[
  "Good morning, {username}! Did you remember to put your face on?",
  "Good morning! {username} Did you sleep well, or did your brain just refuse to shut down?",
  "Morning, {username} sunshine!  Remember, you're not a morning person, so I'm not expecting much from you.",
  "Good morning! {username} Hope your coffee is as strong as your willpower to get out of bed.",
  "Good morning {username}, Another day, another chance to prove to your alarm clock that you're the boss.",
  "Good morning! {username} If you can't find something to laugh about, I'll just have to tell you another bad joke.",
  "Good morning! {username} Remember, you're not a morning person, so I'm not expecting you to make sense before noon.",
  "Morning, {username} sleepyhead! Did you sleep through the apocalypse, or are you just planning on it?",
  "Good morning! {username},I hope you're ready to face the day with the same enthusiasm as a snail crossing a busy road.",
  "Good morning! {username} Remember, every day is a new opportunity to mess something up.",
  "Good morning! {username},I hope your day is as bright as a sunny morning.",
  "Morning, {username} sleepyhead! Time to wake up and smell the coffee... or the bacon.",
  "Good morning! {username}, I hope your day is full of laughter and happiness, but mostly laughter.",
  "Good morning! {username},I know your so excited to see what the day has in store, even if it's just more laundry.",
  "Good morning! {username},I'm so glad you decided to grace us with your presence today.",
  "Morning, {username} world! Are you ready to tackle the day... or at least pretend to be.",
  "Good morning! {username}. Are you so excited to start your day by doing absolutely nothing.",
  "Morning, {username} sleepyhead! I hope you're ready to face the day with the same enthusiasm as a sloth.",
  "Good morning! {username},I'm so glad you're awake, now please go away.",
  "Good morning! {username}, Did you know that cats can see in the dark? I wonder if that's why they're always staring at us.",
  "Good morning! {username} ,I hope your day is as full of surprises as a box of kittens.",
  "Morning, {username} sleepyhead! Did you know that squirrels can store up to 10,000 acorns in a single year? I wonder if they ever get tired of eating them.",
  "Good morning!{username}.Hope you're as bright-eyed and bushy-tailed as a squirrel.",
  "Morning, sleepyhead!{username} Time to wake up and smell the coffee....",
  "Good morning!{username}.Are you  excited to see what the day has in store, even if it's just a really good cat nap.",
  "Good morning!{username}.I hope your day is as sweet as a doughnut.",
  "Morning,{username} sleepyhead! Time to wake up and smell the coffee... or the bacon.",
  "Good morning! {username},I hope your day is as salty as a pretzel.",
  "Good morning!{username},Are you so excited to see what the day has in store.",
  
]
