{
    "headlines": [
        "ਇੱਕ ‘ਸਭ ਤੋਂ ਭੈੜਾ ਕੇਸ’ ਦ੍ਰਿਸ਼ਃ ਐਲ. ਏ. ਅੱਗ ਤੋਂ ਵਿਸ਼ਾਲ ਬੀਮੇ ਦੇ ਨੁਕਸਾਨ ਸਾਰੇ ਕੈਲੀਫੋਰਨੀਆ ਦੇ ਲੋਕਾਂ ਨੂੰ ਕਿਵੇਂ ਪ੍ਰਭਾਵਤ ਕਰ ਸਕਦੇ ਹਨ - ਸੈਨ ਫ੍ਰਾਂਸਿਸਕੋ ਕ੍ਰੋਨਿਕਲ",
        "ਜੀਨ ਸਮਾਰਟ ਨੇ ਨੈਟਵਰਕ ਨੂੰ ਨਾਟ ਟੂ ਏਅਰ ਹਾਲੀਵੁੱਡ ਅਵਾਰਡ ਨੂੰ ਐਲ. ਏ. ਫਾਇਰਜ਼ ਦੇ ਵਿਚਕਾਰ ਸ਼ੋਅ ਕਰਨ ਦੀ ਅਪੀਲ ਕੀਤੀ - ਵੰਨਗੀ",
        "ਕਥਿਤ ਯਾਕੂਜ਼ਾ ਨੇਤਾ ਨੇ ਮਿਆਂਮਾਰ ਤੋਂ ਪ੍ਰਮਾਣੂ ਸਮੱਗਰੀ ਦੀ ਤਸਕਰੀ ਨੂੰ ਸਵੀਕਾਰ ਕੀਤਾ - ਸੀਐਨਐਨ",
        "ਗਾਰਲੈਂਡ ਨੇ ਟਰੰਪ ਦੇ ਅਹੁਦਾ ਸੰਭਾਲਣ ਤੋਂ ਪਹਿਲਾਂ 6 ਜਨਵਰੀ ਦੇ ਬਗਾਵਤ 'ਤੇ ਵਿਸ਼ੇਸ਼ ਵਕੀਲ ਦੀ ਰਿਪੋਰਟ ਜਾਰੀ ਕਰਨ ਲਈ ਅਦਾਲਤ ਤੋਂ ਆਗਿਆ ਮੰਗੀ - ਸੀਐਨਐਨ",
        "ਇਹ $ 200 ਐਂਡਰਾਇਡ ਸੀਈਐਸ ਦਾ ਇਕਲੌਤਾ ਸਮਾਰਟਫੋਨ ਹੈ ਜਿਸਦੀ ਤੁਹਾਨੂੰ ਦੇਖਭਾਲ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ - ZDNet",
        "ਕੈਲੀਫੋਰਨੀਆ ਜੰਗਲੀ ਅੱਗ ਲਾਈਵ ਅਪਡੇਟਃ ਅਧਿਕਾਰੀਆਂ ਨੇ ਕਿਹਾ ਕਿ ਹਾਲੀਵੁੱਡ ਪਹਾੜੀਆਂ ਵਿਚ ਇਕ ਹੋਰ ਅੱਗ ਲੱਗਣ ਨਾਲ 5 ਦੀ ਮੌਤ ਹੋ ਗਈ - ਫੋਰਬਸ",
        "ਜਿਮ Jarmusch ਜਲਵਾਯੂ Deniers 'ਤੇ ਬਾਹਰ Lashes, Adrien Brody ਹਿੱਲ ਗਿਆ ਹੈ, ਸੀਨ ਬੇਕਰ LA ਭੇਜਦਾ ਹੈ “ਦਿਲ ਅਤੇ ਪ੍ਰਾਰਥਨਾ” ਨਿਊਯਾਰਕ ਫਿਲਮ ਆਲੋਚਕ ਸਰਕਲ ਅਵਾਰਡ ਤੱਕ - ਡੈੱਡਲਾਈਨ",
        "ਐਲਨ ਮਸਕ ਇਸ ਗੱਲ ਨਾਲ ਸਹਿਮਤ ਹੈ ਕਿ ਅਸੀਂ ਏਆਈ ਸਿਖਲਾਈ ਦੇ ਅੰਕੜਿਆਂ ਨੂੰ ਖਤਮ ਕਰ ਦਿੱਤਾ ਹੈ - TechCrunch",
        "ਵਿਸ਼ਾਲ ਬੰਦਰਗਾਹ ਦੀ ਹੜਤਾਲ ਟਾਲ ਦਿੱਤੀ ਗਈ, ਕਿਉਂਕਿ ਸਮੁੰਦਰੀ ਜਹਾਜ਼ ਅਤੇ ਯੂਨੀਅਨ ਅਸਥਾਈ ਸਮਝੌਤੇ 'ਤੇ ਪਹੁੰਚਦੇ ਹਨ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਬ੍ਰਸੇਲਸ ਦੇਖ ਰਹੇ ਹੋਣਗੇ ਕਿ ਕੀ ਮਸਕ ਦੂਰ-ਸੱਜੇ ਲਾਈਵਸਟ੍ਰੀਮ ਵਿੱਚ ਯੂਰਪੀਅਨ ਯੂਨੀਅਨ ਦੇ ਕਾਨੂੰਨ ਨੂੰ ਤੋੜਦਾ ਹੈ - ਪੋਲਿਟਿਕੋ ਯੂਰਪ",
        "ਜਿਵੇਂ ਕਿ ਐਲ. ਏ. ਸੜਦਾ ਹੈ, ਟਰੰਪ ਨਿਊਜ਼ੋਮ ਨੂੰ ਜ਼ਿੰਮੇਵਾਰ ਠਹਿਰਾਉਂਦੇ ਹਨ — ਅਤੇ ਕੈਲੀਫੋਰਨੀਆ ਦੇ ਗਵਰਨਰ ਵਾਪਸ ਧੱਕਦੇ ਹਨ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਟਰੰਪ ਅਤੇ ਸੈਨੇਟ ਰਿਪਬਲਿਕਨ ਅਜੇ ਵੀ ਆਪਣੇ ਏਜੰਡੇ ਨੂੰ ਕਿਵੇਂ ਲਾਗੂ ਕਰਨਾ ਹੈ ਇਸ ਬਾਰੇ ਵੰਡਿਆ ਹੋਇਆ ਹੈ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਸ਼ਾਮ 5 ਬੁੱਧਵਾਰ, 8 ਜਨਵਰੀ LADWP ਵਿੰਡਸਟੋਰਮ ਅਤੇ ਫਾਇਰ ਰਿਸਪਾਂਸ - LADWP ਨਿਊਜ਼",
        "ਫੋਟੋਆਂ ਵਿੱਚਃ ਟਰੰਪ ਅਤੇ ਹੋਰ ਜਿੰਮੀ ਕਾਰਟਰ - ਐਕਸੀਓਸ ਨੂੰ ਸ਼ਰਧਾਂਜਲੀ ਦਿੰਦੇ ਹਨ",
        "ਐਚਐਮਪੀਵੀਃ ਚੀਨ ਵਿਚ ਸਾਹ ਦੇ ਵਾਇਰਸ ਦੇ ਫੈਲਣ ਬਾਰੇ ਕੀ ਜਾਣਨਾ ਹੈ - ਸਾਇੰਸਅਲਰਟ",
        "ਕਾਲਜ ਫੁੱਟਬਾਲ ਪਲੇਆਫ ਪਿਕਸ, ਅਨੁਸੂਚੀਃ ਫੈਲਣ ਦੇ ਵਿਰੁੱਧ ਭਵਿੱਖਬਾਣੀ, ਸੰਤਰੀ, ਕਪਾਹ ਕਟੋਰੇ ਦੀਆਂ ਖੇਡਾਂ ਲਈ ਸੰਭਾਵਨਾਵਾਂ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਅਲੀਟੋ ਨੇ ਰਾਸ਼ਟਰਪਤੀ ਚੁਣੇ ਜਾਣ ਤੋਂ ਪਹਿਲਾਂ ਟਰੰਪ ਨਾਲ ਗੱਲ ਕੀਤੀ ਸੁਪਰੀਮ ਕੋਰਟ ਨੂੰ ਆਪਣੀ ਸਜ਼ਾ ਵਿੱਚ ਦੇਰੀ ਕਰਨ ਲਈ ਕਿਹਾ - ਸੀਐਨਐਨ",
        "ਐਲਏ ਨੇ ਅੱਗ ਦੇ ਬਜਟ ਨੂੰ ਕੱਟਦੇ ਹੋਏ ਪੁਲਿਸ ਨੂੰ ਵਧੇਰੇ ਪੈਸੇ ਦਿੱਤੇ. ਹੁਣ ਇਹ ਸੜ ਰਿਹਾ ਹੈ - ਦ ਇੰਟਰਸੈਪਟ",
        "ਸ਼ੇਡੀ ਕਰੋਮ ਐਕਸਟੈਂਸ਼ਨਾਂ ਨੂੰ ਉਤਸ਼ਾਹਤ ਕਰਨ ਲਈ ਹੱਕਸਟਰ ਗੂਗਲ ਨਾਲ ਕਿਵੇਂ ਹੇਰਾਫੇਰੀ ਕਰ ਰਹੇ ਹਨ ਇਹ ਇੱਥੇ ਹੈ - ਆਰਸ ਟੈਕਨੀਕਾ",
        "ਆਸਕਰਃ ਨਾਮਜ਼ਦਗੀਆਂ ਦੀ ਵੋਟਿੰਗ ਦੋ ਦਿਨਾਂ ਤੱਕ ਵਧਾਈ ਗਈ, ਨਾਮਜ਼ਦਗੀ ਘੋਸ਼ਣਾ ਅਤੇ ਹੋਰ ਸਮਾਗਮਾਂ ਨੂੰ ਮੁਲਤਵੀ ਕਰ ਦਿੱਤਾ ਗਿਆ, ਵਿਨਾਸ਼ਕਾਰੀ ਐਲ. ਏ. ਫਾਇਰਜ਼ ਦੇ ਮੱਦੇਨਜ਼ਰ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ"
    ]
}