{
    "headlines": [
        "Live updates: Netanyahu testifies in court as Israeli troops operate in a buffer zone in Syria - The Associated Press",
        "Israel pounds Syrian army bases, denies deeper incursion - Reuters",
        "Guest column | Working later in life a ‘lifesaver’ for some, a drag for others - The Washington Post",
        "Jourdan Lewis: I can’t blame Amani Oruwariye for trying to make a play - NBC Sports",
        "Alaska Airlines plans new nonstop flights to Japan, Korea in $1 billion postmerger profit push - CNBC",
        "2024 NFL playoff picture: who’s in, who’s out and who’s in the mix after Week 14 - CNN",
        "[Removed]",
        "Stock futures are little changed after S&P 500, Nasdaq retreat from records: Live updates - CNBC",
        "Are adults becoming less intelligent? - The Economist",
        "BlackRock's Bitcoin (BTC) ETF Drops Most in 4 Months as Google Unveils Quantum Computing Chip Willow - CoinDesk",
        "Ron who? How Trump allies brought Hegseth back from the brink - POLITICO",
        "China’s CATL to build $4.3bn battery factory with Stellantis in European expansion - Financial Times",
        "Shop top tech gift ideas to make life easier - Good Morning America",
        "’28 Years Later’ Trailer: Zombified Cillian Murphy Looms Over Jodie Comer In Gripping Teaser For Danny Boyle Sequel - Deadline",
        "Lawsuit puts Sean ‘Diddy’ Combs and Jay-Z’s decades-long friendship in the spotlight - Yahoo! Voices",
        "Taiwan Says China Has Deployed Largest Fleet of Ships in Decades - The New York Times",
        "Shaken by Assad's sudden fall, Syria faces seismic turning point - BBC.com",
        "Wildfire explodes near Pepperdine University in Malibu; evacuations ordered - KTLA Los Angeles",
        "Chinese Stocks Pare Early Surge Stoked by Policy Optimism - Yahoo Finance",
        "Daniel Penny found not guilty in NY subway chokehold death of Jordan Neely - BBC.com"
    ]
}