{
    "headlines": [
        "PRISCO's NFL playoff bracket projection: Bills finally roppend Chiefs, Packers stun Lions on way to Super Bowl - CBS Sports",
        "لن تمنع محكمة الاستئناف الفيدرالية خطة غارلاند لإصدار تقرير المستشار الخاص حول قضايا ترامب - سي إن إن",
        "اتحاد كرة القدم الأميركي ينقل مباراة الفايكنج رامز الفاصلة إلى أريزونا - NBC Sports",
        "يمكن لنتنياهو حضور حدث أوشفيتز التذكاري، كما يقول توسك البولندي - POLITICO Europe",
        "قد تصل عائلة Samsung Galaxy S25 مع ارتفاع غير مرحب به في الأسعار - GSMArena.com",
        "هاريس يلغي الرحلة الخارجية النهائية بسبب حرائق الغابات في كاليفورنيا - أصوات ياهو!",
        "أين تشاهد لعبة Notre Dame vs. Penn State: قناة تلفزيونية، 2025 Orange Bowl odds، spread، prediction، pick - CBS Sports",
        "أغلقت ميسي العشرات من المتاجر كجزء من استراتيجية جديدة بعد عام 2024 الباهت - نيويورك بوست",
        "حرائق غابات لوس أنجلوس تمزق حواجز المحيط الهادئ المليئة بالمشاهير. إليك النجوم الذين فقدوا بيوتهم. - Business Insider",
        "ينضم الديمقراطيون في مجلس الشيوخ إلى الجمهوريين في التصويت على مشروع قانون مسبق لاحتجاز المهاجرين المتهمين بارتكاب جرائم - وكالة أسوشيتد برس",
        "حرائق الغابات في كاليفورنيا تدمر مقاطعة لوس أنجلوس، وتقتل 5 وتهدد آلاف المنازل - فوكس نيوز",
        "جيمي كارتر جنازة لايف التحديثات: النعش يصل في السهول، جورجيا، بعد ترامب، أوباما، بايدن حضور الخدمة - فوربس",
        "بلاك روك تستقيل من مجموعة المناخ في أحدث هبوط أخضر - فاينانشال تايمز",
        "\"الشرير\" يكسب 70 مليون دولار في الأسبوع الأول من الإصدار الرقمي - متنوعة",
        "تكافح الدنمارك للحفاظ على الهدوء في أزمة تهديد ترامب بالاستيلاء على غرينلاند - BBC.com",
        "X تطلق تطبيق Grok's iPhone في الولايات المتحدة - The Verge",
        "إيلون ماسك يستضيف زعيم حزب البديل من أجل ألمانيا اليميني المتطرف في X قبل الانتخابات - الجزيرة الإنجليزية",
        "قد يقدم تقرير الوظائف الصادر يوم الجمعة نظرة متباينة لسوق العمل. إليك ما يمكن توقعه - CNBC",
        "محذوف",
        "قام فريقا بايدن وترامب بتنسيق الضغط من أجل الرئيس اللبناني الجديد - أكسيوس"
    ]
}