{
    "headlines": [
        "الأسواق الأوروبية تنخفض مع اختفاء المعنويات الإيجابية - CNBC",
        "هل تهجئ صفصاف غوغل نهاية مستقبل البيتكوين (BTC )؟ لا يقول الخبراء حقًا - CoinDesk",
        "جيمي فوكس يكشف عن \"مرض غامض\" في Netflix Special - مراسل هوليوود",
        "ستيلانتس و CATL تستثمران ما يصل إلى 4.1 مليار يورو في مشروع مشترك لمصنع بطاريات LFP واسع النطاق في إسبانيا - ستيلانتس",
        "دانييل بيني غير مذنب في وفاة جوردان نيلي في مترو الأنفاق في نيويورك - BBC.com",
        "برجك ليوم الثلاثاء 10 ديسمبر 2024 - شيكاغو صن تايمز",
        "الأسهم الصينية تقفز على تحول سياسة المكتب السياسي ؛ الاسترالي يتراجع بعد بنك الاحتياطي الأسترالي - رويترز",
        "إيران تعاني من ضربة \"ذات أبعاد تاريخية\" مع سقوط الأسد - صحيفة وول ستريت جورنال",
        "محاولة روبرت مردوخ لتغيير ثقة عائلته بالسيطرة على إمبراطورية فوكس نيوز الإعلامية مرفوضة - وكالة أسوشيتد برس",
        "انظر: يرتكب رعاة البقر خطأ فادحًا بعد الركل المنحرف، مما يؤدي إلى فوز البنغالز تي دي في اللحظات الأخيرة - سي بي إس سبورتس",
        "طفرة واحدة يمكن أن تجعل إنفلونزا الطيور خطوة حاسمة أقرب إلى جائحة جديدة - ساينس أليرت",
        "لويجي مانجيوني متهم بقتل الرئيس التنفيذي لشركة UnitedHealthcare براين طومسون، عرض سجلات المحكمة - CNBC",
        "رئيس كوريا الجنوبية ممنوع من السفر إلى الخارج بعد فوضى الأحكام العرفية - بوليتيكو",
        "Jay - Z و Beyoncé يدعمان الابنة Blue Ivy Carter في العرض الأول \"Mufasa: The Lion King\" - تشكيلة",
        "محذوف",
        "مافريكس ضد ثاندر: 3 أشياء بينما تواجه دالاس أوكلاهوما في ربع نهائي كأس الرابطة الوطنية لكرة السلة - مافس مونيبول",
        "من المحتمل أن تواجه خطة ترامب لإلغاء جنسية المولد تحديات قضائية - 9News.com KUSA",
        "بوتين \"ينقذ\" القواعد العسكرية الروسية والمصالح في سوريا على الرغم من التخلي عن \"الأحمق غير الكفء\" الأسد: افتتاحية - يورآسيان تايمز",
        "جوليوس بيبرز يريد ستيف ويلكس كمدرب رئيسي جديد في UNC - NBC Sports",
        "يقول براين كاشمان إن محادثات خوان سوتو كانت عاملاً في عدم مزايدة اليانكيز على بليك سنيل - Sports Illustrated"
    ]
}