{
    "headlines": [
        "تقول الشرطة إن الرجل الذي يقف وراء صناديق الاقتراع لديه خبرة في تشغيل المعادن وربما يخطط لمزيد من الهجمات - وكالة أسوشيتد برس",
        "أرباح مايكروسوفت: الأسهم تقفز مع تحقيق الذكاء الاصطناعي لأرباح قياسية - فوربس",
        "تخفي زوي كرافيتز إصبعها في أول نزهة كسبب لانقسام تشانينج تاتوم - نيويورك بوست",
        "معسكر ترامب يأخذ لفة النصر بعد فوز قانوني في قضية انتخابية في ولاية ساحة المعركة - فوكس نيوز",
        "Grammys Shocker: جوائز الانتقال إلى ديزني من سي بي إس - هوليوود ريبورتر",
        "أكثر من 100 باحث يدعون إلى وقفة في إطلاق Musk Starlink - The Hill",
        "كانت أرباح الأبجدية \"رائدة\" في أرباح التكنولوجيا، كما يقول كين غوريلسكي من ويلز فارغو - تلفزيون سي إن بي سي",
        "وعد هاريس \"بتمثيل جميع الأمريكيين\" بعد تصريح بايدن على مؤيدي ترامب و \"القمامة\" - وكالة أسوشيتد برس",
        "مشجعو اليانكيز المتدخلون ممنوعون من المباراة 5 - ESPN",
        "جو إكزوتيك يعلن خطوبته لزميله في السجن: \"أتمنى لو التقيت به منذ فترة طويلة\" - AOL",
        "NFL Fantasy 2024 Start 'Em, Sit 'Em: أجهزة استقبال واسعة للأسبوع التاسع - NFL.com",
        "نقطة محذوفة هنا",
        "تشارك الوكالات البيطرية الفيدرالية والولائية تحديثًا حول اكتشافات HPAI في مزرعة الفناء الخلفي في ولاية أوريغون، بما في ذلك اكتشافات H5N1 الأولى في الخنازير - APHIS التابعة لوزارة الزراعة الأمريكية",
        "استطلاعات CNN: تتمتع هاريس بميزة ضيقة في ميشيغان وويسكونسن، بينما لا تزال هي وترامب مرتبطين في بنسلفانيا - CNN",
        "ارتفع الناتج المحلي الإجمالي الأمريكي بمعدل 2.8 ٪ في الربع الثالث بسبب الإنفاق الاستهلاكي القوي - فاينانشيال تايمز",
        "مجموعة META للإبلاغ عن أرباح الربع الثالث وسط تركيز الاستثمار في الذكاء الاصطناعي - Yahoo Finance",
        "يمكن أن يؤدي الفطر الغامض إلى \"أسوأ سيناريو\" لأنواع كاليفورنيا - SFGATE",
        "يدعو المسؤولون إلى توجيه اتهامات بجرائم الكراهية بعد إطلاق النار على رجل يهودي كان يسير إلى كنيس شيكاغو - الولايات المتحدة الأمريكية اليوم",
        "أول حالة من سلالة فيروس الجدري التي يحتمل أن تكون مميتة تم اكتشافها في المملكة المتحدة - LBC",
        "نقطة محذوفة هنا"
    ]
}