{
    "headlines": [
        "Südkoreas Yoon steht vor einem neuen Verhaftungsversuch in einem befestigten Gelände - Reuters",
        "\"Sie lieben Trump\": Die Menschen in Grönland wollen Amerikaner sein, sagt Trump Jr. - Newsweek",
        "Was ist HMPV, das Atemwegsvirus, das in China aufsteigt? - Al Jazeera Englisch",
        "LA Palisades Waldbrände Live-Updates: Evakuierungen angeordnet und Häuser verbrannt - BBC.com",
        "Palisadenhäuser brennen - LAist",
        "Horry Scale: Trae Young beats buzzer, Jazz from beyond halfcourt - NBA.Com",
        "Horoskop für Mittwoch, 8. Januar 2025 - Chicago Sun-Times",
        "Aktien-Futures nach technologiegetriebenem Ausverkauf um Zoll höher: Live-Updates - CNBC",
        "Zwei Leichen im Radkasten des JetBlue-Fluges in Fort Lauderdale gefunden - The Washington Post",
        "State of Eh? Kanadischer Beamter widerspricht Trumps 51. Staatsvorschlag und bietet an, zwei amerikanische Staaten zu kaufen - New York Post",
        "Green Beret, der Cybertruck in Las Vegas explodierte, verwendete KI, um die Explosion zu planen - CNN",
        "Meta, um „voreingenommene“ Faktenprüfer durch Moderation durch Benutzer zu ersetzen - BBC.com",
        "GPUs der GeForce RTX 50-Serie - Nvidias neue Grafikkarten, erklärt - GameSpot",
        "Der von der GOP geführte N.C. Supreme Court blockiert den Abschluss der Wahl für demokratische Gerechtigkeit - The Washington Post",
        "Ty Cobb trifft Cannon, weil er den DOJ-Bericht über die Freigabe blockiert: \"Sie ist sein Werkzeug\" - The Hill",
        "Tgl, Tiger Woods 'technisch durchdrungene Indoor-Golf-Liga, debütiert mit positiven Bewertungen und guter Stimmung - Yahoo Sports",
        "Ein Blick auf die jüngsten tödlichen Erdbeben in China - The Associated Press",
        "Was Rick Barnes nach dem 73: 43-Verlust von Tennessee auf Platz 8 in Florida sagte - On3.com",
        "Die echten Hausfrauen von Beverly Hills Zusammenfassung: Raum für Vipern - Geier",
        "Schneesummen aus dem ersten großen Wintersturm der Saison - The Washington Post"
    ]
}