{
    "headlines": [
        "ਏਸ਼ੀਆ-ਪ੍ਰਸ਼ਾਂਤ ਬਾਜ਼ਾਰ ਡਿੱਗਦੇ ਹਨ ਕਿਉਂਕਿ ਟਰੰਪ ਦੇ ਦੇਸ਼-ਵਿਸ਼ੇਸ਼ ਟੈਰਿਫ ਲਾਗੂ ਹੋਣ ਲਈ ਨਿਰਧਾਰਤ ਕੀਤੇ ਗਏ ਹਨ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਯੂਐਸ ਸਟਾਕ ਘੱਟ ਬੰਦ ਕਰਦੇ ਹਨ, ਟੈਰਿਫ ਸੇਲਆਫ ਜਾਰੀ ਰਹਿਣ ਦੇ ਨਾਲ ਪਹਿਲਾਂ ਦੀ ਰੈਲੀ ਨੂੰ ਉਲਟਾਉਂਦੇ ਹੋਏ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਅੰਤਰਰਾਸ਼ਟਰੀ ਮੁਦਰਾ ਫੰਡ ਅਰਜਨਟੀਨਾ ਨਾਲ 20 ਬਿਲੀਅਨ ਡਾਲਰ ਦੇ ਬੇਲਆਉਟ 'ਤੇ ਮੁliminaryਲੇ ਸੌਦੇ' ਤੇ ਪਹੁੰਚਿਆ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਡੋਮਿਨਿਕਨ ਰਿਪਬਲਿਕ ਨਾਈਟ ਕਲੱਬ ਵਿਚ ਛੱਤ ਡਿੱਗਣ ਤੋਂ ਬਾਅਦ ਸਾਬਕਾ ਐਮਐਲਬੀ ਪਿੱਚਰ ਓਕਟਾਵਿਓ ਡੋਟਲ ਸਮੇਤ ਦਰਜਨਾਂ ਦੀ ਮੌਤ ਹੋ ਗਈ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਹਵਾਈ ਨੇ 5 ਤੋਂ ਘੱਟ ਉਮਰ ਦੇ ਬੱਚੇ ਵਿੱਚ ਯਾਤਰਾ ਨਾਲ ਸਬੰਧਤ ਖਸਰਾ ਦੇ ਕੇਸ ਦੀ ਪੁਸ਼ਟੀ ਕੀਤੀ - ਹੋਨੋਲੂਲੂ ਸਟਾਰ-ਐਡਵਰਟਾਈਜ਼ਰ",
        "ਯੂਐਸ ਦੇ ਖਜ਼ਾਨਾ-ਯੀਲਡ ਸਰਜ ਸਟੋਕਸ ਅਗਲੇ ਵੱਡੇ ਬੇਸਿਸ-ਟਰੇਡ ਅਨਵਿੰਡ ਦਾ ਡਰ - ਬਲੂਮਬਰਗ",
        "ਕੋਲੋਰਾਡੋ ਵਿਚ ਤੀਜੀ ਖਸਰਾ ਕੇਸ ਦੀ ਪੁਸ਼ਟੀ ਹੋਈ ਆਰਚੁਲੇਟਾ ਕਾਉਂਟੀ ਬਾਲਗ - 9News",
        "ਆਈਆਰਐਸ ਨੂੰ ਇਮੀਗ੍ਰੇਸ਼ਨ ਅਧਿਕਾਰੀਆਂ ਨੂੰ ਦੇਸ਼ ਨਿਕਾਲੇ ਦੇ ਟੀਚਿਆਂ ਲਈ ਟੈਕਸ ਡੇਟਾ ਪ੍ਰਾਪਤ ਕਰਨ ਦਿਓ - ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਨਗਟਸ ਨੇ ਮਾਈਕਲ ਮਾਲੋਨ ਅਤੇ ਕੈਲਵਿਨ ਬੂਥ ਨੂੰ ਬਰਖਾਸਤ ਕੀਤਾਃ ਕੋਚ, ਜੀਐਮ ਐਨਬੀਏ ਦੇ ਸਿਰਲੇਖ ਤੋਂ ਦੋ ਸਾਲ ਤੋਂ ਵੀ ਘੱਟ ਸਮੇਂ ਬਾਅਦ ਡੇਨਵਰ ਵਿੱਚ ਬਾਹਰ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਖਸਰੇ 'ਤੇ ਕਾਬੂ ਪਾਉਣ ਲਈ ਕੀ ਲੱਗੇਗਾ - NPR",
        "ਬਲੀਚਰ ਰਿਪੋਰਟਃ ਫਲੋਰਿਡਾ ਨੇ ਐਨਸੀਏਏ ਚੈਂਪੀਅਨਸ਼ਿਪ ਜਿੱਤਣ ਤੋਂ ਬਾਅਦ ਤਾਜ਼ਾ ਮੌਕ ਡਰਾਫਟ - ਐਨਬੀਏ",
        "ਪ੍ਰਿੰਸਟਨ ਯੂਨੀਵਰਸਿਟੀ ਨੂੰ ਸਹਿਕਾਰੀ ਸਮਝੌਤੇ ’ਫੰਡਿੰਗ ਖਤਮ - ਅਮਰੀਕਾ ਦੇ ਵਣਜ ਵਿਭਾਗ (.ਗੋਵ)",
        "ਕੀ ਮਾਰੀਓ ਕਾਰਟ ਵਰਲਡ ਦੀ $ 80 ਕੀਮਤ ਗੇਮਿੰਗ ਦੀ ਨਵੀਂ ਸਧਾਰਣ ਬਣ ਜਾਵੇਗੀ? - ਆਰਸ ਟੈਕਨੀਕਾ",
        "ਸ਼ਿਕਾਗੋ ਬੁੱਲਜ਼ ਦੀ ਟੋਪੀ ਨੇ ਮੈਰੀਲੈਂਡ ਦੇ ਡੈਡੀ ਨੂੰ ਗਲਤੀ ਨਾਲ ਐਲ ਸਲਵਾਡੋਰ ਜੇਲ੍ਹ ਭੇਜਿਆ - ਐਨ ਬੀ ਸੀ ਨਿ Newsਜ਼",
        "ਆਰਐਫਕੇ ਜੂਨੀਅਰ ਦਾ ਦਾਅਵਾ ਹੈ ਕਿ ਟੈਕਸਾਸ ਖਸਰਾ ਫੈਲਣ ਵਿੱਚ ਕਰਵ ਫਲੈਟ ਹੋ ਰਿਹਾ ਹੈ. ਕੀ ਡੇਟਾ ਸਹਿਮਤ ਹੈ? - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "'ਡੂਨ 3‘ ਭੂਮਿਕਾ ਲਈ ਰਾਬਰਟ ਪੈਟਿਨਸਨ ਆਇਡ - ਵੰਨਗੀ",
        "ਸੀਬੀਪੀ ਵਨ ਐਪ ਰਾਹੀਂ ਅਮਰੀਕਾ ਵਿਚ ਦਾਖਲ ਹੋਏ ਪ੍ਰਵਾਸੀਆਂ ਨੂੰ ਤੁਰੰਤ 'ਛੱਡ ਦੇਣਾ ਚਾਹੀਦਾ ਹੈ,' ਡੀਐਚਐਸ ਕਹਿੰਦਾ ਹੈ - ਐਨਪੀਆਰ",
        "ਬਿਨਾਂ ਕਾਰਨ ਜਾਂ ਚੇਤਾਵਨੀ ਦੇ ਵਿਦਿਆਰਥੀ ਵੀਜ਼ੇ ਰੱਦ ਕੀਤੇ ਜਾ ਰਹੇ ਹਨ, ਕਾਲਜਾਂ ਦਾ ਕਹਿਣਾ ਹੈ - ਡਬਲਯੂਐਸਜੇ",
        "ਮਾਈਕ੍ਰੋਸਾੱਫਟਃ ਵਿੰਡੋਜ਼ ਸੀਐਲਐਫਐਸ ਜ਼ੀਰੋ-ਡੇਅ ਦਾ ਸ਼ੋਸ਼ਣ ਰੈਨਸਮਵੇਅਰ ਗੈਂਗ ਦੁਆਰਾ ਕੀਤਾ ਗਿਆ - BleepingComputer"
    ]
}