{
    "headlines": [
        "Would Pope Francis resign? Experts say it’s unlikely – but the pontiff often springs surprises - CNN",
        "‘Sanctuary city’ mayors hope to avoid an embarrassing spectacle in Congress - POLITICO",
        "Britain and France step in to heal Trump-Zelenskyy rift - POLITICO Europe",
        "Vance previously slammed Zelensky for lack of gratitude. This time, it placed him at center of tense Oval Office exchange - CNN",
        "Blue Ghost becomes second private spacecraft to land on the Moon - BBC.com",
        "Skype Is Shutting Down On May 5th - Hackaday",
        "Gene Hackman and Betsy Arakawa lived a peaceful, private life in New Mexico before their deaths, friends say - CNN",
        "‘Top Priority’: RFK Jr. Backtracks After Embarrassing Measles Misstep - The Daily Beast",
        "Protesters Ambush Vance During Vermont Ski Weekend: ‘Go Ski in Russia’ - The Daily Beast",
        "Amazon just gave Alexa its biggest upgrade since debut - and you'll want an Echo Show for it - ZDNet",
        "'Robbed': Gervonta Davis vs. Lamont Roach controversy — 'Tank' knee no-call sets off boxing world - Yahoo Sports",
        "49ers grant Deebo Samuel’s wish, agree to trade receiver to Washington Commanders for a draft pick - The Mercury News",
        "JuJu Watkins drops 30 points as No. 4 USC sweeps No. 2 UCLA, wins Big Ten regular-season title - Yahoo Sports",
        "Multiple wildfires erupt in the Carolinas, force evacuations - CBS News",
        "Fresh Musk emails to workers lead to renewed pushback at federal agencies - The Washington Post",
        "WWE Elimination Chamber 2025 Results: Cody Rhodes Tells The Rock ‘Go F Yourself,’ Cena Turns Heel - Forbes",
        "Rob Manfred considering petition to remove Pete Rose from MLB’s ineligible list - New York Post ",
        "Israel approves temporary extension of Gaza ceasefire - BBC.com",
        "Anti-DOGE protests at Tesla stores target Elon Musk’s bottom line - The Associated Press"
    ]
}