{
    "headlines": [
        "Приближается зима Ла-Нинья. Вот что это может означать для США - CNN",
        "США предупреждают Израиль об увеличении гуманитарной помощи в Газе или рискуют потерять финансирование оружия - Associated Press",
        "Walgreens закроет 1200 магазинов из-за снижения розничных продаж - The Washington Post",
        "Джейк Э. Ли, бывший гитарист Оззи Осборна, несколько раз выстрелил в Лас-Вегасе - Fox News",
        "По мере расширения израильской войны с «Хезболлой» спасатели на востоке достигают своего предела - The Washington Post",
        "Крайний срок торговли в НФЛ в 2024 году: восемь громких ходов, которые должны произойти после Bills, Jets делают всплески WR - CBS Sports",
        "США оштрафовали Lufthansa на 4 миллиона долларов за лечение ортодоксальных еврейских пассажиров на рейсе 2022 года - The Associated Press",
        "Bills Land Star WR Cooper в торговле с Browns - ESPN",
        "«Это просто математика»: журналист давит Трампа на тарифный план - CNN",
        "В коробке iPad Mini 7: нет зарядного устройства в Европе, новый плетеный кабель USB-C - MacRumors",
        "Акции Tesla растут. КОВЧЕГ Кэти Вуд взвешивается в День роботакси. - Barron's",
        "Отчет: Том Брэди будет иметь «выдающийся голос» в качестве миноритарного владельца Raiders - NBC Sports",
        "Случаи коклюша и ходячей пневмонии участились. Вот что нужно знать и как обеспечить безопасность своей семьи. - Новости CBS",
        "Судья Джорджии постановил, что чиновники, ответственные за проведение выборов, не могут откладывать сертификацию из-за проблем с мошенничество",
        "Редкая иллюзия дает комете «один раз в жизни», казалось бы, невозможный второй хвост после самого близкого сближения с Землей за 80 000 лет - Livescience.com",
        "Испания арестовала 4 обвиняемых в поставках возможных прекурсоров для химического оружия в Россию, нарушении санкций - CBS News",
        "Спутниковые снимки показывают, как ураган Мильтон изменил часть побережья Флориды - Новости CBS",
        "Изъято",
        "‘Morning Joe’ Rips GOP Gov. Glenn Youngkin for Downplaying Trump‘s ‘Fascist’ Threat - The Daily Beast",
        "Ученые обнаруживают животных под дном океана, предлагая ключи к жизни за пределами Земли - Gizmodo"
    ]
}