{
    "headlines": [
        "ਹੈਰਿਸ ਨੇ ਜਾਰਜੀਆ ਵਿਚ ਓਬਾਮਾ ਨਾਲ ਰੈਲੀ ਕੀਤੀ ਜਦੋਂ ਅਰੀਜ਼ੋਨਾ ਵਿਚ ਟਰੰਪ ਦੀਆਂ ਮੁਹਿੰਮਾਂ - ਸੀ ਐਨ ਐਨ",
        "ਜੱਜ ਨੇ ਕੋਚ ਦੇ ਮਾਲਕ ਟੈਪੇਸਟਰੀ ਦੀ ਮਾਈਕਲ ਕੋਰ ਦੇ ਮਾਲਕ ਕੈਪਰੀ ਦੀ ਪ੍ਰਸਤਾਵਿਤ ਪ੍ਰਾਪਤੀ ਨੂੰ ਬਲਾਕ ਕੀਤਾ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਨਿਵੇਸ਼ਕਾਂ ਦੀ Q3 ਕਮਾਈ ਦੀ ਰਿਪੋਰਟ ਨੂੰ ਉਤਸ਼ਾਹਤ ਕਰਨ ਤੋਂ ਬਾਅਦ ਟੇਸਲਾ ਸਟਾਕ ਵਧਿਆ - ਯਾਹੂ ਵਿੱਤ",
        "ਬਾਇਡਨ ਭਾਰਤੀ ਬੋਰਡਿੰਗ ਸਕੂਲਾਂ ਲਈ ਮੂਲ ਅਮਰੀਕੀਆਂ ਤੋਂ ਮੁਆਫੀ ਮੰਗਣ ਲਈ ਤਿਆਰ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "‘ਜਿurorਰ ਨੰਬਰ 2’ ਕਲਿੰਟ ਈਸਟਵੁੱਡ ਦੀ ਆਖਰੀ ਫਿਲਮ ਹੋ ਸਕਦੀ ਹੈ — ਤਾਂ ਵਾਰਨਰ ਬ੍ਰਦਰਜ਼ ਇਸ ਨੂੰ ਦਫਨਾਉਣ ਕਿਉਂ? - ਵੰਨਗੀ",
        "ਅਮਰੀਕਾ, ਇਜ਼ਰਾਈਲ ਦੇ ਵਾਰਤਾਕਾਰ ਦੋਹਾ 'ਚ ਗਾਜ਼ਾ ਜੰਗਬੰਦੀ ਸਮਝੌਤੇ' ਤੇ ਕਰਨਗੇ ਚਰਚਾ - Reuters",
        "ਅਗਲੇ ਟਰੰਪ ਪ੍ਰਸ਼ਾਸਨ ਦੀ ‘ਜ਼ਮੀਰ‘ ਦੇ ਤੌਰ ’ਤੇ ਟਿਊਬਵੈੱਲ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ - POLITICO",
        "ਹਟਾਈ",
        "ਟੈਕਸਾਸ ਦੇ ਸਿਆਸਤਦਾਨਾਂ ਨੇ ਆਪਣੀ ਸਰਹੱਦੀ ਰਾਜ ਮੁਹਿੰਮ ਰੈਲੀ ਤੋਂ ਪਹਿਲਾਂ ਹੈਰਿਸ ਵਿਰੁੱਧ ਪੂਰੀ ਅਦਾਲਤ ਪ੍ਰੈਸ ਦੀ ਸ਼ੁਰੂਆਤ ਕੀਤੀਃ 'ਮੁਆਫੀ ਮੰਗੋ' - ਫੌਕਸ ਨਿ Newsਜ਼",
        "ਆਈਓਐਸ 18.1 ਆਈਫੋਨ ਅਪਡੇਟਃ ਰੀਲਿਜ਼ ਦੀ ਤਾਰੀਖ ਦੀ ਪੁਸ਼ਟੀ ਕੀਤੀ ਗਈ, ਆਈਓਐਸ 18.2 ਬੀਟਾ ਲਾਈਵ - ਫੋਰਬਸ",
        "ਯੂਕਰੇਨ ਨਾਲ ਲੱਗਦੇ ਰੂਸ ਦੇ ਸਰਹੱਦੀ ਖੇਤਰ ਵਿੱਚ ਉੱਤਰੀ ਕੋਰੀਆ ਦੇ ਸੈਨਿਕਾਂ ਨੂੰ ਦੇਖਿਆ ਗਿਆ, ਕੀਵ ਕਹਿੰਦਾ ਹੈ - ਸੀਐਨਐਨ",
        "ਯੂਐਸ ਨੇ ਐਲਨ ਮਸਕ ਨੂੰ ਚੇਤਾਵਨੀ ਦਿੱਤੀ ਕਿ ਉਨ੍ਹਾਂ ਦਾ 1 ਮਿਲੀਅਨ ਡਾਲਰ ਦਾ ਵੋਟਰ ਦੇਣ ਵਾਲਾ ਰਸਤਾ ਗੈਰਕਾਨੂੰਨੀ ਹੋ ਸਕਦਾ ਹੈ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਇਸ ਸਾਲ ਕੋਵਿਡ ਟੀਕੇ ਦੀ ਦੂਜੀ ਖੁਰਾਕ 65 ਸਾਲ ਜਾਂ ਇਸ ਤੋਂ ਵੱਧ ਉਮਰ ਦੇ ਕੁਝ ਲੋਕਾਂ ਲਈ ਸਿਫਾਰਸ਼ ਕੀਤੀ ਗਈ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਇੱਕ ਰਾਜ਼ ‘ਪ੍ਰੀਡੇਟਰ’ ਮੂਵੀ, ਇੱਕ ‘ਏਲੀਅਨ’ ਸੀਕੁਅਲ ਅਤੇ ‘ਸਪੀਡ 3’ ਟੇਬਲ ’ਤੇਃ 20 ਵੀਂ ਸਦੀ ਦੇ ਸਟੂਡੀਓਜ਼ ਦੇ ਬੌਸ ਸਟੀਵ ਅਸਬੇਲ ਨਾਲ ਇੱਕ ਚੈਟ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਵਰਲਡ ਸੀਰੀਜ਼ ਸਕਾਉਟਿੰਗ ਰਿਪੋਰਟਃ ਇਹ ਡੋਜਰ ਦੀ ਤਾਕਤ ਯੈਂਕੀਜ਼ ਲਈ ‘ਤਬਾਹੀ ਦਾ ਨੁਸਖਾ’ ਹੋ ਸਕਦੀ ਹੈ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਹਾਊਸ ਜੀਓਪੀ ਕਮੇਟੀ ਜੋ ਚੋਣਾਂ ਦੀ ਨਿਗਰਾਨੀ ਕਰਦੀ ਹੈ ਨੇ 2020 ਜਾਅਲੀ ਵੋਟਰ ਯੋਜਨਾ ਵਿੱਚ ਸ਼ਾਮਲ ਦੋ ਸਾਬਕਾ ਟਰੰਪ ਅਧਿਕਾਰੀਆਂ ਨੂੰ ਨਿਯੁਕਤ ਕੀਤਾ - ਸੀਐਨਐਨ",
        "ਕੀ 3.1C ਗਲੋਬਲ ਵਾਰਮਿੰਗ ਦੀ ਸੰਯੁਕਤ ਰਾਸ਼ਟਰ ਦੀ ਚੇਤਾਵਨੀ ਹੈਰਾਨੀਜਨਕ ਹੈ? - BBC. com",
        "ਹਟਾਈ",
        "ਪੀਐਫਟੀ ਦਾ ਹਫਤਾ 8 2024 ਐਨਐਫਐਲ ਪਿਕਸਃ ਫਲੋਰੀਓ ਬਨਾਮ ਸਿਮਜ਼ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "2024–25 ਸੀਜ਼ਨ ਲਈ 10 ਪੁਰਸ਼ ਕਾਲਜ ਬਾਸਕਟਬਾਲ ਬ੍ਰੇਕਆਉਟ ਉਮੀਦਵਾਰ - ਸਪੋਰਟਸ ਇਲਸਟ੍ਰੇਟਿਡ"
    ]
}