{
    "headlines": [
        "ਮੋਂਟੇਨੇਗਰੋ ਨੇ ਸਮੂਹਿਕ ਗੋਲੀਬਾਰੀ ਤੋਂ ਬਾਅਦ ਬੰਦੂਕ ਦੀ ਪਾਬੰਦੀ ਨੂੰ ਮੰਨਿਆ 12 ਦੀ ਮੌਤ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਸਰੋਤਃ ਪਿਸਟਨਜ਼ ਦਾ ਆਈਵੀ ਟੁੱਟੇ ਫਾਈਬੁਲਾ - ਈਐਸਪੀਐਨ ਤੋਂ ਪੀੜਤ ਹੈ",
        "Ariana Grande, ਸਿੰਥਿਆ Erivo ਤੇ ਦੁਸ਼ਟ ਆਸਕਰ ਬਜ਼, ਕੁਈਰ ਗਲਿੰਡਾ ਅਤੇ ਭਾਗ 2 - ਵੰਨਗੀ",
        "ਟੇਸਲਾ ਦੀ ਸਾਲਾਨਾ ਈਵੀ ਵਿਕਰੀ ਇੱਕ ਦਹਾਕੇ ਤੋਂ ਵੱਧ ਸਮੇਂ ਵਿੱਚ ਪਹਿਲੀ ਵਾਰ ਡਰਾਪ - ਯਾਹੂ ਵਿੱਤ",
        "ਐਨਐਫਐਲ ਔਕੜਾਂ, ਹਫਤਾ 18 ਲਾਈਨਾਂ, ਏਟੀਐਸ ਭਵਿੱਖਬਾਣੀ, ਗੇਮ ਪਿਕਸ, ਸੁਝਾਅ, ਟਾਈਮਜ਼ਃ ਮਾਡਲ ਹਰ ਗੇਮ ਨੂੰ 10,000 ਵਾਰ ਸਿਮੂਲੇਟ ਕਰਦਾ ਹੈ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਜਸਟਿਨ ਬਾਲਡੋਨੀ ਦੀ ਸਾਬਕਾ ਏਜੰਸੀ ਉਸ ਨੂੰ ਬਲੇਕ ਲਾਈਵਲੀ ਅਤੇ ਰਿਆਨ ਰੇਨੋਲਡਜ਼ ਦੇ ਦਬਾਅ ਹੇਠ ਛੱਡਣ ਤੋਂ ਇਨਕਾਰ ਕਰਦੀ ਹੈ - ਹਿੰਦੁਸਤਾਨ ਟਾਈਮਜ਼",
        "ਹੋਰ ਪੋਪਸੀਕਲ, ਕਿਰਪਾ ਕਰਕੇਃ ਤੁਹਾਡੇ ਟੌਨਸਿਲ ਵਾਪਸ ਵਧ ਸਕਦੇ ਹਨ - ਸੀ ਐਨ ਐਨ",
        "ਇੰਗਲੈਂਡ ਵਿਚ 166 ਮਿਲੀਅਨ ਸਾਲ ਪੁਰਾਣੇ ‘ਡਾਇਨਾਸੌਰ ਹਾਈਵੇ’ ਟਰੈਕ ਲੱਭੇ ਗਏ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਲਾਮਾਰ ਜੈਕਸਨ, ਪ੍ਰੋ ਬਾlਲ ਲਈ ਚੁਣੇ ਗਏ ਅੱਠ ਹੋਰ ਰੇਵੇਨਜ਼ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਆਰਕਟਿਕ ਧਮਾਕਾ ਧਰੁਵੀ vortex ਨਾਲ ਬੰਨ੍ਹਿਆ ਅਮਰੀਕਾ, ਯੂਰਪ ਡੂੰਘੇ ਠੰਡ ਵਿੱਚ ਪਾ ਦਿੰਦਾ ਹੈ - Axios",
        "ਅਮਰੀਕੀ ਬੇਰੁਜ਼ਗਾਰੀ ਦੇ ਦਾਅਵੇ 211,000 ਤੱਕ ਡਿੱਗੇ, ਮਾਰਚ ਤੋਂ ਬਾਅਦ ਸਭ ਤੋਂ ਹੇਠਲਾ ਪੱਧਰ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਮਸਕ ਨੇ ਐਕਸ - ਪੋਲੀਟੀਕੋ ਯੂਰਪ 'ਤੇ ਜਰਮਨ ਦੂਰ-ਸੱਜੇ ਨੇਤਾ ਨਾਲ ਵਿਚਾਰ ਵਟਾਂਦਰੇ ਦੀ ਯੋਜਨਾ ਬਣਾਈ",
        "ਕੁਆਡ੍ਰੈਂਟਿਡਸ ਨੂੰ ਕਿਵੇਂ ਵੇਖਣਾ ਹੈ, ਸਾਲ ਦੇ ਸਭ ਤੋਂ ਮਜ਼ਬੂਤ ਮੀਟਿਅਰ ਸ਼ਾਵਰਾਂ ਵਿੱਚੋਂ ਇੱਕ - ਸੀ ਐਨ ਐਨ",
        "ਸੈਮਸੰਗ ਆਪਣੇ 2025 ਮਾਨੀਟਰ ਲਾਈਨਅਪ - ਦਿ ਵਰਜ ਨਾਲ ਓਐਲਈਡੀ ਅਤੇ ਗੇਮਿੰਗ 'ਤੇ ਵੱਡਾ ਸੱਟਾ ਲਗਾਉਂਦਾ ਹੈ",
        "'ਕੈਟਵੂਮੈਨ' ਸੋਸ਼ਲਾਈਟ ਜੋਸਲੀਨ ਵਾਈਲਡਨਸਟਾਈਨ ਦੀ ਮੌਤ, ਰਿਪੋਰਟਾਂ ਕਹਿੰਦੀਆਂ ਹਨਃ ਉਸ ਨੂੰ ਸਾਲਾਂ ਤੋਂ ਦੇਖੋ - ਅਮਰੀਕਾ ਅੱਜ",
        "ਗੋਲਡਨ ਗਲੋਬ ਪੇਸ਼ਕਾਰਃ ਐਂਡਰਿ Gar ਗਾਰਫੀਲਡ, ਅਨੀਆ ਟੇਲਰ-ਜੋਏ ਅਤੇ ਹੋਰ - ਵੰਨਗੀ",
        "ਟਰੰਪ ਦੇ ਸਮਰਥਨ ਦੇ ਬਾਵਜੂਦ ਸਦਨ ਦੇ ਸਪੀਕਰ ਬਣੇ ਰਹਿਣ ਲਈ ਮਾਈਕ ਜੌਹਨਸਨ ਦੀ ਬੋਲੀ ਸੰਘਰਸ਼ ਕਿਉਂ ਹੋ ਸਕਦੀ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਬਾਇਡਨ 6 ਜਨਵਰੀ ਨੂੰ ਕਾਂਗਰਸ ਕਮੇਟੀ ਦੇ ਨੇਤਾਵਾਂ ਨੂੰ ਦੂਜਾ ਸਭ ਤੋਂ ਵੱਡਾ ਨਾਗਰਿਕ ਪੁਰਸਕਾਰ ਦੇ ਰਹੇ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਬਰਡ ਫਲੂ ਚੇਤਾਵਨੀ ਨਵੇਂ ਵਾਇਰਸ ਦੇ ਜੋਖਮ ਬਾਰੇਃ 'ਜਨਤਕ ਸਿਹਤ ਦੀ ਮਹੱਤਵਪੂਰਣ ਚਿੰਤਾ' - ਨਿਊਜ਼ਵੀਕ",
        "ਸਟਾਕ ਮਾਰਕੀਟ ਘੱਟ ਹੀ ਟੋਪੀ ਦੀਆਂ ਚਾਲਾਂ ਨੂੰ ਸਕੋਰ ਕਰਦਾ ਹੈ. ਇਹ ਰਣਨੀਤੀਕਾਰ ਡਰਦਾ ਹੈ ਕਿ ਅੱਗੇ ਕੀ ਹੈ - ਮਾਰਕੀਟਵਾਚ"
    ]
}