{
    "headlines": [
        "ਆਈਫੋਨ 14 ਐਸਈ ਲਾਈਵ ਅਪਡੇਟਸ — ਐਪਲ ਲਾਂਚ ਇਵੈਂਟ ਦੀਆਂ ਖ਼ਬਰਾਂ ਅਤੇ ਆਖਰੀ ਮਿੰਟ ਦੀਆਂ ਅਫਵਾਹਾਂ - ਟੌਮ ਦੀ ਗਾਈਡ",
        "ਚੋਟੀ ਦੇ ਰੂਸੀ ਅਤੇ ਅਮਰੀਕੀ ਅਧਿਕਾਰੀ ਬਿਨਾਂ ਕੀਵ ਦੇ ਯੂਕਰੇਨ ਯੁੱਧ ਨੂੰ ਖਤਮ ਕਰਨ 'ਤੇ ਗੱਲਬਾਤ ਕਰਨਗੇ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਸਾਬਕਾ ਅਰਜਨਟੀਨਾ ਦੇ ਰਾਸ਼ਟਰਪਤੀ ਨੇ ਅਹੁਦੇ 'ਤੇ ਹੁੰਦਿਆਂ ਪਹਿਲੀ ladyਰਤ ਦੀ ਕੁੱਟਮਾਰ ਕਰਨ ਦਾ ਦੋਸ਼ ਲਗਾਇਆ - ਦਿ ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "‘ਹਫੜਾ-ਦਫੜੀ ਅਤੇ ਉਲਝਣ’ ਕਿਉਂਕਿ ਟਰੰਪ ਦੀਆਂ ਸਮੂਹਿਕ ਫਾਇਰਿੰਗਾਂ ਸਰਕਾਰ ਦੇ ਬੁਨਿਆਦੀ ਕਾਰਜਾਂ ਨੂੰ ਪ੍ਰਭਾਵਤ ਕਰਦੀਆਂ ਹਨ - ਪੀਬੀਐਸ ਨਿ Newsਜ਼ਹੋਰ",
        "ਟਰੰਪ ਨੇ ਘਾਤਕ ਡੀ. ਸੀ. ਜਹਾਜ਼ ਹਾਦਸੇ ਦੇ ਕੁਝ ਹਫ਼ਤਿਆਂ ਬਾਅਦ ਐਫਏਏ ਦੇ ਸਟਾਫ ਦੀ ਗੋਲੀਬਾਰੀ ਸ਼ੁਰੂ ਕੀਤੀ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਯੂਕਰੇਨ 'ਤੇ ਅਮਰੀਕਾ-ਰੂਸ ਗੱਲਬਾਤ ਤੋਂ ਪਾਬੰਦੀ, ਪੈਰਿਸ ਸੰਮੇਲਨ ਦੇ ਜਵਾਬ ਲਈ ਯੂਰਪ ਝਟਕਾ - ਸੀਐਨਐਨ",
        "ਆਰਥਿਕ ਦ੍ਰਿਸ਼ਟੀਕੋਣ 'ਤੇ ਗਵਰਨਰ ਵਾਲਰ ਦਾ ਭਾਸ਼ਣ - ਫੈਡਰਲ ਰਿਜ਼ਰਵ",
        "ਇਟਲੀ ਵਿਚ ਪੁਰਾਤੱਤਵ ਵਿਗਿਆਨੀਆਂ ਦੁਆਰਾ ਖੋਜੇ ਗਏ 200 ਪ੍ਰਾਚੀਨ ਕਬਰਾਂ ਦਾ \"ਸਮਾਰਕ ਨੈਕਰੋਪੋਲਿਸ\" - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਏਰਿਕ ਐਡਮਜ਼ ਦੇ ਚਾਰ ਚੋਟੀ ਦੇ ਡਿਪਟੀ ਮੈਂਬਰਾਂ ਨੇ ਅਸਤੀਫਾ ਦੇ ਦਿੱਤਾ ਹੈ, ਨਿ York ਯਾਰਕ ਦੇ ਮੇਅਰ ਦਾ ਕਹਿਣਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਅਗਲਾਡੋਰ ਦਾ ਨੀਰਵ ਟੋਲੀਆ ਸੋਚਦਾ ਹੈ ਕਿ ਉਹ ਏਆਈ ਨਾਲ ਚੀਜ਼ਾਂ ਨੂੰ ਘੁੰਮ ਸਕਦਾ ਹੈ; ਉਸ ਕੋਲ ਇਸ 'ਤੇ ਬਹੁਤ ਸਵਾਰੀ ਹੈ - TechCrunch",
        "ਡੋਗੇ ਨੂੰ ਅੰਕੜਿਆਂ ਦਾ ਮੁਲਾਂਕਣ ਕਰਨ ਅਤੇ ਸੰਘੀ ਕਰਮਚਾਰੀਆਂ ਨੂੰ ਬਰਖਾਸਤ ਕਰਨ ਤੋਂ ਰੋਕਣ ਦੀ ਕੋਸ਼ਿਸ਼ 'ਤੇ ਜੱਜ ਤੇਜ਼ੀ ਨਾਲ ਰਾਜ ਕਰਨਗੇ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਯੂਐਸ ਦੇ ਸਿੱਖਿਆ ਵਿਭਾਗ ਨੇ ਵਿਭਾਜਨਕ ਅਧਿਆਪਕ ਸਿਖਲਾਈ ਗ੍ਰਾਂਟਾਂ ਵਿੱਚ 600 ਮਿਲੀਅਨ ਡਾਲਰ ਤੋਂ ਵੱਧ ਦੀ ਕਟੌਤੀ ਕੀਤੀ - ਯੂਐਸ ਸਿੱਖਿਆ ਵਿਭਾਗ",
        "ਸਪੋਟੀਫਾਈ ਦੀ ਹਿਫਾਈ ਸਟ੍ਰੀਮਿੰਗ ਆਖਰਕਾਰ ਇਸ ਸਾਲ ਪਹੁੰਚ ਸਕਦੀ ਹੈ - ਦਿ ਵਰਜ",
        "ਪੋਪ ਦੀ ਸਿਹਤ ਸਥਿਰ ਹੈ ਕਿਉਂਕਿ ਉਹ ਹਸਪਤਾਲ ਵਿਚ ਇਲਾਜ ਜਾਰੀ ਰੱਖਦਾ ਹੈ - ਵੈਟੀਕਨ ਨਿ Newsਜ਼",
        "‘ਐਸ ਐਨ ਐਲ’ 50 ਸਾਲਾਂ ਬਾਅਦ ਜੇਰਾਲਡ ਫੋਰਡ 'ਤੇ ਵਾਪਸ ਮਾਰਦਾ ਹੈ - WOODTV.",
        "ਰਾਸ਼ਟਰਪਤੀ ਦਿਵਸ ਦੇ ਵਿਰੋਧ 'ਚ ਟਰੰਪ ਪ੍ਰਸ਼ਾਸਨ ਦੀਆਂ ਨੀਤੀਆਂ ਵਿਰੁੱਧ ਰੈਲੀ - ਅਮਰੀਕਾ ਅੱਜ",
        "Milei ਕੁੰਜੀ ਅਮਰੀਕਾ ਦੀ ਯਾਤਰਾ ਅੱਗੇ Crypto Memecoin ਘੁਟਾਲੇ ਵਿੱਚ ਠੋਕਰ - ਬਲੂਮਬਰਗ",
        "ਟੋਰਾਂਟੋ ਹਵਾਈ ਅੱਡੇ 'ਤੇ ਪਹੁੰਚਣ' ਤੇ ਡੈਲਟਾ ਫਲਾਈਟ ਦੀ 'ਘਟਨਾ' ਹੋਈ, ਕਈ ਜ਼ਖਮੀ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਚਾਰਲੀ ਮੈਕਾਵਯ ਯੂਐਸਏ-ਸਵੀਡਨ 4 ਨੇਸ਼ਨਜ਼ ਗੇਮ ਵਿਚ ਕਿਉਂ ਨਹੀਂ ਖੇਡੇਗਾ - ਐਨਈਐਸਐਨ"
    ]
}