{
    "headlines": [
        "ماسك يستهدف طائرة ترامب المقاتلة المفضلة - بوليتيكو",
        "يقول ترامب إنه سيضرب الصين وكندا والمكسيك بتعريفات جديدة - فاينانشيال تايمز",
        "يذهل ممفيس رقم 2 UConn في Maui Invitational بعد التقنية المتأخرة على دان هيرلي، الذي ألقى باللوم في الخسارة على \"sh***y calls\" - Yahoo Sports",
        "تايجر وودز لن يلعب تحدي عالم الأبطال - جولة PGA",
        "نقطة محذوفة هنا",
        "مايك والتز يستقيل من يوم تنصيبه في مجلس النواب للانضمام إلى إدارة ترامب - ذا هيل",
        "قال مضيف قناة MSNBC الشاذ جوناثان كيبهارت إنه \"يتعارض\" مع تحرك ترامب لاختيار سكوت بيسنت للخزانة - نيويورك بوست",
        "اكتشاف فيروس إنفلونزا الطيور في الحليب الخام في كاليفورنيا - سي إن إن",
        "يقول محامو ترامب إنهم يحققون في مزاعم بأن كبير مساعدي ترامب سعى إلى تحقيق مكاسب مالية من التأثير على الرئيس المنتخب، حسبما ذكرت مصادر - سي إن إن",
        "يمكن لنموذج الصوت الجديد للذكاء الاصطناعي من Nvidia تجميع الأصوات التي لم تكن موجودة من قبل - Ars Technica",
        "الرئيس التنفيذي لشركة كول توم كينغسبري يتنحى في يناير، ليحل محله الرئيس التنفيذي لشركة مايكلز أشلي بوكانان - سي إن بي سي",
        "السلطات المصرية تقول إن 16 شخصا في عداد المفقودين بعد غرق قارب سياحي في البحر الأحمر - سي إن إن",
        "يقول المصدر إن مجلس الوزراء الإسرائيلي سيصوت على اتفاق وقف إطلاق النار في لبنان بعد موافقة نتنياهو \"من حيث المبدأ\" - سي إن إن",
        "الزعيم الإصلاحي يحشد الرومانيين للتغلب على اليمين المتطرف الموالي لروسيا - POLITICO Europe",
        "ذكرت وسائل الإعلام الرسمية أن القوات الروسية ألقت القبض على رجل بريطاني أثناء قتاله من أجل أوكرانيا في منطقة كورسك - سي إن إن",
        "قد يكون عيد شكر رطبًا ومثلجًا بالنسبة للبعض. اكتشف أين. - الواشنطن بوست",
        "\"الرائحة غير المتوقعة\" لمركبة الشحن الفضائية الروسية تؤخر التسليم لرواد الفضاء على محطة الفضاء الدولية - Space.com",
        "كيف شعر \"المصارع\" \"الشرير\" 2 \"في شباك التذاكر - نسر",
        "يتحرك المستشار الخاص جاك سميث لإسقاط قضية ترامب الانتخابية مستشهداً بسياسة وزارة العدل \"القطعية\" - ABC News",
        "التعرف على الأطعمة فائقة المعالجة - Fortune"
    ]
}