{
    "headlines": [
        "بوينغ تخفض 10 ٪ من القوى العاملة، وتوقف معظم إنتاج 767 وسط الإضراب - سياتل تايمز",
        "\"ساترداي نايت لايف\" تحتفل بالذكرى السنوية التاسعة والأربعين مع عناوين افتتاح أورجانو جولد 1975 - الموعد النهائي",
        "ارتفعت حالات السعال الديكي بأكثر من 340 ٪ مقارنة بهذا الوقت من العام الماضي - فوكس نيوز",
        "إدارة بايدن تقاضي فرجينيا بسبب برنامج تطهير الناخبين - سي إن إن",
        "تكشف الصحفية آنا غارسيا عن \"النتيجة المختلفة\" التي ستحققها محاكمة إخوة مينينديز اليوم - نيويورك بوست",
        "ترامب يطلب طائرات ومركبات عسكرية وسط تهديد إيران - واشنطن بوست",
        "يقول جيم كرامر إنه لا يزال يحتفظ بسهم تيسلا بعد فشل سايبر كاب لأول مرة - CNBC",
        "فرصة أخرى لرؤية الأضواء الشمالية فوق ماساتشوستس يوم الجمعة - دبليو سي في بي بوسطن",
        "خدمة الطقس الوطنية: تم تأكيد إعصار EF -3 في مقاطعة سانت لوسي - WPBF West Palm Beach",
        "ترتبط عدوى كوفيد-19 خلال الموجة الأولى بارتفاع خطر الإصابة بالنوبات القلبية والسكتة الدماغية: دراسة - ABC News",
        "السكان يجوبون الشوارع التي غمرتها الفيضانات، ويزيلون الأنقاض بعد أن مزق إعصار ميلتون فلوريدا - وكالة أسوشيتد برس",
        "غارة إسرائيلية تصيب اثنين من قوات حفظ السلام التابعة للأمم المتحدة في لبنان - رويترز",
        "ستكون أول لمحة لمذنب مرئي فوق سان أنطونيو ليلة الجمعة - KSAT San Antonio",
        "يصف طيار خفر السواحل عملية إنقاذ \"مجنونة\" لرجل يطفو على مبرد في الخليج بعد إعصار ميلتون - إيه بي سي نيوز",
        "مراجعة: تم فحص ألين (الارتجاج) للفواتير بشكل صحيح - ESPN",
        "هل أزعج أوريغون ولاية أوهايو، تكساس مقابل أوكلاهوما، جامعة جنوب كاليفورنيا - ولاية بنسلفانيا، نجاح كولورادو | القطيع - القطيع مع كولن كاوهيرد",
        "جي بي مورغان يسميها: الاقتصاد الأمريكي حقق هبوطًا ناعمًا - صحيفة وول ستريت جورنال",
        "الآلاف محاصرون في مخيم جباليا مع تصعيد إسرائيل للهجمات القاتلة في شمال غزة - رويترز",
        "مايك فرانسيسا مذهول من نزهة مالك نابرس ترافيس سكوت الموسيقية - نيويورك بوست",
        "ما يجب معرفته عن تسوية تكلفة المعيشة للضمان الاجتماعي لعام 2025 - ذا هيل"
    ]
}