{
    "headlines": [
        "ਹੈਰਿਸ \"ਸ਼ਾਨਦਾਰ ਸਿਹਤ\" ਵਿੱਚ, ਉਸਦਾ ਡਾਕਟਰ ਕਹਿੰਦਾ ਹੈ, ਜਿਵੇਂ ਕਿ ਮੁਹਿੰਮ ਟਰੰਪ ਨੂੰ ਮੈਡੀਕਲ ਰਿਕਾਰਡ ਜਾਰੀ ਕਰਨ ਲਈ ਦਬਾਅ ਪਾਉਂਦੀ ਹੈ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਫੜੇ ਗਏ ਦਸਤਾਵੇਜ਼ਾਂ ਨੇ ਇਜ਼ਰਾਈਲ 'ਤੇ ਤਬਾਹੀ ਮਚਾਉਣ ਲਈ ਹਮਾਸ ਦੀ ਵਿਆਪਕ ਲਾਲਸਾ ਦਾ ਖੁਲਾਸਾ ਕੀਤਾ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਵਾਰਨ ਦਾ ਰਿਕਾਰਡ 17 ਫੜਦਾ ਹੈ ਕੁੰਜੀ ਪੀਐਸਯੂ ਰੈਲੀ ਬਨਾਮ ਯੂਐਸਸੀ - ਈਐਸਪੀਐਨ",
        "ਡਾਨਾ ਕਾਰਵੀ ਨੇ 'ਐਸ ਐਨ ਐਲ‘ ਤੇ ਮਾਇਆ ਰੁਡੋਲਫ ਦੇ ਚਿਹਰੇ ਵਿਚ ਸਮੈਸ਼ਿੰਗ ਆਈਸ ਕਰੀਮ ਦਾ ਖੁਲਾਸਾ ਕੀਤਾ ਯੋਜਨਾਬੱਧ ਨਹੀਂ ਸੀ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "OU ਫੁੱਟਬਾਲ Red River Rivalry 'ਚ ਨੰਬਰ 1 ਟੈਕਸਾਸ ਦੁਆਰਾ ਤੋੜਿਆ ਗਿਆ | 5 takeaways - Oklahoman.com",
        "ਟਰੰਪ ਰੈਲੀਆਂ ਠੋਸ ਨੀਲੇ ਕੈਲੀਫੋਰਨੀਆ ਵਿਚ ਗੈਰ-ਰਵਾਇਤੀ ਮੁਹਿੰਮ ਦੇ ਅੰਦੋਲਨ ਵਿਚ - ਅਲ ਜਜ਼ੀਰਾ ਅੰਗਰੇਜ਼ੀ",
        "ਅਮਰੀਕਾ ਫਸਟ ਪਾਲਿਸੀ ਇੰਸਟੀਚਿ, ਟ, ਟਰੰਪ ਨੂੰ ਸਲਾਹ ਦੇਣ ਵਾਲਾ ਸਮੂਹ ਕਹਿੰਦਾ ਹੈ ਕਿ ਇਸ ਦੀਆਂ ਪ੍ਰਣਾਲੀਆਂ ਦੀ ਉਲੰਘਣਾ ਕੀਤੀ ਗਈ ਸੀ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਨਿਕ ਕੈਨਨ 16 ਤੇ ਡਿੱਡੀ ਪਾਰਟੀ ਵਿੱਚ ਸ਼ਾਮਲ ਹੋਣ ਦਾ ਵੇਰਵਾ - ਈ! ਆਨਲਾਈਨ - ਈ! ਨਿਊਜ਼",
        "ਲਾਈਵ ਅਪਡੇਟਸਃ ਉੱਤਰੀ ਗਾਜ਼ਾ ਵਿੱਚ ਜਾਨਲੇਵਾ ਹੜਤਾਲ; ਇਜ਼ਰਾਈਲੀ ਫੌਜਾਂ ਨੇ ਸ਼ਾਂਤੀ ਰੱਖਿਅਕਾਂ ਨੂੰ ਮਾਰਨ ਤੋਂ ਬਾਅਦ ਬਿਡੇਨ ਚਿੰਤਤ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "7-ਇਲੇਵਨ ਉੱਤਰੀ ਅਮਰੀਕਾ ਵਿੱਚ 400 ਤੋਂ ਵੱਧ ਸਥਾਨਾਂ ਨੂੰ ਬੰਦ ਕਰ ਰਿਹਾ ਹੈ - ABC7 ਲਾਸ ਏਂਜਲਸ",
        "ਓਬਾਮਾ ਦਾ ਕਾਲੇ ਆਦਮੀਆਂ ਨੂੰ ਬੁਲਾਉਣਾ ਡੈਮੋਕਰੇਟਸ ਵਿਚ ਇਕ ਤੰਤੂ ਨੂੰ ਛੂਹਦਾ ਹੈ. ਕੀ ਚੋਣ ਵਰ੍ਹੇ ਦੀ ਦੁਰਵਰਤੋਂ ਚੱਲ ਰਹੀ ਹੈ? - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "25 ਸਾਲ ਦੀ ਉਮਰ ਵਿੱਚ ‘ਅਚਾਨਕ‘ ਮੌਤ ਤੋਂ ਬਾਅਦ ਟਿਕਟੋਕ ਪ੍ਰਭਾਵਸ਼ਾਲੀ ਟੇਲਰ ਰੂਸੋ ਗਰਿੱਗ ਨੂੰ ਆਰਾਮ ਦਿੱਤਾ ਗਿਆ - ਪੰਨਾ ਛੇ",
        "ਜਿਵੇਂ ਕਿ ਫਲੋਰਿਡਾ ਫੈਲਦਾ ਹੈ, ਤੂਫਾਨ ਮਿਲਟਨ ਦੇ ਜਾਗਣ ਵਿੱਚ ਪੀੜਤਾਂ ਦੀ ਸਹਾਇਤਾ ਕਰਦਿਆਂ, ਸ਼ਕਤੀ ਨੂੰ ਬਹਾਲ ਕਰਨ ਵੱਲ ਧਿਆਨ ਕੇਂਦਰਤ ਕਰਦਾ ਹੈ - ਐਨ ਬੀ ਸੀ ਨਿ Newsਜ਼",
        "‘ਟੈਰੀਫਾਇਰ 3’ ਮੁਕਾਬਲੇ ਨੂੰ ਵੇਖਦਾ ਹੈ, ਜਦੋਂ ਕਿ ‘ਜੋਕਰ‘ ਬਾਕਸ ਆਫਿਸ ’ਤੇ ਸੰਘਰਸ਼ ਕਰਦਾ ਹੈ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਨਿਣਟੇਨਡੋ ਸਵਿੱਚ 2 Codename ਵੱਡੇ ਲੀਕ ਕੇ ਪ੍ਰਗਟ - ComicBook.com",
        "ਸਕਾਟਲੈਂਡ ਦੀ ਆਜ਼ਾਦੀ ਦੀ ਲਹਿਰ ਵਿਚ ਮੋਹਰੀ ਸ਼ਖਸੀਅਤ ਅਲੈਕਸ ਸਾਲਮੰਡ ਦੀ 69 ਸਾਲ ਦੀ ਉਮਰ ਵਿਚ ਮੌਤ ਹੋ ਗਈ - ਸੀ ਐਨ ਐਨ",
        "ਚੀਨ ਦਾ ਉਤੇਜਕ ਸੰਦੇਸ਼ ਨਿਵੇਸ਼ਕਾਂ ਨੂੰ ਚਾਹੁੰਦਾ ਛੱਡਦਾ ਹੈ - Reuters.",
        "ਦੁਰਲੱਭ ਧੂਮ ਨੰਗੀ ਅੱਖ ਨੂੰ ਦਿਖਾਈ ਦੇ ਸਕਦਾ ਹੈ. ਇੱਥੇ ਕਿੱਥੇ ਵੇਖਣਾ ਹੈ. - ਸੀਬੀਐਸ ਬੋਸਟਨ",
        "ਥਾਮਸ ਨੇ ਸਕੂਬਲ ਤੋਂ ਗ੍ਰੈਂਡ ਸਲੈਮ ਮਾਰਿਆ, ਗਾਰਡੀਅਨਜ਼ ਨੇ ਏਐਲ ਚੈਂਪੀਅਨਸ਼ਿਪ ਸੀਰੀਜ਼ ਤੱਕ ਪਹੁੰਚਣ ਲਈ ਟਾਈਗਰਜ਼ ਨੂੰ 7-3 ਨਾਲ ਹਰਾਇਆ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਟੇਸਲਾ ਦਾ ਸਾਈਬਰਕੈਬ ਰੋਬੋਟੈਕਸੀ ਇੱਥੇ ਹੈ — ਅਤੇ ਇਸਦੀ ਕੀਮਤ $ 30K ਤੋਂ ਘੱਟ ਹੋ ਸਕਦੀ ਹੈ - TechCrunch"
    ]
}