{
    "headlines": [
        "ਬਿੱਗ ਲਾਟਸ ਯੋਜਨਾਬੱਧ ਵਿਕਰੀ ਦੇ ਪਤਨ ਤੋਂ ਬਾਅਦ ਇਸਦੇ 900 ਸਟੋਰਾਂ ਨੂੰ ਤਰਲ ਕਰਨ ਲਈ ਸੈੱਟ ਕੀਤਾ ਗਿਆ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਇੰਡੀਆਨਾ ਬਨਾਮ ਨੋਟਰੇ ਡੈਮਃ ਇਸ ਹਫਤੇ ਦੇ ਅੰਤ ਵਿੱਚ ਐਨਸੀਏਏ ਫੁੱਟਬਾਲ ਕਿਵੇਂ ਵੇਖੀਏ - ਯਾਹੂ ਸਪੋਰਟਸ",
        "ਟਰੰਪ ਦਾ ਬੰਦ ਦਾ ਜੂਆ ਆਪਣੀ ਸ਼ਕਤੀ ਦੀਆਂ ਸੀਮਾਵਾਂ ਦਾ ਪਰਦਾਫਾਸ਼ ਕਰਦਾ ਹੈ - ਬੀਬੀਸੀ.",
        "ਜਰਮਨੀ 'ਚ ਭੀੜ-ਭੜੱਕੇ ਵਾਲੇ ਕ੍ਰਿਸਮਸ ਬਾਜ਼ਾਰ' ਚ ਕਾਰ ਦੀ ਲਪੇਟ 'ਚ ਆਉਣ ਨਾਲ ਘੱਟੋ-ਘੱਟ ਦੋ ਮੌਤਾਂ - Al Jazeera English",
        "ਇੱਕ ਸਰਕਾਰੀ ਬੰਦ ਤੁਹਾਡੇ ਯਾਤਰਾ ਦੀਆਂ ਯੋਜਨਾਵਾਂ ਨੂੰ ਕਿਵੇਂ ਪ੍ਰਭਾਵਤ ਕਰ ਸਕਦਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਚੀਫਜ਼ ਹਾਲੀਵੁੱਡ ਬ੍ਰਾਊਨ ਨੂੰ ਸਰਗਰਮ ਕਰਦੇ ਹਨ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਫਰਾਂਸ 'ਚ ਅਧਿਆਪਕਾਂ ਦਾ ਸਿਰ ਵੱਢਣ ਦੇ ਦੋਸ਼' ਚ ਅੱਠ ਨੂੰ ਸਜ਼ਾ - BBC.com",
        "ਵਾਈ ਕੰਬੀਨੇਟਰ ਦੇ ਪਹਿਲੇ ਦਿਨ ਗੁੱਸਾ ਪੈਦਾ ਕਰਨ ਤੋਂ ਬਾਅਦ, ਏਆਈ ਕੋਡ ਸੰਪਾਦਕ ਪੀਅਰਏਆਈ $ 1M ਬੀਜ ਨੂੰ ਉਤਾਰਦਾ ਹੈ - ਟੈਕਕ੍ਰਾਂਚ",
        "ਐਫ ਡੀ ਏ ਨੇ ਮੋਟਾਪੇ ਵਾਲੇ ਬਾਲਗਾਂ ਵਿਚ ਦਰਮਿਆਨੀ ਤੋਂ ਗੰਭੀਰ ਰੁਕਾਵਟ ਵਾਲੀ ਨੀਂਦ ਦੀ ਅਪਨੀਆ ਲਈ ਪਹਿਲੀ ਅਤੇ ਇਕੋ ਇਕ ਨੁਸਖ਼ਾ ਦਵਾਈ ਵਜੋਂ ਜ਼ੈਪਬਾਉਂਡ ® (ਟਿਰਜ਼ਪੇਟਾਈਡ) ਨੂੰ ਮਨਜ਼ੂਰੀ ਦਿੱਤੀ - ਨਿਵੇਸ਼ਕ | ਏਲੀ ਲਿਲੀ ਅਤੇ ਕੰਪਨੀ",
        "ਕੈਲੀਫੋਰਨੀਆ ਦੇ ਡੇਅਰੀ ਝੁੰਡਾਂ ਦੁਆਰਾ ਐਚ 5 ਐਨ 1 ਬਰਡ ਫਲੂ ਦਾ ਤੇਜ਼ੀ ਨਾਲ ਫੈਲਣਾ ਪ੍ਰਸਾਰਣ ਦੇ ਅਣਜਾਣ ਮਾਰਗਾਂ ਦਾ ਸੰਕੇਤ ਦਿੰਦਾ ਹੈ - STAT",
        "ਕਾਲਜ ਦੇ ਵਿਦਿਆਰਥੀ ਨੇ ਕਥਿਤ ਤੌਰ 'ਤੇ ਯਹੂਦੀਆਂ ਨੂੰ ਨਿਸ਼ਾਨਾ ਬਣਾਉਂਦੇ ਹੋਏ' ਸਮੂਹਿਕ ਜਾਨੀ ਨੁਕਸਾਨ ਦੇ ਹਮਲੇ 'ਦੀ ਸਾਜਿਸ਼ ਰਚੀ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਹੋਰੀਜੋਨਃ ਜ਼ੀਰੋ ਡੌਨ ਨੂੰ ਗ੍ਰਾਫਿਕਲ ਰੀਮਾਸਟਰ ਮਿਲਦਾ ਹੈ ਇੱਕ ਆਧੁਨਿਕ ਕਲਾਸਿਕ ਹੱਕਦਾਰ ਹੈ - ਆਰਸ ਟੈਕਨੀਕਾ",
        "ਟਾਕ ਸੀਬੀਐਸ 'ਤੇ ਭਾਵਨਾਤਮਕ ਪਲੀਅ ਨਾਲ 15-ਸੀਜ਼ਨ ਰਨ ਦਰਸ਼ਕਾਂ ਨੂੰ ਖਤਮ ਕਰਦਾ ਹੈਃ‘ ਇਕ ਦੂਜੇ ਨਾਲ ਗੱਲ ਕਰੋ, ਲੜੋ ਨਾ! ’- ਟੀਵੀਲਾਈਨ",
        "ਕਾਂਗੋ ਵਿਚ 'ਰਹੱਸਮਈ ਬਿਮਾਰੀ' ਮਲੇਰੀਆ ਬਣ ਗਈ — ਅਤੇ ਸੰਭਾਵਤ ਤੌਰ 'ਤੇ, ਇਕ ਹੋਰ ਬਿਮਾਰੀ - ਲਾਈਵਸਾਇੰਸ ਡਾਟ ਕਾਮ",
        "SZA ਨੇ ਘੰਟਿਆਂ ਦੀ ਦੇਰੀ ਤੋਂ ਬਾਅਦ 'ਲਾਨਾ' ਡਿੱਗਿਆਃ 'ਅਸੀਂ ਦਿਨਾਂ ਲਈ ਚੜ੍ਹੇ' - ਅਮਰੀਕਾ ਅੱਜ",
        "ਕੀਵ, ਯੂਕਰੇਨ 'ਤੇ‘ ਵਹਿਸ਼ੀ ‘ਰੂਸੀ ਮਿਜ਼ਾਈਲ ਬੈਰਾਜ ਵਿਚ ਘੱਟੋ ਘੱਟ ਇਕ ਦੀ ਮੌਤ ਹੋ ਗਈ ਅਤੇ ਕਈ ਦੂਤਘਰ ਨੁਕਸਾਨੇ ਗਏ - ਸੀਐਨਐਨ",
        "ਐਕਸਿਓਮ ਦਾ ਨਿਜੀ ਸਪੇਸ ਸਟੇਸ਼ਨ ਸਾਡੇ ਸੋਚਣ ਨਾਲੋਂ ਜਲਦੀ ਆ ਰਿਹਾ ਹੈ - ਸਪੇਸ ਡਾਟ ਕਾਮ",
        "ਅਮਰੀਕੀ ਡਿਪਲੋਮੈਟਾਂ ਨੇ ਦਮਿਸ਼ਕ 'ਚ ਸੀਰੀਆ ਦੇ ਵਿਰੋਧੀ ਨੇਤਾ ਨਾਲ ਕੀਤੀ ਮੁਲਾਕਾਤ - Axios",
        "ਨਵੀਂ ਖੋਜ ਕਹਿੰਦੀ ਹੈ ਕਿ ਲੋਕ ਬਹੁਤ ਪਹਿਲਾਂ ਅਮਰੀਕਾ ਪਹੁੰਚੇ ਸਨ ਅਤੇ ਵਿਸ਼ਾਲ ਸੁਸਤ ਅਤੇ ਮਾਸਟੋਡਨ ਦੇ ਨਾਲ ਸਹਿ-ਮੌਜੂਦ ਸਨ - ਪੀਬੀਐਸ ਨਿ Newsਜ਼ਹੌਰ",
        "ਬਾਇਡਨ ਜੀਓਪੀ ਮੁਕੱਦਮੇ ਦੇ ਵਿਚਕਾਰ ਪੁੰਜ ਵਿਦਿਆਰਥੀ ਕਰਜ਼ਾ ਰੱਦ ਕਰਨ ਦੀਆਂ ਯੋਜਨਾਵਾਂ ਨੂੰ ਤਿਆਗ ਦਿੰਦਾ ਹੈ - ਪੋਲਿਟਿਕੋ"
    ]
}