{
    "headlines": [
        "Aktienmarkt heute: S&P 500, Dow zurück von den Rekorden, während die Fed jubelt - Yahoo Finance",
        "Live-Updates: Israel zielt auf hochrangige Hisbollah-Figur in Beirut - CNN",
        "Shohei Ohtani Tracker: Dodgers-Star erreicht beispiellose 50:50 -Saison, dann 51:51 mit epischem Spiel gegen Marlins - Yahoo Sports",
        "[removed]",
        "Trump schimpft gegen jüdische Amerikaner, die in einer Rede, die sich auf Antisemitismus konzentriert, nicht für ihn stimmen - CBS News",
        "Caitlin Clark in den WNBA-Playoffs: Gegnerin der ersten Runde, Zeitplan - KCCI Des Moines",
        "Horoskop für den 20. September 2024: Kosmisches Glück für zwei Sternzeichen am ersten Freitag nach der Vollmondfinsternis - Hindustan Times",
        "Die Biden-Harris-Regierung kündigt über 3 Milliarden US-Dollar an, um den amerikanischen Batterieherstellungssektor zu unterstützen, über 12.000 Arbeitsplätze zu schaffen und die nationale Sicherheit zu verbessern - Energy.gov",
        "Sehen Sie sich diese versteckten iOS 18-Einstellungen und -Funktionen auf Ihrem neuen iPhone 16 an - CNET",
        "Der verstorbene Harrods-Chef Mohamed Al Fayed hat Dutzende von Frauen sexuell missbraucht, sagen Anwälte - FRANCE 24 Englisch",
        "Demokraten starten neuen Werbe-Push, um Trump mit Mark Robinson zu verbinden, nachdem über Porno-Website-Kommentare berichtet wurde - NBC News",
        "Quellen: Embiid stimmt einem 3-Jahres-Deal über 192,9 Mio. USD zu - ESPN",
        "Haben Sie vergessen, ein iPhone 16 vorzubestellen? Apple Store Abholung heute an den meisten Standorten verfügbar - MacRumors",
        "Ein \"goldenes Zeitalter\" der Rattenforschung könnte hier sein. Was uns die oft unerwünschten Begleiter über uns lehren können - NPR",
        "[removed]",
        "Galaxy S25, Galaxy S25+ Ladegeschwindigkeiten wurden nicht aktualisiert - SamMobile - Samsung News",
        "Hack von Hisbollah-Geräten enthüllt dunkle Ecken der asiatischen Lieferketten - Reuters",
        "Der tschetschenische Kriegsherr sagt, Elon Musk habe seinen Cybertruck deaktiviert - Business Insider",
        "Warum Katy Perrys Comeback so schief gelaufen ist - BBC.com",
        "Fünf Erkenntnisse aus den neuesten Harris-Trump-Umfragen - The Hill"
    ]
}