{
    "headlines": [
        "ملخص سريع للعبة 3: يتقدم فريق دودجرز 3-0 في بطولة العالم على فريق اليانكيز - ESPN",
        "رئيس تحرير WaPo السابق يمزق بيزوس لارتكاب \"خطأ جسيم\" مع قرار التأييد: \"خيانة\" - فوكس نيوز",
        "حزب الله ينتخب نعيم قاسم رئيسا ليخلف نصر الله - رويترز",
        "هاريس يلقي خطابًا في العاصمة مع حملة ترامب في بنسلفانيا قبل أسبوع واحد من يوم الانتخابات - سي إن إن",
        "انخفض سهم فورد على الرغم من هبوط مبيعات الربع الثالث، حيث أنه يوجه إلى توقعات الأرباح المنخفضة لعام 2024 - Yahoo Finance",
        "Dave Bautista، Zoë Kravitz، Riley Keough Cate the Zellners 'Alpha Gang - الموعد النهائي",
        "تسريبات أمازون لماك ميني الصغير مع رقاقة M4 - ذا فيرج",
        "تم العثور على المتجول ميتًا في حديقة تكساس الوطنية بعد أن لاحظت السلطات أن السيارة غير مراقبة لعدة أيام - ABC News",
        "تصنيفات قوة اتحاد كرة القدم الأميركي: حيث يجلس 49 لاعبًا بعد الفوز الكبير مقابل رعاة البقر - ياهو سبورتس",
        "عزف النشيد الكونفدرالي \"ديكسي\" في تجمع ماديسون سكوير جاردن لترامب - واشنطن بوست",
        "إسرائيل تصوت على حظر وكالة الإغاثة التابعة للأمم المتحدة، والفلسطينيون يقولون إن 100 ألف من السكان محاصرون - رويترز",
        "مؤسس مالك TikTok ByteDance يقفز إلى أعلى قائمة الأغنياء في الصين - رويترز",
        "ماكدونالدز على وشك الإبلاغ عن أرباحها. إليك ما يمكن توقعه - CNBC",
        "كيف جلبت الإعفاءات الضريبية الأمريكية عملاق الطاقة الشمسية الصيني إلى أوهايو - بلومبرغ",
        "يقول ترامب إن الديمقراطيين يستخدمون خطابًا \"مثيرًا للاشمئزاز \": أهم النقاط من مسيرة أتلانتا - الولايات المتحدة الأمريكية اليوم",
        "Giants - Steelers on 'Monday Night Football ': ما تعلمناه من فوز بيتسبرغ 26-18 - NFL.com",
        "شون \"ديدي\" متهم في دعاوى قضائية جديدة بالاعتداء الجنسي على فتيان يبلغون من العمر 10 و 17 عامًا - مراسل هوليوود",
        "إيران تعدم جمشيد شرمد الألماني الإيراني - DW (الإنجليزية)",
        "سيلينا غوميز وديفيد هنري يغنيان أغنية قبعة غير تقليدية في سجادة \"ويزاردز بيوند ويفرلي بليس\" - الوصول إلى هوليوود",
        "تم الإبلاغ عن وفاة بفيروس شبيه بالإيبولا في ولاية أيوا بعد السفر إلى غرب إفريقيا - واشنطن بوست"
    ]
}