{
    "headlines": [
        "ਸੁਕੀ ਵਾਟਰਹਾhouseਸ ਨੂੰ, ‘ਸੁਪਰ-ਸਾਦ ਹੋਣ ਦਾ ਕੋਈ ਮਤਲਬ ਨਹੀਂ’ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਪੀਟ ਡੇਵਿਡਸਨ ਨੇ ਆਪਣੀ ‘ਸ਼ਨੀਵਾਰ ਨਾਈਟ ਲਾਈਵ’ ਤਨਖਾਹ ਦਾ ਖੁਲਾਸਾ ਕੀਤਾ — ਅਤੇ ਇਹ ਤੁਹਾਡੇ ਸੋਚਣ ਨਾਲੋਂ ਘੱਟ ਹੈ - ਨਿ New ਯਾਰਕ ਪੋਸਟ",
        "ਡਿਪਟੀਜ਼ ਨੇ ਪਾਲੇਰਮੋ - ਕੇਆਰਸੀਆਰ ਦੇ ਫੀਦਰ ਰਿਵਰ ਸਕੂਲ ਵਿਖੇ ਸਰਗਰਮ ਗੋਲੀਬਾਰੀ ਦਾ ਜਵਾਬ ਦਿੱਤਾ",
        "ਟਰੰਪ ਨੇ ਆਈਆਰਐਸ ਕਮਿਸ਼ਨਰ ਲਈ ਸਾਬਕਾ ਰਿਪੇਅਰ ਬਿਲੀ ਲੋਂਗ ਦੀ ਚੋਣ ਕੀਤੀ - ਪੋਲਿਟਿਕੋ",
        "ਟਰੰਪ ਨੇ ਕੈਲੀ ਲੋਫਲਰ ਨੂੰ ਐਸਬੀਏ - ਦਿ ਹਿੱਲ ਲਈ ਨਾਮਜ਼ਦ ਕੀਤਾ",
        "ਐਸਟਰਾਇਡ ਲਗਭਗ ਸਾਈਬੇਰੀਆ ਵਿਚ ਧਰਤੀ ਨੂੰ ਮਾਰਦਾ ਹੈ, ਇਸ ਹਫਤੇ ਇਕ ਦੂਜਾ ਵਿਸ਼ਾਲ ਐਸਟਰਾਇਡ ਲੰਘ ਰਿਹਾ ਹੈ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਨਫ਼ਰਤ ਆਪਣੇ Spotify ਲਪੇਟਿਆ? ਤੁਸੀਂ ਇਕੱਲੇ ਨਹੀਂ ਹੋ - ਰੋਲਿੰਗ ਪੱਥਰ",
        "ਫਰਾਂਸ ਦੀ ਸੰਸਦ ਨੇ ਮਿਸ਼ੇਲ ਬਾਰਨੀਅਰ ਦੀ ਸਰਕਾਰ ਨੂੰ ਬਾਹਰ ਕੱ toਣ ਲਈ ਵੋਟਾਂ ਪਾਈਆਂ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "ਰਾਸ਼ਟਰੀ ਹਸਤਾਖਰ ਦਿਵਸ 2024: ਸ਼ੁਰੂਆਤੀ ਹਸਤਾਖਰ ਅਵਧੀ ਦੇ ਜੇਤੂ ਅਤੇ ਹਾਰਨ ਵਾਲੇ, ਟੀਮ ਭਰਤੀ ਰੈਂਕਿੰਗ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਪਾਵੇਲ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਫੈੱਡ ਥੋੜਾ ਹੋਰ ਸਾਵਧਾਨ ਰਹਿਣਾ ਬਰਦਾਸ਼ਤ ਕਰ ਸਕਦਾ ਹੈ - ਰਾਇਟਰਜ਼",
        "ਡੋਵ ਪਹਿਲੀ ਵਾਰ 45k ਤੋਂ ਉੱਪਰ ਬੰਦ ਹੁੰਦਾ ਹੈ ਕਿਉਂਕਿ ਨਾਸਡੈਕ, ਐਸ ਐਂਡ ਪੀ 500 ਪਾਵੇਲ ਦੀਆਂ ਟਿੱਪਣੀਆਂ ਤੋਂ ਬਾਅਦ ਸਾਰੇ ਸਮੇਂ ਦੇ ਉੱਚੇ ਪੱਧਰ 'ਤੇ ਪਹੁੰਚ ਗਿਆ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਐਰੋਨ ਰੋਜਰਸ ਜੈੱਟ ਦੀ ਮਾਲਕੀਅਤ 'ਤੇ ਸੂਖਮ ਜਬ' ਤੇ ਡਬਲ ਡਾਉਨ ਕਰਨ ਲਈ ਦਿਖਾਈ ਦਿੰਦਾ ਹੈ - ਸਪੋਰਟਸ ਇਲਸਟ੍ਰੇਟਿਡ",
        "ਇੰਟੇਲ ਬੋਰਡ ਨੇ ਸੀਈਓ ਦੇ ਅਚਾਨਕ ਨਿਕਾਸ ਨੂੰ ਸੰਭਾਲਣ ਲਈ ਧਮਾਕਾ ਕੀਤਾ ਕਿਉਂਕਿ ਸਟਾਕ ਦੁਬਾਰਾ ਡਿੱਗਦਾ ਹੈ - ਨਿਵੇਸ਼ਕ ਦਾ ਕਾਰੋਬਾਰ ਰੋਜ਼ਾਨਾ",
        "Jaguars ਜ਼ਖਮੀ ਰਿਜ਼ਰਵ 'ਤੇ ਟ੍ਰੇਵਰ ਲਾਰੈਂਸ ਜਗ੍ਹਾ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਨਾਰਗੇਸ ਮੁਹੰਮਦੀਃ ਈਰਾਨ ਨੇ ਅਸਥਾਈ ਤੌਰ 'ਤੇ ਨੋਬਲ ਸ਼ਾਂਤੀ ਪੁਰਸਕਾਰ ਜੇਤੂ ਨੂੰ ਜਾਰੀ ਕੀਤਾ - ਬੀਬੀਸੀ.",
        "ਨੋਟਰੇ ਡੈਮ ਅੱਗ ਲੱਗਣ ਦਾ ਕਾਰਨ ਕੀ ਸੀ? ਨਵੀਨਤਮ ਜਿਵੇਂ ਕਿ ਗਿਰਜਾਘਰ ਦੁਬਾਰਾ ਖੁੱਲ੍ਹਦਾ ਹੈ. - ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਗੂਗਲ ਦੇ ਵਾਇਰਲ ਨੋਟਬੁੱਕਐਲਐਮ ਦੇ ਪਿੱਛੇ ਦੇ ਮੁੱਖ ਨੇਤਾ ਆਪਣੀ ਖੁਦ ਦੀ ਸ਼ੁਰੂਆਤ ਬਣਾਉਣ ਲਈ ਛੱਡ ਰਹੇ ਹਨ - TechCrunch",
        "ਮਿਡਲ ਈਸਟ ਨਵੀਨਤਮਃ ਗਾਜ਼ਾ ਦੇ ਟੈਂਟ ਕੈਂਪ 'ਤੇ ਇਜ਼ਰਾਈਲੀ ਹਮਲੇ ਵਿਚ ਘੱਟੋ ਘੱਟ 21 ਲੋਕ ਮਾਰੇ ਗਏ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਪੀਟ ਹੇਗਸੇਥ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਹ 'ਪਿੱਛੇ ਨਹੀਂ ਹਟੇਗਾ' ਕਿਉਂਕਿ ਦੁਰਾਚਾਰ ਦੇ ਦੋਸ਼ਾਂ 'ਤੇ ਪੜਤਾਲ ਵਧਦੀ ਹੈ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਯੂਨਾਈਟਿਡ ਹੈਲਥਕੇਅਰ ਦੇ ਸੀਈਓ ਬ੍ਰਾਇਨ ਥੌਮਸਨ ਦੀ ਨਿਊਯਾਰਕ ਵਿਚ ‘ਬ੍ਰੇਜ਼ਨ, ਟਾਰਗੇਟਡ ਹਮਲੇ’ ਵਿਚ ਮੌਤ ਹੋ ਗਈ; ਮੈਨਹੰਟ ਜਾਰੀ ਹੈ - ਸਟਾਰ ਟ੍ਰਿਬਿਊਨ"
    ]
}