{
    "headlines": [
        "ਓਰੇਗਨ ਨੇ ਬਿੱਗ ਟੈਨ ਚੈਂਪੀਅਨਸ਼ਿਪ ਜਿੱਤੀ, ਪਲੇਆਫ ਮੈਦਾਨ ਤੋਂ ਉੱਪਰ ਸਪਾਟ ਰਹਿੰਦੀ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਜੋਏ ਲਾਰੈਂਸ, ਐਸਟ੍ਰਾਂਗ ਪਤਨੀ ਤਲਾਕ ਨੂੰ ਬੁਲਾਉਣ ਤੋਂ ਬਾਅਦ ਪਹਿਲੀ ਵਾਰ ਸਪਾਟ ਕੀਤੀ ਗਈ - TMZ",
        "ਟਰੰਪ ਨੇ ਅਸਦ ਸ਼ਾਸਨ ਡਿੱਗਣ 'ਤੇ ਸੀਰੀਆ ਨਾਲ ਹੱਥ ਮਿਲਾਉਣ ਦੀ ਕੀਤੀ ਅਪੀਲ - The Washington Post",
        "2024 ਬਾlਲ ਗੇਮਜ਼ਃ ਲਾਈਵ ਘੋਸ਼ਣਾਵਾਂ, ਅਨੁਸੂਚੀ, ਕਾਲਜ ਫੁੱਟਬਾਲ ਪਲੇਆਫ ਬਰੈਕਟ, ਕਟੋਰੇ ਦੀਆਂ ਖ਼ਬਰਾਂ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਪ੍ਰਭਾਵਸ਼ਾਲੀ ਬ੍ਰੇਕੀ ਹਿੱਲ ਨੇ ਅੰਤ ਵਿੱਚ ਬੈਰੀ ਕੇਓਗਨ ਧੋਖਾਧੜੀ ਦੀਆਂ ਅਫਵਾਹਾਂ ਨੂੰ ਸੰਬੋਧਿਤ ਕੀਤਾ — ਇੱਥੇ ਉਹ ਕੀ ਕਹਿੰਦੀ ਹੈ - ਬੁਜ਼ਫੀਡ",
        "ਇਜ਼ਰਾਈਲ ਨੇ ਸੀਰੀਆ ਦੀਆਂ ਫੌਜਾਂ ਦੀਆਂ ਅਸਾਮੀਆਂ ਛੱਡਣ ਤੋਂ ਬਾਅਦ ਗੋਲਨ ਬਫਰ ਜ਼ੋਨ 'ਤੇ ਕਬਜ਼ਾ ਕਰ ਲਿਆ - ਬੀਬੀਸੀ.",
        "ਐਕਸਕਲੂਸਿਵ | ਇਸ਼ਤਿਹਾਰਬਾਜ਼ੀ ਫਰਮਾਂ ਓਮਨੀਕੌਮ ਅਤੇ ਇੰਟਰਪਬਲਿਕ ਰਲੇਵੇਂ ਦੇ ਨੇੜੇ ਹਨ ਜੋ ਉਦਯੋਗ ਨੂੰ ਮੁੜ ਆਕਾਰ ਦੇਣਗੀਆਂ - ਦਿ ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "ਟਰੰਪ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਹ ਕਾਰਜਕਾਲ ਖਤਮ ਹੋਣ ਤੋਂ ਪਹਿਲਾਂ ਜੈ ਪਾਵੇਲ ਨੂੰ ਫੈੱਡ ਤੋਂ ਨਹੀਂ ਹਟਾਉਣਗੇ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "ਇੱਕ ਆਦਮੀ, ਇੱਕ ਸਾਈਕਲ ਅਤੇ ਇੱਕ ਬੰਦੂਕਃ ਪੁਲਿਸ ਨਿ New ਯਾਰਕ ਦੀਆਂ ਸੜਕਾਂ 'ਤੇ ਯੂਨਾਈਟਿਡ ਹੈਲਥਕੇਅਰ ਦੇ ਸੀਈਓ ਦੀ ਹੱਤਿਆ ਨੂੰ ਹੱਲ ਕਰਨ ਲਈ ਸਬੂਤ ਦੀ ਭਾਲ ਕਰਦੀ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਸੀਰੀਆ 'ਚ 13 ਸਾਲ ਦੀ ਜੰਗ ਤੋਂ ਬਾਅਦ ਬਸ਼ਰ ਅਸਦ ਦਾ ਪਤਨ ਇਕ ਦਹਾਕੇ ਲੰਬੇ ਖ਼ਾਨਦਾਨ ਦਾ ਅੰਤ ਲਿਆਉਂਦਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਅਸਦ ਨੂੰ ਪਲਟ ਕੇ ਦਮਿਸ਼ਕ 'ਤੇ ਕਬਜ਼ਾ ਕਰਨ ਵਾਲੇ ਸੀਰੀਆ ਦੇ ਬਾਗ਼ੀ ਕੌਣ ਹਨ? - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਕਾਲਜ ਫੁੱਟਬਾਲ ਪਲੇਆਫ ਦੀ ਭਵਿੱਖਬਾਣੀਃ ਕੌਣ ਹੈ ਅਤੇ ਕੌਣ ਫਾਈਨਲ ਸੀਐਫਪੀ ਬਰੈਕਟ ਤੋਂ ਬਾਹਰ ਹੈ - ਫੌਕਸ ਸਪੋਰਟਸ",
        "ਬਾਕਸ ਆਫਿਸਃ 'ਮੋਆਨਾ 2‘ ਦੂਜੇ ਹਫਤੇ ਦੇ ਅੰਤ ਵਿੱਚ 52 ਮਿਲੀਅਨ ਡਾਲਰ ਪ੍ਰਾਪਤ ਕਰਦਾ ਹੈ, ਏ 24 ਦਾ ‘ਵਾਈ 2 ਕੇ’ ਕ੍ਰੈਟਰਸ $ 2 ਮਿਲੀਅਨ ਡੈਬਿਊ ਨਾਲ - ਵਰਾਇਟੀ",
        "ਗਿਫਟ ਕਾਰਡ ਆਮ ਮਹਿਸੂਸ ਕਰ ਸਕਦੇ ਹਨ. ਉਨ੍ਹਾਂ ਨੂੰ ਦੇਣ ਦਾ ਇੱਕ ਬਿਹਤਰ ਤਰੀਕਾ ਹੈ । - ਵਾਲ ਸਟਰੀਟ ਜਰਨਲ",
        "ਹਟਾਈ",
        "ਸਪੇਸਐਕਸ ਨੇ 23 ਹੋਰ ਸਟਾਰਲਿੰਕ ਸੈਟੇਲਾਈਟ ਲਾਂਚ ਕੀਤੇ - ਯੂਪੀਆਈ ਨਿ Newsਜ਼",
        "ਐਨਐਫਐਲ ਹਫਤਾ 14 ਸਰਬੋਤਮ ਸੱਟਾਃ ਟੀਚਾ ਜੁਵਾਨ ਜਾਨਸਨ ਇੱਕ ਵਧੀ ਹੋਈ ਭੂਮਿਕਾ ਨੂੰ ਲੈਣ ਲਈ - ਪ੍ਰੋ ਫੁੱਟਬਾਲ ਫੋਕਸ",
        "ਟਰੰਪ ਨੇ ਯੂਕਰੇਨ 'ਚ ਫੌਰੀ ਜੰਗਬੰਦੀ ਦੀ ਕੀਤੀ ਮੰਗ - REUTERS",
        "ਇਹ ਚਮਕਦਾਰ ਬੇਨਕਿQ ਸਕ੍ਰੀਨਬਾਰ ਲੈਂਪ ਮੇਰੇ ਮਨਪਸੰਦ ਡਬਲਯੂਐਫਐਚ ਐਕਸੈਸਰੀ ਹਨ - ਵਾਇਰਡ",
        "ਕੀਵ ਨੇ ਪੁਤਿਨ ਦੀ ਲੜਾਈ ਵਿਚ ਪਹਿਲੀ ਵਾਰ ਯੂਕਰੇਨ ਦੇ ਕੁੱਲ ਜਾਨੀ ਨੁਕਸਾਨ ਦਾ ਖੁਲਾਸਾ ਕੀਤਾ - ਪੋਲੀਟੀਕੋ ਯੂਰਪ"
    ]
}