{
    "headlines": [
        "ਟੀਮਸਟਰਾਂ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਐਮਾਜ਼ਾਨ ਕਰਮਚਾਰੀ ਕਈ ਸਹੂਲਤਾਂ 'ਤੇ ਹੜਤਾਲ ਕਰਨਗੇ ਕਿਉਂਕਿ ਯੂਨੀਅਨ ਲੇਬਰ ਕੰਟਰੈਕਟ ਦੀ ਮੰਗ ਕਰਦੀ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਸਟਾਕ ਮਾਰਕੀਟ ਅੱਜਃ ਵਿਸ਼ਵ ਸ਼ੇਅਰ 2025 ਵਿਚ 2 ਰੇਟ ਕਟੌਤੀ 'ਤੇ ਫੈੱਡ ਦੇ ਇਸ਼ਾਰੇ ਤੋਂ ਬਾਅਦ ਵਾਲ ਸਟ੍ਰੀਟ ਦੇ ਸੇਲਆਫ ਨੂੰ ਟਰੈਕ ਕਰਦੇ ਹਨ - ਯਾਹੂ ਵਿੱਤ",
        "ਹਿਊਮਨ ਰਾਈਟਸ ਵਾਚ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਗਾਜ਼ਾ ਵਿਚ ਇਜ਼ਰਾਈਲ ਦਾ ਪਾਣੀ ਤੋਂ ਵਾਂਝਾ ਰਹਿਣਾ ਨਸਲਕੁਸ਼ੀ ਦਾ ਕੰਮ ਹੈ - ਰਾਇਟਰਜ਼",
        "10 ਵੇਂ ਸਿੱਧੇ ਘਾਟੇ ਵਿਚ ਇੰਡੈਕਸ 1,100 ਪੁਆਇੰਟ ਦੀ ਗਿਰਾਵਟ ਤੋਂ ਬਾਅਦ ਡਾਓ ਫਿuresਚਰ ਬਹੁਤ ਘੱਟ ਬਦਲ ਜਾਂਦੇ ਹਨਃ ਲਾਈਵ ਅਪਡੇਟਸ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਵਿੰਟਰ ਤੂਫਾਨ ਐਸ਼ਰ ਬਰਫ ਦੇ ਨਾਲ ਉੱਤਰ-ਪੂਰਬੀ ਵਿਸਕਾਨਸਿਨ ਨੂੰ ਕੰਬਲ ਕਰਨ ਲਈ ਸੈੱਟ - Fox11online. com",
        "ਹਟਾਈ",
        "ਰੂਸ 'ਚ ਲੜਾਈ' ਚ ਘੱਟੋ-ਘੱਟ 100 ਉੱਤਰੀ ਕੋਰੀਆ ਦੇ ਸੈਨਿਕ ਮਾਰੇ ਗਏ, 1,000 ਜ਼ਖਮੀ, ਦੱਖਣੀ ਕੋਰੀਆ ਦੀ ਖੁਫੀਆ ਏਜੰਸੀ ਨੇ ਕਿਹਾ - ਏ. ਬੀ. ਸੀ. ਨਿਊਜ਼",
        "2024 ਕਾਲਜ ਫੁੱਟਬਾਲ ਪਲੇਆਫ ਬਰੈਕਟਃ ਰਾਸ਼ਟਰੀ ਚੈਂਪੀਅਨਸ਼ਿਪ ਲਈ ਮੁਕਾਬਲਾ ਕਰਨ ਵਾਲੀਆਂ ਸਾਰੀਆਂ 12 ਟੀਮਾਂ ਲਈ ਇਕ ਘਾਤਕ ਨੁਕਸ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਆਦਮੀ ਨੇ ਐਨਵਾਈਸੀ ਵਿਚ ਗੁਪਤ ਚੀਨੀ 'ਪੁਲਿਸ ਸਟੇਸ਼ਨ' ਚਲਾਉਣਾ ਸਵੀਕਾਰ ਕੀਤਾ - ਬੀਬੀਸੀ.",
        "ਡੀਲਮੇਕਰਜ਼ ਸੱਟਾ ਲਗਾਉਂਦੇ ਹਨ ਕਿ ਟਰੰਪ ਮੈਗਾ-ਡਿਲ ਰੀਬਾਉਂਡ ਨੂੰ ਬਾਲਣ ਦੇਵੇਗਾ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "ਵਿਸਕਾਨਸਿਨ ਸਕੂਲ ਸ਼ੂਟਰ ਕੈਲੀਫੋਰਨੀਆ ਦੇ ਵਿਅਕਤੀ ਦੇ ਆਪਣੇ ਹਮਲੇ ਦੀ ਸਾਜਿਸ਼ ਰਚਣ ਦੇ ਸੰਪਰਕ ਵਿੱਚ ਸੀ, ਅਦਾਲਤ ਦੇ ਦਸਤਾਵੇਜ਼ ਕਹਿੰਦੇ ਹਨ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਬਰਨੀ ਸੈਂਡਰਜ਼ ਨੇ ਖਰਚੇ ਦੇ ਸੌਦੇ ਨੂੰ ਪਟੜੀ ਤੋਂ ਉਤਾਰਨ ਲਈ ‘ਰਾਸ਼ਟਰਪਤੀ ਐਲਨ ਮਸਕ’ ਨੂੰ ਧਮਾਕਾ ਕੀਤਾ - ਦ ਹਿੱਲ",
        "ਕੈਲੀਫੋਰਨੀਆ ਨੇ ਐਮਰਜੈਂਸੀ ਦੀ ਸਥਿਤੀ ਦਾ ਐਲਾਨ ਕੀਤਾ ਕਿਉਂਕਿ ਬਰਡ ਫਲੂ ਦਾ ਨਵਾਂ ਗੰਭੀਰ ਕੇਸ ਸਾਹਮਣੇ ਆਇਆ ਸੀ । ਬਾਕੀ ਦੇਸ਼ ਲਈ ਇਸਦਾ ਕੀ ਅਰਥ ਹੈ - Fortune",
        "ਓਕੇਸੀਓ-ਕੋਰਟੇਜ਼ ਡੈਮੋਕਰੇਟਸ ਦੀ ਅਗਵਾਈ ਕਰਨ ਲਈ 'ਕੋਸ਼ਿਸ਼ ਜਾਰੀ ਰੱਖਣ‘ ਦੇ ਟਰੰਪ ਦੇ ਸੁਝਾਅ ’ਤੇ ਮਜ਼ਾਕ ਉਡਾਉਂਦਾ ਹੈ - ਦਿ ਹਿੱਲ",
        "ਮਾਈਕਲ ਪੇਨਿਕਸ ਫਾਲਕਨਜ਼ ਦੇ ਸਟਾਰਟਰ ਵਜੋਂ ਕਿਰਕ ਚਚੇਰੇ ਭਰਾਵਾਂ ਦੀ ਥਾਂ ਲੈਣ ’ਤੇਃ ਮੈਂ ਜਾਣ ਲਈ ਤਿਆਰ ਹਾਂ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਵੈਸਟ ਵੈਲੀ ਵਿੱਚ 3 ਬੱਚਿਆਂ ਦੀ ਗੋਲੀਬਾਰੀ ਨੇ ਗ੍ਰੇਨਾਈਟ ਜ਼ਿਲ੍ਹਾ ਸਕੂਲਾਂ ਵਿੱਚ ਭਾਗ ਲਿਆ - KUTV 2News",
        "ਮਾਈਕ ਜੌਹਨਸਨ ਦੇ ਖਰਚੇ ਦੇ ਬਿੱਲ ਨੂੰ ਲੈ ਕੇ ਮੇਜਰ ਦਿਲ ਦੀ ਧੜਕਣ ਫਟਦੀ ਹੈ - ਐਕਸੀਓਸ",
        "ਵੈਂਡੀ ਕਿ Qਬੀ ਡਿਏਗੋ ਪਾਵੀਆ ਨੇ ਉਸ ਨੂੰ 2025 ਵਿਚ ਡੀ-ਆਈ ਫੁੱਟਬਾਲ ਖੇਡਣ ਦੀ ਆਗਿਆ ਦਿੱਤੀ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਵੀਡੀਓ ਦਿਖਾਉਂਦਾ ਹੈ ਕਿ ਕੈਲੀਫੋਰਨੀਆ ਦਾ ਗਰਾਉਂਡ ਸਕੁਇਰਲ ਸਰੀਰਕ ਗਤੀਵਿਧੀ 'ਝਟਕਾਉਣ' ਵਿੱਚ ਸ਼ਾਮਲ ਹੈ - ਯੂਐਸਏ ਅੱਜ",
        "ਐਕਸਕਲੂਸਿਵਃ ਗੂਗਲ ਦੀ ਜੈਮਿਨੀ ਠੇਕੇਦਾਰਾਂ ਨੂੰ ਆਪਣੀ ਮੁਹਾਰਤ ਤੋਂ ਬਾਹਰ ਏਆਈ ਜਵਾਬਾਂ ਨੂੰ ਦਰਜਾ ਦੇਣ ਲਈ ਮਜਬੂਰ ਕਰ ਰਹੀ ਹੈ - ਟੈਕਕ੍ਰਾਂਚ"
    ]
}