{
    "headlines": [
        "ਕਿਵੇਂ ਲੂਗੀ ਮੈਂਗੀਓਨ ਦੀ ਨੋਟਬੁੱਕ ਨੇ ਸੰਘੀ ਸਰਕਾਰੀ ਵਕੀਲਾਂ ਨੂੰ ਆਪਣਾ ਕੇਸ ਬਣਾਉਣ ਵਿੱਚ ਸਹਾਇਤਾ ਕੀਤੀ ਅਤੇ ਅੱਗੇ ਕੀ ਹੈ ਜਦੋਂ ਉਸਨੂੰ ਮਾ mountਟਿੰਗ ਚਾਰਜਜ ਦਾ ਸਾਹਮਣਾ ਕਰਨਾ ਪੈਂਦਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਫੁਲਟਨ ਕਾਉਂਟੀ ਡੀਏ ਫਾਨੀ ਵਿਲਿਸ ਨੂੰ ਟਰੰਪ ਕੇਸ ਤੋਂ ਅਯੋਗ ਠਹਿਰਾਇਆ ਗਿਆ - ਬੀਬੀਸੀ.",
        "ਹਜ਼ਾਰਾਂ ਯਹੂਦੀਆਂ ਲਈ, ਇਜ਼ਰਾਈਲ ਅਜੇ ਵੀ 7 ਅਕਤੂਬਰ ਦੇ ਹਮਲਿਆਂ ਤੋਂ ਬਾਅਦ ਸੁਰੱਖਿਅਤ ਮਹਿਸੂਸ ਨਹੀਂ ਕਰਦਾ. ਇਸ ਲਈ ਉਹ ਛੱਡ ਰਹੇ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਮੈਡਿਸਨ ਸਕੂਲ ਦੇ ਨਿਸ਼ਾਨੇਬਾਜ਼ ਨਾਲ ਹਮਲੇ ਦੀ ਸਾਜਿਸ਼ ਰਚਣ ਦੇ ਦੋਸ਼ੀ ਵਿਅਕਤੀ ਲਈ ਸੁਰੱਖਿਆ ਆਦੇਸ਼ ਜਾਰੀ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "‘ਸਹਿ-ਪ੍ਰਧਾਨ’ ਐਲਨ ਮਸਕ? ਟਰੰਪ ਸਹਿਯੋਗੀ ਖਰਚਿਆਂ ਦੀ ਲੜਾਈ ਵਿਚ ਪ੍ਰਭਾਵ ਦੀ ਜਾਂਚ ਕਰਦਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਡੋਮਿਨਿਕ ਪੇਲੀਕੋਟਃ ਉਹ ਆਦਮੀ ਕੌਣ ਹੈ ਜਿਸਨੇ ਆਪਣੀ ਪਤਨੀ ਦੇ ਸਮੂਹਿਕ ਬਲਾਤਕਾਰ ਦੀ ਸਾਜਿਸ਼ ਰਚੀ ਸੀ? - ਬੀਬੀਸੀ.",
        "ਯੂਐਸ ਦੇ ਦੇਸ਼ ਨਿਕਾਲਾ 2014 ਤੋਂ ਬਾਅਦ ਸਭ ਤੋਂ ਉੱਚੇ ਪੱਧਰ 'ਤੇ, ਆਈਸੀਈ ਰਿਪੋਰਟ ਦਰਸਾਉਂਦੀ ਹੈ - ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਸਟੀਫ ਕਰੀ ਕੋਲ ਬਦਸੂਰਤ ਵਾਰੀਅਰਜ਼ ਬਲੋਆਉਟ ਵਿੱਚ ਆਪਣੇ ਕੈਰੀਅਰ ਦੀ ਸਭ ਤੋਂ ਭੈੜੀ ਖੇਡ ਹੈ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "‘ਜਿਪਸੀ’ ਬ੍ਰੌਡਵੇ ਸਮੀਖਿਆਃ ਆਡਰਾ ਮੈਕਡੋਨਲਡ ਨੇ ਆਪਣੀ ਮੋੜ ਮੰਮਾ ਰੋਜ਼ 'ਤੇ ਲਈ - ਡੈੱਡਲਾਈਨ",
        "ਰੇਨਕਃ ਸੀਨ ਪੇਟਨ ਪਹਿਲੇ ਅੱਧ ਦੇ ਅੰਤ ’ਤੇ ਲਾਲਚੀ ਹੋ ਜਾਂਦਾ ਹੈ, ਅਤੇ ਬ੍ਰੋਂਕੋਸ ਦੀ ਪਲੇਆਫ ਬੋਲੀ ਬਿਜਲੀ ਨਾਲ ਟਕਰਾਉਂਦੀ ਹੈ - ਦ ਡੇਨਵਰ ਪੋਸਟ",
        "ਸਰਕਾਰ ਦੇ ਬੰਦ ਨੂੰ ਰੋਕਣ ਲਈ ਟਰੰਪ ਦੀ ਹਮਾਇਤ ਵਾਲਾ ਖਰਚਾ ਬਿੱਲ ਸਦਨ ਦੀਆਂ ਵੋਟਾਂ ਨੂੰ ਅਸਫਲ ਕਰਦਾ ਹੈ - ਫੌਕਸ ਨਿ Newsਜ਼",
        "ਵਾਚਃ ਚਾਰਜਰਸ 1976 ਤੋਂ ਲੀਗ ਦੇ ਪਹਿਲੇ ਫੇਅਰ-ਕੈਚ ਕਿੱਕ ਫੀਲਡ ਟੀਚੇ ਨੂੰ ਮਾਰਨ ਲਈ ਅਸਪਸ਼ਟ ਐਨਐਫਐਲ ਨਿਯਮ ਦੀ ਵਰਤੋਂ ਕਰਦੇ ਹਨ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਚੀਨ ਦੇ ਸ਼ੀ ਨੇ ਜੂਏ ਦੇ ਹੱਬ ਮਕਾਓ ਲਈ ਵੱਡੀ ਅੰਤਰਰਾਸ਼ਟਰੀ ਭੂਮਿਕਾ ਦੀ ਅਪੀਲ ਕੀਤੀ - ਰਾਇਟਰਜ਼",
        "ਬੋਸਟਨ ਗੇਮ ਵਿਖੇ ਅੱਜ ਰਾਤ ਦੇ ਸ਼ਿਕਾਗੋ ਦੇ ਚੌਥੇ ਕੁਆਰਟਰ ਵਿਚ ਤਕਨੀਕੀ ਫੌਲਾਂ ਬਾਰੇ ਪੂਲ ਰਿਪੋਰਟ - ਐਨਬੀਏ ਅਧਿਕਾਰੀ",
        "ਸਟਾਰਬਕਸ ਵਰਕਰਜ਼ ਯੂਨੀਅਨ ਨੇ ਲਾਸ ਏਂਜਲਸ, ਸ਼ਿਕਾਗੋ ਅਤੇ ਸੀਏਟਲ ਵਿੱਚ ਕ੍ਰਿਸਮਸ ਤੋਂ ਪਹਿਲਾਂ ਦੀ ਹੜਤਾਲ ਦੀ ਘੋਸ਼ਣਾ ਕੀਤੀ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਬਰਡ ਫਲੂ ਦੇ ਫੈਲਣ ਬਾਰੇ ਕੀ ਜਾਣਨਾ ਹੈ ਕਿਉਂਕਿ ਯੂਐਸ ਦੇ ਮਾਮਲਿਆਂ ਬਾਰੇ ਚਿੰਤਾਵਾਂ ਵਧਦੀਆਂ ਹਨ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਜੌਹਨਸਨ ਫਾਈਸਕੋ ਖਰਚਣ ਤੋਂ ਬਾਅਦ ਟਰੰਪ ਦੇ ਨਾਲ ਕੰਬਦੇ ਮੈਦਾਨ 'ਤੇ - ਪੋਲਿਟਿਕੋ",
        "ਬਿਪਤਾ ਰਾਹਤ flounders ਵਿੱਚ $ 100B ਬਾਅਦ ਕਿਸਾਨ, ਕਾਰੋਬਾਰ ਦੇ ਮਾਲਕ, ਅੱਗ ਬਚੇ ਅਨਿਸ਼ਚਿਤਤਾ ਦਾ ਸਾਹਮਣਾ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "Next ਕਰੂ ਡ੍ਰੈਗਨ ਮਿਸ਼ਨ 'ਚ ਇਕ ਮਹੀਨੇ ਦੀ ਦੇਰੀ - SpaceNews",
        "ਨਾਈਕੀ ਦੇ ਸੀਈਓ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਸਨਿੱਕਰ ਦੈਂਤ ‘ਖੇਡ ਨਾਲ ਆਪਣਾ ਜਨੂੰਨ ਗੁਆ ਬੈਠਾ,’ ਆਈਕਾਨਿਕ ਬ੍ਰਾਂਡ ਨੂੰ ਮੁੜ ਸੁਰਜੀਤ ਕਰਨ ਦੀ ਸਹੁੰ - ਨਿ York ਯਾਰਕ ਪੋਸਟ"
    ]
}