{
    "headlines": [
        "نقاط البنغال مقابل العمالقة، تحديثات حية: كرة القدم ليلة الأحد في نيويورك حيث يقود جو بورو سينسيناتي إلى Big Apple - Yahoo Sports",
        "تقول إسرائيل إن 4 جنود قتلوا في هجوم بطائرة بدون طيار لحزب الله بينما خلفت الضربة الإسرائيلية في غزة 20 قتيلاً - وكالة أسوشيتد برس",
        "لماذا يعتقد معجبو تايلور سويفت أن ليلة التاريخ مع ترافيس كيلسي مشمولة بسمعة بيض عيد الفصح - E! أونلاين - E! NEWS",
        "جيري جونز يدلي ببيان تصريحي حول وظيفة مايك مكارثي بعد الخسارة القبيحة أمام الأسود - Sports Illustrated",
        "Gypsy Rose توصي Menendez Bros بالحصول على العلاج إذا تم إطلاق سراحهم من السجن - TMZ",
        "تفتح أسواق آسيا على ارتفاع بعد أن ألمحت إحاطة الصين في عطلة نهاية الأسبوع إلى مزيد من التحفيز ؛ البيانات الاقتصادية في بؤرة الاهتمام - CNBC",
        "سبيس إكس تلتقط صاروخًا عائدًا في الجو، وتحول فكرة خيالية إلى حقيقة واقعة - آرس تكنيكا",
        "كيف فازت مباراة نهائيات الدوري الاميركي للمحترفين 2 المختومة من ليبرتي على الوشق - ESPN",
        "لقاح كوفيد-19: رجل أوماغ يريد المساعدة بعد \"تدمير الحياة\" من قبل JAB - BBC.com",
        "البنتاغون يقول إن الولايات المتحدة سترسل نظامًا مضادًا للصواريخ وقوات إلى إسرائيل - رويترز",
        "هاريس، وصل ترامب إلى طريق مسدود في الاستطلاع الوطني الجديد لشبكة إن بي سي نيوز - إن بي سي نيوز",
        "الأسبوع السادس يسلط الضوء على الدوري الوطني لكرة القدم الأمريكية 2024: التتبع المباشر لأفضل المسرحيات، نتائج المربعات من نتائج الأحد - تقرير المبيض",
        "ستتم استعادة طاقة فلوريدا بحلول يوم الثلاثاء ؛ بايدن يستطلع الضرر ميلتون: التحديثات - الولايات المتحدة الأمريكية اليوم",
        "خطوط غاز خليج تامبا سهلة مع ظهور المزيد من الوقود بعد ميلتون - تامبا باي تايمز",
        "أوروبا تطلق مركبة فضائية لاستكشاف الكويكب الذي ضربته ناسا - VOA تعلم اللغة الإنجليزية",
        "تصميم إصدارات واسعة لمحطة الفضاء التجارية Haven -2 - SpaceNews",
        "تتوسل راكبة الأمواج المحترفة بيثاني هاميلتون للحصول على معجزة طبية بعد العثور على ابن أخيها البالغ من العمر 3 سنوات فاقدًا للوعي في حوض الاستحمام - الصفحة السادسة",
        "يقول المأمور إن محاولة اغتيال ترامب الثالثة أحبطت عندما اعتقل المسلح فيم ميلر خارج تجمع كوتشيلا - نيويورك بوست",
        "سرق روبوت أوبتيموس من إيلون ماسك العرض في معرض تيسلا للتاكسي الآلي - لكن الذكاء الاصطناعي كان كله دخان ومرايا - فورتشن",
        "تُظهر البيانات الإسرائيلية مئات الهياكل التي تضررت في الهجوم الإيراني - بلومبرغ"
    ]
}