{
    "headlines": [
        "Homem acusado de drogar a esposa para que dezenas de homens pudessem estuprá-la testemunha em tribunal francês - NPR",
        "Matt Ryan, Peyton Manning e Eli Manning ficaram atordoados com a decisão dos Eagles de passar - NBC Sports",
        "Sean ‘Diddy’ Combs preso em Nova York, diz seu advogado à CNN - CNN",
        "Meta proíbe o meio de comunicação estatal russo RT por ‘atividade de interferência estrangeira’ - CNN",
        "Jerome Powell parece pronto para contornar a política, mesmo enquanto supervisiona um provável corte nas taxas do banco central - Yahoo Finance",
        "Trump pediu \"unidade\" após a primeira tentativa de assassinato. Desta vez não. - POLITICO",
        "‘Richard Gadd, da Baby Reindeer, fecha primeiro contrato com a Netflix - Prazo",
        "   Removido ",
        "Impacto do acordo do Brexit 'piora', dizem economistas - BBC.com",
        "Acidente de SUV provocou incêndio em oleoduto no Texas que queimou por horas, provocou evacuações no subúrbio de Houston - WPVI-TV",
        "Tempestade Boris: cidade polonesa evacua enquanto inundações atingem a Europa central - BBC.com",
        "EUA advertem Netanyahu contra o início de uma guerra no Líbano - Axios",
        "Resistência a antibióticos pode causar mais de 39 milhões de mortes até 2050, diz estudo - The Washington Post",
        "Da Ucrânia ao Havaí, o comportamento estranho do suspeito da tentativa de assassinato de Trump sugeriu \"ilusão de grandeza\" - CNN",
        "Futuros de ações caem ligeiramente à medida que Wall Street se prepara para dados de vendas no varejo, reunião de política do Fed: atualizações ao vivo - CNBC",
        "Veja como verificar se a sua operadora já suporta RCS no iPhone - 9to5Mac",
        "A estrela dos Eagles, WR A.J. Brown, espera perder \"algumas semanas\" com lesão na coxa - Yahoo Sports",
        "Ações da Ásia sobem; dólar, rendimentos prejudicados por grandes apostas de corte de juros do Fed - Reuters.com",
        "Serviço Secreto \"ciente\" do post de Elon Musk sobre Harris e Biden - BBC.com",
        "Alterações cerebrais durante a gravidez reveladas em mapa detalhado - BBC.com"
    ]
}