{
    "headlines": [
        "LG ਦੇ 2025 ਗੇਮਿੰਗ ਮਾਨੀਟਰ ਲਾਈਨਅਪ ਵਿੱਚ ਇੱਕ ਝੁਕਣ ਯੋਗ 5K2K OLED - ਦਿ ਵਰਜ ਸ਼ਾਮਲ ਹੈ",
        "ਕਿਮ ਕਾਰਦਾਸ਼ੀਅਨ ਅਤੇ ਕੇਨੀ ਵੈਸਟ ਦੇ ਚਾਰ ਬੱਚੇ ਸਾਰੇ ਛੁੱਟੀਆਂ ਦੀਆਂ ਫੋਟੋਆਂ ਵਿੱਚ ਵੱਡੇ ਹੋਏ ਦਿਖਾਈ ਦਿੰਦੇ ਹਨ - ਪੰਨਾ ਛੇ",
        "ਫਾਲਕਨਜ਼ ਬਨਾਮ ਕਮਾਂਡਰ ਲਾਈਵ ਅਪਡੇਟਸਃ ਐਨਐਫਐਲ ਸਕੋਰ, ਗੇਮ ਸਟੇਟਸ, ਹਾਈਲਾਈਟਸ, ਜਿੱਥੇ ਵਿਸ਼ਾਲ ਐਨਐਫਸੀ ਸ਼ੋਅਡਾਉਨ ਵੇਖਣਾ ਹੈ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਛੁੱਟੀ ਬਾਕਸ ਆਫਿਸ 'ਤੇ ਨੰਬਰ 1 ਲਈ' ਸੋਨਿਕ 3 'ਅਤੇ' ਮੁਫਾਸਾ 'ਲੜਾਈ - ਕੇਐਸਐਲ ਡਾਟ ਕਾਮ",
        "ਸੈਮ ਡਾਰਨੋਲਡ ਦਾ ਕਰੀਅਰ-ਉੱਚਾ 377 ਗਜ਼ ਹੈ ਕਿਉਂਕਿ ਵਾਈਕਿੰਗਜ਼ ਨੇ ਪੈਕਰਜ਼ ਨੂੰ 27-25 ਨਾਲ ਹਰਾਇਆ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਲਾਈਵ ਕਵਰੇਜਃ ਸਪੇਸਐਕਸ ਕੈਨੇਡੀ ਸਪੇਸ ਸੈਂਟਰ ਤੋਂ ਫਾਲਕਨ 9 ਰਾਕੇਟ 'ਤੇ 21 ਸਟਾਰਲਿੰਕ ਸੈਟੇਲਾਈਟ ਲਾਂਚ ਕਰੇਗਾ - ਸਪੇਸਫਲਾਈਟ ਹੁਣੇ ਸੰਪਰਕ ਕਰੋ",
        "ਐਨਐਫਐਲ ਪਲੇਆਫ ਬਰੈਕਟ ਤਸਵੀਰ 2024-25: ਏਐਫਸੀ, ਐਨਐਫਸੀ ਸਟੈਂਡਿੰਗਸ ਹਫਤੇ 17 ਦੇ ਅਰਲੀ ਸਲੇਟ ਤੋਂ ਬਾਅਦ - ਬਲੀਚਰ ਰਿਪੋਰਟ",
        "ਦੱਖਣੀ ਕੋਰੀਆ ਵਿਚ ਜੈੱਟ ਕਰੈਸ਼ ਹਾਦਸਾ ਬੋਇੰਗ ਲਈ ਇਕ ਹੋਰ ਝਟਕਾ ਦਰਸਾਉਂਦਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਕ੍ਰਿਸਟਿਨ ਕੈਵਲਾਰੀ ਨੇ ਇਕਬਾਲ ਕੀਤਾ ਕਿ ਸਾਬਕਾ ਮੋਰਗਨ ਵਾਲਨ ‘ਬਿਸਤਰੇ ਵਿਚ ਚੰਗਾ’ ਸੀਃ ‘ਉਹ ਇਕ ਵਧੀਆ ਐਫ ਕੇ ਬੱਡੀ ਸੀ’ - ਪੰਨਾ ਛੇ",
        "ਗੈਲ ਗੈਡੋਟ ਨੇ ਖੁਲਾਸਾ ਕੀਤਾ ਕਿ ਉਸ ਨੇ ਆਪਣੇ ਚੌਥੇ ਬੱਚੇ ਦਾ ਸਵਾਗਤ ਕਰਨ ਤੋਂ ਤੁਰੰਤ ਬਾਅਦ ਦਿਮਾਗ ਦੇ ਗਠੀਏ ਲਈ ਐਮਰਜੈਂਸੀ ਸਰਜਰੀ ਕੀਤੀ - ਯਾਹੂ ਲਾਈਫ",
        "ਸਾਬਕਾ ਰਾਸ਼ਟਰਪਤੀ ਜਿੰਮੀ ਕਾਰਟਰ ਦੇ ਦੇਹਾਂਤ 'ਤੇ ਰਾਸ਼ਟਰਪਤੀ ਜੋਅ ਬਾਇਡਨ ਅਤੇ ਫਸਟ ਲੇਡੀ ਜਿਲ ਬਾਇਡਨ ਦਾ ਬਿਆਨ - ਦ ਵ੍ਹਾਈਟ ਹਾਊਸ",
        "ਨਿ York ਯਾਰਕ ਇਕ ਮੀਟਿਅਰ ਸ਼ਾਵਰ ਅਤੇ ਮੰਗਲ ਦੇ ਮਹਾਨ ਦ੍ਰਿਸ਼ਾਂ ਨਾਲ 2025 ਦੀ ਸ਼ੁਰੂਆਤ ਕਰ ਸਕਦੇ ਹਨ - ਗੋਥਾਮਿਸਟ",
        "2 ਸਕੈਮੇਨੀਆ ਕੰਪਨੀ ਵਿਚ ਮ੍ਰਿਤਕ ਪਾਇਆ ਗਿਆ ਜਦੋਂ ਕਿ ਸਾਸਕੁਐਚ ਦੀ ਭਾਲ ਕੀਤੀ ਗਈ - ਫੌਕਸ 12 ਓਰੇਗਨ",
        "ਲਾਟਰੀ ਦੇ 1.26 ਬਿਲੀਅਨ ਡਾਲਰ ਦੇ ਜੇਤੂ ਨੂੰ ਟੈਕਸ ਅਟਾਰਨੀ, ਥੈਰੇਪਿਸਟ ਦੀ ਜ਼ਰੂਰਤ ਹੋਏਗੀ - ਬਲੂਮਬਰਗ",
        "ਮਹਾਂਮਾਰੀ ਨੇ ਅੱਠ ਚਾਰਟਾਂ ਵਿੱਚ ਅਮਰੀਕੀ ਮੌਤਾਂ ਨੂੰ ਕਿਵੇਂ ਵਧਾਇਆ - ਬਲੂਮਬਰਗ",
        "ਹਟਾਈ",
        "ਡਬਲਿਊਕੇਆਰਸੀ ਟੀਵੀ ਸਿਨਸਿਨਾਟੀ: ਚੈਨਲ ਕਰਾਸਿੰਗ 'ਚ ਸਮੱਗਲਰਾਂ ਦੀਆਂ ਕਿਸ਼ਤੀਆਂ ਓਵਰਲੋਡ ਹੋਣ ਕਾਰਨ 3 ਪ੍ਰਵਾਸੀਆਂ ਦੀ ਮੌਤ ਹੋ ਗਈ ।",
        "ਹਟਾਈ",
        "ਆਈਡੀਐਫ ਨੇ ਖੁਲਾਸਾ ਕੀਤਾ ਕਿ ਕਿਵੇਂ ਕਮਲ ਅਦਵਾਨ ਹਸਪਤਾਲ ਦੀ ਛਾਪੇਮਾਰੀ ਨੇ ਹਮਾਸ ਦੀ ਜਬਲਿਆ ਦੀ ਪਕੜ ਨੂੰ ਖਤਮ ਕਰ ਦਿੱਤਾ - ਦ ਯਰੂਸ਼ਲਮ ਪੋਸਟ",
        "ਇਕ ਹੋਰ ਸੈਮਸੰਗ ਐਸ 25 ਅਲਟਰਾ ਲੀਕ ਉਨ੍ਹਾਂ ਦੇ 2025 ਫਲੈਗਸ਼ਿਪ ਲਈ ਸਿਰਫ ਇਕ ਵੱਡਾ ਕੈਮਰਾ ਅਪਗ੍ਰੇਡ ਦੀ ਪੁਸ਼ਟੀ ਕਰਦਾ ਪ੍ਰਤੀਤ ਹੁੰਦਾ ਹੈ - ਫੋਨਅਰੇਨਾ"
    ]
}