{
    "headlines": [
        "Os caminhoneiros locais apoiam Harris, apesar da recusa nacional - Axios",
        "Posts lascivos de candidato a governador da Carolina do Norte apoiado por Trump removido do fórum pornô - CNN",
        "Mulher cuja empresa estava ligada a pagers explosivos está a ser protegida pelo serviço secreto da Hungria, diz a mãe - CBS News",
        "Explosões de pager do Hezbollah: Taiwan diz que peças de dispositivos não foram feitas na ilha - BBC.com",
        "As chuteiras 'Decoy' de Ohtani do jogo 50/50 enviadas para o National Baseball Hall of Fame - ESPN",
        "Serviço Secreto é responsável por várias falhas de segurança no ataque a Trump em 13 de julho, diz relatório - The Washington Post",
        "É oficial: afinal, o Huawei Mate XT Ultimate sairá da China - GSMArena.com",
        "Os casos de tosse convulsa estão aumentando. Infectar pessoas pode ajudar a testar uma vacina melhor? - CNN",
        "   Removido ",
        "Chefe da unidade de defesa da Boeing, Ted Colbert, deixa a empresa - Reuters",
        "‘Pretty Little Liars’ cancelada após duas temporadas no Max - Variety",
        "‘143‘ de Katy Perry é uma tentativa fracassada de reavivar seus anos de glória - Rolling Stone",
        "Ações da Intel sobem após relatos de que a Qualcomm abordou a Intel sobre uma aquisição - CNBC Television",
        "Cortes de juros do Fed enviam avaliações já esticadas ainda mais altas - Bloomberg",
        "FDA aprova primeiro spray de vacina contra gripe autoadministrado - CBS News",
        "Xerife de Kentucky acusado de matar juiz em tribunal - The Associated Press",
        "Após repetidas promessas do governo Biden de que um cessar-fogo está próximo, a guerra no Oriente Médio está aumentando - Fox News",
        "Ataque estridente! Avião forçado a pousar depois que rato salta da refeição do passageiro - New York Post",
        "'Never gets old': astronauta da NASA e ex-aluno da UC Davis Tracy C. Dyson fala com KCRA 3 ao vivo da ISS - KCRA Sacramento",
        "Por que Maine e Nebraska estão brigando pelo colégio eleitoral - Axios"
    ]
}