{
    "headlines": [
        "Trump diz que ordenou ao Departamento do Tesouro que parasse de produzir novos centavos - The Washington Post",
        "Super Bowl 2025: Confiança silenciosa dos Eagles, proezas defensivas veem jovens talentos esvaziarem Patrick Mahomes dos Chiefs - CBS Sports",
        "A namorada de Cooper DeJean celebra o momento épico do novato dos Eagles no Super Bowl 2025 - New York Post",
        "Trump diz que anunciará tarifas de 25% sobre aço e alumínio na segunda-feira, e mais tarifas de importação estão chegando - The Associated Press",
        "Descubra se será afetado por 3 grandes tempestades esta semana - The Washington Post",
        "As vendas do McDonald's nos EUA caem à medida que os clientes gastam menos - The Wall Street Journal",
        "Agenda do Capitólio: Johnson fica para trás na corrida orçamentária, Gabbard e RFK Jr. chegando - POLITICO",
        "O impulso de eficiência do governo de Trump chama a atenção para os gastos com defesa - Yahoo",
        "Mensagem do presidente Trump para os Chiefs, Taylor Swift após o Super Bowl LIX e mais manchetes - Fox News",
        "Trump diz que os EUA estão \"comprometidos em comprar e possuir Gaza\" - BBC.com",
        "As empresas ‘Sete Magníficas’ acabaram de fazer algo que não fazem há dois anos. Goldman diz que é hora de fazer uma mudança. - MarketWatch",
        "O telefone dobrável mais fino do mundo será lançado na próxima semana - MacRumors",
        "O que saber sobre problemas de sono à medida que envelhece - The Washington Post",
        "Juíza decidirá o destino da oferta federal de aquisição de Trump - ABC News",
        "O Senado dá a Trump seu gabinete — e sua conformidade - POLITICO",
        "Cúpula de IA de alto risco em Paris: líderes mundiais, titãs da tecnologia e negociações diplomáticas desafiadoras - The Associated Press",
        "Astrônomos surpreendidos pelo perfeito 'anel de Einstein' brilhando no espaço - ScienceAlert",
        "Anúncios mais assistidos do Super Bowl 2025: Ranking Top 10 do YouTube - Variedade",
        "O hino do Super Bowl reinventado por Jon Batiste destacou a pintura da esposa e preparou o palco para novas músicas - The Associated Press"
    ]
}