{
    "headlines": [
        "ما يجب معرفته عن اللدائن الدقيقة والفثالات و BPA و PFAS - واشنطن بوست",
        "يقول المحققون الفيدراليون إن شون \"ديدي\" يتظاهر بالابتزاز، ويدفع الشهود ؛ الدفاع يبكي خطأ - الموعد النهائي",
        "أسهم Netflix تحصل على دفعة من مايك تايسون، بيونسي - Investor's Business Daily",
        "أخبرت امرأتان لجنة الأخلاقيات في مجلس النواب أن غايتز أرسل مدفوعات فينمو \"مقابل الجنس\" وسأل عن \"خدمات الحزب\"، كما يقول محاميهما - سي بي إس نيوز",
        "قتل 2 وأصيب 1 بجروح خطيرة في سكين مدينة نيويورك. المشتبه به رهن الاحتجاز - وكالة أسوشيتد برس",
        "لماذا قد تؤدي أرباح Nvidia إلى تقلب هائل في مؤشر S&P 500 - Benzinga",
        "تقدمت شركة سبيريت إيرلاينز بطلب للإفلاس. ماذا يعني ذلك للمسافرين ؟ - وكالة أسوشيتد برس",
        "سيكون رد روسيا على الصواريخ الأمريكية \"مناسبًا وملموسًا\" - BBC.com",
        "تم العثور على متغير الجدري الأكثر حدة في الولايات المتحدة لأول مرة. إليك ما نعرفه - Gizmodo",
        "وفاة بول تيل نجم \"One Tree Hill\" عن عمر يناهز 35 عامًا - TV Insider",
        "نقطة محذوفة هنا",
        "كيف يخطط الديمقراطيون لمحاربة خطة ترامب للترحيل الجماعي - إيه بي سي نيوز",
        "احتمالات تكساس مقابل رعاة البقر، الانتشار، الخط، التنبؤ، الوقت: اختيارات كرة القدم ليلة الاثنين من قبل نموذج اتحاد كرة القدم الأميركي على 17-7 تشغيل - سي بي إس سبورتس",
        "احتج مدرب الدببة مات إيبرفلوس أمام اتحاد كرة القدم الأميركي بأن الحكام غابوا عن ركلة جزاء على كتلة FG الفائزة في باكرز - ياهو سبورتس",
        "\"سبيس إكس\" تغذي \"ستارشيب ميغاروكيت\" في اختبار رئيسي قبل الرحلة التجريبية السادسة (صور) - Space.com",
        "حقق \"Red One\" 34 مليون دولار بميزانية قدرها 250 مليون دولار في عطلة نهاية الأسبوع الأولى. يبدو هذا سيئًا — لكن Amazon MGM لم تخطط أبدًا لتحقيق أرباحها في المسارح. - Yahoo Entertainment",
        "نقطة محذوفة هنا",
        "نقطة محذوفة هنا",
        "مومياء \"الهريرة\" ذات الأسنان السيفية المكتشفة في سيبيريا هي الأولى من نوعها - سي إن إن",
        "ما يجب معرفته عن بريندان كار، اختيار ترامب لرئاسة لجنة الاتصالات الفيدرالية - أكسيوس"
    ]
}