{
    "headlines": [
        "ਯੂਰਪੀਅਨ ਬਾਜ਼ਾਰ ਮਿਕਸਡ ਓਪਨ ਲਈ ਸਿਰ ਹਨ ਕਿਉਂਕਿ ਵਪਾਰੀ ਮਹਿੰਗਾਈ ਦੇ ਅੰਕੜਿਆਂ ਨੂੰ ਘਟਾਉਣ ਤੋਂ ਬਾਅਦ ਫੈੱਡ ਦੇ ਰੇਟ ਕੱਟੇ ਮਾਰਗ ਦਾ ਮੁਲਾਂਕਣ ਕਰਦੇ ਹਨ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਏਸ਼ੀਆ ਦੇ ਸ਼ੇਅਰ ਠੋਕਰ; ਲੰਬੇ ਸਮੇਂ ਤੋਂ ਅਮਰੀਕੀ ਬਾਂਡ ਦੀ ਪੈਦਾਵਾਰ ਡਾਲਰ ਦੇ ਨਾਲ ਵਧੀ - ਰਾਇਟਰਜ਼",
        "ਗਾਜ਼ਾ ਵਿਚ ਸਮੂਹਿਕ ਜ਼ਬਰਦਸਤੀ ਉਜਾੜੇ ਦੇ ਵਿਚਕਾਰ ਇਜ਼ਰਾਈਲ ‘ਨਸਲੀ ਸਫਾਈ’ ਕਰ ਰਿਹਾ ਹੈ, ਐਚਆਰਡਬਲਯੂ ਦੀ ਰਿਪੋਰਟ ਕਹਿੰਦੀ ਹੈ - ਫਰਾਂਸ 24 ਅੰਗਰੇਜ਼ੀ",
        "ਇੱਥੇ ਕੀ ਉਮੀਦ ਕਰਨੀ ਹੈ ਜਦੋਂ ਡਿਜ਼ਨੀ ਘੰਟੀ ਤੋਂ ਪਹਿਲਾਂ ਰਿਪੋਰਟ ਕਰਦਾ ਹੈ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਰਿਪਬਲਿਕਨਾਂ ਨੇ ਹਾ Houseਸ ਦਾ ਨਿਯੰਤਰਣ ਜਿੱਤਿਆ, ਟਰੰਪ ਦੇ ਅਧੀਨ ਇੱਕ ਜੀ. ਓ. ਪੀ. ਟ੍ਰਾਈਫੈਕਟਾ ਨੂੰ ਸੀਮੈਂਟ ਕਰਨਾ - ਨਿ New ਯਾਰਕ ਟਾਈਮਜ਼",
        "ਜੌਨ ਥੁਨੇ ਨੇ ਡੋਨਾਲਡ ਟਰੰਪ ਦੇ ਸਹਿਯੋਗੀਆਂ ਨੂੰ ਝਿੜਕਣ ਵਿੱਚ ਸੈਨੇਟ ਬਹੁਮਤ ਦਾ ਨੇਤਾ ਚੁਣਿਆ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "‘ਦਿ ਗੋਲਡਨ ਬੈਚਲੋਰੇਟ’ ਫਾਈਨਲਃ ਇਕ ਪ੍ਰਸਤਾਵ, ਇਕ ਹੰਝੂ ਪੂਰਵ-ਫਾਈਨਲ ਰੋਜ਼ ਟਵਿਸਟ ਅਤੇ ਡਿਜ਼ਨੀ ਵਰਲਡ ਦੀ ਯਾਤਰਾ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਲਾਈਵ ਕਵਰੇਜਃ ਸਪੇਸਐਕਸ ਕੇਪ ਕੈਨਾਵਰਲ ਤੋਂ ਫਾਲਕਨ 9 ਰਾਕੇਟ 'ਤੇ 24 ਸਟਾਰਲਿੰਕ ਸੈਟੇਲਾਈਟ ਲਾਂਚ ਕਰੇਗਾ - ਸਪੇਸਫਲਾਈਟ ਹੁਣੇ ਸੰਪਰਕ ਕਰੋ",
        "ਆਈਡੀਐਫ ਨੇ ਬੇਰੂਤ ਦੇ ਦੱਖਣੀ ਉਪਨਗਰਾਂ 'ਤੇ ਹਮਲਾ ਕੀਤਾ; ਇਜ਼ਰਾਈਲੀ ਮੰਤਰੀਆਂ ਨੇ ਟਰੰਪ ਕੈਬਨਿਟ ਦੀਆਂ ਚੋਣਾਂ ਦਾ ਸਵਾਗਤ ਕੀਤਾ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਮੁੱਖ ਨੈਤਿਕਤਾ ਕਮੇਟੀ ਦੀ ਬੈਠਕ ਤੋਂ ਪਹਿਲਾਂ ਮੈਟ ਗਾਏਟਜ਼ ਨੇ ਕਾਂਗਰਸ ਤੋਂ ਅਸਤੀਫਾ ਦੇ ਦਿੱਤਾ - ਐਕਸੀਓਸ",
        "ਪੈਟਰਿਕ ਮਹੋਮਜ਼ ਨੇ ਆਪਣੇ ਕੰਸਾਸ ਸਿਟੀ ਖੇਤਰ ਦੇ ਘਰ \"ਨਿਰਾਸ਼ਾਜਨਕ ਅਤੇ ਨਿਰਾਸ਼ਾਜਨਕ\" - ਐਨਬੀਸੀ ਸਪੋਰਟਸ ਵਿਖੇ ਚੋਰੀ ਨੂੰ ਬੁਲਾਇਆ",
        "ਐਫਬੀਆਈ ਨੇ ਪੋਲੀਮਾਰਕੀਟ ਦੇ ਸੀਈਓ ਦੇ ਘਰ ਛਾਪਾ ਮਾਰਿਆ - ਅਲ ਜਜ਼ੀਰਾ ਅੰਗਰੇਜ਼ੀ",
        "ਟਰੰਪ ਨੇ ਤੁਲਸੀ ਗਬਾਰਡ ਨੂੰ ਕੌਮੀ ਖੁਫੀਆ ਨਿਰਦੇਸ਼ਕ ਚੁਣਿਆ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਮਰੀਨ ਲੇ ਪੈੱਨਃ ਪ੍ਰੌਸੀਕਿutorਟਰ ਪਾਰਟੀ ਫੰਡਿੰਗ ਕੇਸ ਵਿਚ ਜੇਲ੍ਹ ਅਤੇ ਚੋਣ ਪਾਬੰਦੀ ਦੀ ਮੰਗ ਕਰਦਾ ਹੈ - ਬੀਬੀਸੀ.",
        "ਹਾਊਸ ਨੈਤਿਕਤਾ ਕਮੇਟੀ Gaetz ਰਿਪੋਰਟ ਜਾਰੀ 'ਤੇ ਵੋਟ ਕਰਨ ਲਈ ਇਸ ਹਫਤੇ ਮੀਟਿੰਗ ਕਰਨ ਲਈ ਤਹਿ ਕੀਤਾ ਗਿਆ ਸੀ - CNN",
        "ਇੱਥੇ 2024 ਲਈ ਚੋਟੀ ਦੇ 10 ਪਾਸਵਰਡ ਹਨ, ਅਤੇ ਉਹ ਸਾਰੇ ਸ਼ਰਮਨਾਕ ਹਨ - ਸੀ ਐਨ ਈ ਟੀ",
        "ਜੈਕ ਪੌਲ ਘੜੀ 'ਤੇ 7 ਮਿਲੀਅਨ ਡਾਲਰ ਦੀ ਗਿਰਾਵਟ, ਮਾਈਕ ਟਾਇਸਨ ਬਾoutਟ ਤੋਂ ਪਹਿਲਾਂ ਕੰਨ coveringੱਕਣ' ਤੇ $ 200K - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਬ੍ਰਾਜ਼ੀਲ ਦੀ ਸੁਪਰੀਮ ਕੋਰਟ ਨੇੜੇ ਦੋ ਧਮਾਕਿਆਂ 'ਚ ਇਕ ਵਿਅਕਤੀ ਦੀ ਮੌਤ - CNN",
        "ਓਜ਼ੈਂਪਿਕ ਅਤੇ ਵੇਗੋਵੀ ਸ਼ਰਾਬ ਦੀ ਆਦਤ ਨਾਲ ਲੜਨ ਵਿਚ ਲਾਭਕਾਰੀ ਹੋ ਸਕਦੇ ਹਨਃ ਅਧਿਐਨ - ਦ ਹਿੱਲ",
        "ਉਸ ਨੂੰ ਦੋਸ਼ੀ ਠਹਿਰਾਉਣ ਤੋਂ ਕੁਝ ਦਿਨ ਬਾਅਦ, ਮੇਅਰ ਨੈਸ਼ਨਲ ਲੀਗ ਆਫ ਸਿਟੀਜ਼ ਕਨਵੈਨਸ਼ਨ ਵਿਚ ਸ਼ਾਮਲ ਹੁੰਦਾ ਹੈ - ਡਬਲਯੂਐਲਬੀਟੀ"
    ]
}