{
    "headlines": [
        "Kim Sae-ron: South Korean actress found dead, aged 24 - BBC.com",
        "2025 Daytona 500 props, odds, best bets, expert predictions: Include William Byron in NASCAR parlay picks - CBS Sports",
        "Elon Musk gushes over baby mama Shivon Zilis and kids in the middle of Ashley St. Clair controversy: ‘Cold-blooded’ - New York Post ",
        "Asteroid 2024 YR4 could hit Earth in 7 years. Here’s what could happen — and what’s being done about it - CNN",
        "Ukraine not attending US-Russia talks in Saudi Arabia, government source tells BBC - BBC.com",
        "Rebels seen in center of key DR Congo city after claiming takeover - CNN",
        "Sean Combs, Neil Gaiman, and the Terrible Power of Secrets - Rolling Stone",
        "Rubio says Hamas must be eradicated, casting further doubt on the shaky ceasefire in Gaza - The Associated Press",
        "Trump’s Tariffs Are a Mystery, So Investors Keep Buying Stocks - Bloomberg",
        "Restaurants warn of weak first quarter, but say sales will pick up later this year - CNBC",
        "Older AI models show signs of cognitive decline, study shows - Livescience.com",
        "Justice Department's independence is threatened as Trump's team asserts power over cases and staff - The Associated Press",
        "Can't find any good Netflix shows? I used these secret codes to unlock the full catalog - ZDNet",
        "Mac McClung makes Slam Dunk contest history during All-Star weekend - CNN",
        "Stampede at railway station in India kills at least 18 - CBS News",
        "Pope Francis has restful night and continues his therapy in hospital - Vatican News - English",
        "How to watch the 2025 NBA All-Star games tonight - Yahoo Sports",
        "Dems are losing the online information battle to Trump and Musk - POLITICO",
        "The 'Saturday Night Live' 50th anniversary celebration is finally here. Here's how to watch - 9News.com KUSA",
        "Storm sweeping across eastern US brings heavy rain and threats of tornadoes, forces water rescues - CNN"
    ]
}