{
    "headlines": [
        "ਈਵਾ ਲੋਂਗੋਰੀਆ ਨੇ ਖੁਲਾਸਾ ਕੀਤਾ ਕਿ ਉਸਨੇ ਆਪਣੇ ਪਰਿਵਾਰ ਨਾਲ 'ਡਿਸਟੋਪੀਅਨ' ਯੂਐਸ ਛੱਡ ਦਿੱਤਾ - ਹਫਪੋਸਟ",
        "ਰੇਅਜ਼ ਨੇ ਟੈਂਪਾ ਦੇ ਸਟੀਨਬਰਨਰ ਫੀਲਡ - ਟੈਂਪਾ ਬੇ ਟਾਈਮਜ਼ ਵਿਖੇ 2025 ਸੀਜ਼ਨ ਖੇਡਣ ਦੀ ਯੋਜਨਾ ਬਣਾਈ",
        "ਮੌਰਗਿਜ ਦੀਆਂ ਦਰਾਂ ਫਲੈਟ ਰਹਿੰਦੀਆਂ ਹਨ ਕਿਉਂਕਿ ਟਰੰਪ ਦੀ ਦੂਜੀ ਮਿਆਦ ਫੋਕਸ ਵਿੱਚ ਆਉਂਦੀ ਹੈ - ਯਾਹੂ ਵਿੱਤ",
        "ਪੀਐਫਟੀ ਦਾ ਹਫਤਾ 11 2024 ਐਨਐਫਐਲ ਪਿਕਃ ਫਲੋਰੀਓ ਬਨਾਮ ਸਿਮਜ਼ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਜੇਪੀਮੋਰਗਨ ਨੈੱਟਫਲਿਕਸ ਨੂੰ ਪਿਆਰ ਕਰਦਾ ਹੈ, ਭਵਿੱਖਬਾਣੀ ਕਰਦਾ ਹੈ ਕਿ ਟਾਇਸਨ-ਪੌਲ ਲੜਾਈ ਹੁਣ ਤੱਕ ਸਭ ਤੋਂ ਵੱਧ ਵੇਖੀ ਗਈ ਮੁੱਕੇਬਾਜ਼ੀ ਮੈਚ ਹੋ ਸਕਦੀ ਹੈ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਪੋਲੀਮਾਰਕੀਟ ਦੇ ਸੰਸਥਾਪਕ ਆਪਣੇ ਨਿ New ਯਾਰਕ ਘਰ 'ਤੇ ਛਾਪਾ ਮਾਰ ਰਹੇ ਫੈਡਰਸ ਨੂੰ ਲੱਭਣ ਲਈ ਜਾਗਦੇ ਹਨ - ਫਾਰਚੂਨ",
        "AI ਪਾਇਨੀਅਰ François Chollet ਗੂਗਲ ਛੱਡ - TechCrunch",
        "ਮੈਟ ਗਾਏਟਜ਼ ਬਾਰੇ ਜਾਣਨ ਲਈ 5 ਚੀਜ਼ਾਂ, ਅਟਾਰਨੀ ਜਨਰਲ ਲਈ ਟਰੰਪ ਦੀ ਚੋਣ - ਪੀਬੀਐਸ ਨਿ Newsਜ਼ਹੋਰ",
        "ਬ੍ਰਾਇਨਾ ਚਿਕਨਫ੍ਰਾਈ ਸਾਬਕਾ ਜ਼ੈਕ ਬ੍ਰਾਇਨ ਦੇ ਕਥਿਤ ਦੁਰਵਿਵਹਾਰ ਬਾਰੇ ‘ਬਦਤਰ’ ਕਹਾਣੀਆਂ ਨੂੰ ਕਿਉਂ ਰੋਕ ਰਹੀ ਹੈ - ਪੰਨਾ ਛੇ",
        "ਕੌਣ ਹੈ ਤੁਲਸੀ ਗਬਾਰਡ, ਟਰੰਪ ਦੇ ਨਵੇਂ ਰਾਸ਼ਟਰੀ ਖੁਫੀਆ ਨਿਰਦੇਸ਼ਕ? - ਬੀਬੀਸੀ.",
        "ਵਿਅੰਗਾਤਮਕ ਪ੍ਰਕਾਸ਼ਨ ਦਿ ਪਿਆਜ਼ ਸੈਂਡੀ ਹੁੱਕ ਪਰਿਵਾਰਾਂ ਦੇ ਸਮਰਥਨ ਨਾਲ ਨਿਲਾਮੀ 'ਤੇ ਅਲੈਕਸ ਜੋਨਸ ਦੇ ਇਨਫੋਵਾਰਸ ਖਰੀਦਦਾ ਹੈ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਫੋਰਡ ਵਾਪਸ ਬੁਲਾਉਣ 'ਤੇ ਬਹੁਤ ਹੌਲੀ ਹੌਲੀ ਜਾਣ ਲਈ ਅਮਰੀਕੀ ਸਰਕਾਰ ਨੂੰ 165 ਮਿਲੀਅਨ ਡਾਲਰ ਤੱਕ ਦਾ ਜ਼ੁਰਮਾਨਾ ਅਦਾ ਕਰਨ ਲਈ ਸਹਿਮਤ ਹੈ - ਯਾਹੂ ਵਿੱਤ",
        "ਕਰੈਗ ਮੇਲਵਿਨ ਨੇ ਐਨਬੀਸੀ ਦੇ 'ਟੂਡੇ‘ ਸ਼ੋਅ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ ਦੇ ਨਵੇਂ ਸਹਿ-ਅੰਕਰ ਦਾ ਨਾਮ ਦਿੱਤਾ",
        "ਹਾਊਸ ਰਿਪਬਲਿਕਨ ਬਹੁਮਤ ਜਿੱਤਦਾ ਹੈ. ਹੁਣ ਉਹ ਹਾਸ਼ੀਏ ਵੱਲ ਵੇਖਦੇ ਹਨ - ਪੋਲਿਟਿਕੋ",
        "ਕੈਨੇਡੀਅਨ ਕਿਸ਼ੋਰ ਸੰਭਾਵਤ ਬਰਡ ਫਲੂ ਦੇ ਨਾਲ ਨਾਜ਼ੁਕ ਸਥਿਤੀ ਵਿੱਚ ਹੈ ਕਿਉਂਕਿ ਯੂਐਸ ਦੇ ਅਧਿਕਾਰੀ ਨੇ ਵਾਇਰਸ ਨੂੰ 'ਵਿਆਪਕ ਪ੍ਰਭਾਵ ਲਈ ਤਿਆਰ ਜਾਪਦਾ ਹੈ' - ਫਾਰਚਿ.",
        "ਈਗਲਜ਼ ਬਨਾਮ ਕਮਾਂਡਰਾਂ ਦੀਆਂ ਮੁਸ਼ਕਲਾਂ, ਭਵਿੱਖਬਾਣੀ, ਫੈਲਣ, ਸਮਾਂਃ ਵੀਰਵਾਰ ਦੀ ਰਾਤ ਦੇ ਫੁੱਟਬਾਲ ਪਿਕਸ ਐਨਐਫਐਲ ਮਾਡਲ ਦੁਆਰਾ ਜੋ 17-7 ਹੈ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਨੈਸ਼ਨਲ ਤੂਫਾਨ ਕੇਂਦਰ ਫਲੋਰਿਡੀਅਨਜ਼ ਨੂੰ ਜਲਦੀ ਹੀ ਖੰਡੀ ਤੂਫਾਨ ਸਾਰਾ ਦੀ ਨਿਗਰਾਨੀ ਕਰਨ ਲਈ ਕਹਿੰਦਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਹਟਾਈ",
        "ਗਾਜ਼ਾਃ ਐਚਆਰਡਬਲਯੂ ਨੇ ਇਜ਼ਰਾਈਲ 'ਤੇ ਵਿਸਥਾਪਨ ਦੇ ਨਾਲ ਯੁੱਧ ਅਪਰਾਧ ਦਾ ਦੋਸ਼ ਲਗਾਇਆ - ਬੀਬੀਸੀ.",
        "ਸਨੈਪਚੈਟ ਮਾਪਿਆਂ ਨੂੰ ਆਪਣੇ ਕਿਸ਼ੋਰ ਦੇ ਰੀਅਲ-ਟਾਈਮ ਸਥਾਨ ਦੀ ਬੇਨਤੀ ਕਰਨ ਦੇਵੇਗਾ - ਦਿ ਵਰਜ"
    ]
}