{
    "headlines": [
        "Montenegro considers gun ban after mass shooting kills 12 - The Washington Post",
        "Sources: Pistons' Ivey suffers broken fibula - ESPN",
        "Ariana Grande, Cynthia Erivo on Wicked Oscar Buzz, Queer Glinda and Part 2 - Variety",
        "Tesla’s Annual EV Sales Drop for First Time in Over a Decade - Yahoo Finance",
        "NFL odds, Week 18 lines, ATS predictions, game picks, tips, times: Model simulates every game 10,000 times - CBS Sports",
        "Justin Baldoni's former agency refutes dropping him under Blake Lively and Ryan Reynolds' pressure - Hindustan Times",
        "More Popsicles, please: Your tonsils can grow back - CNN",
        "‘Dinosaur highway’ tracks dating back 166 million years are discovered in England - The Associated Press",
        "Lamar Jackson, eight other Ravens selected for Pro Bowl - NBC Sports",
        "Arctic blast tied to polar vortex puts U.S., Europe in deep freeze - Axios",
        "US unemployment claims fall to 211,000, the lowest level since March - ABC News",
        "Musk plans discussion with German far-right leader on X - POLITICO Europe",
        "How to watch the Quadrantids, one of the strongest meteor showers of the year - CNN",
        "Samsung bets big on OLED and gaming with its 2025 monitor lineup - The Verge",
        "'Catwoman' socialite Jocelyn Wildenstein dies, reports say: See her through the years - USA TODAY",
        "Golden Globe Presenters: Andrew Garfield, Anya Taylor-Joy and More - Variety",
        "Why Mike Johnson's bid to remain House speaker could be a struggle despite Trump's support - The Associated Press",
        "Biden is giving the 2nd highest civilian award to the leaders of the Jan. 6 congressional committee - The Associated Press",
        "Bird Flu Warning Over New Virus Risk: 'Significant Public Health Concern' - Newsweek",
        "The stock market rarely scores hat tricks. This strategist fears what’s next. - MarketWatch"
    ]
}