{
    "headlines": [
        "ਬਜਟ ਯਾਤਰਾ ਆਈਕਾਨ ਸਪਿਰਿਟ ਏਅਰਲਾਈਨਜ਼ ਮਾਉਂਟਿੰਗ ਘਾਟੇ ਤੋਂ ਬਾਅਦ ਦੀਵਾਲੀਆਪਨ ਦੀ ਸੁਰੱਖਿਆ ਲਈ ਫਾਈਲਾਂ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਟੇਸਲਾ ਸਟਾਕ ਛਾਲ ਮਾਰਦਾ ਹੈ ਕਿਉਂਕਿ ਟਰੰਪ ਐਡਮਿਨ ਪੂਰੇ ਸਵੈ-ਡ੍ਰਾਇਵਿੰਗ ਫਰੇਮਵਰਕ ਦਾ ਸਮਰਥਨ ਕਰਨ ਲਈ ਵੇਖਦਾ ਹੈ - ਯਾਹੂ ਵਿੱਤ",
        "ਨੈੱਟਫਲਿਕਸ 'ਤੇ ਐਨਐਫਐਲ ਕ੍ਰਿਸਮਸ ਡੇਅ ਗੇਮ ਦੇ ਹਾਫਟਾਈਮ ਸ਼ੋਅ' ਤੇ ਪ੍ਰਦਰਸ਼ਨ ਕਰਨ ਲਈ ਬੇਯੋਂਸੇ - ਸੀਐਨਐਨ",
        "ਜੋਸ਼ ਐਲਨ ਨੇ ਟੀਡੀ ਰਨ ਨਾਲ ਚੀਫਜ਼ ਉੱਤੇ ਬਿੱਲਾਂ ਦੀ 30-21 ਦੀ ਜਿੱਤ ਨੂੰ ਸੀਲ ਕੀਤਾ, ਸੰਪੂਰਨ ਸੀਜ਼ਨ ਲਈ ਬੋਲੀ ਨੂੰ ਖਤਮ ਕੀਤਾ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਹਾਲੀਵੁੱਡ ਸਿਤਾਰੇ ਕੁਇੰਸੀ ਜੋਨਸ, ਬਾਂਡ ਨਿਰਮਾਤਾ, ਹੋਰ ਮਨਾਉਣ ਵਾਲੇ ਆਨਰੇਰੀ ਆਸਕਰ ਇਵੈਂਟ ਲਈ ਇਕੱਠੇ ਹੁੰਦੇ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਏਟੀਏਸੀਐਮਐਸਃ ਰੂਸ 'ਤੇ ਹਮਲਾ ਕਰਨ ਵਾਲੀਆਂ ਕਿੰਨੀਆਂ ਲੰਬੀ ਦੂਰੀ ਦੀਆਂ ਮਿਜ਼ਾਈਲਾਂ ਯੂਕ੍ਰੇਨ ਯੁੱਧ ਨੂੰ ਪ੍ਰਭਾਵਤ ਕਰ ਸਕਦੀਆਂ ਹਨ - ਬੀਬੀਸੀ.",
        "ਕਿਵੇਂ 1,000 ਦਿਨਾਂ ਦਾ ਸੰਘਰਸ਼ ਰੂਸ ਅਤੇ ਯੂਕਰੇਨ ਵਿਚਕਾਰ ਰੋਬੋਟ ਯੁੱਧ ਵਿੱਚ ਵਿਕਸਤ ਹੋਇਆ - ਰਾਇਟਰਜ਼",
        "ਇਜ਼ਰਾਈਲੀ ਸਟਰਾਈਕ ਨੇ ਹਿਜ਼ਬੁੱਲਾਹ ਦੇ ਬੁਲਾਰੇ ਨੂੰ ਮਾਰ ਦਿੱਤਾ ਕਿਉਂਕਿ ਸਮੂਹ ਤਾਜ਼ਾ ਜੰਗਬੰਦੀ ਦੇ ਪ੍ਰਸਤਾਵ ਦਾ ਜਵਾਬ ਤਿਆਰ ਕਰਦਾ ਹੈ - ਸੀਐਨਐਨ",
        "ਸੋਮਵਾਰ, 18 ਨਵੰਬਰ, 2024 ਲਈ ਕੁੰਡਲੀ - ਸ਼ਿਕਾਗੋ ਸੂਰਜ-ਟਾਈਮਜ਼",
        "ਗੂਗਲ ਦਾ ਜੀਮੇਲ ਫੈਸਲਾ- ਤੁਹਾਨੂੰ ਨਵੇਂ ਈਮੇਲ ਪਤੇ ਦੀ ਕਿਉਂ ਲੋੜ ਹੈ - ਫੋਰਬਸ",
        "ਗੂਗਲ ਦਾ ਏਆਈ ਚੈਟਬੋਟ ਵਿਦਿਆਰਥੀ ਨੂੰ ‘ਕਿਰਪਾ ਕਰਕੇ ਮਰਨ‘ ਲਈ ਹੋਮਵਰਕ ਦੀ ਮਦਦ ਦੀ ਜ਼ਰੂਰਤ ਦੱਸਦਾ ਹੈ - Cointelegraph",
        "ਟਰੰਪ ਨੇ ਬ੍ਰੈਂਡਨ ਕਾਰ ਨੂੰ ਐੱਫਸੀਸੀ ਦਾ ਚੇਅਰਮੈਨ ਚੁਣਿਆ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਐਨਐਫਐਲ ਵੀਕ 11 ਗ੍ਰੇਡਃ ਬਿੱਲਾਂ ਨੇ ਚੀਫਜ਼ 'ਤੇ ਭਾਰੀ ਜਿੱਤ ਲਈ ਉੱਚ ਅੰਕ ਪ੍ਰਾਪਤ ਕੀਤਾ, ਸਟੀਲਰਜ਼ ਨੂੰ ਰੇਵੇਨਜ਼ ਨੂੰ ਹਰਾਉਣ ਲਈ' ਬੀ 'ਪ੍ਰਾਪਤ ਹੋਇਆ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਜੈਵਿਕ ਗਾਜਰ ਨੂੰ ਵਾਪਸ ਬੁਲਾਇਆ ਗਿਆ ਜਿਵੇਂ ਕਿ ਈ ਕੋਲੀ ਫੈਲਣ ਨਾਲ 1 ਦੀ ਮੌਤ ਹੋ ਗਈ, 18 ਰਾਜਾਂ ਵਿੱਚ ਦਰਜਨਾਂ ਸੰਕਰਮਿਤ - ਐਕਸੀਓਸ",
        "ਐਨਐਫਐਲ 2024 ਪਲੇਆਫ ਤਸਵੀਰ, ਹਫਤੇ 11 ਦੇ ਬਾਅਦ ਖੜ੍ਹੀਃ ਸਟੀਲਰਜ਼ ਕਮਾਂਡ ਏਐਫਸੀ ਨੌਰਥ; ਚੀਫਸ ਤੇ ਬਿੱਲ ਬੰਦ ਕਰੋ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਐਤਵਾਰ ਰਾਤ ਫੁੱਟਬਾਲਃ ਚਾਰਜਰਸ ਫੇਂਡ ਆਫ ਬੰਗਾਲ ਦੀ ਵਾਪਸੀ 34-27 ਜਿੱਤ ਨਾਲ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਪੀਟ ਹੇਗਸੇਥ, ਰੱਖਿਆ ਸਕੱਤਰ ਲਈ ਟਰੰਪ ਦੀ ਚੋਣ, ਫੌਕਸ ਨਿ Newsਜ਼ ਵਿਖੇ ਨੌਕਰੀ ਬਚਾਉਣ ਲਈ ਇਲਜ਼ਾਮ ਲਗਾਉਣ ਵਾਲੇ ਦਾ ਭੁਗਤਾਨ ਕੀਤਾ, ਉਸਦੇ ਵਕੀਲ ਦਾ ਕਹਿਣਾ ਹੈ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਹਟਾਈ",
        "ਐਨਵੀਡੀਆ (ਐਨਵੀਡੀਏ) ਪ੍ਰੀ-ਅਰਨਿੰਗਜ਼ਃ ਵਿਸ਼ਲੇਸ਼ਕ Q3 ਵਿੱਚ 88% ਕਮਾਈ ਦੇ ਵਾਧੇ ਦੀ ਉਮੀਦ ਕਰਦੇ ਹਨ - TipRanks",
        "ਟਰੰਪ ਸਦਮੇ ਦੀਆਂ ਲਹਿਰਾਂ ਟੁਕੜੇ ਹੋਏ ਜੀ -20 ਦੁਆਰਾ ਭੜਕਦੀਆਂ ਹਨ - ਪੋਲੀਟੀਕੋ ਯੂਰਪ"
    ]
}