{
    "headlines": [
        "Suprema Corte DA Pensilvânia bloqueia contagem DE cédulas DE ausente sem data - usa TODAY",
        "Nvidia assume posição da Intel no Dow Jones Industrial Average - Reuters",
        "As esperanças de cessar-fogo desaparecem quando Israel bombardeia Gaza, Líbano - Reuters",
        "Seahawks descartam WR Metcalf, TE Fant vs. Rams - ESPN",
        "O filho de Hailey Bieber e Justin Bieber, Jack, estreia uma minúscula fantasia de Halloween - E! Online - E! NEWS",
        "Inundações na Espanha: a busca por sobreviventes continua - BBC.com",
        "2 homens mortos, 7 pessoas feridas após tiroteio no centro de Orlando - WESH 2 Orlando",
        "SEC para reprimir tempos de lesão duvidosos: 'Jogue futebol e pare com a falsa lesão sem sentido' - Yahoo Sports",
        "Honeybee Behavior Genetically Programmed - Neuroscience News",
        "Kim Jong Un enviou tropas norte-coreanas para a Rússia. O que ele ganha com isso? - The Washington Post",
        "Earth's Invisible Shield Rebounds: The Remarkable 2024 Ozone Recovery - SciTechDaily",
        "EUA criam apenas 12 mil empregos à medida que furacões e greves produzem o pior relatório do mandato de Biden - Financial Times",
        "Heidi Klum e Janelle Monáe usam trajes de E.T. para suas festas de Halloween - The Associated Press",
        "Vídeo de câmera corporal mostrado no julgamento de Daniel Penny mostra médicos tentando reviver Jordan Neely sem vida - New York Post",
        "How Did Young Thug Go From An Endless Gang Trial to Walking Away a Free Man? - Billboard",
        "Terno lotérico de 1 milhão de dólares de Elon Musk enviado de volta ao tribunal estadual - CNBC",
        "Um departamento de saúde de Idaho não pode mais administrar vacinas contra a COVID-19. Especialistas dizem que é a primeira vez - The Associated Press",
        "Principal promotor do Arizona que investiga os comentários de Trump sobre Cheney como possível ameaça de morte - 12news.com KPNX",
        "O Google pode finalmente adicionar a arte do álbum ao Now Playing em telefones Pixel - Android Authority",
        "O CarPlay no iOS 18.1 recebe três pequenos aprimoramentos do Apple Intelligence - 9to5Mac"
    ]
}