{
    "headlines": [
        "Смерть от вируса, подобного вирусу Эбола, зарегистрирована в Айове после поездки в Западную Африку - The Washington Post",
        "Трейлер 7-го сезона «Любовь слепа» показывает, как Эшли защищает Тайлера из-за детского откровения - E! НОВОСТИ",
        "Том Брэди запутался в Instagram после сообщений о беременности Жизель Бюндхен - New York Post",
        "Директор ЦРУ объявил о 28-дневном прекращении огня в Газе и сделке с заложниками в Дохе - Axios",
        "После еды в McDonald's подросток с кишечной палочкой борется с почечной недостаточностью - NBC News",
        "Джефф Безос защищает отказ Washington Post после того, как подписчики бегут, а сотрудники уходят в отставку - CNN",
        "JPMorgan подает в суд на клиентов за мошенничество с чеками после использования вирусного сбоя банкомата - New York Post",
        "Билли Гарделл из Питтсбурга готовит фанатов к футболу в понедельник вечером: «Мы едины» - WTAE Pittsburgh",
        "Ближний Восток: Израиль принимает 2 закона, ограничивающих агентство ООН, которое распределяет помощь в Газе - The Associated Press",
        "В Вашингтоне, штат Орегон, сожжены урны для голосования, уничтожены сотни голосов - USA TODAY",
        "World Series Game 3 live updates: время Yankees vs. Dodgers, составы, телеканал - USA TODAY",
        "В Карибском бассейне может начаться новый шторм. Что нужно знать. - The Washington Post",
        "Никаких новых ограничений на использование Украиной американского оружия, если Северная Корея присоединится к борьбе России, говорит Пентагон - Reuters",
        "NASA раскрывает девять потенциальных мест посадки для миссии Artemis III на лунный Южный полюс - The Daily Galaxy - Great Discoveries Channel",
        "Изъято",
        "Пуэрториканцы в обязательном штате говорят, что шутка о митинге Трампа не будет забыта - BBC.com",
        "Гриб-убийца летучих мышей сбежал от Гумбольдта, чтобы заразить как минимум четыре других округа Калифорнии - затерянный форпост побережья",
        "Конкурс-аналог Тимоти Шаламе превращается в хаос, так как организатор планирует следующий шаг - Hollywood Reporter",
        "Республиканцы обращаются в Верховный суд в споре о предварительных бюллетенях в Пенсильвании - CBS News",
        "Тренер \"Колтс\" Шейн Стайхен не вернется к Энтони Ричардсону с воскресенья - IndyStar"
    ]
}