{
    "headlines": [
        "Travis King, soldado dos EUA que fugiu para a Coreia do Norte, condenado por deserção - Al Jazeera English",
        "Sondagem sobre tráfico sexual: estrelas de Hollywood estão \"morrendo de medo\" de falar, dizem especialistas - Fox News",
        "Os turistas correm para ver as geleiras antes que elas desapareçam. As viagens estão a tornar-se mortais. - CNN",
        "O cash edge de Harris financia blitz de publicidade enquanto Elon Musk corta um grande cheque para os republicanos da Câmara, mostram novos documentos - CNN",
        "Piloto neozelandês Phillip Mehrtens é libertado após mais de 18 meses em cativeiro na Papua, na Indonésia - Yahoo! Voices",
        "Shohei Ohtani é aplaudido de pé depois de chegar a 50-50, depois chega a 52-52 - Yahoo Sports",
        "Erik Menendez critica retrato de irmãos feito por Ryan Murphy em ‘Monstros‘: ‘vil e terrível’ - Rolling Stone",
        "Illinois supera o início invicto de Nebraska durante a prorrogação no Memorial Stadium - KETV Omaha",
        "O tribunal decide que quase 98.000 cidadãos do Arizona cuja cidadania não foi confirmada podem votar na cédula completa - The Associated Press",
        "O senador Tillis emite um ultimato ao candidato republicano em apuros em um estado decisivo: \"Deve isso ao presidente Trump\" - Fox News",
        "O conselho eleitoral da Geórgia exige que as cédulas sejam contadas à mão, apesar das advertências das principais autoridades estaduais do Partido Republicano - CNN",
        "Funcionários do Serviço Secreto enfrentam disciplina por falhas na tentativa de assassinato de Trump - Axios",
        "Chefe de espaço e defesa da Boeing sai no primeiro movimento executivo do novo CEO - Reuters",
        "Ataque em Beirute: principal comandante do Hezbollah morto em ataque israelense - BBC.com",
        "Aaron Sorkin está considerando reiniciar 'West Wing' após visita à Casa Branca - Variety",
        "Escolhas de futebol universitário, calendário: previsões contra o spread, odds para os 25 melhores jogos da NCAA na Semana 4 - CBS Sports",
        "É oficial: antiga central nuclear da TMI pronta para reiniciar as operações - WGAL Susquehanna Valley Pa.",
        "Preso da Carolina do Sul pronuncia apenas uma palavra final antes de morrer por injeção letal na primeira execução do estado em 13 anos - New York Post",
        "Estado de Nova York relata 1º caso humano de EEE em quase uma década - ABC News",
        "No rastro da mulher misteriosa cuja empresa licenciou pagers explosivos - Reuters"
    ]
}