{
    "headlines": [
        "Trump names Linda McMahon as his pick for Education secretary - CNN",
        "Hong Kong to hear from jailed media tycoon Jimmy Lai for the first time in four years at his trial - CNN",
        "Rafael Nadal retires after Spain is upset by the Netherlands in the Davis Cup - CNN",
        "The dark energy pushing our universe apart may not be what it seems, scientists say - The Associated Press",
        "Analysts update Nvidia stock price target ahead of earnings - TheStreet",
        "Predicting the College Football Playoff rankings, bracket for Week 13 - NCAA.com",
        "Alex Jones Sues the Onion, Sandy Hook Families Over Infowars Deal - The Wall Street Journal",
        "Apple says Mac users targeted in zero-day cyberattacks - TechCrunch",
        "Exclusive | Comcast Greenlights $7 Billion Spinoff of NBCUniversal Cable Channels - The Wall Street Journal",
        "Did the Wicked Film Live Up to the Hype? Read the Reviews - Playbill",
        "45 pro-democracy activists get jail time in Hong Kong’s biggest national security case - The Associated Press",
        "Trump picks Dr. Oz to be CMS administrator - POLITICO",
        "Judge rules prosecutors must destroy Sean 'Diddy' Combs' jail cell notes - ABC News",
        "‘Bomb Cyclone’ Impacts Starting Tonight In Pacific Northwest And Northern California. Here’s What To Know. - Forbes",
        "N.Y. prosecutors appear open to yearslong delay in Trump hush money case - The Washington Post",
        "Texas officials support Bible-based lessons in elementary schools - The Washington Post",
        "Android 16 DP1: Pixel 9 gets ‘Experimental mode’ display color - 9to5Google",
        "MLB rumors: Yankees brass 'gung ho' after meeting with Juan Soto, while Phillies want in on free agency hunt - CBS Sports",
        "S&P 500 Gains and Losses Today: Supermicro Roars Back After Compliance Filing - Investopedia",
        "Trump selects financier Howard Lutnick as commerce secretary - BBC.com"
    ]
}