{
    "headlines": [
        "Stilfontein body count mounts as 51 corpses hauled from mine, 106 rescued - Daily Maverick",
        "Japan's ispace, US's Firefly launch commercial moon landers - Reuters",
        "Ohio State vs. Notre Dame: 10 most impactful players in College Football Playoff National Championship - CBS Sports",
        "British author Neil Gaiman denies ever engaging in non-consensual sex as more accusers come forward - The Associated Press",
        "Palestinians and Israelis daring to hope a Gaza deal is close - BBC.com",
        "U.S. regulator accuses Capital One of ‘cheating’ customers on interest rates - The Washington Post",
        "Horoscope for Wednesday, January 15. 2025 - Chicago Sun-Times",
        "Morning Bid: Inflation duo takes centre stage - Reuters",
        "3 Actively Exploited Zero-Day Flaws Patched in Microsoft's Latest Security Update - The Hacker News",
        "JPMorgan Chase is set to report fourth-quarter earnings – here’s what the Street expects - CNBC",
        "Dire fire warning for LA area pushed back as winds ease - POLITICO",
        "Oscars 2025 may get cancelled for the first time in 96 years due to LA wildfires: Report - Hindustan Times",
        "Sam Darnold, ugly Vikings loss broke team’s iconic radio voice: ‘Throw it, man!’ - New York Post ",
        "Here are the confirmed attendees at Trump’s inauguration - The Hill",
        "SEC Charges Elon Musk With “Ill-Gotten Gains” From Late Disclosure Of Initial Twitter Investment - Deadline",
        "Ukraine fires US, British missiles into Russia, launches one of largest drone attacks so far - CNN",
        "Quick hits: Jakucionis return sparks Illini in heated 94-69 rout at Indiana - 247Sports",
        "Tiger Woods falls in TGL debut, broadcast still rocky in new league's second night - Yahoo Sports",
        "Pete Hegseth Confirmation: Key Sen. Joni Ernst Will Back Trump’s Pentagon Pick—After Senate Hearing - Forbes",
        "What we learned from the Trump Jan. 6 report by special counsel Jack Smith - The Washington Post"
    ]
}