{
    "headlines": [
        "Israel threatens to starve out northern Gaza, U.N. aid agencies say - NPR",
        "Live updates: Giant pandas home at the National Zoo in DC, debuting in January - NBC Washington",
        "'Grey's Anatomy' Writer Elisabeth Finch Apologizes for Lying About Cancer - Variety",
        "Once in a lifetime Comet Tsuchinshan-ATLAS visible this week - MPR News",
        "Tom Brady officially a part owner of the Raiders after NFL owners approve it - Yahoo Sports",
        "SBA fund is out of money after Hurricanes Helene and Milton, Biden says - The Washington Post",
        "US tells Israel to improve Gaza humanitarian situation or risk military aid - Reuters",
        "5 lifestyle habits that can help you live to 100, according to leading longevity researchers - CNBC",
        "Maine will get great conditions for viewing Hunter's Supermoon. Here's when to look to the sky - WMTW Portland",
        "Adobe teases AI tools that build 3D scenes, animate text, and make distractions disappear - The Verge",
        "Yankees announce lineup for ALCS Game 2 - Pinstripe Alley",
        "Record number of early votes cast in Georgia as election gets underway in battleground state - CNN",
        "Nvidia Stock Down Today as ASML Earnings Leak Out. What’s Behind the Drop. - Barron's",
        "Jerry Jones lashes out at radio hosts after Cowboys loss - The Washington Post",
        "Tracker: Invest 94L become Tropical Storm or Hurricane Nadine? What Florida should know. - Palm Beach Post",
        "United Airlines plans $1.5 billion share buyback, forecasts fourth-quarter earnings above estimates - CNBC",
        "Davante Adams traded to Jets: Raiders WR reunites with Aaron Rodgers as New York aims to turn season around - CBS Sports",
        "US, UK Push Ahead With Modi Despite Bombshell Trudeau Claims - Bloomberg",
        "Van Halen reunion canceled after David Lee Roth refused to pay tribute to the late Eddie Van Halen, brother says - NBC News",
        "NASA, NOAA: Sun Reaches Maximum Phase in 11-Year Solar Cycle - Science@NASA"
    ]
}