{
    "headlines": [
        "إدارة ترامب توقف تدفق المعلومات الاستخباراتية إلى أوكرانيا التي تساعد في ساحة المعركة - وكالة أسوشيتد برس",
        "السندات الألمانية تتعرض للضرب مرة أخرى مع استعداد البنك المركزي الأوروبي لخفض أسعار الفائدة. ماذا ستقول لاجارد ؟ - MarketWatch",
        "طائرات مقاتلة كورية جنوبية تقصف المنازل عن طريق الخطأ، مما أدى إلى إصابة 15 مدنياً - سي إن إن",
        "أسواق آسيا والمحيط الهادئ ترتفع في الغالب بعد تنازلات ترامب الجمركية ؛ عوائد السندات اليابانية لمدة 10 سنوات تقفز - CNBC",
        "المدارس مغلقة وتوقفت وسائل النقل العام مع اقتراب إعصار نادر من الساحل الأسترالي - وكالة أسوشيتد برس",
        "أخذ الوكيل: الأسعار المستهدفة لعشرة لاعبين هجوميين مثيرين للاهتمام بعقود منتهية الصلاحية، بما في ذلك سام دارنولد - سي بي إس سبورتس",
        "شركة سيفن آند آي تستبدل الرئيس التنفيذي في مايو، وتدرج شركة تابعة لها في أمريكا الشمالية في النصف الثاني من عام 2026 - سي إن بي سي",
        "برجك ليوم الخميس 6 مارس 2025 - شيكاغو صن تايمز",
        "ترامب يستعد لأمر تنفيذي يخبر وزير التعليم بحل وزارة التعليم: مصادر - ABC News",
        "تخطط إدارة ترامب لخفض 15 في المائة من القوى العاملة في مجال شؤون المحاربين القدامى - واشنطن بوست",
        "ترامب يصدر \"التحذير الأخير\" لحماس للإفراج عن جميع الرهائن، حيث تجري الولايات المتحدة محادثات مباشرة مع حماس - سي إن إن",
        "KUO: أول هاتف iPhone قابل للطي من Apple يتميز بتصميم على غرار الكتب، ويباع بأكثر من 2000 دولار - MacRumors",
        "تم إلغاء \"The Recruit\" في Netflix بعد موسمين - مراسل هوليوود",
        "كلوي كارداشيان وابنة تريستان طومسون تعتقدان أنهما متزوجان - تو فاب",
        "تطلق الشواحن لعبة البولينج المحترفة خمس مرات جوي بوسا في NFL stunner - New York Post",
        "إدارة ترامب تدرس الإعفاءات الجمركية للمنتجات الزراعية الرئيسية - بوليتيكو",
        "تحديثات أوكرانيا: قادة الاتحاد الأوروبي يجتمعون في قمة الدفاع - DW (الإنجليزية)",
        "ماسك للجمهوريين في مجلس النواب: دوجي \"لا يستطيع أن يضرب ألفًا طوال الوقت\" - بوليتيكو",
        "إسرائيل أديسانيا تتوقع فوز منافسها السابق أليكس بيريرا بـ UFC 313 بالضربة القاضية - MMA Junkie"
    ]
}