{
    "headlines": [
        "Is the US making $2bn from tariffs - and other Trump claims - BBC",
        "‘The Last of Us’ Renewed for Season 3 Ahead of Season 2 Premiere - Variety",
        "Global Trade War Escalates As Trump, China Impose New Tariffs: Live Updates - Newsweek",
        "China denies significant numbers of its citizens are fighting for Russia in Ukraine - AP News",
        "Pete Hegseth senior adviser is pushing for Pentagon to cut ties with Scouting America - NBC News",
        "If Planet Nine is out there, this telescope might actually find it - NPR",
        "Noah Wyle Was Nearing a ‘Nervous Breakdown.’ Then Came ‘The Pitt’: It’s ‘Infuriating We Can’t Come to a Consensus’ on Masks and Vaccines - Variety",
        "U.S. Treasury Bonds Sell Off as 30-Year Yield Rises Most Since 1982 - Barron's",
        "U.S. says it is now monitoring immigrants' social media for antisemitism - NPR",
        "Delta CEO warns Trump tariffs are already threatening the $300 billion revenge travel market: 'We're acting as if we're going into a recession' - Fortune",
        "Steve Moore: ‘I’m going to side … with Musk’ in Navarro spat - The Hill",
        "2025 Masters $1 million parlay picks, PGA Tour player props, golf odds: Potentially strong ROI from a $10 bet - CBS Sports",
        "EU imposes new tariffs on $23 billion in US goods in retaliation for Trump's steel, aluminum tariffs - AP News",
        "Trump admin. freezes Northwestern funding, issues stop-work orders for Cornell - Axios",
        "Google’s prototype Android XR glasses get face time at TED2025 - 9to5Google",
        "Federal judge in New York will consider blocking future deportations under Alien Enemies Act - ABC News",
        "Pete Prisco 2025 NFL mock draft 2.0: Three teams take QBs in Round 1, but Giants aren't one of them - CBS Sports",
        "China announces 84% tariffs on US goods in showdown with Trump - CNN",
        "Acting IRS commissioner resigning after agency reaches data-sharing deal with immigration authorities - CNN"
    ]
}