{
    "headlines": [
        "ਇਸਤਾਂਬੁਲ ਦੇ ਮੇਅਰ ਅਦਾਲਤ ਵਿਚ ਗਵਾਹੀ ਦਿੰਦੇ ਹਨ ਕਿਉਂਕਿ ਤੁਰਕੀ ਭਰ ਵਿਚ ਪ੍ਰਦਰਸ਼ਨਕਾਰੀ ਇਕੱਠਾਂ 'ਤੇ ਪਾਬੰਦੀ ਦੀ ਉਲੰਘਣਾ ਕਰਦੇ ਹਨ - ਸੀ ਐਨ ਐਨ",
        "ਪੋਪ ਸੁਧਾਰ ਕਰ ਰਿਹਾ ਹੈ ਅਤੇ ਵੱਧ ਤੋਂ ਵੱਧ ਘੱਟ ਹਾਈ-ਫਲੋ ਆਕਸੀਜਨ ਦੀ ਵਰਤੋਂ ਕਰਦਾ ਹੈ - ਵੈਟੀਕਨ ਨਿ Newsਜ਼ - ਅੰਗਰੇਜ਼ੀ",
        "ਅਮਰੀਕਾ ਦੀ ਸਾਬਕਾ ਅਟਾਰਨੀ ਜੈਸਿਕਾ ਅਬਰ 43 ਸਾਲ ਦੀ ਉਮਰ 'ਚ ਵਰਜੀਨੀਆ' ਚ ਮਿਲੀ ਮ੍ਰਿਤਕ - ABC News",
        "ਨੰਬਰ 3 ਵਿਸਕਾਨਸਿਨ ਬੈਡਰਸ ਬਨਾਮ ਨੰਬਰ 6 ਬੀਵਾਈਯੂ ਕੂਗਰਸਃ ਗੇਮ ਥ੍ਰੈਡ - ਬਕੀ ਦੀ 5 ਵੀਂ ਤਿਮਾਹੀ",
        "‘ਅਵਿਵਹਾਰਕ ਜੋਕਰਜ਼' ਅਲਮ ਜੋ ਗੈਟੋ ਨੇ ਜਿਨਸੀ ਹਮਲੇ ਦੇ ਦੋਸ਼ਾਂ ਤੋਂ ਇਨਕਾਰ ਕੀਤਾ: \"ਮੈਂ ਮਾੜੇ ਨਿਰਣੇ ਦੀ ਵਰਤੋਂ ਕੀਤੀ ਹੈ\" - ਡੈੱਡਲਾਈਨ",
        "ਮੈਸਾਚਿਉਸੇਟਸ ਦੀ ਸਾਬਕਾ ਪਹਿਲੀ ladyਰਤ ਕਿਟੀ ਡੂਕਾਕੀਸ ਦੀ 88 ਸਾਲ ਦੀ ਉਮਰ ਵਿੱਚ ਮੌਤ ਹੋ ਗਈ - ਪੀਬੀਐਸ ਨਿ Newsਜ਼ਹੌਰ",
        "ਇੱਕ ਪ੍ਰੇਸ਼ਾਨ ਕਰਨ ਵਾਲੇ ਵਿਵਹਾਰ ਨੂੰ ਸਾਂਝਾ ਕਰਨ ਵਾਲੇ ਪੁਰਸ਼ਾਂ ਵਿੱਚ ਪ੍ਰੋਸਟੇਟ ਕੈਂਸਰ ਦਾ ਜੋਖਮ 45% ਵਧਦਾ ਹੈ - ਏਓਐਲ",
        "ਹਿਊ ਗਲਤੀ ਨਾਲ ਇੱਕ ਨਵਾਂ ਵੀਡੀਓ ਡੋਰਬੈਲ ਲੀਕ ਕਰਦਾ ਹੈ - ਦ ਵਰਜ",
        "ਲਾਸ ਕਰੂਸੇਸ ਪਾਰਕ 'ਚ ਗੋਲੀਬਾਰੀ ਤੋਂ ਬਾਅਦ 3 ਦੀ ਮੌਤ, 15 ਜ਼ਖਮੀ - KOAT New Mexico",
        "ਟੇਸਲਾ ਨਿਵੇਸ਼ਕਾਂ ਨੂੰ ਨੁਕਸਾਨ 'ਤੇ ਕਿਉਂਕਿ ਐਲਨ ਮਸਕ ਨੇ ਸਟਾਕ ਦੀ ਕੀਮਤ ਨੂੰ ਹੇਠਾਂ ਖਿੱਚਿਆਃ‘ ਇਸ ਵਾਰ ਇਹ ਵੱਖਰਾ ਮਹਿਸੂਸ ਕਰਦਾ ਹੈ ’- ਫਾਰਚਿ.",
        "ਮੈਮਫਿਸ ਪੁਲਿਸ ਫੇਡੈਕਸਫੋਰਮ ਦੇ ਬਾਹਰ ਸ਼ੂਟਿੰਗ ਦੀ ਜਾਂਚ ਕਰ ਰਹੀ ਹੈ - FOX13 ਮੈਮਫਿਸ",
        "ਇਜ਼ਰਾਈਲ ਨੇ ਜੰਗਬੰਦੀ ਤੋਂ ਬਾਅਦ ਤਣਾਅ ਦੇ ਸਭ ਤੋਂ ਮਹੱਤਵਪੂਰਨ ਭੜਕਾਹਟ ਵਿਚ ਰਾਕੇਟ ਫਾਇਰ ਦੇ ਜਵਾਬ ਵਿਚ ਹਿਜ਼ਬੁੱਲਾ 'ਤੇ ਹਮਲਾ ਕੀਤਾ - ਸੀਐਨਐਨ",
        "ਸ਼ਨੀ ਦੀਆਂ ਆਈਕੋਨਿਕ ਰਿੰਗਾਂ ਇੱਕ ਦੁਰਲੱਭ ਸਵਰਗੀ ਘਟਨਾ ਵਿੱਚ ਅਲੋਪ ਹੋ ਜਾਣਗੀਆਂ - ਸਕ੍ਰਿਪਸ ਨਿ Newsਜ਼",
        "ਏਸੀਐਲਯੂ ਨੇ ਰਾਸ਼ਟਰਪਤੀ ਟਰੰਪ ਦੇ ਤਾਜ਼ਾ ਨਿਰਦੇਸ਼ਕ ਧਮਕੀ ਦੇਣ ਵਾਲੇ ਵਕੀਲਾਂ ਅਤੇ ਲਾਅ ਫਰਮਾਂ - ਏਸੀਐਲਯੂ 'ਤੇ ਪ੍ਰਤੀਕ੍ਰਿਆਵਾਂ ਦਿੱਤੀਆਂ",
        "ਮਾਇਨਕਰਾਫਟ ਦੀ 'ਵਾਈਬ੍ਰੈਂਟ ਵਿਜ਼ੂਅਲਸ' ਇੱਕ ਨਵੀਂ 'ਗ੍ਰਾਫਿਕਲ ਯਾਤਰਾ' - ਆਈਜੀਐਨ ਦੀ ਸ਼ੁਰੂਆਤ ਨੂੰ ਅਪਗ੍ਰੇਡ ਕਰੋ",
        "ਬਾਕਸ ਆਫਿਸਃ ਬਾਈਟਿੰਗ ਜ਼ਹਿਰ ਐਪਲ ਦੇ ਖ਼ਤਰੇ ਵਿਚ ‘ਸਨੋ ਵ੍ਹਾਈਟ’, $ 45M ਘਰੇਲੂ ਉਦਘਾਟਨ ਲਈ ਕੋਰਸ 'ਤੇ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "Assassin's Creed Shadows 2 ਮਿਲੀਅਨ ਖਿਡਾਰੀਆਂ ਨੂੰ ਪਛਾੜਦਾ ਹੈ, \"ਓਰੀਜਨਜ਼ ਅਤੇ ਓਡੀਸੀ ਦੇ ਉਦਘਾਟਨ\" ਨੂੰ ਪਛਾੜਦਾ ਹੈ - ਯੂਰੋਗੇਮਰ",
        "ਸੀਵਰੇਂਸ ਸਟਾਰ, ਯੂਐਸਸੀ ਮਾਰਚਿੰਗ ਬੈਂਡ ਪਾਲੀਫੈਸਟ 'ਤੇ ਕਾਫ਼ੀ ਇਕ ਪ੍ਰਵੇਸ਼ ਦੁਆਰ ਬਣਾਓ — ਦੇਖੋ - ਟੀਵੀਲਾਈਨ",
        "ਪਿਆਰੇ ਹੈਵੀਵੇਟ ਚੈਂਪੀਅਨ ਜਾਰਜ ਫੋਰਮੈਨ ਦਾ 76 'ਤੇ ਦਿਹਾਂਤ - ਪੀਬੀਐਸ ਨਿ Newsਜ਼ਹੋਰ"
    ]
}