{
    "headlines": [
        "ਟਰੰਪ ਪਰਿਵਰਤਨ ਟੀਮ ਕਹਿੰਦੀ ਹੈ ਕਿ ਬੰਬ ਧਮਕੀਆਂ ਅਤੇ ਸਵੈਟਿੰਗ ਨਾਲ ਨਿਸ਼ਾਨਾ ਬਣਾਏ ਗਏ ਕਈ ਕੈਬਨਿਟ ਪਿਕ - ਸੀ ਐਨ ਐਨ",
        "ਸੀਨ 'ਡਿੱਡੀ' ਕੰਬਜ਼ ਨੇ ਜ਼ਮਾਨਤ ਤੋਂ ਇਨਕਾਰ ਕਰ ਦਿੱਤਾ ਕਿਉਂਕਿ ਜੱਜ ਨੇ ਹਿਪ-ਹੋਪ ਮੋਗਲ ਨੂੰ ਗੰਭੀਰ ਖ਼ਤਰਾ ਦੱਸਿਆ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਡਰੋਨ ਰੇਂਜਰਜ਼ਃ ਟਰੰਪ ਵਰਲਡ ਨੇ ਲੜਾਕੂ ਪਾਇਲਟਾਂ ਵਿਰੁੱਧ ਜੰਗ ਦਾ ਐਲਾਨ ਕੀਤਾ - ਪੋਲਿਟਿਕੋ",
        "ਬਾਇਡਨ ਨੇ ਨੇਤਨਯਾਹੂ ਨੂੰ ਲੇਬਨਾਨ ਦੇ ਜੰਗਬੰਦੀ ਤੋਂ ਬਾਅਦ ਗਾਜ਼ਾ ਬੰਧਕ-ਸੀਜ਼ਫਾਇਰ ਸੌਦਾ ਕਰਵਾਉਣ ਲਈ ਧੱਕਿਆ - ਐਕਸੀਓਸ",
        "ਐਨਐਫਐਲ ਕਲਪਨਾ 2024 ਸਟਾਰਟ 'ਏਮ, ਸੀਟ ' ਏਮਃ ਹਫਤੇ 13 ਲਈ ਕੁਆਰਟਰਬੈਕ - ਐਨਐਫਐਲ ਡਾਟ ਕਾਮ",
        "ਮਾਈਕ੍ਰੋਸਾੱਫਟ ਦੀ ਜਾਂਚ ਐਫਟੀਸੀ ਦੁਆਰਾ ਐਂਟੀਟ੍ਰਸਟ ਚਿੰਤਾਵਾਂ 'ਤੇ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ - ਦਿ ਵਰਜ",
        "ਪੀਡਮੋਂਟ ਵਿਚ ਅੱਗ ਟੇਸਲਾ ਸਾਈਬਰਟ੍ਰੱਕ ਹਾਦਸੇ ਤੋਂ ਬਾਅਦ ਤਿੰਨ ਦੀ ਮੌਤ ਹੋ ਗਈ - ਸੈਨ ਫ੍ਰਾਂਸਿਸਕੋ ਕ੍ਰੋਨਿਕਲ",
        "ਟਰੰਪ ਦੀ ਟੈਰਿਫ ਦੀ ਧਮਕੀ ਤੋਂ ਬਾਅਦ ਕੈਨੇਡਾ ਪਹਿਲਾਂ ਹੀ ਕੁਝ ਅਮਰੀਕੀ ਚੀਜ਼ਾਂ 'ਤੇ ਟੈਰਿਫ ਦੀ ਜਾਂਚ ਕਰ ਰਿਹਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਓਹੀਓ ਦੇ ਰਾਜਪਾਲ ਨੇ ਟ੍ਰਾਂਸਜੈਂਡਰ ਵਿਦਿਆਰਥੀਆਂ ਦੁਆਰਾ ਬਾਥਰੂਮ ਦੀ ਵਰਤੋਂ ਨੂੰ ਸੀਮਤ ਕਰਨ ਵਾਲੇ ਬਿੱਲ 'ਤੇ ਦਸਤਖਤ ਕੀਤੇ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਸਾਬਕਾ-ਯੂਐਸ ਸੈਨੇਟਰ ਬੌਬ ਮੇਨੇਂਡੇਜ਼ ਨਵੇਂ ਮੁਕੱਦਮੇ ਦੀ ਮੰਗ ਕਰਦਾ ਹੈ, ਵਕੀਲ ਦੀ ਹਾਲ ਹੀ ਵਿੱਚ ਦਾਖਲ ਹੋਈ ਗਲਤੀ ਦਾ ਹਵਾਲਾ ਦਿੰਦੇ ਹੋਏ - ਯਾਹੂ! ਆਵਾਜ਼ਾਂ",
        "ਆਈਫੋਨ 17 ਪ੍ਰੋ ਪਹਿਲਾਂ ਹੀ ਇਹ 8 ਨਵੇਂ ਫੀਚਰ ਹੋਣ ਦੀ ਅਫਵਾਹ ਹੈ - ਮੈਕਰੂਮੋਰਸ",
        "ਸੀਏ ਹਾਊਸ ਦੀ ਲੜਾਈ 'ਚ ਡੈਮੋਕ੍ਰੇਟ ਡੈਰੇਕ ਟਰਾਨ ਨੇ ਮਿਸ਼ੇਲ ਸਟੀਲ ਨੂੰ ਹਰਾਇਆ - ਪੋਲਿਟਿਕੋ",
        "ਆਈਪੈਡ ਮਿਨੀ 7 ਐਪਲ ਦੀ ਸਿਲੀਕਾਨ ਤਾਕਤ ਨੂੰ ਹੈਰਾਨੀਜਨਕ ਤਰੀਕੇ ਨਾਲ ਸਾਬਤ ਕਰਦਾ ਹੈ, ਇੱਥੇ ਕਿਵੇਂ ਹੈ - 9to5Mac",
        "ਇੱਥੇ ਤਾਜ਼ਾ ਥੈਂਕਸਗਿਵਿੰਗ ਮੌਸਮ ਦੀ ਭਵਿੱਖਬਾਣੀ ਹੈ, ਅਤੇ ਜਿੱਥੇ ਯਾਤਰਾ ਪ੍ਰਭਾਵਿਤ ਹੋ ਸਕਦੀ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਲਾਈਵ ਅਪਡੇਟਸਃ ਟਰੰਪ ਨੇ ਸੇਵਾਮੁਕਤ ਲੈਫਟੀਨੈਂਟ ਜਨਰਲ ਕੀਥ ਕੈਲੋਗ ਨੂੰ ਯੂਕਰੇਨ ਅਤੇ ਰੂਸ 'ਤੇ ਵਿਸ਼ੇਸ਼ ਰਾਜਦੂਤ ਵਜੋਂ ਚੁਣਿਆ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਅਜੇ ਵੀ ਆਪਣੇ ਮਰੇ ਹੋਏ ਲੋਕਾਂ ਦੀ ਗਿਣਤੀ ਕਰ ਰਿਹਾ ਹੈ, ਹਿਜ਼ਬੁੱਲਾ ਯੁੱਧ ਤੋਂ ਠੀਕ ਹੋਣ ਲਈ ਲੰਬੇ ਰਸਤੇ ਦਾ ਸਾਹਮਣਾ ਕਰਦਾ ਹੈ - ਰਾਇਟਰਜ਼",
        "ਉੱਤਰੀ ਲਾਈਟਾਂ ਇਸ ਥੈਂਕਸਗਿਵਿੰਗ ਨੂੰ ਅਮਰੀਕਾ ਦੇ ਕੁਝ ਹਿੱਸਿਆਂ ਵਿੱਚ ਬੇਹੋਸ਼ੀ ਨਾਲ ਦਿਖਾਈ ਦੇ ਸਕਦੀਆਂ ਹਨ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਐਨਐਫਐਲ ਪ੍ਰੋਃ ਥੈਂਕਸਗਿਵਿੰਗ ਡੇਅ ਟ੍ਰਿਪਲਹੈਡਰ ਵਿਚ ਚੋਟੀ ਦੇ ਤਿੰਨ ਕਲਪਨਾਵਾਂ ਦਾ ਮੇਲ ਨਹੀਂ ਖਾਂਦਾ - ਐਨਐਫਐਲ ਡਾਟ ਕਾਮ",
        "ਮਸਕ ਨਿਯਮਾਂ ਨੂੰ ਲਾਗੂ ਕਰਨਾ ਬੰਦ ਕਰਨਾ ਚਾਹੁੰਦਾ ਹੈ । ਇਹ 'ਲਗਭਗ ਅਰਥਹੀਣ‘ ਕਿਉਂ ਹੈ? - ਪੋਲਿਟਿਕੋ",
        "ਸਰੋਤਃ ਨੌਰਮਨ ਨੂੰ ਲਿਵ ਬੌਸ - ਈਐਸਪੀਐਨ ਦੀ ਥਾਂ ਲੈਣ ਲਈ ਓ 'ਨੀਲ"
    ]
}