{
    "headlines": [
        "ਵੈਂਡਰਬਿਲਟ ਫੁੱਟਬਾਲ, ਡਿਏਗੋ ਪਾਵੀਆ ਨੇ ਪ੍ਰੋਗਰਾਮ ਦੇ ਇਤਿਹਾਸ ਵਿਚ ਏਪੀ ਨੰਬਰ 1 ਟੀਮ ਬਨਾਮ ਪਹਿਲੀ ਜਿੱਤ ਲਈ ਅਲਾਬਾਮਾ ਨੂੰ ਸਟਨ ਕੀਤਾ - ਟੈਨਿਸੀਅਨ",
        "LIVE News: ਟਰੰਪ-ਹੈਰੀ ਦੀਆਂ ਚੋਣਾਂ, ਸੀਐਨਐਨ ਦੀ ਸਿਆਸਤ - CNN",
        "ਇਜ਼ਰਾਈਲ ਨੇ ਲੇਬਨਾਨ ਵਿਚ ਆਪਣੇ ਬੰਬ ਧਮਾਕੇ ਦਾ ਵਿਸਥਾਰ ਕੀਤਾ ਕਿਉਂਕਿ ਹਜ਼ਾਰਾਂ ਲੋਕ ਚੌੜੇ ਯੁੱਧ ਤੋਂ ਭੱਜ ਰਹੇ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਸ਼ਨੀਵਾਰ ਰਾਤ ਨੂੰ ਨਿ H ਹੈਂਪਸ਼ਾਇਰ 'ਤੇ ਉੱਤਰੀ ਲਾਈਟਾਂ ਦਿਖਾਈ ਦੇ ਸਕਦੀਆਂ ਹਨ - ਡਬਲਯੂਐਮਯੂਆਰ ਮੈਨਚੇਸਟਰ",
        "ਨੇਤਨਯਾਹੂ ਨੇ ਮੈਕਰੋਨ, ਹੋਰ ਪੱਛਮੀ ਨੇਤਾ ਜੋ ਇਜ਼ਰਾਈਲ ਵਿਰੁੱਧ ਹਥਿਆਰਾਂ ਦੀ ਪਾਬੰਦੀ ਦਾ ਸਮਰਥਨ ਕਰਦੇ ਹਨ ਨੂੰ ‘ਸ਼ਰਮਨਾਕ’ ਕਿਹਾ - ਫੌਕਸ ਨਿ Newsਜ਼",
        "ਰਿਚਰਡ ਸਿਮੰਸ ਦਾ ਭਰਾ ਦੇਰ ਨਾਲ ਤੰਦਰੁਸਤੀ ਗੁਰੂ ਦੇ ਦਫ਼ਨਾਉਣ ਬਾਰੇ 'ਥੋੜਾ ਰਾਜ਼' ਸਾਂਝਾ ਕਰਦਾ ਹੈਃ 'ਬਹੁਤ ਜ਼ਿਆਦਾ ਲੋਕ ਨਹੀਂ ਜਾਣਦੇ' - ਫੌਕਸ ਨਿ Newsਜ਼",
        "ਹਟਾਈ",
        "ਖੰਡੀ ਤੂਫਾਨ ਮਿਲਟਨ ਖਾੜੀ ਵਿੱਚ ਬਣਦਾ ਹੈ; ਫਲੋਰਿਡਾ ਵੱਲ ਜਾ ਰਹੇ ਤੂਫਾਨ ਵਿੱਚ ਮਜ਼ਬੂਤ ਹੋਣ ਦੀ ਭਵਿੱਖਬਾਣੀ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਨਿ York ਯਾਰਕ ਜੈੱਟਸ ਬਨਾਮ ਮਿਨੀਸੋਟਾ ਵਾਈਕਿੰਗਜ਼ਃ ਇਸ ਐਤਵਾਰ ਨੂੰ ਐਨਐਫਐਲ ਲੰਡਨ ਗੇਮ ਨੂੰ ਕਿਵੇਂ ਵੇਖਣਾ ਹੈ - ਯਾਹੂ ਸਪੋਰਟਸ",
        "ਓਪਨਏਆਈ ਹਰ ਸਮੇਂ ਦਾ ਸਭ ਤੋਂ ਵੱਡਾ ਵੀਸੀ ਦੌਰ ਬੰਦ ਕਰਦਾ ਹੈ - ਟੈਕਕ੍ਰਾਂਚ",
        "ਬਨਕੋਂਬੇ ਕਾਉਂਟੀ ਦੇ ਅਧਿਕਾਰੀ ਹੇਲੇਨ ਪ੍ਰਤੀਕ੍ਰਿਆ ਦੇ ਯਤਨਾਂ ਬਾਰੇ ਅਪਡੇਟਸ ਪ੍ਰਦਾਨ ਕਰਦੇ ਹਨ - WXII12 ਵਿੰਸਟਨ-ਸਲੇਮ",
        "7 ਅਕਤੂਬਰ ਦੀ ਵਰ੍ਹੇਗੰ before ਤੋਂ ਪਹਿਲਾਂ ਦੁਨੀਆ ਭਰ ਵਿੱਚ ਫਲਸਤੀਨੀ ਪੱਖੀ ਰੈਲੀਆਂ ਕੀਤੀਆਂ ਗਈਆਂ - ਸੀ ਐਨ ਐਨ",
        "ਡੈਮ ਮੇਅਰ ਨਾਲ ਅਧਿਆਪਕ ਯੂਨੀਅਨ ਦੇ ਵਿਵਾਦ ਨੂੰ ਲੈ ਕੇ ਅਸਤੀਫਾ ਦੇਣ ਲਈ ਪੂਰਾ ਸ਼ਿਕਾਗੋ ਸਕੂਲ ਬੋਰਡਃ 'ਡੂੰਘੀ ਚਿੰਤਾਜਨਕ' - ਫੌਕਸ ਨਿ Newsਜ਼",
        "ਹਟਾਈ",
        "‘ਜੋਕਰ 2’ ਕਮਾਈ ਕਰਦਾ ਹੈ ‘ਡੀ’ ਸਿਨੇਮਾ ਸਕੋਰ, ਕਾਮਿਕ ਬੁੱਕ ਫਿਲਮ ਲਈ ਸਭ ਤੋਂ ਘੱਟ ਕਦੇ - ਵੰਨਗੀ",
        "ਤੱਥ ਜਾਂਚਃ ਕੀ ਅਮਰੀਕਾ ਵਿਚ ਸਪਰਿੰਗਫੀਲਡ ਵਿਚ ਹੈਤੀਆਈ ਪ੍ਰਵਾਸੀ ਗੈਰਕਾਨੂੰਨੀ ਹਨ? - ਅਲ ਜਜ਼ੀਰਾ ਅੰਗਰੇਜ਼ੀ",
        "ਤੂਫਾਨ ਹੇਲੀਨ ਦੁਆਰਾ ਤਬਾਹ ਕੀਤੀ ਗਈ ਮਸ਼ਹੂਰ ਜਾਇਦਾਦ ਦੇ ਨੇੜੇ ਬਿਲਟਮੋਰ ਵਿਲੇਜਃ ਪਹਿਲਾਂ ਅਤੇ ਬਾਅਦ ਵਿਚ - ਫੌਕਸ ਬਿਜ਼ਨਸ",
        "ਹਿਲੇਰੀ ਕਲਿੰਟਨ ਨੇ ਜੈਕ ਸਮਿਥ ਦੇ ਮੀਮੋ ਦੇ ਟਾਈਮਿੰਗ ਨੂੰ ਸੰਬੋਧਿਤ ਕੀਤਾ - ਸੀ ਐਨ ਐਨ",
        "ਸ਼ੋਹੇਈ ਓਹਤਾਨੀ ਇਸ ਅਕਤੂਬਰ ਵਿਚ ਇਕ 'ਬਚਪਨ ਦਾ ਸੁਪਨਾ' ਕਿਵੇਂ ਪੂਰਾ ਕਰ ਰਿਹਾ ਹੈ - ਫੌਕਸ ਸਪੋਰਟਸ",
        "ਧਰਤੀ ਦਾ ਅਧਿਕਾਰਤ ਤੌਰ 'ਤੇ ਦੂਜਾ ਚੰਦਰਮਾ ਹੈ: ਐਸਟਰਾਇਡ 2024 ਪੀਟੀ 5 ਅਸਥਾਈ Orਰਬਿਟ ਵਿਚ ਫੜਿਆ ਗਿਆ - ਦਿ ਡੇਲੀ ਗਲੈਕਸੀ - ਮਹਾਨ ਖੋਜ ਚੈਨਲ"
    ]
}