{
    "headlines": [
        "US lawmakers urge Biden to extend TikTok Jan. 19 ban deadline - Reuters",
        "Gaza ceasefire talks resume in Doha, deal seen close after 'breakthrough' - Reuters",
        "Kevin O’Connell appreciates Sam Darnold, but says “it did not work out in the end” - NBC Sports",
        "A global bond sell-off is deepening as investors pare Fed rate cut expectations - CNBC",
        "The tricky questions facing Trump's nominees - BBC.com",
        "Mahakumbh: Ash-smeared holy men lead India bathing spectacle - BBC.com",
        "Emotional Jimmy Kimmel Fights Tears As He Returns To TV Amid Los Angeles Wildfires - HuffPost",
        "Game Recap: Rams defeat Vikings 27-9, advance to face Eagles in Divisional Round - therams.com",
        "Village People to play at Trump inaugural rally - Axios",
        "DOJ releases former Special Counsel Jack Smith's report on investigation into Trump election interference case - Fox News",
        "Dramatic showdown looms in South Korea as Yoon faces impeachment trial and possible arrest - CNN",
        "The next leg of the new moon race is about to kick off — and it could be the most exciting yet - CNN",
        "Jessica Simpson and Eric Johnson Split After 10 Years of Marriage - Hollywood Reporter",
        "L.A. Wildfires: ABC7’s Dallas Raines On How We Got Here, What’s Coming Next, & What We Can Do For Each Other To Help Stop It Next Time - Deadline",
        "Sen. Rounds: Tying debt limit to California aid ‘not meant as a penalty’ - The Hill",
        "Troy Aikman destroys Cowboys’ Mike McCarthy coaching decision - New York Post ",
        "Biden says his foreign policy leaves Trump with ‘very strong hand’ - The Washington Post",
        "Special counsel David Weiss slams president in final report on Hunter Biden - Axios",
        "Asia stocks mixed; Chinese shares surge on report of gradual Trump tariffs - Investing.com",
        "Dollar Falls on Report Trump Team Is Mulling Gradual Tariffs - Bloomberg"
    ]
}