{
    "headlines": [
        "Um inverno de La Niña está chegando. Veja o que isso pode significar para os EUA - CNN",
        "EUA alertam Israel para aumentar ajuda humanitária em Gaza ou correr o risco de perder financiamento de armas - Associated Press",
        "Walgreens fechará 1.200 locais à medida que as vendas no varejo diminuem - The Washington Post",
        "Jake E. Lee, ex-guitarrista de Ozzy Osbourne, foi baleado várias vezes em Las Vegas - Fox News",
        "À medida que a guerra israelense contra o Hezbollah se expande, as equipes de resgate no leste atingem seu limite - The Washington Post",
        "Prazo de negociação da NFL em 2024: oito grandes jogadas que precisam acontecer depois de Bills, Jets fazem WR splashes - CBS Sports",
        "EUA multam Lufthansa em US $ 4 milhões por tratamento de passageiros judeus ortodoxos em voo de 2022 - Associated Press",
        "Bills Land Star WR Cooper em negociação com Browns - ESPN",
        "'Isso é apenas matemática simples': jornalista pressiona Trump sobre seu plano tarifário - CNN",
        "Na caixa do iPad Mini 7: sem carregador na Europa, novo cabo USB-C trançado - MacRumors",
        "Ações da Tesla sobem. ARCA de Cathie Wood pesa no dia do Robotaxi. - Barron's",
        "Relatório: Tom Brady terá \"voz proeminente\" como proprietário minoritário dos Raiders - NBC Sports",
        "Os casos de tosse convulsa e pneumonia ambulante estão em alta. Veja o que deve saber e como ajudar a manter a sua família segura. - CBS News",
        "Juiz da Geórgia decide que as autoridades eleitorais não podem atrasar a certificação devido a preocupações com fraude - CBS News",
        "Ilusão rara dá ao cometa 'uma vez na vida' uma segunda cauda aparentemente impossível após a maior aproximação da Terra por 80.000 anos - Livescience.com",
        "Espanha prende 4 acusados de enviar possíveis precursores de armas químicas para a Rússia, violando sanções - CBS News",
        "Imagens de satélite mostram como o furacão Milton remodelou partes da costa da Flórida - CBS News",
        "   Removido ",
        "‘Morning Joe’ rasga o governador republicano Glenn Youngkin por minimizar a ameaça 'fascista’ de Trump - The Daily Beast",
        "Cientistas descobrem animais no fundo do oceano, oferecendo pistas para a vida além da Terra - Gizmodo"
    ]
}