{
    "headlines": [
        "Daniel Craig verlässt DC Studios War Movie ‘Sgt. Rock’ - Hollywood Reporter",
        "Sporting KC vs Inter Miami Live-Score, CONCACAF Champions Cup: Lionel Messi startet, Lineups, Wetter-Updates, Spielnachrichten - Sportstar",
        "Trump warnt Selenskyj, schnell über das Ende des Krieges mit Russland zu verhandeln oder zu riskieren, keine Nation zu haben, die führen kann - The Associated Press",
        "Verteidigungsminister ordnet Militär an, sich auf größere Budgetkürzungen vorzubereiten - CNN",
        "Richter scheint auf dem besten Weg zu sein, das DOJ den Fall Eric Adams abweisen zu lassen - POLITICO",
        "IRS wird voraussichtlich ab Donnerstag 6.700 Mitarbeiter entlassen - Regierungsleiter",
        "Zwei Tote, nachdem kleine Flugzeuge in der Luft in Arizona kollidierten - BBC.com",
        "Microsoft behauptet Quantencomputer-Durchbruch durch die Schaffung eines neuen Aggregatzustandes - The Wall Street Journal",
        "UnitedHealth Group bietet Mitarbeiter-Buyouts an, könnte auf Entlassungen zurückgreifen - Star Tribune",
        "\"Reacher\" -Star Alan Ritchson nennt Klassenkamerad Matt Gaetz einen \"Motherf***er\": \"Er ist einfach kein guter Kerl\" - Deadline",
        "Sieben chilenische Männer werden angeklagt, die Häuser von Mahomes, Burrow und anderen Star-Athleten eingebrochen zu haben - The Associated Press",
        "Nikola Stock Plunges on Chapter 11 Insolvenzantrag - Barron's",
        "Die US-Notenbank warnt davor, dass Trumps Zölle die Preise erhöhen könnten - BBC.com",
        "Ein Masernausbruch trifft Texas und New Mexico. Der hoch ansteckende Virus erklärt. - Yahoo",
        "Ärzte sagen, dass Papst Franziskus im Krankenhaus eine\" leichte Verbesserung\" zeigt - Katholische Nachrichtenagentur",
        "Die Wahrscheinlichkeit, dass ein Asteroid die Erde trifft, ist die höchste, die jemals aufgezeichnet wurde - TribLIVE",
        "Google holt Gemini aus der Hauptsuch-App auf iOS - TechCrunch",
        "Kanada gewinnt den 4-Nationen-Face-Off-Titel in der EA Sports NHL-Simulation - NHL.com"
    ]
}