{
    "headlines": [
        "Um die Fitness zu steigern, probieren Sie diesen einfachen, wissenschaftlich fundierten Trick aus - The Washington Post",
        "‘Unglaube und Schock’: Die Mandeln einer Frau wuchsen Jahrzehnte später nach - CNN",
        "Aaron Rodgers: \"Wenn ich spielen will und sie mich hier nicht wollen, dann werde ich sehen, ob es andere Möglichkeiten gibt.\" - NBC Sports",
        "[removed]",
        "Immer mehr Kinder bekommen Nierensteine. Experten denken, dass es ihre Ernährung ist. - The Washington Post",
        "10 Verletzte bei Schießerei in New York City, NYPD sagt - Reuters",
        "Neil Young meidet Glastonbury über BBC 'corporate control' - BBC.com",
        "Die Palästinensische Autonomiebehörde nimmt es mit Hamas-Kämpfern im Machtkampf im Westjordanland auf - The Wall Street Journal",
        "In Montenegro tötet ein Schütze 12 Menschen, darunter 2 Kinder, bevor er die Waffe gegen sich selbst richtet - CBS News",
        "Aktienmarkt heute: Globale Aktien sind nach den Neujahrsfeiertagen gemischt. Chinesische Aktien sinken - Yahoo Finance",
        "Zu den Opfern des Angriffs auf die New Orleans Bourbon Street gehören der ehemalige College-Football-Spieler und liebevolle Vater - CNN",
        "Jeremiah Smith kanalisiert DeVonta Smith-ähnliche Dominanz beim Rose Bowl-Sieg des Staates Ohio - 247Sports",
        "Südkoreanische Polizei durchsucht Jeju Air, Flughafenbetreiber wegen tödlichem Flugzeugabsturz - Reuters",
        "Russland hat gerade einen seiner seltsamsten Einkommensströme in der Kriegszeit verloren - Business Insider",
        "Saquon Barkley wird sich gegen Giants ausruhen und die Chance verpassen, den NFL-Rush-Rekord zu brechen - The Washington Post",
        "Schauspieler Glen Powell lobt Quinn Ewers als \"Retter\" nach mutigem Doppel-Overtime-Sieg in Peach Bowl - On3.com",
        "‘Catwoman’ Jocelyne Wildenstein, bekannt für ihre ausgedehnten plastischen Operationen, gestorben im Alter von 79 Jahren - South China Morning Post",
        "Blake Lively hat Justin Baldoni öffentlich \"gedemütigt\", seine Familie bei der Filmpremiere \"geächtet\", Klageansprüche - Hindustan Times",
        "[removed]",
        "2 Tote, über 20 Verletzte auf Hawaii nach massiver Explosion bei Silvesterfeier - USA TODAY"
    ]
}