{
    "headlines": [
        "Police release video of NFL star Tyreek Hill being detained after traffic stop on the way to the stadium - CNN",
        "Christian McCaffrey a surprise inactive for 49ers’ season-opener against Jets - New York Post ",
        "Princess Kate says chemotherapy over \"but path to healing\" after cancer diagnosis will be long - CBS News",
        "Trump leads Harris by just 2 points in Florida: Poll - The Hill",
        "AirPods as Hearing Aids? Everything to Know About Apple's Major Health Update - CNET",
        "JD Vance repeats baseless claim Haitian immigrants are eating pets as Ohio officials say there is no evidence - CBS News",
        "Hurricane warning issued for southern Louisiana as Francine strengthens in gulf - The Washington Post",
        "White House: Biden has not called family of American citizen killed in West Bank by Israeli troops - USA TODAY",
        "Hakeem Jeffries rejects GOP spending bill as ‘unserious and unacceptable’ - The Associated Press",
        "Lawsuit accuses Watson of sexual assault in '20 - ESPN",
        "Germany to tighten border controls after stabbing - BBC.com",
        "Apple investors get a raw deal with iPhone 16 — but customers get a bargain - MarketWatch",
        "Astronauts would have been fine on Boeing's Starliner during landing, NASA says - Space.com",
        "Disney 'is playing hardball' with DirecTV as NFL's Monday Night Football looms. Here's what's at stake. - Yahoo Finance",
        "‘Cowboy Carter’ Was Never Going to Change the CMA’s Mind About Beyoncé - Rolling Stone",
        "Fourth case of dangerous EEE confirmed in Mass. this season - WCVB Boston",
        "Robert Kennedy's name stays on the ballot, Michigan Supreme Court says - Detroit News",
        "Apple will release iOS 18, macOS 15, iPadOS 18, other updates on September 16 - Ars Technica",
        "First case of human bird flu diagnosed without exposure to infected animals, CDC says - Fox News",
        "Apple’s Visual Intelligence is a built-in take on Google Lens - The Verge"
    ]
}