{
    "headlines": [
        "Mike Tyson issues bizarre message to Diddy amid sex-trafficking scandal: ‘I wish him all the best’ - New York Post ",
        "TikTok Is Dangerously Addictive—and Its Executives Knew All Along - Yahoo! Voices",
        "The largest storm in our solar system is moving unexpectedly, scientists say - CNN",
        "[Removed]",
        "An elevator mishap at a Colorado tourist mine killed 1 and trapped 12. The cause is still unknown - The Associated Press",
        "Three H-E-B products named in massive meat recall due to listeria - mySA",
        "WATCH LIVE: Trump holds campaign rally in Aurora, Colorado - PBS NewsHour",
        "College football Week 7 predictions: Ohio State vs. Oregon, more picks against the spread - New York Post ",
        "Seniors to get moderate cost of living bump in Social Security payments next year - Fox Business",
        "Ariana Grande Appeared To Slam Long-Running Scrutiny Of Her Body On Charli XCX’s New “Brat” Remix Album - BuzzFeed News",
        "WSJ battleground Trump-Harris poll: It’s a toss-up, folks - POLITICO",
        "Northern lights forecast maps for tonight show best areas in U.S. to see aurora borealis - CBS News",
        "Space Force's mysterious X-37B space plane to attempt new 'aerobraking' maneuvers in orbit - Space.com",
        "Israel's deadly war with Iran-backed Hezbollah hit this Lebanese village without warning - CBS News",
        "Trump picks a fight with Detroit - CNN",
        "Tesla's robotaxi event was long on Musk promises. Investors wanted more details. - Reuters",
        "NFL odds, Vegas lines, picks, spreads, game predictions: Model eyeing Falcons, Commanders in Week 6, 2024 - CBS Sports",
        "Hezbollah forges new command for crucial ground war after heavy Israeli blows - Reuters",
        "Today, ‘Saturday Night Live’ Is an Institution. In 1975, It Was Pure Anarchy - Rolling Stone",
        "Unlocking Uranus: NASA’s Dual Observations Pave the Way to Discovering New Worlds - SciTechDaily"
    ]
}