{
    "headlines": [
        "A França nomeia um novo governo, buscando acabar com a turbulência das eleições de julho - The Washington Post",
        "Número de mortos aumenta em \"ataque direcionado\" militar israelense que matou comandantes do Hezbollah - CBS News",
        "Janet Jackson continua com a bizarra Kamala Harris Tangent sobre a família e a herança da VP - Prazo",
        "Dubois perturba Joshua com impressionante nocaute na 5ª rodada - ESPN",
        "Lizzo Responde às Alegações da Ozempic Após Estrear a Transformação da Perda de Peso - E! NEWS",
        "Trump faz campanha na Carolina do Norte enquanto Robinson, aliado em apuros, fica longe - Reuters",
        "Embarcação do FBI no Porto de Baltimore - WBAL TV Baltimore",
        "Harris aceita convite para debate na CNN em 23 de outubro, novamente desafiando Trump para outro confronto - CNN",
        "James Madison marca 53 pontos no primeiro tempo na vitória por 70-50 na Carolina do Norte - Yahoo Sports",
        "Distúrbios perto da Flórida podem se transformar em depressão tropical na próxima semana, diz NHC - WESH 2 Orlando",
        "Drones ucranianos acabam de explodir 2.000 toneladas de munição no sul da Rússia - Forbes",
        "   Removido ",
        "A Suprema Corte do Arizona decide que quase 98 mil pessoas cuja cidadania não foi confirmada podem votar na cédula completa - PBS NewsHour",
        "Oposição sindical à venda da U.S. Steel reflete anos de más relações - The Washington Post",
        "Suspeito em 1977 de \"Easey Street Murders\", o caso arquivado mais antigo de Melbourne, preso na Itália - CBS News",
        "   Removido ",
        "Pontuações de futebol universitário, cronograma, 25 melhores rankings da NCAA, jogos de hoje: Ohio State, Clemson em ação - CBS Sports",
        "iPhone 11 vs iPhone 16: 5 razões para atualizar o seu iPhone de 5 anos - 9to5Mac",
        "John A. Clements, especialista em pulmão que ajudou a salvar bebês prematuros, morre aos 101 anos - The Washington Post",
        "Bilheteria: 'Transformers 1' arrecada US $ 9,5 milhões no dia de abertura - Variety"
    ]
}