{
    "headlines": [
        "ਯੈਂਕੀਜ਼ ਬਨਾਮ ਡੋਜਰਜ਼ਃ ਫਰੈਡੀ ਫ੍ਰੀਮੈਨ ਨੇ ਵਿਸ਼ਵ ਸੀਰੀਜ਼ ਦੇ ਇਤਿਹਾਸ ਵਿਚ ਪਹਿਲੇ ਵਾਕ-ਆਫ ਗ੍ਰੈਂਡ ਸਲੈਮ ਨਾਲ ਗੇਮ 1 ਜਿੱਤੀ - ਯਾਹੂ ਸਪੋਰਟਸ",
        "ਇਜ਼ਰਾਈਲ ਨੇ ਇਰਾਨ ਦੇ ਫੌਜੀ ਟਿਕਾਣਿਆਂ 'ਤੇ ਕੀਤਾ ਹਮਲਾ, ਤਹਿਰਾਨ ਨੇ ਕਿਹਾ ਨੁਕਸਾਨ' ਸੀਮਤ '- ਰਾਇਟਰ",
        "ਲੇਬਰੋਨਃ ਲਾਲ-ਗਰਮ ਏਡੀ ਲਈ 'ਫੋਕਲ ਪੁਆਇੰਟ' - ਈਐਸਪੀਐਨ ਲਈ ਨਾਜ਼ੁਕ",
        "ਮੇਨਡੇਜ਼ ਭਰਾਵਾਂ ਲਈ ਅੱਗੇ ਕੀ ਹੈ? - ਬੀਬੀਸੀ. ਕਾੱਮ",
        "ਨਾਸਾ ਦਾ ਪੁਲਾੜ ਯਾਤਰੀ ਪੁਲਾੜ ਵਿਚ ਵਿਸਤ੍ਰਿਤ ਠਹਿਰਨ ਤੋਂ ਵਾਪਸ ਆਉਣ ਤੋਂ ਬਾਅਦ ਹਸਪਤਾਲ ਵਿਚ ਰਹਿੰਦਾ ਹੈ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਜੌਹਨਸਨ, ਮੈਕਕੌਨਲ ਨੇ ਹੈਰਿਸ ਨੂੰ ਟਰੰਪ ਫਾਸ਼ੀਵਾਦੀ ਟਿੱਪਣੀਆਂ ਤੋਂ ਬਾਅਦ ‘ਖਤਰੇ ਦੇ ਵਾਤਾਵਰਣ ਨੂੰ ਵਧਾਉਣਾ ਬੰਦ ਕਰਨ’ ਲਈ ਕਿਹਾ - ਪੋਲੀਟੀਕੋ",
        "'ਇੱਥੇ' ਸਮੀਖਿਆਃ ਟੌਮ ਹੈਂਕਸ ਅਤੇ ਰੌਬਿਨ ਰਾਈਟ ਰੌਬਰਟ ਜ਼ੇਮੇਕਿਸ ਨਾਲ ਦੁਬਾਰਾ ਮਿਲਦੇ ਹਨ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਹੈਰਿਸ ਅਤੇ ਬਿਓਨਸੇ ਨੇ ਟਰੰਪ ਦੇ ਵਿਰੁੱਧ ਦੋਹਰੀ ਬੰਨ੍ਹ ਵਾਲੀ ਦਲੀਲ ਦੇ ਨਾਲ ਇੱਕ ਹਿਊਸਟਨ ਰੈਲੀ ਨੂੰ ਭੜਕਾਇਆ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਕਿੰਗ ਗੁਲਾਮੀ ਲਈ 'ਮਾਫੀ' ਕਿਉਂ ਨਹੀਂ ਕਹਿ ਸਕਦਾ - ਬੀਬੀਸੀ.",
        "ਫੈਡਰਲ ਜੱਜ ਸ਼ੱਕੀ ਗੈਰ-ਨਾਗਰਿਕਾਂ ਦੇ ਉਦੇਸ਼ ਨਾਲ ਵਰਜੀਨੀਆ ਦੇ ਪੂਰਵ-ਚੋਣ ਵੋਟਰ ਰੋਲ ਪੂੰਜ ਨੂੰ ਰੋਕਦਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਸ਼ੁਕਰਗੁਜ਼ਾਰ ਮ੍ਰਿਤਕਾਂ ਦੇ ਸੰਸਥਾਪਕ ਮੈਂਬਰ ਫਿਲ ਲੇਸ਼ ਦਾ 84 ਸਾਲ ਦੀ ਉਮਰ ਵਿੱਚ ਦੇਹਾਂਤ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "2024 ਚੋਣ ਅਪਡੇਟਸਃ ਹੈਰਿਸ ਨੇ ਪ੍ਰਵਾਸੀਆਂ 'ਤੇ' ਕੂੜਾ ਕਰਕਟ 'ਟਿੱਪਣੀ ਕਰਨ' ਤੇ ਟਰੰਪ ਨੂੰ ਚੀਰਿਆ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਸੇਠ ਰੋਜਨ ਨੇ ਇਸ ਬਾਰੇ ਕੀ ਕਿਹਾ ਹੈ ਕਿ ਜੇਮਜ਼ ਫ੍ਰੈਂਕੋ ਨਾਲ ਉਸਦੀ 20 ਸਾਲਾਂ ਦੀ ਦੋਸਤੀ ਕਿਉਂ ਖਤਮ ਹੋਈ - ਈ! ਆਨਲਾਈਨ - ਈ! ਨਿਊਜ਼",
        "ਕੁਝ ਨੇਵਾਡਾ ਦੇ ਵੋਟਰ ਕਿਫਾਇਤੀ ਰਿਹਾਇਸ਼ੀ ਸੰਕਟ ਨੂੰ ਕਿਵੇਂ ਵੇਖਦੇ ਹਨ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "UFC 308: ਟੌਪੂਰੀਆ ਬਨਾਮ ਹੋਲੋਵੇ",
        "ਐਪਲ ਮਾਸਿਮੋ - ਦਿ ਵਰਜ ਨਾਲ ਆਪਣੀ ਸਮਾਰਟਵਾਚ ਪੇਟੈਂਟ ਲੜਾਈ ਵਿਚ ਇਕ ਲੜਾਈ (ਅਤੇ 250 ਡਾਲਰ) ਜਿੱਤਦਾ ਹੈ",
        "ਜੇਫ ਬੇਜੋਸ ਨੂੰ ਕਮਲਾ ਹੈਰਿਸ ਦੀ ਹਮਾਇਤ ਤੋਂ ਇਨਕਾਰ ਕਰਨ 'ਤੇ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ' ਤੇ ਵਿਰੋਧ ਦਾ ਸਾਹਮਣਾ ਕਰਨਾ ਪੈ ਰਿਹਾ ਹੈ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "ਮੈਕਡੋਨਲਡ ਦੇ ਈ. ਕੋਲੀ ਫੈਲਣ ਨੇ 13 ਰਾਜਾਂ ਵਿੱਚ ਘੱਟੋ ਘੱਟ 75 ਲੋਕਾਂ ਨੂੰ ਬਿਮਾਰ ਕਰ ਦਿੱਤਾ ਹੈ, ਸੀਡੀਸੀ ਦਾ ਕਹਿਣਾ ਹੈ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਵਧੇਰੇ ਅੰਡੇ ਦੇ ਖੇਤ ਕਰਮਚਾਰੀ ਏਵੀਅਨ ਫਲੂ ਨਾਲ ਬਿਮਾਰ ਹਨ. ਸੀਡੀਸੀ ਪੂਰਬੀ ਡਬਲਯੂਏ ਫੈਲਣ ਲਈ ਸਹਾਇਤਾ ਭੇਜਦਾ ਹੈ - ਟ੍ਰਾਈ ਸਿਟੀ ਹੇਰਾਲਡ",
        "ਨੈਸਡੈਕ ਕਮਾਈ ਦੇ ਭਾਰੀ ਹਫਤੇ ਤੋਂ ਪਹਿਲਾਂ ਉੱਚਾ ਬੰਦ ਕਰਦਾ ਹੈ - ਰਾਇਟਰਜ਼"
    ]
}