{
    "headlines": [
        "تراجعت العقود الآجلة للأسهم مع استعداد الأسواق لإعادة الفتح بعد عيد الميلاد - صحيفة وول ستريت جورنال",
        "تسونامي أندامانز 2004: كان قاربي على بعد أمتار من الشاطئ عندما ضربت الأمواج - BBC.com",
        "سيارة أجرة تصطدم بالعديد من المشاة في ميدان هيرالد في مدينة نيويورك - ABC News",
        "مقتل 14 شرطياً سورياً في كمين مع انتشار الاضطرابات - رويترز",
        "3 طلقات و 1 طعن في مطار فينيكس في نزاع عائلي واضح ليلة عيد الميلاد، كما يقول المسؤولون - سي إن إن",
        "ربما كان لشمسنا توأم في يوم من الأيام. ماذا حدث لهذا الأخ النجم ؟ - BBC.com",
        "ذهب مزارعو كاليفورنيا هؤلاء إلى ترامب. الآن يمكنه ترحيل نصف عمالهم. - بوليتيكو",
        "روسيا تقول إنها أحبطت مؤامرات أوكرانية لقتل كبار الضباط بقنابل مقنعة - نيويورك بوست",
        "Elon Musk's Go - to Cost - Cutter يعمل لصالح DOGE - Bloomberg",
        "محمية الحياة البرية في واشنطن تدخل الحجر الصحي بعد أن قتلت إنفلونزا الطيور 20 قطة كبيرة - أكسيوس",
        "\"لعبة الحبار\" الموسم 2 هو غرفة تعذيب لبطل الرواية — ولكن ليس للجماهير - Business Insider",
        "درجات يوم عيد الميلاد في الدوري الاميركي للمحترفين: ليكرز، 76ers كسب \"A\" للفوز على الطريق، ووريورز، سيلتيكس الحصول على \"C\" - سي بي اس سبورتس",
        "توفي الممثل المراهق هدسون ميك، الذي ظهر في فيلم \"بيبي درايفر\"، بعد سقوطه من مركبة متحركة - سي إن إن",
        "ينتهي النضال من أجل 3 علامات زودياك في 26 ديسمبر 2024 - YourTango",
        "توفيت قطة أوريغون المنزلية بعد تناول أغذية الحيوانات الأليفة التي ثبتت إصابتها بإنفلونزا الطيور - KATU",
        "أداء بيونسي بين الشوطين يسلط الضوء على لائحة عيد الميلاد الباهتة في اتحاد كرة القدم الأميركي - سي بي إس نيوز",
        "تقول السلطات إن خمسة صحفيين قتلوا في غارة إسرائيلية بالقرب من المستشفى - الجزيرة الإنجليزية",
        "حصل الرؤساء على المركز الأول في الاتحاد الآسيوي لكرة القدم بفوزهم الخامس عشر في سجل الامتياز ؛ لامار جاكسون يصنع التاريخ في هزيمة رايفنز في يوم عيد الميلاد - سي إن إن",
        "كيف صنفنا خسارة تكساس في الأسبوع 17 إلى رايفنز - هيوستن كرونيكل",
        "ترامب يعلن عن سفير في بنما وسط شجار حول القناة - ذا هيل"
    ]
}