{
    "headlines": [
        "ਜੇਪੀਮਾਰਗਨ ਦੇ ਮੁਖੀ ਜੈਮੀ ਡਾਈਮਨ ਨੇ ਵਪਾਰ ਯੁੱਧ ਦੇ ਜੋਖਮ ਮੰਦੀ ਅਤੇ ਵਧੇਰੇ ਕੀਮਤਾਂ ਨੂੰ ਚੇਤਾਵਨੀ ਦਿੱਤੀ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "ਟੈਰਿਫ ਅਤੇ ਬਚਾਅ ਦੇ ਵਿਚਕਾਰ, ਅਮਰੀਕੀ ਕਾਰੋਬਾਰੀ ਮਾਲਕ ਚਿੰਤਾਜਨਕ ਗਣਿਤ ਕਰ ਰਹੇ ਹਨ - ਐਨਪੀਆਰ",
        "ਓਸੌਫ ਨੇ ਸੈਨੇਟ ਦੁਬਾਰਾ ਚੁਣੇ ਜਾਣ ਲਈ ਰਿਕਾਰਡ ਤੋੜਨ ਵਾਲੇ $ 11M ਨੂੰ ਇਕੱਠਾ ਕੀਤਾ - ਪੋਲਿਟਿਕੋ",
        "ਨਿਵੇਸ਼ਕਾਂ ਨੂੰ ਐਸ ਐਂਡ ਪੀ 500 ਵਿਚ 7% ਤੋਂ 8% ਦੀ ਹੋਰ ਗਿਰਾਵਟ ਲਈ ਬ੍ਰੇਸ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ, ਮੋਰਗਨ ਸਟੈਨਲੀ ਕਹਿੰਦਾ ਹੈ - ਮਾਰਕੀਟਵਾਚ",
        "ਡੀਓਜੇ ਨੇ ਦਲੀਲ ਦਿੱਤੀ ਕਿ ਜੱਜ ਗਲਤ ਤਰੀਕੇ ਨਾਲ ਅਲ ਸਲਵਾਡੋਰ ਵਾਪਸ ਭੇਜਣ ਵਾਲੇ ਆਦਮੀ ਦੀ ਵਾਪਸੀ ਦਾ ਆਦੇਸ਼ ਨਹੀਂ ਦੇ ਸਕਦਾ - ਐਨਪੀਆਰ",
        "ਚੀਨੀ ਸਟਾਕ ਟੈਰਿਫ ਯੁੱਧ ਦੇ ਤੌਰ ਤੇ ‘ਪੈਨਿਕ ਸੇਲਿੰਗ’ ਦਾ ਸਾਹਮਣਾ ਕਰ ਰਹੇ ਹਨ - ਯਾਹੂ ਵਿੱਤ",
        "ਲੇ ਪੈੱਨ ਸਮਰਥਕਾਂ ਨੇ ਪੈਰਿਸ ਵਿਚ ਰੈਲੀ ਕੀਤੀ, ਵਿਰੋਧ ਪ੍ਰਦਰਸ਼ਨ ਨੂੰ ਤਾਕਤ ਦੇ ਲੋਕਪ੍ਰਿਯ ਪ੍ਰਦਰਸ਼ਨ ਵਿਚ ਬਦਲ ਦਿੱਤਾ - ਐਨਪੀਆਰ",
        "ਆਰਐਫਕੇਃ ਖਸਰਾ ਫੈਲਣ ਤੋਂ ਰੋਕਣ ਲਈ ਐਮਐਮਆਰ ਟੀਕਾ \"ਸਭ ਤੋਂ ਪ੍ਰਭਾਵਸ਼ਾਲੀ ਤਰੀਕਾ\" ਹੈ - ਐਕਸੀਓਸ",
        "ਸੋਮਵਾਰ, 7 ਅਪ੍ਰੈਲ, 2025 ਲਈ ਕੁੰਡਲੀ - ਸ਼ਿਕਾਗੋ ਸੂਰਜ-ਟਾਈਮਜ਼",
        "‘ਦ ਵ੍ਹਾਈਟ ਲੋਟਸ’ ਸੀਜ਼ਨ 3 ਸਿਤਾਰੇ Aimee ਲੂ ਵੁੱਡ, ਜੇਸਨ ਇਸਹਾਕ & ਵਿਸਫੋਟਕ ਫਾਈਨਲ ਕਰਨ ਲਈ ਹੋਰ ਪ੍ਰਤੀਕਰਮ: \"90 ਹੁਣੇ ਹੀ ਹਫੜਾ-ਦਫੜੀ ਦੇ ਮਿੰਟ\" - ਡੈੱਡਲਾਈਨ",
        "ਮਿਆਂਮਾਰ ਦੇ ਘਾਤਕ ਭੂਚਾਲ ਨੇ ਸ਼ਾਂਤੀ ਦਾ ਕੋਈ ਰਸਤਾ ਨਾ ਹੋਣ ਨਾਲ ਰਾਜਨੀਤਿਕ ਉਥਲ-ਪੁਥਲ ਨੂੰ ਡੂੰਘਾ ਕੀਤਾ, ਮਾਹਰਾਂ ਦਾ ਕਹਿਣਾ ਹੈ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਵਿਸ਼ਵ ਗੱਲਬਾਤ ਦੀ ਮੇਜ਼ ਵੱਲ ਦੌੜਦਾ ਹੈ ਕਿਉਂਕਿ ਟਰੰਪ ਦੀਆਂ ਟੈਰਿਫਾਂ ਵਿਸ਼ਵ ਬਾਜ਼ਾਰਾਂ ਨੂੰ ਹਿਲਾਉਂਦੀਆਂ ਹਨ - ਫਰਾਂਸ 24",
        "‘ਏ ਮਾਇਨਕਰਾਫਟ ਮੂਵੀ’ ਹਾਲੀਵੁੱਡ ਨੂੰ ਬਹੁਤ ਲੋੜੀਂਦਾ ਬਾਕਸ ਆਫਿਸ ਹਿੱਟ ਪ੍ਰਦਾਨ ਕਰਦਾ ਹੈ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਪੱਛਮੀ ਕੰਢੇ 'ਤੇ ਫਲਸਤੀਨੀ ਅਮਰੀਕੀ ਨੌਜਵਾਨ ਦੀ ਇਜ਼ਰਾਇਲੀ ਫੌਜੀਆਂ ਨੇ ਕੀਤੀ ਗੋਲੀ ਮਾਰ ਕੇ ਹੱਤਿਆ, ਅਧਿਕਾਰੀ ਨੇ ਕਿਹਾ - CNN",
        "ਟਰੰਪ ਅਮਰੀਕਾ ਨੂੰ ਮਾਰਕੀਟ ਕਰੈਸ਼ ਦੇ ਤੌਰ ਤੇ ਕਰੈਸ਼ਃ ‘ਕਈ ਵਾਰ ਤੁਹਾਨੂੰ ਦਵਾਈ ਲੈਣੀ ਪੈਂਦੀ ਹੈ’ - ਰੋਲਿੰਗ ਸਟੋਨ",
        "ਵੀਵੋ X200 ਅਲਟਰਾਃ ਵਿਸ਼ਾਲ 35mm Zeiss ਕੈਮਰਾ ਲੀਕ ਹੋਏ ਹੈਂਡਸ-ਆਨ ਵੀਡੀਓ ਵਿੱਚ ਦਿਖਾਈ ਦਿੰਦਾ ਹੈ - ਨੋਟਬੁੱਕਚੈਕ",
        "NCAA ਚੈਂਪੀਅਨਸ਼ਿਪਃ Paige Bueckers 'ਸਮਾਪਤੀ ਸਿਰਲੇਖ ਪਲ ਕੁਝ ਵਾਧੂ ਲਿਆ — ਅਤੇ ਉਸ ਦੇ UConn ਟੀਮ ਦੇ ਸਾਥੀ ਡਿਲੀਵਰੀ - ਯਾਹੂ ਖੇਡ",
        "ਅਧਿਕਾਰੀ ਕੈਰੋਲ ਕੰਪਨੀ ਨਿਕਾਸੀ ਦੇ ਵਿਚਕਾਰ ਡਿਕਸ ਡੈਮ ਖੋਲ੍ਹਣ 'ਗਲਤ ਜਾਣਕਾਰੀ' ਨੂੰ ਸਾਫ ਕਰਨ ਦਾ ਕੰਮ ਕਰਦੇ ਹਨ - LEX18"
    ]
}