{
    "headlines": [
        "O Sora da OpenAI parece ter vazado - TechCrunch",
        "‘Star Wars: Skeleton Crew’ ganha data de lançamento mais cedo no Disney+",
        "Brown demitido por Tar Heels, para treinar vs. Wolfpack - ESPN",
        "Jerry Jones, dos Cowboys, brinca com possível prorrogação do contrato de Mike McCarthy: \"Ele já esteve lá e fez isso\" - CBS Sports",
        "México contra-ataca enquanto a ameaça tarifária de Trump abala os mercados - Financial Times",
        "Tempestades de inverno de Ação de Graças previstas nos EUA - Onde as viagens podem ser interrompidas - Forbes",
        "O caminho \"acidentado\" do Fed para a inflação baixa foi sacudido pelo indicador de preços do PCE - MarketWatch",
        "Compromissos relatados do iPhone 17 Air nos dizem muito sobre o pensamento da Apple - 9to5Mac",
        "Israel realiza ataques aéreos em Beirute antes do acordo de cessar-fogo antecipado - Reuters",
        "Agente do FBI absolvido em 2020 de tiroteio no metrô de DC agora preso por acusações de agressão sexual - CBS News",
        "Newsom, da Califórnia, se apresenta como um contraste para Musk e Trump - Bloomberg",
        "MGK aborda a gravidez de Megan Fox pela primeira vez: \"Estou prestes a ser pai novamente! ’- Página Seis",
        "O homem mais velho do mundo, John Tinniswood, morre aos 112 anos - CNN",
        "Funcionários de albergue no Laos detidos após suspeita de morte por metanol - BBC.com",
        "Horóscopo Hoje AO VIVO Atualizações em 26 de novembro de 2024 : Previsões de tarô durante o último Mercúrio retrógrado de 2024 para cada signo do zodíaco - Hindustan Times",
        "Vale a pena comprar algum dos acessórios oficiais MagSafe da Apple? - Ars Technica",
        "Best Buy reduz previsão de vendas para o ano inteiro devido a menor demanda por eletrônicos de consumo - CNBC",
        "O Início do Fim da Big Tech - WIRED",
        "Dicionário Macquarie da Austrália escolhe ‘enshittification’ como palavra de 2024 - Al Jazeera English",
        "A alta carreira de Jalen Brunson em assistências leva os Knicks a empatar a marca da franquia - New York Post"
    ]
}