{
    "headlines": [
        "Ридли Скотт: Персонаж Дензела Вашингтона «Гладиатор II» «очень близок к Трампу» - Hollywood Reporter",
        "Broncos-Chargers на 16-й неделе сгибается до четверга - ESPN",
        "Приговор Трампа о замалчивании денег откладывается на неопределенный срок, говорит судья - CNN",
        "Лаос: родители «опустошены» из-за предполагаемой смерти дочери от отравления - BBC.com",
        "Бокс-офис: «Злой» зарабатывает огромные 19,2 миллиона долларов в предварительных просмотрах, «Гладиатор II» - 6,5 миллиона долларов - Разнообразие",
        "Изъято",
        "Международные ордера на арест Нетаньяху и Галанта уже выданы. Что дальше? - Vox.com",
        "Эссе | У меня было отличное здоровье. Так почему же у меня закупорились артерии? - The Wall Street Journal",
        "Изъято",
        "Amazon инвестирует еще 4 миллиарда долларов в Anthropic, крупнейшего конкурента OpenAI - CNBC",
        "Исследование показывает, что аспирин и другие популярные препараты могут увеличить риск развития деменции - SciTechDaily",
        "Биткоин стоит $ 100 000, поскольку председатель SEC Гэри Генслер планирует уйти в отставку - Investor's Business Daily",
        "Посольство США в Лондоне приходит в норму после того, как полиция провела контролируемый взрыв пакета - The Associated Press",
        "Смелые прогнозы на 12-й неделе НФЛ: Дрейк Мэй заставляет Патриотов расстраиваться из-за дельфинов Туа - CBS Sports",
        "ПРАКТИКА ПОДВЕДЕНИЯ ИТОГОВ: темп Mercedes привлек внимание – но могут ли они быть фактором в день гонки в Лас-Вегасе? - Формула 1",
        "Изъято",
        "Майк Томлин: Погода не диктовала, сколько мы использовали Джастина Филдса - NBC Sports",
        "США расследуют связи JPMorgan с хедж-фондом иранского нефтяного кингпина - Bloomberg",
        "Эллен Дедженерес увидела свою лучшую жизнь брюнетки в Великобритании после победы Трампа - Yahoo Entertainment",
        "Материнская плата COLORFIRE B650M MEOW теперь поддерживает Ryzen 9000 с новым BIOS на тему кошек - VideoCardz.com"
    ]
}