{
    "headlines": [
        "ਡੇਵਿਨ ਵਿਲੀਅਮਜ਼ ਯੈਂਕੀਜ਼ ਦੀ ਨਵੀਂ ਦਾੜ੍ਹੀ ਨੀਤੀ ਅਤੇ ਇਸ ਦੀ ਮੁਫਤ ਏਜੰਸੀ ਦੇ ਪ੍ਰਭਾਵ ਬਾਰੇ ਸਪੱਸ਼ਟ ਹੋ ਜਾਂਦਾ ਹੈ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "2 ਵਰਜੀਨੀਆ ਬੀਚ ਪੁਲਿਸ ਅਧਿਕਾਰੀਆਂ ਨੇ ਟ੍ਰੈਫਿਕ ਸਟਾਪ ਦੌਰਾਨ ਗੋਲੀ ਮਾਰ ਕੇ ਹੱਤਿਆ ਕਰ ਦਿੱਤੀ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਹਮਾਸ ਨੇ ਛੇ ਬੰਧਕਾਂ ਨੂੰ ਰਿਹਾਅ ਕੀਤਾ ਕਿਉਂਕਿ ਜੰਗਬੰਦੀ ਦਾ ਪਹਿਲਾ ਪੜਾਅ ਖਤਮ ਹੋਣ ਵਾਲਾ ਹੈ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "ਬਰਲਿਨ ਛੁਰਾ ਮਾਰਨ ਨਾਲ ਜਰਮਨ ਚੋਣਾਂ ਤੋਂ ਪਹਿਲਾਂ ਹਮਲਿਆਂ ਦੀ ਲੜੀ ਵਧੀ - ਦਿ ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "ਫਰਾਂਸ ਦੇ ਸਾਬਕਾ ਸਰਜਨ 'ਤੇ 299 ਪੀੜਤਾਂ ਨਾਲ ਬਲਾਤਕਾਰ ਕਰਨ ਜਾਂ ਉਨ੍ਹਾਂ ਨਾਲ ਬਦਸਲੂਕੀ ਕਰਨ ਦਾ ਦੋਸ਼ ਹੈ । ਜ਼ਿਆਦਾਤਰ ਬੱਚਿਆਂ ਦੇ ਮਰੀਜ਼ ਸਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਮੈਡੀਕਲ ਰਹੱਸਃ ਉਸਦੀ ਪਾਗਲ ਖੰਘ ਦਾ ਅਚਾਨਕ ਕਾਰਨ ਸੀ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਵਾਰਨ ਬਫੇਟ ਨੇ ਗਲਤੀਆਂ ਨੂੰ ਸਵੀਕਾਰਦਿਆਂ ਸੀਈਓ ਵਜੋਂ 60 ਸਾਲਾਂ ਤੋਂ ਵੱਧ ਬਰਕਸ਼ਾਇਰ ਹੈਥਵੇ ਦੀ ਸਫਲਤਾ ਦਾ ਜਸ਼ਨ ਮਨਾਇਆ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਨਵੇਂ ਡੀਐਨਏ ਸਬੂਤ ਨੇ ਹਵਾਈ ਆਦਮੀ ਨੂੰ ਕਤਲ ਦੇ ਦੋਸ਼ ਵਿਚ 30 ਸਾਲ ਦੀ ਕੈਦ ਤੋਂ ਬਾਅਦ ਰਿਹਾ ਕੀਤਾ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਐਫਬੀਆਈ ਦੇ ਨਵੇਂ ਡਾਇਰੈਕਟਰ ਕਾਸ਼ ਪਟੇਲ ਦੀ ਵਾਸ਼ਿੰਗਟਨ ਤੋਂ 1,500 ਵਰਕਰਾਂ ਨੂੰ ਬਾਹਰ ਲਿਜਾਣ ਦੀ ਯੋਜਨਾ ਹੈ, ਏਪੀ ਸਰੋਤ ਕਹਿੰਦਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਆਈਫੋਨ 16 ਈ ਸਾਬਤ ਕਰਦਾ ਹੈ ਕਿ ਸਾਨੂੰ ਉੱਤਰੀ ਅਮਰੀਕਾ ਵਿਚ 5 ਜੀ ਲਈ ਕੁਆਲਕਾਮ ਦੀ ਜ਼ਰੂਰਤ ਹੈ - ਐਂਡਰਾਇਡ ਸੈਂਟਰਲ",
        "Microsoft ਦੇ ਨਿਊ Majorana 1 ਪ੍ਰੋਸੈਸਰ ਕੁਆਂਟਮ ਕੰਪਿਊਟਿੰਗ ਤਬਦੀਲ ਕਰ ਸਕਦਾ ਹੈ - ਤਾਰ",
        "ਪੋਪ ਦੀ ਸਿਹਤਃ ਫ੍ਰਾਂਸਿਸ 'ਘੱਟੋ ਘੱਟ ਸਾਰੇ ਅਗਲੇ ਹਫਤੇ‘ ਹਸਪਤਾਲ ਵਿਚ ਦਾਖਲ ਰਹੇਗਾ - ਲਾ ਕ੍ਰੋਇਕਸ ਇੰਟਰਨੈਸ਼ਨਲ",
        "ਸੁਰੱਖਿਆ ਨਿਊਜ਼ ਇਸ ਹਫਤੇਃ $ 1.4 ਅਰਬ ਵੱਡੀ ਕ੍ਰਿਪਟੋ ਚੋਰੀ ਕਦੇ ਵਿੱਚ ByBit ਤੱਕ ਚੋਰੀ - WIRED",
        "ਐਲਨ ਮਸਕ ਆਈਐਸਐਸ ਨੂੰ ਡੀਓਰਬਿਟ ਕਰਨ ਦੀ ਮੰਗ ਕਰਦਾ ਹੈ. ਇੱਥੇ ਸਪੇਸ ਸਟੇਸ਼ਨ ਕੀ ਕਰਦਾ ਹੈ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਨਕਦ ਵਿੱਚ ਅਮੀਰ, ਜਪਾਨ ਆਟੋਮੇਟਰ ਟੋਇਟਾ ਭਵਿੱਖ ਦੀ ਗਤੀਸ਼ੀਲਤਾ ਦੀ ਜਾਂਚ ਕਰਨ ਲਈ ਇੱਕ ਸ਼ਹਿਰ ਬਣਾਉਂਦਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਕੀ ਐਨਵੀਡੀਆ ਸਟਾਕ 2025 ਵਿਚ ਖਰੀਦਣਾ, ਵੇਚਣਾ ਜਾਂ ਹੋਲਡ ਕਰਨਾ ਹੈ? - ਮੋਟਲੇ ਫੂਲ",
        "ਐਲਏਐਫਡੀ ਦੇ ਮੁਖੀ ਵਜੋਂ ਬਰਖਾਸਤ ਹੋਣ ਤੋਂ ਬਾਅਦ ਕ੍ਰਿਸਟਿਨ ਕ੍ਰੋਲੀ ਦੇ ਕੈਰੀਅਰ ਨੂੰ ਵਾਪਸ ਵੇਖਣਾ - ਏਬੀਸੀ 7 ਲਾਸ ਏਂਜਲਸ",
        "ਡਿਰਕ ਨੌਇਟਜ਼ਕੀ ਨੇ ਖੁਲਾਸਾ ਕੀਤਾ ਕਿ ਉਹ ਨਿਰਾਸ਼ ਸੀ, ਮਾਵੇਰਿਕਸ ਤੋਂ ਵਪਾਰ ਤੋਂ ਬਾਅਦ ਲੂਕਾ ਡੋਂਸੀਕ ਲਈ ਉਦਾਸ - ਦ ਡੱਲਾਸ ਮਾਰਨਿੰਗ ਨਿ Newsਜ਼",
        "ਵ੍ਹਾਈਟ ਹਾ Houseਸ ਅਤੇ ਯੂਕਰੇਨ ਦੁਰਲੱਭ ਧਰਤੀ ਦੇ ਸੌਦੇ ਦੇ ਨੇੜੇ ਹਨ ਜੋ ਰਿਸ਼ਤੇ ਨੂੰ ਕੱਸਣਗੇ, ਏਪੀ ਸਰੋਤ ਕਹਿੰਦਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ"
    ]
}