{
    "headlines": [
        "يتصاعد عدد جثث ستيلفونتين مع نقل 51 جثة من جثتي، وإنقاذ 106 - ديلي مافريك",
        "إيسبيس اليابانية، فايرفلاي الأمريكية تطلق مركبة هبوط تجارية على سطح القمر - رويترز",
        "ولاية أوهايو مقابل نوتردام: 10 لاعبين الأكثر تأثيرًا في بطولة الكلية الوطنية لكرة القدم - سي بي إس سبورتس",
        "ينفي الكاتب البريطاني نيل غايمان الانخراط في أي وقت في ممارسة الجنس دون موافقة مع ظهور المزيد من المتهمين - وكالة أسوشيتد برس",
        "يتجرأ الفلسطينيون والإسرائيليون على الأمل في التوصل إلى اتفاق في غزة - BBC.com",
        "الهيئة التنظيمية الأمريكية تتهم كابيتال وان \"بخداع\" العملاء بشأن أسعار الفائدة - واشنطن بوست",
        "برجك للأربعاء 15 يناير 2025 - شيكاغو صن تايمز",
        "المزايدة الصباحية: ثنائي التضخم يحتل مركز الصدارة - رويترز",
        "3 عيوب يوم الصفر المستغلة بنشاط والتي تم تصحيحها في آخر تحديث أمني لمايكروسوفت - أخبار القراصنة",
        "من المقرر أن يبلغ JPMorgan Chase عن أرباح الربع الرابع – إليك ما يتوقعه الشارع - CNBC",
        "تحذير من الحرائق الشديدة في منطقة لوس أنجلوس مع هدوء الرياح - POLITICO",
        "قد يتم إلغاء جوائز الأوسكار 2025 لأول مرة منذ 96 عامًا بسبب حرائق الغابات في لوس أنجلوس: تقرير - هندوستان تايمز",
        "سام دارنولد، خسارة الفايكنج القبيحة كسرت صوت الراديو الشهير للفريق: \"ارمها يا رجل! '- نيويورك بوست",
        "فيما يلي الحضور المؤكدون في حفل تنصيب ترامب - ذا هيل",
        "تتهم هيئة الأوراق المالية والبورصات إيلون ماسك بـ \"المكاسب غير المشروعة\" من الإفصاح المتأخر عن الاستثمار الأولي في تويتر - الموعد النهائي",
        "أوكرانيا تطلق صواريخ أمريكية وبريطانية على روسيا، وتشن واحدة من أكبر هجمات الطائرات بدون طيار حتى الآن - سي إن إن",
        "ضربات سريعة: عودة Jakucionis تثير شرارة Illini في مسار ساخن 94-69 في إنديانا - 247Sports",
        "يقع Tiger Woods في الظهور الأول لـ TGL، ولا يزال البث صخريًا في الليلة الثانية للدوري الجديد - Yahoo Sports",
        "تأكيد بيت هيجسيث: السيناتور الرئيسي جوني إرنست سيدعم اختيار ترامب للبنتاغون بعد جلسة استماع مجلس الشيوخ - فوربس",
        "ما تعلمناه من تقرير ترامب الصادر في 6 يناير من قبل المستشار الخاص جاك سميث - واشنطن بوست"
    ]
}