{
    "headlines": [
        "Nominations aux SAG Awards révélées - Date limite",
        "[supprimé]",
        "Le comportement inhabituel de l'avion de Jerod Mayo avant le tir des Patriots - New York Post",
        "Trump demande à la Cour suprême de mettre fin à la condamnation dans l'affaire de l'argent du silence à New York - Reuters",
        "Le stock de Nvidia augmente après le Tumble du mardi. Ce qui maintient le rallye en marche. - Barron's",
        "La plupart des actions « Sweet 16 » ont dominé. Ils pourraient le refaire en 2025. - MarketWatch",
        "L'IA d'auto-apprentissage rend la NFL contre la propagation, la sous-utilisation, les choix de lignes d'argent pour chaque jeu Wild Card NFL 2025 - CBS Sports",
        "Le plus vieux dinosaure d'Amérique du Nord réécrit complètement l'histoire - Earth.com",
        "La neige est dans les prévisions de Charlotte cette semaine : Voici combien pourraient tomber - WBTV",
        "Les incendies causés par le vent dans la région de Los Angeles engloutissent les maisons, forcent les évacuations - Axios",
        "Avec l'affaiblissement du Hezbollah, le Liban tiendra un vote présidentiel - Reuters",
        "Gallego est le dernier Dem à soutenir Laken Riley Act - POLITICO",
        "Samsung lance un abonnement smartphone le mois prochain - The Verge",
        "Ce que la nouvelle offre de Spa nous dit sur les plans de calendrier de la F1 - Autosport",
        "Les États du Sud se préparent à leur plus grande tempête de neige depuis des années - The Washington Post",
        "Pourquoi tout le monde a un bug gnarly de l'estomac en ce moment, expliqué dans un tableau - Vox.com",
        "Tiger Woods et Rory McIlroy regardent le Bay Golf Club remporter le match d'ouverture de la ligue de golf TGL indoor de haute technologie - CNN",
        "Obamacare enregistre près de 24 millions d'inscriptions, soit presque le double de la dernière fois que Trump était au pouvoir - CNN",
        "SteamOS s'étend à d'autres ordinateurs portables de jeu avec le Lenovo Legion Go S - TechCrunch",
        "SpaceX va lancer plus de satellites Starlink depuis la Floride aujourd'hui. Regardez en direct ! - Space.com"
    ]
}