{
    "headlines": [
        "ਟਿਮ ਕੁੱਕ ਅਗਲੇ ਬੁੱਧਵਾਰ ਇੱਕ 'ਐਪਲ ਲਾਂਚ' ਨੂੰ ਤੰਗ ਕਰਦਾ ਹੈ - ਮੈਕਰੂਮੋਰਸ",
        "ਟਰੰਪ ਐਜੂਕੇਸ਼ਨ ਨਾਮਜ਼ਦ ਲਿੰਡਾ ਮੈਕਮਹੋਨ ਕਹਿੰਦੀ ਹੈ ਕਿ ਡੀਓਈ ਨੂੰ ਬੰਦ ਕਰਨ ਲਈ 'ਕਾਂਗਰਸ ਦੀ ਕਾਰਵਾਈ ਦੀ ਜ਼ਰੂਰਤ ਹੋਏਗੀ' - ਫੌਕਸ ਨਿ Newsਜ਼",
        "ਹਮਾਸ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਹ ਯੋਜਨਾ ਅਨੁਸਾਰ 3 ਹੋਰ ਬੰਧਕਾਂ ਨੂੰ ਰਿਹਾਅ ਕਰੇਗਾ, ਜੰਗਬੰਦੀ ਦੇ ਵਿਵਾਦ ਨੂੰ ਸੁਲਝਾਉਣ ਦਾ ਰਾਹ ਪੱਧਰਾ ਕਰੇਗਾ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਹਾਰੂਨ Rodgers ਤੱਕ 'ਤੇ ਜਾਣ ਲਈ Jets - newyorkjets. com",
        "ਅੰਡੇ-ਸਟ੍ਰੀਮ ਉਪਾਅਃ ਕਰਿਆਨੇ ਦੀਆਂ ਚੇਨਾਂ ਅੰਡੇ ਦੀ ਘਾਟ ਦੇ ਵਿਚਕਾਰ ਖਰੀਦ ਦੀਆਂ ਸੀਮਾਵਾਂ ਲਗਾਉਂਦੀਆਂ ਹਨ - MLive. com",
        "ਚਿਲਿੰਗ ਐਨੀਮੇਸ਼ਨ ਪ੍ਰਭਾਵ ਦਰਸਾਉਂਦੇ ਹਨ ‘ਸਿਟੀ-ਕਿਲਰ' ਐਸਟਰਾਇਡ ਧਰਤੀ ’ਤੇ ਹੋਵੇਗਾ — ਕਿਉਂਕਿ ਮਾਹਰ ਚੰਦਰਮਾ ਨੂੰ ਵੀ ਖਤਰੇ ਵਿਚ ਪਾਉਣ ਦੀ ਚੇਤਾਵਨੀ ਦਿੰਦੇ ਹਨ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਲਾਈਵ ਅਪਡੇਟਸਃ ਆਰਐਫਕੇ ਜੂਨੀਅਰ ਨੂੰ ਡੋਨਾਲਡ ਟਰੰਪ ਦੇ ਯੂਐਸ ਦੇ ਸਿਹਤ ਸਕੱਤਰ ਹੋਣ ਦੀ ਅੰਤਮ ਪੁਸ਼ਟੀ ਦੀ ਸੁਣਵਾਈ ਦਾ ਸਾਹਮਣਾ ਕਰਨਾ ਪੈਂਦਾ ਹੈ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਖਗੋਲ ਵਿਗਿਆਨੀ ਦੂਰ ਬ੍ਰਹਿਮੰਡ ਵਿਚ ਇਕ ਅਸਾਧਾਰਣ, ਵਿਸ਼ਾਲ ਪਦਾਰਥਾਂ ਦਾ ਜੈੱਟ ਲੱਭਦੇ ਹਨ - ਸੀ ਐਨ ਐਨ",
        "ਟਰੰਪ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਹ ਵੀਰਵਾਰ ਨੂੰ ਅਮਰੀਕੀ ਵਪਾਰਕ ਭਾਈਵਾਲਾਂ 'ਤੇ ਪਰਸਪਰ ਟੈਰਿਫ ਦਾ ਐਲਾਨ ਕਰਨਗੇ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਐਕਸਕਲੂਸਿਵਃ ਸਪਾਈਵੇਅਰ ਨਿਰਮਾਤਾ ਸਾਲਾਂ ਤੋਂ ਖਤਰਨਾਕ ਐਂਡਰਾਇਡ ਐਪਸ ਨੂੰ ਵੰਡਦੇ ਹੋਏ ਫੜੇ ਗਏ - TechCrunch",
        "2025 ਐਨਐਫਐਲ ਫ੍ਰੀ ਏਜੰਸੀਃ ਇਸ ਸਾਲ ਦੀ ਕਲਾਸ ਵਿਚ 10 ਸਰਬੋਤਮ 25-ਅਤੇ-ਅੰਡਰ ਖਿਡਾਰੀ - ਬਲੇਚਰ ਰਿਪੋਰਟ",
        "ਐਨਬੀਏ ਪਾਵਰ ਰੈਂਕਿੰਗਃ ਲੂਕਾ ਡੌਨਸਿਕ, ਲੇਕਰਜ਼ ਚੋਟੀ ਦੇ 10 ਵਿੱਚ ਚਲੇ ਜਾਂਦੇ ਹਨ, 76ers ਸਿਰਫ ਡਿੱਗਦੇ ਰਹਿੰਦੇ ਹਨ, ਲਾਲ-ਗਰਮ ਨਗਟਸ ਵਾਧੇ ਤੇ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਰੋਮਨ ਬੇਸਿਲਿਕਾ ਆਫਿਸ ਬਲਾਕ ਬੇਸਮੈਂਟ - ਸੀ ਐਨ ਐਨ ਵਿੱਚ ਅਣਜਾਣ ਰਹਿੰਦੀ ਹੈ",
        "ਓਜ਼ੈਂਪਿਕ ਅਲਕੋਹਲ ਦੀ ਵਰਤੋਂ ਦੇ ਵਿਗਾੜ ਵਾਲੇ ਲੋਕਾਂ ਵਿੱਚ ਬੂਜ਼ ਦੀ ਲਾਲਸਾ ਨੂੰ ਕੱਟਦਾ ਹੈਃ ਅਧਿਐਨ - ਨਿ New ਯਾਰਕ ਪੋਸਟ",
        "ਸਿਖਰ 'ਤੇ ਕੁਝ ਵਿਨੀਤ ਕਹਾਣੀ ਦੇ ਨਾਲ ਸਰੋਤਾਂ ਲਈ ਅਵੌਇਡ ਇਕ ਗੰਭੀਰ ਸਕ੍ਰੈਬਲ ਹੈ - ਪੌਲੀਗਨ",
        "‘ਦਿ ਰਿੰਗ ਆਫ਼ ਪਾਵਰ’ ਸੀਜ਼ਨ 3 ਲਈ ਅਧਿਕਾਰਤ ਤੌਰ ’ਤੇ ਨਵੀਨੀਕਰਣ ਕੀਤਾ ਗਿਆ, ਮੇਜਰ ਟਾਈਮ ਜੰਪ ਦੀ ਯੋਜਨਾ ਬਣਾਉਂਦਾ ਹੈ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਡੋਨਾਲਡ ਟਰੰਪ ਨੇ ਵਲਾਦੀਮੀਰ ਪੁਤਿਨ ਦੀਆਂ ਮਹਾਨ ਇੱਛਾਵਾਂ ਦਾ ਦਰਵਾਜ਼ਾ ਖੋਲ੍ਹਿਆ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "ਐਲੈਕਸ ਬ੍ਰੈਗਮੈਨ $ 120 ਮਿਲੀਅਨ ਸੌਦੇ ਤੋਂ ਬਾਅਦ ਰੈੱਡ ਸੋਕਸ ਦੁਬਾਰਾ ਇਕ ਵੱਡੀ ਮਾਰਕੀਟ ਟੀਮ ਦੀ ਤਰ੍ਹਾਂ ਕੰਮ ਕਰ ਰਿਹਾ ਹੈ - ਅਮਰੀਕਾ ਅੱਜ"
    ]
}