{
    "headlines": [
        "Das Foto eines palästinensischen Mädchens in Gaza, das in ihren rosa Rollschuhen getötet wurde, geht viral - NPR",
        "Live-Updates: Die Boeing Starliner-Kapsel der NASA kehrt von der Internationalen Raumstation zurück - CNN",
        "Live-Spiel-Updates in Brasilien: Green Bay Packers 19, Philadelphia Eagles 14, zweites Quartal - Milwaukee Journal Sentinel",
        "Jennifer Lopez, Matt Damon (aber kein Ben Affleck) bringen inspirierendes Sportdrama ‘Unstoppable’ nach Toronto - Vielfalt",
        "Spalte | Jetzt, sagt Trump, könnte das Foto von ihm mit E. Jean Carroll ‘AI‘ sein - The Washington Post",
        "Ja'Marr Chase, Bengals sind in einem Vertragshühnerspiel gefangen - NBC Sports",
        "Eine Frau aus Alabama wurde wegen Geschwindigkeitsüberschreitung angehalten. Anstelle eines Tickets gab die Polizistin ihr einen lebensverändernden Rat. - CBS News",
        "Cockpit-Aufnahmen beschreiben \"viel Vereisung\", bevor das Flugzeug in Brasilien abgestürzt ist, sagt ein früher Bericht - CNN",
        "Jannik Sinner erreicht das US Open Herrenfinale, indem er Jack Draper besiegt, nachdem beide medizinische Hilfe benötigen - The Associated Press",
        "Richter verzögert Trumps Schweigegeldverurteilung bis nach der Wahl - Reuters",
        "ASUS ROG Swift OLED PG27AQDP Review - IGN",
        "‘Love & Marriage: Huntsville’: Keke Jabbars Todesursache enthüllt - Deadline",
        "NASA entfernt ESKAPADE vom ersten Start von New Glenn - SpaceNews",
        "Wall Street-Aktien fallen, großer wöchentlicher Rückgang, da der Markt darauf wartet, dass sich die Fed bewegt - Reuters",
        "Live-Updates: Das Neueste zum Schulschießen in Georgia - CNN",
        "[removed]",
        "Amerikanisch-türkischer Aktivist im Westjordanland getötet, als israelische Streitkräfte das Feuer eröffneten - BBC.com",
        "Großbritannien ermittelt gegen Ticketmaster, nachdem die Preise der Oasis-Tour die Fans überrascht haben - NPR",
        "[removed]",
        "Nach Fällen vom Musikfestival geht das Valley-Fieber-Risiko bis zum Herbst weiter, warnen kalifornische Gesundheitsbeamte - CNN"
    ]
}