{
    "headlines": [
        "Артур Бетербиев - Дмитрий Бивол: прогнозы, шансы, время старта, андеркард, превью, где смотреть - CBS Sports",
        "По словам ее врача, Харрис находится в «отличном состоянии здоровья», поскольку кампания пытается оказать давление на Трампа, чтобы он опубликовал медицинские записи - CBS News",
        "Трамп делает синий крюк с митингом Coachella - CNN",
        "Футбол в колледже по телевизору: штат Огайо в Орегоне стоит того, чтобы ждать - The Washington Post",
        "Планируется принять больше мер по голосованию за аборты. Тогда суды штатов скажут свое слово. - POLITICO",
        "Вот некоторые эксклюзивные подробности о том, как будет выглядеть развертывание Xbox Cloud Gaming «Bring Your Own Games»: регионы, размер игровой библиотеки, доступ на iPhone, Android и многое другое. - Windows Central",
        "Apple теперь позволяет пользователям изменять свой адрес электронной почты iCloud, начиная с iOS 18.1 - 9to5Mac",
        "Во сколько сегодня телеканал Oregon Football vs. Ohio State? Спред, шансы на игру, как смотреть стриминг бесплатно - OregonLive",
        "Вакцины RSV пересматриваются на предмет серьезных рисков и преимуществ - Daily Kos",
        "Космический аппарат НАСА Europa Clipper будет осматривать луну Юпитера в поисках ингредиентов для жизни - The Associated Press",
        "Режиссер «Дюны 2» Дени Вильнев говорит, что эпическая сцена с песчаным червем заняла «иногда неделю за один снимок» и потребовала отдельного подразделения: «Если бы я сделал это сам, я бы все еще снимал» - Yahoo Entertainment",
        "Самые душераздирающие подробности уголовного дела Шона «Дидди» Комбса - E! Онлайн - E! НОВОСТИ",
        "Изъято",
        "Intel добавляет еще 12 игр в программное обеспечение Application Optimized (apo), поддержку Core Ultra 285K/265K - VideoCardz.com",
        "Пенсильвания сильнее всего пострадала от общенациональной вспышки коклюша - TribLIVE",
        "Boeing объявляет о предварительных значительных убытках в третьем квартале: сокращение программы грузовых самолетов 767, задержки 777X EIS, крупные увольнения - Leeham News and Analysis",
        "Команда National Geographic, возможно, обнаружила подножие знаменитого альпиниста Эвереста - NPR",
        "Торнадо EF3 прорезал 21-мильный путь через округ Палм-Бич со скоростью ветра 140 миль в час, сообщает NWS - WPTV News Channel 5 West Palm",
        "Китай отмечает больше фискальных стимулов для экономики, опускает ключевые детали по размеру - Reuters",
        "Ближний Восток: Израиль призывает к эвакуации в Ливане и Газе - DW (Русский)"
    ]
}