{
    "headlines": [
        "Länder einigen sich auf eine globale CO2-Steuer auf den Versand, die von Trump abgelehnt wird - The Washington Post",
        "Richter entscheidet, dass der Kolumbien-Aktivist Mahmoud Khalil abgeschoben werden kann - ABC News",
        "Derek Carr Verletzung erhöht die Möglichkeit von Aaron Rodgers zu den Heiligen - NBC Sports",
        "Der Fox-Moderator, dessen Show Trumps Aufmerksamkeit während der Zollschmelze erregte - WSJ",
        "Richter in Maryland fordert die Regierung erneut auf, einen zu Unrecht nach El Salvador abgeschobenen Mann zurückzugeben - NPR",
        "Die Verteidigung von Luigi Mangione bittet den Richter, die Todesstrafe im Mordfall des CEO zu blockieren - CNBC",
        "U.S. Department of Education Announces Consequences for Maine's Title IX Non-Compliance - U.S. Department of Education (.gov)",
        "RFK Jr. verspricht bis September eine Antwort auf die \"Autismus-Epidemie\" - ABC News",
        "Exklusiv | Witkoff Says U.S. Open to Compromise Ahead of Iran Nuclear Talks - WSJ",
        "Alle Staffel-7-Episoden von \"Black Mirror\" im Rang - WIRED",
        "Licht, das sich wie eine Nautilusschale windet - Phys.org",
        "Im Handelskrieg mit den USA hält China viel mehr Karten, als Trump vielleicht denkt - in der Tat könnte es eine gewinnende Hand haben - The Conversation",
        "Masters-Bestenliste 2025: Live-Berichterstattung, Scoreboard-Updates, Golfergebnisse heute in Runde 2 bei Augusta National - CBS Sports",
        "Trump durchläuft seine jährliche körperliche Untersuchung nach Jahren der Zurückhaltung, medizinische Informationen zu teilen - AP News",
        "Gymnasiast nutzt KI, um 1,5 Millionen bisher unbekannte Objekte im Weltraum zu enthüllen - Phys.org",
        "Gennaro Filice 2025 NFL Mock Draft 2.0: RB Ashton Jeanty unter den Top 5! Cowboys springen für Jalon Walker - NFL.com",
        "GM-Stellenabbau, Leerlauf des kanadischen Elektrotransporterwerks aufgrund der \"Marktnachfrage\" - CNBC",
        "Wöchentliche Masernfälle zum ersten Mal seit Jahren unter den Top 90 in den USA - CBS News"
    ]
}