{
    "headlines": [
        "Carville: cancelamentos em massa do WaPost mostram ‘entusiasmo’ por Harris - The Hill",
        "Rússia dispara mísseis para simular resposta 'massiva' a ataque nuclear - The Jerusalem Post",
        "Sou médico — se vai beber álcool, esta é uma escolha surpreendentemente saudável - New York Post",
        "O ex de Gisele Bündchen, Tom Brady, compartilha um post enigmático após a notícia da gravidez da modelo ser divulgada - Fox News",
        "A febre de Lassa mata um residente de Iowa. Aqui está o que saber sobre o vírus raro e seus sintomas. - CBS News",
        "Amado Wii U exclusivo Xenoblade Chronicles X: Definitive Edition chegando ao Nintendo Switch - Eurogamer",
        "O novo Mac mini da Apple é mais poderoso, mais mini e construído para o Apple Intelligence - Apple",
        "Novo processo acusa Sean ‘Diddy‘ Combs de agressão sexual contra criança de 10 anos - Good Morning America",
        "As vagas de emprego caíram para o nível mais baixo desde janeiro de 2021 - Yahoo Finance",
        "   Removido ",
        "Fontes: Utd pretende contratar jogo do Amorim by Chelsea - ESPN",
        "Harris espera que o discurso de Ellipse lembre o caos de Trump, mas também evoque sua própria promessa - CNN",
        "Advogado dos irmãos Menendez pede redução de condenação - ABC News",
        "'Hopeful they' ll move our country forward ': George W. Bush's daughter campaigns for Harris - usa TODAY",
        "Ranking de poder da NFL da Semana 9 de 2024 da PFT - NBC Sports",
        "‘Wizards Beyond Waverly Place’: por trás da magia de reiniciar uma série icônica do Disney Channel - Prazo",
        "‘Massacre implacável’: bombardeio de Israel mata 109 palestinos no norte de Gaza - Al Jazeera",
        "Um MILAGRE? 🚨 Domonique Foxworth NÃO PODE DEFENDER Tyrique Stevenson em Ave Maria 😆 | Get Up - ESPN",
        "Ex-assessor de Trump Steve Bannon libertado da prisão - BBC.com",
        "Fotos de satélite mostram que ataque israelense provavelmente atingiu importante base de mísseis da Guarda Revolucionária do Irã - Associated Press"
    ]
}