{
    "headlines": [
        "Брифинг в прямом эфире: посланник Трампа по Ближнему Востоку направляется в Израиль, планирует посетить Газу - The Washington Post",
        "Охотник за ископаемыми-любитель находит 66-миллионную рвоту у животных - CNN",
        "По словам врача, по меньшей мере 17 человек погибли в давке на массовом фестивале Маха Кумбх в Индии - The Associated Press",
        "Frontier Airlines предлагает слияние с другим бюджетным перевозчиком Spirit — снова - CNBC",
        "DeepSeek AI Fears Haunt Meta, Microsoft Earnings. Что нужно увидеть на фондовых рынках и 5 других вещей, которые нужно знать сегодня. - Barron's",
        "Трамп просит Илона Маска вернуть двух астронавтов Starliner с МКС для НАСА, но у них уже есть поездка SpaceX домой - Space.com",
        "предупреждение об обновлении iOS 18.3 выпущено для всех пользователей iPhone - Forbes",
        "Первый брифинг Каролины Ливитт: Пресс-центр вступает в новую эру - Axios",
        "Ученые обнаружили суперземлю. Что-то в этом странное. - Mashable",
        "Ожидается, что ФРС будет удерживать процентные ставки на стабильном уровне, несмотря на давление со стороны Трампа - ABC News",
        "Лунный Новый год: семья, еда и цвет, когда миллионы празднуют Год Змеи - BBC.com",
        "Мировые чипмейкеры отскочили после ралли акций Nvidia - Financial Times",
        "В ДР Конго в ходе протестов в Киншасе сожжены шины и атакованы посольства - Al Jazeera English",
        "Ninja Gaiden 2 Black обновлена на Xbox, второе обновление выйдет в следующем месяце - Pure Xbox",
        "Выбор экспертов: AT&T Pebble Beach Pro-Am - ТУР PGA",
        "Что федеральные служащие должны знать о предложении администрации Трампа об «отложенной отставке» - The Washington Post",
        "Вспышка туберкулеза в Канзасе - одна из крупнейших в истории США - ScienceAlert",
        "Трамп стремится вытеснить трансгендерные войска из армии. Вот почему это сложно - Ассошиэйтед Пресс",
        "Обвинитель A$AP Rocky собирается дать показания о предполагаемой стрельбе в самый важный момент на суде над рэпером - Yahoo! Voices"
    ]
}