{
    "headlines": [
        "ਨਬੀ ਕੈਰੀਕਚਰ ਦਿਖਾਉਣ ਵਾਲੇ ਅਧਿਆਪਕ ਦੀ ਹੱਤਿਆ ਦੇ ਮਾਮਲੇ ਵਿੱਚ ਫਰਾਂਸ ਵਿੱਚ ਅੱਠ ਮੁਕੱਦਮੇ ਚੱਲ ਰਹੇ ਹਨ - ਸੀਐਨਐਨ",
        "ਡਾਲਰ ਬੂੰਦ ਦੇ ਤੌਰ ਤੇ ਕੁਝ ਅਮਰੀਕੀ ਪੋਲ ਹੈਰਿਸ ਵੱਲ ਸ਼ਿਫਟਃ ਬਾਜ਼ਾਰ ਲਪੇਟਣ - ਯਾਹੂ ਵਿੱਤ",
        "ਪੀਐਸ 5 ਪ੍ਰੋ ਅਨਬਾਕਸਿੰਗ - ਆਈਜੀਐਨ",
        "ਬਾਰਸੀਲੋਨਾ ਵਿੱਚ ਭਾਰੀ ਬਾਰਸ਼ ਰੇਲ ਸੇਵਾ ਵਿੱਚ ਵਿਘਨ ਪਾਉਂਦੀ ਹੈ ਕਿਉਂਕਿ ਫੌਜਾਂ ਵਾਲੈਂਸੀਆ ਵਿੱਚ ਵਧੇਰੇ ਹੜ੍ਹਾਂ ਦੇ ਪੀੜਤਾਂ ਦੀ ਭਾਲ ਕਰਦੀਆਂ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਸਿੰਗਾਪੁਰ ਏਅਰਲਾਈਨਜ਼ ਸਭ ਤੋਂ ਲੰਬੀ ਉਡਾਣਾਂ ਲਈ ਫਸਟ ਕਲਾਸ, ਰਿਵੈਂਪ ਕੈਬਿਨ ਸ਼ਾਮਲ ਕਰੇਗੀ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਇਸ 31 ਸਾਲਾ ਬਜ਼ੁਰਗ womanਰਤ ਨੇ ਸੂਖਮ ਸੰਕੇਤਾਂ ਨੂੰ ਸਾਂਝਾ ਕੀਤਾ ਕਿ ਉਸ ਨੂੰ ਕੋਲਨ ਕੈਂਸਰ ਸੀ, ਅਤੇ ਇਹ ਇੰਨਾ ਮਹੱਤਵਪੂਰਣ ਹੈ - ਬਜ਼ਫਿਡ",
        "ਵਰਸਟਾਪੇਨ ਲਾਸ ਵੇਗਾਸ ਵਿੱਚ ਚੌਥਾ ਐਫ 1 ਸਿਰਲੇਖ ਕਿਵੇਂ ਸੀਲ ਕਰ ਸਕਦਾ ਹੈ - ਮੋਟਰਸਪੋਰਟ ਡਾਟ ਕਾਮ",
        "ਟਰੰਪ ਅਤੇ ਹੈਰਿਸ ਨੇ ਅਮਰੀਕੀ ਚੋਣਾਂ ਦੀ ਪੂਰਵ ਸੰਧਿਆ 'ਤੇ ਵੋਟਾਂ ਪ੍ਰਾਪਤ ਕਰਨ ਦੀ ਦੌੜ ਚਲਾਈ - ਰਾਇਟਰਜ਼",
        "ਚੀਨ ਵਿਚ ਭਵਿੱਖਬਾਣੀ ਵਧੀ, ਬੈਂਕ ਦੇ ਮੁਨਾਫਿਆਂ ਨੂੰ ਠੋਕਣ ਦੀ ਧਮਕੀ - ਨਿ York ਯਾਰਕ ਟਾਈਮਜ਼",
        "ਤੌਰੀਡ ਮੀਟਿਅਰ ਸ਼ਾਵਰ ਦੀ ਪਹਿਲੀ ਸ਼ਾਖਾ ਤੋਂ ਫਾਇਰਬਾਲ ਨੂੰ ਕਿਵੇਂ ਵੇਖਣਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਇਜ਼ਰਾਈਲੀ ਅਧਿਕਾਰੀਆਂ ਨੇ ਨੇਤਨਯਾਹੂ ਦੇ ਸਹਿਯੋਗੀ ਦੁਆਰਾ ਗਾਜ਼ਾ ਖੁਫੀਆ ਲੀਕ ਹੋਣ ਦੀ ਜਾਂਚ ਕੀਤੀ - ਰਾਇਟਰਜ਼",
        "ਯੂਰਪੀਅਨ ਨੇਤਾਵਾਂ ਨੇ ਰਾਹਤ ਦਾ ਸਾਹ ਲਿਆ ਕਿਉਂਕਿ ਯੂਰਪੀਅਨ ਯੂਨੀਅਨ ਦੇ ਪੱਖੀ ਉਮੀਦਵਾਰ ਨੇ ਮੋਲਡੋਵਾ ਦੀ ਚੋਣ ਜਿੱਤੀ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਰੇਡਰਾਂ ਨੇ ਰਿਚ ਸਕੈਨਗਰੇਲੋ, ਜੇਮਜ਼ ਕ੍ਰੇਗ ਅਤੇ ਲੂਕ ਗੇਟਸੀ ਦੀ ਫਾਇਰਿੰਗ ਦੀ ਘੋਸ਼ਣਾ ਕੀਤੀ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "‘ਪੈਡਿੰਗਟਨ ਇਨ ਪੇਰੂ’ ਸਮੀਖਿਆ: ਓਲੀਵੀਆ ਕੋਲਮਨ ਅਤੇ ਐਂਟੋਨੀਓ ਬੈਂਡਰਸ ਥ੍ਰੀਕੁਏਲ ਵਿਚ ਸ਼ਾਮਲ ਹੋਏ",
        "ਟਰੰਪ ਮੁਹਿੰਮ ਪੱਤਰਕਾਰਾਂ ਪ੍ਰਤੀ ਹਿੰਸਾ ਬਾਰੇ ਆਪਣੀਆਂ ਟਿੱਪਣੀਆਂ ਦਾ ਬਚਾਅ ਕਰਦੀ ਹੈ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਫ੍ਰੈਂਕ ਸਿਨਾਟਰਾ ਤੋਂ ਲੈ ਕੇ ਮਾਈਕਲ ਜੈਕਸਨ ਤੱਕ ਹਰ ਕਿਸੇ ਨਾਲ ਕੰਮ ਕਰਨ ਵਾਲੇ ਸੰਗੀਤ ਟਾਈਟਨ ਕੁਇੰਸੀ ਜੋਨਸ ਦਾ 91 ਸਾਲਾਂ ਵਿੱਚ ਦੇਹਾਂਤ ਹੋ ਗਿਆ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਆਸੀ ਡੈਡੀ ਦੀ ਚੇਤਾਵਨੀ ਅਦਿੱਖ ਕਾਤਲ ਦੇ ਬਾਅਦ 'ਪੌਪ ਅਪ' ਬਾਗ ਦੇ ਨਵੀਨੀਕਰਨ ਦੇ ਦੌਰਾਨਃ 'ਤਿੰਨ ਲੋਕਾਂ ਦੀ ਮੌਤ ਹੋ ਗਈ' - ਯਾਹੂ ਨਿਊਜ਼ ਆਸਟਰੇਲੀਆ",
        "ਤੂਫਾਨ ਅਤੇ ਖੰਡੀ ਤੂਫਾਨ ਦੀਆਂ ਘੜੀਆਂ ਜਮੈਕਾ ਅਤੇ ਕੇਮੈਨਜ਼ ਵੱਲ ਜਾ ਰਹੇ ਮੌਸਮ ਪ੍ਰਣਾਲੀ ਲਈ ਜਾਰੀ ਕੀਤੀਆਂ ਗਈਆਂ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਵਧੇਰੇ ਗੰਭੀਰ ਮੌਸਮ ਦੀ ਉਮੀਦ ਸੋਮਵਾਰ ਨੂੰ ਕੀਤੀ ਗਈ ਕਿਉਂਕਿ ਓਕਲਾਹੋਮਾ ਟੋਰਨਾਡੋ-ਸਪੌਨਿੰਗ ਤੂਫਾਨਾਂ ਦੇ ਨੁਕਸਾਨ ਦਾ ਸਰਵੇਖਣ ਕਰਦਾ ਹੈ ਜੋ 11 ਜ਼ਖਮੀ ਹੋਏ - ਸੀ ਐਨ ਐਨ",
        "ਫਲੈਕੋ ਕੋਲਟਸ ਨੂੰ ਝਟਕਾਉਣ ਵਿੱਚ ਅਸਫਲ ਰਿਹਾ ਪਰ ਫਿਰ ਵੀ QB1 'ਹੁਣੇ' - ਈਐਸਪੀਐਨ"
    ]
}