{
    "headlines": [
        "Gato doméstico morre de gripe aviária depois de comer ração crua em Washington Co. - Fox 12 Oregon",
        "Aurora boreal no dia de Natal pode iluminar partes dos EUA - New York Post",
        "Ryan Reynolds mostra rara emoção depois que a esposa Blake Lively processa Justin Baldoni por assédio sexual - Hindustan Times",
        "O rastreador de Papai Noel do NORAD foi um impulso moral da Guerra Fria. Agora atrai milhões de crianças. - POLITICO",
        "Casos de tosse convulsa nos EUA sobem para o nível mais alto em uma década - The Washington Post",
        "Sean Combs Sued by Man Detailing ‘Wild King Nights’, Claiming Sexual Battery - Rolling Stone",
        "Três mortos a tiro enquanto homens armados atacavam o maior hospital do Haiti - BBC.com",
        "Impulsionados pela raiva e pela cafeína, 200 trabalhadores da Starbucks fazem greve na área de Pittsburgh - TribLIVE",
        "Trump promete prosseguir com as execuções depois que Biden comuta a maior parte do corredor da morte federal - The Associated Press",
        "O que saber sobre doenças infecciosas durante esta época festiva - Yahoo! Voices",
        "Como se sente? Cidade natal de Bob Dylan se prepara para novo filme sobre o cantor - MPR News",
        "Bleacher Report's Expert Week 17 NFL Picks - Bleacher Report",
        "Fontes: Texans ’Tank Dell tore medial collateral, lateral collateral, as well as ACL, luxated knee, meniscus damage - KPRC Click2Houston",
        "Santa Rally começa em Wall Street: ganho de ações, Tesla sobe, Bitcoin atinge US $ 98.000 - Yahoo Finance",
        "Eleição de Trump desencadeia briga por aposentadorias judiciais e novos magistrados - The Washington Post",
        "O que os astronautas cujo retorno à Terra foi adiado comerão no espaço para o jantar de Natal - Yahoo! Voices",
        "Fotos: Desabamento do Cais de Santa Cruz - KRON4",
        "Navio russo sob sanções dos EUA afunda após explosão em sala de máquinas - BBC.com",
        "\"Chrismukkah\": Por que o Natal e o Hanukkah caem na mesma data este ano - Axios",
        "O jackpot da Mega Millions chega a US $ 1 bilhão antes do sorteio da véspera de Natal - ABC News"
    ]
}