{
    "headlines": [
        "ਇਸ ਸਾਲ ਦੇ ਅਖੀਰ ਵਿੱਚ ਪਹਿਲੀ ਨਵੀਂ ਪੇਬਲ ਸਮਾਰਟਵਾਚ ਆ ਰਹੀ ਹੈ - ਦਿ ਵਰਜ",
        "ਟ੍ਰੇਸੀ ਮੋਰਗਨ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਹ ਠੀਕ ਹੈ, ਫੂਡ ਜ਼ਹਿਰ ਨਿਕਸ-ਹੀਟ ਗੇਮ 'ਤੇ ਘਟਨਾ ਦਾ ਕਾਰਨ ਬਣਿਆ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "2025 ਐਨਸੀਏਏ ਟੂਰਨਾਮੈਂਟ ਬਰੈਕਟ ਭਵਿੱਖਬਾਣੀਃ ਮਾਰਚ ਪਾਗਲਪਨ ਮਾਹਰ ਪਿਕ, ਜੇਤੂ, ਪਰੇਸ਼ਾਨ, ਜਿੱਤਣ ਲਈ ਮਨਪਸੰਦ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਜਰਮਨੀ ਦੀ ਸੰਸਦ ਨੇ ਫ੍ਰੀਡਰਿਕ ਮਰਜ਼ ਦੀ € 1tn ਖਰਚ ਯੋਜਨਾ ਨੂੰ ਮਨਜ਼ੂਰੀ ਦਿੱਤੀ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "ਗਾਜ਼ਾਃ ਹਮਾਸ-ਇਜ਼ਰਾਈਲ ਜੰਗਬੰਦੀ ਕਿਉਂ ਨਹੀਂ ਹੋਈ - BBC.com",
        "ਗੂਗਲ 32 ਬਿਲੀਅਨ ਡਾਲਰ ਵਿਚ ਸਾਈਬਰ ਸੁਰੱਖਿਆ ਫਰਮ ਵਿਜ਼ ਨੂੰ ਖਰੀਦਣ ਲਈ, ਕੰਪਨੀ ਦੇ ਇਤਿਹਾਸ ਵਿਚ ਸਭ ਤੋਂ ਵੱਡਾ ਸੌਦਾ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਟਰੰਪ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਦੇਸ਼ ਨਿਕਾਲਾ ਰੋਕਣ ਵਾਲੇ ਜੱਜਾਂ 'ਤੇ ਮਹਾਦੋਸ਼ ਲਗਾਇਆ ਜਾਣਾ ਚਾਹੀਦਾ ਹੈ,' ਡੀਓਜੇ ਅਧਿਕਾਰ ਖੇਤਰ ਨੂੰ ਚੁਣੌਤੀ ਦਿੰਦਾ ਹੈ - ਸੀਐਨਬੀਸੀ",
        "ਆਰੋਨ ਰੋਜਰਜ਼ 'ਤੇ ਕੈਮ ਹੇਵਰਡਃ ਜਾਂ ਤਾਂ ਤੁਸੀਂ ਸਟੀਲਰ ਬਣਨਾ ਚਾਹੁੰਦੇ ਹੋ ਜਾਂ ਤੁਸੀਂ ਨਹੀਂ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਵਾਰੀਅਰਜ਼, ਨਗਗੇਟਸ ਨੇ ਗੇਮ ਦੇ ਅੰਤ ਵਿਚ ਅਣ-ਲਿਖਤ ਨਿਯਮ ਤੋੜਿਆ ਅਤੇ ਕੋਈ ਲੜਾਈ ਟੁੱਟ ਗਈ - ਸਪੋਰਟਸ ਇਲਸਟ੍ਰੇਟਡ",
        "‘ਤੁਲਸਾ ਕਿੰਗ’ ਇਕ ਹੋਰ ਸ਼ੋਅਰਨਰ ਸ਼ੈਕਅਪ ਨਾਲ 3 ਲਈ ਨਵੀਨੀਕਰਣ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਜੰਗਲੀ ਪੰਛੀਆਂ ਵਿੱਚ ਬਰਡ ਫਲੂ ਦੇ ਪ੍ਰਕੋਪ ਬਾਰੇ ਕੀ ਜਾਣਨਾ ਹੈ ਅਤੇ ਪਿਛਲੇ ਵਿਹੜੇ ਦੇ ਪੰਛੀਆਂ ਦੇ ਫੀਡਰਾਂ ਲਈ ਇਸਦਾ ਕੀ ਅਰਥ ਹੈ - ਸੀਏਟਲ ਟਾਈਮਜ਼",
        "‘ਹੈਪੀ ਗਿਲਮੋਰ 2’ ਟ੍ਰੇਲਰਃ ਐਡਮ ਸੈਂਡਲਰ ਆਪਣੀ ਗੋਲਫ ਸਵਿੰਗ ਵਾਪਸ ਪ੍ਰਾਪਤ ਕਰਦਾ ਹੈ ਕਿਉਂਕਿ ਨੈੱਟਫਲਿਕਸ ਲੰਬੇ ਸਮੇਂ ਤੋਂ ਉਡੀਕ ਰਹੇ ਸੀਕੁਅਲ ਲਈ ਜੁਲਾਈ ਰੀਲੀਜ਼ ਦੀ ਤਾਰੀਖ ਨਿਰਧਾਰਤ ਕਰਦਾ ਹੈ - ਵੰਨਗੀ",
        "ਐਲੀਵੀਡਿਸ, ਸਰੇਪਟਾ ਦੀ ਡੁਚੇਨ ਜੀਨ ਥੈਰੇਪੀ ਪ੍ਰਾਪਤ ਕਰਨ ਵਾਲੇ ਕਿਸ਼ੋਰ ਦੀ ਮੌਤ - STAT",
        "ਫੈੱਡ ਡੇਅ, ਇਕ ਵਾਰ ਸਟਾਕ ਮਾਰਕੀਟ ਦੇ ਫਿਕਸ ਹੋਣ ਤੋਂ ਬਾਅਦ, ਨਵੇਂ ਅਰਥਾਂ 'ਤੇ ਲੈਂਦਾ ਹੈ - ਯਾਹੂ ਵਿੱਤ",
        "ਲਾਪਤਾ ਪਿਟਸਬਰਗ ਦੀ ਵਿਦਿਆਰਥਣ ਦੇ ਮਾਪਿਆਂ ਨੇ ਡੋਮਿਨਿਕਨ ਪੁਲਿਸ ਨੂੰ ਉਸ ਨੂੰ ਮ੍ਰਿਤਕ ਘੋਸ਼ਿਤ ਕਰਨ ਲਈ ਕਿਹਾ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਨਾਸਾ ਦੇ ਪੁਲਾੜ ਯਾਤਰੀ ਆਰਬਿਟ ਵਿੱਚ ਨੌਂ ਮਹੀਨਿਆਂ ਬਾਅਦ ਸਪੇਸ ਸਟੇਸ਼ਨ ਤੋਂ ਰਵਾਨਾ ਹੋਏ - ਬਲੂਮਬਰਗ",
        "ਤਨਖਾਹ ਪ੍ਰਾਪਤ ਕਰਨਾ ਕੰਮ ਨਾ ਕਰਨਾਃ ਫੈਡਰਲ ਪ੍ਰੋਬੇਸ਼ਨਰੀ ਵਰਕਰਾਂ ਨੂੰ ਬਹਾਲ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ ਪਰ ਤਨਖਾਹ ਵਾਲੀ ਛੁੱਟੀ 'ਤੇ ਪਾ ਦਿੱਤਾ ਗਿਆ ਹੈ - ਡਬਲਯੂਟੀਓਪੀ",
        "ਇਕ ਆਦਮੀ ਦੇ ਤੌਰ ਤੇ ਇਕੱਲੇ ਅੰਟਾਰਕਟਿਕਾ ਅਧਾਰ 'ਤੇ ਡਰ ਇਕ ਸਾਥੀ' ਤੇ ਹਮਲਾ ਕਰਨ ਅਤੇ ਧਮਕੀਆਂ ਦੇਣ ਦਾ ਦੋਸ਼ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ"
    ]
}