{
    "headlines": [
        "5 ਚੀਜ਼ਾਂ ਜੋ ਅਸੀਂ ਜਾਣਦੇ ਹਾਂ ਅਤੇ ਅਜੇ ਵੀ ਕੋਵਿਡ ਬਾਰੇ ਨਹੀਂ ਜਾਣਦੇ, 5 ਸਾਲ ਬਾਅਦ ਇਹ ਪ੍ਰਗਟ ਹੋਇਆ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਮੋਂਟੇਨੇਗਰੋ ਨੇ ਆਪਣੇ ਆਪ ਨੂੰ ਗੋਲੀ ਮਾਰਨ ਤੋਂ ਪਹਿਲਾਂ ਘੱਟੋ ਘੱਟ 12 ਲੋਕਾਂ ਦੀ ਹੱਤਿਆ ਕਰਨ ਤੋਂ ਬਾਅਦ ਸੋਗ ਕੀਤਾ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "'ਪਿਆਰ ਨਾਲ, ਮੇਘਨ' ਟ੍ਰੇਲਰਃ ਮੇਘਨ ਮਾਰਕਲ ਦੀ ਨੈੱਟਫਲਿਕਸ ਕੁੱਕਿੰਗ ਸੀਰੀਜ਼ - ਵੰਨਗੀ",
        "ਨੋਰੋਵਾਇਰਸ ਦੇ ਮਾਮਲੇ ਵੱਧ ਰਹੇ ਹਨ; ਇੱਥੇ ਲੱਛਣ ਹਨ ਅਤੇ ਵਾਇਰਸ ਨੂੰ ਫੜਨ ਤੋਂ ਕਿਵੇਂ ਰੋਕਿਆ ਜਾਵੇ - MLive.",
        "2024 ਨੂੰ ਬੰਦ ਕਰਨ ਲਈ ਮੌਰਗਿਜ ਰੇਟ ਇੰਚ 7% ਦੇ ਨੇੜੇ - ਸੀ ਐਨ ਐਨ",
        "ਪੀਐਫਟੀ ਦਾ ਹਫਤਾ 18 2024 ਐਨਐਫਐਲ ਪਿਕਃ ਫਲੋਰੀਓ ਬਨਾਮ. ਸਿਮਜ਼ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਯੂਐਸ ਦੇ ਹਫਤਾਵਾਰੀ ਬੇਰੁਜ਼ਗਾਰ ਦਾਅਵੇ ਅੱਠ ਮਹੀਨਿਆਂ ਦੇ ਸਭ ਤੋਂ ਹੇਠਲੇ ਪੱਧਰ 'ਤੇ ਪਹੁੰਚੇ ਕਿਉਂਕਿ ਲੇਬਰ ਮਾਰਕੀਟ ਲਚਕੀਲਾ ਰਹਿੰਦਾ ਹੈ - ਰਾਇਟਰਜ਼",
        "ਐਨਵੀਡੀਆ ਦੇ ਸੀਈਓ ਜੇਨਸਨ ਹੁਆਂਗ 'ਤੇ ਸਪਾਟ ਲਾਈਟ ਦੇ ਨਾਲ ਏਆਈ ਹਰ ਜਗ੍ਹਾ ਸੀਈਐਸ 2025' ਤੇ - ਨਿਵੇਸ਼ਕ ਦਾ ਕਾਰੋਬਾਰ ਰੋਜ਼ਾਨਾ",
        "ਨਿ Or ਓਰਲੀਨਜ਼ ਹਮਲਾ ਤਾਜ਼ਾਃ ਪੁਲਿਸ ਕਿਸੇ ਹੋਰ ਸ਼ੱਕੀ ਵਿਅਕਤੀ ਨੂੰ ਸ਼ਾਮਲ ਨਹੀਂ ਮੰਨਦੀ, ਐਫਬੀਆਈ ਕਹਿੰਦਾ ਹੈ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਰਾਸ਼ਟਰਪਤੀ ਬਾਇਡਨ ਨੇ ਰਾਸ਼ਟਰਪਤੀ ਨਾਗਰਿਕ ਮੈਡਲ ਪ੍ਰਾਪਤ ਕਰਨ ਵਾਲਿਆਂ ਦਾ ਐਲਾਨ ਕੀਤਾ - ਵ੍ਹਾਈਟ ਹਾਊਸ",
        "ਟਰੰਪ ਨੇ ਗਲਤ ਫੌਕਸ ਨਿ Newsਜ਼ ਰਿਪੋਰਟ ਤੋਂ ਬਾਅਦ ਨਿ Or ਓਰਲੀਨਜ਼ ਦੇ ਅੱਤਵਾਦੀ ਹਮਲੇ ਨੂੰ ਪ੍ਰਵਾਸੀਆਂ ਨਾਲ ਝੂਠਾ ਜੋੜਿਆ - ਸੀ ਐਨ ਐਨ",
        "ਇੰਗਲੈਂਡ ਵਿਚ 166 ਮਿਲੀਅਨ ਸਾਲ ਪੁਰਾਣੇ 'ਡਾਇਨਾਸੌਰ ਹਾਈਵੇ' ਟਰੈਕਾਂ ਦੀ ਖੋਜ ਕੀਤੀ ਗਈ ਹੈ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਏਅਰਲਾਈਨ, ਹਵਾਈ ਅੱਡੇ ਦੇ ਦੱਖਣੀ ਕੋਰੀਆ ਪੁਲਿਸ ਦੇ ਛਾਪੇ ਦਫ਼ਤਰ ਜਹਾਜ਼ ਕਰੈਸ਼ ਵਿੱਚ ਸ਼ਾਮਲ - ਵਾਲ ਸਟਰੀਟ ਜਰਨਲ",
        "ਜਸਟਿਨ ਬਾਲਡੋਨੀ ਦੀ ਸਾਬਕਾ ਏਜੰਸੀ ਉਸ ਨੂੰ ਬਲੇਕ ਲਾਈਵਲੀ ਅਤੇ ਰਿਆਨ ਰੇਨੋਲਡਜ਼ ਦੇ ਦਬਾਅ ਹੇਠ ਛੱਡਣ ਤੋਂ ਇਨਕਾਰ ਕਰਦੀ ਹੈ - ਹਿੰਦੁਸਤਾਨ ਟਾਈਮਜ਼",
        "2025 ਪ੍ਰੋ ਬਾlਲ ਰੋਸਟਰਃ ਰੇਵੇਨਜ਼ ਨੌਂ ਚੋਣਵਾਂ ਨਾਲ ਸਾਰੀਆਂ ਟੀਮਾਂ ਦੀ ਅਗਵਾਈ ਕਰਦਾ ਹੈ; ਪੈਟਰਿਕ ਮਹੋਮਜ਼ ਕਟੌਤੀ ਤੋਂ ਖੁੰਝ ਜਾਂਦਾ ਹੈ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਕੁਆਡ੍ਰੈਂਟਿਡਸ ਨੂੰ ਕਿਵੇਂ ਵੇਖਣਾ ਹੈ, ਸਾਲ ਦੇ ਸਭ ਤੋਂ ਮਜ਼ਬੂਤ ਮੀਟਿਅਰ ਸ਼ਾਵਰਾਂ ਵਿੱਚੋਂ ਇੱਕ - ਸੀ ਐਨ ਐਨ",
        "82 ਵੇਂ ਸਲਾਨਾ ਗੋਲਡਨ ਗਲੋਬ ਅਵਾਰਡਾਂ ਲਈ ਪੇਸ਼ਕਾਰਾਂ ਦਾ ਐਲਾਨ - ਅਗਲੀ ਸਭ ਤੋਂ ਵਧੀਆ ਤਸਵੀਰ",
        "ਉਹ ਕੌਮੀ ਪੱਧਰ 'ਤੇ ਕੀ ਕਹਿ ਰਹੇ ਹਨ, ਕੋਲੰਬਸ ਵਿਚ ਨੰਬਰ 1 ਓਰੇਗਨ ਫੁੱਟਬਾਲ ਗੁਆਉਣ ਤੋਂ ਬਾਅਦ ਰੋਜ਼ ਬਾlਲ ਵਿਚ ਨੰਬਰ 8 ਓਹੀਓ ਸਟੇਟ - ਓਰੇਗਨਲਾਈਵ",
        "ਗਾਜ਼ਾ 'ਤੇ ਇਜ਼ਰਾਇਲੀ ਹਮਲੇ' ਚ ਹਮਾਸ ਪੁਲਿਸ ਮੁਖੀ ਦੀ ਮੌਤ, ਡਾਕਟਰਾਂ ਦਾ ਕਹਿਣਾ - BBC.com",
        "ASUS, ਸੈਮਸੰਗ, ਅਤੇ ਐਮਐਸਆਈ ਨੇ ਦੁਨੀਆ ਦੇ ਪਹਿਲੇ 27-ਇੰਚ 4K OLED 240Hz ਮਾਨੀਟਰਾਂ ਦੀ ਘੋਸ਼ਣਾ ਕੀਤੀ - ਦਿ ਵਰਜ"
    ]
}