{
    "headlines": [
        "Aktien-Futures nach großen Durchschnittswerten nach Back-to-Back-Gewinnen: Live-Updates - CNBC",
        "Das Bachelor-Finale: Ist Grant jetzt offiziell der unentschlossenste Bachelor aller Zeiten? - TVLine",
        "Ukraine-Krieg: Russland wegen \"hohler Gespräche\" angeklagt, als Streiks Sumy trafen - BBC.com",
        "USC-Star JuJu Watkins verletzte sich im März gegen Mississippi State - The Associated Press",
        "Richter weist fünf Anklagen gegen Sean ‘Diddy’ Combs ’in einer 30-Millionen-Dollar-Klage wegen sexueller Übergriffe ab - Vielfalt",
        "Studentischer Demonstrant aus Columbia, der seit seinem 7. Lebensjahr in den USA lebt, verklagt, um die Abschiebungsanordnung zu stoppen - The Associated Press",
        "OpenAI sagt, dass sein KI-Sprachassistent jetzt besser zum Chatten geeignet ist - TechCrunch",
        "Größte Kohlenstoffmoleküle, die auf dem Mars gefunden wurden, bilden den Grundstein für uraltes Leben - ScienceAlert",
        "Sollten Sie einen Masern-Booster bekommen? Das solltest du wissen. - The Washington Post",
        "23andMe meldet Insolvenz an. Das bedeutet es für Ihre genetischen Daten - NPR",
        "Grönland zu Trump: Nein, wir haben dich nicht eingeladen - POLITICO",
        "NRO erweitert Spionagesatellitennetzwerk mit aufeinanderfolgenden SpaceX-Starts - SpaceNews",
        "Elite US-Anwaltskanzleien bereiten sich auf weitere Vergeltungsmaßnahmen von Donald Trump vor - Financial Times",
        "Die zweite Frau wird während eines nächtlichen Besuchs im kalifornischen Gefängnis erwürgt - NBC News",
        "EINFÜHRUNG VON ZÖLLEN auf LÄNDER, die VENEZOLANISCHES ÖL IMPORTIEREN - Das Weiße Haus",
        "Gesunde Ernährung erhöht die Wahrscheinlichkeit, 70 ohne chronische Krankheit zu erreichen, sagt die Studie - NBC News",
        "Cain Velasquez wegen Schießerei '22 zu fünf Jahren Gefängnis verurteilt - ESPN",
        "Der Oscar-prämierte palästinensische Regisseur wird von israelischen Siedlern angegriffen und von der Armee festgehalten - The Associated Press"
    ]
}