{
    "headlines": [
        "ਬਜ਼ੁਰਗ ਵਯੋਮਿੰਗ womanਰਤ ਵਿੱਚ ਬਰਡ ਫਲੂ ਦੀ ਪੁਸ਼ਟੀ ਕੀਤੀ ਗਈ ਜਿਸਦਾ ਸੰਭਾਵਤ ਤੌਰ ਤੇ ਉਸਦੇ ਘਰ ਵਿੱਚ ਸੰਕਰਮਿਤ ਝੁੰਡ ਦੇ ਸੰਪਰਕ ਵਿੱਚ ਸੀ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਕਾਲਮ | ‘ਸ਼ਨੀਵਾਰ ਨਾਈਟ ਲਾਈਵ’ ਮਸ਼ੀਨ ਪੀਸਦੀ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਟਰੰਪ ਨੇ ਯੂਰਪ ਦਾ ਗਲਾ ਘੁੱਟਿਆ - Axios",
        "ਇਜ਼ਰਾਈਲੀ ਬੰਧਕਾਂ ਅਤੇ ਫਲਸਤੀਨੀ ਕੈਦੀਆਂ ਨੂੰ ਜੰਗਬੰਦੀ ਦੇ ਸਵੈਪ ਵਿੱਚ ਰਿਹਾਅ ਕੀਤਾ ਗਿਆ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਕਾਰਪੋਰੇਟ ਅਮਰੀਕਾ ਦੇ Souring ਲਾਭ ਆਉਟਲੁੱਕ ਬੱਦਲ ਇਕੁਇਟੀ ਰੈਲੀ - ਬਲੂਮਬਰਗ",
        "ਪੁਸ਼ਟੀ ਕੀਤੀ ਲਾਈਨਅਪਸਃ ਓਸਾਸੁਨਾ ਬਨਾਮ ਰੀਅਲ ਮੈਡ੍ਰਿਡ, 2025 ਲਾ ਲੀਗਾ - ਮੈਡ੍ਰਿਡ ਦਾ ਪ੍ਰਬੰਧਨ ਕਰਨਾ",
        "ਉਹ ਸੋਚਦੀ ਸੀ ਕਿ ਉਸ ਨੂੰ ਹਜ਼ਮ ਨਹੀਂ ਹੋ ਰਿਹਾ ਸੀ । ਡਾਕਟਰਾਂ ਨੂੰ ਇਕ ਨੇੜਿਓਂ ਘਾਤਕ ਧਮਣੀ ਰੁਕਾਵਟ ਮਿਲੀ... - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਲੈਬੋਰਡ ਦਾ ਚੈਮਲੀਅਨਃ ਰੰਗ ਬਦਲਣ ਵਾਲਾ ਚੂਹਾ ਜੋ 4 ਮਹੀਨਿਆਂ ਵਿੱਚ ਮਰ ਜਾਂਦਾ ਹੈ - Livescience.",
        "ਇਕ ਐਸਟਰਾਇਡ ਕੋਲ 2032 ਵਿਚ ਧਰਤੀ ਨਾਲ ਟਕਰਾਉਣ ਦੀ 2% ਸੰਭਾਵਨਾ ਹੈ. ਖਗੋਲ ਵਿਗਿਆਨੀ ਇਸ ਨੂੰ ਕਿਵੇਂ ਟਰੈਕ ਕਰ ਰਹੇ ਹਨ ਇਹ ਇੱਥੇ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਕੈਨੇਡੀ ਦੇ ਅਧੀਨ ਸੀਡੀਸੀ ਵੈਕਸੀਨ ਪੈਨਲ ਵਿੱਚ ਤਬਦੀਲੀਆਂ ਨੀਤੀ ਨੂੰ ਕਿਵੇਂ ਮੁੜ ਆਕਾਰ ਦੇ ਸਕਦੀਆਂ ਹਨ - ਐਨਪੀਆਰ",
        "ਪੋਪ ਹਸਪਤਾਲ ਵਿਚ ਸ਼ਾਂਤ ਪਹਿਲੀ ਰਾਤ ਬਿਤਾਉਂਦਾ ਹੈ, ਡਰੱਗ ਥੈਰੇਪੀ ਜਾਰੀ ਰੱਖਦਾ ਹੈ ਅਤੇ ਕਾਗਜ਼ ਪੜ੍ਹਦਾ ਹੈ, ਵੈਟੀਕਨ ਕਹਿੰਦਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਆਈਫੋਨ ਐਸਈ 4: ਐਪਲ ਨੇ ਪੁਸ਼ਟੀ ਕੀਤੀ ਨਵੀਂ ਉਤਪਾਦ ਲਾਂਚ ਦੀ ਤਾਰੀਖ ਲਗਭਗ ਇੱਥੇ ਹੈ - ਫੋਰਬਸ",
        "ਟਰੰਪ ਦੇ ਖਰਚਿਆਂ ਵਿੱਚ ਕਟੌਤੀ ਪ੍ਰੋਬੇਸ਼ਨਰੀ ਕਰਮਚਾਰੀਆਂ ਨੂੰ ਨਿਸ਼ਾਨਾ ਬਣਾਉਂਦੀ ਹੈ. ਸਥਿਤੀ ਦਾ ਕੀ ਅਰਥ ਹੈ - ਐਨਪੀਆਰ",
        "ਅਦਾਲਤਾਂ ਨੇ ਟਰੰਪ ਦੇ ਡੋਗੇ ਦੀਆਂ ਕਾਰਵਾਈਆਂ ਨੂੰ ਰੋਕਿਆ — ਹਫੜਾ-ਦਫੜੀ, ਘਬਰਾਹਟ ਸਰਬੋਤਮ ਕਾਨੂੰਨੀ ਰਣਨੀਤੀ ਸਾਬਤ ਨਹੀਂ ਹੋਈ - ਐਨਪੀਆਰ",
        "ਨੰਬਰ 1 ਜੈਨਿਕ ਸਿਨਰ ਨੂੰ ਡੋਪਿੰਗ ਕੇਸ ਦੇ ਨਿਪਟਾਰੇ ਵਿਚ 3 ਮਹੀਨੇ ਦੀ ਪਾਬੰਦੀ ਮਿਲੀ, ਫਰੈਂਚ ਓਪਨ ਤੋਂ ਪਹਿਲਾਂ ਵਾਪਸ ਆ ਸਕਦੇ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਨਾਟੋ ਦੇ ਰੱਟੇ ਨੇ ਯੂਰਪ ਨੂੰ ਇਕ ਪਾਸੇ ਹੋਣ ਬਾਰੇ 'ਸ਼ਿਕਾਇਤ ਕਰਨਾ ਬੰਦ ਕਰਨ' ਲਈ ਕਿਹਾ, ਖਰਚ ਕਰਨ ਦੇ ਟੀਚਿਆਂ ਨੂੰ ਵਧਾਉਣ ਦਾ ਵਾਅਦਾ ਕੀਤਾ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਅਮਰੀਕਾ-ਕੈਨੇਡਾ ਦੀ ਝਲਕ, ਸਵੀਡਨ-ਫਿਨਲੈਂਡ ਇਨ 4 ਨੇਸ਼ਨਜ਼ ਫੇਸ-ਆਫਃ ਚੋਟੀ ਦੇ ਅੰਕੜੇ, ਮੁੱਖ ਖਿਡਾਰੀ, ਸੱਟੇਬਾਜ਼ੀ ਪਿਕ - ਈਐਸਪੀਐਨ",
        "ਯੂਕਰੇਨ ਨੇ ਆਪਣੇ ਅੱਧੇ ਖਣਿਜ ਭੰਡਾਰਾਂ ਦੇ ਅਧਿਕਾਰ ਲੈਣ ਦੀ ਟਰੰਪ ਦੀ ਬੋਲੀ ਨੂੰ ਰੱਦ ਕਰ ਦਿੱਤਾ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "ਡਾਇਬਲੋ ਹੈਕਰ ਜਿਨ੍ਹਾਂ ਨੇ ਇੱਕ ਰਿਕਾਰਡ ਸਪੀਡਰੇਨ ਨੂੰ ਡੀਬੰਕ ਕੀਤਾ - ਆਰਸ ਟੈਕਨੀਕਾ"
    ]
}