{
    "headlines": [
        "[removed]",
        "Europäische Märkte öffnen flach vor Trumps Amtseinführung als 47. Präsident der USA - CNBC",
        "Dollareinbrüche, Aktien steigen, wenn die zweite Amtszeit von Trump anbricht - Yahoo Finance",
        "Live-Updates: Israel lässt 90 palästinensische Gefangene im Rahmen des Waffenstillstandsabkommens mit der Hamas frei - The Associated Press",
        "John Harbaugh, Lamar Jackson verteidigen Mark Andrews nach Fumble und Drop in Ravens 'Verlust - NBC Sports",
        "Trumps Krypto-Token steigt auf 11,7 Milliarden US-Dollar Marktkapitalisierung, Bitcoin erreicht Rekordhoch - Reuters",
        "Jennifer Parker in \"Zurück in die Zukunft\" Memba Her?! - TMZ",
        "Live-Updates: Erhöhtes Brandrisiko bei der Rückkehr von Santa Ana Winds - NBC Los Angeles",
        "Durchgesickerte Galaxy S25 Ultra-Bilder scheinen Samsungs selbstsabotierende Bewegung zu bestätigen - PhoneArena",
        "\"Verlassen\" Prinz Harry, Meghans Dynamik erklärte: \"Hier ist, warum sie funktionieren\" - Geo News",
        "Was bei Donald Trumps zweiter Amtseinführung zu sehen ist - CNN",
        "Trump bei der Rallye in D.C. schwört, dass die Razzia an der Grenze am Tag der Amtseinführung beginnen wird - Axios",
        "Der triumphale Trump kehrt ins Weiße Haus zurück und läutet eine neue Ära des Umbruchs ein - Reuters",
        "Horoskop für Montag, 20. Januar 2025 - Chicago Sun-Times",
        "[removed]",
        "Ist die Börse heute geöffnet? Hier sind die Handelszeiten für Martin Luther King Jr. Tag. und Einweihungstag. - Barrons",
        "TikTok-Wiederherstellungsdienst, nachdem Trump geschworen hat, das Verbot zu verzögern - Axios",
        "Drohnenhersteller, die China meiden wollen Pekings Zorn fürchten - The Wall Street Journal",
        "Erste US-H5N1 Tod Funken Dringlichkeit: Wissenschaftler warnen, dass Vogelgrippe mutiert schneller als erwartet - SciTechDaily",
        "Was Sie von den dramatischen NFL-Playoff-Spielen am Sonntag wissen sollten - CNN"
    ]
}