{
    "headlines": [
        "ਡੋਨਾਲਡ ਟਰੰਪ ਵੱਲੋਂ ਦੋ-ਪੱਖੀ ਫੰਡਿੰਗ ਬਿੱਲ ਨੂੰ ਰੱਦ ਕਰਨ ਤੋਂ ਬਾਅਦ ਅਮਰੀਕੀ ਸਰਕਾਰ ਬੰਦ ਹੋਣ ਦੇ ਨੇੜੇ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "ਐਲਏ ਡਿਪਟੀ ਮੇਅਰ ਬ੍ਰਾਇਨ ਵਿਲੀਅਮਜ਼ ਨੂੰ ਛੁੱਟੀ 'ਤੇ ਰੱਖਿਆ ਗਿਆ ਕਿਉਂਕਿ ਐਫਬੀਆਈ ਸਿਟੀ ਹਾਲ - ਏਬੀਸੀ 7 ਲਾਸ ਏਂਜਲਸ ਦੇ ਵਿਰੁੱਧ ਬੰਬ ਧਮਕੀ ਦੀ ਜਾਂਚ ਕਰਦਾ ਹੈ",
        "ਵਿਸਕਾਨਸਿਨ ਸਕੂਲ ਦੇ ਨਿਸ਼ਾਨੇਬਾਜ਼ ਕੋਲ 2 ਹੈਂਡਗਨ ਸਨ, ਹਮਲੇ ਵਿਚ ਸਿਰਫ 1 ਦੀ ਵਰਤੋਂ ਕੀਤੀ ਗਈ ਜਿਸ ਨਾਲ ਵਿਦਿਆਰਥੀ, ਅਧਿਆਪਕ ਦੀ ਮੌਤ ਹੋ ਗਈ - Channel3000.com - WISC-TV3",
        "ਅਮਰੀਕਾ ਨੇ ਮਹਿੰਗਾਈ ਦੇ ਜੋਖਮ ਦੇ ਬਾਵਜੂਦ ਵਿਆਜ ਦਰਾਂ 'ਚ ਕੀਤੀ ਕਟੌਤੀ - BBC.com",
        "ਐਕਸਕਲੂਸਿਵਃ ਗੂਗਲ ਦੀ ਜੈਮਿਨੀ ਠੇਕੇਦਾਰਾਂ ਨੂੰ ਆਪਣੀ ਮੁਹਾਰਤ ਤੋਂ ਬਾਹਰ ਏਆਈ ਜਵਾਬਾਂ ਨੂੰ ਦਰਜਾ ਦੇਣ ਲਈ ਮਜਬੂਰ ਕਰ ਰਹੀ ਹੈ - ਟੈਕਕ੍ਰਾਂਚ",
        "10 ਵੇਂ ਸਿੱਧੇ ਘਾਟੇ ਵਿਚ ਇੰਡੈਕਸ 1,100 ਪੁਆਇੰਟ ਦੀ ਗਿਰਾਵਟ ਤੋਂ ਬਾਅਦ ਡਾਓ ਫਿuresਚਰ ਬਹੁਤ ਘੱਟ ਬਦਲ ਜਾਂਦੇ ਹਨਃ ਲਾਈਵ ਅਪਡੇਟਸ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਡਿਏਗੋ ਪਾਵੀਆ ਨੇ 2025 ਸੀਜ਼ਨ ਲਈ ਯੋਗਤਾ ਦਿੱਤੀਃ ਵੈਂਡਰਬਿਲਟ ਕਿ Qਬੀ ਨੇ ਐਂਟੀਟ੍ਰਸਟ ਕੇਸ ਬਨਾਮ ਐਨਸੀਏਏ ਵਿੱਚ ਆਗਿਆ ਪ੍ਰਾਪਤ ਕੀਤੀ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਫਾਲਕਨਜ਼ ਕਿ Qਬੀ ਕਿਰਕ ਚਚੇਰੇ ਭਰਾ ਬੈਂਚਿੰਗ ਨੂੰ ਸਵੀਕਾਰ ਕਰਦੇ ਹਨ, ਪਰ ਕਹਿੰਦੇ ਹਨ ਕਿ 'ਮੈਂ ਕੁਆਰਟਰਬੈਕ ਕਿਵੇਂ ਖੇਡਣਾ ਨਹੀਂ ਭੁੱਲਿਆ' - ਐਨਐਫਐਲ.",
        "ਬੋਇੰਗ ਸਟਾਰਲਾਈਨਰ ਚਾਲਕ ਦਲ ਦੀ ਲੰਬੇ ਸਮੇਂ ਤੋਂ ਉਡੀਕ ਕੀਤੀ ਗਈ ਵਾਪਸੀ ਮਾਰਚ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਕੈਲੀਫੋਰਨੀਆ ਗਰਾਉਂਡ ਸਕੁਇਰਲਸ ਖੋਜਕਰਤਾਵਾਂ ਨੂੰ ‘ਹੈਰਾਨ ਕਰਨ ਵਾਲੇ‘ ਸ਼ਿਕਾਰੀ ਵਿਵਹਾਰ ਨਾਲ ਹੈਰਾਨ ਕਰਦੀਆਂ ਹਨ - ਸੈਨ ਫ੍ਰਾਂਸਿਸਕੋ ਕ੍ਰੋਨਿਕਲ",
        "ਡੀ-II ਟੀਮ ਗੋਟਲੀਬ 'ਕੋਈ ਯੂ' ਬਾਰਬ - ਈਐਸਪੀਐਨ ਤੋਂ ਬਾਅਦ ਜੀਬੀ ਵਿਚ ਚੋਟੀ 'ਤੇ ਹੈ",
        "ਸੀਵੀਐਸ ‘ਖਤਰਨਾਕ’ ਅੰਡਰਸਟੈਫਡ, ਡੀਓਜੇ ਓਪੀਓਡ ਸੂਟ - ਬੈਰਨਜ਼ ਵਿਚ ਕਹਿੰਦਾ ਹੈ",
        "ਵਿਸਕਾਨਸਿਨ ਨੇ ਪੋਲਟਰੀ ਵਰਕਰ ਵਿੱਚ ਅਨੁਮਾਨਿਤ ਏਵੀਅਨ ਫਲੂ ਦੀ ਰਿਪੋਰਟ ਕੀਤੀ ਹੈ ਕਿਉਂਕਿ ਕੈਲੀਫੋਰਨੀਆ ਨੇ ਐਮਰਜੈਂਸੀ ਘੋਸ਼ਿਤ ਕੀਤੀ ਹੈ - ਯੂਨੀਵਰਸਿਟੀ ਆਫ ਮਿਨੀਸੋਟਾ ਟਵਿਨ ਸਿਟੀਜ਼",
        "ਹਟਾਈ",
        "ਸਿਹਤ ਪੈਨਲ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਪ੍ਰਸਿੱਧ ਵਿਟਾਮਿਨ ਬਜ਼ੁਰਗਾਂ ਵਿੱਚ ਗਿਰਾਵਟ ਜਾਂ ਭੰਜਨ ਨੂੰ ਨਹੀਂ ਰੋਕਦਾ. ਇੱਥੇ ਉਹ ਹੈ ਜੋ ਮਦਦ ਕਰ ਸਕਦਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਹਾ Houseਸ ਨੈਤਿਕਤਾ ਕਮੇਟੀ ਮੈਟ ਗਾਏਟਜ਼ 'ਤੇ ਜਾਂਚ ਰਿਪੋਰਟ ਜਾਰੀ ਕਰਨ ਲਈ ਤਿਆਰ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਉਪਭੋਗਤਾ ਵਾਚਡੌਗ ਕ੍ਰੈਡਿਟ ਕਾਰਡ ਇਨਾਮ ਪ੍ਰੋਗਰਾਮਾਂ ਦਾ ਉਦੇਸ਼ ਲੈਂਦਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਜਰਨਲ ਵਿਗਿਆਨਕ ਪੇਪਰ ਨੂੰ ਖਿੱਚਦਾ ਹੈ ਜਿਸਨੇ ਹਾਈਡ੍ਰੋਕਸਾਈਕਲੋਰੋਕਿਨ ਨੂੰ ਕੋਵਿਡ -19 ਦੇ ਇਲਾਜ ਵਜੋਂ ਪ੍ਰਸਿੱਧ ਬਣਾਇਆ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਯੂਨਾਈਟਿਡ ਹੈਲਥਕੇਅਰ ਦੇ ਸੀਈਓ ਦੀ ਹੱਤਿਆ ਨਵੀਨਤਮਃ ਲੂਗੀ ਮੈਂਗਿਓਨ ਹਵਾਲਗੀ ਮੁਆਫ ਕਰਨ ਲਈ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਮਾਈਕ ਜੌਹਨਸਨ ਦੇ ਖਰਚੇ ਦੇ ਬਿੱਲ ਨੂੰ ਲੈ ਕੇ ਮੇਜਰ ਦਿਲ ਦੀ ਧੜਕਣ ਫਟਦੀ ਹੈ - ਐਕਸੀਓਸ"
    ]
}