{
    "headlines": [
        "قد تعيد كاميرا Galaxy S26 Ultra واحدة من أفضل أفكار سامسونج - SamMobile - أخبار سامسونج",
        "North Carolina Tar Heels vs. Duke Blue Devils Live Score and Stats - March 14, 2025 Gametracker - CBS Sports",
        "ممثل \"بياض الثلج\" يرد على محور العرض الأول لفيلم ديزني: \"إنهم خائفون\" - مراسل هوليوود",
        "تتجاهل مجموعة السبع إهانات ترامب الغاضبة للتوصل إلى اتفاق بشأن روسيا والصين - واشنطن بوست",
        "بطولة اللاعبين: روري ماكلروي، سكوتي شيفلر وأكساندر شوفيل يلعبون هذا النوع من المواجهة التي يحتاجها الغولف - ياهو سبورتس",
        "تم تجنب إغلاق الحكومة الأمريكية مع إقرار مجلس الشيوخ لمشروع قانون الإنفاق - BBC.com",
        "وسط موجات من المقاومة، تضغط إدارة ترامب على الكليات بسبب الاحتجاجات المؤيدة للفلسطينيين حيث لا يزال الناشط محتجزًا - سي إن إن",
        "توافق Seahawks على الشروط مع Super Bowl MVP Receiver Cooper Kupp - Seahawks.com",
        "تنفي ويندي ويليامز أنها عاجزة في مقابلة \"ذا فيو\". ماذا تقول عن الوصاية عليها، والاستشفاء، وتعاطي الكحول. - Yahoo Entertainment",
        "SpaceX تطلق طاقم إغاثة لرواد الفضاء Starliner المحاصرين من ناسا على محطة الفضاء الدولية (فيديو) - Space.com",
        "من المحتمل أن يكون كلب جين هاكمان قد مات من الجوع والجفاف، كما وجد تقرير التشريح - ABC7 لوس أنجلوس",
        "لا، لم تحاصر روسيا الآلاف من القوات الأوكرانية في كورسك - فوربس",
        "فيروس إنفلونزا الطيور H5N1 معدي في جبن الحليب الخام لعدة أشهر، مما يشكل خطرًا على الصحة العامة، كما تظهر الدراسة - سي إن إن",
        "تواجه أكثر من 50 جامعة تحقيقات فيدرالية كجزء من حملة ترامب المناهضة لـ DEI - وكالة أسوشيتد برس",
        "دونالد ترامب، في خطاب وزارة العدل، يصف سي إن إن وإم إس إن بي سي بأنها \"غير قانونية\" بسبب الإبلاغ السلبي عنه - الموعد النهائي",
        "حالات الحصبة في الولايات المتحدة تصل إلى أعلى مستوى لها في 5 سنوات ؛ 15 ولاية تبلغ عن حالات، وتفشي تكساس ينمو - ARS Technica",
        "سوق الأسهم اليوم: ارتفاع مؤشر داو جونز بأكثر من 600 نقطة بعد تجنب الإغلاق - صحيفة وول ستريت جورنال",
        "يقول روبيو إن سفير جنوب إفريقيا لدى الولايات المتحدة \"لم يعد موضع ترحيب\" في البلاد - وكالة أسوشيتد برس"
    ]
}