{
    "headlines": [
        "ضابط الشرطة الذي صعق امرأة تبلغ من العمر 95 عامًا بالقتل غير العمد - واشنطن بوست",
        "أسهم التكنولوجيا تتراجع على مؤشر ستاندرد آند بورز 500، ناسداك بعد بيانات التضخم - رويترز",
        "المصدر: جونز يهبط مع فايكس بعد خروج العمالقة - ESPN",
        "جوي غرازيادي وجينا جونسون في الفوز بموسم \"الرقص مع النجوم\" 33 - ABC News",
        "اللاعبون الأقوياء في عصر الكابيتول هيل - بوليتيكو",
        "الولايات المتحدة تضمن الإفراج عن 3 أمريكيين في تبادل للسجناء مع الصين - سي إن إن",
        "عطلة نهاية أسبوع الجمعة البيضاء لتحطيم أرقام المبيعات حيث ينتظر العملاء الذين يعانون من ضائقة مالية الصفقات والخصومات - نيويورك بوست",
        "الولايات المتحدة توافق على عمليات زرع الأعضاء بين الأشخاص المصابين بفيروس نقص المناعة البشرية، وتوسيع مجموعة المانحين - واشنطن بوست",
        "عواصف عيد الشكر الشتوية المتوقعة في جميع أنحاء الولايات المتحدة - هنا حيث يمكن أن يتعطل السفر الليلة وغدًا - فوربس",
        "وقف إطلاق النار في لبنان: ما نعرفه عن صفقة إسرائيل وحزب الله - BBC.com",
        "شباك التذاكر لعيد الشكر بقيادة \"موانا 2\" يمكن أن يكون الأفضل في عصر ما بعد الوباء - سي إن بي سي",
        "تغلق OpenAI وصول SORA بعد إصدار الفنانين لأداة توليد الفيديو في الاحتجاج: \"نحن لسنا دمى العلاقات العامة الخاصة بك\" - مجموعة متنوعة",
        "نهاية محاكمات ترامب تجدد التدقيق في وتيرة وزارة العدل - ذا هيل",
        "عمران خان: أنصار المعارضة الباكستانية ينهون الاحتجاج بعد حملة القمع - BBC.com",
        "إدارة بايدن تدفع ضغط الأدوية المضادة للسمنة إلى ترامب - أكسيوس",
        "قد تؤدي خطة ترامب للتعريفات الجمركية إلى رفع الأسعار وتفجير صفقته التجارية مع المكسيك وكندا - إيه بي سي نيوز",
        "لا يحصل الأمريكيون على لقاحات موسمية قبل الأعياد - واشنطن بوست",
        "اختيارات بيت بريسكو للأسبوع الثالث عشر من الدوري الوطني لكرة القدم الأمريكية: الأسود المفاجئة تخسر في عيد الشكر ؛ يبقي البنغاليون آمال التصفيات ضئيلة على قيد الحياة - سي بي إس سبورتس",
        "حظر وسائل التواصل الاجتماعي للأطفال في أستراليا يقترب من أن يصبح قانونًا - ABC News",
        "ستجلب سماء ليلة الشتاء زخات من النيازك وعودة محتملة للأضواء الشمالية - تايمز هيرالد ريكورد"
    ]
}