{
    "headlines": [
        "Two killed and scores injured in Germany as car ploughs into crowd at Christmas market - The Guardian",
        "Where to watch Notre Dame vs. Indiana, TV channel, prediction, pick, spread, College Football Playoff odds - CBS Sports",
        "Michael Penix Jr. could unlock Falcons' explosive potential; plus, two teams with scary playoff upside - NFL.com",
        "The Long Road to ‘Lana’: Why SZA Took Two Years to Drop the ‘SOS’ Deluxe Album - Variety",
        "Last-minute budget bill to prevent US government shutdown prevails in House - Al Jazeera English",
        "Delphi murders: Richard Allen sentenced to 130 years for Indiana deaths - BBC.com",
        "Judge sentences Oath Keeper who cooperated in January 6 prosecution to probation and warns democracy is ‘fragile’ - CNN",
        "Ravens cut Diontae Johnson to end disastrous post-trade marriage - New York Post ",
        "Chiefs activate Hollywood Brown - NBC Sports",
        "Diddy Sued for Sexual Assault by Winner of 2006 Radio Contest NYC Trip, With Pics - TMZ",
        "Eight sentenced in France for actions that led to teacher beheading - BBC.com",
        "Musk helped kill a congressional spending bill. But much of what he spread was misinformation - The Associated Press",
        "After causing outrage on the first day of Y Combinator, AI code editor PearAI lands $1M seed - TechCrunch",
        "FDA approves Zepbound® (tirzepatide) as the first and only prescription medicine for moderate-to-severe obstructive sleep apnea in adults with obesity - Investors | Eli Lilly and Company",
        "‘Packages and profits over people’: What it’s like to be an Amazon driver and why some are on strike - CNN",
        "Rapid spread of H5N1 bird flu through California dairy herds suggests unknown paths of transmission - STAT",
        "Did the NYPD's perp walk of Luigi Mangione backfire? - Gothamist",
        "'Mystery disease' in Congo turned out to be malaria — and potentially, another disease - Livescience.com",
        "Mega Millions jackpot surges to $862 million - ABC News",
        "Here’s how Apple’s AirPods Pro hearing assistance stacks up to professional results - Digital Trends"
    ]
}