{
    "headlines": [
        "ਲਾਤੀਨੀ ਵੋਟਰਾਂ ਨਾਲ ਟਰੰਪ ਦਾ ਵਾਧਾ ਕਾਂਗਰਸ ਦੇ ਲੜਾਈ ਦੇ ਮੈਦਾਨ ਦੇ ਨਕਸ਼ੇ ਨੂੰ ਅੱਗੇ ਵਧਾ ਰਿਹਾ ਹੈ - ਪੋਲੀਟਿਕੋ",
        "ਤੁਹਾਨੂੰ ਸਿੰਗਲ-ਯੂਜ਼ ਪਲਾਸਟਿਕ ਦੀ ਮੁੜ ਵਰਤੋਂ ਕਿਉਂ ਨਹੀਂ ਕਰਨੀ ਚਾਹੀਦੀ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਸੰਯੁਕਤ ਰਾਸ਼ਟਰ ਨੇ ਲੁੱਟ ਤੋਂ ਬਾਅਦ ਗਾਜ਼ਾ ਦੇ ਮੁੱਖ ਕਰਾਸਿੰਗ ਰਾਹੀਂ ਸਹਾਇਤਾ ਭੇਜਣ 'ਤੇ ਰੋਕ ਲਗਾ ਦਿੱਤੀ ਹੈ । ਇਹ ਸੰਕਟ ਨੂੰ ਇਜ਼ਰਾਈਲ' ਤੇ ਜ਼ਿੰਮੇਵਾਰ ਠਹਿਰਾਉਂਦਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਭਾਰੀ ਝੀਲ-ਪ੍ਰਭਾਵ ਵਾਲੀ ਬਰਫ ਗ੍ਰੇਟ ਲੇਕਸ ਖੇਤਰ ਵਿਚ ਧੋਖੇਬਾਜ਼ ਯਾਤਰਾ ਪੈਦਾ ਕਰਦੀ ਹੈ ਕਿਉਂਕਿ ਵਿਆਪਕ ਆਰਕਟਿਕ ਠੰਡ ਅਮਰੀਕਾ ਨੂੰ ਜੰਮਦੀ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਨਸ਼ਿਆਂ ਤੋਂ ਬਚਣ ਵਾਲਿਆਂ ਦੀ ਇੱਕ ਪੀੜ੍ਹੀ ਬੁ oldਾਪੇ ਵਿੱਚ ਦਾਖਲ ਹੋ ਰਹੀ ਹੈ - ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "ਬੇਮਿਸਾਲ ਵਿਰੋਧ ਪ੍ਰਦਰਸ਼ਨਾਂ ਨੇ ਜਾਰਜੀਆ ਨੂੰ ਝੰਜੋੜਿਆ ਕਿਉਂਕਿ ਸਰਕਾਰ ਨੇ ਯੂਰਪੀਅਨ ਯੂਨੀਅਨ ਦੀ ਬੋਲੀ ਨੂੰ ਖਤਮ ਕਰ ਦਿੱਤਾ - ਪੋਲਿਟਿਕੋ ਯੂਰਪ",
        "ਯਤੀ ਕੂਲਰ ਮਾਰਕੀਟ ਨੂੰ ਜਿੱਤਣ ਲਈ ਬਾਹਰ ਨਿਕਲਿਆ. ਸਪਲਾਈ-ਚੇਨ ਕਤਲ ਨੇ ਇਸ ਨੂੰ ਲਗਭਗ ਪਟੜੀ ਤੋਂ ਉਤਰ ਦਿੱਤਾ... - ਬਿਜ਼ਨਸ ਇਨਸਾਈਡਰ",
        "ਵਰਲਡ ਸੈਂਟਰਲ ਕਿਚਨ ਨੇ ਇਜ਼ਰਾਈਲ ਦੀ ਹੜਤਾਲ ਦੁਆਰਾ ਕਾਰ ਲਿਜਾਣ ਵਾਲੇ ਸਟਾਫ ਨੂੰ ਮਾਰਨ ਤੋਂ ਬਾਅਦ ਗਾਜ਼ਾ ਦੇ ਕੰਮ ਨੂੰ ਰੋਕ ਦਿੱਤਾ - ਬੀਬੀਸੀ.",
        "ਡੋਨਾਲਡ ਟਰੰਪ ਨੇ ਡੀਈਏ ਲਈ ਐਫਬੀਆਈ ਅਤੇ ਚੈਡ ਕ੍ਰੋਨਿਸਟਰ ਲਈ ਕਾਸ਼ ਪਟੇਲ ਨੂੰ ਚੁਣਿਆ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਨੰਬਰ 3 ਟੈਕਸਾਸ ਨੇ ਨੰਬਰ 7 ਜਾਰਜੀਆ - ਯਾਹੂ ਸਪੋਰਟਸ ਦੇ ਵਿਰੁੱਧ ਐਸਈਸੀ ਟਾਈਟਲ ਗੇਮ ਵਿੱਚ ਸਥਾਨ ਹਾਸਲ ਕਰਨ ਲਈ ਨੰਬਰ 20 ਟੈਕਸਾਸ ਏ ਐਂਡ ਐਮ ਨੂੰ ਬੰਦ ਕਰ ਦਿੱਤਾ ਹੈ",
        "ਸਾ Southਥਵੈਸਟ ਏਅਰਲਾਈਨਜ਼ ਸੱਟ ਲੱਗਣ ਦੀ ਸੰਭਾਵਨਾ ਨੂੰ ਘਟਾਉਣ ਲਈ ਉਡਾਣਾਂ ਵਿਚ ਪਹਿਲਾਂ ਕੈਬਿਨ ਸੇਵਾ ਖ਼ਤਮ ਕਰੇਗੀ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "‘ਫੋਰਨਾਈਟ’ ਸਰਵਰ ਹੇਠਾਂ ਹਨ, ਇੱਥੇ ਜਦੋਂ ਅਧਿਆਇ 6, ਸੀਜ਼ਨ 1 ਲਾਈਵ ਜਾਂਦਾ ਹੈ - ਫੋਰਬਸ",
        "ਦੋ ਸਾਲਾ ਗੋਲੀ ਏਡਜ਼ ਨੂੰ ਖਤਮ ਕਰਨ ਵਿੱਚ ਸਹਾਇਤਾ ਕਰ ਸਕਦੀ ਹੈ. ਪਰ ਕੀ ਇਹ ਹਰ ਕਿਸੇ ਨੂੰ ਮਿਲੇਗਾ ਜਿਸਦੀ ਜ਼ਰੂਰਤ ਹੈ? - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਟਰੰਪ ਨੇ ਡਾਲਰ ਦੀ ਵਰਤੋਂ ’ਤੇ ਬ੍ਰਿਕਸ ਦੇਸ਼ਾਂ ਤੋਂ’ ਵਚਨਬੱਧਤਾ’ਦੀ ਕੀਤੀ ਮੰਗ - ਬਲੂਮਬਰਗ",
        "ਰਿਆਨ ਡੇਅ ਦੇ ਅੰਦਰ ਮਿਸ਼ੀਗਨ ਨੂੰ ਲਗਾਤਾਰ ਚੌਥਾ ਹਾਰਃ 'ਨਿਰਾਸ਼. ਅਚਾਨਕ. ਕੁਚਲਿਆ.' - ਫੌਕਸ ਸਪੋਰਟਸ",
        "2024 ਡਬਲਯੂਡਬਲਯੂਈ ਸਰਵਾਈਵਰ ਸੀਰੀਜ਼ਃ ਵਾਰਗੈਮਜ਼ ਸਮੀਖਿਆ, ਜੇਤੂ, ਗ੍ਰੇਡਃ ਬਲੱਡਲਾਈਨ ਬੈਟਲ ਵਿਚ ਰੋਮਨ ਰੀਗਨਸ ਸੋਲੋ ਸਿਕੋਆ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਟਰੰਪ ਨੇ ਫਲੋਰਿਡਾ ਸ਼ੈਰਿਫ ਨੂੰ ਡੀਈਏ ਪ੍ਰਬੰਧਕ ਵਜੋਂ ਟੈਪ ਕੀਤਾ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਹਫਤੇ 14 ਤੋਂ ਬਾਅਦ ਕਾਲਜ ਫੁੱਟਬਾਲ ਕਟੋਰੇ ਦੇ ਅਨੁਮਾਨਃ ਟੈਕਸਾਸ ਜਿੱਤਣ ਤੋਂ ਬਾਅਦ ਪਲੇਆਫ ਬਦਲਦਾ ਹੈ, ਓਹੀਓ ਸਟੇਟ ਫਾਲਟਰ - 247Sports",
        "ਬੇਰੂਤ ਨੇੜੇ ਹਿਜ਼ਬੁਲ ਦੇ ਗੜ੍ਹ 'ਚ ਤਬਾਹੀ ਦਾ ਪੈਮਾਨਾ ਦੇਖੋ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਹਟਾਈ"
    ]
}