{
    "headlines": [
        "Фьючерсы на акции снижаются, поскольку трейдеры готовятся к январскому отчету о потребительской инфляции: обновления в реальном времени - CNBC",
        "Компания ИИ стоимостью в миллиард долларов, о которой никто не говорит, и почему вы должны заботиться - ZDNet",
        "Зимняя хлыстовая травма: еще один снег, ледяная буря поражает Средний Запад, Восток - США СЕГОДНЯ",
        "Результаты CVS являются самыми высокими оценками, даже несмотря на то, что высокие медицинские расходы снижают страховую единицу - CNBC",
        "Сиднейская больница очищает про-палестинские посты в социальных сетях после того, как медсестры попали в антисемитский скандал - The Jerusalem Post",
        "Samsung Galaxy A56 просочился со всех сторон - The Verge",
        "Краткая. Загадочная. - Тревога провоцирует. «Внутри крестового похода ДОЖА по пересмотру GSA - POLITICO",
        "Эйнштейн был прав – Евклид только что запечатлел искривление пространства-времени в идеальном космическом кольце - SciTechDaily",
        "Кевин Дюрант стал 8-м игроком в истории НБА, набравшим 30 000 очков - NBA.Com",
        "Суперкубок Eagles vs. Chiefs: 40 победителей, 6 проигравших и 3 IDK - Bleeding Green Nation",
        "«Капитан Америка: дивный новый мир» вызывает смешанные первые реакции, некоторые хвалят его как «абсолютный взрыв», а другие говорят, что он «слегка пуст» - Разнообразие",
        "Трамп готовит соответствующие тарифы для торговых партнеров, возможно, создав крупное экономическое противостояние - The Associated Press",
        "Ваш ежедневный гороскоп: 12 февраля 2025 года - The Globe and Mail",
        "Административный указ Трампа обещает существенное сокращение федеральной рабочей силы - The Washington Post",
        "Марк Фогель: школьный учитель из США, выпущенный Россией - BBC.com",
        "Как мир перестал волноваться и научился любить ИИ - POLITICO EUROPE",
        "Нетаньяху: Израиль возобновит войну в Газе, если заложники не будут освобождены в субботу - Axios",
        "Арнольд Шварценеггер дразнит обнаженную сцену сына в третьем сезоне «Белого лотоса», а фанаты вспоминают «Прибытие Терминатора - крайний срок»",
        "Gurman: iPhone SE 4 выйдет «на следующей неделе», другие анонсы стартуют завтра - MacRumors",
        "Super Micro Computer (SMCI) Q2 2025 Earnings Call Transcript - The Motley Fool"
    ]
}