{
    "headlines": [
        "ਕੈਂਟਕੀ ਰਾਜ ਦੇ ਸੈਨੇਟਰ ਜੌਨੀ ਟਰਨਰ ਦੀ ਲਾਅਨ ਮੋਵਰ 'ਤੇ ਖਾਲੀ ਸਵੀਮਿੰਗ ਪੂਲ ਵਿਚ ਡੁੱਬਣ ਤੋਂ ਬਾਅਦ ਮੌਤ ਹੋ ਗਈ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਐਲਨ ਮਸਕ ਦਾ 'ਧਿਆਨ ਭਟਕਾਉਣ' ਉਸ ਲਈ — ਅਤੇ ਉਸ ਦੀਆਂ ਕੰਪਨੀਆਂ ਲਈ ਵੱਡੀ ਜਿੱਤ ਦੇ ਰੂਪ ਵਿੱਚ ਖਤਮ ਹੋ ਸਕਦਾ ਹੈਃ ਸਵੇਰ ਦਾ ਸੰਖੇਪ - ਯਾਹੂ ਵਿੱਤ",
        "ਹਟਾਈ",
        "ਕਲੀਪਰਾਂ ਦਾ ਚਮਕਦਾ ਨਵਾਂ ਅਖਾੜਾ ਇਸ ਦੇ ਅੰਦਰ ਖੇਡਣ ਵਾਲੀ ਟੀਮ ਦੀ ਦਰਮਿਆਨੀਤਾ ਨੂੰ ਅਸਪਸ਼ਟ ਨਹੀਂ ਕਰ ਸਕਦਾ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਐਂਡੀ ਡਾਲਟਨ ਦੇ ਕਾਰ ਹਾਦਸੇ ਵਿੱਚ ਜ਼ਖਮੀ ਹੋਣ ਤੋਂ ਬਾਅਦ ਬ੍ਰਾਈਸ ਯੰਗ ਪੈਨਥਰਜ਼ ਦੇ ਸਟਾਰਟਰ ਵਜੋਂ ਵਾਪਸ ਆ ਗਿਆ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਹਟਾਈ",
        "ਇਜ਼ਰਾਈਲ ਨੇ ਨਿਕਾਸੀ ਦੇ ਆਦੇਸ਼ਾਂ ਤੋਂ ਬਾਅਦ ਲੇਬਨਾਨੀ ਸ਼ਹਿਰ ਟਾਇਰ 'ਤੇ ਹਮਲਾ ਕੀਤਾ - ਬੀਬੀਸੀ.",
        "ਬੋਇੰਗ ਫੈਕਟਰੀ ਵਰਕਰਾਂ ਨੇ ਇਕਰਾਰਨਾਮੇ ਨੂੰ ਰੱਦ ਕਰਨ ਅਤੇ 6 ਹਫ਼ਤਿਆਂ ਦੀ ਹੜਤਾਲ ਜਾਰੀ ਰੱਖਣ ਲਈ ਵੋਟ ਦਿੱਤੀ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਸਮੋਆ ਵਿੱਚ ਕਿੰਗ ਚਾਰਲਸ ਸਿਪਸ ਨਸ਼ੀਲੇ ਪਦਾਰਥਾਂ ਦੀ ਬਰੀਵ - ਡੀਡਬਲਯੂ (ਅੰਗਰੇਜ਼ੀ)",
        "ਡੋਨਾਲਡ ਟਰੰਪ ਯੂਕੇ ਦੇ ਕੀਅਰ ਸਟਾਰਮਰ ਨਾਲ ਲੜਾਈ ਕਿਉਂ ਗਏ — ਇੱਕ ਲਿੰਕਡਿਨ ਪੋਸਟ ਉੱਤੇ - ਪੋਲੀਟੀਕੋ ਯੂਰਪ",
        "Leonardo DiCaprio & ਪ੍ਰੇਮਿਕਾ Vittoria Ceretti NYC ਮਿਤੀ 'ਤੇ ਹੱਥ ਫੜਨ - ਈ! ਨਿਊਜ਼",
        "ਅਸੀਂ ਮੈਕਡੋਨਲਡਜ਼ ਈ. ਕੋਲੀ ਫੈਲਣ ਦੀ ਜਾਂਚ ਬਾਰੇ ਕੀ ਜਾਣਦੇ ਹਾਂ - ਸੀ ਐਨ ਐਨ",
        "ਡੋਨਾਲਡ ਟਰੰਪ ਨੇ ਸਮਰਥਕਾਂ ਨੂੰ ਚਾਰਲੀ ਕਿਰਕ ਦੁਆਰਾ ਆਯੋਜਿਤ ਜੀਵੰਤ ਜਾਰਜੀਆ ਰੈਲੀ ਵਿਚ ‘ਸਿਰਫ ਵੋਟ’ ਪਾਉਣ ਲਈ ਕਿਹਾ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਹੈਰਿਸ-ਟਰੰਪ ਸ਼ੋਅਡਾਉਨਃ ਨਵੀਂ ਰਾਸ਼ਟਰੀ ਪੋਲ ਦਰਸਾਉਂਦੀ ਹੈ ਕਿ ਚੋਣ ਦਿਵਸ ਤੋਂ 2 ਹਫ਼ਤਿਆਂ ਦਾ ਕਿਨਾਰਾ ਕਿਸ ਕੋਲ ਹੈ - ਫੌਕਸ ਨਿ Newsਜ਼",
        "ਰੋਬ ਲੋਅ ਨੇ ਡੈਮੀ ਮੂਰ ਨਾਲ \"ਬ੍ਰੈਟ ਪੈਕ\" ਰੋਮਾਂਸ ਨੂੰ ਸਵੀਕਾਰ ਕੀਤਾ - ਈ! ਆਨਲਾਈਨ - ਈ! ਨਿਊਜ਼",
        "ਯੈਂਕੀਜ਼ ਰੋਟੇਸ਼ਨ ਐਜ ਨੂੰ ਵਰਲਡ ਸੀਰੀਜ਼ ਜੇਤੂ ਫਾਰਮੂਲੇ ਵਿੱਚ ਬਦਲ ਸਕਦੇ ਹਨ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਵਾਸ਼ਿੰਗਟਨ ਰਾਜ ਦੇ ਅਧਿਕਾਰੀ ਬਰਡ ਫਲੂ ਦੇ ਚਾਰ ਨਵੇਂ ਮਾਮਲਿਆਂ ਦੀ ਪਛਾਣ ਕਰਦੇ ਹਨ, ਜਿਵੇਂ ਕਿ ਐਚ 5 ਐਨ 1 ਦਾ ਪ੍ਰਕੋਪ ਫੈਲਦਾ ਹੈ - ਫੌਕਸ ਨਿ Newsਜ਼",
        "ਵਾਲ ਸਟ੍ਰੀਟ ਬੰਦ ਹੁੰਦੀ ਹੈ, ਤਕਨੀਕੀ ਘਾਟੇ ਅਤੇ ਰੇਟਾਂ ਬਾਰੇ ਚਿੰਤਾਵਾਂ ਦੁਆਰਾ ਦਬਾਅ ਪਾਇਆ ਜਾਂਦਾ ਹੈ - ਰਾਇਟਰਜ਼",
        "ਡੀਓਜੇ ਨੇ ਐਲਨ ਮਸਕ ਨੂੰ ਸਵਿੰਗ ਰਾਜਾਂ ਵਿੱਚ ਆਪਣੇ 1 ਮਿਲੀਅਨ ਡਾਲਰ ਦੇ ਵੋਟਿੰਗ ਸਵੀਪਸਟੇਕਸ ਬਾਰੇ ਚੇਤਾਵਨੀ ਦਿੱਤੀਃ ਰਿਪੋਰਟਾਂ - ਬਿਜ਼ਨਸ ਇਨਸਾਈਡਰ",
        "ਵਿਸਤ੍ਰਿਤ ਮਿਸ਼ਨ ਨੂੰ ਸਮੇਟਣ ਲਈ ਚਾਰ ਸਪੇਸ ਸਟੇਸ਼ਨ ਫਲਾਇਰ ਅਨਡੌਕ ਅਤੇ ਸ਼ੁੱਕਰਵਾਰ ਸਪਲੈਸ਼ਡਾਉਨ ਲਈ ਸਿਰ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼"
    ]
}