{
    "headlines": [
        "Delta, Endeavor planes collide on tarmac at Hartsfield-Jackson Atlanta International Airport - Fox News",
        "iPhone 16, Apple Intelligence, AirPods 4 and more: Everything revealed at Apple Event 2024 - TechCrunch",
        "[Removed]",
        "How ABC presidential debate rules work for tonight's Trump vs. Harris showdown - CBS News",
        "A woman is killed near Moscow after more than 140 Ukrainian drones target Russia, officials say - The Associated Press",
        "Dozens of casualties and more feared buried in Israeli airstrike on Gaza humanitarian zone targeting Hamas militants - CNN",
        "Southwest Airlines shakes up its board under pressure from a big shareholder - ABC News",
        "Tropical Storm Francine Hurricane Strike Tomorrow - The Weather Channel",
        "Federal Reserve halves proposed capital requirement rise for largest US banks - Financial Times",
        "Sony announces the $700 PS5 Pro with a larger GPU, advanced ray tracing, and AI upscaling - The Verge",
        "Israel says its forces likely unintentionally shot and killed an American activist in the West Bank - The Associated Press",
        "‘SNL’ welcomes three new cast members as Chloe Troast departs - CNN",
        "Civil Rights Group Color Of Change Calls Out CMA Awards for Beyoncé Snub (Exclusive) - Hollywood Reporter",
        "Mammogram patients now have to be told about their breast density. Here's what to know. - CBS News",
        "JD Vance repeats baseless claim Haitian immigrants are eating pets as Ohio officials say there is no evidence - CBS News",
        "Samsung Galaxy S25 Ultra: Leak Claims New iPhone 16 Pro-Beating Specs - Forbes",
        "Takeaways from 49ers 'MNF' Week 1 win vs. Jets | 'GMFB' - NFL",
        "[Removed]",
        "Live updates: Airport Fire burning in Trabuco Canyon grows to 8,500 acres - KTLA Los Angeles",
        "A robot has begun a 2-week mission to retrieve melted fuel from the damaged Fukushima nuclear plant - The Associated Press"
    ]
}