{
    "headlines": [
        "بايدن يتطلع إلى تخفيف العقوبات على كوبا في الأيام الأخيرة قبل ترامب - رويترز كندا",
        "يصبح ChatGPT أكثر شبهاً بـ Siri مع ميزة المهام المجدولة الجديدة - Ars Technica",
        "خمس ملخصات من جلسة استماع بيت هيغزيث - BBC.com",
        "من المقرر أن تطلق فالكون 9 مسبارين إلى القمر في نفس المهمة - NASASpaceflight.com",
        "يمكن الإعلان عن Nintendo Switch 2 هذا الأسبوع: الشائعات (والحقائق) حتى الآن - TechCrunch",
        "جاستن بالدوني يطالب ديزني، مارفل يحافظ على \"جميع الوثائق المتعلقة\" بريان رينولدز نيكبول في \"ديدبول وولفيرين\" وسط معركة بليك ليفلي القانونية (حصرية) - متنوعة",
        "يكرر جيمي بتلر الطلب على التجارة في اجتماع وجهاً لوجه مع بات رايلي من هيت - نيويورك بوست",
        "ستيف جوتنبرج والجيران الذين نجوا من الحريق حتى الآن \"تكاتفوا معًا\" من أجل \"الوقوف والقتال\" (حصريًا) - AOL",
        "حفل افتتاح ترامب: إليك ما يجب معرفته عن قائمة الضيوف والجدول الزمني وفناني الأداء والمزيد - فوربس",
        "محذوف",
        "كابيتال وان تقاضيها هيئة رقابة أمريكية تزعم أن البنك غش عملاء من 2 مليار دولار - إيه بي سي نيوز",
        "يدعم ووبي غولدبرغ قرار كاري أندروود بالغناء في حفل تنصيب ترامب...ولكن لن يشاهد - الموعد النهائي",
        "صوت النائب داستن بوروز لصالح رئيس مجلس النواب في تكساس، في ضربة لحركة الحزب الجمهوري المتمردة - تكساس تريبيون",
        "يخطط زوكربيرج لتسريح عمال ميتا حيث تقوم الشركة بإلغاء \"ذوي الأداء المنخفض\" بشكل أسرع - واشنطن بوست",
        "كوريا الجنوبية: يحاول المحققون اعتقال الرئيس يون المعزول للمرة الثانية - BBC.com",
        "أظهرت السجلات أن وزارة الزراعة الأمريكية وثقت الحشرات والوحل في نباتات رأس الخنزير - وكالة أسوشيتد برس",
        "ويب التابع لوكالة ناسا يكشف عن طبقات معقدة من الغبار والغاز بين النجوم - WebbTelescope.org",
        "مايك توملين يتداول الشائعات: يعالج مدرب ستيلرز بصراحة تكهنات الفرق التي تستفسر عن التوافر - سي بي إس سبورتس",
        "تحديثات حية: 88000 لا يزالون تحت أوامر الإخلاء في حرائق مقاطعة لوس أنجلوس - إن بي سي لوس أنجلوس",
        "تقرير: يتم استخدام Android Auto من قبل عدد أقل من الشركاء السائقين، لكن YouTube Music حقق نجاحًا كبيرًا في السيارة - 9to5Google"
    ]
}