{
    "headlines": [
        "Notícias rápidas: GTA6, Michael, Switch, Marty, You - Dark Horizons",
        "As exportações da China ultrapassam a previsão, à medida que as fábricas lideram a ameaça tarifária de Trump - Reuters",
        "'Sobre-humano' Kalkbrenner rede 49 para Creighton - ESPN",
        "   Removido ",
        "Milhares ordenados a evacuar enquanto poderosos incêndios florestais alimentados pelo vento queimam casas no sul da Califórnia - The Associated Press",
        "A visão de países onde a vitória de Trump realmente importa - BBC.com",
        "   Removido ",
        "Quem vai ganhar a Câmara? Aqui estão as corridas excepcionais para assistir - BBC.com",
        "Chris Evans parece quase irreconhecível com cabelos mais longos e barba espessa na sessão de fotos ‘Red One’ no Reino Unido - Página seis",
        "Uma equipe surpreendente da MLB supostamente ligou para Juan Soto no início da Free Agency - Sports Illustrated",
        "Dak Prescott, dos Cowboys, pode precisar de cirurgia de fim de temporada no tendão lesionado - The Dallas Morning News",
        "O maior inimigo de Trump no tribunal está à procura de uma estratégia de saída - POLITICO",
        "As injeções de perda de peso Ozempic valem os efeitos colaterais? Existem opções melhores? - KSL.com",
        "Como o investimento de US $ 130 milhões de Elon Musk na vitória de Trump pode render uma enorme recompensa para Tesla e o resto de seu império de negócios - Fortune",
        "Furacão Rafael chicoteia Cuba, colapso da rede elétrica - Reuters Canadá",
        "Previsão da Aurora Boreal: aqui é onde a Aurora Boreal pode ser vista esta noite - Forbes",
        "O que os CEOs das Big Techs querem de uma segunda presidência de Trump - Financial Times",
        "Scrub! SpaceX desiste do lançamento de quarta-feira do Cabo Canaveral SLC-40 - Florida Today",
        "Austrália propõe proibição de redes sociais para menores de 16 anos - Reuters",
        "Jennifer Lopez teve a resposta mais doce ao elogio 'Imparável' de Ben Affleck - InStyle"
    ]
}