{
    "headlines": [
        "المخطط: \"لا يوجد مؤشر\" على انتقال ستيلرز من مايك توملين - مستودع ستيلرز",
        "شرب الأمريكيون كميات أقل من الكحول حتى قبل أن يزن الجراح العام - واشنطن بوست",
        "المصادر: Vrabel ليصبح مدربًا جديدًا للوطنيين - ESPN",
        "توفي نجم تلفزيون \"Kiddy Kapers\" السابق عندما اجتاحت حرائق الغابات في كاليفورنيا عقارات ماليبو، كما تقول الأم - سي إن إن",
        "وزراء خارجية الاتحاد الأوروبي لمعالجة تخفيف العقوبات المفروضة على سوريا في نهاية الشهر - رويترز",
        "يصف لامار جاكسون من رايفنز مشاهدة ديريك هنري يمر عبر ستيلرز: \"يبدو وكأنه مقطع فيلم\" - NFL.com",
        "معطلو حكومة ترامب يخففون من وجهات النظر الرئيسية مع اقتراب جلسات الاستماع - أكسيوس",
        "يقول رجل من كاليفورنيا إن اثنين من قططه ماتا بعد شرب الحليب الخام الذي تم استدعاؤه لإنفلونزا الطيور - وكالة أسوشيتد برس",
        "متجر ميسي في بروكلين، الذي كان في يوم من الأيام أبراهام وشتراوس الشهير، يغلق أبوابه - جوثامست",
        "شاشات الكمبيوتر الثمانية الأكثر إثارة للاهتمام من معرض الإلكترونيات الاستهلاكية 2025 - آرس تكنيكا",
        "ارتفاع ستاندرد آند بورز بقيمة 18 تريليون دولار مهدد بعلم النفس بعائد 5 ٪ - بلومبرغ",
        "\"أعلام حمراء\" مرفوعة فوق وحش بحري قديم تم سحبه من منجم مغربي - Livescience.com",
        "توقعات الطقس لحرائق كاليفورنيا: لا تزال مخاطر الحرائق حرجة وسط رياح عاصفة قوية - ABC News",
        "يقول ستافريديس إن خطة ترامب لغرينلاند \"ليست فكرة مجنونة\" - ذا هيل",
        "حرائق غابات كاليفورنيا: يرتفع عدد القتلى إلى 16 مع توسع حريق الحواجز الكارثي، وعودة رياح سانتا آنا - طقس فوكس",
        "يقول مسؤول الصحة الصيني إن معدل الإصابة بفيروس التهاب الكبد الوبائي في شمال الصين آخذ في الانخفاض - أصوات ياهو!",
        "قال اختبار أنفي جديد لتحديد الأنواع الفرعية للربو عند الأطفال - واشنطن بوست",
        "يدعي الجيش السوداني الاستيلاء على مدينة واد مدني الرئيسية من المتمردين - BBC.com",
        "هذه الجامعة التي يبلغ عمرها 922 عامًا في إنجلترا تنتج أكبر عدد من المليارديرات - وألبرت أينشتاين وإيما واتسون وبيل كلينتون من بين خريجيها المشهورين - فورتشن",
        "خس الفضاء: خطط ناسا لزراعة نباتات مغذية على المريخ - Earth.com"
    ]
}