{
    "headlines": [
        "ਯੂਨਾਈਟਿਡਹੈਲਥਕੇਅਰ ਦੇ ਸੀਈਓ ਨੇ ਨਵੀਨਤਮ ਸ਼ੂਟਿੰਗ ਕੀਤੀਃ ਦਿਲਚਸਪੀ ਰੱਖਣ ਵਾਲਾ ਵਿਅਕਤੀ ਲੁਈਗੀ ਮੈਂਗਿਓਨ ਗ੍ਰਿਫਤਾਰੀ ਅਧੀਨ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਉਤਰਾਧਿਕਾਰੀ ਡਰਾਮਾਃ ਰੂਪਰਟ ਮਰਡੋਕ ਨੇ ਬੇਟੇ ਮੀਡੀਆ ਸਾਮਰਾਜ ਨੂੰ ਛੱਡਣ ਲਈ ਅਦਾਲਤ ਦੀ ਬੋਲੀ ਗੁਆ ਦਿੱਤੀ - ਐਕਸੀਓਸ",
        "ਐਕਸਕਲੂਸਿਵਃ ਅਸਦ ਦੇ ਅਲਾਵਾਇਟ ਜੱਦੀ ਸ਼ਹਿਰ ਵਿੱਚ, ਸੀਰੀਆ ਦੇ ਬਾਗੀਆਂ ਨੇ ਸਮਰਥਨ ਦਾ ਬਿਆਨ ਜਿੱਤਿਆ - ਰਾਇਟਰਜ਼",
        "ਸੀਰੀਆ ਦੇ ਵਿਦਰੋਹੀ ਨਿਯੰਤਰਣ ਨੂੰ ਮਜ਼ਬੂਤ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰਦੇ ਹਨ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "ਚੀਨ ਨੇ ਏਕਾਧਿਕਾਰ ਵਿਰੋਧੀ ਕਾਨੂੰਨਾਂ ਦੀ ਉਲੰਘਣਾ ਕਰਨ ਲਈ ਏਆਈ ਚਿੱਪ ਕੰਪਨੀ ਦੀ ਜਾਂਚ ਖੋਲ੍ਹਣ ਤੋਂ ਬਾਅਦ ਐਨਵੀਡੀਆ ਦਾ ਸਟਾਕ ਡਿੱਗ ਗਿਆ - ਯਾਹੂ ਵਿੱਤ",
        "ਬੰਗਲ ਬਨਾਮ ਕਾਊਬੌਇਜ਼ ਔਡਸ, ਸਪ੍ਰੈਡ, ਸਟਾਰਟ ਟਾਈਮਃ 2024 ਸੋਮਵਾਰ ਨਾਈਟ ਫੁੱਟਬਾਲ ਪਿਕਸ ਐਨਐਫਐਲ ਮਾਡਲ ਦੁਆਰਾ 24-10 ਰਨ ਤੇ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਉਮਰ ਅਤੇ ਨਵੇਂ ਭਾਰ ਘਟਾਉਣ ਵਾਲੀਆਂ ਦਵਾਈਆਂ - ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "Jay-Z ਚਾਹੁੰਦਾ ਹੈ ਸੀਨ \"Diddy\" Combs ਬਲਾਤਕਾਰ ਕੇਸ ਖਾਰਜ ਜ ਜੇਨ Doe ਦੇ ਨਾਮ ਦਾ ਖੁਲਾਸਾ - ਡੈੱਡਲਾਈਨ",
        "ਸੀਰੀਆ ਅਪਡੇਟਸਃ ਜਰਮਨੀ ਨੇ ਸੀਰੀਆ ਦੇ ਲੋਕਾਂ ਲਈ ਪਨਾਹ ਦੀ ਕਾਰਵਾਈ ਰੋਕ ਦਿੱਤੀ - ਡੀਡਬਲਯੂ (ਅੰਗਰੇਜ਼ੀ)",
        "ਐਕਸਕਲੂਸਿਵ | ਮੈਕਿੰਸੀ ਸਾਲਾਂ ਵਿੱਚ ਆਪਣੇ ਭਾਈਵਾਲਾਂ ਦੇ ਸਭ ਤੋਂ ਛੋਟੇ ਸਮੂਹ ਨੂੰ ਉਤਸ਼ਾਹਤ ਕਰਦਾ ਹੈ - ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "ਅਸਦ ਦਾ ਪਤਨ ਰੂਸ ਲਈ ਨਿਮਰਤਾ ਭਰਿਆ ਝਟਕਾ ਹੈ । ਇਸ ਦਾ ਪੁਤਿਨ ਦੇ ਵੱਕਾਰ 'ਤੇ ਕੀ ਅਸਰ ਪਵੇਗਾ? - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਹੈਤੀ ਗਿਰੋਹ ਨੇ ਲਗਪਗ 180 ਲੋਕਾਂ ਦਾ ਕੀਤਾ ਕਤਲੇਆਮ, ਬਜ਼ੁਰਗਾਂ ਨੂੰ ਬਣਾਇਆ ਨਿਸ਼ਾਨਾ - Reuters",
        "ਓਪਨਏਆਈ ਦਾ ਸੋਰਾ ਵੀਡੀਓ ਜੇਨਰੇਟਰ ਚੈਟਜੀਪੀਟੀ ਪ੍ਰੋ ਅਤੇ ਪਲੱਸ ਗਾਹਕਾਂ ਲਈ ਲਾਂਚ ਕਰ ਰਿਹਾ ਹੈ — ਪਰ ਯੂਰਪੀਅਨ ਯੂਨੀਅਨ ਵਿੱਚ ਨਹੀਂ - ਟੈਕਕ੍ਰਾਂਚ",
        "ਟੇਲਰ ਸਵਿਫਟ ਨੇ ਇਰਾਸ ਟੂਰ 'ਤੇ ਕਾਸਟ ਅਤੇ ਕਰੂ ਨੂੰ ਬੋਨਸ ਵਿਚ 197 ਮਿਲੀਅਨ ਡਾਲਰ ਦਿੱਤੇ ਹਨਃ ਰਿਪੋਰਟ - ਭਿੰਨਤਾ",
        "ਵੈਬਬ ਟੈਲੀਸਕੋਪ ਪੁਸ਼ਟੀ ਕਰਦਾ ਹੈ ਕਿ ਬ੍ਰਹਿਮੰਡ ਅਚਾਨਕ ਦਰ ਨਾਲ ਫੈਲ ਰਿਹਾ ਹੈ - ਰਾਇਟਰਜ਼",
        "ਟਿਕਟਾਕ ਨੇ ਅਮਰੀਕਾ 'ਤੇ ਲੱਗੀ ਪਾਬੰਦੀ' ਤੇ ਐਮਰਜੈਂਸੀ ਰੋਕ ਦੀ ਮੰਗ ਕੀਤੀ - BBC.com",
        "ਗੋਲਡਨ ਗਲੋਬਜ਼ 2025: ਰਾਸ਼ਟਰਪਤੀ ਚੁਣੇ ਗਏ ਟਰੰਪ ਦੀ ਚਮੜੀ ਦੇ ਹੇਠਾਂ ਆਉਣ ਦੀ ਗਰੰਟੀਸ਼ੁਦਾ ਜੀਵੰਤ ਸੂਚੀ - ਦਿ ਗਾਰਡੀਅਨ",
        "ਕਿਵੇਂ ਇੱਕ ਓਵਰਜਿਲਸ ਯੈਂਕੀਜ਼ ਸੁਰੱਖਿਆ ਗਾਰਡ ਨੇ ਮੈਟਸ ਲੈਂਡ ਜੁਆਨ ਸੋਟੋ ਦੀ ਮਦਦ ਕੀਤੀ - ਸਪੋਰਟਸ ਇਲਸਟ੍ਰੇਟਿਡ",
        "ਡੀਆਰਸੀ ਵਿੱਚ ਉੱਚ ਮੌਤ ਦਰ ਦੇ ਨਾਲ ਰਹੱਸਮਈ ਪ੍ਰਕੋਪ ਤਕਨੀਕੀ ਸਪਲਾਈ ਚੇਨ ਨੂੰ ਵਿਗਾੜ ਸਕਦਾ ਹੈ - ਰਜਿਸਟਰ",
        "ਸਰਦੀਆਂ ਰਸੋਈ ਭਰਪੂਰਤਾ ਦਾ ਸਮਾਂ ਹੋ ਸਕਦਾ ਹੈ. ਮਾਹਰ ਪੌਸ਼ਟਿਕ ਭੋਜਨ ਖਾਣ ਬਾਰੇ ਸੁਝਾਅ ਸਾਂਝੇ ਕਰਦੇ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ"
    ]
}