{
    "headlines": [
        "Der US-Senat stimmt über ein Gesetz ab, um die Regierung offen zu halten - Financial Times",
        "[removed]",
        "Ukrainische Drohnen greifen tief in russisches Territorium ein, Hunderte von Meilen von der Frontlinie entfernt - POLITICO",
        "Gastkolumne | Kurz nach der Geburt hatte ich einen Schlaganfall. Es ist nicht so ungewöhnlich. - The Washington Post",
        "Eine Eule kam in den Schornstein einer Familie und saß auf ihrem Weihnachtsbaum: Sehen Sie das Video - CBS News",
        "Abendkasse: ‘Sonic the Hedgehog 3’ hetzt auf 25 Millionen Dollar Eröffnungstag, ‘Mufasa: The Lion King’ wandert mit 13,3 Millionen Dollar - Vielfalt",
        "[removed]",
        "Blake Lively verklagt ‘It Ends With Us’ Co-Star und Regisseur Justin Baldoni wegen sexueller Belästigung - Hollywood Reporter",
        "Usyk vs Fury 2: Live-Streaming-Ergebnisse, Runde für Runde, wie man zuschaut, Startzeit, PPV-Preis, vollständige Karteninformationen - Bad Left Hook",
        "Die 50 besten Indie-Rock-Alben des Jahres 2024 - Rolling Stone",
        "Senat verabschiedet Social Security Fairness Act - CNN",
        "Als die Medikamente eines Teenagers nicht mehr funktionierten, beschloss er, eine Operation zu versuchen, die seine Episoden für immer stoppen konnte - CBS News",
        "College GameDay Podcast prognostiziert das Ergebnis von Penn State vs. smu - On3.com",
        "Chiefs vs. Texans, wo man zuschauen kann: NFL-Kickoff-Zeit, TV-Kanal, Live-Stream, Quoten, Auswahl für das Spiel am Samstag - CBS Sports",
        "Houthi-Raketenangriff in Tel Aviv verwundet mehr als ein Dutzend - BBC.com",
        "College-Football-Nachrichten: CFP-Berichte; Ohio State, Texas schöpft Top-Storylines für Runde 1 - 247Sports",
        "[removed]",
        "Die Zahl der Toten auf dem deutschen Weihnachtsmarkt steigt auf fünf, über 200 Verletzte - The Washington Post",
        "4 Ups & 3 Downs von WWE SmackDown (20. Dezember - Ergebnisse & Rückblick) - WhatCulture",
        "Wissenschaftler beobachten 'negative Zeit' in Quantenexperimenten - Phys.org"
    ]
}