{
    "headlines": [
        "الولايات المتحدة تبدأ على الفور دفعة جديدة لوقف إطلاق النار في غزة - BBC.com",
        "\"حذف CFPB \": ماسك يدعو إلى القضاء على مكتب المستهلك - بوليتيكو",
        "\"مرعب للغاية \": إسرائيل تقصف شمال غزة مع استمرار الهدنة في لبنان - الجزيرة الإنجليزية",
        "فايكينغز اذهب واحصل على كيو بي دانيال جونز - ستار تريبيون",
        "تفتح لجنة التجارة الفيدرالية تحقيقًا واسع النطاق لمكافحة الاحتكار في مايكروسوفت - سي إن إن",
        "3 قتلى في حادث تسلا سايبرتروك الناري في شمال كاليفورنيا - أوريغون لايف",
        "الأسئلة تتبع الاستدعاء المكثف للحليب الخام في كاليفورنيا بعد اختبار إنفلونزا الطيور - ياهو! أصوات",
        "رفض شون \"ديدي\" كومز الإفراج عنه بكفالة حيث أعلن القاضي أن قطب الهيب هوب يشكل خطرًا جسيمًا - ABC News",
        "حراس الطائرات بدون طيار: عالم ترامب يعلن الحرب على الطيارين المقاتلين - بوليتيكو",
        "المكسيك تحذر من أن تعريفات ترامب ستقتل 400 ألف وظيفة في الولايات المتحدة، وتهدد بالانتقام - Reuters.com",
        "خالق \"ربات البيوت اليائسات\" يريد أن يصنع سلسلة سابقة تم تعيينها في عام 1966 - الموعد النهائي",
        "هل يمكننا الحصول على Chee Who ؟ \"Moana 2\" أفضل افتتاح لعيد الشكر في 170 مليون دولار +، المزيد من السجلات ليتم كسرها ؛ \"Wicked\" 92 مليون دولار، \"Gladiator II\" 39 مليون دولار + – شباك التذاكر - الموعد النهائي",
        "تطلق Alibaba منافسًا \"مفتوحًا\" لنموذج التفكير O1 الخاص بـ OpenAI - TechCrunch",
        "افتقار IU للإعداد والتخطيط والتعديلات المكشوفة في خسارة 28 نقطة إلى Louisville - داخل القاعة",
        "نقطة محذوفة هنا",
        "ما يمكن أن يخبرنا به براز الديناصورات المتحجرة عن صعودها إلى الهيمنة - آرس تكنيكا",
        "مسبار يوروبا كليبر التابع لناسا ينشر أول أدوات علمية في طريقه إلى المشتري - Space.com",
        "إليك أحدث توقعات الطقس لعيد الشكر، وأين قد يتأثر السفر - واشنطن بوست",
        "رواد الفضاء في حيرة من أمرهم بسبب \"الرائحة غير المتوقعة\" التي تتسرب من المركبة الفضائية الروسية الراسية في محطة الفضاء الدولية - Livescience.com",
        "الموظفون الفيدراليون المستهدفون من قبل إيلون ماسك وجه وابل من المضايقات - رولينج ستون"
    ]
}