{
    "headlines": [
        "Atualização sobre lesões de Shohei Ohtani: Dodgers revelam o status da superestrela na World Series para o Jogo 3 - usa TODAY",
        "   Removido ",
        "Elon Musk afirma que o visto de estudante lhe permitiu trabalhar nos EUA - The Washington Post",
        "As gêmeas siamesas Brittany e Abby Hensel e o marido Josh Bowling são todos sorrisos em nova foto - E! NEWS",
        "Demi Lovato e a sua família lamentam a morte da sobrinha bebé: ‘Muito grata por poder abraçar-te’ - Fox News",
        "Aproxime-se: Michelle Obama empresta sua popularidade a Kamala Harris - usa TODAY",
        "Todos são duros com as drogas novamente - POLITICO",
        "Presidente georgiano não reconhece resultado das eleições parlamentares e convoca protestos públicos - Associated Press",
        "Temporada 2024 da NFL: Seahawks vs. Bills - Linha de jogo do 1º quarto - Field Gulls",
        "Probabilidades de Bears vs. Commanders, escolhas, spread, como assistir, transmissão ao vivo: modelo revela previsões da NFL para a Semana 8 de 2024 - CBS Sports",
        "A principal autoridade eleitoral da Pensilvânia diz que a ligação de 2020 confirmou que \"as eleições foram precisas\" - CBS News",
        "Arqueólogos de Pompeia descobrem uma pequena casa antiga com afrescos elaborados - CBS News",
        "Harris vaiou a igreja da Pensilvânia, diz que votar nela satisfaz a expectativa de Deus 'de que o ajudemos' - Fox News",
        "Observação de Tempestade Geomagnética emitida após forte erupção do Sol - Fox Weather",
        "‘Venom: The Last Dance’ sobe para US $ 124 milhões nas bilheterias internacionais, US $ 175 milhões globalmente - Variety",
        "Adele e Celine Dion partilham um abraço sincero e derramam lágrimas num doce encontro de concerto - CNN",
        "A greve da Boeing é uma bagunça quente. A União também tem risco. - Barron's",
        "O Papa mostrou abertura para papéis maiores para as mulheres – mas há pressão para que ele vá mais longe - CNN",
        "Como resolver o Black Ops 6 Piano Puzzle na casa segura - ONE ESPORTS",
        "   Removido "
    ]
}