{
    "headlines": [
        "Плей-офф НФЛ: эти команды закрепились или были исключены из борьбы до сих пор - Yahoo Sports",
        "The 299 Absolute Best Black Friday Deals (2024) - ПРОВОДНОЙ",
        "Трамп ужинает с премьер-министром Канады Джастином Трюдо в Мар-а-Лаго - CNN",
        "Барабанщик My Chemical Romance Боб Брайар найден мертвым в своем доме в 44 года - The Mirror US",
        "Мои 5 лучших предложений в Киберпонедельник по рекордно низким ценам - ZDNet",
        "Chiefs стали первой командой НФЛ, которая попала в плей-офф, в то время как Raiders стали первой командой АФК, выбывшей - CBS Sports",
        "Черная пятница возвращается – но потребительские привычки не вернулись - The Washington Post",
        "Парад в честь Дня благодарения Macy's собрал самую большую аудиторию - более 30 МИЛЛИОНОВ зрителей - крайний срок",
        "Учитель умер от бешенства после укуса летучей мыши - KSBW Monterey",
        "По мере того, как сирийские повстанцы вторгаются в Алеппо, армия закрывает аэропорт и дороги, говорят источники - Reuters",
        "Отчет о травмах 49ers против Buffalo: Purdy будет играть, другие ключевые игроки не будут - The Mercury News",
        "Вспомнили огурцы, связанные со вспышкой сальмонеллы в нескольких штатах, предупреждают учреждения здравоохранения - CNN",
        "Грузию потрясли ожесточенные протесты после того, как правительство возлагает надежды на ЕС - CNN",
        "Стрельба в торговом центре «Черная пятница» в Арканзасе: трое ранены - ABC News",
        "Дитчева возглавляет Сантос, чтобы выиграть 125-фунтовую корону ПФЛ - ESPN",
        "Движение против Трампа разорвано в клочья. Теперь он пытается оставаться актуальным. - POLITICO",
        "Nintendo Black Friday 2024: продажи на Nintendo Switch, игры, контроллеры и многое другое - Yahoo Life",
        "«Moana 2», «Wicked» отправляют «Черную пятницу» в День кассовых сборов - крайний срок",
        "Когда состоится прямая трансляция Fortnite? Дата, время, исполнители, что нужно знать о Remix: The Finale - USA TODAY",
        "Акции растут до лучшего месяца в году, так как «Red Sweep» высвобождает «дух животных» - MarketWatch"
    ]
}