{
    "headlines": [
        "Trump offers inauguration invites to foreign leaders through calls and back channels - CNN",
        "California reports more illnesses in people who drank raw milk. Here are the risks, according to health experts - CNN",
        "Netanyahu is ‘ready’ to reach a hostage deal and the sides are ‘close,’ says US official - The Times of Israel",
        "He cut off some loved ones for months. Now, suspect Luigi Mangione faces mounting evidence in health care CEO’s killing - CNN",
        "FTC accuses alcohol-distribution giant Southern Glazer’s of ‘unfair pricing’ - The Washington Post",
        "Broadcom beats on profit, says AI revenue more than tripled this year - CNBC",
        "Bill Belichick, North Carolina contract details: Salary, length, bonuses and buyout make for unusual terms - CBS Sports",
        "White House unable to verify some drone sightings amid 'urgent concern' over mystery activity - ABC News",
        "Warner Bros. Discovery stock surges as it restructures its business - CNN",
        "Humans may not have survived without Neanderthals - BBC.com",
        "Stars Like Our Sun Explode With ‘Superflares’ Every 100 Years, Study Suggests - Gizmodo",
        "‘Unprecedented risk’ to life on Earth: Scientists call for halt on ‘mirror life’ microbe research - The Guardian",
        "Trump Chooses Kari Lake to Lead Voice of America - The New York Times",
        "Thousands of wild birds are dying of bird flu in Boise area, Idaho Fish and Game says - Idaho Statesman",
        "Mark Zuckerberg's Meta donates $1m to Trump fund - BBC.com",
        "Sean 'Diddy' Combs accused of sexually assaulting 3 men in new lawsuits - ABC News",
        "Google steps into “extended reality” once again with Android XR - Ars Technica",
        "ChatGPT now understands real-time video, seven months after OpenAI first demoed it - TechCrunch",
        "No undercover FBI agents were at the January 6 US Capitol riot, watchdog reports - CNN",
        "'Vanderpump Rules' Star James Kennedy Arrested for Domestic Violence - TMZ"
    ]
}