{
    "headlines": [
        "Der Neumond März 2025 erzeugt an diesem Wochenende eine partielle Sonnenfinsternis - Space.com",
        "Worum es bei den Mega-Rallyes von Bernie Sanders und Alexandria Ocasio-Cortez wirklich geht - POLITICO",
        "2025 NFL Mock Draft: Riesen tauschen zurück in die erste Runde für QB, während Cowboys, Eagles Pass-Catcher hinzufügen - CBS Sports",
        "Trumps Krieg gegen die öffentlichen Medien kommt in den Kongress - POLITICO",
        "Der jahrhundertealte buddhistische Tempel, der als \"beispiellose\" Waldbrände in Südkorea zerstört wurde, hinterlässt mindestens 24 Tote - CNN",
        "Leben auf dem Mars? Der Curiosity Rover der NASA findet präbiotische Hinweise in einem 3,7 Milliarden Jahre alten Felsen - SciTechDaily",
        "Die asiatischen Märkte handeln meist höher, nachdem die Wall Street Gewinne in der Hoffnung auf weichere Trump-Zölle erzielt hat - CNBC",
        "Giants fügen einen QB hinzu und stimmen Berichten zufolge zu, mit Russell Wilson - FOX Sports zu verhandeln",
        "Aktien-Futures haben sich nach der dreitägigen Siegesserie des S&P 500 kaum verändert: Live-Updates - CNBC",
        "'Like a sound from hell': Wurde eine illegale Schallwaffe gegen friedliche Demonstranten in Serbien eingesetzt? - The Associated Press",
        "Daisy Edgar-Jones über männliche Co-Stars Glen Powell, Sebastian Stan & Paul Mescal: \"Sie sind so großzügig\" - Deadline",
        "Kendrick Lamars Super Bowl Halbzeitshow zieht 125 FCC-Beschwerden, wenige über Drake - TMZ",
        "Trump schwebt Möglichkeit der Entschädigung für Jan. 6 Randalierer - POLITICO",
        "Morgan Stanley erhöht die Ziele für China-Aktien erneut und zitiert die Gewinne - Bloomberg",
        "Deal or No Deal Island Zusammenfassung: Breaking the Banker - Geier",
        "Noch nie zuvor gesehene Erdformen beschrieben als \"wie das Sehen der Rückseite des Mondes\" - Earth.com",
        "Hören Sie die allerersten Aufnahmen von Haien, die aktiv Geräusche machen - ScienceAlert"
    ]
}