{
    "headlines": [
        "Sydney Sweeney e Glen Powell vistos juntos em Dallas depois que a atriz cancela o casamento com Jonathan Davino - Page Six",
        "‘Um Trabalhador', de Jason Statham, lidera as bilheterias com US $ 15,2 milhões, ‘Branca de Neve’ entra em colapso com 66% de declínio - Variety",
        "Blue Jays coloca Max Scherzer na lista de feridos - Rumores comerciais da MLB",
        "Kevin Willard deixa Maryland para Villanova em partida bagunçada após a corrida Sweet 16 do Terrapins - CBS Sports",
        "O problema para o movimento de Bernie Sanders é o que acontece quando ele se vai - POLITICO",
        "Protestos anti-musk se reúnem em toda a região de St. Louis. - Tenho membros da família ameaçados. '- St. Louis Post-Dispatch",
        "Convidado musical do SNL Morgan Wallen sai abruptamente durante as boas noites — Assista e pese - TVLine",
        "Foguete que transportava veículo orbital europeu explode após segundos após decolagem na Noruega - CBS News",
        "GRANDE VENCEDOR! Jogador da Powerball ganha jackpot de $ 545 milhões: Veja onde o bilhete vencedor foi vendido - WKYC.com",
        "Trump ruge por vários caminhos de retribuição enquanto jurava. Alguns alvos cedem enquanto outros lutam - The Associated Press",
        "Irã rejeitou negociações diretas com os EUA em resposta à carta de Trump - CNN",
        "Trump não descarta intervenção militar na Groenlândia — novamente - POLITICO EUROPE",
        "Ex-ianque Nestor Cortes mãe após passeio de pesadelo: ‘Ele não jogou bem a bola’ - New York Post",
        "Lorazepam ganha papel principal em ‘The White Lotus'. - O que você deve saber sobre esta droga poderosa? - CNN",
        "Tempestades violentas ameaçam tornados e granizo do tamanho de uma bola de golfe de Illinois ao leste do Texas - CNN",
        "Câncer de cólon explicado: sinais, riscos e dicas de prevenção que você deve saber - CNET",
        "Na América de Trump, você pode desaparecer por escrever um artigo de opinião - The Intercept"
    ]
}