{
    "headlines": [
        "ਪੈਨ ਸਟੇਟ ਬਨਾਮ ਬੋਇਸ ਸਟੇਟ ਸਕੋਰਃ ਲਾਈਵ ਗੇਮ ਅਪਡੇਟਸ, ਕਾਲਜ ਫੁੱਟਬਾਲ ਪਲੇਆਫ ਸਕੋਰ, ਫਿਏਸਟਾ ਬਾlਲ ਕਵਰੇਜ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਪੋਰਟੋ ਰੀਕੋ ਦੇ 70% ਤੋਂ ਵੱਧ ਗਾਹਕ ਵੱਡੇ ਪੱਧਰ 'ਤੇ ਬੰਦ ਹੋਣ ਤੋਂ ਬਾਅਦ ਬਿਜਲੀ ਤੋਂ ਬਿਨਾਂ ਰਹਿੰਦੇ ਹਨ - ਸੀ ਐਨ ਐਨ",
        "ਪਾਰਟੀ ਕਰਨ ਦੀ ਬਜਾਏ ਹਜ਼ਾਰਾਂ ਨਵੇਂ ਸਾਲ ਦੇ ਜਸ਼ਨ ਨੂੰ ਸਰਬੀਆ ਵਿੱਚ ਸਰਕਾਰ ਵਿਰੋਧੀ ਵਿਰੋਧ ਪ੍ਰਦਰਸ਼ਨ ਵਿੱਚ ਬਦਲ ਦਿੰਦੇ ਹਨ - ਯਾਹੂ! ਆਵਾਜ਼ਾਂ",
        "ਜਸਟਿਨ ਬਾਲਡੋਨੀ ਨੇ ਨਿਊਯਾਰਕ ਟਾਈਮਜ਼ ਓਵਰ ਬਲੇਕ ਲਾਈਵ ਸਟੋਰੀ ਦੇ ਵਿਰੁੱਧ 250 ਮਿਲੀਅਨ ਡਾਲਰ ਦਾ ਮੁਕੱਦਮਾ ਦਾਇਰ ਕੀਤਾਃ ਇਹ ਉਸ ਦੇ 'ਸਵੈ-ਸੇਵਾ ਕਰਨ ਵਾਲੇ ਬਿਰਤਾਂਤ‘ (ਵਿਸ਼ੇਸ਼) ’ਤੇ ਨਿਰਭਰ ਕਰਦਾ ਹੈ - ਵੰਨਗੀ",
        "ਅਮਰੀਕਾ ਨੇ ਯਮਨ ਦੇ ਹੂਤੀਆਂ 'ਤੇ ਹਮਲੇ ਵਧਾਏ ਕਿਉਂਕਿ ਇਜ਼ਰਾਈਲ ਨਾਲ ਤਣਾਅ ਭੜਕਦਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਐਫਬੀਆਈ ਨੇ ਵਰਜੀਨੀਆ ਦੇ ਫਾਰਮ 'ਤੇ ਸਭ ਤੋਂ ਵੱਡਾ ਵਿਸਫੋਟਕ ਕੈਚ ਲੱਭਿਆ - ਬੀਬੀਸੀ.",
        "2024 ਵਿਚ ਸਟਾਕ ਵਿਚ ਵਾਧਾ ਹੋਇਆ ਭਾਵੇਂ ਅਮਰੀਕੀ ਆਰਥਿਕਤਾ ਨੂੰ ਲੈ ਕੇ ਭੜਕਦੇ ਹਨ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਹਟਾਈ",
        "ਰੌਬਰਟਸ ਨੇ ਟਰੰਪ ਨਾਲ ਤਣਾਅ ਦੇ ਤੌਰ ਤੇ ਸੁਪਰੀਮ ਕੋਰਟ ਦੇ ਫੈਸਲਿਆਂ ਨੂੰ ਨਜ਼ਰ ਅੰਦਾਜ਼ ਕਰਨ ਵਿਰੁੱਧ ਚੇਤਾਵਨੀ ਦਿੱਤੀ - ਸੀਐਨਐਨ",
        "ਨਿਆਂ ਵਿਭਾਗ ਨੇ ਸੁਪਰੀਮ ਕੋਰਟ ਨੂੰ ਮਨੀ ਲਾਂਡਰਿੰਗ ਵਿਰੋਧੀ ਕਾਨੂੰਨ ਬਹਾਲ ਕਰਨ ਲਈ ਕਿਹਾ - ਦ ਹਿੱਲ",
        "ਵੱਡੇ ਐਪਲ ਦਾ ਦੌਰਾ ਕਰ ਰਹੇ ਹੋ? ਜੇ ਤੁਸੀਂ ਮੈਨਹੈਟਨ ਦੇ ਸਭ ਤੋਂ ਰੁਝੇਵੇਂ ਵਾਲੇ ਹਿੱਸੇ ਲਈ ਗੱਡੀ ਚਲਾਉਂਦੇ ਹੋ ਤਾਂ ਵਧੇਰੇ ਭੁਗਤਾਨ ਕਰਨ ਦੀ ਤਿਆਰੀ ਕਰੋ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਡੀ. ਸੀ. ਖੇਤਰ ਬਰਫ ਦੀ ਸੰਭਾਵਨਾ ਅਤੇ ਠੰਡੇ ਹਵਾ ਦੀ ਲੰਬੀ ਘੇਰਾਬੰਦੀ ਦਾ ਸਾਹਮਣਾ ਕਰਦਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਅਰਬਨ ਮੇਅਰ ਭਵਿੱਖਬਾਣੀ ਕਾਲਜ ਫੁੱਟਬਾਲ ਪਲੇਆਫ ਦੇ ਕੁਆਰਟਰ ਫਾਈਨਲ ਵਿੱਚ ਧਮਾਕੇ - ਐਥਲੋਨ ਸਪੋਰਟਸ",
        "ਹਟਾਈ",
        "ਐਸ ਐਂਡ ਪੀ 500 ਲਾਭ ਅਤੇ ਘਾਟਾ ਅੱਜਃ ਸਟਾਕ ਦੇ ਮਜ਼ਬੂਤ ਸਾਲ ਦੇ ਬੰਦ ਹੋਣ ਦੇ ਨਾਲ ਇੰਡੈਕਸ ਖਿਸਕ ਗਿਆ - ਇਨਵੈਸਟੋਪੀਡੀਆ",
        "ਸਾ Southਥ ਕੈਰੋਲੀਨਾ ਫੁੱਟਬਾਲ ਦਾ ਸ਼ੇਨ ਬੀਮਰ ਏਬੀਸੀ ਇੰਟਰਵਿ interview ਵਿੱਚ ਸਿਟਰਸ ਬਾlਲ ਦੇ ਅਧਿਕਾਰੀਆਂ ਦੀ ਆਲੋਚਨਾ ਕਰਦਾ ਹੈ - ਅਲਟਨ ਟੈਲੀਗ੍ਰਾਫ",
        "ਪੈਂਟਾਗਨ ਦੇ 9/11 ਦੇ ਪਟੀਸ਼ਨ ਸੌਦੇ ਅੱਗੇ ਵਧ ਸਕਦੇ ਹਨ, ਅਪੀਲ ਕੋਰਟ ਦੇ ਨਿਯਮ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਕੀ ਸਮਿਥ ਸਪੈਗੇਟੀ ਅਤੇ ਹੋਰ ਅਜੀਬ ਏਆਈ ਬੈਂਚਮਾਰਕ ਖਾਂਦਾ ਹੈ ਜੋ 2024 ਵਿਚ ਸ਼ੁਰੂ ਹੋਇਆ - TechCrunch",
        "ਪਾਏਜ ਡੀਸੋਰਬੋ ਦੀ ਸਿਰਹਾਣੀ ਲਾਈਨ ‘ਹਟਾ ਦਿੱਤੀ ਗਈ’ ਸਾਬਕਾ ਕ੍ਰੈਗ ਕਨਓਵਰ ਦੀ ਜੀਵਨ ਸ਼ੈਲੀ ਵਾਲੀ ਸਾਈਟ ਤੋਂ ਵੰਡਣ ਤੋਂ ਬਾਅਦਃ ‘ਕਲੀਨ ਬਰੇਕ’ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਅਮੀਨ ਥੌਮਸਨ, ਟੈਰੀ ਰੋਜ਼ੀਅਰ ਨੂੰ ਮੁਅੱਤਲ ਕੀਤਾ ਗਿਆ ਕਿਉਂਕਿ ਐਨਬੀਏ ਨੇ ਗਰਮੀ-ਰੋਕੇਟ ਦੇ ਝਗੜੇ ਲਈ ਸਜ਼ਾਵਾਂ ਦਿੱਤੀਆਂ - ਯਾਹੂ ਸਪੋਰਟਸ"
    ]
}