{
    "headlines": [
        "Alguns republicanos se distanciam do ataque de Trump a Harris como \"deficiente mental\" - The Associated Press",
        "QB Jordan Love in, CB Jaire Alexander out vs. Minnesota | Packers-Vikings inactives - Packers.com",
        "Partido da Liberdade de extrema-direita da Áustria deve vencer as eleições - Al Jazeera English",
        "Bilheteria: ‘Megalopolis‘ desmorona com US $ 4 milhões, ‘The Wild Robot’ chega ao primeiro lugar com US $ 35 milhões - Variety",
        "Administrador da FEMA: \"Eu não sei se alguém poderia estar totalmente preparado para a quantidade de inundações\" de Helene na Carolina do Norte - CBS News",
        "Fantasy Football: Perguntas e Respostas ao Vivo da Semana 4 com nossos especialistas, 11h ET - ESPN",
        "Papa Francisco sugere que as ações de Israel em Gaza e no Líbano são desproporcionais e imorais - The Associated Press",
        "Malcolm Gladwell em \"Revenge of the Tipping Point\" - CBS Sunday Morning",
        "Cápsula da SpaceX pronta para levar para casa astronautas da Boeing Starliner se preparam para chegar à estação espacial - CNN",
        "‘Doing a Biden’ é uma nova abreviação internacional para expulsar líderes vencidos - POLITICO",
        "EUA dizem que mataram 37 combatentes do ISIL e Hurras al-Din em ataques separados na Síria - Al Jazeera",
        "   Removido ",
        "   Removido ",
        "Veterano de ‘Days of Our Lives’, Drake Hogestyn morre aos 70 anos - TV Insider",
        "Declaração do secretário de imprensa do Pentágono, major-general Pat Ryder - Departamento de Defesa",
        "‘SNL’ retorna para abertura a frio de Trump e Harris com Maya Rudolph - The Hill",
        "Pesquisa: vantagem dos democratas com eleitores latinos continua a encolher - NBC News",
        "Quem é Erika Diarte-Carr? Mãe de Utah planeia o seu próprio funeral depois de lhe terem dado 3 meses de vida - The Times of India",
        "Os óculos de realidade aumentada da Meta mostram que a Apple perdeu o rumo com o Vision Pro - Bloomberg",
        "A mini-lua da Terra está chegando hoje. O Que Saber Sobre a Nossa Segunda Lua Temporária - CNET"
    ]
}