{
    "headlines": [
        "49ers ਬਨਾਮ ਸੀਹਾਕਸ ਲਾਈਵ ਅਪਡੇਟਸ, ਸਕੋਰ, ਹਫਤੇ 6 ਵੀਰਵਾਰ ਰਾਤ ਫੁੱਟਬਾਲ ਮੈਚਅਪ ਤੋਂ ਹਾਈਲਾਈਟਸ - ਯੂਐਸਏ ਅੱਜ",
        "ਉਹ ਸੋਚਦੇ ਸਨ ਕਿ ਉਹ ਮਿਲਟਨ ਲਈ ਤਿਆਰ ਹਨ. ਫਿਰ ਤੂਫਾਨ ਆ ਗਏ. - ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਗਾਰਡੀਅਨਜ਼ ਨੇ ਖਾਤਮੇ ਦੀ ਨਜ਼ਰ ਵਿਚ ਥੁੱਕਿਆ, ਟਾਈਗਰਜ਼ 'ਤੇ 5-4 ਦੀ ਜਿੱਤ ਨਾਲ ਐਲਡੀਐਸ ਨੂੰ ਪੰਜ ਮੈਚਾਂ ਵਿਚ ਮਜਬੂਰ ਕਰੋ - cleveland.",
        "ਕੋਵਿਡ ਇਨਫੈਕਸ਼ਨ ਤੋਂ ਬਾਅਦ ਵਧ ਸਕਦਾ ਹੈ ਹਾਰਟ ਅਟੈਕ ਤੇ ਸਟ੍ਰੋਕ ਦਾ ਖ਼ਤਰਾ, ਅਧਿਐਨ 'ਚ ਪਤਾ ਲੱਗਾ - Fox News",
        "ਓਬਾਮਾ ਨੇ ਹੈਰਿਸ ਨੂੰ ਵੋਟ ਪਾਉਣ ਲਈ ‘ਭਰਾਵਾਂ’ ਨੂੰ ਬੁਲਾਇਆ: ‘ਤੁਸੀਂ ਬਾਹਰ ਬੈਠਣ ਬਾਰੇ ਸੋਚ ਰਹੇ ਹੋ?’ - ਫੌਕਸ ਨਿਊਜ਼",
        "ਸਟੈਲੇਨਟਿਸ ਦੇ ਸੀਈਓ ਕਾਰਲੋਸ ਟਾਵਰਸ 2026 ਵਿਚ ਰਿਟਾਇਰ ਹੋ ਜਾਣਗੇ ਕਿਉਂਕਿ ਉੱਤਰੀ ਅਮਰੀਕਾ ਵਿਚ ਆਟੋਮੇਕਰ ਸੰਘਰਸ਼ - ਰਾਇਟਰਜ਼",
        "ਹਟਾਈ",
        "ਕੇਂਦਰੀ ਬੇਰੂਤ ਵਿਚ ਹਵਾਈ ਹਮਲਿਆਂ ਵਿਚ ਘੱਟੋ ਘੱਟ 22 ਦੀ ਮੌਤ, ਇਜ਼ਰਾਈਲ ਨੇ ਵੀ ਸੰਯੁਕਤ ਰਾਸ਼ਟਰ ਦੇ ਸ਼ਾਂਤੀ ਰੱਖਿਅਕਾਂ 'ਤੇ ਫਾਇਰਿੰਗ ਕੀਤੀ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਸੰਭਾਵਤ ਤੌਰ 'ਤੇ ਆਖਰੀ ਵਾਰ ਵੇਖਿਆ ਗਿਆ ਜਦੋਂ ਨੀਐਂਡਰਥਲਸ ਧਰਤੀ' ਤੇ ਚਲੇ ਗਏ ਤਾਂ ਰਾਤ ਦੇ ਅਸਮਾਨ ਵਿਚ ਜਲਦੀ ਹੀ ਚਮਕ ਸਕਦਾ ਹੈ - ਏਬੀਸੀ 7 ਲਾਸ ਏਂਜਲਸ",
        "ਟੇਲਰ ਕਾਉਂਟੀ ਵਿੱਚ ਮੌਲੀ ਕੈਥਲੀਨ ਗੋਲਡ ਮਾਈਨ ਹਾਦਸੇ ਵਿੱਚ 1 ਵਿਅਕਤੀ ਦੀ ਮੌਤ ਹੋ ਗਈ, 12 ਲੋਕ ਅਜੇ ਵੀ ਫਸੇ ਹੋਏ ਹਨ - ਕੋਲੋਰਾਡੋ ਪਬਲਿਕ ਰੇਡੀਓ",
        "ਜੱਜ ਨੇ ਸੀਨ ‘ਡਿੱਡੀ‘ ਕੰਬਜ਼ ਰੈਕੇਟਿੰਗ ਅਤੇ ਸੈਕਸ ਤਸਕਰੀ ਕੇਸ ਵਿੱਚ ਮੁਕੱਦਮੇ ਦੀ ਤਾਰੀਖ ਨਿਰਧਾਰਤ ਕੀਤੀ - ਸੀਐਨਐਨ",
        "ਫੈਡਰਲ ਅਪੀਲ ਕੋਰਟ ਡੀਏਸੀਏ 'ਤੇ ਸ਼ੱਕ ਕਰਦਾ ਹੈ ਪਰ ਇਸ ਨੂੰ ਹੜਤਾਲ ਕਰਨ ਵਾਲੇ ਫੈਸਲੇ ਨੂੰ ਤੰਗ ਕਰ ਸਕਦਾ ਹੈ - ਸੀਐਨਐਨ",
        "ਟੈੱਸਲਾ ਰੋਬੋਟੈਕਸੀ ਈਵੈਂਟ ਏਲੋਨ ਮਸਕ - ਸੀ ਐਨ ਬੀ ਸੀ ਦੇ ਇੱਕ ਦਹਾਕੇ ਦੇ ਅਧੂਰੇ ਵਾਅਦੇ ਤੋਂ ਬਾਅਦ ਆਇਆ ਹੈ",
        "ਏਥਲ ਕੈਨੇਡੀ, ਰੌਬਰਟ ਕੈਨੇਡੀ ਦੀ ਵਿਧਵਾ ਅਤੇ ਮਸ਼ਹੂਰ ਰਾਜਨੀਤਿਕ ਪਰਿਵਾਰ ਦੇ ਮੈਟ੍ਰੀਅਰ, 96 - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਟੈਂਪਾ ਦੀ ਮਿਡਫਲੋਰੀਡਾ ਕ੍ਰੈਡਿਟ ਯੂਨੀਅਨ ਐਮਫਿਥੀਏਟਰ ਤੂਫਾਨ ਮਿਲਟਨ ਦੀ ਛੱਤ ਗੁਆਉਂਦੀ ਹੈ - ਟੈਂਪਾ ਬੇ ਟਾਈਮਜ਼",
        "ਇਸ ਸਮੇਂ ਤੂਫਾਨ ਮਿਲਟਨ ਦੇ ਪੀੜਤਾਂ ਦੀ ਮਦਦ ਕਿਵੇਂ ਕਰੀਏ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਅਮਰੀਕੀ ਫੌਜ ਦਾ ਐਕਸ -37 ਬੀ ਸਪੇਸਪਲੇਨ \"ਨਾਵਲ ਸਪੇਸ ਮੈਨਿਉਵਰ\" - ਆਰਸ ਟੈਕਨੀਕਾ ਦੀ ਤਿਆਰੀ ਕਰ ਰਿਹਾ ਹੈ",
        "ਤੂਫਾਨ ਮਿਲਟਨ ਦੇ ਨਿਕਾਸ ਦੇ ਨਾਲ, ਕੈਨੇਡੀ ਸਪੇਸ ਸੈਂਟਰ, ਕੇਪ ਕੈਨਾਵਰਲ, ਸਪੇਸ ਫੋਰਸ ਨੁਕਸਾਨ ਦਾ ਮੁਲਾਂਕਣ ਕਰਦਾ ਹੈ - ਫਲੋਰੀਡਾ ਟੂਡੇ",
        "ਤੂਫਾਨ ਮਿਲਟਨ ਅਤੇ ਹੇਲੀਨ ਸਾਜ਼ਿਸ਼ ਸਿਧਾਂਤਾਂ ਨੇ ਸੋਸ਼ਲ ਮੀਡੀਆ 'ਤੇ ਕਿਵੇਂ ਕਬਜ਼ਾ ਕਰ ਲਿਆ - ਬੀਬੀਸੀ.",
        "ਬਰਡ ਫਲੂ ਦੇ ਫੈਲਣ ਦੇ ਕਾਰਨ ਕੈਲੀਫੋਰਨੀਆ ਵਿੱਚ ਸੰਕਰਮਿਤ ਚੌਥਾ ਵਿਅਕਤੀ - ਅਮਰੀਕਾ ਅੱਜ"
    ]
}