{
    "headlines": [
        "البابا فرنسيس عن جهاز التنفس بعد معاناته من نوبة تنفسية مفاجئة - ياهو",
        "ملفات جينا جيمسون للطلاق من زوجته جيسي لوليس بعد ما يقرب من عامين من الزواج - ياهو للترفيه",
        "اجتماع ناري مع زيلينسكي يقلب اتفاق ترامب للسلام بين روسيا وأوكرانيا رأساً على عقب - واشنطن بوست",
        "ترسل Cavs رسالة إلى Celtics، وترتفع من 22 إلى أسفل لسحب 123-116 stunner - cleveland.com",
        "يقول مسؤولو الصحة إن لديهم حالة حصبة مؤكدة تم الإبلاغ عنها في أوستن - KVUE.com",
        "تقول مدبرة المنزل إن زوجة جين هاكمان بيتسي أراكاوا \"لم تتصل بوالدتها التي تعاني من الخرف، 91 عامًا، منذ أشهر\" - نيويورك بوست",
        "يأخذ ترامب الصناديق المضبوطة إلى فلوريدا على متن طائرة الرئاسة - سي إن إن",
        "ليبرون جيمس يضاعف تعليقات \"وجه الدوري\" في منشور طويل على وسائل التواصل الاجتماعي - Sports Illustrated",
        "يحصل QB Matthew Stafford على عقد معاد هيكلته ويوافق على البقاء مع Los Angeles Rams - The Associated Press",
        "سبيس إكس تستعد لإعادة رحلة اختبار المركبة الفضائية المشؤومة الشهر الماضي - آرس تكنيكا",
        "تقترب نهاية شركة سكايب الرائدة في مجال الاتصال عبر الإنترنت حيث تخطط مايكروسوفت للإغلاق - واشنطن بوست",
        "يحذر رؤساء الوكالات السابقون من أن طرد العمال من وكالة الطقس والمحيطات الأمريكية يعرض الأرواح والاقتصاد للخطر - PBS NewsHour",
        "المجموعات المجمدة من 20 مليار دولار في هيئة حماية البيئة تخشى الإفلاس النقدي - بوليتيكو",
        "SymbyAI تجمع 2.1 مليون دولار لتسهيل البحث العلمي - TechCrunch",
        "تريد وكالة الأنباء السعودية تخفيض القوى العاملة بمقدار 7000 من خلال VERA/VSIP - شبكة الأخبار الفيدرالية",
        "نجمة \"الانفصال\" ديشن لاخمان تكسر حلقة جيما \"المفجعة \":\" جزء منها رحل \"- تنوع",
        "النائب العام باميلا بوندي ونائب النائب العام بالنيابة إميل بوف مكالمة هاتفية مع ابن الوكيل الخاص لإدارة مكافحة المخدرات إنريكي \"كيكي\" كامارينا - وزارة العدل",
        "Alexa+ – إليك كيفية التسجيل للوصول المبكر - TechRadar",
        "حاكم ولاية أيوا يوقع مشروع قانون يلغي حماية الهوية الجندرية من قانون الحقوق المدنية للولاية - وكالة أسوشيتد برس",
        "سيتي جروب يجعل العميل لفترة وجيزة أغنى شخص في التاريخ مع خطأ في تحويل 81 تريليون دولار - Gizmodo"
    ]
}