{
    "headlines": [
        "تم انتخاب هؤلاء المشرعين أولاً للتحقق من ترامب. الآن يريدون أن يفعلوا ذلك مرة أخرى كحكام. - بوليتيكو",
        "\"خطة\" ترامب للسلام في أوكرانيا: خيانة هائلة لأصدقاء أمريكا — مثلي - صالون",
        "قالت السلطات إن المشتبه به الذي قتل ضابط شرطة واحتجز موظفي مستشفى بنسلفانيا رهائن زار وحدة العناية المركزة في الأسبوع السابق",
        "آخر حرب بين أوكرانيا وروسيا: تعرضت أوكرانيا لهجوم روسي واسع النطاق بطائرة بدون طيار عشية الذكرى الثالثة للحرب - BBC.com",
        "كيف أصبح الجنرال المتقاعد دان كين اختيار ترامب لرئيس هيئة الأركان المشتركة - سي إن إن",
        "قضى البابا فرانسيس \"ليلة هادئة\" بعد أن قال الفاتيكان إن الحالة \"لا تزال حرجة\" - BBC.com",
        "يقول ماسك إن العمال الفيدراليين سيفقدون وظائفهم ما لم يشرحوا عملهم - أكسيوس",
        "ألمانيا تصوت مع استطلاعات الرأي التي تشير إلى فوز ميرز: ما يجب مشاهدته - بلومبرغ",
        "كمالا هاريس تحصل على جائزة رئيس مجلس الإدارة المرموقة في جوائز NAACP Image - وكالة أسوشيتد برس",
        "نتائج كرة السلة في الكلية، الفائزون والخاسرون: كانساس، ألاباما تتعافى مع انتصارات كبيرة بعد خسائر سيئة - سي بي إس سبورتس",
        "يتوجه زعيما فرنسا وبريطانيا إلى واشنطن لحث ترامب على عدم التخلي عن أوكرانيا - وكالة أسوشيتد برس",
        "ترامب يشيد بالقادة الأجانب، وينتقد بايدن والوجبات السريعة الأخرى من CPAC - واشنطن بوست",
        "\"أغرب ليلة على الإطلاق \": يتفاعل المقاتلون مع فوز سونغ يادونغ على هنري سيجودو في UFC Fight Night 252 - MMA Junkie",
        "9 أشياء فاتتها الكاميرات خلال جوائز سبيريت - مراسل هوليوود",
        "حصل Lakers على أول أداء كبير من Luka Dončić في الفوز على Nuggets - Yahoo Sports",
        "اختبار لجهاز iPhone الجديد من Apple: التغلب على المنافسين الصينيين باستخدام ميزة المجال المنزلي - صحيفة وول ستريت جورنال",
        "توقع ترامب تسمية باتل كقائم بأعمال رئيس مكتب مكافحة الإرهاب: التقارير - ذا هيل",
        "SpaceX تطلق 22 قمرًا صناعيًا للإنترنت Starlink من كاليفورنيا - Space.com",
        "ما يجب معرفته عن تفشي الحصبة في غرب تكساس مع ارتفاع الحالات إلى 90 - PBS NewsHour"
    ]
}