{
    "headlines": [
        "Trump diz que negociações de paz entre Ucrânia e Rússia visam ‘dividir certos bens’ - CNN",
        "Ja'Marr Chase e Tee Higgins concordam em renovar contrato com o Bengals - Yahoo Sports",
        "Juiz exige Trump admin. explique por que médico foi deportado apesar da ordem - Axios",
        "O governo Trump deporta centenas de imigrantes, mesmo quando um juiz ordena que suas remoções sejam interrompidas - The Associated Press",
        "Trump diz que falará com Putin da Rússia na terça-feira - CNBC",
        "China Economic Pickup Tops Forecasts Before Tariff Pain Deepens - Yahoo Finance",
        "2025 March Madness Programação de TV, anunciantes: Como assistir ao Torneio da NCAA, horários das gorjetas, canais de TV, suporte - CBS Sports",
        "Tornados, incêndios florestais e tempestades de poeira nos EUA deixam 40 mortos e danos 'surpreendentes' - BBC.com",
        "Sam Rockwell faz visita surpresa ao ‘Lótus Branco’ enquanto o enredo do incesto esquenta - Prazo",
        "Perguntas frequentes sobre o Jogo 1 da Série Tóquio: formações, arremessadores iniciais e muito mais - MLB.com",
        "Vibrações variadas enquanto J.J. Spaun e Rory McIlroy se dirigem para o playoff dos jogadores de segunda-feira - NBC Sports",
        "Netanyahu procura demitir o chefe de segurança interna de Israel à medida que a luta pelo poder ferve - The Associated Press",
        "As primeiras reações de ’Branca de Neve' elogiam o filme como um ‘banquete visual’ e um dos 'melhores remakes live-action em anos’ da Disney - Variety",
        "Trump aproveitou o Lago Kari para administrar a voa. Então ele a desmontou. - The Washington Post",
        "Trump para cima, democratas para baixo em novas pesquisas - Axios",
        "Os habitantes de Oklahoma pesquisam a devastação depois que centenas de casas são destruídas e danificadas por incêndios florestais - The Associated Press",
        "Departamento de saúde de Nova York diz que Savage Cat Food está ligada a casos fatais de gripe aviária felina - Gothamist",
        "Pelo menos 59 mortos em incêndio 'catastrófico' em boate ilegal na Macedônia do Norte: funcionários - ABC News"
    ]
}