{
    "headlines": [
        "ਨਾਟੋ ਗੱਲਬਾਤ ਵਿਚ, ਟਰੰਪ ਦੀ ਟੀਮ ਆਪਣਾ ਬਚਾਅ ਕਰਨ ਲਈ ਯੂਰਪ 'ਤੇ ਜ਼ੋਰ ਪਾਉਂਦੀ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "‘ਮੈਨੂੰ ਉਮੀਦ ਹੈ ਕਿ ਉਹ ਸਹੀ ਹੈ’: ਬਾਜ਼ਾਰ ਟੈਰਿਫਾਂ 'ਤੇ ਘਬਰਾਉਂਦੇ ਹਨ — ਪਰ ਟਰੰਪ ਫਲਿੰਚਿੰਗ ਨਹੀਂ ਕਰ ਰਹੇ - ਪੋਲਿਟਿਕੋ",
        "ਟਰੰਪ ਟੈਰਿਫ ਲਾਈਵਃ ਅਮਰੀਕੀ ਸਟਾਕ ਟੈਰਿਫ ਤੋਂ ਆਰਥਿਕ ਹਿੱਟ ਹੋਣ ਦੇ ਡਰ 'ਤੇ ਡਿੱਗਦੇ ਹਨ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "ਮੌਰੀਸ ਜੋਨਸ-ਡ੍ਰੂ 2025 ਐਨਐਫਐਲ ਮੌਕ ਡਰਾਫਟ 1.0: ਜੈੱਟਸ ਲੈਂਡ ਟ੍ਰੈਵਿਸ ਹੰਟਰ; ਬੀਅਰਸ, ਬ੍ਰੋਂਕੋਸ, ਰੇਡਰਸ ਆਰਬੀਜ਼ ਨੂੰ ਚੁਣਦੇ ਹਨ - ਐਨਐਫਐਲ ਡਾਟ ਕਾਮ",
        "ਟਰੰਪ ਦੇ ਟੈਰਿਫ ਇੰਨੇ ਦੂਰ-ਦੁਰਾਡੇ ਹਨ ਕਿ ਉਨ੍ਹਾਂ ਵਿੱਚ ਕਈ ਦੂਰ-ਦੁਰਾਡੇ, ਰਹਿਤ ਟਾਪੂ ਸ਼ਾਮਲ ਹਨ - ਐਨਪੀਆਰ",
        "ਟਰੰਪ ਦੇ ਟੈਰਿਫ ਦਾ ਯੂਕੇ ਅਤੇ ਤੁਹਾਡੇ ਪੈਸੇ 'ਤੇ ਕਿਵੇਂ ਅਸਰ ਪੈ ਸਕਦਾ ਹੈ - ਬੀਬੀਸੀ",
        "ਐਨਵੀਡੀਆ ਨੇ ਨਿਨਟੈਂਡੋ ਸਵਿੱਚ 2 ਦੀ ਪੁਸ਼ਟੀ ਕੀਤੀ ਹੈ ਡੀਐਲਐਸਐਸ ਅਤੇ ਰੀਅਲ-ਟਾਈਮ ਰੇ ਟਰੇਸਿੰਗ - ਦਿ ਵਰਜ",
        "ਜੇਮਜ਼ ਵੈਬ ਟੈਲੀਸਕੋਪ ਨੇ 2032 ਵਿਚ ਨੇੜੇ ਦੇ ਮੁਕਾਬਲੇ ਤੋਂ ਪਹਿਲਾਂ 'ਸਿਟੀ-ਕਿਲਰ' ਐਸਟ੍ਰਾਇਡ 2024 ਵਾਈਆਰ 4 'ਤੇ ਐਮਰਜੈਂਸੀ ਨਜ਼ਰ ਮਾਰੀ - ਲਾਈਵ ਸਾਇੰਸ",
        "ਹੈਲੀ ਓਕੁਲਾ, ਨਰਸ ਪ੍ਰਭਾਵਕ, ਬਾਂਝਪਨ ਦੇ ਸੰਘਰਸ਼ਾਂ ਤੋਂ ਬਾਅਦ ਜਣੇਪੇ ਦੀਆਂ ਪੇਚੀਦਗੀਆਂ ਤੋਂ ਮਰ ਗਈ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਵ੍ਹਾਈਟ ਹਾ Houseਸ ਨੇ ਰਾਸ਼ਟਰਪਤੀ ਦੇ ਦੂਰ-ਸੱਜੇ ਕਾਰਕੁਨ ਲੌਰਾ ਲੂਮਰ ਨਾਲ ਮੁਲਾਕਾਤ ਤੋਂ ਬਾਅਦ ਐਨਐਸਸੀ ਦੇ ਤਿੰਨ ਕਰਮਚਾਰੀਆਂ ਨੂੰ ਬਰਖਾਸਤ ਕਰ ਦਿੱਤਾ - ਸੀਐਨਐਨ",
        "ਜੋਅ ਮਿਲਟਨ ਟ੍ਰੇਡ ਗ੍ਰੇਡਃ ਕਾਊਬੌਇਜ਼ ਲੈਂਡ ਵਾਅਦਾ ਕਰਨ ਵਾਲਾ ਬੈਕਅਪ ਕਿ Qਬੀ ਘੱਟ ਕੀਮਤ 'ਤੇ; ਦੇਸ਼ ਭਗਤ ਚਾਲ ਦੇ ਨਾਲ ਡਰਾਫਟ ਪੂੰਜੀ ਪ੍ਰਾਪਤ ਕਰਦੇ ਹਨ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਏਮਾ ਮਾਇਰਜ਼ ਨੇ ਖੁਦਾਈ ਕੀਤੀਃ ‘ਏ ਮਾਇਨਕਰਾਫਟ ਫਿਲਮ’ ਵਿਚ ਓਵਰਵਰਵਰਲਡ ਦੀ ਪੜਚੋਲ ਕਰਨ 'ਤੇ‘ ਬੁੱਧਵਾਰ 'ਸਟਾਰ,’ ਫੈਨਡਮ ਉਮੀਦਾਂ ਨੂੰ ਨੈਵੀਗੇਟ ਕਰਨਾ ਅਤੇ ਐਨਿਡ - ਵੰਨਗੀ ਵਜੋਂ ਵਾਪਸ ਆਉਣਾ",
        "ਐਨਵਾਈਸੀ ਦੇ ਮੇਅਰ ਏਰਿਕ ਐਡਮਜ਼ ਡੈਮੋਕਰੇਟਿਕ ਪ੍ਰਾਇਮਰੀ ਨੂੰ ਛੱਡ ਦੇਣਗੇ ਅਤੇ ਆਜ਼ਾਦ ਵਜੋਂ ਦੁਬਾਰਾ ਚੋਣ ਲੜਨਗੇ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਮਾਈਕ੍ਰੋਸਾੱਫਟ ਦਾ ਮਿਨੀਚਰ ਵਿੰਡੋਜ਼ 365 ਲਿੰਕ ਪੀਸੀ ਹੁਣ ਖਰੀਦਣ ਲਈ ਉਪਲਬਧ ਹੈ - ਦਿ ਵਰਜ",
        "ਟੈਰਿਫ ਦੇ ਕਾਰਨ ਮੈਕਸੀਕੋ ਅਤੇ ਕਨੇਡਾ ਵਿੱਚ ਸਟੈਲੇਂਟਿਸ ਵਿਹਲੇ ਪਲਾਂਟ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਕ੍ਰਿਪਟੋ ਅਰਬਪਤੀ ਅਤੇ 3 ਨਿੱਜੀ ਪੁਲਾੜ ਯਾਤਰੀਆਂ ਨੂੰ ਪੁਲਾੜ ਵਿੱਚ ਭੇਜਿਆ ਗਿਆ । ਫਿਰ ਗੁੰਡਾਗਰਦੀ ਸ਼ੁਰੂ ਹੋਈ. - ਆਈਐਫਐਲਸਾਇੰਸ",
        "ਬਿਲ ਗੇਟਸ ਨੇ ਮਾਈਕ੍ਰੋਸਾੱਫਟ ਦੇ ਪ੍ਰਾਚੀਨ ਕੋਡ ਦਾ ਖੁਲਾਸਾ ਕੀਤਾ ਜਿਵੇਂ ਕਿ ਇੱਕ ਮਾਣਮੱਤੇ ਨੇਰਡ ਡੈਡੀ - theregister.",
        "ਐਂਡਰਾਇਡ 16 ਨਕਲ ਕਰ ਸਕਦਾ ਹੈ ਕਿ ਆਈਓਐਸ ਐਪ ਸੈਟਿੰਗਾਂ ਨੂੰ ਕਿਵੇਂ ਸੰਭਾਲਦਾ ਹੈ, ਪਰ ਇਹ ਇੰਨਾ ਬੁਰਾ ਨਹੀਂ ਹੈ ਜਿੰਨਾ ਤੁਸੀਂ ਸੋਚਦੇ ਹੋ - ਐਂਡਰਾਇਡ ਅਥਾਰਟੀ",
        "ਐਮਾਜ਼ਾਨ ਟਿਕਟੋਕ ਲਈ ਬੋਲੀ ਲਗਾਉਣ ਵਾਲੀ ਲੜਾਈ ਵਿਚ ਸ਼ਾਮਲ ਹੁੰਦਾ ਹੈ ਕਿਉਂਕਿ ਵਿਕਰੀ ਦੀ ਆਖਰੀ ਤਾਰੀਖ ਨੇੜੇ ਆਉਂਦੀ ਹੈਃ ਸਰੋਤ - ਏਬੀਸੀ ਨਿ Newsਜ਼"
    ]
}