{
    "headlines": [
        "بايدن يزور فلوريدا لمسح أضرار ميلتون ؛ أكثر من 920 ألف بدون كهرباء، الفيضانات مستمرة - الولايات المتحدة الأمريكية اليوم",
        "روبوتات أوبتيموس في حدث تسلا Cybercab كانوا بشرًا متنكرين - The Verge",
        "تقول الأمم المتحدة إن الدبابات الإسرائيلية أجبرت على الدخول إلى موقعها في جنوب لبنان بينما يطلب نتنياهو من قوات حفظ السلام المغادرة - BBC.com",
        "أوكي لي سيمونز الإقلاع عن عرض الأزياء، تعبت من المقارنات مع أمي كيمورا - TMZ",
        "يقول وزير الخارجية الإيراني: \"لا توجد خطوط حمراء\" في الصراع مع إسرائيل - بوليتيكو أوروبا",
        "Ravens vs. Commanders الصعاب، اللقطات، الانتشار، كيفية المشاهدة، البث: يكشف النموذج عن توقعات اتحاد كرة القدم الأميركي للأسبوع السادس 2024 - CBS Sports",
        "بيان صادر عن السكرتير الصحفي للبنتاغون اللواء بات رايدر حول نشر بطارية ثاد في إسرائيل - وزارة الدفاع",
        "رئيس مجلس النواب \"جونسون\" لا يتوقع 6 يناير/كانون الثاني آخر. لكنه لا يزال لديه شكوك حول نزاهة الانتخابات. - بوليتيكو",
        "باكرز مقابل كاردينالز: تحديثات النتيجة المباشرة، تقرير الإصابة، الاحتمالات، الجدول الزمني - Milwaukee Journal Sentinel",
        "\"المرعب 3\" يتصدر شباك التذاكر مع 18 مليون دولار لاول مرة، \"جوكر: فولي à ديوكس\" ينهار مع وحشية 81 ٪ قطرة - متنوعة",
        "Jaguars vs. Bears NFL London Game score, live updates: Jacksonville and Chicago clash in second UK game in 2024 - Yahoo Sports",
        "نقطة محذوفة هنا",
        "معظم غرف الطوارئ ليست مستعدة تمامًا للتعامل مع حالات الطوارئ للأطفال - واشنطن بوست",
        "يبلغ عمر سوق الثور عامين. هنا حيث تعتقد وول ستريت أن الأسهم هي التالية. - Yahoo Finance",
        "الدببة تفقد سمك النهاش الطويل لإصابة في الركبة في الربع الأول في لندن - إن بي سي سبورتس",
        "لا يزال كولومبوس، الذي تم التحقق منه بعد 500 عام، يظهر أنه يهودي: فيلم وثائقي - فوكس نيوز",
        "أريانا غراندي تحاكي بريتني سبيرز، وتتحول إلى جينيفر كوليدج أثناء عودة \"SNL\" - نيويورك بوست",
        "في إنجاز هندسي، تلتقط أسلحة سبيس إكس الميكانيكية معزز صاروخ المركبة الفضائية مرة أخرى في منصة الإطلاق - ABC News",
        "\"الحرارة الميتة \": ترامب يسحب حتى مع هاريس في استطلاع إن بي سي نيوز - إن بي سي نيوز",
        "قد يكون المذنب النادر مرئيًا للعين المجردة. إليك أين تبحث. - CBS Boston"
    ]
}