{
    "headlines": [
        "OpenAI’s Sora appears to have leaked - TechCrunch",
        "‘Star Wars: Skeleton Crew’ Gets Earlier Disney+ Release Date - Deadline",
        "Brown fired by Tar Heels, to coach vs. Wolfpack - ESPN",
        "Cowboys' Jerry Jones teases potential contract extension for Mike McCarthy: He's 'been there and done that' - CBS Sports",
        "Mexico hits back as Trump’s tariff threat shakes markets - Financial Times",
        "Thanksgiving Winter Storms Forecasted Across US—Here’s Where Travel Could Be Disrupted - Forbes",
        "Fed’s ‘bumpy’ road to low inflation seen getting jolt from PCE price gauge - MarketWatch",
        "Reported iPhone 17 Air compromises tell us a lot about Apple’s thinking - 9to5Mac",
        "Israel carries out airstrikes in Beirut ahead of anticipated ceasefire deal - Reuters",
        "FBI agent acquitted in 2020 D.C. subway shooting now arrested on sexual assault charges - CBS News",
        "California’s Newsom Sets Himself Up as a Foil to Musk and Trump - Bloomberg",
        "MGK addresses Megan Fox’s pregnancy for first time: ‘I’m about to be a dad again!’ - Page Six",
        "World’s oldest man, John Tinniswood, dies aged 112 - CNN",
        "Laos hostel staff detained after suspected methanol deaths - BBC.com",
        "Horoscope Today LIVE Updates on November 26, 2024 : Tarot predictions during the last Mercury retrograde of 2024 for each zodiac sign - Hindustan Times",
        "Are any of Apple’s official MagSafe accessories worth buying? - Ars Technica",
        "Best Buy cuts full-year sales forecast due to softer demand for consumer electronics - CNBC",
        "The Beginning of the End of Big Tech - WIRED",
        "Australia’s Macquarie Dictionary picks ‘enshittification’ as word of 2024 - Al Jazeera English",
        "Jalen Brunson’s career-high in assists leads Knicks to tying franchise mark - New York Post "
    ]
}