{
    "headlines": [
        "Comment déterminer si les pardons autopen présumés de Biden sont valides - Fox Business",
        "Prédictions des tranches de la folie de mars 2025 : choix et analyse des écrivains de FOX Sports - FOX SPORTS",
        "Israël dit mener des « frappes massives » sur la bande de Gaza - BBC.com",
        "Bank of America s'attaque à une tendance inquiétante sur le lieu de travail - TheStreet",
        "iHeartRadio Music Awards 2025 : découvrez ce que Gracie Abrams, Benson Boone, Bad Bunny et d'autres stars ont porté sur le tapis rouge - Yahoo Entertainment",
        "Patrick Schwarzenegger's Reaction To 'White Lotus' Incest Kissing Scene Had Co-Stars Believe He Would \"Throw Up\" ; EP Says Storyline Is \"Not Just For Shock\" - Deadline",
        "Schumer effectue un contrôle des dommages. Ça ne marche pas. - POLITICO",
        "Les États-Unis ripostent aux terroristes houthis soutenus par l'Iran au Yémen - Département de la Défense",
        "Le Vatican publie la première photo du pape François depuis son hospitalisation - ABC News",
        "L'atterrisseur lunaire historique Blue Ghost envoie un dernier message depuis la lune - CNN",
        "Paul George des Sixers mis à l'écart pour le reste de la saison après la procédure - NBA",
        "Rory McIlroy retire le drame des séries éliminatoires pour gagner The Players et donner un élan aux Masters - The Associated Press",
        "Le Mississippi signale la première épidémie de souche de grippe aviaire hautement pathogène aux États-Unis depuis 2017 - The Hill",
        "Marché boursier aujourd'hui : Wall Street monte à nouveau - The Associated Press",
        "Ismaili Imamat promet 100 millions d'euros pour le développement de la Syrie - Réseau Aga Khan de développement",
        "Colin Farrell en pourparlers pour jouer dans « Sgt. Rock » de DC et Luca Guadagnino - Variété",
        "Trump choisit la gouverneure de la Fed, Michelle Bowman, pour remplacer Michael Barr à la tête de la supervision de la Fed - CNBC",
        "Les gens utilisent le nouveau modèle d'IA de Google pour supprimer les filigranes des images - TechCrunch"
    ]
}