{
    "headlines": [
        "قاضي جورجيا يمنع قاعدة الانتخابات التي تتطلب الفرز اليدوي للأصوات - سي بي إس نيوز",
        "قتلت الغارات الإسرائيلية 21 شخصًا في لبنان، بما في ذلك في بلدة ذات تاريخ مظلم من وفيات المدنيين - وكالة أسوشيتد برس",
        "المزيد من النساء يكتشفن قوة الوشم - واشنطن بوست",
        "توفي والد كونيتيكت بسبب فيروس نادر ينقله البعوض أصيب به في فناء منزله الخلفي – والحالات آخذة في الارتفاع - نيويورك بوست",
        "مستشفيات شمال غزة تقول إن الغذاء والأدوية تنفد في الوقت الذي تشن فيه إسرائيل هجوما - رويترز",
        "مايك توملين: استعدت لدفانتي آدمز الأسبوع الماضي، وسأستعد له هذا الأسبوع - إن بي سي سبورتس",
        "مورغان ستانلي يتصدر التقديرات حول إدارة الثروات والتداول والنتائج المصرفية بشكل أفضل من المتوقع - CNBC",
        "يانكيز آرون القاضي أخيرا هومرس، ولكن \"سكران جدا\" في غليبر توريس لعدم الاحترام - NJ.com",
        "الصيدلي يشرح القوى الدافعة وراء إغلاق Walgreens - WXYZ 7 Action News Detroit",
        "تبرع ماسك بمبلغ 75 مليون دولار لمجموعة مؤيدة لترامب، ليصبح مانحًا جمهوريًا ضخمًا - رويترز",
        "عملية هاريس في ولاية بنسلفانيا المهمة تعاني من شكاوى حزبية داخلية - بوليتيكو",
        "أسهم الرقائق العالمية تمحو 420 مليار دولار بعد تحذير مبيعات ASML - بلومبرغ",
        "جيمي كيميل يدحض ادعاء دونالد ترامب بأنه ظهر في برنامجه \"الكثير\" - رولينغ ستون",
        "ظهير تيد كروز السابق في الدوري الوطني لكرة القدم الأمريكية يتنافس في مناظرات متعددة - الوحش اليومي",
        "شواطئ سيدني مغلقة فوق كرات سوداء \"غامضة\" - DW (الإنجليزية)",
        "دعوى قضائية جديدة تدعي أن شون \"ديدي\" كومز \"اغتصب امرأة\" انتقامًا منها بعد أن ادعت أنه متورط في مقتل توباك شاكور",
        "التضخم في المملكة المتحدة ينخفض بشكل حاد إلى 1.7 ٪، أقل من هدف بنك إنجلترا لأول مرة منذ أكثر من ثلاث سنوات - CNBC",
        "بينما تُظهر الفواتير والطائرات لجيري جونز ما يعنيه \"كل شيء\"، يتعامل مالك رعاة البقر مع توقعات الفريق غير المؤكدة - Yahoo Sports",
        "Harris Slams Trump in Interview with Charlamagne Tha God: 5 Takeaways - نيويورك تايمز",
        "يستعد زيلينسكي للكشف عن \"خطة النصر\" للمشرعين الأوكرانيين بعد تقديمها للحلفاء الغربيين - وكالة أسوشيتد برس"
    ]
}