{
    "headlines": [
        "Quem é Pam Bondi, a nova escolha de Trump para procuradora-geral? - Fox News",
        "Rússia continuará testando novo míssil balístico, diz Putin - CNN",
        "O que saber sobre o flúor na água potável - CNN",
        "A NASA avistou um planeta muito jovem. Pode se tornar uma super-Terra. - Mashable",
        "Apresentadores da Fox, apresentadores de notícias a cabo e profissionais de entretenimento: Trump está lançando um Gabinete feito para a TV - CNN",
        "Mudei-me para o Dubai para um emprego dos sonhos e adorei a vida glamourosa. Eventualmente, isso custou caro. - Business Insider",
        "A COP29 ultrapassa os limites à medida que os países pobres fervilham com o dinheiro do clima - BBC.com",
        "Taylor Swift reage ao anúncio da gravidez de Jason Kelce e Kylie Kelce - Athlon Sports",
        "Trump escolhe Marty Makary para liderar a FDA, Dave Weldon para administrar o CDC - The Washington Post",
        "Trump escolhe o gestor de fundos de hedge Scott Bessent para administrar o Tesouro - Axios",
        "O que saber sobre a candidata a secretária do Trabalho de Trump, Lori Chavez-DeRemer - ABC News",
        "Atualizações ao vivo do UFC Fight Night 248: Resultados, cobertura rodada a rodada de todas as lutas - MMA Junkie",
        "Observações instantâneas: os Sixers finalmente conquistaram a terceira vitória da temporada, atrás de Tyrese Maxey e Jared McCain - PhillyVoice.com",
        "Vazamento da GPU \"Battlemage\" Intel Arc B580 confirma 12 GB de memória, modelos personalizados com conectores de alimentação padrão, relógios de até 2,8 GHz - Wccftech",
        "Firebrand Gorka retorna à Casa Branca de Trump no papel do NSC - POLITICO",
        "Giants libertam Daniel Jones: ex-companheiro de equipa Saquon Barkley reage ao QB sair de Nova Iorque - CBS Sports",
        "'Wicked': Como Jon M. Chu reviveu musical em filme de bilheteria - Prazo",
        "Brandon Allen, QB dos 49ers, chama a primeira partida desde 2021 de \"uma oportunidade de sair e jogar bem\" - NBC Sports",
        "A terceira oferta de Sean ‘Diddy’ Combs para ser libertado sob fiança não será decidida até a próxima semana - The Associated Press",
        "Primeiro caso de gripe aviária em criança nos EUA confirmado na Califórnia - The Washington Post"
    ]
}