{
    "headlines": [
        "Meta rapporte les résultats du quatrième trimestre et de l'exercice complet 2024 - Meta Investor Relations",
        "Tesla Earnings : Stock Slips As Revenue, Sales Fall Short Of Estimates - Forbes",
        "Ligue des champions 2024/25 Matchday 8 LIVE : City scores... but would still be eliminated - Marca English",
        "L'ancien sénateur Bob Menendez condamné à 11 ans de prison pour corruption - ABC News",
        "Trump dit qu'il ordonne à Guantanamo Bay de se préparer à accueillir jusqu'à 30 000 migrants - CNN",
        "La NASA trouve des éléments constitutifs de la vie dans l'échantillon d'astéroïde Bennu - The Verge",
        "La grippe aviaire est « répandue » dans le Massachusetts, selon des responsables de l'État - ABC News",
        "Rumeurs commerciales de la NBA : Les Kings veulent des joueurs gagnants pour De'Aaron Fox, les Bucks montrent de l'intérêt pour Zach LaVine - CBS Sports",
        "A$AP Rocky Assault Trial : What We Know As His Partner Rihanna Arrives In Court - Forbes",
        "Israël dit que trois otages israéliens et cinq otages thaïlandais seront libérés à Gaza jeudi - CNN",
        "Émissions de la Réserve fédérale Déclaration du FOMC - Réserve fédérale",
        "Les élèves ne se remettent pas de la covid. Les résultats des tests s'aggravent. - The Washington Post",
        "L'année du serpent est en cours avec les festivités du Nouvel An lunaire dans le monde entier - ABC News",
        "Samsung devient fou, le nouveau Galaxy S25 Ultra est à -70% si vous le précommandez maintenant - Gizmodo",
        "L'ancien PDG d'Intel, Pat Gelsinger, achète des actions Nvidia et voit l'expansion du marché de l'IA - Yahoo Finance",
        "RFK Jr. a du mal à répondre aux questions de Medicaid lors de l'audience de confirmation - Axios",
        "Harvey Weinstein supplie le tribunal de sortir du « trou de l'enfer » de Rikers Island - AOL",
        "L'apparition de la star de « Smallville » Tom Welling dans Mugshot suscite des inquiétudes après l'arrestation de DUI - Yahoo Entertainment"
    ]
}