{
    "headlines": [
        "ਓਪਨਏਆਈ ਨੇ ਚੈਟਜੀਪੀਟੀ - ਰਾਇਟਰਜ਼ ਡਾਟ ਕਾਮ ਵਿੱਚ ਨਵਾਂ ਸਰਚ ਫੰਕਸ਼ਨ ਜੋੜਿਆ",
        "ਜੁਆਨ ਸੋਟੋ ਇਕ ਇਤਿਹਾਸਕ $ 700 ਮਿਲੀਅਨ ਐਮਐਲਬੀ ਮੁਫਤ ਏਜੰਸੀ ਇਕਰਾਰਨਾਮੇ ਦੀ ਨਜ਼ਰ ਮਾਰ ਰਿਹਾ ਹੈ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਇਕ ਵਾਰ ਇਕ ਕੋਵਿਡ ਸਟਾਰ, ਸਾਬਕਾ ਸਰਕਾਰ ਐਂਡਰਿ Cu ਕੁਓਮੋ ਨੇ ਅਪਰਾਧਿਕ ਰੈਫਰਲ ਨੂੰ ਘੇਰਿਆ - ਪੋਲੀਟੀਕੋ",
        "ਟੈਕਸਨਜ਼ ਬਨਾਮ ਜੇਟਸ ਕਿੱਥੇ ਵੇਖਣਾ ਹੈਃ ਐਨਐਫਐਲ ਕਿੱਕਆਫ ਟਾਈਮ, ਲਾਈਵ ਸਟ੍ਰੀਮ, ਔਕੜਾਂ, ਫੈਲਣ, ਹਫਤੇ 9 ਗੇਮ ਲਈ ਭਵਿੱਖਬਾਣੀ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਯੰਗ ਠੱਗ ਨੂੰ ਦੋਸ਼ੀ ਮੰਨਣ ਤੋਂ ਬਾਅਦ ਵਾਈਐਸਐਲ ਰੀਕੋ ਮੁਕੱਦਮੇ ਵਿਚ ਸਜ਼ਾ ਸੁਣਾਈ ਗਈ - ਡਬਲਯੂਐਸਬੀ ਅਟਲਾਂਟਾ",
        "ਬੋਇੰਗ, ਯੂਨੀਅਨ ਹੜਤਾਲ ਨੂੰ ਖਤਮ ਕਰਨ ਦੀ ਬੋਲੀ ਵਿਚ ਮਿੱਠੇ ਇਕਰਾਰਨਾਮੇ ਦੀ ਪੇਸ਼ਕਸ਼ 'ਤੇ ਪਹੁੰਚਦੀ ਹੈ, ਵੋਟ ਸੋਮਵਾਰ ਨੂੰ ਤਹਿ ਕੀਤੀ ਗਈ ਹੈ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਹੈਰਿਸ ਬਿਡੇਨ 'ਕੂੜੇਦਾਨ' ਟਿੱਪਣੀ ਨੂੰ ਲੈ ਕੇ ਆਪਣੇ ਆਪ ਨੂੰ ਗੁੱਸੇ ਤੋਂ ਦੂਰ ਕਰਦਾ ਹੈ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਸਟਾਰਬਕਸ ਨੂੰ ਤੁਹਾਨੂੰ ਬਹੁਤ ਜ਼ਿਆਦਾ ਅਨੁਕੂਲਿਤ ਪੀਣ ਵਾਲੇ ਆਦੇਸ਼ਾਂ ਵਿੱਚ ਰੀਨ ਕਰਨ ਦੀ ਜ਼ਰੂਰਤ ਹੈ- 'ਸਾਡੇ ਕੋਲ ਕਰਨ ਲਈ ਕੁਝ ਸਫਾਈ ਹੈ,' ਸੀਈਓ ਬ੍ਰਾਇਨ ਨਿਕੋਲ ਕਹਿੰਦਾ ਹੈ - ਫਾਰਚਿ.",
        "ਵਾਰਨਰ ਬ੍ਰਦਰਜ਼ ਵਿਖੇ ਅਰਲੀ ਡਿਵੈਲਪਮੈਂਟ ਵਿਚ ’ਗੇਮ ਆਫ਼ ਥ੍ਰੋਨਜ਼’ ਫਿਲਮ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਇਜ਼ਰਾਈਲ ਨੇ ਲੇਬਨਾਨ ਦੇ ਪ੍ਰਾਚੀਨ ਸ਼ਹਿਰ ਬਾਲਬੇਕ 'ਤੇ ਹਮਲਾ ਕੀਤਾ, ਕਿਉਂਕਿ ਹਜ਼ਾਰਾਂ ਲੋਕ ਭੱਜ ਗਏ - ਐਨਪੀਆਰ",
        "ਅਲੀਟੋ ਨੇ ਪੈਨਸਿਲਵੇਨੀਆ ਬੈਲਟ ਐਕਸੈਸ ਵਿਵਾਦ ਵਿੱਚ ਦਖਲਅੰਦਾਜ਼ੀ ਲਈ ਕਾਰਨੇਲ ਵੈਸਟ ਦੀ ਬੋਲੀ ਤੋਂ ਇਨਕਾਰ ਕੀਤਾ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਸੀਨ ਕੰਬਜ਼ ਨਵੀਂ ਗ੍ਰੈਂਡ ਜਿuryਰੀ ਗਵਾਹੀ ਦਾ ਸਾਹਮਣਾ ਕਰਦਾ ਹੈ; ਫੈੱਡਸ ਦੋਸ਼ੀਆਂ ਦਾ ਖੁਲਾਸਾ ਨਹੀਂ ਕਰਨਗੇ - ਡੈੱਡਲਾਈਨ",
        "ਕਮਲਾ ਹੈਰਿਸ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਔਰਤਾਂ ‘ਤੇ ਟਰੰਪ ਦੀ ਟਿੱਪਣੀ' ਹਰ ਕਿਸੇ ਲਈ ਅਪਮਾਨਜਨਕ ’- ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਪੈਸੀਵਰੈਂਸ ਰੋਵਰ ਦੁਆਰਾ ਮੰਗਲ ਅਸਮਾਨ ਵਿੱਚ 'ਗੂਗਲੀ ਅੱਖ' ਸਪਾਟ ਕੀਤੀ ਗਈ - ਫੌਕਸ ਮੌਸਮ",
        "ਸਮੁੰਦਰੀ ਪਾਇਲਟ ਨੇ ਐਫ -35 ਬੀ ਤੋਂ ਬਾਹਰ ਕੱ afterਣ ਤੋਂ ਬਾਅਦ ਕਮਾਂਡ ਗੁਆ ਦਿੱਤੀ ਜੋ ਉਡਾਣ ਭਰਦਾ ਰਿਹਾ - ਸਮੁੰਦਰੀ ਕੋਰ ਟਾਈਮਜ਼",
        "ਹੇਲੋਵੀਨ 2024: ਜੈਨੀਫਰ ਗਾਰਨਰ, ਡੈਮੀ ਮੂਰ, ਕੈਲੀ ਕਲਾਰਕਸਨ ਦੇ ਜੰਗਲੀ ਪਰਿਵਰਤਨ - ਫੌਕਸ ਨਿ Newsਜ਼",
        "ਐਪਲ ਚੌਥੀ ਤਿਮਾਹੀ ਦੇ ਨਤੀਜਿਆਂ ਦੀ ਰਿਪੋਰਟ ਕਰਦਾ ਹੈ - ਐਪਲ",
        "ਅਮਰੀਕਾ 'ਚ ਪਹਿਲੀ ਵਾਰ ਬਰਡ ਫਲੂ ਨਾਲ ਸੰਕਰਮਿਤ ਹੋਇਆ ਸੂਰ, ਸਿਹਤ ਅਧਿਕਾਰੀਆਂ ਨੇ ਕੀਤੀ ਪੁਸ਼ਟੀ - Fox News",
        "ਹਿਜ਼ਬੁੱਲਾ ਰਾਕੇਟ ਹਮਲੇ ਉੱਤਰੀ ਇਜ਼ਰਾਈਲ ਵਿਚ ਸੱਤ ਮਾਰੇ ਗਏ - ਬੀਬੀਸੀ.",
        "Comcast ਕਮਾਈ ਬੀਟ. ਕੰਪਨੀ ਐਕਸਪਲੋਰਿੰਗ ਕੇਬਲ ਪ੍ਰੋਗਰਾਮਿੰਗ ਕਾਰੋਬਾਰ ਸਪਿਨ-ਆਫ - ਨਿਵੇਸ਼ਕ ਦਾ ਕਾਰੋਬਾਰ ਰੋਜ਼ਾਨਾ"
    ]
}