{
    "headlines": [
        "ਕੀ ਪੋਪ ਫਰਾਂਸਿਸ ਅਸਤੀਫਾ ਦੇਣਗੇ? ਮਾਹਰ ਕਹਿੰਦੇ ਹਨ ਕਿ ਇਹ ਅਸੰਭਵ ਹੈ – ਪਰ ਪੋਂਟੀਫ ਅਕਸਰ ਹੈਰਾਨ ਹੋ ਜਾਂਦਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "‘ਸੈੰਕਚੂਰੀ ਸਿਟੀ’ ਦੇ ਮੇਅਰ ਕਾਂਗਰਸ ਵਿਚ ਸ਼ਰਮਨਾਕ ਤਮਾਸ਼ੇ ਤੋਂ ਬਚਣ ਦੀ ਉਮੀਦ ਕਰਦੇ ਹਨ - ਪੋਲਿਟਿਕੋ",
        "ਬ੍ਰਿਟੇਨ ਅਤੇ ਫਰਾਂਸ ਨੇ ਟਰੰਪ-ਜ਼ੈਲੇਨਸਕੀ ਰਿਫਟ ਨੂੰ ਠੀਕ ਕਰਨ ਲਈ ਕਦਮ ਰੱਖਿਆ - ਪੋਲੀਟੀਕੋ ਯੂਰਪ",
        "ਵੈਨਸ ਨੇ ਪਹਿਲਾਂ ਜ਼ੇਲੇਨਸਕੀ ਨੂੰ ਧੰਨਵਾਦ ਦੀ ਘਾਟ ਲਈ ਨਿੰਦਾ ਕੀਤੀ ਸੀ । ਇਸ ਵਾਰ, ਇਸਨੇ ਉਸਨੂੰ ਤਣਾਅਪੂਰਨ ਓਵਲ ਆਫਿਸ ਐਕਸਚੇਂਜ ਦੇ ਕੇਂਦਰ ਵਿੱਚ ਰੱਖਿਆ - ਸੀ ਐਨ ਐਨ",
        "ਨੀਲਾ ਭੂਤ ਚੰਦਰਮਾ 'ਤੇ ਉਤਰਨ ਵਾਲਾ ਦੂਜਾ ਨਿੱਜੀ ਪੁਲਾੜ ਯਾਨ ਬਣਿਆ - BBC.com",
        "ਸਕਾਈਪ 5 ਮਈ ਨੂੰ ਬੰਦ ਹੋ ਰਿਹਾ ਹੈ - ਹੈਕਾਡੇ",
        "ਜੀਨ ਹੈਕਮੈਨ ਅਤੇ ਬੈਟਸੀ ਅਰਾਕਾਵਾ ਨੇ ਆਪਣੀ ਮੌਤ ਤੋਂ ਪਹਿਲਾਂ ਨਿ Mexico ਮੈਕਸੀਕੋ ਵਿਚ ਇਕ ਸ਼ਾਂਤਮਈ, ਨਿਜੀ ਜ਼ਿੰਦਗੀ ਬਤੀਤ ਕੀਤੀ, ਦੋਸਤਾਂ ਦਾ ਕਹਿਣਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "‘ਟਾਪ ਪ੍ਰਾਥਮਿਕਤਾ’: ਆਰਐਫਕੇ ਜੂਨੀਅਰ. ਸ਼ਰਮਨਾਕ ਉਪਾਵਾਂ ਦੇ ਗਲਤ ਕਦਮ ਚੁੱਕਣ ਤੋਂ ਬਾਅਦ ਬੈਕਟ੍ਰੈਕ - ਦਿ ਡੇਲੀ ਬੀਸਟ",
        "ਵਰਮੋਂਟ ਸਕੀ ਵੀਕੈਂਡ ਦੌਰਾਨ ਪ੍ਰਦਰਸ਼ਨਕਾਰੀਆਂ ਨੇ ਅੰਬਸ਼ ਵੈਨਸਃ ‘ਰੂਸ ਵਿਚ ਸਕੀ ਜਾਓ’ - ਦਿ ਡੇਲੀ ਬੀਸਟ",
        "ਐਮਾਜ਼ਾਨ ਨੇ ਹੁਣੇ ਹੀ ਡੈਬਿਊ ਤੋਂ ਬਾਅਦ ਅਲੈਕਸਾ ਨੂੰ ਆਪਣਾ ਸਭ ਤੋਂ ਵੱਡਾ ਅਪਗ੍ਰੇਡ ਦਿੱਤਾ - ਅਤੇ ਤੁਸੀਂ ਇਸਦੇ ਲਈ ਇੱਕ ਗੂੰਜ ਸ਼ੋਅ ਚਾਹੁੰਦੇ ਹੋਵੋਗੇ - ZDNet",
        "'ਲੁੱਟ': Gervonta ਡੇਵਿਸ ਬਨਾਮ Lamont Roach ਵਿਵਾਦ — 'Tank' ਗੋਡੇ ਕੋਈ-ਕਾਲ ਬੰਦ ਸੈੱਟ ਕਰਦਾ ਹੈ ਮੁੱਕੇਬਾਜ਼ੀ ਸੰਸਾਰ - ਯਾਹੂ ਖੇਡ",
        "49ers ਡੀਬੋ ਸੈਮੂਅਲ ਦੀ ਇੱਛਾ ਪ੍ਰਦਾਨ ਕਰੋ, ਇੱਕ ਡਰਾਫਟ ਪਿਕ ਲਈ ਵਾਸ਼ਿੰਗਟਨ ਕਮਾਂਡਰਾਂ ਨੂੰ ਵਪਾਰ ਪ੍ਰਾਪਤ ਕਰਨ ਵਾਲੇ ਨੂੰ ਸਹਿਮਤ ਕਰੋ - ਦਿ ਮਰਕਰੀ ਨਿ Newsਜ਼",
        "ਜੂਜੂ ਵਾਟਕਿੰਸ 30 ਅੰਕ ਡਿੱਗਦਾ ਹੈ ਜਿਵੇਂ ਕਿ ਨੰਬਰ 4 ਯੂਐਸਸੀ ਸਵੀਪ ਨੰਬਰ 2 ਯੂਸੀਐਲਏ, ਬਿਗ ਟੈਨ ਰੈਗੂਲਰ-ਸੀਜ਼ਨ ਦਾ ਖਿਤਾਬ ਜਿੱਤਦਾ ਹੈ - ਯਾਹੂ ਸਪੋਰਟਸ",
        "ਕੈਰੋਲੀਨਾਸ ਵਿਚ ਕਈ ਜੰਗਲਾਂ ਵਿਚ ਅੱਗ ਲੱਗੀ, ਜ਼ਬਰਦਸਤੀ ਨਿਕਾਸੀ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਮਜ਼ਦੂਰਾਂ ਨੂੰ ਤਾਜ਼ੇ ਮਸਕ ਦੀਆਂ ਈਮੇਲਾਂ ਫੈਡਰਲ ਏਜੰਸੀਆਂ 'ਤੇ ਨਵੇਂ ਪੁਸ਼ਬੈਕ ਦੀ ਅਗਵਾਈ ਕਰਦੀਆਂ ਹਨ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਡਬਲਯੂਡਬਲਯੂਈ ਐਲੀਮੀਨੇਸ਼ਨ ਚੈਂਬਰ 2025 ਨਤੀਜੇਃ ਕੋਡੀ ਰੋਡਸ ਦ ਰੌਕ ਨੂੰ ਦੱਸਦਾ ਹੈ ‘ਆਪਣੇ ਆਪ ਜਾਓ,’ ਸੀਨਾ ਨੇ ਅੱਡੀ ਘੁੰਮਾਈ - ਫੋਰਬਸ",
        "ਰੋਬ ਮੈਨਫ੍ਰੈਡ ਨੇ ਪੀਟ ਰੋਜ਼ ਨੂੰ ਐਮਐਲਬੀ ਦੀ ਅਯੋਗ ਸੂਚੀ ਤੋਂ ਹਟਾਉਣ ਦੀ ਪਟੀਸ਼ਨ 'ਤੇ ਵਿਚਾਰ ਕੀਤਾ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਇਜ਼ਰਾਈਲ ਨੇ ਗਾਜ਼ਾ ਜੰਗਬੰਦੀ ਦੇ ਆਰਜ਼ੀ ਵਿਸਥਾਰ ਨੂੰ ਦਿੱਤੀ ਮਨਜ਼ੂਰੀ - BBC.com",
        "ਟੈੱਸਲਾ ਸਟੋਰਾਂ 'ਤੇ ਡੋਗ ਵਿਰੋਧੀ ਵਿਰੋਧ ਪ੍ਰਦਰਸ਼ਨ ਐਲਨ ਮਸਕ ਦੀ ਹੇਠਲੀ ਲਾਈਨ ਨੂੰ ਨਿਸ਼ਾਨਾ ਬਣਾਉਂਦੇ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ"
    ]
}