{
    "headlines": [
        "ਕੋਲੰਬੀਆ ਯੂਨੀਵਰਸਿਟੀ ਸੰਘੀ ਠੇਕਿਆਂ ਦੀ ਟਰੰਪ ਪ੍ਰਸ਼ਾਸਨ ਦੀ ਸਮੀਖਿਆ ਦਾ ਸਾਹਮਣਾ ਕਰਦੀ ਹੈ - ਪੋਲਿਟਿਕੋ",
        "ਸੈਨੇਟ ਨੇ ਟ੍ਰਾਂਸਜੈਂਡਰ ਐਥਲੀਟਾਂ 'ਤੇ ਪਾਬੰਦੀ ਲਗਾ ਦਿੱਤੀ, ਜਿਵੇਂ ਕਿ ਟਰੰਪ ਅੱਗੇ ਵਧਦਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਰਿਪੋਰਟਾਂਃ ਸੈਮ ਡਾਰਨੋਲਡ ਨੂੰ ਰੱਖਣ ਵਿਚ ਵਾਈਕਿੰਗਜ਼ ਦੀ ਦਿਲਚਸਪੀ ਹੈ ਪਰ ਉਸ ਨੂੰ ਟੈਗ ਕਰਨ ਦੀ ਸੰਭਾਵਨਾ ਨਹੀਂ ਹੈ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਦਫਤਰ ਵਾਪਸ ਜਾਓਃ ਨਿਊਜ਼ੋਮ ਨੇ ਕੈਲੀਫੋਰਨੀਆ ਸਟੇਟ ਵਰਕਰਾਂ ਨੂੰ ਹਫਤੇ ਵਿਚ ਚਾਰ ਦਿਨ ਵਾਪਸ ਕਰਨ ਦਾ ਆਦੇਸ਼ ਦਿੱਤਾ - ਕੈਲਮੇਟਰਸ",
        "ਅਮਰੀਕਾ ਨੇ ਯੂਕਰੇਨ ਦੀ ਫੌਜੀ ਸਹਾਇਤਾ 'ਤੇ ਲਾਈ ਰੋਕ - Financial Times",
        "ਸਪੇਸਐਕਸ ਸਕ੍ਰਬਜ਼ ਸਟਾਰਸ਼ਿਪ ਲਾਂਚ - ਸਪੇਸਨਿ Newsਜ਼",
        "ਇਸ ਹਫਤੇ ਨਵਾਂ ਮੈਕਬੁੱਕ ਏਅਰ ਆ ਰਿਹਾ ਹੈਃ ਕੀ ਉਮੀਦ ਕਰਨੀ ਹੈ - ਮੈਕਰੂਮੋਰਸ",
        "ਜੈ-ਜ਼ੈਡ ਨੇ ਸਾਬਕਾ ਬਲਾਤਕਾਰ ਦੇ ਦੋਸ਼ੀ ਨੂੰ ਸੂਸ ਕੀਤਾ, ਦਾਅਵਾ ਕੀਤਾ ਕਿ ਉਹ ਹੁਣ ਮੰਨਦੀ ਹੈ ਕਿ ਉਸਦੀ ਕਹਾਣੀ ਝੂਠੀ ਸੀ - ਬਿਲਬੋਰਡ",
        "ਕ੍ਰੌਗਰ ਦੇ ਸੀਈਓ ਨੇ ਨਿੱਜੀ ਚਾਲ-ਚਲਣ ਦੀ ਜਾਂਚ ਤੋਂ ਬਾਅਦ ਅਚਾਨਕ ਅਸਤੀਫਾ ਦੇ ਦਿੱਤਾ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਪੋਪ ਫ੍ਰਾਂਸਿਸ ਦੇ ‘ਤੀਬਰ ਸਾਹ ਦੀ ਅਸਫਲਤਾ‘ ਦੇ ਦੋ ਐਪੀਸੋਡ ਸਨ ਪਰ ਉਹ ਸੁਚੇਤ ਅਤੇ ਆਰਾਮ ਕਰ ਰਹੇ ਹਨ, ਵੈਟੀਕਨ ਕਹਿੰਦਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਡਾਕਟਰਾਂ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਹ ਛੋਟੇ ਮਰੀਜ਼ਾਂ ਨੂੰ ਕੋਲੋਰੇਕਟਲ ਕੈਂਸਰ, ਖਾਸ ਕਰਕੇ ਜੈਨੇਟਿਕ ਵਿਗਾੜ ਵਾਲੇ ਮਰੀਜ਼ਾਂ ਨੂੰ ਵੇਖ ਰਹੇ ਹਨ - 69News WFMZ-TV",
        "ਹੁਣ ਤੁਸੀਂ ਆਪਣੇ ਆਈਫੋਨ ਦੀ ਲਾਕ ਸਕ੍ਰੀਨ ਤੋਂ ਗੂਗਲ ਜੈਮਿਨੀ ਨਾਲ ਗੱਲ ਕਰ ਸਕਦੇ ਹੋ - TechCrunch",
        "ਮਾਈਕੀ ਮੈਡਿਸਨ ਅਤੇ ਐਡਰਿਅਨ ਬਰੌਡੀ ਸਵਰਮੇਡ, ਟਿਮੋਥੀ ਚੈਲਾਮੇਟ ਅਤੇ ਕਾਇਲੀ ਜੇਨਰ ਆਪਣੇ ਮਾਪਿਆਂ ਨਾਲ ਕੋਜ਼ੀ ਅਤੇ ਜ਼ੋਏ ਸਾਲਡਾਨਾ ਪਾਰਟੀਆਂ ਪ੍ਰਾਪਤ ਕਰੋਃ ਵਿਅਰਥ ਮੇਲੇ ਦੀ ਆਸਕਰ ਪਾਰਟੀ ਦੇ ਅੰਦਰ - ਭਿੰਨਤਾ",
        "ਜਰਮਨੀ ਦੇ ਮੈਨਹਾਈਮ ਸ਼ਹਿਰ ਵਿੱਚ ਕਾਰਾਂ ਦੀ ਭੀੜ ਕਾਰਨ ਦੋ ਦੀ ਮੌਤ, 11 ਜ਼ਖਮੀ - ਸੀਐਨਐਨ",
        "ਮੋਬਾਈਲ ਵਰਲਡ ਕਾਂਗਰਸ 2025: ਵਧੇਰੇ ਫੋਲਡੇਬਲ ਸੰਕਲਪ, ਪਲੱਸ ਫੋਨ ਅਤੇ ਟੈਬਲੇਟ ਜੋ ਤੁਸੀਂ ਕਦੇ ਨਹੀਂ ਵਰਤੋਗੇ - ਗਿਜ਼ਮੋਡੋ",
        "ਜ਼ੇਲੇਨਸਕੀ ਦੇ ਪਹਿਰਾਵੇ ਦੀ ਟਰੰਪ ਦੀ ਆਲੋਚਨਾ ਤੋਂ ਬਾਅਦ ਯੂਕਰੇਨੀਅਨ ਆਪਣੇ ‘ਸੂਟ’ ਦਿਖਾਉਂਦੇ ਹਨ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਇਜ਼ਰਾਈਲ ਨੇ ਹਮਾਸ ਨੂੰ ਚੇਤਾਵਨੀ ਦਿੱਤੀ ਕਿ ਉਹ ਬਚੇ ਹੋਏ ਗਾਜ਼ਾ ਬੰਧਕਾਂ ਨੂੰ ਵਾਪਸ ਭੇਜਣ ਜਾਂ 'ਨਰਕ' ਦਾ ਸਾਹਮਣਾ ਕਰਨ - FRANCE 24 English",
        "ਪਾਣੀ ਸਾਡੀ ਪਹਿਲੀ ਸੋਚ ਨਾਲੋਂ ਪੁਰਾਣਾ ਹੋ ਸਕਦਾ ਹੈ, ਪਹਿਲੀ ਗਲੈਕਸੀਆਂ ਦਾ ਇਕ ਮੁੱਖ ਹਿੱਸਾ ਬਣਦਾ ਹੈ - Phys.",
        "ਗੰਭੀਰ ਮੌਸਮ ਬੁੱਧਵਾਰ ਦੁਆਰਾ ਦੱਖਣ ਤੋਂ ਪੂਰਬੀ ਤੱਟ ਤੱਕ ਤੂਫਾਨ ਅਤੇ ਨੁਕਸਾਨਦੇਹ ਹਵਾ ਦੀਆਂ ਧਮਕੀਆਂ ਨੂੰ ਪੈਕ ਕਰੇਗਾ - ਮੌਸਮ ਚੈਨਲ"
    ]
}