{
    "headlines": [
        "ਬੁਏਨਸ ਆਇਰਸ ਵਿੱਚ ਲੀਅਮ ਪੇਨੇ ਦੀ ਮੌਤ ਦੇ ਮਾਮਲੇ ਵਿੱਚ ਤਿੰਨ ਲੋਕਾਂ ਨੂੰ ਮੁliminaryਲੇ ਦੋਸ਼ਾਂ ਦਾ ਸਾਹਮਣਾ ਕਰਨਾ ਪੈ ਰਿਹਾ ਹੈ - ਸੀਐਨਐਨ",
        "ਫੈੱਡ ਦਾ ਪਾਵੇਲ ਰੁਕਣਾ ਭਾਵੇਂ ਟਰੰਪ ਕੋਲ ਇਕ ਹੋਰ ਵਿਚਾਰ ਹੋਵੇ - ਫੌਕਸ ਬਿਜ਼ਨਸ",
        "ਬੰਗਾਲ ਬਨਾਮ ਰੈਵੇਨਸ ਸਕੋਰ, ਲਾਈਵ ਅਪਡੇਟਸਃ ਸਿਨਸਿਨਾਟੀ ਵੀਰਵਾਰ ਨਾਈਟ ਫੁੱਟਬਾਲ 'ਤੇ ਪਹਿਲੀ ਤਿਮਾਹੀ ਤੋਂ ਬਾਅਦ ਬਾਲਟੀਮੋਰ 7–0 ਦੀ ਬੜ੍ਹਤ ਬਣਾਉਂਦੀ ਹੈ - ਯਾਹੂ ਸਪੋਰਟਸ",
        "ਟਰੰਪ ਈਰਾਨ ਵਿਰੁੱਧ ‘ਵੱਧ ਤੋਂ ਵੱਧ ਦਬਾਅ’ ਮੁਹਿੰਮ ਦਾ ਨਵੀਨੀਕਰਨ ਕਰਨਗੇ - ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "ਜੱਜ ਨੇ ਅਮਰੀਕੀ ਨਾਗਰਿਕਾਂ ਦੇ ਪਤੀ/ਪਤਨੀ ਲਈ ਬਿਡੇਨ ਇਮੀਗ੍ਰੇਸ਼ਨ ਪ੍ਰੋਗਰਾਮ ਨੂੰ ਗੈਰਕਾਨੂੰਨੀ ਕਰਾਰ ਦਿੱਤਾ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਪ੍ਰਿੰਸ ਵਿਲੀਅਮ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ 2024 ਕੇਟ ਮਿਡਲਟਨ, ਕਿੰਗ ਚਾਰਲਸ ਦੇ ਕੈਂਸਰ ਦੀ ਜਾਂਚ ਤੋਂ ਬਾਅਦ 'ਮੇਰੀ ਜ਼ਿੰਦਗੀ ਦਾ ਸਭ ਤੋਂ ਮੁਸ਼ਕਲ ਸਾਲ' ਸੀ - ਫੌਕਸ ਨਿ Newsਜ਼",
        "ਅਮਰੀਕਾ ਭਰ ਦੇ ਓਹੀਓ ਵਿੱਚ ਕਾਲੇ ਅਮਰੀਕੀਆਂ ਨੂੰ ਸਪੈਮ ਕਰਨ ਵਾਲੇ ਨਸਲੀ ਟੈਕਸਟ ਸੰਦੇਸ਼ - ਦ ਕੋਲੰਬਸ ਡਿਸਪੈਚ",
        "ਮੈਕੈਫਰੀ ਨੂੰ ਵਾਪਸ ਬਨਾਮ ਬਕਸ ਦੀ ਉਮੀਦ ਸੀ, ਸ਼ਨਹਾਨ ਕਹਿੰਦਾ ਹੈ - ਈਐਸਪੀਐਨ",
        "ਪੁਤਿਨ ਨੇ ਟਰੰਪ ਦੀ ਕੀਤੀ ਤਾਰੀਫ਼, ਕਿਹਾ ਰੂਸ ਗੱਲਬਾਤ ਲਈ ਤਿਆਰ - REUTERS",
        "ਰਿਪਬਲਿਕਨ ਡੇਵਿਡ ਮੈਕਕੋਰਮਿਕ ਨੇ ਪੈਨਸਿਲਵੇਨੀਆ ਸੈਨੇਟ ਦੀ ਸੀਟ ਨੂੰ ਫਲਿਪ ਕੀਤਾ, ਬੌਬ ਕੈਸੀ ਨੂੰ ਬਰਖਾਸਤ ਕੀਤਾ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਜੱਜ ਨੇ ਜਿਉਲਿਆਨੀ ਨੂੰ ਦੋ womenਰਤਾਂ ਨੂੰ ਜਾਇਦਾਦ ਨਾ ਮੋੜਨ ਲਈ ਝਿੜਕਿਆ, ਜਿਸ ਵਿੱਚ ਉਹ ਕਾਰ ਚਲਾ ਰਿਹਾ ਹੈ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਸਿਰਫ਼ ਪੰਜ ਮਿੰਟ ਕਸਰਤ ਕਰਨ ਨਾਲ ਤੁਹਾਡੇ ਬਲੱਡ ਪ੍ਰੈਸ਼ਰ 'ਚ ਹੋ ਸਕਦਾ ਹੈ ਮਦਦ, ਅਧਿਐਨ ਕਹਿੰਦਾ ਹੈ - The Washington Post",
        "ਰਿਟਾਇਰਮੈਂਟ 'ਤੇ ਰਿਡਲੇ ਸਕਾਟ, \"1492\" & ਹੋਰ - ਡਾਰਕ ਹੋਰੀਜ਼ਨਜ਼",
        "ਟਰੰਪ ਨੇ ਮੁਹਿੰਮ ਮੈਨੇਜਰ ਸੁਸੀ ਵਿਲੇਸ ਨੂੰ ਵ੍ਹਾਈਟ ਹਾ Houseਸ ਦੇ ਸਟਾਫ ਦੇ ਮੁੱਖੀ ਵਜੋਂ ਘੋਸ਼ਿਤ ਕੀਤਾ - ਸੀਐਨਐਨ",
        "‘ਇਹ ਅਜੀਬ ਹੈ’: ਵਿਸ਼ਵ ਦੇ ਨੇਤਾ ਟਰੰਪ ਦੇ ਪਿਛਲੇ ਅਪਮਾਨ ਨਾਲ ਲੜਦੇ ਹਨ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਬ੍ਰੌਨੀ ਜੇਮਜ਼ ਅਫਵਾਹਾਂਃ ਲੇਕਰਜ਼ ਨੇ ਲੇਬਰੋਨ ਦੇ ਪੁੱਤਰ ਨੂੰ ਜੀ ਲੀਗ ਨੂੰ ਸੌਂਪਿਆ; ਸ਼ਨੀਵਾਰ ਨੂੰ ਡੈਬਿਊ ਕਰਨ ਲਈ ਸੈੱਟ ਕਰੋ - ਬਲੀਚਰ ਰਿਪੋਰਟ",
        "ਕੈਲੀਫੋਰਨੀਆ ਦੇ ਰਾਜਪਾਲ ਨਿ Newsਜ਼ੋਮ ਨੇ ਆਉਣ ਵਾਲੇ ਟਰੰਪ ਪ੍ਰਸ਼ਾਸਨ ਦਾ ਵਿਰੋਧ ਕਰਨ ਲਈ ਵਿਸ਼ੇਸ਼ ਸੈਸ਼ਨ ਬੁਲਾਇਆ - ਐਕਸੀਓਸ",
        "ਹਟਾਈ",
        "ਡੋਨਾਲਡ ਟਰੰਪ ਦੀ ਜਿੱਤ ਬਿਗ ਟੈਕ ਲਈ ਕੀ ਅਰਥ ਰੱਖੇਗੀ - ਵਾਇਰਡ",
        "ਦਿਨ ਵਿਚ ਨੀਂਦ ਆਉਂਦੀ ਹੈ? ਇਹ ਡਿਮੇਨਸ਼ੀਆ ਦਾ ਸ਼ੁਰੂਆਤੀ ਚੇਤਾਵਨੀ ਸੰਕੇਤ ਹੋ ਸਕਦਾ ਹੈ, ਅਧਿਐਨ ਸੁਝਾਅ ਦਿੰਦਾ ਹੈ - ਫੌਕਸ ਨਿ Newsਜ਼"
    ]
}