{
    "headlines": [
        "ਟੈਕਸਾਸ ਦੇ ਚੱਲ ਰਹੇ ਖਸਰਾ ਫੈਲਣ, ਇਲਾਜਾਂ ਬਾਰੇ ਮੈਡੀਕਲ ਮਾਹਰ ਕੀ ਕਹਿ ਰਹੇ ਹਨ - KPRC Click2Houston",
        "ਨਾਸਾ ਦੇ ਪੁਲਾੜ ਯਾਤਰੀ ਆਰਬਿਟ ਵਿੱਚ ਨੌਂ ਮਹੀਨਿਆਂ ਬਾਅਦ ਸਪੇਸ ਸਟੇਸ਼ਨ ਤੋਂ ਰਵਾਨਾ ਹੋਏ - ਬਲੂਮਬਰਗ",
        "ਫਰੰਟੀਅਰ ਏਅਰਲਾਈਨਜ਼ ਸਾ Southਥਵੈਸਟ ਵਿਖੇ ਸਵਾਈਪ ਵਿਚ ਮੁਫਤ ਚੈਕ ਕੀਤੇ ਬੈਗਾਂ ਦੀ ਤਰੱਕੀ ਦੀ ਪੇਸ਼ਕਸ਼ ਕਰਦੀ ਹੈ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਗਾਜ਼ਾ ਜੰਗਬੰਦੀ ਟੁੱਟਦੀ ਹੈ ਜਦੋਂ ਇਜ਼ਰਾਈਲ ਨੇ ਜਾਨਲੇਵਾ ਹਮਲਿਆਂ ਦੀ ਲਹਿਰ ਨੂੰ ਅੱਗੇ ਤੋਰਿਆ ਅਤੇ ਕਿਹਾ ਕਿ ਇਹ 'ਲੜਾਈ‘ ਤੇ ਵਾਪਸ ਆ ਗਿਆ ਹੈ - ਸੀਐਨਐਨ",
        "ਪੇਰੂ ਨੇ ਐਮਰਜੈਂਸੀ ਦਾ ਐਲਾਨ ਕੀਤਾ ਅਤੇ ਫੌਜ ਨੂੰ ਤਾਇਨਾਤ ਕੀਤਾ ਕਿਉਂਕਿ ਰਾਜਧਾਨੀ ਵਿੱਚ ਹਿੰਸਾ ਵਧਦੀ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "2025 iHeartRadio ਸੰਗੀਤ ਅਵਾਰਡਾਂ ਦੇ ਸਭ ਤੋਂ ਵਧੀਆ, ਭੈੜੇ ਅਤੇ ਸਭ ਤੋਂ ਵੱਧ ਓਪਸ ਪਲ - ਲੋਕ",
        "ਮਨੁੱਖੀ ਪੁਰਖਿਆਂ ਦੀ 'ਰਹੱਸਮਈ ਆਬਾਦੀ' ਨੇ ਸਾਨੂੰ ਸਾਡੇ ਜੀਨਾਂ ਦਾ 20% ਦਿੱਤਾ ਅਤੇ ਹੋ ਸਕਦਾ ਹੈ ਕਿ ਸਾਡੇ ਦਿਮਾਗ ਦੇ ਕੰਮ ਨੂੰ ਹੁਲਾਰਾ ਦਿੱਤਾ ਹੋਵੇ - Livescience.",
        "ਚੀਨ ਦੇ ਸਰਕਾਰੀ ਮੀਡੀਆ ਨੇ ਟਰੰਪ ਦੀ ਵਾਇਸ ਆਫ ਅਮਰੀਕਾ 'ਚ ਕਟੌਤੀ ਦੀ ਕੀਤੀ ਸ਼ਲਾਘਾ - BBC.com",
        "ਅੰਟਾਰਕਟਿਕ ਸਨਾਏ IV ਬੇਸ ਦੇ ਵਿਗਿਆਨੀ ਕਥਿਤ ਹਮਲੇ ਨਾਲ ਹਿੱਲ ਗਏ - ਬੀਬੀਸੀ.",
        "ਮੈਟ ਗਾਏਟਜ਼ ਨੇ ਹਾ Houseਸ ਨੈਤਿਕਤਾ ਕਮੇਟੀ ਨੂੰ ਕਿਵੇਂ ਜ਼ਹਿਰ ਦਿੱਤਾ - ਪੋਲਿਟਿਕੋ",
        "ਅਦਾਕਾਰ ਟ੍ਰੇਸੀ ਮੋਰਗਨ ਨੇ ਕੋਰਟਸਾਈਡ ਸੀਟ 'ਤੇ ਸੁੱਟਣ ਤੋਂ ਬਾਅਦ ਵ੍ਹੀਲਚੇਅਰ ਵਿਚ ਨਿਕਸ ਗੇਮ ਛੱਡ ਦਿੱਤੀ - ਫੌਕਸ ਨਿ Newsਜ਼",
        "ਚੀਨ ਦਾ ਬੀਵਾਈਡੀ ਈਵੀ ਚਾਰਜਿੰਗ ਸਿਸਟਮ ਲਾਂਚ ਕਰਦਾ ਹੈ ਇਹ ਕਹਿੰਦਾ ਹੈ ਕਿ ਭਰਨ ਜਿੰਨੀ ਤੇਜ਼ੀ ਨਾਲ ਕੰਮ ਕਰਦਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਐਲ. ਏ. ਰੀਡ ਲੱਖਾਂ ਲਈ ਬੇਲ ਏਅਰ ਮੈਨਸ਼ਨ ਦੀ ਸੂਚੀ ਬਣਾਉਂਦਾ ਹੈ - ਟੀਐਮਜ਼ੈਡ",
        "ਤਕਰੀਬਨ 10 ਵਿਚੋਂ ਇਕ ਵਿਚ ਲੰਮਾ ਕੋਵਿਡ ਹੋ ਸਕਦਾ ਹੈ, ਖੋਜ ਲੱਭਦੀ ਹੈ - ਬੀਬੀਸੀ.",
        "ਫਾਸਟ-ਫੈਸ਼ਨ ਮੁੱਖ ਫਿਰ ਤੋਂ ਦੀਵਾਲੀਆਪਨ ਲਈ ਸਦਾ ਲਈ 21 ਫਾਈਲਾਂ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਟਰੰਪ ਦੀ ਟੀਮ ਨਿਆਂਪਾਲਿਕਾ ਨੂੰ ਬਾਈਪਾਸ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰ ਰਹੀ ਹੈ - ਇੱਕ ਮੰਦਭਾਗਾ ਪਲ",
        "ਚੀਨ ਨੂੰ ਕਿਹਾ ਜਾ ਰਿਹਾ ਹੈ ਕਿ ਉਹ ਲੀ ਕਾ-ਸ਼ਿੰਗ ਦੀ ਬੰਦਰਗਾਹ ਡੀਲ ਨੂੰ ਬਰੇਚਾਂ ਲਈ ਸਕ੍ਰੂਟਾਈਜ਼ ਕਰੇ - ਬਲੂਮਬਰਗ",
        "ਨਿ York ਯਾਰਕ ਪੋਸਟ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਮਸਕ ਜੱਜ ਬੋਸਬਰਗ - ਦਿ ਹਿੱਲ ਦੇ ਮਹਾਂਪ੍ਰਣਾਲੀ ਦੀ ਮੰਗ ਕਰਨ ਵਿਚ ’ਆਪਣੀ ਲੇਨ ਤੋਂ ਬਾਹਰ ਨਿਕਲਣ ਦਾ ਰਸਤਾ' ਹੈ",
        "ਵਾਰੀਅਰਜ਼ ਦੇ ਸਟੀਵ ਕੇਰ ਨੇ ਟਾਈਮਆਉਟ ਬਨਾਮ ਨੂਗੇਟਸ ਦੇ ਦੌਰਾਨ ਸਹਾਇਕ 'ਤੇ ਚੀਕਦੇ ਹੋਏ ਫੜਿਆ - SFGATE",
        "ਡੋਜਰਸ ਬਨਾਮ ਕਿਊਬਜ਼ ਭਵਿੱਖਬਾਣੀ, ਪਿਕ, ਔਡਜ਼ — ਟੋਕੀਓ ਸੀਰੀਜ਼ ਗੇਮ 1 - ਐਕਸ਼ਨ ਨੈਟਵਰਕ"
    ]
}