{
    "headlines": [
        "اليانكيز مقابل الأوصياء: خوان سوتو، جيانكارلو ستانتون قوة اليانكيز في سلسلة العالم في لعبة ALCS 5 - Yahoo Sports",
        "معرض هارفارد يزن تاريخ القياسات الاستعمارية - واشنطن بوست",
        "ترامب يبدأ مسيرة بنسلفانيا بالحديث عن الأعضاء التناسلية لأرنولد بالمر - وكالة أسوشيتد برس",
        "تصنيفات كرة القدم الجامعية: فرق SEC في استطلاع المدربين المحدث، AP Top 25 بعد الأسبوع الثامن - تينيسي",
        "أوسكار يحقق أول هبوط أرضي في جزيرة إناغوا العظيمة - قناة الطقس",
        "\"هذا يحتاج إلى التوقف\" - الملياردير تسلا إيلون ماسك يصدر تحذيرًا \"مذهلًا\" من إفلاس بنك الاحتياطي الفيدرالي \"بعد إثارة ذعر سعر البيتكوين - فوربس",
        "يقول المسؤولون الفلسطينيون إن 87 قتيلاً أو مفقوداً بعد الضربات الإسرائيلية على شمال غزة - وكالة أسوشيتد برس",
        "أُدرج أوزي أوزبورن من برمنغهام في قاعة مشاهير الروك آند رول - بي بي سي",
        "أمريكا تدخل \"دورة اقتصادية خارقة\" جديدة - Business Insider",
        "كيفية مشاهدة دش نيزك أوريونيد، حطام مذنب هالي - سي إن إن",
        "كيف تشاهد Patriots vs. Jaguars اليوم: وقت البدء، التلفزيون، البث المباشر للعبة NFL London - USA TODAY",
        "أدى انهيار في رصيف جزيرة سابيلو في جورجيا إلى مقتل 7 أشخاص وتحويل الاحتفال إلى مأساة. هناك تحقيق جارٍ الآن - سي إن إن",
        "يمنح إيلون ماسك الموقع على عريضة عشوائية شيكًا بقيمة مليون دولار، ويتعهد بالقيام بذلك كل يوم حتى الانتخابات: \"هذا الخبر سينتشر حقًا\" - نيويورك بوست",
        "\"SNL\" تتناول مقابلة هاريس فوكس في جلسة مفتوحة - سي إن إن",
        "شوهدت قوات كورية شمالية مجهزة في روسيا قبل الانتشار المحتمل في أوكرانيا - سي إن إن",
        "سرب حساب مؤيد لإيران معلومات أمريكية مزعومة عن خطط إسرائيل الهجومية - أكسيوس",
        "كوبا تعيد السلطة إلى خمس السكان بعد انقطاع التيار الكهربائي في جميع أنحاء البلاد - رويترز كندا",
        "برجك المستقبلي: 20 أكتوبر 2024 - The Globe and Mail",
        "شن غارة بطائرة بدون طيار باتجاه منزل بنيامين نتنياهو، كما تقول إسرائيل ؛ لم يتم الإبلاغ عن إصابات - سي بي إس نيوز",
        "من سيقود حماس بعد مقتل يحيى السنوار ؟ - BBC.com"
    ]
}