{
    "headlines": [
        "Hurrikan Helene A Surge, Flood, High Wind Danger - The Weather Channel",
        "Die USA und ihre Verbündeten fordern einen sofortigen 21-tägigen Waffenstillstand zwischen Israel und der Hisbollah - The Associated Press",
        "Börse heute: Was zu sehen ist — Live-Updates - The Wall Street Journal",
        "Exklusiv: OpenAI, um die Kontrolle über gemeinnützige Organisationen zu beseitigen und Sam Altman Eigenkapital zu verschaffen - Reuters",
        "Chinas Politbüro lädt Anreize mit Wohnraum auf, Tarife Gelübde - Bloomberg",
        "Er ist der dienstälteste Todestraktinsasse der Welt. Ein Gericht hat ihn gerade für unschuldig erklärt - CNN",
        "[removed]",
        "WNBA-Playoffs: Als Caitlin Clarks Saison endet, ist es eine Erinnerung daran, dass dies erst der Anfang ist - Yahoo Sports",
        "Eskalierender Streit um Trump droht über Selenskys Besuch in den USA - BBC.com",
        "Die mysteriöse Orca-Gruppe in der Nähe von Chile wurde aufgespürt und enthüllte neu entdeckte Jagdfähigkeiten - Phys.org",
        "Diddys \"weiße Liste\": Beyoncé, J.Lo, Justin Bieber, Usher und mehr. Was haben Promis über berüchtigte Partys gesagt? - Hindustan Times",
        "Kamala Harris wird im ersten Einzelinterview mit dem großen Nachrichtensender New York Post nicht sagen, wie sie den Ausgabenplan in Höhe von 1,7 Billionen US-Dollar bezahlen wird",
        "Japan schließt sich Patrouillen durch die Taiwanstraße an - Berichte - BBC.com",
        "Top-Mitarbeiter in NC Lt. Gov. Mark Robinson's Büro tritt zurück - The Hill",
        "Putin skizziert neue Regeln für den russischen Einsatz eines riesigen Atomwaffenarsenals - Al Jazeera Englisch",
        "Detroit 'Bridgerton' Ballteilnehmer sprechen: 'Wir waren völlig am Boden zerstört' - ABC News",
        "Libanon schlägt vor, sich auf eine Bodenoffensive vorzubereiten - Israelischer Armeechef - BBC.com",
        "Faktencheck: Harris macht falsche Behauptungen über Trumps Aufzeichnungen über Fertigungsaufträge - CNN",
        "USA begrüßen Chinas Vorankündigung des ICBM-Tests als \"gute Sache\" - Bloomberg",
        "Wie jeder Senator über die Notlösung abstimmte, um einen Regierungsstillstand abzuwenden - The Washington Post"
    ]
}