{
    "headlines": [
        "الجيش الإسرائيلي يقول إنه قتل زعيم حزب الله نصر الله - رويترز",
        "حزب الحرية اليميني المتطرف في النمسا يتطلع إلى فوز غير مسبوق في الانتخابات - BBC.com",
        "ويرتبط شرب الكحول بستة أنواع من السرطان، كما يقول الخبراء: \"إنه سام\" - فوكس نيوز",
        "تحقيق ديدي في الاتجار بالجنس يجلب تدقيقًا غير مرغوب فيه للنجوم: \"الصمت هو الخيار الأفضل\"، كما يقول الخبير - فوكس نيوز",
        "ميامي تنجو مع انقلاب Hokies 'Hail Mary TD - ESPN",
        "تستعد سبيس إكس لإطلاق مهمة تهدف إلى إعادة رواد فضاء ستارلاينر الذين تأخروا طويلاً - سي إن إن",
        "الإعصار التاريخي هيلين يقطع الكهرباء عن 3 ملايين شخص في فلوريدا وكارولينا - أكسيوس",
        "انسحبت شركة آبل من المحادثات للانضمام إلى جولة الاستثمار OpenAI، وفقًا لتقارير وول ستريت جورنال - Yahoo Finance",
        "إشاعة: سيتم إطلاق \"Switch 2\" في أوائل العام المقبل، شركة CLAIMS ACCESSORY - Nintendo Life",
        "تم نقل حاكم ولاية نورث كارولاينا الملازم مارك روبنسون إلى المستشفى مصابًا بحروق من الدرجة الثانية بعد حادث وقع في حدث الحملة - سي إن إن",
        "\"ساترداي نايت لايف\" تطلق الموسم الخمسين مع جين سمارت وجيلي رول وربما مايا بدور كامالا - وكالة أسوشيتد برس",
        "تقلل الولايات المتحدة من شأن الحديث عن الانسحاب من العراق، وتقول إن القوات ستبقى في سوريا - واشنطن بوست",
        "كيف استخدم قراصنة \"Spear Phish\" Ginni Thomas المزيفة لضرب حملة ترامب - The Daily Beast",
        "كيف أدى عدم كفاءة White Sox إلى انخفاض تاريخي في MLB مع الخسارة رقم 121 - الرياضة المصورة",
        "شبكة سي بي إس نيوز ترسم خطًا أحمر بعد نقاش ABC حول دراما التحقق من الحقائق - نيويورك بوست",
        "المرضى الذين تقطعت بهم السبل، تم نقل الموظفين جواً من سقف مستشفى تينيسي وسط الفيضانات - سي بي إس نيوز",
        "أبراج الحب والعلاقة لـ 28 سبتمبر 2024 - هندوستان تايمز",
        "نشوة الأسهم الصينية تترسخ بينما يتجاهل المتداولون مشاكل أعمق - بلومبرغ",
        "يصاب أربعة من العاملين في مجال الرعاية الصحية في ميسوري بأعراض بعد التعرض لأنفلونزا الطيور - BBC.com",
        "تحديثات هيلين في تينيسي الحية: يصل إجمالي هطول الأمطار إلى أربع بوصات في بعض المناطق - تينيسي"
    ]
}