{
    "headlines": [
        "2025 ਈਸਟ-ਵੈਸਟ ਸ਼੍ਰਾਈਨ ਬਾlਲਃ ਰੋਸਟਰਸ, ਗੇਮ ਟਾਈਮ, ਟੀਵੀ ਚੈਨਲ - ਐਨਸੀਏਏ.",
        "ਜਰਮਨੀ ਦਾ ਮਰਜ਼ ਦੂਰ-ਸੱਜੇ ਪਾਬੰਦੀ ਨੂੰ ਤੋੜਦਾ ਹੈ, ਮਰਕੇਲ ਤੋਂ ਜਵਾਬ ਮੰਗਦਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਉਹ ਸੈਨੇਟਰ ਜੋ ਟਰੰਪ ਨੂੰ ਆਰਐਫਕੇ ਜੂਨੀਅਰ ਅਤੇ ਗੈਬਾਰਡ ਵੋਟਾਂ ਉੱਤੇ ਪਸੀਨਾ ਬਣਾਉਣਗੇ - ਐਕਸੀਓਸ",
        "ਟਰੰਪ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਕੈਨੇਡਾ ਤੇ ਮੈਕਸੀਕੋ 'ਤੇ ਸ਼ਨੀਵਾਰ ਨੂੰ ਲੱਗੇਗਾ 25% ਟੈਰਿਫ - BBC.com",
        "ਛੇ ਔਰਤਾਂ ਕਹਿੰਦੀਆਂ ਹਨ ਕਿ ਜਸਟਿਨ ਟੱਕਰ ਨੇ ਮਸਾਜ ਸੈਸ਼ਨਾਂ ਦੌਰਾਨ ਜਿਨਸੀ ਦੁਰਾਚਾਰ ਕੀਤਾ - ਰਿੰਗਰ",
        "ਮੈਰੀਅਨ ਫੇਥਫੁੱਲਃ 78 'ਤੇ ਗਾਇਕਾ ਅਤੇ ਅਭਿਨੇਤਰੀ ਦੀ ਮੌਤ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਰੋਮਾਨੀਆ ਦੇ ਕਿਰਾਏਦਾਰਾਂ 'ਤੇ ਡੀਆਰ ਕਾਂਗੋ ਦਾ ਅਸਫਲ ਜੂਆ - ਬੀਬੀਸੀ.",
        "Caustic ਟਵੀਟ ਵੱਧ embattled, ‘Emilia Pérez’ ਸਟਾਰ ਕਾਰਲਾ ਸੋਫੀਆ Gascón ਮੁਆਫੀ ਦੇ ਬਿਆਨ ਜਾਰੀ - ਡੈੱਡਲਾਈਨ",
        "ਸੈਮਸੰਗ ਮੁਨਾਫਾ ਅਨੁਮਾਨਾਂ ਨੂੰ ਖੁੰਝਦਾ ਹੈ, ਖਰਚਿਆਂ ਦੇ ਵਾਧੇ ਦੇ ਤੌਰ ਤੇ ਪਿਛਲੀ ਤਿਮਾਹੀ ਤੋਂ ਤਿੱਖੀ ਗਿਰਾਵਟ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਸੈਨੇਟ ਨੇ ਡੱਗ ਬਰਗਮ ਨੂੰ ਅੰਦਰੂਨੀ ਸਕੱਤਰ ਵਜੋਂ ਪੁਸ਼ਟੀ ਕੀਤੀ ਜਦੋਂ ਟਰੰਪ ਨੇ ਉਸ ਨੂੰ ਡ੍ਰਿਲਿੰਗ ਨੂੰ ਉਤਸ਼ਾਹਤ ਕਰਨ ਦਾ ਕੰਮ ਸੌਂਪਿਆ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਐਨਬੀਏ ਨੇ ਆਲ-ਸਿਤਾਰਾ ਭੰਡਾਰਾਂ ਦੀ ਘੋਸ਼ਣਾ ਕੀਤੀ, ਸਪੁਰਸ ਸਨਸਨੀ ਵਿਕਟਰ ਵੇਮਬਨੀਮਾ 1 ਵੀਂ ਵਾਰ ਟੀਮ ਬਣਾਉਣ ਦੇ ਨਾਲ - ਯਾਹੂ ਸਪੋਰਟਸ",
        "ਸ਼ਾਰਲੋਟ ਦੀ ਜਾਂਚ ਦੇ ਨਾਲ 2023 ਗੇਮ ਵਿੱਚ ਟੈਰੀ ਰੋਜ਼ੀਅਰ ਦੇ ਖੇਡ ਦੇ ਆਲੇ ਦੁਆਲੇ ਦੇ ਅਸਧਾਰਨ ਸੱਟੇਬਾਜ਼ੀ ਪੈਟਰਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਜਹਾਜ਼ ਹਾਦਸੇ ਵਿਚ ਮਾਰੇ ਗਏ ਫਿਗਰ ਸਕੇਟਿੰਗ ਕਮਿ communityਨਿਟੀ ਦੇ 14, ਉਨ੍ਹਾਂ ਵਿਚੋਂ ਛੇ ਬੋਸਟਨ ਕਲੱਬ ਦੇ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਐਫ ਡੀ ਏ ਨੇ ਮੱਧਮ ਤੋਂ ਗੰਭੀਰ ਤੀਬਰ ਦਰਦ ਲਈ ਨਾਵਲ ਗੈਰ-ਓਪਿਓਡ ਇਲਾਜ ਨੂੰ ਮਨਜ਼ੂਰੀ ਦਿੱਤੀ - ਐਫ ਡੀ ਏ. ਓਵ",
        "ਸੀਨ 'ਡਿੱਡੀ' ਕੰਬਜ਼ ਨੇ ਸੈਕਸ ਤਸਕਰੀ ਦੇ ਮਾਮਲੇ ਵਿਚ ਨਵੇਂ ਦੋਸ਼ਾਂ ਨਾਲ ਮਾਰਿਆ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਆਰਐਫਕੇ ਜੂਨੀਅਰ ਨੂੰ ਪੁਸ਼ਟੀਕਰਣ ਸੁਣਵਾਈਆਂ ਦੌਰਾਨ ਸੈਨੇਟਰਾਂ ਦੁਆਰਾ ਗ੍ਰਿਲ ਕੀਤੇ ਜਾਣ ਤੋਂ ਬਾਅਦ 5 ਟੇਕਵੇਅ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਐਸ ਐਂਡ ਪੀ 500 ਲਾਭ ਅਤੇ ਘਾਟਾ ਅੱਜਃ ਸ਼ਿਪਰ ਟ੍ਰਿਮਜ਼ ਐਮਾਜ਼ਾਨ ਸਪੁਰਦਗੀ ਦੇ ਤੌਰ ਤੇ ਯੂ ਪੀ ਐਸ ਸਟਾਕ ਡਰਾਪ - ਇਨਵੈਸਟੋਪੀਡੀਆ",
        "ਗੂਗਲ ਦਾ 'Ask for Me' ਫੀਚਰ ਸੇਵਾਵਾਂ, ਕੀਮਤ ਬਾਰੇ ਪੁੱਛਗਿੱਛ ਕਰਨ ਲਈ ਤੁਹਾਡੀ ਤਰਫੋਂ ਕਾਰੋਬਾਰਾਂ ਨੂੰ ਕਾਲ ਕਰਦਾ ਹੈ - TechCrunch",
        "ਟੈਕਸਾਸ ਵਿੱਚ ਖਸਰਾ ਦੇ ਮਾਮਲੇ ਸਾਹਮਣੇ ਆਏ ਹਨ ਕਿਉਂਕਿ ਬਿਮਾਰੀ ਦੇ ਵਿਰੁੱਧ ਟੀਕੇ ਦੀ ਦਰ ਘਟੀ ਹੈ - The Texas Tribune"
    ]
}