{
    "headlines": [
        "ਇਜ਼ਰਾਈਲ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਸਨੇ ਬੇਰੂਤ 'ਤੇ ਹਮਲਿਆਂ ਵਿਚ ਹਿਜ਼ਬੁੱਲਾ ਨੇਤਾ ਨੂੰ ਨਿਸ਼ਾਨਾ ਬਣਾਇਆਃ ਲਾਈਵ ਅਪਡੇਟਸ - ਸੀ ਐਨ ਐਨ",
        "ਹੈਰਿਸ, ਟਰੰਪ ਬੈਟਲਗਰਾਉਂਡ ਚੋਣਾਂ ਵਿਚ ਵਰਚੁਅਲ ਤੌਰ 'ਤੇ ਬੰਨ੍ਹੇ - ਪੋਲਿਟਿਕੋ",
        "ਲੰਬੇ ਸਮੇਂ ਤੋਂ ਹਿਜ਼ਬੁੱਲਾ ਨੇਤਾ ਹਸਨ ਨਸਰੱਲਾ ਕੌਣ ਸੀ? - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਸਪੇਸਐਕਸ ਨੇ ਮਿਸ਼ਨ ਦੀ ਸ਼ੁਰੂਆਤ ਕੀਤੀ ਜਿਸਦਾ ਉਦੇਸ਼ ਲੰਬੇ ਸਮੇਂ ਤੋਂ ਦੇਰੀ ਨਾਲ ਸਟਾਰਲਾਈਨਰ ਪੁਲਾੜ ਯਾਤਰੀਆਂ ਨੂੰ ਵਾਪਸ ਕਰਨਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਖੰਡੀ ਮੌਸਮ ਤਾਜ਼ਾਃ ਲੱਖਾਂ ਅਜੇ ਵੀ ਹੈਲੀਨ ਤੋਂ ਬਿਜਲੀ ਤੋਂ ਵਾਂਝੇ ਹਨ ਕਿਉਂਕਿ ਹੜ੍ਹ ਜਾਰੀ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "Exclusive: ਈਰਾਨ ਦੇ ਸਰਵਉੱਚ ਨੇਤਾ ਨੂੰ ਸੁਰੱਖਿਅਤ ਜਗ੍ਹਾ 'ਤੇ ਲਿਜਾਇਆ ਗਿਆ, ਸੂਤਰਾਂ ਦਾ ਕਹਿਣਾ ਹੈ - ਰਾਇਟਰ",
        "ਮੈਟਾ ਆਪਣੇ ਕਥਿਤ ਆਈਫੋਨ ਕਾਤਲ ਦੁਆਰਾ ਇੱਕ ਝਲਕ ਪੇਸ਼ ਕਰਦਾ ਹੈਃ ਓਰੀਅਨ - ਟੈਕਕ੍ਰਾਂਚ",
        "'ਹੈਰੀ ਪੋਟਰ' ਸਿਤਾਰੇ ਮੈਗੀ ਸਮਿਥ ਨੂੰ ਸ਼ਰਧਾਂਜਲੀ ਦਿੰਦੇ ਹਨਃ 'ਉਸਨੇ ਗਰੈਫਿੰਡਰਾਂ ਨੂੰ ਉਨ੍ਹਾਂ ਦੇ ਪੈਰਾਂ' ਤੇ ਰੱਖਿਆ '- ਮਨੋਰੰਜਨ ਹਫਤਾਵਾਰੀ ਖ਼ਬਰਾਂ",
        "ਵੇਟ ਵਾਚਰਜ਼ ਦੇ ਸੀਈਓ ਜੋ ਡਾਈਟ ਕੰਪਨੀ ਦੇ ਭਾਰ ਘਟਾਉਣ ਵਾਲੀਆਂ ਦਵਾਈਆਂ ਵਿੱਚ ਜਾਣ ਦੀ ਨਿਗਰਾਨੀ ਕਰਦੇ ਹਨ ਅਚਾਨਕ ਭੂਮਿਕਾ ਛੱਡ ਦਿੰਦੇ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਕ੍ਰਿਸਟਿਨ ਕੈਵਲਾਰੀ ਅਤੇ ਮਾਰਕ ਐਸਟਸ 7 ਮਹੀਨਿਆਂ ਦੀ ਡੇਟਿੰਗ ਤੋਂ ਬਾਅਦ ਟੁੱਟ ਗਏਃ 'ਇਹ ਬਹੁਤ ਤਾਜ਼ਾ ਹੈ' - ਫੌਕਸ ਨਿ Newsਜ਼",
        "ਹਟਾਈ",
        "ਬਾਕਸ ਆਫਿਸਃ ‘ਦਿ ਵਾਈਲਡ ਰੋਬੋਟ’ 35 ਮਿਲੀਅਨ ਡਾਲਰ ਤੱਕ ਦਾ ਉਦਘਾਟਨ, 5 ਮਿਲੀਅਨ ਡਾਲਰ ਤੋਂ ਘੱਟ ਲਈ ਟਰੈਕ ’ਤੇ’ ਮੈਗਾਲੋਪੋਲਿਸ '- ਵੰਨਗੀ",
        "ਨੈਟਵਰਕ ਸ਼ਾਮ ਦੇ ਨਿ Newsਜ਼ਕਾਸਟ ਮੁਸ਼ਕਿਲ ਨਾਲ ਯੂਐਸ ਵਿੱਚ ਮੁਫਤ 425,000 ਅਪਰਾਧਿਕ ਪ੍ਰਵਾਸੀਆਂ ਬਾਰੇ ਨਵੀਂ ਆਈਸੀਈ ਰਿਪੋਰਟ ਦਾ ਜ਼ਿਕਰ ਕਰਦੇ ਹਨ - ਫੌਕਸ ਨਿ Newsਜ਼",
        "ਪੂਰਬੀ ਤੱਟ ਬੰਦਰਗਾਹਾਂ 'ਤੇ ਵਿਘਨ ਪੈ ਰਿਹਾ ਹੈ ਕਿਉਂਕਿ ਲੰਬੇ ਤੱਟਵਰਤੀ ਲੋਕ ਹੜਤਾਲ ਕਰਨ ਦੀ ਤਿਆਰੀ ਕਰ ਰਹੇ ਹਨ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਕਾਰਲ-ਐਂਥਨੀ ਟਾsਨਜ਼ ਦੇ ਜੇਤੂ, ਹਾਰਨ ਵਾਲੇ ਨਿਕਸ ਨੂੰ ਵਪਾਰ ਕਰਦੇ ਹਨ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਮੈਰੀ Bonnet Bre Tiesi ਅਤੇ ਚੇਲਸੀ Lazkani ਦੇ ਵੇਚਣ ਸੂਰਜ ਡਰਾਮਾ 'ਤੇ ਉਸ ਨੂੰ ਲੈ ਦਿੰਦਾ ਹੈ - ਈ! ਆਨਲਾਈਨ - ਈ! ਨਿਊਜ਼",
        "ਆਰਚ ਮੈਨਿੰਗ ਨੂੰ ਦੂਜੀ ਸ਼ੁਰੂਆਤ ਬਨਾਮ ਮਿਸੀਸਿਪੀ ਸਟੇਟ ਬਣਾਉਣ ਦੀ ਉਮੀਦ ਹੈ ਕਿਉਂਕਿ ਟੈਕਸਾਸ ਕਿ Qਬੀ ਕੁਇਨ ਈਵਰਜ਼ ਸੱਟ ਤੋਂ ਠੀਕ ਹੋ ਗਿਆ ਹੈ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਮਹਿਮਾਨ ਕਾਲਮ | ਮੈਂ ਮੋਟਾ ਹਾਂ । ਇਹ ਇਸ ਲਈ ਹੈ ਕਿ ਮੈਂ ਭਾਰ ਘਟਾਉਣ ਵਾਲੀ ਦਵਾਈ ਨਹੀਂ ਲੈ ਰਿਹਾ. - ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਆਸਟਰੀਆ ਦੇ ਦੂਰ ਸੱਜੇ ਅੱਖ ਬੇਮਿਸਾਲ ਚੋਣ ਜਿੱਤ - ਬੀਬੀਸੀ.",
        "ਆਮ ਗਲਤੀ ਲੋਕ ਸਵੇਰੇ ਕਰਦੇ ਹਨ ‘ਖ਼ਤਰਨਾਕ ਕੈਂਸਰ ਦੇ ਤੁਹਾਡੇ ਜੋਖਮ ਨੂੰ 50% ਵਧਾਉਂਦਾ ਹੈ’ - LADbible"
    ]
}