{
    "headlines": [
        "As Republicans prepare to contest election, Democrats play defense - Reuters",
        "Meta fires employees who abused its $25 Grubhub meal perk - Business Insider",
        "European Central Bank set for first back-to-back interest rate cut in 13 years - CNBC",
        "5 things to know for Oct. 17: Harris on Fox, Overseas voters, Middle East, Archdiocese scandal, Abortion pills - CNN",
        "Body of girl missing for over a year found in France after GPS data extracted from suspected killer's car - CBS News",
        "Texas man set to be first in US executed over shaken baby syndrome makes last appeals - The Associated Press",
        "Liam Payne, former One Direction member, dies after hotel balcony fall - CNN",
        "Florida homeowners fear soaring insurance cost after hurricanes - Yahoo Finance",
        "Marissa Mayer: I Am Not a Feminist. I Am Not Neurodivergent. I Am a Software Girl - WIRED",
        "Catch rare comet tonight or wait 80,000 years - WJW FOX 8 News Cleveland",
        "US stealth bombers strike underground Houthi weapons sites in Yemen - Reuters",
        "In the twilight of his term, Biden greets global audience weary of war and wary of US politics - CNN",
        "Jerry Reinsdorf open to selling White Sox: Sources - The Athletic - The New York Times",
        "\"Eating other things\": Trump adds to false claims about Haitian immigrants eating pets - Axios",
        "Bird flu concerns mount as California reports more human cases - Fox News",
        "NASA further delays first operational Starliner flight - SpaceNews",
        "Nokia joins Ericsson in seeing signs of recovery after mixed results - Reuters",
        "ASML Holding NV (ASML) Q3 2024 Earnings Call Highlights: Surpassing Sales Guidance and ... - Yahoo Finance",
        "Gabby BRANDS Southgate \"TOO NICE\" & INSISTS Tuchel's \"FIRE\" Will Unlock England's FULL POTENTIAL! - talkSPORT",
        "Vance goes all in on denying Trump lost the 2020 election\" - Axios"
    ]
}