{
    "headlines": [
        "Les choix de Trump pour diriger la FDA, les NIH confirmés par le Sénat - The Washington Post",
        "Les géants ajoutent un QB, acceptant apparemment de traiter avec Russell Wilson - FOX SPORTS",
        "Les contrats à terme sur actions ont peu changé après la série de victoires de trois jours du S&P 500 : mises à jour en direct - CNBC",
        "Dans leurs propres mots : Les responsables de Trump haussant les épaules Signal leak ont une fois décrié le serveur de Clinton - The Associated Press",
        "« Traitée très injustement » : Trump dit que le fonds d'indemnisation est en discussion pour les émeutiers du 6 janvier - Axios",
        "Chappell Roan sur les gens qui s'attendent à ce qu'elle « joue selon des règles différentes parce que je suis gay » - Hollywood Reporter",
        "Des centaines de personnes à Gaza descendent dans les rues pour protester contre le Hamas - The Hill",
        "Bozoma Saint John \"Déçu\" à Garcelle Beauvais pour avoir quitté 'RHOBH' : \"Je ne pense pas que ce soit une note élevée\" - Date limite",
        "Alexis Lete se sentait « brisé » et « trahi » par la décision révolutionnaire de Phillip Deal or No Deal Island - Entertainment Weekly News",
        "Le chef de l'opposition turque visite le maire d'Istanbul emprisonné au milieu des manifestations - The Washington Post",
        "Le législateur du Texas, Jasmine Crockett, défend le commentaire des « roues chaudes » sur le gouverneur Greg Abbott - USA TODAY",
        "Ils sont connus comme des tueurs silencieux. Maintenant, des enregistrements sans précédent révèlent les premiers sons de requin connus - CNN",
        "23andMe pensait que ses données ADN aideraient la recherche. Puis la réalité a frappé. - The Washington Post",
        "Gwyneth Paltrow met fin aux rumeurs de querelle Meghan Markle avec une vidéo ironique - Fox News",
        "Les actions GameStop augmentent après des promesses fermes d'achat de bitcoins, la fermeture de magasins physiques - New York Post",
        "Gurman : Les maquettes iOS 19 de Jon Prosser « ne sont pas représentatives » de la refonte - MacRumors"
    ]
}