{
    "headlines": [
        "Израиль принудительно эвакуирует больницу Камаль Адван на севере Газы - BBC.com",
        "Джекпот Mega Millions составляет более $ 1 млрд. Вот сколько билетов Тейлор Свифт, айфонов и частных самолетов вы могли бы купить, если бы выиграли. - Yahoo! Voices",
        "Азербайджанские авиалинии говорят, что самолет разбился после «внешнего вмешательства», поскольку растут вопросы о возможном участии России - CNN",
        "Китаец приговорен к смертной казни за убийство 35 человек, въехав в толпу - The Associated Press",
        "Отслеживание текущей картины плей-офф НФЛ: обновленные шансы на открытые места, титулы дивизионов - ESPN",
        "Что такое «синдром Кесслера» и почему некоторые ученые считают, что сценарий космической катастрофы уже начался? - CNN",
        "Шпионское агентство Южной Кореи подтверждает, что раненый северокорейский солдат находится под стражей, сообщает Yonhap - Reuters",
        "В суде отказано в регистрации Дани Олмо из \"Барсы\" - ESPN",
        "Любимые игры Ars 2024 года, которые не были выпущены в 2024 году - Ars Technica",
        "Вирус у пациента с птичьим гриппом в Луизиане демонстрирует мутации, которые могут увеличить передаваемость вируса людям, - результаты анализа CDC - CNN",
        "Космический корабль НАСА «безопасен» после максимального сближения с Солнцем - DAWN.com",
        "Вот список самых спекулятивных акций рынка - MarketWatch",
        "Seahawks 6, Bears 3 стала самой результативной игрой НФЛ в этом сезоне - NBC Sports",
        "Южная Корея объявляет импичмент исполняющему обязанности президента по мере углубления политических беспорядков - Financial Times",
        "Репортаж: Звезда «Маверикс» Лука Дончич выбыл как минимум на месяц с растяжением левой голени - NBA.com",
        "Листовые поверхности Galaxy S25 Ultra с полной утечкой спецификаций, такие же старые, такие же старые? - PhoneArena",
        "Праймериз демократов 2028 года уже начались. Но первые реальные шаги уже не за горами. - POLITICO",
        "Судья отрицает попытку Jay-Z отклонить иск об изнасиловании - Vulture",
        "Мощные грозы угрожают Техасу и Луизиане, откладывая праздничные поездки - The Associated Press",
        "Президент Панамы назвал претензии Трампа на китайский канал «чушью» - BBC.com"
    ]
}