{
    "headlines": [
        "Miami vs. Virginia Tech Score: Live-Spiel-Updates, College-Football-Ergebnisse, NCAA Top 25 Highlights - CBS Sports",
        "Chappell Roan zieht sich nach Gegenreaktionen auf Wahlbemerkungen aus dem Festival zurück - The Washington Post",
        "Al B. Sure! sendet eine Unterlassungserklärung an Amazon, den Autor des \"gefälschten\" Kim Porter-Buches, in dem behauptet wird, er habe Sex mit Diddy gehabt - Seite sechs",
        "SpaceX, NASA 'go' für den 1. Astronautenstart zur ISS von Cape Canaveral Space Force Station Pad - Space.com",
        "Wisconsin Supreme Court Regeln RFK Jr. bleibt auf November Stimmzettel - The Hill",
        "Mehr Gesundheitspersonal in Kontakt mit Missouri Vogelgrippe-Patienten berichten über Atemwegssymptome - CNN",
        "Capehart und Pletka über Harris 'Einwanderungspolitik und Selenskyjs Treffen mit Trump - PBS NewsHour",
        "OpenAI sieht in diesem Jahr einen Verlust von rund 5 Milliarden US-Dollar bei einem Umsatz von 3,7 Milliarden US-Dollar - CNBC",
        "‘Wild Robot’ lädt $ 35M Eröffnung hoch; ‘Megalopolis’ debütiert hinter Indiens ‘Devara Part One’ – Friday Box Office Update - Deadline",
        "Was Sie über den Hurrikan Helene und die Überschwemmungen wissen sollten, die der Sturm im Südosten der USA hinterlassen hat - The Associated Press",
        "Cowboys-Giants durchschnittlich 16,22 Millionen Zuschauer auf Amazon Prime - NBC Sports",
        "Justizministerium klagt drei Männer wegen angeblichen Iran-Hacks der Trump-Kampagne an - The Washington Post",
        "Bericht: Apple ändert Filmstrategie, wird selten breite Kinostarts machen - Ars Technica",
        "Die Erde wird zwei Monate lang einen vorübergehenden \"Mini-Mond\" haben - The Associated Press",
        "NYCs Bürgermeister Eric Adams plädiert auf nicht schuldig wegen Bestechungsvorwürfen - BBC.com",
        "50 \"außergewöhnlich gut erhaltene\" Wikinger-Skelette in Dänemark ausgegraben - CBS News",
        "Schwarzes-Loch-Jet scheint die Rate von Nova-Explosionen zu erhöhen - Ars Technica",
        "Minnesota meldet seltenen menschlichen Tod durch Tollwut - ABC News",
        "Hideki Matsuyama, Sungjae Im Tie Presidents Cup Rekord mit 7 und 6 Vierern Sieg - PGA TOUR",
        "Pope wird vom belgischen König angehört und missbraucht Opfer wegen Skandalen und Versäumnissen zu reagieren - The Associated Press"
    ]
}