{
    "headlines": [
        "ਟਰੰਪ ਨੇ ਉੱਤਰੀ ਡਕੋਟਾ ਦੇ ਗਵਰਨਰ ਨੂੰ ਚੁਣਿਆ ਅੰਦਰੂਨੀ ਦੀ ਅਗਵਾਈ - POLITICO",
        "ਚੀਨ ਨੇ ਲਾਤੀਨੀ ਅਮਰੀਕਾ 'ਚ ਆਪਣੀ ਪਹੁੰਚ ਵਧਾਉਣ ਲਈ ਪੇਰੂ' ਚ ਖੋਲ੍ਹੀ ਵੱਡੀ ਬੰਦਰਗਾਹ - The Washington Post",
        "ਟਰੰਪ ਦੇ ਵਾਈਲਡਕਾਰਡ ਕੈਬਨਿਟ ਦੀਆਂ ਚੋਣਾਂ ਤੇਲ ਉਦਯੋਗ ਨੂੰ ਆਪਣਾ ਸਿਰ ਖੁਰਚਣ ਤੋਂ ਛੱਡਦੀਆਂ ਹਨ - ਪੋਲਿਟਿਕੋ",
        "ਗਾਏਟਜ਼ ਨੂੰ ਪੁਸ਼ਟੀ ਕਰਨ ਲਈ ਚੱਟਾਨਾਂ ਵਾਲੀ ਸੜਕ ਦਾ ਸਾਹਮਣਾ ਕਰਨਾ ਪੈਂਦਾ ਹੈ ਕਿਉਂਕਿ ਹਾ Houseਸ ਨੈਤਿਕਤਾ ਜਾਂਚ ਦੀ ਰਿਹਾਈ ਲਈ ਦਬਾਅ ਬਣਦਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਗਾਜ਼ਾਃ ਐਚਆਰਡਬਲਯੂ ਨੇ ਇਜ਼ਰਾਈਲ 'ਤੇ ਵਿਸਥਾਪਨ ਦੇ ਨਾਲ ਯੁੱਧ ਅਪਰਾਧ ਦਾ ਦੋਸ਼ ਲਗਾਇਆ - ਬੀਬੀਸੀ.",
        "ਈਗਲਜ਼ ਬਨਾਮ ਕਮਾਂਡਰਾਂ ਦੀਆਂ ਮੁਸ਼ਕਲਾਂ, ਭਵਿੱਖਬਾਣੀ, ਫੈਲਣ, ਸਮਾਂਃ 17-7 ਰੋਲ 'ਤੇ ਐਨਐਫਐਲ ਮਾਡਲ ਦੁਆਰਾ ਵੀਰਵਾਰ ਰਾਤ ਫੁੱਟਬਾਲ ਪਿਕਸ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "‘1000-ਐਲਬੀ. ਭੈਣਾਂ’ ਟੈਮੀ ਸਲੈਟਨ ਭਾਰ ਘਟਾਉਣ ਨੂੰ ਦਰਸਾਉਂਦੀ ਹੈ, ਦੱਸਦੀ ਹੈ ਕਿ ਉਸਦਾ ਭਾਰ 281 ਪੌਂਡ ਹੈ - ਪੰਨਾ ਛੇ",
        "ਨਿਊਯਾਰਕ ਕੰਜੈਸ਼ਨ ਚਾਰਜ ਵਾਲਾ ਅਮਰੀਕਾ ਦਾ ਪਹਿਲਾ ਸ਼ਹਿਰ ਬਣਿਆ - BBC.com",
        "ਬਫੇਟ ਦਾ ਬਰਕਸ਼ਾਇਰ ਡੋਮਿਨੋ ਦੇ ਪੀਜ਼ਾ ਅਤੇ ਪੂਲ ਕਾਰਪੋਰੇਸ਼ਨ ਦੇ ਸ਼ੇਅਰ ਖਰੀਦਦਾ ਹੈ, ਡੰਪਸ ਐਪਲ ਸਟਾਕ - ਇਨਵੈਸਟੋਪੀਡੀਆ",
        "ਸੁਪਰ ਮਾਈਕਰੋ ਕੰਪਿ Computerਟਰ ਸਟਾਕ ਅੱਜ ਦੁਬਾਰਾ ਡੁੱਬ ਗਿਆ - ਕੀ ਬੀਟਨ-ਡਾਉਨ ਏਆਈ ਸਟਾਕ ਹੁਣ ਖਰੀਦਣ ਲਈ ਕਾਫ਼ੀ ਸਸਤਾ ਹੈ? - ਯਾਹੂ! ਆਵਾਜ਼ਾਂ",
        "ਡੋਨਾਲਡ ਟਰੰਪ ਨੇ ਅਮਰੀਕੀ ਸਿਹਤ ਵਿਭਾਗ ਚਲਾਉਣ ਲਈ ਰਾਬਰਟ ਕੈਨੇਡੀ ਜੂਨੀਅਰ ਦੀ ਚੋਣ ਕੀਤੀ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "ਜ਼ਖਮੀ ਰਿਜ਼ਰਵ ਲਈ ਸੈੱਟ ਹੈਰੀਸਨ ਬਟਕਰ ਨਾਲ ਸਪੈਨਸਰ ਸ਼ਰਾਡਰ 'ਤੇ ਦਸਤਖਤ ਕਰਨ ਵਾਲੇ ਚੀਫ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਗੂਗਲ ਐਪਸ ਤੋਂ ਤੁਹਾਡਾ ਪਤਾ ਲੁਕਾਉਣ ਲਈ ’ਸ਼ੀਲਡਡ ਈਮੇਲ’ ’ਤੇ ਕੰਮ ਕਰ ਰਿਹਾ ਹੈ - 9to5Google",
        "ਈਵਾ ਲੋਂਗੋਰੀਆ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਸਦਾ ਪਰਿਵਾਰ ਹੁਣ 'ਡਿਸਟੋਪੀਅਨ' ਅਮਰੀਕਾ ਵਿਚ ਨਹੀਂ ਰਹਿੰਦਾ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਮੈਸਲਜ਼ ਕਮਜ਼ੋਰ ਅਤੇ ਘਾਤਕ ਹੈ ਅਤੇ ਕੇਸ ਵੱਧ ਰਹੇ ਹਨ, ਡਬਲਯੂਐਚਓ ਅਤੇ ਸੀਡੀਸੀ ਚੇਤਾਵਨੀ ਦਿੰਦੇ ਹਨ - ਡਬਲਯੂਐਲਡਬਲਯੂਟੀ ਸਿਨਸਿਨਾਟੀ",
        "ਜੈਕ ਪੌਲ ਨੇ ਪੂਰੇ 40 ਮਿਲੀਅਨ ਡਾਲਰ ਦੇ ਪਰਸ 'ਤੇ ਸੱਟਾ ਲਗਾਇਆ ਕਿ ਉਹ ਮਾਈਕ ਟਾਇਸਨ ਨੂੰ ਹਰਾ ਦੇਵੇਗਾ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਖੰਡੀ ਤੂਫਾਨ ਸਾਰਾ ਟਰੈਕਰਃ ਨਕਸ਼ਾ ਅਤੇ ਅਨੁਮਾਨਤ ਤੂਫਾਨ ਮਾਰਗ - ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਵਿਅੰਗਾਤਮਕ ਪ੍ਰਕਾਸ਼ਨ ਦਿ ਪਿਆਜ਼ ਸੈਂਡੀ ਹੁੱਕ ਪਰਿਵਾਰਾਂ ਦੇ ਸਮਰਥਨ ਨਾਲ ਨਿਲਾਮੀ 'ਤੇ ਅਲੈਕਸ ਜੋਨਸ ਦੇ ਇਨਫੋਵਾਰਸ ਖਰੀਦਦਾ ਹੈ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "'ਤਲ ਲਾਈਨ ਹੈ, ਮੈਂ ਤੁਹਾਨੂੰ ਇਸ ਲਈ ਦੱਸਿਆ': ਜੇਡਬਲਯੂਐਸਟੀ ਦੇ ਨਿਰੀਖਣ ਸਟੈਂਡਰਡ ਮਾਡਲ ਨੂੰ ਅਪੈਂਡ ਕਰਦੇ ਹਨ ਕਿ ਗਲੈਕਸੀਆਂ ਕਿਵੇਂ ਬਣਦੀਆਂ ਹਨ, ਨਵਾਂ ਅਧਿਐਨ ਦਾਅਵਾ - ਲਾਈਵਸਾਇੰਸ ਡਾਟ ਕਾਮ",
        "ਡਿਜ਼ਨੀ ਦੀ ਕਮਾਈ ਉਮੀਦ ਦੀ ਪੇਸ਼ਕਸ਼ ਕਰਦੀ ਹੈ ਕਿ ਸਟ੍ਰੀਮਿੰਗ ਸਫਲਤਾਪੂਰਵਕ ਲੀਨੀਅਰ ਟੀਵੀ ਨੂੰ ਪੂਰਕ ਕਰ ਸਕਦੀ ਹੈ - ਸੀ ਐਨ ਬੀ ਸੀ"
    ]
}