{
    "headlines": [
        "ਓਰਲੈਂਡੋ ਸ਼ਹਿਰ ਵਿੱਚ ਹੇਲੋਵੀਨ ਦੇ ਜਸ਼ਨ ਦੌਰਾਨ ਸਮੂਹਿਕ ਗੋਲੀਬਾਰੀ ਵਿੱਚ 2 ਮਰੇ, 6 ਜ਼ਖਮੀ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਉੱਤਰੀ ਕੋਰੀਆ ਇੰਟਰਕਾਂਟੀਨੈਂਟਲ ਬੈਲਿਸਟਿਕ ਮਿਜ਼ਾਈਲ ਪ੍ਰੀਖਣ ਦਾ ਰਿਕਾਰਡ ਹੁਣ ਤੱਕ ਦਾ ਸਭ ਤੋਂ ਲੰਬਾ ਉਡਾਣ ਸਮਾਂ - ਅਮਰੀਕਾ ਅੱਜ",
        "ਰੀਕੋ ਮੁਕੱਦਮੇ ਵਿਚ ਦੋਸ਼ੀ ਮੰਨਣ ਤੋਂ ਬਾਅਦ ਯੰਗ ਠੱਗ ਨੂੰ ਫੁਲਟਨ ਕਾਉਂਟੀ ਜੇਲ੍ਹ ਮੁਕੱਦਮੇ ਤੋਂ ਰਿਹਾ ਕੀਤਾ ਗਿਆ - ਡਬਲਯੂਐਸਬੀ ਐਟਲਾਂਟਾ",
        "ਜੈੱਫ ਉਲਬਰਿਚਃ ਮੈਂ ਮਲਾਚੀ ਕੋਰਲੀ 'ਤੇ ਨਿਰਾਸ਼ ਅਤੇ ਨਾਰਾਜ਼ ਸੀ, ਜੋ ਕਿ ਦੁਬਾਰਾ ਕਦੇ ਨਹੀਂ ਹੋਵੇਗਾ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਏਸ਼ੀਆ-ਪ੍ਰਸ਼ਾਂਤ ਬਾਜ਼ਾਰਾਂ ਵਿੱਚ ਗਿਰਾਵਟ ਆਉਂਦੀ ਹੈ ਕਿਉਂਕਿ ਨਿਵੇਸ਼ਕ ਫੈੱਡ ਰੇਟ ਦੇ ਫੈਸਲੇ ਦੀ ਉਡੀਕ ਕਰਦੇ ਹਨ, ਯੂਐਸ ਚੋਣਾਂ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਹਫਤੇ ਦਾ ਲੁੱਕਃ ਹੇਡੀ ਕਲੂਮ ਵਿਸਤ੍ਰਿਤ ਈਟੀ ਪੋਸ਼ਾਕ ਵਿੱਚ ਸਾਲਾਨਾ ਹੇਲੋਵੀਨ ਬੈਸ਼ ਤੇ ਪਹੁੰਚਦਾ ਹੈ - ਸੀਐਨਐਨ",
        "ਵਿਲਸਨ ਦਾ 'ਜੰਪਮੈਨ' ਟੀਡੀ ਗ੍ਰੈਬ Jets awestruck ਛੱਡਦਾ ਹੈ - ਈਐਸਪੀਐਨ",
        "ਟਰੰਪ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ‘ਜੰਗੀ ਹਾਕ’ ਲਿਜ਼ ਚੇਨੀ ਨੂੰ ਆਪਣੇ ਵਿਰੋਧੀਆਂ ਵਿਰੁੱਧ ਹਿੰਸਕ ਬਿਆਨਬਾਜ਼ੀ ਵਧਾਉਣ 'ਤੇ ਫਾਇਰ ਕੀਤਾ ਜਾਣਾ ਚਾਹੀਦਾ ਹੈ - ਸੀਐਨਐਨ",
        "ਜੈਨੀਫ਼ਰ ਲੋਪੇਜ਼ ਕਹਿੰਦਾ ਹੈ ਕਿ ‘ਇਸ ਦੇਸ਼ ਵਿਚ ਹਰ ਲੈਟਿਨੋ’ ਟਰੰਪ ਦੀ ਮੈਡੀਸਨ ਸਕੁਏਅਰ ਗਾਰਡਨ ਰੈਲੀ ਤੋਂ ਨਾਰਾਜ਼ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਵੈਨਕੂਵਰ ਮਾਲ ਫੂਡ ਕੋਰਟ 'ਚ ਗੋਲੀਬਾਰੀ' ਚ ਇਕ ਵਿਅਕਤੀ ਦੀ ਮੌਤ, ਦੋ ਜ਼ਖਮੀ - The Columbian",
        "ਮੁਹਿੰਮ ਦੇ ਭਾਸ਼ਣ ਦੌਰਾਨ ਹੇਕਲਰ ਦੇ ਰੁਕਾਵਟ ਤੋਂ ਬਾਅਦ ਹੈਰਿਸ ਨੇ 'ਸ਼ਬਦ ਸਲਾਦ' ਲਈ ਚੀਰਿਆਃ 'ਗਿਬਰੀਸ਼ ਕਦੇ ਖਤਮ ਨਹੀਂ ਹੁੰਦਾ' - ਫੌਕਸ ਨਿ Newsਜ਼",
        "ਵੇੰਬੀ ਨੇ ਜੈਜ਼ - ਈਐਸਪੀਐਨ ਉੱਤੇ ਸਪੁਰਸ ਦੀ ਜਿੱਤ ਵਿੱਚ 5x5 ਗੇਮ ਹੈ",
        "Kylie Jenner Striptease ਦੇ Demi ਮੂਰ ਦੇ ਤੌਰ ਤੇ ਪਹਿਨੇ ਹੇਲੋਵੀਨ ਲਈ ਪੂਰੀ ਨਗਨ ਚਲਾ - ਈ! ਆਨਲਾਈਨ - ਈ! ਨਿਊਜ਼",
        "ਇਜ਼ਰਾਈਲ 'ਚ ਅਮਰੀਕੀ ਅਧਿਕਾਰੀਆਂ ਵੱਲੋਂ ਗੋਲੀਬਾਰੀ ਰੋਕਣ ਦੀ ਕੋਸ਼ਿਸ਼ ਦੌਰਾਨ ਲੇਬਨਾਨ ਤੋਂ ਰਾਕੇਟ ਹਮਲੇ' ਚ 7 ਲੋਕਾਂ ਦੀ ਮੌਤ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਹੜਤਾਲ ਕਰਨ ਵਾਲੀ ਬੋਇੰਗ ਯੂਨੀਅਨ 38% ਤਨਖਾਹ ਵਾਧੇ ਦੀ ਪੇਸ਼ਕਸ਼ ਦੀ ਹਮਾਇਤ ਕਰਦੀ ਹੈ, ਸੋਮਵਾਰ ਲਈ ਵੋਟ ਨਿਰਧਾਰਤ - ਰਾਇਟਰਜ਼",
        "ਲਾਲ ਗ੍ਰਹਿ 'ਤੇ Eerie ਗ੍ਰਹਿਣਃ ਨਾਸਾ ਦੇ ਦ੍ਰਿੜਤਾ ਚਟਾਕ \"Googly ਅੱਖ\" ਮੰਗਲ ਅਸਮਾਨ ਵਿਚ [ਵੀਡੀਓ] - SciTechDaily",
        "ਇਜ਼ਰਾਈਲ ਨੇ ਲੇਬਨਾਨ ਦੇ ਦੱਖਣ ਵਿਚ ਲਗਭਗ ਇਕ ਚੌਥਾਈ ਇਮਾਰਤਾਂ ਨੂੰ ਨੁਕਸਾਨ ਪਹੁੰਚਾਇਆ ਹੈ ਜਾਂ ਨਸ਼ਟ ਕਰ ਦਿੱਤਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਲਾਰੈਂਸਃ ਟਰੰਪ ਦੀ ‘ਭਾਵੇਂ womenਰਤਾਂ ਇਸ ਨੂੰ ਪਸੰਦ ਕਰਦੀਆਂ ਹਨ ਜਾਂ ਨਹੀਂ’ ਟਿੱਪਣੀ ਐਕਸੈਸ ਹਾਲੀਵੁੱਡ ਟੇਪ ਨੂੰ ਮੁੜ ਸੁਰਜੀਤ ਕਰਦੀ ਹੈ - ਐਮਐਸਐਨਬੀਸੀ",
        "ਕਲਾਉਡ ਗ੍ਰੋਥ ਦੀ ਕਮਾਈ ਬੀਟ ਤੋਂ ਬਾਅਦ ਸਟਾਕ ਜੰਪ ਦੇ ਤੌਰ ਤੇ ਇਹ ਐਮਾਜ਼ਾਨ ਕੀਮਤ ਦੇ ਪੱਧਰ ਦੇਖੋ - ਇਨਵੈਸਟੋਪੀਡੀਆ",
        "ਏਪੀ ਸਰੋਤਃ ਵ੍ਹਾਈਟ ਹਾ Houseਸ ਨੇ ਸਟੈਨੋਗ੍ਰਾਫਰ ਚਿੰਤਾਵਾਂ ਦੇ ਬਾਵਜੂਦ ਬਾਇਡਨ ਦੇ ‘ਕੂੜੇਦਾਨ’ ਦੀਆਂ ਟਿੱਪਣੀਆਂ ਦਾ ਰਿਕਾਰਡ ਬਦਲਿਆ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ"
    ]
}