{
    "headlines": [
        "Menino de 15 anos permanece sob custódia após a morte de 5 pessoas em casa em Fall City - KIRO SEATTLE",
        "A estrela country Zach Bryan pede desculpas a \"qualquer um que eu decepcionei\" ao anunciar a separação da namorada - Fox News",
        "O chefe do JPMorgan, Dimon, consideraria um papel na administração Harris, relata o NYT - Yahoo Finance",
        "Atualizações ao vivo: o lançamento da SpaceX de Cabo Canaveral hoje baterá o recorde - Florida Today",
        "Noite de abertura da NBA ao vivo: Celtics-Knicks; Timberwolves-Lakers - ESPN",
        "Andy Dalton sendo avaliado pela equipe médica da Panthers após acidente de carro em Charlotte - Sports Illustrated",
        "Atleta profissional supostamente impediu Sean \"Diddy\" Combs de agredir sexualmente o convidado da festa - E! Online - E! NEWS",
        "Supremo Tribunal da Geórgia não vai intervir para restabelecer regras eleitorais controversas - CBS News",
        "Novas diretrizes de AVC incluem fatores de risco especificamente para mulheres - The Hill",
        "Mulher presa de cabeça para baixo entre pedregulhos por 7 horas finalmente libertada pela equipe de resgate - usa TODAY",
        "Os táxis aéreos voadores se aproximam da decolagem nos EUA com a emissão da regra da FAA - The Associated Press",
        "‘Walking Pneumonia’ está em ascensão. Aqui está o que você precisa saber. - HuffPost",
        "Fio de renúncia de futebol de fantasia, escolhas da semana 8: jogadores para adicionar, os principais alvos incluem Tua Tagovailoa, Hunter Henry - CBS Sports",
        "Anthropic lança publicamente ferramenta de IA que pode assumir o cursor do rato do utilizador - Ars Technica",
        "Giuliani ordenado a entregar apartamento em Nova York para funcionários eleitorais da Geórgia - BBC.com",
        "Donald Trump apresenta queixa legal contra o Partido Trabalhista do Reino Unido por ajuda a Kamala Harris - POLITICO EUROPE",
        "Ações da Starbucks caem após resultados preliminares mostrarem que as vendas caíram novamente - CNBC",
        "Joe Rogan vai entrevistar Trump no seu podcast - Axios",
        "Veja o \"cometa do século\" iluminar o céu noturno em fotos de tirar o fôlego - Space.com",
        "Mais republicanos estão a votar mais cedo, ajudando a quebrar recordes. Mais de 17 milhões de votos até agora - The Associated Press"
    ]
}