{
    "headlines": [
        "Pennsylvania Supreme Court blocks counting undated absentee ballots - USA TODAY",
        "Nvidia to take Intel's spot on Dow Jones Industrial Average - Reuters",
        "Ceasefire hopes fade as Israel bombards Gaza, Lebanon - Reuters",
        "Seahawks rule out WR Metcalf, TE Fant vs. Rams - ESPN",
        "Hailey Bieber and Justin Bieber's Son Jack Debuts Tiny Halloween Costume - E! Online - E! NEWS",
        "Spain flooding: Search for survivors continues - BBC.com",
        "2 men dead, 7 people injured after shooting in downtown Orlando - WESH 2 Orlando",
        "SEC to crack down on dubious injury timeouts: 'Play football and stop the feigned injury nonsense' - Yahoo Sports",
        "Honeybee Behavior Genetically Programmed - Neuroscience News",
        "Kim Jong Un has sent North Korean troops to Russia. What’s in it for him? - The Washington Post",
        "Earth’s Invisible Shield Rebounds: The Remarkable 2024 Ozone Recovery - SciTechDaily",
        "US adds just 12,000 jobs as hurricanes and strikes produce worst report of Biden’s term - Financial Times",
        "Heidi Klum and Janelle Monáe wear E.T. costumes for their Halloween parties - The Associated Press",
        "Bodycam video shown in Daniel Penny trial shows medics trying to revive lifeless Jordan Neely - New York Post ",
        "How Did Young Thug Go From An Endless Gang Trial to Walking Away a Free Man? - Billboard",
        "Elon Musk $1 million voter lottery suit sent back to state court - CNBC",
        "An Idaho health department isn't allowed to give COVID-19 vaccines anymore. Experts say it's a first - The Associated Press",
        "Arizona's top prosecutor investigating Trump's comments about Cheney as possible death threat - 12news.com KPNX",
        "Google may finally add album art to Now Playing on Pixel phones - Android Authority",
        "CarPlay in iOS 18.1 gets three small Apple Intelligence enhancements - 9to5Mac"
    ]
}