{
    "headlines": [
        "Der Marxist Dissanayake gewinnt die Präsidentschaftswahl in Sri Lanka, da die Wähler die alte Garde ablehnen - The Associated Press",
        "Janet Jacksons Kamala Harris Entschuldigung kam überhaupt nicht von ihr - The Daily Beast",
        "Russia and U.S. Religious Conservatives See Common Foe in Africa: Gay Rights - The Wall Street Journal",
        "Trump-Verbündete machen einen weiteren Vorstoß, um das Gesetz des Wahlkollegiums von Nebraska zu ändern - The Associated Press",
        "4 Tote, 17 Verwundete bei Massenerschießungen in Birmingham, sagt die Polizei von Alabama - CBS News",
        "2024 NFL Woche 3 Gewinner und Verlierer: Wikinger sind echt, während Ladegeräte, Delfine große Hits erleiden - CBS Sports",
        "Baltimore Ravens vs. Dallas Cowboys | 2024 Woche 3 Spiel-Highlights - NFL",
        "Pennsylvania College-Student hat rassistische Verunglimpfungen auf die Brust gekratzt - Reuters",
        "'Beetlejuice Beetlejuice' gewinnt an der Abendkasse über 'Transformers: One' in überraschender Wendung - Fox Business",
        "Taylor Swift und Gigi Hadid präsentieren schicke Herbststile auf dem Girls 'Night Out in NYC - E! Online - E! NEWS",
        "How Sun shut down Caitlin Clark, Fever to open WNBA playoffs - ESPN",
        "House leaders unveil bill to avvert government shutdown with additional Secret Service funding - ABC News",
        "Apollo bietet Multi-Milliarden-Dollar-Investition in Intel - Yahoo Finance",
        "John Mulaney und Olivia Munn begrüßen Baby Nummer 2 - Geier",
        "Die Hisbollah schlägt mit Raketen zurück, da sie einen \"offenen Kampf\" mit Israel erklärt - The Associated Press",
        "Dow-Futures ändern sich kaum, nachdem sie nach der Zinssenkung der Fed ein Rekordhoch erreicht haben: Live-Updates - CNBC",
        "NASA Spacecraft to Look for Signs of Life on Jupiter's Moon Europa - VOA Learning Englisch",
        "Motel-6-Besitzer Blackstone verkauft Kette an indisches Hotel-Startup für 525 Millionen US-Dollar - USA TODAY",
        "1951 im Alter von 6 Jahren aus Kalifornien entführter Junge, der mehr als 70 Jahre später an der Ostküste lebend gefunden wurde - NewsNation Now",
        "Morgengebot: Adrenalinzufuhr pumpt weiter, PBOC-Trägheit kann schleppen - Reuters"
    ]
}