{
    "headlines": [
        "LGs Gaming-Monitor-Reihe 2025 umfasst eine biegsame 5K2K OLED - The Verge",
        "Die vier Kinder von Kim Kardashian und Kanye West sehen alle auf Urlaubsfotos erwachsen aus - Seite sechs",
        "Falcons vs. Commanders Live-Updates: NFL-Ergebnisse, Spielstatistiken, Highlights, wo man einen riesigen NFC-Showdown sehen kann - CBS Sports",
        "\"Sonic 3\" und \"Mufasa\" kämpfen an der Weihnachtskasse um die Nr. 1 - KSL.com",
        "Sam Darnold hat eine Karrierehöhe von 377 Yards, da die Wikinger Packers 27-25 schlagen - NBC Sports",
        "Live-Berichterstattung: SpaceX startet 21 Starlink-Satelliten auf der Falcon 9-Rakete vom Kennedy Space Center - Spaceflight Now",
        "NFL Playoff Bracket Bild 2024-25: AFC, NFC Tabellen nach Woche 17 Early Slate - Bleacher Report",
        "Flugzeugabsturzkatastrophe in Südkorea markiert einen weiteren Rückschlag für Boeing - The Associated Press",
        "Kristin Cavallari gesteht, dass Ex Morgan Wallen \"gut im Bett\" war: \"Er war ein großartiger F * * k-Kumpel\" - Seite sechs",
        "Gal Gadot verrät, dass sie sich kurz nach der Begrüßung ihres vierten Kindes - Yahoo Life - einer Notoperation wegen eines Gehirngerinnsels unterzogen hat",
        "Erklärung von Präsident Joe Biden und First Lady Jill Biden zum Tod des ehemaligen Präsidenten Jimmy Carter - Das Weiße Haus",
        "New Yorker können 2025 mit einem Meteorschauer und tollen Ausblicken auf den Mars beginnen - Gothamist",
        "2 tot aufgefunden in Skamania Co. bei der Suche nach Sasquatch - Fox 12 Oregon",
        "Der 1,26-Milliarden-Dollar-Gewinner der Lotterie benötigt einen Steueranwalt, Therapeuten - Bloomberg",
        "Wie die Pandemie die US-Todesfälle in acht Diagrammen visualisierte - Bloomberg",
        "[removed]",
        "3 Migranten, die bei der Kanalüberquerung ums Leben kamen, als Schmuggler Boote unter rauen Bedingungen überladen - WKRC TV Cincinnati",
        "[removed]",
        "IDF enthüllt, wie Kamal Adwan Hospital Razzia Hamas halten von Jabalya demontiert - The Jerusalem Post",
        "Ein weiteres Samsung S25 Ultra-Leck scheint nur ein großes Kamera-Upgrade für ihr Flaggschiff 2025 zu bestätigen - PhoneArena"
    ]
}