{
    "headlines": [
        "ਟਰੰਪ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਵਿਵਾਦਪੂਰਨ ਮੈਡੀਸਨ ਸਕੁਏਅਰ ਗਾਰਡਨ ਰੈਲੀ ਵਿਚ ਸ਼ਾਮਲ ਹੋਣਾ ‘ਮੇਰਾ ਸਨਮਾਨ' ਸੀ - ਸੀ ਐਨ ਐਨ",
        "ਵਰਣਮਾਲਾ ਸਟਾਕ ਮਜ਼ਬੂਤ ਬੱਦਲ ਦੇ ਵਾਧੇ 'ਤੇ ਕਮਾਈ ਕੁਚਲਣ ਦੇ ਅਨੁਮਾਨਾਂ ਦੇ ਤੌਰ ਤੇ ਵੱਧਦਾ ਹੈ - ਯਾਹੂ ਵਿੱਤ",
        "ਪੈਂਥਰਜ਼ ਵਪਾਰ WR Diontae ਜਾਨਸਨ ਨੂੰ Ravens - ਯਾਹੂ ਖੇਡ",
        "ਸਟੀਵ ਬੈਨਨ ਸੰਘੀ ਜੇਲ੍ਹ ਵਿੱਚ ਚਾਰ ਮਹੀਨਿਆਂ ਬਾਅਦ 'ਸ਼ਕਤੀਸ਼ਾਲੀ' ਮਹਿਸੂਸ ਕਰਦਾ ਹੈ - ਐਨਪੀਆਰ",
        "ਪੁਲਿਸ ਵਾਸ਼ਿੰਗਟਨ ਅਤੇ ਓਰੇਗਨ 'ਚ ਬੈਲਟ ਬਾਕਸ ਨੂੰ ਅੱਗ ਲਾਉਣ ਵਾਲੇ ਵਿਅਕਤੀ ਦੀ ਭਾਲ ਕਰ ਰਹੀ ਹੈ । ਇਹ ਉਹ ਹੈ ਜੋ ਅਸੀਂ ਜਾਣਦੇ ਹਾਂ - ਸੀ ਐਨ ਐਨ",
        "ਹਿਜ਼ਬੁੱਲਾ ਨੇ ਨਸਰੱਲਾ ਦੀ ਹੱਤਿਆ ਤੋਂ ਬਾਅਦ ਨਵਾਂ ਨੇਤਾ ਨਾਮਜ਼ਦ ਕੀਤਾ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਅੱਜ ਰਾਤ ਕਮਲਾ ਹੈਰਿਸ ਦਾ ਭਾਸ਼ਣ ਕਿੰਨੇ ਵਜੇ ਹੈ? ਲਾਈਵ ਕਿਵੇਂ ਵੇਖਣਾ ਹੈ - ਆਸਟਿਨ ਅਮਰੀਕੀ-ਸਟੇਟਸਮੈਨ",
        "ਸੁਪਰੀਮ ਕੋਰਟ ਨੇ ਦੋ ਸਵਿੰਗ ਰਾਜਾਂ ਵਿੱਚ ਬੈਲਟ ਤੋਂ ਹਟਾਏ ਜਾਣ ਦੀ ਆਰਐਫਕੇ ਜੂਨੀਅਰ ਦੀ ਪਟੀਸ਼ਨ ਨੂੰ ਰੱਦ ਕਰ ਦਿੱਤਾ - ਐਨਬੀਸੀ ਨਿ Newsਜ਼",
        "ਸੀਐਨਐਨ ਨੇ ਮੁਸਲਿਮ ਪੱਤਰਕਾਰ ਮਹਿਦੀ ਹਸਨ ‘ਤੇ ਨਿਸ਼ਾਨਾ ਬਣਾਏ ਗਏ’ ਬੀਪਰ ’ਮਜ਼ਾਕ ਲਈ ਟਰੰਪ ਪੱਖੀ ਟਿੱਪਣੀਕਾਰ' ਤੇ ਪਾਬੰਦੀ ਲਗਾਈ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "‘ਯੰਗ ਫ੍ਰੈਂਕਨਸਟਾਈਨ' ਅਤੇ ‘ਟੂਟਸੀ‘ ਦਾ ਸਟਾਰ ਟੇਰੀ ਗਾਰ 79 ’ਤੇ ਮਰ ਗਿਆ - ਸੀ ਐਨ ਐਨ",
        "ਕੋਲੋਰਾਡੋ ਕਿਸ਼ੋਰ ਮੈਕਡੋਨਲਡਜ਼ ਕੁਆਰਟਰ ਪਾਉਂਡਰ ਖਾਣ ਤੋਂ ਬਾਅਦ ਗੁਰਦੇ ਦੀ ਅਸਫਲਤਾ ਨਾਲ ਲੜਦਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "'ਇਹ ਇਕ ਮਨੁੱਖੀ ਪਲ ਵਰਗਾ ਸੀ': ਸਿੰਥਿਆ ਏਰੀਵੋ ਫੈਨ-ਮੇਡ 'ਬੁਰੇ' ਪੋਸਟਰ ਨੂੰ ਬੁਲਾਉਣ 'ਤੇ ਪ੍ਰਤੀਬਿੰਬਤ ਕਰਦੀ ਹੈ - ਹਫਪੋਸਟ",
        "ਪਾਲ ਪੇਲੋਸੀ ਹਮਲਾਃ ਡੇਵਿਡ ਡੀਪੇਪ ਨੂੰ ਸਰਕਾਰੀ ਮੁਕੱਦਮੇ ਵਿਚ ਉਮਰ ਕੈਦ ਦੀ ਸਜ਼ਾ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਉੱਤਰੀ ਗਾਜ਼ਾ ਵਿੱਚ ਇਜ਼ਰਾਈਲੀ ਹਵਾਈ ਹਮਲੇ ਵਿੱਚ ਦਰਜਨਾਂ ਲੋਕਾਂ ਦੀ ਮੌਤ ਹੋ ਗਈ, ਕਿਉਂਕਿ ਸੰਸਦ ਨੇ ਯੂ ਐਨ ਆਰ ਡਬਲਯੂ ਏ ਤੇ ਪਾਬੰਦੀ ਲਗਾਈ - ਐਨਪੀਆਰ",
        "ਉੱਤਰੀ ਕੋਰੀਆ ਨੇ ਵਿਦੇਸ਼ ਮੰਤਰੀ ਨੂੰ ਯੂਕਰੇਨ ਵਿਰੁੱਧ ਲੜਨ ਲਈ ਆਪਣੀ ਫੌਜ ਦੀ ਸਿਖਲਾਈ ਵਜੋਂ ਰੂਸ ਭੇਜਿਆ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਮੂਰਖ ਦੇ ਸੋਨੇ ਵਿੱਚ ਸੁਰੱਖਿਅਤ ਕੀਤੀ ਗਈ ਹੈਰਾਨਕੁੰਨ ਜੈਵਿਕ 450 ਮਿਲੀਅਨ ਸਾਲ ਪੁਰਾਣੀ ਨਵੀਂ ਪਛਾਣ ਕੀਤੀ ਗਈ ਸਪੀਸੀਜ਼ ਦਾ ਖੁਲਾਸਾ ਕਰਦੀ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਹਟਾਈ",
        "ਟੈਕਕ੍ਰਾਂਚ ਵਿਘਨ 2024: ਜੀਐਮ ਦੇ ਸੀਈਓ ਮੈਰੀ ਬੈਰਾ, ਟੋਨੀ ਫੇਡੇਲ ਅਤੇ ਦਿ ਚੇਨਸਮੋਕਰਜ਼ - ਟੈਕਕ੍ਰਾਂਚ",
        "ਨਵਾਂ ਮੈਕ ਮਿਨੀ ਆਉਣ ਵਾਲੇ ਮੈਕਬੁੱਕ ਪ੍ਰੋਜ਼ - ਮੈਕਰੂਮੋਰਸ ਵਿਚ ਰੈਮ ਬਾਰੇ ਦੋ ਸੁਰਾਗ ਪ੍ਰਦਾਨ ਕਰਦਾ ਹੈ",
        "ਕ੍ਰੋਮ ਤੁਹਾਡੀ ਯਾਦਦਾਸ਼ਤ ਨੂੰ ਵਧਾਉਣ ਵਾਲੀਆਂ ਟੈਬਾਂ ਨੂੰ ਝਗੜਾ ਕਰਨ ਲਈ ਨਵੇਂ ‘ਪਰਫਾਰਮੈਂਸ’ ਟੂਲ ਪੇਸ਼ ਕਰਦਾ ਹੈ - ਦਿ ਵਰਜ"
    ]
}