{
    "headlines": [
        "ਹੈਂਡਰਿਕਸਨ ਨੇ ਕੁਸ਼ਤੀ ਦਾ ਖਿਤਾਬ ਜਿੱਤਣ ਲਈ ਸਟੀਵਸਨ ਨੂੰ ਸਟਨਸ ਕੀਤਾ - ਈਐਸਪੀਐਨ",
        "ਅਰਕੰਸਾਸ ਰੇਜ਼ਰਬੈਕਸ ਬਨਾਮ ਸੇਂਟ ਜੌਨਜ਼ ਰੈਡ ਸਟਾਰਮ ਲਾਈਵ ਸਕੋਰ ਅਤੇ ਸਟੇਟਸ - ਮਾਰਚ 22, 2025 ਗੇਮਟ੍ਰੈਕਰ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਬ੍ਰਿਟਿਸ਼ ਟੀਵੀ ਉਦਯੋਗ ਸੰਕਟ ਵਿੱਚ ਹੈ, ਵੁਲਫ ਹਾਲ ਦੇ ਨਿਰਦੇਸ਼ਕ ਪੀਟਰ ਕੋਸਮਿੰਸਕੀ ਕਹਿੰਦਾ ਹੈ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "'ਬੇਲਾਲ ਕਿੰਨਾ ਚੰਗਾ ਹੈ?': ਲੜਾਕਿਆਂ ਨੇ ਯੂਐਫਸੀ ਫਾਈਟ ਨਾਈਟ 255 - ਐਮਐਮਏ ਜੰਕੀ ਵਿਖੇ ਸੀਨ ਬ੍ਰੈਡੀ ਦੇ ਲਿਓਨ ਐਡਵਰਡਜ਼ ਦੇ ਮੁਕੰਮਲ ਹੋਣ 'ਤੇ ਪ੍ਰਤੀਕ੍ਰਿਆ ਕੀਤੀ",
        "‘ਅਵਿਵਹਾਰਕ ਜੋਕਰਜ਼' ਅਲਮ ਜੋ ਗੈਟੋ ਨੇ ਜਿਨਸੀ ਹਮਲੇ ਦੇ ਦੋਸ਼ਾਂ ਤੋਂ ਇਨਕਾਰ ਕੀਤਾ: \"ਮੈਂ ਮਾੜੇ ਨਿਰਣੇ ਦੀ ਵਰਤੋਂ ਕੀਤੀ ਹੈ\" - ਡੈੱਡਲਾਈਨ",
        "ਵਰਜੀਨੀਆ ਦੇ ਪੂਰਬੀ ਜ਼ਿਲ੍ਹੇ ਲਈ ਸਾਬਕਾ ਅਮਰੀਕੀ ਅਟਾਰਨੀ ਜੈਸਿਕਾ ਅਬਰ 43 'ਤੇ ਮ੍ਰਿਤਕ ਪਾਇਆ ਗਿਆ - ਐਨਬੀਸੀ ਵਾਸ਼ਿੰਗਟਨ",
        "ਮੈਸਾਚਿਉਸੇਟਸ ਦੀ ਸਾਬਕਾ ਪਹਿਲੀ ladyਰਤ ਕਿਟੀ ਡੂਕਾਕੀਸ ਦੀ 88 ਸਾਲ ਦੀ ਉਮਰ ਵਿੱਚ ਮੌਤ ਹੋ ਗਈ - ਪੀਬੀਐਸ ਨਿ Newsਜ਼ਹੌਰ",
        "ਇੱਕ ਪ੍ਰੇਸ਼ਾਨ ਕਰਨ ਵਾਲੇ ਵਿਵਹਾਰ ਨੂੰ ਸਾਂਝਾ ਕਰਨ ਵਾਲੇ ਪੁਰਸ਼ਾਂ ਵਿੱਚ ਪ੍ਰੋਸਟੇਟ ਕੈਂਸਰ ਦਾ ਜੋਖਮ 45% ਵਧਦਾ ਹੈ - ਏਓਐਲ",
        "ਹਿਊ ਗਲਤੀ ਨਾਲ ਇੱਕ ਨਵਾਂ ਵੀਡੀਓ ਡੋਰਬੈਲ ਲੀਕ ਕਰਦਾ ਹੈ - ਦ ਵਰਜ",
        "ਇਜ਼ਰਾਈਲ ਨੇ ਜੰਗਬੰਦੀ ਤੋਂ ਬਾਅਦ ਪਹਿਲੇ ਰਾਕੇਟ ਹਮਲੇ ਤੋਂ ਬਾਅਦ ਲੇਬਨਾਨ 'ਤੇ ਹਮਲਾ ਕੀਤਾ - ਬੀਬੀਸੀ.",
        "ਐਤਵਾਰ ਨੂੰ ਸ਼ੋਅ ਪੂਰਵਦਰਸ਼ਨਃ ਟਰੰਪ ਨੇ ਦੇਸ਼ ਨਿਕਾਲੇ ਨੂੰ ਲੈ ਕੇ ਪ੍ਰਤੀਕ੍ਰਿਆਵਾਂ ਲੜੀਆਂ, ਜੀਯੂਟੀ ਸਿੱਖਿਆ ਵਿਭਾਗ ਵੱਲ ਵਧੀਆਂ - ਦ ਹਿੱਲ",
        "‘ਤੁਹਾਡੀਆਂ ਯਾਦਾਂ ਲਈ ਇੱਕ ਰੱਖਦਾ ਹੈ’: ਅੰਗ ਸਮਾਰੋਹ ਵੈਨਮੇਕਰ ਬਿਲਡਿੰਗ ਵਿਖੇ ਮੈਸੀ ਦੇ ਯੁੱਗ ਦੇ ਅੰਤ ਦੀ ਨਿਸ਼ਾਨਦੇਹੀ ਕਰਦਾ ਹੈ - WHYY",
        "ਟੇਸਲਾ ਨਿਵੇਸ਼ਕਾਂ ਨੂੰ ਨੁਕਸਾਨ 'ਤੇ ਕਿਉਂਕਿ ਐਲਨ ਮਸਕ ਨੇ ਸਟਾਕ ਦੀ ਕੀਮਤ ਨੂੰ ਹੇਠਾਂ ਖਿੱਚਿਆਃ‘ ਇਸ ਵਾਰ ਇਹ ਵੱਖਰਾ ਮਹਿਸੂਸ ਕਰਦਾ ਹੈ ’- ਫਾਰਚਿ.",
        "ਟਰੰਪ ਦਾ ਦਾਅਵਾ ਹੈ ਕਿ ਉਸਨੇ ਡਿਪੋਰਟ ਆਰਡਰ 'ਤੇ ਦਸਤਖਤ ਨਹੀਂ ਕੀਤੇ ਜਿਸ' ਤੇ ਉਸਨੇ ਨਿਸ਼ਚਤ ਤੌਰ 'ਤੇ ਦਸਤਖਤ ਕੀਤੇ - ਦਿ ਡੇਲੀ ਬੀਸਟ",
        "ਮੈਮਫਿਸ ਪੁਲਿਸ ਫੇਡੈਕਸਫੋਰਮ ਦੇ ਬਾਹਰ ਸ਼ੂਟਿੰਗ ਦੀ ਜਾਂਚ ਕਰ ਰਹੀ ਹੈ - FOX13 ਮੈਮਫਿਸ",
        "ਅਗਾਂਹਵਧੂ ਤਬਦੀਲੀ ਲਈ ਧੱਕੇ ਦੇ ਵਿਚਕਾਰ ਡੇਨਵਰ ਵਿੱਚ ਬਰਨੀ ਸੈਂਡਰਜ਼, ਏਓਸੀ ਰੈਲੀ ਲਈ 30,000 ਤੋਂ ਵੱਧ ਬਦਲ ਗਏ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਸ਼ਨੀ ਦੀਆਂ ਆਈਕੋਨਿਕ ਰਿੰਗਾਂ ਇੱਕ ਦੁਰਲੱਭ ਸਵਰਗੀ ਘਟਨਾ ਵਿੱਚ ਅਲੋਪ ਹੋ ਜਾਣਗੀਆਂ - ਸਕ੍ਰਿਪਸ ਨਿ Newsਜ਼",
        "ਏਸੀਐਲਯੂ ਨੇ ਰਾਸ਼ਟਰਪਤੀ ਟਰੰਪ ਦੇ ਤਾਜ਼ਾ ਨਿਰਦੇਸ਼ਕ ਧਮਕੀ ਦੇਣ ਵਾਲੇ ਵਕੀਲਾਂ ਅਤੇ ਲਾਅ ਫਰਮਾਂ - ਏਸੀਐਲਯੂ 'ਤੇ ਪ੍ਰਤੀਕ੍ਰਿਆਵਾਂ ਦਿੱਤੀਆਂ"
    ]
}