{
    "headlines": [
        "ਵਿਗਿਆਨੀਆਂ ਨੂੰ ਇਕ ਰਹੱਸਮਈ ਬ੍ਰਹਿਮੰਡੀ ਆਬਜੈਕਟ ਮਿਲਿਆ ਧਮਾਕੇ ਰਿਕਾਰਡ ਤੋੜਨ ਵਾਲੀ ਰੇਡੀਏਸ਼ਨ-ਅਤੇ ਇਹ ਨੇੜੇ ਹੈ - ਦਿ ਡੇਲੀ ਗਲੈਕਸੀ --ਗ੍ਰੇਟ ਡਿਸਕਵਰੀਜ਼ ਚੈਨਲ",
        "ਸਪੇਨ ਦੇ ਹੜ੍ਹ ਪ੍ਰਤੀਕਰਮ ਨੂੰ ਲੈ ਕੇ ਵਿਰੋਧ ਪ੍ਰਦਰਸ਼ਨਾਂ ਨੇ ਵਾਲੈਂਸੀਆ ਉਪਨਗਰ ਨੂੰ ਤੰਗ ਕਰਨ ਲਈ ਰਾਜਾ ਦੇ ਦੌਰੇ ਨੂੰ ਰੋਕਿਆ - ਰਾਇਟਰਜ਼",
        "Election 2024 LIVE Updates: ਹੈਰਿਸ, ਟਰੰਪ ਦੀ ਰੈਲੀ ਸਵਿੰਗ ਸਟੇਟਸ 'ਚ 2 ਦਿਨ ਬਚੇ; ਨਵੀਆਂ ਪੋਲਾਂ - ਅਮਰੀਕਾ ਅੱਜ",
        "ਓਕਲਾਹੋਮਾ - ਸੀ ਐਨ ਐਨ ਦੇ ਕੁਝ ਹਿੱਸਿਆਂ ਵਿੱਚ ਤੂਫਾਨ ਦੇ ਤੂਫਾਨਾਂ ਨੇ ਤਬਾਹੀ ਦਾ ਰਸਤਾ ਛੱਡਣ ਤੋਂ ਬਾਅਦ ਘੱਟੋ ਘੱਟ 6 ਜ਼ਖਮੀ ਹੋ ਗਏ",
        "ਤਾਜ ਦੇ ਗਹਿਣਿਆਂ ’ਤੇ ਰੋਮਨ ਰਾਜ ਦਾ ਨੁਕਸਾਨ ਸਰਵਾਈਵਰ ਸੀਰੀਜ਼ ਅਤੇ ਇਸ ਤੋਂ ਅੱਗੇ ਦਾ ਪੜਾਅ ਨਿਰਧਾਰਤ ਕਰਦਾ ਹੈ - ਕੇਜਸਾਈਡ ਸੀਟਾਂ",
        "ਓਪਨਃ ਇਹ \"ਮਾਰਗਰੇਟ ਬ੍ਰੇਨਨ ਨਾਲ ਰਾਸ਼ਟਰ ਦਾ ਸਾਹਮਣਾ ਕਰੋ,\" ਨਵੰਬਰ 3, 2024 - ਰਾਸ਼ਟਰ ਦਾ ਸਾਹਮਣਾ ਕਰੋ",
        "ਬਾਕਸ ਆਫਿਸਃ ‘ਵੈਨਮ 3‘ ਨੰਬਰ 1 ਰਹਿਣ ਲਈ $ 26M ਸਕੋਰ ਕਰਦਾ ਹੈ, ‘ਇੱਥੇ‘ $ 5M ਖੋਲ੍ਹਣ ਦੇ ਨਾਲ ਕਿਤੇ ਵੀ ਨਹੀਂ ਜਾਂਦਾ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਇਸ ਸਵਿੰਗ ਰਾਜ ਨੇ ਦੇਸ਼ ਦੀ ਕੁਝ ਸਭ ਤੋਂ ਵੱਧ ਖੁਰਾਕੀ ਮਹਿੰਗਾਈ ਵੇਖੀ. ਰਿਪਬਲਿਕਨ ਉਮੀਦ ਕਰਦੇ ਹਨ ਕਿ ਵੋਟਰ ਡੈਮਜ਼ ਨੂੰ ਦੋਸ਼ੀ ਠਹਿਰਾਉਂਦੇ ਹਨ... - ਪੋਲਿਟਿਕੋ",
        "3 ਨਵੇਂ ਲੋੜੀਂਦੇ ਘੱਟੋ ਘੱਟ ਵੰਡ (ਆਰਐਮਡੀ) ਨਿਯਮ ਹਰ ਕਿਸੇ ਨੂੰ 2024 ਲਈ ਪਤਾ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ - ਅਮਰੀਕਾ ਅੱਜ",
        "2024 ਐਨਐਫਐਲ ਹਫਤਾ 9: ਐਤਵਾਰ ਦੀਆਂ ਸਭ ਤੋਂ ਵਧੀਆ ਖੇਡਾਂ ਅਤੇ ਸਟੈਂਡਆਉਟ ਸਟੋਰੀਲਾਈਨਜ਼ - ਸੀ ਐਨ ਐਨ",
        "ਸੈਟੇਲਾਈਟ ਤਸਵੀਰਾਂ 'ਚ ਦੱਖਣੀ ਲੇਬਨਾਨ ਦੇ ਪਿੰਡਾਂ ਦੇ ਇਜ਼ਰਾਈਲੀ ਤਬਾਹੀ ਦਾ ਖੁਲਾਸਾ - Al Jazeera English",
        "ਅਰਿਆਨਾ ਗ੍ਰਾਂਡੇ ਚਮਕਦਾਰ ਗੁਲਾਬੀ ਗਾownਨ ਵਿੱਚ ‘ਬੁਰੇ' ਪ੍ਰੀਮੀਅਰ ਨੂੰ ਰੌਸ਼ਨ ਕਰਦਾ ਹੈ - ਜੀਓ ਨਿ Newsਜ਼",
        "ਏਆਈ ਵਿੱਚ Womenਰਤਾਂਃ ਸੋਫੀਆ ਵੇਲਾਸਟੀਗੁਈ ਦਾ ਮੰਨਣਾ ਹੈ ਕਿ ਏਆਈ ਬਹੁਤ ਤੇਜ਼ੀ ਨਾਲ ਚਲ ਰਹੀ ਹੈ - ਟੈਕਕ੍ਰਾਂਚ",
        "ਐਨਐਫਐਲ ਵੀਕ 9 ਮਾਹਰ ਪਿਕ, ਸਕੋਰ ਭਵਿੱਖਬਾਣੀਃ ਪੈਕਰਜ਼ 'ਤੇ ਲਾਇਨਜ਼ - ਪ੍ਰਾਈਡ ਆਫ ਡੀਟ੍ਰਾਯਟ",
        "ਐਨਐਫਐਲ ਹਫਤਾ 9: ਪੀਐਫਐਫ ਕੁੰਜੀ ਇਨਸਾਈਟਸ - ਪ੍ਰੋ ਫੁੱਟਬਾਲ ਫੋਕਸ ਦੀ ਵਰਤੋਂ ਕਰਦਿਆਂ ਮਨਪਸੰਦ ਖਿਡਾਰੀ ਪ੍ਰੋਪ ਸੱਟਾ",
        "ਈਰਾਨ 'ਚ ਨਜ਼ਰਬੰਦ ਅਮਰੀਕੀ ਪੱਤਰਕਾਰ ਸੁਪਰੀਮ ਲੀਡਰ ਖਾਮੇਨੀ ਨੇ ਅਮਰੀਕਾ, ਇਜ਼ਰਾਈਲ ਨੂੰ ਦਿੱਤੀ ਧਮਕੀ, ਵਿਦੇਸ਼ ਵਿਭਾਗ ਦਾ ਕਹਿਣਾ ਹੈ - ਫਾਕਸ ਨਿਊਜ਼",
        "ਕੁਓਃ ਸਸਤਾ 'ਐਪਲ ਵਿਜ਼ਨ’ ਹੈੱਡਸੈੱਟ 2027 ਤੋਂ ਪਰੇ ਦੇਰੀ ਨਾਲ - 9to5Mac",
        "ਯੂਰਪ ਲਈ ਉਡਾਣਾਂ ਸਭ ਤੋਂ ਸਸਤੀਆਂ ਕਿਉਂ ਹਨ ਜੋ ਉਹ ਸਾਲਾਂ ਵਿੱਚ ਰਹੀਆਂ ਹਨ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਹਟਾਈ",
        "ਟਰੰਪ ਦੁਆਰਾ ਸ਼ਕਤੀਸ਼ਾਲੀ ਆਰਐਫਕੇ ਜੂਨੀਅਰ ਸਿਹਤ ਦੇਖਭਾਲ 'ਤੇ ਕੀ ਕਰ ਸਕਦਾ ਹੈ - ਐਕਸੀਓਸ"
    ]
}