{
    "headlines": [
        "تحديث إصابة إيدان هاتشينسون: تعاني ليونز دي إي من إصابة كبيرة في الساق مقابل رعاة البقر - ديترويت فري برس",
        "Finneas Kisses عازف الجيتار الذكور في حفل مدينة نيويورك - TMZ",
        "نقطة محذوفة هنا",
        "الولايات المتحدة تنشر نظام الدفاع الصاروخي ثاد، قوات إلى إسرائيل - الجزيرة الإنجليزية",
        "يقول المأمور إن رجلاً مسلحاً بالأسلحة اعتقل بالقرب من تجمع ترامب في كوتشيلا - NPR",
        "تحطيم فوز الرازمون 34-13 على الكاردينالات في الأسبوع السادس - سلك الرازم",
        "يتفوق لامار جاكسون على المبتدئ جايدن دانيلز لقيادة فريق رايفنز في الماضي، وتعزيز حالته الخاصة كأفضل لاعب - ياهو سبورتس",
        "الأسود مقابل رعاة البقر: تحديثات النتيجة المباشرة، النقاط البارزة، التحليل - فخر ديترويت",
        "ترامب يضيق الفجوة مع هاريس في ثلاثة استطلاعات وطنية جديدة - أكسيوس",
        "يقترح ترامب استخدام الجيش ضد \"العدو من الداخل\" في يوم الانتخابات - سي إن إن",
        "\"أنا أخصائية أشعة — لتقليل خطر الإصابة بسرطان الثدي، تناولي هذه الأطعمة الخمسة واتبعي هذه العادات الصحية\" - فوكس نيوز",
        "يقول مايك جونسون إن الإغاثة من الأعاصير \"يمكن أن تنتظر\" حتى بعد انتهاء عطلة الكونغرس - أكسيوس",
        "حلقة الموت التي لا نهاية لها من بوينج لا تمنح أي راحة للرئيس التنفيذي الجديد Ortberg - Bloomberg",
        "أريانا غراندي تأخذ العرض الترويجي لـ NFL من سيلين ديون إلى المستوى التالي مع أغنية موضوع UFC الوحشية على \"SNL \": مشاهدة - لوحة",
        "هل سوق الأسهم مفتوح في يوم كولومبوس ؟ (مؤشرات ستاندرد آند بورز الكاملة:SP500) - البحث عن ألفا",
        "جينيفر لوبيز ممتنة لـ \"ذكرياتها الجميلة\" مع بن أفليك - هاربر بازار",
        "\"المرعب 3\" يقطع \"الجوكر\" ليأخذ رقم 1 في شباك التذاكر، فيلم ترامب \"المبتدئ\" يتلاشى - وكالة أسوشيتد برس",
        "النص: رئيس مجلس النواب مايك جونسون في \"واجه الأمة مع مارغريت برينان\"، 13 أكتوبر 2024 - سي بي إس نيوز",
        "إسرائيل: أكثر من 60 جريحًا في هجوم بطائرة بدون طيار على بنيامينا - BBC.com",
        "يحذر المحترفون من أن عمليات بيع أسهم Tesla بعد حدث robotaxi قد تكون مجرد بداية - Yahoo Finance"
    ]
}