{
    "headlines": [
        "ਅਮਰੀਕੀ ਅਧਿਕਾਰੀਆਂ ਨੇ ਬਾਇਡਨ ਦੇ ਕਾਰਜਕਾਲ ਦੌਰਾਨ ਮਿਡਲ ਈਸਟ ਸ਼ਾਂਤੀ ਸੌਦਾ ਪੂਰਾ ਕੀਤਾ - ਦਿ ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "ਸਵਿੰਗ ਰਾਜਾਂ ਵਿੱਚ ਸਥਾਨਕ ਟੀਮਸਟਰ ਯੂਨੀਅਨਾਂ ਹੈਰਿਸ ਦੀ ਹਮਾਇਤ ਕਰਨ ਲਈ ਕਾਹਲੀ ਕਰਦੀਆਂ ਹਨ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਕੈਂਟਕੀ ਕੋਰਟਹਾਊਸ 'ਚ ਗੋਲੀਬਾਰੀ' ਚ ਜੱਜ ਦੀ ਮੌਤ, ਰਾਜਪਾਲ ਨੇ ਕਿਹਾ - CBS News",
        "ਓਹਤਾਨੀ 50 ਚੋਰੀਆਂ ਨੂੰ ਗ੍ਰਹਿਣ ਕਰਦਾ ਹੈ, ਦੋ ਐਚਆਰਜ਼ 50-50 ਦੇ ਸ਼ਰਮੀਲੇ - ਈਐਸਪੀਐਨ",
        "ਕੈਂਟਕੀ ਜੋੜੇ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਨ੍ਹਾਂ ਨੂੰ ਲਾਸ਼ ਮਿਲੀ ਜਿਸ ਨੂੰ ਮੰਨਿਆ ਜਾਂਦਾ ਹੈ ਕਿ ਜੰਗਲ ਨੂੰ ਕਈ ਦਿਨਾਂ ਤੋਂ ਖੁਰਦ-ਬੁਰਦ ਕਰਨ ਤੋਂ ਬਾਅਦ ਅੰਤਰਰਾਜੀ ਗੋਲੀਬਾਰੀ ਸ਼ੱਕੀ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਵੀਰਵਾਰ ਰਾਤ ਫੁੱਟਬਾਲ ਦੇ ਬਾਵਜੂਦ, ਲਾਈਨ, ਵਾਰ, ਫੈਲਾਅਃ ਦੇਸ਼ ਭਗਤ ਬਨਾਮ Jets 18-5 ਰੋਲ 'ਤੇ ਨਿਊ ਇੰਗਲਡ ਮਾਹਰ ਤੱਕ ਚੁੱਕ - CBS ਖੇਡ",
        "‘ਐਸ ਐਨ ਐਲ’ ਦੇ ਬੌਸ ਲੋਰਨ ਮਾਈਕਲਜ਼ ਨੇ ਆਉਣ ਵਾਲੀਆਂ ਚੋਣਾਂ ਲਈ ਸ਼ੋਅ ਦੀਆਂ ਵਿਅੰਗ ਯੋਜਨਾਵਾਂ ਦਾ ਖੁਲਾਸਾ ਕੀਤਾ - ਸੀ ਐਨ ਐਨ",
        "ਸੂਬਾ ਖੰਘ ਦੇ ਮਾਮਲਿਆਂ ਵਿੱਚ 'ਮਹੱਤਵਪੂਰਨ ਵਾਧਾ' ਦੀ ਰਿਪੋਰਟ ਕਰਦਾ ਹੈ - ਡਬਲਯੂਆਈਐਸਐਨ ਮਿਲਵਾਕੀ",
        "ਰਿਪੋਰਟਃ ਕੈਂਸਰ ਦੀ ਮੌਤ ਘੱਟ ਗਈ ਹੈ, ਪਰ ਸ਼ਰਾਬ ਨਵੇਂ ਮਾਮਲਿਆਂ ਵਿਚ ਕਾਰਕ ਹੈ - ਦ ਹਿੱਲ",
        "ਨਾਈਕੀ ਦੇ ਸੀਈਓ ਜੌਨ ਡੋਨਾਹੋ ਬਾਹਰ ਹਨ, ਕੰਪਨੀ ਦੇ ਤਜਰਬੇਕਾਰ ਐਲੀਅਟ ਹਿੱਲ - ਸੀ ਐਨ ਬੀ ਸੀ ਦੁਆਰਾ ਤਬਦੀਲ ਕੀਤਾ ਗਿਆ",
        "ਸਾਡਾ ਇਕ ਉੱਤਮ ਅਭਿਨੇਤਾ ਹੱਸਦਾ-ਹੱਸਦਾ ਬਣ ਗਿਆ । ਹੁਣ ਉਹ ਆਪਣੀ ਜ਼ਿੰਦਗੀ ਦਾ ਸਮਾਂ ਬਿਤਾ ਰਿਹਾ ਹੈ । - ਸਲੇਟ",
        "ਉੱਤਰੀ ਕੈਰੋਲੀਨਾ ਜੀਓਪੀ ਦੇ ਗਵਰਨਰ ਨਾਮਜ਼ਦ ਮਾਰਕ ਰੌਬਿਨਸਨ ਨੇ ਪੋਰਨ ਫੋਰਮ 'ਤੇ ਨਸਲੀ ਅਤੇ ਜਿਨਸੀ ਗ੍ਰਾਫਿਕ ਪੋਸਟਾਂ ਬਣਾਉਣ ਤੋਂ ਇਨਕਾਰ ਕੀਤਾ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਕਲਪਨਾ ਤੋਂ ਪਰੇਃ 140 ਮਿਲਕੀ ਵੇਜ਼ ਰਿਕਾਰਡ ਤੋੜਨ ਵਾਲੇ ਬਲੈਕ ਹੋਲ ਜੈੱਟਸ ਦੁਆਰਾ ਸਪੈਨ ਕੀਤੇ ਗਏ - SciTechDaily",
        "ਹਿਜ਼ਬੁਲ ਮੁਖੀ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਇਜ਼ਰਾਈਲ ਨੇ ਹਮਲਿਆਂ ਨਾਲ 'ਸਾਰੀਆਂ ਲਾਲ ਰੇਖਾਵਾਂ' ਨੂੰ ਪਾਰ ਕੀਤਾ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਹੈਰਿਸ ਓਪਰਾ ਵਿਨਫਰੇ ਨਾਲ ਲਾਈਵਸਟ੍ਰੀਮ ਦੀ ਯੋਜਨਾ ਬਣਾ ਰਿਹਾ ਹੈ ਜਦੋਂ ਕਿ ਟਰੰਪ ਇਕ ਇਜ਼ਰਾਈਲੀ-ਅਮਰੀਕੀ ਸਮੂਹ ਨੂੰ ਸੰਬੋਧਿਤ ਕਰਨ ਲਈ ਤਿਆਰ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਸੀਨ ‘ਡਿੱਡੀ’ ਕੰਬਜ਼ ਹਾਲੀਵੁੱਡ ਸਿਤਾਰਿਆਂ ਦੀ ਸੂਚੀ ਵਿੱਚ ਸ਼ਾਮਲ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਵੁਹਾਨ ਪਸ਼ੂ ਮਾਰਕੀਟ ਦੇ ਨਮੂਨਿਆਂ ਦਾ ਨਵਾਂ ਵਿਸ਼ਲੇਸ਼ਣ ਕੋਵਿਡ -19 ਦੇ ਛੇਤੀ ਫੈਲਣ ਦੀ ਕੇਂਦਰੀ ਸਾਈਟ ਵਜੋਂ ਆਪਣੀ ਭੂਮਿਕਾ ਦਾ ਸਮਰਥਨ ਕਰਦਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਹੈਰਿਸ ਅਤੇ ਟਰੰਪ ਲਾਜ਼ਮੀ ਤੌਰ 'ਤੇ ਪੈਨਸਿਲਵੇਨੀਆ ਵਿਚ ਬੰਨ੍ਹੇ ਹੋਏ ਹਨ, ਪੋਸਟ ਪੋਲ ਲੱਭਦਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "30 ਵੀਂ ਵਰ੍ਹੇਗੰ Limited ਸੀਮਿਤ ਚੱਲਣ ਵਾਲੇ ਪੀਐਸ 5 ਅਤੇ ਪੀਐਸ 5 ਪ੍ਰੋ ਮੱਧ- 90 ਦੇ ਦਹਾਕੇ ਦੇ ਸਲੇਟੀ ਪਲਾਸਟਿਕ ਨੂੰ ਵਾਪਸ ਲਿਆਉਂਦੇ ਹਨ - ਆਰਸ ਟੈਕਨੀਕਾ",
        "ਐਪਲ ਬੀਜ ਪਹਿਲਾ ਆਈਓਐਸ 18.1, ਆਈਪੈਡਓਐਸ 18.1, ਅਤੇ ਮੈਕੋਸ ਸੇਕੋਆ ਪਬਲਿਕ ਬੀਟਾ ਐਪਲ ਇੰਟੈਲੀਜੈਂਸ ਦੇ ਨਾਲ - ਮੈਕਰੂਮੋਰਸ"
    ]
}