{
    "headlines": [
        "ਮਿਨੇਸੋਟਾ ਹਾ Houseਸ ਡੀਐਫਐਲਰਜ਼ ਨੇ ਚੈਂਬਰ ਦੇ ਕਾਰੋਬਾਰ ਨੂੰ ਰੋਕਣ ਦੀ ਬੋਲੀ ਵਿਚ ਉਦਘਾਟਨੀ ਸੈਸ਼ਨ ਦਾ ਬਾਈਕਾਟ ਕੀਤਾ - ਐਮਪੀਆਰ ਨਿ Newsਜ਼",
        "ਮਿਸ਼ੇਲ ਓਬਾਮਾ ਟਰੰਪ ਦੇ ਸਹੁੰ ਚੁੱਕ ਸਮਾਗਮ 'ਚ ਸ਼ਾਮਲ ਨਹੀਂ ਹੋਵੇਗੀ - CNN",
        "ਕੇਟ ਮਿਡਲਟਨ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਸਦਾ ਕੈਂਸਰ ਮੁਆਫੀ ਵਿੱਚ ਹੈ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਸਮਾਨਾਂਤਰ ਡੈਸਕਟਾਪ ਐਪਲ ਸਿਲੀਕਾਨ ਤੇ x86 ਓਐਸ ਲਈ \"ਅਸਲ ਵਿੱਚ ਹੌਲੀ\" ਸਹਾਇਤਾ ਪ੍ਰਾਪਤ ਕਰਦਾ ਹੈ - ਆਰਸ ਟੈਕਨੀਕਾ",
        "ਟਰੰਪ ਵਿਦੇਸ਼ੀ ਸਰੋਤਾਂ ਤੋਂ ਮਾਲੀਆ ਇਕੱਠਾ ਕਰਨ ਲਈ ਬਾਹਰੀ ਮਾਲੀਆ ਸੇਵਾ ਬਣਾਏਗਾ - ਰਾਇਟਰਜ਼",
        "ਜ਼ੁਕਰਬਰਗ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਮੈਟਾ ਹੋਰ ‘ਘੱਟ ਪ੍ਰਦਰਸ਼ਨ ਕਰਨ ਵਾਲਿਆਂ‘ ਨੂੰ ਬੰਦ ਕਰ ਦੇਵੇਗਾ - ਦਿ ਵਰਜ",
        "ਸਟਾਰਬਕਸ ਵਿਖੇ ਲਟਕਣਾ ਤੁਹਾਡੇ ਲਈ ਖਰਚਾ ਆਵੇਗਾ ਕਿਉਂਕਿ ਕੰਪਨੀ ਆਪਣੀ ਖੁੱਲੇ ਦਰਵਾਜ਼ੇ ਦੀ ਨੀਤੀ ਨੂੰ ਉਲਟਾਉਂਦੀ ਹੈ - ਕੇਐਸਐਲ.",
        "ਬੋਇੰਗ ਇੱਕ ਭਿਆਨਕ 2024 ਤੇ ਕਿਤਾਬਾਂ ਨੂੰ ਬੰਦ ਕਰਦਾ ਹੈ - ਸੀਐਨਐਨ",
        "ਯੂਕਰੇਨ ਨੇ ਰੂਸ ਦੇ ਸ਼ਹਿਰਾਂ 'ਤੇ ਵੱਡੇ ਹਮਲੇ ਸ਼ੁਰੂ ਕੀਤੇ - ਰਾਇਟਰ",
        "ਸੁੰਦਰਤਾ ਨਾਲ ਵਿਸਤ੍ਰਿਤ ਵੈਬ ਚਿੱਤਰ ਮੌਤ ਦੇ ਕਿਨਾਰੇ‘ਤੇ' ਸ਼ੈੱਲਡ ’ ਸਟਾਰ ਦਿਖਾਉਂਦਾ ਹੈ - ਗਿਜ਼ਮੋਡੋ",
        "ਡਿਜ਼ਨੀ ਬੱਚਿਆਂ ਨੂੰ ਚੁੰਮਣ ਦਿਓ! - ਗਿਰਝ",
        "ਕੈਲੀਫੋਰਨੀਆ ਫਾਇਰ ਲਾਈਵ ਅਪਡੇਟਸਃ ਅੱਗ ਬੁਝਾਉਣ ਵਾਲੇ ਅਜੇ ਵੀ ਲਾਸ ਏਂਜਲਸ ਨਾਲ ਲੜਦੇ ਹਨ, ਵੈਂਚੁਰਾ ਬਲੇਜ਼ ‘ਖਾਸ ਤੌਰ ‘ਤੇ ਖਤਰਨਾਕ ’ਹਵਾਵਾਂ ਦੀ ਚੇਤਾਵਨੀ ਦੇ ਤੌਰ ਤੇ - ਯਾਹੂ! ਆਵਾਜ਼ਾਂ",
        "ਟਰੰਪ ਦੇ ਉਦਘਾਟਨ ਸਮਾਗਮਾਂ 'ਤੇ ਸਾਰੇ ਵੱਡੇ ਪ੍ਰਦਰਸ਼ਨਕਾਰਃ ਕੈਰੀ ਅੰਡਰਵੁੱਡ, ਪਿੰਡ ਦੇ ਲੋਕ ਅਤੇ ਹੋਰ - ਫੋਰਬਸ",
        "ਐਂਡਰਾਇਡ 16 ਇੱਕ ਦੁਬਾਰਾ ਡਿਜ਼ਾਇਨ ਕੀਤਾ ਵਾਲੀਅਮ ਸਲਾਈਡਰ ਅਤੇ ਪੈਨਲ ਲਿਆ ਸਕਦਾ ਹੈ - 9to5Google",
        "ਬ੍ਰਾਊਨ-ਫਾਰਮਨ ਕਟਿੰਗ ਗਲੋਬਲ ਵਰਕਫੋਰਸ, ਲੁਈਸਵਿਲੇ ਵਿੱਚ ਬੈਰਲ ਬਣਾਉਣ ਦਾ ਕੰਮ ਬੰਦ ਕਰਨਾ - ਡਬਲਯੂਡੀਆਰਬੀ",
        "ਜੇ ਜੇ ਮੈਕਕਾਰਥੀ ਨੇ ਵਾਈਕਿੰਗਜ਼ ਦੇ ਰਾਮਜ਼ ਤੋਂ ਪਲੇਆਫ ਹਾਰਨ ਤੋਂ ਬਾਅਦ ਸੋਸ਼ਲ ਮੀਡੀਆ 'ਤੇ ਉਤਸੁਕ ਸੰਦੇਸ਼ ਪੋਸਟ ਕੀਤਾ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਜਿੰਮੀ ਕਿਮਲ ਲਾਸ ਏਂਜਲਸ ਦੇ ਜੰਗਲੀ ਅੱਗਾਂ ਦੌਰਾਨ ਦੇਰ ਰਾਤ ਨੂੰ ਹੰਝੂ ਨਾਲ ਵਾਪਸ ਪਰਤਦਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਐਮਾਜ਼ਾਨ ਨੂੰ ਏਆਈ-ਸਮਰਥਿਤ ਅਲੈਕਸਾ - ਆਰਸ ਟੈਕਨੀਕਾ ਲਾਂਚ ਕਰਨ ਤੋਂ ਪਹਿਲਾਂ ਭਰਮ ਦੀ ਸਮੱਸਿਆ ਦਾ ਹੱਲ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ",
        "ਯੂਕੇ ਦੀ ਆਰਥਿਕਤਾ ਨਵੀਨਤਮਃ ਚਾਂਸਲਰ ਰਾਚੇਲ ਰੀਵਜ਼ ਮਾਰਕੀਟ ਦੀਆਂ ਨਸਾਂ ਦੇ ਵਿਚਕਾਰ ਸੰਸਦ ਮੈਂਬਰਾਂ ਦਾ ਸਾਹਮਣਾ ਕਰ ਰਹੀ ਹੈ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਇਜ਼ਰਾਈਲ-ਹਮਾਸ ਜੰਗਬੰਦੀ ਗੱਲਬਾਤ ਦੁਬਾਰਾ ਸ਼ੁਰੂ ਹੁੰਦੀ ਹੈ ਕਿਉਂਕਿ ਵਿਚੋਲੇ ਕਤਰ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਸੌਦਾ 'ਬਹੁਤ ਨੇੜੇ' ਹੈ - ਲਾਈਵ ਅਪਡੇਟਸ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ"
    ]
}