{
    "headlines": [
        "So stellen Sie fest, ob Bidens angebliche Autopen-Begnadigungen gültig sind - Fox Business",
        "Prognosen für den März-Wahnsinn 2025: Tipps und Analysen von FOX Sports-Autoren - FOX SPORTS",
        "Israel sagt, es führe \"ausgedehnte Angriffe\" auf den Gazastreifen durch - BBC.com",
        "Bank of America geht gegen einen beunruhigenden Arbeitsplatztrend vor - TheStreet",
        "iHeartRadio Music Awards 2025: Sehen Sie, was Gracie Abrams, Benson Boone, Bad Bunny und weitere Stars auf dem roten Teppich trugen - Yahoo Entertainment",
        "Patrick Schwarzenegger's Reaction to 'White Lotus' Incest Kissing Scene Had Co-Stars Believe He Would \"Throw Up\"; EP Says Storyline Is \"Not Just For Shock\" - Deadline",
        "Schumer kümmert sich um die Schadensbegrenzung. Es funktioniert nicht. - POLITICO",
        "USA wehren sich gegen vom Iran unterstützte Houthi-Terroristen im Jemen - Verteidigungsministerium",
        "Vatikan veröffentlicht erstes Foto von Papst Franziskus seit seinem Krankenhausaufenthalt - ABC News",
        "Der geschichtsträchtige Mondlander Blue Ghost sendet eine letzte Nachricht vom Mond - CNN",
        "Sixers 'Paul George für den Rest der Saison nach dem Verfahren - NBA",
        "Rory McIlroy nimmt Drama aus den Playoffs, um die Spieler zu gewinnen und Schwung zum Masters aufzubauen - The Associated Press",
        "Mississippi meldet den ersten Ausbruch eines hoch pathogenen Vogelgrippestamms in den USA seit 2017 - The Hill",
        "Börse heute: Wall Street steigt wieder - The Associated Press",
        "Ismaili Imamat spendet 100 Millionen Euro für die Entwicklung Syriens - Aga Khan Development Network",
        "Colin Farrell in Talks to Star in ‘Sgt. Rock’ From DC und Luca Guadagnino - Variety",
        "Trump wählt die Gouverneurin der Fed, Michelle Bowman, aus, um Michael Barr als Aufsichtschef der Fed zu ersetzen - CNBC",
        "Nutzer verwenden Googles neues KI-Modell, um Wasserzeichen aus Bildern zu entfernen - TechCrunch"
    ]
}