{
    "headlines": [
        "U.S. accuses Iran of sending ballistic missiles to Russia - The Washington Post",
        "Foo Fighters' Dave Grohl admits to fathering baby outside of his marriage - Fox News",
        "Delta plane clips another aircraft and appears to knock its tail off at Atlanta airport - NBC News",
        "3 more human cases of West Nile virus confirmed in Mass. - WCVB Boston",
        "AirPods Pro offer 2x better noise cancellation than new AirPods 4 - 9to5Mac",
        "Line, Airport and Davis fires grow in California and Nevada, displacing thousands - CNN",
        "'The Office': Melvin Gregg, Chelsea Frei & Ramona Young Join Spinoff - Deadline",
        "Map: Track tropical storm Francine’s path, forecast, and hurricane status - NBC News",
        "The Latest: Trump and Harris are set to debate in Philadelphia - The Associated Press",
        "Bright lights detected by NASA telescopes lead to a dancing pair of supermassive black holes - CNN",
        "At least one killed in Ukraine drone attacks on Russia - BBC.com",
        "'Star Wars' icons mourn James Earl Jones, along with Denzel Washington, Bob Iger and others - The Associated Press",
        "JPMorgan stock slumps as interest income warning rattles market - Yahoo Finance",
        "NFL Power Rankings, Week 2: Aaron Rodgers wasn't great, but it's not time to freak out about the Jets - Yahoo Sports",
        "Harris v. Trump CBS News poll: Ahead of debate, here's what voters are saying about the candidates - CBS News",
        "JD Vance spreads debunked claims about Haitian immigrants eating pets - NPR",
        "New Starbucks CEO Brian Niccol outlines priorities to end coffee chain's slump - CNBC",
        "Video shows driver avoid bridge collapse after typhoon leaves destruction in wake - CNN",
        "iPhone 16, Apple Intelligence, AirPods 4 and more: Everything revealed at Apple Event 2024 - TechCrunch",
        "Sony reveals much more expensive and powerful PlayStation 5 Pro - BBC.com"
    ]
}