{
    "headlines": [
        "كبسولة بوينغ ستارلاينر تعود إلى ديارها من الفضاء — بدون رواد فضاء على متنها - سي إن إن",
        "جينيفر لوبيز \"التي لا يمكن إيقافها\" ظهرت لأول مرة بفستان انتقام للعصور - The Daily Beast",
        "\"اتجه إلى اليمين \": ما يعنيه اختيار ماكرون لبارنييه كرئيس للوزراء بالنسبة لفرنسا - الجزيرة الإنجليزية",
        "مهرجان تورنتو السينمائي 2024: جميع مراجعات أفلام الموعد النهائي - الموعد النهائي",
        "وكالة الانتخابات في ولاية كارولينا الشمالية تناشد إبقاء RFK Jr. في صناديق الاقتراع - Axios",
        "نائب الرئيس السابق ديك تشيني للتصويت لكامالا هاريس - BBC.com",
        "تايلور فريتز يتفوق على فرانسيس تيافو ليصبح أول رجل أمريكي في نهائي بطولة الولايات المتحدة المفتوحة منذ عام 2006 - وكالة أسوشيتد برس",
        "سوق الأسهم اليوم: سجلت الأسهم أسوأ انخفاض أسبوعي منذ مارس 2023 بعد تقرير الوظائف لشهر أغسطس - Yahoo Finance",
        "يقبل ترامب التأييد الرئيسي من نقابة الشرطة بينما يحتفل بتأخير إصدار الحكم في تهم جنائية - وكالة أسوشيتد برس",
        "تحديثات Eagles vs. Packers المباشرة: نتائج اتحاد كرة القدم الأميركي، إحصائيات اللعبة، الأخبار، النقاط البارزة، أين تشاهد مباراة اتحاد كرة القدم الأميركي في البرازيل - CBS Sports",
        "تقول السلطات إن رجلاً يخطط لارتكاب هجوم إرهابي على مركز يهودي في مدينة نيويورك تم اعتقاله بالقرب من الحدود بين الولايات المتحدة وكندا - سي بي إس نيويورك",
        "موجة حر قياسية من المتوقع أن تمدد الإقامة في الغرب - إن بي سي نيوز",
        "تمت الإزالة",
        "أسترو بوت - جميع روبوتات كاميو وقائمة الشخصيات السرية - GameSpot",
        "كان لدى شي جين بينغ رسالة واحدة لعشرات الزعماء الأفارقة الزائرين: اختر الصين - سي إن إن",
        "يقول المحققون إن صوت قمرة القيادة يشير إلى مشاكل إزالة الجليد في تحطم الطائرة البرازيلية المميتة الشهر الماضي - وكالة أسوشيتد برس",
        "تمت الإزالة",
        "سكان ميسوري الذين لم يكن لديهم اتصال مع الحيوانات نتائج الاختبارات إيجابية لإنفلونزا الطيور - STAT",
        "اتهام مراهق في إطلاق نار في مدرسة في جورجيا ووالده بالبقاء في الحجز - بوليتيكو",
        "فريق Ravens - Chiefs يحطم سجل تصنيفات المباراة الافتتاحية - ESPN"
    ]
}