{
    "headlines": [
        "Apple provoca ‘semana’ de anúncios do Mac a partir de segunda-feira - The Verge",
        "PFT's Semana 8 2024 Escolhas da NFL: Florio vs. Simms - NBC Sports",
        "Greve da Boeing continua após trabalhadores rejeitarem novo contrato - ABC News",
        "Beyoncé vai aparecer ao lado de Harris no comício de Houston - CNN",
        "Trump diz que demitiria Jack Smith rapidamente se ele ganhasse outro mandato - CNN",
        "Get It Together, Intel: Revisão e benchmarks da CPU Core Ultra 9 285K vs. 7800X3D, 9950X, mais - Gamers Nexus",
        "Os ingressos da Taylor Swift 'Eras Tour' variam de preço antes dos shows - WDSU New Orleans",
        "Observadores de pesquisas republicanas em estados de batalha preocupam especialistas eleitorais dos EUA - Reuters",
        "Ozempic pode reduzir o risco de Alzheimer. Isso é Enorme para a Novo Nordisk. - Barron's",
        "Cessar-fogo em Gaza e acordo de reféns são renovados após dois meses de impasse - Axios",
        "Yankees-Dodgers: Ranking dos 24 melhores jogadores da World Series 2024 - FOX SPORTS",
        "EUA alertam Elon Musk de que sua doação de US $ 1 milhão pode ser ilegal - BBC.com",
        "Elon Musk enriquece 21 mil milhões de dólares com ações da Tesla a subirem para 19% - Forbes",
        "Votação antecipada para a eleição de 2024 em andamento em dezenas de estados com 28 milhões de votos até agora - CBS News",
        "Stevie Nicks: ‘Eu acredito na Igreja de Stevie’ - Rolling Stone",
        "Asteroide ‘matador de cidades’ é um dos 4 a raspar a órbita da Terra hoje - New York Post",
        "Ranking Fantasy Football 2024: Melhor NFL da Modelo Semana 8 QB, RB, WR, TE, kicker, escolhas de defesa - CBS Sports",
        "Ataque israelense a abrigo em Gaza mata 17 enquanto Blinken diz que as negociações de cessar-fogo serão retomadas - Associated Press",
        "Minecraft vai perder suporte para RV no próximo ano - The Verge",
        "Presidente da inteligência da Câmara: EUA devem considerar ação militar se tropas norte-coreanas entrarem na Ucrânia - usa TODAY"
    ]
}