{
    "headlines": [
        "Изъято",
        "Конгресс выпустил законопроект о финансировании правительства до 14 марта, предотвратив закрытие праздников - Axios",
        "12 человек найдены мертвыми в ресторане на популярном горнолыжном курорте - ABC News",
        "Игорь Кириллов: Россия задержала гражданина Узбекистана за убийство старшего генерала - CNN",
        "ФРС, как ожидается, объединит снижение процентной ставки с ястребиным прогнозом на 2025 год - Reuters",
        "Джозефа Коркорана казнили в Индиане - СПАД",
        "Bucks win NBA Cup vs. Thunder: Why title can be launching pad for Giannis Antetokounmpo and Damian Lillard - CBS Sports",
        "Японские автопроизводители Honda и Nissan ведут переговоры о слиянии - BBC.com",
        "Трамп назначил экс-кандидата в Сенат США Гершеля Уокера послом на Багамах - Yahoo! Voices",
        "Oscars: Original Song Shortlist Sees Miley Cyrus ‘Last Showgirl’ Tune Snubbed; Lin-Manuel Miranda Eyeing EGOT; Diane Warren's Possible 16th Nom & More - Deadline",
        "Atlanta Falcons называют Майкла Пеникса-младшего стартовым квотербеком - AtlantaFalcons.com",
        "19 абсолютно меняющих жизнь фильмов этого года, которые не так много людей видели - BuzzFeed",
        "Застрявшие астронавты Boeing Starliner столкнулись с новой задержкой возвращения на Землю с МКС - Новости UPI",
        "Cardinals All-Pro Safety Бадда Бейкер соглашается на продление на 3 года, 54 миллиона долларов - Yahoo Sports",
        "Изъято",
        "20 лучших хип-хоп песен 2024 года - Rolling Stone",
        "Трюдо уйдет в отставку? Четыре пути, по которым может пойти премьер-министр Канады - BBC.com",
        "Проверка фактов: беспилотники не отслеживали пропавшие радиоактивные материалы в Нью-Джерси - ABC News",
        "Сценарии клинчинга в НФЛ на 16-й неделе: как пять команд могут попасть в плей-офф - Sports Illustrated",
        "Бразильские трейдеры «сначала продают, потом спрашивают», поскольку паника захлестнула рынки - Yahoo Finance"
    ]
}