{
    "headlines": [
        "O leste da Ucrânia cedendo sob táticas russas aprimoradas, poder de fogo superior - The Washington Post",
        "Ações da Nike caem à medida que a empresa retira orientação em meio à mudança de CEO - Yahoo Finance",
        "Astronautas da Starliner dão as boas-vindas à equipa Crew-9 e ao seu regresso a casa à estação espacial - usa TODAY",
        "O que sabemos sobre o último ataque de mísseis do Irã a Israel - BBC.com",
        "Bain se junta à batalha pelo controle da maior fundição de zinco do mundo - Financial Times",
        "Quem é o verdadeiro JD Vance? E 4 outras conclusões DO debate vice-presidencial - NPR",
        "Vance: O Partido Republicano tem que reconquistar a confiança dos Estados Unidos no aborto - Axios",
        "‘American Pickers’ estrela Frank Fritz, Mike Wolfe fez uma machadinha antes do apresentador morrer após anos de drama - Fox News",
        "   Removido ",
        "11 trabalhadores de uma fábrica do Tennessee foram arrastados pelas inundações do furacão Helene. Apenas 5 foram resgatados - Associated Press",
        "Sean ‘Diddy’ Combs acusado de má conduta sexual por 120 pessoas, diz advogado - Al Jazeera English",
        "How the Liberty went up 2-0 vs. Aces, and how the Lynx evened their series with the Sun - ESPN",
        "Profissionais do sexo encontram-se no centro do surto de varíola no Congo - The Associated Press",
        "No palco do debate do VP, duas visões para o policiamento na América são apresentadas - NPR",
        "O eclipse solar anular transformará o sol num glorioso \"anel de fogo\" hoje. Aqui está o que precisa de saber. - Space.com",
        "Formam-se linhas de piquete quando a greve portuária começa para milhares de estivadores de Nova York e Nova Jersey - CBS New York",
        "Walz alega enganosamente ter estado em Hong Kong durante o período ligado ao massacre da Praça da Paz Celestial - The Associated Press",
        "Furacão Kirk se forma; monitores do NHC investem 91-L, distúrbio caribenho - WESH 2 Orlando",
        "Jets 'Sauce Gardner Posts Cryptic Photo in Response to Davante Adams Trade Rumors - Bleacher Report",
        "O Pixel 9a me convenceu de que a Apple precisa seguir o Google para voltar à glória - PhoneArena"
    ]
}