{
    "headlines": [
        "ਟਰੰਪ ਨੇ ਸਵੀਕਾਰ ਕੀਤਾ ਕਿ ਕੈਨੇਡਾ ਅਤੇ ਮੈਕਸੀਕੋ ਦੀ ਯੋਜਨਾ ਬਦਲਾ ਲੈਣ ਨਾਲ ਕੀਮਤਾਂ ਵਧ ਸਕਦੀਆਂ ਹਨ - ਫੋਰਬਸ",
        "ਗ੍ਰੈਮੀ ਜੇਤੂ 2025 ਸੂਚੀ (ਲਾਈਵ ਅਪਡੇਟ ਕਰਨਾ) - ਵੰਨਗੀ",
        "ਰੂਬੀਓ ਨੇ ਪਨਾਮਾ ਨੂੰ ਅਮਰੀਕਾ ਦੇ ਜਵਾਬੀ ਕਾਰਵਾਈ ਦੀ ਚੇਤਾਵਨੀ ਦਿੱਤੀ ਜੇ ਚੀਨ ਦਾ ਨਹਿਰ ਦਾ ਪ੍ਰਭਾਵ ਰਹਿੰਦਾ ਹੈ - ਐਕਸੀਓਸ",
        "ਦ ਮੈਡਹਾਊਸ 'ਤੇ ਨਾਸਕਰ ਕੱਪ ਅਵਸਰ' ਦਾ ਮਤਲਬ ਹੈ ਸਭ ਕੁਝ 'ਟਿਮ ਬ੍ਰਾਊਨ ਨੂੰ - ਸਪੋਰਟਸ ਇਲਸਟ੍ਰੇਟਿਡ",
        "ਡੈਮੋਕਰੇਟਸ ਦੇਸ਼ ਨਿਕਾਲਾ ਲਈ ਵਿਆਪਕ ਸਮਰਥਨ ਦੇ ਵਿਚਕਾਰ ਆਪਣੀ ਇਮੀਗ੍ਰੇਸ਼ਨ ਨੂੰ ਖੜ੍ਹਾ ਕਰਨ ਲਈ ਝਿੜਕਦੇ ਹਨ - ਪੋਲਿਟਿਕੋ",
        "ਧਰਤੀ ਦੇ ਨੇੜੇ ਲੱਭੇ ਗਏ ਨਵੇਂ ਐਸਟਰਾਇਡ ਵਿੱਚ ਖਗੋਲ ਵਿਗਿਆਨੀਆਂ ਦਾ ਪੂਰਾ ਧਿਆਨ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਲਾਸ ਏਂਜਲਸ ਲੇਕਰਜ਼ ਬਲਾਕਬਸਟਰ ਵਪਾਰ ਵਿਚ ਐਂਥਨੀ ਡੇਵਿਸ ਲਈ ਡੱਲਾਸ ਮਾਵੇਰਿਕਸ ਤੋਂ ਲੂਕਾ ਡੋਂਸਿਕ ਨੂੰ ਪ੍ਰਾਪਤ ਕਰਦਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਯੂਐਸਏਆਈਡੀ ਦੇ ਸੀਨੀਅਰ ਸੁਰੱਖਿਆ ਅਧਿਕਾਰੀਆਂ ਨੇ ਮਸਕ ਦੇ ਡੌਜ ਦੀ ਏਜੰਸੀ ਪ੍ਰਣਾਲੀਆਂ ਤੱਕ ਪਹੁੰਚ ਤੋਂ ਇਨਕਾਰ ਕਰਨ ਤੋਂ ਬਾਅਦ ਛੁੱਟੀ 'ਤੇ ਪਾ ਦਿੱਤਾ - ਸੀਐਨਐਨ",
        "ਆਈਐਮਐਫ ਦੇ ਸਾਬਕਾ ਸਲਾਹਕਾਰ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਚੀਨ ਨੇ ਟਰੰਪ ਦੇ ਟੈਰਿਫ ਨਾਲ ਲੜਨ ਲਈ 'ਆਪਣੀ ਸਲੀਵ ਨੂੰ ਚਾਲੂ' ਕੀਤਾ ਹੈ ਕਿਉਂਕਿ ਬੀਜਿੰਗ ਫਿਲਹਾਲ ਜਵਾਬ ਨੂੰ ਮੂਕ ਰੱਖਦਾ ਹੈ - ਫਾਰਚੂਨ",
        "2025 ਰਾਇਲ ਰੰਬਲਃ ਡਬਲਯੂਡਬਲਯੂਈ ਦੇ ਝਟਕਾਉਣ ਵਾਲੇ ਰੈਸਲਮੈਨਿਆ 41 ਸਵਰਵ ਤੋਂ ਬਾਅਦ 6 ਬਲਦੇ ਪ੍ਰਸ਼ਨ - ਯਾਹੂ ਸਪੋਰਟਸ",
        "ਸੈਂਟੋਰੀਨੀ ਨੇ ਸਕੂਲਾਂ ਨੂੰ ਬੰਦ ਕਰ ਦਿੱਤਾ ਕਿਉਂਕਿ ਭੂਚਾਲ ਦੇ ਝਟਕੇ ਯੂਨਾਨੀ ਟਾਪੂ - ਬੀਬੀਸੀ.",
        "'ਇਹ ਇੱਕ ਜੀਵਨ ਕਾਲ ਦਾ ਮੌਕਾ ਹੈ' | ਟਰਾਈ-ਸਟੇਟ ਰੈਸਟੋਰੈਂਟ ਸੁਪਰ ਬਾlਲ ਐਲਆਈਐਕਸ ਕਮਰਸ਼ੀਅਲ - ਡਬਲਯੂਸੀਪੀਓ 9 ਸਿਨਸਿਨਾਟੀ ਵਿੱਚ ਪ੍ਰਦਰਸ਼ਤ ਕੀਤਾ ਜਾਵੇਗਾ",
        "ਰਿਪਬਲਿਕਨ ਟਰੰਪ ਨੂੰਃ ਮੇਂਡ ਫੇਮਾ — ਇਸ ਨੂੰ ਖਤਮ ਨਾ ਕਰੋ - ਪੋਲਿਟਿਕੋ",
        "'ਦਿ ਬਲੈਕ ਸਵਾਨ' ਲੇਖਕ ਨੇ ਭਵਿੱਖ ਦੀ ਵਿਕਰੀ ਦੀ ਚੇਤਾਵਨੀ ਦਿੱਤੀ ਹੈ ਕਿ ਦੀਪਸੇਕ ਸਦਮੇ ਨਾਲੋਂ 2-3 ਗੁਣਾ ਬਦਤਰ ਹੋ ਸਕਦਾ ਹੈ ਕਿਉਂਕਿ ਇਹ ਜ਼ਾਹਰ ਕਰਦਾ ਹੈ ਕਿ ਆਰਥਿਕਤਾ ਕਿੰਨੀ ਕਮਜ਼ੋਰ ਹੈ - ਕਿਸਮਤ",
        "ਡੀਸੀ ਜਹਾਜ਼ ਹਾਦਸੇ ਦੇ ਪੀੜਤਾਂ ਦੇ ਪਰਿਵਾਰਕ ਮੈਂਬਰ ਪੋਟੋਮੈਕ ਨਦੀ 'ਤੇ ਘਟਨਾ ਸਥਾਨ ਦਾ ਦੌਰਾ ਕਰਦੇ ਹਨ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਦੀਦੀ ਨੂੰ ਅੱਧੀ ਰਾਤ ਫੈਡਰਲ ਜੇਲ੍ਹ ਤੋਂ ਹਸਪਤਾਲ ਲਿਜਾਇਆ ਗਿਆਃ ਰਿਪੋਰਟ - ਹਿੰਦੁਸਤਾਨ ਟਾਈਮਜ਼",
        "ਗਾਜ਼ਾ ਯੁੱਧ ਰੁਕਿਆ ਹੋਇਆ ਹੈ, ਪਰ ਇਜ਼ਰਾਈਲ ਅਤੇ ਹਮਾਸ ਬੰਧਕ ਰਿਹਾਅ ਕਰਨ 'ਤੇ ਆਪਟਿਕਸ ਦੀ ਇਕ ਭਿਆਨਕ ਲੜਾਈ ਜਾਰੀ ਰੱਖਦੇ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਮਸਕ ਨੇ ਅਮਰੀਕੀ ਖਜ਼ਾਨਾ ਭੁਗਤਾਨ ਪ੍ਰਣਾਲੀ ਤੱਕ ਪਹੁੰਚ ਪ੍ਰਾਪਤ ਕਰਨ ਤੋਂ ਬਾਅਦ ਗ੍ਰਾਂਟਾਂ ਨੂੰ ਰੱਦ ਕਰਨ ਦਾ ਵਾਅਦਾ ਕੀਤਾ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "DeepSeek ਹੁਣੇ ਹੀ ਜਨਰੇਟਿਵ ਆਰਟੀਫਿਸ਼ੀਅਲ ਇੰਟੈਲੀਜੈਂਸ (ਏਆਈ) ਨੂੰ ਹਮੇਸ਼ਾ ਲਈ ਬਦਲਿਆ. ਇਸ ਦੇ ਨਵੀਨਤਾ ਤੋਂ 2 ਹੈਰਾਨੀਜਨਕ ਜੇਤੂ. - ਮੋਟਲੇ ਫੂਲ",
        "ਬਰਫ਼ ਦੀ ਉਮਰ ਯੂਰਪੀ ਦੇ ਤੌਰ ਤੇ ਨੌਜਵਾਨ ਦੇ ਤੌਰ ਤੇ 10 ਸਾਲ ਦੀ ਉਮਰ ਦੇ ਚੱਟਾਨ ਵਿੰਨ੍ਹਣ 30,000 ਸਾਲ ago - Livescience."
    ]
}