{
    "headlines": [
        "Secret Service identifies failures that preceded Trump assassination attempt at July campaign rally - CBS News",
        "Israel kills elite Hizbollah commanders in Beirut strike - Financial Times",
        "Ukraine updates: Two arsenals destroyed in Russia, Kyiv says - DW (English)",
        "How the indictment against Sean ‘Diddy’ Combs parallels the R. Kelly case – with one key difference - CNN",
        "An Israeli strike on a school kills at least 22 people, Gaza Health Ministry says - The Associated Press",
        "F1 Singapore GP: Norris defeats Verstappen to pole as Ferrari fumbles - Motorsport.com",
        "Flight makes emergency landing after live mouse climbs out of in-flight meal - CBS News",
        "She skipped a routine screening. Doctors found 2 types of cancer - CBS News",
        "Chipmaker Qualcomm Is Said to Explore Friendly Takeover of Intel - Bloomberg",
        "Luke Altmyer and the Fighting Illini demand your attention after spoiling Nebraska's party - CBS Sports",
        "Experts Warn of Link Between Drinking Alcohol and Getting Cancer - Futurism",
        "Boeing machinists on picket lines prepare for lengthy strike: 'I can last as long as it takes' - CNBC",
        "Stocks poised for first September gain in 5 years. Are more good times ahead? - MarketWatch",
        "iOS 18 Cheat Sheet: An Expert's Guide to the Latest iPhone Update - CNET",
        "Antechinus: The tiny marsupials where males have sex until they die — then females eat their corpses - Livescience.com",
        "U.K. dads are wrapping baby slings on male statues to push for more paternity leave - NPR",
        "Scientists Horrified by What They Found Under the Doomsday Glacier - Futurism",
        "Court rules nearly 98,000 Arizonans whose citizenship hadn't been confirmed can vote the full ballot - ABC15 Arizona in Phoenix",
        "Exclusive: Iran gave Russia missiles but no launchers, sources say - Reuters",
        "Trump to visit North Carolina as scandal swirls around Republican ally - Reuters"
    ]
}