{
    "headlines": [
        "Die Ergebnisse von Foot Locker zeigen, dass die Sneaker-Industrie — und Nike — noch mehr Schmerzen vor sich haben - CNBC",
        "Der größte Bär der Wall Street sagt, dass der S&P 500 auf 4.200 fallen könnte. Hier ist sein Rat für den Moment. - MarketWatch",
        "Die Verlobte der Rocksängerin ist tot, nachdem sie über das Kreuzfahrtschiff im Stil der 80er Jahre gegangen ist - syracuse.com",
        "\"Eine wirklich große Bazooka\": Die deutschen Verteidigungsausgaben werden wahrscheinlich steigen, nachdem sich die Parteien auf eine historische Schuldenänderung geeinigt haben - CNN",
        "Einen Moment, ruhiges Wasser. Der nächste, ein 900-Pfund-Delfin, landete auf seinem Boot - CNN",
        "Faktencheck Trumps Adresse vor dem Kongress - BBC.com",
        "LeBron James wird der erste Spieler in der NBA-Geschichte, der 50.000 Karrierepunkte erzielt - CNN",
        "Millionen auf dem Weg, während Sturm 2 tötet, heftige Winde, Schneesturmbedingungen und Brände bringt - CNN",
        "Autohersteller tippen auf das COVID-Playbook, um mit Trump-Tarifen fertig zu werden - Axios",
        "Trump sagt, dass die USA den \"Top-Terroristen\" festgenommen haben, der für den Bombenanschlag auf den Flughafen Kabul 2021 verantwortlich ist - CNN",
        "Dysenterie ist in Oregon auf dem Vormarsch. Das solltest du wissen. - The Washington Post",
        "Slotkin trifft Musk und \"Bande von 20-Jährigen\" in Widerlegung zu Trump Adresse - Axios",
        "Trump-Tarif-Live-Updates: Lutnick sagt, Trump könnte die Zölle auf Kanada, Mexiko bis Mittwoch senken - Yahoo Finance",
        "Donald Trump sagt, er habe einen Brief von Volodymyr Zelensky aus der Ukraine erhalten, in dem er sagt, er sei bereit, ein Friedensabkommen mit Russland auszuhandeln — Update - Frist",
        "Harris County, Houston Beamte enthüllen Bereitschaftsplan für Texas Masernausbruch - KHOU.com",
        "Daredevil: Born Again Team erzählt alles über Premiere‘s ‘Atom Bomb’ of a Twist: ‘It‘s a Tough Pill to Swallow’ - TVLine",
        "Die Starliner-Crew sagt, dass ihnen kein Musk-Angebot für eine frühere Rückkehr bekannt war - The Washington Post",
        "IRS entwirft Pläne, bis zur Hälfte seiner 90.000 Mitarbeiter zu reduzieren und die Agentur \"dysfunktional\" zu machen, sagen AP-Quellen - PBS NewsHour"
    ]
}