{
    "headlines": [
        "Los Angeles wildfire death toll surges to 24 as firefighters brace for more fierce winds - The Associated Press",
        "Watch live as Jeff Bezos' Blue Origin rocket launches from Florida - BBC.com",
        "Oil jumps as new US sanctions to curb Russian supply to China, India - Reuters",
        "Trump's Treasury Pick to Divest Bitcoin ETF Holdings to Eliminate Conflict of Interest: Report - CoinDesk",
        "Ripples of Los Angeles fires continue as Meghan delays Netflix series launch, composer's works lost - The Associated Press",
        "One of the world’s greatest religious spectacles is underway and the numbers are staggering - CNN",
        "Zelensky offers exchange of North Korean soldiers - BBC.com",
        "Jayden Daniels powers Commanders to first playoff win in 19 years with last-minute escape vs. Bucs - USA TODAY",
        "L.A.’s wildfires have leaders fighting on two fronts: Nature and politics - The Washington Post",
        "Italy releases Iranian wanted in deadly drone strike on U.S. troops - The Washington Post",
        "Retiring FBI chief: Critics claim to like \"independence and objectivity\" until it hurts them - Axios",
        "Game recap: 5 takeaways from Packers’ NFC Wild Card playoff loss to Eagles - Packers.com",
        "Croatian president re-elected in landslide victory - BBC.com",
        "'General Hospital' star Leslie Charleson, who played Monica Quartermaine, dies at 79 - USA TODAY",
        "Keeler: Sean Payton let Bo Nix, Broncos down in humbling NFL playoffs loss to Buffalo - The Denver Post",
        "Studio Veteran Mia Ammer Details ‘Pure Chaos’ of Escaping Wildfire as She Mourns Enormous Loss in Pacific Palisades: ‘No Better Place to Raise a Family’ - Variety",
        "SpaceX delays seventh launch of Starship megarocket - Digital Trends",
        "Biden, Netanyahu discuss latest in effort to reach an Israel-Hamas cease-fire - POLITICO",
        "Asia-Pacific markets open lower after strong U.S. jobs report clouds Fed rate-cut path - CNBC",
        "BepiColombo Just Completed its Sixth Flyby of Mercury. Here are the Best Images - Universe Today"
    ]
}