{
    "headlines": [
        "Thursday Night Football Quoten, Linie, Zeit, Spread: Bills vs. Dolphins Picks von Buffalo-Experte auf 40-27 Rolle - CBS Sports",
        "Richter in Georgia weist zwei Anklagepunkte gegen Trump zurück, Gerichtsakten zeigen - Reuters",
        "Sundance Film Festival kommt nicht nach Atlanta und konzentriert sich auf kleinere Städte -  The Atlanta Journal Constitution",
        "Ziviles Körnerschiff von russischer Kh-22-Rakete im Schwarzen Meer getroffen - Marine-Nachrichten",
        "[removed]",
        "Nach mehr als einem Jahrhundert lässt das Unternehmen von Campbell die „Suppe“ aus seinem Namen fallen - NPR",
        "[removed]",
        "Taylor Swift folgt der Empfehlung von Kamala Harris mit einer Bitte an die Fans bei VMAs - HuffPost",
        "Der Polizeikommissar von New York City tritt inmitten einer Korruptionsuntersuchung zurück - BBC.com",
        "[removed]",
        "Der 650-Fuß-Tsunami in Grönland sorgte tagelang für Wellen, finden Wissenschaftler - NBC News",
        "Maximales Wachstum um 6 Mio. Abonnenten in diesem Quartal, sagt David Zaslav - Hollywood Reporter",
        "Teenager, der in Georgia beschuldigt wurde, mit einem in seinem Rucksack versteckten Sturmgewehr zur Schule geritten zu sein, sagen die Ermittler - CBS News",
        "Pac-12 Wiederaufbaukonferenz, Hinzufügung von Boise State, San Diego State, Fresno State, Colorado State - Yahoo Sports",
        "Verdacht auf Brandstiftung vor Gericht, da Beamte hoffen, dass kühleres Wetter den Kampf gegen Line Fire unterstützt - ABC7 Los Angeles",
        "JPMorgan, Bank of America, um gegen lange Arbeitszeiten nach dem Tod von Leo Lukenas vorzugehen — der 100 Stunden pro Woche protokollierte - New York Post",
        "Milliardär und Ingenieur führen ersten privaten Weltraumspaziergang bei SpaceX-Mission durch - Reuters",
        "Watson Kläger trifft NFL; Anwalt neckt Video - ESPN",
        "PFT's Week 2 2024 NFL Picks, Florio vs. Simms - NBC Sports",
        "Laura Loomer, rechtsextreme Provokateurin, die die 9/11-Verschwörungstheorie verbreitete und Trump beeinflusste, als er nach einer Nachricht suchte - CNN"
    ]
}