{
    "headlines": [
        "ਹਜ਼ਾਰਾਂ ਨੂੰ ਖਾਲੀ ਕਰਨ ਦਾ ਆਦੇਸ਼ ਦਿੱਤਾ ਗਿਆ ਕਿਉਂਕਿ ਦੱਖਣੀ ਕੈਲੀਫੋਰਨੀਆ ਵਿਚ ਹਵਾ ਨਾਲ ਭਰੀ ਸ਼ਕਤੀਸ਼ਾਲੀ ਜੰਗਲੀ ਅੱਗ ਘਰਾਂ ਨੂੰ ਸਾੜ ਦਿੰਦੀ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਤੂਫਾਨ ਰਾਫੇਲ ਕਿ Cਬਾ ਵਿੱਚ ਇੱਕ ਸ਼੍ਰੇਣੀ 3 ਤੂਫਾਨ ਦੇ ਰੂਪ ਵਿੱਚ ਲੈਂਡਫਾਲ ਬਣਾਉਂਦਾ ਹੈ, ਜਿਸ ਨਾਲ ਬਿਜਲੀ ਪ੍ਰਣਾਲੀ collapseਹਿ ਜਾਂਦੀ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਲੈਨੋਕਸਃ ਟਰੰਪ ਦੀ ਜਿੱਤ ਤੋਂ ਬਾਅਦ, ਰਿਪਬਲਿਕਨ ਦੀ ਨਜ਼ਰ 2026 - ਡੀਟਰੋਇਟ ਨਿ Newsਜ਼",
        "ਡਾਕ ਦੇ ਹੈਮੀ ਦਾ ਹਿੱਸਾ ਹੱਡੀਆਂ ਨੂੰ ਖਿੱਚਦਾ ਹੈ, ਸਰੋਤ ਕਹਿੰਦਾ ਹੈ - ਈਐਸਪੀਐਨ",
        "ਜਰਮਨੀ ਗੱਠਜੋੜਃ ਮੁੱਖ ਮੰਤਰੀ ਦੇ ਬਰਖਾਸਤ ਹੋਣ ਤੋਂ ਬਾਅਦ ਸਰਕਾਰ collapseਹਿਣ ਦੇ ਕੰ onੇ 'ਤੇ - ਬੀਬੀਸੀ.",
        "ਸਟਾਕ ਮਾਰਕੀਟ ਨਿ Newsਜ਼, ਨਵੰਬਰ 6, 2024: ਡਾਓ ਰਿਕਾਰਡ 'ਤੇ ਚੜ੍ਹਿਆ, ਟਰੰਪ ਦੀ ਜਿੱਤ ਤੋਂ ਬਾਅਦ ਬਾਂਡ ਟੁੰਬ ਗਏ - ਦਿ ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "ਜੈ ਲੈਨੋ ਨੇ ਕਿਹਾ ਕਿ 2024 ਦੀਆਂ ਰਾਸ਼ਟਰਪਤੀ ਚੋਣਾਂ ਨੂੰ \"ਲੋਕਤੰਤਰ ਲਈ ਇੱਕ ਮਹਾਨ ਦਿਨ\" ਵਜੋਂ ਦਰਸਾਇਆ ਗਿਆ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਅਧਿਐਨ ਨੀਂਦ ਅਤੇ ਦਿਮਾਗੀ ਕਮਜ਼ੋਰੀ ਦੇ ਵਿਚਕਾਰ ਸੰਬੰਧ 'ਤੇ ਵਿਗਿਆਨ ਦਾ ਵਿਸਥਾਰ ਕਰਦਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "Kyle Shanahan McCaffrey ਅੱਪਡੇਟ ਸ਼ੇਅਰ, ਹਫ਼ਤੇ ਦੇ ਅੱਗੇ ਐਡਜਸਟਮੈਂਟ 10 | 49ers - ਸੈਨ ਫ੍ਰੈਨਸਿਸਕੋ 49ers",
        "ਕਮਲਾ ਹੈਰਿਸ ਡੋਨਾਲਡ ਟਰੰਪ ਤੋਂ ਕਿਉਂ ਹਾਰੀ - BBC.com",
        "ਕੈਨੇਡਾ ਨੇ ਟਿਕਟਾਕ ਦਾ ਕੈਨੇਡੀਅਨ ਕਾਰੋਬਾਰ ਬੰਦ ਕਰਨ ਦਾ ਦਿੱਤਾ ਹੁਕਮ, ਜਾਰੀ ਰਹੇਗੀ ਐਪ ਐਕਸੈਸ - ROUTERS",
        "ਟਰੰਪ ਦੇ ਅਪਰਾਧਿਕ ਅਤੇ ਸਿਵਲ ਕੇਸਾਂ ਦਾ ਹੁਣ ਕੀ ਹੁੰਦਾ ਹੈ ਕਿ ਉਹ ਦੁਬਾਰਾ ਚੁਣੇ ਗਏ ਹਨ - ਸੀ ਐਨ ਐਨ",
        "ਘੱਟ ਆਮਦਨੀ ਵਾਲੇ ਪਰਿਵਾਰਾਂ ਲਈ ਸਕੂਲ ਦੁਪਹਿਰ ਦੇ ਖਾਣੇ ਦੀਆਂ ਫੀਸਾਂ 'ਤੇ ਯੂਐਸਡੀਏ ਦੀ ਪਾਬੰਦੀ 2027 ਤੋਂ ਸ਼ੁਰੂ ਹੁੰਦੀ ਹੈ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਆਉਣ ਵਾਲੇ ਲਾਸ ਏਂਜਲਸ ਕਾਉਂਟੀ ਜ਼ਿਲ੍ਹਾ ਅਟਾਰਨੀ ਮੇਨੇਂਡੇਜ਼ ਭਰਾਵਾਂ ਦੀ ਨਾਰਾਜ਼ਗੀ ਨੂੰ ਦੇਰੀ ਕਰਨ ਲਈ ਕਹਿ ਸਕਦੇ ਹਨ - ਸੀ ਐਨ ਐਨ",
        "ਯੂਕਰੇਨ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਫੌਜਾਂ ਪਹਿਲੀ ਵਾਰ ਉੱਤਰੀ ਕੋਰੀਆ ਦੇ ਸੈਨਿਕਾਂ ਨਾਲ ਟਕਰਾਅ ਕਰ ਰਹੀਆਂ ਹਨ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਸਪੇਸਐਕਸ ਨਵੰਬਰ ਦੇ ਅੱਧ ਲਈ ਅਗਲੀ ਸਟਾਰਸ਼ਿਪ ਉਡਾਣ ਦੀ ਯੋਜਨਾ ਬਣਾ ਰਿਹਾ ਹੈ - ਸਪੇਸਨਿਊਜ਼",
        "\"ਸਿਰਫ ਉਦੋਂ ਜਦੋਂ ਇਹ ਹਨੇਰਾ ਹੁੰਦਾ ਹੈ...\": ਕਮਲਾ ਹੈਰਿਸ ਦਾ ਸੰਦੇਸ਼ ਜਿਵੇਂ ਉਹ ਟਰੰਪ ਨੂੰ ਮੰਨਦੀ ਹੈ - ਐਨਡੀਟੀਵੀ",
        "ਟੇਸਲਾ ਦਾ ਸ਼ੇਅਰ 14% ਤੋਂ ਵੱਧ ਹੈ ਕਿਉਂਕਿ ਟਰੰਪ ਦੀ ਜਿੱਤ ਐਲਨ ਮਸਕ ਦੀ ਇਲੈਕਟ੍ਰਿਕ ਵਾਹਨ ਕੰਪਨੀ ਨੂੰ ਹੁਲਾਰਾ ਦਿੰਦੀ ਦਿਖਾਈ ਦੇ ਰਹੀ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਸਿਲੀਕਾਨ ਵੈਲੀ ਅਧਿਕਾਰਤ ਤੌਰ 'ਤੇ ਟਰੰਪ' ਤੇ ਦੁਖੀ ਹੈ ਪਰ ਇਕ ਸੰਭਾਵਤ ਤਕਨੀਕੀ ਸੌਦੇ ਦੇ ਪੁਨਰ ਉਭਾਰ 'ਤੇ ਚੁੱਪਚਾਪ ਖੁਸ਼ ਹੈ - ਬਿਜ਼ਨਸ ਇਨਸਾਈਡਰ",
        "ਜੈਨੀਫ਼ਰ ਲੋਪੇਜ਼ ਨੇ ਐਸਟ੍ਰੇਂਜਡ ਪਤੀ ਬੇਨ ਅਫਲੇਕ ਨੂੰ ਉਸ ਨੂੰ \"ਸ਼ਾਨਦਾਰ\" ਕਹਿੰਦੇ ਹੋਏ ਪ੍ਰਤੀਕ੍ਰਿਆ ਦਿੱਤੀ - ਈ! ਖ਼ਬਰਾਂ"
    ]
}