{
    "headlines": [
        "House Republican bewegt sich, um Zollbefugnisse zu zügeln - Politico",
        "Inmitten von Luftangriffen prallen die Interessen der Türkei und Israels in Syrien aufeinander - The Washington Post",
        "Erinnerung an MS-DOS 5.0, mein erstes Microsoft-Produkt, zum 50. Geburtstag des Unternehmens - Ars Technica",
        "Judge Rules US must Return Man Deportated to El Salvador in 'Error' - BBC",
        "Eine neue Gerichtsentscheidung in einem umstrittenen Rennen in North Carolina bedeutet, dass 65.000 Stimmen einen Schritt näher kommen, um weggeworfen zu werden - NBC News",
        "DOW VERLIERT 2.000 PUNKTE, während SICH DIE TRUMP-ZOLLTARIFMARKTROUTINE VERTIEFT: Live-Updates - CNBC",
        "4 Weltraumtouristen planschen nach unten, nachdem sie eine Umlaufbahn bereist haben, die noch nie zuvor versucht wurde - CNN",
        "Trump trifft den Golfplatz, während die Börse einen zweiten Tag in Folge über die Zölle stürzt - AP News",
        "Nintendo verzögert Vorbestellungen für Switch 2 nach Trump-Tarifen - Bloomberg",
        "Jerome Powell warnt vor Trumps Zöllen: Hohe Inflation könnte bleiben - CNN",
        "Wie sexy ist Michelle Williams ’neue Show über das Sterben? Sehr. - Schiefer",
        "Fünf Runden 2025 NFL Mock Draft: Fünf Trades rütteln Runde 1 auf; Jets wählen Jaxson Dart - NFL.com",
        "Mike White and ‘White Lotus’ Cast tease \"Mouth-Agape Shocking\" Supersized Season 3 Finale - The Hollywood Reporter",
        "Kevin De Bruynes nächster Club: Inter Miami, Al-Nassr & neun potenzielle kostenlose Transferziele, da der belgische Dynamo den bevorstehenden Ausstieg aus Man City bestätigt - Goal.com",
        "Bewältigen Sie diese 17 Gesundheitsfaktoren, um Ihr Risiko für Demenz, Schlaganfall und Depression zu senken, heißt es in der Studie - CNN",
        "Der Masernausbruch in Texas hat 481 Fälle, wobei 59 Neuinfektionen in den letzten 3 Tagen bestätigt wurden - ABC News",
        "Trump sagt, es könnte 2 Jahre dauern, bis die Zölle zu einem amerikanischen Fertigungsboom führen - ABC News",
        "Abendkasse: ‘A Minecraft Movie’ verdient 10,55 Millionen Dollar in Vorschauen - Vielfalt",
        "The Secret to Longevity: Keep Moving - Chasing Life with Dr. Sanjay Gupta - Podcast auf CNN Audio - CNN",
        "Der Kampf um den Anteil der Brauerei, der den College-Basketball auf den Kopf stellen wird: \"Warum werde ich weitere 2 Millionen Dollar verlieren? '- CBS Sports"
    ]
}