{
    "headlines": [
        "ਟੈਕਸਾਸ ਦੇ ਇੱਕ ਮਾਲ ਵਿੱਚ ਇੱਕ ਭੱਜਣ ਵਾਲਾ ਡਰਾਈਵਰ ਜੇਸੀਪੇਨੀ ਵਿੱਚ ਡਿੱਗਣ ਕਾਰਨ 5 ਜ਼ਖਮੀ ਹੋ ਗਏ । ਸ਼ੱਕੀ ਵਿਅਕਤੀ ਦੀ ਮੌਤ ਹੋ ਗਈ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਬਾਇਡਨ ਫੈਡਰਲ ਫਾਂਸੀ ਦੁਬਾਰਾ ਸ਼ੁਰੂ ਕਰਨ ਦੀਆਂ ਟਰੰਪ ਦੀਆਂ ਯੋਜਨਾਵਾਂ ਨੂੰ ਅਸਫਲ ਕਰ ਸਕਦੇ ਹਨ - ਪੋਲਿਟਿਕੋ",
        "ਓਹੀਓ ਸਟੇਟ ਬਨਾਮ ਟੈਨਸੀ ਲਾਈਵ ਸਟ੍ਰੀਮ, ਕਿੱਥੇ ਵੇਖਣਾ ਹੈ, ਟੀਵੀ ਚੈਨਲ, ਕਾਲਜ ਫੁੱਟਬਾਲ ਪਲੇਆਫ ਦੀਆਂ ਸੰਭਾਵਨਾਵਾਂ, ਭਵਿੱਖਬਾਣੀ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਰੇਵੇਨਜ਼ 34-17 ਸਟੀਲਰਜ਼ (ਦਸੰਬਰ 21, 2024) ਗੇਮ ਰੀਕੈਪ - ਈਐਸਪੀਐਨ",
        "ਮੈਂ ਇੱਕ ਕਲੋਰੈਕਟਲ ਕੈਂਸਰ ਡਾਕਟਰ ਹਾਂ — ਇੱਥੇ 5 ਚੀਜ਼ਾਂ ਹਨ ਜੋ ਮੈਂ ਕਦੇ ਨਹੀਂ ਕਰਾਂਗਾ, ਕਦੇ ਨਹੀਂ ਕਰਾਂਗਾ - ਯਾਹੂ ਲਾਈਫ",
        "ਓਲੇਕਸੈਂਡਰ ਉਸਿਕ ਨੇ ਚੈਂਪੀਅਨਸ਼ਿਪ ਰੀਮੈਚ ਵਿਚ ਸਰਬਸੰਮਤੀ ਨਾਲ ਫੈਸਲੇ ਨਾਲ ਟਾਇਸਨ ਫਿਊਰੀ ਨੂੰ ਹਰਾਇਆ - ਐਮਐਮਏ ਜੰਕੀ",
        "2024 ਦੇ ਵਧੀਆ ਪੀਸੀ ਗੇਮਸ Metacritic ਅਨੁਸਾਰ - GameSpot",
        "ਲਾਰਾ ਟਰੰਪ ਨੇ ਫਲੋਰੀਡਾ ਸੈਨੇਟ ਸੀਟ ਲਈ ਵਿਚਾਰ ਤੋਂ ਨਾਮ ਵਾਪਸ ਲਿਆ - BBC.",
        "ਅਮਰੀਕਾ ਨੇ ਯਮਨ 'ਚ ਹੂਤੀਆਂ' ਤੇ ਹਵਾਈ ਹਮਲੇ ਕੀਤੇ - BBC.com",
        "ਟੇਕਸਨਜ਼ ਡਬਲਯੂਆਰ ਟੈਂਕ ਡੈੱਲ ਨੂੰ ਟੀਡੀ ਕੈਚ ਬਨਾਮ ਚੀਫਸ 'ਤੇ ਗੰਭੀਰ ਗੋਡੇ ਦੀ ਸੱਟ ਲੱਗਣ ਤੋਂ ਬਾਅਦ ਹਸਪਤਾਲ ਦਾਖਲ ਕਰਵਾਇਆ ਗਿਆ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਸੈਨੇਟ ਨੇ ਵਿੱਤੀ ਚਿੰਤਾਵਾਂ ਦੇ ਬਾਵਜੂਦ ਸਮਾਜਿਕ ਸੁਰੱਖਿਆ ਤਬਦੀਲੀ ਨੂੰ ਮਨਜ਼ੂਰੀ ਦਿੱਤੀ - ਰਾਇਟਰਜ਼",
        "ਜਿਨਸੀ ਦੁਰਾਚਾਰ ਦੇ ਦੋਸ਼ਾਂ ਵਿਚਕਾਰ ਚੋਟੀ ਦੇ ਦਰਜੇ ਦੇ ਐਨਵਾਈਪੀਡੀ ਅਧਿਕਾਰੀ ਨੇ ਅਚਾਨਕ ਅਸਤੀਫਾ ਦੇ ਦਿੱਤਾ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਬਲੇਕ ਲਾਈਵਲੀ ਨੇ ਦੋਸ਼ ਲਾਇਆ ਕਿ ਇਹ ਸਾਡੇ ਨਾਲ ਖਤਮ ਹੁੰਦਾ ਹੈ ਸਹਿ-ਸਟਾਰ ਜਸਟਿਨ ਬਾਲਡੋਨੀ ਦੀ ਸਮਾਈਅਰ ਮੁਹਿੰਮ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਬ੍ਰਾਜ਼ੀਲ 'ਚ ਯਾਤਰੀ ਬੱਸ ਤੇ ਟਰੱਕ ਦੀ ਟੱਕਰ' ਚ 38 ਲੋਕਾਂ ਦੀ ਮੌਤ - CNN",
        "ਲੌਰਾ ਹੈਰੀਅਰ ਧਮਾਕੇ ‘Weirdo‘Insinuating ਲਈ Shameik ਮੂਰ ਹੈ, ਜੋ ਕਿ ਉਹ ਡੇਟਿੰਗ ਕਰ ਰਹੇ ਹੋ - ਹੁਣੇ ਹੀ Jared",
        "ਟੇਲਰ ਸਵਿਫਟ ਕੰਸਾਸ ਸਿਟੀ ਗੈਰ-ਲਾਭਕਾਰੀ ਓਪਰੇਸ਼ਨ ਬ੍ਰੇਕਥਰੂ ਨੂੰ $ 250K ਦਾਨ ਕਰਦਾ ਹੈ - ਕੇਐਮਬੀਸੀ ਕੰਸਾਸ ਸਿਟੀ",
        "ਦੋ-ਪੱਖੀ ਸਰਕਾਰ ਦੇ ਫੰਡਿੰਗ ਬਿੱਲ 'ਤੇ ਰਾਸ਼ਟਰਪਤੀ ਜੋਅ ਬਿਡੇਨ ਦਾ ਬਿਆਨ - ਵ੍ਹਾਈਟ ਹਾਊਸ",
        "ਦੀਵਾਲੀਆਪਨ ਲਈ ਪਾਰਟੀ ਸਿਟੀ ਫਾਈਲਾਂ - ਸੀ ਐਨ ਐਨ",
        "\"ਗੌਸਿਪ ਇਕ ਬੁਰਾਈ ਹੈ\": ਪੋਪ ਫ੍ਰਾਂਸਿਸ ਵੈਟੀਕਨ ਸਟਾਫ ਨੂੰ ਕੰਮ ਵਾਲੀ ਥਾਂ ਦੇ ਜ਼ਹਿਰੀਲੇਪਣ ਲਈ ਸਲਾਹ ਦਿੰਦਾ ਹੈ - ਸੈਲੂਨ",
        "ਉੱਤਰ ਪੂਰਬ ਵਿਚ ਸਨਕੀ ਬਰਫ ਦਾ ਵਰਤਾਰਾ 'ਬੋਰਿੰਗ' ਡੌਪਲਰ ਰਾਡਾਰ ਚਿੱਤਰ ਦੇ ਅੰਦਰ ਛੁਪਿਆ ਹੋਇਆ ਹੈ - ਫੌਕਸ ਮੌਸਮ"
    ]
}