{
    "headlines": [
        "ਕੇਮੈਨ ਆਈਲੈਂਡਜ਼ ਦੇ ਨੇੜੇ ਵੱਡੇ ਭੂਚਾਲ ਦੇ ਝਟਕੇ ਕੈਰੇਬੀਅਨ - ਮੌਸਮ ਚੈਨਲ",
        "ਐਂਥਨੀ ਡੇਵਿਸ ਗੈਰ-ਸੰਪਰਕ ਸੱਟ ਨਾਲ ਮਾਵਰਿਕਸ ਦੀ ਸ਼ੁਰੂਆਤ ਤੋਂ ਬਾਹਰ ਨਿਕਲਦਾ ਹੈ, ਪਰ ਕਹਿੰਦਾ ਹੈ ਕਿ ਇਹ 'ਕੁਝ ਵੀ ਗੰਭੀਰ' ਨਹੀਂ ਹੈ - ਯਾਹੂ ਸਪੋਰਟਸ",
        "ਅੰਡੇ ਦੀਆਂ ਕੀਮਤਾਂ ਤੁਹਾਡੇ ਨਾਸ਼ਤੇ ਦੇ ਬਜਟ ਨੂੰ ਪਕਾਉਂਦੀਆਂ ਹਨ? ਇਨ੍ਹਾਂ ਸਸਤੇ ਭੋਜਨ 'ਤੇ ਸਵਿਚ ਕਰੋ — ਬਹੁਤ ਜ਼ਿਆਦਾ ਪ੍ਰੋਟੀਨ ਦੇ ਨਾਲ - ਨਿ New ਯਾਰਕ ਪੋਸਟ",
        "ਅੱਖ ਵਿੱਚ ਗੋਲੀ ਲੱਗਣ ਤੋਂ ਬਾਅਦ ਕ੍ਰਿਸਟੀ ਕਾਰਲਸਨ ਰੋਮਾਨੋ ਹਸਪਤਾਲ ਵਿੱਚ ਦਾਖਲ - ਯਾਹੂ ਐਂਟਰਟੇਨਮੈਂਟ",
        "ਪਲੇਅਸਟੇਸ਼ਨ ਨੈਟਵਰਕ ਲਗਭਗ ਦਿਨ ਭਰ ਦੇ ਆਉਟੇਜ ਤੋਂ ਵਾਪਸ ਆਉਣ ਲਈ ਸੰਘਰਸ਼ ਕਰਦਾ ਹੈ - ਦਿ ਵਰਜ",
        "ਐਕਟੀਵਿਸਟ ਹੇਜ ਫੰਡ ਏਲੀਅਟ ਬੀਪੀ ਨਾਲ ਸੰਘਰਸ਼ ਕਰਨ ਵਿਚ ਹਿੱਸੇਦਾਰੀ ਬਣਾਉਂਦਾ ਹੈ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "ਈਗਲਜ਼ ਬ੍ਰਾਂਡਨ ਗ੍ਰਾਹਮ ਨੂੰ ਜ਼ਖਮੀ ਰਿਜ਼ਰਵ ਤੋਂ ਸਰਗਰਮ ਕਰਦੇ ਹਨ, ਨਿਕ ਗੇਟਸ ਨੂੰ ਆਈਆਰ 'ਤੇ ਰੱਖੋ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਟਰੰਪ ਦੇ ਗਾਜ਼ਾ ਪ੍ਰਸਤਾਵ ਨੇ ਆਪਣੇ ਨਵੇਂ ਅਰਬ ਅਮਰੀਕੀ ਸਮਰਥਕਾਂ ਵਿੱਚ ਡਰ ਜਤਾਇਆ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਐਪਲ ਦਾ ਨਵਾਂ ਖੋਜ ਰੋਬੋਟ ਪਿਕਸਰ ਦੀ ਪਲੇਬੁੱਕ ਤੋਂ ਇੱਕ ਪੰਨਾ ਲੈਂਦਾ ਹੈ - TechCrunch",
        "ਯਾਤਰੀ ਜਹਾਜ਼ ਨੂੰ ਬਰਾਮਦ ਕਰਨ ਲਈ ਚਾਲਕ ਦਲ ਦੀ ਕਾਹਲੀ ਅਲਾਸਕਾ ਦੇ ਸਮੁੰਦਰੀ ਬਰਫ਼ 'ਤੇ ਕ੍ਰੈਸ਼ ਹੋ ਗਈ ਉਮੀਦ ਬਰਫ ਅਤੇ ਹਵਾ ਤੋਂ ਪਹਿਲਾਂ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਕਲਿੱਪਰਾਂ ਨਾਲ ਦਸਤਖਤ ਕਰਨ ਲਈ ਬੇਨ ਸਿਮੰਸ, ਪ੍ਰਤੀ ਰਿਪੋਰਟ, ਨੈੱਟਸ ਨਾਲ ਖਰੀਦਦਾਰੀ ਕਰਨ ਲਈ ਸਹਿਮਤ ਹੋਣ ਤੋਂ ਬਾਅਦ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਬਾਕਸ ਆਫਿਸਃ 'ਹਾਰਟ ਆਈਜ਼’ ਅਤੇ ’ਲਵ ਹਰਟਸ‘ ਬੈਟਲ ਫਾਰ ਸੁਪਰ ਬਾlਲ ਸਕ੍ਰੈਪਸ ਦੇ ਤੌਰ ਤੇ ‘ਡੌਗ ਮੈਨ’ ਨੰਬਰ 1 ਰਹਿੰਦਾ ਹੈ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਸਿਡ ਮੀਅਰ ਦੀ ਸਭਿਅਤਾ® VII - ਵੀਆਰ ਸਪਰਿੰਗ 2025 ਵਿੱਚ ਮੈਟਾ ਕੁਐਸਟ 3 ਅਤੇ 3 ਐਸ ਤੇ ਲਾਂਚਿੰਗ - 2 ਕੇ ਨਿ Newsਜ਼ ਰੂਮ",
        "ਲਿਸਟੀਰੀਆ ਪ੍ਰਦੂਸ਼ਣ ਦੀਆਂ ਚਿੰਤਾਵਾਂ ਨੂੰ ਲੈ ਕੇ ਦੇਸ਼ ਭਰ ਵਿੱਚ ਵੇਚੇ ਗਏ ਲੱਖਾਂ ਡੌਨਟਸ, ਬੇਕਡ ਸਮਾਨ ਨੂੰ ਵਾਪਸ ਬੁਲਾਇਆ ਗਿਆ - MLive. com",
        "ਚੀਨ ਲੈਂਡਸਲਾਈਡਃ ਸਿਚੁਆਨ 'ਚ 30 ਤੋਂ ਵੱਧ ਲਾਪਤਾ - BBC.com",
        "ਟੈਕਸਾਸ ਪੱਛਮੀ ਟੈਕਸਾਸ ਵਿੱਚ ਖਸਰਾ ਦੇ ਨਵੇਂ ਫੈਲਣ ਦੀ ਰਿਪੋਰਟ ਕਰਦਾ ਹੈ - ਟੈਕਸਾਸ ਟ੍ਰਿਬਿਊਨ",
        "ਯੂਰਪ ਦੇ ਹੌਂਸਲੇ ਵਾਲੇ ਦੂਰ ਸੱਜੇ ਮੈਡਰਿਡ ਰੈਲੀ ਵਿਚ ਟਰੰਪ ਦੀ ਤਾਰੀਫ ਕਰਦੇ ਹਨ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "ਬਰਫਬਾਰੀ ਅਤੇ ਬਰਫ ਉੱਤਰੀ ਅਮਰੀਕਾ ਨੂੰ ਮਾਰਨ ਜਾ ਰਹੇ ਹਨ ਇੱਥੇ ਹੈ. - ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਟਰੰਪ ਨੇ ਵ੍ਹਾਈਟ ਕਿਸਾਨਾਂ ਨਾਲ ਵਿਤਕਰੇ ਦਾ ਦਾਅਵਾ ਕਰਦਿਆਂ, ਵਿਵਾਦਪੂਰਨ ਜ਼ਮੀਨੀ ਕਾਨੂੰਨ ਨੂੰ ਲੈ ਕੇ ਦੱਖਣੀ ਅਫਰੀਕਾ ਨੂੰ ਸਹਾਇਤਾ ਫਰੀਜ਼ ਕੀਤੀ - ਸੀਐਨਐਨ"
    ]
}