{
    "headlines": [
        "Dow futures jump 400 points in delayed reaction to Fed's big rate cut: Live updates - CNBC",
        "Exclusive: Ammunition from India enters Ukraine, raising Russian ire - Reuters",
        "Israel bombs Lebanon after radio blasts, says it thwarts assassination plot - Reuters",
        "Japan firm says it stopped making walkie-talkies used in Lebanon blasts - BBC.com",
        "In pictures - Super Harvest Moon and lunar eclipse wows Moongazers and photographers around the world - Sky at Night Magazine",
        "Cathay Pacific Airbus fault could have caused major damage, says report - BBC.com",
        "US Fed cuts rates by half percentage point - Semafor",
        "Nintendo Sues Palworld Maker Pocketpair for Patent Infringement - Yahoo Finance",
        "Teamsters will not endorse Trump or Harris in US presidential race - Reuters",
        "What buying Commerzbank would mean for UniCredit — and the banking sector - CNBC",
        "Trump stumps on Long Island, vowing to ‘win New York’ after losing big twice - The Washington Post",
        "Body believed to be Kentucky highway shooter Joseph Couch found by YouTubers - New York Post ",
        "Marist polls: Harris leads Trump in Michigan, Wisconsin; they’re tied in Pennsylvania - The Hill",
        "“He’s not God. He’s a loser”: Geoff Duncan reacts to Trump calling on GOP to shutdown government - CNN",
        "Zach Bryan Says He Prefers Kanye Over Taylor Swift, Then Apologizes - Variety",
        "Brewers clinch NL Central, then walk off Phillies - MLB.com",
        "Venezuela’s opposition ex-candidate says he was forced to sign letter that effectively admits defeat - The Associated Press",
        "The Real Reason Joan Vassos Gave Her First Impression Rose to This Golden Bachelorette Contestant - E! Online - E! NEWS",
        "Marshawn Lynch, Eli Manning, Adam Vinatieri among 16 first-time nominees for Pro Football Hall of Fame - Yahoo Sports",
        "Patriots vs. Jets Prediction, Pick, Odds, How To Watch Thursday Night Football - The Action Network"
    ]
}