{
    "headlines": [
        "ਦੱਖਣੀ ਕੋਰੀਆ ਦੀ ਗਵਰਨਿੰਗ ਪਾਰਟੀ ਦੇ ਮੁਖੀ ਯੂਨ ਦੀਆਂ ਸ਼ਕਤੀਆਂ ਨੂੰ ਮੁਅੱਤਲ ਕਰਨ ਦਾ ਸਮਰਥਨ ਕਰਦੇ ਹਨ, ਮਹਾਂਦੋਸ਼ ਨੂੰ ਵਧੇਰੇ ਸੰਭਾਵਤ ਬਣਾਉਂਦੇ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਮੁੱਖ ਨੌਕਰੀਆਂ ਦੀ ਰਿਪੋਰਟ ਤੋਂ ਪਹਿਲਾਂ ਸਟਾਕ ਫਿuresਚਰ ਬਹੁਤ ਘੱਟ ਬਦਲਿਆ ਜਾਂਦਾ ਹੈਃ ਲਾਈਵ ਅਪਡੇਟਸ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਪੈਕਰਜ਼ ਵਿਰੁੱਧ ਲਾਇਨਜ਼ ਦੀ ਵੱਡੀ ਜਿੱਤ ਤੋਂ 4 ਜੇਤੂ, 2 ਹਾਰਨ ਵਾਲੇ - ਪ੍ਰਾਈਡ ਆਫ ਡੀਟ੍ਰੋਇਟ",
        "ਡੋਨਾਲਡ ਟਰੰਪ ਨੇ ਚੀਨ ਵਿਚ ਰਾਜਦੂਤ ਲਈ ਸਾਬਕਾ ਸੈਨੇਟਰ ਅਤੇ ਸੀਈਓ ਡੇਵਿਡ ਪਰਡੂ ਨੂੰ ਚੁਣਿਆ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "ਬਾਈਡਨ ਟਰੰਪ ਆਲੋਚਕਾਂ ਲਈ ਪੂਰਵ-ਪ੍ਰਭਾਵਸ਼ਾਲੀ ਮੁਆਫੀ 'ਤੇ ਵਿਚਾਰ ਕਰਦੇ ਹਨ - ਸਰੋਤ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਮਸਕ ਨੇ ਰਹੱਸਮਈ ਆਰਬੀਜੀ ਪੀਏਸੀ ਨੂੰ 20 ਮਿਲੀਅਨ ਡਾਲਰ ਦਾਨ ਕੀਤੇ ਜੋ ਟਰੰਪ ਦੇ ਗਰਭਪਾਤ ਦੇ ਰੁਖ ਦਾ ਬਚਾਅ ਕਰਦੇ ਹਨ - ਐਕਸੀਓਸ",
        "ਟਰੰਪ ਨੇ ਸਾਬਕਾ ਪੇਪਾਲ ਕਾਰਜਕਾਰੀ ਡੇਵਿਡ ਸਾਕਸ ਨੂੰ ਏਆਈ ਅਤੇ ਕ੍ਰਿਪਟੂ ਜ਼ਾਰ ਨਿਯੁਕਤ ਕੀਤਾ - ਰਾਇਟਰਜ਼",
        "ਦੁਨੀਆ ਦਾ ਸਭ ਤੋਂ ਮਹਿੰਗਾ ਡਾਇਨਾਸੌਰ ਫਾਸਿਲ ਹੈਰਾਨੀਜਨਕ ਕੀਮਤ ਟੈਗ ਨਾਲ ਨਿਊਯਾਰਕ ਪਹੁੰਚਿਆ - ਟਾਈਮਜ਼ ਆਫ ਇੰਡੀਆ",
        "ਸੀਰੀਆ-ਲੇਬਨ ਸਰਹੱਦ 'ਤੇ ਇਜ਼ਰਾਈਲ ਦੇ ਕਥਿਤ ਹਮਲੇ ਦੀ ਰਿਪੋਰਟ - ਦ ਯੇਰੂਸ਼ਲਮ ਪੋਸਟ",
        "ਯੂਨਾਈਟਿਡ ਹੈਲਥਕੇਅਰ ਦੇ ਸੀਈਓ ਨੇ ਨਵੀਨਤਮ ਸ਼ੂਟਿੰਗ ਕੀਤੀਃ ਗਨਮੈਨ ਨੇ ਹੋਸਟਲ ਵਰਕਰ ਨਾਲ ਫਲਰਟ ਕਰਦੇ ਸਮੇਂ ਕਥਿਤ ਤੌਰ 'ਤੇ ਮੁਸਕਰਾਹਟ ਭੜਕਾਈ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਏਸ਼ੀਅਨ ਸ਼ੇਅਰਾਂ ਵਿੱਚ ਨੌਕਰੀਆਂ ਦੇ ਅੰਕੜਿਆਂ ਤੋਂ ਪਹਿਲਾਂ ਗਿਰਾਵਟ; ਜਿੱਤਿਆ ਸਲਿੱਪਃ ਮਾਰਕੀਟ ਰੈਪ - ਯਾਹੂ ਵਿੱਤ",
        "ਰੈੱਡ ਸੋਕਸ ਇਕ ਹੋਰ ਜੁਆਨ ਸੋਟੋ, ਸਕਾਟ ਬੋਰਸ ਮੀਟਿੰਗ ਨੂੰ ਜਿੰਨਾ ਸੰਭਵ ਹੋ ਸਕੇ ਚਾਹੁੰਦੇ ਹਨ ਸਟੀਵ ਕੋਹੇਨ ਦੀ ਧਮਕੀ ਲੂਮਜ਼ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਸੀਰੀਆ ਦੇ ਬਾਗ਼ੀਆਂ ਨੇ ਅਸਦ ਨੂੰ ਇਕ ਹੋਰ ਝਟਕਾ ਦਿੰਦਿਆਂ ਦੂਜੇ ਵੱਡੇ ਸ਼ਹਿਰ ਹਾਮਾ 'ਤੇ ਕਬਜ਼ਾ ਕਰ ਲਿਆ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਨਾਸਾ ਨੇ 50 ਸਾਲਾਂ ਵਿਚ ਚੰਦਰਮਾ 'ਤੇ ਪਹਿਲੀ ਚਾਲਕ ਦਲ ਦੀ ਉਡਾਣ ਵਿਚ ਦੇਰੀ ਕੀਤੀ - ਸੀਐਨਐਨ",
        "ਕਾਂਗੋ ਵਿਚ 79 ਲੋਕਾਂ ਦੀ ਹੱਤਿਆ ਤੋਂ ਬਾਅਦ ਭੇਤ ‘ਬਿਮਾਰੀ ਐਕਸ’ ਪ੍ਰੋਬੈਡ - ਬਲੂਮਬਰਗ",
        "ਟਰੰਪ ਸਹਿਯੋਗੀ ਸੈਨੇਟ ਜੀਓਪੀ - ਸੀਐਨਐਨ ਨਾਲ ਰਾਸ਼ਟਰਪਤੀ-ਚੁਣੇ ਗਏ ਸੰਬੰਧਾਂ ਦੀ ਕੁੰਜੀ ਪਰੀਖਿਆ ਵਿਚ ਹੇਗਸੇਥ ਨੂੰ ਬਚਾਉਣ ਲਈ ਕੰਮ ਕਰਦੇ ਹਨ",
        "ਯੂਰਪ ਲਈ ਦੋਹਰੀ ਜਿੱਤਃ ਸੈਂਟਿਨਲ -1 ਸੀ ਅਤੇ ਵੇਗਾ-ਸੀ ਅਸਮਾਨ ਲੈ ਜਾਂਦੇ ਹਨ - ਯੂਰਪੀਅਨ ਸਪੇਸ ਏਜੰਸੀ",
        "ਮਾਈਕਲ ਡਗਲਸ, ਕੈਥਰੀਨ ਜ਼ੀਟਾ-ਜੋਨਸ, ਸਿੰਥਿਆ ਏਰੀਵੋ, ਵਿਨ ਡੀਜ਼ਲ, ਸਪਾਈਕ ਲੀ, ਵਿਲ ਸਮਿਥ, ਈਵਾ ਲੋਂਗੋਰੀਆ ਅਤੇ ਮਿਸ਼ੇਲ ਯੋਹ ਲਾਲ ਸਾਗਰ ਫਿਲਮ ਫੈਸਟ 'ਤੇ ਕਾਰਪੇਟ ਹਿੱਟ - ਡੈੱਡਲਾਈਨ",
        "ਫਰਾਂਸ ਦੇ ਰਾਸ਼ਟਰਪਤੀ ਇਮੈਨੁਅਲ ਮੈਕਰੋਨ ਨੇ ਕੁਝ ਦਿਨਾਂ ਵਿੱਚ ਨਵੇਂ ਪ੍ਰਧਾਨ ਮੰਤਰੀ ਦਾ ਨਾਮ ਰੱਖਣ ਦੀ ਸਹੁੰ ਖਾਧੀ - BBC.com",
        "ਡਾਰਕ ਚਾਕਲੇਟ ਦੀ ਰੋਜ਼ਾਨਾ ਖੁਰਾਕ ਸ਼ੂਗਰ ਦੇ ਜੋਖਮ ਨੂੰ ਘਟਾ ਸਕਦੀ ਹੈ, ਅਧਿਐਨ ਲੱਭਦਾ ਹੈ - ਏਬੀਸੀ ਨਿ Newsਜ਼"
    ]
}