{
    "headlines": [
        "2025 Masters leaderboard: Live coverage, updates, scores as Rory McIlroy, Bryson DeChambeau battle in Round 4 - CBS Sports",
        "Wisconsin teen allegedly killed parents in extremist plot to assassinate Trump, FBI says - ABC News",
        "Schumer seeks to halt flights for New York helicopter company after deadly Hudson River crash - AP News",
        "Fire at Pennsylvania Gov. Josh Shapiro's residence was ‘an act of arson,’ police say - NPR",
        "Will Meta survive Judge Boasberg? The drama starts Monday. - Politico",
        "‘The White Lotus’ Star Aimee Lou Wood Says ‘SNL’ Impersonation Was ‘Mean and Unfunny’: ‘Such a Shame’ - Variety",
        "More Chaos: Trump Admin Signals New Tariffs on Electronics from China After Pause - Rolling Stone",
        "Katy Perry, Lauren Sanchez show off Blue Origin flight suits that bring ‘spice to space’ - Fox News",
        "Bernie Sanders Blasts Trump and Musk During Surprise Coachella Appearance - The Hollywood Reporter",
        "Gabon election: Coup leader Oligui Nguema wins poll by huge margin - BBC",
        "Israeli strike destroys part of last fully functioning hospital in Gaza City as offensive escalates - CNN",
        "Piastri storms to controlled victory in Bahrain Grand Prix ahead of Russell and Norris - Formula 1",
        "‘A Minecraft Movie’ Blasts To $551M Global; ‘The Amateur’ Spies $32M – International Box Office - Deadline",
        "‘Sell America’ trade rattles Wall Street. What could pull U.S. markets back up. - MarketWatch",
        "Former top health official criticizes RFK Jr. for downplaying measles deaths - CBS News",
        "'If we hadn't moved, we'd be dead': Ukrainians describe moment Russian strikes hit Sumy - BBC",
        "Mistakenly deported man's attorneys demand his return using Trump's own words - Axios",
        "Measles exploded in Texas after stagnant vaccine funding. New cuts threaten the same across the US - AP News",
        "Kirby Smart reacts to Nico Iamaleava saga at Tennessee - 247Sports"
    ]
}