{
    "headlines": [
        "ਲਾਈਵ ਅਪਡੇਟਸਃ ਟਰੰਪ ਆਰਥਿਕ ਡਰ ਦੇ ਵਿਚਕਾਰ ਮੈਕਸੀਕੋ ਅਤੇ ਕਨੇਡਾ 'ਤੇ ਕੁਝ ਟੈਰਿਫ ਨੂੰ ਇੱਕ ਮਹੀਨੇ ਲਈ ਦੇਰੀ ਕਰਨਗੇ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਨਿਊਜ਼ੀਲੈਂਡ ਨੇ ਇਹ ਪੁੱਛਣ 'ਤੇ ਬ੍ਰਿਟੇਨ' ਚ ਰਾਜਦੂਤ ਨੂੰ ਬਰਖਾਸਤ ਕੀਤਾ ਕਿ ਕੀ ਟਰੰਪ ‘ਇਤਿਹਾਸ ਨੂੰ ਸਮਝਦਾ ਹੈ’ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "\"ਸ਼ਾਬਦਿਕ ਹੁਣੇ ਹੀ ਇੱਕ ਕਾਪੀ\" -ਹਿੱਟ ਆਈਓਐਸ ਖੇਡ ਅਣਅਧਿਕਾਰਤ HTML5 ਕੋਡ ਚੋਰੀ ਦੇ ਦੋਸ਼ - Ars Technica",
        "ਸਪੇਸਐਕਸ ਨੇ ਇਕ ਧਮਾਕੇ ਤੋਂ ਬਾਅਦ ਇਕ ਹੋਰ ਟੈਸਟ ਫਲਾਈਟ 'ਤੇ ਸਟਾਰਸ਼ਿਪ ਮੈਗਾ ਰਾਕੇਟ ਲਾਂਚ ਕੀਤਾ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਪਾਮੇਲਾ ਬਾਕ, ਬੇਵਾਚ ਅਤੇ ਨਾਈਟ ਰਾਈਡਰ ਸਟਾਰ, ਮਰੇ ਹੋਏ ਮਿਲੇ, 62 ਸਾਲ ਦੀ ਉਮਰ - ਬੀਬੀਸੀ.",
        "ਐਨਐਫਐਲ ਫ੍ਰੀ-ਏਜੰਸੀ ਟਰੈਕਰ 2025: ਗਰੇਡਿੰਗ ਹਰ ਮੇਜਰ ਮੂਵ - ਸਪੋਰਟਸ ਇਲਸਟ੍ਰੇਟਿਡ",
        "ਹਾਊਸ ਜੀਓਪੀ ਸਟਾਪਗੈਪ ਫੰਡਿੰਗ ਬਿੱਲ ਡਾਕਟਰਾਂ ਨੂੰ ਤਨਖਾਹਾਂ ਵਿੱਚ ਕਟੌਤੀ ਤੋਂ ਬਚਣ ਦੀ ਉਮੀਦ ਹੈ, ਟੈਲੀਹੈਲਥ ਐਕਸੈਸ ਵਧਾਓ - ਪੋਲਿਟਿਕੋ",
        "ਟਰੰਪ ਨੇ ਐਲਨ ਮਸਕ 'ਤੇ ਨਵੀਆਂ ਸੀਮਾਵਾਂ ਲਗਾਈਆਂ - ਪੋਲਿਟਿਕੋ",
        "ਇਸ ਹਫਤੇ 40 ਦਿਨਾਂ ਦਾ ਟਾਰਗੇਟ ਬਾਈਕਾਟ ਸ਼ੁਰੂ ਹੋਇਆ । ਵਿਰੋਧ ਪ੍ਰਦਰਸ਼ਨ ਅਤੇ ਇਸਦੇ ਸੰਭਾਵੀ ਪ੍ਰਭਾਵ ਬਾਰੇ ਕੀ ਜਾਣਨਾ ਹੈ - SFGATE",
        "10 ਬਿਲੀਅਨ ਡਾਲਰ ਦੇ ਸੌਦੇ ਵਿਚ ਸਾਈਕਾਮੋਰ ਦੁਆਰਾ ਵਾਲਗ੍ਰੀਨਜ਼ ਨੂੰ ਨਿਜੀ ਤੌਰ 'ਤੇ ਲਿਆ ਜਾਵੇਗਾ - ਯਾਹੂ ਕੈਨੇਡਾ ਵਿੱਤ",
        "ਐਸ ਐਂਡ ਪੀ 500 ਲਾਭ ਅਤੇ ਘਾਟਾ ਅੱਜਃ ਏਆਈ ਸਟਾਕ ਮਾਰਵਲ ਟੈਕਨੋਲੋਜੀ ਤੋਂ ਨਰਮ ਆਉਟਲੁੱਕ ਤੋਂ ਬਾਅਦ ਡਿੱਗਦਾ ਹੈ - ਇਨਵੈਸਟੋਪੀਡੀਆ",
        "ਏਆਈ-ਪਾਵਰ ਬ੍ਰੇਨ ਇੰਪਲਾਂਟ ਦਿਮਾਗੀ ਮਨੁੱਖ ਨੂੰ ਰੋਬੋਟਿਕ ਬਾਂਹ ਨੂੰ ਕੰਟਰੋਲ ਕਰਨ ਦਿੰਦਾ ਹੈ - ਨਿurਰੋਸਾਇੰਸ ਨਿ Newsਜ਼",
        "ਐਪਲ ਕਹਿੰਦਾ ਹੈ ਕਿ ਨਵਾਂ ਮੈਕਬੁੱਕ ਏਅਰ ਅਪ ਇੰਟੇਲ-ਬੇਸਡ ਮਾਡਲ ਨਾਲੋਂ 23x ਤੇਜ਼ ਹੈ, ਪਰ ਵਧੀਆ ਪ੍ਰਿੰਟ ਪੜ੍ਹੋ - ਮੈਕਰੂਮੋਰਸ",
        "ਪਰਕਿਨਜ਼ ਕੋਈ ਐਲਐਲਪੀ ਦੇ ਜੋਖਮਾਂ ਨੂੰ ਸੰਬੋਧਿਤ ਕਰਨਾ - ਵ੍ਹਾਈਟ ਹਾ Houseਸ",
        "ਜੈਗੁਆਰਸ ਡਬਲਯੂਆਰ ਕ੍ਰਿਸ਼ਚੀਅਨ ਕਿਰਕ ਨੂੰ ਟੇਕਸਨਜ਼ ਨਾਲ ਵਪਾਰ ਕਰਦੇ ਹਨ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਚੱਕਰਵਾਤ ਐਲਫਰੇਡ ਦੁਰਲੱਭ ਲੈਂਡਫਾਲ ਲਈ ਬ੍ਰਿਸਬੇਨ ਅਤੇ ਪੂਰਬੀ ਆਸਟਰੇਲੀਆ ਵੱਲ ਜਾ ਰਿਹਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਭੱਜਣ ਵਾਲੇ ਸਿਤਾਰੇ ਮਿਲਕੀ ਵੇਅ ਦੇ ਨੇੜਲੇ ਗੁਆਂਢੀ ਵਿੱਚ ਲੁਕੇ ਹੋਏ ਬਲੈਕ ਹੋਲ ਦਾ ਖੁਲਾਸਾ ਕਰਦੇ ਹਨ - Phys.",
        "ਚਿਹਰੇ ਦੇ ਚੀਫ ਸਾਇੰਸ ਅਫਸਰ ਨੂੰ ਜੱਫੀ ਪਾਉਣਾ ਏਆਈ ਨੂੰ ਚਿੰਤਾ ਹੈ ਕਿ ਉਹ 'ਸਰਵਰਾਂ‘ ਤੇ ਹਾਂ-ਮੈਨ ’ਬਣ ਰਿਹਾ ਹੈ - TechCrunch",
        "ਟਰੰਪ ਐਫ ਡੀ ਏ ਦੇ ਨਾਮਜ਼ਦ ਵਿਅਕਤੀ ਨੇ ਡੈਮ 'ਤੇ ਟੀਕੇ ਦਾ ਸਵਾਲ ਘੁੰਮਾਇਆ, ਵਿਵਾਦਪੂਰਨ ਬਿਡੇਨ ਦੇ ਫੈਸਲੇ ਨੂੰ ਯਾਦ ਕਰਦਿਆਂ - ਫੌਕਸ ਨਿ Newsਜ਼",
        "ਹਸਪਤਾਲ ਤੋਂ ਪੋਪਃ 'ਤੁਹਾਡੀਆਂ ਪ੍ਰਾਰਥਨਾਵਾਂ ਲਈ ਧੰਨਵਾਦ, ਮੈਂ ਇੱਥੋਂ ਤੁਹਾਡੇ ਨਾਲ ਜਾਂਦਾ ਹਾਂ' - ਵੈਟੀਕਨ ਨਿਊਜ਼ - ਪੰਜਾਬੀ"
    ]
}