{
    "headlines": [
        "American Airlines retient les vols à l'échelle nationale en raison d'un « problème technique », déclarent la FAA et la compagnie aérienne - ABC News",
        "La FDA affirme que la pénurie de Zepbound est terminée. Voici ce que cela signifie pour les pharmacies de préparation, les patients qui ont utilisé des versions hors marque - CNBC",
        "Nissan pourrait faire face à un « carnage » de réduction des coûts dans la fusion Honda, dit Carlos Ghosn - CNBC",
        "Trump rêve d'expansion de l'empire - Axios",
        "Les conservateurs espèrent enrôler Trump dans leur guerre de dépenses. Ce ne sera pas si facile. - POLITICO",
        "Ce que nous savons du suspect accusé de meurtre et d'incendie criminel pour avoir prétendument incendié une femme dans le métro de New York - CNN",
        "Comment un homme est devenu un traître ukrainien et un espion russe - Reuters",
        "Horoscope du mardi 24 décembre 2024 - Chicago Sun-Times",
        "‘It Ends With Us’ Star Brandon Sklenar Posts Blake Lively's Complaint Against Justin Baldoni : ‘For the Love of God Read This’ - Variété",
        "Luigi Mangione non rasé montre des signes de stress au tribunal - The Daily Beast",
        "Football du lundi soir : les Packers affichent le premier jeu blanc de la NFL cette saison, écrasant les Saints 34-0 - NBC Sports",
        "Biden répond à la menace d'opposer son veto au projet de loi visant à élargir le système judiciaire américain - Reuters",
        "Embiid éjecté après avoir dessiné 2 techniques en jeu contre Wembanyama et Spurs - The Associated Press",
        "Les grèves de Starbucks vont s'étendre, atteignant plus de 300 magasins à travers le pays - The Washington Post",
        "Des scientifiques dévoilent une carcasse de bébé mammouth de 50 000 ans - BBC.com",
        "L'attaque de Magdebourg alimente la désinformation et la méfiance envers les dirigeants allemands - POLITICO EUROPE",
        "Cas de grippe aviaire signalé à Los Angeles après que les autorités de l'État aient déclaré l'urgence - ABC News",
        "Le volcan Kīlauea d'Hawaï entre en éruption, crachant des « bombes de lave » - Axios",
        "Santa Cruz Wharf s'effondre partiellement ; 3 sauvés de l'eau - The Mercury News",
        "The Year in (Weird) Science : Testez vos connaissances avec notre quiz - The Wall Street Journal"
    ]
}