{
    "headlines": [
        "ਫਲੋਰੀਡਾ ਵਿੱਚ ਹੇਲੇਨ ਤੋਂ ਬਾਹਰ ਸਵਾਰ ਲੋਕਾਂ ਲਈ ਅਧਿਕਾਰੀਆਂ ਦੀ ਗੰਭੀਰ ਬੇਨਤੀਃ ਆਪਣੀਆਂ ਲਾਸ਼ਾਂ ਨੂੰ ਨਿਸ਼ਾਨਬੱਧ ਕਰੋ ਤਾਂ ਜੋ ਅਸੀਂ ਤੁਹਾਡੀ ਪਛਾਣ ਕਰ ਸਕੀਏ - ਐਨ ਬੀ ਸੀ ਨਿ Newsਜ਼",
        "ਅਲਾਬਾਮਾ ਨੇ ਐਲਨ ਯੂਜੀਨ ਮਿਲਰ ਨੂੰ ਫਾਂਸੀ ਦਿੱਤੀ ਹੈ, ਦੂਜਾ ਕੈਦੀ ਜਿਸ ਨੂੰ ਨਾਈਟ੍ਰੋਜਨ ਗੈਸ ਦੁਆਰਾ ਮਰਨ ਲਈ ਜਾਣਿਆ ਜਾਂਦਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਅਮਰੀਕੀ ਏਜੰਸੀ ਨੇ ਬੋਇੰਗ 737 ਰਡਰ ਪ੍ਰਣਾਲੀਆਂ 'ਤੇ ਤੁਰੰਤ ਕਾਰਵਾਈ ਦੀ ਮੰਗ ਕੀਤੀ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਟੌਮ ਕਿਮ ਆਵਾਜ਼ ਲਿਆਉਂਦਾ ਹੈ, ਸਕਾਟੀ ਸ਼ੈਫਲਰ ਅਤੇ ਯੂਐਸ ਰਾਸ਼ਟਰਪਤੀ ਕੱਪ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ ਵਿਖੇ ਗੁੱਸਾ ਪੇਸ਼ ਕਰਦੇ ਹਨ",
        "ਤੂਫਾਨ ਹੇਲੀਨ ਫਲੋਰਿਡਾ ਦੇ ਵੱਡੇ ਝੁਕਣ ਲਈ ਰਸਤੇ 'ਤੇ ਸ਼੍ਰੇਣੀ 4 ਦਾ ਤੂਫਾਨ ਬਣ ਜਾਂਦਾ ਹੈ, ਸੰਭਾਵਤ ਤੌਰ' ਤੇ ਘਾਤਕ ਤੂਫਾਨ ਦਾ ਉਭਾਰ ਲਿਆਉਂਦਾ ਹੈ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "Cowboys ਬਨਾਮ ਜਾਇੰਟਸ ਵੀਰਵਾਰ ਰਾਤ ਫੁੱਟਬਾਲਃ ਲਾਈਵ ਅਪਡੇਟਸ, ਸਕੋਰ, ਹਾਈਲਾਈਟਸ, ਡੱਲਾਸ ਬਨਾਮ ਨਿ New ਯਾਰਕ ਨੂੰ ਕਿਵੇਂ ਵੇਖਣਾ ਹੈ - ਯਾਹੂ ਸਪੋਰਟਸ",
        "ਸੈਮ ਅਲਟਮੈਨ ਓਪਨਏਆਈ ਸਟਾਫ ਨੂੰ ਦੱਸਦਾ ਹੈ ਕਿ ਉਸ ਲਈ ਕੰਪਨੀ ਵਿਚ 'ਵਿਸ਼ਾਲ ਇਕੁਇਟੀ ਹਿੱਸੇਦਾਰੀ' ਪ੍ਰਾਪਤ ਕਰਨ ਦੀ ਕੋਈ ਯੋਜਨਾ ਨਹੀਂ ਹੈ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਜਸਟਿਸ ਜਾਂਚ ਨੇ ਛੋਟੇ ਮਿਸੀਸਿਪੀ ਸ਼ਹਿਰ ਵਿੱਚ ਪੁਲਿਸ ਦੁਆਰਾ ਵਿਆਪਕ ਦੁਰਵਿਵਹਾਰ ਅਤੇ ਵਿਤਕਰਾ ਪਾਇਆ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਟਰੰਪ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਹ ਜ਼ੇਲੇਨਸਕੀ ਸ਼ੁੱਕਰਵਾਰ - ਐਕਸਿਓਸ ਨਾਲ ਮੁਲਾਕਾਤ ਕਰ ਰਿਹਾ ਹੈ",
        "ਅਪੀਲ ਕੋਰਟ ਨੇ ਸੰਕੇਤ ਦਿੱਤਾ ਕਿ ਇਹ ਡੋਨਾਲਡ ਟਰੰਪ ਦੇ 489 ਮਿਲੀਅਨ ਡਾਲਰ ਦੇ ਸਿਵਲ ਧੋਖਾਧੜੀ ਦੇ ਜ਼ੁਰਮਾਨੇ ਨੂੰ ਬਦਲਣ ਲਈ ਖੁੱਲ੍ਹਾ ਹੋ ਸਕਦਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਇੱਕ ਆਖਰੀ ਟੇਲਗੇਟ ਪਾਰਟੀ ਸੁੱਟਦੇ ਹੋਏ, ਏ ਦੇ ਪ੍ਰਸ਼ੰਸਕ ਦਿਨ ਤੜਕੇ ਤੋਂ ਪਹਿਲਾਂ ਕੋਲੀਸੀਅਮ ਦੇ ਬਾਹਰ ਲਾਈਨ ਕਰਦੇ ਹਨ - ਸੈਨ ਫ੍ਰਾਂਸਿਸਕੋ ਕ੍ਰੋਨਿਕਲ",
        "ਮੇਨੈਂਡੇਜ਼ ਬ੍ਰਦਰਜ਼ ’ਫੈਮਲੀ ਸਲੈਮਜ਼ ਰਿਆਨ ਮਰਫੀ ਦੇ‘ ਰਾਖਸ਼ਾਂ 'ਨੂੰ \"ਰਿਪਬਲਿਕ\" ਵਜੋਂ - ਡੈੱਡਲਾਈਨ",
        "ਲੇਬਨਾਨ 'ਚ 90,000 ਤੋਂ ਵੱਧ ਲੋਕਾਂ ਨੂੰ ਇਸ ਹਫਤੇ ਇਜ਼ਰਾਈਲ ਦੇ ਬੰਬ ਧਮਾਕਿਆਂ ਤੋਂ ਭੱਜਣਾ ਪਿਆ - NPR",
        "ਜ਼ੇਲੇਨਸਕੀ ਬਿਡੇਨ ਅਤੇ ਹੈਰਿਸ ਨੂੰ ਵਿਅਕਤੀਗਤ ਤੌਰ 'ਤੇ ਤੁਰੰਤ ਬੇਨਤੀ ਕਰਦਾ ਹੈ ਜੋ ਟਰੰਪ ਪ੍ਰਤੀ ਉਸ ਦੇ ਵਿਪਰੀਤ ਪਹੁੰਚ ਨੂੰ ਉਜਾਗਰ ਕਰਦਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਜੰਗਬੰਦੀ ਦੀਆਂ ਕਾਲਾਂ ਦੇ ਬਾਵਜੂਦ ਇਜ਼ਰਾਈਲ ਹਿਜ਼ਬੁੱਲਾ ਨਾਲ ‘ਪੂਰੀ ਤਾਕਤ’ ਨਾਲ ਲੜ ਰਿਹਾ ਹੈ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਕਾਰਕੁਨ ਹੇਜ ਫੰਡ ਏਲੀਅਟ ਨੇ ਦੱਖਣ-ਪੱਛਮ ਦੇ ਸੀਈਓ ਬੌਬ ਜੌਰਡਨ ਨੂੰ 7% ਦੇ ਸ਼ੇਅਰਾਂ ਦੇ ਤੌਰ ਤੇ ਸੋਰਸ ਕੀਤਾ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਹੋਡਾ ਕੋਟਬ ਅਗਲੇ ਸਾਲ ਦੇ ਸ਼ੁਰੂ ਵਿੱਚ ਐਨਬੀਸੀ ਦੇ ‘ਟੂਡੇ’ ਸ਼ੋਅ ਨੂੰ ਛੱਡ ਰਿਹਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਐਨਵਾਈਸੀ ਦੇ ਮੇਅਰ ਏਰਿਕ ਐਡਮਜ਼ ਨੇ ਲਗਭਗ 10 ਸਾਲਾਂ ਦੀ ਸਕੀਮ ਵਿਚ ਰਿਸ਼ਵਤਖੋਰੀ ਅਤੇ ਤਾਰਾਂ ਦੀ ਧੋਖਾਧੜੀ ਦਾ ਦੋਸ਼ ਲਗਾਇਆ - ਐਨ ਬੀ ਸੀ ਨਿ Newsਜ਼",
        "ਅੰਨਾ 'ਡੇਲਵੇ' ਸੋਰੋਕਿਨ 'ਡਾਂਸਿੰਗ ਵਿਦ ਦ ਸਟਾਰਜ਼' ਤੋਂ ਨਾਟਕੀ ਨਿਕਾਸ ਤੋਂ ਬਾਅਦ ਬੋਲਦਾ ਹੈ - ਐਨ ਬੀ ਸੀ ਨਿ Newsਜ਼",
        "ਧਰਤੀ ਵੱਲ 81,000 ਸਾਲ ਦੀ ਯਾਤਰਾ ’ਤੇ' ਸੱਚਮੁੱਚ ਠੰਡਾ ’ਧੂਮਕੇ ਆਖਰਕਾਰ ਆ ਗਏ ਹਨ — ਇੱਥੇ ਇਸ ਨੂੰ ਕਿਵੇਂ ਵੇਖਣਾ ਹੈ - ਨਿ New ਯਾਰਕ ਪੋਸਟ"
    ]
}