{
    "headlines": [
        "5 Verletzte, nachdem ein flüchtender Fahrer in ein JCPenney in einem Einkaufszentrum in Texas stürzt, sagt die Polizei. Der Verdächtige ist tot - CNN",
        "Biden könnte Trumps Pläne zur Wiederaufnahme von Hinrichtungen auf Bundesebene vereiteln - POLITICO",
        "Ohio State vs. Tennessee Live-Stream, wo zu sehen, TV-Sender, College Football Playoff-Quoten, Vorhersage - CBS Sports",
        "Ravens 34-17 Steelers (21. Dezember 2024) Spielzusammenfassung - ESPN",
        "I 'm A Colorectal Cancer Doctor — Here Are 5 Things I' d Never, Ever Do - Yahoo Life",
        "Oleksandr Usyk besiegt Tyson Fury durch einstimmige Entscheidung im Meisterschaftsrevanche - MMA Junkie",
        "Die besten PC-Spiele des Jahres 2024 laut Metacritic - GameSpot",
        "Lara Trump zieht Namen von der Berücksichtigung für den Senatssitz in Florida zurück - BBC.com",
        "Die USA führen Luftangriffe gegen Houthis im Jemen durch - BBC.com",
        "Texans WR Tank Dell nach schwerer Knieverletzung bei TD Catch vs. Chiefs ins Krankenhaus eingeliefert - The Associated Press",
        "Senat stimmt Änderung der Sozialversicherung trotz steuerlicher Bedenken zu - Reuters",
        "Der ranghöchste NYPD-Beamte tritt unter Vorwürfen sexuellen Fehlverhaltens abrupt zurück - The Associated Press",
        "Blake Lively beschuldigt It Ends With Us Co-Star Justin Baldoni der Verleumdungskampagne - BBC.com",
        "38 Menschen sterben bei einem Unfall zwischen einem Passagierbus und einem Lastwagen in Brasilien - CNN",
        "Laura Harrier beschimpft 'Weirdo‘ Shameik Moore, weil er angedeutet hat, dass sie zusammen sind - Just Jared",
        "Taylor Swift spendet 250.000 $ an Kansas City Non-Profit-Organisation Operation Breakthrough - KMBC Kansas City",
        "Erklärung von Präsident Joe Biden zum überparteilichen Finanzierungsgesetz der Regierung - Das Weiße Haus",
        "Party City meldet Insolvenz an - CNN",
        "\"Klatsch ist ein Übel\": Papst Franziskus ermahnt die Mitarbeiter des Vatikans wegen Toxizität am Arbeitsplatz - Salon",
        "Sneaky snow phenomena in Northeast hidden inside 'boring' Doppler Radar image - Fox Weather"
    ]
}