{
    "headlines": [
        "قال مسؤولون إن القنبلة الروسية أصابت ما لا يقل عن 30 مدنياً في خاركيف بأوكرانيا - رويترز",
        "تحيد الحاكمة مورا هيلي عن الأسئلة المتعلقة ببيان هاريس حول الجيش - بوليتيكو",
        "يدافع JD Vance عن تضخيم الادعاءات الكاذبة حول المهاجرين، قائلاً \"لن تحصل أبدًا على هذه الأشياء مثالية\" - CBS News",
        "الفيضانات تحصد المزيد من الأرواح مع هطول الأمطار الغزيرة على وسط أوروبا - رويترز",
        "يمنح الذكاء الاصطناعي للتعلم الذاتي اتحاد كرة القدم الأميركي (NFL) ضد فروق الأسعار، والإفراط في الإنفاق، واختيارات خط المال لكل لعبة في الأسبوع الثاني من عام 2024 - CBS Sports",
        "Fantasy football: Live Week 2 Q&A with our experts, 11 am ET - ESPN",
        "شائعات الدلافين: توا تاغوفايلوا يلتقي بأطباء الأعصاب بعد الارتجاج مقابل الفواتير - تقرير المبيض",
        "يشن الحوثيون هجومًا صاروخيًا طويل المدى ضد إسرائيل - أكسيوس",
        "تقنية بلو راي على دعم الحياة ؟ Samsung Soundbars & Dolby Vision | لقد سألت الحلقة 57 - الاتجاهات الرقمية",
        "شباك التذاكر: \"Beetlejuice Beetlejuice\" رقم 1 مرة أخرى مع 51 مليون دولار حيث يفتح \"لا تتحدث عن الشر\" إلى 11 مليون دولار - تنوع",
        "إيمي 2024: كيفية مشاهدة الحفل عبر الإنترنت بدون كابل - TVLine",
        "توفر هذه المدن الأمريكية العشر أعلى جودة حياة للمتقاعدين - لا يوجد أي منها في فلوريدا - سي إن بي سي",
        "أول طلب مسبق على iPhone 16 يتم شحنه الآن، وإليك كيفية تتبع طلبك - 9to5Mac",
        "يحذر الخبراء من التشكك في اللقاح - CBS News",
        "سوق الأسهم: مؤشر \"ستاندرد آند بورز 500\" ينجو من هبوط شركات التكنولوجيا الكبرى مع \"493\" أخرى - بلومبرغ",
        "الفلبين تنسحب من الشعاب المرجانية المتنازع عليها في بحر الصين الجنوبي - فاينانشال تايمز",
        "هايتي: 24 قتيلاً على الأقل في انفجار ناقلة وقود - BBC.com",
        "أجهزة السمع الجديدة والترقيات الصحية من Apple المحفوظة لإطلاق iPhone 16 - بلومبرغ",
        "\"غصن الزيتون\" بدور ويليام وكيت وتشارلز أول ويش هاري عيد ميلاد سعيد الأربعين - الوحش اليومي",
        "حتى بعد ربط أنابيبها، حملت بعض النساء - واشنطن بوست"
    ]
}