{
    "headlines": [
        "موجة ترامب مع الناخبين اللاتينيين تقلب خريطة ساحة المعركة في الكونغرس - بوليتيكو",
        "لماذا لا يجب عليك إعادة استخدام المواد البلاستيكية ذات الاستخدام الواحد - واشنطن بوست",
        "الأمم المتحدة توقف شحنات المساعدات عبر معبر غزة الرئيسي بعد النهب. وتلقي باللوم في الأزمة على إسرائيل - وكالة أسوشيتد برس",
        "تخلق الثلوج الغزيرة ذات تأثير البحيرة سفرًا غادرًا في منطقة البحيرات الكبرى حيث تجمد البرد في القطب الشمالي على نطاق واسع الولايات المتحدة - سي إن إن",
        "جيل من الناجين من إدمان المخدرات يدخلون سن الشيخوخة - صحيفة وول ستريت جورنال",
        "احتجاجات غير مسبوقة تجتاح جورجيا بينما تلغي الحكومة عرض الاتحاد الأوروبي - POLITICO Europe",
        "شرع اليتي في غزو السوق الأكثر برودة. كادت جريمة قتل سلسلة التوريد أن تخرجها عن مسارها. - Business Insider",
        "توقف مطبخ وورلد سنترال عن العمل في غزة بعد إصابة سيارة تقل موظفين جراء الضربة الإسرائيلية - BBC.com",
        "دونالد ترامب يختار كاش باتيل لمكتب التحقيقات الفيدرالي وتشاد كرونيستر لإدارة مكافحة المخدرات - BBC.com",
        "رقم 3 تكساس تحجز رقم 20 تكساس إيه آند إم لتنتزع المركز الأول في مباراة لقب لجنة الأوراق المالية والبورصات ضد رقم 7 جورجيا - ياهو سبورتس",
        "الخطوط الجوية الجنوبية الغربية تنهي خدمة المقصورة في وقت سابق على الرحلات الجوية لتقليل فرصة الإصابة - وكالة أسوشيتد برس",
        "خوادم \"Fortnite\" معطلة، وهنا عندما يبدأ الفصل 6، الموسم 1 - فوربس",
        "يمكن أن تساعد جرعة مرتين في السنة في القضاء على الإيدز. لكن هل سيصل إلى كل من يحتاجه ؟ - وكالة أسوشيتد برس",
        "ترامب يطالب \"بالتزام\" من دول البريكس بشأن استخدام الدولار - بلومبرغ",
        "داخل الخسارة الرابعة على التوالي لريان داي أمام ميشيغان: \"بخيبة أمل. غير متوقع. سحق. \"- فوكس سبورتس",
        "سلسلة الناجين من WWE لعام 2024: مراجعة WarGames، والفائزون، والدرجات: Roman Reigns pins Solo Sikoa في Bloodline Battle - CBS Sports",
        "ترامب يختار شريف فلوريدا كمسؤول في إدارة مكافحة المخدرات - واشنطن بوست",
        "توقعات كرة القدم الجامعية بعد الأسبوع 14: تغيرات في التصفيات بعد فوز تكساس، ولاية أوهايو تتعثر - 247 رياضة",
        "شاهد حجم الدمار في معقل حزب الله بالقرب من بيروت - واشنطن بوست",
        "محذوف"
    ]
}