{
    "headlines": [
        "ਯੂਕਰੇਨ ਨਾਲ '100 ਸਾਲਾਂ ਦੀ ਭਾਈਵਾਲੀ‘ ਦੇ ਵਾਅਦੇ ਨਾਲ ਸੁਰੱਖਿਆ ਗੱਲਬਾਤ ਲਈ ਕੀਵ ਵਿੱਚ ਯੂਕੇ ਦਾ ਸਟਾਰਮਰ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਲਾਈਵ ਅਪਡੇਟਸਃ ਗਾਜ਼ਾ ਵਿੱਚ ਦਰਜਨਾਂ ਦੀ ਮੌਤ ਹੋ ਗਈ ਕਿਉਂਕਿ ਇਜ਼ਰਾਈਲ ਨੇ ਜੰਗਬੰਦੀ ਬਾਰੇ ਮੁੱਖ ਵੋਟਾਂ ਵਿੱਚ ਦੇਰੀ ਕੀਤੀ - ਸੀਐਨਐਨ",
        "ਪੇਸਰਜ਼ ਸਪੋਰਟਸ ਐਂਡ ਐਂਟਰਟੇਨਮੈਂਟ ਨੇ ਵਿਸ਼ਵ ਪੱਧਰੀ, $ 78M ਇੰਡੀਆਨਾ ਫੀਵਰ ਸਪੋਰਟਸ ਪਰਫਾਰਮੈਂਸ ਸੈਂਟਰ - ਇੰਡੀਆਨਾ ਫੀਵਰ ਬਣਾਉਣ ਦੀਆਂ ਯੋਜਨਾਵਾਂ ਦਾ ਪਰਦਾਫਾਸ਼ ਕੀਤਾ",
        "ਨਿਣਟੇਨਡੋ ਸਵਿਚ 2 ਅਸਲ ਸਵਿੱਚ ਕਾਰਤੂਸਾਂ ਦਾ ਸਮਰਥਨ ਕਰਦਾ ਹੈ - ਦਿ ਵਰਜ",
        "ਜੈੱਫ ਬੇਜੋਸ ਨੇ ਲੈਂਡਿੰਗ ਰੋਕ ਦਿੱਤੀ । ਹੁਣ ਇਹ ਏਲੋਨ ਮਸਕ ਦੀ ਵਾਰੀ ਹੈ - ਬਿਜ਼ਨਸ ਇਨਸਾਈਡਰ",
        "ਕਮਾਂਡਰਾਂ ਦੀਆਂ ਹਮਲਾਵਰ, ਰੱਖਿਆ ਯੋਜਨਾਵਾਂ ਨੂੰ ਤੋੜਨਾ - ਪ੍ਰਾਈਡ ਆਫ ਡੀਟ੍ਰੋਇਟ",
        "ਬੰਡਲ ਅਪ ਕਰੋ, ਇਹ ਇਕ ਸਾਲ ਵਿਚ ਸਭ ਤੋਂ ਠੰਡਾ ਤਾਪਮਾਨ ਆਉਣ ਤੋਂ ਬਾਅਦ ਮਾਈਨਸ 40 ਵਾਂਗ ਮਹਿਸੂਸ ਕਰਨ ਜਾ ਰਿਹਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "Bessent ਪੁਸ਼ਟੀਃ ਟਰੰਪ ਦੇ ਖਜ਼ਾਨਾ ਚੁੱਕ tout ਕਰਨ ਲਈ \"ਨਵ ਆਰਥਿਕ ਸੁਨਹਿਰੇ ਯੁੱਗ\" - Axios",
        "ਗਰੂਮਿੰਗ ਗੈਂਗ ਘੁਟਾਲਾਃ ਗ੍ਰਹਿ ਸਕੱਤਰ ਯਵੇਟ ਕੂਪਰ ਗਰੂਮਿੰਗ ਗੈਂਗਾਂ 'ਤੇ ਕਾਮਨਜ਼ ਦਾ ਬਿਆਨ ਦੇਣ ਲਈ - ਲਾਈਵ ਦੀ ਪਾਲਣਾ ਕਰੋ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਇਸ ਹੇਜ ਫੰਡ ਨੇ ਸਟੀਰੌਇਡਜ਼ 'ਤੇ ਇਕ ਐਕਸਲ ਬਣਾਇਆ - ਦਿ ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "ਰੇਵੇਨਜ਼ ਬਫੇਲੋ ਵਿੱਚ ਠੰਡੇ ਮੌਸਮ ਲਈ ਤਿਆਰ ਕਰਨ ਲਈ ਉਹ ਸਭ ਕੁਝ ਕਰ ਰਹੇ ਹਨ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਇੱਕ ਨਵਾਂ ਜੈਮ-ਪੈਕਡ ਬਿਡੇਨ ਕਾਰਜਕਾਰੀ ਆਦੇਸ਼ ਸਾਈਬਰ ਸੁਰੱਖਿਆ, ਏਆਈ, ਅਤੇ ਹੋਰ ਨਾਲ ਨਜਿੱਠਦਾ ਹੈ - ਵਾਇਰਡ",
        "ਗਾਜ਼ਾ 'ਚ ਜੰਗਬੰਦੀ ਸਮਝੌਤੇ ਦੇ ਐਲਾਨ ਤੋਂ ਬਾਅਦ ਇਜ਼ਰਾਇਲੀ ਹਵਾਈ ਹਮਲੇ ਜਾਰੀ - BBC.com",
        "ਜਵਾਲਾਮੁਖੀ ਫਟਣਾ ਡੈਨਮਾਰਕ ਵਿੱਚ ਨਿਓਲੀਥਿਕ 'ਸੂਰਜ ਪੱਥਰ' ਦੀਆਂ ਬਲੀਆਂ ਨਾਲ ਜੁੜਿਆ - Phys.",
        "ਹਿਰਾਸਤ ਵਿਚ ਲਏ ਗਏ ਦੱਖਣੀ ਕੋਰੀਆ ਦੇ ਰਾਸ਼ਟਰਪਤੀ ਦੇ ਵਕੀਲਾਂ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਹ ਜਾਂਚਕਰਤਾਵਾਂ ਦੁਆਰਾ ਪੁੱਛਗਿੱਛ ਨੂੰ ਰੱਦ ਕਰ ਦੇਣਗੇ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਸੈਮਸੰਗ ਗਲੈਕਸੀ ਐਸ 25 ਲੀਕ ਨਵੀਂ ਜੈਮਿਨੀ ਓਵਰਲੇਅ, ਹੌਟਵਰਡ, ਅਤੇ ਹੋਰ ਬਹੁਤ ਕੁਝ ਦਰਸਾਉਂਦੀ ਹੈ - 9to5Google",
        "ਟਰੰਪ \"ਸੁਰੱਖਿਅਤ ਰੱਖਣ ਦਾ ਤਰੀਕਾ ਲੱਭਣ ਜਾ ਰਿਹਾ ਹੈ\" ਟਿਕਟਾਕ, ਸਹਾਇਤਾ ਕਹਿੰਦੀ ਹੈ ਕਿ ਪਾਬੰਦੀ ਦੀ ਆਖਰੀ ਤਾਰੀਖ ਲੂਮਜ਼ ਵਜੋਂ - ਐਕਸੀਓਸ",
        "ਟੀਐਸਐਮਸੀ ਮੁਨਾਫਾ ਬੀਟਸ ਤੇਜ਼ ਏਆਈ-ਸੰਚਾਲਿਤ ਵਿਕਾਸ ਦੇ ਸਾਲ ਦੇ ਬਾਅਦ ਅਨੁਮਾਨ - ਯਾਹੂ ਵਿੱਤ",
        "ਗਲੋਬਲ ਰਿਪੋਰਟ ਮੋਟਾਪੇ ਨੂੰ ਮੁੜ ਪਰਿਭਾਸ਼ਤ ਕਰਨ ਦੀ ਮੰਗ ਕਰਦੀ ਹੈ - ਬੀਬੀਸੀ.",
        "‘ਸੇਵਰੈਂਸ’ ਸੀਜ਼ਨ 2 ਨੇ ਐਨਜੇ ਵਿੱਚ $ 24M ਦੀ ਸ਼ੂਟਿੰਗ ਖਰਚ ਕੀਤੀ, ਇੱਥੇ ਸਥਾਨ ਹਨ - NJ."
    ]
}