{
    "headlines": [
        "ЦАХАЛ подтверждает целенаправленный удар в северной части Газы - The Jerusalem Post",
        "Астрономы отслеживают астероид, который может врезаться в Землю в 2032 году - NPR",
        "Что нужно знать о вакцинах против полиомиелита на 4 графиках - CNN",
        "День сурка: Панксатони Фил собирается предсказать конец зимы или начало весны - BBC.com",
        "Илон Маск прогнозирует, что Tesla будет больше, чем Apple, Nvidia, Microsoft, Amazon и Alphabet вместе взятые, благодаря этой возможности в 10 триллионов долларов",
        "Как расистские массовые тексты обходили антиспамовые барьеры после выборов? - NPR",
        "На переднем крае борьбы с птичьим гриппом фермеры, выращивающие яйца, боятся проиграть битву : прививки - Новости здравоохранения - NPR",
        "Нервничаешь за столом? Возможно, ваше тело пытается вам что-то сказать - NPR",
        "Гороскоп на воскресенье, 2 февраля 2025 года - Chicago Sun-Times",
        "Бенавидес изгоняет Моррелла, добавляет второстепенный титул - ESPN",
        "Рубио отправляется в невыполнимую миссию: вернуть Панамский канал - The Washington Post",
        "WWE Royal Rumble 2025 результаты, победители, оценки: Jey Uso, Charlotte Flair продают билеты на WrestleMania - CBS Sports",
        "Социальные сети реагируют на победу Арканзаса 89-79 над Кентукки - Rivals.com - Арканзас",
        "Джастин Балдони обвиняет Блейка Лайвли, New York Times, в «сговоре» в иске на 400 миллионов долларов - Rolling Stone",
        "Комиссия Илона Маска DOGE получает доступ к конфиденциальным платежным системам Казначейства: источники AP - The Associated Press",
        "ИИ показал мне мое будущее. Вот что я узнал. - The Wall Street Journal",
        "«У Миннесоты есть две стороны»: почему некоторые демократы видят безжалостного лидера в Кене Мартине - POLITICO",
        "Приближается крайний срок обмена в НБА, и Де'Аарон Фокс может быть доступен для команд, желающих заключить сделку - KCRA Sacramento",
        "Медицинский транспортный самолет находился в воздухе менее минуты до катастрофы в Филадельфии: NTSB - ABC News"
    ]
}