{
    "headlines": [
        "Ucrânia encerra fornecimento de gás russo à Europa - CNN",
        "O que esperar das ações em 2025 - CNN",
        "Dia de Ano Novo 2025: o que está aberto, o que está fechado em 1º de janeiro? Walmart, Starbucks, bancos, restaurantes - AL.com",
        "Blake Lively processa o diretor de 'It Ends With Us', Justin Baldoni, alegando assédio e campanha de difamação - The Associated Press",
        "Playoff de futebol universitário: o 6º Penn State avança para as semifinais com 31-14 Fiesta Bowl vencendo o 3º Boise State - Yahoo Sports",
        "Mulher queimada até a morte no metrô de Nova York identificada - Reuters",
        "Presidente do Supremo Tribunal de Justiça, Roberts, alerta para ameaças aos juízes no relatório de fim de ano - The Washington Post",
        "Trump diz que faria chamadas para Mike Johnson - POLITICO",
        "Onde assistir à queda da bola em 2024: contagem regressiva da véspera de Ano Novo para 2025 - NBC New York",
        "Tudo o que Bret Bielema, Shane Beamer disse sobre a explosão do Citrus Bowl: O que começou, o que o gesto significou - CBS Sports",
        "Comprador japonês envia a Biden nova proposta da U.S. Steel em oferta final de apoio - The Washington Post",
        "Mutações 'preocupantes' encontradas no vírus da gripe aviária H5N1 isolado de adolescente canadense - Yahoo! Voices",
        "O que saber sobre uma série de hacks nos EUA atribuídos à China - BBC.com",
        "EUA ampliam ataques aos houthis do Iêmen à medida que as tensões com Israel aumentam - The Washington Post",
        "Cowboys lançam RB Ezekiel Elliott antes do final de 2024 - DallasCowboys.com",
        "   Removido ",
        "Resultados de spoilers do WWE NXT para 31 de dezembro de 2024 - Notícias da Ringside",
        "Os maiores vencedores e perdedores do S&P 500 de 2024, liderados por nomes de IA - Axios",
        "O ex-presidente Jimmy Carter viveu até os 100 anos com cuidados paliativos. Por que pode ajudar alguns a viver mais - ABC News",
        "Brangelina: Por que o divórcio de Pitt e Jolie demorou tanto? - BBC.com"
    ]
}