{
    "headlines": [
        "Boeing to cut 10% of workforce, stop most 767 production amid strike - The Seattle Times",
        "‘Saturday Night Live’ Marks 49th Anniversary With OG 1975 Opening Titles - Deadline",
        "Whooping cough cases up more than 340% over this time last year - Fox News",
        "Biden administration sues Virginia over voter purge program - CNN",
        "Journalist Ana Garcia reveals the ‘different outcome’ the Menendez brothers trial would have today - New York Post ",
        "Trump requests military aircraft and vehicles amid Iran threat - The Washington Post",
        "Jim Cramer says hold still on Tesla stock after Cybercab debut flops - CNBC",
        "Another chance to see the northern lights over Massachusetts on Friday - WCVB Boston",
        "National Weather Service: EF-3 tornado confirmed in St. Lucie County - WPBF West Palm Beach",
        "COVID-19 infections during 1st wave linked to higher risk of heart attack and stroke: Study - ABC News",
        "Residents slog through flooded streets, clear debris after Hurricane Milton tore through Florida - The Associated Press",
        "Israeli strike wounds two UN peacekeepers in Lebanon - Reuters",
        "First glimpse of comet visible over San Antonio will be Friday night - KSAT San Antonio",
        "Coast Guard pilot describes 'insane' rescue of man floating on cooler in Gulf after Hurricane Milton - ABC News",
        "Review: Bills' Allen (concussion) properly checked - ESPN",
        "Can Oregon upset Ohio State, Texas vs. Oklahoma, USC-Penn State, Colorado's success | THE HERD - The Herd with Colin Cowherd",
        "JPMorgan Calls It: The U.S. Economy Has Made a Soft Landing - The Wall Street Journal",
        "Thousands trapped in Jabalia camp as Israel escalates deadly attacks in northern Gaza - Reuters",
        "Mike Francesa dumbfounded by Malik Nabers’ Travis Scott concert outing - New York Post ",
        "What to know about the 2025 Social Security cost-of-living adjustment - The Hill"
    ]
}