{
    "headlines": [
        "Бывший генеральный директор Abercrombie & Fitch арестован по обвинению в торговле людьми - ABC News",
        "Налоговое управление США (IRS) объявило о своих новых налоговых скобках 2025 года. Вот что нужно знать. - Новости CBS",
        "Женщина роняет телефон, застревает вверх ногами в скальной щели, ища его - The Washington Post",
        "Эпоха горячей доходности S&P 500 закончилась, говорит Голдман - Axios",
        "Брюс Спрингстин выступит хедлайнером митинга Харриса-Обамы в Атланте -  The Atlanta Journal Constitution",
        "Утечка спецификаций камеры Pixel 9a с 48-мегапиксельной основной, «Добавить меня» и ударом камеры - 9to5Google",
        "Путин принимает лидеров глобального Юга на саммите БРИКС, призванном уравновесить влияние Запада - The Associated Press",
        "Что такое «розовый кокаин», наркотик, обнаруженный в организме Лиама Пейна после его смерти? - NBC News",
        "Amy Adams Goes Wild: The ‘Nightbitch’ Star on Barking, Growing Chin Hair and ‘Polarizing’ Viewers With Her Raw Look at Motherhood - Variety",
        "Германия обнаруживает первый случай МПОКС-ВАРИАНТА Ib - DW (на английском языке)",
        "Метеорит S2: Что случилось, когда камень размером с Лондон врезался в Землю? - BBC.com",
        "GM сообщает, что прибыль до вычета налогов в третьем квартале выросла на 15,5% на фоне сильных цен, дисциплины затрат - Detroit Free Press",
        "Первоначальное расследование утечки разведданных США о планировании израильских атак с уделением особого внимания тому, кто имел доступ к документам - CNN",
        "Как 4-я книга Southern Reach, Absolution, вырвалась из автора Джеффа Вандермеера - Polygon",
        "Ближний Восток: более десятка погибших в результате израильских ударов возле одной из главных больниц Бейрута - Ассошиэйтед Пресс",
        "МВФ повышает прогноз роста США, но снижает Китай; видит слабую мировую экономику - Reuters",
        "Практические занятия с iPad mini 2024 года: заметьте различия - Ars Technica",
        "Изъято",
        "Пол Уилан говорит, что передавал информацию с линии фронта Украины в США из российской тюрьмы - USA TODAY",
        "Ночь открытия НБА 2024-25 - Выбор экспертов для чемпионов Востока, Запада и НБА - ESPN"
    ]
}