{
    "headlines": [
        "Vikings - Rams: L.A. pummels Sam Darnold، Minnesota in 27-9 NFC wild - card rout - Yahoo Sports",
        "حرائق الغابات في لوس أنجلوس: Dallas Raines من ABC7 حول كيف وصلنا إلى هنا، وما الذي سيحدث بعد ذلك، وما الذي يمكننا فعله لبعضنا البعض للمساعدة في إيقافها في المرة القادمة - الموعد النهائي",
        "قاض أمريكي يسمح لوزارة العدل بإصدار تقرير عن قضية تخريب انتخابات ترامب - رويترز",
        "تقارير: جيري جونز يتحدث إلى ديون ساندرز حول افتتاح رعاة البقر - NBC Sports",
        "المدعي العام الذي حقق مع هانتر بايدن يندد بانتقادات الرئيس - BBC.com",
        "رفض هاريس دعوة فانس لزيارة مقر إقامة نائب الرئيس قبل الافتتاح - سي بي إس نيوز",
        "يجب وضع \"الشروط\" على مساعدات حرائق الغابات في كاليفورنيا: رئيس مجلس النواب مايك جونسون - الولايات المتحدة الأمريكية اليوم",
        "Mahakumbh: زاهدون عراة ملطخون بالرماد لقيادة مشهد الاستحمام في الهند - BBC.com",
        "يخطط جمهوريو الطاقة والتجارة لاجتماع حول المصالحة هذا الأسبوع - بوليتيكو",
        "يقال إن الصين منفتحة على استحواذ Elon Musk على TikTok US - TechCrunch",
        "أهل القرية للعب في تجمع ترامب الافتتاحي - أكسيوس",
        "مخرج Witcher 3's Vampiric Dark Fantasy Action - RPG The Blood of the Dawnwalker يحصل على أول مقطورة - Eurogamer",
        "السيناتور ماركي لتقديم مشروع قانون لتمديد الموعد النهائي لحظر تيك توك، يأخذ إلى مجلس الشيوخ لدعم مجتمعات الإنترنت النابضة بالحياة - إد ماركي",
        "وارنر بروس تدعم جهود مكافحة حرائق لوس أنجلوس وإعادة بنائها بتبرع قدره 15 مليون دولار - الموعد النهائي",
        "ستاربكس تجعل العملاء يدفعون مقابل استخدام الحمام بموجب مدونة قواعد السلوك الجديدة للرئيس التنفيذي - نيويورك بوست",
        "نجم هوليوود \"لا يزال يكافح من أجل كسب لقمة العيش\" على الرغم من ترشيحين لجائزة الأوسكار - NJ.com",
        "مستقبل إليوت وولف و 5 نصائح أخرى من مقدمة مايك فرابيل باتريوتس - Boston.com",
        "العقود الآجلة للأسهم ترتفع حيث ينتظر المتداولون أول قراءتين رئيسيتين للتضخم هذا الأسبوع: التحديثات المباشرة - CNBC",
        "يدعي منشئ المحتوى أنه حطم الرقم القياسي من خلال النوم مع أكثر من 1000 رجل - هزيمة",
        "مجموعة النفط الأمريكية تتعرض لضغوط للخروج من روسيا بعد أن وسعت إدارة بايدن العقوبات - فاينانشال تايمز"
    ]
}