{
    "headlines": [
        "هوندا ونيسان تبدأان محادثات لتشكيل ثالث أكبر شركة لصناعة السيارات في العالم - واشنطن بوست",
        "غرينلاند لترامب: نحن لسنا للبيع - ذا هيل",
        "جاستن بالدوني يعترف بأن فريق العلاقات العامة \"سوفيموريلي ريفيلد\" ضد بليك ليفلي - الموعد النهائي",
        "الحكومة الأمريكية تقاضي Walmart، Branch Messenger على \"رسوم النفايات\" لسائق التوصيل - Yahoo Finance",
        "أكد سكان تكساس أن دبابة ديل مزقت الرباط الصليبي الأمامي وخلعت ركبته - إن بي سي سبورتس",
        "يخفف بايدن الأحكام الصادرة بحق 37 من أصل 40 سجينًا في جناح المحكوم عليهم بالإعدام الفيدرالي - رويترز",
        "اكتشاف أقدم سلف للثدييات في العالم: مفترس \"مسنن\" افترس قبل الديناصورات - المجرة اليومية - قناة الاكتشافات العظيمة",
        "يخضع صبي فلوريدا لعملية جراحية في القلب المفتوح بعد إصابته بطائرة بدون طيار في عرض العطلات - ذا هيل",
        "سيتم الاستحواذ على نوردستروم من قبل عائلة نوردستروم ومجموعة بيع بالتجزئة مكسيكية في صفقة بقيمة 6.25 مليار دولار - وكالة أسوشيتد برس",
        "ما يجب معرفته عن وفاة امرأة أضرمت فيها النيران في قطار مترو أنفاق مدينة نيويورك - وكالة أسوشيتد برس",
        "ماغديبرغ ينعي ضحايا هجوم سوق عيد الميلاد مع تصاعد المخاوف من انقسامات اجتماعية ألمانية أعمق - وكالة أسوشيتد برس",
        "مراجعة \"مجهولة تمامًا \": صورة تيموثي شالاميت الجريئة لبوب ديلان - صحيفة وول ستريت جورنال",
        "شاهد الأقمار الصناعية الصينية تحترق فوقنا في \"كرة نارية\" مذهلة - Livescience.com",
        "محامي لويجي مانجيوني ينتقد الشرطة والعمدة لاستخدامهما قاتل الرئيس التنفيذي المتهم \"كعلف سياسي\" - إيه بي سي نيوز",
        "إحاطة حية: تبدأ القوى الشرق أوسطية في التواصل مع قادة سوريا الجدد - واشنطن بوست",
        "الجاني الخفي وراء مرض الزهايمر كشف: Microglia تحت المجهر - SciTechDaily",
        "عداء ترامب بشأن التحكم في القناة يثقل أصول بنما - Yahoo Finance",
        "تغيير أحجام iPhone العام المقبل: ما يجب معرفته - MacRumors",
        "تقول إدارة الغذاء والدواء الأمريكية إن مزيل الاحتقان في العديد من أدوية البرد لا يعمل. ما الذي يساعد ؟ - PBS NewsHour",
        "ملفات متجر الحاويات للإفلاس، تصر على أنها موجودة لتبقى - فوكس بيزنس"
    ]
}