{
    "headlines": [
        "قالت، قالت: ترامب يزرع الشك في الانتخابات، هاريس يقول إن فريقها مستعد إذا ادعى النصر قبل الأوان - يو إس نيوز آند وورلد ريبورت",
        "نقطة محذوفة هنا",
        "انخفض سهم ماكدونالدز بعد أن أبلغ مركز السيطرة على الأمراض عن تفشي الإشريكية القولونية المرتبطة بربع باوندر - ياهو فاينانس",
        "الشرق الأوسط الأحدث: صوت صفارات الإنذار في جميع أنحاء تل أبيب حيث تم اعتراض المقذوفات بالقرب من فندق بلينكين - وكالة أسوشيتد برس",
        "شون \"ديدي\" كومز متهم بتخدير مدرب شخصي، وتمرير \"جسده مثل خدمة الحفلة\" - نيويورك بوست",
        "انتقلت إعادة محاكمة هارفي واينشتاين إلى العام المقبل، ويخطط المحامي لتوظيف محقق خاص - وكالة أسوشيتد برس",
        "موقع ماكدونالدز الذي زاره ترامب يجذب تعليقات سلبية، مما تسبب في تعطيل Yelp للتعليقات - CBS News",
        "ثلاثة قتلى وخمسة جرحى في هجوم على شركة طيران بالقرب من أنقرة التركية - الجزيرة الإنجليزية",
        "يعد تصميم احتجاز الكربون الجديد خطوة رئيسية إلى الأمام في إزالة ثاني أكسيد الكربون من الهواء - IFLScience",
        "حملة ترامب تتهم حزب العمال البريطاني بالتدخل في الانتخابات - رويترز",
        "شي الصيني ومودي الهندي يلتقيان بعد اتفاق الحدود بين البلدين - الجزيرة الإنجليزية",
        "مبيعات المنازل على المسار الصحيح لأسوأ عام منذ عام 1995 - صحيفة وول ستريت جورنال",
        "قال ترامب إن هتلر \"فعل بعض الأشياء الجيدة\" وأراد جنرالات مثل النازيين، كما يدعي رئيس الأركان السابق كيلي - PBS NewsHour",
        "أرباح شركة كوكا كولا: لماذا تنخفض أسهم شركة كوكا كولا - Barron's",
        "الإضافة المبكرة: قم بإجراء اختبار لمرض الزهري - جوثاميست",
        "\"لا تلومنا، لوم نفسك \": غاضب من هاريس، يواجه الأمريكيون العرب في ميشيغان خيارًا صعبًا - بوليتيكو",
        "دي أندريه هوبكنز، قطعة سوبر بول المفقودة من الرؤساء ؟ لدى أندي ريد تاريخ مع إضافات WR الرئيسية - ESPN",
        "أفادت التقارير أن شركة آبل تطلق متجر تطبيقات ألعاب منفصل لإلصاقه بالكامل بـ Epic - Gizmodo",
        "حارس نيكس يحقق \"طلبًا\" على الدوري الاميركي للمحترفين بعد فوز سيلتيكس - NESN",
        "يكافح مشجعو الاتجاه الواحد مع \"المشاعر المعقدة\" أثناء الحزن على ليام باين: \"تمنيت أن يتحسن ويتكيف\" - تنوع"
    ]
}