{
    "headlines": [
        "‘ਕੁੱਤਾ ਆਦਮੀ’ Barking ਅੱਪ ਦੂਜਾ ਵਧੀਆ ਜਨਵਰੀ ਡੈਬਿਊ ਐਨੀਮੇਟਡ ਪਿਕ ਲਈ $ 35M + ਨਾਲ, ‘ਸਾਥੀ’ $ 8M-$ 10M – ਸ਼ਨੀਵਾਰ ਸਵੇਰੇ ਬਾਕਸ ਆਫਿਸ ਅੱਪਡੇਟ - ਡੈੱਡਲਾਈਨ",
        "ਯੂਐਫਸੀ ਫਾਈਟ ਨਾਈਟ 250 ਲਾਈਵ ਅਪਡੇਟਸਃ ਨਤੀਜੇ, ਹਰ ਲੜਾਈ ਦੀ ਗੋਲ ਕਵਰੇਜ - ਐਮਐਮਏ ਜੰਕੀ",
        "ਸੈਮਸੰਗ ਸਲੇਸ਼ 70% ਨਵੀਨਤਮ ਗਲੈਕਸੀ ਐਸ 25 ਅਲਟਰਾ + ਗਲੈਕਸੀ ਬਡਸ 3 ਪ੍ਰੋ ਨੂੰ ਮੁਫਤ ਵਿੱਚ ਬੰਦ ਕਰੋ - ਗਿਜ਼ਮੋਡੋ",
        "ਜਸਟਿਨ ਟੱਕਰ ਦੇ ਦੋਸ਼ੀਆਂ ਦੀ ਗਿਣਤੀ ਛੇ ਤੋਂ ਵਧ ਕੇ 10 ਹੋ ਗਈ ਹੈ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਰੀਮਾਈਂਡਰਃ ਰਾਇਲ ਰੰਬਲ ਥੋੜਾ ਜਲਦੀ ਸ਼ੁਰੂ ਹੁੰਦਾ ਹੈ - ਕੇਜਸਾਈਡ ਸੀਟਸ",
        "ਬਾਲ, ਮਾਤਾ ਨੂੰ ਲੈ ਕੇ ਮੈਡੀਕਲ ਆਵਾਜਾਈ ਜਹਾਜ਼ ਅੱਗ ਧਮਾਕੇ ਵਿਚ ਫਿਲਡੇਲ੍ਫਿਯਾ ਮਾਲ ਦੇ ਨੇੜੇ ਹਾਦਸੇ ਦਾ ਸ਼ਿਕਾਰ - ਏਬੀਸੀ ਨਿਊਜ਼",
        "ਅਰਬ ਰਾਸ਼ਟਰਾਂ ਨੇ ਗਾਜ਼ਾ ਤੋਂ ਫਲਸਤੀਨੀਆਂ ਨੂੰ ਮਿਸਰ ਅਤੇ ਜਾਰਡਨ ਵਿੱਚ ਤਬਦੀਲ ਕਰਨ ਦੇ ਟਰੰਪ ਦੇ ਸੁਝਾਅ ਨੂੰ ਰੱਦ ਕਰ ਦਿੱਤਾ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਨੈਸ਼ਨਲ ਟੇਟਰ ਟੋਟ ਡੇਅ 2025: ਸੋਨਿਕ, ਬਰਗਰ ਕਿੰਗ, ਡੋਮਿਨੋਜ਼ ਵਿਖੇ ਸੌਦੇ, ਫ੍ਰੀਬੀਜ਼ ਪ੍ਰਾਪਤ ਕਰੋ - ਯੂਐਸਏ ਅੱਜ",
        "ਡੈਮੋਕਰੇਟਸ ਨਵੀਂ ਕੁਰਸੀ ਦੀ ਚੋਣ ਕਰਨ ਲਈ ਤਿਆਰ ਹਨ ਕਿਉਂਕਿ ਪਾਰਟੀ ਟਰੰਪ ਦੀਆਂ ਕਾਰਵਾਈਆਂ ਨਾਲ ਭੜਕਦੀ ਹੈ - ਸੀਐਨਐਨ",
        "‘ਇਹ ਖਤਮ ਹੋ ਗਿਆ ਹੈ, ਪਿਤਾ ਜੀ’: ਜੁਬਿਲੈਂਟ ਰੀਯੂਨੀਸ਼ਨਜ਼ ਜਿਵੇਂ ਕਿ ਇਜ਼ਰਾਈਲ ਦੇ ਬੰਧਕ ਛੁਡਾਉਣ ਦੇ ਨਵੀਨਤਮ ਦੌਰ ਸੁਚਾਰੂ passੰਗ ਨਾਲ ਪਾਸ ਹੁੰਦੇ ਹਨ - ਸੀ ਐਨ ਐਨ",
        "ਸ਼ਨੀਵਾਰ ਦਾ ਕਾਰਜਕ੍ਰਮ, ਬੋਮਨ ਗ੍ਰੇ ਸਟੇਡੀਅਮ ਵਿਖੇ ਨਾਸਕਾਰ ਟਕਰਾਅ ਲਈ ਟੀਵੀ ਜਾਣਕਾਰੀ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਭੁੱਖ ਅਤੇ ਗਰਭ ਅਵਸਥਾ ਦੀਆਂ ਪੇਚੀਦਗੀਆਂ ਹੱਥ ਮਿਲਾਉਂਦੀਆਂ ਹਨ, ਅਧਿਐਨ ਲੱਭਦਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਪੈਂਟਾਗਨ ਰੱਖਿਆ ਵਿਭਾਗ ਵਰਕਸਪੇਸ - ਸੀਐਨਐਨ ਲਈ ਨਵੇਂ ਰੋਟੇਸ਼ਨਲ ਪ੍ਰੋਗਰਾਮ ਦੇ ਤਹਿਤ ਪ੍ਰੋ-ਟਰੰਪ ਆਉਟਲੈਟਸ ਨਾਲ ਰਵਾਇਤੀ ਮੀਡੀਆ ਨੂੰ ਸਵੈਪ ਕਰੇਗਾ",
        "ਟਾਈ-ਡਾਈ ਅਤੇ ਡਾਂਸ ਰਿੱਛਃ ਗ੍ਰੈਮੀ ਹਫਤੇ ਦੇ ਅੰਤ ਵਿੱਚ ਸ਼ੁਕਰਗੁਜ਼ਾਰ ਮ੍ਰਿਤਕਾਂ ਨੂੰ ਸਾਲ ਦੇ ਵਿਅਕਤੀ ਵਜੋਂ ਸਨਮਾਨਿਤ ਕਰਨ ਨਾਲ ਅਰੰਭ ਹੁੰਦਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਕੀ ਐਮਿਲਿਆ ਪੇਰੇਜ਼ ਸਟਾਰ ਕਾਰਲਾ ਸੋਫੀਆ ਗਾਸਕੋਨ ਦੀਆਂ ਅਪਮਾਨਜਨਕ ਐਕਸ ਪੋਸਟਾਂ ਆਸਕਰ ਦੇ ਮਨਪਸੰਦ ਸੰਭਾਵਨਾਵਾਂ ਨੂੰ ਪਟੜੀ ਤੋਂ ਉਤਾਰ ਦੇਣਗੀਆਂ? - ਬੀਬੀਸੀ.",
        "ਟਰੰਪ ਮੀਡੀਆ ਚੁੱਪ-ਚਾਪ ਆਪਣੇ ਘੱਟੋ ਘੱਟ ਇਕ ਡੇਟਾ ਸੈਂਟਰ ਨੂੰ ਇਕ ਲੰਬੇ ਸਮੇਂ ਤੋਂ ਰਿਪਬਲਿਕਨ ਡੋਨਰ ਅਤੇ ਮੀਡੀਆ ਮੋਗੂਲ ਦੀ ਮਲਕੀਅਤ ਵਾਲੀ ਇਕ ਸਹੂਲਤ ਵਿਚ ਸਟੋਰ ਕਰ ਰਿਹਾ ਹੈ - Fortune",
        "ਰੂਬੀਓ ਮੱਧ ਅਮਰੀਕਾ ਵੱਲ ਜਾਂਦਾ ਹੈ ਕਿਉਂਕਿ ਟਰੰਪ ਪ੍ਰਸ਼ਾਸਨ ਅਮਰੀਕਾ ਵਿੱਚ ਪ੍ਰਵਾਸ ਨੂੰ ਰੋਕਣ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰਦਾ ਹੈ - ਸੀਐਨਐਨ"
    ]
}