{
    "headlines": [
        "‘ਨਗਨ ਅਤੇ ਡਰਿਆ' ਸਟਾਰ ਸਾਰਾਹ ਡੈਨਸਰ ਦੀ 34 ਸਾਲ ਦੀ ਉਮਰ ਵਿੱਚ ਕਰੈਸ਼ ਵਿੱਚ ਮੌਤ ਹੋ ਗਈ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਕਿੰਗ ਚਾਰਲਸ ਨੇ ਰਾਸ਼ਟਰਮੰਡਲ ਸੰਮੇਲਨ ਦਾ ਉਦਘਾਟਨ ਕਰਦਿਆਂ ‘ਦਰਦਨਾਕ’ ਇਤਿਹਾਸ ਨੂੰ ਸਵੀਕਾਰ ਕੀਤਾ - ਸੀ ਐਨ ਐਨ",
        "ਇੱਕ ਸਪੇਸਐਕਸ ਕੈਪਸੂਲ ਹੁਣੇ ਹੀ ਧਰਤੀ ਤੇ ਵਾਪਸ ਆਇਆ. ਇਹ ਹੈ ਕਿ ਬੋਇੰਗ ਸਟਾਰਲਾਈਨਰ ਦੇ ਪੁਲਾੜ ਯਾਤਰੀ ਇਸ 'ਤੇ ਕਿਉਂ ਨਹੀਂ ਸਨ - ਸੀਐਨਐਨ",
        "ਸਮੁੰਦਰੀ ਜਹਾਜ਼ ਦੇ ਮਾਲਕ ਅਤੇ ਓਪਰੇਟਰ ਜੋ ਬਾਲਟੀਮੋਰ ਬ੍ਰਿਜ collapseਹਿਣ ਦਾ ਕਾਰਨ ਬਣਦੇ ਹਨ ਬੰਦੋਬਸਤ ਕੇਸ $ 102 ਮਿਲੀਅਨ - ਐਕਸੀਓਸ",
        "ਬ੍ਰਿਕਸ ਨੇ ਪੱਛਮੀ ਈਂਧਣ ਗੱਠਜੋੜ ਨਾਲ ਸਾਂਝੀਆਂ ਸ਼ਿਕਾਇਤਾਂ ਵਜੋਂ ਗਤੀ ਇਕੱਠੀ ਕੀਤੀ - ਰਾਇਟਰਜ਼",
        "ਹਟਾਈ",
        "UFC 308: ਟੌਪੂਰੀਆ ਬਨਾਮ ਹੋਲੋਵੇ",
        "ਵਾਈਕਿੰਗਜ਼-ਰਾਮਃ ਮੈਥਿ Staff ਸਟੈਫੋਰਡ ਦਾ 4 ਟੀਡੀ ਡੋਮ ਮਿਨੀਸੋਟਾ ਨੂੰ ਆਪਣੇ 2 ਵੇਂ ਸਿੱਧੇ ਨੁਕਸਾਨ ਵਿੱਚ ਪਾਸ ਕਰਦਾ ਹੈ - ਯਾਹੂ ਸਪੋਰਟਸ",
        "ਡੀਓਜੇ ਨੇ ਮਸਕ ਨੂੰ ਚੇਤਾਵਨੀ ਦਿੱਤੀ ਕਿ ਉਸ ਦਾ 1 ਮਿਲੀਅਨ ਡਾਲਰ ਦਾ ਪਟੀਸ਼ਨ ਮੁਕਾਬਲਾ ਚੋਣ ਕਾਨੂੰਨਾਂ ਦੀ ਉਲੰਘਣਾ ਕਰ ਸਕਦਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਸਾਬਕਾ ਸਪੋਰਟਸ ਇਲਸਟ੍ਰੇਟਿਡ ਸਵੀਮਸੂਟ ਮਾਡਲ ਕਹਿੰਦਾ ਹੈ ਕਿ ਟਰੰਪ ਨੇ ਉਸ ਨੂੰ ਜੈਫਰੀ ਐਪਸਟੀਨ ਲਈ ਦਿਖਾਉਣ ਲਈ ਗਰੋਪ ਕੀਤਾ - ਸੀ ਐਨ ਐਨ",
        "ਟਰੰਪ ਨੇ ਪ੍ਰਵਾਸੀਆਂ ਦੀ ਤੁਲਨਾ ਅਪਮਾਨਜਨਕ ਰੈਲੀ ਵਿਚ ਕੂੜੇਦਾਨ ਨਾਲ ਕੀਤੀ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਖੁਸ਼ਹਾਲ ਸੀਏਟਲ ਉਪਨਗਰ ਵਿਚ ਸਮੂਹਿਕ ਕਤਲੇਆਮ ਦੇ ਬਚੇ ਹੋਏ 11 ਸਾਲਾ ਨੌਜਵਾਨ ਨੇ ਸਵੇਰੇ ਯਾਦ ਕੀਤਾ ਕਿ ਕਿਸ਼ੋਰ ਭਰਾ ਨੇ ਕਥਿਤ ਤੌਰ 'ਤੇ ਮਾਪਿਆਂ, 3 ਭੈਣਾਂ-ਭਰਾਵਾਂ ਨੂੰ ਗੋਲੀ ਮਾਰ ਦਿੱਤੀ ਸੀਃ‘ ਮਰੇ ਖੇਡਣ ਦਾ ਮਨੋਰਥ ’- ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਸਰਕਾਰੀ ਵਕੀਲ ਆਪਣੇ ਮਾਪਿਆਂ ਦੇ 1989 ਦੇ ਕਤਲੇਆਮ ਵਿੱਚ ਏਰਿਕ ਅਤੇ ਲੀਲ ਮੇਨੇਂਡੇਜ਼ ਲਈ ਨਾਰਾਜ਼ਗੀ ਦੀ ਮੰਗ ਕਰਦੇ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "'ਹੇਲੋਵੀਨ ਕੋਮੇਟ' ਸਪੇਸ ਵਿਚ ਭੰਗ ਹੋਣ ਲਈ ਦਿਖਾਈ ਦਿੰਦਾ ਹੈ - ਸਾਇੰਸਅਲਰਟ",
        "ਆਲ-ਟਾਈਮ ਯੈਂਕੀਜ਼-ਡੌਜਰਜ਼ ਰੋਸਟਰ ਦਾ ਨਿਰਮਾਣਃ ਕਿਹੜੀਆਂ ਵਿਸ਼ਵ ਸੀਰੀਜ਼ ਦੀਆਂ ਕਥਾਵਾਂ ਕਟੌਤੀ ਕਰਦੀਆਂ ਹਨ? - ਨਿਊਯਾਰਕ ਪੋਸਟ",
        "ਨਿਕੋਲ ਸ਼ੇਰਜਿੰਗਰ, ਜਿਸ ਨੇ ਐਕਸ-ਫੈਕਟਰ 'ਤੇ ਇਕ ਦਿਸ਼ਾ ਬਣਾਉਣ ਵਿਚ ਸਹਾਇਤਾ ਕੀਤੀ, ਕੀ ਲਿਅਮ ਪੇਨੇ ਵਾਲੇ ਦਿਨ ਉਹ ਮਰ ਗਿਆ - ਈ ਟੈਕਸਟ ਕਰ ਰਿਹਾ ਸੀ! ਆਨਲਾਈਨ - ਈ! ਨਿਊਜ਼",
        "ਜੱਜ ਨੇ 8.5 ਬਿਲੀਅਨ ਡਾਲਰ ਦੇ ਟੇਪੇਸਟਰੀ ਸੌਦੇ ਨੂੰ ਰੋਕਣ ਤੋਂ ਬਾਅਦ ਕੈਪਰੀ ਸਟਾਕ 46% ਨੂੰ ਕ੍ਰੈਟਰ ਕਰਦਾ ਹੈ - ਯਾਹੂ ਵਿੱਤ",
        "ਪੁਨਰਜਨਮ ਸਕਾਉਟ ਮੋਟਰਜ਼-ਸਬ-$ 60k ਐਸਯੂਵੀ ਅਤੇ ਰਸਤੇ ਵਿੱਚ ਪਿਕਅਪ - ਆਰਸ ਟੈਕਨੀਕਾ",
        "2024 ਹਫਤਾ 8 ਐਨਐਫਐਲ ਸਕੋਰ ਦੀਆਂ ਭਵਿੱਖਬਾਣੀਆਂ, ਔਕੜਾਂ, ਪਿਕਸਃ ਮਾਹਰ ਸਾਰੇ 16 ਗੇਮਾਂ ਲਈ ਸਹੀ ਸਕੋਰ ਜਾਰੀ ਕਰਦਾ ਹੈ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਸੀਡੀਸੀ ਨੇ ਬਜ਼ੁਰਗ ਬਾਲਗਾਂ ਲਈ ਕੋਵਿਡ -19 ਟੀਕੇ ਦੀਆਂ ਸਿਫਾਰਸ਼ਾਂ ਨੂੰ ਅਪਡੇਟ ਕੀਤਾ - ਦ ਹਿੱਲ"
    ]
}