{
    "headlines": [
        "ਵਾਈਕਿੰਗਜ਼-ਰਾਮਃ 27-9 ਐਨਐਫਸੀ ਵਾਈਲਡ-ਕਾਰਡ ਰੂਟ ਵਿਚ ਐਲ. ਏ. ਪਮੈਲਸ ਸੈਮ ਡਾਰਨੋਲਡ, ਮਿਨੀਸੋਟਾ - ਯਾਹੂ ਸਪੋਰਟਸ",
        "ਐਲ. ਏ. ਵਾਈਲਡਫਾਇਰਜ਼ਃ ਏਬੀਸੀ 7 ਦਾ ਡੱਲਾਸ ਰੇਨਜ਼ ਇਸ ਗੱਲ 'ਤੇ ਕਿ ਅਸੀਂ ਇੱਥੇ ਕਿਵੇਂ ਪਹੁੰਚੇ, ਅੱਗੇ ਕੀ ਆ ਰਿਹਾ ਹੈ, ਅਤੇ ਅਗਲੇ ਸਮੇਂ ਇਸ ਨੂੰ ਰੋਕਣ ਵਿਚ ਸਹਾਇਤਾ ਕਰਨ ਲਈ ਅਸੀਂ ਇਕ ਦੂਜੇ ਲਈ ਕੀ ਕਰ ਸਕਦੇ ਹਾਂ - ਡੈੱਡਲਾਈਨ",
        "ਅਮਰੀਕੀ ਜੱਜ ਨੇ ਡੀਓਜੇ ਨੂੰ ਟਰੰਪ ਦੇ ਚੋਣ ਵਿਗਾੜ ਮਾਮਲੇ 'ਤੇ ਰਿਪੋਰਟ ਜਾਰੀ ਕਰਨ ਦੀ ਆਗਿਆ ਦਿੱਤੀ - ਰਾਇਟਰਜ਼",
        "ਰਿਪੋਰਟਾਂਃ ਜੈਰੀ ਜੋਨਸ ਕਾਉਬੌਇਜ਼ ਦੇ ਉਦਘਾਟਨ ਬਾਰੇ ਡੀਓਨ ਸੈਂਡਰਸ ਨਾਲ ਗੱਲ ਕਰਦਾ ਹੈ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਹੰਟਰ ਬਿਡੇਨ ਦੀ ਜਾਂਚ ਕਰਨ ਵਾਲੇ ਵਕੀਲ ਨੇ ਰਾਸ਼ਟਰਪਤੀ ਦੀ ਆਲੋਚਨਾ ਦੀ ਨਿੰਦਾ ਕੀਤੀ - ਬੀਬੀਸੀ.",
        "ਹੈਰਿਸ ਨੇ ਉਦਘਾਟਨ ਤੋਂ ਪਹਿਲਾਂ ਉਪ ਰਾਸ਼ਟਰਪਤੀ ਦੀ ਰਿਹਾਇਸ਼ 'ਤੇ ਸ਼ਿਸ਼ਟਾਚਾਰ ਲਈ ਵੈਨਸ ਨੂੰ ਸੱਦਾ ਦੇਣ ਤੋਂ ਇਨਕਾਰ ਕਰ ਦਿੱਤਾ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਕੈਲੀਫੋਰਨੀਆ ਦੇ ਜੰਗਲੀ ਅੱਗ ਸਹਾਇਤਾ 'ਤੇ' ਸ਼ਰਤਾਂ 'ਰੱਖੀਆਂ ਜਾਣੀਆਂ ਚਾਹੀਦੀਆਂ ਹਨਃ ਹਾ Houseਸ ਸਪੀਕਰ ਮਾਈਕ ਜੌਹਨਸਨ - ਅਮਰੀਕਾ ਅੱਜ",
        "ਮਹਾਕੁੰਭਃ ਭਾਰਤ ਨਹਾਉਣ ਦੇ ਤਮਾਸ਼ੇ ਦੀ ਅਗਵਾਈ ਕਰਨ ਲਈ ਨੰਗੀ ਸੁਆਹ-ਸਮਝੀ ਸੰਨਿਆਸੀ - ਬੀਬੀਸੀ.",
        "Energyਰਜਾ ਅਤੇ ਵਣਜ ਰਿਪਬਲਿਕਨ ਇਸ ਹਫਤੇ ਸੁਲ੍ਹਾ-ਸਫਾਈ ਬਾਰੇ ਮੀਟਿੰਗ ਦੀ ਯੋਜਨਾ ਬਣਾਉਂਦੇ ਹਨ - ਪੋਲਿਟਿਕੋ",
        "ਕਥਿਤ ਤੌਰ 'ਤੇ ਚੀਨ ਟਿਕਟੋਕ ਯੂਐਸ ਨੂੰ ਖਰੀਦਣ ਵਾਲੇ ਐਲਨ ਮਸਕ ਲਈ ਖੁੱਲ੍ਹਾ ਹੈ - TechCrunch",
        "ਟਰੰਪ ਦੀ ਉਦਘਾਟਨੀ ਰੈਲੀ 'ਚ ਖੇਡਣਗੇ ਪਿੰਡ ਦੇ ਲੋਕ - Axios",
        "Witcher 3 ਨਿਰਦੇਸ਼ਕ ਦੇ vampiric ਹਨੇਰੇ fantasy ਕਾਰਵਾਈ-RPG ਡੌਨਵਾਕਰ ਦੇ ਬਲੱਡ ਪਹਿਲੇ ਟ੍ਰੇਲਰ ਪ੍ਰਾਪਤ ਕਰਦਾ ਹੈ - Eurogamer",
        "ਸੈਨੇਟਰ ਮਾਰਕੇ ਨੇ ਟਿਕਟਾਕ ਬੈਨ ਲਈ ਡੈੱਡਲਾਈਨ ਵਧਾਉਣ ਲਈ ਬਿੱਲ ਪੇਸ਼ ਕੀਤਾ, ਵਾਈਬ੍ਰੈਂਟ ਆਨਲਾਈਨ ਕਮਿ communitiesਨਿਟੀਆਂ ਦੇ ਸਮਰਥਨ ਵਿਚ ਸੈਨੇਟ ਫਲੋਰ 'ਤੇ ਲਿਆ - ਐਡ ਮਾਰਕੀ",
        "ਵਾਰਨਰ ਬ੍ਰੋਸ 15 ਮਿਲੀਅਨ ਡਾਲਰ ਦੇ ਦਾਨ ਨਾਲ ਐਲ. ਏ. ਅੱਗ ਤੋਂ ਲੜਨ ਅਤੇ ਦੁਬਾਰਾ ਬਣਾਉਣ ਦੀਆਂ ਕੋਸ਼ਿਸ਼ਾਂ ਦਾ ਸਮਰਥਨ ਕਰਦੇ ਹਨ - ਡੈੱਡਲਾਈਨ",
        "ਸਟਾਰਬੱਕਸ ਗਾਹਕਾਂ ਨੂੰ ਸੀਈਓ ਦੇ ਨਵੇਂ ਆਚਰਣ ਕੋਡ ਦੇ ਅਧੀਨ ਬਾਥਰੂਮ ਦੀ ਵਰਤੋਂ ਕਰਨ ਲਈ ਭੁਗਤਾਨ ਕਰਦੇ ਹਨ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਹਾਲੀਵੁੱਡ ਸਟਾਰ ‘ਅਜੇ ਵੀ ਰੋਜ਼ੀ-ਰੋਟੀ ਕਮਾਉਣ ਲਈ ਸੰਘਰਸ਼ ਕਰ ਰਿਹਾ ਹੈ’ 2 ਆਸਕਰ ਨਾਮਾਂ ਦੇ ਬਾਵਜੂਦ - ਐਨਜੇ.",
        "ਈਲੀਅਟ ਵੁਲਫ ਦਾ ਭਵਿੱਖ & ਮਾਈਕ ਵਰਾਬਲ ਦੇ ਦੇਸ਼ ਭਗਤ ਜਾਣ-ਪਛਾਣ ਤੋਂ 5 ਹੋਰ ਟੇਕਵੇਅ - ਬੋਸਟਨ. ਕਾੱਮ",
        "ਸਟਾਕ ਫਿuresਚਰ ਵਧੇਰੇ ਟਿੱਕ ਕਰਦੇ ਹਨ ਕਿਉਂਕਿ ਵਪਾਰੀ ਇਸ ਹਫਤੇ ਦੋ ਮੁੱਖ ਮਹਿੰਗਾਈ ਰੀਡਿੰਗਾਂ ਵਿੱਚੋਂ ਪਹਿਲੇ ਦੀ ਉਡੀਕ ਕਰਦੇ ਹਨਃ ਲਾਈਵ ਅਪਡੇਟਸ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਸਮੱਗਰੀ ਸਿਰਜਣਹਾਰ ਨੇ 1,000 ਤੋਂ ਵੱਧ ਆਦਮੀਆਂ ਨਾਲ ਸੌਣ ਨਾਲ ਰਿਕਾਰਡ ਤੋੜਨ ਦਾ ਦਾਅਵਾ ਕੀਤਾ - Outkick",
        "ਬਾਇਡਨ ਪ੍ਰਸ਼ਾਸਨ ਵੱਲੋਂ ਪਾਬੰਦੀਆਂ ਵਧਾਉਣ ਤੋਂ ਬਾਅਦ ਰੂਸ ਤੋਂ ਬਾਹਰ ਨਿਕਲਣ ਦੇ ਦਬਾਅ ਹੇਠ ਅਮਰੀਕੀ ਤੇਲ ਸਮੂਹ - ਵਿੱਤੀ ਟਾਈਮਜ਼"
    ]
}