{
    "headlines": [
        "يدعم رئيس الحزب الحاكم في كوريا الجنوبية تعليق سلطات يون، مما يجعل المساءلة أكثر احتمالًا - وكالة أسوشيتد برس",
        "تغيرت العقود الآجلة للأسهم قليلاً قبل تقرير الوظائف الرئيسية: تحديثات مباشرة - CNBC",
        "4 فائزين، 2 خاسرين من فوز الأسود الكبير على الباكرز - Pride of Detroit",
        "دونالد ترامب يختار السيناتور والرئيس التنفيذي السابق ديفيد بيردو سفيراً لدى الصين - فاينانشال تايمز",
        "بايدن يفكر في العفو الوقائي عن منتقدي ترامب - مصادر - BBC.com",
        "تبرع ماسك بمبلغ 20 مليون دولار لـ RBG PAC الغامض الذي دافع عن موقف ترامب من الإجهاض - أكسيوس",
        "ترامب يعين ديفيد ساكس، المسؤول التنفيذي السابق في PayPal، كقيصر للذكاء الاصطناعي والعملات المشفرة - رويترز",
        "أغلى أحفورة ديناصور في العالم تصل إلى نيويورك بسعر مذهل - تايمز أوف إنديا",
        "تقارير عن غارات إسرائيلية مزعومة على الحدود السورية اللبنانية - جروسالم بوست",
        "آخر إطلاق نار من قبل الرئيس التنفيذي لشركة UnitedHealthcare: يُزعم أن المسلح تومض ابتسامة أثناء مغازلة عامل النزل - ABC News",
        "الأسهم الآسيوية تتراجع قبل بيانات الوظائف ؛ قسائم الفوز: التفاف الأسواق - Yahoo Finance",
        "ريد سوكس تريد اجتماعًا آخر لخوان سوتو وسكوت بوراس قدر الإمكان لتهديد ستيف كوهين يلوح في الأفق - نيويورك بوست",
        "استولى المتمردون السوريون على حماة، وهي مدينة رئيسية ثانية، في ضربة أخرى للأسد - واشنطن بوست",
        "ناسا تؤجل أول رحلة مأهولة إلى القمر منذ أكثر من 50 عامًا - سي إن إن",
        "لغز \"المرض X\" الذي تم التحقيق فيه بعد مقتل 79 شخصًا في الكونغو - بلومبرغ",
        "يعمل حلفاء ترامب على إنقاذ هيغزيث في اختبار رئيسي لعلاقة الرئيس المنتخب مع الحزب الجمهوري في مجلس الشيوخ - سي إن إن",
        "فوز مزدوج لأوروبا: Sentinel -1C و Vega - C يطيران في السماء - وكالة الفضاء الأوروبية",
        "مايكل دوغلاس، كاثرين زيتا جونز، سينثيا إريفو، فين ديزل، سبايك لي، ويل سميث، إيفا لونغوريا وميشيل يوه ضربوا السجادة في مهرجان البحر الأحمر السينمائي - الموعد النهائي",
        "الرئيس الفرنسي إيمانويل ماكرون يتعهد بتعيين رئيس وزراء جديد في غضون أيام - BBC.com",
        "وجدت الدراسة أن الجرعة اليومية من الشوكولاتة الداكنة قد تقلل من خطر الإصابة بمرض السكري - ABC News"
    ]
}