{
    "headlines": [
        "تقول وسائل الإعلام السورية الرسمية إن الضربات الإسرائيلية على سوريا تقتل 16 شخصًا على الأقل - رويترز",
        "الفيضانات تجتاح حافلة وينهار جسر في فيتنام مع ارتفاع وفيات العواصف إلى 59 - وكالة أسوشيتد برس",
        "دراجي: الاتحاد الأوروبي في خطر دون إنفاق هائل وديون مشتركة - بلومبرغ",
        "النظام الاستوائي الخليجي يشكل تهديدًا محتملاً للأعاصير - قناة الطقس",
        "يفر السكان مع اقتراب حرائق الغابات في كاليفورنيا ونيفادا بشكل خطير ويحذر المتنبئون من حرارة قياسية - سي إن إن",
        "مدونة Apple 'Glowtime' EVENT LIVE — iPhone 16 و Apple Watch 10 و AirPods 4 والمزيد - Tom's Guide",
        "طُلب من أطفال وسط كنتاكي البقاء في المنزل من المدرسة حيث يتجنب المشتبه به في إطلاق النار من طراز I -75 القبض عليه لليوم الثالث - سي إن إن",
        "ردود الفعل المبالغ فيها بعد الأسبوع الأول من موسم اتحاد كرة القدم الأميركي: هل جلس أبناء عمومة كيرك بالفعل ؟ رعاة البقر أخطأوا في الدفع لداك ؟ - سي بي إس سبورتس",
        "الولايات المتحدة تؤكد أول حالة إصابة بشرية بإنفلونزا الطيور بدون أثر حيواني معروف - ScienceAlert",
        "موسم أمل الأسود يسير بأقصى سرعة بعد الافتتاح بفوز كهربائي إضافي مقابل الأكباش - ياهو سبورتس",
        "تقدم بوينغ زيادة بنسبة 25 ٪ في الأجور لتجنب الإضراب - DW (الإنجليزية)",
        "أصدر مجلس النواب ردًا على تقرير الحزب الجمهوري حول انسحاب بايدن من أفغانستان - فوكس نيوز",
        "\"شوغون\" تفوز بـ 14 جائزة إيمي قياسية في حفل الفنون الإبداعية بينما تحصل جيمي لي كورتيس على أول جائزة لها - وكالة أسوشيتد برس",
        "تواجه Google محاكمة جديدة لمكافحة الاحتكار بعد الحكم بإعلان محرك البحث احتكارًا - Yahoo Finance",
        "بروس سبرينغستين يفكر في الوفيات مع الفيلم الوثائقي لمهرجان تورنتو \"يوميات الطريق \":\" إذا ذهبت غدًا، فلا بأس. يا لها من رحلة ممتعة! \"- تنوع",
        "الحزن والألم والأمل والإيمان في الخدمات الكنسية بعد إطلاق النار المميت الأخير في المدرسة - وكالة أسوشيتد برس",
        "مرشح المعارضة الفنزويلي السابق إدموندو غونزاليس يهرب إلى إسبانيا - ذا هيل",
        "انفجار يقتل 48 شخصًا على الأقل بسبب اصطدام ناقلة وقود بشاحنة في نيجيريا - سي إن إن",
        "سماعات AirPods Max جديدة مع صوت محسّن ومنفذ USB - C متوقع غدًا - MacRumors",
        "تم وضع ضابط شرطة ميامي ديد في مهمة إدارية بعد احتجاز نجمة الدلافين تيريك هيل قبل المباراة - سي إن إن"
    ]
}