{
    "headlines": [
        "ਦੱਖਣੀ ਡਕੋਟਾ ਤੋਂ ਤਿੰਨ ਵਾਰ ਸੈਨੇਟਰ ਬਣੇ ਟਿਮ ਜਾਨਸਨ ਦੀ 77 ਸਾਲ ਦੀ ਉਮਰ 'ਚ ਮੌਤ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਐਮਾਜ਼ਾਨ ਪ੍ਰਾਈਮ ਡੇਅ ਸੌਦੇ ਅੱਜ ਰਾਤ ਖਤਮ ਹੁੰਦੇ ਹਨਃ 60+ ਆਖਰੀ ਮਿੰਟ ਤੋਂ ਐਪਲ, ਡਾਇਸਨ, ਨਿੰਜਾ ਅਤੇ ਹੋਰ ਬਹੁਤ ਕੁਝ ਬਲੈਕ ਫ੍ਰਾਈਡੇ ਤੋਂ ਪਹਿਲਾਂ ਸਨੈਗ ਕਰਨ ਲਈ ਖਰੀਦਦਾ ਹੈ - ਯਾਹੂ ਲਾਈਫ",
        "ਫਾਈਜ਼ਰ ਦੇ ਸਾਬਕਾ ਸੀਈਓ, ਵਿੱਤ ਮੁਖੀ ਸਟਾਰਬੋਰਡ ਦੀ ਕਾਰਕੁਨ ਮੁਹਿੰਮ ਤੋਂ ਵਾਪਸ ਕਦਮ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਬਾਈਡਨ-ਨੇਤਨਯਾਹੂ ਫੋਨ ਕਾਲ 'ਤੇ ਕੰਮ ਕਰ ਰਹੀਆਂ ਦੋ ਤਾਕਤਾਂ - ਬੀਬੀਸੀ.",
        "ਲਾਈਵਃ ਡੋਜਰਸ-ਪੈਡਰਸ ਐਨਐਲਡੀਐਸ ਗੇਮ 4 (ਐਫਐਸ 1) - ਐਮਐਲਬੀ ਡਾਟ ਕਾਮ",
        "ਟਰੰਪ ਨੇ ਇਕ ਹੋਰ ਬਹਿਸ 'ਤੇ ਅਟਕਲਾਂ ਖ਼ਤਮ ਕੀਤੀਆਂਃ‘ ਕੋਈ ਰੀਮੈਚ ਨਹੀਂ ਹੋਵੇਗਾ ’- ਪੋਲਿਟਿਕੋ",
        "ਸੁਣੋ ਹੋਵੀ ਰੋਜ਼ ਦੋ ਰੋਮਾਂਚਕ ਕਾਲਾਂ ਪ੍ਰਦਾਨ ਕਰਦੇ ਹਨ ਜਿਵੇਂ ਕਿ ਮੈਟਸ ਫਿਲਿਜ਼ ਨੂੰ ਖਤਮ ਕਰਦੇ ਹਨ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਕਮਲਾ ਹੈਰਿਸ ਨੇ '60 ਮਿੰਟ' ਸੰਪਾਦਨ ਵਿਵਾਦ 'ਤੇ ਦਿੱਤਾ ਜਵਾਬ, ਸੀਬੀਐਸ ਤੋਂ ਦੂਰੀਆਂ - ਵੰਨਗੀ",
        "ਇੱਕ ਗੰਭੀਰ ਜਿਓਮੈਗਨੈਟਿਕ ਤੂਫਾਨ ਉੱਤਰੀ ਕੈਲੀਫੋਰਨੀਆ ਅਤੇ ਅਲਾਬਾਮਾ ਦੇ ਉੱਪਰ ਰੰਗੀਨ auroras ਦਾ ਕਾਰਨ ਬਣ ਸਕਦਾ ਹੈ - ਸੀਐਨਐਨ",
        "ਬ੍ਰਾ Brownਨ ਨੇ ਕੈਂਪਸ ਵਿਚ ਫਲਸਤੀਨੀ ਪੱਖੀ ਵਿਰੋਧ ਪ੍ਰਦਰਸ਼ਨਾਂ ਦੇ ਸੰਬੰਧ ਵਿਚ ਕੰਪਨੀਆਂ ਤੋਂ ਵੱਖ ਹੋਣ ਦੀਆਂ ਕਾਲਾਂ ਨੂੰ ਰੱਦ ਕਰ ਦਿੱਤਾ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਤੂਫਾਨ ਮਿਲਟਨ ਅੱਜ ਰਾਤ ਨੂੰ ਵਿਨਾਸ਼ਕਾਰੀ ਫਲੋਰਿਡਾ ਲੈਂਡਫਾਲ ਬਣਾਉਣ ਲਈ - ਮੌਸਮ ਚੈਨਲ",
        "ਡਾਓ, ਐਸ ਐਂਡ ਪੀ ਰਿਕਾਰਡ ਉੱਚੇ, ਤੂਫਾਨ ਮਿਲਟਨਃ ਮਾਰਕੀਟ ਡੋਮੀਨੇਸ਼ਨ ਓਵਰਟਾਈਮ - ਯਾਹੂ ਵਿੱਤ",
        "ਤੂਫਾਨ ਮਿਲਟਨ ਤੋਂ ਪਹਿਲਾਂ ਆਈਫੋਨ ਅਤੇ ਐਂਡਰਾਇਡ 'ਤੇ ਐਮਰਜੈਂਸੀ ਸੈਟੇਲਾਈਟ ਨਾਲ ਕਿਵੇਂ ਜੁੜਨਾ ਹੈ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਰੋਮ ਦੇ ਮੇਅਰ ਇਮੈਨੁਅਲ ਮੈਕਰੋਨ ਨੂੰ ਸੀਜ਼ਨ 5 ਲਈ ਸੰਭਾਵਤ ਤੌਰ ’ਤੇ ਇਟਲੀ ਜਾ ਰਹੇ ਹਨ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਅਲਾਰਮੋ ਦਾ ਸਵਰਗੀ ਨਿਣਟੇਨਡੋ ਦੇ ਪ੍ਰਧਾਨ ਸਤੇਰੂ ਇਵਾਟਾ ਨਾਲ ਇੱਕ ਮਨਮੋਹਕ ਸੰਬੰਧ ਹੈ - ਆਈਜੀਐਨ",
        "ਐਨਸੀ ਦੇ ਅਧਿਕਾਰੀਆਂ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਪ੍ਰਚਾਰਕ ਸਿਆਸਤਦਾਨ ਤੂਫਾਨ ਤੋਂ ਬਾਅਦ ਹੇਲੇਨ ਵੋਟ ਨੂੰ ਯਕੀਨੀ ਬਣਾਉਣ ਲਈ ਪਹਿਲਾਂ ਤੋਂ ਪਾਸ ਕੀਤੇ ਉਪਾਵਾਂ ਦਾ ਸੁਝਾਅ ਦੇ ਰਹੇ ਹਨ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਪ੍ਰੀ-ਇਤਿਹਾਸਕ ਦਾ ਕਦੇ ਨਹੀਂ ਵੇਖਿਆ ਗਿਆ ਸਿਰ, ਕਾਰ-ਆਕਾਰ ਦਾ 'ਮਿਲੀਪੈਡ' ਵਿਕਾਸਵਾਦੀ ਰਹੱਸ ਨੂੰ ਹੱਲ ਕਰਦਾ ਹੈ - Livescience. com",
        "ਧੂਮਕੇਤੂ Tsuchinshan-ATLAS ਫੋਟੋਬੌਮਜ਼ ਸੋਹੋ ਸਪੇਸਕ੍ਰਾਫਟ ਸ਼ਕਤੀਸ਼ਾਲੀ ਸੋਲਰ ਫਲੇਅਰ ਦੌਰਾਨ (ਵੀਡੀਓ) - ਸਪੇਸ ਡਾਟ ਕਾਮ",
        "ਅਮਰੀਕੀ ਰਿਪਬਲਿਕਨ ਆਪਣੀ ਹੀ ਪਾਰਟੀ ਦੁਆਰਾ ਫੈਲੀ ਤੂਫਾਨ ਦੀ ਗਲਤ ਜਾਣਕਾਰੀ ਦੀ ਨਿੰਦਾ ਕਰਦਾ ਹੈ - ਰਾਇਟਰਜ਼",
        "ਰੋਜਰਸ ਨੇ ਟਾਕ ਨੂੰ ਨਾਰਾਜ਼ ਕੀਤਾ ਕਿ ਉਸ ਨੇ ਸਾਲੇਹ ਦੇ ਐਗਜ਼ਿਟ - ਈਐਸਪੀਐਨ ਵਿਚ ਹੱਥ ਰੱਖਿਆ ਸੀ"
    ]
}