{
    "headlines": [
        "La vente d'actions Tesla après l'événement robotaxi pourrait n'être que le début, avertissent les pros - Yahoo Finance",
        "Déclaration du secrétaire de presse du Pentagone, le major-général Pat Ryder, sur le déploiement d'une batterie THAAD en Israël - Département de la Défense",
        "L'ONU dit que les chars israéliens ont fait irruption à travers les portes de la base de maintien de la paix - Reuters.com",
        "Deuxième quart-arrière Caleb Williams à l'extrémité étanche Kmet TD ! QB and TE boost Chicago Bears 'lead to 13-3 vs. Jags - NFL.com",
        "Christophe Colomb était un Juif séfarade d'Europe occidentale, selon une étude - New York Post",
        "La plupart des urgences ne sont pas entièrement préparées à gérer les urgences des enfants - The Washington Post",
        "Les ours perdent leur long vivaneau à cause d'une blessure au genou au premier trimestre à Londres - NBC Sports",
        "« Je suis inquiet » : le représentant Clyburn sur les hommes noirs votant pour Trump - CNN",
        "Ariana Grande imite Britney Spears, se transforme en Jennifer Coolidge lors du retour de ‘SNL’ - New York Post",
        "Dans un exploit d'ingénierie, les bras mécaniques SpaceX attrapent le propulseur de fusée Starship sur l'aire d'atterrissage - ABC News",
        "Les clés d'une victoire de football fantastique dans la semaine 6 - Yahoo Sports",
        "Biden verra les dégâts causés par l'ouragan Milton en Floride. Harris prévoit d'aller à l'église en Caroline du Nord - The Associated Press",
        "Une comète rare peut être visible à l'œil nu. Voici où chercher. - CBS Boston",
        "Terrifier 3 bat Joker 2 au box-office alors que le film de Joaquin Phoenix voit une énorme baisse - Hindustan Times",
        "Les seins denses peuvent rendre plus difficile la détection du cancer sur une mammographie - KOAT New Mexico",
        "L'envoyé de l'ONU en Palestine dit qu'un « génocide dans le cadre d'un génocide » se déroule dans le nord de Gaza - Al Jazeera English",
        "Nouvelle alerte de sécurité Gmail pour 2,5 milliards d'utilisateurs à mesure que le piratage de l'IA est confirmé - Forbes",
        "Le mécontentement économique, les divisions de problèmes s'ajoutent à une course serrée à la présidence : SONDAGE - ABC News",
        "Pokémon Game Freak développeur aurait piraté et volé des données sur des jeux non annoncés ainsi que le nom de code Nintendo Switch 2 divulgué en ligne - IGN",
        "À quoi s'attendre sur les marchés cette semaine - Investopedia"
    ]
}