{
    "headlines": [
        "مع غيوم الخردة الفضائية على مدار الأرض، هل نتجه نحو \"متلازمة كيسلر \"؟ - سي إن إن",
        "وكالة الاستخبارات الكورية الجنوبية تؤكد وجود جندي كوري شمالي مصاب رهن الاحتجاز، حسب تقارير يونهاب - رويترز",
        "كوريا الجنوبية تعزل القائم بأعمال الرئيس مع تفاقم الاضطرابات السياسية - فاينانشال تايمز",
        "الانتخابات التمهيدية الديمقراطية لعام 2028 جارية بالفعل. لكن التحركات الحقيقية الأولى قاب قوسين أو أدنى. - POLITICO",
        "يأتي دفاع سياتل سيهوكس على قيد الحياة في الفوز منخفض النقاط على شيكاغو بيرز - سي إن إن",
        "Dow Industrials Eke Out Gain ؛ عائدات السندات تطحن أعلى - صحيفة وول ستريت جورنال",
        "وفاة \"الأرملة السوداء\" المحكوم عليها بالإعدام في اليابان، تشيساكو كاكيهي، عن 78 عامًا - سي بي إس نيوز",
        "عواصف رعدية قوية تهدد تكساس ولويزيانا، مما يؤخر السفر لقضاء العطلات - وكالة أسوشيتد برس",
        "ما يجب معرفته عن تحطم طائرة الخطوط الجوية الأذربيجانية ودور روسيا المحتمل فيها - أكسيوس",
        "هل تبحث عن هدية عيد ميلاد متأخرة ؟ الجائزة الكبرى Mega Millions يوم الجمعة تقترح تذكرة بقيمة 1.15 مليار دولار - سي إن إن",
        "القاضي ينفي جهود جاي زي لرفض دعوى المتهم بالاغتصاب - مراسل هوليوود",
        "خزان أسهم \"لعبة الحبار\" في كوريا على خيبة أمل الموسم الجديد من نتفليكس - بلومبرغ",
        "تم تحديد مروحة خاطئة لتايلور سويفت في لعبة تشيفس- ستيلرز - Athlon Sports",
        "لماذا دمر ميناء سانتا كروز بسبب العواصف - ميركوري نيوز",
        "أغاظ آل مايكلز الدببة من خلال إعادة صياغة مسودة اقتباس كالب ويليامز الذي كان عمره ضعيفًا - الرياضة المصورة",
        "توفي مانموهان سينغ، رئيس الوزراء الهندي الذي ترأس التغيير الديناميكي، عن عمر يناهز 92 عامًا - واشنطن بوست",
        "تم العثور على إنفلونزا الطيور في قطيع من الطيور في الفناء الخلفي في مقاطعة فرانكلين - VTDigger",
        "يشارك رواد الفضاء معظم الصور المذهلة للأرض من الفضاء في عام 2024 - ساينس أليرت",
        "تُظهر صورة iPhone 17 Pro المسربة أول تغيير في التصميم الأمامي منذ iPhone 14 Pro - PhoneArena",
        "ريتشارد بارسونز، الرئيس التنفيذي السابق لشركة تايم وارنر، توفي عن 76 عامًا - سي إن إن"
    ]
}