{
    "headlines": [
        "Kris Kristofferson, Country Music Legend and ‘A Star Is Born’ Leading Man, Dies at 88 - Variety",
        "SpaceX capsule set to bring home Boeing Starliner astronauts arrives at space station - CNN",
        "Man chops-up own penis and stores severed parts in jar of snow after eating ‘magic’ mushrooms - New York Post ",
        "Far-Right Set for Austrian Election History 79 Years After Nazis Lost Power - Newsweek",
        "Donald Trump falsely calls Kamala Harris, Joe Biden 'mentally impaired' again, ramping up attacks - USA TODAY",
        "Iran’s president seeks ‘regional’ response to Israel - POLITICO",
        "Governor Newsom announces new initiatives to advance safe and responsible AI, protect Californians - Office of Governor Gavin Newsom",
        "U.S. East Coast port strike set to start Tuesday, union says - CNBC",
        "Interstate is closed outside Atlanta as residents evacuate due to a chemical plant fire - ABC News",
        "Biden says he'll speak with Israeli leader, vowing all-out war in the Middle East must be avoided - The Associated Press",
        "Asteroid will join Earth's orbit as \"mini moon\" for nearly 2 months starting Sunday - ABC7 Los Angeles",
        "'Dancing with the Stars' contestant and convicted felon Anna 'Delvey' rips show as 'predatory': They 'used me' - Fox News",
        "SNL Introduces Its 2024 Presidential Election Cast Playing Kamala Harris, Tim Walz and More - E! Online - E! NEWS",
        "How Walz and Vance are preparing for the 2024 VP debate - CBS News",
        "Presidents Cup Round 5: Recap Sunday's Singles matches - PGA TOUR",
        "‘The Wild Robot’ Charms $53M WW, ‘Transformers One’ Rises To $72M; Both With Markets To Come -International Box Office - Deadline",
        "Power outage map: Swaths of western North Carolina dark after Hurricane Helene - USA TODAY",
        "China to cut existing mortgage rates by the end of October - Reuters",
        "[Removed]",
        "'Multiple' deaths reported after single-engine plane crashes in North Carolina - USA TODAY"
    ]
}