{
    "headlines": [
        "Sean ‘Diddy’ Combs ’Attorney Files Motion to Withdraw From Case - Variety",
        "Ufa! O risco desse asteroide atingir a Terra em 2032 diminuiu significativamente - The Verge",
        "Sentimento do consumidor dos EUA cai devido a temores sobre tarifas e inflação - CNN",
        "Voos desviados da Austrália enquanto a marinha chinesa realiza \"demonstração de força\" - The Washington Post",
        "Os Yankees alteram a política de pelos faciais de longa data e agora permitirão 'barbas bem cuidadas' - Yahoo Sports",
        "O Citigroup abandona seus esforços de DEI, juntando-se à retirada corporativa de iniciativas de diversidade - CNBC",
        "Notas de basquete universitário: Duke à frente da turma, Alabama mal passando pelo boletim escolar no fim de semana - CBS Sports",
        "Membro da tripulação de voo detido no aeroporto de Boston antes do voo internacional para Paris - NBC News",
        "Suécia investiga suspeita de sabotagem de cabo submarino de telecomunicações - BBC.com",
        "A gripe está matando mais pessoas do que a COVID na Califórnia, dizem as autoridades de saúde. O que está acontecendo? - Sacramento Bee",
        "Testes confirmam que o MagSafe não interfere com o modem C1 da Apple no iPhone 16e - 9to5Mac",
        "Gabriel Macht revela por que está voltando para Suits LA apesar de pensar 'passamos tempo suficiente com Harvey' - Entertainment Weekly News",
        "Derby do Real Draw Madrid na Liga dos Campeões; Liverpool enfrenta PSG - Al Jazeera English",
        "Israel diz que corpo devolvido pelo Hamas não é de refém - NPR",
        "Exclusivo | DOJ investiga práticas de faturamento do Medicare na UnitedHealth - The Wall Street Journal",
        "A força policial do Alabama entrou em licença depois que o grande júri disse que operava como uma \"empresa criminosa\" - CBS News",
        "Trump acaba com a proteção de deportação de 500 mil haitianos - BBC.com",
        "Fã de Philly Trump chocado ao ser demitido por DOGE ‘Wrecking Ball’ - The Daily Beast"
    ]
}