{
    "headlines": [
        "ਟਿਕਟਾਕ ਬੱਚਿਆਂ ਲਈ ਐਪ ਦੇ ਜੋਖਮਾਂ ਦੀ ਡੂੰਘਾਈ ਨੂੰ ਜਾਣਦਾ ਸੀ, ਕੋਰਟ ਦਸਤਾਵੇਜ਼ 'ਤੇ ਦੋਸ਼ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਫੋਟੋਆਂ ਵਿੱਚਃ ਉੱਤਰੀ ਲਾਈਟਾਂ ਯੂਐਸ ਅਤੇ ਵਿਸ਼ਵ ਭਰ ਵਿੱਚ ਆਕਾਸ਼ ਨੂੰ ਚਮਕਦੀਆਂ ਹਨ - ਐਕਸੀਓਸ",
        "ਕਮਲਾ ਹੈਰਿਸ ਲਈ ਤੱਥ-ਜਾਂਚ ਓਬਾਮਾ ਦੇ ਪਿਟਸਬਰਗ ਰੈਲੀ - Newsweek",
        "ਸ਼ੇਅਰ ਬਾਜ਼ਾਰ ਅੱਜਃ ਡਾਓ 400 ਅੰਕ ਚੜ੍ਹਦਾ ਹੈ, ਨਵੇਂ ਉੱਚ ਐਸ ਐਂਡ ਪੀ 500 ਦੇ ਰਿਕਾਰਡ ਬੰਦ ਕਰਨ ਲਈ - ਯਾਹੂ ਵਿੱਤ",
        "ਹੈਰਿਸ ਮੁਹਿੰਮ ਵਿਗਿਆਪਨ ਨੂੰ ਹਵਾ ਦੇਣ ਲਈ ਟਰੰਪ ਦੀ ਡੈਟ੍ਰੌਇਟ ਟਿੱਪਣੀ ਨੂੰ ਲਾਇਨਜ਼, ਟਾਈਗਰਜ਼ ਗੇਮਜ਼ ਦੇ ਦੌਰਾਨ - ਡੈਟ੍ਰੌਇਟ ਫ੍ਰੀ ਪ੍ਰੈਸ",
        "ਭੈਣ ਪਤਨੀਆਂ ਸਟਾਰ ਕੋਡੀ ਬ੍ਰਾਊਨ ਦੀ ਧੀ ਮਾਈਕੇਲਟੀ ਨੇ ਪਿਛਲੇ ਸਮਰਥਨ ਤੋਂ ਬਾਅਦ ਉਸਦੇ ਵਿਰੁੱਧ ਲਾਠੀਚਾਰਜ ਕੀਤਾ - ਈ! ਆਨਲਾਈਨ - ਈ! ਨਿਊਜ਼",
        "ਡਿਊਕ Energyਰਜਾ ਫਲੋਰੀਡਾ ਤੂਫਾਨ ਮਿਲਟਨ ਦੁਆਰਾ ਪ੍ਰਭਾਵਿਤ ਗਾਹਕਾਂ ਲਈ ਬਹਾਲੀ ਦੇ ਅਨੁਮਾਨਿਤ ਸਮੇਂ ਜਾਰੀ ਕਰਦਾ ਹੈ - ਡਿkeਕ Energyਰਜਾ ਨਿ Newsਜ਼ ਸੈਂਟਰ",
        "ਐਕਸਬਾਕਸ ਕਲਾਉਡ ਗੇਮਿੰਗ ਤੁਹਾਨੂੰ ਅਗਲੇ ਮਹੀਨੇ ਆਪਣੀਆਂ ਖੇਡਾਂ ਨੂੰ ਸਟ੍ਰੀਮ ਕਰਨ ਦੇਵੇਗਾ - ਦਿ ਵਰਜ",
        "ਐਮਐਲਬੀ ਨੇ ਮੇਟਸ ਮੌਸਮ ਦੀ ਹਾਰ ਤੋਂ ਬਾਅਦ ਟਾਈਗਰਜ਼-ਗਾਰਡਿਅਨਜ਼ ਗੇਮ 5 ਨੂੰ ਅੱਗੇ ਵਧਾਇਆ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਕੋਲੋਰਾਡੋ ਸੈਰ-ਸਪਾਟਾ ਖਾਨ ਵਿਖੇ ਐਲੀਵੇਟਰ ਦੇ ਮੁੱਦੇ ਤੋਂ ਬਾਅਦ 1 ਦੀ ਮੌਤ ਅਤੇ 23 ਨੂੰ ਬਚਾਇਆ ਗਿਆ ਕੁਝ 6 ਘੰਟਿਆਂ ਲਈ 1,000 ਫੁੱਟ ਭੂਮੀਗਤ ਫਸਿਆ - ਸੀ ਐਨ ਐਨ",
        "ਜਾਪਾਨੀ ਸੰਗਠਨ ਨਿਹੋਨ ਹਿਡਾਨਕਯੋ ਨੂੰ ਪ੍ਰਮਾਣੂ ਹਥਿਆਰਾਂ ਵਿਰੁੱਧ ਕੰਮ ਕਰਨ ਲਈ ਨੋਬਲ ਸ਼ਾਂਤੀ ਪੁਰਸਕਾਰ ਦਿੱਤਾ ਗਿਆ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਮਾਈਕ ਟਾਇਸਨ ਨੇ ਸੈਕਸ ਤਸਕਰੀ ਦੇ ਘੁਟਾਲੇ ਦੇ ਵਿਚਕਾਰ ਡਿੱਡੀ ਨੂੰ ਅਜੀਬ ਸੰਦੇਸ਼ ਜਾਰੀ ਕੀਤਾਃ ‘ਮੈਂ ਉਸ ਨੂੰ ਸ਼ੁੱਭਕਾਮਨਾਵਾਂ ਦਿੰਦਾ ਹਾਂ’ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਹਟਾਈ",
        "ਉੱਤਰੀ ਕੈਰੋਲੀਨਾ ਬਾਰਬਿਕਯੂ ਵਿਖੇ ਅੰਡਰ ਪੱਕੇ ਹੋਏ ਰਿੱਛ ਦਾ ਮਾਸ 10 ਬਿਮਾਰ ਛੱਡਦਾ ਹੈ, ਸੀਡੀਸੀ ਦੀ ਰਿਪੋਰਟ ਕਹਿੰਦੀ ਹੈ - ਫੌਕਸ ਨਿ Newsਜ਼",
        "ਸਾਡੇ ਸੂਰਜੀ ਮੰਡਲ ਦਾ ਸਭ ਤੋਂ ਵੱਡਾ ਤੂਫਾਨ ਅਚਾਨਕ ਚਲ ਰਿਹਾ ਹੈ, ਵਿਗਿਆਨੀ ਕਹਿੰਦੇ ਹਨ - ਸੀ ਐਨ ਐਨ",
        "ਭਾਫ ਹੁਣ ਗਾਹਕਾਂ ਨੂੰ ਚੇਤਾਵਨੀ ਦਿੰਦੀ ਹੈ ਕਿ ਉਹ ਸਿਰਫ ਇੱਕ ਖੇਡ ਦਾ ਭੁਗਤਾਨ ਕਰਦੇ ਸਮੇਂ ਲਾਇਸੈਂਸ ਖਰੀਦ ਰਹੇ ਹਨ - ਯੂਰੋਗੇਮਰ",
        "ਹਟਾਈ",
        "ਰਵਾਂਡਾ ਮਾਰਬਰਗ ਫੈਲਣਾਃ ਅਫਰੀਕਾ ਦੇ ਸਿਹਤ ਮੁਖੀ ਨੇ ਅਮਰੀਕੀ ਯਾਤਰਾ ਦੀ ਸਲਾਹ ਦੀ ਅਲੋਚਨਾ ਕੀਤੀ - ਬੀਬੀਸੀ.",
        "ਲਿਸਟੀਰੀਆ ਦੇ ਕਾਰਨ ਵਿਸ਼ਾਲ ਮੀਟ ਰੀਕਲ ਵਿੱਚ ਨਾਮਿਤ ਤਿੰਨ ਐਚ-ਈ-ਬੀ ਉਤਪਾਦ - mySA",
        "ਮਿਨੀਸੋਟਾ ਵਿੱਚ ਮਨੁੱਖੀ ਅੱਖ ਵਿੱਚ ਦੁਰਲੱਭ ਧੂਮਕੇਤੂ ਦਿਖਾਈ ਦੇਣ ਦੀ ਸੰਭਾਵਨਾ ਹੈ. ਇਸ ਨੂੰ ਕਿਵੇਂ ਵੇਖਣਾ ਹੈ ਇਹ ਇੱਥੇ ਹੈ - ਸਟਾਰ ਟ੍ਰਿਬਿਊਨ"
    ]
}