{
    "headlines": [
        "Luigi Mangione indiciado por acusações de assassinato por atirar no CEO da UnitedHealthcare, Brian Thompson - CNBC",
        "Estudo da MLB: lesões por pitching ligadas à velocidade, 'coisas' - ESPN",
        "A FTC emite regras que exigem que hotéis e vendedores de ingressos revelem \"taxas de lixo\" - The Washington Post",
        "Polícia identifica menina de 15 anos como atiradora da Escola Cristã Vida Abundante em Wisconsin - ABC News",
        "Dow cai 300 pontos, lidera o primeiro slide de 9 dias desde 1978: atualizações ao vivo - CNBC",
        "Relatório de exportação de gás da administração Biden pode perturbar a política energética de Trump - POLITICO",
        "A queda das ações da Nvidia se aprofunda. O que o está levando ainda mais para o território da correção. - Barron's",
        "Como viajar com segurança à medida que os casos de dengue aumentam no México, Caribe e Brasil - The Washington Post",
        "Gilgo Beach Serial Killing Suspect Rex Heuermann Charged With Murder of Seventh Woman - PEOPLE",
        "   Removido ",
        "Bucks vs. Thunder odds, line, prediction, time: 2024 NBA Cup Championship picks, best bets from proven model - CBS Sports",
        "Ranking Fantasy Football Week 16: Flex (Half-PPR) - Yahoo Sports",
        "Consultor de tecnologia considerado culpado de assassinato em segundo grau por esfaquear o fundador da Cash App, Bob Lee - CNN",
        "Espiões da Ucrânia atacam figuras russas em ataques cada vez mais audaciosos - BBC.com",
        "   Removido ",
        "Uma mulher do Alabama está bem após o último transplante experimental de rim de porco - ABC News",
        "Astrônomos descobrem 1ª estrela binária em órbita de buraco negro supermassivo no centro da Via Láctea - Space.com",
        "O Code Assist, o assistente de codificação voltado para empresas do Google, obtém ferramentas de terceiros - TechCrunch",
        "Josh Allen's MVP Pursuit: Where the Bills star separates himself from the pack - Pro Football Focus",
        "Congresso fecha acordo sobre US $ 100 BI em ajuda a desastres e financiamento para março, dizem líderes do Partido Republicano da Câmara - POLITICO"
    ]
}