{
    "headlines": [
        "ਹਟਾਈ",
        "ਫ੍ਰੋਜ਼ਨ ਫ੍ਰੈਂਚ ਫ੍ਰਾਈ ਮੇਕਰ ਲੈਮਬ ਵੈਸਟਨ ਨੇ ਨਵੇਂ ਸੀਈਓ ਦਾ ਨਾਮ ਦਿੱਤਾ, Q2 ਵਿੱਚ ਘਾਟੇ ਵੱਲ ਵਧਦਾ ਹੈ ਅਤੇ ਦ੍ਰਿਸ਼ਟੀਕੋਣ ਨੂੰ ਕੱਟਦਾ ਹੈ - ਯਾਹੂ ਵਿੱਤ",
        "ਚਾਰਜਰਸ ਬਨਾਮ ਬ੍ਰੋਂਕੋਸ ਦੀਆਂ ਸੰਭਾਵਨਾਵਾਂ, ਭਵਿੱਖਬਾਣੀ, ਸਮਾਂ, ਲਾਈਨਃ 2024 ਵੀਰਵਾਰ 27-11 ਰਨ 'ਤੇ ਮਾਡਲ ਦੁਆਰਾ ਨਾਈਟ ਫੁੱਟਬਾਲ ਪਿਕਸ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "‘ਸੁਪਰਮੈਨ’ ਟ੍ਰੇਲਰ ਬਰੇਕਡਾਉਨਃ ਜੇਮਜ਼ ਗਨ ਦੇ ਨਵੇਂ ਬ੍ਰਹਿਮੰਡ - ਵਰਾਇਟੀ ਵਿਚ 17 ਡੀਸੀ ਅੱਖਰ ਅਤੇ ਈਸਟਰ ਅੰਡੇ",
        "ਨਵੰਬਰ ਘਰਾਂ ਦੀ ਵਿਕਰੀ ਉਮੀਦ ਤੋਂ ਵੱਧ ਗਈ, ਗਿਰਵੀਨਾਮੇ ਦੀਆਂ ਘੱਟ ਦਰਾਂ ਦੁਆਰਾ ਉਤਸ਼ਾਹਤ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਅਪੀਲ ਕੋਰਟ ਨੇ ਡੀਏ ਫਾਨੀ ਵਿਲਿਸ ਨੂੰ ਟਰੰਪ ਜਾਰਜੀਆ ਕੇਸ ਦੀ ਪੈਰਵੀ ਕਰਨ ਤੋਂ ਅਯੋਗ ਠਹਿਰਾਇਆ - ਐਨਬੀਸੀ ਨਿ Newsਜ਼",
        "4 ਸਾਲਾਂ ਦੇ ਵਿਵਾਦ ਤੋਂ ਬਾਅਦ ਆਖਰਕਾਰ ਵਾਪਸ ਲਿਆ ਜਾਵੇਗਾ ਦੂਜਾ ਸਭ ਤੋਂ ਵੱਧ ਜ਼ਿਕਰ ਕੀਤਾ ਗਿਆ ਪੇਪਰ - ਆਈਐਫਐਲਸਾਇੰਸ",
        "ਕਾਂਗੋ ਵਿਚ ਅਣਚਾਹੇ ਬਿਮਾਰੀ ਮਲੇਰੀਆ ਨਾਲ ਜੁੜ ਸਕਦੀ ਹੈਃ ਅਫਰੀਕਾ ਸੀਡੀਸੀ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਬਾਕਸ ਆਫਿਸਃ ‘ਸੋਨਿਕ 3’ ਟ੍ਰੈਕਿੰਗ ਟੂ ਬੀਟ ‘ਮੁਫਾਸਾਃ ਦਿ ਲਾਇਨ ਕਿੰਗ’ ਕ੍ਰਿਸਮਸ ਹਫਤੇ ਦੀ ਸ਼ੁਰੂਆਤ ਦੇ ਤੌਰ ਤੇ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਸਕੂਲ ਬੰਦ ਜਾਂ ਦੇਰੀ ਨਾਲ, ਮਿਨੀਸੋਟਾ ਭਰ ਵਿੱਚ ਵਾਹਨ ਚਲਾਉਣਾ ਮੁਸ਼ਕਲ ਹੈ ਕਿਉਂਕਿ ਬਰਫਬਾਰੀ ਜਾਰੀ ਹੈ - ਐਮਪੀਆਰ ਨਿ Newsਜ਼",
        "ਟੇਲਰ ਸਵਿਫਟ ਦੀ ਈਰਾਸ ਟੂਰ ਰੈਪ ਪਾਰਟੀ ਤੋਂ ਹਰ ਫੋਟੋ ਟ੍ਰੈਵਿਸ ਕੈਲਸੇ, ਮਹੋਮੇਸ ਅਤੇ ਹੋਰ ਬਹੁਤ ਕੁਝ ਨਾਲ - ਪੰਨਾ ਛੇ",
        "ਯੂਨਾਈਟਿਡ ਹੈਲਥਕੇਅਰ ਦੇ ਸੀਈਓ ਨੂੰ ਮਾਰਨਾ ਨਵੀਨਤਮਃ ਮੈਂਗਿਓਨ ਅਦਾਲਤ ਵਿਚ ਪਹੁੰਚਦਾ ਹੈ, 1 ਡਿਗਰੀ ਕਤਲ ਦੇ ਦੋਸ਼ ਵਿਚ ਨਿ New ਯਾਰਕ ਦੀ ਹਵਾਲਗੀ ਦਾ ਸਾਹਮਣਾ ਕਰਦਾ ਹੈ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "CDC ਬਰਡ ਫਲੂ ਦੇ 1 ‘ਗੰਭੀਰ’ ਮਨੁੱਖੀ ਕੇਸ ਦੀ ਪੁਸ਼ਟੀ, ਟਰੰਪ ਖਰਚ ਬਿੱਲ ਨੂੰ ਰੱਦ, ਅਤੇ ਟੇਲਰ ਸਵਿਫਟ ਮੇਜ਼ਬਾਨ ‘ਇਰਾਸ’-Themed ਜਨਮ ਦਿਨ ਬੈਸ਼ - ਯਾਹੂ! ਆਵਾਜ਼",
        "ਹਟਾਈ",
        "ਪੁਤਿਨ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਹ ਸਾਲ ਦੇ ਅੰਤ ਦੇ ਨਿ newsਜ਼ ਕਾਨਫਰੰਸ ਦੌਰਾਨ ਟਰੰਪ ਨਾਲ ਸੰਭਾਵਤ ਗੱਲਬਾਤ ਲਈ ‘ਤਿਆਰ’ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਫਰਾਂਸ ਦੇ ਰਾਸ਼ਟਰਪਤੀ ਇਮੈਨੁਅਲ ਮੈਕਰੋਨ ਵਿਨਾਸ਼ਕਾਰੀ ਚੱਕਰਵਾਤ ਤੋਂ ਬਾਅਦ ਮਯੋਟੇ ਦਿਨਾਂ ਵਿੱਚ ਉਤਰ ਗਏ - ਸੀਐਨਐਨ",
        "ਲੁਈਗੀ ਮੈਂਗਿਓਨ ਗਲਤੀ - 9to5Mac ਤੋਂ ਬਾਅਦ ਐਪਲ ਇੰਟੈਲੀਜੈਂਸ ਸੰਖੇਪ ਵਿਸ਼ੇਸ਼ਤਾ 'ਤੇ ਪਾਬੰਦੀ ਲਗਾਉਣ ਲਈ ਕਾਲ ਕਰੋ",
        "ਐਪਲ ਨੇ ਆਈਓਐਸ ਅਤੇ ਆਈਪੈਡਓਐਸ ਨੂੰ ਵਧੇਰੇ ਅੰਤਰ-ਕਾਰਜਸ਼ੀਲ ਬਣਾਉਣ ਲਈ ਈਯੂ ਦੁਆਰਾ ਸਖਤ ਧੱਕਾ ਕੀਤਾ - ਦਿ ਵਰਜ",
        "ਫੈੱਡ ਸਿਗਨਲਾਂ ਦੇ ਘੱਟ ਰੇਟ ਕਟੌਤੀ ਤੋਂ ਬਾਅਦ ਯੂਐਸ ਦੇ ਸਟਾਕ ਵਧ ਰਹੇ ਝਾੜ ਤੋਂ ਹੈੱਡਵਿੰਡ ਦਾ ਸਾਹਮਣਾ ਕਰਦੇ ਹਨ - ਰਾਇਟਰਜ਼",
        "ਫਾਇਰਫਲਾਈ ਨੇ ਤੀਜੇ ਚੰਦਰਮਾ ਲੈਂਡਰ ਮਿਸ਼ਨ ਲਈ ਨਾਸਾ ਦਾ ਇਕਰਾਰਨਾਮਾ ਜਿੱਤਿਆ - ਸਪੇਸਨਿਊਜ਼"
    ]
}