{
    "headlines": [
        "В некоторых районах возможны самые сильные снегопады за десятилетие, поскольку зимний шторм угрожает США - Associated Press",
        "Ранняя физиотерапия лучше при сотрясениях мозга, показывает исследование - The Washington Post",
        "Бокс-офис: «Муфаса» побеждает в первый уик-энд 2025 года, франшиза «Соник» преодолевает отметку в 1 миллиард долларов - Variety",
        "Новый правоцентристский лидер Австрии открыт для коалиции с крайне правыми - Financial Times",
        "Выбор НФЛ на этой неделе, коэффициенты Вегаса, ставки: 18-я неделя, прогнозы экспертов на 2025 год против спреда, реквизита и парлея - CBS Sports",
        "Изъято",
        "Молли Шеннон отдает дань уважения покойному мужу Обри Плазы Джеффу Баэне - Yahoo! Voices",
        "Илон Маск призывает сменить Найджела Фараджа на посту лидера Партии реформ - Financial Times",
        "NFL Week 18 Expert Picks, Score Forecasts: Lions vs. Vikings on SNF - Pride Of Detroit (англ.) (недоступная ссылка - история).",
        "Тун уверен, что Республиканская партия сможет выполнить повестку дня - POLITICO",
        "Украина начинает новое наступление в Курской области России - BBC.com",
        "Режиссер Бретт Ратнер, маргинализированный после обвинений #MeToo, снимет документальный фильм о Мелании Трамп - Semafor",
        "Сильные снегопады нарушают полеты в Великобритании и Германии - CNN",
        "«Золотой глобус»: как, когда и где смотреть награды 2025 года - CNN",
        "Даже небольшое количество алкоголя может вызвать рак, бутылки должны иметь предупреждение: главный хирург США - Hindustan Times",
        "Глава президентской безопасности Южной Кореи бросает вызов заявке на арест Юна, поскольку приближается крайний срок - Reuters",
        "GX06 - мини-ПК с Core i9-12900H и выделенной GeForce RTX 4050 - VideoCardz.com",
        "Изъято",
        "Тишина Дональда Трампа 6 января - POLITICO",
        "Ливерпуль против Манчестер Юнайтед, как и планировалось, когда снег прибудет на Энфилд - NBC Sports"
    ]
}