{
    "headlines": [
        "ਅਧਿਆਇ 11 ਦੀਵਾਲੀਆਪਨ ਸੁਰੱਖਿਆ ਲਈ ਸਪਿਰਿਟ ਏਅਰਲਾਈਨਜ਼ ਫਾਈਲਾਂ - ਫੌਕਸ ਬਿਜ਼ਨਸ",
        "ਪੋਪ ਨੇ ਜਾਂਚ ਦੀ ਮੰਗ ਕੀਤੀ ਕਿ ਕੀ ਗਾਜ਼ਾ ਵਿੱਚ ਨਸਲਕੁਸ਼ੀ ਹੋ ਰਹੀ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਮੈਟ Gaetz ਗਰਮੀ ਮਹਿਸੂਸ ਕਰਦਾ ਹੈ - POLITICO",
        "ਮੋਰਗਨ ਸਟੈਨਲੇ ਆਖਰਕਾਰ ਯੂਐਸ ਦੇ ਸਟਾਕਾਂ 'ਤੇ ਬੁਲਿਸ਼ ਹੋ ਜਾਂਦਾ ਹੈ - ਮਾਰਕੀਟਵਾਚ",
        "19 ਨਵੰਬਰ ਨੂੰ ਸਪੇਸਐਕਸ ਦੀ 6 ਵੀਂ ਸਟਾਰਸ਼ਿਪ ਟੈਸਟ ਫਲਾਈਟ ਦੌਰਾਨ ਕੀ ਉਮੀਦ ਕਰਨੀ ਹੈ - ਸਪੇਸ ਡਾਟ ਕਾਮ",
        "ਵਪਾਰੀ ਕਮਾਈ ਤੋਂ ਪਹਿਲਾਂ ਐਨਵੀਡੀਆ 'ਤੇ ਬੁਲਿਸ਼ ਸੱਟਾ ਲਗਾ ਰਹੇ ਹਨ - ਦਿ ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "ਟਰੰਪ ਦਾ ਇਮੀਗ੍ਰੇਸ਼ਨ ਕਰੈਕਡਾਊਨ ਪਹਿਲੇ ਦਿਨ ਤੋਂ ਸ਼ੁਰੂ ਹੋਣ ਦੀ ਉਮੀਦ - POLITICO",
        "ਕਲੱਸਟਰ ਹਥਿਆਰਾਂ ਨਾਲ ਰੂਸੀ ਬੈਲਿਸਟਿਕ ਮਿਜ਼ਾਈਲ ਯੂਕਰੇਨ ਦੇ ਉੱਤਰ ਵਿਚ 11 ਲੋਕਾਂ ਦੀ ਮੌਤ ਅਤੇ 84 ਜ਼ਖਮੀ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਜਿਮ ਹਾਰਬਾਗਃ ਚਾਰਜਰਸ ਨੂੰ ਐਤਵਾਰ ਦੀ ਰਾਤ ਨੂੰ ਹਸਤਾਖਰ ਜਿੱਤ ਮਿਲੀ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਹਾਲੀਵੁੱਡ ਸਿਤਾਰੇ ਕੁਇੰਸੀ ਜੋਨਸ, ਬਾਂਡ ਨਿਰਮਾਤਾ, ਹੋਰ ਮਨਾਉਣ ਵਾਲੇ ਆਨਰੇਰੀ ਆਸਕਰ ਇਵੈਂਟ ਲਈ ਇਕੱਠੇ ਹੁੰਦੇ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਹਟਾਈ",
        "ਥੈਂਕਸਗਿਵਿੰਗ ਹਫਤੇ ਤੋਂ ਪਹਿਲਾਂ ਅਤੇ ਦੌਰਾਨ ਮੀਂਹ ਅਤੇ ਬਰਫ ਦੇ ਮੋਰਚੇ ਦੀ ਉਮੀਦ ਕੀਤੀ ਗਈ, ਪੂਰਵ-ਅਨੁਮਾਨ ਕਹਿੰਦੇ ਹਨ - ਯਾਹੂ! ਆਵਾਜ਼ਾਂ",
        "ਕਿਵੇਂ 1,000 ਦਿਨਾਂ ਦਾ ਸੰਘਰਸ਼ ਰੂਸ ਅਤੇ ਯੂਕਰੇਨ ਵਿਚਕਾਰ ਰੋਬੋਟ ਯੁੱਧ ਵਿੱਚ ਵਿਕਸਤ ਹੋਇਆ - ਰਾਇਟਰਜ਼",
        "ਇਜ਼ਰਾਈਲੀ ਸਟਰਾਈਕ ਨੇ ਹਿਜ਼ਬੁੱਲਾਹ ਦੇ ਬੁਲਾਰੇ ਨੂੰ ਮਾਰ ਦਿੱਤਾ ਕਿਉਂਕਿ ਸਮੂਹ ਤਾਜ਼ਾ ਜੰਗਬੰਦੀ ਦੇ ਪ੍ਰਸਤਾਵ ਦਾ ਜਵਾਬ ਤਿਆਰ ਕਰਦਾ ਹੈ - ਸੀਐਨਐਨ",
        "ਬਾਇਡਨ ਐਮਾਜ਼ਾਨ ਦੇ ਮੀਂਹ ਦੇ ਜੰਗਲ ਦਾ ਦੌਰਾ ਕਰਦੇ ਹਨ, ਇੱਕ ਅਮਰੀਕੀ ਰਾਸ਼ਟਰਪਤੀ ਲਈ ਪਹਿਲਾ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਨਿ Or ਓਰਲੀਨਜ਼ ਪਰੇਡ ਰੂਟ ਦੇ ਨੇੜੇ ਵੱਖ ਵੱਖ ਗੋਲੀਬਾਰੀ 2 ਦੀ ਮੌਤ, 10 ਜ਼ਖਮੀ - ਫੌਕਸ ਨਿ Newsਜ਼",
        "ਸਟੀਲਰਜ਼ ਡਿਫੈਂਡਰ ਨੇ ਰੈਵੇਨਜ਼ 'ਤੇ ਜਿੱਤ ਤੋਂ ਬਾਅਦ ਲਾਮਾਰ ਜੈਕਸਨ, ਡੇਰਿਕ ਹੈਨਰੀ ਨੂੰ ਰੱਖਣ ਲਈ ਬਲੂਪ੍ਰਿੰਟ ਦਾ ਖੁਲਾਸਾ ਕੀਤਾ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਜੈਵਿਕ ਗਾਜਰ ਨੂੰ ਵਾਪਸ ਬੁਲਾਇਆ ਗਿਆ ਜਿਵੇਂ ਕਿ ਈ ਕੋਲੀ ਫੈਲਣ ਨਾਲ 1 ਦੀ ਮੌਤ ਹੋ ਗਈ, 18 ਰਾਜਾਂ ਵਿੱਚ ਦਰਜਨਾਂ ਸੰਕਰਮਿਤ - ਐਕਸੀਓਸ",
        "ਐਨਐਫਐਲ 2024 ਪਲੇਆਫ ਤਸਵੀਰ, ਹਫਤੇ 11 ਦੇ ਬਾਅਦ ਖੜ੍ਹੀਃ ਸਟੀਲਰਜ਼ ਕਮਾਂਡ ਏਐਫਸੀ ਨੌਰਥ; ਚੀਫਸ ਤੇ ਬਿੱਲ ਬੰਦ ਕਰੋ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਪੀਟ ਹੇਗਸੇਥ, ਰੱਖਿਆ ਸਕੱਤਰ ਲਈ ਟਰੰਪ ਦੀ ਚੋਣ, ਫੌਕਸ ਨਿ Newsਜ਼ ਵਿਖੇ ਨੌਕਰੀ ਬਚਾਉਣ ਲਈ ਇਲਜ਼ਾਮ ਲਗਾਉਣ ਵਾਲੇ ਦਾ ਭੁਗਤਾਨ ਕੀਤਾ, ਉਸਦੇ ਵਕੀਲ ਦਾ ਕਹਿਣਾ ਹੈ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼"
    ]
}