{
    "headlines": [
        "ਹਟਾਈ",
        "ਐਨਬੀਏ ਦੇ ਕੋਚਾਂ ਨੇ ਸਾਲ ਦੇ 2-ਟਾਈਮ ਕੋਚ ਮਾਈਕ ਬ੍ਰਾਊਨ ਦੀ ਬਰਖਾਸਤਗੀ 'ਤੇ ਨਿਰਾਸ਼ਾ ਨਾਲ ਪ੍ਰਤੀਕ੍ਰਿਆ ਕੀਤੀ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਵਿਗਿਆਨੀ ਹੁਣੇ ਹੀ ਸਾਬਤ ਆਪਣੇ ਦਿਮਾਗ ਨੂੰ ਇੱਕ snail ਦੀ ਗਤੀ 'ਤੇ ਕੰਮ ਕਰਦਾ ਹੈ- ਅਤੇ ਇਸ ਨੂੰ ਹੈਰਾਨਕੁਨ ਘੱਟ ਹੈ - ਦ ਡੇਲੀ ਗਲੈਕਸੀ --Great Discoveries ਚੈਨਲ",
        "ਗ੍ਰੈਗ ਗੁੰਬਲ, ਲੌਂਗਟਾਈਮ ਸੀਬੀਐਸ ਸਪੋਰਟਸ ਸਟੂਡੀਓ ਹੋਸਟ ਅਤੇ ਪਲੇ-ਬਾਈ-ਪਲੇ ਮੈਨ, 78 ਤੇ ਮਰ ਜਾਂਦਾ ਹੈ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "4 ਦੇ ਇੱਕ ਪਰਿਵਾਰ ਦੀ ਸੰਭਾਵਤ ਕਾਰਬਨ ਮੋਨੋਆਕਸਾਈਡ ਲੀਕ ਹੋਣ ਤੋਂ ਬਾਅਦ ਉਨ੍ਹਾਂ ਦੇ ਨਿ H ਹੈਂਪਸ਼ਾਇਰ ਝੀਲ ਦੇ ਘਰ ਵਿੱਚ ਕ੍ਰਿਸਮਸ ਦਿਵਸ ਦੀ ਮੌਤ ਹੋ ਗਈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਹਟਾਈ",
        "ਕਿਫਾਇਤੀ ਰਿਹਾਇਸ਼ ਦੀ ਘਾਟ ਦਰਮਿਆਨ ਯੂਐਸ ਬੇਘਰ ਇਕ ਹੋਰ ਰਿਕਾਰਡ ਉੱਚਾਈ 'ਤੇ ਛਾਲ ਮਾਰਦਾ ਹੈ - ਐਨਪੀਆਰ",
        "ਪੰਜ ਐਪਲ ਇੰਟੈਲੀਜੈਂਸ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ 2025 ਵਿੱਚ ਆ ਰਹੀਆਂ ਹਨ - ਮੈਕਰੂਮੋਰਸ",
        "ਐਸ ਐਂਡ ਪੀ 500 ਲਾਭ ਅਤੇ ਘਾਟਾ ਅੱਜਃ ਤਕਨੀਕੀ ਸਟਾਕ ਛੁੱਟੀਆਂ ਦੇ ਹਫਤੇ ਨੂੰ ਖਤਮ ਕਰਨ ਲਈ ਡਿੱਗਦੇ ਹਨ - ਇਨਵੈਸਟੋਪੀਡੀਆ",
        "ਅਜ਼ਰਬਾਈਜਾਨ ਏਅਰਲਾਈਨਜ਼ ਦੇ ਜਹਾਜ਼ ਕਰੈਸ਼ ਦੀ ਰਿਪੋਰਟ ਸੁਣਨ ਵਾਲੇ ਬਾਂਗ, ਉਡਾਣ ਦੌਰਾਨ ਧਮਾਕੇ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਹਟਾਈ",
        "ਰਾਬਰਟ ਬਰੂਕਸ ਦੀ ਮੌਤ ਵਿਚ ਸ਼ਾਮਲ 2 NY ਜੇਲ੍ਹ ਗਾਰਡ ਵੱਡੇ ’ਬੀਟ-ਅਪ‘ ਸਕੁਐਡ ਦਾ ਹਿੱਸਾ ਹਨ, ਮੁਕੱਦਮਾ ਦਾਅਵਾ - syracuse.",
        "ਇਸ ਛੁੱਟੀ ਦੇ ਮੌਸਮ ਵਿਚ ਇਕ ਹੋਰ ਅਣ-ਟਿਕਟ ਯਾਤਰੀ ਡੈਲਟਾ ਦੀ ਉਡਾਣ 'ਤੇ ਭੰਡਾਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰਦਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਸੀਰੀਆ ਦਾ ਅਮਰੀਕਾ ਦਾ ਸਮਰਥਨ ਪ੍ਰਾਪਤ ਕੁਰਦ ਗੱਠਜੋੜ ਅਸਦ ਦੇ ਬਰਖਾਸਤ ਹੋਣ ਤੋਂ ਬਾਅਦ ਅਨਿਸ਼ਚਿਤ ਭਵਿੱਖ ਦਾ ਸਾਹਮਣਾ ਕਰਦਾ ਹੈ - ਐਨਪੀਆਰ",
        "ਜਲੇਨ ਹਰਟਸ ਸੱਟ ਅੱਪਡੇਟਃ ਈਗਲਜ਼ ਕਿਊਬੀ ਹਫਤੇ ਦੇ 17 ਬਨਾਮ ਕਾਊਬੌਇਜ਼ ਲਈ ਬਾਹਰ ਕੰਨਕਸ਼ਨ ਦੇ ਕਾਰਨ; ਕੇਨੀ ਪਿਕੇਟ ਸ਼ੁਰੂ ਕਰਨ ਲਈ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਹਟਾਈ",
        "ਵਿਪਲੈਸ਼ ਮੈਨਿਉਵਰ ਵਿੱਚ, ਕੋਰਟ ਨਿਯਮ ਲਾਭਕਾਰੀ ਮਾਲਕੀ ਜਾਣਕਾਰੀ (ਬੀਓਆਈ) ਰਿਪੋਰਟਿੰਗ ਦੀਆਂ ਜ਼ਰੂਰਤਾਂ ਨੂੰ ਰੋਕਦਾ ਹੈ - ਫੋਰਬਸ",
        "‘ਦਿ ਕੋਸਬੀ ਸ਼ੋਅ’ ਅਭਿਨੇਤਾ ਜਿਓਫਰੀ ਓਵਨਜ਼ ਕਹਿੰਦਾ ਹੈ ਕਿ ਉਹ ਅਜੇ ਵੀ ਸੰਘਰਸ਼ ਕਰਦਾ ਹੈ ‘ਮੇਰੇ ਅੰਤ ਨੂੰ ਪੂਰਾ ਕਰਨ ਲਈ ਹਰ ਦਿਨ’ ਵਪਾਰੀ ਜੋਅ ਦੀ ਨੌਕਰੀ ਛੱਡਣ ਤੋਂ ਬਾਅਦ - ਵੰਨਗੀ",
        "ਐਂਡਰਾਇਡ ਆਟੋ ਦਾ ਮੁੜ ਡਿਜ਼ਾਈਨ ਕੀਤਾ ਸੰਗੀਤ ਪਲੇਅਰ ਨਵੇਂ ਸਾਲ ਵਿੱਚ ਰਿੰਗ ਕਰਨ ਲਈ ਇੱਥੇ ਹੈ - ਐਂਡਰਾਇਡ ਪੁਲਿਸ",
        "ਕੀ ਬਿਓਨਸੇ ਨੂੰ ਐਨਐਫਐਲ ਕ੍ਰਿਸਮਸ ਡੇਅ ਗੇਮ 'ਤੇ ਫਿੰਗਰ ਗਨ ਇਸ਼ਾਰੇ ਲਈ ਜੁਰਮਾਨਾ ਪ੍ਰਾਪਤ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ? - ਸੈਲੂਨ"
    ]
}