{
    "headlines": [
        "محامو شون \"ديدي\" كومز يسعون إلى عكس رفض الكفالة - BBC.com",
        "جان سمارت تستضيف افتتاحية الموسم 50 \"SNL\" مع نايت بارجاتزي وأريانا غراندي ومايكل كيتون وجون مولاني - الموعد النهائي",
        "لن يؤيد سائقو الشاحنات في السباق الرئاسي بعد إصدار استطلاع داخلي يظهر أن معظم الأعضاء يدعمون ترامب - سي إن إن",
        "انخفاض وفيات الجرعات الزائدة في الولايات المتحدة لأول مرة منذ عقود - الناس",
        "مالك السفينة يقطع زوايا الإصلاحات قبل انهيار جسر بالتيمور القاتل، كما تقول الولايات المتحدة في دعوى قضائية بقيمة 100 مليون دولار - وكالة أسوشيتد برس",
        "تمت الإزالة",
        "ارتفاع الأسهم ثم خفض المكاسب في التداول المتقلب بعد خفض سعر الفائدة الكبير من قبل بنك الاحتياطي الفيدرالي - CNBC",
        "عشرات الجرحى في حادث عربات في بستان التفاح: السلطات - ABC News",
        "القراصنة بيكر مايفيلد على النمور مقاعد البدلاء QB برايس يونغ: \"قصته بعيدة، بعيدة عن الانتهاء\" - NFL.com",
        "تم نشر تصميمات نينتندو سويتش 2 بواسطة عشاق النماذج ثلاثية الأبعاد، مع ضبط ألسنة الإنترنت - Eurogamer",
        "بريسكو في الأسبوع الثالث يختار اتحاد كرة القدم الأميركي: الفايكنج أعلى تكساس للبقاء دون هزيمة، وشواحن تصل ستيلرز - سي بي إس سبورتس",
        "تقول إسرائيل إن \"حقبة جديدة\" من الحرب بدأت مع انفجار المزيد من أجهزة حزب الله في جميع أنحاء لبنان - سي إن إن",
        "الاحتياطي الفيدرالي يصدر بيان اللجنة الفيدرالية للسوق المفتوحة - الاحتياطي الفيدرالي",
        "ثلاث طرق جديدة لتخصيص الشاشة الرئيسية لجهاز iPhone الخاص بك في iOS 18 - TechCrunch",
        "توصلت الدراسة إلى أن أزمة البق الخارق ستقتل الملايين على الأرجح بحلول عام 2050 - نيويورك بوست",
        "تظهر لقطات حديثة لخفر السواحل حطام غواصة تيتان في قاع المحيط - الولايات المتحدة الأمريكية اليوم",
        "تقوم شركة بوينغ بتخفيض أجور المديرين التنفيذيين وإجازة العمال غير النقابيين أثناء الإضراب - سي إن إن",
        "كيت ميدلتون تعود بهدوء إلى العمل بعد الانتهاء من علاج السرطان - صالون",
        "اكتشف الباحثون أكبر نفاثات ثقب أسود تم اكتشافها على الإطلاق - آرس تكنيكا",
        "قصص كرة القدم الخيالية التي يجب مشاهدتها في الأسبوع الثالث: ديريك كار، القديسون يتطلعون إلى البقاء هنا - ياهو سبورتس"
    ]
}