{
    "headlines": [
        "رأي | حول التأييد السياسي - واشنطن بوست",
        "ألقت \"عدو السرطان\" تحت عنوان السبعينيات من أجل \"الرقص في وجه الموت\" - واشنطن بوست",
        "زيلينسكي الأوكراني يقول إن القوات الكورية الشمالية تستعد للانضمام إلى الحرب، ويلغي زيارة الأمين العام للأمم المتحدة - وكالة أسوشيتد برس",
        "توفي فيل ليش، العضو المؤسس لـ Grateful Dead وعازف الجيتار المؤثر، عن عمر يناهز 84 عامًا - WPTZ",
        "يقول المحامي إن الإخوة مينينديز \"متفائلون بحذر\" بأنه سيتم إطلاق سراحهم - ABC News",
        "بايدن يقدم اعتذارًا تاريخيًا للأمريكيين الأصليين عن انتهاكات المدارس الداخلية للسكان الأصليين - أكسيوس",
        "طاقم المحطة الفضائية الذي تم أخذه للتقييم الطبي بعد عودته من مهمة قياسية مدتها 235 يومًا - سي بي إس نيوز",
        "هاريس، فريق بيونسيه لتجمع تكساس حول حقوق الإجهاض ونأمل أن تسمعها ولايات ساحة المعركة - وكالة أسوشيتد برس",
        "مقاطعة لانكستر DA، يربط المفوضون تسجيلات الناخبين الاحتيالية بفحص الأصوات المدفوع [تحديث] - LNP | LancasterOnline",
        "مغني الراب الحائز على جائزة غرامي ليل ديرك متهم بتدبير قتل لوس أنجلوس 2022 - سي إن إن",
        "توم هولاند \"الرجل العنكبوت 4\" مجموعات يوليو 2026 الإصدار، بعد شهرين من \"المنتقمون: يوم القيامة\" - متنوعة",
        "استغرق توا تاغوفايلوا طريقًا طويلًا وحذرًا للعودة من آخر ارتجاج له - ESPN",
        "اليانكيز مقابل المراوغون: تصنيف جميع اللاعبين الـ 52 في بطولة العالم 2024، من الوسطاء إلى النجوم - سي بي إس سبورتس",
        "\"نداء الواجب\" يستولي على لوحات كريس ليندال الإعلانية، ويكرر وضعه المألوف - أحضر لي الأخبار",
        "آبل تختبر تطبيق سكر الدم في إشارة إلى طموحاتها الصحية - بلومبرغ",
        "صافي ثروة إيلون ماسك يقفز 26 مليار دولار بعد ارتفاع أسهم تسلا - فوكس بيزنس",
        "حصري | بوينغ تستكشف بيع الأعمال الفضائية - وول ستريت جورنال - وول ستريت جورنال",
        "تحذر الأمم المتحدة من أن كارثة المناخ العالمي لا مفر منها إذا لم يتم خفض الانبعاثات بشكل كبير بحلول عام 2035 - سي بي إس نيوز",
        "\"بدلاً من المساعدات، نحن نستقبل الدبابات \": مستشفى رئيسي في شمال غزة يتعرض لنيران إسرائيلية - سي إن إن",
        "تم ربط بقايا \"رجل البئر\" التي عثر عليها في قلعة بملحمة نرويجية عمرها 800 عام - سي إن إن"
    ]
}