{
    "headlines": [
        "Biden visita a Flórida para examinar os danos de Milton; mais de 920 mil sem energia, as inundações persistem - usa TODAY",
        "Os robôs Optimus no evento Cybercab de Tesla eram humanos disfarçados - The Verge",
        "A ONU diz que tanques israelenses forçaram a entrada em sua posição no sul do Líbano, enquanto Netanyahu diz às forças de paz que saiam - BBC.com",
        "Aoki Lee Simmons Deixando de Ser Modelo, Cansado de Comparações com Mom Kimora - TMZ",
        "‘Sem linhas vermelhas’ em conflito com Israel, diz ministro das Relações Exteriores do Irã - POLITICO EUROPE",
        "Ravens vs. Commanders odds, picks, spread, how to watch, stream: Model reveals 2024 Week 6 NFL predictions - CBS Sports",
        "Declaração do secretário de imprensa do Pentágono, major-general Pat Ryder, sobre a implantação de uma bateria THAAD em Israel - Departamento de Defesa",
        "O orador Johnson não espera outro 6 de janeiro. Mas ele ainda tem dúvidas sobre a integridade eleitoral. - POLITICO",
        "Packers vs Cardinals: atualizações de pontuação ao vivo, relatório de lesões, odds, cronograma - Milwaukee Journal Sentinel",
        "‘Terrifier 3’ lidera as bilheterias com estreia de US $ 18 milhões, ‘Coringa: Folie à Deux’ desmorona com queda brutal de 81% - Variedade",
        "Pontuação do jogo entre Jaguars e Bears na NFL em Londres, atualizações ao vivo: Jacksonville e Chicago se enfrentam no segundo jogo no Reino Unido em 2024 - Yahoo Sports",
        "   Removido ",
        "A maioria dos pronto-socorros não está totalmente preparada para lidar com emergências infantis - The Washington Post",
        "O mercado em alta tem 2 anos. É aqui que Wall Street pensa que as ações vão em seguida. - Yahoo Finance",
        "Ursos perdem o longo pargo devido a lesão no joelho no primeiro quarto em Londres - NBC Sports",
        "Restos mortais de Colombo, verificados após 500 anos, mostram que ele era judeu: documentário - Fox News",
        "Ariana Grande imita Britney Spears e se transforma em Jennifer Coolidge durante retorno ao ‘SNL’ - New York Post",
        "Em um feito de engenharia, os braços mecânicos da SpaceX capturam o foguete Starship na plataforma de lançamento - ABC News",
        "'Dead heat': Trump empata com Harris na pesquisa da NBC News - NBC News",
        "Cometa raro pode ser visível a olho nu. Aqui está onde procurar. - CBS Boston"
    ]
}