{
    "headlines": [
        "ਮੀਜ਼ਲਜ਼, ਇਕ ਵਾਰ ਅਮਰੀਕਾ ਵਿਚ ਖ਼ਤਮ ਹੋ ਗਿਆ, ਟੈਕਸਾਸ ਅਤੇ ਨਿ Mexico ਮੈਕਸੀਕੋ ਵਿਚ 99 ਬਿਮਾਰ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਕਾਂਗਰਸ ਨੇ ਮੈਡੀਕੇਡ ਕੱਟਿਆ ਤਾਂ ਇਨ੍ਹਾਂ ਰਿਪਬਲਿਕਨਾਂ ਕੋਲ ਗੁਆਉਣ ਲਈ ਬਹੁਤ ਕੁਝ ਹੈ - ਪੋਲਿਟਿਕੋ",
        "ਗੁਰਦੇ ਦੀ ਅਸਫਲਤਾ ਦੇ ਸ਼ੁਰੂਆਤੀ ਪੜਾਵਾਂ ਦਾ ਪਤਾ ਲੱਗਣ ਤੋਂ ਬਾਅਦ ਪੋਪ ਹਸਪਤਾਲ ਵਿਚ ਦਾਖਲ ਹੋਣ ਦੇ 10 ਵੇਂ ਦਿਨ ਆਰਾਮ ਕਰ ਰਹੇ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "SAG ਅਵਾਰਡ ਵਿਸ਼ਲੇਸ਼ਣਃ ਕੀ 'ਕਨਕਲੇਵ‘ ਐਨਸੈਂਬਲ ਵਿਨ ਦਾ ਮਤਲਬ ਹੈ ‘ਅਨੋਰਾ’ ਆਸਕਰ 'ਤੇ ਕਮਜ਼ੋਰ ਹੈ? - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਪ੍ਰੋਸਸ 4.3 ਬਿਲੀਅਨ ਡਾਲਰ ਵਿਚ ਫੂਡ ਡਿਲਿਵਰੀ ਫਰਮ ਖਰੀਦਣ ਦੀ ਪੇਸ਼ਕਸ਼ ਕਰਨ ਤੋਂ ਬਾਅਦ ਸਿਰਫ 54% ਸ਼ੇਅਰਾਂ ਨੂੰ ਖਾਓ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਅਮਰੀਕੀ ਸੋਸਾਇਟੀ ਆਫ ਸਿਨੇਮਾਟੋਗ੍ਰਾਫ਼ਰਜ਼ ਐਵਾਰਡਜ਼ ’ਚ’ ਮਾਰੀਆ ’ਨੂੰ ਮਿਲਿਆ ਚੋਟੀ ਦਾ ਫਿਲਮ ਪੁਰਸਕਾਰ",
        "ਐਨਐਫਐਲ ਪ੍ਰਤੀਯੋਗਤਾ ਕਮੇਟੀ ਸੰਭਾਵਤ ਟਵੀਕਸ ਨੂੰ ਕਿੱਕਆਫ ਫਾਰਮੈਟ ਕਰਨ ਲਈ ਸੋਚਣਾ ਸ਼ੁਰੂ ਕਰਦੀ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਐਲਨ ਮਸਕ ਨੇ ਕਿਹਾ ਕਿ ਸਾਰੇ ਸੰਘੀ ਕਰਮਚਾਰੀਆਂ ਨੂੰ ਪਿਛਲੇ ਹਫਤੇ ਦੇ ਕੰਮ ਦੀ ਵਿਆਖਿਆ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ. ਮੁੱਖ ਸੰਘੀ ਏਜੰਸੀਆਂ ਪਾਲਣਾ ਕਰਨ ਤੋਂ ਇਨਕਾਰ ਕਰ ਰਹੀਆਂ ਹਨ - WHYY",
        "ਟਰੰਪ ਯੂਐਸਏਆਈਡੀ ਦੀਆਂ 1,600 ਨੌਕਰੀਆਂ ਖ਼ਤਮ ਕਰਨਗੇ, ਜ਼ਿਆਦਾਤਰ ਕਰਮਚਾਰੀਆਂ ਨੂੰ ਛੁੱਟੀ 'ਤੇ ਰੱਖਣਗੇ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਰਿਹਾਈ ਲਈ ਬੁੱਧਵਾਰ ਨੂੰ ਸੈੱਟ ਕੀਤੀ ਗਈ ਕਮਾਈ ਦੀ ਰਿਪੋਰਟ ਦੇ ਨਾਲ ਇਹ ਐਨਵੀਡੀਆ ਸਟਾਕ ਕੀਮਤ ਦੇ ਪੱਧਰ ਦੇਖੋ - ਇਨਵੈਸਟੋਪੀਡੀਆ",
        "ਡੈਨ ਬੋਂਗਿਨੋ ਪਰਿਵਾਰਃ ਪਤਨੀ ਪੌਲਾ ਐਂਡਰੀਆ ਅਤੇ ਬੱਚਿਆਂ ਬਾਰੇ ਸਭ ਕੁਝ - ਹਿੰਦੁਸਤਾਨ ਟਾਈਮਜ਼",
        "ਏਸ਼ੀਆ ਸਟਾਕ ਵਾਲ ਸ੍ਟ੍ਰੀਟ ਦੇ ਨੁਕਸਾਨ ਨੂੰ ਟਰੈਕ; ਤਕਨੀਕੀ skittish ਅੱਗੇ Nvidia ਦੀ ਕਮਾਈ - Investing.",
        "ਡੇਸਮੰਡ ਬੈਨ ਅਤੇ ਡੋਨੋਵਾਨ ਮਿਸ਼ੇਲ ਕੈਵਸ-ਗਰੀਜ਼ਲੀਜ਼ ਵਿਚ ਚਿੱਪੀ ਪ੍ਰਾਪਤ ਕਰੋ - ਸਪੋਰਟਸ ਇਲਸਟ੍ਰੇਟਿਡ",
        "ਜੇਨ ਫੋਂਡਾ ਕਹਿੰਦੀ ਹੈ ‘ਵੇਕ ਜਸਟਿਸ ਦਾ ਮਤਲਬ ਹੈ ਕਿ ਤੁਸੀਂ ਦੂਜਿਆਂ ਬਾਰੇ ਇੱਕ ਡੈਮਨ ਦਿੰਦੇ ਹੋ,’ ਹਾਲੀਵੁੱਡ ਨੂੰ ਐਸਏਜੀ ਅਵਾਰਡਜ਼ ਭਾਸ਼ਣ ਵਿੱਚ ਹਮਦਰਦੀ ਨਾਲ ਲੜਨ ਲਈ ਬੁਲਾਉਂਦਾ ਹੈ - ਵੰਨਗੀ",
        "ਪੈਨਸਿਲਵੇਨੀਆ ਦੇ ਹਸਪਤਾਲ ਵਿਚ ਗੋਲੀਬਾਰੀ ਦਾ ਮਨੋਰਥ ਅਸਪਸ਼ਟ ਹੈ, ਪਰ ਅਧਿਕਾਰੀ ਕਹਿੰਦੇ ਹਨ ਕਿ ਆਦਮੀ ਦਾ ਹਾਲ ਹੀ ਵਿਚ ਆਈਸੀਯੂ ਨਾਲ ਸੰਪਰਕ ਹੋਇਆ ਸੀ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਸਟੇਟਨ ਆਈਲੈਂਡ ਨੇੜੇ ਕਿਸ਼ਤੀ ਪਲਟਣ ਤੋਂ ਬਾਅਦ 3 ਦੀ ਮੌਤ, 2 ਜ਼ਖਮੀ ਅਤੇ 1 ਲਾਪਤਾਃ ਕੋਸਟ ਗਾਰਡ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਗਾਰਡਨ ਵਿਚ ਇਕ ਤਬਦੀਲੀਃ ਰਿਕ ਪਿਟਿਨੋ ਅਤੇ ਸੇਂਟ ਜੌਨਜ਼ ਹੁਣ ਬਿਗ ਈਸਟ 'ਤੇ ਰਾਜ ਕਰਦੇ ਹਨ ਕਿਉਂਕਿ UConn ਮਾਉਂਟੇਨਟੌਪ ਤੋਂ ਸਲਾਈਡ ਕਰਦਾ ਹੈ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ"
    ]
}