{
    "headlines": [
        "Giuliani ਸੰਪਤੀ ਕੇਸ ਵਿੱਚ ਜੱਜ ਦੇ ਨਾਲ ਫਾਇਰ ਐਕਸਚੇਂਜ ਹੈ - Newsweek",
        "ਹਟਾਈ",
        "ਬਫੇਲੋ ਬਿੱਲ ਹਫਤੇ 13 ਵਿਚ ਏਐਫਸੀ ਈਸਟ ਨੂੰ ਕਿਵੇਂ ਜਿੱਤ ਸਕਦੇ ਹਨ | 2024 - BuffaloBills.com",
        "ਫੈੱਡ ਅਧਿਕਾਰੀ ਵਿਆਜ ਦਰਾਂ ਵਿੱਚ ਕਟੌਤੀ ਨੂੰ ਅੱਗੇ ਵੇਖਦੇ ਹਨ, ਪਰ ਸਿਰਫ 'ਹੌਲੀ ਹੌਲੀ,' ਮੀਟਿੰਗ ਮਿੰਟ ਸ਼ੋਅ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਤੇਲ ਉਤਪਾਦਕਾਂ ਨੇ ਕੈਨੇਡਾ 'ਤੇ ਟਰੰਪ ਦੀਆਂ ਟੈਰਿਫਾਂ ਨੂੰ ਚੇਤਾਵਨੀ ਦਿੱਤੀ ਅਮਰੀਕੀ ਪੈਟਰੋਲ ਦੀਆਂ ਕੀਮਤਾਂ ਨੂੰ ਵਧਾਏਗੀ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "ਨੇਤਨਯਾਹੂ ਨੇ ਇਜ਼ਰਾਈਲ ਅਤੇ ਹਿਜ਼ਬੁੱਲਾ ਵਿਚਕਾਰ ਜੰਗਬੰਦੀ ਸਮਝੌਤੇ ਨੂੰ ਮਨਜ਼ੂਰੀ ਦੇਣ ਦੀ ਸਿਫਾਰਸ਼ ਕੀਤੀ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਡ੍ਰੈਗਨਫਲਾਈ ਇਕਰਾਰਨਾਮੇ ਦੇ ਨਾਲ, ਨਾਸਾ ਪਰਮਾਣੂ ਦੁਆਰਾ ਸੰਚਾਲਿਤ ਪੇਲੋਡਾਂ ਲਈ ਸਪੇਸਐਕਸ ਨੂੰ ਪ੍ਰਮਾਣਿਤ ਕਰੇਗਾ - ਆਰਸ ਟੈਕਨੀਕਾ",
        "ਐਲਨ ਮਸਕ ਦਾ ਡੋਗੇ ਇਨ੍ਹਾਂ ਫੈਡਰਲ ਏਜੰਸੀਆਂ ਨੂੰ ਕੱਟ ਸਕਦਾ ਹੈ-ਏਸ ਜੀਓਪੀ ਸੈਨੇਟਰ ਵਿਚਾਰ ਪੇਸ਼ ਕਰਦੇ ਹਨ - ਫੋਰਬਸ",
        "ਥੈਂਕਸਗਿਵਿੰਗ ਬਾਕਸ ਆਫਿਸਃ 'ਮੋਆਨਾ 2’ ਗ੍ਰਹਿਣ ਕਰਨ ਦਾ ਟੀਚਾ ‘ਫ੍ਰੋਜ਼ਨ 2’ ਹੋਲੀਡੇ ਰਿਕਾਰਡ ਵਿਸ਼ਾਲ $ 135 ਮਿਲੀਅਨ ਡੈਬਿਊ ਨਾਲ - ਵੰਨਗੀ",
        "ਇੰਟਰ ਮਿਆਮੀ ਸੀਐਫ ਨੇ ਜੇਵੀਅਰ ਮਾਸਚੇਰਾਨੋ ਨੂੰ ਮੁੱਖ ਕੋਚ ਨਿਯੁਕਤ ਕੀਤਾ - ਇੰਟਰ ਮਿਆਮੀ ਸੀਐਫ",
        "ਉੱਤਰੀ ਕੈਰੋਲੀਨਾ ਕੋਚਿੰਗ ਉਮੀਦਵਾਰਃ ਜੋਨ ਸੁਮਰਾਲ, ਬੈਰੀ ਓਡਮ, ਡੈਨ ਮੂਲਨ ਮੈਕ ਬ੍ਰਾਊਨ ਨੂੰ ਬਦਲਣ ਦੇ ਵਿਕਲਪਾਂ ਵਿੱਚ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਡਰੇਕ ਨੇ ਯੂਐਮਜੀ ਦੇ ਵਿਰੁੱਧ ਦੂਜੀ ਕਾਰਵਾਈ ਦਾਇਰ ਕੀਤੀ, ਕੇਂਡਰਿਕ ਲਾਮਰ ਦੇ ‘ਝੂਠੇ‘ ਗਾਣੇ - ਬਿਲਬੋਰਡ ’ਤੇ ਮਾਣਹਾਨੀ ਦਾ ਦੋਸ਼ ਲਗਾਇਆ",
        "Wear OS 5.1 ਤੁਹਾਨੂੰ ਆਪਣੇ ਬਿਲਟ-ਇਨ ਐਂਡਰਾਇਡ ਵਾਚ ਸਪੀਕਰਾਂ 'ਤੇ ਸੰਗੀਤ ਚਲਾਉਣ ਦੇ ਸਕਦਾ ਹੈ - ਦਿ ਵਰਜ",
        "7.4 ਮਿਲੀਅਨ ਅਮਰੀਕੀ ਬਿਡੇਨ ਪ੍ਰਸਤਾਵ ਦੇ ਤਹਿਤ ਮੋਟਾਪਾ ਵਿਰੋਧੀ ਦਵਾਈਆਂ ਲਈ ਮੈਡੀਕੇਅਰ ਜਾਂ ਮੈਡੀਕੇਡ ਕਵਰੇਜ ਪ੍ਰਾਪਤ ਕਰ ਸਕਦੇ ਹਨ - ਸੀ ਐਨ ਐਨ",
        "ਹਟਾਈ",
        "ਐਫਐਚਐਫਏ ਨੇ 2025 ਲਈ ਕਰਜ਼ੇ ਦੀ ਸੀਮਾ ਦੇ ਅਨੁਕੂਲ ਮੁੱਲਾਂ ਦਾ ਐਲਾਨ ਕੀਤਾ - ਜਨਤਕ ਮਾਮਲਿਆਂ ਦਾ ਵੇਰਵਾ | ਫੈਡਰਲ ਹਾਊਸਿੰਗ ਵਿੱਤ ਏਜੰਸੀ",
        "ਬੀਅਰ ਪੀਣ ਵਾਲੇ ਪੁਤਿਨ, ਬ੍ਰੈਗਜ਼ਿਟ ਬਾਸ਼ਿੰਗ ਅਤੇ ਟਰੰਪ ਤਣਾਅਃ ਮਰਕਲ ਦੀ ਨਵੀਂ ਕਿਤਾਬ ਵਿਚ ਸਟੈਂਡਆਉਟ ਕਹਾਣੀਆਂ - ਪੋਲੀਟੀਕੋ ਯੂਰਪ",
        "‘ਵੈਂਡਰਪੰਪ ਨਿਯਮ’ ਸਾਰੇ ਨਵੇਂ ਕਾਸਟ ਨਾਲ ਬ੍ਰਾਵੋ ਦੁਆਰਾ ਸੀਜ਼ਨ 12 ਲਈ ਨਵੀਨੀਕਰਣ - ਡੈੱਡਲਾਈਨ",
        "ਟਿਕਟਾਕ ਦੇ ਸੀਈਓ ਨੇ ਰੋਮਾਨੀਆ ਦੀਆਂ ਚੋਣਾਂ ਵਿਚ ਸਦਮੇ ਦੀ ਭੂਮਿਕਾ ਨੂੰ ਲੈ ਕੇ ਯੂਰਪੀਅਨ ਸੰਸਦ ਨੂੰ ਤਲਬ ਕੀਤਾ - ਪੋਲਿਟਿਕੋ ਯੂਰਪ",
        "Ozempic ਨਾਲ ਭਾਰ ਗੁਆਉਣ ਵੀ ਆਪਣੇ ਪੱਟੀ ਟੈਬ ਹਲਕਾ ਹੋ ਸਕਦਾ ਹੈ, ਅਧਿਐਨ ਲੱਭਦੀ ਹੈ - Gizmodo"
    ]
}