{
    "headlines": [
        "ਨੋਵੋ ਨੋਰਡਿਸਕ ਨੇ ਕੈਗਰੀਸੇਮਾ ਮੋਟਾਪਾ ਡਰੱਗ ਟਰਾਇਲ ਨਿਰਾਸ਼ਾਜਨਕ ਹੋਣ ਤੋਂ ਬਾਅਦ ਡੁੱਬਣ ਵਾਲੇ ਸ਼ੇਅਰਾਂ ਨੂੰ ਸਾਂਝਾ ਕੀਤਾ - ਰਾਇਟਰਜ਼",
        "ਕ੍ਰੋਏਸ਼ੀਆ ਦੇ ਸਕੂਲ 'ਚ ਚਾਕੂ ਨਾਲ ਹਮਲੇ' ਚ ਵਿਦਿਆਰਥੀ ਦੀ ਮੌਤ - Reuters",
        "ਹਟਾਈ",
        "ਲੁਈਗੀ ਮੈਂਗਿਓਨ ਘਾਤਕ ਗੋਲੀਬਾਰੀ ਵਿਚ ਸੰਘੀ ਦੋਸ਼ਾਂ ਦਾ ਸਾਹਮਣਾ ਕਰਨ ਲਈ ਨਿਊਯਾਰਕ ਵਾਪਸ ਪਰਤਿਆ - ਬੀਬੀਸੀ.",
        "ਟਰੰਪ ਚਾਹੁੰਦੇ ਹਨ ਕਿ ਯੂਰਪੀਅਨ ਯੂਨੀਅਨ ਵਧੇਰੇ ਅਮਰੀਕੀ ਤੇਲ ਅਤੇ ਗੈਸ ਖਰੀਦੇ ਜਾਂ ਟੈਰਿਫ ਦਾ ਸਾਹਮਣਾ ਕਰੇ - ਰਾਇਟਰ",
        "ਮੌਤ ਦੀ ਸਜ਼ਾ ਕੱਟ ਰਹੇ ਕੈਦੀ ਰਾਬਰਟ ਰੋਬਰਸਨ ਨੂੰ ਸਟੇਟ ਹਾ Houseਸ ਕਮੇਟੀ ਦੇ ਸਾਹਮਣੇ ਬੋਲਣ ਦੀ ਉਮੀਦ ਹੈ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਪੁਤਿਨ ਦਾ ਨਿਰੰਤਰ ਹਮਲਾ ਤੇਜ਼ ਹੁੰਦਾ ਜਾ ਰਿਹਾ ਹੈ ਜਦੋਂ ਰੂਸ ਨੇ ਕੀਵ ਨੂੰ ਬੈਲਿਸਟਿਕ ਮਿਜ਼ਾਈਲਾਂ ਨਾਲ ਮਾਰਿਆ - ਪੋਲੀਟੀਕੋ ਯੂਰਪ",
        "ਅਮਰੀਕਾ ਵਿਚ ਹਜ਼ਾਰਾਂ ਸਾਲਾਂ ਤੋਂ ਵਿਸ਼ਾਲ ਸੁਸਤ ਅਤੇ ਮਾਸਟੋਡਨ ਮਨੁੱਖਾਂ ਨਾਲ ਸਹਿ-ਮੌਜੂਦ ਸਨ, ਨਵੀਆਂ ਖੋਜਾਂ ਸੁਝਾਅ ਦਿੰਦੀਆਂ ਹਨ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਕੀ ਤੁਸੀਂ ਮਹਿਸੂਸ ਕਰਦੇ ਹੋ ਕਿ ਦੁਨੀਆਂ ਪਹਿਲਾਂ ਨਾਲੋਂ ਕਿਤੇ ਜ਼ਿਆਦਾ ਕਾਬੂ ਤੋਂ ਬਾਹਰ ਹੈ? ਇਸਦਾ ਇੱਕ ਕਾਰਨ ਹੈ । - ਸਲੇਟ",
        "ਅਹੁਦਾ ਛੱਡਣ ਤੋਂ ਪਹਿਲਾਂ ਬਾਇਡਨ ਦੇ ਅੰਤਮ ਮੁਆਫੀ ਦੇ ਦੌਰ ਵਿੱਚ ਵਧੇਰੇ ਵਿਦਿਆਰਥੀ ਕਰਜ਼ੇ ਰੱਦ ਕੀਤੇ ਗਏ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਐਨਐਫਐਲ ਹਫਤਾ 16 ਕਲਪਨਾ ਫੁੱਟਬਾਲ ਦਰਜਾਬੰਦੀ - ਬਲੂਪ੍ਰਿੰਟ - ਅੰਡਰਡੌਗ ਨੈਟਵਰਕ",
        "ਰਿੰਗੋ ਸਟਾਰਰ, ਰੌਨੀ ਵੁੱਡ ਫਾਈਨਲ ਲੰਡਨ ਸ਼ੋਅ ਦੌਰਾਨ ਪਾਲ ਮੈਕਕਾਰਟਨੀ ਨਾਲ ਜੁੜੋ - ਰੋਲਿੰਗ ਸਟੋਨ",
        "‘ਸਹਿ-ਪ੍ਰਧਾਨ’ ਐਲਨ ਮਸਕ? ਟਰੰਪ ਸਹਿਯੋਗੀ ਖਰਚਿਆਂ ਦੀ ਲੜਾਈ ਵਿਚ ਪ੍ਰਭਾਵ ਦੀ ਜਾਂਚ ਕਰਦਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਜਿਮ ਹਰਬਾਗ on ਕਿBਬੀ ਜਸਟਿਨ ਹਰਬਰਟ ਦੀ ਅਗਵਾਈ ਕਰਨ ਵਾਲੇ ਚਾਰਜਰਜ਼ ਦੀ ਬ੍ਰੋਂਕੋਸ ਉੱਤੇ ਵਾਪਸੀ ਦੀ ਜਿੱਤਃ 'ਇਹ ਅਵਿਸ਼ਵਾਸ਼ਯੋਗ ਹੈ ਕਿ ਉਹ ਕੀ ਕਰਨ ਦੇ ਯੋਗ ਹੈ' - ਐਨਐਫਐਲ.",
        "ਵਿਸਕਾਨਸਿਨ ਸਕੂਲ ਦੇ ਨਿਸ਼ਾਨੇਬਾਜ਼ ਨਾਲ ‘ਸਾਜ਼ਿਸ਼ ਰਚਣ‘ ਦੇ ਸ਼ੱਕ ਵਿੱਚ ਕੈਲੀਫੋਰਨੀਆ ਦੇ ਵਿਅਕਤੀ ਨੂੰ ਹਿਰਾਸਤ ਵਿੱਚ ਲਿਆ ਗਿਆ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਕਰੀ, ਗ੍ਰੀਨ ਨੂੰ ਐਫਜੀ ਤੋਂ ਬਿਨਾਂ ਫੜਿਆ ਗਿਆ ਜਿਵੇਂ ਕਿ ਵਾਰੀਅਰਜ਼ ਨੇ ਰੂਟ ਕੀਤਾ - ਈਐਸਪੀਐਨ",
        "ਹਟਾਈ",
        "ਜੀਵਾਣੂ ਰਹੱਸਮਈ 'ਏਲੀਅਨ ਪਲਾਂਟ' ਦਾ ਖੁਲਾਸਾ ਕਿਸੇ ਹੋਰ ਜਾਣੇ-ਪਛਾਣੇ ਤੋਂ ਉਲਟ ਹੈ - ਸਾਇੰਸ ਅਲਰਟ",
        "ਸੈਮਸੰਗ ਕਰਮਚਾਰੀ ਵੱਡੀ ਗਲਤੀ ਕਰਦੇ ਹਨ ਅਤੇ ਆਉਣ ਵਾਲੇ ਫੋਨ ਦੀ ਤਸਵੀਰ ਲੀਕ ਹੋਣ ਤੋਂ ਬਾਅਦ ਬਰਖਾਸਤ ਹੋ ਜਾਂਦੇ ਹਨ - ਫੋਨਅਰੇਨਾ",
        "ਫੇਅਰ-ਕੈਚ ਕਿੱਕ ਕੀ ਹੈ? ਜਿਮ ਹਾਰਬਾਗ ਦੇ ਚਾਰਜਰਜ਼ ਨੇ 48 ਸਾਲਾਂ ਵਿਚ ਪਹਿਲੀ ਸਫਲ ਕੋਸ਼ਿਸ਼ ਕੀਤੀ - ਫੌਕਸ ਸਪੋਰਟਸ"
    ]
}