{
    "headlines": [
        "ਐਂਡਰਿ Luck ਲੱਕ ਸਟੈਨਫੋਰਡ ਦੇ ਫੁੱਟਬਾਲ ਜਨਰਲ ਮੈਨੇਜਰ ਹੋਣਗੇ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਆਇਰਿਸ਼ ਆਮ ਚੋਣਾਂਃ ਗਿਣਤੀ ਜਾਰੀ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਮਹਾਨ ਝੀਲਾਂ ਦੇ ਖੇਤਰ ਦੇ ਕੁਝ ਹਿੱਸੇ ਅਲਰਟ 'ਤੇ ਰਹਿੰਦੇ ਹਨ ਕਿਉਂਕਿ ਝੀਲ-ਪ੍ਰਭਾਵ ਵਾਲੀ ਬਰਫ ਨੇੜਲੇ ਚਿੱਟੇ ਹਾਲਾਤ ਪੈਦਾ ਕਰਨਾ ਜਾਰੀ ਰੱਖਦੀ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਇਜ਼ਰਾਈਲ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਇਸ ਨੇ ਸੀਰੀਆ ਵਿਚ ਹਿਜ਼ਬੁੱਲਾ ਹਥਿਆਰਾਂ ਦੀ ਤਸਕਰੀ ਵਾਲੀਆਂ ਥਾਵਾਂ 'ਤੇ ਹਮਲਾ ਕੀਤਾ, ਇਕ ਨਾਜ਼ੁਕ ਜੰਗਬੰਦੀ ਦੀ ਪਰਖ ਕੀਤੀ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਬਾਕੀ ਐਨਐਫਐਲ ਹਫਤੇ 13 ਲਈ ਅੰਤਮ ਤਿਆਰੀਃ ਭਵਿੱਖਬਾਣੀ, ਸਲੀਪਰ, ਪਰੇਸ਼ਾਨ ਪਿਕ ਅਤੇ ਨਵੀਨਤਮ ਬਜ਼ - ਈਐਸਪੀਐਨ",
        "ਯੂਕਰੇਨ ਯੁੱਧਃ ਜ਼ੇਲੇਨਸਕੀ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਨਾਟੋ ਮੈਂਬਰਸ਼ਿਪ 'ਗਰਮ ਪੜਾਅ' ਨੂੰ ਖਤਮ ਕਰ ਸਕਦੀ ਹੈ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਬਿਜਲੀ ਦੇ ਹਮਲੇ ਤੋਂ ਬਾਅਦ ਸੀਰੀਆ ਦੇ ਵਿਦਰੋਹੀ ਅਲੇਪੋ ਵਿੱਚ ਚਲੇ ਗਏ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "ਦਹਾਕਿਆਂ ਪਹਿਲਾਂ ਤੋਂ ਸਮਾਪਤ ਹੋਏ ਸੈਲਮਨ ਦੇ ਕੈਨਸ ਇਕ ਵਿਸ਼ਾਲ ਹੈਰਾਨੀ ਦਾ ਖੁਲਾਸਾ ਕਰਦੇ ਹਨ - ਸਾਇੰਸ ਅਲਰਟ",
        "ਪੁਰਸ਼ਾਂ ਲਈ ਗਰਮ ਨਵੀਂ ਨੌਕਰੀਃ ਨਰਸਿੰਗ - ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "ਹੈਲੀ ਸਟੀਨਫੈਲਡ ਨੇ ਬਿਲਾਂ ਨੂੰ ਕੁੜਮਾਈ ਤੋਂ ਬਾਅਦ ਨਵਾਂ ਉਪਨਾਮ ਪ੍ਰਾਪਤ ਕੀਤਾ QB ਜੋਸ਼ ਐਲਨ - ਐਥਲੋਨ ਸਪੋਰਟਸ",
        "ਏਡਨ ਓਕਨੇਲਃ ਰੇਡਰਜ਼ ਦੀ ਫੰਬਲਡ ਸਨੈਪ \"ਪੂਰੀ ਤਰ੍ਹਾਂ ਮੇਰੀ ਗਲਤੀ\" ਹੈ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਵੀਅਤਨਾਮ ਨੇ ਹਨੋਈ ਅਤੇ ਹੋ ਚੀ ਮਿਨਹ ਸ਼ਹਿਰ ਦੇ ਵਿਚਕਾਰ $ 67 ਬਿਲੀਅਨ ਹਾਈ ਸਪੀਡ ਰੇਲਵੇ ਪ੍ਰੋਜੈਕਟ ਨੂੰ ਮਨਜ਼ੂਰੀ ਦਿੱਤੀ - ਯਾਹੂ ਵਿੱਤ",
        "ਇਕ ਮਾਹਰ ਕਿਉਂ ਕਹਿੰਦਾ ਹੈ ਕਿ ਇਹ ਦਿਮਾਗੀ ਕਮਜ਼ੋਰੀ ਨੂੰ ਦੁਬਾਰਾ ਪਰਿਭਾਸ਼ਤ ਕਰਨ ਦਾ ਸਮਾਂ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਤੂਫਾਨ ਦਾ ਮੌਸਮ ਖਤਮ ਹੋ ਗਿਆ ਹੈ, ਪਰ ਫਲੋਰਿਡਾ ਵਿੱਚ ਤੂਫਾਨ-ਰੋਧਕ ਘਰਾਂ ਦਾ ਉਭਾਰ ਹੁਣੇ ਸ਼ੁਰੂ ਹੋ ਰਿਹਾ ਹੈ - ਬਿਜ਼ਨਸ ਇਨਸਾਈਡਰ",
        "ਐਮਾਜ਼ਾਨ ਦੇ 25 ਵਧੀਆ ਸਾਈਬਰ ਸੋਮਵਾਰ ਸੌਦੇ ਵਿੱਚ $ 4 ਤੋਂ ਰੇਟਿਨੋਲ ਕਰੀਮ ਅਤੇ ਕੋਜ਼ੀ ਸਵੈਟਰ ਸ਼ਾਮਲ ਹਨ - InStyle",
        "ਸਾਬਕਾ ਮਾਈ ਕੈਮੀਕਲ ਰੋਮਾਂਸ ਡਰੱਮਰ ਬੌਬ ਬ੍ਰਾਇਅਰ ਦੀ 44 ਸਾਲ ਦੀ ਉਮਰ ਵਿੱਚ ਮੌਤ ਹੋ ਗਈ ਹੈ - ਕੇਰੰਗ!",
        "ਕਿਰਬੀ ਸਮਾਰਟਃ ਜਾਰਜੀਆ ਡਿਫੈਂਸ ਨੇ 44-42 8-ਓਟੀ ਥ੍ਰਿਲਰ ਵਿਚ ਹੇਨਜ਼ ਕਿੰਗ, ਜਾਰਜੀਆ ਟੈਕ ਨੂੰ ਰੋਕਣ ਲਈ ’ਇਸ ਨੂੰ ਕਿਵੇਂ ਬਦਲਿਆ' - DawgNation",
        "ਸ਼ਨੀਵਾਰ, ਨਵੰਬਰ 30, 2024 ਲਈ ਕੁੰਡਲੀ - ਸ਼ਿਕਾਗੋ ਸੂਰਜ-ਟਾਈਮਜ਼",
        "ਜਸਟਿਨ ਟਰੂਡੋ ਫਲੋਰਿਡਾ 'ਚ ਡੋਨਾਲਡ ਟਰੰਪ ਨੂੰ ਮਿਲਣ ਲਈ - BBC.",
        "ਬਲੈਕ ਫ੍ਰਾਈਡੇ ਦੀ ਖਰੀਦਦਾਰੀ ਦੌਰਾਨ ਲਿਟਲ ਰੌਕ ਦੇ ਪਾਰਕ ਪਲਾਜ਼ਾ ਵਿਚ ਗੋਲੀਬਾਰੀ ਵਿਚ ਦੋ ਲੋਕ ਜ਼ਖਮੀ ਹੋਏ - ਅਰਕੰਸਾਸ Onlineਨਲਾਈਨ"
    ]
}