{
    "headlines": [
        "ਪਰਮੀਅਨ ਬੇਸਿਨ ਪਲੇਅਰ ਲਈ ਕੁਦਰਤੀ-ਗੈਸ ਫਰਮ ਵਿਭਿੰਨ energyਰਜਾ ਹੜਤਾਲਾਂ ਦਾ ਸੌਦਾ - ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "ਸਟਾਕ ਮਾਰਕੀਟ ਅੱਜਃ ਡਾਓ ਫਿuresਚਰਜ਼ ਫਾਲ, ਏਆਈ ਰਾoutਟ ਵਿੱਚ ਐਨਵੀਡੀਆ ਸਟਾਕ ਸਿੰਕ- ਲਾਈਵ ਅਪਡੇਟਸ - ਦਿ ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "ਕ੍ਰਿਸਟੋਫਰ ਨੋਲਨ ਨੇ ਸਿਸਲੀਅਨ 'ਬੱਕਰੀ ਟਾਪੂ' ਤੇ ‘ਦਿ ਓਡੀਸੀ’ ਦਾ ਹਿੱਸਾ ਸ਼ੂਟ ਕਰਨ ਲਈ ਸੈੱਟ ਕੀਤਾ, ’ਜਿੱਥੇ ਯੂਲੀਸਸ ਲੈਂਡਡ (ਐਕਸਕਲੂਸਿਵ) - ਵਰਾਇਟੀ",
        "ਗ੍ਰਿਫਤਾਰੀ ਵਾਰੰਟ, ਲੱਕਃ ਡੌਨ - ਬਲੂਮਬਰਗ ਵਿਖੇ ਇੱਕ ਟਰੰਪ ਡਿਪੋਰਟੇਸ਼ਨ ਰੇਡ ਦੇ ਅੰਦਰ",
        "ਟਰੰਪ ਦਾ ਏਜੰਡਾ ਮੇਕ ਜਾਂ ਬਰੇਕ ਪਲ ਮਾਰਨ ਵਾਲਾ ਹੈ - ਪੋਲਿਟਿਕੋ",
        "ਬਿਲ ਗੇਟਸ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਹ ਸੋਚਦਾ ਹੈ ਕਿ ਇਹ 'ਪਾਗਲ' ਹੈ ਕਿ ਐਲਨ ਮਸਕ ਨੂੰ ਦੂਜੇ ਦੇਸ਼ਾਂ ਵਿਚ ਰਾਜਨੀਤੀ 'ਅਸਥਿਰ' ਕਰਨ ਦੀ ਆਗਿਆ ਹੈ - ਬਿਜ਼ਨਸ ਇਨਸਾਈਡਰ",
        "ਔਸ਼ਵਿਟਜ਼ ਬਾਰੇ ਮੁਸ਼ਕਲ ਸਵਾਲ ਜੋ ਜਵਾਬ ਨਹੀਂ ਰਿਹਾ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਜਲੇਨ ਹਰਟਸ ਦੇ ਨੌਂ ਪਲੇਆਫ ਰਸ਼ਿੰਗ ਟੀਡੀਜ਼ ਇੱਕ ਕਿ Qਬੀ ਲਈ ਐਨਐਫਐਲ ਦੇ ਇਤਿਹਾਸ ਵਿੱਚ ਸਭ ਤੋਂ ਵੱਧ ਹਨ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਫਲਸਤੀਨੀ ਤਬਾਹ ਹੋਏ ਉੱਤਰੀ ਗਾਜ਼ਾ ਵੱਲ ਵਾਪਸ ਪਰਤਦੇ ਹਨ - ਸੀ ਐਨ ਐਨ",
        "ਜਪਾਨ ਦੇ ਫੁਜੀ ਟੀਵੀਃ ਮਾਸਾਹਿਰੋ ਨਕਾਈ ਸੈਕਸ ਘੁਟਾਲੇ ਤੋਂ ਬਾਅਦ ਚੋਟੀ ਦੇ ਕਾਰਜਕਾਰੀ ਅਧਿਕਾਰੀ ਅਸਤੀਫਾ ਦਿੰਦੇ ਹਨ - ਬੀਬੀਸੀ.",
        "ਸਵੀਡਨ ਨੇ ਬਾਲਟਿਕ ਸਾਗਰ ਵਿਚ ਅੰਡਰਸੀ ਡਾਟਾ ਕੇਬਲ ਫਟਣ ਤੋਂ ਬਾਅਦ 'ਤੋੜਨ' ਦੇ ਸ਼ੱਕੀ ਜਹਾਜ਼ ਨੂੰ ਜ਼ਬਤ ਕੀਤਾ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਈਗਲਜ਼ ਦੀ ਜਿੱਤ ਤੋਂ ਬਾਅਦ ਕਾਰ ਭੀੜ ਨਾਲ ਭਰੀ, 3 ਜ਼ਖਮੀ - ਈਐਸਪੀਐਨ",
        "ਚੀਫਾਂ ਨੇ ਬਿੱਲਾਂ ਨੂੰ ਇੰਚਾਂ ਨਾਲ ਹਰਾਇਆ, ਪਰ ਇਹ ਸਾਬਤ ਕਰੋ ਕਿ ਉਹ ਇਤਿਹਾਸਕ ਤਿੰਨ-ਪੀਟ ਦੀ ਭਾਲ ਜਾਰੀ ਰੱਖਣ ਦੇ ਤੌਰ ਤੇ ਮੀਲ ਦੂਰ ਹਨ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਜੈਨੀਫ਼ਰ ਲੋਪੇਜ਼ ‘ਕਿੱਸ ਆਫ ਦ ਸਪਾਈਡਰ ਵੂਮੈਨ‘ ਦੇ ਸੁੰਡੈਂਸ ਪ੍ਰੀਮੀਅਰ ਵਜੋਂ ਹੰਝੂ ਵਜਾਉਂਦੀ ਹੈ ਸਟੈਂਡਿੰਗ ਓਵੇਸ਼ਨਃ ‘ਮੈਂ ਇਸ ਪਲ ਦੀ ਉਡੀਕ ਕਰ ਰਿਹਾ ਹਾਂ ਮੇਰੀ ਪੂਰੀ ਜ਼ਿੰਦਗੀ’ - ਵੰਨਗੀ",
        "ਕੋਲੰਬੀਆ ਦੇ ਦੇਸ਼ ਨਿਕਾਲਾ ਉਡਾਣਾਂ ਲਈ ਸਹਿਮਤ ਹੋਣ ਤੋਂ ਬਾਅਦ ਅਮਰੀਕਾ ਨੇ ਟੈਰਿਫਾਂ ਨੂੰ ਮੁਅੱਤਲ ਕਰ ਦਿੱਤਾ - ਬੀਬੀਸੀ.",
        "ਦੱਖਣੀ ਕੋਰੀਆ ਦੇ ਮਹਾਦੋਸ਼ਿਤ ਰਾਸ਼ਟਰਪਤੀ 'ਤੇ ਮਾਰਸ਼ਲ ਲਾਅ ਦੀ ਕੋਸ਼ਿਸ਼' ਤੇ ਭ੍ਰਿਸ਼ਟਾਚਾਰ ਦੇ ਦੋਸ਼ ਲੱਗੇ - Axios",
        "ਬੇਲਾਰੂਸ ਦੇ ਅਲੈਗਜ਼ੈਂਡਰ ਲੂਕਾਸ਼ੇਂਕੋ ਨੇ ਆਪਣੇ 30 ਸਾਲਾਂ ਦੇ ਸ਼ਾਸਨ ਨੂੰ ਵਧਾਉਣ ਦੀ ਤਿਆਰੀ ਕੀਤੀ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਜਵੈਲ ਲੋਇਡ ਅਤੇ ਕੈਲਸੀ ਪਲਮ ਹੈੱਡਲਾਈਨ ਬਲਾਕਬਸਟਰ ਤਿੰਨ ਟੀਮਾਂ ਦਾ ਵਪਾਰ, ਅਧਿਕਾਰਤ ਤੌਰ 'ਤੇ ਮੁਫਤ ਏਜੰਸੀ ਨੂੰ ਬੰਦ ਕਰਨਾ - ਸ਼ਿਕਾਗੋ ਸਨ-ਟਾਈਮਜ਼"
    ]
}