{
    "headlines": [
        "ਸਾਫਟਬੈਂਕ ਵਿਜ਼ਨ ਫੰਡ ਟੈਕ ਆਰਮ - ਸੀ ਐਨ ਬੀ ਸੀ ਵਿਖੇ ਕੁਆਰਟਰਲ ਲਾਭ ਪੋਸਟ ਕਰਦਾ ਹੈ",
        "ਨਿਊਜ਼ੀਲੈਂਡ ਨੇ ਦੇਖਭਾਲ ਵਿੱਚ ਦੁਰਵਿਵਹਾਰ ਕਰਨ ਵਾਲੇ ਲੋਕਾਂ ਤੋਂ ਰਾਸ਼ਟਰੀ ਮੁਆਫੀ ਦੀ ਪੇਸ਼ਕਸ਼ ਕੀਤੀ - ਰਾਇਟਰਜ਼",
        "ਫਲਸਤੀਨੀ ਧੜੇ ਪੋਸਟਵਾਰ ਗਾਜ਼ਾ ਰਿਕਵਰੀ ਲਈ ਯੋਜਨਾ ਵੱਲ ਕਿਨਾਰੇ - ਵਾਲ ਸਟਰੀਟ ਜਰਨਲ",
        "ਯੂ. ਐੱਨ. ਜਲਵਾਯੂ ਗੱਲਬਾਤ 'ਤੇ, ਬਹੁਤ ਸਾਰੇ ਨੇਤਾ ਇਕ' ਅਣਸੁਖਾਵੇਂ ‘ਪਲ’ ਤੇ ਲੰਘਦੇ ਹਨ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਚੀਨ ਫੌਜੀ Zhuhai ਹਵਾਈ ਸ਼ੋਅ 'ਤੇ ਅੱਪਗਰੇਡ Z-20 ਹੈਲੀਕਾਪਟਰ ਵੇਖਾਉਦਾ ਹੈ - Reuters",
        "ਟਰੰਪ ਨੇ ਨਿ New ਯਾਰਕ ਦੇ ਸਾਬਕਾ ਕਾਂਗਰਸੀ ਲੀ ਜ਼ੈਲਡਿਨ ਨੂੰ ਈਪੀਏ ਦੇ ਮੁਖੀ ਵਜੋਂ ਟੈਪ ਕੀਤਾ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਰਿਚਰਡ ਐਲਨ ਕੌਣ ਹੈ? ਡੈਲਫੀ ਕਤਲ ਦੇ ਸ਼ੱਕੀ ਬਾਰੇ ਸਾਰੇ ਇੰਡੀਆਨਾ ਕਿਸ਼ੋਰਾਂ 'ਤੇ ਬੇਰਹਿਮੀ ਨਾਲ 2017 ਦੇ ਕਤਲੇਆਮ ਦੇ ਦੋਸ਼ੀ ਪਾਏ ਗਏ - ਹਿੰਦੁਸਤਾਨ ਟਾਈਮਜ਼",
        "ਹਟਾਈ",
        "2025 ਐਨਐਫਐਲ ਡਰਾਫਟ ਆਰਡਰ ਹਫਤੇ 10 ਤੋਂ ਬਾਅਦਃ ਜੈਗੁਆਰਜ਼ ਨੇ ਚੋਟੀ ਦਾ ਸਥਾਨ ਹਾਸਲ ਕੀਤਾ, ਦੈਂਤ ਪੈਂਥਰਜ਼ ਤੋਂ ਹਾਰਨ ਤੋਂ ਬਾਅਦ ਨੰਬਰ 2 ਤੇ ਚੜ੍ਹ ਗਏ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਸੋਮਵਾਰ ਰਾਤ ਫੁੱਟਬਾਲਃ ਡਾਲਫਿਨ ਉਮੀਦ ਨੂੰ ਜਿੰਦਾ ਰੱਖਦੇ ਹਨ, ਰਾਮਸ ਨੂੰ 23-15 ਨਾਲ ਹਰਾਇਆ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਰਿਪਬਲਿਕ ਮਾਈਕ ਗਾਰਸੀਆ ਨੇ ਡੈਮੋਕਰੇਟ ਜਾਰਜ ਵ੍ਹਾਈਟਸਾਈਡਜ਼ ਨੂੰ 27 ਵੀਂ ਜ਼ਿਲ੍ਹਾ ਸੀਟ ਦਿੱਤੀ - ਏਬੀਸੀ 7 ਲਾਸ ਏਂਜਲਸ",
        "ਟਰੰਪ ਸਿਰਫ ‘ਕਹਾਣੀ‘ ਵਿਕੀਪੀਡੀਆ ਦੀ ਕੀਮਤ ਵੱਧ ਗੱਡੀ ਚਲਾਉਣ ਨਹੀ ਹੈ, exec ਕਹਿੰਦਾ ਹੈ - Cointelegraph",
        "ਕੁਓਃ ਐਪਲ ਪਲਾਨਿੰਗ ਸਮਾਰਟ ਹੋਮ ਕੈਮਰਾ ਅਤੇ ਨਵੇਂ ਏਅਰਪੌਡ ਵਧੇਰੇ ਸਿਹਤ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਦੇ ਨਾਲ - ਮੈਕਰੂਮੋਰਸ",
        "ਟਰੰਪ ਨੇ ਰਿਪਬਲਿਕ ਮਾਈਕ ਵਾਲਟਜ਼, ਚੀਨ ਹਾਕ ਨੂੰ ਆਪਣਾ ਰਾਸ਼ਟਰੀ ਸੁਰੱਖਿਆ ਸਲਾਹਕਾਰ ਬਣਨ ਲਈ ਕਿਹਾ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਟਰੰਪ ਨੇ ਸਿੱਖਿਆ ਦੇ ਨਾਲ ਓਵਰਹਾਲ 'ਤੇ ਹਮਲਾ ਕਰਨ ਦੀ ਤਿਆਰੀ ਕੀਤੀ - ਦਿ ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "ਐਮਸਟਰਡਮ ਦੰਗੇ ਭੜਕਦੇ ਹੋਏ ਟਰਾਮ ਨੂੰ ਅੱਗ ਲਗਾ ਦਿੱਤੀ ਗਈ - ਫੌਕਸ ਨਿ Newsਜ਼",
        "ਟਰੰਪ ਵਪਾਰ ਸ਼ਕਤੀਆਂ ਡਾਓ 44,000, ਐਸ ਐਂਡ ਪੀ 6,000 ਦੇ ਤੌਰ ਤੇ ਸਟਾਕ ਹੌਮਿੰਗ ਜਾਰੀ ਰੱਖਦੇ ਹਨ - ਫੌਕਸ ਬਿਜ਼ਨਸ",
        "ਬ੍ਰਾਇਨ ਆਸਟਿਨ ਗ੍ਰੀਨ ਨੇ ਸਾਬਕਾ ਮੇਗਨ ਫੌਕਸ ਦੇ ਬੇਬੀ ਨਿ Newsਜ਼ - ਈ ਦੇ ਵਿਚਕਾਰ ਸ਼ਰਨਾ ਬਰਗੇਸ ਨੂੰ ਸੰਦੇਸ਼ ਸਾਂਝਾ ਕੀਤਾ! ਆਨਲਾਈਨ - ਈ! ਨਿਊਜ਼",
        "ਪ੍ਰਸ਼ੰਸਕਾਂ ਦਾ ਖਿਆਲ ਹੈ ਕਿ ਜੈਸਿਕਾ ਸਿਮਪਸਨ ਦੀ ਕ੍ਰਿਪਟਿਕ ਪੋਸਟ ਏਰਿਕ ਜੌਹਨਸਨ ਸਪਲਿਟ ਤੇ ਇਸ਼ਾਰਾ ਹੈ - ਪੰਨਾ ਛੇ",
        "ਯੂਰਪੀਅਨ ਗੂਗਲ ਦੇ ਵਿਰੋਧੀ ਬਿੱਗ ਟੈਕ ਦਾ ਮੁਕਾਬਲਾ ਕਰਨ ਲਈ ਸਰਚ ਇੰਜਨ ਬੁਨਿਆਦੀ onਾਂਚੇ 'ਤੇ ਸਹਿਭਾਗੀ - ਸੀ ਐਨ ਬੀ ਸੀ"
    ]
}