{
    "headlines": [
        "Hinter dem Vorhang: Bidens eindringliche Zwillingssünden - Axios",
        "Justizministerium und die Stadt Memphis, um die Ergebnisse vernichtender polizeilicher Ermittlungen anzusprechen - CNN",
        "Öl hält Verluste, da die OPEC+ plant, Fässer ab April zurückzugeben - Yahoo Finance",
        "Menschen mit Behinderungen im Gazastreifen sehen sich „unmöglichen Zeiten“ von Chaos und Krieg gegenüber - The New York Times",
        "Der taiwanesische Präsident Lai hat Berichten zufolge Telefongespräche von Guam mit US-Kongressführern - The Associated Press",
        "Euphorie rundherum, da Bitcoin-Tresore über 100.000 US-Dollar liegen und die Aktien Rekordhöhen erreichen - Reuters",
        "Musk, Ramaswamy besuchen Capitol Hill, um Trumps Doge-Vision zur Reduzierung von Regierungsabfällen zu besprechen - Fox News",
        "Michel Barnier: Französischer Premierminister tritt nach Regierungszusammenbruch zurück - BBC.com",
        "Brian Thompson: Wer ist der in New York erschossene UnitedHealth CEO? - BBC.com",
        "Tut mir leid, Eltern, es ist tatsächlich Spotify Wrapped Ihres Kindes - The Washington Post",
        "FBI-Hacking-Warnung - Ändern Sie 2 Einstellungen auf Ihrem iPhone - Forbes",
        "Creighton betäubt Hunter Dickinson, Nr. 1 Kansas, mit einem dominanten 13-Punkte-Sieg - Yahoo Sports",
        "Horoskop für Donnerstag, 5. Dezember 2024 - Chicago Sun-Times",
        "DR Kongo unbekannte Krankheit tötet 79 Menschen - BBC.com",
        "Duke vs. Auburn Score: Blue Devils geben Tigers erste Niederlage, Rekord-Erklärung gewinnt, da Cooper Flagg 22 Punkte erzielt - CBS Sports",
        "Prinz Harry wischt die Scheidungsgerüchte von Herzogin Meghan ab: \"Es ist schwer, mit ihnen Schritt zu halten\" - USA TODAY",
        "Hegseths Geschichte mit Alkoholschatten Pentagon-Auswahl - The Washington Post",
        "Milchschokolade oder dunkel? Die Antwort könnte sich auf Ihr Diabetesrisiko auswirken. - The Washington Post",
        "Angesichts des Amtsenthebungsverfahrens ersetzt Südkoreas Präsident den Verteidigungschef - POLITICO",
        "Bethesda hat die Tippfehler in den PC-Spezifikationen von Indiana Jones behoben — und unsere Frage nach dem erforderlichen Raytracing beantwortet. - The Verge"
    ]
}