{
    "headlines": [
        "DOJ ਦਰਸਾਉਂਦਾ ਹੈ ਕਿ ਇਹ ਏਕਾਅਧਿਕਾਰ ਦੇ ਫੈਸਲੇ ਤੋਂ ਬਾਅਦ ਗੂਗਲ ਬਰੇਕਅਪ 'ਤੇ ਵਿਚਾਰ ਕਰ ਰਿਹਾ ਹੈ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਹਟਾਈ",
        "ਟਰੰਪ ਨੇ 2024 ਮੁਹਿੰਮ ਦੇ ਕੇਂਦਰ ਵਿਚ ਤੂਫਾਨ ਦਾ ਜਵਾਬ ਦਿੱਤਾ - ਪੋਲਿਟਿਕੋ",
        "ਮੈਜਿਕਲ ਮੈਟਸ ਵਿਨ ਗੇਮ 3, ਫਿਲੀਜ਼ ਨੂੰ ਬਰਿੰਕ ਕਰਨ ਲਈ ਧੱਕੋ - ਈਐਸਪੀਐਨ",
        "ਬ੍ਰਾਜ਼ੀਲ ਨੇ ਐਲਨ ਮਸਕ ਦੇ ਐਕਸ 'ਤੇ 5 ਮਿਲੀਅਨ ਡਾਲਰ ਜੁਰਮਾਨਾ ਅਦਾ ਕਰਨ ਤੋਂ ਬਾਅਦ ਪਾਬੰਦੀ ਹਟਾ ਦਿੱਤੀ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਇਨ੍ਹਾਂ 18 ਤਸਵੀਰਾਂ ਨੇ 2024 ਵਾਈਲਡ ਲਾਈਫ ਫੋਟੋਗ੍ਰਾਫਰ ਆਫ ਦਿ ਈਅਰ ਮੁਕਾਬਲੇ ਵਿੱਚ ਜੱਜ ਜਿੱਤੇ - ਅਮਰੀਕਾ ਅੱਜ",
        "Catastrophe ਬਾਂਡ ਨਿਵੇਸ਼ਕ ਮਿਲਟਨ Rages ਦੇ ਤੌਰ ਤੇ ਵੱਡੇ ਨੁਕਸਾਨ ਲਈ ਬ੍ਰੇਸ - ਯਾਹੂ ਵਿੱਤ",
        "ਸੁਪਰੀਮ ਕੋਰਟ ਨੇ ਭੂਤ ਬੰਦੂਕਾਂ ਨੂੰ ਨਿਯਮਤ ਕਰਨ ਵਾਲੇ ਏਟੀਐਫ ਨਿਯਮ ਦੀਆਂ ਸੀਮਾਵਾਂ ਦੀ ਜਾਂਚ ਕੀਤੀ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਬ੍ਰੋਂਕੋਸ ਦਾ ਨੁਕਸਾਨ ਵੂਡੀ ਜੌਹਨਸਨ ਦੇ ਰੌਬਰਟ ਸੈਲੇਹ ਬ੍ਰੇਕਿੰਗ ਪੁਆਇੰਟ ਸੀ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਕ੍ਰਿਸਟੋਫਰ ਨੋਲਨ ਨੇ ਗਰਮੀਆਂ 2026 ਲਈ ਆਈਮੈਕਸ ਵਿਚ ਯੂਨੀਵਰਸਲ ਵਿਖੇ ਅਗਲੀ ਫਿਲਮ ਸੈੱਟ ਕੀਤੀ, ਮੈਟ ਡੈਮਨ ਸਟਾਰ ਦੀ ਨਜ਼ਰ ਨਾਲ - ਡੈੱਡਲਾਈਨ",
        "ਸਪੇਸਐਕਸ ਐਤਵਾਰ ਦੀ ਕੋਸ਼ਿਸ਼ ਲਈ ਸਮੇਂ ਸਿਰ ਅਗਲੇ ਸਟਾਰਸ਼ਿਪ ਲਾਂਚ ਲਈ ਐਫਏਏ ਲਾਇਸੈਂਸ ਪ੍ਰਾਪਤ ਕਰ ਸਕਦਾ ਹੈ - ਸੀਐਨਬੀਸੀ",
        "ਮਾਈਕ ਸ਼ਿਲਡਟ ਨੇ ਡੇਵ ਰੌਬਰਟਸ ਨੂੰ ਮਨੀ ਮਚਾਡੋ ਦੇ ਉਦੇਸ਼ ਨਾਲ ਉਸ 'ਤੇ ਬਾਲ ਸੁੱਟਿਆ - ਸਪੋਰਟਸ ਇਲਸਟ੍ਰੇਟਿਡ",
        "ਡਿਜ਼ਨੀ ਵਰਲਡ ਤੂਫਾਨ ਮਿਲਟਨ ਤੋਂ ਪਹਿਲਾਂ ਥੀਮ ਪਾਰਕ ਦੇ ਬੰਦ ਹੋਣ ਵਿਚ ਸ਼ਾਮਲ ਹੁੰਦਾ ਹੈ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਲੀਜ਼ਾ ਮੈਰੀ ਪ੍ਰੈਸਲੇ ਨੇ ਆਪਣੀ ਮੌਤ ਤੋਂ ਬਾਅਦ 2 ਮਹੀਨਿਆਂ ਲਈ ਬੇਟੇ ਦੀ ਲਾਸ਼ ਨੂੰ ਬਰਫ 'ਤੇ ਰੱਖਿਆ, ਯਾਦਦਾਸ਼ਤ ਦਾ ਖੁਲਾਸਾ ਹੋਇਆਃ' ਮੈਨੂੰ ਉਸ ਦੀ ਬਹੁਤ ਆਦਤ ਪੈ ਗਈ '- ਮਨੋਰੰਜਨ ਹਫਤਾਵਾਰੀ ਖ਼ਬਰਾਂ",
        "ਨਵੀਨੀਕਰਣ ਕੀਤੇ PS5s ਅਧਿਕਾਰਤ ਤੌਰ 'ਤੇ ਸੋਨੀ ਦੁਆਰਾ ਉਪਲਬਧ ਹਨ, $ 350 ਤੋਂ ਸ਼ੁਰੂ ਹੁੰਦੇ ਹਨ - ਪੌਲੀਗਨ",
        "ਵੀਡੀਓ ਵਿੱਚ ਲਗਭਗ 100 ਰੇਕੂਨ ਮਹਿਲਾ ਦੇ ਵਿਹੜੇ ਵਿੱਚ ਝੁੰਡ ਦਿਖਾਇਆ ਗਿਆ ਹੈ, ਵਾਸ਼ਿੰਗਟਨ - ਯੂਐਸਏ ਵਿੱਚ ਅੱਜ 911 ਕਾਲ ਕਰਨ ਲਈ ਪ੍ਰੇਰਿਤ ਕੀਤਾ ਗਿਆ",
        "ਹਟਾਈ",
        "ਚੋਣਾਂ ਤੋਂ ਪਹਿਲਾਂ, ਮਾਹਰ ਚੇਤਾਵਨੀ ਦਿੰਦੇ ਹਨ ਕਿ ਤੂਫਾਨ ਹੈਲੀਨੇ ਦੀ ਗਲਤ ਜਾਣਕਾਰੀ 'ਸਿਰਫ ਸ਼ੁਰੂਆਤ' ਹੈ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਤੁਹਾਡੇ ਡਾਕਟਰ ਦਾ ਦਫਤਰ ਤੁਹਾਡੇ ਬਲੱਡ ਪ੍ਰੈਸ਼ਰ ਨੂੰ ਸਭ ਗਲਤ ਪੜ੍ਹ ਸਕਦਾ ਹੈ - ਆਰਸ ਟੈਕਨੀਕਾ",
        "ਸੈਮਸੰਗ ਫੋਲਡੇਬਲ ਜੋ 2020 ਵਿੱਚ $ 2K ਤੋਂ ਸ਼ੁਰੂ ਹੋਇਆ ਸੀ ਸੁਰੱਖਿਆ ਅਪਡੇਟਸ ਪ੍ਰਾਪਤ ਕਰਨਾ ਬੰਦ ਕਰ ਦਿੰਦਾ ਹੈ - ਆਰਸ ਟੈਕਨੀਕਾ"
    ]
}