{
    "headlines": [
        "DirecTV-Disney Outage Heats Up as Monday Night Football and Presidential Debate Approach - CNET",
        "Два члена НАТО заявили, что российские беспилотники нарушили их воздушное пространство - Associated Press",
        "«Определенно не ярость на дороге»: офис шерифа Кентукки ищет мотив, поскольку охота на стрелка I-75 продолжается - CNN",
        "Оппозиционный кандидат ворвался в венесуэльскую политику всего за несколько месяцев до того, как его отправили в изгнание - WOODTV.com",
        "Сенатор Рафаэль Варнок после стрельбы в Джорджии: «Мы все сидячие утки» - POLITICO",
        "2024 NFL Week 1: Как посмотреть игру Jacksonville Jaguars vs. Miami Dolphins сегодня - Yahoo Sports",
        "«Beetlejuice Beetlejuice» бьет по кассовым сборам с начальным уикендом в 110 миллионов долларов - The Associated Press",
        "Подозреваемая в стрельбе мать Джорджии позвонила в школу, чтобы предупредить о чрезвычайной ситуации, говорит тетя - The Associated Press",
        "Обновление Sunday Tropics: Франсин формируется сегодня или завтра - KPRC Click2Houston",
        "Удалено",
        "Рецензия на фильм «Эдем»: Рон Ховард окончательно потерял рассудок - Стервятник",
        "Эми Адамс говорит, что номинации на «Оскар» - это «не то, о чем я думаю» - IndieWire",
        "Источники: Prescott, Cowboys соглашаются на сделку на 240 МИЛЛИОНОВ долларов - ESPN",
        "Краситель, найденный в Doritos, делает кожу мыши прозрачной, как «волшебный трюк», - новое исследование - Hindustan Times",
        "Тайрик Хилл дельфинов, задержанный полицией за пределами стадиона, играет в первом матче против Jaguars - South Florida Sun Sentinel",
        "Meta Llama: Все, что нужно знать об открытой генеративной модели ИИ - TechCrunch",
        "Дождаться 2025 года для телевизора вашей мечты? Мини-светодиод слишком яркий? | Вы спросили Ep. 56 - Цифровые тренды",
        "Apple Event 2024: iPhone 16, Apple Intelligence и все остальные ожидаемые «Glowtime» - TechCrunch",
        "Гостевая колонка | Для лиц, осуществляющих уход, друг, который «понимает», может стать спасательным кругом - The Washington Post",
        "В отдаленных джунглях Папуа-Новой Гвинеи Папа дает надежду - POLITICO"
    ]
}