{
    "headlines": [
        "صواريخ المركبة الفضائية التابعة لوكالة ناسا باتجاه قمر المشتري يوروبا بحثًا عن الظروف المناسبة للحياة - وكالة أسوشيتد برس",
        "نقطة محذوفة هنا",
        "نقطة محذوفة هنا",
        "\"المرعب 3\" متجه إلى 20 مليون دولار - 21 مليون دولار خلال عطلة لمدة 4 أيام: \"هذه الصورة تستمر في الارتباك\" - الموعد النهائي",
        "كندا والهند تطردان الدبلوماسيين بينما تكشف الشرطة عن \"حملة عنف\" - الجزيرة الإنجليزية",
        "يسلط هجوم الطائرات بدون طيار على إسرائيل الضوء على قيود القبة الحديدية - BBC.com",
        "سيكون القمر العملاق القادم أكثر سطوعًا في عام 2024 ؛ إليك كيف يمكنك رؤيته عن قرب في سينسيناتي - WCPO 9 سينسيناتي",
        "نجم فيلم \"Pulp Fiction\" عن إرث فيلم كوينتن تارانتينو \"العبقري المجنون\" بعد 3 عقود: \"سنعرف بعد 100 عام\" - نيويورك بوست",
        "غارة إسرائيلية تقتل 21 في شمال لبنان مع تصعيد حزب الله لهجماته - الجزيرة الإنجليزية",
        "سوق الأسهم اليوم: مؤشر داو جونز ومؤشر ستاندرد آند بورز 500 يسجلان ارتفاعات جديدة مع ارتفاع إنفيديا إلى مستوى قياسي - Yahoo Finance",
        "جائزة نوبل في الاقتصاد الممنوحة لدراسات فجوات الرخاء بين البلدان - واشنطن بوست",
        "مقتل مشغل قطار بعد تحطم خط عبور نهر نيو جيرسي في مقاطعة برلنغتون - سي بي إس نيوز",
        "إنهم لطيفون ومحبوبون قادمون إلى أمريكا: أحدث دبلوماسيي الباندا في الصين يتوجهون إلى واشنطن - سي إن إن",
        "المراوغون على بعد ثلاث نقاط (بدون أهداف) من صنع التاريخ ضد الميتس - إن بي سي نيوز",
        "يشمل تواصل هاريس مع الرجال السود مقترحات حول الماريجوانا وأعمال التشفير - USA TODAY",
        "شون \"ديدي\" كومز متهم بالاعتداء الجنسي في ست دعاوى قضائية جديدة، بما في ذلك قضية واحدة تتعلق بضحية مراهقة مزعومة - سي إن إن",
        "يجب أن تكون الظروف مثالية يوم الاثنين لمشاهدة المذنب فوق يوتا - فوكس 13 نيوز يوتا",
        "نص غير مرئي تفهمه روبوتات الدردشة الخاصة بالذكاء الاصطناعي ولا يستطيع البشر فهمه ؟ نعم، إنه شيء. - Ars Technica",
        "استدعاء 10 ملايين رطل من اللحوم تشمل وجبات العشاء المجمدة والسلطات المباعة إلى Trader Joe's و Kroger و Amazon Fresh - New York Post",
        "يغير عمال الوكالة الفيدرالية لإدارة الطوارئ بعض جهود التعافي من الأعاصير في ولاية كارولينا الشمالية بعد تلقيهم تهديدات - وكالة أسوشيتد برس"
    ]
}