{
    "headlines": [
        "ਟਰੰਪ ਸਟਾਫ ਦੇ ਕਥਿਤ ਤੌਰ 'ਤੇ ਅਰਲਿੰਗਟਨ ਕਬਰਸਤਾਨ ਡਰਾਮੇ ਵਿਚ ਸ਼ਾਮਲ ਹੋਣ ਦਾ ਨਾਮ - ਦਿ ਡੇਲੀ ਬੀਸਟ",
        "ਯੂਗਾਂਡਾ ਦੀ ਓਲੰਪੀਅਨ ਰੇਬੇਕਾ ਚੇਪਟੇਗੀ ਦੀ ਬੁਆਏਫ੍ਰੈਂਡ ਦੁਆਰਾ ਅੱਗ ਲਾਉਣ ਤੋਂ ਬਾਅਦ ਮੌਤ ਹੋ ਗਈ - ਸੀ ਐਨ ਐਨ",
        "ਐਨਐਫਐਲ ਕਿੱਕਆਫ ਗੇਮ - ਕੇਐਮਬੀਸੀ ਕੰਸਾਸ ਸਿਟੀ ਵਿਚ ਰੈਵੇਨਜ਼ 'ਤੇ ਹਫਤੇ 1 ਦੀ ਜਿੱਤ ਲਈ ਚੀਫਸ ਟਿਪਟੋ",
        "ਹੰਟਰ ਬਿਡੇਨ ਨੇ ਟੈਕਸ ਕੇਸ ਵਿਚ ਆਖਰੀ ਮਿੰਟ ਦੀ ਦੋਸ਼ੀ ਪਟੀਸ਼ਨ ਕੀਤੀ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਸ਼ੁੱਕਰਵਾਰ ਆਉਣ ਵਾਲੇ \"ਹਸ਼ ਮਨੀ\" ਕੇਸ ਵਿੱਚ ਟਰੰਪ ਦੀ ਸਜ਼ਾ ਦੀ ਤਾਰੀਖ ਬਾਰੇ ਫੈਸਲਾ, ਸਰਕਾਰੀ ਵਕੀਲ ਕਹਿੰਦੇ ਹਨ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਵੈਨਸਃ ਜੌਨ ਮੈਕਕੇਨ ਹੈਰਿਸ ਦਾ ਸਮਰਥਨ ਨਹੀਂ ਕਰੇਗਾ ਜੇ ਉਸਨੇ ਸਰਹੱਦ ਨੂੰ ਵੇਖਿਆ - ਪੋਲਿਟਿਕੋ",
        "ਜ਼ੇਵੀਅਰ ਵਰਥੀ 21-ਯਾਰਡ ਟੀਡੀ ਲਈ ਆਪਣਾ ਪਹਿਲਾ ਐਨਐਫਐਲ ਟਚ ਲੈਂਦਾ ਹੈ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਜੌਬਜ਼ ਰਿਪੋਰਟ ਰੇਟ ਕੱਟ ਦੇ ਆਕਾਰ 'ਤੇ ਫੀਡ ਦੇ ਫੈਸਲੇ ਨੂੰ ਸੁਲਝਾਏਗੀ - ਦਿ ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "ਬੇਅਰਿਸ਼ ਵਪਾਰੀ ਹੁਣ ਤੇਲ ਮਾਰਕੀਟ 'ਤੇ ਸ਼ਾਸਨ ਕਰ ਰਹੇ ਹਨ - OilPrice. com",
        "ਐਫਬੀਆਈ ਨੇ ਮੇਅਰ ਏਰਿਕ ਐਡਮਜ਼ ਦੇ ਚੋਟੀ ਦੇ ਸਹਾਇਕ, ਐਨਵਾਈਪੀਡੀ ਫੋਨਾਂ ਦੇ 2 ਦੇ ਘਰਾਂ ਦੀ ਤਲਾਸ਼ੀ ਲਈ subpoenaed - ABC7 ਨਿਊਯਾਰਕ",
        "ਜਾਰਜੀਆ ਦੇ ਸਕੂਲ ਗੋਲੀਬਾਰੀ ਦੇ ਸ਼ੱਕੀ ਦੇ ਪਿਤਾ ਨੂੰ ਗ੍ਰਿਫਤਾਰ ਕਰ ਲਿਆ ਗਿਆ ਹੈ ਅਤੇ ਦੋਸ਼ ਲਗਾਏ ਗਏ ਹਨ, ਅਧਿਕਾਰੀਆਂ ਦਾ ਕਹਿਣਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਰਿਚ ਹੋਮੀ ਕੁਆਨ, ਮੈਲੋਡਿਕ ਐਟਲਾਂਟਾ ਰੈਪਰ, 34 'ਤੇ ਮਰ ਗਿਆ - ਨਿਊਯਾਰਕ ਟਾਈਮਜ਼",
        "ਲਿੰਕਿਨ ਪਾਰਕ ਰੀਯੂਨੀਟ, ਡੈਬਿਊ ਨਿਊ ਸਿੰਗਰ, ਨਿਊ ਸੰਗੀਤ & ਚੇਸਟਰ ਬੈਨਿੰਗਟਨ ਦੀ ਮੌਤ ਦੇ ਸੱਤ ਸਾਲ ਬਾਅਦ ਦੌਰੇ ਦੀ ਘੋਸ਼ਣਾ - ਡੈੱਡਲਾਈਨ",
        "‘Beetlejuice Beetlejuice’ ਕਾਸਟ ਚੁਟਕਲੇ ਟਿਮ ਬਰਟਨ \"ਉਡੀਕ ਕਰਨ ਲਈ ਸੀ\" ਜੇਨਾ Ortega ਦੇ ਜਨਮ ਲਈ ਸੀਕੁਅਲ ਬਣਾਉਣ ਲਈ - ਡੈੱਡਲਾਈਨ",
        "ਫ੍ਰਾਂਸਿਸ ਫੋਰਡ ਕੋਪੋਲਾ ਦੀ ‘ਮੈਗਾਲੋਪੋਲਿਸ’ ਟਰੈਕਿੰਗ ਐਨੀਮਿਕ $ 5M-ਪਲੱਸ ਘਰੇਲੂ ਉਦਘਾਟਨ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਲੀਕ ਹੋਇਆ ਪਲੇਅਸਟੇਸ਼ਨ 5 ਪ੍ਰੋ ਡਿਜ਼ਾਈਨ ਜਾਪਦਾ ਹੈ ਕਿ ਸੋਨੀ ਦੀ ਅਧਿਕਾਰਤ 30 ਵੀਂ ਵਰ੍ਹੇਗੰ art ਕਲਾ ਦੁਆਰਾ ਪੁਸ਼ਟੀ ਕੀਤੀ ਗਈ ਹੈ - ਯੂਰੋਗੇਮਰ",
        "ਧਰਤੀ ਲਈ ਵੱਡੇ ਖਤਰਿਆਂ ਦੀ ਯਾਦ ਦਿਵਾਉਣ ਤੋਂ ਕੁਝ ਘੰਟਿਆਂ ਬਾਅਦ ਫਿਲੀਪੀਨਜ਼ ਵਿਚ ਐਸਟ੍ਰਾਇਡ ਟੁੱਟ ਗਿਆ - ਫੌਕਸ ਮੌਸਮ",
        "ਬਿਡੇਨ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਪੇਂਡੂ ਬਿਜਲੀਕਰਨ ਅਤੇ ਇੰਟਰਨੈਟ ਸੁਧਾਰ 'ਅਮਰੀਕੀ ਵਾਪਸੀ’ ਨੂੰ ਦਰਸਾਉਂਦੇ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਟਰੰਪ ਨੇ ਕੁਸ਼ਲਤਾ ਕਮਿਸ਼ਨ ਦੀ ਮੰਗ ਕੀਤੀ, ਏਲੋਨ ਮਸਕ ਦੁਆਰਾ ਧੱਕੇ ਗਏ ਵਿਚਾਰ - ਦ ਨਿਊਯਾਰਕ ਟਾਈਮਜ਼",
        "ਮਾਸ ਵਿੱਚ ਈਈਈ, ਵੈਸਟ ਨੀਲ ਦੇ ਨਵੇਂ ਮਾਮਲੇ ਸਾਹਮਣੇ ਆਏ ਹਨ ।; ਜੋਖਮ ਦੇ ਪੱਧਰ ਵਿੱਚ ਵਾਧਾ - ਡਬਲਯੂਸੀਵੀਬੀ ਬੋਸਟਨ"
    ]
}