{
    "headlines": [
        "ਦੱਖਣੀ ਕੋਰੀਆ ਦੇ ਸਾਬਕਾ ਰੱਖਿਆ ਮੰਤਰੀ ਨੇ ਆਪਣੀ ਜਾਨ ਲੈਣ ਦੀ ਕੋਸ਼ਿਸ਼ ਕੀਤੀ, ਅਧਿਕਾਰੀ ਨੇ ਕਿਹਾ, ਮਾਰਸ਼ਲ ਲਾਅ ਰਾਜਨੀਤਿਕ ਸੰਕਟ ਦੇ ਵਿਚਕਾਰ - ਸੀਐਨਐਨ",
        "ਯੂਨ ਸੁਕ ਯੀਓਲਃ ਦੱਖਣੀ ਕੋਰੀਆ ਪੁਲਿਸ ਨੇ ਮਾਰਸ਼ਲ ਲਾਅ ਦੀ ਕੋਸ਼ਿਸ਼ ਨੂੰ ਲੈ ਕੇ ਰਾਸ਼ਟਰਪਤੀ ਦਫ਼ਤਰ 'ਤੇ ਛਾਪਾ ਮਾਰਿਆ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਨਿਪੋਨ ਲਾਈਫ 8.2 ਬਿਲੀਅਨ ਡਾਲਰ ਦੇ ਸੌਦੇ ਵਿਚ ਰੈਜ਼ੋਲੂਸ਼ਨ ਲਾਈਫ ਖਰੀਦਣ ਲਈ - ਰਾਇਟਰਜ਼",
        "'ਸਾਡੇ ਦਰਵਾਜ਼ੇ' ਤੇ ਦਸਤਕ ਦੇਣਾ ': ਮਾਹਰ ਬਰਡ ਫਲੂ ਦੇ ਮਹਾਂਮਾਰੀ ਦੇ ਖਤਰੇ ਬਾਰੇ ਚੇਤਾਵਨੀ ਦਿੰਦੇ ਹਨ - ਬੈਰਨ ਦਾ",
        "ਡੱਲਾਸ ਮਾਵਰਿਕਸ ਬਨਾਮ ਓਕਲਾਹੋਮਾ ਸਿਟੀ ਥੰਡਰ ਦਸੰਬਰ 10, 2024 ਗੇਮ ਸੰਖੇਪ - ਐਨਬੀਏ ਡਾਟ ਕਾਮ",
        "ਤਾਈਵਾਨ ਵਿਚ ਚੀਨੀ ਫੌਜੀ ਗਤੀਵਿਧੀਆਂ ਵਿਚ ਵਾਧਾ ਜਾਰੀ - ਰਾਇਟਰਜ਼",
        "ਮੈਮੋਰੀਅਮ ਵਿੱਚਃ ਨਿੱਕੀ ਜਿਓਵਾਨੀ, ਮਸ਼ਹੂਰ ਕਵੀ, ਕਾਰਕੁਨ, ਅਤੇ ਵਰਜੀਨੀਆ ਟੈਕ ਦੰਤਕਥਾ - ਵਰਜੀਨੀਆ ਟੈਕ",
        "ਕੀ ਦਸਤਖਤ ਚੋਟੀ ਦੇ ਭਰਤੀ ਏਜੇ ਡਾਇਬਾਂਟਾ BYU ਪੁਰਸ਼ ਬਾਸਕਟਬਾਲ ਬਾਰੇ ਕਹਿੰਦਾ ਹੈ - KSL.",
        "ਐਸਐਫਪੀਡੀ ਰਿਪੋਰਟਃ ਲੁਈਗੀ ਮੈਂਗਿਓਨ ਦੀ ਮਾਂ ਨੇ ਗੁੰਮਸ਼ੁਦਾ ਵਿਅਕਤੀਆਂ ਦੀ ਰਿਪੋਰਟ ਦਾਇਰ ਕੀਤੀ, ਵਿਸ਼ਵਾਸ ਕੀਤਾ ਕਿ ਪੁੱਤਰ ਐਸ. ਐਫ. - ਸੈਨ ਫਰਾਂਸਿਸਕੋ ਕ੍ਰੋਨਿਕਲ ਵਿਚ ਕੰਮ ਕਰ ਰਿਹਾ ਸੀ",
        "ਜਿਮ ਕੈਰੀ ਨੇ ਖੁਲਾਸਾ ਕੀਤਾ ਕਿ ਉਹ ‘ਸੋਨਿਕ ਦਿ ਹੇਜਹੌਗ 3' ਲਈ ਵਾਪਸ ਕਿਉਂ ਆਇਆਃ \"ਮੈਨੂੰ ਪੈਸੇ ਦੀ ਜ਼ਰੂਰਤ ਹੈ\" - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਜੀਐਮ ਘਾਟਾ ਕਮਾਉਣ ਵਾਲੇ ਕਰੂਜ਼ ਰੋਬੋਟੈਕਸੀ ਕਾਰੋਬਾਰ ਤੋਂ ਬਾਹਰ ਨਿਕਲਣ ਲਈ - ਰਾਇਟਰਜ਼",
        "ਸੀਰੀਆਃ ਇਜ਼ਰਾਈਲ ਨੇ ਲਤਾਕੀਆ ਵਿਚ ਜਲ ਸੈਨਾ ਦੇ ਬੇੜੇ 'ਤੇ ਹਮਲੇ ਦੀ ਪੁਸ਼ਟੀ ਕੀਤੀ - ਬੀਬੀਸੀ.",
        "ਵਾਯੂਮੰਡਲ ਦਰਿਆ ਅਤੇ ਸੰਭਾਵੀ ਬੰਬ ਚੱਕਰਵਾਤ ਪੂਰਬੀ ਤੱਟ ਨੂੰ ਗੜਬੜ, ਖਤਰਨਾਕ ਮੌਸਮ ਲਿਆਏਗਾ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਕੈਲੀਫੋਰਨੀਆ ਵਿਚ ਬਰਡ ਫਲੂ ਬੱਚੇ ਡੇਅਰੀ ਗਾਵਾਂ ਵਿਚ ਵਾਇਰਸ ਨਾਲ ਜੁੜਿਆ ਹੋਇਆ ਹੈ, ਸੀਡੀਸੀ ਕਹਿੰਦਾ ਹੈ - ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਅਸਦ ਦੇ ਭੰਨਤੋੜ ਵਾਲੇ ਮਹਿਲ ਦੇ ਅੰਦਰਃ ਚਿੰਤਾ ਦੀਆਂ ਗੋਲੀਆਂ, ਗ੍ਰੈਫਿਟੀ ਅਤੇ ਸ਼ਰੇਡਡ ਪੋਸਟਰ - ਦਿ ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "ਸੀਰੀਆ ਦੇ ਨਵੇਂ ਪਰਿਵਰਤਨਸ਼ੀਲ ਪ੍ਰਧਾਨ ਮੰਤਰੀ ਨੇ ਸਥਿਰਤਾ ਅਤੇ ਸ਼ਾਂਤ ਦੀ ਮੰਗ ਕੀਤੀ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਇਹ ਉਹ ਹੈ ਜੋ ਅਸੀਂ ਰੂਸ ਦੇ ਜੰਗੀ ਜਹਾਜ਼ਾਂ ਅਤੇ ਜਹਾਜ਼ਾਂ ਨੂੰ ਸੀਰੀਆ ਦੇ ਨਵੇਂ ਸੈਟੇਲਾਈਟ ਚਿੱਤਰਾਂ ਵਿੱਚ ਕਰਦੇ ਦੇਖ ਸਕਦੇ ਹਾਂ ਸ਼ਾਸਨ ਤਬਦੀਲੀ ਦੇ ਵਿਚਕਾਰ - ਬਿਜ਼ਨਸ ਇਨਸਾਈਡਰ",
        "ਐਫਟੀਸੀ ਚੇਅਰ ਲਈ ਟਰੰਪ ਪਿਕਸ ਐਂਡਰਿ F ਫਰਗੂਸਨ - ਬਲੂਮਬਰਗ",
        "ਜਿਵੇਂ ਕਿ ਰੈੱਡ ਸੋਕਸ ਮੈਕਸ ਫਰਾਈਡ 'ਤੇ ਯੈਂਕੀਜ਼ ਤੋਂ ਹਾਰ ਜਾਂਦਾ ਹੈ, ਟੀਮ ਪ੍ਰੀਪਸ ਕੋਰਬਿਨ ਬਰਨਜ਼ ਪੇਸ਼ਕਸ਼ - MassLive.",
        "ਐਫਟੀਸੀ ਨਾਲ ਫੋਰਟਨਾਈਟ ਰਿਫੰਡ ਕਲੇਮ ਕਿਵੇਂ ਦਾਇਰ ਕਰੀਏ - ਪੌਲੀਗਨ"
    ]
}