{
    "headlines": [
        "ਕੀ ਅਸੀਂ ਸਾਰੇ ਪਰਦੇਸੀ ਹਾਂ? ਨਾਸਾ ਦੇ ਵਾਪਸ ਕੀਤੇ ਐਸਟਰਾਇਡ ਨਮੂਨੇ ਪਾਣੀ ਵਾਲੀ ਦੁਨੀਆ ਤੋਂ ਜੀਵਨ ਦੀਆਂ ਸਮੱਗਰੀਆਂ ਰੱਖਦੇ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਐਸ ਐਂਡ ਪੀ 500 ਅਤੇ ਨੈਸਡੈਕ ਫੇਡ ਫੈਸਲੇ ਤੋਂ ਪਹਿਲਾਂ ਖਿਸਕ ਜਾਂਦੇ ਹਨ, ਐਨਵੀਡੀਆ ਸਲਾਈਡਾਂਃ ਲਾਈਵ ਅਪਡੇਟਸ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਰਾਜਕੁਮਾਰੀ ਬੀਟਰਿਸ ਨੇ ਦੂਜੇ ਬੱਚੇ ਨੂੰ ਜਨਮ ਦਿੱਤਾ - ਬੀਬੀਸੀ.",
        "ਮਹਾਕੁੰਭ ਮੇਲਾ: ਭਾਰਤ ਦੇ ਕੁੰਭ ਮੇਲੇ 'ਚ ਕੁਚਲਣ ਕਾਰਨ ਤੀਹ ਦੀ ਮੌਤ - BBC.com",
        "ਚੀਫਜ਼ ਬਨਾਮ ਈਗਲਜ਼ ਦੀਆਂ ਮੁਸ਼ਕਲਾਂ, ਲਾਈਨ, ਫੈਲਣ, ਮਿਤੀਃ 2025 ਸੁਪਰ ਬਾlਲ ਦੀਆਂ ਭਵਿੱਖਬਾਣੀਆਂ, ਐਨਐਫਐਲ 31-15 ਰੋਲ 'ਤੇ ਮਾਡਲ ਦੁਆਰਾ ਚੁਣਦਾ ਹੈ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਆਰਐਫਕੇ ਜੂਨੀਅਰ ਦੀ ਪੁਸ਼ਟੀ ਦੀ ਸੁਣਵਾਈ ਲਾਈਵਃ ਡੋਨਾਲਡ ਟਰੰਪ ਦੇ ਸਿਹਤ ਸਕੱਤਰ ਪਿਕ ਦਾ ਸਾਹਮਣਾ ਸੈਨੇਟ ਗਰਿਲਿੰਗ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਐਨਵੀਡੀਆ ਜੀਫੋਰਸ ਆਰਟੀਐਕਸ 5080 ਸਮੀਖਿਆ - ਆਈਜੀਐਨ",
        "ਸ਼ੁਕੀਨ ਜੈਵਿਕ ਸ਼ਿਕਾਰੀ 66 ਮਿਲੀਅਨ ਸਾਲ ਪੁਰਾਣੀ ਜਾਨਵਰ ਉਲਟੀਆਂ ਲੱਭਦਾ ਹੈ - ਏਓਐਲ",
        "ਮੈਟ ਜੇਮਜ਼ ਨੇ ਇੰਸਟਾਗ੍ਰਾਮ 'ਤੇ ਉਨ੍ਹਾਂ ਦੇ ਬ੍ਰੇਕਅਪ ਬਾਰੇ ਪੋਸਟ ਕੀਤੇ ਜਾਣ ਤੋਂ ਬਾਅਦ ਰਚੇਲ ਕਿਰਕਨੈਲ' ਕੁੱਲ ਸਦਮੇ ਵਿਚ 'ਸੀਃ ਉਸ ਦੇ' ਉਸ ਦੇ ਡੈਡੀ ਨੂੰ ਬੁਲਾਓ ' ਇੰਟਰਵਿਊ ਤੋਂ ਸਭ ਤੋਂ ਵੱਡੇ ਖੁਲਾਸੇ - ਯਾਹੂ ਐਂਟਰਟੇਨਮੈਂਟ",
        "ਹਿੰਸਕ ਗੈਰਕਾਨੂੰਨੀ ਪ੍ਰਵਾਸੀਆਂ ਦੇ ਵਿਸ਼ਾਲ ਐਨਵਾਈਸੀ ਛਾਪੇ ਸਿਰਫ ਟਰੰਪ ਦਾ ਧੰਨਵਾਦ ਹੈ ਕਿ ਫੇਡਜ਼ ਨੂੰ ਅੰਤ ਵਿੱਚ 'ਸਾਡੇ ਸ਼ਹਿਰਾਂ ਦੀ ਰੱਖਿਆ' ਕਰਨ ਦੀ ਆਗਿਆ ਦਿੱਤੀ ਗਈਃ ਡੀਈਏ - ਨਿ New ਯਾਰਕ ਪੋਸਟ",
        "ਡੀ ਐਨ ਆਰ ਨੇ ਮਿਸ਼ੀਗਨ ਨਿਵਾਸੀਆਂ, ਪਾਲਤੂ ਜਾਨਵਰਾਂ ਦੇ ਮਾਲਕਾਂ ਨੂੰ ਚਿਤਾਵਨੀ ਦਿੱਤੀ ਕਿ ਉਹ ਆਪਣੇ ਆਪ ਨੂੰ ਬਰਡ ਫਲੂ ਤੋਂ ਬਚਾਉਣ - MLive.",
        "ਬ੍ਰਿਟੇਨ ਹੀਥਰੋ ਹਵਾਈ ਅੱਡੇ 'ਤੇ ਤੀਜੇ ਰਨਵੇਅ ਦੀ ਹਮਾਇਤ ਕਰਦਾ ਹੈ - ਸੀਐਨਐਨ",
        "ਮਾਈਕ੍ਰੋਸਾੱਫਟ ਦਾ ਡਿਵੈਲਪਰ ਸਿੱਧਾ ਸਿੱਧ ਗੇਮ ਪਾਸ ਐਕਸਬਾਕਸ ਦਾ ਨਵਾਂ ਨੌਰਮ ਹੈ - ਸੀ ਐਨ ਈ ਟੀ",
        "ਆਈਓਐਸ 18.3 ਅਪਡੇਟ ਹੁਣ ਸਾਰੇ ਆਈਫੋਨ ਉਪਭੋਗਤਾਵਾਂ ਲਈ ਜਾਰੀ ਕੀਤੀ ਗਈ ਚੇਤਾਵਨੀ - ਫੋਰਬਸ",
        "ਕੈਰੋਲੀਨ ਲੀਵਿਟ ਦੀ ਪਹਿਲੀ ਬ੍ਰੀਫਿੰਗਃ ਪ੍ਰੈਸ ਰੂਮ ਨਵੇਂ ਯੁੱਗ ਵਿੱਚ ਦਾਖਲ ਹੁੰਦਾ ਹੈ - ਐਕਸਗਿਓਸ",
        "ਅੱਜ ਦੇ ਨਿਊ ਚੰਦਰਮਾ ਕਿੱਕਸ-ਬੰਦ ਚੀਨੀ ਚੰਦਰ ਨਿਊ ਸਾਲ ਅਤੇ ਸੈੱਟ-ਅੱਪ ਰਮਜ਼ਾਨ - ਫੋਰਬਸ",
        "ਖੇਡਾਂ 'ਤੇਃ ਮਾਈਕ ਟੋਮਲਿਨ ਸਕਾਉਟਸ ਸੀਨੀਅਰ ਬਾlਲ; ਈਸਟਰਨ ਕਾਨਫਰੰਸ ਸਟੈਂਡਿੰਗਜ਼ ਵਿਚ ਪੇਂਗੁਇਨ ਡਿੱਗ ਗਏ - ਟ੍ਰਾਈਬਲੀਵ",
        "ਫੈੱਡ ਬੇਰੋਕ ਤਾਕਤ 'ਚ ਭੱਜਣ ਵਾਲਾ ਹੈ: ਡੋਨਾਲਡ ਟਰੰਪ - ਸੀ. ਐੱਨ. ਐੱਨ.",
        "ਰੱਖਿਆ ਸਕੱਤਰ ਟਰੰਪ ਆਲੋਚਕ ਜਨਰਲ ਮਿਲਲੇ ਦੀ ਸੁਰੱਖਿਆ ਪ੍ਰਵਾਨਗੀ ਅਤੇ ਸੁਰੱਖਿਆ ਵੇਰਵੇ ਨੂੰ ਖਿੱਚਦਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ"
    ]
}