{
    "headlines": [
        "Apple 'Glowtime' Event Live-Blog — iPhone 16, Apple Watch 10, AirPods 4 und mehr - Tom's Guide",
        "Überreaktionen nach Woche 1 der NFL-Saison: Kirk Cousins schon auf der Bank? Cowboys haben einen Fehler bei der Bezahlung von DAK gemacht? - CBS Sports",
        "Mindestens 14 Tote, 43 Verletzte bei israelischen Luftangriffen, sagt die syrische staatliche Nachrichtenagentur - CNN",
        "Tracking Potential Tropical Cyclone 6: Interaktives Sturmradar, neuester Kegel und Einschläge - WDSU New Orleans",
        "'Shogun' gewinnt rekordverdächtige 14 Emmys bei der Creative Arts-Zeremonie, als Jamie Lee Curtis ihren ersten erhält - The Associated Press",
        "Patti Scialfa, Bruce Springsteens Ehefrau und E-Street-Bandkollegin, enthüllt die Blutkrebsdiagnose - Vielfalt",
        "Lokale Schulbezirke verkünden Zeitplanänderungen inmitten von Rekordzeiten in Südkalifornien - KTLA Los Angeles",
        "Norfolk Southern sagt, dass der CEO wegen angeblichen Fehlverhaltens untersucht wird - Yahoo Finance",
        "Asiatische Aktien stürzen ab, da die Sorge um die US-Wirtschaft Tech-Aktien versenkt - Yahoo Finance",
        "Ein chinesisches Blockbuster-Videospiel entfacht eine Debatte über Sexismus in der Glücksspielbranche des Landes - The Associated Press",
        "Tausende fliehen vor außer Kontrolle geratenen Waldbränden in Kalifornien und Nevada - Axios",
        "Polizist aus Miami-Dade wurde in den Verwaltungsdienst gestellt, nachdem Dolphins-Star Tyreek Hill vor dem Spiel festgenommen wurde - CNN",
        "Taylor Swift und Travis Kelce beim Grab Dinner in NYC nach dem US Open Date - TMZ",
        "Boeing Starliner kehrt ohne Besatzung nach Hause zurück: NASA-Experte erklärt, warum - ScienceAlert",
        "Warum The Bear Star Will Poulter's Fitness Transformation alle dazu bringt, \"Ja, Chef\" zu sagen - E! Online - E! NEWS",
        "Republikaner und Demokraten im Repräsentantenhaus, um Duelldokumente herauszugeben, die die Schuld für Fehler beim Rückzug der USA aus Afghanistan geben - CNN",
        "[removed]",
        "Donald Trump bereitet sich mit Hilfe von Matt Gaetz, Tulsi Gabbard auf die Debatte vor: Quellen - ABC News",
        "Trump verspricht, Gegner ins Gefängnis zu stecken, schlägt grundlos vor, dass ihm die Wahl gestohlen wird - The Washington Post",
        "Dallas Cowboys vs. Cleveland Browns | NFL 2024 Woche 1 Spiel-Highlights - NFL"
    ]
}