{
    "headlines": [
        "ਜੈੱਟ ਬਲੂ ਨੇ 'ਕ੍ਰੋਨਿਕ ਤੌਰ' ਤੇ ਦੇਰੀ ‘ਵਾਲੀਆਂ ਉਡਾਣਾਂ ਦੇ ਪੈਟਰਨ ਲਈ 2 ਮਿਲੀਅਨ ਡਾਲਰ ਦਾ ਜ਼ੁਰਮਾਨਾ ਲਗਾਇਆ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਹੀਟ ਸਸਪੈਂਡ ਬਟਲਰ; ਵਪਾਰ ਦੀਆਂ ਪੇਸ਼ਕਸ਼ਾਂ ਨੂੰ ਸੁਣਨਗੇ - ਈਐਸਪੀਐਨ",
        "ਹਟਾਈ",
        "ਸਰਜਨ ਜਨਰਲ ਨੇ ਅਲਕੋਹਲ ਨੂੰ ਕੈਂਸਰ ਦੀ ਚੇਤਾਵਨੀ ਦੇਣ ਲਈ ਬੁਲਾਇਆ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਏਟੀਐਫਃ ਬੋਰਬਨ ਸਟ੍ਰੀਟ - ਡਬਲਯੂਡੀਐਸਯੂ ਨਿ Or ਓਰਲੀਨਜ਼ 'ਤੇ ਹਮਲੇ ਤੋਂ ਪਹਿਲਾਂ ਸ਼ੱਕੀ ਨੇ ਸੇਂਟ ਰੋਚ ਏਅਰਬਨੇਬ ਵਿਚ ਫਾਇਰਿੰਗ ਸ਼ੁਰੂ ਕੀਤੀ",
        "ਲਾਸ ਵੇਗਾਸ ਸਾਈਬਰਟ੍ਰੱਕ ਧਮਾਕੇ ਦਾ ਸ਼ੱਕੀ ‘ਨੋ ਲੇਬਲ’ ਵੋਟਰ ਸੀ, ਟਰੰਪ ਪ੍ਰਤੀ ਕੋਈ 'ਦੁਸ਼ਮਣੀ' ਨਹੀਂ ਸੀ - ਫੌਕਸ ਨਿ Newsਜ਼",
        "ਰੈਂਕਿੰਗ ਕਾਲਜ ਫੁੱਟਬਾਲ ਪਲੇਅ ਆਫ ਟੀਮਾਂ ਕੁਆਰਟਰ ਫਾਈਨਲ ਦੇ ਨਤੀਜਿਆਂ ਤੋਂ ਬਾਅਦ - 247Sports",
        "'ਹੋਮ ਇੰਪਰੂਵਮੈਂਟ' ਸਟਾਰ ਜ਼ੈਚਰੀ ਟਾਈ ਬ੍ਰਾਇਨ 'ਤੇ ਦੱਖਣੀ ਕੈਰੋਲੀਨਾ - ਅਮਰੀਕਾ' ਚ ਘਰੇਲੂ ਹਿੰਸਾ ਦਾ ਦੋਸ਼ ਅੱਜ",
        "ਯੂਐਸ ਆਰਮੀ ਮੈਡਲ ਆਫ ਆਨਰ ਸਪੈਸ਼ਲ ਇਵੈਂਟ ਵੈਬਸਾਈਟ - ਯੂਨਾਈਟਿਡ ਸਟੇਟਸ ਆਰਮੀ",
        "ਟਰੰਪ ਨੂੰ ਹਸ਼ ਮਨੀ ਮਾਮਲੇ 'ਚ 10 ਜਨਵਰੀ ਨੂੰ ਮਿਲੇਗੀ ਸਜ਼ਾ - BBC.com",
        "ਬਿਮਾਰੀ ਦਾ ਮੌਸਮ ਪੂਰੀ ਤਰ੍ਹਾਂ ਜ਼ੋਰਾਂ 'ਤੇ ਹੈ. ਸੀਡੀਸੀ ਦੇ ਤਾਜ਼ਾ ਅੰਕੜੇ ਕੀ ਦਰਸਾਉਂਦੇ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਲੀਕਰ ਦਾਅਵੇ ਸੈਮਸੰਗ ਗਲੈਕਸੀ ਐਸ 25 ਦੀ ਏਆਈ ਸਮਰੱਥਾ ਐਪਲ ਇੰਟੈਲੀਜੈਂਸ ਤੋਂ ਕਿਤੇ ਵਧੀਆ ਹੋਵੇਗੀ - ਡਬਲਯੂਸੀਸੀਐਫਟੈਕ",
        "ਹਾ Speakerਸ ਸਪੀਕਰ ਵੋਟ ਲਾਈਵ ਅਪਡੇਟਸਃ ਜੌਹਨਸਨ ਜੀਓਪੀ ਹਾਰਡ ਲਾਈਨਰਾਂ ਨਾਲ ਸ਼ੋਅਡਾਉਨ ਜਿੱਤਦਾ ਹੈ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਪ੍ਰੋਜੈਕਟਿੰਗ ਜਿਸ ਨੂੰ ਗਰਮ ਸੀਟ 'ਤੇ ਐਨਐਫਐਲ ਕੋਚਾਂ ਨੂੰ ਬਰਖਾਸਤ ਕੀਤਾ ਜਾਵੇਗਾਃ ਕਾਈਲ ਸ਼ਨਾਹਾਨ, ਸ਼ੇਨ ਸਟੀਚਨ ਦੀ ਕਿਸਮਤ ਕੀ ਹੈ? - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਯੂਐਸ ਕਾਰਾਂ ਦੀ ਵਿਕਰੀ ਵਿਚ ਰਿਕਵਰੀ ਆਰਥਿਕ ਪਰੇਸ਼ਾਨੀ ਦੇ ਨਿਪਟਾਰੇ ਦੇ ਡਰ ਨੂੰ ਘਟਾਉਂਦੀ ਹੈ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "ਨਵਾਂ ਬਹੁਗਿਣਤੀ ਨੇਤਾ ਥੁਨੇ ਨੇ ਫਿਲੀਬਸਟਰ ਨੂੰ ਸੁਰੱਖਿਅਤ ਰੱਖਣ ਦੇ ਵਾਅਦੇ ਨਾਲ ਸੈਨੇਟ ਦੇ ਸੈਸ਼ਨ ਦੀ ਸ਼ੁਰੂਆਤ ਕੀਤੀ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਅਫਵਾਹਾਂ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਅਗਲੀ ਪੀੜ੍ਹੀ ਦੇ ਆਰਟੀਐਕਸ 50 ਜੀਪੀਯੂ ਬਿਜਲੀ ਦੀਆਂ ਜ਼ਰੂਰਤਾਂ ਵਿਚ ਵੱਡੀ ਛਾਲ ਮਾਰ ਕੇ ਆਉਣਗੇ - ਆਰਸ ਟੈਕਨੀਕਾ",
        "ਗਵਰਨ ਨਿਊਜ਼ੋਮ ਦਾ ਕਾਰਜਕਾਰੀ ਆਦੇਸ਼ ਕੈਲੀਫੋਰਨੀਆ ਵਿੱਚ ਅਲਟਰਾ ਪ੍ਰੋਸੈਸਡ ਭੋਜਨ ਅਤੇ ਸਿੰਥੈਟਿਕ ਰੰਗਾਂ ਨੂੰ ਨਿਸ਼ਾਨਾ ਬਣਾਉਂਦਾ ਹੈ - ਕੇਸੀਆਰਏ ਸੈਕਰਾਮੈਂਟੋ",
        "ਇਟਲੀ, ਅਮਰੀਕਾ ਅਤੇ ਇਰਾਨ ਦੇ ਵਿਚਕਾਰ ਫੜਿਆ ਗਿਆ, ਆਜ਼ਾਦ ਪੱਤਰਕਾਰ ਸੀਸੀਲੀਆ ਸਾਲਾ ਦੀ ਮੰਗ ਕਰਦਾ ਹੈ - ਦਿ ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "ਅਗਲੇ ਹਫਤੇ ਦੀ ਆਰਕਟਿਕ ਹਵਾ, ਹਿਊਸਟਨ ਵਿੱਚ ਬਰਫ ਦੀ ਸੰਭਾਵਨਾ ਬਾਰੇ ਜਾਣਨ ਲਈ ਸਭ ਕੁਝ - ਕੇਪੀਆਰਸੀ Click2Houston"
    ]
}