{
    "headlines": [
        "تضرب إسرائيل أهداف حزب الله مع اشتداد الصراع - سي إن إن",
        "الوحوش - قصة لايل وإريك مينينديز: برنامج نتفليكس يثير الجدل - BBC.com",
        "خطر الإعصار لفلوريدا، ساحل الخليج ؛ ساعات الإعصار الصادرة لساحل فلوريدا - قناة الطقس",
        "الصين تطلق العنان لحزمة التحفيز لإنعاش الاقتصاد والأسواق - Yahoo Finance",
        "أخبار ضخمة لأسهم إنتل. هل حان وقت الشراء ؟ - كذبة موتلي",
        "يمكن أن تصبح متاجر البقالة الأمريكية بدون فاكهة شعبية في غضون أسابيع حيث يهدد 45000 عامل رصيف بالإضراب - Fox Business",
        "إعصار جون يضرب ساحل جنوب المحيط الهادئ في المكسيك مع احتمال حدوث فيضانات \"مهددة للحياة\" - وكالة أسوشيتد برس",
        "دانيلز، \"الجواب\"، يسلم للقادة - ESPN",
        "تلقى مطلق النار في Boulder King Soopers المذنب في 55 تهمة جنائية، بما في ذلك القتل من الدرجة الأولى، 10 أحكام بالسجن مدى الحياة - إذاعة كولورادو العامة",
        "برجك ليوم الثلاثاء 24 سبتمبر 2024 - شيكاغو صن تايمز",
        "السمنة المفرطة آخذة في الارتفاع في الولايات المتحدة - وكالة أسوشيتد برس",
        "شريحة مباراة فاصلة كلية كرة القدم المتوقعة: ثلاثة فرق متسربة، ألاباما ضد جورجيا تسلط الضوء على التحديث الأسبوعي - سي بي إس سبورتس",
        "Jacksonville Jaguars vs. Buffalo Bills Game Highlights | NFL 2024 Season Week 3 - NFL",
        "وصف المشتبه به محاولة اغتيال ترامب في مذكرة مكتوبة مسبقًا - BBC.com",
        "عانى صاروخ سارمات الروسي الجديد من \"فشل كارثي \": الباحثون - الجزيرة الإنجليزية",
        "تبدأ أيام تنبيه قفل الطرق في مدينة نيويورك في عام 2024، مع دخول الجمعية العامة للأمم المتحدة أسبوعًا رفيع المستوى - CBS New York",
        "تمكن شون \"ديدي\" كومز من التحدث لفترة وجيزة مع أطفاله بعد إلقاء القبض على مرتكبي الجرائم الجنسية: تقرير - نيويورك بوست",
        "اتحاد بوينغ ينتقد عرض زيادة الأجور \"النهائي\" بنسبة 30 ٪ - BBC.com",
        "تصطدم جهود الحزب الجمهوري لتغيير كيفية تخصيص نبراسكا للأصوات الانتخابية بحاجز الطريق - واشنطن بوست",
        "أعطت إدارة الغذاء والدواء الضوء الأخضر للتو للقاح الإنفلونزا المنزلي. ماذا تعني الموافقة على الرش الذاتي بالنسبة لك. - Yahoo Life"
    ]
}