{
    "headlines": [
        "Siegemund ärgert Zheng; Sabalenka hält an den Australian Open fest - WTA Tennis",
        "Tiger Woods fällt in tgl Debüt, Sendung noch steinig in der zweiten Nacht der neuen Liga - Yahoo Sports",
        "Die große Social-Media-Migration: Plötzlicher Zustrom von US-Nutzern zu RedNote verbindet Chinesen und Amerikaner wie nie zuvor - CNN",
        "Waffenstillstand in Gaza: Was können wir erwarten? - BBC.com",
        "Was wir aus dem Trump-Bericht vom 6. Januar von Sonderermittler Jack Smith gelernt haben - The Washington Post",
        "Joy Behar fragt, wie Carrie Underwood das Land \"lieben\" könnte, wenn sie bei der Amtseinführung von Trump auftritt - New York Post",
        "US-Inflationsdaten bleiben stabil und nähren Ängste vor höheren Zinsen - Bloomberg",
        "[removed]",
        "Nicht so netter Justin! Ryan Reynolds zog tiefer in Blake Lively-Justin Baldoni Kampf in Klage - bedrohlicher Brief an Disney über \"Deadpool & Wolverine‘s Nicepool\" - Deadline",
        "Neuer Bericht schlägt vor, Fettleibigkeit neu zu definieren, indem Körperfett und Gesundheitszustand zum BMI hinzugefügt werden - ABC News",
        "Die Behörden sagen, dass es keine spezifische gewaltsame Bedrohung für Trumps Amtseinführung gibt. Sie machen sich immer noch Sorgen. - POLITICO",
        "Biden hebt den staatlichen Sponsor der Terrorismusbezeichnung für Kuba auf, was Teil des Deals zur Freilassung von Gefangenen ist - The Associated Press",
        "Kellen Moore spricht Cowboys Head Coaching Vakanz an - NBC Sports",
        "Hauptstudie verbindet 15 Faktoren mit frühem Demenzrisiko - ScienceAlert",
        "Prinzessin Kate sagt, dass ihr Krebs in Remission ist - The Washington Post",
        "Minnesota House Democrats boykott first day of session, but Republicans move forward anyway - Star Tribune",
        "Brände in L.A.: Gefährliches Wetter kehrt zurück, auch wenn die Brände weiter brennen - San Francisco Chronicle",
        "Top-Landungsplätze für Sam Darnold in der NFL Free Agency nach der Eliminierung der Wikinger - Bleacher-Bericht",
        "ChatGPT wird mit der neuen Funktion für geplante Aufgaben Siri-ähnlicher - Ars Technica",
        "Nintendo Switch 2 könnte diese Woche angekündigt werden: Die bisherigen Gerüchte (und Fakten) - TechCrunch"
    ]
}