{
    "headlines": [
        "Новости в прямом эфире: Израиль обещает ответить на ракетную атаку Ирана, удары продолжаются в Ливане, Газе - CNN",
        "Astros face elimination after dropping Game 1 by 'inches' - MLB.com (недоступная ссылка - история).",
        "Кто выиграл дебаты с вице-президентом? Вот что сказали наблюдатели за дебатами в опросе CBS News - CBS News",
        "Фондовый рынок сегодня: акции колеблются, поскольку ближневосточная осторожность захватывает инвесторов - Yahoo Finance",
        "Мозг мухи проливает свет на мыслительный процесс человека - BBC.com",
        "Mark Estes Breaks Silence on Kristin Cavallari Split - E! NEWS",
        "Унизительная пощечина израильскому министру, пытающемуся действовать жестко - The Daily Beast",
        "По форме Пулишич возглавляет первую американскую команду Почеттино - ESPN",
        "Добро пожаловать в наше последнее обновление дизайна, Ars 9.0! - Ars Technica",
        "Наводнение Хелен унесло жизни 11 рабочих на заводе в Теннесси. Сейчас государство расследует - The Associated Press",
        "Докеры вышли на пикеты: что нужно для прекращения забастовки в порту - Fox Business",
        "Американская бомба времен Второй мировой войны взорвалась в японском аэропорту, вызвав большой кратер в рулежной дорожке - ABC News",
        "Изъято",
        "Падение Вугледара - микрокосм военного положения Украины - Ассошиэйтед Пресс",
        "Рейтинг фэнтези-футбола 2024 года: лучшие модели NFL Week 5 QB, RB, WR, TE, Kicker, DEFANCE Picks - CBS Sports",
        "Дженнингс о том, как выступление Вэнса в дебатах может приземлиться с Трампом - CNN",
        "Два предрассветных взрыва прогремели в районе посольства Израиля в Копенгагене, но никто не пострадал - Associated Press",
        "На дебатах Вальц говорит, что его сын-подросток стал свидетелем стрельбы: «Эти вещи вас не покидают» - USA TODAY",
        "Zelda: игроки Echoes of Wisdom уже пробиваются через игру - Polygon",
        "Продажи автомобилей Stellantis в США продлили свободное падение в третьем квартале - CNBC"
    ]
}