{
    "headlines": [
        "Goldman profits surge 45% as dealmaking stages comeback - Yahoo Finance",
        "Stock Market Today: Bank of America's Profit Falls — Live Updates - The Wall Street Journal",
        "Boeing’s crisis is getting worse. Now it’s borrowing tens of billions of dollars - CNN",
        "Walgreens says it will close 1,200 stores by 2027, as earnings top estimates - CNBC",
        "Russian man rescued alive after almost 10 weeks adrift in sea off Siberian coast - CNN",
        "Want to look for Comet A3 in the night sky? Here's when, where and how! - WRAL News",
        "Drone War Over Ukraine Is A High Speed Technology Arms Race - Forbes",
        "Oura Ring 4 First Impressions After Using It For a Week - CNET",
        "North Korea blows up roads near border with South after warning it would completely cut ties - CNN",
        "Survivors, relatives of dead in Lewiston, Maine, mass shooting take first step toward suing the Army - CBS News",
        "Jeff Ulbrich: Jets’ defense wasn’t good enough, we’ll get that fixed - NBC Sports",
        "New study finds connection between COVID and Type 2 diabetes in young people - WTOP",
        "Don’t call it Trump-proofing - POLITICO",
        "As election nears, stress eating needs a sharp eye: 'It's destructive behavior' - Fox News",
        "How did a killing at a Sikh temple lead to Canada and India expelling each other's diplomats? - The Associated Press",
        "UN condemns 'large number of civilian casualties' in north Gaza - BBC.com",
        "SpaceX notches 100th launch of 2024 with Starlink mission on Falcon 9 rocket - Spaceflight Now",
        "What to know about early voting in Georgia and North Carolina - CNN",
        "Jets’ Aaron Rodgers throws a 52-yard Hail Mary to Allen Lazard to end the first half vs. Bills - The Associated Press",
        "What are symptoms of whooping cough? Outbreak hits California amid nationwide surge in pertussis - ABC7 Los Angeles"
    ]
}