{
    "headlines": [
        "Bericht: Sky Fire Weatherspoon nach einer Saison - ESPN",
        "[removed]",
        "LDP-Wahl: Japans nächste Premierministerin könnte die erste weibliche Führerin sein - CNN",
        "Gavin Newsom unterzeichnet kalifornische Entschuldigung für Sklaverei und Diskriminierung - POLITICO",
        "Israels Netanjahu sagt, dass die Truppen weiterhin \"mit voller Kraft\" gegen die Hisbollah kämpfen werden, da die USA und Frankreich einen Waffenstillstand vorschlagen - CBS News",
        "New Yorks Bürgermeister Eric Adams wurde in der Türkei wegen Bestechung und Betrug angeklagt - Reuters",
        "Tom Kim bringt den Sound, Scottie Scheffler und die USA liefern die Wut beim Presidents Cup - NBC Sports",
        "Trump ist nicht an der Politik interessiert, weder jetzt noch jemals - The New Yorker",
        "Cowboys vs. Giants Thursday Night Football: Live-Updates, Punkte, Highlights, wie man Dallas vs. New York sieht - Yahoo Sports",
        "Iraner, die im Zusammenhang mit dem Trump-Kampagnen-Hack angeklagt wurden - POLITICO",
        "NTSB gibt \"dringende\" Sicherheitswarnung für einige Boeing 737, einschließlich MAX, im letzten Schlag gegen den kämpfenden Flugzeugbauer - CNN",
        "Sam Altman sagt den Mitarbeitern von OpenAI, dass es keinen Plan für ihn gibt, eine \"riesige Kapitalbeteiligung\" am Unternehmen zu erhalten - CNBC",
        "Southwest Airlines wird 2025 eine Premium-Kabine mit zugewiesenen Sitzplätzen einführen - The Washington Post",
        "Mit einer letzten Heckklappenparty stellen sich die Fans von A vor Tagesanbruch vor dem Kolosseum auf - San Francisco Chronicle",
        "Die Familie der Menéndez-Brüder kritisiert Ryan Murphys \"Monster\" als \"abstoßend\" - Deadline",
        "Zelensky macht eine dringende persönliche Bitte an Biden und Harris, die ihre kontrastierende Herangehensweise an Trump hervorhebt - CNN",
        "‘DWTS’ Carrie Ann Inaba SCHLÄGT Anna Delvey wegen \"Dismissive\" Exit | E! News - E! News",
        "Wie man den Crew-9-Astronauten-Start von SpaceX für die NASA am 28. September beobachtet - Space.com",
        "Hoda Kotb verlässt Anfang nächsten Jahres die NBC-Show \"Today\" - The Associated Press",
        "Helenes Winde schlagen Florida, als Sturm der Kategorie 3 in Richtung Küste rast - The Associated Press"
    ]
}