{
    "headlines": [
        "Xi bereitet Verhandlungen für den US-Handelskrieg nach Biden-Bordsteinen vor - Bloomberg",
        "GM restrukturiert Cruise. Das lässt Tesla und Waymo auf dem US-Robotaxi-Markt zurück. - Barron's",
        "Kroger-Albertsons Fusion durch Bundesrichter blockiert - The Washington Post",
        "Eine Benutzeroberfläche 7 bietet Anrufaufzeichnungsfunktion in den USA - SamMobile - Samsung News",
        "China sagt, dass es \"notwendige Maßnahmen\" ergreift, um die Souveränität über Taiwan zu verteidigen - Reuters",
        "Selenskyj plädierte bei einem Treffen mit Trump für Sicherheitsgarantien - Reuters",
        "Horoskop für Mittwoch, 11. Dezember 2024 - Chicago Sun-Times",
        "Richter blockiert den Kauf von Alex Jones ’Infowars durch The Onion - CNN",
        "3 Beobachtungen aus der Niederlage der Mavericks im NBA Cup 118-104 in Oklahoma City - Mavs Moneyball",
        "Warum Luigi Mangione den CEO von UnitedHealthcare getötet hat: Ein Link zu chronischen Rückenschmerzen - NDTV",
        "John Fassel über Amani Oruwariye's Special Teams Miscue: It's a crazy play, and it happens fast - NBC Sports",
        "Brett Favre spricht den viralen Austausch mit Mark Gastineau über Michael Strahan Sack an - Sports Illustrated",
        "The Take: Das Sednaya-Gefängnis fällt und enthüllt das Foltererbe der al-Assads - Al Jazeera Englisch",
        "Kim Yong-hyun: Südkoreas Ex-Verteidigungsminister versucht, sich das Leben zu nehmen - BBC.com",
        "J.J. Abrams ’Bad Robot schließt First-Look Film & TV Deal mit Warner Bros. ab - Deadline",
        "Spendenaktion hat bereits Tausende für Mangione - The Daily Beast",
        "Jay-Zs Ex-Protégé Foxy Brown postet nach seiner Vergewaltigungsklage kryptische Nachrichten - Seite sechs",
        "Von Nord-Illinois nach Mountain West? Huskies bieten an, MAC zu verlassen und einer neuen Liga als reines Fußballmitglied beizutreten - CBS Sports",
        "Daniel Penny bricht das Schweigen im U-Bahn-Haushalt: \"Ich war in einer sehr verletzlichen Position\" - ABC News",
        "NJ State Senator fordert \"begrenzten Ausnahmezustand\" über mysteriöse Drohnen-Sichtungen - WPVI-TV"
    ]
}