{
    "headlines": [
        "Final Fantasy IX 25th anniversary website launched - Gematsu",
        "5 players, 2 coaches ejected after Pistons-Timberwolves skirmish in 2nd quarter - The Associated Press",
        "‘The White Lotus’ Season 3, Episode 7 Recap: In Search of Nirvana - The Ringer",
        "Elon Musk gives away $1m cheques ahead of Wisconsin Supreme Court election - BBC.com",
        "US military working to recover 70 ton vehicle from Lithuanian swamp as 4 Army soldiers remain missing - Fox News",
        "Red Cross outraged over killing of eight medics in Gaza - BBC.com",
        "Johni Broome injury update: Auburn star gives status for Final Four during postgame interview - On3.com",
        "Jinger Duggar gives birth to third baby with husband Jeremy Vuolo - Page Six",
        "Trump says he’s considering ways to serve a third term as president - The Associated Press",
        "Dow futures drop as report says White House mulls global tariff of up to 20% on nearly all trading partners - Fortune",
        "Rain turns to ice, cuts power in Great Lakes region while Tennessee braces for wild weather - The Associated Press",
        "Brandon Beane doesn’t see a contract extension for James Cook “anytime soon” - NBC Sports",
        "Former Trump intel official says ‘risk of loss’ from Signal could have been ‘profound’ - The Hill",
        "‘Snow White’ At $143M Global After 2nd Frame; ‘A Working Man’ Builds $30M WW Bow – International Box Office - Deadline",
        "German space rocket explodes seconds into test flight - DW (English)",
        "Brooklyn Park plane crash: U.S. Bank exec Terry Dolan believed to have died - FOX 9 Minneapolis-St. Paul",
        "Trump says military force not off the table for Greenland after Danish FM’s scolding remarks - PBS NewsHour",
        "SpaceX is set to launch 4 people on a first-of-its-kind mission around Earth’s poles. Here’s what to know - CNN"
    ]
}