{
    "headlines": [
        "Chris Rock moderiert „Saturday Night Live “— während sein langjähriger Freund Adam Sandler eine Überraschung für Cameo macht: Watch - AOL",
        "Erfahrener Analyst, der die Rallye des S&P 500 vorhergesagt hat, enthüllt Ziel für 2025 - TheStreet",
        "Wolltest du schon immer vor deinem Leben fliehen? Warum dieses Phänomen häufiger vorkommt, als Sie denken - CNN",
        "Die Katholiken in Trumps Regierung könnten die Republikaner in eine ganz neue Richtung lenken - POLITICO",
        "Travis Hunter, Colorados dynamischer Zwei-Wege-Star, gewinnt die begehrte Heisman Trophy 2024 - CNN",
        "Israel trifft militärische Ziele in Syrien - The New York Times",
        "NFL Woche 15 kühne Vorhersagen: NFC-Kraftpakete Eagles und Lions gehen unter, Chiefs gewinnen anders - CBS Sports",
        "Zwei russische Öltanker sinken im Schwarzen Meer - Berichte - BBC.com",
        "Manhunt für St. Johnsbury Schießverdächtiger endet mit Verhaftung - WCAX",
        "UnitedHealthcare CEO tötet zuletzt: Mangiones Mutter hat im November einen fehlenden Bericht eingereicht - ABC News",
        "Mayotte: Französisches Inselgebiet von Zyklon Chido getroffen - BBC.com",
        "Die häufigsten Sexprobleme in deinen 50ern (und wie man damit umgeht) - HuffPost",
        "ABC News stimmt zu, 15 Millionen US-Dollar zu zahlen, um Trumps Verleumdungsklage beizulegen - Al Jazeera Englisch",
        "Thunder-Rockets: 5 Erkenntnisse aus dem Halbfinale des Emirates NBA Cup - NBA.com",
        "Die letzte Entscheidung der Fed im Jahr 2024 könnte die Zinsbewegungen im Jahr 2025 zurücksetzen - TheStreet",
        "Daniel Penny ist Gast von Trump und Vance beim Spiel Army v Navy - BBC.com",
        "UFC Tampa Ergebnisse: Joaquin Buckley schlägt Colby Covington blutig nieder, ruft Kamaru Usman - Yahoo Sports",
        "Suchir Balaji: OpenAI-Whistleblower tot in Wohnung aufgefunden - BBC.com",
        "CEOs wollen, dass Trump seinen Kurs bei den Zöllen ändert. Er rührt sich nicht. - The Wall Street Journal",
        "WWE Saturday Night's Main Event Ergebnisse, Gewinner, Noten: Cody Rhodes behält Titel nach umstrittenem Sieg - CBS Sports"
    ]
}