{
    "headlines": [
        "ਨਿੰਬੂ risotto, Caprese ਸਲਾਦਃ ਇੱਥੇ ਬਾਇਡਨ-ਹੋਸਟਡ Quad ਸੰਮੇਲਨ 'ਤੇ ਡਿਨਰ ਮੇਨੂ ਹੈ - ਭਾਰਤ ਅੱਜ",
        "ਇਜ਼ਰਾਈਲ, ਹਿਜ਼ਬੁਲ ਨੇ ਵਪਾਰ ਹੜਤਾਲ ਕੀਤੀ ਕਿਉਂਕਿ ਬੇਰੂਤ ਹਮਲੇ ਨਾਲ ਮਰਨ ਵਾਲਿਆਂ ਦੀ ਗਿਣਤੀ ਵਧੀ ਹੈ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਟੈਕਸਾਸ ਫੁੱਟਬਾਲ ਬਨਾਮ ਉਲਮਃ ਲਾਈਵ ਸਕੋਰ ਅਪਡੇਟਸ, ਹਾਈਲਾਈਟਸ ਜਿਵੇਂ ਕਿ ਲੌਂਗਹੌਰਨਜ਼ 1Q ਤੋਂ ਬਾਅਦ ਵੱਡੀ ਲੀਡ ਲੈਂਦਾ ਹੈ - ਆਸਟਿਨ ਅਮੈਰੀਕਨ-ਸਟੇਟਸਮੈਨ",
        "ਮੈਕ ਬ੍ਰਾ Brownਨ ਨੇ ਜੇਮਜ਼ ਮੈਡੀਸਨ ਨੂੰ ਹੈਰਾਨਕੁਨ ਹਾਰ ਤੋਂ ਬਾਅਦ ਅਸਤੀਫਾ ਦੇਣ ਦੀ ਪੇਸ਼ਕਸ਼ ਕੀਤੀ, ਉੱਤਰੀ ਕੈਰੋਲੀਨਾ ਦੇ ਖਿਡਾਰੀਆਂ ਦੁਆਰਾ ਖਾਰਜ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਯੂਐਸਸੀ ਫੰਬਲਿੰਗ ਦੂਰ ਮਿਸ਼ੀਗਨ ਨੂੰ ਜਿੱਤਣਾ ਕਾਲਜ ਫੁੱਟਬਾਲ ਵੀਕ 4 ਦੇ ਜੇਤੂ ਅਤੇ ਹਾਰਨ ਵਾਲਿਆਂ ਦੀ ਅਗਵਾਈ ਕਰਦਾ ਹੈ - ਯੂਐਸਏ ਅੱਜ",
        "ਮੇਨੇਂਡੇਜ਼ ਬ੍ਰਦਰਜ਼ ਸਲੈਮ ‘ਖਰਾਬ’ ਨੈੱਟਫਲਿਕਸ ਸ਼ੋਅ ਦਾ ਪੋਰਟਰੇਟ - ਦਿ ਡੇਲੀ ਬੀਸਟ",
        "ਫਰਾਂਸ ਦੇ ਰਾਸ਼ਟਰਪਤੀ ਇਮੈਨੁਅਲ ਮੈਕਰੋਨ ਨੇ ਨਵੀਂ ਸੱਜੇ ਪੱਖੀ ਸਰਕਾਰ ਦਾ ਐਲਾਨ ਕੀਤਾ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਸਾਬਕਾ ਸੰਸਦ ਮੈਂਬਰ ਦਾ ਸਿਧਾਂਤ ਹੈ ਕਿ ਟਰੰਪ ਹੈਰਿਸ ਨੂੰ ਬਹਿਸ ਦਾ ਸੱਦਾ ਕਿਉਂ ਨਹੀਂ ਦੇ ਰਹੇ ਹਨ?",
        "ਟਰੰਪ ਐਨ. ਸੀ. ਗਏ ਅਤੇ ਇਸ ਵਾਰ ਮਾਰਕ ਰੋਬਿਨਸਨ ਦਾ ਜ਼ਿਕਰ ਨਹੀਂ ਕੀਤਾ - ਪੋਲਿਟਿਕੋ",
        "ਡੁਬੋਇਸ ਨੇ ਸ਼ਾਨਦਾਰ 5 ਵੇਂ ਗੇੜ ਦੇ ਕੇਓ - ਈਐਸਪੀਐਨ ਨਾਲ ਜੋਸ਼ੁਆ ਨੂੰ ਪਰੇਸ਼ਾਨ ਕੀਤਾ",
        "ਕੁਝ ਪਾਗਲ ਜੀਨੀਅਸ ਪਾ ਚੈਟਜੀਪੀਟੀ ਨੂੰ ਟੀਆਈ -84 ਗ੍ਰਾਫਿੰਗ ਕੈਲਕੁਲੇਟਰ ਤੇ - ਵਾਇਰਡ",
        "ਏਲੋਨ ਮਸਕ ਐਕਸ ਲਈ ਬ੍ਰਾਜ਼ੀਲ ਦੀ ਅਦਾਲਤ ਦੀਆਂ ਕਾਨੂੰਨੀ ਮੰਗਾਂ ਦੀ ਪਾਲਣਾ ਕਰਦਾ ਹੈ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "ਕਾਰਾਂ ਦੀ ਵਿਕਰੀ 'ਤੇ ਚੜ੍ਹਨਾ, ਹੋਰ ਰੈਪੋਃ ਸਾਡੀ' ਵਾਕੀ 'ਆਟੋ ਆਰਥਿਕਤਾ ਨੂੰ ਕੀ ਚਲਾ ਰਿਹਾ ਹੈ - ਅਮਰੀਕਾ ਅੱਜ",
        "ਵਾਲ ਸਟ੍ਰੀਟ ਦੇ ਅਰਥਸ਼ਾਸਤਰੀ ਜਿਸ ਨੇ ਫੈਡ ਦੀ ‘ਅਨੰਦਮਈ‘ ਦਰ ਦੀ ਕਟੌਤੀ ਨੂੰ ਨਹੁੰ ਪਾਇਆ ਉਹ ਫਿਰ ਉਹੀ ਚੀਜ਼ ਵੇਖਦਾ ਹੈ - ਫਾਰਚੂਨ",
        "ਕੰਸਾਸ ਪਲਾਂਟ 'ਚ ਲਗਭਗ 1700 ਕਾਮਿਆਂ ਨੂੰ ਨੌਕਰੀ ਤੋਂ ਕੱਢੇਗੀ ਜੀ. ਐੱਮ. - ਯਾਹੂ ਫਾਇਨਾਂਸ",
        "ਫਲੋਰੀਡਾ ਦੇ ਨੇੜੇ ਗੜਬੜੀ ਅਗਲੇ ਹਫਤੇ ਖੰਡੀ ਡਿਪਰੈਸ਼ਨ ਵਿੱਚ ਬਣ ਸਕਦੀ ਹੈ, ਐਨਐਚਸੀ ਕਹਿੰਦਾ ਹੈ - ਡਬਲਯੂਈਐਸਐਚ 2 ਓਰਲੈਂਡੋ",
        "ਯੂਕਰੇਨੀ ਡਰੋਨ ਹੁਣੇ ਹੀ Blew ਅਪ 2,000 ਦੱਖਣੀ ਰੂਸ ਵਿਚ Ammo ਦੇ ਟਨ - ਫੋਰਬਸ",
        "ਕਿਵੇਂ ਸੀਨ ‘ਡਿੱਡੀ‘ ਕੰਬਜ਼ ਨੇ ਕਥਿਤ ਦੁਰਵਿਵਹਾਰ ਦੇ ਦਹਾਕਿਆਂ ਨੂੰ ਬਾਲਣ ਲਈ ਸ਼ਕਤੀ ਅਤੇ ਵੱਕਾਰ ਦੀ ਵਰਤੋਂ ਕੀਤੀ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਲਿਜ਼ੋ ਨੇ ਟਿਕਟੋਕ ਵੀਡੀਓ ਵਿੱਚ ਆਪਣੀ ਤੰਦਰੁਸਤੀ ਦੇ ਨਤੀਜੇ ਅਤੇ ਭਾਰ ਘਟਾਉਣ ਦੇ ਪਰਿਵਰਤਨ ਨੂੰ ਪ੍ਰਦਰਸ਼ਿਤ ਕੀਤਾਃ ‘ਫਾਈਨ ਦੋਵੇਂ ਤਰੀਕੇ’ - ਲੋਕ",
        "1977 ਵਿਚ ਸ਼ੱਕੀ \"ਈਜ਼ੀ ਸਟ੍ਰੀਟ ਕਤਲੇਆਮ,\" ਮੈਲਬੌਰਨ ਦਾ ਸਭ ਤੋਂ ਪੁਰਾਣਾ ਠੰਡਾ ਕੇਸ, ਇਟਲੀ ਵਿਚ ਗ੍ਰਿਫਤਾਰ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼"
    ]
}