{
    "headlines": [
        "Нападавшие напали на израильских футбольных болельщиков в Амстердаме. Насилие было осуждено как антисемитское - Associated Press",
        "Бхад Бхаби предполагает, что у нее может быть рак в Instagram, фанаты сходят с ума - TMZ",
        "Новости о выборах 2024 года в прямом эфире: обновленный подсчет финальных гонок Дома, как они называются - США СЕГОДНЯ",
        "Фьючерсы на смешанную прибыль, Китай - Investor's Business Daily",
        "Что может принести второй срок Трампа? Депортации, тарифы, помилования 6 января и многое другое - CBS News",
        "Сьюзи Уайлс: Кто новый глава администрации Трампа? - BBC.com",
        "В Париже впервые с 2019 года зазвонили колокола собора Парижской Богоматери - Barron's",
        "Глава Центробанка США заявил, что Трамп не может его уволить - BBC.com",
        "Китай обнародовал пакет местных долговых обязательств на $ 1,4 трлн, но без прямого стимулирования - Reuters",
        "Ураган Рафаэль движется по Мексиканскому заливу как редкий крупный ноябрьский шторм, в то время как Куба восстанавливается - NBC News",
        "Есть важная вещь, которую мы можем сделать, чтобы сохранить симптомы болезни Альцгеймера в заливе - ScienceAlert",
        "Трамп назовет более консервативных судей. Он может даже выбрать большинство в Верховном суде. - Новости NBC",
        "Судья отменил программу Байдена, защищающую супругов-иммигрантов от депортации - NPR",
        "Стивен Колберт раскрывает самую «тревожную» часть большого возвращения Трампа - HuffPost",
        "Лиам Пейн: Трое обвиняются в связи со смертью певца - BBC.com",
        "«Мы едва справились»: калифорнийцы отчаянно покидают свои дома из-за бушующих лесных пожаров - CNN",
        "Барроу, блеск Чейза растрачивается впустую, когда Бенгалы падают - ESPN",
        "Изъято",
        "обновление камеры iPhone 18 может включать в себя переменную диафрагму для основного устройства, при этом Apple, как сообщается, получает эти детали от другого поставщика - Wccftech",
        "«Чуть не пропустил трагедию»: подросток, предположительно вооруженный, не смог попасть в начальную школу Висконсина - ABC News"
    ]
}