{
    "headlines": [
        "هاتف Galaxy Z Fold 7 للحصول على ترقية يستحقها مشترو الهواتف باهظة الثمن - PhoneArena",
        "يناقش كبار المسؤولين الروس والأمريكيين تحسين العلاقات وإنهاء الحرب الأوكرانية - دون كييف - وكالة أسوشيتد برس",
        "تطلق شركة ماسك XAI نموذج الذكاء الاصطناعي Grok 3، وتدعي أداءً أفضل من منافسيها في الاختبارات المبكرة - CNBC",
        "تطلق هواوي هاتفًا ثلاثي الطيات بقيمة 3660 دولارًا خارج الصين بينما ترسم عودة دولية - CNBC",
        "يستكشف الأوروبيون القوات لوقف إطلاق النار في أوكرانيا — ويريدون الدعم الأمريكي - واشنطن بوست",
        "تنقلب طائرة دلتا رأسًا على عقب على مدرج تورونتو الثلجي وينجو جميع ركابها الثمانين - وكالة أسوشيتد برس",
        "وفاة ممثل كوري جنوبي عن 24 عامًا تثير نقاشًا حول وسائل التواصل الاجتماعي وثقافة الإنترنت - وكالة أسوشيتد برس",
        "صحة بوب مستقرة وهو يواصل العلاج في المستشفى - vaticannews.va",
        "استقال أربعة من كبار نواب إريك آدمز، كما يقول عمدة نيويورك - سي إن إن",
        "يقول غاي بيرس إن كيفن سبيسي \"استهدفه\" في موقع سري في لوس أنجلوس - The A.V. Club",
        "سكوت بوراس يدعو إلى عدم الإنفاق من قبل الكثير من MLB - الرياضة المصورة",
        "يشارك طبيب القلب الأمريكي نصائح قابلة للتنفيذ للحفاظ على صحة القلب وصغر سنه - The Times of India",
        "4 مرشحين يريدون أن يكونوا المستشار القادم لألمانيا. من هم ؟ - ياهو",
        "المخرج \"الوحشي\" برادي كوربيت يقول إنه لم يجني أي أموال من الفيلم - مراسل هوليوود",
        "مسؤول كبير في الضمان الاجتماعي يغادر بعد اشتباك مع دوجي ماسك حول البيانات - واشنطن بوست",
        "\"اكتشاف الأحلام\" لجمجمة آكلة اللحوم البالغة من العمر 30 مليون عام لعلماء الحفريات - ياهو",
        "تعلن شركة ساوث ويست إيرلاينز عن عمليات تسريح شاملة في مقر دالاس، وهي أول عمليات تسريح جماعية في تاريخ الشركة - WFAA.com",
        "أوكرانيا ليست مدعوة لمحادثات السلام الخاصة بها. التاريخ مليء بمثل هذه الأمثلة – والنتائج مدمرة - المحادثة",
        "أولاً الأبقار، والآن القطط. هل إنفلونزا الطيور قادمة للبشر بعد ذلك ؟ - صحيفة وول ستريت جورنال",
        "إدارة ترامب تطرد الآلاف بسبب \"الأداء\" دون دليل، في عجلة من أمرهم - واشنطن بوست"
    ]
}