{
    "headlines": [
        "محاذاة الكواكب تضيء سماء الليل مع أربعة كواكب مرئية حتى منتصف فبراير - WGME",
        "مجلس الوزراء الإسرائيلي يوافق على وقف إطلاق النار في غزة وصفقة الرهائن - BBC.com",
        "يقول النجم الياباني ساساكي إنه سينضم إلى Dodgers - ESPN",
        "تقول يلين إن وزارة الخزانة ستستخدم \"تدابير استثنائية\" في 21 يناير لمنع الوصول إلى سقف الديون - وكالة أسوشيتد برس",
        "ميغان ماركل والأمير هاري \"مثيران للغاية لبعضهما البعض\"، كما يقول زميل سابق - نيويورك بوست",
        "نينتندو سويتش 2 هو اسم رائع لوحدة التحكم الجديدة من نينتندو، كما يقول المحللون - IGN",
        "تستثمر HHS ما يقرب من 600 مليون دولار في تطوير لقاح إنفلونزا الطيور من موديرنا - سي إن إن",
        "تحديثات حية: سيتم نقل تنصيب ترامب إلى الداخل بسبب البرد الشديد في واشنطن - واشنطن بوست",
        "محذوف",
        "روسيا تحكم على محامي الشخصية المعارضة الراحلة نافالني بالسجن - واشنطن بوست",
        "ملخص \"الفصل\" الموسم 2 الحلقة 1: لماذا تكذب هيلي، تنتهي جيما - التنوع",
        "اختار جون هاستد، نائب حاكم ولاية أوهايو، ليحل محل جي دي فانس في مجلس الشيوخ - إيه بي سي نيوز",
        "سوق الأسهم اليوم: ارتفع مؤشر داو جونز بنسبة 0.8 ٪ بينما قفز مؤشر ناسداك بنسبة 1.5 ٪، ولكن القبعات الصغيرة تلاشت (تغطية حية) - Investor's Business Daily",
        "مؤثر على وسائل التواصل الاجتماعي متهم بتسميم فتاة تبلغ من العمر عام واحد للحصول على تبرعات GoFundMe - HuffPost",
        "تقاضي وزارة العدل والغرينز، مدعية أنها ملأت \"عن قصد\" ملايين الوصفات الطبية التي تفتقر إلى الأغراض الطبية المشروعة - CNBC",
        "توقعات ولاية أوهايو مقابل نوتردام، والاحتمالات، وانتشار بطولة CFP الوطنية، ووقت اللعبة، ومكان المشاهدة على التلفزيون - CBS Sports",
        "تكشف الدراسة أن اللحوم الحمراء قد تدمر ذاكرتك بمرور الوقت - المجرة اليومية - قناة الاكتشافات العظيمة",
        "Perplexity تستحوذ على Read.cv، منصة تواصل اجتماعي للمحترفين - TechCrunch",
        "آرمان تساروكيان يصدر بيانًا حول الانسحاب المفاجئ من UFC 311 - MMA Junkie",
        "يمكن أن يواجه حوالي 120 مليون شخص درجات حرارة تحت الصفر قريبًا. حيث سيكون البرد أسوأ. - الواشنطن بوست"
    ]
}