{
    "headlines": [
        "O que saber sobre microplásticos, ftalatos, BPA e PFAS - The Washington Post",
        "Sean \"Diddy\" Combs To Blackmail, Pay Off Witnesses, Feds Say; Defense Cries Foul - Deadline",
        "Ações da Netflix são impulsionadas por Mike Tyson e Beyoncé - Investor's Business Daily",
        "Duas mulheres disseram ao painel de ética da Câmara que Gaetz enviou pagamentos à Venmo \"por sexo\" e perguntou sobre \"favores de festa\", diz seu advogado - CBS News",
        "2 são mortos e 1 fica gravemente ferido no ataque com faca na cidade de Nova York. Um suspeito está sob custódia - Associated Press",
        "Por que os ganhos da Nvidia podem desencadear volatilidade maciça do S&P 500 - Benzinga",
        "A Spirit Airlines entrou com pedido de falência. O que isso significa para os viajantes? - The Associated Press",
        "A resposta da Rússia aos mísseis dos EUA será \"apropriada e tangível\" - BBC.com",
        "Variante de varíola mais grave encontrada nos EUA pela primeira vez. Aqui está o que sabemos - Gizmodo",
        "Estrela de 'One Tree Hill', Paul Teal morre aos 35 anos - TV Insider",
        "   Removido ",
        "Como os democratas planejam combater o plano de deportação em massa de Trump - ABC News",
        "Texans vs. Cowboys odds, spread, line, prediction, time: Monday Night Football picks by NFL model on 17-7 run - CBS Sports",
        "O técnico dos Bears, Matt Eberflus, está protestando à NFL que os árbitros perderam um pênalti no bloco FG vencedor dos Packers - Yahoo Sports",
        "SpaceX alimenta foguete Starship em teste-chave antes do 6º voo de teste (fotos) - Space.com",
        "'Red One' arrecadou US $ 34 milhões com um orçamento de US $ 250 milhões em seu primeiro fim de semana. Isso soa mal — mas a Amazon MGM nunca planejou lucrar nos cinemas. - Yahoo Entertainment",
        "   Removido ",
        "   Removido ",
        "Múmia de ‘gatinho’ com dentes de sabre descoberta na Sibéria é a primeira do tipo - CNN",
        "O que saber sobre Brendan Carr, escolhido por Trump para presidente da FCC - Axios"
    ]
}