{
    "headlines": [
        "ਮੈਂ MechWarrior 5 ਵਿੱਚ ਜਾਣ ਦੀ ਕੋਸ਼ਿਸ਼ ਕੀਤੀਃ ਇੱਕ ਨਵੇਂ ਆਉਣ ਵਾਲੇ ਵਜੋਂ ਕਲਾਂਸ, ਪਰ ਇਹ ਪ੍ਰਸ਼ੰਸਕਾਂ ਲਈ ਹੈ - ਆਰਸ ਟੈਕਨੀਕਾ",
        "ਵਿਗਿਆਨੀ ਖੋਜੋ Ozempic ਦਾ ਹੈਰਾਨੀਜਨਕ ਨਵਾਂ ਲਾਭਃ ਅਲਕੋਹਲ ਅਤੇ ਓਪੀਓਡ ਦੀ ਆਦਤ ਨੂੰ ਘਟਾਉਣਾ - SciTechDaily",
        "ਡਬਲਯੂਆਰ ਨੈਬਰਸ ਨੂੰ 'ਡਰਾਉਣੀ' ਕਨਕਸ਼ਨ ਯਾਦ ਨਹੀਂ ਹੈ - ਈਐਸਪੀਐਨ",
        "ਬਾਈਡੇਨ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਈਰਾਨ ਅਤੇ ਇਜ਼ਰਾਈਲ ਵਿਚਾਲੇ ਹਮਲਿਆਂ ਨੂੰ ਖਤਮ ਕਰਨ ਦਾ ‘ਮੌਕਾ’ ਹੈ - ਅਲ ਜਜ਼ੀਰਾ ਅੰਗਰੇਜ਼ੀ",
        "ਆਈਫੋਨ 17 ਪ੍ਰੋ ਮਾੱਡਲ ਦੁਬਾਰਾ ਫੀਚਰ 48 ਐਮਪੀ ਟੈਲੀਫੋਟੋ ਕੈਮਰਾ, 12 ਜੀਬੀ ਰੈਮ, ਅਤੇ ਹੋਰ - ਮੈਕਰੂਮੋਰਸ ਲਈ ਅਫਵਾਹਾਂ",
        "ਐਪਿਕ ਜੱਜ ਗੂਗਲ ਨੂੰ ਆਪਣੇ ਐਂਡਰਾਇਡ ਐਪ ਸਟੋਰ ਨੂੰ ਮੁਕਾਬਲੇਬਾਜ਼ਾਂ ਲਈ ਬੰਦ ਰੱਖਣ ਦਿੰਦਾ ਹੈ — ਹੁਣ ਲਈ - ਦਿ ਵਰਜ",
        "ਟਰੰਪ ਮੁਹਿੰਮ ਨਿੱਕੀ ਹੇਲੀ ਨਾਲ ਗੱਲਬਾਤ ਵਿਚ ਹੈਰੀ ਨਾਲ ਲਿੰਗ ਦੇ ਪਾੜੇ ਨੂੰ ਬੰਦ ਕਰਨ ਲਈ ਮੁਹਿੰਮ ਦੇ ਰਾਹ 'ਤੇ ਉਸ ਨਾਲ ਸ਼ਾਮਲ ਹੋਣ ਲਈ - ਸੀ ਐਨ ਐਨ",
        "ਟਰੰਪ ਰਾਸ਼ਟਰਪਤੀ ਪਰਿਵਰਤਨ ਪ੍ਰਣਾਲੀ ਨੂੰ ਬੱਕਿੰਗ ਮੰਨਦੇ ਹਨ - ਪੋਲਿਟਿਕੋ",
        "ਕੁੰਜੀ ਐਨਜ਼ਾਈਮ ਬੁ agingਾਪੇ ਦੇ ਸੈੱਲਾਂ ਵਿਚ ਸੋਜਸ਼ ਨੂੰ ਚਲਾਉਣ ਲਈ ਪਾਇਆ ਗਿਆ - ਨਿ neਰੋਸਾਇੰਸ ਨਿ Newsਜ਼",
        "‘ਦਾਦੀ, ਇਹ ਠੀਕ ਰਹੇਗਾ’: ਪਰਿਵਾਰ ਨੂੰ ਡੇਲਫੀ ਕਤਲ ਮੁਕੱਦਮੇ ਵਿਚ ਪੀੜਤਾਂ ਨਾਲ ਅੰਤਮ ਗੱਲਬਾਤ ਯਾਦ ਹੈ - IndyStar",
        "ਡੋਜਰਸ-ਮੇਟਸ ਐਨਐਲਸੀਐਸ ਗੇਮ 5 ਅਕਸਰ ਪੁੱਛੇ ਜਾਂਦੇ ਪ੍ਰਸ਼ਨ, ਲਾਈਨਅਪਸ (ਸ਼ੁੱਕਰਵਾਰ, 5 ਈਟੀ/2 ਪੀਟੀ, ਐਫਐਸ 1) - ਐਮਐਲਬੀ ਡਾਟ ਕਾਮ",
        "Wamco ਗਾਹਕ ਕੇਨ Leech ਪੜਤਾਲ ਰੈਮਪ ਅੱਪ ਦੇ ਤੌਰ ਤੇ DOJ ਕੇ quizzed ਰਹੇ ਹਨ - ਬਲੂਮਬਰਗ",
        "ਇਸ ਹਫਤੇ ਦੇ ਅੰਤ ਵਿੱਚ ਧਰਤੀ ਦੀ ਕਿਰਪਾ ਲਈ ਮੌਸਮ ਦਾ ਸ਼ਾਵਰ. ਇੱਥੇ ਇਸ ਨੂੰ ਕਿਵੇਂ ਵੇਖਣਾ ਹੈ - ਸੈਲੂਨ",
        "ਉੱਤਰੀ ਕੈਰੋਲੀਨਾ ਦੇ ਸ਼ੁਰੂਆਤੀ ਵੋਟਰ, ਅਜੇ ਵੀ ਹੈਲੀਨ ਤੋਂ ਠੀਕ ਹੋ ਰਹੇ ਹਨ, 2020 ਵਿੱਚ ਚੋਟੀ ਦੇ ਮਤਦਾਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਇਸ ਸਾਲ ਛੋਟੇ ਬੱਚਿਆਂ ਵਿੱਚ \"ਤੁਰਨ ਵਾਲੇ ਨਮੂਨੀਆ\" ਦੇ ਅਸਾਧਾਰਣ ਵਾਧੇ ਦੀ ਰਿਪੋਰਟ ਕੀਤੀ ਗਈ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਲੀਅਮ ਪੇਨੇਃ ਸਾਈਮਨ ਕੋਵੇਲ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਹ ਗਾਇਕ ਦੀ ਮੌਤ ਤੋਂ ਬਾਅਦ \"ਖਾਲੀ\" ਮਹਿਸੂਸ ਕਰਦਾ ਹੈ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਚੋਣਾਂ 2024 ਲਾਈਵ ਅਪਡੇਟਸਃ ਹੈਰਿਸ, ਟਰੰਪ ਮਿਸ਼ੀਗਨ ਦੇ ਬੈਟਲਗਰਾਉਂਡ ਸਟੇਟ 'ਤੇ ਇਕਜੁੱਟ ਹੋਣਗੇ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਗਾਜ਼ਾ ਵਿੱਚ ਹਮਾਸ ਦੇ ਨੇਤਾ ਯਾਹੀਆ ਸਿਨਵਰ ਦੀ ਹੱਤਿਆਃ ਲਾਈਵ ਅਪਡੇਟਸ - ਸੀਐਨਐਨ",
        "ਦੱਖਣੀ ਕੋਰੀਆ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਰੂਸ 'ਚ ਘੱਟੋ-ਘੱਟ 1500 ਉੱਤਰੀ ਕੋਰੀਆ ਦੀਆਂ ਵਿਸ਼ੇਸ਼ ਤਾਕਤਾਂ - The Washington Post",
        "ਬਿਲੀ ਮੈਕਸਿਮੌਫ ਦੀ ਵਾਪਸੀ, ਈਵਾਨ ਪੀਟਰਜ਼ ਕੈਮੀਓ ਅਤੇ ਹੋਰ - ਵੰਨਗੀ 'ਤੇ \"ਅਗਾਥਾ ਸਾਰੇ ਨਾਲ\" ਟੀਮ"
    ]
}