{
    "headlines": [
        "Распродажа акций Tesla после мероприятия Robotaxi может быть только началом, предупреждают профи - Yahoo Finance",
        "Заявление пресс-секретаря Пентагона генерал-майора Пэта Райдера о развертывании батареи THAAD в Израиле - Министерство обороны",
        "ООН заявляет, что израильские танки прорвались через ворота базы миротворцев - Reuters.com",
        "Второй квартербек Калеб Уильямс - тугой конец Kmet TD! QB и TE увеличивают лидерство Chicago Bears до 13-3 против Jags - NFL.com",
        "Христофор Колумб был сефардским евреем из Западной Европы, результаты исследования - New York Post",
        "Большинство отделений неотложной помощи не полностью готовы к чрезвычайным ситуациям с детьми - The Washington Post",
        "Медведи потеряли своего длинного окуня из-за травмы колена в первой четверти в Лондоне - NBC Sports",
        "«Я обеспокоен»: член палаты представителей Клайберн о чернокожих мужчинах, голосующих за Трампа - CNN",
        "Ариана Гранде подражает Бритни Спирс, превращается в Дженнифер Кулидж во время возвращения в SNL - New York Post",
        "В инженерном подвиге механическое оружие SpaceX поймало ракетный ускоритель Starship на посадочной площадке - ABC News",
        "Ключи к победе в фэнтези-футболе на 6-й неделе - Yahoo Sports",
        "Байден рассмотрит ущерб от урагана «Милтон» во Флориде. Харрис планирует пойти в церковь в Северной Каролине - Associated Press",
        "Редкая комета может быть видна невооруженным глазом. Вот где искать. - CBS Boston",
        "Terrifier 3 бьет Joker 2 в прокате, так как фильм Хоакина Феникса видит огромный спад - Hindustan Times",
        "Плотная грудь может затруднить выявление рака на маммограмме - KOAT Нью-Мексико",
        "Посланник Палестины в ООН заявил, что на севере Газы происходит «геноцид в рамках геноцида» - Al Jazeera English",
        "Новое оповещение о безопасности Gmail для 2,5 миллиардов пользователей подтверждено хакерами - Forbes",
        "Экономическое недовольство, разногласия оборачиваются жесткой президентской конкуренцией: ОПРОС - ABC News",
        "Pokémon Developer Game Freak Сообщается, что взломан, украденные данные о необъявленных играх, а также кодовое имя Nintendo Switch 2 просочились в Интернет - IGN",
        "Чего ожидать на рынках на этой неделе - Investopedia"
    ]
}