{
    "headlines": [
        "Israel ameaça matar de fome o norte de Gaza, dizem agências de ajuda da ONU - NPR",
        "Atualizações ao vivo: Casa de pandas gigantes no Zoológico Nacional de DC, estreando em janeiro - NBC Washington",
        "Elisabeth Finch, roteirista de 'Grey's Anatomy', pede desculpas por mentir sobre o câncer - Variety",
        "Uma vez na vida Cometa Tsuchinshan-ATLAS visível esta semana - MPR News",
        "Tom Brady é oficialmente um dos donos dos Raiders depois que os donos da NFL aprovam - Yahoo Sports",
        "Fundo da SBA está sem dinheiro após os furacões Helene e Milton, diz Biden - The Washington Post",
        "EUA dizem a Israel para melhorar situação humanitária em Gaza ou arriscar ajuda militar - Reuters",
        "5 hábitos de vida que podem ajudá-lo a viver até os 100 anos, de acordo com os principais pesquisadores de longevidade - CNBC",
        "O Maine terá ótimas condições para ver a Superlua do Caçador. Veja quando olhar para o céu - WMTW Portland",
        "Adobe provoca ferramentas de IA que criam cenas 3D, animam texto e fazem as distrações desaparecerem - The Verge",
        "Yankees anunciam formação para o ALCS Game 2 - Pinstripe Alley",
        "Número recorde de votos antecipados na Geórgia à medida que as eleições começam no estado do campo de batalha - CNN",
        "As ações da Nvidia caem hoje à medida que os lucros da ASML vazam. O que está por trás da gota. - Barron's",
        "Jerry Jones ataca apresentadores de rádio após a derrota dos Cowboys - The Washington Post",
        "Rastreador: Invest 94L se tornar Tempestade Tropical ou Furacão Nadine? O que a Flórida deve saber. - Palm Beach Post",
        "United Airlines planeja recompra de ações de US $ 1,5 bilhão, prevê lucro do quarto trimestre acima das estimativas - CNBC",
        "Davante Adams negociado com os Jets: Raiders WR se reúne com Aaron Rodgers enquanto Nova York pretende mudar a temporada - CBS Sports",
        "EUA e Reino Unido avançam com Modi apesar das alegações bombásticas de Trudeau - Bloomberg",
        "Reunião do Van Halen cancelada depois que David Lee Roth se recusou a prestar homenagem ao falecido Eddie Van Halen, diz irmão - NBC News",
        "NASA, NOAA: O Sol atinge a fase máxima no ciclo solar de 11 anos - Science@NASA"
    ]
}