{
    "headlines": [
        "Aubrey Plaza war 4 Monate vor seinem Selbstmord von Ehemann Jeff Baena getrennt und schrieb ihr am Tag seiner Entdeckung eine SMS - New York Post",
        "DOGE spielt Hardball bei der Übernahme des U.S. Institute of Peace - The Washington Post",
        "Wenn die Masernfälle in den USA zunehmen, wer benötigt möglicherweise eine weitere Impfstoffdosis? - ABC News",
        "Amtrak-CEO tritt zurück, Wochen nachdem Musk gesagt hat, dass der Schienenverkehr privatisiert werden sollte - CNN",
        "DOGENBEAMTER übernimmt eine Führungsrolle bei USAID, einer Agentur, bei deren Abbau Musks Team geholfen hat - The Associated Press",
        "4. Masernfall in NY bestätigt. Gouverneur Hochul bittet um Hilfe bei der Förderung der Impfung - Gothamist",
        "2025 NFL Spielregel, Satzung und Lösungsvorschläge: Tush Push, Playoff Seeding und mehr - NBC Sports",
        "Was gibt es Neues in den JFK-Akten? 4 Dinge, die man über die Mordaufzeichnungen wissen sollte. - The Washington Post",
        "Disneys neuer \"Schneewittchen\" -Film kämpft gegen Kulturkriege und gewinnt - Bloomberg",
        "Russland-Ukraine: Trump begrüßt \"sehr gutes\" Telefonat mit Selenskyj - BBC.com",
        "Der Trump-Putin-Telefonanruf gab dem Kreml-Führer die Chance, sich vom Krieg in der Ukraine zu entfernen - The Associated Press",
        "Federal Reserve gibt FOMC-Erklärung heraus - Federal Reserve",
        "Die Gilead-Aktie stürzt sich auf einen verheerenden potenziellen Anruf von HHS - Investor's Business Daily",
        "Exklusiv | Pete Davidsons mysteriöse neue Freundin als Jason Sudeikis und Benny Blancos Ex enthüllt - Seite sechs",
        "Aaron Rodgers Watch scheint noch lange nicht vorbei zu sein, nachdem die Wikinger brüskiert sind, während die Giganten, die Steelers warten - New York Post",
        "Türkei verhaftet Istanbuler Bürgermeister Imamoglu in Korruptionsuntersuchung - DW (Englisch)",
        "PSA: Du brauchst kein Assassin's Creed-Überlieferungswissen, um Shadows zu spielen - Eurogamer",
        "Microsoft ersetzt seinen Chief People Officer, da es Leistungsbeurteilungen überdenkt. Lesen Sie die E-Mail von CEO Satya Nadella. - Business Insider"
    ]
}