{
    "headlines": [
        "Israel überfällt das Krankenhaus im Norden des Gazastreifens, da die Vereinten Nationen davor warnen, dass sich im Gazastreifen der „dunkelste Moment“ abspielt - CNN",
        "Live-Updates: Israel schlägt den Iran als Vergeltung mit hohem Einsatz - CNN",
        "Vorläufige Ergebnisse | UFC 308: Topuria vs Holloway - UFC",
        "FAKTENFOKUS: Trumps wiederholte Wahl liegt in seinem Interview mit Joe Rogan. Hier sind die Fakten - The Associated Press",
        "Mindestens 126 Tote und Vermisste bei massiven Überschwemmungen und Erdrutschen auf den Philippinen - The Associated Press",
        "[entfernt]",
        "Delphi-Prozess: ISP Lt. erzählt von Richard Allens Verhaftung, Interviews - FOX 59 Indianapolis",
        "Medizinische Mysterien: Ihre seltsamen Beckeninfektionen hatten einen atemberaubenden Ursprung - The Washington Post",
        "Können sich die New York Yankees von der Niederlage in Spiel 1 gegen die Los Angeles Dodgers in Spiel 2 erholen? - CNN",
        "NASA-Astronaut bleibt im Krankenhaus, nachdem er von einem längeren Aufenthalt im Weltraum zurückgekehrt ist - New York Post",
        "Trump argumentiert, dass Smith in Dokumenten und Wahlfällen rechtswidrig ernannt wurde - CBS News",
        "Bei Boeing ist es der Streik der langen Erinnerungen - The Seattle Times",
        "Lil Durks Mordverhaftung zeigt, dass Drill Rap eine Sackgasse ist - Rolling Stone",
        "Beyoncé unterstützt Kamala Harris in einer freudigen Rede bei der Rallye Houston: \"Ich bin hier als Mutter\" - The Associated Press",
        "Spoiler zu \"Venom 3\"! Lass uns über die Enthüllung des Bösewichts \"Last Dance\" sprechen, Post-Credit-Szenen - USA TODAY",
        "Sarah Boone wurde für schuldig befunden, ihren Freund zu Tode erstickt zu haben, indem sie ihn im Reißverschlusskoffer gelassen hat - LEUTE",
        "Notre Dame vs. Navy Vorhersage: College-Football-Quoten, Picks, Wetten Woche 9 - New York Post",
        "Verfolgen Sie die Stunden, bevor eine junge Frau aus Minnesota zum Mordopfer wurde - CBS News",
        "Nordkoreanische Truppen in Kursk in der eskalierenden Gegenoffensive eingesetzt: US - Newsweek",
        "WER: Impfstoffe könnten helfen, Antibiotikaresistenzen zu bekämpfen, Leben zu retten - The Washington Post"
    ]
}