{
    "headlines": [
        "Der französische Schauspieler Gérard Depardieu steht in Paris wegen angeblicher sexueller Übergriffe vor Gericht - NPR",
        "Kommst du zurück oder ziehst du weiter? Entlassene Bundesangestellte stehen vor Entscheidungen, da ein Richter sie wieder einstellen möchte - The Associated Press",
        "Trump-Administration beruft sich auf Staatsgeheimnisse Privileg über Abschiebung Flug Informationen von Bundesrichter gesucht - CNN",
        "Aktien-Futures nach großen Durchschnittswerten nach Back-to-Back-Gewinnen: Live-Updates - CNBC",
        "Trumps Porträt des Colorado Capitol wird nach dem Aufschrei des Präsidenten entfernt - Axios",
        "Das Bachelor-Finale: Ist Grant jetzt offiziell der unentschlossenste Bachelor aller Zeiten? - TVLine",
        "Ukraine-Krieg: Russland wegen \"hohler Gespräche\" angeklagt, als Streiks Sumy trafen - BBC.com",
        "Der Leiter des US-Postdienstes, DeJoy, tritt zurück - CNN",
        "USC-Star JuJu Watkins verletzte sich im März gegen Mississippi State - The Associated Press",
        "Columbia, Cornell Studenten weichen dem EIS aus, während ihre Anwälte sich gegen Trump wehren - POLITICO",
        "Cain Velasquez: Ehemaliger UFC-Champion wegen Schießerei 2022 zu einer Gefängnisstrafe verurteilt - Al Jazeera English",
        "OpenAI sagt, dass sein KI-Sprachassistent jetzt besser zum Chatten geeignet ist - TechCrunch",
        "So können Oregoner ihre 23andMe-Daten vor dem potenziellen Verkauf des Unternehmens löschen lassen - OregonLive",
        "Sean Combs gewinnt die Abweisung von Zivilklagen in Lil Rods Klage - Rolling Stone",
        "Größte Kohlenstoffmoleküle, die auf dem Mars gefunden wurden, bilden den Grundstein für uraltes Leben - ScienceAlert",
        "Sollten Sie einen Masern-Booster bekommen? Das solltest du wissen. - The Washington Post",
        "Grönland zu Trump: Nein, wir haben dich nicht eingeladen - POLITICO",
        "Überraschende Nachrichten aus China lassen die Tesla-Aktie in die Höhe schnellen - TheStreet"
    ]
}