{
    "headlines": [
        "US suspends military aid to Ukraine - Financial Times",
        "Gaza truce hangs by a thread as Israel sets new conditions. Here’s what to know - CNN",
        "Saudi oil giant Aramco posts drop in full-year profit, slashes dividend - CNBC",
        "China slaps extra tariffs of up to 15% on imports of major US farm exports, including soy and beef - The Associated Press",
        "Why Trump’s joint remarks to Congress won’t be a ‘State of the Union’ address - The Associated Press",
        "Fact Sheet: President Donald J. Trump Proceeds with Tariffs on Imports from Canada and Mexico - The White House",
        "Mavs’ Kyrie Irving suffers left knee sprain, shoots free throws before leaving game - The Associated Press",
        "Pope Francis back on ventilator after respiratory failure - The Washington Post",
        "Man pleads guilty to murder in 2022 Highland Park July Fourth shooting - The Washington Post",
        "They were there, but barely: Celebs embrace naked fashion trend at Oscar after-parties - The Associated Press",
        "Shai Gilgeous-Alexander secures 4th 50-point game of season in Thunder win over Rockets - Yahoo Sports",
        "Reports: Vikings interested in keeping Sam Darnold but unlikely to tag him - NBC Sports",
        "Jay-Z files defamation lawsuit against former accuser, her attorneys - ABC News",
        "Return to office: Newsom orders California state workers back four days a week - CalMatters",
        "Trump announces Taiwanese chipmaking giant TSMC to invest $100 billion in US manufacturing - CNN",
        "NASA delays launch of SPHEREx and PUNCH missions to March 6 - Space.com",
        "Sudan civil war: One-year-olds among those raped, UN says - BBC.com",
        "As RFK Jr. delivers his message on measles, public health experts hear a familiar tune - STAT",
        "SpaceX scrubs Starship launch - SpaceNews",
        "New MacBook Air Coming This Week: What to Expect - MacRumors"
    ]
}