{
    "headlines": [
        "Обзор Apple Mac Mini M4: крошечное чудо - The Verge",
        "Федеральная резервная система принимает решение о снижении ставки в четверг. Вот как это отразится на ваших деньгах. - Новости CBS",
        "Как инвестиции Илона Маска в размере 130 миллионов долларов в победу Трампа могут принести огромную выгоду Tesla и остальной части его бизнес-империи - Fortune",
        "По мнению ученых, эта популярная добавка действительно может защитить от рака - SciTechDaily",
        "Доходы Warner Bros. Discovery: акции растут на фоне роста популярности потокового вещания в качестве студий, доходов от линейного телевизионного давления - Yahoo Finance",
        "Куба пошатнулась после того, как ураган 3-й категории разрушил остров и вывел из строя энергосистему - The Associated Press",
        "Сделки о признании вины возобновились для предполагаемого вдохновителя 9/11 Халида Шейха Мохаммеда и других - The Associated Press",
        "Байден намерен обратиться к нации после решающей победы Трампа на выборах в США - Reuters",
        "«Эффектная» Дженнифер Лопес перевернула вопрос о Бене Аффлеке после того, как он похвалил ее на фоне развода - Страница шестая",
        "Фьючерсы на акции растут, поскольку Уолл-стрит пытается продлить крупное послевыборное ралли, ФРС впереди: обновления в прямом эфире - CNBC",
        "Кто получит контроль над Домом? Выдающиеся гонки, которые стоит посмотреть - BBC.com",
        "Чиновники юстиции ведут переговоры о прекращении уголовных дел Дональда Трампа - BBC.com",
        "Таинственные черные обломки в Сиднее были не смоляными шарами, а «гораздо более отвратительными» отходами - Новости NBC",
        "В Австралии планируют запретить социальные сети для детей до 16 лет - Associated Press",
        "NFL Week 10 picks: Can Chargers and Rams keep their win streks going? - Yahoo Sports",
        "Быть более «сонным» в течение дня означает более высокую вероятность развития этого синдрома до деменции - New York Post",
        "Лучшие имена для внешнеполитической команды Трампа - Axios",
        "Трамп принимает звонки из растущего списка мировых лидеров после победы на выборах - ABC News",
        "Процессор AMD Ryzen 7 9800X3D обеспечивает более 1000 FPS в CS2, более 2000 FPS в Valorant с разгоном 6,9 ГГц при мощности всего 100 Вт - Wccftech",
        "Джимми Киммел сдерживает слезы, размышляя о «ужасных» результатах выборов - Rolling Stone"
    ]
}