{
    "headlines": [
        "تحطمت طائرة ركاب متجهة من أذربيجان إلى روسيا في كازاخستان ويخشى مقتل الكثيرين - رويترز",
        "انقطاع التيار الكهربائي في عيد الميلاد في أوكرانيا بعد الضربة الروسية \"الهائلة\" - ABC News",
        "مهنة جاستن بالدوني \"ميتة\" لأن تقديم بليك ليفلي هو \"مجرد بداية\" للحرب القانونية: تقرير - هندوستان تايمز",
        "هوندا، صفقة نيسان يمكن أن تكون مفتاح العودة ضد BYD الصينية - بلومبرغ",
        "أين بابا نويل الآن ؟ استخدم جهاز تعقب NORAD لرسم خريطة لرحلة عيد الميلاد لعام 2024 - سي بي إس نيوز",
        "مواصفات Nvidia GeForce RTX 5070 Ti و GeForce RTX 5070 الكاملة التي كشف عنها خبير موثوق به - Notebookcheck.net",
        "يكافح المسيحيون الفلسطينيون للعثور على الأمل في عيد الميلاد - BBC.com",
        "برجك للأربعاء 25 ديسمبر 2024 - شيكاغو صن تايمز",
        "يون الكوري الجنوبي يتحدى الاستدعاء الثاني بشأن مرسوم الأحكام العرفية - الجزيرة الإنجليزية",
        "[MASTER DUEL] تم الإعلان عن قائمة جديدة محظورة ومحدودة - YGOrganization",
        "كيف ينتهي المطاف برواد الفضاء العالقين في الفضاء بقبعات سانتا في عيد الميلاد ؟ الإنترنت يغمره ثيو المؤامرة - تايمز أوف إنديا",
        "النسر الأصلع طائر وطني أمريكي رسميًا بعد توقيع بايدن على مشروع القانون - أكسيوس",
        "توفيت قطة منزلية في مقاطعة واشنطن بعد إصابتها بإنفلونزا الطيور من أغذية الحيوانات الأليفة المجمدة النيئة - OregonLive",
        "يوم عيد الميلاد الشفق القطبي يمكن أن تضيء أجزاء من الولايات المتحدة - نيويورك بوست",
        "\"تقلص\" المنشئ المشارك بيل لورانس ينهي الموسم الثاني، مونتاج عيد الشكر وموضوع الموسم الثالث - الموعد النهائي",
        "ترتفع حالات السعال الديكي في الولايات المتحدة إلى أعلى مستوى لها منذ عقد من الزمان - صحيفة واشنطن بوست",
        "يقول ترامب إنه سيتابع تنفيذ المزيد من الإعدامات بعد أن يخفف بايدن معظم عقوبة الإعدام الفيدرالية - PBS NewsHour",
        "قد يؤدي انتهاء القضية الجنائية \"الصدأ\" ضد أليك بالدوين إلى فتح دعوى مدنية - وكالة أسوشيتد برس",
        "القاضي يحكم بأن مجلس إدارة مدرسة شيكاغو لا يمكنه التدخل في واجبات الرئيس التنفيذي بيدرو مارتينيز - Chalkbeat",
        "NFL Week 17 picks and score predictions: Chiefs win Christmas thriller over Steelers, Bengals beat Broncos - CBS Sports"
    ]
}