{
    "headlines": [
        "ਸਟਾਕ ਮਾਰਕੀਟ ਅੱਜਃ ਡਾਓ ਟੈਰਿਫ ਧਮਕੀਆਂ 'ਤੇ 537 ਪੁਆਇੰਟ ਡੁੱਬਦਾ ਹੈ ਜਿਵੇਂ ਕਿ ਐਸ ਐਂਡ ਪੀ 500 ਸਹੀ; ਗੋਲਡ ਮਾਈਨਰਜ਼ ਜੰਪ, ਮੈਟਾ ਟਰਿੱਗਰਜ਼ ਨਿਯਮ ਵੇਚਦੇ ਹਨ (ਲਾਈਵ ਕਵਰੇਜ) - ਨਿਵੇਸ਼ਕ ਦਾ ਬਿਜ਼ਨਸ ਡੇਲੀ",
        "ਕੋਨਨ ਓ 'ਬ੍ਰਾਇਨ ਨੇ ਆਸਕਰ ਦੇ ਰਾਜ਼ਾਂ ਦਾ ਖੁਲਾਸਾ ਕੀਤਾ ਜਿਸ ਵਿੱਚ ਅਕੈਡਮੀ ਨੋਟ ਸ਼ਾਮਲ ਹੈ ਜੋ “ਮੇਰਾ ਮਨ ਬਲੂ” - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਸਾਬਕਾ ਫੇਸਬੁੱਕ ਨਿਰਦੇਸ਼ਕ ਦੀ ਨਵੀਂ ਕਿਤਾਬ ਮਾਰਕ ਜ਼ੁਕਰਬਰਗ ਦੀ ਬੇਰਹਿਮੀ ਵਾਲੀ ਤਸਵੀਰ ਨੂੰ ਪੇਂਟ ਕਰਦੀ ਹੈ - SFGATE",
        "ਵਲਾਦੀਮੀਰ ਪੁਤਿਨ ਨੇ ਯੂਕਰੇਨ ਜੰਗਬੰਦੀ ਦੀਆਂ ਸ਼ਰਤਾਂ ਤੈਅ ਕੀਤੀਆਂ - BBC.com",
        "ਪਿਕਸਲ 9 ਏ ਕਥਿਤ ਤੌਰ 'ਤੇ ਕੁਝ ਬਾਜ਼ਾਰਾਂ ਵਿਚ ਮੁਫਤ ਗੂਗਲ ਟੀਵੀ ਸਟ੍ਰੀਮਰ ਦੇ ਨਾਲ ਆਵੇਗਾ - 9to5Google",
        "ਜੱਜ ਨੇ ਟਰੰਪ ਪ੍ਰਸ਼ਾਸਨ ਨੂੰ ਵੀਏ, ਰੱਖਿਆ ਵਿਭਾਗ ਅਤੇ ਹੋਰ ਏਜੰਸੀਆਂ - ਸੀਐਨਐਨ ਵਿਖੇ ਹਜ਼ਾਰਾਂ ਬਰਖਾਸਤ ਕਰਮਚਾਰੀਆਂ ਨੂੰ ਬਹਾਲ ਕਰਨ ਦੇ ਆਦੇਸ਼ ਦਿੱਤੇ",
        "Lunar Eclipse - WSVN 7News | ਮਿਆਮੀ ਨਿਊਜ਼, ਮੌਸਮ, ਸਪੋਰਟਸ | Fort Lauderdale",
        "ਵ੍ਹਾਈਟ ਹਾ Houseਸ ਨੇ ਸੀਡੀਸੀ ਦੀ ਅਗਵਾਈ ਕਰਨ ਲਈ ਡਾ ਡੇਵ ਵੈਲਡਨ ਦੀ ਨਾਮਜ਼ਦਗੀ ਵਾਪਸ ਲਈ - ਸੀ ਐਨ ਐਨ",
        "ਟਰੰਪ ਪ੍ਰਸ਼ਾਸਨ ਨੇ ਸੁਪਰੀਮ ਕੋਰਟ ਨੂੰ ਅੰਸ਼ਕ ਤੌਰ 'ਤੇ ਜਨਮ ਅਧਿਕਾਰ ਨਾਗਰਿਕਤਾ ਪਾਬੰਦੀਆਂ ਦੀ ਆਗਿਆ ਦੇਣ ਲਈ ਕਿਹਾ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "2025 ਐਨਐਫਐਲ ਫ੍ਰੀ ਏਜੰਸੀ ਡੇਅ 4 ਗ੍ਰੇਡਃ ਚੀਫਸ ਨੂੰ ਪੈਟਰਿਕ ਮਹੋਮਜ਼ ਦਾ ਨਵਾਂ ਬੈਕਅਪ ਜੋੜਨ ਲਈ 'ਏ' ਮਿਲਦਾ ਹੈ, ਪਲੱਸ ਹੋਰ ਚਾਲਾਂ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਤੁਹਾਡੇ ਐਂਡਰਾਇਡ ਫੋਨ ਨੂੰ ਹੁਣੇ ਮੁਫਤ ਵਿੱਚ ਇੱਕ ਵੱਡਾ ਆਡੀਓ ਅਪਗ੍ਰੇਡ ਮਿਲਿਆ ਹੈ - ਗੂਗਲ ਅਤੇ ਸੈਮਸੰਗ ਮਾੱਡਲ ਸ਼ਾਮਲ ਹਨ - ZDNet",
        "ਕੂਪਰ ਫਲੈਗ ਸੱਟ ਅੱਪਡੇਟਃ ਡਿਊਕ ਸਟਾਰ ਏਸੀਸੀ ਟੂਰਨਾਮੈਂਟ ਵਿੱਚ ਗਿੱਟੇ ਨੂੰ ਸੱਟ ਲੱਗਣ ਤੋਂ ਬਾਅਦ ਬਾਹਰ ਹੋ ਗਿਆ - ਅਮਰੀਕਾ ਅੱਜ",
        "ਅਮਰੀਕੀ ਪ੍ਰਭਾਵਕ ਆਪਣੀ ਮਾਂ ਤੋਂ ਬੱਚੇ ਦੀ ਕੁੱਖ ਖੋਹ ਲੈਂਦਾ ਹੈ. Cue ਆਸਟਰੇਲੀਆਈ ਆਈਰ. - ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਨਾਟੋ ਦੇ ਸਕੱਤਰ-ਜਨਰਲ ਟਰੰਪ ਨੂੰ ਦੱਸਦੇ ਹਨ ਕਿ ਉਹ ਗੱਠਜੋੜ ਦੇ ਮੈਂਬਰਾਂ ਨੂੰ ਰੱਖਿਆ 'ਤੇ ਵਧੇਰੇ ਖਰਚ ਕਰਨ ਲਈ ਪ੍ਰੇਰਿਤ ਕਰ ਰਹੇ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਪੈਂਟਾਗਨ ਦੇ ਲੀਕਰ ਜੈਕ ਟੀਕਸੀਰਾ ਨੇ ਨਿਆਂ ਵਿਚ ਰੁਕਾਵਟ ਪਾਉਣ ਲਈ ਦੋਸ਼ੀ ਮੰਨਿਆ, ਆਪਣੇ ਆਪ ਨੂੰ 'ਮਾਣ ਦੇਸ਼ ਭਗਤ' ਕਹਿੰਦਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਸਟੀਵਨ ਸੋਡਰਬਰਗ 'ਤੇ' ਬਲੈਕ ਬੈਗ, '' ਕੰਟੇਜੀਅਨ 'ਸੀਕੁਅਲ ਅਤੇ ਡੋਨਾਲਡ ਟਰੰਪ - ਵੰਨਗੀ",
        "ਵਿਨੋਨਾ ਰਾਈਡਰ, ਜੌਨੀ ਡੈਪ ਟਿਮ ਬਰਟਨ ਡੌਕ 'ਤੇ ਪਹਿਲੀ ਨਜ਼ਰ ਵਿਚ ਦਿਖਾਈ ਦਿੰਦੇ ਹਨਃ \"ਮੈਂ ਉਸ ਦੇ ਦਿਮਾਗ ਦੇ ਅੰਦਰ ਯਾਤਰਾ ਕਰਨਾ ਪਸੰਦ ਕਰਾਂਗਾ\" - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਵਿਰੋਧੀ ਨੂੰ ਬੈਟਨ ਨਾਲ ਮਾਰਨ ਵਾਲੇ ਹਾਈ ਸਕੂਲ ਦੌੜਾਕ ਨੂੰ ਦੁਰਵਿਵਹਾਰ ਦੇ ਦੋਸ਼ ਦਾ ਸਾਹਮਣਾ ਕਰਨਾ ਪੈਂਦਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਸਪੇਸਐਕਸ ਕਹਿੰਦਾ ਹੈ ਹਾਈਡ੍ਰੌਲਿਕ ਮੁੱਦਾ ਜਿਸ ਨੇ ਸਟਾਰਲਾਈਨਰ ਮਿਸ਼ਨ ਨੂੰ ਮੁਲਤਵੀ ਕਰ ਦਿੱਤਾ ਸਥਿਰ, ਲਾਂਚ ਲਈ ਸਪੱਸ਼ਟ - ਏਬੀਸੀ ਨਿ Newsਜ਼"
    ]
}