{
    "headlines": [
        "Aktienmarkt heute: Dow baut auf Rekord auf, da US-Futures der Fed voraus sind - Yahoo Finance",
        "Jordan Chiles klagt gegen „ungerechte“ Entscheidung, die ihre olympische Bronzemedaille kostete - CNN",
        "Fed, um die Zinsen um einen Viertelpunkt zu senken, mit einer weichen Landung erwartet, laut CNBC Fed Survey - CNBC",
        "Vance macht liberale Rhetorik für offensichtlichen Mordversuch gegen Trump verantwortlich - CNN",
        "Der Kartellfall von Kroger könnte neue M&A-Möglichkeiten eröffnen - The Wall Street Journal",
        "Das von Überschwemmungen betroffene Mitteleuropa stärkt die Städte, da das Wasser und die Zahl der Todesopfer steigen - Reuters",
        "\"Ich bin ein Vergewaltiger\", gibt Ehemann im französischen Massenvergewaltigungsprozess zu - BBC.com",
        "Schwangerschaft verändert das Gehirn: Studie - Axios",
        "GLP-1-Pillen kommen, und sie könnten die Behandlung zur Gewichtsabnahme revolutionieren - CNN",
        "Verpasse nicht die Harvest Moon Supermoon Mondfinsternis heute Abend! Das erwartet dich - Space.com",
        "UN-Experten warnen vor einer „beispiellosen“ Unterdrückung Venezuelas - Barrons",
        "Matt Ryan, Peyton Manning und Eli Manning waren alle fassungslos über die Entscheidung der Eagles, zu bestehen - NBC Sports",
        "Sean ‘Diddy’ Combs in New York verhaftet, sagt sein Anwalt gegenüber CNN - CNN",
        "Meta verbietet russische staatliche Medien RT über \"ausländische Interferenzaktivität\" - CNN",
        "Netflix schließt ersten Deal mit Richard Gadd trotz 170 Millionen Dollar \"Baby-Rentier\" -Klage: \"Wir sind sehr stolz auf Richard und die Geschichte, die er erzählt hat\" - Vielfalt",
        "Trump rief nach dem ersten Attentat zur „Einheit“ auf. Diesmal nicht. - POLITICO",
        "Das Galaxy S25 Ultra hat dünnere Kameraringe als das iPhone 16 Pro Max - SamMobile - Samsung News",
        "Apples Update Entscheidung - Schlechte Nachrichten für Millionen von iPhone-Nutzern bestätigt - Forbes",
        "Es wird prognostiziert, dass Superbugs bis 2050 fast 40 Millionen Menschen töten werden - POLITICO EUROPE",
        "[removed]"
    ]
}