{
    "headlines": [
        "Invest 97-L verstärkt sich weiter über dem Karibischen Meer in Richtung Golf von Mexiko, sagt NHC - WESH 2 Orlando",
        "[removed]",
        "Israel führt Luftangriffe auf die Hisbollah im Libanon durch und fordert die Bürger auf, zu evakuieren - Reuters",
        "Top Mark Robinson Kampagnenhelfer beenden - Axios",
        "Was wir über die Schießerei in Birmingham wissen, bei der 4 Menschen ums Leben kamen - CNN",
        "[removed]",
        "China weckt Stimulus-Hoffnung mit Zinssenkung nach schwachen Daten - Bloomberg Television",
        "Das britische Unternehmen Rightmove wird das gesüßte Übernahmeangebot des REA-Konzerns in Höhe von 8,1 Milliarden US-Dollar von Reuters abwägen - Investing.com",
        "Janet Jacksons \"Rep\": Ich wurde wegen Kamala Harris Entschuldigungsdrama gefeuert - The Daily Beast",
        "Horoskop für Montag, 23. September 2024 - Chicago Sun-Times",
        "Sam Altman schließt sich mit dem Design-Guru Jony Ive und der Witwe von Steve Jobs zusammen, um ein neues KI-Geräteunternehmen aufzubauen - Business Insider",
        "Spalte | Carolyn Hax: Burned-out sibling dreads becoming caregiver again by default - The Washington Post",
        "[removed]",
        "Der Richter in Kentucky hatte ein Mittagessen mit dem Sheriff, der jetzt bei seiner Tötung verhaftet wurde, sagt der Gerichtsschreiber - CNN",
        "Die Staats- und Regierungschefs der Welt versammeln sich zur UN-Generalversammlung. Die Aussichten sind düster - The Associated Press",
        "Der Preis des Samsung Galaxy S24 FE ist vor der bevorstehenden globalen Markteinführung durchgesickert. Alles, was wir bisher wissen | Minze - Minze",
        "Pierce sprengt Raiders: 'Geschäftsentscheidungen' im Verlust - ESPN",
        "UN-Reformplan trotz russischer Opposition verabschiedet - DW (Englisch)",
        "Ukraine-Krieg: Selenskyj wird Biden, Harris und Trump einen „Siegesplan“ vorlegen - BBC.com",
        "Lassen Sie uns auf NFL Woche 3 überreagieren: Haben die Bären Justin Fields gegen Caleb Williams falsch entschieden? - ESPN"
    ]
}