{
    "headlines": [
        "DOJ ਨੇ ਡੋਨਾਲਡ ਟਰੰਪ ਨੂੰ ਮਾਰਨ ਦੀ ਈਰਾਨੀ ਸਾਜਿਸ਼ ਵਿੱਚ ਦੋਸ਼ਾਂ ਦਾ ਐਲਾਨ ਕੀਤਾ - ਸੀਐਨਐਨ",
        "ਪਾਕਿ ਟਰੇਨ ਸਟੇਸ਼ਨ ਬੰਬ ਧਮਾਕੇ 'ਚ ਘੱਟੋ-ਘੱਟ 24 ਲੋਕਾਂ ਦੀ ਮੌਤ, ਪੁਲਿਸ ਨੇ ਕਿਹਾ - Reuters",
        "ਅਖਬਾਰਾਂ ਦੀਆਂ ਸੁਰਖੀਆਂਃ ਯੂਐਸ ਦੀ ਆਰਥਿਕਤਾ 'ਓਵਰਹੀਟਿੰਗ' ਅਤੇ 'ਯੂਕਰੇਨ ਡਰ' - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਇਜ਼ਰਾਈਲੀ ਫੁੱਟਬਾਲ ਪ੍ਰਸ਼ੰਸਕਾਂ 'ਤੇ ਹਮਲੇ ਐਮਸਟਰਡਮ ਲਈ‘ ਕਾਲੀ ਰਾਤ ’, ਮੇਅਰ ਕਹਿੰਦਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਹਟਾਈ",
        "ਸੀਏਟਲ ਵਿੱਚ 2 ਦਿਨਾਂ ਦੌਰਾਨ 9 ਲੋਕਾਂ ਨੂੰ ਚਾਕੂ ਮਾਰਨ ਤੋਂ ਬਾਅਦ ਗ੍ਰਿਫਤਾਰ ਕੀਤਾ ਗਿਆ ਵਿਅਕਤੀ - ਸੀਐਨਐਨ",
        "ਡੋਨਾਲਡ ਟਰੰਪ ਦੀ ਜਿੱਤ ਤੋਂ ਬਾਅਦ ਐਲਨ ਮਸਕ ਦੀ ਨੈੱਟ ਵਰਥ 300 ਬਿਲੀਅਨ ਡਾਲਰ ਤੋਂ ਪਾਰ - ਐਨਡੀਟੀਵੀ",
        "ਜੱਜ ਨੇ ਰਾਸ਼ਟਰਪਤੀ ਦੀ ਜਿੱਤ ਤੋਂ ਬਾਅਦ ਟਰੰਪ ਦੇ 2020 ਚੋਣ ਮਾਮਲੇ 'ਚ ਅਦਾਲਤ ਦੀ ਸਮਾਂ-ਸੀਮਾ ਰੱਦ ਕੀਤੀ - NPR",
        "ਔਬਰਨ ਬਾਸਕਟਬਾਲ ਟੀਮ ਨੇ ਅੱਧ-ਫਲਾਈਟ ਨੂੰ ਮੋੜ ਦਿੱਤਾ ਕਿਉਂਕਿ ‘ਸਮੂਹ ਦੇ ਖਿਡਾਰੀ’ ਜਹਾਜ਼ 'ਤੇ ਲੜਦੇ ਹਨ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਯੂ ਐਨ ਸੀ-ਕੈਨਸਾਸਃ ਹਿਊਬਰਟ ਡੇਵਿਸ ਪੋਸਟਗੈਮ Q&A - 247Sports",
        "ਦੱਖਣੀ ਕੈਲੀਫੋਰਨੀਆ ਦੇ ਅੱਗ ਬੁਝਾਉਣ ਵਾਲੇ ਹਵਾਵਾਂ ਦੇ ਘਟਣ ਕਾਰਨ ਜੰਗਲੀ ਅੱਗ 'ਤੇ ਜ਼ਮੀਨ ਪ੍ਰਾਪਤ ਕਰਦੇ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਨੈਨਸੀ ਪੇਲੋਸੀ ਨੇ ਜੋਅ ਬਿਡੇਨ ਨੂੰ ਚੋਣ ਹਾਰਨ ਲਈ ਜ਼ਿੰਮੇਵਾਰ ਠਹਿਰਾਇਆ ਕਿਉਂਕਿ ਉਂਗਲੀ ਵੱਲ ਇਸ਼ਾਰਾ ਕਰਨਾ ਤੇਜ਼ ਹੁੰਦਾ ਹੈ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਟੋਨੀ ਟੌਡ ਦੀ ਮੌਤਃ ‘ਕੈਂਡੀਮੈਨ’ ਸਟਾਰ ਜਿਸ ਦੇ ਸੈਂਕੜੇ ਕ੍ਰੈਡਿਟ ਸ਼ਾਮਲ ਹਨ ‘ਦਿ ਕ੍ਰਾ’ ਐਂਡ ‘ਪਲੈਟੂਨ’ ਸੀ 69 - ਡੈੱਡਲਾਈਨ",
        "HAL Steinbrenner ਬੋਰਸ/Soto ਨਾਲ ਮਿਲਣ ਲਈ - MLB ਵਪਾਰ ਅਫਵਾਹ",
        "ਐਫਬੀਆਈ, ਨਿਆਂ ਵਿਭਾਗ ਚੋਣਾਂ ਤੋਂ ਬਾਅਦ ਭੇਜੇ ਗਏ ਨਸਲਵਾਦੀ ਪੁੰਜ ਪਾਠਾਂ ਦੀ ਜਾਂਚ ਕਰ ਰਿਹਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਐਲਨ ਮਸਕ ਸੰਖੇਪ ਵਿੱਚ ਵੋਲੋਡੀਮਰ ਜ਼ੇਲੇਨਸਕੀ - ਐਨਬੀਸੀ ਨਿ Newsਜ਼ ਨਾਲ ਟਰੰਪ ਦੇ ਕਾਲ ਵਿੱਚ ਸ਼ਾਮਲ ਹੁੰਦਾ ਹੈ",
        "ਐਸ ਐਂਡ ਪੀ 500 6,000 ਦਾ ਪੱਧਰ ਤੋੜਦਾ ਹੈ ਜਿਵੇਂ ਕਿ ਟਰੰਪ ਅਤੇ ਫੈੱਡ ਬਾਲਣ ਵਾਲੀ ਰੈਲੀ ਅੱਗੇ ਵਧਦੀ ਹੈ - ਰਾਇਟਰਜ਼",
        "ਜ਼ੈਚ ਬ੍ਰਾਇਨ ਨੇ ਬ੍ਰਾਇਨਾ 'ਚ' ਚਿਕਨਫ੍ਰਾਈ ‘ਘੁਟਾਲੇ ਦੇ ਫਟਣ ਤੋਂ ਪਹਿਲਾਂ ਸੰਗੀਤ ਦੇ ਚੱਕਰਾਂ ਵਿਚ‘ ਏ-ਹੋਲ ’ਹੋਣ ਲਈ ਨੁਮਾਇੰਦਗੀ ਕੀਤੀ ਸੀਃ ਸਰੋਤ - ਪੰਨਾ ਛੇ",
        "ਸੁਪਰ ਮਾਡਲ ਜਾਰਜੀਨਾ ਕੂਪਰ ਵਿਆਹ ਤੋਂ ਬਾਅਦ ਛੁੱਟੀਆਂ ਦੇ ਮਹੀਨਿਆਂ 'ਤੇ‘ ਬਿਮਾਰ ਪੈਣ ’ਤੋਂ ਬਾਅਦ 46 ਸਾਲ ਦੀ ਉਮਰ’ ਤੇ ਮੌਤ ਹੋ ਗਈ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਸਿਰਫ 5 ਮਿੰਟ ਕਸਰਤ ਕਰਨ ਨਾਲ ਘੱਟ ਹੋ ਸਕਦਾ ਹੈ ਹਾਈ ਬਲੱਡ ਪ੍ਰੈਸ਼ਰ, ਅਧਿਐਨ 'ਚ ਪਤਾ ਲੱਗਾ - Fox News"
    ]
}