{
    "headlines": [
        "Der Oberste Gerichtshof von Pennsylvania blockiert das Auszählen von undatierten Briefwahlzetteln - USA TODAY",
        "Nvidia nimmt Intels Platz im Dow Jones Industrial Average ein - Reuters",
        "Die Hoffnungen auf einen Waffenstillstand schwinden, als Israel Gaza und den Libanon bombardiert - Reuters",
        "Seahawks schließen WR Metcalf, TE Fant vs. Rams aus - ESPN",
        "Hailey Bieber und Justin Biebers Sohn Jack debütieren mit einem winzigen Halloween-Kostüm - E! Online - E! NEWS",
        "Überschwemmungen in Spanien: Suche nach Überlebenden geht weiter - BBC.com",
        "2 Tote, 7 Verletzte nach Schüssen in der Innenstadt von Orlando - WESH 2 Orlando",
        "SEC, um gegen dubiose Verletzungs-Timeouts vorzugehen: \"Spielen Sie Fußball und stoppen Sie den vorgetäuschten Verletzungs-Unsinn\" - Yahoo Sports",
        "Honeybee Behavior Genetically Programmed - Neuroscience News",
        "Kim Jong Un hat nordkoreanische Truppen nach Russland geschickt. Was ist für ihn drin? - The Washington Post",
        "Earth's Invisible Shield Rebounds: The Remarkable 2024 Ozone Recovery - SciTechDaily",
        "Die USA schaffen nur 12.000 Arbeitsplätze, da Hurrikane und Streiks den schlechtesten Bericht über Bidens Amtszeit produzieren - Financial Times",
        "Heidi Klum und Janelle Monáe tragen E.T.-Kostüme für ihre Halloween-Partys - The Associated Press",
        "Bodycam-Video, das in der Daniel Penny-Studie gezeigt wird, zeigt Mediziner, die versuchen, den leblosen Jordan Neely wiederzubeleben - New York Post",
        "Wie ist der junge Gangster von einem endlosen Clan-Prozess zu einem freien Mann übergegangen? - Werbetafel",
        "Elon Musk $ 1 Million Wahllotterie Klage an staatliches Gericht zurückgeschickt - CNBC",
        "Eine Gesundheitsbehörde in Idaho darf keine COVID-19-Impfstoffe mehr verabreichen. Experten sagen, es ist eine Premiere - The Associated Press",
        "Arizonas oberster Staatsanwalt untersucht Trumps Kommentare zu Cheney als mögliche Todesdrohung - 12news.com KPNX",
        "Google kann endlich Albumcover zu Now Playing on Pixel-Handys hinzufügen - Android Authority",
        "CarPlay in iOS 18.1 erhält drei kleine Apple Intelligence-Verbesserungen - 9to5Mac"
    ]
}