{
    "headlines": [
        "Le maire d'Istanbul témoigne devant le tribunal alors que les manifestants à travers la Turquie défient l'interdiction des rassemblements - CNN",
        "Pope s'améliore et utilise de moins en moins d'oxygène à haut débit - Vatican News - Français",
        "L'ancienne avocate américaine Jessica Aber retrouvée morte en Virginie à 43 ans - ABC News",
        "No. 3 Wisconsin Badgers vs. No. 6 BYU Cougars : Game Thread - Bucky's 5th Quarter",
        "Joe Gatto, alun « Jokers impraticables », nie l'allégation d'agression sexuelle : « J'ai utilisé un mauvais jugement » - Date limite",
        "Kitty Dukakis, ancienne première dame du Massachusetts, meurt à 88 ans - PBS NewsHour",
        "Le risque de cancer de la prostate augmente de 45 % chez les hommes qui partagent un comportement troublant - AOL",
        "Hue fuit accidentellement une nouvelle sonnette vidéo - The Verge",
        "3 morts, 15 blessés après une fusillade de masse au parc Las Cruces - KOAT Nouveau-Mexique",
        "Les investisseurs de Tesla à perte alors qu'Elon Musk fait baisser le cours de l'action : « Cette fois, c'est différent » - Fortune",
        "La police de Memphis enquête sur une fusillade à l'extérieur de FedExForum - FOX13 Memphis",
        "Israël frappe le Hezbollah en réponse aux tirs de roquettes dans la plus importante flambée de tensions depuis le cessez-le-feu - CNN",
        "Les anneaux emblématiques de Saturne disparaîtront lors d'un événement céleste rare - Scripps News",
        "L'ACLU réagit à la dernière directive du président Trump menaçant les avocats et les cabinets d'avocats - ACLU",
        "Les « visuels vibrants » de Minecraft améliorent le début d'un nouveau « voyage graphique » - IGN",
        "Box-office : « Blanche-Neige » en danger de mordre la pomme empoisonnée, en route pour une ouverture nationale de 45 MILLIONS de dollars - Hollywood Reporter",
        "Assassin's Creed Shadows dépasse les 2 millions de joueurs, « surpassant » les lancements d'Origins et Odyssey - Eurogamer",
        "L'étoile de séparation, la fanfare de l'USC font tout à fait leur entrée au PaleyFest — Regarder - TVLine",
        "Le champion des poids lourds bien-aimé George Foreman meurt à 76 ans - PBS NewsHour"
    ]
}