{
    "headlines": [
        "How Luigi Mangione’s notebook helped federal prosecutors build their case and what’s next as he faces mounting charges - CNN",
        "Fulton County DA Fani Willis disqualified from Trump case - BBC.com",
        "For thousands of Jews, Israel still doesn’t feel safe after the Oct. 7 attacks. So they’re leaving - The Associated Press",
        "Protective order issued for man accused of plotting attack with Madison school shooter - ABC News",
        "‘Co-president’ Elon Musk? Trump ally tests influence in spending fight - The Washington Post",
        "Dominique Pelicot: Who is the man who plotted his wife's mass rape? - BBC.com",
        "U.S. deportations at highest level since 2014, ICE report shows - The Washington Post",
        "Steph Curry has worst game of his career in ugly Warriors blowout - New York Post ",
        "‘Gypsy’ Broadway Review: Audra McDonald Takes Her Turn At Momma Rose - Deadline",
        "Renck: Sean Payton gets greedy at end of first half, and Broncos’ playoff bid gets struck by lightning - The Denver Post",
        "Trump-backed spending bill to avert government shutdown fails House vote - Fox News",
        "WATCH: Chargers utilize obscure NFL rule to hit league's first fair-catch kick field goal since 1976 - CBS Sports",
        "China's Xi urges bigger international role for gambling hub Macau - Reuters",
        "Pool Report on the Technical Fouls in the Fourth Quarter of Tonight’s Chicago at Boston Game - NBA Official",
        "Starbucks workers union announces pre-Christmas strike in Los Angeles, Chicago and Seattle - ABC News",
        "What to know about the bird flu outbreak as concerns about U.S. cases grow - The Washington Post",
        "Johnson on shaky ground with Trump after spending fiasco - POLITICO",
        "Farmers, business owners, fire survivors face uncertainty after $100B in disaster relief flounders - The Associated Press",
        "Next Crew Dragon mission delayed a month - SpaceNews",
        "Nike CEO says sneaker giant ‘lost its obsession with sport,’ vows to revive iconic brand - New York Post "
    ]
}