{
    "headlines": [
        "O senador do estado de Kentucky, Johnnie Turner, morre depois de mergulhar em uma piscina vazia em um cortador de grama - CBS News",
        "As 'distrações' de Elon Musk podem acabar como uma grande vitória para ele — e suas empresas: Morning Brief - Yahoo Finance",
        "   Removido ",
        "A nova arena reluzente dos Clippers não pode obscurecer a mediocridade da equipa que joga dentro dela - CBS Sports",
        "Bryce Young de volta como titular dos Panthers depois que Andy Dalton se machucou em acidente de carro - The Washington Post",
        "   Removido ",
        "Israel ataca cidade libanesa de Tiro após ordens de evacuação - BBC.com",
        "Trabalhadores de fábrica da Boeing votam para rejeitar contrato e continuar greve de 6 semanas - Associated Press",
        "King Charles bebe cerveja narcótica em Samoa - DW (inglês)",
        "Por que Donald Trump entrou em guerra com Keir Starmer, do Reino Unido — por causa de uma postagem no LinkedIn - POLITICO EUROPE",
        "Leonardo DiCaprio e a namorada Vittoria Ceretti dão as mãos em NYC Date - E! NEWS",
        "O que sabemos sobre a investigação do surto de E. coli no McDonald's - CNN",
        "Donald Trump diz aos apoiantes para \"apenas votarem\" no animado comício da Geórgia organizado por Charlie Kirk - The Associated Press",
        "Confronto Harris-Trump: nova pesquisa nacional mostra quem tem vantagem 2 semanas a partir do dia da eleição - Fox News",
        "Rob Lowe admite o romance \"Brat Pack\" com Demi Moore - E! Online - E! NEWS",
        "Yankees podem transformar borda de rotação em fórmula vencedora da World Series - New York Post",
        "Autoridades do estado de Washington identificam quatro novos casos de gripe aviária, à medida que o surto de H5N1 se espalha - Fox News",
        "Wall Street fecha, pressionada por perdas de tecnologia e preocupações com taxas - Reuters",
        "DOJ alertou Elon Musk sobre seus sorteios de votação de US $ 1 milhão em swing states: relatórios - Business Insider",
        "Quatro pilotos da estação espacial desacoplam e seguem para o mergulho de sexta-feira para encerrar a missão prolongada - CBS News"
    ]
}