{
    "headlines": [
        "ਅਰਬ ਨੇਤਾਵਾਂ ਨੇ ਟਰੰਪ ਦੇ ਦਰਸ਼ਨ ਨੂੰ ਝਿੜਕਦਿਆਂ ਗਾਜ਼ਾ ਪੁਨਰ ਨਿਰਮਾਣ ਯੋਜਨਾ ਨੂੰ ਅਪਣਾਇਆ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਖਸਰਾ ਲਈ ਵਿਟਾਮਿਨ ਏ 'ਤੇ ਆਰਐਫਕੇ ਜੂਨੀਅਰ ਦਾ ਧਿਆਨ ਸਿਹਤ ਮਾਹਰਾਂ ਦੀ ਚਿੰਤਾ ਕਰਦਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਚੀਨ ਨੇ ਸਾਲਾਨਾ ਆਰਥਿਕ ਵਿਕਾਸ ਦਾ ਟੀਚਾ 5% ਨਿਰਧਾਰਤ ਕੀਤਾ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "ਟਰੰਪ ਪ੍ਰਸ਼ਾਸਨ ਐਫਬੀਆਈ ਅਤੇ ਡੀਓਜੇ ਹੈੱਡਕੁਆਰਟਰ ਸਮੇਤ ਫੈਡਰਲ ਇਮਾਰਤਾਂ ਵੇਚਣ ਦੀ ਤਿਆਰੀ ਕਰ ਰਿਹਾ ਹੈ - ਸੀਐਨਐਨ",
        "ਇਤਿਹਾਸਕ ਘਾਤਕ ਜੰਗਲੀ ਅੱਗ ਤੋਂ ਬਾਅਦ ਲਾਸ ਏਂਜਲਸ ਦੇ ਸਾਬਕਾ ਫਾਇਰ ਚੀਫ ਨੂੰ ਨੌਕਰੀ ਤੋਂ ਬਾਹਰ ਕੱ afterਣ ਤੋਂ ਬਾਅਦ ਨੌਕਰੀ ਵਾਪਸ ਨਹੀਂ ਮਿਲ ਰਹੀ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਆਟੋਮੇਕਰ ਟਰੰਪ ਦੇ ਟੈਰਿਫ ਨਾਲ ਨਜਿੱਠਣ ਲਈ ਕੋਵਿਡ ਪਲੇਬੁੱਕ ਨੂੰ ਟੈਪ ਕਰਦੇ ਹਨ - ਐਕਸੀਓਸ",
        "ਡੌਲੀ ਪਾਰਟਨ ਦੇ ਗੁੰਝਲਦਾਰ ਪਤੀ, ਕਾਰਲ ਡੀਨ ਨਾਲ ਇੱਕ ਦੁਰਲੱਭ ਮੁਲਾਕਾਤਃ ਇੱਕ ਪੱਤਰਕਾਰ ਨੇ ਘਰ ਵਿੱਚ ਜੋੜੇ ਦੀ ਉਸਦੀ ਝਲਕ ਤੋਂ ਕੀ ਸਿੱਖਿਆ - ਵੰਨਗੀ",
        "\"ਵੂਲੀ ਮਾਊਸ\" ਮੈਮੋਥ ਜੀਨ ਸੰਪਾਦਨ ਲਈ ਇੱਕ ਟੈਸਟ ਰਨ - ਆਰਸ ਟੈਕਨੀਕਾ",
        "ਟਰੰਪ ਦੇ ਟੈਰਿਫ ਨਾਲ ਖਾੜੀ ਖੇਤਰ 'ਚ ਰਿਹਾਇਸ਼ ਹੋਰ ਮਹਿੰਗੀ ਹੋ ਜਾਵੇਗੀ । ਕਿੰਨਾ ਕੁ? ਇਹ ਇਸ ਗੱਲ' ਤੇ ਨਿਰਭਰ ਕਰਦਾ ਹੈ ਕਿ ਤੁਸੀਂ ਕੀ ਬਣਾ ਰਹੇ ਹੋ — ਅਤੇ ਕਿੱਥੇ - ਮਰਕਰੀ ਨਿ Newsਜ਼",
        "ਬੇਨ ਐਫਲੈਕ ਨੇ ਪੇਂਟਬਾਲ ਆਉਟਿੰਗ ਦੌਰਾਨ ਸਾਬਕਾ ਪਤਨੀ ਜੈਨੀਫਰ ਗਾਰਨਰ ਨੂੰ ਪਿਆਰ ਨਾਲ ਫੜਿਆ - ਯਾਹੂ ਐਂਟਰਟੇਨਮੈਂਟ",
        "ਡੇਵੈਂਟੇ ਐਡਮਜ਼ ਐਰੋਨ ਰੋਜਰਸ ਅਫਵਾਹਾਂ ਦੇ ਵਿਚਕਾਰ ਜੈੱਟਸ ਦੁਆਰਾ ਜਾਰੀ ਕੀਤਾ ਗਿਆ, ਐਨਐਫਐਲ ਵਪਾਰ ਬਜ਼ - ਬਲੀਚਰ ਰਿਪੋਰਟ",
        "ਹੁਣ ਵਿਅਕਤੀਗਤ ਤੌਰ 'ਤੇ ਟਾ hallਨ ਹਾਲ ਨਹੀਂ, ਐਨਆਰਸੀਸੀ ਦੇ ਮੁਖੀ ਨੇ ਹਾ Houseਸ ਰਿਪਬਲਿਕਨਾਂ ਨੂੰ ਕਿਹਾ - ਪੋਲੀਟਿਕੋ",
        "'ਡੰਬ': ਕੈਨੇਡਾ, ਮੈਕਸੀਕੋ ਧਮਾਕਾ ਇਤਿਹਾਸਕ ਟਰੰਪ ਟੈਰਿਫ, ਬਦਲਾ ਲੈਣ ਦੀ ਧਮਕੀ - ਏਬੀਸੀ ਨਿਊਜ਼",
        "ਜ਼ੇਲੇਨਸਕੀ ਸੁਝਾਅ ਦਿੰਦਾ ਹੈ ਕਿ ਯੂਕਰੇਨ ਨੂੰ ਸਿੱਧੀ ਨੋਟੀਫਿਕੇਸ਼ਨ ਨਹੀਂ ਮਿਲੀ ਸੀ ਕਿ ਯੂਐਸ ਨੇ ਫੌਜੀ ਸਹਾਇਤਾ ਨੂੰ ਰੋਕ ਦਿੱਤਾ ਸੀ - ਪੀਬੀਐਸ ਨਿ Newsਜ਼ਹੋਰ",
        "ਸਿੱਖਿਆ ਸਕੱਤਰ ਲਿੰਡਾ ਮੈਕਮਾਹਨ ਨੇ ਵਿਭਾਗ ਦੇ 'ਅੰਤਮ' ਮਿਸ਼ਨ ਦੀਆਂ ਯੋਜਨਾਵਾਂ ਦੀ ਘੋਸ਼ਣਾ ਕੀਤੀ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਮੇਘਨ ਮਾਰਕਲ ਨੇ ਉਸ ਨੂੰ ਸੰਬੋਧਿਤ ਕਰਨ ਲਈ ਸਹੀ ਤਰੀਕੇ ਨਾਲ ਮਾਈਂਡੀ ਕੈਲਿੰਗ ਨੂੰ ਦਰੁਸਤ ਕੀਤਾਃ 'ਤੁਸੀਂ ਜਾਣਦੇ ਹੋ ਕਿ ਮੈਂ ਹੁਣ ਸਸੈਕਸ ਹਾਂ' - ਯਾਹੂ ਐਂਟਰਟੇਨਮੈਂਟ",
        "ਐਪਲ ਨੇ ਉਮੀਦ ਕੀਤੀ ਮੈਕਬੁੱਕ ਏਅਰ ਰਿਫਰੈਸ਼ ਤੋਂ ਪਹਿਲਾਂ ਅਪਗ੍ਰੇਡਡ ਆਈਪੈਡ ਏਅਰ ਦਾ ਪਰਦਾਫਾਸ਼ ਕੀਤਾ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਲੂਕਾ ਡੌਨਸਿਕ ਨੇ ਸੀਜ਼ਨ ਖ਼ਤਮ ਹੋਣ ਵਾਲੀ ਕੀਰੀ ਇਰਵਿੰਗ ਦੀ ਸੱਟ 'ਤੇ ਪ੍ਰਤੀਕ੍ਰਿਆ ਕੀਤੀ - ਨਿ York ਯਾਰਕ ਪੋਸਟ"
    ]
}