{
    "headlines": [
        "ਫੇਡਜ਼ ਆਦਮੀ ਦੇ ਖਿਲਾਫ ਅਪਰਾਧਿਕ ਕੇਸ ਨੂੰ ਛੱਡਣ ਲਈ ਅੱਗੇ ਵਧਦੇ ਹਨ ਉਨ੍ਹਾਂ ਨੂੰ ਪਹਿਲਾਂ ਇੱਕ ਵੱਡਾ ਗੈਂਗ ਲੀਡਰ ਕਿਹਾ ਜਾਂਦਾ ਸੀ - ਪੋਲਿਟਿਕੋ",
        "ਜੇਮਜ਼ ਟੋਬੈਕ ਨੂੰ ਜਿਨਸੀ ਹਮਲੇ ਦੇ ਮੁਕੱਦਮੇ ਤੋਂ ਬਾਅਦ $ 1.68 ਬਿਲੀਅਨ ਦਾ ਭੁਗਤਾਨ ਕਰਨ ਦਾ ਆਦੇਸ਼ ਦਿੱਤਾ ਗਿਆ - ਗਿਰਝ",
        "Weezer Bassist Scott Shriner ਦੀ ਪਤਨੀ ਨੂੰ ਪੁਲਿਸ ਨੇ ਗੋਲੀ ਮਾਰ ਦਿੱਤੀ, ਕਤਲ ਦੀ ਕੋਸ਼ਿਸ਼ ਲਈ ਗ੍ਰਿਫਤਾਰ - ਵੰਨਗੀ",
        "ਟਰੰਪ ਨੇ ਲੋਕਾਂ ਨੂੰ ਖਰੀਦਣ ਲਈ ਕਿਹਾ । ਕੁਝ ਘੰਟਿਆਂ ਬਾਅਦ, ਉਨ੍ਹਾਂ ਦੇ ਟੈਰਿਫ ਰੁਕਣ ਨਾਲ ਬਾਜ਼ਾਰਾਂ ਵਿੱਚ ਵਾਧਾ ਹੋਇਆ । - ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਅਦਾਲਤਾਂ 'ਤੇ ਟਰੰਪ ਦੇ ਹਮਲਿਆਂ ਦੇ ਵਿਚਕਾਰ ਸਦਨ ਨੇ ਫੈਡਰਲ ਜੱਜਾਂ ਦੀ ਚੋਣ ਲਈ ਵੋਟਾਂ ਪਾਈਆਂ - ਐਨਬੀਸੀ ਨਿ Newsਜ਼",
        "ਟੈਕਸਾਸ ਦੀਆਂ ਚਾਰ ਹੋਰ ਯੂਨੀਵਰਸਿਟੀਆਂ ’ਚ 53 ਅੰਤਰਰਾਸ਼ਟਰੀ ਵਿਦਿਆਰਥੀਆਂ ਦੇ ਇਮੀਗ੍ਰੇਸ਼ਨ ਸਟੇਟਸ ਰੱਦ - The Texas Tribune",
        "ਲੇਕਰਜ਼ ਦੀ ਲੂਕਾ ਡੋਂਸੀਕ ਨੇ ਸ਼ਰਧਾਂਜਲੀ ਵੀਡੀਓ ਪ੍ਰਾਪਤ ਕੀਤੀ, ਰਿਟਰਨ ਵਿਚ ਮਾਵਸ ਦੇ ਪ੍ਰਸ਼ੰਸਕਾਂ ਤੋਂ ਸਟੈਂਡਿੰਗ ਓਵੇਸ਼ਨ - ਬਲੇਚਰ ਰਿਪੋਰਟ",
        "ਟਰੰਪ ਨੇ ਦੋਸਤਾਨਾ ਓਵਲ ਦਫਤਰ ਦੀ ਬੈਠਕ ਵਿਚ ਵ੍ਹਾਈਟਮਰ ਦੀ ਕੀਤੀ ਪ੍ਰਸ਼ੰਸਾ - ਪੋਲਿਟਿਕੋ",
        "ਆਰਐਫਕੇ ਜੂਨੀਅਰ ਯੂਰਪ ਦੀ ਤੁਲਨਾ ਕਰਕੇ ਟੈਕਸਾਸ, ਅਮਰੀਕਾ ਵਿੱਚ ਖਸਰਾ ਪ੍ਰਤੀਕ੍ਰਿਆ ਦੀ ਪ੍ਰਸ਼ੰਸਾ ਕਰਦਾ ਹੈ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਟਰੰਪ ਟੈਰਿਫਃ ਅਮਰੀਕਾ ਵੱਲੋਂ ਵੱਧ ਟੈਕਸ 'ਤੇ ਰੋਕ ਪਰ ਚੀਨ ਦੀਆਂ ਦਰਾਂ' ਚ ਵਾਧੇ ਤੋਂ ਬਾਅਦ ਏਸ਼ੀਆਈ ਸ਼ੇਅਰਾਂ 'ਚ ਉਛਾਲ",
        "ਗੂਗਲ ਫਾਇਰਬੇਸ ਸਟੂਡੀਓ ਪੇਸ਼ ਕਰਦਾ ਹੈ, ਇੱਕ ਐਂਡ-ਟੂ-ਐਂਡ ਪਲੇਟਫਾਰਮ ਜੋ ਕਸਟਮ ਐਪਸ ਇਨ-ਬ੍ਰਾਉਜ਼ਰ ਬਣਾਉਂਦਾ ਹੈ, ਮਿੰਟਾਂ ਵਿੱਚ - VentureBeat",
        "ਹੈਰਾਨੀਜਨਕ ਚੀਨ ਖਬਰ ਭੇਜਦੀ ਹੈ Nvidia ਸਟਾਕ ਵਿੱਚ ਵਾਧਾ - TheStreet",
        "2025 ਮਾਸਟਰਜ਼ ਦੀ ਭਵਿੱਖਬਾਣੀ, ਮੁਫਤ ਸੱਟੇਬਾਜ਼ੀ ਪਿਕਃ ਟੌਮੀ ਫਲੀਟਵੁੱਡ ਆਗਸਟਾ ਨੈਸ਼ਨਲ ਵਿਖੇ ਵਾਪਸ ਆਉਣ ਲਈ ਚੋਟੀ ਦੇ ਲੌਂਗ ਸ਼ਾਟਸ ਵਿੱਚ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਕੀ ਤੁਸੀਂ ਖਸਰਾ ਪਾ ਸਕਦੇ ਹੋ ਜੇ ਤੁਹਾਨੂੰ ਟੀਕਾ ਲਗਾਇਆ ਗਿਆ ਹੈ? | ਖਸਰਾ ਬਾਰੇ ਅਕਸਰ ਪੁੱਛੇ ਜਾਂਦੇ ਸਵਾਲਾਂ ਦੇ ਜਵਾਬ - 9News",
        "ਯੂਕਰੇਨੀ ਖੁਫੀਆ ਨੇ ਰੂਸ ਲਈ ਲੜ ਰਹੇ 155 ਚੀਨੀ ਨਾਗਰਿਕਾਂ ਦੀ ਪਛਾਣ ਕੀਤੀ ਹੈ, ਜ਼ੇਲੇਨਸਕੀ ਦਾ ਕਹਿਣਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "‘ਏ ਮਾਇਨਕਰਾਫਟ ਮੂਵੀ’ ਅਪਰੈਲ ਵਿੱਚ ਚੌਥਾ ਸਭ ਤੋਂ ਵੱਡਾ ਮੰਗਲਵਾਰ ਪੋਸਟ ਕਰਦਾ ਹੈ, ਦੂਜੇ ਹਫਤੇ ਦੇ ਅੰਤ ਵਿੱਚ $ 65M + ਸਟੈਕ ਕਰੇਗਾ – ਬਾਕਸ ਆਫਿਸ ਪ੍ਰੀਵਿview - ਡੈੱਡਲਾਈਨ",
        "ਆਰ. ਐੱਫ. ਕੇ. ਜੂਨੀਅਰ ਕਹਿੰਦਾ ਹੈ: “ਪਿਤਾ ਜੀ ਜਿਨ੍ਹਾਂ ਦੀ ਧੀ ਦੀ ਮਿਰਗੀ ਕਾਰਨ ਮੌਤ ਹੋ ਗਈ ਸੀ ।” ਕਦੇ ਵੈਕਸੀਨ ਦਾ ਜ਼ਿਕਰ ਵੀ ਨਹੀਂ ਕੀਤਾ - ਭਵਿੱਖਵਾਦ",
        "ਕੋਲੀਫਾਰਮ ਬੈਕਟੀਰੀਆ ਦੇ ਉੱਚ ਪੱਧਰਾਂ ਕਾਰਨ ਮੱਖਣ ਵਾਪਸ ਬੁਲਾਇਆ ਗਿਆ - ਡਬਲਯੂਐਫਐਸਬੀ"
    ]
}