{
    "headlines": [
        "Panthers sending WR Diontae Johnson to Ravens in trade - NFL.com",
        "Teri Garr, the offbeat comic actor of ‘Young Frankenstein’ and ‘Tootsie,’ has died - The Associated Press",
        "EU slaps tariffs on Chinese EVs, risking Beijing backlash - Reuters",
        "Sources: Colts bench Richardson, turn to Flacco - ESPN",
        "NFL Week 9 Power Rankings: Stop doubting the undefeated Chiefs; Steelers, Eagles figuring it out offensively - CBS Sports",
        "[Removed]",
        "Trump calls Madison Square Garden rally a 'lovefest' amid backlash over speakers' racist remarks - ABC News",
        "Samsung reportedly considers ditching ‘Galaxy’ branding for certain phones - 9to5Google",
        "Nintendo’s open-world RPG Xenoblade Chronicles X is getting remastered for the Switch - The Verge",
        "Tom Brady Posted A Cryptic Instagram Story Amid Reports That Gisele Is “Excited” About Her Third Pregnancy - BuzzFeed",
        "TechCrunch Disrupt 2024: GM CEO Mary Barra, Tony Fadell and The Chainsmokers - TechCrunch",
        "Ancient Critter Preserved in Fool’s Gold Flaunts a ‘Great Appendage’ - Gizmodo",
        "Steve Bannon’s First Show Out of Jail Should Be a Huge Warning - The New Republic",
        "What to know after ballot box fires in Washington and Oregon - CBS News",
        "Lassa fever kills an Iowa resident. Here's what to know about the rare virus and its symptoms. - CBS News",
        "Stock-market investors have ‘no clear playbook’ for a Harris election win - MarketWatch",
        "Apple’s new Mac mini is more mighty, more mini, and built for Apple Intelligence - Apple",
        "Sean ‘Diddy’ Combs accused of sexually assaulting 10- and 17-year-old boys in new lawsuits - The Philadelphia Inquirer",
        "What does UNRWA do and why has Israel banned it from West Bank, Gaza? - Al Jazeera English",
        "North Korea’s elite troops are in Russia to fight Ukraine: What we know - The Washington Post"
    ]
}