{
    "headlines": [
        "Ingrid Lewis-Martin, Chefberaterin des New Yorker Bürgermeisters Eric Adams, tritt zurück und erwartet, angeklagt zu werden - Yahoo! Voices",
        "Abundant Life Christian School Shooting in Madison: 2 Tote, 6 Verletzte - ABC News",
        "Trump sagt, er glaube an den Polio-Impfstoff und andere Pressekonferenzen - The Associated Press",
        "Varsity & JV: Gewinner & Verlierer von Steelers Niederlage gegen Eagles - Hinter dem Stahlvorhang",
        "Was hat einen 20-Milliarden-Dollar-Lebensmittel-Deal gekillt? Albertsons sagt, dass Kroger es getan hat - The Wall Street Journal",
        "Brian Cox kritisiert \"Unsinn\" -Oscars und beschönigt Gary Oldmans Winston Churchill-Rolle: \"Meine Leistung ist besser\" - New York Post",
        "OpenAI führt ChatGPT-Suchfunktionen für alle Benutzer ein und eskaliert die Google-Rivalität - Bloomberg",
        "Googles Whisk AI-Generator wird die Bilder, die Sie einstecken, \"neu mischen\" - The Verge",
        "Drohnenerkennungssystem nach mysteriösen Sichtungen in New York eingesetzt - BBC.com",
        "Trump sagt, er würde erwägen, den Bürgermeister von NYC, Eric Adams, zu begnadigen - CNBC",
        "Gerichtsnamen angeblicher chinesischer Spion im Zusammenhang mit Prinz Andrew - Financial Times",
        "Die Zahl der Todesopfer könnte Tausende erreichen - nachdem der Zyklon Chido das französische Territorium Mayotte erreicht hat - Forbes",
        "‘The White Lotus’ Season 3 Premiere Datum enthüllt; Trailer ansehen - Deadline",
        "Bundeskanzler Scholz verliert das Misstrauensvotum und ebnet damit den Weg für die Wahl - Reuters",
        "Syrien Live-Updates: Al-Assad wollte bleiben und Rebellen bekämpfen, heißt es in der Erklärung - The New York Times",
        "Patrick Mahomes Verletzung: Der ehemalige MVP der NFL sagt, dass Chiefs Star QB sitzen sollten, um ihn frisch für die Playoffs zu haben - CBS Sports",
        "Spiegelbakterien können eine \"radikale Abkehr vom bekannten Leben\" darstellen, warnen Wissenschaftler - CNN",
        "Trump und SoftBank CEO geben bekannt, dass das Unternehmen 100 Milliarden US-Dollar in US-Projekte investieren wird - CNN",
        "[removed]",
        "Eine höhere tägliche Schrittzahl ist mit weniger Symptomen einer Depression verbunden, wie eine neue Studie zeigt. Hier erfahren Sie, wie viele Schritte Sie anstreben sollten — und wie Sie mehr Bewegung in Ihren Tag bringen können. - Yahoo Life"
    ]
}