{
    "headlines": [
        "ਨੈਨਸੀ ਪੇਲੋਸੀ ਨੂੰ ਵਿਦੇਸ਼ਾਂ ਵਿੱਚ ਕਾਂਗਰਸ ਦੇ ਵਫਦ ਦੀ ਯਾਤਰਾ ਦੌਰਾਨ ਹਸਪਤਾਲ ਵਿੱਚ ਦਾਖਲ ਕਰਵਾਇਆ ਗਿਆ, ਉਸਦਾ ਦਫਤਰ ਕਹਿੰਦਾ ਹੈ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਨੈਸਟਰ ਕੋਰਟੇਸ ਦੇ ਬ੍ਰੋਂਕਸ ਕਾਰਜਕਾਲ ਦੇ ਅੰਤ ਵਿੱਚ ਸਟਾਰ ਨੇੜਲੇ ਡੇਵਿਨ ਵਿਲੀਅਮਜ਼ ਲਈ ਯੈਂਕੀਜ਼ ਵਪਾਰ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "49ers ਟੀਮ ਦੇ ਸਾਥੀ ਖੇਡਣ ਤੋਂ ਇਨਕਾਰ ਕਰਨ ਲਈ 'ਸੁਆਰਥੀ' ਡੀ 'ਵੋਂਡਰੇ ਕੈਂਪਬੈਲ ਨੂੰ ਧਮਾਕਾ ਕਰਦੇ ਹਨਃ' ਬਸ ਮੂਰਖਤਾ, ਅਤੇ ਇਹ ਬਹੁਤ ਅਪੂਰਣ ਹੈ '- ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਅਮਰੀਕੀ ਸੰਸਦ ਮੈਂਬਰਾਂ ਨੇ ਐਪਲ, ਗੂਗਲ ਨੂੰ ਕਿਹਾ ਕਿ ਉਹ 19 ਜਨਵਰੀ ਨੂੰ ਐਪ ਸਟੋਰਾਂ ਤੋਂ ਟਿਕਟਾਕ ਨੂੰ ਹਟਾਉਣ ਲਈ ਤਿਆਰ ਰਹਿਣ - ਰਾਇਟਰਜ਼",
        "2024 ਦੀਆਂ ਸਰਬੋਤਮ ਐਲਬਮਾਂ - ਵਰਾਇਟੀ",
        "ਵਜ਼ਨ-ਇਨ ਨਤੀਜੇ | ਯੂਐਫਸੀ ਟੈਂਪਾ - ਯੂਐਫਸੀ",
        "ਡੈਨੀਅਲ ਪੈਨੀ ਆਰਮੀ-ਨਵੀ ਫੁੱਟਬਾਲ ਗੇਮ ਵਿਚ ਟਰੰਪ ਅਤੇ ਵੈਨਸ ਵਿਚ ਸ਼ਾਮਲ ਹੋਣਗੇ - ਨਿਊਯਾਰਕ ਟਾਈਮਜ਼",
        "ਭਾਰ ਘਟਾਉਣ ਵਾਲੀ ਡਰੱਗ ਕ੍ਰੇਜ਼ ਅਮਰੀਕਾ ਦੇ ਮੋਟਾਪੇ ਦੀ ਮਹਾਂਮਾਰੀ ਨੂੰ ਰੋਕ ਰਹੀ ਜਾਪਦੀ ਹੈ - ਬਲੂਮਬਰਗ",
        "ਨੇੜਤਾ, ਚੈਲੰਜਰਜ਼ ਅਤੇ ਬੇਬੀਗਰ 'ਤੇ ਜ਼ੇਂਦਿਆ ਅਤੇ ਨਿਕੋਲ ਕਿਡਮੈਨ - ਵੰਨਗੀ",
        "ਬ੍ਰਾਇਨ ਆਸਟਿਨ ਗ੍ਰੀਨ ਮਸ਼ੀਨ ਗਨ ਕੈਲੀ ਤੋਂ ਸਾਬਕਾ ਮੇਗਨ ਫੌਕਸ ਦੇ ਸਪਲਿਟ 'ਤੇ ਪ੍ਰਤੀਕ੍ਰਿਆ ਕਰਦਾ ਹੈਃ' ਵਧੋ. ਉਹ ਗਰਭਵਤੀ ਹੈ '- AOL",
        "ਬ੍ਰਾਇਨ ਥੌਮਸਨ ਦਾ ਬੌਸ ਮਾਰਨ ਤੋਂ ਬਾਅਦ ਬੋਲਦਾ ਹੈਃ ਯੂਐਸ ਦੀ ਸਿਹਤ ਪ੍ਰਣਾਲੀ ਨੂੰ ਫਿਕਸਿੰਗ ਦੀ ਜ਼ਰੂਰਤ ਹੈ - ਐਕਸੀਓਸ",
        "ਗੂਗਲ ਐਂਟਰਪ੍ਰਾਈਜਜ਼ ਲਈ ਨੋਟਬੁੱਕਐਲਐਮ ਦੀ ਸ਼ੁਰੂਆਤ ਕਰਦਾ ਹੈ - TechCrunch",
        "ਤੁਸੀਂ ਕਰ ਸਕਦੇ ਹੋ $ 10 ਨੂੰ ਸੁਰੱਖਿਅਤ ਕਰੋ ਹੁਣੇ ਹੀ ਗੇਮ ਅਵਾਰਡਾਂ ’ਤੇ ਗੋਟੀ ਜੇਤੂ ਐਸਟ੍ਰੋ ਬੋਟ - ਆਈਜੀਐਨ",
        "ਸਟਾਕ ਮਾਰਕੀਟ ਅੱਜ: Nasdaq ਤਾਜ਼ਾ ਰਿਕਾਰਡ ਹਿੱਟ ਦੇ ਤੌਰ ਤੇ ਬ੍ਰੌਡਕਾਮ ਵਾਧੇ, ਚੋਟੀ ਦੇ $ 1 ਟ੍ਰਿਲੀਅਨ ਮਾਰਕੀਟ ਕੈਪ (ਲਾਈਵ ਕਵਰੇਜ) - ਨਿਵੇਸ਼ਕ ਦਾ ਕਾਰੋਬਾਰ ਰੋਜ਼ਾਨਾ",
        "ਟਰੰਪ ਨਾਟਕੀ ਬੈਂਕਿੰਗ ਡੀਰੇਗੂਲੇਸ਼ਨ ਸਪ੍ਰੀ ਦੇ ਹਿੱਸੇ ਵਜੋਂ ਐਫਡੀਆਈਸੀ ਨੂੰ ਖ਼ਤਮ ਕਰਨ ਵਾਲੀ ਮੱਲ ਦੀ ਸਹਾਇਤਾ ਕਰਦਾ ਹੈਃ ਰਿਪੋਰਟ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਮਾਈਕ੍ਰੋਸਾੱਫਟ ਰੀਕਾਲ ਅਜੇ ਵੀ ਸੰਭਾਵਤ ਤੌਰ ਤੇ ਸਕ੍ਰੀਨਸ਼ਾਟ ਕਰ ਸਕਦਾ ਹੈ ਤੁਹਾਡੀ ਸੰਵੇਦਨਸ਼ੀਲ ਜਾਣਕਾਰੀ - ਗਿਜ਼ਮੋਡੋ",
        "2024 ਹੇਸਮੈਨ ਟਰਾਫੀ ਸਟ੍ਰਾ ਪੋਲਃ ਕੋਲੋਰਾਡੋ ਦੋ-ਦਿਸ਼ਾਵੀ ਸਟਾਰ ਟ੍ਰੈਵਿਸ ਹੰਟਰ ਲੌਵਡ ਐਵਾਰਡ ਦੇ ਸਪੱਸ਼ਟ ਜੇਤੂ ਵਜੋਂ ਉਭਰਿਆ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਫ੍ਰਾਂਸੋਇਸ ਬਾਯਰੂ ਨੂੰ ਫ੍ਰੈਂਚ ਪ੍ਰਧਾਨ ਮੰਤਰੀ ਨਿਯੁਕਤ ਕੀਤਾ ਗਿਆ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "ਰਿਟਾਇਰਡ ਯੂਐਸਏਐਫ ਕਰਨਲ ਨੇ ਵ੍ਹਾਈਟ ਹਾ Houseਸ ਨੂੰ ਰਹੱਸਮਈ ਡਰੋਨਾਂ ਬਾਰੇ ਐਨਜੇ ਨਿਵਾਸੀਆਂ ਨੂੰ ਗੈਸਲਾਈਟ ਕਰਨਾ ਬੰਦ ਕਰਨ ਦੀ ਅਪੀਲ ਕੀਤੀ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਸਭ ਤੋਂ ਪੁਰਾਣਾ ਮਨੁੱਖੀ ਡੀਐਨਏ ਨਿਸ਼ਾਨ ਲਗਾਉਣ ਵਿੱਚ ਸਹਾਇਤਾ ਕਰਦਾ ਹੈ ਜਦੋਂ ਸ਼ੁਰੂਆਤੀ ਮਨੁੱਖ ਨੀਐਂਡਰਥਾਲਸ ਨਾਲ ਰਲਦੇ ਹਨ - ਸੀ ਐਨ ਐਨ"
    ]
}