{
    "headlines": [
        "ਹਟਾਈ",
        "ਲੇਕਰਜ਼ 'ਲੇਬ੍ਰੋਨ ਜੇਮਜ਼' ਆਰਾਮ 'ਲਈ ਟੀਮ ਦੇ ਓਪਨਰ ਨੂੰ ਬਾਹਰ ਬੈਠਣ ਤੋਂ ਬਾਅਦ ਪ੍ਰੀ-ਸੀਜ਼ਨ ਡੈਬਿਊ ਬਨਾਮ ਸਨਸ ਬਣਾਉਣ ਲਈ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਖੰਡੀ ਤੂਫਾਨ ਮਿਲਟਨ ਖਾੜੀ ਵਿੱਚ ਬਣਦਾ ਹੈ; ਫਲੋਰਿਡਾ ਵੱਲ ਜਾ ਰਹੇ ਤੂਫਾਨ ਵਿੱਚ ਮਜ਼ਬੂਤ ਹੋਣ ਦੀ ਭਵਿੱਖਬਾਣੀ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਡੋਜਰਸ ਕੇਰਸ਼ਾ ਦੀ ਵਾਪਸੀ ' ਤੇ' ਦਰਵਾਜ਼ਾ ਬੰਦ ਕਰਨਾ '- ਈਐਸਪੀਐਨ",
        "ਹੇਲੀਨ ਨੂੰ ਸੰਘੀ ਪ੍ਰਤੀਕ੍ਰਿਆ ਬਾਰੇ ਝੂਠੇ ਦਾਅਵੇ ਆਉਣ ਵਾਲੀਆਂ ਚੋਣਾਂ ਲਈ ਇਕ ਘਿਣਾਉਣੀ ਨਿਸ਼ਾਨੀ ਹਨ - ਸੀ ਐਨ ਐਨ",
        "ਲਾਈਵ ਅਪਡੇਟਸਃ ਅਲਾਬਾਮਾ ਫੁੱਟਬਾਲ ਬਨਾਮ ਵੈਂਡਰਬਿਲਟ ਸਕੋਰ, ਸੱਟ ਦੀ ਰਿਪੋਰਟ ਅਤੇ ਹੋਰ - AL.",
        "ਐਫ ਡੀ ਏ ਨੇ ਸੈਲਮੋਨੇਲਾ ਨਾਲ ਜੁੜੇ ਅੰਡਿਆਂ ਨੂੰ 'ਗੰਭੀਰ' ਸਿਹਤ ਜੋਖਮਾਂ ਜਾਂ 'ਮੌਤ' ਨਾਲ ਵਾਪਸ ਬੁਲਾਇਆ - ਅਮਰੀਕਾ ਅੱਜ",
        "ਬਨਕੋਂਬੇ ਕਾਉਂਟੀ ਦੇ ਅਧਿਕਾਰੀ ਹੇਲੇਨ ਪ੍ਰਤੀਕ੍ਰਿਆ ਦੇ ਯਤਨਾਂ ਬਾਰੇ ਅਪਡੇਟਸ ਪ੍ਰਦਾਨ ਕਰਦੇ ਹਨ - WXII12 ਵਿੰਸਟਨ-ਸਲੇਮ",
        "ਜਿਮ Henson ਕੰਪਨੀ ਲੂਤ 'ਤੇ ਲਾ Brea ਸਾਇੰਟੋਲੋਜੀ ਨੂੰ ਵੇਚ ਨਾ ਜਾ ਰਿਹਾ, ਮਾਲਕ ਦਾ ਕਹਿਣਾ ਹੈ; \"ਨਾ ਚਰਚ ਦੇ ਨਾਲ ਕਿਸੇ ਵੀ ਕਾਰੋਬਾਰ ਸੌਦੇ ਵਿੱਚ,\" ਪਰਿਵਾਰ ਦਾ ਐਲਾਨ - ਅੰਤਮ ਤਾਰੀਖ",
        "7 ਅਕਤੂਬਰ ਦੀ ਵਰ੍ਹੇਗੰ before ਤੋਂ ਪਹਿਲਾਂ ਦੁਨੀਆ ਭਰ ਵਿੱਚ ਫਲਸਤੀਨੀ ਪੱਖੀ ਰੈਲੀਆਂ ਕੀਤੀਆਂ ਗਈਆਂ - ਸੀ ਐਨ ਐਨ",
        "ਹਟਾਈ",
        "ਹਿਜ਼ਬੁਲ ਨੇ ਸੀਨੀਅਰ ਨੇਤਾ ਹਾਸ਼ਮ ਸੈਫੀਡਾਈਨ ਨਾਲ ਸੰਪਰਕ ਗੁਆ ਦਿੱਤਾਃ ਸਰੋਤ - ਅਲ ਜਜ਼ੀਰਾ ਅੰਗਰੇਜ਼ੀ",
        "‘ਜੋਕਰ 2’ ਕਮਾਈ ਕਰਦਾ ਹੈ ‘ਡੀ’ ਸਿਨੇਮਾ ਸਕੋਰ, ਕਾਮਿਕ ਬੁੱਕ ਫਿਲਮ ਲਈ ਸਭ ਤੋਂ ਘੱਟ ਕਦੇ - ਵੰਨਗੀ",
        "ਤੱਥ ਜਾਂਚਃ ਕੀ ਅਮਰੀਕਾ ਵਿਚ ਸਪਰਿੰਗਫੀਲਡ ਵਿਚ ਹੈਤੀਆਈ ਪ੍ਰਵਾਸੀ ਗੈਰਕਾਨੂੰਨੀ ਹਨ? - ਅਲ ਜਜ਼ੀਰਾ ਅੰਗਰੇਜ਼ੀ",
        "ਫਿਰਸ ਜ਼ਹਾਬੀ ਨੂੰ ਉਮੀਦ ਹੈ 'ਲੌਪਸਾਈਡ' ਯੂਐਫਸੀ 307 ਮੁੱਖ ਪ੍ਰੋਗਰਾਮਃ ਅਲੈਕਸ ਪਰੇਰਾ 'ਨੇ ਸਭ ਕੁਝ ਵੇਖਿਆ ਹੈ ਖਲੀਲ ਰੌਂਟਰੀ ਲਿਆਉਂਦਾ ਹੈ' - ਐਮਐਮਏ ਜੰਕੀ",
        "ਮੇਨੇਂਡੇਜ਼ ਭਰਾਵਾਂ ਦੇ ਪਹਿਲੇ ਮੁਕੱਦਮੇ ਦੇ ਦਾਅਵਿਆਂ ‘ਤੇ ਜਿurਰ ਅੱਜ‘ਨਤੀਜਾ ਬਹੁਤ ਵੱਖਰਾ ਹੋਵੇਗਾ ’: ਰਿਪੋਰਟ - ਨਿ New ਯਾਰਕ ਪੋਸਟ",
        "ਤੂਫਾਨ ਹੇਲੀਨ ਦੁਆਰਾ ਤਬਾਹ ਕੀਤੀ ਗਈ ਮਸ਼ਹੂਰ ਜਾਇਦਾਦ ਦੇ ਨੇੜੇ ਬਿਲਟਮੋਰ ਵਿਲੇਜਃ ਪਹਿਲਾਂ ਅਤੇ ਬਾਅਦ ਵਿਚ - ਫੌਕਸ ਬਿਜ਼ਨਸ",
        "ਹਿਲੇਰੀ ਕਲਿੰਟਨ ਨੇ ਜੈਕ ਸਮਿਥ ਦੇ ਮੀਮੋ ਦੇ ਟਾਈਮਿੰਗ ਨੂੰ ਸੰਬੋਧਿਤ ਕੀਤਾ - ਸੀ ਐਨ ਐਨ",
        "ਧਰਤੀ ਦਾ ਅਧਿਕਾਰਤ ਤੌਰ 'ਤੇ ਦੂਜਾ ਚੰਦਰਮਾ ਹੈ: ਐਸਟਰਾਇਡ 2024 ਪੀਟੀ 5 ਅਸਥਾਈ Orਰਬਿਟ ਵਿਚ ਫੜਿਆ ਗਿਆ - ਦਿ ਡੇਲੀ ਗਲੈਕਸੀ - ਮਹਾਨ ਖੋਜ ਚੈਨਲ",
        "ਮੈਸੇਚਿਉਸੇਟਸ ਵਿਚ ਫਿਰ ਉੱਤਰੀ ਲਾਈਟਾਂ ਦਿਖਾਈ ਦੇ ਸਕਦੀਆਂ ਹਨ. aurora ਪੂਰਵ ਅਨੁਮਾਨ ਨਕਸ਼ਾ ਦੇਖੋ. - CBS ਬੋਸਟਨ"
    ]
}