{
    "headlines": [
        "أزعج القادة الأسود، وتوجهوا إلى مباراة لقب NFC لأول مرة منذ 33 عامًا - واشنطن بوست",
        "تحديثات CWG المباشرة: من المحتمل تراكم الثلوج بعد ظهر اليوم، ثم البرد الشديد في منتصف الأسبوع - واشنطن بوست",
        "ترامب يطلق عملة ميم، قبل أيام من عودته إلى البيت الأبيض - BBC.com",
        "تحديثات حية: يبدأ وقف إطلاق النار في غزة بعد أن تفرج حماس عن قائمة الرهائن المراد تحريرهم - سي إن إن",
        "الحرب الروسية الأوكرانية: قائمة الأحداث الرئيسية – اليوم 1،060 - الجزيرة الإنجليزية",
        "نظرة فاحصة على فرص الطقس الشتوي يوم الثلاثاء - alabamawx.com",
        "يستعد ترامب للدفع القوي للإجراءات التنفيذية لليوم الأول - سي إن إن",
        "توقعات الأبراج اليوم تحديثات حية في 19 يناير 2025 : توقعات الأبراج غدًا، 20 يناير 2025، اقرأ التوقعات لجميع علامات الشمس - هندوستان تايمز",
        "نائب طالبان يقول للزعيم إنه لا يوجد عذر لحظر التعليم على النساء والفتيات الأفغانيات - وكالة أسوشيتد برس",
        "UFC 311 Pay: Merab Dvalishvili يكسب أعلى عائد مقاتل تم الإبلاغ عنه - Forbes",
        "تغلق تيك توك في الولايات المتحدة مع دخول الحظر حيز التنفيذ - واشنطن بوست",
        "محتجون يقتحمون محكمة كورية جنوبية بعد تمديد احتجاز الرئيس يون - سي إن إن",
        "يكشف تقرير تصوير Deadpool & Wolverine عما إذا كان من الممكن حقًا إنشاء Nicepool للسخرية من Justin Baldoni - CBR",
        "مئات المتظاهرين في مسيرة الشعب في فيلادلفيا - 6ABC فيلادلفيا",
        "هجوم سيف علي خان: المتهم الرئيسي يعترف بطعن ممثل بعد اعتقاله من قبل شرطة مومباي - PINKVILLA",
        "جميع أنشطة الدواجن المتوقفة في جورجيا بعد تأكيد إنفلونزا الطيور في عملية تجارية - سي إن إن",
        "يقول التقرير إن ترامب يعيد التفكير في غارات الهجرة المخطط لها الأسبوع المقبل - رويترز",
        "الطقس الشتوي يجلب تحذيرات من العواصف الشتوية، والدوامة القطبية من تكساس إلى مين - الولايات المتحدة الأمريكية اليوم",
        "تطلب إدارة الطيران الفيدرالية إجراء تحقيق في حادث فشل هبوط نيو جلين - SpaceNews",
        "أطفال ديفيد لينش يشيدون بصانع الأفلام، ويدعون الناس لتكريمه في \"تأمل المجموعة العالمية\" - الموعد النهائي"
    ]
}