{
    "headlines": [
        "مراقبة الأعاصير لجزر كايمان، تحذير من عاصفة استوائية لجامايكا حيث من المتوقع أن يتعزز النظام في منطقة البحر الكاريبي - سي بي إس نيوز",
        "لا تفوت المشاهد السماوية لشهر نوفمبر: الحجب النادر، ومحاذاة الكواكب، والنجوم المخفية في الانتظار - SciTechDaily",
        "يعلن المهاجمون عن إطلاق النار على ريتش سكانجاريلو وجيمس كريج ولوك جيتسي - إن بي سي سبورتس",
        "توفي كوينسي جونز، عملاق الموسيقى الذي عمل مع الجميع من فرانك سيناترا إلى مايكل جاكسون، عن عمر يناهز 91 عامًا - وكالة أسوشيتد برس",
        "من المتوقع حدوث طقس أكثر قسوة يوم الاثنين حيث تقوم أوكلاهوما بمسح الأضرار الناجمة عن العواصف التي تولد الأعاصير والتي أصابت 11 شخصًا - سي إن إن",
        "فشل Flacco في هز المسدسات ولكن لا يزال QB1 \"الآن\" - ESPN",
        "يقول RFK Jr. إن الفلورايد \"نفايات صناعية\" مرتبطة بالسرطان والأمراض والاضطرابات. إليك ما يقوله العلم - سي إن إن",
        "يدعي ساندو الموالي للغرب في مولدوفا الفوز في الانتخابات بعد مزاعم بالتدخل - رويترز",
        "يميل ترامب إلى الخطاب المناهض للمهاجرين في التجمع النهائي لجورجيا حيث يضع التصويت المبكر الدولة على حافة السكين - الجارديان الأمريكية",
        "مشجعو ترامب غاضبون بعد أن لاحظوا أن مسرحية كامالا هاريس الفكاهية مطابقة لرسم جيمي فالون لعام 2015 - الإندبندنت",
        "حشود غاضبة تصرخ وترمي البيض على الملك الإسباني وهو يزور فالنسيا التي ضربتها الفيضانات - سي إن إن",
        "سيقوم كل من هاريس وترامب بضربة غاضبة في اليوم الأخير قبل يوم الانتخابات - وكالة أسوشيتد برس",
        "يسعى محامو شون \"ديدي\" كومز \"إلى فرض حظر على النشر، مستشهدين بالدعاية\" غير اللائقة \"قبل المحاكمة - ABC News",
        "الانتخابات الأمريكية وشيكة - جي بي مورغان يقول بنك الاحتياطي الفيدرالي لوقف تخفيضات أسعار الفائدة على فوز ترامب - فوركس لايف",
        "\"نتيجة الصدمة \": مادو على قنبلة استطلاع ولاية أيوا مع هاريس يقود ترامب - MSNBC",
        "Apple تطلق تحديث iOS 18.2 في وقت أبكر مما كان متوقعًا، حيث تريد الشركة بشدة أن تحدث Apple Intelligence فرقًا على iPhone - Wccftech",
        "2024 NFL Playoff Picture، Week 9: Surprising Cardinals Lead the NFC West - Sports Illustrated",
        "تقول إسرائيل إنها نفذت غارة برية على سوريا، واعتقلت مواطنًا سوريًا مرتبطًا بإيران - وكالة أسوشيتد برس",
        "كيف تبدو الحياة في واحدة من أكثر الأماكن النائية على وجه الأرض - سي إن إن",
        "تستعد الأسواق لمواجهة الانتخابات الأمريكية في أسبوع مليء بالأحداث - Yahoo Finance"
    ]
}