{
    "headlines": [
        "Основные моменты игры New Orleans Saints vs. Kansas City Chiefs | НФЛ 2024 - неделя 5 - НФЛ",
        "На Харриса оказывают давление для получения более подробной информации в широкомасштабном интервью с «60 Minutes» - NPR",
        "Royals-Yankees Game 2: Live updates from Yankees Stadium - KMBC Kansas City",
        "7 октября в прямом эфире: тысячи антиизраильских протестующих роятся в Нью-Йорке - New York Post",
        "Израиль отмечает годовщину нападения 7 октября в связи с эскалацией конфликта на Ближнем Востоке - CNN",
        "После урагана Хелена выросла дезинформация. Вот проверка фактов. - CBS News",
        "Сисси Хьюстон, легендарная певица и мать Уитни Хьюстон, умерла в возрасте 91 года - BBC.com",
        "Не ожидайте, что продолжительность жизни человека вырастет намного больше, говорит исследователь - VOA Asia",
        "Тейлор Свифт посещает «Футбол понедельника вечером» в Канзас-Сити для Chiefs-Saints - Новости NBC",
        "Американский суд обязал Google открыть магазин приложений для конкурентов - BBC.com",
        "American Water, крупнейшая водоснабжающая компания в США, подверглась кибератаке - Associated Press",
        "Раши Райс, вероятно, уйдет на сезон из-за травмы вождя - New York Post",
        "«Инстинкты взяли верх»: Отдел кадров Карпентера выравнивает СПИД - ESPN",
        "CDC начнет тестирование путешественников из Руанды на смертельный вирус Марбург - Новости NBC",
        "Записная книжка репортера: иранские ракеты наносят удар по Израилю и смертоносный теракт в Тель-Авиве - Fox News",
        "Следующий MacBook Pro от Apple, возможно, просочился в Россию - The Verge",
        "Знаменитые друзья Дидди тихо улаживают дела с жертвами в преддверии предстоящих судебных процессов: адвокат - Fox News",
        "Российский суд приговорил 72-летнего американца к тюремному заключению за драку на Украине - POLITICO",
        "Показания артериального давления легко испортить, показывает новое исследование - NPR",
        "Израильские военные предупреждают об операциях на побережье южного Ливана - The Hill"
    ]
}