{
    "headlines": [
        "ਇੱਥੋਂ ਤਕ ਕਿ ਮੈਟ ਗਾਏਟਜ਼ ਦੇ ਸ਼ਕਤੀਸ਼ਾਲੀ ਪਿਤਾ ਟਰੰਪ ਏਜੀ ਪਿਕ 'ਤੇ ਹੈਰਾਨ ਸਨ - ਪੋਲਿਟਿਕੋ",
        "ਡਾਕਟਰਾਂ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਆਰਐਫਕੇ ਜੂਨੀਅਰ ਦਾ ਓਜ਼ੈਂਪਿਕ ਵਿਰੋਧੀ ਰੁਖ ਕਲੰਕ ਨੂੰ ਕਾਇਮ ਰੱਖਦਾ ਹੈ ਅਤੇ ਸਬੂਤਾਂ ਨੂੰ ਗਲਤ ਰੂਪ ਦਿੰਦਾ ਹੈ - ਸੀਐਨਐਨ",
        "ਮਾਈਕ ਟਾਇਸਨ ਬਨਾਮ ਜੇਕ ਪੌਲਃ ਨੈੱਟਫਲਿਕਸ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ 60 ਮੀਟਰ ਘਰਾਂ ਨੇ ਲੜਾਈ ਵੇਖੀ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਚੀਨ ਦੇ ਕਾਲਜ 'ਚ ਚਾਕੂ ਨਾਲ ਹਮਲਾ, ਇਕ ਹਫਤੇ' ਚ 8 ਲੋਕਾਂ ਦੀ ਮੌਤ - Financial Times",
        "ਜੀਮੇਲ ਅਲਰਟ-ਲੀਕ ਨੇ 2.5 ਬਿਲੀਅਨ ਉਪਭੋਗਤਾਵਾਂ ਲਈ ਆਉਣ ਵਾਲੇ ਨਵੇਂ ਈਮੇਲ ਪਤਿਆਂ ਦਾ ਖੁਲਾਸਾ ਕੀਤਾ - ਫੋਰਬਸ",
        "ਰੂਸ ਨੇ ਯੂਕਰੇਨ ਦੇ energyਰਜਾ ਗਰਿੱਡ ਨੂੰ ਨਿਸ਼ਾਨਾ ਬਣਾਉਂਦਿਆਂ 'ਵਿਸ਼ਾਲ' ਦੇਸ਼ ਵਿਆਪੀ ਮਿਜ਼ਾਈਲ ਹਮਲਾ ਕੀਤਾ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਐਨਵੀਡੀਆ ਦੇ ਨਤੀਜੇ ਬਾਜ਼ਾਰਾਂ ਨੂੰ ਹਿਲਾ ਦੇਣਗੇ - ਥੀਸਟ੍ਰੀਟ",
        "UFC 309: ਜੋਨਸ ਬਨਾਮ ਮਿਓਸਿਕ ਮੇਨ ਕਾਰਡ ਨਤੀਜੇ, ਨਿਊਯਾਰਕ ਸਿਟੀ ਤੋਂ ਜੇਤੂ ਇੰਟਰਵਿਊ, ਹਾਈਲਾਈਟਸ ਅਤੇ ਹੋਰ - ਯੂਐਫਸੀ",
        "ਸਾਬਕਾ ਬੁਆਏਫ੍ਰੈਂਡ ਅਤੇ ਮੰਗੇਤਰ ਘਾਤਕ ਚਾਕੂ ਮਾਰਨ ਦੇ ਪਿੱਛੇ, ਟੈਕਸਸ ਮੰਮੀ ਦੀ ਸ਼ੂਟਿੰਗ - ਯਾਹੂ! ਆਵਾਜ਼ਾਂ",
        "ਟਰੰਪ ਟਾਸਕ ਫੋਰਸ ਦੇ ਵਰਕਰਾਂ ਨੂੰ ਕੋਈ ਤਨਖਾਹ ਨਹੀਂ ਮਿਲੇਗੀ: ‘ਤੁਸੀਂ ਹੈਰਾਨ ਨਹੀਂ ਹੋ ਸਕਦੇ ਵ੍ਹਾਈਟ ਅਫਰੀਕੀ ਮੁੰਡੇ ਦਾ ਪਹਿਲਾ ਵਿਚਾਰ ਗੁਲਾਮੀ ਹੈ’ - ਵੰਨਗੀ",
        "‘ਮਾਈਕ ਇਕ ਜੰਗਲੀ ਜੰਗਲੀ ਆਦਮੀ ਹੈ’: ਯੂਐਫਸੀ 309 'ਤੇ ਮਾਈਕਲ ਚੈਂਡਲਰ' ਤੇ ਚਾਰਲਸ ਓਲੀਵੀਰਾ ਦੀ ਪਾਗਲ ਜਿੱਤ 'ਤੇ ਪ੍ਰੋਸ ਪ੍ਰਤੀਕ੍ਰਿਆ - ਐਮਐਮਏ ਫਾਈਟਿੰਗ",
        "ਤੀਜੀ ਨਵੰਬਰ ਦਾ ਤੂਫਾਨ, ਸਾਰਾ, ਨੋਟਿਸ ਦੀ ਸੇਵਾ ਕਰਦਾ ਹੈ ਕਿ ਇੱਕ ਵਿਅਸਤ ਤੂਫਾਨ ਦਾ ਮੌਸਮ ਅਜੇ ਖਤਮ ਨਹੀਂ ਹੋਇਆ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਸਾ Southਥਵੈਸਟ ਏਅਰਲਾਈਨਜ਼ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਮੁਸਾਫਰਾਂ ਨਾਲ ਭਰੇ ਇਸ ਦੇ ਇਕ ਜਹਾਜ਼ ਨੂੰ ਗੋਲੀ ਲੱਗੀ - ਡਬਲਯੂਕੇਆਰਸੀ ਟੀਵੀ ਸਿਨਸਿਨਾਟੀ",
        "ਕੈਲੀਫੋਰਨੀਆ ਵਿੱਚ ਜਾਨਲੇਵਾ ਐਮਪੌਕਸ ਵਾਇਰਸ ਸਟ੍ਰੇਨ ਦਾ ਪਹਿਲਾ ਯੂਐਸ ਕੇਸ ਸਾਹਮਣੇ ਆਇਆ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਡੈਨਮਾਰਕ ਦੀ ਵਿਕਟੋਰੀਆ ਕਜੇਰ ਥਿਲਵਿਗ ਨੇ ਮਿਸ ਯੂਨੀਵਰਸ 2024 - ਸੀ ਐਨ ਐਨ",
        "ਪੈਂਟਾਗਨ ਪਿਕ ਖੱਬੇ ਗਾਰਡ ਟੈਟੂ ਦੇ ਕਾਰਨ ਸੰਭਾਵਤ ‘ਅੰਦਰੂਨੀ ਧਮਕੀ‘ ਵਜੋਂ ਰਿਪੋਰਟ ਕੀਤੇ ਜਾਣ ਤੋਂ ਬਾਅਦ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਪਿਆਜ਼ ਦੇ ਸੀਈਓ ਨੇ ਨਿਲਾਮੀ ਬਾਰੇ ਅਲੈਕਸ ਜੋਨਸ ਦੇ ਦਾਅਵਿਆਂ ਦੇ ਵਿਚਕਾਰ ਇਨਫੋਵਾਰਸ ਦੀ ਖਰੀਦ ਦੀ ਵਿਆਖਿਆ ਕੀਤੀ - ਦ ਹਿੱਲ",
        "ਟਰੰਪ ਨੇ ਜੈਵਿਕ ਬਾਲਣ ਕਾਰਜਕਾਰੀ ਕ੍ਰਿਸ ਰਾਈਟ ਨੂੰ ਊਰਜਾ ਸਕੱਤਰ ਨਾਮਜ਼ਦ ਕੀਤਾ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਬੋਇੰਗ ਨੇ 400 ਤੋਂ ਵੱਧ ਕਰਮਚਾਰੀਆਂ ਨੂੰ ਛੁੱਟੀ ਦੇ ਨੋਟਿਸ ਜਾਰੀ ਕੀਤੇ ਹਨ ਕਿਉਂਕਿ ਇਹ ਸਖਤ ਕਟੌਤੀ ਸ਼ੁਰੂ ਕਰਦਾ ਹੈ - ਪੋਲਿਟਿਕੋ",
        "ਡਿੱਡੀ 'ਜਿਨਸੀ ਤਸਕਰੀ ਦੇ ਮੁਕੱਦਮੇ ਦੇ ਗਵਾਹਾਂ ਨੂੰ ਬਲੈਕਮੇਲ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰ ਰਿਹਾ ਹੈ ਅਤੇ ਸੰਭਾਵੀ ਜੂਰੀਆਂ ਨੂੰ ਪ੍ਰਭਾਵਤ ਕਰ ਰਿਹਾ ਹੈ’ ਜੇਲ੍ਹ ਤੋਂ... - ਦ ਯੂਐਸ ਸਨ"
    ]
}