{
    "headlines": [
        "فازت تايلور سويفت بسبعة VMAs، وربطت بيونسي بالريادة مدى الحياة - Reuters.com",
        "ارتفاع العقود الآجلة للأسهم حيث يستعد المستثمرون لمزيد من بيانات التضخم والعمالة: تحديثات مباشرة - CNBC",
        "جون بون جوفي ينقذ المرأة من القفز من حافة جسر المشاة - القناة الإخبارية 5 ناشفيل",
        "الإعصار فرانسين يقترب من لويزيانا، بما في ذلك نيو أورليانز - أكسيوس",
        "السير في الفضاء SpaceX Polaris Dawn: هل تنتهك الولايات المتحدة قانون الفضاء منذ 50 عامًا ؟ - الجزيرة الإنجليزية",
        "إسرائيل غزة: الأمم المتحدة تقول إن الغارة الجوية الإسرائيلية قتلت ستة من موظفيها - BBC.com",
        "باك-12 تتطلع إلى مدارس ماونتن ويست للانضمام إلى ولاية أوريغون، ولاية واشنطن في محاولة للحفاظ على الدوري - سي بي إس سبورتس",
        "توفي ألبرتو فوجيموري، الرئيس السابق لبيرو الذي أدين بارتكاب انتهاكات لحقوق الإنسان، عن عمر يناهز 86 عامًا - وكالة أسوشيتد برس",
        "VMAs 2024: أفضل وأسوأ اللحظات، من تايلور سويفت وإيمينيم إلى سابرينا كاربنتر وكاتي بيري - نيويورك بوست",
        "OpenAI في محادثات لجمع الأموال بقيمة 150 مليار دولار، تقارير بلومبرغ نيوز - رويترز",
        "كوريا الشمالية تطلق صواريخ قصيرة المدى في أول إطلاق لها منذ شهرين - Reuters.com",
        "Aces star A'ja Wilson تحطم رقم WNBA القياسي للتسجيل في موسم واحد، وتتجاوز Jewel Lloyd - Yahoo Sports",
        "اعترف جمهوريو بيتسبرغ بأن \"ترامب خسر\" النقاش بعد أن شعروا بالثقة قبل بدء المواجهة - نيويورك بوست",
        "كيف نمت حرائق الغابات الثلاثة في سوكال بهذه السرعة ؟ - ABC7 لوس أنجلوس",
        "مايك جونسون ينتظر بشدة إذا أبقى مطرقة السماعة في عام 2025 - أكسيوس",
        "تضيف Microsoft خوارزميات مقاومة للكم إلى مكتبة التشفير الأساسية الخاصة بها - ARS Technica",
        "التنبؤ بالفواتير مقابل الدلافين، الانتقاء، الاحتمالات، كيفية مشاهدة كرة القدم ليلة الخميس الأسبوع 2 - شبكة العمل",
        "NFL Week 2 Pick'em, Confidence Pool Ratings, Picks, Expert Projections - The Action Network",
        "رائد فضاء ناسا دون بيتيت يقوم برحلة رابعة إلى محطة الفضاء الدولية - Spaceflight Now",
        "تقدم كايتلين كلارك توصية للأميركيين بعد إعجابها بمنشور تأييد تايلور سويفت لهاريس - فوكس نيوز"
    ]
}