{
    "headlines": [
        "Elon Musk soutient Howard Lutnick en tant qu'agent de « changement » au Trésor américain - Financial Times",
        "La Maison Blanche de Biden dévisage une prise de contrôle de Trump - POLITICO",
        "L'Afrique du Sud refuse aux mineurs illégaux de la nourriture et de l'eau pour les forcer à sortir - The Washington Post",
        "Les autorités sanitaires américaines signalent le 1er cas de nouvelle forme de mpox chez un voyageur - The Associated Press",
        "Le feu engloutit le service hospitalier du nord de l'Inde, tuant 10 nouveau-nés - The Associated Press",
        "[supprimé]",
        "L'élection de Trump fait de l'ombre à Biden en Amérique du Sud - POLITICO",
        "Le choix du Pentagone de Trump a été signalé comme une possible « menace d'initié » dans la Garde nationale - PBS NewsHour",
        "Huit morts après avoir poignardé à l'école de Wuxi dans l'est de la Chine - BBC.com",
        "Rumeurs sur la MLB : Juan Soto rencontre un autre rival d'AL East, les Orioles, au-delà de Corbin Burnes - CBS Sports",
        "[supprimé]",
        "Karoline Leavitt, porte-parole de la campagne Trump, nommée prochaine attachée de presse de la Maison Blanche - PBS NewsHour",
        "McDonald's investit 100 millions de dollars pour ramener les clients après l'épidémie d'E. coli - The Associated Press",
        "La dernière super lune de 2024 impressionne les observateurs du ciel du monde entier avec Full Beaver Moon (photos) - Space.com",
        "L'appel de Scholz avec Poutine ouvre une « boîte de Pandore », se plaint Zelensky en Ukraine - POLITICO EUROPE",
        "Sundance Head, gagnant de « The Voice », récupère après une fusillade accidentelle dans son ranch du Texas - CBS News",
        "Après que Trump ait fait appel à Gaetz en tant que procureur général, il y a de l'anxiété et de la consternation au sein du ministère de la Justice - The Associated Press",
        "Les médecins craignent que RFK Jr. ne vante ses opinions sceptiques à l'égard des vaccins après avoir été choisi pour être secrétaire du HHS - ABC News",
        "La Fed a interrompu le rallye Trump du marché boursier. Ce qui vient ensuite. - MarketWatch",
        "Sur quel canal se situe Colorado vs Utah aujourd'hui ? Heure, programme télé pour le match de la semaine 12 - Colorado Buffaloes Wire"
    ]
}