{
    "headlines": [
        "MAGA führt einen \"Bürgerkrieg\" um H-1B-Visa. Das sind sie. - The Washington Post",
        "Inmitten des Drucks auf den Waffenstillstand tragen die Palästinenser die Narben der israelischen Inhaftierung - Reuters",
        "Xi sagt, Chinas BIP-Wachstum im Jahr 2024 werde das Ziel von rund 5 % erreichen - Bloomberg",
        "Südkorea inspiziert Boeing-Flugzeuge, während es darum kämpft, die Ursache für den Flugzeugabsturz zu finden - NPR",
        "Angelina Jolie und Brad Pitt erreichen Scheidungsvertrag - BBC.com",
        "Südkorea Gericht genehmigt Verhaftung von Präsident Yoon im Kriegsrecht Untersuchung - Reuters",
        "2024 NFL Playoff Bild, Tabelle: Kommandanten Clinch Playoff Liegeplatz; Wikinger, Löwen für Nr. 1 Saatgut zu spielen - CBS Sports",
        "Monday Night Football: Kerby Joseph, Jared Goff tragen Lions zu 40-34 Sieg über 49ers - NBC Sports",
        "Brock Purdy tritt mit offensichtlicher Armverletzung nach einem Treffer gegen Lions aus - Niners Wire",
        "MicroStrategy-Aktien fallen nach dem Bitcoin-Kauf zum Jahresende um 8% - Cointelegraph",
        "Polarwirbelbedingte kalte Luft, Schneestürme dürften die USA ab 2025 erfassen - Axios",
        "Trumps Billigung kann viele von Mike Johnsons GOP-Kritikern nicht loswerden - Axios",
        "Dow Jones Futures: Nvidia, S&P 500 Under Key Levels After Stock Market Sell-Off - Investor's Business Daily",
        "Nick Sirianni war immer noch unentschlossen, in Woche 18 - Bleeding Green Nation Eagles-Starter zu spielen",
        "[removed]",
        "Kate Beckinsale teilt ihre Erfahrungen mit Missbrauch am Set, sagt Blake Lively enthüllte eine \"Maschine, die in Kraft tritt, wenn sich eine Frau beschwert\" - Yahoo Entertainment",
        "Gisèle Pelicot Vergewaltigungsfall: 17 Männer appellieren gegen Verurteilungen - BBC.com",
        "Apple TV+ stellt kostenloses Streaming-Wochenende im Januar ein - Deadline",
        "Trump verliert Berufung in $ 5 Millionen E. Jean Carroll Diffamierung, sexueller Missbrauch Fall - The Washington Post",
        "Norovirus: Was Sie über steigende Ausbrüche der Magen-Darm-Erkrankung wissen sollten - The Washington Post"
    ]
}