{
    "headlines": [
        "ਬਿਡੇਨ ਦੀ ਆਖਰੀ-ਮਿੰਟ ਦੀ ਸੰਵਿਧਾਨਕ ਤਬਦੀਲੀ ਨੂੰ ਕਾਨੂੰਨੀ ਮਾਹਰਾਂ ਨੇ ਨਿੰਦਿਆਃ 'ਨਿੰਦਣਯੋਗ ਅਤੇ ਅਸਪਸ਼ਟ' - ਫੌਕਸ ਨਿ Newsਜ਼",
        "ਹਟਾਈ",
        "ਐਚਐਚਐਸ ਨੇ ਮਾਡਰਨਾ ਦੇ ਬਰਡ ਫਲੂ ਟੀਕੇ ਦੇ ਵਿਕਾਸ ਵਿਚ ਲਗਭਗ 600 ਮਿਲੀਅਨ ਡਾਲਰ ਦਾ ਨਿਵੇਸ਼ ਕੀਤਾ - ਸੀਐਨਐਨ",
        "ਰੂਸ ਨੇ ਮਰਹੂਮ ਵਿਰੋਧੀ ਸ਼ਖਸੀਅਤ ਨਵਲਨੀ ਦੇ ਵਕੀਲਾਂ ਨੂੰ ਜੇਲ੍ਹ ਦੀ ਸਜ਼ਾ ਸੁਣਾਈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਰੈਗੂਲੇਟਰ ਸਪੇਸਐਕਸ ਸਟਾਰਸ਼ਿਪ ਦੇ ਧਮਾਕੇ ਤੋਂ ਜਾਇਦਾਦ ਦੇ ਨੁਕਸਾਨ ਦੀਆਂ ਰਿਪੋਰਟਾਂ ਦੀ ਜਾਂਚ ਕਰ ਰਹੇ ਹਨ - ਸੀ ਐਨ ਐਨ",
        "ਪਾਕਿਸਤਾਨ: ਭ੍ਰਿਸ਼ਟਾਚਾਰ ਮਾਮਲੇ 'ਚ ਇਮਰਾਨ ਖਾਨ ਨੂੰ 14 ਸਾਲ ਦੀ ਸਜ਼ਾ - BBC.com",
        "5 ਮਿਲੀਅਨ ਡਾਲਰ ਦੇ ਮਾਣਹਾਨੀ ਦੇ ਫੈਸਲੇ ਤੋਂ ਬਾਅਦ ਸੀਐਨਐਨ ਨੇ ਯੂਐਸ ਨੇਵੀ ਦੇ ਤਜਰਬੇਕਾਰ ਨਾਲ ਸੈਟਲ ਕੀਤਾ - ਰਾਇਟਰਜ਼",
        "ਟਰੰਪ ਨੇ ਅੰਦਰ ਸਹੁੰ ਚੁੱਕੀ, ਟਿਕਟ ਵਾਲੇ ਮਹਿਮਾਨਾਂ ਦੀ 'ਵੱਡੀ ਬਹੁਗਿਣਤੀ' ਹਾਜ਼ਰ ਨਹੀਂ ਹੋ ਸਕਦੀ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਡਾਓ 300 ਤੋਂ ਵੱਧ ਅੰਕ ਚੜ੍ਹਦਾ ਹੈ, ਐਸ ਐਂਡ ਪੀ 500 ਪੋਸਟਾਂ ਟਰੰਪ ਦੀ ਚੋਣ ਤੋਂ ਬਾਅਦ ਦੀ ਮਿਆਦ ਤੋਂ ਸਭ ਤੋਂ ਵਧੀਆ ਹਫਤਾਃ ਲਾਈਵ ਅਪਡੇਟਸ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਓਹੀਓ ਸਟੇਟ ਬਨਾਮ ਨੋਟਰੇ ਡੈਮ ਭਵਿੱਖਬਾਣੀ, ਔਕੜਾਂ, ਸੀਐਫਪੀ ਨੈਸ਼ਨਲ ਚੈਂਪੀਅਨਸ਼ਿਪ ਫੈਲਣ, ਗੇਮ ਟਾਈਮ, ਟੀਵੀ ਤੇ ਕਿੱਥੇ ਵੇਖਣਾ ਹੈ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਕਾਈਲ ਮੈਕਲਾਚਲਾਨ, ਨਾਓਮੀ ਵਾਟਸ ਅਤੇ ਹੋਰਾਂ ਨੇ ਡੇਵਿਡ ਲਿੰਚ ਨੂੰ ਦਿਲੋਂ ਸ਼ਰਧਾਂਜਲੀ ਦਿੱਤੀਃ ‘ਉਸਨੇ ਮੈਨੂੰ ਨਕਸ਼ੇ' ਤੇ ਪਾ ਦਿੱਤਾ ’- ਸੀ ਐਨ ਐਨ",
        "ਸੈਂਟਰਲ ਕੈਲੀਫੋਰਨੀਆ ਵਿਚ ਬੈਟਰੀ ਸਟੋਰੇਜ ਸਹੂਲਤ ਵਿਚ ਅੱਗ ਲੱਗਣ ਤੋਂ ਬਾਅਦ ਨਿਕਾਸੀ ਦੇ ਆਦੇਸ਼ ਜਾਰੀ ਹਨ - ਸੀ ਐਨ ਐਨ",
        "ਜਸਟਿਨ ਬਾਲਡੋਨੀ ਨੇ ਟੇਲਰ ਸਵਿਫਟ ਨੂੰ ਬਲੇਕ ਲਾਈਵਲੀ ਨਾਲ ਗਰਮ ਕਾਨੂੰਨੀ ਲੜਾਈ ਵਿੱਚ ਖਿੱਚਿਆ - ਫੌਕਸ ਨਿ Newsਜ਼",
        "UFC 311: ਮੱਖਾਚੇਵ ਬਨਾਮ ਮੋਇਕਾਨੋ",
        "ਮੇਲ ਗਿਬਸਨ ਨੇ ਸੋਸ਼ਲ ਮੀਡੀਆ ਤੋਂ ਟਰੰਪ ਦੀ ਨਿਯੁਕਤੀ ਬਾਰੇ ਸਿੱਖਿਆ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਸੀਆਈਏ ਦੇ ਸਾਬਕਾ ਵਿਸ਼ਲੇਸ਼ਕ ਨੇ ਚੋਟੀ ਦੇ ਗੁਪਤ ਰਾਸ਼ਟਰੀ ਰੱਖਿਆ ਜਾਣਕਾਰੀ ਨੂੰ ਸੰਚਾਰਿਤ ਕਰਨ ਲਈ ਦੋਸ਼ੀ ਠਹਿਰਾਇਆ - ਨਿਆਂ ਵਿਭਾਗ",
        "ਬੇਜੋੜ ਮਹਿਲਾ ਬਾਸਕਟਬਾਲ ਲੀਗ ਸ਼ੁੱਕਰਵਾਰ ਨੂੰ debuts. ਇੱਥੇ ਉਹ ਸਭ ਕੁਝ ਹੈ ਜੋ ਅਸੀਂ ਇਸ ਬਾਰੇ ਜਾਣਦੇ ਹਾਂ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਐਨਐਫਐਲ ਪਲੇਆਫਸ 2025: ਡਿਵੀਜ਼ਨਲ ਰਾਊਂਡ ਗੇਮ ਪਿਕਸ - ਬਲੈਡਿੰਗ ਗ੍ਰੀਨ ਨੇਸ਼ਨ",
        "ਇੰਟੇਲ ਨੇ ਹੁਣੇ ਹੀ ਐਨਵੀਡੀਆ ਦੇ ਦੁਪਹਿਰ ਦੇ ਖਾਣੇ ਦੇ ਪੈਸੇ ਨੂੰ ਆਰਕ ਬੀ 570 ਨਾਲ ਚੋਰੀ ਕਰ ਲਿਆ - ਡਿਜੀਟਲ ਰੁਝਾਨ",
        "ਕੈਪੀਟਲ ਵਨ ਗਾਹਕਾਂ ਨੂੰ ਤਕਨੀਕੀ ਖਰਾਬੀ ਕਾਰਨ ਖਾਤੇ ਦੀ ਪਹੁੰਚ ਦੇ ਮੁੱਦਿਆਂ ਦਾ ਸਾਹਮਣਾ ਕਰਨਾ ਪੈਂਦਾ ਹੈ. ਸੀਟੀ ਪ੍ਰਭਾਵ ਅਸਪਸ਼ਟ. - ਸੀਟੀ ਇਨਸਾਈਡਰ"
    ]
}