{
    "headlines": [
        "ਇਮੀਗ੍ਰੇਸ਼ਨ ਓਪਰੇਸ਼ਨਾਂ ਵਿਚ ਫੈਡਰਲ ਏਜੰਟਾਂ ਨੂੰ ਕੈਮਰਾ-ਤਿਆਰ ਹੋਣ ਲਈ ਕਿਹਾ ਗਿਆ ਕਿਉਂਕਿ ਹਜ਼ਾਰਾਂ ਗ੍ਰਿਫਤਾਰ - ਸੀ ਐਨ ਐਨ",
        "ਵ੍ਹਾਈਟ ਹਾ Houseਸ ਦੁਆਰਾ ਸਾਰੀਆਂ ਫੈਡਰਲ ਗ੍ਰਾਂਟਾਂ ਅਤੇ ਕਰਜ਼ੇ ਦੀ ਵੰਡ ਨੂੰ ਵਿਰਾਮ ਦਿੱਤਾ ਗਿਆ - ਸੀ ਐਨ ਐਨ",
        "ਵਰਮੋਂਟ ਬਾਰਡਰ ਪੈਟਰੋਲ ਗੋਲੀਬਾਰੀ ਦਾ ਸ਼ੱਕੀ ਕੈਲੀਫੋਰਨੀਆ ਕਤਲੇਆਮ ਦੇ ਦੋਸ਼ੀ ਡਬਲਯੂਏ ਆਦਮੀ ਨਾਲ ਬੰਨ੍ਹਿਆ ਗਿਆ - ਸੀਏਟਲ ਟਾਈਮਜ਼",
        "ਰਾਕੇਟ 114-112 ਸੇਲਟਿਕਸ (ਜਨਵਰੀ 27, 2025) ਗੇਮ ਰੀਕੈਪ - ਈਐਸਪੀਐਨ",
        "ਬਲੇਕ ਲਾਈਵਲੀ 'ਇਹ ਸਾਡੇ ਨਾਲ ਖਤਮ ਹੁੰਦਾ ਹੈ‘ ਵਿੱਚ ਕੁੰਜੀ ਪਲੇਅਰ ਨੂੰ ਜਮ੍ਹਾ ਕਰਨ ਲਈ ਚਲਦਾ ਹੈ ਜਸਟਿਨ ਬਾਲਡੋਨੀ ਫਿudਡ; ਕੋਰਟ ਨੇ ਪਹਿਲੀ ਸੁਣਵਾਈ ਨਿਰਧਾਰਤ ਕੀਤੀ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਕਈ ਮਹੀਨਿਆਂ ਦੇ ਵਿਸਥਾਪਨ ਤੋਂ ਬਾਅਦ ਉੱਤਰੀ ਗਾਜ਼ਾ ਵਾਪਸ ਪਰਤੇ ਫਲਸਤੀਨੀ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "‘ਕਿੱਸ ਆਫ ਦ ਸਪਾਈਡਰ ਵੂਮੈਨ’ ਪ੍ਰੀਮੀਅਰਃ ਜੈਨੀਫਰ ਲੋਪੇਜ਼ ਐਲਜੀਬੀਟੀਕਿQ ਅਧਿਕਾਰਾਂ ਦੀ ਰੱਖਿਆ ਕਰਦਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਅਮਰੀਕਾ ਨੇ ਟਰੰਪ ਦੇ ਆਦੇਸ਼ਾਂ ਦੇ ਸੰਭਾਵਿਤ ਵਿਰੋਧ ਦਾ ਹਵਾਲਾ ਦਿੰਦੇ ਹੋਏ ਦਰਜਨਾਂ ਸੀਨੀਅਰ ਸਹਾਇਤਾ ਅਧਿਕਾਰੀਆਂ ਨੂੰ ਛੁੱਟੀ 'ਤੇ ਰੱਖਿਆ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਜੌਹਨਸਨ ਨੇ ਏਆਈ 'ਤੇ ਚੀਨ ਦੀ ਬੇਇੱਜ਼ਤੀ ਕੀਤੀ, ਟਰੰਪ ਦੀਪਸੇਕ ਵਿਕਾਸ ਨੂੰ \"ਸਕਾਰਾਤਮਕ\" ਕਹਿੰਦੇ ਹਨ - ਐਕਸੀਓਸ",
        "ਕੰਸਾਸ ਦੇ ਸਿਹਤ ਅਧਿਕਾਰੀ ਕਹਿੰਦੇ ਹਨ ਕਿ ਕੇਸੀ-ਖੇਤਰ ਵਿਚ ਟੀ. ਬੀ. ਦਾ ਪ੍ਰਕੋਪ 'ਅਮਰੀਕੀ ਇਤਿਹਾਸ ਵਿਚ ਸਭ ਤੋਂ ਵੱਡਾ ਦਸਤਾਵੇਜ਼ੀ ਪ੍ਰਕੋਪ' ਹੈ - ਕੇਐਸਐਚਬੀ 41 ਕੰਸਾਸ ਸਿਟੀ ਨਿ Newsਜ਼",
        "DOJ ਜੈਕ ਸਮਿਥ ਦੀ ਟਰੰਪ ਜਾਂਚ 'ਤੇ ਕੰਮ ਕਰਨ ਵਾਲੇ ਅਧਿਕਾਰੀਆਂ ਨੂੰ ਬਰਖਾਸਤ ਕਰਦਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਬ੍ਰਾਇਨ ਸਕੋਟਨਹਾਈਮਰ ਕਾਉਬੌਇਜ਼ ਲਈ ਅਪਮਾਨਜਨਕ ਨਾਟਕਾਂ ਨੂੰ ਬੁਲਾਏਗਾ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਪੇਬਲ ਦਾ ਸੰਸਥਾਪਕ ਆਪਣੇ ਪ੍ਰਸ਼ੰਸਕਾਂ ਲਈ ਈ-ਪੇਪਰ ਸਮਾਰਟਵਾਚ ਨੂੰ ਦੁਬਾਰਾ ਸ਼ੁਰੂ ਕਰਨਾ ਚਾਹੁੰਦਾ ਹੈ - ਆਰਸ ਟੈਕਨੀਕਾ",
        "ਫਲੋਰਿਡਾ ਦੇ ਰਿਪਬਲਿਕਨ ਆਪਣੇ ਖੁਦ ਦੇ ਇਮੀਗ੍ਰੇਸ਼ਨ ਬਿੱਲ ਨੂੰ ਧੱਕਣ ਲਈ ਡੀਸੈਂਟਿਸ ਨੂੰ ਨਕਾਰਦੇ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਆਈਸੀਈ ਸ਼ਿਕਾਗੋ ਅੱਜ ਛਾਪੇਮਾਰੀਃ ਇਮੀਗ੍ਰੇਸ਼ਨ ਲਾਗੂ ਕਰਨ ਵਾਲੇ ਏਜੰਟ ਡੋਨਾਲਡ ਟਰੰਪ ਦੇ ਸਰਹੱਦੀ ਜ਼ਾਰ ਟੌਮ ਹੋਮਨ ਨਾਲ ਸ਼ਹਿਰ ਵਿੱਚ ਗ੍ਰਿਫਤਾਰੀਆਂ ਕਰਦੇ ਹਨ - ਏਬੀਸੀ 7 ਸ਼ਿਕਾਗੋ",
        "ਜਿਮੀ ਬਟਲਰ ਨੂੰ ਫਿਰ ਮਿਆਮੀ ਹੀਟ ਦੁਆਰਾ ਮੁਅੱਤਲ ਕੀਤਾ ਗਿਆ, ਇਸ ਵਾਰ ਸ਼ੂਟਰਾਉਂਡ ਛੱਡਣ ਤੋਂ ਬਾਅਦ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਨਵਾਂ ਐਫਪੀਜੀਏ-ਸੰਚਾਲਿਤ ਰੀਟਰੋ ਕੰਸੋਲ ਪਲੇਅਸਟੇਸ਼ਨ ਵਨ ਨੂੰ ਦੁਬਾਰਾ ਬਣਾਉਂਦਾ ਹੈ, ਸੀਡੀ-ਰੋਮ ਡਰਾਈਵ ਵਿਕਲਪਿਕ - ਆਰਸ ਟੈਕਨੀਕਾ"
    ]
}