{
    "headlines": [
        "Новости в прямом эфире: Израиль наносит прямые удары по Ирану в ответ на высокие ставки - CNN",
        "Обновления выборов 2024 года: Харрис разрывает Трампа на «мусорные баки», комментируя мигрантов - ABC News",
        "Харрис, Бейонсе объединяются для митинга в Техасе за права на аборты и надеются, что штаты на поле битвы услышат их - Ассошиэйтед Пресс",
        "Результаты взвешивания | UFC 308: Топурия против Холлоуэя - UFC",
        "Разведка США оценивает российских оперативников за фейковым видео, показывающим уничтожение бюллетеней в Пенсильвании - CNN",
        "Джефф Безос столкнулся с негативной реакцией в Washington Post из-за отказа поддержать Камалу Харрис - Financial Times",
        "Delta подала в суд на CrowdStrike после масштабного сбоя в работе ИТ, который привел к тысячам отмен - CNBC",
        "Глава НАСА призывает расследовать сообщения о переговорах Маска и Путина - The Hill",
        "Том Холланд спасает Зендаю от роя папарацци, доказывая, что он лучший защитный парень - E! Онлайн - E! НОВОСТИ",
        "New York Yankees vs. L.A. Dodgers: как посмотреть матч 1 Мировой серии MLB 2024 сегодня вечером - Yahoo Sports",
        "Интер Майами против Атланта Юнайтед ПРЯМАЯ ТРАНСЛЯЦИЯ (25.10.24): Смотреть Месси играть онлайн | Время, ТВ, канал для MLS Pl - NJ.com",
        "«Я официально извиняюсь»: Байден осуждает школы-интернаты для американских индейцев - The Washington Post",
        "Братья Менендес все улыбаются на последних снимках, так как окружной прокурор Лос-Анджелеса рекомендует сокращенные предложения - Fox News",
        "По меньшей мере 75 человек заболели из-за распространения смертельной вспышки кишечной палочки в McDonald's - Associated Press",
        "Бывший генеральный директор Abercrombie & Fitch не признает себя виновным в обвинениях в секс-торговле - The Washington Post",
        "Русско-украинская война, день 975: российские войска несут рекордные потери, поскольку северокорейские войска движутся к линии фронта - Euromaidan Press",
        "Армия опубликовала отчет о драке на Арлингтонском кладбище в лагере Трампа - POLITICO",
        "Украинский Зеленский заявил, что северокорейские войска готовы вступить в войну, отменил визит главы ООН - The Associated Press",
        "Может ли союз Илона Маска с Дональдом Трампом навредить бизнесу Tesla? Не в соответствии со списком «факторов риска» компании - Fortune",
        "Пожилые люди должны получить 2 дозы обновленной вакцины от COVID, говорит CDC - Livescience.com"
    ]
}