{
    "headlines": [
        "Prince Harry and Meghan make surprise appearance to comfort people affected by LA wildfires - CNN",
        "Live updates: New evacuation orders for Palisades Fire in parts of Encino, Tarzana - NBC Los Angeles",
        "Meta and Amazon Axe Diversity Initiatives Ahead Of Trump’s White House Return - Deadline",
        "‘Black boxes’ from crashed South Korean plane stopped recording about four minutes before disaster, officials say - CNN",
        "MAGA Has Emotional Meltdown After Trump Is Declared a Felon - The Daily Beast",
        "‘No one has a home’: What fire took from one California neighborhood - The Washington Post",
        "Jennifer Garner Shares “Guilt” After She “Lost a Friend” in L.A. Wildfires - Hollywood Reporter",
        "Horoscope for Saturday, January 11, 2025 - Chicago Sun-Times",
        "Jack Sawyer’s epic fumble return for a touchdown seals Ohio State’s trip to the college football national championship game - CNN",
        "Why Biden’s Farewell Russian Oil Trade Sanctions Are a Big Deal - Bloomberg",
        "Trump wants to take Greenland: Four ways this saga could go - BBC.com",
        "Dow Falls About 700 Points After Jobs Report Sends Yields Spiking Again - Barron's",
        "Knicks embarrassed by Thunder in boo-filled loss as concerns keep growing - New York Post ",
        "Blake Lively Vs. Justin Baldoni Battle Heats Up Again As PR Chief Subpoenas Tech Companies, More Lawsuits Loom - Deadline",
        "Wild Weekend Ahead: Clay Travis Gives His Winners For The NFL's Wildcard Games - Outkick",
        "US announces $25m reward for arrest of Venezuela's Nicolás Maduro - BBC.com",
        "Can you drive in Atlanta now? Here's what to know about current road conditions - 11Alive.com WXIA",
        "Los Angeles Wildfires: Newsom Launches Investigation Into Water Shortages As Death Toll Rises - Forbes",
        "Biden Warns Gas Prices May Rise, Assails Meta Over Fact-Checking - Bloomberg",
        "Do you still have to pay your mortgage if your house burns down? - MarketWatch"
    ]
}