{
    "headlines": [
        "ਇੱਕ ਬੈਂਗ ਨਾਲ ਬਾਹਰਃ ਵੇਗਾਸ ਟ੍ਰੋਪਿਕਾਨਾ ਨੂੰ ਏ ਦੇ ਸਟੇਡੀਅਮ ਲਈ ਰਾਹ ਬਣਾਉਣ ਲਈ ਪ੍ਰੇਰਿਤ ਕਰਦਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਤੂਫਾਨ ਮਿਲਟਨ ਅੱਜ ਰਾਤ ਫਲੋਰਿਡਾ 'ਚ ਲੈਂਡਫਾਲ ਕਰੇਗਾ ਜਾਨਲੇਵਾ ਤੂਫਾਨ, ਹਵਾਵਾਂ, ਹੜ੍ਹਾਂ ਨਾਲ - ਮੌਸਮ ਚੈਨਲ",
        "ਬਿਡੇਨ, ਨੇਤਨਯਾਹੂ ਬੋਲਦੇ ਹਨ; ਇਜ਼ਰਾਈਲ ਦੇ ਰੱਖਿਆ ਮੁਖੀ ਨੇ ਈਰਾਨ ਵਿਰੁੱਧ ਜਾਨਲੇਵਾ ਬਦਲਾ ਲੈਣ ਦੀ ਸਹੁੰ ਖਾਧੀ - ਰਾਇਟਰਜ਼",
        "ਸੁਪਰੀਮ ਕੋਰਟ ਦੇ ਰੂੜ੍ਹੀਵਾਦੀ ਮੌਤ ਦੀ ਸਜ਼ਾ ਕੱਟ ਰਹੇ ਰਿਚਰਡ ਗਲੋਸੀਪ ਦੇ ਕੇਸ ਨਾਲ ਕੁਸ਼ਤੀ ਕਰਦੇ ਹਨ, ਜੋ ਸਰਕਾਰੀ ਵਕੀਲ ਬਖਸ਼ਣਾ ਚਾਹੁੰਦੇ ਹਨ - ਸੀਐਨਐਨ",
        "ਸਾਰੇ ਜੈਮਿਨੀ ਉਪਭੋਗਤਾ ਹੁਣ ਇਮੇਜੈਨ 3 - 9to5Google ਨਾਲ ਚਿੱਤਰ ਤਿਆਰ ਕਰ ਸਕਦੇ ਹਨ",
        "ਵਾਈਲਡ ਲਾਈਫ ਫੋਟੋਗ੍ਰਾਫਰ ਆਫ ਦਿ ਈਅਰਃ ਟੇਡਪੋਲਸ ਨੇ ਚੋਟੀ ਦਾ ਇਨਾਮ ਜਿੱਤਿਆ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਐਰੋਨ ਰੋਜਰਸ ਨੇ ਸ਼ਾਇਦ ਰਾਬਰਟ ਸਲੇਹ ਨੂੰ ਬਰਖਾਸਤ ਨਹੀਂ ਕੀਤਾ ਸੀ — ਪਰ ਰੋਜਰਸ ਉਸ ਨੂੰ ਬਚਾ ਸਕਦਾ ਸੀ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਮੇਓਃ ਮੇਅ ਦੇਸ਼ ਭਗਤਾਂ ਨੂੰ 'ਜਿੱਤਣ ਦਾ ਸਭ ਤੋਂ ਵਧੀਆ ਮੌਕਾ' ਦਿੰਦਾ ਹੈ - ਈਐਸਪੀਐਨ",
        "‘ਲੈਂਟਰਨਜ਼’ ਐਰੋਨ ਪਿਅਰੇ ਨਾਲ ਇਸ ਦੇ ਜੌਨ ਸਟੀਵਰਟ ਨੂੰ ਲੱਭਦਾ ਹੈ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "DOJ ਦਾ ਗੂਗਲ ਬਰੇਕ-ਅਪ ਉਪਾਅ 'ਅਸਾਧਾਰਣ' ਹੈਃ Fmr. ਐਫਟੀਸੀ ਕਮਿਸ਼ਨਰ - ਯਾਹੂ ਵਿੱਤ",
        "ਜੈਨੀਫ਼ਰ ਲੋਪੇਜ਼ ਇਸ ਗੱਲ ਤੇ ਪ੍ਰਤੀਬਿੰਬਤ ਕਰਦੀ ਹੈ ਕਿ ਪਿਛਲੇ ਸਾਲ ਵਿੱਚ ਉਸਦੀ ‘ਦੁਨੀਆ ਕਿਵੇਂ ਫਟ ਗਈ’ - ਸੀ ਐਨ ਐਨ",
        "ਕੇਮੀ ਬੇਡੇਨੋਚ ਅਤੇ ਰਾਬਰਟ ਜੇਨਰਿਕ ਯੂਕੇ ਕੰਜ਼ਰਵੇਟਿਵ ਨੇਤਾ ਬਣਨ ਦੀ ਦੌੜ ਵਿਚ ਰਵਾਨਾ - ਅਲ ਜਜ਼ੀਰਾ ਅੰਗਰੇਜ਼ੀ",
        "ਤੂਫਾਨ ਮਿਲਟਨ ਦੀ ਕੀਮਤ ਹੋ ਸਕਦੀ ਹੈ 60 ਬਿਲੀਅਨ ਡਾਲਰ ਦਾ ਬੀਮਾ ਨੁਕਸਾਨ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "ਟਾਈਗਰਜ਼-ਗਾਰਡਿਅਨਜ਼ਃ ਐਲਡੀਐਸ ਦੀ ਗੇਮ 3 ਲਈ ਡੀਟ੍ਰਾਯਟ ਦੀ ਲਾਈਨਅਪ ਇੱਥੇ ਹੈ - ਡੀਟ੍ਰਾਯਟ ਨਿ Newsਜ਼",
        "ਕੋਵਿਡ ਦੀ ਲਾਗ ਦਿਲ ਦੇ ਦੌਰੇ, ਸਟ੍ਰੋਕ ਦੇ ਲੰਬੇ ਸਮੇਂ ਦੇ ਜੋਖਮ ਵਿੱਚ ਤੇਜ਼ੀ ਨਾਲ ਵਾਧੇ ਨਾਲ ਜੁੜੀ ਹੋਈ ਹੈਃ ਕਲੀਵਲੈਂਡ ਕਲੀਨਿਕ, ਯੂਐਸਸੀ ਅਧਿਐਨ - ਨਿ New ਯਾਰਕ ਪੋਸਟ",
        "\"ਟੈਕਸਾਸ ਚੇਨ ਸਾਊ\" ਸਿਖਰ ਤੇ 100 ਡਰਾਉਣੀਆਂ ਫਿਲਮਾਂ ਦੀ ਸੂਚੀ - ਡਾਰਕ ਹੋਰੀਜ਼ਨਜ਼",
        "ਹੌਂਡਾ \"ਸਟਿੱਕੀ\" ਸਟੀਅਰਿੰਗ ਮੁੱਦੇ 'ਤੇ ਲਗਭਗ 1.7 ਮਿਲੀਅਨ ਵਾਹਨਾਂ ਨੂੰ ਵਾਪਸ ਬੁਲਾਉਂਦਾ ਹੈ - ਯੂਐਸਏ ਅੱਜ",
        "ਟਰੰਪ ਮੈਡਿਸਨ ਸਕੁਏਅਰ ਗਾਰਡਨ, ਕੋਚੇਲਾ ਵਿਖੇ ਸਟਾਪਸ ਦੇ ਨਾਲ ਨੀਲੇ ਰਾਜਾਂ ਵੱਲ ਜਾਂਦਾ ਹੈ - ਪੋਲੀਟੀਕੋ",
        "ਕੈਟੇਲੀਨਾ ਟਾਪੂ 'ਤੇ ਜਹਾਜ਼ ਹਾਦਸਾਗ੍ਰਸਤ, ਜਹਾਜ਼' ਚ ਸਵਾਰ ਸਾਰੇ 5 ਦੀ ਮੌਤ - KTLA ਲਾਸ ਏਂਜਲਸ",
        "ਇੱਕ ਦੁਰਲੱਭ ਧੂਮਕੇਤੂ ਅਕਤੂਬਰ ਵਿੱਚ ਰਾਤ ਦੇ ਅਸਮਾਨ ਨੂੰ ਚਮਕਦਾ ਹੈ - ਏਬੀਸੀ ਨਿ Newsਜ਼"
    ]
}