{
    "headlines": [
        "Energyਰਜਾ ਅਤੇ ਵਣਜ ਰਿਪਬਲਿਕਨ ਇਸ ਹਫਤੇ ਸੁਲ੍ਹਾ-ਸਫਾਈ ਬਾਰੇ ਮੀਟਿੰਗ ਦੀ ਯੋਜਨਾ ਬਣਾਉਂਦੇ ਹਨ - ਪੋਲਿਟਿਕੋ",
        "TikTok Ban: ਸੁਪਰੀਮ ਕੋਰਟ ਦੀ ਸੁਣਵਾਈ ਤੋਂ ਬਾਅਦ ਕਿੱਥੇ ਖੜ੍ਹੀਆਂ ਹਨ ਚੀਜ਼ਾਂ - FOX 10 News Phoenix",
        "ਇਸ ਜੀਵਿਤ ਜੈਵਿਕ ਦਾ ਨੀਲਾ ਲਹੂ ਹੈ ਅਤੇ ਪੰਜ ਪੁੰਜ ਅਲੋਪ ਹੋਣ ਤੋਂ ਬਚ ਗਿਆ ਹੈ. - farmingdale-observer. com",
        "ਟਰੰਪ ਦੀ ਉਦਘਾਟਨੀ ਰੈਲੀ 'ਚ ਖੇਡਣਗੇ ਪਿੰਡ ਦੇ ਲੋਕ - Axios",
        "ਕੈਲੀਫੋਰਨੀਆ ਦੇ ਰਾਜਪਾਲ ਨਿ Newsਜ਼ੋਮ ਨੇ ਐਲ ਏ ਜੰਗਲੀ ਅੱਗਾਂ ਨੂੰ ਸੰਬੋਧਿਤ ਕਰਨ ਲਈ ਵਿਸ਼ੇਸ਼ ਸੈਸ਼ਨ ਦਾ ਵਿਸਥਾਰ ਕੀਤਾ - ਕੇਸੀਆਰਏ ਸੈਕਰਾਮੈਂਟੋ",
        "ਲਾਸ ਏਂਜਲਸ ਜੰਗਲੀ ਅੱਗ ਲਾਈਵ ਅਪਡੇਟਸਃ ਅਧਿਕਾਰੀ ਜਾਨਲੇਵਾ ਜੰਗਲੀ ਅੱਗ ਦੇ ਕਾਰਨਾਂ ਦੀ ਜਾਂਚ ਕਰਦੇ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਬਾਇਡਨ ਪ੍ਰਸ਼ਾਸਨ ਵੱਲੋਂ ਪਾਬੰਦੀਆਂ ਵਧਾਉਣ ਤੋਂ ਬਾਅਦ ਰੂਸ ਤੋਂ ਬਾਹਰ ਨਿਕਲਣ ਦੇ ਦਬਾਅ ਹੇਠ ਅਮਰੀਕੀ ਤੇਲ ਸਮੂਹ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "ਬਿਜਲੀ ਜਾਂ ਪਾਣੀ ਤੋਂ ਬਿਨਾਂ, ਦੋ ਅਲਟਾਡੇਨਾ ਗੁਆਂ neighborsੀ ਮਲਬੇ ਦੇ ਵਿਚਕਾਰ ਬਣੇ ਹੋਏ ਹਨ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਦੱਖਣੀ ਕੈਲੀਫੋਰਨੀਆ ਐਡੀਸਨ ਨੂੰ ਐਲ ਏ ਜੰਗਲੀ ਅੱਗ ਬਾਰੇ ਮੁਕੱਦਮੇ ਦਾ ਸਾਹਮਣਾ ਕਰਨਾ ਪੈ ਰਿਹਾ ਹੈ - ਅਲ ਜਜ਼ੀਰਾ ਅੰਗਰੇਜ਼ੀ",
        "ਬਿਲ ਬੇਲੀਚਿਕ ਨੇ ਦੇਸ਼ ਭਗਤਾਂ ਨੂੰ ਮਾਈਕ ਵ੍ਰਾਬਲ ਨੂੰ ਕਿਰਾਏ 'ਤੇ ਲੈਣ ਦੀ ਪੇਸ਼ਕਸ਼ ਕੀਤੀ - ਐਨਈਐਸਐਨ",
        "ਐਮਾਜ਼ਾਨ ਪ੍ਰਾਈਮ ਮੈਂਬਰਾਂ ਲਈ ਆਪਣੇ ‘ਖਰੀਦਣ ਤੋਂ ਪਹਿਲਾਂ ਕੋਸ਼ਿਸ਼ ਕਰੋ’ ਵਿਕਲਪ ਨੂੰ ਖਤਮ ਕਰ ਰਿਹਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਸਟਾਰਬਕਸ ਵਿਖੇ ਲਟਕਣਾ ਤੁਹਾਡੇ ਲਈ ਖਰਚਾ ਆਵੇਗਾ ਕਿਉਂਕਿ ਕੰਪਨੀ ਆਪਣੀ ਖੁੱਲੇ ਦਰਵਾਜ਼ੇ ਦੀ ਨੀਤੀ ਨੂੰ ਉਲਟਾਉਂਦੀ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਗਾਜ਼ਾ ਜੰਗਬੰਦੀ ਸਮਝੌਤੇ ਨੂੰ ਅੰਤਮ ਰੂਪ ਦਿੱਤਾ ਜਾ ਰਿਹਾ ਹੈ, ਫਲਸਤੀਨੀ ਅਧਿਕਾਰੀ ਨੇ ਬੀਬੀਸੀ ਨੂੰ ਦੱਸਿਆ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਐਨਐਫਐਲ ਵੈੱਟ ਐਂਡਰਿ Wh ਵਿਟਵਰਥ, ਰਾਚੇਲ ਪਲੈਟਨ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ ਨਾਲ ਮਾਰਕ ਕੈਟੇਸਟ੍ਰੋਫਿਕ ਫਾਇਰਸ ਨੂੰ ਐਲ. ਏ. ਰੈਮਸ ਪਲੇਆਫ ਗੇਮ",
        "ਲੂਸੀ ਲਿਊ ਇਸ ਗੱਲ 'ਤੇ ਕਿ ਉਸਨੇ' ਚਾਰਲੀ ਦੇ ਦੂਤਾਂ 'ਦੇ ਸੈੱਟ' ਤੇ ਬਿਲ ਮਰੇ ਦਾ ਮੁਕਾਬਲਾ ਕਿਉਂ ਕੀਤਾ \"ਨਾਜਾਇਜ਼\" ਅਪਮਾਨਃ \"ਮੈਂ ਆਪਣੀ ਰੱਖਿਆ ਕਰਨ ਜਾ ਰਿਹਾ ਹਾਂ\" - ਡੈੱਡਲਾਈਨ",
        "ਵਾਸ਼ਿੰਗਟਨ ਕਮਾਂਡਰ ਦੇ ਕੁਆਰਟਰ ਬੈਕ ਜੈਡੇਨ ਡੇਨੀਅਲਜ਼ ਅਜੇ ਵੀ ਚੱਲ ਰਹੇ ਹਨ । ਬਾਕੀ ਐਨਐਫਐਲ ਲਈ ਇਹ ਬੁਰੀ ਖ਼ਬਰ ਹੈ. - ਐਂਡਸਕੇਪ",
        "ਜੋਅ ਬਾਇਡਨ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਹ ਵਿਦੇਸ਼ ਨੀਤੀ ਵਿਚ ਟਰੰਪ ਨੂੰ \"ਖੇਡਣ ਲਈ ਬਹੁਤ ਮਜ਼ਬੂਤ ਹੱਥ\" ਛੱਡ ਦੇਣਗੇ - ਡੈੱਡਲਾਈਨ",
        "2060 ਤੱਕ ਹਰ ਸਾਲ 10 ਲੱਖ ਅਮਰੀਕੀ ਬਾਲਗ ਡਿਮੇਨਸ਼ੀਆ ਦਾ ਵਿਕਾਸ ਕਰਨਗੇ, ਅਧਿਐਨ ਕਹਿੰਦਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਬਾਂਡ ਸੇਲ-ਆਫਃ ਵੱਧ ਰਹੇ ਝਾੜ ਦਾ ਨਿਵੇਸ਼ਕਾਂ ਲਈ ਕੀ ਅਰਥ ਹੈ - Fortune",
        "ਆਸਕਰ ਦੀ ਵੋਟਿੰਗ ਵਿੱਚ ਦੇਰੀ, ਦੱਖਣੀ ਕੈਲੀਫੋਰਨੀਆ ਦੇ ਜੰਗਲੀ ਅੱਗ ਕਾਰਨ ਦੁਪਹਿਰ ਦਾ ਖਾਣਾ ਰੱਦ - ਕੇਟੀਐਲਏ ਲਾਸ ਏਂਜਲਸ"
    ]
}