{
    "headlines": [
        "أرتور بيتربييف ضد ديمتري بيفول يحارب التوقعات، والاحتمالات، ووقت البدء، والبطاقة السفلية، والمعاينة، ومكان المشاهدة - سي بي إس سبورتس",
        "يقول طبيبها إن هاريس في \"صحة ممتازة\"، حيث تتطلع الحملة إلى الضغط على ترامب لنشر السجلات الطبية - سي بي إس نيوز",
        "يقوم ترامب بتحويل الحالة الزرقاء مع رالي كوتشيلا - سي إن إن",
        "كرة القدم الجامعية على شاشة التلفزيون: ولاية أوهايو في ولاية أوريغون تستحق الانتظار - واشنطن بوست",
        "ومن المقرر تمرير المزيد من تدابير الاقتراع المتعلقة بالإجهاض. ثم ستقول محاكم الولاية كلمتها. - POLITICO",
        "فيما يلي بعض التفاصيل الحصرية حول ما سيبدو عليه طرح Xbox Cloud Gaming \"Bring Your Own Games \": المناطق، وحجم مكتبة الألعاب، والوصول إلى iPhone، و Android، والمزيد. - Windows Central",
        "تسمح Apple الآن للمستخدمين بتغيير عنوان بريدهم الإلكتروني على iCloud بدءًا من iOS 18.1 - 9to5Mac",
        "في أي وقت، القناة التلفزيونية هي أوريغون لكرة القدم مقابل ولاية أوهايو اليوم ؟ السبريد، احتمالات اللعبة، كيفية مشاهدة البث مجانًا - OregonLive",
        "إعادة فحص لقاحات الفيروس المخلوي التنفسي بحثًا عن مخاطر وفوائد خطيرة - ديلي كوس",
        "ستقوم المركبة الفضائية Europa Clipper التابعة لوكالة ناسا بمسح قمر المشتري بحثًا عن مكونات الحياة - وكالة أسوشيتد برس",
        "يقول مخرج \"الكثبان الرملية 2\" دينيس فيلنوف إن مشهد ركوب الدودة الرملية الملحمي استغرق \"في بعض الأحيان أسبوعًا لطلقة واحدة\" وطلب وحدة منفصلة: \"لو كنت قد فعلت ذلك بنفسي، لكنت ما زلت أطلق النار\" - ياهو للترفيه",
        "التفاصيل الأكثر إثارة للقلق من قضية شون \"ديدي\" الجنائية - E! أونلاين - E! NEWS",
        "نقطة محذوفة هنا",
        "تضيف Intel 12 لعبة أخرى إلى برنامج App Optimized (APO)، ودعم Core Ultra 285K/265K - VideoCardz.com",
        "ولاية بنسلفانيا هي الأكثر تضررًا من تفشي السعال الديكي على مستوى البلاد - TribLive",
        "بوينغ تعلن عن خسارة أولية كبيرة في الربع الثالث: تخفيضات برنامج الشحن 767، تأخيرات 777X EIS، تسريح كبير - أخبار وتحليلات ليهام",
        "ربما اكتشف فريق ناشيونال جيوغرافيك سفح متسلق جبل إفرست الشهير - NPR",
        "يقول NWS إن إعصار EF3 قطع مسارًا بطول 21 ميلًا عبر مقاطعة بالم بيتش مع رياح تبلغ سرعتها 140 ميلًا في الساعة - WPTV News Channel 5 West Palm",
        "الصين ترفع راية المزيد من التحفيز المالي للاقتصاد، وتغفل التفاصيل الرئيسية حول الحجم - رويترز",
        "الشرق الأوسط: إسرائيل تحث على الإجلاء في لبنان وغزة - DW (الإنجليزية)"
    ]
}