{
    "headlines": [
        "Live-Briefing: Trumps Nahost-Gesandter reist nach Israel und plant, Gaza zu besuchen - The Washington Post",
        "Amateur-Fossilienjäger findet 66 Millionen Jahre altes tierisches Erbrochenes - CNN",
        "Ein Arzt sagt, dass mindestens 17 Menschen bei einer Massenpanik beim massiven Maha Kumbh Festival in Indien gestorben sind - The Associated Press",
        "Frontier Airlines schlägt vor, wieder mit dem Billigflieger Spirit zu fusionieren - CNBC",
        "DeepSeek AI Fears Haunt Meta, Microsoft Earnings. Was die Börsen sehen müssen und 5 andere Dinge, die man heute wissen sollte. - Barron's",
        "Trump bittet Elon Musk, 2 Starliner-Astronauten von der ISS für die NASA zurückzugeben - aber sie haben bereits eine SpaceX-Fahrt nach Hause - Space.com",
        "iOS 18.3 - Warnung an alle iPhone-Benutzer jetzt aktualisieren - Forbes",
        "Karoline Leavitts erstes Briefing: Presseraum geht in eine neue Ära - Axios",
        "Wissenschaftler entdecken eine Supererde. Etwas daran ist seltsam. - Mashable",
        "Es wird erwartet, dass die Fed die Zinssätze stabil hält und dem Druck von Trump trotzt - ABC News",
        "Lunar New Year: Familie, Essen und Farbe, während Millionen das Jahr der Schlange feiern - BBC.com",
        "Globale Chiphersteller erholen sich nach der Rallye der Nvidia-Aktien - Financial Times",
        "Reifen verbrannt, Botschaften bei Kinshasa-Protesten in der DR Kongo angegriffen - Al Jazeera Englisch",
        "Ninja Gaiden 2 Black auf Xbox aktualisiert, zweites Update kommt nächsten Monat - Pure Xbox",
        "Expertenauswahl: AT&T Pebble Beach Pro-Am - PGA-TOUR",
        "Was Bundesangestellte über das \"aufgeschobene Rücktrittsangebot\" der Trump-Regierung wissen sollten - The Washington Post",
        "Der Tuberkuloseausbruch in Kansas gehört zu den größten in den USA - ScienceAlert",
        "Trump will Transgender-Truppen vom Militär booten. Hier ist, warum das kompliziert ist - The Associated Press",
        "Der Ankläger von A$AP Rocky wird wegen angeblicher Schießerei im größten Moment des Rapper-Prozesses aussagen - Yahoo! Voices"
    ]
}