{
    "headlines": [
        "Техас подал в суд на врача из другого штата за отправку таблеток для аборта по почте - Axios",
        "Jay-Z говорит, что «истинное правосудие приближается» после того, как обвиняемый в изнасиловании признался в «ошибках» в обвинениях: «Это было закончено до того, как началось» - крайний срок",
        "Изъято",
        "Джоэл Эмбиид выходит из игры Pacers-76ers с травмой лица, не возвращается - NBA.com",
        "Сирийские новости в прямом эфире: радостные сирийцы собрались на первую пятничную молитву после падения режима Асада - The New York Times",
        "Нэнси Пелоси в больнице после травмы во время зарубежной поездки - BBC.com",
        "Вечерний пик метеоритного дождя в Геминиде (WRGB)",
        "Консалтинговая фирма McKinsey выплатит 650 миллионов долларов для урегулирования опиоидных обвинений в США - Reuters",
        "Президенту Южной Кореи Юн Сук Йеолу грозит импичмент во второй раз - The Guardian",
        "‘Dexter: Original Sin’ Is Guilty of Beating a Dead Horse: TV Review - Variety",
        "Подозреваемый в убийстве генерального директора UnitedHealthcare не был застрахован компанией - CNN",
        "Трамп призывает прекратить переход на летнее время. Это «неудобно», говорит он. - The Washington Post",
        "Судья отказался отменять приговоры Менендесу - POLITICO",
        "Сирийские повстанцы доставляют американцев на военный пост США, показывают фотографии - The Washington Post",
        "Суд США отклонил запрос Tiktok о временной приостановке до запрета в США - Reuters",
        "Байден помиловал судью «детей за наличные». Белый дом не учел специфику дела. - POLITICO",
        "Растительное масло, связанное с раком толстой кишки в раннем исследовании, связано с воспалением - Yahoo! Voices",
        "Перед Army-Navy есть Game Ball Run: как обе стороны объединятся, чтобы пробежать более 350 миль в 2024 году - CBS Sports",
        "Птичий грипп переходит от птиц к человеку в Луизиане; пациент госпитализирован - Ars Technica",
        "Могут ли сирийские исламистские повстанцы управлять страной? Их правление в Идлибе дает подсказки - CNN"
    ]
}