{
    "headlines": [
        "Звезда 49ers Кристиан Маккефри рано уступил Биллу с травмой PCL - Yahoo Sports",
        "5 пропавших без вести на Аляске после того, как перевернулась рыбацкая лодка: Береговая охрана - ABC",
        "Eagles vs. Ravens Live Updates | 1 декабря 2024 г. | NFL Week 13 - PhiladelphiaEagles.com",
        "По меньшей мере 25 погибших, поскольку российские и сирийские самолеты усиливают бомбардировки территории сирийских повстанцев - Reuters",
        "Футбол воскресным вечером: Биллс лидирует в 49ers 21-3 в перерыве - NBC Sports",
        "Трамп назначил Массада Булоса, еще одного зятя, советником по Ближнему Востоку - The Washington Post",
        "Трагическая находка в Орегоне: найдено тело пропавшего туриста, муж арестован по обвинению в убийстве - CNN",
        "Y Combinator's Demo Day возвращается - TechCrunch",
        "Глобальный толчок к сотрудничеству, поскольку космический трафик переполняет околоземную орбиту - Reuters",
        "Снег продолжает хоронить северо-восток, и до понедельника ожидается еще больше - The Washington Post",
        "Фьючерсы на акции мало изменились после лучших месяцев года по Dow и S&P 500: обновления в реальном времени - CNBC",
        "Генеральный директор Stellantis Карлос Таварес уходит в отставку - CNN",
        "Что произойдет после того, как Трамп выберет критика ФБР Кэша Пателя, чтобы переделать агентство - PBS NewsHour",
        "Утренняя заявка: предупреждение Трампа о БРИКС проливает свет на формирующуюся валюту - Reuters",
        "Склад супермикрокомпьютеров: огромная награда или рискованная ловушка? Лучшие инвесторы взвешивают - TipRanks",
        "Сирийские и российские самолеты активизировали удары по повстанцам после того, как оппозиция захватила большую часть Алеппо - CNN",
        "Кассовые сборы: как «Моана 2», «Злой» и «Гладиатор II» подпитывали самый большой День благодарения за всю историю - Разнообразие",
        "Страны не выполняют договор ООН об очистке от пластикового загрязнения - The Washington Post",
        "Основные моменты 13-й недели НФЛ 2024: отслеживание лучших игр в прямом эфире, бокс-очки по результатам воскресенья - отчет Bleacher",
        "The Cure анонсировали Songs of a Live World - Consequence"
    ]
}