{
    "headlines": [
        "Putin issues warning to US with new nuclear doctrine - Reuters",
        "ACLU sues to get clues on Trump's mass deportation plans - Axios",
        "More than 40,000 protest New Zealand Maori rights bill - Al Jazeera English",
        "Toxic smog persists over India's north; Delhi pollution remains severe - Reuters India",
        "Report: Sony in Talks to Buy Kadokawa, Owner of Elden Ring and Dark Souls Developer FromSoftware - IGN",
        "The Game Awards 2024 Nominees Have Been Revealed - Zelda, Mario And Metroid Nominated - Nintendo Life",
        "Hong Kong 47: Pro-democracy icons sentenced to decades in jail - BBC.com",
        "Cowboys set unwanted NFL record as Dallas gets destroyed again in its own stadium vs. Texans on 'MNF' - CBS Sports",
        "G20 leaders turn focus to climate change on Rio summit's last day - Reuters.com",
        "Walmart will report earnings before the bell. Here's what to expect - CNBC",
        "MLB Insider Suggests ‘Bigger Issue’ With Red Sox’s Juan Soto Pursuit - NESN",
        "Pennsylvania Supreme Court rules ballots with date error should not be counted - The Washington Post",
        "Menendez Brothers’ Clemency Consideration On Hold Until New L.A. DA Takes Office, Gavin Newsom Declares - Deadline",
        "‘Annoyed’ Cynthia Erivo schools Dax Shepard on how she wipes her butt with crazy-long nails - Page Six",
        "Macron says US made ‘good decision’ to lift limits on Ukraine missile use - POLITICO Europe",
        "Gaetz allegedly flew 2 women to New York, paid them for sex: Attorney - ABC News",
        "California confirms first US case of more severe mpox strain -- but risk to public remains low - ABC News",
        "Asian stocks rise, dollar weak as US yields tick down - Yahoo Finance",
        "‘Queen of the Ring’ Review: Emily Bett Rickards Brings Soul and Strength to Female Wrestling Biopic - Hollywood Reporter",
        "USA vs. Jamaica: Starting XI & Lineup Notes - U.S. Soccer"
    ]
}