{
    "headlines": [
        "Предупреждение о лавине выпущено в штате Юта, поскольку «очень опасные» условия возникают после шторма - KSL.com",
        "Можно ли использовать виноград в микроволновой печи для квантового зондирования? - Ars Technica",
        "Gleyber union: Тигры добавят Торреса, говорят источники - ESPN",
        "Изъято",
        "Комитет Палаты представителей по Китаю рискует партийной неактуальностью в следующем Конгрессе - POLITICO",
        "Азербайджан и Казахстан приостановили полеты в Россию после авиакатастрофы - Financial Times",
        "Солнечный зонд НАСА Parker звонит домой после того, как пережил исторический пролет вблизи солнца - Space.com",
        "Dow падает более чем на 200 пунктов, но на пути к победной праздничной неделе: обновления в реальном времени - CNBC",
        "Смелые прогнозы на 17-й неделе НФЛ: «Джетс» выставляет счет за первое поражение дома в 2024 году, «Пантеры» снова оглушают - CBS Sports",
        "Изъято",
        "Усилия Jay-Z отклонить дело об изнасиловании от 13-летней обвинительницы, отвергнутой судьей - Yahoo! Voices",
        "В Иране арестован итальянский журналист - POLITICO EUROPE",
        "И мы снова вышли из строя: 5-й округ отменяет запрет в случае CTA - Forbes",
        "«Гражданская война» MAGA на X между Маском и крайне правыми из-за виз H-1B - The Washington Post",
        "66-летняя Мадонна делится редкими праздничными фотографиями с дочерьми и бойфрендом 28-летним Акимом Моррисом - Hindustan Times",
        "Ричард Парсонс, известный исполнительный директор, возглавлявший Time Warner и Citigroup, умер в возрасте 76 лет - The Associated Press",
        "Изъято",
        "Отслеживание текущей картины плей-офф НФЛ: обновленные шансы на открытые места, титулы дивизионов - ESPN",
        "Что такое «синдром Кесслера» и почему некоторые ученые считают, что сценарий космической катастрофы уже начался? - CNN",
        "Любимые игры Ars 2024 года, которые не были выпущены в 2024 году - Ars Technica"
    ]
}