{
    "headlines": [
        "‘ਇੱਥੇ ਕੋਈ ਵੀ ਨਜ਼ਰਅੰਦਾਜ਼ ਮਹਿਸੂਸ ਨਹੀਂ ਕਰਦਾ’: ਹੈਰਿਸ ਅਤੇ ਟਰੰਪ ਬਾਰਨਸਟੋਰਮ ਵਿਸਕਾਨਸਿਨ - ਪੋਲੀਟੀਕੋ",
        "ਡੋਨਾਲਡ ਟਰੰਪ ਨੇ ਬਾਇਡਨ ਦੀ ਟਿੱਪਣੀ ਵੱਲ ਧਿਆਨ ਖਿੱਚਣ ਲਈ ਕੂੜੇ ਦੇ ਟਰੱਕ ਨੂੰ ਬੋਰਡ ਕੀਤਾ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਬ੍ਰੌਨੀ ਜੇਮਜ਼ ਕਲੀਵਲੈਂਡ ਤੋਂ ਪਿਆਰ ਮਹਿਸੂਸ ਕਰਦਾ ਹੈ ਜਦੋਂ ਉਹ ਇੱਕ ਅਖਾੜੇ ਵਿੱਚ ਪਹਿਲੇ ਐਨਬੀਏ ਪੁਆਇੰਟ ਲਗਾਉਂਦਾ ਹੈ ਜਿੱਥੇ ਉਹ ਵੱਡਾ ਹੋਇਆ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਵਾਚਃ ਐਰੋਨ ਜੱਜ ਗਲਤੀ ਕਿੱਕ-ਸਟਾਰਟ ਯੈਂਕੀਜ਼ ਦੀ ਵਿਨਾਸ਼ਕਾਰੀ ਪਾਰੀ ਖੇਡ 5 ਵਿੱਚ - ਯੂਐਸਏ ਅੱਜ",
        "ਪੋਰਟਲੈਂਡ ਪੁਲਿਸ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਬੈਲਟ ਬਾਕਸ ਅੱਗ ਬੁਝਾਉਣ ਵਾਲੇ ਕੋਲ ਵੈਲਡਿੰਗ, ਧਾਤੂ ਨਿਰਮਾਣ ਦੇ ਨਾਲ ’ਤਜ਼ਰਬੇ ਦੀ ਦੌਲਤ' ਹੈ - ਓਰੇਗਨ ਪਬਲਿਕ ਬ੍ਰੌਡਕਾਸਟਿੰਗ",
        "ਮੇਨੇਂਡੇਜ਼ ਰੀਸੈਂਟੈਂਸਿੰਗ ਸ਼ੱਕ ਵਿਚ ਹੋ ਸਕਦੀ ਹੈ, ਕਿਉਂਕਿ ਡੀ. ਏ. ਨਿਊਜ਼ੋਮ ਨੂੰ ਕਲੀਮੇਂਸੀ ਦੇਣ ਲਈ ਧੱਕਦਾ ਹੈ - ਵੰਨਗੀ",
        "ਨਿੱਕੀ ਜੈਮ, ਰੇਗਗੇਟਨ ਗਾਇਕ, ਪੋਰਟੋ ਰੀਕੋ ਅਪਮਾਨ ਤੋਂ ਬਾਅਦ ਟਰੰਪ ਦੀ ਹਮਾਇਤ ਨੂੰ ਖਿੱਚਦਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਇੱਥੋਂ ਤਕ ਕਿ ਮਾਰਕ ਜ਼ੁਕਰਬਰਗ ਵੀ ਮੈਟਾ ਦੀ ਏਆਈ 'ਤੇ ਖਰਚ ਕਰਨ ਦੀ ਗਤੀ ਤੋਂ ਹੈਰਾਨ ਜਾਪਦਾ ਹੈ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਈਰਾਨ ਦੇ ਊਰਜਾ ਬੁਨਿਆਦੀ ਭਵਿੱਖ ਹਮਲੇ ਨੂੰ ਹੋਰ ਕਮਜ਼ੋਰ - OilPrice.com",
        "ਜਾਨਲੇਵਾ ਇਜ਼ਰਾਈਲੀ ਹਮਲੇ ਨੇ ਬੇਟ ਲਹੀਆ ਇਮਾਰਤ ਦੀ ਛੱਤ 'ਤੇ' ਸਪੌਟਰ 'ਨੂੰ ਨਿਸ਼ਾਨਾ ਬਣਾਇਆ, ਅਧਿਕਾਰੀ ਕਹਿੰਦਾ ਹੈ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਅਤੇ ਵਿਘਨ 2024 ਵਿਖੇ ਸਟਾਰਟਅਪ ਬੈਟਲਫੀਲਡ ਦਾ ਜੇਤੂ ਹੈ . . . ਸਾਲਵਾ ਹੈਲਥ - TechCrunch",
        "ਸ਼ੌਨ ਵ੍ਹਾਈਟ Pranked ਨੀਨਾ Dobrev ਵਿੱਚ ਉਸ ਨਾਲ ਵਿਆਹ ਕਰਨ ਲਈ - Vulture",
        "ਮਾਈਕ੍ਰੋਸਾੱਫਟ ਸ਼ੇਅਰ ਨਿਰਾਸ਼ਾਜਨਕ ਅਜ਼ੁਰ ਵਿਕਾਸ ਦੀ ਭਵਿੱਖਬਾਣੀ 'ਤੇ ਗਿਰਾਵਟ - ਯਾਹੂ ਵਿੱਤ",
        "ਸਟਾਰਬਕਸ ਟਰੈਫਿਕ ਸਲਾਈਡ ਨੂੰ ਸਟੈਮ ਕਰਨ ਲਈ ਸ਼ਾਰਪੀਜ਼, ਮੱਗ ਅਤੇ ਇੱਕ ਕੀਮਤ ਫ੍ਰੀਜ਼ ਵੱਲ ਮੁੜਦਾ ਹੈ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "ਸਦੀਆਂ ਪੁਰਾਣੀ ‘ਜਾਦੂ ਦੇ ਨਿਸ਼ਾਨ’ ਇੰਗਲਿਸ਼ ਮਨੋਰ ਹਾ houseਸ ਦੀਆਂ ਕੰਧਾਂ ਵਿਚ ਉੱਕਰੀ ਹੋਈ ਮਿਲੀ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਗੂਗਲ ਦਾ ਏਆਈ-ਸੰਚਾਲਿਤ ਮੌਸਮ ਐਪ ਪੁਰਾਣੇ ਪਿਕਸਲ - ਦਿ ਵਰਜ 'ਤੇ ਰੋਲ ਆਊਟ ਹੋ ਰਿਹਾ ਹੈ",
        "ਯੂਐਸਏ ਬਨਾਮ ਅਰਜਨਟੀਨਾਃ ਸ਼ੁਰੂ ਹੋ ਰਿਹਾ ਹੈ XI & ਲਾਈਨਅਪ ਨੋਟਸ - ਯੂਐਸ ਸੌਕਰ",
        "ਪੈਨਸਿਲਵੇਨੀਆ ਦੇ ਜੱਜ ਨੇ ਟਰੰਪ ਦੇ ਮੁਕੱਦਮੇ ਤੋਂ ਬਾਅਦ ਮੇਲ ਬੈਲਟ ਦੀ ਆਖਰੀ ਤਾਰੀਖ ਵਧਾ ਦਿੱਤੀ - ਰਾਇਟਰਜ਼",
        "ਅਮਰੀਕਾ 'ਚ ਪਹਿਲੀ ਵਾਰ ਸੂਰ' ਚ ਮਿਲਿਆ ਬਰਡ ਫਲੂ - NPR",
        "ਸੁੰਗਰਾਜ਼ਿੰਗ ਕੋਮੇਟ ਨਾਟਕੀ ਹੇਲੋਵੀਨ ਨੋ-ਸ਼ੋਅ ਵਿਚ ਬ੍ਰਹਿਮੰਡੀ ਧੂੜ ਵੱਲ ਮੁੜਦਾ ਹੈ - ਗਿਜ਼ਮੋਡੋ"
    ]
}