{
    "headlines": [
        "One killed after Tesla Cybertruck catches fire and explodes outside Trump’s Las Vegas hotel - PBS NewsHour",
        "Live updates: Texas leads Arizona State at halftime of College Football Playoff quarterfinals - The Washington Post",
        "Israel's former defence chief Gallant quits parliament - Reuters",
        "Saquon Barkley rushing record: Eagles star RB won't play Week 18 vs. Giants as team opts to rest some starters - CBS Sports",
        "Ukraine ends supply of Russian gas to Europe - CNN",
        "Damascus Uncorked: Syria Throws a New Year’s Party for the Ages - The Wall Street Journal",
        "New Jersey asks judge to block congestion pricing in Manhattan before it starts Sunday - Gothamist",
        "Chiefs will start Carson Wentz Sunday, Mecole Hardman will return to practice - NBC Sports",
        "Will Yellowstone National Park erupt? Scientists have new answers. - The Washington Post",
        "MrBeast pops the question to girlfriend, Thea Booysen - Geo News",
        "PS Plus Essential Games for January 2025 Announced - Push Square",
        "FBI finds 150 homemade bombs at Virginia home in one of the largest such seizures, prosecutors say - The Associated Press",
        "New Orleans attack updates: 10 dead, dozens injured after vehicle plows into crowd on Bourbon Street - ABC News",
        "Israel strikes Gaza City suburb, Palestinian medics say - Reuters",
        "[Removed]",
        "Space debris weighing over 1,000 pounds crashes into Kenya village - AOL",
        "From The Next Yorgos Lanthimos, Paul Thomas Anderson & Spike Lee, To Scarlett Johansson & Kristen Stewart’s Directorial Debuts & A Tom Cruise Return To Cannes?: 71 Films From Around The World That Could Light Up Festivals In 2025 - Deadline",
        "2025 Will See Two ‘Blood Moons’ And Two Solar Eclipses — What To Know - Forbes",
        "Green-Energy Firms’ Pitch to Trump: You’re Going to Need a Lot of Power - The Wall Street Journal",
        "[Removed]"
    ]
}