{
    "headlines": [
        "قائمة الفائزين بجائزة \"NFL Honors\" من موسم 2024 NFL - NFL.com",
        "القاضي يوقف خطة ترامب لاستحواذ الموظفين الحكوميين - BBC.com",
        "تُظهر براءات اختراع نينتندو أن جهاز Switch 2 Joy - Con قد يعمل بالفعل مثل الماوس — وكذلك قد تعمل وحدة تحكم جديدة - The Verge",
        "يفوز روس فوت، بطل الجدول و وخفض ميزانيات الوكالة، بتأكيد إلى مكتب الإدارة والميزانية - المسؤول التنفيذي الحكومي",
        "بعد تصريحات ترامب حول غزة، يعتقد البعض في ديربورن بولاية ميشيغان \"أننا أخفقنا\". - بوليتيكو",
        "الدوري الاميركي للمحترفين كل النجوم لعبة 2025 مشروع: فريق شاك لم شمل ليبرون جيمس وأنتوني ديفيس بعد التجارة ليكرز - ياهو سبورتس",
        "يقدم ترامب ادعاءات مضللة حول المدفوعات الحكومية إلى بوليتيكو. إليك التحقق من الحقائق. - أخبار سي بي إس",
        "تنفق أمازون 100 مليار دولار هذا العام في مجال الذكاء الاصطناعي - فاينانشال تايمز",
        "مع انتشار إنفلونزا الطيور، ما هي مخاطر البيض والحليب ؟ - ABC News",
        "بعد إفطار الصلاة، ينشئ ترامب فرقة عمل لاستئصال \"التحيز ضد المسيحيين\" - وكالة أسوشيتد برس",
        "قاضٍ فيدرالي: ترامب يتجاهل سيادة القانون \"لتحقيق مكاسب سياسية أو شخصية\" - واشنطن بوست",
        "فرض عقوبات على المحكمة الجنائية الدولية - البيت الأبيض",
        "مكتب الخارجية في المملكة المتحدة CAT بالمرستون يظهر للعمل في برمودا - NPR",
        "خفضت الوكالة الأمريكية للتنمية الدولية بشكل كبير حيث يعالج المسؤولون التغييرات \"المذهلة وغير المسؤولة\" - NPR",
        "يتعامل العديد من لاعبي النسور مع مرض قبل Super Bowl - NBC Sports",
        "تستمر المفاوضات بشأن إصدار قائمة بعملاء مكتب التحقيقات الفيدرالي الذين حققوا في 6 يناير - إيه بي سي نيوز",
        "مصر تضغط ضد خطة ترامب لإفراغ غزة من الفلسطينيين بينما تقوم إسرائيل بالاستعدادات - وكالة أسوشيتد برس",
        "ستجرب Tinder المطابقة المدعومة بالذكاء الاصطناعي مع استمرار فقدان تطبيق المواعدة للمستخدمين - TechCrunch",
        "هالسي تدافع عن تشابيل روان بعد انتقاد خطاب غرامي في افتتاحية \"هوليوود ريبورتر\" - رولينغ ستون",
        "هزت سانتوريني المزيد من الزلازل مع تزايد عدم اليقين - BBC.com"
    ]
}