{
    "headlines": [
        "Vencedores e perdedores do futebol universitário: com a derrota do Alabama, o estado de Ohio ou o Texas passarão para o primeiro lugar? - Yahoo Sports",
        "Razorbacks atordoam Vols, fim da seca vs. top-5 equipes - ESPN",
        "Homem ateia fogo em si mesmo no centro de DC durante manifestação pró-palestina - The Washington Post",
        "Milton, uma grande ameaça de furacão para a Flórida - The Weather Channel",
        "Milhares se juntam a manifestações pró-palestinos em todo o mundo à medida que o aniversário de 7 de outubro se aproxima - The Associated Press",
        "Main Card Results | UFC 307: Pereira vs Rountree Jr. - UFC",
        "Harris visita a Carolina do Norte, na segunda viagem a áreas devastadas por Helene - The Washington Post",
        "Alex Verdugo interpreta herói improvável na vitória do Yankees no Jogo 1 da ALDS - New York Post",
        "Israel ataca o Líbano enquanto a região se prepara para responder ao Irã: atualizações ao vivo - CNN",
        "Trump voltou a Butler, Pensilvânia, para um comício. Veja como o Serviço Secreto garantiu o evento. - CBS News",
        "Israel expande ataques ao norte do Líbano à medida que o número de mortos aumenta - The Washington Post",
        "Robert Pattinson e Suki Waterhouse fazem rara aparição conjunta meses após darem as boas-vindas ao bebê - E! NEWS",
        "A sequência de ‘Coringa’ é a última a rir enquanto o fracasso crítico leva a coroa das bilheterias - New York Post",
        "Irmão de Richard Simmons compartilha 'segredinho' sobre enterro de guru do fitness: 'Poucas pessoas sabem' - Fox News",
        "   Removido ",
        "O destroçado Kibbutz Be'eri de Israel tenta encontrar um futuro - BBC.com",
        "Verificação de fatos: os imigrantes haitianos em Springfield nos EUA são ilegais? - Al Jazeera English",
        "Biltmore Village perto da famosa propriedade devastada pelo furacão Helene: antes e depois - Fox Business",
        "Hillary Clinton fala sobre o momento do memorando de Jack Smith - CNN",
        "A Terra Tem Oficialmente uma Segunda Lua: Asteroide 2024 PT5 Capturado em Órbita Temporária - A Galáxia Diária - Grande Canal de Descobertas"
    ]
}