{
    "headlines": [
        "4 in 10 U.S. adults with hypertension don’t know they have it - The Washington Post",
        "Trump picks Rep. Elise Stefanik for UN ambassador - CNN",
        "Firefighters battle to contain dangerous wildfires burning on both coasts - CNN",
        "‘Gladiator II’ Review: Paul Mescal And Denzel Washington Power Ridley Scott’s Long Awaited Sequel To His Only Best Picture Oscar Winner - Deadline",
        "Russia: Fine, I guess we should have a Grasshopper rocket project, too - Ars Technica",
        "Russell Wilson on Mike Williams TD: Love it when guys face adversity and come through - NBC Sports",
        "Elon Musk is intimately involved in shaping Trump's government, says Axios' Mike Allen - CNBC Television",
        "Here's what a new Trump administration could mean for your money, financial advisors say - CNBC",
        "To Cope With Dementia, Seniors Are Turning to Cannabis - The Wall Street Journal",
        "‘Yellowstone’ fans are furious over John Dutton’s fate: ‘Shame on you Taylor Sheridan’ - New York Post ",
        "Bitcoin jumps to record as Trump's election turbocharges cryptocurrencies - Reuters",
        "Trump taps former immigration official Thomas Homan as border czar - POLITICO",
        "Israeli PM Benjamin Netanyahu confirms he was behind deadly pager attacks against Hezbollah, faced ‘opposition’ - New York Post ",
        "Malnourished emperor penguin that swam ashore in Australia 2,000 miles from home a quandary for rescuers - CBS News",
        "How a stubborn computer scientist accidentally launched the deep learning boom - Ars Technica",
        "Will mail be delivered on Veterans Day? - WJW FOX 8 News Cleveland",
        "Two SpaceX launches today: Everything to know about twin launches from Cape Canaveral - Florida Today",
        "2025 NFL Draft Order: Where the league's 32 teams stand after Week 10 - Pro Football Focus",
        "Mysterious craters exploded in Siberia’s permafrost. Scientists say they now know why - CNN",
        "Kremlin says reports that Trump and Putin spoke in recent days are 'pure fiction' - Reuters"
    ]
}