{
    "headlines": [
        "ਕੈਲੀਫੋਰਨੀਆ ਸਹੂਲਤ ਕੰਪਨੀ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਇਸ ਦੇ ਉਪਕਰਣਾਂ ਨੇ ਲਾਸ ਏਂਜਲਸ-ਖੇਤਰ ਦੇ ਜੰਗਲੀ ਅੱਗ ਨੂੰ ਭੜਕਾਇਆ ਹੋ ਸਕਦਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਡੈੱਡਪੂਲ ਸਿਰਜਣਹਾਰ ਰੌਬ ਲਿਫੈਲਡ ਹੁਣ ‘ਡੈੱਡਪੂਲ ਐਂਡ ਵੁਲਵੇਰੀਨ‘ ਪ੍ਰੀਮੀਅਰ ਬਦਨਾਮੀ ਤੋਂ ਬਾਅਦ ਮਾਰਵਲ ਨਾਲ ਕੰਮ ਨਹੀਂ ਕਰੇਗਾ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਸਾਡੇ ਪਾਠਕਾਂ ਲਈ ਨੋਟ - ਪੋਲਿਟਿਕੋ",
        "ਨੇਤਨਯਾਹੂ ਨਹੀਂ ਕਰਨਗੇ ਯਹੂਦੀ ਸੰਗਠਨ ਨਾਲ ਮੁਲਾਕਾਤ. ਅਮਰੀਕੀ ਦੌਰੇ ਦੌਰਾਨ ਨੇਤਾਵਾਂ ਨਾਲ ਮੁਲਾਕਾਤ - Exclusive - The Jerusalem Post",
        "ਟੈਲੀਸਕੋਪ ਬ੍ਰਹਿਮੰਡ ਵਿਚ ਇਕ ਚਮਕਦਾਰ ਅਤੇ ਸ਼ੁਰੂਆਤੀ ਵਸਤੂ ਤੋਂ ਇਕ ਰਾਖਸ਼ ਰੇਡੀਓ ਜੈੱਟ ਸਟ੍ਰੀਮਿੰਗ ਦੀ ਜਾਸੂਸੀ ਕਰਦੇ ਹਨ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਸੀਡੀਸੀ ਦੀ ਵਿਗਿਆਨਕ ਰਿਪੋਰਟ ਬੇਮਿਸਾਲ ਵਿਰਾਮ ਤੋਂ ਬਾਅਦ ਪ੍ਰਕਾਸ਼ਨ ਦੁਬਾਰਾ ਸ਼ੁਰੂ ਕਰਦੀ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਕੇਂਡਰਿਕ ਲਾਮਾਰ ਨੇ ਸੁਪਰ ਬਾlਲ ਹਾਫਟਾਈਮ ਸ਼ੋਅ ਵਿਚ ਕਹਾਣੀ ਸੁਣਾਉਣ ਦੇ ਆਪਣੇ ਜਨੂੰਨ ਨੂੰ ਜਾਰੀ ਰੱਖਣ ਦੀ ਸਹੁੰ ਖਾਧੀ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਜਿੰਮੀ ਬਟਲਰ ਗੋਲਡਨ ਸਟੇਟ ਵਾਰੀਅਰਜ਼ ਦੀ ਅਗਵਾਈ ਕਰ ਰਹੇ ਹਨ, ਐਂਡਰਿ W ਵਿਗਿੰਸ ਮਿਆਮੀ ਹੀਟ, ਏਪੀ ਸਰੋਤ ਕਹਿੰਦਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਕਾਰਲਾ ਸੋਫੀਆ ਗਾਸਕੋਨ ਸਪੇਨ ਦੇ ਗੋਆ ਅਵਾਰਡਾਂ ਨੂੰ ਛੱਡਣ ਲਈ ਸੈੱਟ 'ਐਮਿਲਿਆ ਪੇਰੇਜ਼' ਸਟਾਰ ਦੇ ਟਵੀਟਸ ’ਤੇ ਪ੍ਰਤੀਕ੍ਰਿਆ ਦੇ ਵਿਚਕਾਰ - ਡੈੱਡਲਾਈਨ",
        "ਜੱਜ ਟਰੰਪ ਦੇ ਫੈਡਰਲ ਸਰਕਾਰੀ ਕਰਮਚਾਰੀ ਖਰੀਦ ਨੂੰ ਰੋਕਣ ਦੀ ਬੇਨਤੀ 'ਤੇ ਵਿਚਾਰ ਕਰੇਗਾ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਟਰੰਪ ਪ੍ਰਸ਼ਾਸਨ ਨੇ ਸ਼ਿਕਾਗੋ 'ਤੇ' ਪਵਿੱਤਰ ਸ਼ਹਿਰ 'ਕਾਨੂੰਨਾਂ' ਤੇ ਮੁਕੱਦਮਾ ਕੀਤਾ - ਬੀਬੀਸੀ.",
        "30 ਸਾਲਾਂ ਦੇ ਗਿਰਵੀਨਾਮੇ 'ਤੇ USਸਤਨ ਯੂਐਸ ਦੀ ਦਰ 6.89% ਤੱਕ ਡਿੱਗਦੀ ਹੈ, ਤੀਜੀ ਲਗਾਤਾਰ ਹਫਤਾਵਾਰੀ ਗਿਰਾਵਟ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਮੇਜਰ ਏਆਈ ਅਪਗ੍ਰੇਡ ਲਈ ਐਮਾਜ਼ਾਨ ਦਾ ਅਲੈਕਸਾ ਸੈੱਟਃ ਇੱਥੇ ਕੀ ਉਮੀਦ ਕਰਨੀ ਹੈ - ਸੀ ਐਨ ਈ ਟੀ",
        "ਐਲਨ ਮਸਕ ਨੂੰ ਯੂਐਸ ਦੇ ਖਜ਼ਾਨਾ ਭੁਗਤਾਨਾਂ ਦੇ ਅੰਕੜਿਆਂ ਤੱਕ ਪਹੁੰਚਣ ਤੋਂ ਰੋਕਿਆ ਗਿਆ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "OpenAI ਅੱਖ ਟੈਕਸਾਸ ਵਿੱਚ ਹੋਰ ਡਾਟਾ ਕਦਰ, ਸਟਾਰਗੇਟ ਲਈ ਹੋਰ ਰਾਜ - ਬਲੂਮਬਰਗ",
        "ਟੈਮੂ ਟਰੰਪ ਦੇ ਵਪਾਰਕ ਖਾਮੀਆਂ ਨੂੰ ਉਲਟਾਉਣ ਤੋਂ ਬਾਅਦ ‘ਸਥਾਨਕ’ ਉਤਪਾਦਾਂ ਨੂੰ ਧੱਕਦਾ ਹੈ ਜੋ ਚੀਨੀ ਕੰਪਨੀਆਂ ਨੂੰ ਟੈਕਸਾਂ ਤੋਂ ਬਚਣ ਵਿਚ ਸਹਾਇਤਾ ਕਰਦਾ ਹੈ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਚੈਪਲ ਰੌਨ ਦਾ ਗ੍ਰੈਮੀ ਭਾਸ਼ਣ ਸੰਗੀਤ ਉਦਯੋਗ ਵਿੱਚ ਸਿਹਤ ਸੰਭਾਲ ਬਾਰੇ ਸਵਾਲ ਉਠਾਉਂਦਾ ਹੈ - ਰੋਲਿੰਗ ਸਟੋਨ",
        "ਖੋਜਕਰਤਾਵਾਂ ਨੇ $ 50 ਤੋਂ ਘੱਟ ਲਈ ਅੱਧੇ ਘੰਟੇ ਵਿੱਚ ਇੱਕ ਓਪਨਏਆਈ ਪ੍ਰਤੀਯੋਗੀ ਨੂੰ ਸਿਖਲਾਈ ਦਿੱਤੀ - ਦਿ ਵਰਜ"
    ]
}