{
    "headlines": [
        "ਹਫਤਾ 5 ਦੇਖਭਾਲ/ਨਾ ਕਰੋਃ ਸੈਕੰਡਰੀ Cowboys Steelers ਵੱਧ ਵੱਡੀ ਜਿੱਤ ਵਿੱਚ ਬਾਹਰ ਦਿਖਾ - ਅਤੇ fantasy ਫੁੱਟਬਾਲ ਵਿੱਚ - ਯਾਹੂ ਖੇਡ",
        "ਤੂਫਾਨ ਮਿਲਟਨ ਨੂੰ ਇੱਕ ਸ਼੍ਰੇਣੀ 4 ਵਿੱਚ ਮਜ਼ਬੂਤ ਕਰਦਾ ਹੈ. ਫਲੋਰੀਡਾ ਨਿਕਾਸੀ ਅਤੇ ਤੂਫਾਨ ਦੇ ਵਾਧੇ ਦੀ ਤਿਆਰੀ ਕਰਦਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਬੇਯੋਂਸੇ ਦੇ ਕਰੀਏਟਿਵ ਡਾਇਰੈਕਟਰ ਐਂਡਰਿ M ਮਕਾਡਸੀ ਨੇ ਕਥਿਤ ਐਂਟੀਸੈਮਿਟਿਜ਼ਮ - ਟੀਐਮਜ਼ੈਡ ਲਈ ਕਾਂਗਰਸਮੈਨ ਦੁਆਰਾ ਸਲੈਮ ਕੀਤਾ",
        "ਸੁਪਰੀਮ ਕੋਰਟ ਬਿਡੇਨ ਪ੍ਰਸ਼ਾਸਨ ਨੂੰ ਟੈਕਸਾਸ ਦੇ ਹਸਪਤਾਲਾਂ ਨੂੰ ਐਮਰਜੈਂਸੀ ਗਰਭਪਾਤ ਦੀ ਦੇਖਭਾਲ ਪ੍ਰਦਾਨ ਕਰਨ ਲਈ ਮਜਬੂਰ ਨਹੀਂ ਕਰਨ ਦੇਵੇਗਾ - ਸੀਐਨਐਨ",
        "ਸੁਪਰੀਮ ਕੋਰਟ ਟਰੰਪ ਦੀ ਐਕਸ ਜਾਣਕਾਰੀ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ ਜੈਕ ਸਮਿਥ ਦੇ ਯਤਨਾਂ 'ਤੇ ਵਿਵਾਦ ਵਿੱਚ ਕਦਮ ਨਹੀਂ ਉਠਾਏਗੀ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਕਾਰਕੁਨ ਸਟਾਰਬੋਰਡ ਵੈਲਯੂ ਫਾਈਜ਼ਰ ਵਿੱਚ $ 1 ਬਿਲੀਅਨ ਦਾ ਹਿੱਸਾ ਲੈਂਦਾ ਹੈ - ਬਲੂਮਬਰਗ",
        "3 ਗੁਣਾ ਸਸਤਾ ਨਿਊ XM5 ਮਾਡਲ ਵੱਧ, ਸੋਨੀ 1000XM4 ਹੈੱਡਫੋਨ ਹਨ 63% ਪ੍ਰਧਾਨ ਦਿਨ ਲਈ ਬੰਦ - Gizmodo",
        "ਜਪਾਨ ਸਰਕਾਰ ਨੇ ਆਨਲਾਈਨ ਮਜ਼ਾਕ ਤੋਂ ਬਾਅਦ ਨਵੀਂ ਕੈਬਨਿਟ ਦੀ ਡਾਕਟਰਿੰਗ ਫੋਟੋ ਸਵੀਕਾਰ ਕੀਤੀ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਗਲੈਕਸੀ ਸਮਾਰਟਫੋਨ ਛੇ ਸਾਲਾਂ ਦੇ ਸਾੱਫਟਵੇਅਰ ਅਪਡੇਟਾਂ ਦੇ ਯੋਗ - ਸੈਮਮੋਬਾਈਲ - ਸੈਮਸੰਗ ਖ਼ਬਰਾਂ",
        "10 ਸਾਲ ਦੇ ਖਜ਼ਾਨੇ ਦਾ ਝਾੜ ਹਿੱਟ 4% ਇਕੁਇਟੀ ਬਲਦਾਂ ਨੂੰ ਨਿਯੰਤਰਣ ਵਿੱਚ ਰੱਖਦਾ ਹੈ - ਰਾਇਟਰਜ਼",
        "ਹਿਜ਼ਬੁੱਲਾ ਰਾਕੇਟ ਨੇ ਇਜ਼ਰਾਈਲ ਦੇ ਉੱਤਰੀ ਸ਼ਹਿਰ ਹਾਇਫਾ ਨੂੰ ਮਾਰਿਆ - BBC.com",
        "Chrissy Teigen teases ਇੱਕ ਲੈਟੇਕਸ ਗਾਊਨ ਵਿੱਚ ਨਵ ਹੇਠਲੀ ਵਾਪਸ ਟੈਟੂ - ਜੀਓ ਨਿਊਜ਼",
        "ਨਿ Zealandਜ਼ੀਲੈਂਡ ਨੇ ਡਬਲਯੂਡਬਲਯੂਆਈਆਈ ਤੋਂ ਬਾਅਦ ਪਹਿਲਾ ਜਲ ਸੈਨਾ ਦਾ ਜਹਾਜ਼ ਗੁਆ ਦਿੱਤਾ; ਸਮੋਆ ਦੇ ਤੱਟ ਤੋਂ ਤੇਲ ਵਗਣ ਦੀ ਧਮਕੀ ਦੇਣ ਵਾਲਾ ਜਹਾਜ਼ - ਸੀਐਨਐਨ",
        "ਬ੍ਰੋਂਕੋਸ 34, ਰੇਡਰਜ਼ 18: ਸਭ ਤੋਂ ਵੱਡੇ ਸਟੱਡਸ ਅਤੇ ਡਡਸ - ਸਪੋਰਟਸ ਇਲਸਟ੍ਰੇਟਿਡ",
        "ਨਾਸਾ ਦਾ ਟਾਈਟਨ ਕ੍ਰੌਲਰ ਮੀਲ ਪੱਥਰ 'ਤੇ ਪਹੁੰਚਦਾ ਹੈ ਜਿਵੇਂ ਕਿ ਆਰਟੇਮਿਸ II ਦੀਆਂ ਤਿਆਰੀਆਂ ਤੇਜ਼ ਹੁੰਦੀਆਂ ਹਨ - ਦਿ ਡੇਲੀ ਗਲੈਕਸੀ --ਗ੍ਰੇਟ ਡਿਸਕਵਰੀਜ਼ ਚੈਨਲ",
        "ਹੇਰਾ ਮਿਸ਼ਨ ਸੋਮਵਾਰ ਨੂੰ ਲਾਂਚ ਕਰਨ ਲਈ ਗ੍ਰਹਿ ਰੱਖਿਆ ਟੈਸਟ ਦੇ ਹਿੱਸੇ ਵਜੋਂ ਐਸਟ੍ਰਾਇਡ ਵੱਲ ਗਿਆ - ਫਲੋਰੀਡਾ ਟੂਡੇ",
        "ਮੈਂ ਮੈਟ ਡੈਮਨ ਦੇ ਟ੍ਰੇਨਰ ਜੇਕ ਗਿਲੇਨਹਾਲ ਨਾਲ ਕੰਮ ਕੀਤਾ । ਨਤੀਜਿਆਂ ਨੇ ਮੈਨੂੰ ਝੰਜੋੜਿਆ - ਅਮਰੀਕਾ ਅੱਜ",
        "ਯੂਐਸ ਸੁਪਰੀਮ ਕੋਰਟ ਦੇ ਚਾਰ ਕੇਸਾਂ ਨੂੰ ਵੇਖਣਾ ਹੈ - ਬੀਬੀਸੀ.",
        "ਰੂਸ ਨੇ ਅਮਰੀਕੀ ਨਾਗਰਿਕ ਸਟੀਫਨ ਹਬਾਰਡ, 72, ਨੂੰ ਕਿਰਾਏ ਦੇ ਦੋਸ਼ਾਂ 'ਤੇ ਜੇਲ੍ਹ - ਬੀਬੀਸੀ.",
        "ਗੋਲਡਮੈਨ ਸਾਕਸ ਨੇ ਇਸ ਸਾਲ ਤੀਜੀ ਵਾਰ ਆਪਣੇ ਐਸ ਐਂਡ ਪੀ 500 ਟੀਚੇ ਨੂੰ ਕਿਉਂ ਧੱਕਾ ਦਿੱਤਾ ਹੈ - ਮਾਰਕੀਟਵਾਚ"
    ]
}