{
    "headlines": [
        "Election 2024 live updates: Oprah Winfrey to join Harris in Michigan; Trump to pledge to fight antisemitism - The Washington Post",
        "Flood-hit central Europe will get billions in EU aid, von der Leyen promises - Reuters",
        "Alaska man charged with making death threats against Supreme Court justices - NBC News",
        "Why did Israel blow up Hezbollah pagers and walkie-talkies — and what might happen next? - NBC News",
        "Market calm yields to stock surge as traders cheer Fed rate cut - Reuters",
        "Horns' Manning to get 1st start as Ewers recovers - ESPN",
        "Sony Announces PlayStation 30th-Anniversary Collection Of Nostalgic Consoles And Controllers - GameSpot",
        "Los Angeles County reports dengue fever cluster acquired from local mosquitoes - Fox News",
        "KSP: Body found near site of Kentucky interstate shooting believed to be suspect - WLWT Cincinnati",
        "Israel has signaled readiness for war with Hezbollah after twin explosive attacks. Here’s what we know - CNN",
        "Chester Bennington’s Mom: ‘I Feel Betrayed’ by Linkin Park - Rolling Stone",
        "Bomb threats followed Trump's false claims about Springfield. Some Haitians may leave - NPR",
        "Lady Gaga explains why she didn’t bother to address the rumor she is a man - CNN",
        "Fed decision opens the real estate floodgates after four years - Fox Business",
        "Scientists again link covid pandemic origin to Wuhan market animals - The Washington Post",
        "Palworld: Nintendo sues 'Pokémon with guns' video game firm - BBC.com",
        "Diddy’s Frantic Text To Cassie After Hotel Assault Read Aloud During Bail Appeal - Yahoo Entertainment",
        "Sebastian Stan Tells All: Becoming Donald Trump, Gaining 15 Pounds and Starring in 2024’s Most Controversial Movie - Variety",
        "James Webb Space Telescope witnesses a 'smiling' galactic collision (images) - Space.com",
        "Israeli police say they thwarted Iranian assassination attempt - The Hill"
    ]
}