{
    "headlines": [
        "تقول هيومن رايتس ووتش إن حرمان إسرائيل من المياه في غزة هو عمل من أعمال الإبادة الجماعية - رويترز",
        "العقود الآجلة لمؤشر داو جونز تتغير قليلاً بعد انخفاض المؤشر بمقدار 1100 نقطة في الخسارة العاشرة على التوالي: تحديثات مباشرة - CNBC",
        "محذوف",
        "شريحة التصفيات الكلية لكرة القدم لعام 2024: عيب واحد قاتل لجميع الفرق الاثني عشر المتنافسة على البطولة الوطنية - سي بي إس سبورتس",
        "تقول وثائق المحكمة إن مطلق النار في مدرسة ويسكونسن كان على اتصال برجل من كاليفورنيا يخطط لهجومه الخاص - سي بي إس نيوز",
        "المحكمة العليا للاستماع إلى آخر محاولة من TikTok لتجنب الحظر الأمريكي - BBC.com",
        "يعلن سائقو الشاحنات إضرابًا على مستوى البلاد ضد أمازون يبدأ يوم الخميس - ABC News",
        "الأسهم الآسيوية تنخفض بعد أن أبطأ بنك الاحتياطي الفيدرالي تخفيضات أسعار الفائدة، بنك اليابان يقف بات - ياهو المالية",
        "بنك الاحتياطي الفيدرالي يخفض أسعار الفائدة بمقدار ربع نقطة، ويشير إلى انخفاض التخفيضات في المستقبل في عام 25 - Axios",
        "مايكل بينيكس حول استبدال أبناء عمومة كيرك كبداية للصقور: أنا مستعد للذهاب - NBC Sports",
        "فاز فاندي كيو بي دييغو بافيا بأمر قضائي يسمح له بلعب كرة القدم في عام 2025 - وكالة أسوشيتد برس",
        "يُظهر مقطع فيديو سنجاب كاليفورنيا الأرضي وهو ينخرط في نشاط آكل اللحوم \"الصادم\" - يو إس إيه توداي",
        "ترامب يعارض صفقة جونسون للإنفاق لتجنب إغلاق الحكومة - أكسيوس",
        "حصري: يجبر Gemini من Google المقاولين على تقييم استجابات الذكاء الاصطناعي خارج نطاق خبرتهم - TechCrunch",
        "يمكنك الآن الاتصال بـ ChatGPT باستخدام خط الهاتف الخاص بك عندما تكون البيانات الخلوية غير متوفرة - 9to5Mac",
        "نائب عمدة السلامة العامة في إجازة إدارية بسبب تحقيق مكتب التحقيقات الفيدرالي في تهديد تفجير مبنى بلدية لوس أنجلوس - إن بي سي لوس أنجلوس",
        "يبدو أن شون \"ديدي\" كومز يسأل ابنه عما إذا كان \"على ما يرام\" أثناء مثوله أمام المحكمة - ABC News",
        "إنفلونزا الطيور: مريض لويزيانا هو أول حالة شديدة وكاليفورنيا تعلن الطوارئ - وكالة أسوشيتد برس",
        "تأخرت عودة طاقم طائرة بوينغ ستارلاينر التي طال انتظارها إلى مارس - صحيفة واشنطن بوست",
        "يعتقد أن والد ويست فالي أطلق النار وقتل أفراد الأسرة ثم قتل نفسه - KUTV 2News"
    ]
}