{
    "headlines": [
        "Shohei Ohtani травма обновление: Dodgers раскрывает статус суперзвезды Мировой серии для игры 3 - США СЕГОДНЯ",
        "Изъято",
        "Илон Маск утверждает, что студенческая виза позволила ему работать в США - The Washington Post",
        "Соединившиеся близнецы Бриттани и Эбби Хенсел и муж Джош Боулинг - все улыбки на новом фото - E! НОВОСТИ",
        "Деми Ловато и ее семья оплакивают смерть племянницы: «Я так благодарна, что обняла тебя» - Fox News",
        "Приблизьте: Мишель Обама одалживает свою популярность Камале Харрис - USA TODAY",
        "Все снова жестко относятся к наркотикам - POLITICO",
        "Президент Грузии не признает результаты парламентских выборов и призывает к общественным протестам - The Associated Press",
        "Сезон НФЛ 2024: игра «Сихокс» против «Биллс», 1-я четверть - «Филд Галлс»",
        "Коэффициенты Bears vs. Commanders, выбор, спред, как смотреть, прямая трансляция: модель раскрывает прогнозы NFL на 8-й неделе 2024 года - CBS Sports",
        "Высшее должностное лицо по выборам в Пенсильвании говорит, что лигирование 2020 года подтвердило, что «выборы были точными» - CBS News",
        "Археологи из Помпеи обнаружили древний крошечный дом со сложными фресками - Новости CBS",
        "Харрис издевался над церковью в Пенсильвании, говоря, что голосование за нее соответствует Божьему ожиданию «чтобы мы помогли Ему» - Fox News",
        "Вахта геомагнитного шторма выпущена после сильной вспышки от Солнца - Fox Weather",
        "«Веном: последний танец» поднялся до 124 миллионов долларов в международном прокате, 175 миллионов долларов по всему миру - Разнообразие",
        "Адель и Селин Дион делятся сердечными объятиями и проливают слезы в сладкой концертной встрече - CNN",
        "Удар Боинга - это горячий беспорядок. У Союза тоже есть риск. - Barron's",
        "Папа продемонстрировал открытость к большему количеству ролей для женщин, но на него оказывается давление, чтобы он пошел дальше - CNN",
        "Как решить Black Ops 6 Piano Puzzle в конспиративной квартире - ONE ESPORTS",
        "Изъято"
    ]
}