{
    "headlines": [
        "Снег, затрудняющий передвижение по Миннесоте, чрезвычайные ситуации со снегом в Миннеаполисе и Сент-Поле - Новости MPR",
        "Самообучающийся ИИ дает НФЛ против спреда, переоценки, выбора денежной линии для каждой игры 16-й недели 2024 года - CBS Sports",
        "Циклон превратил остров в Индийский океан в руины - The Washington Post",
        "Рид говорит, что Mahomes, скорее всего, начнет против техасцев - ESPN",
        "Познакомьтесь с 12 командами плей-офф студенческого футбола - CNN",
        "Обновления в прямом эфире: Луиджи Манджионе предъявлены новые федеральные обвинения в убийстве генерального директора UnitedHealthcare - BBC.com",
        "Футбол в четверг вечером: как посмотреть матч между Денвер Бронкос и Лос-Анджелес Чарджерс - Yahoo Sports",
        "Тимстеры нанесли крупнейший удар по Amazon в американской истории - Международное братство Тимстеров",
        "Трейлер тизера Супермена: Гай Гарднер из Nathan Filion делает прическу, пользователи сети называют его «огромным придурком» - Hindustan Times",
        "«Скажи мне ложь» продлен на 3 сезон от Hulu, создатель Meaghan Oppenheimer заключает сделку с 20-м телеканалом - крайний срок",
        "Дефицит препарата Eli Lilly для похудения Zepbound официально закончился: FDA - Barron's",
        "Акции Micron резко упали после того, как компания сократила прогноз, аналитики выражают обеспокоенность - Investopedia",
        "Трамп готовился к своей инаугурации. Теперь он столкнулся с большим беспорядком. - POLITICO",
        "Во Франции завершился эпохальный судебный процесс по делу о массовом изнасиловании. Но дело Пеликота демонстрирует, что системное насилие в отношении женщин имеет глубокие корни - CNN",
        "Суд отстранил Фани Уиллис от участия в деле о выборах в Джорджии против Трампа, но обвинительный акт все еще остается в силе - ABC News",
        "17 новых сериалов 2024 года, которым нужен второй сезон - BuzzFeed",
        "Миллионы людей могут получить расширенные пособия по социальному обеспечению. Кто они и как это произойдет? - Ассошиэйтед Пресс",
        "Путин Трампу: Позвоните мне, может быть - POLITICO EUROPE",
        "SpaceX запустит посадочный модуль Blue Ghost от Firefly Aerospace на Луну в середине января с этими 10 полезными нагрузками НАСА - Space.com",
        "Instagram дразнит инструменты для редактирования ИИ, которые полностью переосмыслят ваши видео - The Verge"
    ]
}