{
    "headlines": [
        "ਅਧਿਕਾਰੀਃ ਸਾਬਕਾ-ਐਲਐਸਯੂ ਡਬਲਯੂਆਰ ਲਾਸੀ ਦੀ ਸਪੱਸ਼ਟ ਆਤਮ ਹੱਤਿਆ ਵਿੱਚ ਮੌਤ ਹੋ ਗਈ - ਈਐਸਪੀਐਨ",
        "ਪਿਛਲੇ ਹਫਤੇ ਨਿ New ਯਾਰਕ ਵਿਚ ਘਾਤਕ ਹੈਲੀਕਾਪਟਰ ਹਾਦਸੇ ਵਿਚ ਸ਼ਾਮਲ ਕੰਪਨੀ ਤੁਰੰਤ ਬੰਦ ਹੋ ਰਹੀ ਹੈ, ਐਫਏਏ ਦਾ ਕਹਿਣਾ ਹੈ - ਸੀਐਨਐਨ",
        "ਵੈਨਸ ਟਕਰਾਅ 'ਤੇ ਜ਼ੇਲੇਨਸਕੀਃ ਅਜਿਹਾ ਲਗਦਾ ਹੈ ਕਿ \"ਉਪ ਰਾਸ਼ਟਰਪਤੀ ਕਿਸੇ ਤਰ੍ਹਾਂ ਪੁਤਿਨ ਦੇ ਕੰਮਾਂ ਨੂੰ ਜਾਇਜ਼ ਠਹਿਰਾ ਰਿਹਾ ਹੈ\" - ਐਕਸੀਓਸ",
        "ਯੂਰਪ, ਆਸਟਰੇਲੀਆ ਅਤੇ ਨਿ Zealandਜ਼ੀਲੈਂਡ ਵਿਚ PS5 ਹੋਰ ਮਹਿੰਗਾ ਹੋ ਰਿਹਾ ਹੈ, ਦੁਬਾਰਾ - ਆਈਜੀਐਨ",
        "ਰੌਰੀ ਮੈਕਿਲਰੋਏ ਨੇ ਮਾਸਟਰਜ਼ ਦੇ ਫਾਈਨਲ ਦੌਰ ਵਿੱਚ ਬ੍ਰਾਈਸਨ ਡੇਚੈਮਬੀਓ ਨੂੰ ਨਜ਼ਰ ਅੰਦਾਜ਼ ਕੀਤਾਃ ‘ਉਸਨੇ ਮੇਰੇ ਨਾਲ ਸਾਰਾ ਦਿਨ ਇੱਕ ਵਾਰ ਗੱਲ ਨਹੀਂ ਕੀਤੀ’ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਪੈਨਸਿਲਵੇਨੀਆ ਦੇ ਰਾਜਪਾਲ ਜੋਸ਼ ਸ਼ੈਪੀਰੋ, ਪਰਿਵਾਰ ਨੂੰ ਰਿਹਾਇਸ਼ ਤੋਂ ਭੱਜਣ ਲਈ ਮਜਬੂਰ ਕਰਨ ਵਾਲੇ ਅੱਗ ਬੁਝਾਉਣ ਵਾਲੇ ਸ਼ੱਕੀ ਵਿਅਕਤੀ ਨੂੰ ਗ੍ਰਿਫਤਾਰ ਕੀਤਾ ਗਿਆ - ਪੋਲਿਟਿਕੋ",
        "ਘਾਤਕ ਅਪਰਾਧਾਂ ਦੇ ਵਾਧੇ ਵਿਚਕਾਰ ਇਕੂਏਟਰ ਨੇ ਆਪਣੇ ਅਗਲੇ ਰਾਸ਼ਟਰਪਤੀ ਲਈ ਵੋਟਾਂ ਪਾਈਆਂ - ਸੀਐਨਐਨ",
        "ਰੌਰੀ ਮੈਕਿਲਰੋਏ ਨੇ ਮਾਸਟਰਜ਼ ਜਿੱਤਿਆ, ਕੈਰੀਅਰ ਗ੍ਰੈਂਡ ਸਲੈਮ ਪ੍ਰਾਪਤ ਕਰਨ ਵਾਲਾ 6 ਵਾਂ ਗੋਲਫਰ ਬਣਿਆ - ਐਨਪੀਆਰ",
        "ਮੈਟਾ ਦਾ ਐਂਟੀਟ੍ਰਸਟ ਟਰਾਇਲ ਜ਼ੁਕਰਬਰਗ ਨੂੰ ਇੰਸਟਾਗ੍ਰਾਮ ਵੇਚਣ ਲਈ ਮਜਬੂਰ ਕਰ ਸਕਦਾ ਹੈ - ਬੀਬੀਸੀ",
        "ਟਰੰਪ ਸ਼ਾਨਦਾਰ ਸਿਹਤ 'ਚ, ਵ੍ਹਾਈਟ ਹਾਊਸ ਦੇ ਡਾਕਟਰ ਨੇ ਕਿਹਾ - ਬੀਬੀਸੀ",
        "ਸਟਾਕ ਮਾਰਕੀਟ ਅੱਜਃ ਡਾਓ, ਐਸ ਐਂਡ ਪੀ 500 ਅਤੇ ਨੈਸਡੈਕ ਫਿuresਚਰਜ਼ ਓਪਨ ਹਾਇਰ — ਲਾਈਵ ਅਪਡੇਟਸ - ਡਬਲਯੂਐਸਜੇ",
        "ਸਕੂਪਃ ਰੋਮ ਵਿਚ ਸ਼ਨੀਵਾਰ ਨੂੰ ਈਰਾਨ ਪ੍ਰਮਾਣੂ ਗੱਲਬਾਤ ਜਾਰੀ ਰਹਿਣ ਦੀ ਉਮੀਦ ਹੈ - ਐਕਸਗਿਓਸ",
        "ਟਰੰਪ ਨੇ ਇਲੈਕਟ੍ਰਾਨਿਕਸ 'ਤੇ ਪਰਸਪਰ ਟੈਰਿਫ ਹਟਾਉਣ ਤੋਂ ਬਾਅਦ ਸੈਮੀਕੰਡਕਟਰ ਵਸੂਲਿਆ - ਐਨਪੀਆਰ",
        "F1 ਦੇ 2025 ਬਹਿਰੀਨ ਗ੍ਰਾਂ ਪ੍ਰੀ ਤੋਂ ਜੇਤੂ ਅਤੇ ਹਾਰਨ ਵਾਲੇ - Motorsport.",
        "ਕੇਲੋਗ ਨੇ ਯੂਕਰੇਨ ਵਿਚ ਪਾਮ ਐਤਵਾਰ ਇਕੱਠ 'ਤੇ ਰੂਸ ਦੇ ਹਮਲੇ ਦੀ ਨਿੰਦਾ ਕੀਤੀ - ਦ ਹਿੱਲ",
        "ਪੇਡਰੋ ਪਾਸਕਲ ‘ਦਿ ਲਾਸਟ ਆਫ ਅਸ‘ ਸੀਜ਼ਨ 2 ਵਿੱਚ ਵਾਪਸੀ ਕਰਦਾ ਹੈ- ਇੱਥੇ ਕਿਵੇਂ ਵੇਖਣਾ ਹੈ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਬਰਨੀ ਸੈਂਡਰਸ ਨੇ ਐਲਏ ਰੈਲੀ ਵਿਚ ਟਰੰਪ ਦੇ ਅਧੀਨ ਅਮਰੀਕਾ ਦਾ ਸਾਹਮਣਾ ਕਰਨ ਵਾਲੇ 'ਅਸਾਧਾਰਣ ਖ਼ਤਰੇ' ਦੀ ਚੇਤਾਵਨੀ ਦਿੱਤੀ - ਐਨਪੀਆਰ",
        "ਮੇਨੇਂਡੇਜ਼ ਭਰਾਵਾਂ ਦੀ 85 ਸਾਲ ਦੀ ਮਾਸੀ, 'ਭਤੀਜੇ ਨੂੰ ਜੱਫੀ ਪਾਉਣ ਲਈ ਕਾਫ਼ੀ ਲੰਬੇ ਸਮੇਂ ਤੱਕ ਜੀਉਣ' ਦੀ ਬੇਨਤੀ ਕਰਨ ਤੋਂ ਬਾਅਦ ਗੈਰ-ਜਵਾਬਦੇਹ ਪਾਈ ਗਈ - ਦਿ ਮਿਰਰ ਯੂਐਸ",
        "‘ਏ ਮਾਇਨਕਰਾਫਟ ਮੂਵੀ’ $ 551M ਗਲੋਬਲ ਨੂੰ ਧਮਾਕੇ; ‘ਦਿ ਸ਼ੁਕੀਨ’ ਜਾਸੂਸ $ 32M – ਅੰਤਰਰਾਸ਼ਟਰੀ ਬਾਕਸ ਆਫਿਸ - ਡੈੱਡਲਾਈਨ"
    ]
}