{
    "headlines": [
        "Sydney Sweeney et Glen Powell repérés ensemble à Dallas après que l'actrice ait annulé le mariage de Jonathan Davino - Page Six",
        "« A Working Man » de Jason Statham est en tête du box-office avec 15,2 millions de dollars, « Snow White » s'effondre avec un déclin de 66% - Variété",
        "Les Blue Jays placent Max Scherzer sur la liste des blessés - Rumeurs commerciales de la MLB",
        "Kevin Willard quitte le Maryland pour Villanova dans un départ désordonné suite à la course Sweet 16 de Terrapins - CBS Sports",
        "Le problème pour le mouvement Bernie Sanders est ce qui se passe quand il est parti - POLITICO",
        "Des manifestations anti-musques se rassemblent dans toute la région de Saint-Louis. « J'ai des membres de ma famille menacés. '- St. Louis Post-Dispatch",
        "L'invité musical de SNL, Morgan Wallen, sort brusquement pendant les bonnes nuits — Regarder et peser - TVLine",
        "Une fusée transportant un véhicule orbital européen explose quelques secondes après le décollage en Norvège - CBS News",
        "GROS GAGNANT ! Le joueur de Powerball remporte le jackpot de 545 millions de dollars : Voyez où le billet gagnant a été vendu - WKYC.com",
        "Trump rugit sur de multiples voies de rétribution comme il l'a juré. Certaines cibles cèdent tandis que d'autres se battent - The Associated Press",
        "L'Iran a rejeté les négociations directes avec les États-Unis en réponse à la lettre de Trump - CNN",
        "Trump n'exclut pas une intervention militaire au Groenland — encore une fois - POLITICO EUROPE",
        "Ex-Yankee Nestor Cortes maman après une sortie cauchemardesque : « Il n'a pas bien lancé la balle » - New York Post",
        "Lorazepam obtient le rôle principal dans ‘The White Lotus. « Que devez-vous savoir sur ce médicament puissant ? - CNN",
        "De violentes tempêtes menacent les tornades et la grêle de la taille d'une balle de golf de l'Illinois à l'est du Texas - CNN",
        "Le cancer du côlon expliqué : Signes, risques et conseils de prévention à connaître - CNET",
        "Dans l'Amérique de Trump, vous pouvez disparaître pour avoir écrit un éditorial - The Intercept"
    ]
}