{
    "headlines": [
        "Pope is resting on 10th day of hospitalization after early stages of kidney failure detected - The Associated Press",
        "SAG Awards Analysis: Does ‘Conclave’ Ensemble Win Mean ‘Anora’ Is Vulnerable at Oscars? - Hollywood Reporter",
        "Germany's Friedrich Merz signals seismic shift in Europe-US relations - BBC.com",
        "NFL competition committee begins mulling possible tweaks to kickoff format - The Washington Post",
        "Newspaper headlines: 'Zelensky offers to quit' and 'Germany turns Right' - BBC.com",
        "Health officials warn of measles risk at Texas State, Twin Peaks Restaurant - KVUE.com",
        "Trump to eliminate 1,600 USAID jobs, place most of workforce on leave - The Washington Post",
        "First passengers in overturned Delta flight sue, alleging negligence - The Washington Post",
        "Watch These Nvidia Stock Price Levels With Earnings Report Set for Release Wednesday - Investopedia",
        "Trump appointees appear to contradict Musk for first time in pushback to OPM email - CNN",
        "Procession for West York officer Andrew Duarte to be held Monday morning - WGAL Susquehanna Valley Pa.",
        "The 2024 Motion Picture Sound Editors (MPSE) Golden Reel Award Winners - Next Best Picture",
        "Jane Fonda Says ‘Woke Just Means You Give a Damn About Other People,’ Calls on Hollywood to Fight With Empathy in SAG Awards Speech - Variety",
        "U.S. Coast Guard searching for sixth person in waters off Breezy Point after boat capsized - SILive.com",
        "Bell uses overtime to win 10th NASCAR Cup race - ESPN",
        "A Change in the Garden: Rick Pitino and St. John's now rule the Big East as UConn slides off the mountaintop - CBS Sports",
        "Demi Moore's Leather Gown at the 2025 SAG Awards Had a Surprising Drop-Waist Silk Skirt - Yahoo Entertainment",
        "Massive funeral held for Hezbollah leader 5 months after his killing - POLITICO"
    ]
}