{
    "headlines": [
        "Отчет: Sky Fire Weatherspoon после одного сезона - ESPN",
        "Изъято",
        "Выборы в ЛДП: следующим премьер-министром Японии может стать первая женщина-лидер - CNN",
        "Гэвин Ньюсом принес извинения Калифорнии за рабство и дискриминацию - POLITICO",
        "Израильский Нетаньяху заявил, что войска продолжат борьбу с «Хезболлой» «в полную силу», поскольку США и Франция предлагают прекратить огонь - Новости CBS",
        "Мэр Нью-Йорка Эрик Адамс обвиняется во взяточничестве и мошенничестве в Турции - Reuters",
        "Том Ким привносит звук, Скотти Шеффлер и США вызывают ярость на Кубке президентов - NBC Sports",
        "Трамп не поворачивается к политике, сейчас или когда-либо - The New Yorker",
        "Cowboys vs. Giants Thursday Night Football: Live updates, score, highlights, how to watch Dallas vs. New York - Yahoo Sports",
        "Иранцам предъявлены обвинения в связи со взломом предвыборного штаба Трампа - POLITICO",
        "NTSB выпустил «срочное» предупреждение о безопасности для некоторых Boeing 737, включая MAX, что стало последним ударом по борющемуся авиастроителю - CNN",
        "Сэм Альтман говорит сотрудникам OpenAI, что у него нет плана получить «гигантский пакет акций» компании - CNBC",
        "Southwest Airlines запустит выделенные места в салоне премиум-класса в 2025 году - The Washington Post",
        "Устроив последнюю вечеринку у задних дверей, фанаты А выстраиваются в очередь у Колизея до рассвета - San Francisco Chronicle",
        "Семья братьев Менендес назвала «монстров» Райана Мерфи «отталкивающими» - крайний срок",
        "Зеленский делает срочное личное заявление Байдену и Харрису, которые подчеркивают ее контрастный подход к Трампу - CNN",
        "«DWTS» Кэрри Энн Инаба КРИТИКУЕТ Анну Делви за «пренебрежительный» выход | E! Новости - E! News",
        "Как наблюдать за запуском космонавта SpaceX Crew-9 для НАСА 28 сентября - Space.com",
        "Хода Котб покидает шоу NBC «Сегодня» в начале следующего года - The Associated Press",
        "Ветры Хелен бьют по Флориде, когда шторм категории 3 мчится к побережью - Ассошиэйтед Пресс"
    ]
}