{
    "headlines": [
        "مقتل شخصين وإصابة 18 آخرين في حادث تحطم طائرة جنوب كاليفورنيا - وكالة أسوشيتد برس",
        "آبل توافق على تسوية بقيمة 95 مليون دولار في دعوى سيري الجماعية للخصوصية - واشنطن بوست",
        "بايدن يمنح 20 ميدالية رئاسية للمواطنين، بما في ذلك ليز تشيني - ABC News",
        "مقابلة كاملة مع Jets مع Ron Rivera للحصول على وظيفة مدرب رئيسي - NBC Sports",
        "يقول المسؤولون إن الجندي أطلق النار على رأسه قبل أن ينفجر سايبر تراك خارج فندق ترامب في لاس فيغاس - وكالة أسوشيتد برس",
        "مباراة الكلية لكرة القدم: تحصل نوتردام على فوز سرادق Sugar Bowl على جورجيا للتقدم إلى الدور نصف النهائي لـ CFP - Yahoo Sports",
        "في ضربة للديمقراطيين، تلغي محكمة الاستئناف الفيدرالية حيادية الشبكة - واشنطن بوست",
        "\"لا شيء\" حول دعوى جاستن بالدوني سيوقف مزاعم حملة التحرش الجنسي والتشهير لبليك ليفلي: تقرير - هندوستان تايمز",
        "وصول المحققين إلى مقر إقامة رئيس كوريا الجنوبية لتنفيذ أمر الاعتقال - سي إن إن",
        "مكتب التحقيقات الفيدرالي ينشر فيديو جديد، معلومات في مطاردة لمفجر أنبوب 6 يناير - إيه بي سي نيوز",
        "إحاطة حية: أكثر من 40 قتيلاً في غارات على مدينة غزة، كما يقول الدفاع المدني - واشنطن بوست",
        "Hindenburg Shorts Carvana، التي تزعم أنها \"خدعة للعصور\" - Yahoo Finance",
        "لم يصل نموذج الذكاء الاصطناعي من الجيل التالي من xAI في الوقت المحدد، مما أضاف إلى الاتجاه - TechCrunch",
        "مورغان ستانلي ينضم إلى جولدمان ساكس وسيتي في نزوح جماعي من تحالف المناخ المدعوم من الأمم المتحدة - نيويورك بوست",
        "آخر ساعة ذكية من Fossil's Wear OS ماتت أخيرًا - 9to5Google",
        "انخفض شباك التذاكر المحلي إلى 8.75 مليار دولار في عام 2024 حيث تكافح دور السينما للتعافي من الإضرابات - متنوعة",
        "\"طريق سريع للديناصورات\" يعود تاريخه إلى 166 مليون عام تم اكتشافه في إنجلترا - PBS NewsHour",
        "وجدت الدراسة أن الخفافيش المهاجرة \"تتزلج\" على العواصف - صالون",
        "معرض صور حفلات وفعاليات جولدن جلوب 2025: طرح السجادة الحمراء - الموعد النهائي",
        "داخل غرفة خلع الملابس في ولاية أوريغون بعد الخسارة المذهلة لبط روز بول رقم 1 أمام ولاية أوهايو - أوريغون لايف"
    ]
}