{
    "headlines": [
        "Atualizações ao vivo do Dolphins vs. Texans: pontuações da NFL, estatísticas de jogos, destaques, onde assistir ao principal confronto da AFC - CBS Sports",
        "Jamie Foxx “Too Blessed To Be Stressed” After Physical Altercation During Birthday Dinner At Mr. Chow – Atualização - Prazo",
        "Transcrição: Rep. Michael Waltz em \"Face the Nation with Margaret Brennan\", 15 de dezembro de 2024 - CBS News",
        "   Removido ",
        "Playbook: Trump's Army-Navy playbook - POLITICO",
        "Segurar seu xixi é comum, mas pode ter riscos perigosos para a saúde, dizem especialistas - CNN",
        "Ciclone Chido mata várias pessoas em Mayotte, bate em Moçambique - DW (Português)",
        "Box Office: ‘Kraven the Hunter’ Bombs With $ 11 Million Opening Weekend, Worst Start of Sony-Produced Marvel Films - Variety",
        "Cristãos na Síria marcam a transformação do país com lágrimas enquanto enviado da ONU pede o fim das sanções - Associated Press",
        "Petroleiros russos em perigo no Mar Negro - POLITICO EUROPE",
        "Donald Trump premiado com 15 milhões de dólares no caso de difamação da ABC News - BBC.com",
        "Especialistas explicam fenómeno dos adultos que deixam as suas vidas para trás - CNN",
        "Israel fechará embaixada na Irlanda por políticas 'anti-Israel' - BBC.com",
        "Tornado aterra perto do centro comercial da Califórnia, capotando carros e ferindo 3 - SFGATE",
        "Senador de Nova Jersey diz que os federais estão com muito \"medo\" da reação do público para dizer a verdade sobre drones misteriosos - New York Post",
        "Jogo Pittsburgh Steelers vs. Philadelphia Eagles: como assistir, hora do pontapé inicial e muito mais - Yahoo Sports",
        "Analista veterano que previu o rali do S&P 500 revela meta para 2025 - TheStreet",
        "Por que o vencedor do Heisman Trophy, Travis Hunter, é \"dois jogadores em um\" e um talento tão raro no futebol universitário - CNN",
        "EUA em ‘contacto direto’ com rebeldes sírios, diz Blinken - POLITICO EUROPE",
        "Como assistir ao final da série ‘Yellowstone’: hora de início e o que saber - New York Post"
    ]
}