{
    "headlines": [
        "Vikings-Rams: L.A. pummels Sam Darnold, Minnesota in 27-9 NFC wild-card rout - Yahoo Sports",
        "L.A. Wildfires: ABC7’s Dallas Raines On How We Got Here, What’s Coming Next, & What We Can Do For Each Other To Help Stop It Next Time - Deadline",
        "US judge allows DOJ to release report on Trump's election subversion case - Reuters",
        "Reports: Jerry Jones talks to Deion Sanders about the Cowboys’ opening - NBC Sports",
        "Prosecutor who investigated Hunter Biden denounces president's criticism - BBC.com",
        "Harris declines to invite Vance for courtesy visit to vice president's residence before inauguration - CBS News",
        "'Conditions' should be placed on California wildfire aid: House Speaker Mike Johnson - USA TODAY",
        "Mahakumbh: Naked ash-smeared ascetics to lead India bathing spectacle - BBC.com",
        "Energy and Commerce Republicans plan meeting on reconciliation this week - POLITICO",
        "China is reportedly open to Elon Musk acquiring TikTok US - TechCrunch",
        "Village People to play at Trump inaugural rally - Axios",
        "Witcher 3 director's vampiric dark fantasy action-RPG The Blood of the Dawnwalker gets first trailer - Eurogamer",
        "Senator Markey to Introduce Bill to Extend Deadline for TikTok Ban, Takes to Senate Floor in Support of Vibrant Online Communities - Ed Markey",
        "Warner Bros Supporting Efforts To Combat & Rebuild From L.A. Fires With $15 Million Donation - Deadline",
        "Starbucks making customers pay to use bathroom under CEO’s new code of conduct - New York Post ",
        "Hollywood star ‘still struggling to make a living’ despite 2 Oscar noms - NJ.com",
        "Eliot Wolf’s future & 5 other takeaways from Mike Vrabel’s Patriots introduction - Boston.com",
        "Stock futures tick higher as traders await first of two key inflation readings this week: Live updates - CNBC",
        "Content Creator Claims To Have Broken Record By Sleeping With More Than 1,000 Men - Outkick",
        "US oil group under pressure to exit Russia after Biden administration widens sanctions - Financial Times"
    ]
}