{
    "headlines": [
        "   Removido ",
        "Samsung confirma novo esquema de reembolso para o seu Galaxy Phone - Forbes",
        "Enquanto os Cowboys procuram o próximo treinador, fique de olho em Jason Witten - NBC Sports",
        "Starbucks encerra suas políticas de \"portas abertas\" - CNN",
        "Michelle Obama não comparecerá à posse de Trump - Associated Press",
        "Os retardadores de chama cor-de-rosa estão a ser usados para retardar os incêndios na Califórnia. O que sabemos sobre eles? - CNN",
        "Dow Jones sobe com relatório de inflação surpresa; Nvidia, Tesla Rally - Investor's Business Daily",
        "Jessica Simpson e o marido Eric Johnson ligam para falar sobre o relacionamento - The Associated Press",
        "Late for Work: Ravens-Bills Showdown Called 'One of the Best Games of the Decade' - BaltimoreRavens.com",
        "China discute usar Elon Musk como corretor no acordo com o TikTok - Financial Times",
        "J.J. McCarthy publica mensagem curiosa nas redes sociais após a derrota dos Vikings para os Rams nos playoffs - CBS Sports",
        "Jimmy Kimmel volta choroso à madrugada durante incêndios florestais em Los Angeles - CNN",
        "Aquífero maciço sob as cascatas do Oregon pode ser o maior do mundo - Gizmodo",
        "A Amazon deve resolver o problema de alucinação antes de lançar a Alexa habilitada para IA - Ars Technica",
        "Créditos da Equipe Retro Removidos de Donkey Kong Country Returns HD, Forever Entertainment Confirmados como Desenvolvedores - Nintendo Life",
        "O executivo do JPMorgan Chase, Daniel Pinto, número 2 de longa data de Jamie Dimon, deixará o cargo em junho - CNBC",
        "Maiores perguntas que os perdedores do Wild Card Weekend da NFL enfrentam: O que os Vikings farão no QB? Os Steelers vão reiniciar? - CBS Sports",
        "Kate Middleton surpreende pacientes com câncer no mesmo hospital onde foi tratada no ano passado em rara saída pública - AOL",
        "Economia do Reino Unido mais recente: a chanceler Rachel Reeves enfrentando deputados em meio aos nervos do mercado - BBC.com",
        "LEIA: Declaração de abertura de Pete Hegseth para audiência de confirmação - CNN"
    ]
}