{
    "headlines": [
        "ਰਾਸ਼ਟਰਪਤੀ ਚੁਣੇ ਗਏ ਡੋਨਾਲਡ ਟਰੰਪ ਨੂੰ ਨਿ New ਯਾਰਕ ਸਿਟੀ ਵਿਚ ਹਸ਼ ਮਨੀ ਕੇਸ ਵਿਚ ਬਿਨਾਂ ਸ਼ਰਤ ਡਿਸਚਾਰਜ ਦੀ ਸਜ਼ਾ ਸੁਣਾਈ ਗਈ - ਏਬੀਸੀ 7 ਲਾਸ ਏਂਜਲਸ",
        "ਸੈਮਸੰਗ ਗਲੈਕਸੀ ਐਸ 25 ਪੂਰੇ ਸਪੈਕਸ ਦਾ ਖੁਲਾਸਾ ਹੋਇਆ (ਦੁਬਾਰਾ), ਐਸ 24 ਸੀਰੀਜ਼ ਤੋਂ ਵਿਸਥਾਰ ਵਿੱਚ ਤਬਦੀਲੀਆਂ - GSMArena. com ਖ਼ਬਰਾਂ - GSMArena.",
        "ਰੂਸ ਦੇ ਤੇਲ ਬੇੜੇ ਅਤੇ ਵਪਾਰੀਆਂ 'ਤੇ ਪਾਬੰਦੀਆਂ ਲਗਾਉਣ ਲਈ ਅਮਰੀਕਾ, ਦਸਤਾਵੇਜ਼ ਦਿਖਾਉਂਦਾ ਹੈ - ਰਾਇਟਰ",
        "ਯੂਐਸ ਦੇ ਰੁਜ਼ਗਾਰ ਵਾਧੇ ਨੇ ਦਸੰਬਰ ਵਿਚ ਉਮੀਦਾਂ ਨੂੰ ਉਡਾ ਦਿੱਤਾ; ਬੇਰੁਜ਼ਗਾਰੀ ਦੀ ਦਰ 4.1% ਤੱਕ ਡਿੱਗਦੀ ਹੈ - ਰਾਇਟਰ",
        "21 ਵੀਂ ਸਦੀ ਦੀਆਂ ਹੁਣ ਤੱਕ ਦੀਆਂ 250 ਸਭ ਤੋਂ ਵੱਡੀਆਂ ਐਲਬਮਾਂ - ਰੋਲਿੰਗ ਸਟੋਨ",
        "ਮਿਡਲ ਈਸਟ ਨਵੀਨਤਮਃ ਇਜ਼ਰਾਈਲ ਨੇ ਯਮਨ ਦੇ ਹੂਤੀ ਬਾਗੀਆਂ 'ਤੇ ਨਵੇਂ ਹਮਲੇ ਸ਼ੁਰੂ ਕੀਤੇ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਐਸਈਸੀ ਨੇ ਡਬਲਯੂਡਬਲਯੂਈ ਦੇ ਸਾਬਕਾ ਬੌਸ ਵਿਨਸ ਮੈਕਮਹੋਨ 'ਤੇ ਦੋ ਔਰਤਾਂ ਨਾਲ ਅਣਜਾਣ ਬੰਦੋਬਸਤ ਕਰਨ ਦਾ ਦੋਸ਼ ਲਗਾਇਆ - ਸੀਐਨਬੀਸੀ",
        "ਬੀਮਾ ਸਟਾਕ ਤੇਜ਼ੀ ਨਾਲ ਬੰਦ ਵੇਚਣ ਦੇ ਤੌਰ ਤੇ ਸੰਭਾਵੀ ਨੁਕਸਾਨ ਨੂੰ LA ਜੰਗਲੀ ਅੱਗ ਦਾ ਵਾਧਾ ਕਰਨ ਲਈ ਬੰਨ੍ਹ - CNBC",
        "ਆਪਣੇ ਬੇਟੇ ਦੇ ਬਿਸਤਰੇ 'ਤੇ ਬਗੀਚੇ ਦੀ ਨਲੀ ਅਤੇ ਪਿਤਾ ਨੂੰ ਫੜਨ ਵਾਲਾ ਆਦਮੀ ਐਲਏ ਅੱਗ ਦੇ ਸ਼ਿਕਾਰ ਲੋਕਾਂ ਵਿਚ ਸ਼ਾਮਲ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਪਲੂਟੋ ਦਾ ਵੱਡਾ ਚੰਦਰਮਾ ਚਾਰੋਨ ਕਿਵੇਂ ਬਣਿਆ? ‘ਚੁੰਮਣ' ਨਾਲ ਵਿਗਿਆਨੀ ਕਹਿੰਦੇ ਹਨ - ਸੀ ਐਨ ਐਨ",
        "ਕੈਲੀਫੋਰਨੀਆ ਦੇ ਜੰਗਲੀ ਅੱਗ ਲਾਈਵ ਅਪਡੇਟਸਃ ਲਾਸ ਏਂਜਲਸ ਕਾਉਂਟੀ ਵਿਚ 10 ਦੀ ਮੌਤ ਹੋ ਗਈ ਕਿਉਂਕਿ ਪਾਲੀਸੇਡਸ, ਕੇਨੇਥ ਅਤੇ ਈਟਨ ਅੱਗ ਫੈਲਣਾ ਜਾਰੀ ਹੈ - ਯਾਹੂ! ਆਵਾਜ਼ਾਂ",
        "ਡਿਜ਼ਨੀ, ਫੌਕਸ, ਵਾਰਨਰ ਬ੍ਰਦਰਜ਼ ਡਿਸਕਵਰੀ ਸਕ੍ਰੈਪ ਵੇਨੂ ਸਪੋਰਟਸ ਸਟ੍ਰੀਮਰ - ਵੰਨਗੀ",
        "2024 ਸੀਬੀਐਸ ਸਪੋਰਟਸ ਐਨਐਫਐਲ ਆਲ-ਪ੍ਰੋ ਟੀਮਃ ਲਾਇਨਜ਼, ਰੇਵੇਨਜ਼, ਈਗਲਜ਼ ਆਲ-ਸਟਾਰ ਵੋਟਿੰਗ ਵਿਚ ਸਭ ਤੋਂ ਵਧੀਆ ਨੁਮਾਇੰਦਗੀ ਕਰਨ ਵਾਲੇ ਦਾਅਵੇਦਾਰਾਂ ਵਿਚ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਸੀਈਐਸ 2025 ਦੇ ਸਭ ਤੋਂ ਠੰਡਾ ਲੈਪਟਾਪ - ਦਿ ਵਰਜ",
        "ਯੂਕਰੇਨ ਦੇ ਰੱਖਿਆ ਬਲਾਂ ਨੇ ਰੂਸ ਦੇ ਰੋਸਟੋਵ ਖੇਤਰ ਵਿੱਚ ਅਮੋ ਡਿਪੂ ਨੂੰ ਮਾਰਿਆ – ਸਰੋਤ - Ukrinform",
        "ਹੋਡਾ ਕੋਟਬ ਦਾ ਫਾਈਨਲ ‘ਟੂਡੇ’ ਸ਼ੋਅ ਹਾਸਿਆਂ ਅਤੇ ਹੰਝੂਆਂ ਨਾਲ ਮਨਾਇਆ ਗਿਆਃ ‘ਮੇਰੇ ਬਹੁਤ ਪੂਰੇ ਦਿਲ ਦੇ ਤਲ ਤੋਂ ਧੰਨਵਾਦ’ - ਵੰਨਗੀ",
        "ਸ਼ੁੱਕਰਵਾਰ ਨੂੰ ਬਰਫ ਕਿੰਨੇ ਵਜੇ ਸ਼ੁਰੂ ਹੁੰਦੀ ਹੈ ਅਤੇ ਰੈਲੀ ਖੇਤਰ ਨੂੰ ਕਿੰਨਾ ਮਿਲੇਗਾ? ਤਾਜ਼ਾ NC ਭਵਿੱਖਬਾਣੀ - Raleigh ਨਿਊਜ਼ & ਆਬਜ਼ਰਵਰ",
        "ਟਰੰਪ ਜਾਂ ਓਬਾਮਾ ਦੇ ਕਾਰਜਕਾਲ ਦੇ ਅੰਤ ਨਾਲੋਂ ਅਮਰੀਕੀਆਂ ਦਾ ਬਿਡੇਨ ਦਾ ਨਜ਼ਰੀਆ ਗੂੜ੍ਹਾ ਹੈ, ਏਪੀ-ਐਨਓਆਰਸੀ ਪੋਲ ਲੱਭਦਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਲਾਸ ਏਂਜਲਸ ਦੇ ਜੰਗਲੀ ਅੱਗਾਂ 'ਤੇ ਨਾਗਰਿਕ ਡਰੋਨ ਨੂੰ ਮਾਰਨ ਤੋਂ ਬਾਅਦ ਕੈਨੇਡੀਅਨ' ਸੁਪਰ ਸਕੂਪਰ ’ਜਹਾਜ਼ ਨੂੰ ਜ਼ਮੀਨ' ਤੇ ਉਤਾਰਿਆ ਗਿਆ - ਸੀਐਨਐਨ",
        "ਕਾਲਜ ਫੁੱਟਬਾਲ ਦੇ ਪ੍ਰਸ਼ੰਸਕ ਸਰਦੀਆਂ ਦੀ ਠੰਡ ਨੂੰ ਬਹਾਦਰੀ ਦੇਣਗੇ ਕਿਉਂਕਿ ਕਾਟਨ ਬਾlਲ ਕਲਾਸਿਕ ਸ਼ੁੱਕਰਵਾਰ ਨੂੰ ਸ਼ੁਰੂ ਹੁੰਦਾ ਹੈ - ਕੇਰਾ ਨਿ Newsਜ਼"
    ]
}