{
    "headlines": [
        "Des débris spatiaux pesant plus de 1 000 livres s'écrasent dans un village du Kenya - AOL",
        "Bryan Johnson veut vivre éternellement. Un nouveau film Netflix montre les façons sauvages dont il essaie. - USA TODAY",
        "Ces chaînes de restaurants ont fermé des établissements en 2024 - CNBC",
        "Mises à jour de la Nouvelle-Orléans : 10 morts, des dizaines de blessés après que le véhicule ait foncé dans la foule lors d'une « attaque terroriste » - ABC News",
        "From The Next Yorgos Lanthimos, Paul Thomas Anderson & Spike Lee, To Scarlett Johansson & Kristen Stewart's Directorial Debuts & A Tom Cruise Return To Cannes ? : 71 Films From Around The World That Could Light Up Festivals In 2025 - Deadline",
        "Rapport de stock Lions vs 49ers : 6 contremarches, 3 contremarches après la victoire sur la côte ouest - Pride Of Detroit",
        "Le Nord-Coréen Kim Jong Un assiste aux célébrations du Nouvel An, reçoit une carte du Chinois Xi, dit KCNA - Reuters.com",
        "L'Ukraine met fin à l'approvisionnement en gaz russe de l'Europe - CNN",
        "La police identifie une femme incendiée lors d'une attaque meurtrière à New York - BBC.com",
        "La Russie lance 111 drones en Ukraine lors de l'attaque meurtrière du Nouvel An, déclare Kiev - ABC News",
        "Ciel nocturne de janvier : découvrez une éclipse totale de Mars par une « lune loup » - Forbes",
        "Les cas de norovirus sont en hausse aux États-Unis. Comment la région de Washington D.C. a été touchée. - The Washington Post",
        "Regardez : Vidéo terrifiante d'un suspect poussant un homme sur des voies de métro à Manhattan - The Times of India",
        "Que faire à l'aube de la nouvelle année après une fin faible à forte 2024 - Investor's Business Daily",
        "L'entraîneur de la Caroline du Sud, Shane Beamer, devient fou furieux contre l'entraîneur de l'Illinois pour l'avoir raillé au sujet de la controverse sur le coup d'envoi - New York Post",
        "Éliminatoires du football collégial : le n ° 6 Penn State passe en demi-finale avec une victoire de 31-14 Fiesta Bowl sur le n ° 3 Boise State - Yahoo Sports",
        "Trump dit qu'il passerait des appels pour Mike Johnson - POLITICO",
        "Jon Hamm réagit à Andy Cohen qui l'appelle « l'homme Nicole Kidman » lors de l'émission spéciale du Nouvel An - Hollywood Reporter",
        "Justin Baldoni poursuit le New York Times pour 250 MILLIONS de dollars sur l'histoire de Blake Lively : Un guide des principaux acteurs impliqués dans le différend « It Ends With Us » - Yahoo Entertainment",
        "En photos : Célébrations du Nouvel An à travers le monde - Axios"
    ]
}