{
    "headlines": [
        "Ex-Louisville-Offizier schuldig, Breonna Taylors Bürgerrechte verletzt zu haben - ABC News",
        "Der CEO von Boeing stellte den Maschinisten ein Ultimatum. Gewerkschaftsführer glauben ihm - The Seattle Times",
        "[removed]",
        "Channing Tatums & Jenna Dewans Tochter sieht an Halloween so erwachsen aus - E! NEWS",
        "Live-Updates zur Wahl 2024: Demokraten stapeln sich wegen \"gewalttätiger Rhetorik\" auf Trump - USA TODAY",
        "Stephanie White wurde eingestellt, um Indiana Fever, Caitlin Clark zum nächsten Schritt zu führen - The Washington Post",
        "Daniel Pennys Anwälte argumentieren, er habe andere geschützt, Staatsanwälte sagen, er sei zu weit gegangen, als der Mordprozess in der New Yorker U-Bahn beginnt - CNN",
        "LA Dodgers 'World Series Parade beleuchtet die Innenstadt, während die Fans den Meisterschaftssieg feiern - CBS News",
        "Harris greift Trump an, weil er sagt, Liz Cheney sollte Gewehre haben, die auf sie schießen - The Associated Press",
        "‘Agatha All Along’ Episode 8 erreicht 4,6 Millionen Aufrufe an einem Tag, ein Plus von 10 % gegenüber Episode 7 - Vielfalt",
        "Supreme Court rules Pennsylvania may count back-up votes when mail voots are rejected - CNN",
        "Gefälschte Videos von russischen Propagandisten zielen darauf ab, die Spannungen vor dem Wahltag zu erhöhen - NPR",
        "SEC umreißt Disziplin für falsche Verletzung \"Unsinn\" - ESPN",
        "Einige iPhone 14 Plus-Telefone haben ein Kameraproblem, aber Apple kann es kostenlos beheben - The Verge",
        "Orlando Bürgermeister gibt Ausgangssperre, frühes Ende der Alkoholverkäufe für Unternehmen in der Nähe der Innenstadt Massenerschießungen - WESH 2 Orlando",
        "Zu wenig, zu spät: Wie Valencias Bewohner ohne Vorwarnung in Spaniens tödlichen Überschwemmungen gefangen waren - CNN",
        "\"Union Joe\", Harris und Trump haben alle mit Gewerkschaften gewonnen — aber nicht genug - POLITICO",
        "Chemiker brachen eine 100 Jahre alte Regel, um extrem instabile Moleküle herzustellen - Livescience.com",
        "Lungenentzündung beim Gehen, RSV-Raten steigen bei jungen Kindern, warnt CDC. Die Trends sind bemerkenswert — aber nicht unerwartet. - Yahoo Life",
        "Surfer verliert einen Teil des Beines bei einem Haiangriff vor dem Strand von Maui - Hawaii News Now"
    ]
}