{
    "headlines": [
        "‘ਡੂਨਃ ਭਵਿੱਖਬਾਣੀ’ ਸਾਨੂੰ ਕ੍ਰਿਸ਼ਮਈ ਨੇਤਾਵਾਂ ਅਤੇ ਕਾਤਲ ਏਆਈ ਬਾਰੇ ਚੇਤਾਵਨੀ ਦਿੰਦੀ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਟੈਕਸਾਸ ਸੁਪਰੀਮ ਕੋਰਟ ਨੇ 2 ਸਾਲ ਦੀ ਧੀ ਦੀ ਮੌਤ ਵਿੱਚ ਰੌਬਰਟ ਰੋਬਰਸਨ ਲਈ ਨਵੀਂ ਫਾਂਸੀ ਦੀ ਤਾਰੀਖ ਦਾ ਰਾਹ ਸਾਫ਼ ਕੀਤਾ - ਸੀਐਨਐਨ",
        "ਯੂਕਰੇਨ ਦੇ ਜ਼ੇਲੇਨਸਕੀ ਨੇ ਪੁਤਿਨ ਕਾਲ ਦੇ ਵਿਰੁੱਧ ਸਕੋਲਜ਼ ਨੂੰ ਚੇਤਾਵਨੀ ਦਿੱਤੀ, ਕੀਵ ਸਰੋਤ ਕਹਿੰਦਾ ਹੈ - ਰਾਇਟਰ",
        "Nvidia ਇੱਕ ਕੀਮਤ ਦਾ ਟੀਚਾ ਵਾਧਾ ਪ੍ਰਾਪਤ ਕਰਦਾ ਹੈ. ਕਿਸੇ ਵੀ ਤਰ੍ਹਾਂ ਸਟਾਕ ਹੇਠਾਂ ਹੈ. - ਬੈਰਨ ਦਾ",
        "ਮਾਈਕ ਟਾਇਸਨ ਬਨਾਮ ਜੇਕ ਪੌਲ ਫਾਈਟ ਸਟ੍ਰੀਮਜ਼ ਅੱਜ ਰਾਤ ਨੂੰ ਨੈੱਟਫਲਿਕਸ ਤੇ. ਇੱਥੇ ਤੁਸੀਂ ਕਿਹੜਾ ਸਮਾਂ ਦੇਖ ਸਕਦੇ ਹੋ - ਸੀ ਐਨ ਈ ਟੀ",
        "ਰੇਚਲ ਜ਼ੈਗਲਰ ਨੇ ‘ਸਨੋ ਵ੍ਹਾਈਟ‘ ਸਟਾਰ ਨੂੰ ਬਰਖਾਸਤ ਕਰਨ ਲਈ ਡਿਜ਼ਨੀ ਨੂੰ ਬੁਲਾਉਣ ਤੋਂ ਬਾਅਦ ਐਂਟੀ-ਟਰੰਪ ਪੋਸਟ ਲਈ ਮੁਆਫੀ ਮੰਗੀ - ਪੰਨਾ ਛੇ",
        "ਪਹਿਲਾਂ ਭੁਗਤਾਨ ਕਰੋ, ਬਾਅਦ ਵਿੱਚ ਸਪੁਰਦ ਕਰੋਃ ਕੁਝ womenਰਤਾਂ ਨੂੰ ਆਪਣੇ ਬੱਚੇ ਲਈ ਪ੍ਰੀਪੇਡ ਕਰਨ ਲਈ ਕਿਹਾ ਜਾ ਰਿਹਾ ਹੈ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਥੂਨ ਨੂੰ ਪਹਿਲੀ ਵਫ਼ਾਦਾਰੀ ਟੈਸਟ ਦਾ ਸਾਹਮਣਾ ਕਰਨਾ ਪੈਂਦਾ ਹੈਃ ਟਰੰਪ ਦੇ ਸਭ ਤੋਂ ਵਿਵਾਦਪੂਰਨ ਕੈਬਨਿਟ ਪਿਕ ਨਾਲ ਕੀ ਕਰਨਾ ਹੈ - ਪੋਲਿਟਿਕੋ",
        "ਫੈੱਡ ਰੇਟ ਕਟੌਤੀ 'ਤੇ ਪਾਵੇਲ ਸਾਵਧਾਨੀ ਤੋਂ ਬਾਅਦ ਪ੍ਰਚੂਨ ਵਿਕਰੀ ਠੋਸ; ਐਸ ਐਂਡ ਪੀ 500 ਫਾਲਸ - ਨਿਵੇਸ਼ਕ ਦਾ ਕਾਰੋਬਾਰ ਰੋਜ਼ਾਨਾ",
        "ਜੀਐਮ ਨੇ ਪੁਨਰਗਠਨ, ਲਾਗਤ ਕੱਟਣ ਦੇ ਵਿਚਕਾਰ 1,000 ਕਰਮਚਾਰੀਆਂ ਨੂੰ ਛੁੱਟੀ ਦਿੱਤੀ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਜੁਆਨ ਸੋਟੋ ਨੇ ਰੈੱਡ ਸੋਕਸ ਫ੍ਰੀ ਏਜੰਸੀ ਪਿੱਚ ਵਿਚ ਤਿੰਨ ਵਿਸ਼ੇਸ਼ ਚੀਜ਼ਾਂ ਬਾਰੇ ਪੁੱਛਗਿੱਛ ਕੀਤੀ - ਸਪੋਰਟਸ ਇਲਸਟ੍ਰੇਟਿਡ",
        "ਨਵਾਂ ਅਧਿਐਨ 2050 ਤੱਕ 260M ਮੋਟੇ ਅਮਰੀਕੀਆਂ ਦੀ ਭਵਿੱਖਬਾਣੀ ਕਰਦਾ ਹੈ, ਟਰੰਪ ਆਰਐਫਕੇ ਜੂਨੀਅਰ ਨੂੰ ਸਿਹਤ ਸਕੱਤਰ ਵਜੋਂ ਨਾਮਜ਼ਦ ਕਰਦਾ ਹੈ, ਅਤੇ ਪਿਆਜ਼ ਇਨਫੋਵਾਰਸ ਖਰੀਦਦਾ ਹੈ - ਯਾਹੂ! ਆਵਾਜ਼ਾਂ",
        "ਕੋਨਨ ਓ ਬ੍ਰਾਇਨ 2025 ਆਸਕਰ ਸਮਾਰੋਹ ਦੀ ਮੇਜ਼ਬਾਨੀ ਕਰਨਗੇ - ਵੰਨਗੀ",
        "Elon Musk ਆਪਣੇ Doge ਟਾਸਕਫੋਰਸ ਲਈ ਕਿਰਾਏ 'ਤੇ ਲੈ ਰਿਹਾ ਹੈ- ਪਰ ਤੁਹਾਨੂੰ ਬੇਵਕੂਫ ਲਾਗਤ ਕੱਟਣ' ਤੇ ਪ੍ਰਤੀ ਹਫਤੇ 80+ ਘੰਟੇ ਕੰਮ ਕਰਨ ਦੀ ਜ਼ਰੂਰਤ ਹੋਏਗੀ - Fortune",
        "ਚੋਟੀ ਦੇ ਈਰਾਨੀ ਅਧਿਕਾਰੀ ਨੇ ਇਜ਼ਰਾਈਲ-ਹਜ਼ਬੁੱਲਾ ਜੰਗ 'ਤੇ ਲੇਬਨਾਨ ਨੂੰ ਸਮਰਥਨ ਦੇਣ ਦੀ ਸਹੁੰ ਖਾਧੀ ਕਿਉਂਕਿ ਅਮਰੀਕਾ ਜੰਗਬੰਦੀ ਲਈ ਜ਼ੋਰ ਪਾ ਰਿਹਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਸਮੀਖਿਆਃ ਐਮਾਜ਼ਾਨ ਦਾ 2024 ਕਿੰਡਲ ਪੇਪਰਵਾਈਟ ਵਧੀਆ ਈ-ਰੀਡਰ ਨੂੰ ਥੋੜਾ ਬਿਹਤਰ ਬਣਾਉਂਦਾ ਹੈ - ਆਰਸ ਟੈਕਨੀਕਾ",
        "2024 ਦਾ ਅੰਤਮ ਸੁਪਰਮੂਨ ਅੱਜ ਰਾਤ ਉੱਠਦਾ ਹੈ ਜਿਵੇਂ ਕਿ ਨਵੰਬਰ ਦਾ ਪੂਰਾ ਬੀਵਰ ਚੰਦਰਮਾ - ਸਪੇਸ.",
        "ਟੀਕੇ ਦੀ ਕਵਰੇਜ ਦੀ ਘਾਟ ਕਾਰਨ ਦੁਨੀਆ ਭਰ ਵਿੱਚ ਖਸਰਾ ਦੇ ਕੇਸਾਂ ਵਿੱਚ ਵਾਧਾ, ਡਬਲਯੂਐਚਓ ਕਹਿੰਦਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਮੈਂ, ਵੀ, ਇੱਕ ਓਪਨ ਸੋਰਸ ਗੈਰੇਜ ਡੋਰ ਓਪਨਰ ਸਥਾਪਤ ਕੀਤਾ, ਅਤੇ ਮੈਂ ਇਸ ਨੂੰ ਪਿਆਰ ਕਰ ਰਿਹਾ ਹਾਂ - ਆਰਸ ਟੈਕਨੀਕਾ",
        "Dawgs-Vols ਨਾਲ ਵੱਡੇ ਦਾਅ! ਚੋਟੀ ਦੀਆਂ 4 ਟੀਮਾਂ ਨੇ ਸੜਕ ਨੂੰ ਮਾਰਿਆ! ਕੋਨੇਲੀ ਇਸ ਨੂੰ ਤੋੜਦਾ ਹੈ - ਈਐਸਪੀਐਨ"
    ]
}