{
    "headlines": [
        "ਨਵੀਂ ਖੋਜ ਦਰਸਾਉਂਦੀ ਹੈ ਕਿ ਵਿਸ਼ਾਲ ਮੋਰੀ ਡੈਮਜ਼ ਅੰਦਰ ਹਨ - ਪੋਲਿਟਿਕੋ",
        "ਜੈਲੇਨ ਹਰਟਸ ਨੇ ਗੇਮ ਬਨਾਮ ਕਮਾਂਡਰਾਂ ਨੂੰ ਕੰਨਕਸ਼ਨ ਨਾਲ ਬਾਹਰ ਕਰ ਦਿੱਤਾ, ਇਸ ਦੀ ਥਾਂ ਕੇਨੀ ਪਿਕੇਟ - ਯਾਹੂ ਸਪੋਰਟਸ",
        "ਕੇ ਗ੍ਰੇਂਜਰ ਸਹਾਇਤਾ-ਜੀਵਨ ਸਹੂਲਤ ਵਿਚ ਰਹਿ ਰਿਹਾ ਹੈ, ਉਸ ਦਾ ਬੇਟਾ ਡੱਲਾਸ ਪ੍ਰਕਾਸ਼ਨ ਨੂੰ ਦੱਸਦਾ ਹੈ - ਪੋਲਿਟਿਕੋ",
        "ਬਾਕਸ ਆਫਿਸਃ 'ਸੋਨਿਕ 3’ ਨੇ $ 62M ਓਪਨਿੰਗ ਦੇ ਨਾਲ ਹੇਜ ਨੂੰ ਪਾਰ ਕੀਤਾ, ‘ਮੁਫਾਸਾ’ ਲਿੰਪਸ ਨੂੰ $ 35M - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਟੈਂਕ ਡੈੱਲ ਅੱਜ ਹਿਊਸਟਨ ਵਾਪਸ ਆ ਰਿਹਾ ਹੈ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਬ੍ਰਾਜ਼ੀਲ ਦੇ ਸ਼ਹਿਰ 'ਚ ਛੋਟਾ ਜਹਾਜ਼ ਹਾਦਸਾਗ੍ਰਸਤ, ਘੱਟੋ-ਘੱਟ 10 ਲੋਕਾਂ ਦੀ ਮੌਤ - CNN",
        "ਜੈੱਟਸ ਬਨਾਮ ਰੈਮਜ਼ ਲਾਈਵ ਅਪਡੇਟਸਃ ਐਨਐਫਐਲ ਸਕੋਰ, ਗੇਮ ਸਟੇਟਸ, ਹਾਈਲਾਈਟਸ, ਖ਼ਬਰਾਂ, ਹਫਤਾ 16 ਗੇਮ ਕਿੱਥੇ ਵੇਖਣਾ ਹੈ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "‘ਇਹ ਸਾਡੇ ਨਾਲ ਖਤਮ ਹੁੰਦਾ ਹੈ’ ਲੇਖਕ ਕੋਲਿਨ ਹੂਵਰ ਜਸਟਿਨ ਬਾਲਡੋਨੀ ਦੋਸ਼ਾਂ ਦੇ ਵਿਚਕਾਰ ਬਲੇਕ ਦਾ ਜੀਵਨ ਭਰ ਸਮਰਥਨ ਕਰਦਾ ਹੈਃ ‘ਕਦੇ ਨਹੀਂ ਬਦਲੋ, ਕਦੇ ਨਹੀਂ ਵਿਲਟ’ - ਵੰਨਗੀ",
        "\"ਸਾਡਾ ਪ੍ਰਧਾਨ ਮੰਤਰੀ\": ਰਿਪਬਲਿਕਨ ਟਰੰਪਵਰਲਡ ਵਿਚ ਐਲਨ ਮਸਕ ਦੀ ਭੂਮਿਕਾ ਨੂੰ ਗਲੇ ਲਗਾਉਂਦੇ ਹਨ - ਐਕਸੀਓਸ",
        "ਟਰੰਪ ਨੇ ਪਹਿਲੇ ਕਾਰਜਕਾਲ ਤੋਂ ਆਰਥਿਕ ਪੈਨਲ ਦੀ ਪ੍ਰਧਾਨਗੀ ਲਈ ਖਜ਼ਾਨਾ ਸਲਾਹਕਾਰ ਨਿਯੁਕਤ ਕੀਤਾ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "ਮਾਈਕਲ ਚੇ ਜੈਫਰੀ ਐਪਸਟੀਨ ਦੋਸਤੀ ਨੂੰ ਸਵੀਕਾਰ ਕਰਦਾ ਹੈ, ਕੋਲਿਨ ਜੋਸਟ ਸਲਾਨਾ ‘ਐਸਐਨਐਲ‘ ਮਜ਼ਾਕ ਸਵੈਪ ਵਿੱਚ ’ਬਲੈਕ ਵੌਇਸ‘ ਦੀ ਵਰਤੋਂ ਕਰਦਾ ਹੈ | ਵੀਡੀਓ - ਯਾਹੂ ਐਂਟਰਟੇਨਮੈਂਟ",
        "ਅਮਰੀਕੀ ਜਹਾਜ਼ ਨੇ ਲਾਲ ਸਾਗਰ 'ਤੇ ਦੋਸਤਾਨਾ ਫਾਇਰਿੰਗ' ਚ ਜੈੱਟ ਨੂੰ ਸੁੱਟਿਆ, ਫੌਜ ਕਹਿੰਦੀ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਟਰੰਪ ਦੀ ਪਨਾਮਾ ਨਹਿਰ 'ਤੇ ਮੁੜ ਕਬਜ਼ਾ ਕਰਨ ਦੀ ਧਮਕੀ, ਜਦੋਂ ਤੱਕ ਸਮਝੌਤਾ ਨਹੀਂ ਹੋ ਜਾਂਦਾ - ਰਾਇਟਰਜ਼ ਕੈਨੇਡਾ",
        "ਗਾਜ਼ਾ ਵਿਚ ਆਈਡੀਐਫ ਦੇ ਹਮਲੇ 30 ਤੋਂ ਵੱਧ ਮਾਰੇ ਗਏ, ਬਚਾਅ ਕਰਨ ਵਾਲਿਆਂ ਦਾ ਕਹਿਣਾ ਹੈ; ਉੱਤਰੀ ਗਾਜ਼ਾ ਹਸਪਤਾਲ ਨੂੰ ਬੰਦ ਕਰਨ ਲਈ ਆਈਡੀਐਫ ਨੇ ਬੁਲਾਇਆ - ਹੈਰੇਟਜ਼",
        "ਹਟਾਈ",
        "ਆਈਓਐਸ 19 ਇਨ੍ਹਾਂ ਆਈਫੋਨਜ਼ ਦੇ ਅਨੁਕੂਲ ਹੋਣ ਦੀ ਅਫਵਾਹ - ਮੈਕਰੂਮੋਰਸ",
        "ਮੈਗਡੇਬਰਗਃ ਕ੍ਰਿਸਮਸ ਮਾਰਕੀਟ ਹਮਲੇ ਵਿਚ ਮਾਰੇ ਗਏ ਬੱਚੇ ਨੂੰ ਦਿੱਤੀ ਗਈ ਸ਼ਰਧਾਂਜਲੀ - ਬੀਬੀਸੀ.",
        "ਡੈਮੋਕਰੇਟਿਕ ਸੇਨ ਫੇਟਰਮੈਨਃ ‘ਮੈਂ ਟਰੰਪ ਦੇ ਵਿਰੁੱਧ ਜੜ੍ਹਾਂ ਨਹੀਂ ਮਾਰ ਰਿਹਾ’ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਚਾਈਡੋ ਤੂਫਾਨ ਨੇ ਮੌਜ਼ੰਬੀਕ ਵਿਚ 94 ਲੋਕਾਂ ਦੀ ਮੌਤ ਕੀਤੀ - ਬੀਬੀਸੀ.",
        "ਲੂਸੀਆਨਾ ਰਾਤ ਦੇ ਅਸਮਾਨ ਦੇ ਪਾਰ ਇੱਕ ਫਾਇਰਬਾਲ ਗੋਲੀਬਾਰੀ. ਇਹ ਕੋਈ ਸ਼ੂਟਿੰਗ ਸਟਾਰ ਜਾਂ ਮੀਟੀਅਰ ਸ਼ਾਵਰ ਨਹੀਂ ਸੀ. - NOLA. com"
    ]
}