{
    "headlines": [
        "محذوف",
        "لعبة Denver Broncos vs. Buffalo Bills AFC Wild Card: كيفية المشاهدة ووقت الانطلاق والمزيد - Yahoo Sports",
        "قد يحمل قلب الجليد إجابات على ألغاز ماضي الأرض - سي إن إن",
        "ألقت الشرطة القبض على اثنين من اللصوص المشتبه بهم في منزل كامالا هاريس في برنتوود وسط الحرائق - الموعد النهائي",
        "يقول JD Vance إن هناك \"صفقة يجب إبرامها في جرينلاند\" - Axios",
        "آدم شيف يريد لجنة مستقلة لمراجعة الاستجابة لحرائق الغابات - بوليتيكو",
        "حرائق كاليفورنيا يمكن أن تكون الكارثة الأكثر تكلفة في تاريخ الولايات المتحدة، كما يقول الحاكم - فاينانشال تايمز",
        "ستة أسئلة كبيرة - ودرجة - حول توظيف الوطنيين لمايك فرابيل: هل يمكنه قلب الفريق ؟ - ESPN",
        "\"عرين اللصوص 2\" يسرق تاج شباك التذاكر بمبلغ 15 مليون دولار، ودبابات روبي ويليامز بيوبيك \"الرجل الأفضل\" بمبلغ مليون دولار لأول مرة - متنوع",
        "شرب الأمريكيون كميات أقل من الكحول حتى قبل أن يزن الجراح العام - واشنطن بوست",
        "ترتفع عمليات الإخلاء في وادي سان فرناندو، برينتوود مع امتداد حريق باليسيدز إلى اليوم الخامس - لوس أنجلوس ديلي نيوز",
        "توفي نجم تلفزيون \"Kiddy Kapers\" السابق عندما اجتاحت حرائق الغابات في كاليفورنيا عقارات ماليبو، كما تقول الأم - سي إن إن",
        "يقال إن Apple Watch SE مع \"مظهر جديد\" سيتم إطلاقه في وقت لاحق من هذا العام ؛ ميزات صحية جديدة قيد العمل - 9to5Mac",
        "تشديد العقوبات الأمريكية للحد من إمدادات النفط الروسية إلى الصين والهند - رويترز",
        "معطلو حكومة ترامب يخففون من وجهات النظر الرئيسية مع اقتراب جلسات الاستماع - أكسيوس",
        "يقول رجل من كاليفورنيا إن اثنين من قططه ماتا بعد شرب الحليب الخام الذي تم استدعاؤه لإنفلونزا الطيور - وكالة أسوشيتد برس",
        "شاشات الكمبيوتر الثمانية الأكثر إثارة للاهتمام من معرض الإلكترونيات الاستهلاكية 2025 - آرس تكنيكا",
        "كيف يمكن لوول ستريت أن تدمر خطط التخفيض الضريبي للحزب الجمهوري - HuffPost",
        "اختر مقابل السبريد لحركة جولة البطاقة البرية يومي الأحد والاثنين - نيويورك بوست",
        "\"أعلام حمراء\" مرفوعة فوق وحش بحري قديم تم سحبه من منجم مغربي - Livescience.com"
    ]
}