{
    "headlines": [
        "النتيجة النهائية لألاباما ضد جورجيا: التحديثات، النقاط البارزة من فوز Crimson Tide على Bulldogs - USA TODAY",
        "انضم جو بايدن من دانا كارفي، ودوغ إيمهوف من آندي سامبرغ، وتيم والتز من جيم غافيغان إلى كامالا هاريس من مايا رودولف لبدء العرض الأول للموسم الخمسين من SNL - الموعد النهائي",
        "إسرائيل تقول إنها استهدفت زعيم حزب الله في غارات على بيروت: تحديثات حية - سي إن إن",
        "الرئيس التنفيذي لشركة ستيوارد هيلث كير الدكتور رالف دي لا توري يغادر الشركة المفلسة - دبليو سي في بي بوسطن",
        "تم الكشف عن مظهر جوليوس راندل الجديد بينما تعترف أمي بتداول نيكس على إنستغرام: \"هيا بنا يا ذئاب! '- نيويورك بوست",
        "كيف تم اعتقال الجندي السابق في ولاية أيداهو دان هوارد لقتل زوجته - سي بي إس نيوز",
        "يسحب YouTube أغانٍ من Adele وNirvana وآخرين بسبب نزاع SESAC - The Verge",
        "ريبيل ويلسون تتزوج من رامونا أغروما في حفل زفاف إيطالي - E! NEWS",
        "دمرت آشفيل في ولاية كارولينا الشمالية بعد أن قطع الضرر هيلين الكهرباء، والفيضانات الطرق - سي بي إس نيوز",
        "أرقام الفوز بكرة القوة في 28 سبتمبر: الفوز بالجائزة الكبرى بمبلغ 243 مليون دولار - الولايات المتحدة الأمريكية اليوم",
        "ترامب يوجه رسالة هجرة بعد زيارة هاريس الحدودية - أكسيوس",
        "قتل العديد من الأشخاص بعد تحطم طائرة في OBX - WAVY.com",
        "كاليفورنيا هي أول ولاية تمنع حلقات فروت من الكافتيريات المدرسية - بوليتيكو",
        "دروب مويكانو سانت دينيس عندما يتوقف الطبيب عن القتال - ESPN",
        "كبسولة سبيس إكس تبدأ مهمة الإنقاذ لإعادة رواد الفضاء الذين تقطعت بهم السبل - BBC.com",
        "رئيس يو بي إس يحذر من زيادة كبيرة في متطلبات رأس المال، تقارير صحفية - ياهو فاينانس",
        "تحذر إيران من أن دم حسن نصر الله \"لن يذهب سدى\" - BBC.com",
        "جوردان لوف تحديث الإصابة: سيبدأ باكرز الظهير الربعي المخضرم في الأسبوع الرابع مقابل الفايكنج - أخبار باكرز",
        "روسيا تصدر تحذيرًا نوويًا جديدًا للولايات المتحدة في الأمم المتحدة: \"مشروع انتحاري\" - نيوزويك",
        "صور: الإعصار هيلين يترك الفيضانات والدمار في جميع أنحاء جنوب شرق الولايات المتحدة - سي إن بي سي"
    ]
}