{
    "headlines": [
        "Домашняя кошка умирает от птичьего гриппа после употребления сырого корма для домашних животных в Washington Co. - Fox 12 Oregon",
        "Рождественское северное сияние может осветить части США - New York Post",
        "Райан Рейнольдс проявляет редкие эмоции после того, как его жена Блейк Лайвли подала в суд на Джастина Балдони за сексуальные домогательства - Hindustan Times",
        "Отслеживание Санта-Клауса в NORAD было повышением морального духа времен холодной войны. Теперь это привлекает миллионы детей. - POLITICO",
        "Случаи коклюша в США взлетели до самого высокого уровня за десятилетие - The Washington Post",
        "Sean Combs Suated by Man Detailing ‘Wild King Nights,’ Claiming Sexual Battery - Rolling Stone",
        "Трое застрелены, когда боевики атаковали крупнейшую больницу Гаити - BBC.com",
        "Подпитываемые гневом и кофеином, 200 работников Starbucks бастуют в районе Питтсбурга - TribLIVE",
        "Трамп обещает проводить казни после того, как Байден заменит большую часть федеральной камеры смертников - Associated Press",
        "Что нужно знать об инфекционных заболеваниях в этот праздничный сезон - Yahoo! Voices",
        "Каково это? Родной город Боба Дилана готовится к новому фильму о певце - MPR News",
        "Отбеливатель Отчет Эксперт Неделя 17 NFL Выбор - Отбеливатель Отчет",
        "Источники: Техасский танк Dell порвал медиальную коллатераль, латеральную коллатераль, а также ACL, вывих колена, повреждение мениска - KPRC Click2Houston",
        "Ралли Санта-Клауса стартует на Уолл-стрит: рост акций, Tesla взлетает, биткоин достигает $ 98 000 - Yahoo Finance",
        "Избрание Трампа вызвало борьбу за отставку судей и новые должности судей - The Washington Post",
        "Что астронавты, чье возвращение на Землю было отложено, съедят в космосе на рождественский ужин - Yahoo! Voices",
        "Фото: обрушение причала Санта-Крус - KRON4",
        "Российское судно, находящееся под санкциями США, затонуло после взрыва в машинном отделении - BBC.com",
        "«Хризмукка»: почему в этом году Рождество и Ханука выпадают на одну и ту же дату - Axios",
        "Джекпот Mega Millions достиг $ 1 млрд в преддверии розыгрыша в канун Рождества - ABC News"
    ]
}