{
    "headlines": [
        "[supprimé]",
        "Comment la guerre épique d'Hollywood entre Justin Baldoni et Blake Lively s'est intensifiée - The Wall Street Journal",
        "Prédictions audacieuses de la division 2025 de la NFL : Saquon Barkley gardé sous contrôle, les factures font l'histoire indésirable - CBS Sports",
        "Cette semaine en Bitcoin : le BTC explose avant l'inauguration de Trump - Décrypter",
        "Moments d'inauguration gênants - BBC.com",
        "Un accident de télésiège fait des dizaines de blessés dans une station de ski espagnole dans les Pyrénées - KSL.com",
        "Voici combien de neige est tombée sur le Colorado - 9News.com KUSA",
        "Les cartes graphiques ONIX Arc B580 font leurs débuts sur le marché américain à des prix compétitifs - VideoCardz.com",
        "Mise à niveau forcée de Microsoft - Nouvel avertissement pour 450 millions de propriétaires de PC Windows - Forbes",
        "50 mots ou moins : Les Ravens pourraient être un train en fuite - BaltimoreRavens.com",
        "Un cascadeur savait que son corps changeait. Il a fallu près d'une décennie aux médecins pour comprendre pourquoi. - CBS News",
        "Pouces ajoutés aux prévisions de chutes de neige de dimanche - 69News WFMZ-TV",
        "Je me suis disputé avec David Lynch au sujet de la méditation. Il avait raison - Rolling Stone",
        "La « fatigue de l'évacuation » s'installe pour les Californiens du Sud qui ne sont pas encore rentrés chez eux après les incendies de forêt - CNN",
        "Que peuvent attendre les Dodgers de Roki Sasaki cette saison ? Cinq points à retenir des dépisteurs et des cadres de la MLB - ESPN",
        "Quels produits ont Red Dye 3 ? Voir la liste des collations, boissons touchées par l'interdiction de la FDA - Austin American-Statesman",
        "Avant que l'IA d'Apple ne passe Haywire et ne commence à inventer de fausses nouvelles, ses ingénieurs ont mis en garde contre de profondes failles dans la technologie - le futurisme",
        "La reprise du marché boursier dépend de la réponse à cette « vraie question » sur les rendements obligataires - MarketWatch",
        "Comment Trump vise à démanteler l ‘« État profond » et à affirmer son contrôle - Reuters",
        "[supprimé]"
    ]
}