{
    "headlines": [
        "من المتوقع أن يتم نقل تنصيب ترامب إلى الداخل - سي إن إن",
        "ملخص \"فصل الخدمة\" للموسم الأول: ما يجب تذكره قبل الموسم الثاني - Yahoo Entertainment",
        "المحكمة العليا تؤيد القانون الذي يحظر تيك توك إذا لم يتم بيعه من قبل الشركة الأم الصينية - أسوشيتد برس",
        "مؤشر داو جونز يرتفع 300 نقطة، ومؤشر ستاندرد آند بورز 500 يتجه لأفضل أسبوع منذ نوفمبر مع انخفاض الأسعار: تحديثات مباشرة - CNBC",
        "سيظهر Instagram لأصدقائك ما أعجبك في Reels - The Verge",
        "هل سيعلن حاكم ولاية أوهايو مايك ديواين عن اختيار مجلس الشيوخ اليوم ؟ من المقرر عقد مؤتمر صحفي بعد الظهر - كولومبوس ديسباتش",
        "ترامب يخطط لطوفان من الأوامر التنفيذية للهجرة في اليوم الأول - بوليتيكو",
        "روجر غودل: \"الخطوة المنطقية\" لاتحاد كرة القدم الأميركي هي 18 مباراة في الموسم العادي - NBC Sports",
        "تأجيل تصويت إسرائيل على اتفاق وقف إطلاق النار في غزة - BBC.com",
        "ترامب وشي الصيني يناقشان تيك توك والتجارة والفنتانيل، كما يقول الرئيس المنتخب - سي إن بي سي",
        "تقول كاميرون دياز إنها ستكون \"حمقاء\" إذا لم تعد إلى التمثيل بعد توقف دام 10 سنوات: \"ممتنة لذلك\" - AOL",
        "روسيا تحكم على محامي الشخصية المعارضة الراحلة نافالني بالسجن - واشنطن بوست",
        "ماريو كارت 9 مروحة التكهنات تشير إلى اللعب خزان الوقود - Eurogamer",
        "يصف عامل المنجم في جنوب إفريقيا الفظائع لأولئك الذين أمضوا أشهرًا تحت الأرض - وكالة أسوشيتد برس",
        "تعلن HHS عن 15 دواءً إضافيًا تم اختيارها لمفاوضات أسعار الأدوية في Medicare في جهد مستمر لخفض تكاليف الأدوية المقررة بوصفة طبية لكبار السن - CMS",
        "اختيارات الخبراء في جولة التقسيم: Moneyline، Spread، over/under predictions - Pride of Detroit",
        "المزيد من السرطان، موت أقل ؟ تقدم المراجعات الجديدة لمخاطر الكحول ملخصات متضاربة - Ars Technica",
        "بروكسل تأمر X بتسليم المستندات على الخوارزمية - فاينانشال تايمز",
        "ميامي دولفينز ستلعب أول مباراة موسمية على الإطلاق في إسبانيا في عام 2025 - ميامي دولفينز",
        "يقول إيلون ماسك إن انفجار المركبة الفضائية SpaceX من المحتمل أن يكون ناتجًا عن تسرب الوقود الدافع - Space.com"
    ]
}