{
    "headlines": [
        "Dow sobe 300 pontos enquanto Wall Street aguarda resultados eleitorais: atualizações ao vivo - CNBC",
        "Os Leões concordam com os termos com o Cleveland Browns para adquirir DL Za'Darius Smith via trade - detroitlions.com",
        "Os eleitores podem legalizar a maconha recreativa na maioria dos estados dos EUA - NPR",
        "Greve na fábrica da Boeing termina quando trabalhadores votam para aceitar contrato - Associated Press",
        "Conversamos com eleitores negros em 5 estados do campo de batalha. Aqui está o que eles disseram. - POLITICO",
        "Adrian Grenier e a esposa Jordan Roemmele revelam que estão esperando o segundo bebê: 'Muito felizes' - AOL",
        "Graus comerciais Marshon Lattimore: Comandantes ou Santos ganharam negócio para a CB? - usa TODAY",
        "Fonte: Steelers negociando pelo Jets WR Williams - ESPN",
        "Amazon diz que está consertando a tela amarela do Kindle Colorsoft - The Verge",
        "Trinta e cinco palestinos mortos em Gaza, Israel emite novas ordens de evacuação - Reuters",
        "Cowboys Trolled by NFL Fans for Getting 'Fleeced' in Jonathan Mingo Trade at Deadline - Bleacher Report",
        "O novo widget da Apple coloca atualizações do Dia da Eleição no seu Ecrã de Bloqueio e no Ecrã Inicial - TechCrunch",
        "Election Day 2024 live updates as Trump-Harris polls remain tied, U.S. gets out to vote - CBS News",
        "   Removido ",
        "ATUALIZAÇÕES AO VIVO: enquetes abertas em toda a Carolina do Norte para o dia das eleições de 2024 - WLOS",
        "Taylor Swift e Brittany Mahomes presentearam com presentes misteriosos elaborados da família Hunt durante o jogo dos Chiefs - Página seis",
        "   Removido ",
        "Baby Haggis é o novo Moo Deng: nasce um hipopótamo pigmeu em Edimburgo - NPR",
        "O que você precisa saber sobre o Colégio Eleitoral à medida que a corrida de 2024 se aproxima do fim - ABC7 Los Angeles",
        "Tropas ucranianas se envolveram com unidades norte-coreanas pela primeira vez na Rússia, diz um oficial - ABC News"
    ]
}