{
    "headlines": [
        "ਲੇਬਨਾਨ ਅਤੇ ਗਾਜ਼ਾ ਜਾਨਲੇਵਾ ਇਜ਼ਰਾਈਲ ਦੇ ਹਮਲੇ ਨਾਲ ਮਾਰਿਆ ਗਿਆ, ਰਿਪੋਰਟਾਂ ਕਹਿੰਦੀਆਂ ਹਨ - ਸੀ ਐਨ ਐਨ",
        "ਰਿਪਬਲਿਕਨ ਹੁਣ 5 ਸੀਟਾਂ ਹਾਊਸ ਕੰਟਰੋਲ ਤੋਂ ਦੂਰ-ਪਰ ਕੁੰਜੀ ਰੇਸ ਕਾਲ ਕਰਨ ਦੇ ਬਹੁਤ ਨੇੜੇ - ਫੋਰਬਸ",
        "ਟਸਕੇਗੀ ਯੂਨੀਵਰਸਿਟੀ 'ਚ ਗੋਲੀਬਾਰੀ ਤੋਂ ਬਾਅਦ ਇਕ ਵਿਅਕਤੀ ਦੀ ਮੌਤ - The Associated Press",
        "ਦੇਸ਼ ਦੀਆਂ ਸ਼੍ਰੇਣੀਆਂ ਵਿੱਚ ਬਿਓਨਸੇ ਦੇ ਗ੍ਰੈਮੀ ਨਾਮਜ਼ਦਗੀ ਪਹਿਲੀ ਸ਼ੈਲੀ ਦੀਆਂ ਲਾਈਨਾਂ ਨੂੰ ਧੁੰਦਲਾ ਕਰਨ ਲਈ ਨਹੀਂ ਹਨ - ਯੂਐਸਏ ਅੱਜ",
        "ਬਿਟਕੋਿਨ ਰਿਕਾਰਡ ਨੂੰ ਉੱਚਾ ਮਾਰਦਾ ਹੈ ਕਿਉਂਕਿ ਟਰੰਪ ਦੇ ਕਿਨਾਰੇ ਕਾਂਗਰਸ ਦੇ ਪੂਰੇ ਨਿਯੰਤਰਣ ਦੇ ਨੇੜੇ ਹੁੰਦੇ ਹਨ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "ਯੂਕਰੇਨ ਨੇ ਮਾਸਕੋ 'ਤੇ 34 ਡਰੋਨਾਂ ਨਾਲ ਕੀਤਾ ਹਮਲਾ, ਰੂਸ ਦੀ ਰਾਜਧਾਨੀ' ਤੇ ਕੀਤਾ ਵੱਡਾ ਹਮਲਾ - Reuters",
        "ਪ੍ਰਿਸਕੋ ਦਾ ਹਫਤਾ 10 ਐਨਐਫਐਲ ਪਿਕਃ ਈਗਲਜ਼ ਐਜ ਕਾਉਬੌਇਜ਼, ਟੇਕਸਨਜ਼ ਨੇ 'ਐਤਵਾਰ ਨਾਈਟ ਫੁੱਟਬਾਲ' ਤੇ ਲਾਇਨਜ਼ ਨੂੰ ਪਰੇਸ਼ਾਨ ਕੀਤਾ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਟਰੰਪ ਦੀ ਵੱਡੇ ਪੱਧਰ 'ਤੇ ਡਿਪੋਰਟ ਕਰਨ ਦੀ ਯੋਜਨਾ ਦਾ ਪ੍ਰਵਾਸੀ ਮਜ਼ਦੂਰਾਂ ਅਤੇ ਆਰਥਿਕਤਾ ਲਈ ਕੀ ਅਰਥ ਹੋਵੇਗਾ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਜੈਨੀਫ਼ਰ ਲੋਪੇਜ਼ 'ਵਾਈਕਡ' ਪ੍ਰੀਮੀਅਰ - ਟੀਐਮਜ਼ੈਡ ਵਿਖੇ ਸਕਿਨ-ਬੇਅਰਿੰਗ ਗਾਊਨ ਵਿਚ ਸ਼ੋਅ ਚੋਰੀ ਕਰਦਾ ਹੈ",
        "ਹਫਤਾ 10 ਰੈਂਕਿੰਗ (ਐਤਵਾਰ ਅਪਡੇਟ): ਕਈ ਸਟਾਰ ਡਬਲਯੂਆਰਜ਼ ਲਈ ਸੱਟਾਂ ਵੱਡੀਆਂ ਹਨ - theScore",
        "ਇਹ 'ਅਸੰਤੁਲਿਤ‘ -ਟੈਸਲਾਦੇ ਸੀਈਓ ਐਲਨ ਮਸਕ ਮੁੱਦੇ ਗੰਭੀਰ ਅਮਰੀਕਾ ‘ਦੀਵਾਲੀਆਪਨ’ ਵੱਡੀ ਵਿਕੀਪੀਡੀਆ ਅਤੇ Dogecoin ਕੀਮਤ ਵਾਧੇ ਦੇ ਵਿਚਕਾਰ ਚੇਤਾਵਨੀ - ਫੋਰਬਸ",
        "‘ਡੈਮੋਕਰੇਟਿਕ ਪਾਰਟੀ ਨੂੰ ਦੁਬਾਰਾ ਬਣਾਉਣ ਦੀ ਜ਼ਰੂਰਤ ਹੈ’: ਸੰਕਟ ਮੋਡ ਘਾਟੇ ਦੇ ਢੇਰ ਵਜੋਂ ਸੈੱਟ ਕਰਦਾ ਹੈ - ਪੋਲਿਟਿਕੋ",
        "ਜਾਗੁਆਰਜ਼ ਦਾ ਟ੍ਰੇਵਰ ਲਾਰੈਂਸ ਖੱਬੇ ਮੋ shoulderੇ ਵਿਚ ਇਕ ਮਹੱਤਵਪੂਰਣ ਏਸੀ ਜੁਆਇੰਟ ਸਪ੍ਰੇਨ ਨਾਲ ਨਜਿੱਠਦਾ ਹੈ, ਬਨਾਮ ਵਾਈਕਿੰਗਜ਼ ਨਹੀਂ ਖੇਡੇਗਾ - ਐਨਐਫਐਲ.",
        "'ਐਸ ਐਨ ਐਲ' ਕੋਲਡ ਓਪਨ ਮੋਕਸ ਏਲੋਨ ਮਸਕ, 'ਹੌਟ, ਜੈਕਡ ਟਰੰਪ' ਦਾ ਖੁਲਾਸਾ ਕਰਦਾ ਹੈ - ਨਿਊਜ਼ਵੀਕ",
        "ਜਰਮਨੀ ਤੋਂ ਜਾਇੰਟਸ-ਪੈਂਥਰਜ਼ ਨੂੰ ਮੁਫਤ ਵਿਚ ਕਿਵੇਂ ਵੇਖਣਾ ਹੈਃ ਸਮਾਂ, ਸਟ੍ਰੀਮਿੰਗ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਆਮ੍ਸਟਰਡੈਮ ਇਜ਼ਰਾਈਲੀ ਪੱਖੇ 'ਤੇ ਹਮਲੇ' ਤੇ ਪ੍ਰਦਰਸ਼ਨ ਪਾਬੰਦੀ - DW (ਅੰਗਰੇਜ਼ੀ)",
        "ਕਤਰ ਇਜ਼ਰਾਈਲ ਅਤੇ ਹਮਾਸ ਵਿਚਾਲੇ ਗੱਲਬਾਤ ਵਿਚ ਆਪਣੀ ਭੂਮਿਕਾ ਨੂੰ ਮੁਅੱਤਲ ਕਰ ਰਿਹਾ ਹੈ - ਸੀਐਨਐਨ",
        "ਯਮਨ 'ਚ ਅਮਰੀਕੀ ਬੰਬ' ਅਣਗਿਣਤ 'ਹੂਤੀ ਹਥਿਆਰ ਭੰਡਾਰਨ ਟਿਕਾਣੇ, ਅਧਿਕਾਰੀ ਨੇ ਕਿਹਾ - ਏਬੀਸੀ ਨਿਊਜ਼",
        "ਅਜੇ ਵੀ ਤੰਗ ਡੈਮੋਕਰੇਟ ਆਪਣੇ ਭਵਿੱਖ ਵੱਲ ਝੁਕਣਾ ਸ਼ੁਰੂ ਕਰਦੇ ਹਨ - ਸੀ ਐਨ ਐਨ",
        "ਤੁਹਾਡਾ ਲੁੱਕਹੈੱਡ ਕੁੰਡਲੀਃ ਨਵੰਬਰ 10, 2024 - ਗਲੋਬ ਅਤੇ ਮੇਲ"
    ]
}