{
    "headlines": [
        "حصري | حماس تستسلم للقوات الإسرائيلية في غزة، مما يثير الآمال في صفقة الرهائن - صحيفة وول ستريت جورنال",
        "بورو: الخصوصية \"انتهكت بأكثر من طريقة\" - ESPN",
        "مدير مكتب التحقيقات الفيدرالي كريستوفر راي يستقيل قبل تولي ترامب منصبه - BBC.com",
        "مانشين، سينما تمنع الديمقراطيين من حبس الأغلبية في مجلس العمل حتى عام 2026 - وكالة أسوشيتد برس",
        "أباطرة العقارات الذين اعتقلهم الأخوان ألكسندر بتهم اتجار بالجنس فيدرالية - ABC News",
        "تقارير: ولاية كارولينا الشمالية تتوصل إلى اتفاق مع بيل بيليتشيك ليصبح مدرب تار هيلز التالي - وكالة أسوشيتد برس",
        "رئيس وزراء أونتاريو يقول إن صادرات الطاقة الأمريكية ستتوقف إذا فرض ترامب تعريفات شاملة على كندا - وكالة أسوشيتد برس",
        "يجتمع المشرعون في نيو جيرسي مع مسؤولي الأمن بعد أسابيع من مشاهدات الطائرات بدون طيار غير المبررة - سي إن إن",
        "تقارير: فرجينيا الغربية تضع اللمسات الأخيرة على الصفقة مع ريتش رودريغيز - ياهو سبورتس",
        "يقول جوديل إن مزاعم الاغتصاب ضد جاي زي لن تؤثر على علاقة اتحاد كرة القدم الأميركي مع قطب الموسيقى - وكالة أسوشيتد برس",
        "حريق فرانكلين في ماليبو ينمو بين عشية وضحاها، ويحرق المنازل ويجبر على الإخلاء - واشنطن بوست",
        "تحطم أول طائرة هليكوبتر على سطح المريخ: ناسا تحدد ما حدث من خطأ خلال الرحلة النهائية للإبداع - Gizmodo",
        "يبدو بالتأكيد أن OpenAI دربت SORA على محتوى اللعبة — ويقول الخبراء القانونيون إن ذلك قد يكون مشكلة - TechCrunch",
        "ما يجب معرفته عن الألم المزمن بعد إطلاق الرئيس التنفيذي النار على المشتبه به لويجي مانجيوني يبدو أنه يشرح بالتفصيل الصراعات الصحية - ABC News",
        "تم العثور على هانا كوباياشي، امرأة هاواي المفقودة التي أدى اختفائها إلى بحث مكثف، آمنة - ABC News",
        "مجلس النواب يوافق على مشروع قانون سياسة الدفاع السنوي الضخم - ذا هيل",
        "مجموعة سيارات بشار الأسد الفاخرة التي شوهدت على شريط فيديو تم التخلي عنها بعد الإطاحة - إيه بي سي نيوز",
        "توفي ديفيد بونديرمان، المؤسس المشارك لشركة TPG ورائد الأسهم الخاصة، عن عمر يناهز 82 عامًا - رويترز",
        "فيروس إنفلونزا الطيور يضرب حديقة الحيوانات العالمية للحياة البرية، حديقة تنفيذ تدابير السلامة - ABC15 أريزونا في فينيكس",
        "أخبار ترامب: يجب أن تكون هذه أطرف طريقة ممكنة للتعامل مع كيمبرلي جيلفويل. - لائحة"
    ]
}