{
    "headlines": [
        "Lester Holt tritt nach einem Jahrzehnt als Anker von 'NBC Nightly News' zurück - NBC News",
        "Trumps Beauftragte scheinen Musk zum ersten Mal zu widersprechen, wenn sie auf OPM-E-Mails zurückgreifen - CNN",
        "Richter blockiert OPM, Bildungsabteilung, persönliche Informationen mit DOGE zu teilen - POLITICO",
        "Der Oberste Gerichtshof weist Anfechtungen von Gesetzen zur „Pufferzone“ der Abtreibungsklinik zurück, die Demonstranten einschränken - NBC News",
        "Amerikanische Frau in Paris festgenommen, nachdem Neugeborenes tödlich aus dem Fenster geworfen wurde - NBC News",
        "Apple plant US-Investitionen in Höhe von 500 Milliarden US-Dollar inmitten der Bedrohung durch Trump-Tarife - NBC News",
        "Asteroid 2024 YR4 wird die Erde verfehlen, aber die Geschichte endet nicht dort - Ars Technica",
        "Neues AirTag 2-Leck enthüllt, wann mit der Produkteinführung zu rechnen ist - 9to5Mac",
        "Ex-Geheimdienstler und konservative Medienpersönlichkeit Dan Bongino als stellvertretender Direktor des FBI ausgewählt - The Associated Press",
        "Herzkrankheiten bleiben die häufigste Todesursache in den USA - The Washington Post",
        "Starbucks entlässt 1.100 Mitarbeiter als Umsatzrückgang - CNBC",
        "MLB Power Rankings: Auswahl der Top-10-Rotationen des Baseballs in der Saison 2025 - CBS Sports",
        "Wir haben einer KI einen Rorschach-Test gegeben. Was es in den Tintenklecksen sah, bietet ein Fenster in den menschlichen Geist - BBC.com",
        "Ein Arzt behauptete, er wisse, warum ich Krebs habe. Als er es mir erzählte, war ich entsetzt und beschämt. - HuffPost",
        "6 Patrioten-Geschichten beim NFL Scouting Combine - Pats Pulpit",
        "5 Dinge, die Sie wissen sollten, bevor die Börse öffnet - Investopedia",
        "Sehen Sie jeden Look vom SAG-Awards Red Carpet 2025 letzte Nacht - Vogue",
        "Tägliche Stunde der Anbetung und Messe in Gemelli für Papst Franziskus - Vatican News"
    ]
}