{
    "headlines": [
        "Von der Kanzel zum Protest: Worum es beim 40-tägigen Boykott von Target geht - The Washington Post",
        "Republikaner drängen Musk, den Kongress über Dogenkürzungen abstimmen zu lassen - CNN",
        "Los Angeles Chargers Teilweise mit Joey Bosa - Chargers.com",
        "Republikaner führen Sanctuary City Probe an, die auf demokratische Bürgermeister abzielt - Axios",
        "Roy Ayers, Musiker und Komponist von \"Everybody Loves the Sunshine\" und \"Coffy\", stirbt mit 84 - Variety",
        "Trump 2. Amtszeit Live-Updates: Berufungsgericht erlaubt Trump, den Leiter der Bundesaufsichtsbehörde zu entfernen - ABC News",
        "Trump stellt Hamas ein neues Ultimatum zur Freilassung von Geiseln oder \"Es ist VORBEI für dich\" - USA TODAY",
        "Trump erreicht 36,6 Millionen Fernsehzuschauer für die erste Rede vor dem Kongress in der zweiten Amtszeit - The Associated Press",
        "Daredevil: Born Again's One-Take-Kampfszene dreht sich alles um die \"Zugspuren des Schicksals\" - IGN",
        "Hier ist ein erster Blick auf das neue M4 MacBook Air in Himmelblau - 9to5Mac",
        "Bundesrichter blockiert drastische Mittelkürzungen für die medizinische Forschung - The Associated Press",
        "Der Senat stimmt dafür, der CFPB ihre Befugnis zur Regulierung von X - The Verge zu entziehen",
        "Trump sagte, dass die Krebsraten bei Kindern seit 1975 um 40 % gestiegen sind. Das zeigen die Daten - ABC News",
        "NASA Orbiter erfasst atemberaubenden Blick auf Blue Ghost Lander auf dem Mond - Gizmodo",
        "Neues Entry-Level iPad mit A16 Chip hat mehr RAM als iPad 10 - MacRumors",
        "Top 5 potenzielle Trade-Fits für Seahawks WR DK Metcalf - FOX SPORTS",
        "RFK Jr. sagt, dass Vitamin A bei der Behandlung von Masern helfen könnte. Das denken Ärzte. - Business Insider",
        "2025 NFL Nebensaison: Beste Landeplätze für Davante Adams, DK Metcalf, andere Veteranen-Wideouts jetzt verfügbar - CBS Sports"
    ]
}