{
    "headlines": [
        "O TikTok conhecia a profundidade dos riscos do aplicativo para as crianças, alega documento judicial - The Washington Post",
        "Em fotos: as luzes do norte deslumbram os céus dos EUA e do mundo - Axios",
        "Fact-Checking Obama's Pittsburgh Rally for Kamala Harris - Newsweek",
        "Mercado de ações hoje: Dow sobe 400 pontos, para novo recorde do S&P 500 - Yahoo Finance",
        "Campanha de Harris para exibir anúncio rasgando o comentário de Trump em Detroit durante os jogos dos Lions e Tigers - Detroit Free Press",
        "A filha de Sister Wives Star Kody Brown, Mykelti Lashes Out Against Him After Previous Support - E! Online - E! NEWS",
        "Duke Energy Florida emite tempos estimados de restauração para clientes afetados pelo furacão Milton - Duke Energy News Center",
        "O Xbox Cloud Gaming permitirá que você transmita seus próprios jogos no próximo mês - The Verge",
        "MLB sobe Tigers-Guardians Game 5 após o desastre climático dos Mets - New York Post",
        "1 morto e 23 resgatados após um problema com o elevador na mina turística do Colorado deixar alguns presos a 300 metros de profundidade por 6 horas - CNN",
        "Prémio Nobel da Paz atribuído à organização japonesa Nihon Hidankyo pelo seu trabalho contra as armas nucleares - The Associated Press",
        "Mike Tyson emite mensagem bizarra para Diddy em meio a escândalo de tráfico sexual: \"Desejo-lhe tudo de bom\" - New York Post",
        "   Removido ",
        "Carne de urso mal cozida no churrasco da Carolina do Norte deixa 10 doentes, diz relatório do CDC - Fox News",
        "A maior tempestade do nosso sistema solar está a mover-se inesperadamente, dizem cientistas - CNN",
        "O Steam avisa agora os clientes de que só estão a comprar uma licença quando pagam por um jogo - Eurogamer",
        "   Removido ",
        "Surto de Marburgo em Ruanda: chefe de saúde da África critica conselhos de viagem dos EUA - BBC.com",
        "Três produtos H-E-B nomeados em recall maciço de carne devido à listeria - mySA",
        "Cometa raro provavelmente visível ao olho humano em Minnesota. Veja como ver. - Star Tribune"
    ]
}