{
    "headlines": [
        "D.C.-area forecast: Accumulating snow likely this afternoon, then extreme cold into midweek - The Washington Post",
        "Mount Rainier monitored closely as scientists keep watch for signs of volcanic activity - KOMO News",
        "How Trump could make good on his tariff threats - POLITICO",
        "TikTok is now banned in America. It might not last long - CNN",
        "Trump-backed memecoin value tops $12bn as crypto industry hopes rise - Financial Times",
        "Ceasefire brings hope in Gaza; Hamas gives first hostages to Red Cross - Reuters",
        "Rams vs Eagles weather update: Winter storm warning in Philadelphia today - NBC Sports",
        "Andy Reid explains how Chiefs defense rose again to big moments vs. Texans: 'It's that time of the year' - NFL.com",
        "Saif Ali Khan attack: Lawyer of accused claims 'police have no proof he is a Bangladeshi' - The Times of India",
        "Winning Powerball numbers for the $328.5 million jackpot on January 18, 2025 - WKYC.com",
        "Nintendo Switch 2 leak reveals possible launch price of new gaming handheld - Notebookcheck.net",
        "[Removed]",
        "A president’s final days - POLITICO",
        "Jayden Daniels and the Commanders stun the top-seeded Lions 45-31 to reach NFC title game - WTOP",
        "4 surprise products we could see at Samsung Unpacked 2025 - and are worth getting excited about - ZDNet",
        "Nonrenewals are fueling Colorado’s growing homeowners insurance crisis - The Colorado Sun",
        "A Close Look at Tuesday’s Winter Weather Chances - alabamawx.com",
        "Welcome back to Trump's America. It's so much different this time around. - Business Insider",
        "Horoscope Today LIVE Updates on January 19, 2025 : Horoscope Tomorrow, January 20, 2025, read predictions for all sun signs - Hindustan Times",
        "Taliban deputy tells leader there is no excuse for education bans on Afghan women and girls - ABC News"
    ]
}