{
    "headlines": [
        "ਜੈਮੀ ਫੌਕਸ ਨੇ ਖੁਲਾਸਾ ਕੀਤਾ ਕਿ ਉਸ ਨੂੰ ਨਵੇਂ ਨੈੱਟਫਲਿਕਸ ਸਟੈਂਡ-ਅਪ ਸਪੈਸ਼ਲ - ਦਿ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ ਵਿਚ ਇਕ ਸਟ੍ਰੋਕ ਸੀ",
        "ਵਾਚਡੌਗ ਰਿਪੋਰਟਰਾਂ, ਕਾਂਗਰਸ ਦੇ ਮੈਂਬਰਾਂ ਦੀਆਂ ਟਰੰਪ ਯੁੱਗ ਦੀਆਂ ਲੀਕ ਜਾਂਚਾਂ ਬਾਰੇ ਚਿੰਤਾਵਾਂ ਉਠਾਉਂਦਾ ਹੈ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਜਿਰੋਨਾ ਬਨਾਮ ਲਿਵਰਪੂਲਃ ਚੈਂਪੀਅਨਜ਼ ਲੀਗ – ਲਾਈਵ - ਦਿ ਗਾਰਡੀਅਨ",
        "ਵਾਲਗ੍ਰੀਨਜ਼ ਸ਼ੇਅਰਸ ਪੌਪ ਆਨ ਰਿਪੋਰਟ ਫਾਰਮੇਸੀ ਚੇਨ ਆਪਣੇ ਆਪ ਨੂੰ ਪੀਈ ਫਰਮ ਸਿਕਾਮੋਰ ਨੂੰ ਵੇਚ ਸਕਦੀ ਹੈ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਐਕਸਕਲੂਸਿਵਃ ਸੀਰੀਆ ਦੇ ਨਵੇਂ ਸ਼ਾਸਕ ਮੁਕਤ-ਮਾਰਕੀਟ ਆਰਥਿਕਤਾ ਵੱਲ ਵਾਪਸ ਚਲੇ ਗਏ, ਕਾਰੋਬਾਰੀ ਨੇਤਾ ਦਾ ਕਹਿਣਾ ਹੈ - ਰਾਇਟਰਜ਼",
        "‘ਮੈਨੂੰ ਕਦੇ ਵੀ ਇਹ ਪ੍ਰਭਾਵ ਨਹੀਂ ਮਿਲਿਆ ਕਿ ਉਹ ਸਵੈ-ਵਿਨਾਸ਼ ਕਰੇਗਾਃ' ਘਾਤਕ ਸੀਈਓ ਸ਼ੂਟਿੰਗ ਵਿਚ ਸ਼ੱਕੀ ਹੋਣ ਵਾਲੇ ਦੋਸਤਾਂ ਨੂੰ ਸਦਮੇ ਵਿਚ ਛੱਡ ਦਿੱਤਾ ਗਿਆ - ਸੀਐਨਐਨ",
        "ਵਪਾਰੀ ਇੱਕ ਫੀਡ ਰੇਟ ਵਿੱਚ ਕਟੌਤੀ ਬਾਰੇ ਕਾਫ਼ੀ ਨਿਸ਼ਚਤ ਹਨ. ਕੀ ਹੁੰਦਾ ਹੈ ਜੇ ਮਹਿੰਗਾਈ ਦਾ ਅੰਕੜਾ ਬਹੁਤ ਗਰਮ ਹੁੰਦਾ ਹੈ? - ਮਾਰਕੀਟਵਾਚ",
        "ਐਚਪੀਵੀ ਟੈਸਟਿੰਗ 30 ਸਾਲ ਦੀ ਉਮਰ ਤੋਂ ਸ਼ੁਰੂ ਹੋ ਰਹੀ ਸਰਵਾਈਕਲ ਕੈਂਸਰ ਸਕ੍ਰੀਨਿੰਗ ਲਈ ਪੀਏਪੀ ਨਾਲੋਂ ਤਰਜੀਹ ਦਿੱਤੀ ਗਈ, ਟਾਸਕ ਫੋਰਸ ਦੀ ਡਰਾਫਟ ਸਿਫਾਰਸ਼ ਕਹਿੰਦੀ ਹੈ - ਸੀਐਨਐਨ",
        "ਈਗਲ-ਆਇਡ ਪ੍ਰਸ਼ੰਸਕ ਸੋਚਦੇ ਹਨ ਕਿ ਉਨ੍ਹਾਂ ਨੇ ਨਵਾਂ ਸਤਿਸਫਾਈ ਟ੍ਰੇਲਰ ਵਿਚ ਪਹਿਲਾ 'ਸਵਿੱਚ 2' ਚਿੱਤਰ ਸਪਾਟ ਕੀਤਾ ਹੈ - ਨਿਨਟੈਂਡੋ ਲਾਈਫ",
        "ਸੈਟੇਲਾਈਟ ਇਮੇਜਰੀ ਵਿਚ ਰੂਸੀ ਨੇਵੀ ਸਮੁੰਦਰੀ ਜਹਾਜ਼ਾਂ ਨੂੰ ਸੀਰੀਆ ਦੇ ਤੱਟ 'ਤੇ ਲੰਗਰ ਲਗਾਉਂਦੇ ਹੋਏ ਦਿਖਾਇਆ ਗਿਆ ਹੈ - ਰਾਇਟਰਜ਼",
        "ਇਜ਼ਰਾਈਲ ਨੇ ਸੀਰੀਆ ‘ਤੇ ਬੰਬ ਸੁੱਟਿਆ ਅਤੇ ਖੇਤਰ' ਤੇ ਕਬਜ਼ਾ ਕਰ ਲਿਆ ਕਿਉਂਕਿ ਨੇਤਨਯਾਹੂ ਨੇ ਮੱਧ ਪੂਰਬ ਦੇ ’ਚਿਹਰੇ’ ਨੂੰ ਬਦਲਣ ਦਾ ਵਾਅਦਾ ਕੀਤਾ - ਸੀਐਨਐਨ",
        "ਵਿਗਿਆਨੀ ਦਾਅਵਾ ਕਰਦੇ ਹਨ ਕਿ ਉਨ੍ਹਾਂ ਨੇ ਨੌਜਵਾਨਾਂ ਵਿੱਚ ਰਹੱਸਮਈ ਕੋਲਨ ਕੈਂਸਰ ਦਾ ਕਾਰਨ ਲੱਭ ਲਿਆ ਹੈ - ਅਤੇ ਜੀਵਨ ਸ਼ੈਲੀ ਦੇ ਕਾਰਕ - ਡੇਲੀ ਮੇਲ",
        "ਵਿਗਿਆਨੀ ਅਲਟਰਾ ਪ੍ਰੋਸੈਸਡ ਭੋਜਨ ਅਤੇ ਕੈਂਸਰ ਦੇ ਵਿਚਕਾਰ ਸੰਭਾਵਤ ਸੰਬੰਧ ਲੱਭਦੇ ਹਨ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "ਟਰੰਪ ਜਨਮ ਅਧਿਕਾਰ ਨਾਗਰਿਕਤਾ ਖ਼ਤਮ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹਨ । ਕੀ ਇਹ ਸੱਚਮੁੱਚ ਹੋ ਸਕਦਾ ਹੈ? - ਪੋਲਿਟਿਕੋ",
        "‘ਬਲੈਕ ਕਵਿਤਾ ਦੀ ਰਾਜਕੁਮਾਰੀ,’ ਨਿੱਕੀ ਜਿਓਵਾਨੀ ਦਾ 81 ਸਾਲ ਦੀ ਉਮਰ ਵਿੱਚ ਦੇਹਾਂਤ ਹੋ ਗਿਆ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਮਲੀਬੂ ਵਿਚ ਤੇਜ਼ੀ ਨਾਲ ਚੱਲ ਰਹੀ ਬੁਰਸ਼ ਦੀ ਅੱਗ ਪੇਪਰਡੀਨ - ਐਲਏਸਟ ਵਿਖੇ ਖਾਲੀ ਕਰਨ, ਸਕੂਲ ਬੰਦ ਕਰਨ, ਆਸਰਾ ਇਨ ਪਲੇਸ ਆਰਡਰ ਕਰਨ ਲਈ ਪ੍ਰੇਰਿਤ ਕਰਦੀ ਹੈ",
        "ਮੁਕੱਦਮਾ ਸੀਨ ‘ਡਿੱਡੀ‘ ਕੰਬਜ਼ ਅਤੇ ਜੈ-ਜ਼ੈਡ ਦੀ ਦਹਾਕਿਆਂ ਦੀ ਦੋਸਤੀ ਨੂੰ ਸਪੌਟਲਾਈਟ ਵਿੱਚ ਪਾਉਂਦਾ ਹੈ - ਸੀਐਨਐਨ",
        "ਯੈਂਕੀਜ਼ ਨੇ ਜੁਆਨ ਸੋਟੋ ਨੂੰ ਲਗਜ਼ਰੀ ਸੂਟ ਦੇਣ ਤੋਂ ਇਨਕਾਰ ਕਰਨ ਨਾਲ ਕਿਵੇਂ ਮੇਟਸ ਡੀਲ ਦੀ ਅਗਵਾਈ ਕੀਤੀ - ਸਪੋਰਟਸ ਇਲਸਟ੍ਰੇਟਿਡ",
        "5 ਤੋਂ ਸ਼ੁਰੂ ਹੋ ਰਿਹਾ ਹੈ, 10 ਦਸੰਬਰਃ ਅਮੀਰਾਤ ਐਨਬੀਏ ਕੱਪ ਵਿੱਚ ਨੋਕਆਉਟ ਰਾਉਂਡਜ਼ ਦੀ ਉਡੀਕ ਕਰੋ - ਐਨਬੀਏ ਡਾਟ ਕਾਮ",
        "ਤੁਰਕੀ ਦੇ 3 ਮੀਟਰ ਸੀਰੀਆਈ ਸ਼ਰਨਾਰਥੀਆਂ ਨੂੰ ਘਰ ਜਾਣ ਜਾਂ ਠਹਿਰਨ 'ਤੇ ਵੱਡੇ ਫੈਸਲੇ ਦਾ ਸਾਹਮਣਾ ਕਰਨਾ ਪੈਂਦਾ ਹੈ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ"
    ]
}