{
    "headlines": [
        "At least 2 dead and hundreds rescued in severe New Mexico flash flooding - CNN",
        "Cubans struggle as power not fully restored days after blackout and hurricane hits island - The Associated Press",
        "Chiefs’ dominating defensive effort delivers 28-18 victory over 49ers - NBC Sports",
        "Harris visits Black churches in Georgia in ‘souls to the polls’ early voting push - CNN",
        "Elon Musk has a warning about California - POLITICO",
        "Sunday Night Football prediction, odds, line, spread: Steelers vs. Jets picks by Pittsburgh expert who's 66-35 - CBS Sports",
        "One Giant mistake? Detroit runs the NFC? Debating top overreactions from NFL Week 7 - ESPN",
        "‘Catastrophic failure:’ 7 dead, 3 in critical condition after dock gangway collapses on GA’s coast - WSB Atlanta",
        "Fresh blasts heard in Lebanon as Israel vows to hit Hezbollah's finance sites - BBC.com",
        "Hurricane Oscar heads to Cuba, could lead to 'humanitarian crisis': Updates - USA TODAY",
        "Trump mocks Harris' story from behind the fryer at McDonald's - ABC News",
        "Perplexity is reportedly looking to fundraise at an $8B valuation - TechCrunch",
        "2 Navy aviators are declared dead after a fighter jet crashed in Washington state - The Associated Press",
        "Ex-general Prabowo, once accused of rights abuses, takes up presidency of world’s third-largest democracy - CNN",
        "Should you buy Nvidia stock now? It may be a once-in-a-generation opportunity - Fortune",
        "49ers rookie Ricky Pearsall makes his NFL debut 50 days after he was shot - The Associated Press",
        "4 agricultural workers test 'presumptively positive' for avian flu, first cases in WA - KOMO News",
        "US investigates leak on intelligence about Israel's Iran attack plans: Updates - USA TODAY",
        "Orionid meteor shower 2024: How, when to see one of most beautiful showers - Axios",
        "Trump makes vulgar comments about Arnold Palmer at Pennsylvania rally - CBS News"
    ]
}