{
    "headlines": [
        "Kendrick Lamar surprise sort son nouvel album, ‘GNX’ - The Washington Post",
        "Trump va nommer Marty Makary à la tête de la FDA - POLITICO",
        "Trump dit que Russell Vought reviendra en tant que directeur OMB - POLITICO",
        "Trump nomme la représentante Lori Chavez-DeRemer au poste de secrétaire au Travail - Fox News",
        "Kylie Kelce enceinte, révèle qu'elle et son mari Jason Kelce attendent leur quatrième fille - PEOPLE",
        "Premier cas de grippe aviaire chez un enfant aux États-Unis confirmé en Californie - The Washington Post",
        "Donald Trump choisit Scott Bessent comme secrétaire au Trésor - Financial Times",
        "Intoxications au méthanol au Laos : injections gratuites et seaux à bière dans une ville festive - BBC.com",
        "Le réalisateur de « Wicked » Jon M. Chu sur ces caméos surprises : « Nous avons eu un jour pour le faire » - Hollywood Reporter",
        "Un chef de police au Mexique se suicide alors que les troupes tentent de l'arrêter dans le cadre d'une enquête pour corruption - Yahoo ! Voices",
        "Le bon, le mauvais et le laid derrière la pression pour des écrans plus intelligents - Ars Technica",
        "« Je n'ai pas d'argent » : des milliers d'Américains voient leur épargne disparaître dans la crise des fintechs Synapse - Yahoo Finance",
        "Au moins 19 personnes sont malades au Minnesota à cause du bœuf haché lié au rappel d'E. coli - Star Tribune",
        "Brock Purdy out des 49ers vs Packers avec blessure à l'épaule ; Brandon Allen débutera à QB la semaine 12 - CBS Sports",
        "[supprimé]",
        "[supprimé]",
        "Saquon Barkley réagit à la sortie de Giants QB Daniel Jones - Giants Wire",
        "La laitue du restaurant n'a pas été la source d'une épidémie d'E. coli à St. Louis, selon les responsables - KSDK.com",
        "Wall Street ferme plus haut après les données d'activité commerciale - Reuters",
        "Trump devrait offrir Kelly Loeffler secrétaire à l'Agriculture - CNN"
    ]
}