{
    "headlines": [
        "Mideast Power Saudi Arabia Rejects Trump Proposal to Take Over Gaza - The Wall Street Journal",
        "A produtora do Grammy reage ao golpe de moda de Bianca Censori com Kanye West no tapete vermelho. Ela quebrou o código de vestimenta? - Hindustan Times",
        "1 morto, 5 feridos em tiroteio em fábrica em New Albany, Ohio - ABC News",
        "Toyota eleva previsão de lucro e pretende dobrar aposta na China - Financial Times",
        "Trump quer que os EUA 'assumam' Gaza e a possuam 'a longo prazo', com os palestinos reassentados - atualizações ao vivo - BBC.com",
        "Horóscopo para quarta-feira, 5 de fevereiro de 2025 - Chicago Sun-Times",
        "Veja o que esperar quando a Disney relata ganhos antes do sinal - CNBC",
        "Steelers e Bengals são os favoritos para conquistar Cooper Kupp - NBC Sports",
        "Equipes de resgate recuperam restos mortais das últimas vítimas do acidente de avião em Washington - The Washington Post",
        "O Aga Khan, líder espiritual dos muçulmanos ismaelitas, morre aos 88 anos - POLITICO",
        "Um lançamento de foguete da SpaceX pode ser visível no céu esta noite. Aqui é onde. - The Washington Post",
        "Trump admin colocando a maioria dos funcionários da USAID de licença em todo o mundo - Axios",
        "Relatório: Suns interessados no Draymond Green dos Warriors em potencial acordo com a Durant - Bright Side Of The Sun",
        "Luka Doncic chega a Los Angeles, e os Lakers têm sonhos de campeonato novamente - The Washington Post",
        "Centenas se reúnem do lado de fora do Departamento do Tesouro para protestar contra a influência do governo de Elon Musk - WTOP",
        "Netflix remove Karla Sofía Gascón da campanha do Oscar ‘Emilia Pérez’: reportagens - Rolling Stone",
        "'Eles fizeram o dever de casa': o poder inesperado do ataque digital de Musk a Washington - POLITICO",
        "Agentes do FBI processam Departamento de Justiça para identificar funcionários envolvidos em investigações relacionadas a Trump - Associated Press"
    ]
}