{
    "headlines": [
        "كيم ساي- رون: العثور على ممثلة كورية جنوبية ميتة، تبلغ من العمر 24 عامًا - BBC.com",
        "2025 دايتونا 500 الدعائم، والاحتمالات، وأفضل الرهانات، وتوقعات الخبراء: قم بتضمين ويليام بايرون في اختيارات لعب ناسكار - سي بي إس سبورتس",
        "يتدفق إيلون ماسك على الأم الرضيعة شيفون زيليس والأطفال وسط جدل أشلي سانت كلير: \"بدم بارد\" - نيويورك بوست",
        "قد يصطدم الكويكب 2024 YR4 بالأرض في غضون 7 سنوات. إليك ما يمكن أن يحدث — وما يتم القيام به حيال ذلك - سي إن إن",
        "أوكرانيا لن تحضر المحادثات الأمريكية الروسية في المملكة العربية السعودية، حسبما قال مصدر حكومي لبي بي سي - BBC.com",
        "شوهد المتمردون في وسط مدينة الكونغو الديمقراطية الرئيسية بعد المطالبة بالاستيلاء عليها - سي إن إن",
        "شون كومبس، نيل جايمان، والقوة الرهيبة للأسرار - رولينج ستون",
        "يقول روبيو إنه يجب القضاء على حماس، مما يلقي مزيدًا من الشك على وقف إطلاق النار الهش في غزة - وكالة أسوشيتد برس",
        "تعريفة ترامب لغز، لذلك يواصل المستثمرون شراء الأسهم - بلومبرغ",
        "تحذر المطاعم من ضعف الربع الأول، لكنها تقول إن المبيعات سترتفع في وقت لاحق من هذا العام - CNBC",
        "تظهر نماذج الذكاء الاصطناعي القديمة علامات التدهور المعرفي، كما تظهر الدراسة - Livescience.com",
        "تتعرض استقلالية وزارة العدل للتهديد حيث يؤكد فريق ترامب سلطته على القضايا والموظفين - وكالة أسوشيتد برس",
        "ألا يمكنك العثور على أي عروض جيدة على Netflix ؟ لقد استخدمت هذه الرموز السرية لفتح الكتالوج الكامل - ZDNet",
        "ماك ماكلونج يصنع تاريخ مسابقة سلام دانك خلال عطلة نهاية أسبوع كل النجوم - سي إن إن",
        "التدافع في محطة السكك الحديدية في الهند يقتل ما لا يقل عن 18 - سي بي إس نيوز",
        "يقضي البابا فرانسيس ليلة مريحة ويواصل علاجه في المستشفى - أخبار الفاتيكان - الإنجليزية",
        "كيفية مشاهدة مباريات الدوري الاميركي للمحترفين كل النجوم 2025 الليلة - ياهو سبورتس",
        "الديمقراطيون يخسرون معركة المعلومات عبر الإنترنت أمام ترامب وماسك - بوليتيكو",
        "وأخيرًا جاء الاحتفال بالذكرى السنوية الخمسين لحفل \"Saturday Night Live\". إليك كيفية المشاهدة - 9News.com KUSA",
        "تجلب العواصف التي تجتاح شرق الولايات المتحدة أمطارًا غزيرة وتهديدات بالأعاصير، مما يجبر على إنقاذ المياه - سي إن إن"
    ]
}