{
    "headlines": [
        "Украина прекратила поставки российского газа в Европу - CNN",
        "Чего ждать от акций в 2025 году - CNN",
        "Новый год 2025: что открыто, а что закрыто 1 января? Walmart, Starbucks, банки, рестораны - AL.com",
        "Блейк Лайвли подает в суд на режиссера «Это заканчивается нами» Джастина Балдони, обвиняя его в домогательствах и клевете - The Associated Press",
        "Плей-офф колледжа по футболу: № 6 Penn State выходит в полуфинал с победой 31-14 Fiesta Bowl над № 3 Boise State - Yahoo Sports",
        "Опознана женщина, сгоревшая в нью-йоркском метро, - Reuters",
        "Главный судья Робертс предупреждает об угрозах судьям в отчете на конец года - The Washington Post",
        "Трамп говорит, что будет звонить Майку Джонсону - POLITICO",
        "Где посмотреть падение шара 2024: обратный отсчет до 2025 года в канун Нового года - NBC New York",
        "Все, что Брет Билема, Шейн Бимер сказал о взрыве цитрусовой чаши: что это было, что означал жест - CBS Sports",
        "Японский покупатель отправляет Байдену новое предложение US Steel в окончательной заявке на поддержку - The Washington Post",
        "«Тревожные» мутации обнаружены в вирусе птичьего гриппа H5N1, выделенном у канадского подростка - Yahoo! Voices",
        "Что нужно знать о череде хакерских атак США, в которых обвиняют Китай - BBC.com",
        "США усиливают удары по йеменским хуситам на фоне обострения напряженности в отношениях с Израилем - The Washington Post",
        "Cowboys выпускают RB Ezekiel Elliott до финала 2024 года - DallasCowboys.com",
        "Изъято",
        "Результаты спойлера WWE NXT за 31 декабря 2024 года - Ringside News",
        "Крупнейшие победители и проигравшие в S&P 500 2024 года во главе с именами ИИ - Axios",
        "Бывший президент Джимми Картер дожил до 100 лет в хосписе. Почему это может помочь некоторым жить дольше - ABC News",
        "Brangelina: Почему развод Питта и Джоли занял так много времени? - BBC.com"
    ]
}