{
    "headlines": [
        "يتحرك المستشار الخاص جاك سميث لإسقاط قضية ترامب الانتخابية مستشهداً بسياسة وزارة العدل \"القطعية\" - ABC News",
        "ستة عشر مفقودًا بعد غرق قارب سياحي قبالة ساحل مصر على البحر الأحمر - رويترز",
        "وارن بافيت يتبرع بمليار دولار أخرى. لديه نصائح للتخطيط العقاري للجميع. - صحيفة وول ستريت جورنال",
        "عثر على والد امرأة هاواي المفقودة هانا كوباياشي ميتة في لوس أنجلوس، كما تقول الشرطة - سي إن إن",
        "\"الشرير\" وطريق هوليوود الوعر إلى أوز - مراسل هوليوود",
        "تصنيفات قوة كرة القدم في الكلية: طفرات ولاية أريزونا، تعديل منافسي التصفيات بعد الاضطرابات - سي بي إس سبورتس",
        "هذه هي الاستراتيجية التقدمية الجديدة للاقتتال مع ترامب - بوليتيكو",
        "أبلغ رواد الفضاء عن رائحة كريهة تنذر بالخطر قادمة من مركبة فضائية روسية رست في محطة الفضاء الدولية - Gizmodo",
        "لا يريد أليك بالدوين رؤية \"الصدأ\"، لكن فيلم Hopes يتم إصداره - متنوع",
        "تهدد العواصف بتعطيل السفر لقضاء العطلات في جميع أنحاء الولايات المتحدة - BBC.com",
        "من المقرر أن يمثل الأخوان مينينديز أمام المحكمة لأول مرة منذ 28 عامًا - سي إن إن",
        "كاليفورنيا مستعدة لخوض معركة مع ترامب إذا قتل الائتمان الضريبي الفيدرالي للسيارات الكهربائية - ذا فيرج",
        "أفادت التقارير أن روسيا ألقت القبض على بريطاني يقاتل من أجل أوكرانيا مع تقدم القوات الروسية - وكالة أسوشيتد برس",
        "الدولار ينخفض بعد أن عين دونالد ترامب سكوت بيسنت في منصب الخزانة - فاينانشيال تايمز",
        "يقال إن سوني تعمل على جهاز PlayStation آخر محمول - Gizmodo",
        "الولايات المتحدة تعتقد أنه تم التوصل إلى اتفاق لوقف إطلاق النار بين إسرائيل وحزب الله: مسؤول كبير - أكسيوس",
        "Sniper Elite: Resistance Preview - Rebellion's Rock Solid Shooter يعود إلى Xbox Game Pass - Xbox النقي",
        "تقول ميسيز إن الموظف أخفى ما يصل إلى 154 مليون دولار من النفقات، مما يؤخر أرباح الربع الثالث - وكالة أسوشيتد برس",
        "نقطة محذوفة هنا",
        "امرأة بيضاء أطلقت النار على جارها الأسود من خلال الباب وواجهت عقوبة القتل غير العمد في فلوريدا - وكالة أسوشيتد برس"
    ]
}