{
    "headlines": [
        "الثوار السوريون يطيحون بالرئيس الأسد، ورئيس الوزراء يدعو إلى انتخابات حرة - رويترز",
        "مكتب التحقيقات الفيدرالي يحذر مستخدمي iPhone و Android - تغيير WhatsApp و Facebook Messenger و Signal Apps - Forbes",
        "نتائج البطاقة الرئيسية | UFC 310: بانتوجا مقابل أساكورا - UFC",
        "ما قاله جيمس فرانكلين بعد خسارة ولاية بنسلفانيا رقم 3 أمام أوريغون رقم 1 في مباراة بطولة العشرة الكبار - أوريغون لايف",
        "آخر إطلاق نار للرئيس التنفيذي لشركة UnitedHealthcare: يتبع محققو شرطة نيويورك الخيوط إلى أتلانتا - ABC News",
        "سبيس إكس تطلق 23 قمرا صناعيا من طراز ستارلينك على صاروخ فالكون 9 من كيب كانافيرال - سبيس فلايت ناو",
        "برجك ليوم الأحد 8 ديسمبر 2024 - شيكاغو صن تايمز",
        "توقعات الوعاء: أوريغون، جورجيا، ولاية بويز، ولاية أريزونا العنوان الرئيسي أول مباراة فاصلة لكرة القدم تضم 12 فريقًا - سي بي إس سبورتس",
        "يقول ترامب إن الولايات المتحدة يجب أن تبقى بعيدة عن القتال في سوريا مع مكاسب قوات المعارضة - وكالة أسوشيتد برس",
        "بيع زوج من نعال الياقوت جودي جارلاند من \"ساحر أوز\" في مزاد مقابل 28 مليون دولار - سي إن إن",
        "تشارلي xcx، جاك أنتونوف، ليني ويلسون، كوافو، أوليفيا رودريغو، لانا ديل راي وأكثر تحية العام في الموسيقى في فاريتي هيت ميكرز برانش - فاريتي",
        "\"أنا ناجية من الاعتداء الجنسي \": يتعهد إرنست\" بفحص شامل \" لهيجسيث - بوليتيكو",
        "الأمير ويليام وترامب يجتمعان بعد إعادة افتتاح نوتردام - BBC.com",
        "باري كيوغان يرد على \"الأكاذيب والكراهية\" بعد الإبلاغ عن سابرينا كاربنتر سبليت - رولينج ستون",
        "يقول داستن بوروز إن لديه أصواتًا ليكون رئيس مجلس النواب في تكساس بعد فوز ديفيد كوك بتصويت مجموعة الحزب الجمهوري - تكساس تريبيون",
        "الكونغرس لزيادة أجور المجندين المبتدئين بآلاف الدولارات في عام 2025 - Military Times",
        "متحف نيويورك يكشف النقاب عن \"Apex\" — ستيغوصور شبه كامل - KSL.com",
        "تقاوم Google الإشراف الفيدرالي على ذراع الدفع الخاصة بها - TechCrunch",
        "لماذا الأعلام في نصف الموظفين في ولاية بنسلفانيا ؟ - ABC27",
        "الديمقراطيون والجمهوريون في الكونغرس قلقون من أن غابارد قد تسرب المعلومات إلى سوريا - أصوات ياهو!"
    ]
}