{
    "headlines": [
        "ਹਟਾਈ",
        "UFC 307: ਪਰੇਰਾ ਬਨਾਮ ਰਾਊਂਟਰੀ ਜੂਨੀਅਰ",
        "ਮੈਕਸੀਕੋ ਦੀ ਖਾੜੀ ਵਿੱਚ ਖੰਡੀ ਤੂਫਾਨ ਮਿਲਟਨ ਬਣਦਾ ਹੈ ਅਤੇ ਫਲੋਰਿਡਾ ਨੂੰ ਧਮਕਾਉਣ ਵਾਲੇ ਤੂਫਾਨ ਨੂੰ ਤੇਜ਼ ਕਰ ਸਕਦਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਯੁੱਧ ਦੇ ਇੱਕ ਸਾਲ ਬਾਅਦ, ਗਾਜ਼ੀਅਨ ਹੈਰਾਨ ਹਨ ਕਿ ਟਨ ਮਲਬੇ ਨਾਲ ਕਿਵੇਂ ਨਜਿੱਠਣਾ ਹੈ - ਰਾਇਟਰਜ਼",
        "‘ਐਸ ਐਨ ਐਲ’ ਸਪੂਫਸ ਉਪ ਰਾਸ਼ਟਰਪਤੀ ਬਹਿਸ ਜਿਮ ਗੈਫੀਗਨ ਦੇ ਟਿਮ ਵਾਲਜ਼ ਅਤੇ ਬੋਵਨ ਯਾਂਗ ਦੇ ਜੇ ਡੀ ਵੈਨਸ ਨਾਲ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਭਾਰੀ ਹੜਤਾਲਾਂ ਨੇ ਬੇਰੂਤ ਨੂੰ ਹਿਲਾ ਦਿੱਤਾ ਕਿਉਂਕਿ ਇਜ਼ਰਾਈਲ ਲੇਬਨਾਨ ਮੁਹਿੰਮ ਦਾ ਵਿਸਥਾਰ ਕਰਦਾ ਹੈ - ਰਾਇਟਰ",
        "ਓਹਤਾਨੀ ਦਾ ਐਚਆਰ ਹਿੱਸਾ ਡੀਐਲਡੀਐਸ - ਈਐਸਪੀਐਨ ਦੇ ਜੀ 1 ਵਿੱਚ ਡੋਜਰਸ ਰੈਲੀ",
        "ਹਫੜਾ-ਦਫੜੀ ਨੇ ਏਪੀ ਪੋਲ ਨੂੰ ਮਾਰਿਆ ਚੋਟੀ ਦੀਆਂ 11 ਟੀਮਾਂ ਵਿਚ ਦਰਜਾ ਪ੍ਰਾਪਤ 4 ਟੀਮਾਂ ਬਿਨਾਂ ਦਰਜਾਬੰਦੀ ਦੇ ਵਿਰੋਧੀਆਂ ਤੋਂ ਹਾਰ ਗਈਆਂ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਆਦਮੀ ਨੇ ਫਲਸਤੀਨ ਦੇ ਪੱਖੀ ਰੈਲੀ ਦੌਰਾਨ ਡਾਉਨਟਾਊਨ ਡੀ. ਸੀ. ਵਿਚ ਆਪਣੇ ਆਪ ਨੂੰ ਅੱਗ ਲਗਾ ਲਈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਇਜ਼ਰਾਈਲ ਦੀ ਕਿਬਬੂਤਜ਼ ਬੇਅਰੀਹਮਾਸ ਦੀ ਬੇਰਹਿਮੀ ਦਾ ਪ੍ਰਤੀਕ ਬਣ ਗਈ । ਕੁਝ ਬਚੇ ਹੋਏ ਵਾਪਸ ਆਉਣ ਲਈ ਦ੍ਰਿੜ ਹਨ - ਸੀ ਐਨ ਐਨ",
        "ਉੱਤਰੀ ਕੈਰੋਲੀਨਾ ਲਈ ਸੜਕਾਂ ਦੇ ਪੁਨਰ ਨਿਰਮਾਣ ਲਈ 100 ਮਿਲੀਅਨ ਡਾਲਰ ਜਾਰੀ ਕੀਤੇ ਗਏ ਸੰਘੀ ਫੰਡ, ਹੈਲੀਨ ਦੁਆਰਾ ਨੁਕਸਾਨੇ ਗਏ ਪੁਲ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਟਰੰਪ ਕਤਲ ਦੀ ਕੋਸ਼ਿਸ਼ ਤੋਂ ਬਾਅਦ ਬਟਲਰ, ਪੈਨਸਿਲਵੇਨੀਆ ਵਾਪਸ ਆਉਂਦੇ ਹਨਃ \"16 ਪਰੇਸ਼ਾਨ ਕਰਨ ਵਾਲੇ ਸਕਿੰਟ\" - ਸੀਬੀਐਸ ਪਿਟਸਬਰਗ",
        "2024 ਡਬਲਯੂਡਬਲਯੂਈ ਬੈਡ ਬਲੱਡ ਦੇ ਨਤੀਜੇ, ਰੀਕੈਪ, ਗ੍ਰੇਡਃ ਦਿ ਰਾਕ ਐਂਡ ਜਿਮੀ ਯੂਸੋ ਰਿਟਰਨ, ਰੋਮਨ ਰਾਇਨਜ਼ ਅਤੇ ਸੀਐਮ ਪੁੰਕ ਵਿਨ ਬਿਗ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਫਿਲੀਜ਼ ਬਨਾਮ ਮੈਟਸ, ਐਨਐਲਡੀਐਸ ਅਨੁਸੂਚੀ 2024: ਐਮਐਲਬੀ ਪਲੇਆਫ ਗੇਮਾਂ ਕਿੱਥੇ ਵੇਖਣੀਆਂ ਹਨ, ਪੋਸਟ ਸੀਜ਼ਨ ਬੇਸਬਾਲ ਲਈ ਟੀਵੀ ਕਵਰੇਜ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "‘ਜੋਕਰ’ ਸੀਕੁਅਲ ਨੂੰ ਆਖਰੀ ਹਾਸਾ ਮਿਲਦਾ ਹੈ ਕਿਉਂਕਿ ਨਾਜ਼ੁਕ ਫਲਾਪ ਬਾਕਸ ਆਫਿਸ ਦਾ ਤਾਜ ਲੈਂਦਾ ਹੈ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਮਿਡਲ ਈਸਟ ਤੇਲ ਸਪਲਾਈ ਸਦਮਾ ਲਈ ਬਾਜ਼ਾਰ Brace - OilPrice.com",
        "ਰਿਚਰਡ ਸਿਮੰਸ ਦਾ ਭਰਾ ਦੇਰ ਨਾਲ ਤੰਦਰੁਸਤੀ ਗੁਰੂ ਦੇ ਦਫ਼ਨਾਉਣ ਬਾਰੇ 'ਥੋੜਾ ਰਾਜ਼' ਸਾਂਝਾ ਕਰਦਾ ਹੈਃ 'ਬਹੁਤ ਜ਼ਿਆਦਾ ਲੋਕ ਨਹੀਂ ਜਾਣਦੇ' - ਫੌਕਸ ਨਿ Newsਜ਼",
        "ਸ਼ਿਕਾਗੋ ਬੋਰਡ ਆਫ਼ ਐਜੂਕੇਸ਼ਨ ਦੇ ਅਸਤੀਫੇ ਦੇ ਵਿਚਕਾਰ ਸ਼ਹਿਰ ਦੇ ਨੇਤਾਵਾਂ ਨੇ ਪ੍ਰਤੀਕਿਰਿਆ ਦਿੱਤੀ - ਡਬਲਯੂਜੀਐਨ ਟੀਵੀ ਸ਼ਿਕਾਗੋ",
        "ਰੀਪਲੇਅਃ ਹੈਰਿਸ ਹੇਲੀਨ ਰਿਕਵਰੀ 'ਤੇ ਅਪਡੇਟ ਲਈ ਉੱਤਰੀ ਕੈਰੋਲੀਨਾ ਦਾ ਦੌਰਾ ਕਰਦਾ ਹੈ, ਦਾਨ ਕੇਂਦਰ' ਤੇ ਮਦਦ ਕਰਦਾ ਹੈ - ਅਮਰੀਕਾ ਅੱਜ",
        "ਟਿberਬਰਵਿਲੇ ਫੇਮਾ ਦੇ ਤੂਫਾਨ ਹੇਲੀਨ ਪ੍ਰਤੀਕ੍ਰਿਆ ਦੀ ਆਲੋਚਨਾ ਕਰਦਾ ਹੈ; ਏਜੰਸੀ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਝੂਠੇ ਦਾਅਵੇ - AL."
    ]
}