{
    "headlines": [
        "No. 3 Texas holds off No. 20 Texas A&M to clinch spot in SEC title game against No. 7 Georgia - Yahoo Sports",
        "A twice-yearly shot could help end AIDS. But will it get to everyone who needs it? - The Associated Press",
        "[Removed]",
        "2024 WWE Survivor Series: WarGames review, winners, grades: Roman Reigns pins Solo Sikoa in Bloodline Battle - CBS Sports",
        "Syrian rebels defend gains in Aleppo, push south - The Washington Post",
        "Michigan Upset Over Ohio State Erupts Into Massive On-Field Brawl Captured Live Amid Post-Game Interviews - Deadline",
        "College football Rivalry Week: What Miami's loss, Penn State's win do to CFP field - ESPN",
        "Six people hurt after home explosion in Jefferson City early Saturday morning - ABC17News.com",
        "Trump threatens BRICS nations with 100 percent tariff - POLITICO",
        "Trump picks Jared Kushner's father for ambassador to France - BBC.com",
        "Trump selects veteran law enforcement officer Chad Chronister for DEA administrator - The Hill",
        "Gwyneth Paltrow's Daughter Apple Wears Valentino Dress That Took 750 Hours to Make - PEOPLE",
        "I've been covering Cyber Monday deals for 17 years — here's the best sales live now - Tom's Guide",
        "Verstappen demoted for Russell incident in Qatar qualifying - formula1.com",
        "Many thousands rally to oppose Georgian government after break with EU - Reuters",
        "I'm a Black Friday TV deals veteran, and I'm picking the best offers for you – yes, you, personally - TechRadar",
        "Uranus and Neptune May Have Oceans Beneath Their Clouds, Revealing New Mysteries of the Ice Giants - The Daily Galaxy --Great Discoveries Channel",
        "Bob Bryar, drummer for rock band My Chemical Romance, dead at 44 - CNN",
        "Southwest Airlines will be ending cabin service earlier under new policy. Here’s why - San Francisco Chronicle",
        "Trudeau Pledged Action on Border After Tariff Threat, Trump Says - Bloomberg"
    ]
}