{
    "headlines": [
        "ਟਰੰਪ, ਮਸਕ ਨੇ ਅਮਰੀਕੀ ਸਰਕਾਰ ਨੂੰ ਸਾਫ ਕਰਦਿਆਂ ਸਮੂਹਿਕ ਫਾਇਰਿੰਗ ਸ਼ੁਰੂ ਕੀਤੀ - ਯਾਹੂ",
        "ਲਾਸ ਏਂਜਲਸ ਦੇ ਹੜ੍ਹ ਦੇ ਉੱਚ ਜੋਖਮ 'ਤੇ ਕਿਉਂਕਿ ਜਨਵਰੀ ਦੇ ਜੰਗਲੀ ਅੱਗਾਂ ਦੁਆਰਾ ਤਬਾਹ ਕੀਤੇ ਗਏ ਮੀਂਹ ਦੇ ਡਰੇਂਚ ਖੇਤਰ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਕਾਈਕਰ ਵਾਪਸ ਥੁੱਕਣ ਤੋਂ ਪਹਿਲਾਂ ਹੰਪਬੈਕ ਵ੍ਹੇਲ ਦੁਆਰਾ ਨਿਗਲ ਜਾਂਦਾ ਹੈ, ਜੰਗਲੀ ਵੀਡੀਓ ਦਿਖਾਉਂਦਾ ਹੈਃ ‘ਮੈਂ ਸੋਚਿਆ ਕਿ ਇਹ ਪਹਿਲਾਂ ਹੀ ਮੈਨੂੰ ਖਾ ਚੁੱਕਾ ਹੈ’ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਟਰੰਪ ਹੋਰ ਟੈਰਿਫਾਂ ਦੀ ਯੋਜਨਾ ਦਾ ਆਦੇਸ਼ ਦਿੰਦੇ ਹਨ, ਭਾਵੇਂ ਮਹਿੰਗਾਈ ਗਰਮ ਹੋ ਜਾਂਦੀ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਫੈਡਰਲ ਜੱਜ ਨੇ ਟ੍ਰਾਂਸ ਨੌਜਵਾਨਾਂ ਦੀ ਲਿੰਗ-ਪ੍ਰਮਾਣਿਕ ਦੇਖਭਾਲ 'ਤੇ ਪਾਬੰਦੀ ਲਗਾਉਣ ਵਾਲੇ ਰਾਸ਼ਟਰਪਤੀ ਟਰੰਪ ਦੇ ਆਦੇਸ਼ ਨੂੰ ਰੋਕਿਆ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਸਟਾਕ ਮਾਰਕੀਟ ਰਿਕਾਰਡ ਦੇ ਨੇੜੇ, ਟਰੰਪ ਦੇ ਟੈਰਿਫ ਨੂੰ 'ਦੰਦੀ ਨਾਲੋਂ ਵਧੇਰੇ ਛਾਲੇ‘ ਵਜੋਂ ਵੇਖਿਆ ਜਾਂਦਾ ਹੈ - ਮਾਰਕੀਟਵਾਚ",
        "Kanye ਵੈਸਟ ਅਤੇ Bianca Censori ਤਲਾਕ ਨਹੀ ਕਰ ਰਹੇ ਹਨ, Rep ਕਹਿੰਦਾ ਹੈ, ਇਨਕਾਰ \"Tabloid ਅਫਵਾਹ\" (ਵਿਸ਼ੇਸ਼) - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਵੈਕਸੀਨ ਦੇ ਸ਼ੱਕੀ ਰਾਬਰਟ ਐੱਫ. ਕੈਨੇਡੀ ਜੂਨੀਅਰ ਨੇ ਸੈਨੇਟ ਦੇ ਨਜ਼ਦੀਕੀ ਮਤਦਾਨ ਤੋਂ ਬਾਅਦ ਟਰੰਪ ਦੇ ਸਿਹਤ ਮੁਖੀ ਵਜੋਂ ਸਹੁੰ ਚੁੱਕੀ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਅਮਰੀਕੀ ਰਾਸ਼ਟਰਪਤੀ ਡੋਨਾਲਡ ਟਰੰਪ ਨੇ ਪ੍ਰਧਾਨ ਮੰਤਰੀ ਨਰਿੰਦਰ ਮੋਦੀ ਨਾਲ ਮੁਲਾਕਾਤ ਕੀਤੀ ।",
        "ਮਿਊਨਿਖ ਵਿਰੋਧ ਪ੍ਰਦਰਸ਼ਨ 'ਚ ਕਾਰ ਭਜਾਉਣ ਤੋਂ ਬਾਅਦ ਅਫਗਾਨ ਵਿਅਕਤੀ ਗ੍ਰਿਫਤਾਰ, 30 ਜ਼ਖਮੀ - Financial Times",
        "ਐਨਵੀਡੀਆ ਦਾ ਅਰਧ-ਅਨੁਕੂਲ ਆਰਟੀਐਕਸ 5070 ਮਾਰਚ 5 ਦੀ ਸ਼ੁਰੂਆਤ ਕਰ ਰਿਹਾ ਹੈ - ਪੌਲੀਗਨ",
        "14 ਰਾਜਾਂ ਨੇ ਡੋਗੇ 'ਤੇ ਮੁਕੱਦਮਾ ਕੀਤਾ, ਮਸਕ ਦੀ' ਬੇਮਿਸਾਲ 'ਸ਼ਕਤੀ ਨੂੰ ਗੈਰ-ਸੰਵਿਧਾਨਕ ਦੱਸਿਆ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਕੀ ਅਲੈਕਸ ਬ੍ਰੈਗਮੈਨ ਰੈੱਡ ਸੋਕਸ ਨੂੰ ਮਰੀਨਰਾਂ ਦੇ ਵਪਾਰਕ ਮਾਰਗਾਂ ਨੂੰ ਦੁਬਾਰਾ ਖੋਲ੍ਹਦਾ ਹੈ? - ਸੀਏਟਲ ਸਪੋਰਟਸ",
        "ਮਸਕ, ਸਟੇਟ ਡਿਪਾਰਟਮੈਂਟ $ 400M ਬਖਤਰਬੰਦ ਟੇਸਲਾਸ ਖਰੀਦਣ ਦੀ ਯੋਜਨਾ ਦੀਆਂ ਰਿਪੋਰਟਾਂ 'ਤੇ ਵਾਪਸ ਧੱਕੋ - ਐਕਸੀਓਸ",
        "ਈਓਨ ਮਸਕ ਦਾ ਓਪਨਏਆਈ ਖਰੀਦਣ ਲਈ ਪੂਰਾ ਪੇਸ਼ਕਸ਼ ਪੱਤਰ ਪੰਜ ਮੁੱਖ ਵੇਰਵਿਆਂ ਦਾ ਖੁਲਾਸਾ ਕਰਦਾ ਹੈ - TechCrunch",
        "ਦੇਰੀ ਨਾਲ ਸੀਡੀਸੀ ਦੀ ਰਿਪੋਰਟ ਲੋਕਾਂ ਨੂੰ ਬਰਡ ਫਲੂ ਫੈਲਣ ਦੇ ਵਧੇ ਸਬੂਤ ਦਰਸਾਉਂਦੀ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਟਿਮ ਕੁੱਕ 19 ਫਰਵਰੀ ਲਈ ਐਪਲ ਉਤਪਾਦ ਖ਼ਬਰਾਂ ਨੂੰ ਛੇੜਦਾ ਹੈ — ਸੰਭਾਵਤ ਤੌਰ ਤੇ ਆਈਫੋਨ ਐਸਈ - ਟੈਕਕ੍ਰਾਂਚ",
        "ਰਿਹਾਨਾ ਆਪਣੇ ਪਿਤਾ ਲਈ ਅਦਾਲਤ ਵਿੱਚ ਬੱਚਿਆਂ ਨੂੰ RZA, 2, ਅਤੇ ਰਿਓਟ, 1 ਲਿਆਉਂਦੀ ਹੈ ਏ$ਏਪੀ ਰੌਕੀ ਦੇ ਹਮਲੇ ਦੀ ਸੁਣਵਾਈ - ਪੰਨਾ ਛੇ"
    ]
}