{
    "headlines": [
        "ਡੀਸੀ-ਖੇਤਰ ਦੀ ਭਵਿੱਖਬਾਣੀਃ ਅੱਜ ਦੁਪਹਿਰ ਨੂੰ ਬਰਫ ਇਕੱਠੀ ਹੋਣ ਦੀ ਸੰਭਾਵਨਾ ਹੈ, ਫਿਰ ਅੱਧ ਹਫਤੇ ਵਿੱਚ ਬਹੁਤ ਜ਼ਿਆਦਾ ਠੰਡ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਮਾਉਂਟ ਰੇਨੀਅਰ ਦੀ ਨੇੜਿਓਂ ਨਿਗਰਾਨੀ ਕੀਤੀ ਗਈ ਕਿਉਂਕਿ ਵਿਗਿਆਨੀ ਜੁਆਲਾਮੁਖੀ ਗਤੀਵਿਧੀਆਂ ਦੇ ਸੰਕੇਤਾਂ 'ਤੇ ਨਜ਼ਰ ਰੱਖਦੇ ਹਨ - ਕੋਮੋ ਨਿ Newsਜ਼",
        "ਟਰੰਪ ਆਪਣੇ ਟੈਰਿਫ ਧਮਕੀਆਂ 'ਤੇ ਕਿਵੇਂ ਚੰਗਾ ਕਰ ਸਕਦੇ ਹਨ - ਪੋਲਿਟਿਕੋ",
        "ਅਮਰੀਕਾ 'ਚ ਹੁਣ ਟਿਕਟਾਕ' ਤੇ ਪਾਬੰਦੀ ਹੈ । ਸ਼ਾਇਦ ਇਹ ਲੰਬੇ ਸਮੇਂ ਤੱਕ ਨਹੀਂ ਚੱਲੇਗਾ - ਸੀਐਨਐਨ",
        "ਟਰੰਪ-ਬੈਕਡ memecoin ਮੁੱਲ ਚੋਟੀ ਦੇ $ 12bn ਦੇ ਤੌਰ ਤੇ crypto ਉਦਯੋਗ ਵਾਧੇ ਦੀ ਉਮੀਦ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "ਸੀਜ਼ਫਾਇਰ ਗਾਜ਼ਾ ਵਿਚ ਉਮੀਦ ਲਿਆਉਂਦਾ ਹੈ; ਹਮਾਸ ਰੈੱਡ ਕਰਾਸ ਨੂੰ ਪਹਿਲਾਂ ਬੰਧਕ ਬਣਾਉਂਦਾ ਹੈ - ਰਾਇਟਰਜ਼",
        "ਰੈਮਜ਼ ਬਨਾਮ ਈਗਲਜ਼ ਮੌਸਮ ਅਪਡੇਟਃ ਅੱਜ ਫਿਲਡੇਲਫੀਆ ਵਿੱਚ ਸਰਦੀਆਂ ਦੇ ਤੂਫਾਨ ਦੀ ਚੇਤਾਵਨੀ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਐਂਡੀ ਰੀਡ ਦੱਸਦਾ ਹੈ ਕਿ ਕਿਵੇਂ ਚੀਫਜ਼ ਡਿਫੈਂਸ ਫਿਰ ਵੱਡੇ ਪਲਾਂ ਬਨਾਮ ਟੈਕਸਨਜ਼ ਵੱਲ ਵਧਿਆਃ 'ਇਹ ਸਾਲ ਦਾ ਉਹ ਸਮਾਂ ਹੈ' - ਐਨਐਫਐਲ ਡਾਟ ਕਾਮ",
        "ਸੈਫ ਅਲੀ ਖਾਨ ਹਮਲਾ: ਦੋਸ਼ੀਆਂ ਦੇ ਵਕੀਲ ਦਾ ਦਾਅਵਾ, 'ਪੁਲਿਸ ਕੋਲ ਕੋਈ ਸਬੂਤ ਨਹੀਂ ਹੈ ਕਿ ਉਹ ਬੰਗਲਾਦੇਸ਼ੀ ਹੈ' - The Times of India",
        "ਜਨਵਰੀ 18, 2025 ਨੂੰ $ 328.5 ਮਿਲੀਅਨ ਜੈਕਪਾਟ ਲਈ ਪਾਵਰਬਾਲ ਨੰਬਰ ਜਿੱਤਣਾ - WKYC.",
        "ਨਿਣਟੇਨਡੋ ਸਵਿਚ 2 ਲੀਕ ਨਵੇਂ ਗੇਮਿੰਗ ਹੈਂਡਹੋਲਡ ਦੀ ਸੰਭਾਵਤ ਲਾਂਚ ਕੀਮਤ ਦਾ ਖੁਲਾਸਾ ਕਰਦਾ ਹੈ - ਨੋਟਬੁੱਕਚੇਕ.",
        "ਹਟਾਈ",
        "ਇੱਕ ਰਾਸ਼ਟਰਪਤੀ ਦੇ ਆਖ਼ਰੀ ਦਿਨ - POLITICO",
        "ਜੈਡੇਨ ਡੇਨੀਅਲਸ ਅਤੇ ਕਮਾਂਡਰਾਂ ਨੇ ਚੋਟੀ ਦਾ ਦਰਜਾ ਪ੍ਰਾਪਤ ਲਾਇਨਜ਼ ਨੂੰ 45-31 ਨਾਲ ਹਰਾ ਕੇ ਐਨਐਫਸੀ ਟਾਈਟਲ ਗੇਮ - ਡਬਲਯੂਟੀਓਪੀ ਤੱਕ ਪਹੁੰਚਿਆ",
        "4 ਹੈਰਾਨੀ ਉਤਪਾਦ ਜੋ ਅਸੀਂ ਸੈਮਸੰਗ ਅਨਪੈਕਡ 2025 ਤੇ ਵੇਖ ਸਕਦੇ ਸੀ - ਅਤੇ ਇਸ ਬਾਰੇ ਉਤਸ਼ਾਹਿਤ ਹੋਣ ਦੇ ਯੋਗ ਹਨ - ZDNet",
        "ਗੈਰ ਨਵੀਨੀਕਰਣ ਕੋਲੋਰਾਡੋ ਦੇ ਵਧ ਰਹੇ ਮਕਾਨ ਮਾਲਕਾਂ ਦੇ ਬੀਮਾ ਸੰਕਟ ਨੂੰ ਭੜਕਾ ਰਹੇ ਹਨ - ਕੋਲੋਰਾਡੋ ਸਨ",
        "ਵਿੰਟਰ ਮੌਸਮ ਦੇ ਮੌਕੇ ਮੰਗਲਵਾਰ ਨੂੰ 'ਤੇ ਇੱਕ ਨਜ਼ਦੀਕੀ ਨਜ਼ਰ - alabamawx.com",
        "ਟਰੰਪ ਦੇ ਅਮਰੀਕਾ ਵਿਚ ਵਾਪਸ ਸਵਾਗਤ ਹੈ. ਇਹ ਇਸ ਵਾਰ ਦੇ ਆਲੇ ਦੁਆਲੇ ਬਹੁਤ ਵੱਖਰਾ ਹੈ. - ਬਿਜ਼ਨਸ ਇਨਸਾਈਡਰ",
        "Horoscope Today LIVE Updates on January 19, 2025 : ਕੱਲ੍ਹ 20 ਜਨਵਰੀ, 2025 ਨੂੰ ਹੋਰੋਸਕੋਪ, ਸਾਰੇ ਸੂਰਜ ਦੇ ਚਿੰਨ੍ਹ ਲਈ ਭਵਿੱਖਬਾਣੀ ਪੜ੍ਹੋ - ਹਿੰਦੁਸਤਾਨ ਟਾਈਮਜ਼",
        "ਤਾਲਿਬਾਨ ਦੇ ਡਿਪਟੀ ਨੇਤਾ ਨੂੰ ਦੱਸਿਆ ਅਫਗਾਨ womenਰਤਾਂ ਅਤੇ ਕੁੜੀਆਂ 'ਤੇ ਸਿੱਖਿਆ ਪਾਬੰਦੀ ਦਾ ਕੋਈ ਬਹਾਨਾ ਨਹੀਂ ਹੈ - ਏਬੀਸੀ ਨਿ Newsਜ਼"
    ]
}