{
    "headlines": [
        "Ataque israelense mortal em Beirute aumenta os temores de que a guerra esteja aumentando - The Washington Post",
        "Vice-presidente filipino ameaça publicamente ter o presidente assassinado - KSL.com",
        "O Colorado torna-se o mais recente candidato a ser vítima do Kansas, à medida que as Big 12 entram em espiral no caos ao longo do trecho - CBS Sports",
        "Flórida perturba a No. 9 Ole Miss, No. 2 Ohio State termina a sequência invicta do No. 5 Indiana na semana 13 do futebol universitário - NCAA.com",
        "Viagem de uma criança de 12 anos ao mundo de Ozempic - The Wall Street Journal",
        "O diretor de ‘Wicked’, Jon M. Chu, diz que os espectadores devem pedir aos cinemas para aumentar o volume de filmes - Hollywood Reporter",
        "   Removido ",
        "Caos reina após torcedores do Estado do Arizona invadirem prematuramente o campo em aborrecimento com a BYU - Yahoo Sports",
        "SpaceX lançará 20 satélites Starlink no 400º foguete Falcon 9 - Spaceflight Now",
        "Mundo concorda com acordo climático sobre ajuda financeira para países em desenvolvimento após cúpula quase implodir - CNN",
        "3 conclusões rápidas da derrota dos Badgers por 44-25 para o Nebraska: Defesa desaba em blowout - 5º Trimestre de Bucky",
        "Dana Carvey diz que não consegue personificar Elon Musk \"muito bem\" após aparição no SNL - The Hill",
        "Senador republicano explica porque a nomeação de Matt Gaetz falhou - The Daily Beast",
        "Depois de uma agitação na noite de sexta-feira, o gabinete de Trump está completo - POLITICO",
        "Trump nomeia Brooke Rollins como sua escolha para secretária de Agricultura - CNN",
        "7 melhores ofertas de Black Friday para iPad em 2024 - MacRumors",
        "DOJ diz ao Google para vender o Chrome - TechCrunch",
        "Milhares protestam contra a violência sexual na França - Al Jazeera English",
        "Surto de Listeria: Recall emitido quando os EUA dizem que a criança morreu - BBC.com",
        "O uso de álcool aumentou durante a pandemia de Covid-19. Um novo estudo mostra que ainda está alto - CNN"
    ]
}