{
    "headlines": [
        "Der gewählte Präsident Donald Trump wurde in einem Schweigegeldverfahren in New York City zu einer bedingungslosen Entlassung verurteilt - ABC7 Los Angeles",
        "Samsung Galaxy S25 volle Spezifikationen enthüllt (wieder), Detailänderungen aus der S24-Serie - GSMArena.com News - GSMArena.com",
        "USA verhängen Sanktionen gegen russische Ölflotte und Händler, Dokument zeigt - Reuters",
        "US-Arbeitsplatzwachstum bläst Erwartungen im Dezember weg; Arbeitslosenquote sinkt auf 4,1% - Reuters",
        "The 250 Greatest Albums of the 21st Century So Far - Rolling Stone",
        "Nahost: Israel startet neue Angriffe auf die jemenitischen Houthi-Rebellen - The Associated Press",
        "SEC erhebt Anklage gegen den ehemaligen WWE-Boss Vince McMahon wegen nicht offengelegter Vergleiche mit zwei Frauen - CNBC",
        "Versicherungsaktien verkaufen sich stark, da potenzielle Verluste im Zusammenhang mit Waldbränden in LA zunehmen - CNBC",
        "Der Mann, der einen Gartenschlauch hält, und der Vater am Bett seines Sohnes gehören zu den Brandopfern in LA - The Associated Press",
        "Wie entstand Plutos großer Mond Charon? Mit einem \"Kuss\", sagen Wissenschaftler - CNN",
        "Live-Updates zu Waldbränden in Kalifornien: 10 Tote in Los Angeles County, während sich die Brände von Palisades, Kenneth und Eaton weiter ausbreiten - Yahoo! Voices",
        "Disney, Fox, Warner Bros. Discovery Scrap Venu Sports Streamer - Vielfalt",
        "2024 CBS Sports NFL All-Pro Team: Löwen, Raben, Adler unter den am besten vertretenen Anwärtern bei der All-Star-Abstimmung - CBS Sports",
        "Die coolsten Laptops der CES 2025 - The Verge",
        "Die ukrainischen Streitkräfte haben ein Munitionsdepot in der russischen Region Rostow getroffen – Quelle - Ukrinform",
        "Hoda Kotbs letzte 'Today‘ -Show, die mit Lachen und Tränen gefeiert wurde: ‘Thank You From the Bottom of My Very Full Heart’ - Variety",
        "Um wie viel Uhr beginnt der Schnee am Freitag und wie viel bekommt die Region Raleigh? Aktuelle NC-Prognose - Raleigh News & Observer",
        "Amerikaner haben einen schwächeren Blick auf Biden als auf Trump oder Obama, wenn die Amtszeit endet, findet AP-NORC-Umfrage - The Associated Press",
        "Kanadisches \"Super Scooper\" -Flugzeug geerdet, nachdem es eine zivile Drohne über den Waldbränden von Los Angeles getroffen hatte - CNN",
        "College-Football-Fans werden der Winterkälte trotzen, wenn der Cotton Bowl Classic am Freitag beginnt - KERA NEWS"
    ]
}