{
    "headlines": [
        "ਚਾਰ ਬੰਦੀ ਛੁਡਾਏ ਗਏ ਪਰ ਇਜ਼ਰਾਈਲ ਨੇ ਹਮਾਸ 'ਤੇ ਜੰਗਬੰਦੀ ਦੀਆਂ ਜ਼ਿੰਮੇਵਾਰੀਆਂ ਨੂੰ ਪੂਰਾ ਕਰਨ ਵਿੱਚ ਅਸਫਲ ਰਹਿਣ ਦਾ ਦੋਸ਼ ਲਾਇਆ - ਸੀਐਨਐਨ",
        "ਯੂਐਸ ਸਰਕਾਰ ਦੇ ਕੁਸ਼ਲਤਾ ਯਤਨ - ਬਲੂਮਬਰਗ ਵਿੱਚ ਮਾਸਕ ਐਕਸਪਲੋਰਿੰਗ ਬਲਾਕਚੈਨ ਦੀ ਵਰਤੋਂ",
        "ਡਾਰਕ ਹਾਰਸ ਕਾਮਿਕਸ ਨੇ ਜਿਨਸੀ ਹਮਲੇ ਦੇ ਦੋਸ਼ਾਂ ਤੋਂ ਬਾਅਦ ਨੀਲ ਗੇਮਨ ਨੂੰ ਬੂੰਦ ਦਿੱਤਾ, ‘ਅਨੰਸੀ ਬੁਆਏਜ਼' ਸੀਰੀਜ਼ ਨੂੰ ਰੱਦ ਕਰਦਾ ਹੈ - ਵੰਨਗੀ",
        "ਦੁਨੀਆ ਦਾ ਇਕਲੌਤਾ ਵਿਅਕਤੀ ਜਿਸਦਾ ਕੰਮ ਕਰਨ ਵਾਲਾ ਸੂਰ ਦਾ ਅੰਗ ਹੈ ਉਹ ਰਿਕਾਰਡ 2 ਮਹੀਨਿਆਂ ਬਾਅਦ ਪ੍ਰਫੁੱਲਤ ਹੋ ਰਿਹਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਬ੍ਰਾਇਨ Schottenheimer ਕਾਊਬੌਇਜ਼ ਦੇ ਮੁੱਖ ਕੋਚ ਦੇ ਤੌਰ ਤੇ ਚਾਰ ਸਾਲ ਦਾ ਇਕਰਾਰਨਾਮਾ ਪ੍ਰਾਪਤ ਕਰਦਾ ਹੈ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਆਉਸ਼ਵਿਟਜ਼ ਨੂੰ 80 ਸਾਲ ਪਹਿਲਾਂ ਆਜ਼ਾਦ ਕੀਤਾ ਗਿਆ ਸੀ । ਸਪੌਟਲਾਈਟ ਬਚੇ ਲੋਕਾਂ 'ਤੇ ਹੈ ਕਿਉਂਕਿ ਉਨ੍ਹਾਂ ਦੀ ਗਿਣਤੀ ਘੱਟ ਰਹੀ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਫੌਜ ਦੇ ਇਕ ਬਜ਼ੁਰਗ ਨੇ ਸੋਚਿਆ ਕਿ ਉਹ ਆਪਣੇ ਗੋਡੇ ਦੇ ਦਰਦ ਦਾ ਕਾਰਨ ਜਾਣਦਾ ਸੀ. ਡਾਕਟਰਾਂ ਨੂੰ ਮਿਲਿਆ ਦੁਰਲੱਭ ਕੈਂਸਰ - CBS News",
        "ਵਿਸ਼ਾਲ ਫੈਂਟਮ ਜੈਲੀਃ 33 ਫੁੱਟ ਲੰਬਾ ਸਮੁੰਦਰ ਦਾ ਦੈਂਤ ਜਿਸ ਦੇ ਮੂੰਹ ਵਿਚੋਂ ਬੱਚੇ ਨਿਕਲਦੇ ਹਨ - Livescience.",
        "ਸਪੇਸਐਕਸ ਫਾਲਕਨ 9 ਸਟਾਰਲਿੰਕ 12-7 - ਕੈਨੇਡੀ ਸਪੇਸ ਸੈਂਟਰ",
        "‘ਮੇਰਾ ਦਿਲ ਦੋ ਹਿੱਸਿਆਂ ਵਿੱਚ ਵੰਡਿਆ ਹੋਇਆ ਹੈ’: ਉੱਤਰੀ ਗਾਜ਼ਾ ਵਾਪਸ ਜਾਣ ਦੀ ਉਡੀਕ ਕਰ ਰਹੀਆਂ ਔਰਤਾਂ - Al Jazeera English",
        "ਮੈਡੀਕਲ ਰਹੱਸਃ ਉਸ ਦੀ ਨੱਕ 'ਤੇ ਇਕ ਛੋਟੀ ਜਿਹੀ ਜਗ੍ਹਾ ਨੇ ਉਸ ਦੀ ਜ਼ਿੰਦਗੀ ਨੂੰ ਪੂਰੀ ਤਰ੍ਹਾਂ ਬਦਲ ਦਿੱਤਾ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਪੁਲਾੜ ਦੀ ਡੂੰਘਾਈ ਤੋਂ ਰੇਡੀਓ ਸਿਗਨਲ ਦੀ ਸ਼ੁਰੂਆਤ ਤੋਂ ਵਿਗਿਆਨੀ ਹੈਰਾਨ ਸਨ - ਭਾਰਤੀ ਰੱਖਿਆ ਸਮੀਖਿਆ",
        "ਗਲੈਕਸੀ ਐਸ 25 ਦੇ ਸਹਿਜ ਅਪਡੇਟਾਂ ਬਾਰੇ ਚਿੰਤਾ ਨਾ ਕਰੋ ਵਾਧੂ ਸਟੋਰੇਜ ਨੂੰ ਖਾਣਾ - ਸੈਮਮੋਬਾਈਲ - ਸੈਮਸੰਗ ਖ਼ਬਰਾਂ",
        "ਸਰੋਤਃ ਸਨਾਈਡਰ 'ਨਫ਼ਰਤ' ਕਮਾਂਡਰਾਂ ਦੀ ਸਫਲਤਾ - ਈਐਸਪੀਐਨ",
        "ਸਕੈਚੀ ਨਿਨਟੈਂਡੋ ਸਵਿੱਚ 2 ਲਿਸਟਿੰਗ ਗੇਮਿੰਗ ਹੈਂਡਹੋਲਡ ਦੀ ਪ੍ਰੀ-ਆਰਡਰ ਕੀਮਤ ਦਾ ਖੁਲਾਸਾ ਕਰਦੀ ਹੈ - ਨੋਟਬੁੱਕਚੇਕ.",
        "ਪ੍ਰਾਈਵੇਟ ਚੰਦਰਮਾ ਪੁਲਾੜ ਯਾਨ ਨੇ ਹੁਣੇ ਹੀ ਧਰਤੀ ਦਾ ਇੱਕ ਸਾਹ ਲੈਣ ਵਾਲਾ ਸਨੈਪਸ਼ਾਟ ਲਿਆ - ਮੈਸ਼ੇਬਲ",
        "ਟਰੰਪ ਰਾਸ਼ਟਰਪਤੀ ਸ਼ਕਤੀ ਦੀਆਂ ਸੀਮਾਵਾਂ ਦੀ ਜਾਂਚ ਕਰ ਰਹੇ ਹਨ, ਪਰ ਮਾਹਰਾਂ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਨ੍ਹਾਂ ਦਾ ਫਲੈਕਸ ਸ਼ਾਇਦ ਚਿਪਕ ਨਾ ਜਾਵੇ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਬਲੇਕ ਲਾਈਵਿਲ ਨਾਲ ਵਿਵਾਦ ਦੇ ਵਿਚਕਾਰ ਜਸਟਿਨ ਬਾਲਡੋਨੀ ਦੀ ਪਤਨੀ ਐਮਿਲੀ ਨੇ ਜਨਮਦਿਨ ਦੀ ਵਧਾਈ ਦੇਣ ਲਈ ਚੁੱਪ ਤੋੜ ਦਿੱਤੀ - ਹਿੰਦੁਸਤਾਨ ਟਾਈਮਜ਼",
        "ਵਾਸ਼ਿੰਗਟਨ ਕਾਉਂਟੀ ਵਿਚ ਕੈਟ ਬਰਡ ਫਲੂ ਦਾ ਠੇਕਾ ਲੈਂਦਾ ਹੈ, ਇਥਾਨਾਈਜ਼ਡ ਹੈ - ਕੇਪੀਆਈਸੀ ਨਿ Newsਜ਼"
    ]
}