{
    "headlines": [
        "Rebeldes sírios tomaram Aleppo, a segunda maior cidade do país. Aqui está quem eles são - CNN",
        "China proíbe as exportações de germânio e gálio para os EUA em movimento tit-for-tat - Bloomberg",
        "Mulher se declara culpada por acidente por dirigir embriagada que matou noiva na noite de núpcias - ABC News",
        "Governo francês oscila após PM Michel Barnier forçar orçamento - BBC.com",
        "Browns QB Jameis Winston em 497 jardas, 3 INT mostrando: 'Na frente de todo o mundo, eu estraguei tudo para nós' - NFL.com",
        "Truong My Lan: magnata vietnamita perde apelação no corredor da morte por causa da maior fraude bancária do mundo - BBC.com",
        "Tavares entrou em conflito com o conselho da Stellantis sobre o plano de revitalização, dizem fontes - Reuters",
        "A escolha de Trump para o FBI tem planos para remodelar a agência. Isto é o que Kash Patel disse que quer fazer - The Associated Press",
        "Gotham Awards 2024: ‘A Different Man’ ganha Melhor Filme como ‘Nickel Boys’, ‘Sing Sing’ Each Take Two - Hollywood Reporter",
        "Atualização da lesão no joelho de Christian McCaffrey: espera-se que o 49ers RB perca seis semanas depois de ser colocado no IR - CBS Sports",
        "   Removido ",
        "Trump diz que participará da celebração de reabertura da Catedral de Notre Dame em Paris neste fim de semana - The Associated Press",
        "‘Star Wars: Skeleton Crew’ e uma deliciosa lei de Jude levam a franquia de volta às suas raízes amigáveis para crianças: revisão de TV - Variedade",
        "Mulher havaiana Hannah Kobayashi avistada a entrar no México - polícia - BBC.com",
        "Califórnia abre sessão especial de preparação para processos anti-Trump - The Washington Post",
        "Senadores republicanos defendem Hegseth após reunião privada - Axios",
        "Jaguar lança um conceito para o seu novo modelo EV após uma controvérsia sobre o seu rebranding — que não apresentava um carro - Business Insider",
        "O card de luta final do UFC 310 revela 2 ex-campeões nas preliminares - MMA Fighting",
        "'Moana 2' entra para a história das bilheterias. Como a sequência animada conseguiu. - Yahoo Entertainment",
        "Dólar sobe após ameaça tarifária dos Brics de Donald Trump e problemas políticos franceses - Financial Times"
    ]
}