{
    "headlines": [
        "Enfant mort, 11 personnes infectées par la listeria liée à la marque de viande prête-à-manger - The Washington Post",
        "Au moins 15 morts après qu'une frappe israélienne aplatit un bâtiment dans le centre de Beyrouth, selon des responsables libanais - CNN",
        "[supprimé]",
        "Mystères médicaux : sa dépression et sa mauvaise mémoire avaient une cause inhabituelle - The Washington Post",
        "Les étoiles de « Wicked » ont été changées pour de bon. Les anciens Elphabas et Glindas se souviennent de la magie - CNN",
        "Les frappes israéliennes tuent des dizaines de personnes à Gaza en 48 heures, endommagent un hôpital dans le nord, selon des médecins palestiniens - Reuters",
        "Échantillon d'astéroïde rare contaminé par des micro-organismes malgré les meilleurs efforts des scientifiques - Gizmodo",
        "Échanger Bondi contre Gaetz apaise les craintes au ministère de la Justice, mais seulement un peu - POLITICO",
        "Réductions d'impôt Trump et 11 autres raisons d'ignorer une conversion Roth - Forbes",
        "Le rallye de Bitcoin rend certains investisseurs nerveux à propos du marché boursier - MarketWatch",
        "Le processeur graphique Intel Arc B580 a un TDP inférieur à 225 W et une interface PCIe 5.0×8 - VideoCardz.com",
        "La Russie continuera à tester de nouveaux missiles balistiques, dit Poutine - CNN",
        "Jason Kelce, Kylie Kelcie font une annonce de vie majeure - PennLive",
        "Ce qu'il faut savoir sur le fluorure dans l'eau potable - CNN",
        "La NASA a repéré une planète très jeune. Elle pourrait devenir une super-Terre. - Mashable",
        "Animateurs de la Fox, habitués de l'information par câble et professionnels du divertissement : Trump lance un cabinet fait pour la télévision - CNN",
        "Trump choisit Marty Makary pour diriger la FDA, Dave Weldon pour diriger CDC - The Washington Post",
        "[supprimé]",
        "Tyrese Haliburton, Pacers luttant pour reprendre le mojo de la saison dernière - NBA.com",
        "Horoscope du samedi 23 novembre 2024 - Chicago Sun-Times"
    ]
}