{
    "headlines": [
        "يتحمل أبناء العمومة اللوم بعد 4 صقور بالوعة INTs - ESPN",
        "أصيب تريفور لورانس بعد تعرضه لضربة قبيحة من قبل عزيز الشاعر، مما أثار شجارًا بين جاغوار وتكساس - ياهو سبورتس",
        "\"إنها تستمر في القدوم والقادمة \": ستلقي الثلوج ذات تأثير البحيرة قدمًا أخرى أو اثنتين من الثلوج في أجزاء من الولايات المتحدة - سي إن إن",
        "استقال الرئيس التنفيذي لشركة ستيلانتس كارلوس تافاريس - رويترز",
        "الأسبوع 13 من الدوري الوطني لكرة القدم الأمريكية: تحليل فوري من خسارة فريق باتريوت 25-24 إلى فريق كولتس - Pats Pulpit",
        "ترامب يهدد بفرض تعريفة جمركية بنسبة 100 ٪ على دول بريك - BBC.com",
        "فشل الدول في تنفيذ معاهدة الأمم المتحدة بشأن تنظيف التلوث البلاستيكي - واشنطن بوست",
        "أفضل عروض Cyber Monday 2024 للتسوق من Amazon و Apple و Macy's و Walmart و Wayfair و Target والمزيد - Yahoo Life",
        "\"موانا 2\" يحقق حالة نصف الإله: جميع سجلات شباك التذاكر مكسورة - مراسل هوليوود",
        "يقول كبير المسؤولين الكنديين إن ترودو وعد ترامب بتشديد الرقابة على الحدود - رويترز كندا",
        "إلين دي جينيريس تحتفل بالذكرى العشرين مع بورتيا دي روسي بعد الانتقال إلى إنجلترا: \"يا لها من مغامرة جميلة طويلة\" - AOL",
        "يجب على ترامب اختيار كاش باتل لإثبات أنه سيعيد ثقة الجمهور في مكتب التحقيقات الفيدرالي، كما يقول أحد كبار أعضاء مجلس الشيوخ عن الحزب الجمهوري - وكالة أسوشيتد برس",
        "خفر السواحل يبدأ البحث بعد انقلاب قارب الصيد في البحار قبالة جنوب شرق ألاسكا - أنكوراج ديلي نيوز",
        "خروج من الاستطلاع: يتقدم الاشتراكيون الديمقراطيون في رومانيا في التصويت البرلماني، لكن الزخم اليميني المتشدد يتراكم - POLITICO Europe",
        "الأسد في سوريا محاصر بتقدم المتمردين ورفض التسوية - فاينانشال تايمز",
        "اختيار ترامب الاستثنائي لحمو بناته للمناصب الرئيسية يؤكد اعتماده على أفراد الأسرة - سي إن إن",
        "مفوض الاتحاد الأوروبي الجديد لشؤون الفضاء يحدد الأولويات - SpaceNews",
        "وفاة واين نورثروب: ممثل \"Dynasty\" و \"Days of Our Lives\" كان 77 - الموعد النهائي",
        "داخل الخسارة الرابعة على التوالي لريان داي أمام ميشيغان: \"بخيبة أمل. غير متوقع. سحق. \"- فوكس سبورتس",
        "علماء الفلك يجدون مستعر أعظم نادر يمكن أن يعيد كتابة التاريخ الكوني - SciTechDaily"
    ]
}