{
    "headlines": [
        "Travis King, US soldier who fled to North Korea, sentenced for desertion - Al Jazeera English",
        "Diddy sex trafficking probe: Hollywood stars are 'scared to death' to speak out, experts say - Fox News",
        "Tourists are rushing to see glaciers before they disappear. The trips are turning deadly. - CNN",
        "Harris’ cash edge funds advertising blitz as Elon Musk cuts big check to House Republicans, new filings show - CNN",
        "New Zealand pilot Phillip Mehrtens freed after more than 18 months in captivity in Indonesia’s Papua - Yahoo! Voices",
        "Shohei Ohtani receives standing ovation after reaching 50-50, then reaches 52-52 - Yahoo Sports",
        "Erik Menendez Slams Ryan Murphy’s ‘Monsters’ Portrayal of Brothers: ‘Vile and Appalling’ - Rolling Stone",
        "Illinois snaps Nebraska’s undefeated start during overtime at Memorial Stadium - KETV Omaha",
        "Court rules nearly 98,000 Arizonans whose citizenship hadn't been confirmed can vote the full ballot - The Associated Press",
        "Sen. Tillis issues ultimatum to embattled GOP candidate in crucial swing state: ‘Owes it to President Trump’ - Fox News",
        "Georgia election board requires ballots be hand-counted despite warning from key GOP state officials - CNN",
        "Secret Service staff face discipline for Trump assassination attempt failures - Axios",
        "Boeing’s space and defense chief exits in new CEO’s first executive move - Reuters",
        "Beirut strike: Top Hezbollah commander killed in Israeli strike - BBC.com",
        "Aaron Sorkin Considering 'West Wing\" Reboot After White House Visit - Variety",
        "College football picks, schedule: Predictions against the spread, odds for NCAA top 25 games in Week 4 - CBS Sports",
        "It's official: Former TMI nuclear power plant set to restart operations - WGAL Susquehanna Valley Pa.",
        "South Carolina inmate utters just one final word before dying by lethal injection in state’s first execution in 13 years - New York Post ",
        "New York state reports 1st human case of EEE in nearly a decade - ABC News",
        "On the trail of the mystery woman whose company licensed exploding pagers - Reuters"
    ]
}