{
    "headlines": [
        "ਹੌਂਡਾ, ਨਿਸਾਨ ਨੇ ਦੁਨੀਆ ਦੀ ਤੀਜੀ ਸਭ ਤੋਂ ਵੱਡੀ ਆਟੋ ਨਿਰਮਾਤਾ ਬਣਾਉਣ ਲਈ ਗੱਲਬਾਤ ਸ਼ੁਰੂ ਕੀਤੀ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਗ੍ਰੀਨਲੈਂਡ ਟਰੰਪ ਨੂੰਃ ਅਸੀਂ ਵਿਕਰੀ ਲਈ ਨਹੀਂ ਹਾਂ - ਦ ਹਿੱਲ",
        "ਜਸਟਿਨ ਬਾਲਡੋਨੀ ਰਿਪ ਨੇ ਪੀਆਰ ਟੀਮ ਨੂੰ ਸਵੀਕਾਰ ਕੀਤਾ \"ਸੋਫੋਮੋਰੀਕਲ ਤੌਰ ਤੇ ਪ੍ਰਗਟ ਹੋਇਆ\" ਬਲੇਕ ਲਾਈਵ ਦੇ ਵਿਰੁੱਧ - ਡੈੱਡਲਾਈਨ",
        "ਡਿਲਿਵਰੀ ਡਰਾਈਵਰ 'ਜੰਕ ਫੀਸ' 'ਤੇ ਅਮਰੀਕੀ ਸਰਕਾਰ ਨੇ ਵਾਲਮਾਰਟ, ਬ੍ਰਾਂਚ ਮੈਸੇਂਜਰ' ਤੇ ਮੁਕੱਦਮਾ ਕੀਤਾ - ਯਾਹੂ ਵਿੱਤ",
        "ਟੇਕਸਨਜ਼ ਨੇ ਟੈਂਕ ਡੈੱਲ ਨੂੰ ਆਪਣੀ ਏਸੀਐਲ ਨੂੰ ਤੋੜਨ ਦੀ ਪੁਸ਼ਟੀ ਕੀਤੀ, ਉਸ ਦੇ ਗੋਡੇ ਨੂੰ ਉਜਾੜ ਦਿੱਤਾ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਬਾਇਡਨ ਨੇ ਫੈਡਰਲ ਮੌਤ ਦੀ ਸਜ਼ਾ 'ਤੇ 40 ਵਿਚੋਂ 37 ਕੈਦੀਆਂ ਦੀ ਸਜ਼ਾ ਮੁਆਫ ਕੀਤੀ - ਰਾਇਟਰਜ਼",
        "ਦੁਨੀਆ ਦਾ ਸਭ ਤੋਂ ਪੁਰਾਣਾ ਥਣਧਾਰੀ ਪੂਰਵਜ ਖੋਦਿਆ ਗਿਆਃ ਇੱਕ 'ਸਾਬਰ-ਟੂਥਡ' ਪ੍ਰੀਡੇਟਰ ਜੋ ਡਾਇਨਾਸੌਰਾਂ ਤੋਂ ਪਹਿਲਾਂ ਸ਼ਿਕਾਰ ਹੋਇਆ - ਦਿ ਡੇਲੀ ਗਲੈਕਸੀ --ਗ੍ਰੇਟ ਡਿਸਕਵਰੀਜ਼ ਚੈਨਲ",
        "ਹਾਲੀਡੇ ਸ਼ੋਅ 'ਤੇ ਡਰੋਨ ਡਿੱਗਣ ਤੋਂ ਬਾਅਦ ਫਲੋਰਿਡਾ ਦੇ ਲੜਕੇ ਦੀ ਓਪਨ ਹਾਰਟ ਸਰਜਰੀ ਕੀਤੀ ਗਈ - ਦਿ ਹਿੱਲ",
        "ਨੋਰਡਸਟ੍ਰੋਮ ਨੂੰ ਨੋਰਡਸਟ੍ਰੋਮ ਪਰਿਵਾਰ ਅਤੇ ਮੈਕਸੀਕਨ ਪ੍ਰਚੂਨ ਸਮੂਹ ਦੁਆਰਾ 6.25 ਬਿਲੀਅਨ ਡਾਲਰ ਦੇ ਸੌਦੇ ਵਿੱਚ ਪ੍ਰਾਪਤ ਕੀਤਾ ਜਾਵੇਗਾ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਨਿਊਯਾਰਕ ਸਿਟੀ ਸਬਵੇਅ ਟ੍ਰੇਨ ਵਿਚ ਅੱਗ ਲਾਉਣ ਵਾਲੀ womanਰਤ ਦੀ ਮੌਤ ਬਾਰੇ ਕੀ ਜਾਣਨਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਮੈਗਡੇਬਰਗ ਕ੍ਰਿਸਮਸ ਮਾਰਕੀਟ ਹਮਲੇ ਦੇ ਪੀੜਤਾਂ ਦਾ ਸੋਗ ਮਨਾਉਂਦਾ ਹੈ ਕਿਉਂਕਿ ਡੂੰਘੀ ਜਰਮਨ ਸਮਾਜਿਕ ਵੰਡਾਂ ਦੇ ਡਰ ਭੜਕਦੇ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "‘ਇੱਕ ਸੰਪੂਰਨ ਅਣਜਾਣ’ ਸਮੀਖਿਆਃ ਟਿਮੋਥੀ ਚੈਲਾਮੇਟ ਦਾ ਆਡੀਸੀਅਸ ਪੋਰਟਰੇਟ ਆਫ ਬੌਬ ਡਿਲਨ - ਦਿ ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "ਦੇਖੋ ਚੀਨੀ ਸੈਟੇਲਾਈਟ ਸ਼ਾਨਦਾਰ 'ਫਾਇਰਬਾਲ' ਵਿਚ ਅਮਰੀਕਾ ਦੇ ਉੱਪਰ ਸੜ ਗਿਆ - Livescience.",
        "ਲੁਈਗੀ ਮੈਂਗਿਓਨ ਦੇ ਅਟਾਰਨੀ ਨੇ ਦੋਸ਼ੀ ਸੀਈਓ ਕਾਤਲ ਨੂੰ 'ਰਾਜਨੀਤਿਕ ਚਾਰਾ' ਵਜੋਂ ਵਰਤਣ ਲਈ ਪੁਲਿਸ, ਮੇਅਰ ਨੂੰ ਧਮਾਕਾ ਕੀਤਾ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਲਾਈਵ ਬ੍ਰੀਫਿੰਗਃ ਮੱਧ ਪੂਰਬੀ ਸ਼ਕਤੀਆਂ ਸੀਰੀਆ ਦੇ ਨਵੇਂ ਨੇਤਾਵਾਂ ਤੱਕ ਪਹੁੰਚਣਾ ਸ਼ੁਰੂ ਕਰਦੀਆਂ ਹਨ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਅਲਜ਼ਾਈਮਰ ਦੇ ਖੁਲਾਸੇ ਦੇ ਪਿੱਛੇ ਲੁਕਿਆ ਹੋਇਆ ਦੋਸ਼ੀਃ ਮਾਈਕਰੋਸਕੋਪ ਦੇ ਹੇਠਾਂ ਮਾਈਕਰੋਗਲਿਆ - SciTechDaily",
        "ਨਹਿਰ ਨਿਯੰਤਰਣ 'ਤੇ ਟਰੰਪ ਦੇ ਝਗੜੇ ਨੇ ਪਨਾਮਾ ਦੀਆਂ ਜਾਇਦਾਦਾਂ ਨੂੰ ਤੋਲਿਆ - ਯਾਹੂ ਵਿੱਤ",
        "ਆਈਫੋਨ ਅਕਾਰ ਅਗਲੇ ਸਾਲ ਬਦਲਦੇ ਹਨਃ ਕੀ ਜਾਣਨਾ ਹੈ - ਮੈਕਰੂਮੋਰਸ",
        "ਐਫ ਡੀ ਏ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਬਹੁਤ ਸਾਰੀਆਂ ਠੰਡੀਆਂ ਦਵਾਈਆਂ ਵਿਚ ਭੀੜ-ਭੜੱਕਾ ਕੰਮ ਨਹੀਂ ਕਰਦਾ. ਕੀ ਮਦਦ ਕਰਦਾ ਹੈ - PBS NewsHour",
        "ਕੰਟੇਨਰ ਸਟੋਰ ਦੀਵਾਲੀਆਪਨ ਲਈ ਫਾਈਲਾਂ, ਜ਼ੋਰ ਦਿੰਦਾ ਹੈ ਕਿ ਇਹ ਇੱਥੇ ਰਹਿਣ ਲਈ ਹੈ - ਫੌਕਸ ਬਿਜ਼ਨਸ"
    ]
}