{
    "headlines": [
        "Dow baisse de 1 600 points, le Nasdaq devrait fermer sur le marché baissier alors que les ventes tarifaires de Trump s'aggravent : mises à jour en direct - CNBC",
        "Nintendo tire 2 précommandes aux États-Unis sur les tarifs Trump - BBC",
        "The Secret to Longevity : Keep Moving - Chasing Life with Dr. Sanjay Gupta - Podcast sur CNN Audio - CNN",
        "La bataille des rev-shares brassicoles qui bouleversera le basket-ball universitaire : « Pourquoi vais-je perdre encore 2 millions de dollars ? '- CBS Sports",
        "Les attaques israéliennes contre la Syrie constituent un signal d'alarme pour la Turquie - BBC",
        "Entretien avec une épidémiologiste qui a perdu son emploi à cause DES licenciements de chiens - transfuge",
        "La rougeole se propage au centre du Texas ; 5 États ont maintenant des épidémies actives - HuffPost",
        "La police britannique accuse le comédien Russell Brand de viol et d'agression sexuelle - WKBN.com",
        "Baisse des stocks de Nvidia. Le prochain coup de tarif vient de Chine. - Barron's",
        "Regarder : Alors que Microsoft fête ses 50 ans, Bill Gates, Satya Nadella et Steve Ballmer « rôtis » par Copilot AI - NDTV",
        "L'économie américaine a créé 228 000 emplois en mars avant l'escalade de la guerre commerciale - Axios",
        "Tempête pour apporter des inondations « générationnelles », plus de tornades dans le week-end au milieu du Sud - Axios",
        "La famille de Val Kilmer s'exprime après la mort de l'acteur : « Honoré de voir son héritage célébré » - Rolling Stone",
        "La guerre commerciale s'intensifie alors que la Chine riposte avec des droits de douane de 34% sur tous les produits américains - NPR",
        "Les chances qu'un astéroïde frappe la Lune augmentent légèrement - BBC",
        "Revue | Michelle Williams et Jenny Slate tuent dans « Dying for Sex » de FX - The Washington Post",
        "Apple Watch Series 11 : À quoi s'attendre de la prochaine grande version d'Apple - CNET"
    ]
}