{
    "headlines": [
        "Tabela de classificação do Masters 2025: cobertura ao vivo, atualizações, pontuações como Rory McIlroy, Bryson DeChambeau batalha na Rodada 4 - CBS Sports",
        "Adolescente de Wisconsin supostamente matou pais em conspiração extremista para assassinar Trump, diz FBI - ABC News",
        "Schumer procura suspender voos para empresa de helicópteros de Nova York após acidente mortal no rio Hudson - AP News",
        "Incêndio na residência do governador da Pensilvânia, Josh Shapiro, foi \"um ato criminoso\", diz a polícia - NPR",
        "Meta sobreviverá ao juiz Boasberg? O drama começa segunda-feira. - Politico",
        "A estrela de ‘The White Lotus’, Aimee Lou Wood, diz que a personificação de ‘SNL‘ foi ’cruel e sem graça‘: ‘Que vergonha’ - Variety",
        "Mais caos: Trump Admin sinaliza novas tarifas sobre eletrônicos da China após pausa - Rolling Stone",
        "Katy Perry e Lauren Sanchez exibem fatos de voo da Blue Origin que trazem \"especiarias ao espaço\" - Fox News",
        "Bernie Sanders critica Trump e Musk durante aparição surpresa no Coachella - The Hollywood Reporter",
        "Eleição no Gabão: líder do golpe, Oligui Nguema, vence votação por enorme margem - BBC",
        "Ataque israelense destrói parte do último hospital em pleno funcionamento na Cidade de Gaza à medida que a ofensiva aumenta - CNN",
        "Piastri conquista vitória controlada no Grande Prêmio do Bahrein à frente de Russell e Norris - Fórmula 1",
        "‘A Minecraft Movie’ Blasts To $ 551M Global; ‘The Amateur’ Spies $ 32M – International Box Office - Deadline",
        "O comércio de \"Sell America\" chacoalha Wall Street. O que poderia puxar os mercados dos EUA de volta. - MarketWatch",
        "Ex-alto funcionário da saúde critica RFK Jr. por minimizar mortes por sarampo - CBS News",
        "'Se não tivéssemos nos movido, estaríamos mortos': ucranianos descrevem momento em que ataques russos atingiram Sumy - BBC",
        "Os advogados do homem deportado por engano exigem seu retorno usando as próprias palavras de Trump - Axios",
        "O sarampo explodiu no Texas após o financiamento estagnado da vacina. Novos cortes ameaçam o mesmo nos EUA - AP News",
        "Kirby Smart reage à saga de Nico Iamaleava no Tennessee - 247Sports"
    ]
}