{
    "headlines": [
        "ਦੱਖਣੀ ਕੋਰੀਆ ਦੀ ਸੰਸਦ ਨੇ ਆਪਣੇ ਮਾਰਸ਼ਲ ਲਾਅ ਆਰਡਰ ਨੂੰ ਲੈ ਕੇ ਰਾਸ਼ਟਰਪਤੀ ਯੂਨ ਸੁਕ ਯੀਓਲ ਨੂੰ ਮਹਾਂਦੋਸ਼ ਲਗਾਉਣ ਲਈ ਵੋਟ ਦਿੱਤੀ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਕਿਵੇਂ ਰਾਸ਼ਟਰਪਤੀ ਬਾਇਡਨ ਆਪਣੀ ਵਿਰਾਸਤ ਨੂੰ ਟਰੰਪ-ਪਰੂਫ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰ ਰਹੇ ਹਨ - ਯਾਹੂ! ਆਵਾਜ਼ਾਂ",
        "ਅਸਦ ਦੀ ਜੇਲ੍ਹ ਦੇ ਤੌਰ 'ਤੇ ਸੀਰੀਆ Shudders ਅੱਤਿਆਚਾਰ ਰੌਸ਼ਨੀ ਵਿੱਚ ਆ - ਨਿਊਯਾਰਕ ਟਾਈਮਜ਼",
        "ਕੀ ਬਚਪਨ ਦੀਆਂ ਵੈਕਸੀਨਾਂ ਇਮਿਊਨ ਸਿਸਟਮ ਨੂੰ ‘ਓਵਰਲੋਡਿੰਗ’ ਕਰ ਰਹੀਆਂ ਹਨ? ਨੰ - ਨਿਊਯਾਰਕ ਟਾਈਮਜ਼",
        "ਨੈਨਸੀ ਪੇਲੋਸੀ ਵਿਦੇਸ਼ੀ ਯਾਤਰਾ 'ਤੇ ਸੱਟ ਲੱਗਣ ਤੋਂ ਬਾਅਦ ਹਸਪਤਾਲ ਵਿਚ - ਬੀਬੀਸੀ.",
        "ਟਰੰਪ ਨੇ ਡੇਲਾਈਟ ਸੇਵਿੰਗ ਟਾਈਮ ਖ਼ਤਮ ਕਰਨ ਦੀ ਕੀਤੀ ਮੰਗ - Axios",
        "ਟੈਕਸਾਸ ਏਜੀ ਨੇ ਮੇਲ-ਆਰਡਰ ਗਰਭਪਾਤ ਦੀਆਂ ਗੋਲੀਆਂ 'ਤੇ ਰਾਜ ਤੋਂ ਬਾਹਰ ਦੇ ਡਾਕਟਰ' ਤੇ ਮੁਕੱਦਮਾ ਕੀਤਾ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਪੋਲੀਓ ਤੋਂ ਬਚੇ ਮਿਚ ਮੈਕਕੌਨਲ ਟੀਕੇ ਨੂੰ ਕਮਜ਼ੋਰ ਕਰਨ ਦੀਆਂ ਕੋਸ਼ਿਸ਼ਾਂ ਦੀ ਆਲੋਚਨਾ ਕਰਦਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "'ਕ੍ਰਾਵੇਨ ਦ ਹੰਟਰ‘ ਅਤੇ ’ਮੈਡਮ ਵੈਬ‘ ਤੋਂ ਬਾਅਦ ਵੀ, ਸੋਨੀ ਦੀਆਂ ਮਾਰਵਲ ਫਿਲਮਾਂ ਮਰੇ ਨਹੀਂ ਹਨ (ਵਿਸ਼ੇਸ਼) - ਵੰਨਗੀ",
        "ਜੇਨ ਡੋ ਨੇ ਆਪਣੀ ਯਾਦ ਵਿਚ ਅਸੰਗਤਤਾਵਾਂ ਨੂੰ ਸਵੀਕਾਰ ਕਰਨ ਤੋਂ ਬਾਅਦ ਜੈ-ਜ਼ੈਡ ਅਟਾਰਨੀ ਬਲਾਤਕਾਰ ਦੇ ਦੋਸ਼ੀ ਦਾ ਮੁਕੱਦਮਾ ਖਾਰਜ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕੀਤੀ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਕਾਲਜ ਬਾਸਕਟਬਾਲ ਪਿਕਸ, ਸ਼ਡਿ: ਲਃ ਟੈਨਿਸੀ ਬਨਾਮ ਇਲੀਨੋਇਸ ਲਈ ਭਵਿੱਖਬਾਣੀ ਅਤੇ ਸ਼ਨੀਵਾਰ ਨੂੰ ਹੋਰ ਚੋਟੀ ਦੇ 25 ਖੇਡਾਂ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਨਿਕ ਸਾਬਨ ਨੇ ਬਿਲ ਬੇਲੀਚਿਕ ਨੂੰ ‘ਸਭ ਤੋਂ ਵੱਡੀ ਚੁਣੌਤੀ’ ਦੀ ਚੇਤਾਵਨੀ ਦਿੱਤੀ ਜਿਸਦਾ ਉਹ ਉੱਤਰੀ ਕੈਰੋਲੀਨਾ ਵਿਖੇ ਸਾਹਮਣਾ ਕਰੇਗਾ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਐਸਟ੍ਰੋਸ ਟ੍ਰੇਡ ਸਟਾਰ ਆ outਟਫੀਲਡਰ ਕਾਈਲ ਟੱਕਰ ਚਾਰ ਖਿਡਾਰੀਆਂ ਦੇ ਸੌਦੇ ਵਿਚ ਸ਼ਿਕਾਗੋ ਕਿubਜ਼ ਨੂੰ - ਹਿਊਸਟਨ ਕ੍ਰੋਨਿਕਲ",
        "ਪਰੇਸ਼ਾਨ ਕਰਨ ਵਾਲੀ ਕਲਿੱਪ ਓਪਨ ਏਆਈ ਦੇ ਸੋਰਾ ਵੀਡੀਓ ਜੇਨਰੇਟਰ ਵਿਚ ਹੈਰਾਨ ਕਰਨ ਵਾਲੀਆਂ ਖਾਮੀਆਂ ਦਾ ਖੁਲਾਸਾ ਕਰਦੀ ਹੈਃ ‘ਬਿਲਕੁਲ ਭਿਆਨਕ ਦਿਖਾਈ ਦਿੰਦਾ ਹੈ’ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਜੈਮਿਨੀਡ ਮੀਟੀਅਰ ਸ਼ਾਵਰ ਪੀਕਸ ਅੱਜ ਰਾਤ - ਡਬਲਯੂਆਰਜੀਬੀ",
        "ਡਬਲਯੂਡਬਲਯੂਈ ਸਮੈਕਡਾਉਨ ਨਤੀਜੇ – 12/13/24 (ਸ਼ਨੀਵਾਰ ਰਾਤ ਦੇ ਮੁੱਖ ਪ੍ਰੋਗਰਾਮ ਲਈ ਗੋ-ਹੋਮ ਸ਼ੋਅ) - Wrestleview.com",
        "ਓਪਨਏਆਈ ਐਲਨ ਮਸਕ ਦੀਆਂ ਵਧੇਰੇ ਅੰਦਰੂਨੀ ਈਮੇਲਾਂ ਪ੍ਰਕਾਸ਼ਤ ਕਰਦਾ ਹੈ ਜੋ ਦਿਖਾਉਂਦਾ ਹੈ ਕਿ ਉਸਨੇ ਅਸਲ ਵਿੱਚ ਇੱਕ ਲਾਭਕਾਰੀ structureਾਂਚੇ ਦਾ ਪੱਖ ਪੂਰਿਆ - ਬਿਜ਼ਨਸ ਇਨਸਾਈਡਰ",
        "ਗੋਲਨ ਹਾਈਟਸਃ ਇਜ਼ਰਾਈਲ ਦੀ ਫੌਜ ਸਰਦੀਆਂ ਲਈ ਮਾਉਂਟ ਹਰਮਨ 'ਤੇ ਰਹਿਣ ਦੀ ਤਿਆਰੀ ਕਰ ਰਹੀ ਹੈ - ਬੀਬੀਸੀ.",
        "ਸਾਡੇ ਸੌਰ ਮੰਡਲ ਵਿਚ ਸਭ ਤੋਂ ਜਵਾਲਾਮੁਖੀ ਸੰਸਾਰ ਦੇ ਨਵੇਂ ਨਿਰੀਖਣ ਇਕ ਰਹੱਸ ਨੂੰ ਹੱਲ ਕਰਦੇ ਹਨ ਜੋ ਵੋਏਜਰ 1 - ਸੀ ਐਨ ਐਨ ਨਾਲ ਸ਼ੁਰੂ ਹੋਇਆ ਸੀ",
        "ਫ੍ਰਾਂਸੋਇਸ ਬਾਯਰੂ ਨੂੰ ਫ੍ਰੈਂਚ ਪ੍ਰਧਾਨ ਮੰਤਰੀ ਨਿਯੁਕਤ ਕੀਤਾ ਗਿਆ - ਵਿੱਤੀ ਟਾਈਮਜ਼"
    ]
}