{
    "headlines": [
        "Может ли Ozempic лечить зависимость? - The Washington Post",
        "Google подает в суд, чтобы помешать США следить за ним, как за банком - The Verge",
        "Дональд Трамп и принц Уильям встретились в Нотр-Даме для повторного открытия в Париже - BBC.com",
        "Удивительное обновление iPhone от Apple - зеленые пузыри заканчиваются на следующей неделе - Forbes",
        "2026 No. 1 Recruit Zion Elee переезжает в Мэриленд - On3.com",
        "Стрельба в генерального директора UnitedHealthcare открывает шлюзы страховых разочарований американцев - PBS NewsHour",
        "Папа Римский создает 21 кардинала, многие из которых являются реформаторами по своему собственному праву, для осуществления своих планов реформ - The Associated Press",
        "Отчеты: Тренер штата Оклахома Майк Ганди соглашается реструктурировать контракт после сезона 0-9 в игре Big 12 - Yahoo Sports",
        "Пэт Макафи прогнозирует взрыв в титульном матче SEC между Джорджией, Техас - Athlon Sports",
        "Источник обратил внимание на вирусные слухи о том, что Барри Кеоган изменял Сабрине Карпентер перед их предполагаемым расставанием - BuzzFeed",
        "Path of Exile 2: 500 000 Steam-конкурентов, 1,1 миллиона Twitch-зрителей, потрясающий хит - Forbes",
        "Прямая трансляция матчей между штатом Аризона и штатом Айова, где смотреть, телеканал, коэффициенты на Big 12 Championship Game, выбор - CBS Sports",
        "Изъято",
        "Лучшие венчурные капиталисты Нью-Йорка до 30 лет - TechCrunch",
        "Ветеран военно-морского флота подумал, что у нее сердечный приступ. Поездка в отделение неотложной помощи обнаружила еще кое-что. - CBS News",
        "Наследие доблести: осталось только 16 выживших в Перл-Харборе. В 83-ю годовщину они до сих пор делятся историями о героизме - CNN",
        "Один из обвинителей Дидди раскрыл личность бывшей жены звезды НХЛ - The Times of India",
        "Джекпот Mega Millions затмевает 600 миллионов долларов - вот сколько победитель может забрать домой после уплаты налогов - Forbes",
        "Алина Хабба предсказывает, что Байден будет раздавать помилования «как тик-так» - The Hill",
        "Ралли биткоина продлится до конца 2025 года — Аналитик - Cointelegraph"
    ]
}