{
    "headlines": [
        "Weltraumteleskop enthüllt seltenes \"Einsteinring\" -Phänomen mit verblüffender Klarheit - CNN",
        "Hayes benennt 23-Spieler-USWNT-Roster für den SheBelieves Cup 2025, präsentiert von Visa - U.S. Soccer",
        "Die Vulcan-Rakete von Ula hat immer noch nicht das Gütesiegel der Space Force - Ars Technica",
        "Fed Chair Powell Eyes 'Restraint For Longer' With Trump Tariffs Set To Boost Inflation; S&P 500 Pauses - Investor's Business Daily",
        "Luka Doncics Lakers-Debüt: L.A. fährt zum Sieg, aber LeBron James und Jaxson Hayes waren die wahren Gewinner - CBS Sports",
        "Steve Bannon bekennt sich im Grenzmauerbetrugsfall schuldig, vermeidet Gefängnisstrafen - ABC News",
        "NASA ruft das Webb-Teleskop auf, um kürzlich identifizierte gefährliche Asteroiden zu verfolgen - Gizmodo",
        "Haus und Senat GOP ziehen wegen Versöhnung in den Krieg - Axios",
        "Stand der Dinge für Mittwoch bestätigt, mehr als 40 Minuten PS5-Nachrichten und Updates - Push Square",
        "Die Website geht offline, nachdem Shopify die Bearbeitung von Bestellungen für Hakenkreuz-T-Shirts eingestellt hat - CBS News",
        "Apples Beats bringt Powerbeats Pro 2 mit Herzfrequenzüberwachung auf den Markt - Bloomberg",
        "Monster Hunter Wilds ist der bisher freundlichste Eintrag der Serie — aber nicht auf Kosten von Hardcore-Fans, sagen die Macher - Polygon",
        "Bundesrichter weitet Blockade der Bemühungen der Trump-Administration aus, die Finanzierung der öffentlichen Gesundheit zu kürzen - CNN",
        "Serena Williams 'Ehemann Alexis Ohanian kritisiert ihren viralen Super Bowl-Moment - BuzzFeed",
        "Sam Altman-Elon Musk Fehde-Zeitleiste: Altman sagt, Musk sei keine \"glückliche Person\" nach dem \"verrückten\" OpenAI-Angebot - Forbes",
        "Die Super-Micro-Aktie bricht im Laufe des Tages vor dem Update ein. What Wall Street Wants from AI Server Maker. - Barron's",
        "NFL Draft QB-Umfrage 2025: Anonyme Scouts befragten ihre Top-Interessenten, die ihnen Angst machen, und Tag-3-Schläfer - CBS Sports",
        "Trumps föderale Änderungen stehen vor rechtlichen Hürden, da der Präsident den Gaza-Plan vorantreibt - CNN",
        "Die Grippesaison in den USA ist die intensivste seit mindestens 15 Jahren - CNN"
    ]
}