{
    "headlines": [
        "Election night in America: 2024 presidential election results - CNN",
        "10,000 North Korean troops now in Russia's Kursk region, Pentagon says - ABC News",
        "Stock market live: Election night updates and impacts - Yahoo Finance",
        "Israeli PM Netanyahu fires defence minister Gallant, citing lack of trust - Reuters",
        "Tropical Storm Rafael forms in Caribbean, expected to become a hurricane - NBC News",
        "Non-credible bomb threats against Atlanta-area polling places were from Russia, secretary of state says - CNN",
        "Pregnant Gypsy Rose Blanchard Reveals Who Fathered Her Baby After Taking Paternity Test - E! NEWS",
        "Marshon Lattimore Deal Makes Sense for Commanders and Saints - Sports Illustrated",
        "Florida election results 2024 live updates - The Washington Post",
        "Results of Georgia exit poll on U.S. presidential election - Reuters",
        "Rudy Giuliani ordered to appear in court after missing deadline to turn over Mercedes, other assets - The Associated Press",
        "Boeing workers agree to new contract offer, concluding strike - ABC News",
        "Earth underwent a massive, rapid melting period after the last global ice age, new study suggests - Phys.org",
        "Trump’s media stock is halted for extremely volatile trading as America goes to the polls - CNN",
        "North Carolina election 2024: How to track live results - WBTV",
        "iOS 18.2’s Notes app gets three powerful Apple Intelligence upgrades - 9to5Mac",
        "How to add Apple's election results tracker to your iPhone lockscreen - Business Insider",
        "Voters could make recreational weed legal in a majority of U.S. states - NPR",
        "‘Yellowstone’ Director Reveals How They’ll Keep New Season Spoilers From Leaking - Hollywood Reporter",
        "Mystery cargo-plane fires linked to Russian plot to plant bombs on aircrafts: officials - New York Post "
    ]
}