{
    "headlines": [
        "ਲਾਸ ਏਂਜਲਸ ਜੰਗਲੀ ਅੱਗ ਵਿਚ ਮਰਨ ਵਾਲਿਆਂ ਦੀ ਗਿਣਤੀ 24 ਹੋ ਗਈ ਹੈ ਕਿਉਂਕਿ ਅੱਗ ਬੁਝਾਉਣ ਵਾਲੇ ਵਧੇਰੇ ਭਿਆਨਕ ਹਵਾਵਾਂ ਲਈ ਬ੍ਰੇਸ ਕਰਦੇ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਫਲੋਰਿਡਾ ਤੋਂ ਜੈੱਫ ਬੇਜੋਸ ਦੇ ਬਲੂ ਓਰੀਜਿਨ ਰਾਕੇਟ ਲਾਂਚ ਹੋਣ ਦੇ ਨਾਤੇ ਲਾਈਵ ਦੇਖੋ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਚੀਨ, ਭਾਰਤ ਨੂੰ ਰੂਸ ਦੀ ਸਪਲਾਈ 'ਤੇ ਰੋਕ ਲਗਾਉਣ ਲਈ ਅਮਰੀਕਾ ਦੀਆਂ ਨਵੀਆਂ ਪਾਬੰਦੀਆਂ ਵਜੋਂ ਤੇਲ ਦੀ ਛਾਲ",
        "ਦਿਲਚਸਪੀ ਦੇ ਟਕਰਾਅ ਨੂੰ ਖਤਮ ਕਰਨ ਲਈ ਵਿਕੀਪੀਡੀਆ ETF ਹੋਲਡਿੰਗ Divest ਕਰਨ ਲਈ ਟਰੰਪ ਦੇ ਖਜ਼ਾਨਾ ਚੁੱਕਃ ਰਿਪੋਰਟ - CoinDesk",
        "ਲਾਸ ਏਂਜਲਸ ਦੀਆਂ ਅੱਗਾਂ ਦੇ ਰਿਪਲ ਜਾਰੀ ਹਨ ਕਿਉਂਕਿ ਮੇਘਨ ਨੈੱਟਫਲਿਕਸ ਸੀਰੀਜ਼ ਲਾਂਚ ਕਰਨ ਵਿੱਚ ਦੇਰੀ ਕਰ ਰਿਹਾ ਹੈ, ਕੰਪੋਜ਼ਰ ਦੇ ਕੰਮ ਖਤਮ ਹੋ ਗਏ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਦੁਨੀਆ ਦੇ ਸਭ ਤੋਂ ਵੱਡੇ ਧਾਰਮਿਕ ਤਮਾਸ਼ਿਆਂ ਵਿਚੋਂ ਇਕ ਚੱਲ ਰਿਹਾ ਹੈ ਅਤੇ ਗਿਣਤੀ ਹੈਰਾਨਕੁਨ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਜ਼ੇਲੇਨਸਕੀ ਉੱਤਰੀ ਕੋਰੀਆ ਦੇ ਸੈਨਿਕਾਂ ਦੇ ਆਦਾਨ-ਪ੍ਰਦਾਨ ਦੀ ਪੇਸ਼ਕਸ਼ ਕਰਦਾ ਹੈ - ਬੀਬੀਸੀ.",
        "ਜੈਡੇਨ ਡੈਨੀਅਲਸ ਕਮਾਂਡਰਾਂ ਨੂੰ ਆਖਰੀ ਮਿੰਟ ਦੇ ਬਚਣ ਬਨਾਮ ਬਕਸ ਦੇ ਨਾਲ 19 ਸਾਲਾਂ ਵਿੱਚ ਪਹਿਲੀ ਪਲੇਆਫ ਜਿੱਤਣ ਦੀ ਤਾਕਤ ਦਿੰਦਾ ਹੈ - ਯੂਐਸਏ ਅੱਜ",
        "ਐਲ. ਏ. ਦੇ ਜੰਗਲੀ ਅੱਗਾਂ ਵਿਚ ਦੋ ਮੋਰਚਿਆਂ 'ਤੇ ਲੜਨ ਵਾਲੇ ਨੇਤਾ ਹਨਃ ਕੁਦਰਤ ਅਤੇ ਰਾਜਨੀਤੀ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਇਟਲੀ ਨੇ ਅਮਰੀਕੀ ਸੈਨਿਕਾਂ 'ਤੇ ਜਾਨਲੇਵਾ ਡਰੋਨ ਹਮਲੇ ਵਿਚ ਲੋੜੀਂਦੇ ਈਰਾਨੀ ਨੂੰ ਰਿਹਾਅ ਕੀਤਾ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਸੇਵਾਮੁਕਤ ਐਫਬੀਆਈ ਮੁਖੀਃ ਆਲੋਚਕ \"ਸੁਤੰਤਰਤਾ ਅਤੇ ਇਤਰਾਜ਼ਯੋਗਤਾ\" ਨੂੰ ਉਦੋਂ ਤੱਕ ਪਸੰਦ ਕਰਨ ਦਾ ਦਾਅਵਾ ਕਰਦੇ ਹਨ ਜਦੋਂ ਤੱਕ ਇਹ ਉਨ੍ਹਾਂ ਨੂੰ ਦੁਖੀ ਨਹੀਂ ਕਰਦਾ - ਐਕਸੀਓਸ",
        "ਗੇਮ ਰੀਕੈਪਃ ਪੈਕਰਜ਼ ਤੋਂ 5 ਟੇਕਵੇਜ਼ ’ਐਨਐਫਸੀ ਵਾਈਲਡ ਕਾਰਡ ਪਲੇਆਫ ਘਾਟਾ ਈਗਲਜ਼ ਨੂੰ - ਪੈਕਰਸ ਡਾਟ ਕਾਮ",
        "ਕ੍ਰੋਏਸ਼ੀਆ ਦਾ ਰਾਸ਼ਟਰਪਤੀ ਮੁੜ ਤੋਂ ਬੇਮਿਸਾਲ ਜਿੱਤ ਨਾਲ ਚੁਣਿਆ ਗਿਆ - BBC.com",
        "'ਜਨਰਲ ਹਸਪਤਾਲ' ਸਟਾਰ ਲੈਸਲੀ ਚਾਰਲਸਨ, ਜਿਸ ਨੇ ਮੋਨਿਕਾ ਕੁਆਰਟਰਮੇਨ ਦੀ ਭੂਮਿਕਾ ਨਿਭਾਈ ਸੀ, ਦਾ ਅੱਜ 79 - ਅਮਰੀਕਾ ਵਿੱਚ ਦੇਹਾਂਤ ਹੋ ਗਿਆ",
        "ਕੀਲਰਃ ਸੀਨ ਪੇਟਨ ਨੇ ਬੋ ਨਿਕਸ, ਬ੍ਰੋਂਕੋਸ ਨੂੰ ਐਨਐਫਐਲ ਪਲੇਆਫਸ ਨੂੰ ਬਫੇਲੋ ਤੋਂ ਹਾਰਨ ਵਿੱਚ ਨਿਮਰ ਹੋਣ ਦਿੱਤਾ - ਦ ਡੇਨਵਰ ਪੋਸਟ",
        "ਸਟੂਡੀਓ ਵੈਟਰਨ ਮੀਆ ਅਮਮਰ ਜੰਗਲੀ ਅੱਗ ਤੋਂ ਬਚਣ ਦੇ ‘ਸ਼ੁੱਧ ਹਫੜਾ-ਦਫੜੀ’ ਦਾ ਵੇਰਵਾ ਦਿੰਦੀ ਹੈ ਕਿਉਂਕਿ ਉਹ ਪ੍ਰਸ਼ਾਂਤ ਪਾਲੀਸੇਡਜ਼ ਵਿਚ ਬਹੁਤ ਜ਼ਿਆਦਾ ਨੁਕਸਾਨ ਦਾ ਸੋਗ ਕਰਦੀ ਹੈਃ ‘ਇਕ ਪਰਿਵਾਰ ਨੂੰ ਪਾਲਣ ਲਈ ਕੋਈ ਬਿਹਤਰ ਜਗ੍ਹਾ ਨਹੀਂ’ - ਵੰਨਗੀ",
        "ਸਪੇਸਐਕਸ ਨੇ ਸਟਾਰਸ਼ਿਪ ਮੈਗਰਾਕੇਟ ਦੀ ਸੱਤਵੀਂ ਲਾਂਚਿੰਗ ਵਿੱਚ ਦੇਰੀ ਕੀਤੀ - ਡਿਜੀਟਲ ਰੁਝਾਨ",
        "ਬਿਡੇਨ, ਨੇਤਨਯਾਹੂ ਨੇ ਇਜ਼ਰਾਈਲ-ਹਮਾਸ ਜੰਗਬੰਦੀ ਤੱਕ ਪਹੁੰਚਣ ਦੀਆਂ ਕੋਸ਼ਿਸ਼ਾਂ ਬਾਰੇ ਤਾਜ਼ਾ ਵਿਚਾਰ ਵਟਾਂਦਰੇ ਕੀਤੇ - ਪੋਲੀਟਿਕੋ",
        "ਏਸ਼ੀਆ-ਪ੍ਰਸ਼ਾਂਤ ਬਾਜ਼ਾਰ ਮਜ਼ਬੂਤ ਯੂਐਸ ਨੌਕਰੀਆਂ ਦੇ ਬੱਦਲਾਂ ਦੀ ਰਿਪੋਰਟ ਕਰਨ ਤੋਂ ਬਾਅਦ ਘੱਟ ਖੁੱਲ੍ਹਦੇ ਹਨ ਫੈੱਡ ਰੇਟ-ਕੱਟ ਮਾਰਗ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਬੇਪੀਕੋਲੰਬੋ ਨੇ ਹੁਣੇ ਹੀ ਆਪਣਾ ਛੇਵਾਂ ਮਕਰ ਫਲਾਈਬੀ ਪੂਰਾ ਕੀਤਾ. ਇੱਥੇ ਵਧੀਆ ਚਿੱਤਰ ਹਨ - ਬ੍ਰਹਿਮੰਡ ਅੱਜ"
    ]
}