{
    "headlines": [
        "كأس العالم للهوكي يعود في فبراير 2028 - NHL.com",
        "ترامب يكتب كتابًا جديدًا للمستنقعات في غزة وأوكرانيا - صحيفة وول ستريت جورنال",
        "جيك تابر يحصل على صوت ترامب يدعو إلى اجتماع مجلس إدارة مركز كينيدي الجديد - سي إن إن",
        "القاضي يزيل عقبة قانونية رئيسية أمام خطة ترامب لتقليص القوى العاملة الفيدرالية مع الاستقالات المؤجلة - وكالة أسوشيتد برس",
        "توفيت فتاة من مقاطعة راندولف تبلغ من العمر 9 سنوات بسبب مضاعفات الأنفلونزا، وتزايد حالات الأنفلونزا - WRAL News",
        "وزارة العدل تقاضي نيويورك بسبب قانون منح تراخيص للمهاجرين - تايمز يونيون",
        "العقود الآجلة لمؤشر S&P 500 ترتفع مع تطلع المستثمرين إلى المزيد من الأرباح وبيانات التضخم: تحديثات مباشرة - CNBC",
        "Sony PlayStation State of Play فبراير 2025: تم الإعلان عن كل شيء - Eurogamer",
        "\"سرقة الطرق السريعة \": مدينة نيويورك ترد على أموال الوكالة الفيدرالية لإدارة الطوارئ التي استولت عليها إدارة ترامب - بوليتيكو",
        "أول حالة إصابة بشرية بإنفلونزا الطيور تم الإبلاغ عنها في أوهايو، تؤكد وزارة الصحة - WCPO 9 Cincinnati",
        "أفضل 100 وكيل مجاني لاتحاد كرة القدم الأميركي من بريسكو لعام 2025: توزيع اللاعبين المتاحين لكل فريق على حدة - CBS Sports",
        "يمكن لجهاز الكمبيوتر المحمول القديم \"التألق\" بعد غروب شمس Windows 10 باستخدام توزيعة Linux هذه - ZDNet",
        "تستعد مناطق الحرائق في لوس أنجلوس لتدفق الحطام \"المهدد للحياة\" من أسوأ عاصفة خلال عام حيث تضرب الثلوج الكثيفة الغرب الأوسط - سي إن إن",
        "نيويورك تشهد أسوأ موسم إنفلونزا منذ 15 عامًا على الأقل - تايمز يونيون",
        "من المقرر إغلاق متاجر جوان هذه في ولاية واشنطن - KING5.com",
        "تستخدم طيور الجنة الفلورة الحيوية السرية لجذب الزملاء - Earth.com",
        "تم الكشف عن لوحة بيكاسو مخفية من الفترة الزرقاء المبكرة من خلال التكنولوجيا الجديدة - WUFT",
        "هيغزيث يدعو حلفاء الناتو لقيادة أمن أوروبا، ويستبعد دعم عضوية أوكرانيا - وزارة الدفاع",
        "حصريًا: ستلتقي غابارد بحلفاء الولايات المتحدة في ميونيخ في أول رحلة لها بصفتها مدير الاستخبارات الوطنية - إيه بي سي نيوز"
    ]
}