{
    "headlines": [
        "Google Pixel 10 klebt Berichten zufolge mit dem gleichen Design wie das erste Renderleck [Galerie] - 9to5Google",
        "NFL Free Agency 2025: Zu den 10 besten verfügbaren Free Agents gehören Aaron Rodgers, Justin Reid, Rico Dowdle - CBS Sports",
        "Pakistanische Militante greifen Zug an und nehmen Passagiere als Geiseln - BBC.com",
        "Stock Market Today: Dow Futures Edge Up After Recession Fears Fuel Sell-Off — Live-Updates - The Wall Street Journal",
        "Southwest Airlines, wie wir sie kennen, ist vorbei. Hier ist, was sich ändert, von Taschengebühren bis zur Basisökonomie - CNBC",
        "Vikings & Former Commanders Defensive Lineman Jonathan Allen Stimme den Bedingungen zu - Vikings.com",
        "Apple Mac Studio (M3 Ultra) Erster Look: Ein Wochenende mit einem 8.000 $ Kraftpaket - The Verge",
        "Warum ist der \"Blutmond\" am Donnerstag rot? Das sollten Sie wissen und wann Sie nachschlagen sollten - WBUR News",
        "Ranking der Top 25 College-Basketballstars der letzten 25 Jahre: Zion, Carmelo, Jimmer, Steph, Kemba und mehr - CBS Sports",
        "Das Rennen um die Eindämmung des Feuers geht nach der Kollision von Tankcontainerschiffen in der Nordsee weiter - ABC News",
        "Republikaner schließen sich dem Gesetzentwurf zum Schutz der Arbeiter nach der Entlassung von DOGEN an - POLITICO",
        "Grönland geht zu den Abstimmungen, die von Trump und der Unabhängigkeit dominiert werden - BBC.com",
        "Tesla-Aktie fällt, weil Elon Musks Aktie fällt - Financial Times",
        "Republikaner marschieren trotz demokratischer Opposition mit einer staatlichen Finanzierungsrechnung voran - The Associated Press",
        "Vor 5 Jahren erklärte DIE WHO COVID zur Pandemie. Hier ist ein Blick auf die Krankheit anhand der Zahlen - ABC News",
        "Social-Media-Star Alysha Burney stirbt im Alter von 24 Jahren im Urlaub nach einem Asthmaanfall - The Independent",
        "Lt. Gov. Garlin Gilchrist gibt Gebot für Gouverneur von Michigan bekannt - POLITICO",
        "Apples nächste große Betriebssystem-Updates werden die größte Designüberholung seit Jahren mit sich bringen - TechCrunch"
    ]
}