{
    "headlines": [
        "[Removed]",
        "NBA coaches react with dismay over firing of 2-time coach of the year Mike Brown - The Associated Press",
        "Scientists Just Proved Your Brain Operates at the Speed of a Snail—and It’s Shockingly Low - The Daily Galaxy --Great Discoveries Channel",
        "Greg Gumbel, Longtime CBS Sports Studio Host and Play-by-Play Man, Dies at 78 - Hollywood Reporter",
        "A family of 4 died Christmas Day at their New Hampshire lake house after likely carbon monoxide leak - The Associated Press",
        "[Removed]",
        "U.S. homelessness jumps to another record high, amid affordable housing shortage - NPR",
        "Five Apple Intelligence Features Coming in 2025 - MacRumors",
        "S&P 500 Gains and Losses Today: Tech Stocks Fall to Finish Holiday Week - Investopedia",
        "Survivors of Azerbaijan Airlines plane crash report hearing bangs, explosions during flight - ABC News",
        "[Removed]",
        "2 NY prison guards involved in Robert Brooks’ death are part of larger ‘beat-up’ squad, lawsuit claims - syracuse.com",
        "Another unticketed passenger attempts to stow away on a Delta flight this holiday season - The Associated Press",
        "Syria's U.S.-backed Kurdish coalition faces an uncertain future after Assad's ouster - NPR",
        "Jalen Hurts injury update: Eagles QB out for Week 17 vs. Cowboys due to concussion; Kenny Pickett to start - CBS Sports",
        "[Removed]",
        "In Whiplash Maneuver, Court Rules Beneficial Ownership Information (BOI) Reporting Requirements Are On Hold - Forbes",
        "‘The Cosby Show’ Actor Geoffrey Owens Says He Still Struggles ‘Every Day to Make My Ends Meet’ After Quitting Trader Joe’s Job - Variety",
        "Android Auto's redesigned music player is here to ring in the new year - Android Police",
        "Should Beyoncé get a fine for finger gun gesture at NFL Christmas Day game? - Salon"
    ]
}