{
    "headlines": [
        "ترامب يجدد حملة \"الضغط الأقصى\" ضد إيران - صحيفة وول ستريت جورنال",
        "يقول بهاد بابي إن \"دواء السرطان الخاص بي\" تسبب في فقدان الوزن، مما أثار القلق عبر الإنترنت - الناس",
        "تقول تويوتا إن تفويضات المركبات الكهربائية التي تقودها كاليفورنيا \"مستحيلة\" لأن الولايات تفشل في تحقيق الهدف - سي إن بي سي",
        "يخطو جهاز Mac Mini الجديد خطوة صغيرة نحو التخزين القابل للترقية - The Verge",
        "في قضية انتخابات ترامب 2020، يطلب جاك سميث من القاضي الوقت لتحديد \"المسار المناسب\" - سي بي إس نيوز",
        "ماذا تعني رئاسة ترامب الثانية للتكنولوجيا - ذا فيرج",
        "لن يتمكن باول والاحتياطي الفيدرالي من تجنب الحديث عن ترامب إلى الأبد - سي إن بي سي",
        "ما يقرب من 70 ٪ من قتلى حرب غزة الذين تم التحقق منهم من النساء والأطفال، كما يقول مكتب الأمم المتحدة لحقوق الإنسان - رويترز",
        "تحديثات مباشرة للانتخابات: يصر الديمقراطيون على أنه لا يزال لديهم طريق للسيطرة على مجلس النواب - وكالة أسوشيتد برس",
        "بلاني، بايرون، لوغانو، ريديك: من سيكون بطل ناسكار 2024 ؟ - ESPN",
        "تعلن وزارة العدل عن تهمة القتل المأجور والتهم ذات الصلة ضد أصول الحرس الثوري الإيراني واثنين من الناشطين المحليين - وزارة العدل",
        "ترشيحات جرامي 2025: بيونسيه تتقدم بـ 11 إيماءة مثل تايلور سويفت وتشابيل روان وسابرينا كاربنتر وتشارلي XCX من بين أفضل المرشحين - تنوع",
        "سيتحدث رواد الفضاء الثمانية علنًا لأول مرة منذ دخول المستشفى بعد الحادث - سي إن إن",
        "تتهمه نجمة البلد السابقة زاك برايان بالإساءة العاطفية، وتدعي أنها عُرض عليها 12 مليون دولار للتوقيع على اتفاقية عدم الإفصاح - فوكس نيوز",
        "تدق أجراس نوتردام لأول مرة منذ حريق عام 2019 المدمر - سي إن إن",
        "\"صرخوا يهوديًا، جيش الدفاع الإسرائيلي \": يصف مشجع كرة القدم الإسرائيلي الهجوم في أمستردام - BBC.com",
        "نصوص عنصرية حول العبيد و \"قطف القطن\" يتم إرسالها إلى السود بينما تحقق حكومة الولاية والكليات والشرطة في أصولهم - سي إن إن",
        "نقطة محذوفة هنا",
        "5 أشياء يجب أن تعرفها عن سوزي وايلز - POLITICO",
        "تنبؤات جريئة للأسبوع العاشر من الدوري الوطني لكرة القدم الأمريكية: النمور، برايس يونغ يفوزان بعيدًا عن المنزل ؛ مبارزات دريك ماي كالب ويليامز - سي بي إس سبورتس"
    ]
}