{
    "headlines": [
        "Energie- und Handelsrepublikaner planen diese Woche ein Treffen zur Versöhnung - POLITICO",
        "TikTok Ban latest: Wo die Dinge nach der Anhörung vor dem Obersten Gerichtshof stehen - FOX 10 News Phoenix",
        "Dieses lebende Fossil hat blaues Blut und hat fünf Massenaussterben überlebt. - farmingdale-observer.com",
        "Dorfbewohner spielen bei Trumps Eröffnungskundgebung - Axios",
        "Kaliforniens Gouverneur Newsom erweitert die Sondersitzung, um die Waldbrände in LA anzugehen - KCRA Sacramento",
        "Live-Updates zu Waldbränden in Los Angeles: Behörden untersuchen Ursache tödlicher Waldbrände - The Associated Press",
        "Der US-Ölkonzern steht unter Druck, Russland zu verlassen, nachdem die Biden-Regierung die Sanktionen ausgeweitet hat - Financial Times",
        "Ohne Strom oder Wasser bleiben zwei Altadena-Nachbarn inmitten des Wracks - The Washington Post",
        "Südkalifornien Edison steht vor Klagen wegen Waldbränden in LA - Al Jazeera Englisch",
        "Bill Belichick bietet Patrioten, die Mike Vrabel einstellen, eine offene Reaktion - NESN",
        "Amazon beendet seine Option „Try Before You Buy“ für Prime-Mitglieder - The Associated Press",
        "Das Abhängen bei Starbucks kostet Sie, da das Unternehmen seine Politik der offenen Tür umkehrt - The Associated Press",
        "Der Waffenstillstand in Gaza wird abgeschlossen, sagte ein palästinensischer Beamter gegenüber BBC - BBC.com",
        "L.A. Rams Playoff-Spiel zur Kennzeichnung katastrophaler Brände mit NFL-Veteran Andrew Whitworth, Rachel Platten - Hollywood Reporter",
        "Lucy Liu darüber, warum sie Bill Murray bei \"Charlie's Angels\" wegen \"Unentschuldbarer\" Beleidigungen konfrontiert hat: \"Ich werde mich selbst schützen\" - Deadline",
        "Quarterback Jayden Daniels von den Washington Commanders ist immer noch dabei. Das sind schlechte Nachrichten für den Rest der NFL. - Andscape",
        "Joe Biden sagt, er werde Trump in der Außenpolitik eine \"sehr starke Hand zum Spielen\" lassen - Deadline",
        "1 Million US-Erwachsene werden bis 2060 jedes Jahr an Demenz erkranken, heißt es in der Studie - The Washington Post",
        "Anleiheverkauf: Was steigende Renditen für Anleger bedeuten - Fortune",
        "Oscar-Abstimmung verzögert, Mittagessen wegen Waldbränden in Südkalifornien abgesagt - KTLA Los Angeles"
    ]
}