{
    "headlines": [
        "ਜਪਾਨ ਦੇ ਨਿੱਕੇਈ 225 ਚੜ੍ਹਦਾ ਹੈ, ਯੇਨ ਰਾਜਨੀਤਿਕ ਅਨਿਸ਼ਚਿਤਤਾ ਦੇ ਵਿਚਕਾਰ ਡਿੱਗਦਾ ਹੈ ਕਿਉਂਕਿ ਸੱਤਾਧਾਰੀ ਗੱਠਜੋੜ ਬਹੁਮਤ ਗੁਆ ਦਿੰਦਾ ਹੈ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਸ਼ੋਹੇਈ ਓਹਤਾਨੀ ਨੂੰ ਸੋਮਵਾਰ ਨੂੰ ਵਿਸ਼ਵ ਸੀਰੀਜ਼ ਗੇਮ 3 ਵਿਚ ਖੇਡਣ ਦੀ ਉਮੀਦ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਤਿਮੋਥਿਉ Chalamet ਨਿਊਯਾਰਕ ਸਿਟੀ ਵਿੱਚ ਦਿੱਖ-ਵਰਗੇ ਘਟਨਾ ਕਰੈਸ਼ - BBC.com",
        "ਮੁੱਖ ਵਿਚੋਲੇ ਮਿਸਰ ਨੇ 2 ਦਿਨਾਂ ਗਾਜ਼ਾ ਜੰਗਬੰਦੀ ਅਤੇ 4 ਬੰਧਕਾਂ ਦੀ ਰਿਹਾਈ ਦਾ ਪ੍ਰਸਤਾਵ ਦਿੱਤਾ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਜਾਪਾਨ ਦੀ ਰਾਜਨੀਤੀ ਨੂੰ ਸਨੈਪ ਚੋਣਾਂ ਤੋਂ ਬਾਅਦ ਉਤਰਾਅ-ਚੜ੍ਹਾਅ ਦੀ ਦੁਰਲੱਭ ਖੁਰਾਕ ਮਿਲਦੀ ਹੈ - ਬੀਬੀਸੀ.",
        "ਇੱਕ ਲੰਬੀ ਉਮਰ ਦੇ ਮਾਹਰ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਤੁਹਾਨੂੰ ਬੁ agingਾਪੇ ਦੀ ਪ੍ਰਕਿਰਿਆ ਨੂੰ ਹੌਲੀ ਕਰਨ ਲਈ ਆਪਣੇ ਅੱਧ -40 ਦੁਆਰਾ ਇਸ ਕਿਸਮ ਦੀ ਕਸਰਤ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ - ਫਿੱਟ ਐਂਡ ਵੈੱਲ",
        "ਜਵਾਲਾਮੁਖੀ ਦੇ ਪਰਛਾਵੇਂ ਵਿਚ ਫਿਲੀਪੀਨਜ਼ ਦੇ ਇਕ ਕਸਬੇ ਵਿਚ ਜ਼ਮੀਨ ਖਿਸਕਣ ਦੀ ਉਮੀਦ ਨਹੀਂ ਕੀਤੀ ਗਈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਬੇਅਰਸ ਸੀਬੀ ਨੇ ਕਿਸਮਤ ਵਾਲੀ ਹੇਲ ਮੈਰੀ ਤੋਂ ਪਹਿਲਾਂ ਤਾਅਨੇ ਮਾਰਨ ਲਈ ਮੁਆਫੀ ਮੰਗੀ - ਈਐਸਪੀਐਨ",
        "ਹਟਾਈ",
        "ਈ. ਕੋਲੀ ਫੈਲਣ ਤੋਂ ਬਾਅਦ ਮੈਕਡੋਨਲਡਜ਼ ਕੁਆਰਟਰ ਪਾਉਂਡਰ ਵਾਪਸ - ਬੀਬੀਸੀ.",
        "ਉਰੂਗਵੇ ਦੇ 2 ਰਾਸ਼ਟਰਪਤੀ ਦੇ ਫਰੰਟ ਰਨਰਜ਼ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਹ ਅਗਲੇ ਮਹੀਨੇ ਵੋਟਿੰਗ ਦੇ ਦੂਜੇ ਗੇੜ ਵਿੱਚ ਆਹਮੋ-ਸਾਹਮਣੇ ਹੋਣਗੇ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਸੰਨੀ ਹੋਸਟਿਨ ਨੇ ਕ੍ਰਿਸ ਬ੍ਰਾਊਨ ਡੌਕ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ ਤੋਂ ਬਾਅਦ ਘਰੇਲੂ ਹਿੰਸਾ ਨੂੰ “ਸਾਦੇ ਦ੍ਰਿਸ਼ਟੀਕੋਣ ਵਿੱਚ ਮਹਾਂਮਾਰੀ ਲੁਕਾਉਣਾ” ਕਿਹਾ",
        "2024 ਦੇ ਸਰਬੋਤਮ ਸੇਲਿਬ੍ਰਿਟੀ ਹੇਲੋਵੀਨ ਪਹਿਰਾਵੇ - ਗਿਰਝ",
        "2024 ਦੇ ਰਾਸ਼ਟਰਪਤੀ ਦੇ ਸਮਰਥਨ ਦੇ ਵਿਰੁੱਧ ਚੋਣ ਕਰਨ ਤੋਂ ਬਾਅਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ ਵਿੱਚ ਗੜਬੜ - ਦਿ ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "‘ਰਸ਼ੀਅਨ ਸਪੈਸ਼ਲ ਆਪ੍ਰੇਸ਼ਨ‘ ਦਾ ਦੋਸ਼ ਲਗਾਉਂਦੇ ਹੋਏ, ਜਾਰਜੀਆ ਦੇ ਰਾਸ਼ਟਰਪਤੀ ਨੇ ਵਿਵਾਦਿਤ ਚੋਣਾਂ ’ਤੇ ਵਿਰੋਧ ਪ੍ਰਦਰਸ਼ਨਾਂ ਦੀ ਮੰਗ ਕੀਤੀ - ਸੀ ਐਨ ਐਨ",
        "ਸਪੇਸਐਕਸ ਲਾਭ ਜੋ ਰਿਵਾਲਲਜ਼ ਦੀ ਨਕਲ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰ ਰਹੇ ਹਨ - ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "ਪੀਬੀਓਸੀ ਮੁਦਰਾ ਨੀਤੀ ਟੂਲਬਾਕਸ ਵਿੱਚ ਆਉਟਰਾਈਟ ਰਿਵਰਸ ਰੈਪੋ ਸ਼ਾਮਲ ਕਰਦਾ ਹੈ - ਬਲੂਮਬਰਗ",
        "ਵੈਨਸ ਅਮਰੀਕੀਆਂ ਵਿਰੁੱਧ ਅਮਰੀਕੀ ਫੌਜ ਦੀ ਵਰਤੋਂ ਕਰਨ 'ਤੇ ਟਰੰਪ ਦਾ ਬਚਾਅ ਕਰਦਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਐਨਐਫਐਲ ਹਫਤਾ 8 ਗ੍ਰੇਡਃ ਬ੍ਰਾsਨਜ਼ ਨੇ ਰੇਵੇਨਜ਼ ਨੂੰ ਝਟਕਾ ਦੇਣ ਲਈ ਉੱਚ ਅੰਕ ਪ੍ਰਾਪਤ ਕੀਤਾ, ਹੈਲ ਮੈਰੀ ਜਿੱਤਣ ਤੋਂ ਬਾਅਦ ਕਮਾਂਡਰਾਂ ਨੂੰ 'ਬੀ+' ਮਿਲਦਾ ਹੈ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਐਮਪੀਡੀ ਮੁਖੀਃ ਪੁਲਿਸ ਉਸ ਵਿਅਕਤੀ ਨੂੰ ਫੇਲ੍ਹ ਕਰ ਗਈ ਜਿਸਨੂੰ ਉਸਦੇ ਗੁਆਂਢੀ ਨੇ ਕਥਿਤ ਤੌਰ 'ਤੇ ਗੋਲੀ ਮਾਰ ਦਿੱਤੀ ਸੀ - KARE11.com"
    ]
}