{
    "headlines": [
        "[supprimé]",
        "Fiches d'évaluation officielles | UFC 307 : Pereira vs Rountree Jr. - UFC",
        "La tempête tropicale Milton se forme dans le golfe du Mexique et pourrait s'intensifier jusqu'à devenir un ouragan menaçant la Floride - The Associated Press",
        "Après un an de guerre, les Gazaouis se demandent comment faire face à des tonnes de gravats - Reuters",
        "‘SNL’ parodie le débat présidentiel avec Tim Walz de Jim Gaffigan et J.D. Vance de Bowen Yang - Hollywood Reporter",
        "De lourdes frappes secouent Beyrouth alors qu'Israël étend sa campagne au Liban - Reuters",
        "La partie RH d'Ohtani du rassemblement des Dodgers au G1 de NLDS - ESPN",
        "Le chaos frappe le sondage AP avec 4 équipes classées dans le top 11 perdant face à des adversaires non classés - The Associated Press",
        "Un homme s'immole par le feu dans le centre-ville de D.C. lors d'un rassemblement pro-palestinien - The Washington Post",
        "Le kibboutz israélien Be'eri est devenu le symbole de la brutalité du Hamas. Certains survivants sont déterminés à revenir - CNN",
        "100 millions de dollars de fonds fédéraux débloqués pour la Caroline du Nord pour reconstruire des routes, des ponts endommagés par Hélène - CBS News",
        "Trump revient à Butler, en Pennsylvanie, après une tentative d'assassinat : « 16 secondes déchirantes » - CBS Pittsburgh",
        "Résultats WWE Bad Blood 2024, récapitulatif, notes : The Rock et Jimmy Uso sont de retour, Roman Reigns et CM Punk gagnent gros - CBS Sports",
        "Phillies vs Mets, calendrier NLDS 2024 : où regarder les matchs éliminatoires de la MLB, couverture télévisée pour le baseball d'après-saison - CBS Sports",
        "La suite de « Joker » obtient le dernier rire alors que le flop critique prend la couronne du box-office - New York Post",
        "Les marchés se préparent au choc de l'approvisionnement en pétrole au Moyen-Orient - OilPrice.com",
        "Le frère de Richard Simmons partage un « petit secret » sur l'enterrement tardif du gourou du fitness : « Peu de gens le savent » - Fox News",
        "Les dirigeants de la ville réagissent à la démission du Chicago Board of Education - WGN TV Chicago",
        "Replay : Harris visite la Caroline du Nord pour faire le point sur la récupération d'Hélène, aide au centre de dons - USA TODAY",
        "Tuberville critique la réponse de la FEMA à l'ouragan Helene ; l'agence affirme que les affirmations sont fausses - AL.com"
    ]
}