{
    "headlines": [
        "Dow Jones Futures: Bitcoin Tops $81,000 In Trump Rally; Nvidia Leads 5 Stocks Near Buy Points - Investor's Business Daily",
        "Is John Dutton dead? ‘Yellowstone’ reveals his fate after Kevin Costner’s shocking exit - New York Post ",
        "6.8 magnitude earthquake shakes Cuba after hurricanes and blackouts - ABC News",
        "While many U.S. voters welcome Trump's tougher border policies, his win puts migrants on edge - CBS News",
        "Trump calls on GOP senators vying to be majority leader to agree to recess appointments - CNN",
        "Bond Market on Risky Path as Traders Regroup From Wild Week - Yahoo Finance",
        "Detroit Lions vs. Houston Texans first half live chat, open thread - Pride Of Detroit",
        "Volunteer forest ranger, 18, dies responding to New York wildfire that sent smoky haze over NYC - CNN",
        "What was the fireball in the sky over North Texas? - FOX 4 News Dallas-Fort Worth",
        "Deebo Samuel explains 'out of character' sideline altercation with 49ers long snapper, kicker - USA TODAY",
        "Colts CB Kenny Moore calls out teammates after loss to Bills: ‘I don’t think the effort is there’ - Yahoo Sports",
        "The next Nintendo Direct is all about Super Nintendo World’s Donkey Kong Country - The Verge",
        "NFL Week 10 Takeaways: Pulse Checks for League's Most Embarrassing Teams - Bleacher Report",
        "Bitcoin Breaks $80,000 for First Time on Optimism Over Trump - Bloomberg",
        "Sotomayor has no plans to resign from Supreme Court, sources say - ABC News",
        "Why Trump’s 2nd withdrawal from the Paris Agreement will be different - POLITICO Europe",
        "'Heretic' and Hugh Grant debut with $11 million, but 'Venom: The Last Dance' tops box office again - The Associated Press",
        "Firefighters make progress, but Southern California wildfire rages on - USA TODAY",
        "Trump talked to Putin, told Russian leader not to escalate in Ukraine - The Washington Post",
        "Elon Musk reposts call to end the Federal Reserve Bank - Cointelegraph"
    ]
}