{
    "headlines": [
        "BAFTA Film Awards Nominierungen (Aktualisierung Live) - Vielfalt",
        "Trump-Berater räumen ein, dass ein Friedensabkommen mit der Ukraine noch Monate entfernt ist - Reuters",
        "(BLK) BlackRock's Fink sagt Record Client Cash ist \"nur der Anfang\" - Bloomberg",
        "Zahl der Todesopfer bei illegalen Bergbaubetrieben in Südafrika Hits 51 - Bloomberg",
        "[removed]",
        "PMQs live: Keir Starmer stellt sich Kemi Badenoch bei den Fragen des Premierministers - BBC.com",
        "Wordle Today: Die Antwort und Tipps für den 15. Januar 2025 - Mashable",
        "Tiger Woods ’Sohn Charlie lacht, während er sieht, wie sein Vater bei tgl Debüt eine schwere Niederlage erleidet - CNN",
        "Biden, in der Hauptsendezeit, um sich von der Nation zu verabschieden, während Trump sich auf die Amtsübernahme vorbereitet - ABC News",
        "Waffenstillstand in Gaza: Was können wir erwarten? - BBC.com",
        "Entenjäger entdecken auf einem Jagdausflug menschliche Überreste tief im Waldgebiet - ABC News",
        "Die deutsche Wirtschaft schrumpft im Jahr 2024 im zweiten Jahr in Folge um 0,2 % - CNBC",
        "WHO sagt mindestens 8 Tote bei Verdacht auf Marburg-Ausbruch in Tansania - Al Jazeera Englisch",
        "Samsung Galaxy Watch 6 erhält erstes Software-Update des Jahres - SamMobile - Samsung News",
        "Liftoff! NASA schickt Wissenschaft, Technologie zum Mond auf Firefly, SpaceX-Flug - NASA",
        "Ohio State vs. Notre Dame: 10 einflussreichste Spieler in der College Football Playoff National Championship - CBS Sports",
        "Südkoreas angeklagter Präsident Yoon Suk Yeol nach stundenlanger Pattsituation verhaftet - Axios",
        "Der britische Autor Neil Gaiman bestreitet, jemals nicht einvernehmlichen Sex zu haben, da sich immer mehr Ankläger melden - The Associated Press",
        "Direkte Feuerwarnung für den LA-Bereich, der zurückgedrängt wird, wenn der Wind nachlässt - POLITICO",
        "Sam Darnold, der Verlust der hässlichen Wikinger hat die ikonische Radiostimme des Teams gebrochen: \"Wirf es, Mann! ’- New York Post"
    ]
}