{
    "headlines": [
        "ਕੈਲੀਫੋਰਨੀਆ ਨੇ ਐਕਸਨਮੋਬਿਲ ਨੂੰ ਪਲਾਸਟਿਕ ਦੇ ਰੀਸਾਈਕਲ ਹੋਣ ਬਾਰੇ ਝੂਠ ਬੋਲਣ ਦਾ ਦੋਸ਼ ਲਗਾਇਆ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਅਮਰੀਕੀ ਅਧਿਕਾਰੀ ਇਜ਼ਰਾਈਲ-ਹਜ਼ਬੁੱਲਾ ਦੇ ਟਕਰਾਅ ਨੂੰ 'ਖੇਤਰੀ ਯੁੱਧ ਵੱਲ ਭੜਕਾਉਣ‘ ਨੂੰ ਰੋਕਣ ਲਈ ਗਰਮਜੋਸ਼ੀ ਨਾਲ ਕੰਮ ਕਰਦੇ ਹਨ - ਸੀਐਨਐਨ",
        "ਸੋਮਵਾਰ ਰਾਤ ਦਾ ਫੁੱਟਬਾਲਃ ਜੈਡੇਨ ਡੈਨੀਅਲਸ ਨੇ ਕਮਾਂਡਰਾਂ ਦੀ ਅਗਵਾਈ ਕਰਦਿਆਂ ਬੰਗਾਲਾਂ ਨੂੰ 38-33 ਨਾਲ ਹਰਾਇਆ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਅੰਟਾਰਕਟਿਕਾ ਦਾ 'ਡੋਮਸਡੇਅ ਗਲੇਸ਼ੀਅਰ' ਉਮੀਦ ਨਾਲੋਂ ਜਲਦੀ collapseਹਿਣ ਵੱਲ ਜਾ ਰਿਹਾ ਹੈ - ਐਨਡੀਟੀਵੀ",
        "ਲੇਬਨਾਨ 'ਚ 2006 ਤੋਂ ਬਾਅਦ ਸਭ ਤੋਂ ਖ਼ਤਰਨਾਕ ਦਿਨ ਇਜ਼ਰਾਇਲੀ ਹਮਲਿਆਂ' ਚ 492 ਲੋਕਾਂ ਦੀ ਮੌਤ - The Associated Press",
        "ਕੋਲੋਰਾਡੋ ਦੇ ਸੁਪਰ ਮਾਰਕੀਟ ਵਿਚ 10 ਦੀ ਹੱਤਿਆ ਕਰਨ ਵਾਲੇ ਬੰਦੂਕਧਾਰੀ ਨੂੰ ਉਮਰ ਕੈਦ ਦੀ ਸਜ਼ਾ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਬੋਇੰਗ ਯੂਨੀਅਨ ਨੇ 'ਫਾਈਨਲ' ਤੋਂ ਬਾਹਰ ਮਾਰਿਆ 30% ਤਨਖਾਹ ਵਾਧੇ ਦੀ ਪੇਸ਼ਕਸ਼ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਪੀਏਸੀ -12 ਵਿਸਥਾਰ ਹਫੜਾ-ਦਫੜੀਃ ਮਾਉਂਟੇਨ ਵੈਸਟ ਇਨ ਸਰਵਾਈਵਲ ਮੋਡ ਦੇ ਤੌਰ ਤੇ ਯੂਟਾ ਸਟੇਟ ਨੁਕਸ, ਏਏਸੀ ਸਕੂਲਾਂ ਨੇ ਵਿਆਜ ਨੂੰ ਰੱਦ ਕੀਤਾ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਚੀਨ ਨੇ ਆਰਥਿਕਤਾ ਨੂੰ ਉਤਸ਼ਾਹਤ ਕਰਨ ਲਈ ਨੀਤੀ ਬਾਜ਼ੂਕਾ ਨੂੰ ਬਰਖਾਸਤ ਕੀਤਾ, ਗਿਰਵੀਨਾਮੇ ਦੀ ਦਰ ਵਿੱਚ ਕਟੌਤੀ, ਜਾਇਦਾਦ ਦੀ ਅਗਵਾਈ ਕੀਤੀ - ਸਾ Southਥ ਚਾਈਨਾ ਮਾਰਨਿੰਗ ਪੋਸਟ",
        "ਐਫ ਡੀ ਏ ਨੇ ਹੁਣੇ ਹੀ ਘਰ ਵਿਚ ਫਲੂ ਟੀਕੇ ਨੂੰ ਹਰੀ ਝੰਡੀ ਦਿੱਤੀ. ਸਵੈ-ਪ੍ਰਬੰਧਿਤ ਸਪਰੇਅ ਦੀ ਪ੍ਰਵਾਨਗੀ ਦਾ ਤੁਹਾਡੇ ਲਈ ਕੀ ਅਰਥ ਹੈ - ਯਾਹੂ ਲਾਈਫ",
        "ਡੈਮਰ ਹੈਮਲਿਨ ਨੇ ਕੈਰੀਅਰ ਦੇ ਪਹਿਲੇ ਰੁਕਾਵਟ ਨੂੰ ਰਿਕਾਰਡ ਕੀਤਾ, ਦਿਲ ਦੀ ਗ੍ਰਿਫਤਾਰੀ ਤੋਂ 2 ਸਾਲ ਤੋਂ ਘੱਟ ਸਮੇਂ ਬਾਅਦ ਬਿਲਾਂ ਦੀ ਭੀੜ ਨੂੰ ਇੱਕ ਪਾਗਲ ਵਿੱਚ ਭੇਜਦਾ ਹੈ - ਯਾਹੂ ਸਪੋਰਟਸ",
        "ਐਲਨ ਮਸਕ ਨੇ ਐਕਸ ਲਈ ਆਪਣੀ ਬਲਾਕਿੰਗ ਵਿਸ਼ੇਸ਼ਤਾ ਨੂੰ ਬਦਲਣ ਦੀਆਂ ਯੋਜਨਾਵਾਂ ਦੀ ਪੁਸ਼ਟੀ ਕੀਤੀਃ 'ਹਾਈ ਟਾਈਮ' - ਫੌਕਸ ਬਿਜ਼ਨਸ",
        "ਫੈੱਡਸ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਹ ਟਰੰਪ ਗੋਲਫ ਕੋਰਸ ਦੇ ਸ਼ੱਕੀ ਵਿਅਕਤੀ ਵਿਰੁੱਧ ਕਤਲ ਦੀ ਕੋਸ਼ਿਸ਼ ਦੇ ਦੋਸ਼ ਦੀ ਮੰਗ ਕਰਨਗੇ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਹਟਾਈ",
        "ਚੋਣ ਏਜੰਡੇ 'ਤੇ ਅਪਰਾਧ ਦੇ ਨਾਲ, ਐਫਬੀਆਈ ਅੰਤਮ 2023 ਅਪਰਾਧ ਦੇ ਅੰਕੜੇ ਦਿੰਦਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਅਲ ਬੀ! ਯਕੀਨਨ! ਡਿੱਡੀ ਦੇ ਸਾਬਕਾ ਕਿਮ ਪੋਰਟਰ ਦੀ ਮੌਤ ਦੀ ਜਾਂਚ ਦੀ ਮੰਗ ਕਰਦਾ ਹੈ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਮੁਸਕਰਾਉਂਦੇ ਹੋਏ ਡਿਕ ਵੈਨ ਡਾਈਕ, 98, ਐਮੀਜ਼ ਗੁੰਮ ਜਾਣ ਤੋਂ ਬਾਅਦ ਬੋਲਦਾ ਹੈ, ਚੁਟਕਲੇ ਉਹ ‘ਪ੍ਰਾਰਥਨਾ ਕਰ ਰਿਹਾ ਹੈ’ ਉਹ ਇਸ ਨੂੰ 99 ਵੇਂ ਜਨਮਦਿਨ ਤੇ ਬਣਾਉਂਦਾ ਹੈ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਟੈਲੀਗ੍ਰਾਮ ਹੁਣ ਅਧਿਕਾਰੀਆਂ ਨੂੰ ਕੁਝ ਉਪਭੋਗਤਾ ਡੇਟਾ ਪ੍ਰਦਾਨ ਕਰੇਗਾ - ਬੀਬੀਸੀ.",
        "ਨੇਬਰਾਸਕਾ ਜੀਓਪੀ ਸੈਨੇਟਰ ਨੇ ਇਲੈਕਟੋਰਲ ਕਾਲਜ ਤਬਦੀਲੀ ਦਾ ਵਿਰੋਧ ਕੀਤਾ ਜਿਸ ਨੇ ਟਰੰਪ ਨੂੰ ਦੁਬਾਰਾ ਚੋਣ ਜਿੱਤਣ ਵਿੱਚ ਸਹਾਇਤਾ ਕੀਤੀ ਹੋ ਸਕਦੀ ਹੈ - ਫੌਕਸ ਨਿ Newsਜ਼",
        "ਫਾਲਕਨਜ਼ ’ਤੇ ਚੀਫਸ ਦੀ ਜਿੱਤ ਤੋਂ 7 ਜੇਤੂ ਅਤੇ 3 ਹਾਰਨ ਵਾਲੇ - ਐਰੋਹੈੱਡ ਪ੍ਰਾਈਡ"
    ]
}