{
    "headlines": [
        "Five Years Later: What We Know About Long Covid - Chasing Life with Dr. Sanjay Gupta - Podcast on CNN Audio - CNN",
        "Gaza truce shatters as Israel carries out wave of deadly strikes and says it has ‘returned to fighting’ - CNN",
        "Asian Stocks Gain for Third Day as US Futures Slip: Markets Wrap - Yahoo Finance",
        "Fast-fashion staple Forever 21 files for bankruptcy again - The Washington Post",
        "China Is Said to Scrutinize Li Ka-shing’s Port Deal for Breaches - Bloomberg",
        "NCAA Tournament 2025 bracket picks, upsets, best Cinderella teams: Model simulates March Madness 10,000 times - CBS Sports",
        "All Four iPhone 17 Models Rumored to Feature Upgraded 24-Megapixel Front Camera and More - MacRumors",
        "Giants might as well wait for Aaron Rodgers’ decision at this point - New York Post ",
        "Germany set to vote on historic increase in defence spending - BBC.com",
        "Former Bachelor star Sean Lowe rushed to the ER after being violently attacked by his dog - The Independent",
        "Schumer is doing damage control. It isn’t working. - POLITICO",
        "Trump nominates Fed Governor Michelle Bowman to be central bank’s top cop: ‘Economy has been mismanaged’ - New York Post ",
        "U.S. Punches Back at Iran-Backed Houthi Terrorists in Yemen - Department of Defense",
        "At Kennedy Center, Trump envisions remaking Honors, suggests he could host - The Washington Post",
        "Trump says 'many elements' agreed to ahead of Putin call - BBC.com",
        "Bengals were reportedly faced with losing Ja’Marr Chase if they didn’t re-sign Tee Higgins - Cincy Jungle",
        "Presidents have used autopens for decades. Now Trump objects to Biden’s use of one - The Associated Press",
        "History-making Blue Ghost lunar lander sends one last message from the moon - CNN",
        "How To Watch iHeartRadio Music Awards 2025 On TV & Online Streaming - Deadline"
    ]
}