{
    "headlines": [
        "Brett Favre diz ao Congresso que foi diagnosticado com doença de Parkinson - Salon",
        "DOJ processa Visa por monopólio de mercado de cartão de débito - Fox Business",
        "Governador de Nebraska diz que o esforço do Partido Republicano para mudar os votos eleitorais do estado para ajudar Trump está morto - POLITICO",
        "Israel ataca alvos do Hezbollah à medida que o conflito se intensifica - CNN",
        "Chefe da ONU condena cartão de 'saída gratuita da prisão' em guerras - Reuters",
        "Os promotores dizem que as provas o inocentam. Ele deve ser executado hoje. - The Washington Post",
        "Gangue Tren de Aragua começou nas prisões da Venezuela e agora espalha medo nos EUA - Associated Press",
        "Ryan Murphy responde às críticas de Erik Menendez sobre ‘Monsters: The Lyle & Erik Menendez Story’ - Prazo",
        "Agora você pode comprar o Google TV Streamer nesses 19 países - 9to5Google",
        "Pesquisa da CNN: Harris e Trump travaram uma corrida presidencial extremamente apertada - CNN",
        "O voto do irmão: Trump e Harris duelam sobre o que significa ser um homem na América - usa TODAY",
        "   Removido ",
        "   Removido ",
        "Biden faz discurso final na Assembleia Geral da ONU como presidente - CBS News",
        "CEO da fabricante Ozempic culpa companhias de seguros pelos preços dos medicamentos para perda de peso - Axios",
        "O trailer do filme ‘Pecadores‘, de Michael B. Jordan, foi lançado antes mesmo de ‘Blade’ começar a ser filmado - IndieWire",
        "teste de duração máxima da bateria do iPhone 16 Pro - PhoneArena",
        "Ranking Fantasy Football 2024, sleepers, cheat sheets, streamers para a Semana 4 para ligas padrão, PPR - CBS Sports",
        "Detenções após 'cápsula suicida' da Sarco ser usada na Suíça - BBC.com",
        "O primeiro-ministro do Reino Unido, Keir Starmer, diz que são necessários tempos difíceis para desencadear a renovação nacional - CNBC"
    ]
}