{
    "headlines": [
        "Liam Payne, former One Direction member, dies at 31 in Argentina hotel fall - The Associated Press",
        "Trump says Jan. 6 was a \"day of love,\" glossing over his supporters' assault on officers - CBS News",
        "Mortgage rates spike for third straight week while buyers grow cautious - Yahoo Finance",
        "Universal Orlando’s new Harry Potter and Nintendo worlds will open in May - The Verge",
        "Mitzi Gaynor, Showbiz Dynamo and Star of ‘South Pacific,’ Dies at 93 - Hollywood Reporter",
        "Trump asks judge in Jan. 6 case to delay release of additional immunity filing - ABC News",
        "ECB Cuts Interest Rates Again as Eurozone Inflation Slows - The New York Times",
        "Will Menendez brothers be freed? Family makes fervent plea amid new evidence - USA TODAY",
        "US strikes Iran-backed Houthis in Yemen: Live updates - CNN",
        "Independent panel investigating Trump rally shooting warns of \"deep flaws\" in Secret Service, calls for \"fundamental reform\" - CBS News",
        "'No authority': Georgia election board loses again in court as judge strikes down 7 rules - USA TODAY",
        "Execution of Texas inmate scheduled for today now in question after he’s called to testify before state committee - CNN",
        "Stress and ‘moon face’: What experts say about this TikTok trend - CNN",
        "Man rescued after 67 days adrift at sea describes how he survived after brother and nephew died: \"I simply had no choice\" - CBS News",
        "Fox News’s interview of Kamala Harris was grievance theater, not political journalism - The Guardian",
        "Broncos vs. Saints NFL props, AI prediction, top Thursday Night Football picks: Alvin Kamara under 68.5 yards - CBS Sports",
        "[Removed]",
        "Hunger experts say the risk of famine in Gaza remains high - The Associated Press",
        "NFL Week 7 picks straight up and against spread: Will Chiefs or 49ers win Super Bowl rematch? - USA TODAY",
        "Weight-Loss Drugs Cut Drug and Alcohol Abuse, According to New Study - The Wall Street Journal"
    ]
}