{
    "headlines": [
        "ਜਨਰਲ ਜ਼ੈੱਡ ਦੇ ਲਗਭਗ 40 ਪ੍ਰਤੀਸ਼ਤ ਪੁਰਸ਼ਾਂ ਕੋਲ ਪ੍ਰਾਇਮਰੀ ਕੇਅਰ ਪ੍ਰਦਾਤਾ ਨਹੀਂ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਭਵਿੱਖ ਦੇ ਗਰਮ ਖੰਡੀ ਤੂਫਾਨ ਹੇਲੀਨ ਫਲੋਰਿਡਾ, ਖਾੜੀ ਤੱਟ ਲਈ ਇਕ ਤੂਫਾਨ ਦਾ ਖ਼ਤਰਾ; ਕੈਨਕੂਨ ਵਿਚ ਅਲਰਟ ਜਾਰੀ - ਮੌਸਮ ਚੈਨਲ",
        "ਨਕਲੀ ਏਆਈ \"ਪੋਡਕਾਸਟਰ\" ਮੇਰੀ ਕਿਤਾਬ ਦੀ ਸਮੀਖਿਆ ਕਰ ਰਹੇ ਹਨ ਅਤੇ ਇਹ ਮੈਨੂੰ ਹੈਰਾਨ ਕਰ ਰਿਹਾ ਹੈ - ਆਰਸ ਟੈਕਨੀਕਾ",
        "ਹਿੰਸਕ ਅਪਰਾਧ ਪਿਛਲੇ ਸਾਲ ਸੰਯੁਕਤ ਰਾਜ ਵਿੱਚ ਇੱਕ ਅਨੁਮਾਨਤ 3% ਘਟਿਆ, ਐਫਬੀਆਈ ਅਪਰਾਧ ਦੇ ਅੰਕੜੇ ਦਰਸਾਉਂਦੇ ਹਨ - ਸੀਐਨਐਨ",
        "ਪੈਟਰਿਕ ਮਹੋਮਜ਼ਃ ਅਸੀਂ ਟ੍ਰੈਵਿਸ ਕੈਲਸੇ ਲਈ ਨਾਟਕ ਕਹਿ ਰਹੇ ਹਾਂ ਅਤੇ ਦੋ ਜਾਂ ਤਿੰਨ ਲੋਕ ਉਸ ਨੂੰ ਕਵਰ ਕਰਦੇ ਹਨ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "Octopuses ਦੁਰਲੱਭ ਵੀਡੀਓ ਵਿੱਚ ਮੱਛੀ ਦੇ ਨਾਲ ਮਿਲ ਕੇ ਸ਼ਿਕਾਰ ਦੇਖਿਆ — ਅਤੇ ਪੰਚਿੰਗ ਮੱਛੀ ਹੈ, ਜੋ ਕਿ ਸਹਿਯੋਗ ਨਾ ਕਰਦੇ - ਯਾਹੂ! ਆਵਾਜ਼",
        "ਮੇਨੇਂਡੇਜ਼ ਬ੍ਰਦਰਜ਼ ਨੈੱਟਫਲਿਕਸ ਦਸਤਾਵੇਜ਼ੀ ਟ੍ਰੇਲਰਃ ਨਵੀਂ ਆਡੀਓ ਇੰਟਰਵਿs - ਵਰਾਇਟੀ",
        "ਐਨਐਫਐਲ ਰੈਫ ਵਿਵਾਦ ਦੇ ਵਿਚਕਾਰ ਚੀਫਜ਼ ਬਨਾਮ ਫਾਲਕਨਜ਼ ਵਿੱਚ ਕੁੱਕ-ਪਿਟਸ ਡੀਪੀਆਈ ਨੂੰ ਕਾਲ ਨਾ ਕਰਨ ਦੀ ਵਿਆਖਿਆ ਕਰਦਾ ਹੈ - ਬਲੀਚਰ ਰਿਪੋਰਟ",
        "ਫੈੱਡਸਃ ਸਪੱਸ਼ਟ ਤੌਰ 'ਤੇ ਹੱਤਿਆ ਦੀ ਕੋਸ਼ਿਸ਼ ਵਿਚ ਦੋਸ਼ੀ ਵਿਅਕਤੀ ਨੇ ਨੋਟ ਛੱਡ ਦਿੱਤਾ ਜਿਸ ਤੋਂ ਸੰਕੇਤ ਮਿਲਦਾ ਹੈ ਕਿ ਉਹ ਟਰੰਪ ਨੂੰ ਮਾਰਨ ਦਾ ਇਰਾਦਾ ਰੱਖਦਾ ਸੀ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਇਜ਼ਰਾਈਲ ਨੇ ਹਿਜ਼ਬੁੱਲਾ ਦੇ ਵਿਰੁੱਧ ਲੇਬਨਾਨ ਦੀ ਵਿਸਤ੍ਰਿਤ ਹੜਤਾਲ ਮੁਹਿੰਮ ਵਿੱਚ 800 ਟੀਚਿਆਂ ਨੂੰ ਮਾਰਿਆ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਕੁਆਲਕਾਮ ਦੁਆਰਾ ਇੰਟੇਲ ਪ੍ਰਾਪਤੀ ਦੀ ਸੰਭਾਵਨਾ ਨਹੀਂ; ਅਪੋਲੋ ਨਿਵੇਸ਼ ਸੰਭਵਃ ਵਿਸ਼ਲੇਸ਼ਕ - ਅਲਫ਼ਾ ਦੀ ਭਾਲ",
        "ਮਿਜ਼ੌਰੀ ਸੁਪਰੀਮ ਕੋਰਟ ਨਿਰਧਾਰਤ ਫਾਂਸੀ ਤੋਂ ਇਕ ਦਿਨ ਪਹਿਲਾਂ ਮੌਤ ਦੀ ਸਜ਼ਾ ਦੇ ਮਾਮਲੇ 'ਤੇ ਵਿਚਾਰ ਕਰੇ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਜਾਪਦਾ ਹੈ ਕਿ ਇਜ਼ਰਾਈਲ ਨੇ ਹਿਜ਼ਬੁੱਲਾ ਨੂੰ ਇਕ ਕੋਨੇ ਵਿਚ ਧੱਕ ਦਿੱਤਾ ਹੈ — ਇਕ ਸਰਬਪੱਖੀ ਯੁੱਧ ਦਾ ਪੜਾਅ ਤੈਅ ਕਰਦਾ ਹੈ - ਬਿਜ਼ਨਸ ਇਨਸਾਈਡਰ",
        "ਚੋਣਾਂ 2024 ਲਾਈਵ ਅਪਡੇਟਸਃ ਟਰੰਪ ਪੈਨਸਿਲਵੇਨੀਆ ਵਾਪਸ ਚਲੇ ਗਏ, ਜਿੱਥੇ ਪੋਲ ਸਖਤ ਦੌੜ ਦਿਖਾਉਂਦੇ ਹਨ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "‘ਓਕਟੋਮ’ ਨਾਦਿਆ ਸੁਲੇਮਾਨ ਪਹਿਲੀ ਵਾਰ ਦਾਦੀ ਬਣ ਗਈਃ ‘ਇਸ ਲਈ ਧੰਨ’ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਯੂਨੀਕ੍ਰੇਡਿਟ ਨੇ ਕਮਰਜ਼ਬੈਂਕ ਵਿਚ ਹਿੱਸੇਦਾਰੀ 21% ਤੱਕ ਚੁੱਕੀ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "ਰੂਸੀ ਫੌਜੀ ਜਹਾਜ਼ ਹਵਾਈ ਖੇਤਰ ਵਿੱਚ ਦਾਖਲ ਹੋਣ ਤੋਂ ਬਾਅਦ ਜਾਪਾਨ ਦੇ ਲੜਾਕੂ ਜਹਾਜ਼ਾਂ ਨੂੰ ਅੱਗ ਲੱਗੀ - ਜਾਪਾਨ ਟਾਈਮਜ਼",
        "ਕਮਲਾ ਹੈਰਿਸ ਦੇ ਕਹਿਣ ਤੋਂ ਬਾਅਦ ਜੈਨੇਟ ਜੈਕਸਨ ਨੇ ਅਸਵੀਕਾਰ ਕੀਤੀ ‘ਅਣਅਧਿਕਾਰਤ’ ਮੁਆਫੀ ਬਲੈਕ ਨਹੀਂ ਹੈ - ਇੱਥੇ ਕੀ ਜਾਣਨਾ ਹੈ - ਫੋਰਬਸ",
        "ਟਾਂਡੇਮ ਓਐਲਈਡੀ ਮਾਈਕਰੋਐਲਈਡੀ, ਕਿ Qਡੀਈਐਲ - ਏਆਰਐਸ ਟੈਕਨੀਕਾ ਨੂੰ ਰੋਕਣ ਵਿੱਚ ਓਐਲਈਡੀ ਦਾ ਨਵੀਨਤਮ ਹਥਿਆਰ ਹੈ",
        "ਸਾਵਧਾਨ ਵਾਲ ਸਟ੍ਰੀਟ ਰਣਨੀਤੀਕਾਰ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਰੱਖਿਆਤਮਕ ਸਟਾਕ ਹੁਣ ਬਹੁਤ ਅਮੀਰ ਹਨ - ਮਾਰਕੀਟਵਾਚ"
    ]
}