{
    "headlines": [
        "Carville : Les annulations massives de WaPost montrent un « enthousiasme » pour Harris - The Hill",
        "La Russie tire des missiles pour simuler une réponse « massive » à une attaque nucléaire - The Jerusalem Post",
        "Je suis médecin — si vous allez boire de l'alcool, c'est un choix étonnamment sain - New York Post",
        "L'ex de Gisele Bündchen, Tom Brady, partage un post cryptique après la publication de la nouvelle de grossesse du mannequin - Fox News",
        "La fièvre de Lassa tue un résident de l'Iowa. Voici ce qu'il faut savoir sur le virus rare et ses symptômes. - CBS News",
        "Exclusivité Wii U, Xenoblade Chronicles X : Definitive Edition arrive sur Nintendo Switch - Eurogamer",
        "Le nouveau Mac mini d'Apple est plus puissant, plus mini et conçu pour Apple Intelligence - Apple",
        "Un nouveau procès accuse Sean ‘Diddy’ Combs d'agression sexuelle contre un enfant de 10 ans - Good Morning America",
        "Les offres d'emploi tombent à leur plus bas niveau depuis janvier 2021 - Yahoo Finance",
        "[supprimé]",
        "Sources : Utd AIM embaucher Amorim par Chelsea Game - ESPN",
        "Harris espère que le discours d'Ellipse rappellera le chaos de Trump, mais évoquera également sa propre promesse - CNN",
        "L'avocat des frères Menendez demande une réduction de peine - ABC News",
        "« J'espère qu'ils feront avancer notre pays » : la fille de George W. Bush fait campagne pour Harris - USA TODAY",
        "PFT's Week 9 2024 NFL power rankings - NBC Sports",
        "‘Wizards Beyond Waverly Place’ : Derrière la magie du redémarrage d'une série emblématique de Disney Channel - Date limite",
        "« Massacre impitoyable » : un bombardement israélien tue 109 Palestiniens dans le nord de Gaza - Al Jazeera English",
        "Un MIRACLE ? ! 🚨 Domonique Foxworth NE PEUT PAS DÉFENDRE Tyrique Stevenson dans Hail Mary 😆 | Get Up - ESPN",
        "L'ancien assistant de Trump Steve Bannon libéré de prison - BBC.com",
        "Des photos satellites montrent qu'une frappe israélienne a probablement touché une importante base de missiles des Gardiens de la révolution iranienne - The Associated Press"
    ]
}