{
    "headlines": [
        "ਕੀ ਤੁਹਾਨੂੰ ਖਸਰਾ ਬੂਸਟਰ ਲੈਣਾ ਚਾਹੀਦਾ ਹੈ? ਇੱਥੇ ਕੀ ਜਾਣਨਾ ਹੈ. - ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਟਰੰਪ ਪ੍ਰਸ਼ਾਸਨ ਨੇ ਯੁੱਧ ਸਮੇਂ ਦੇ ਕਾਨੂੰਨ ਤਹਿਤ ਦੇਸ਼ ਨਿਕਾਲੇ ਦੇ ਮਾਮਲੇ ਵਿਚ ਰਾਜ ਦੇ ਗੁਪਤ ਅਧਿਕਾਰਾਂ ਦੀ ਮੰਗ ਕੀਤੀ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਸਟਾਕ ਮਾਰਕੀਟ ਨਿ Newsਜ਼, ਮਾਰਚ 24, 2025: ਡਾਓ ਟੈਰਿਫ ਆਸ਼ਾਵਾਦ 'ਤੇ ਲਗਭਗ 600 ਪੁਆਇੰਟ ਪ੍ਰਾਪਤ ਕਰਦਾ ਹੈ - ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "ਯੂਐਸਪੀਐਸ ਦੇ ਮੁਖੀ ਲੂਯਿਸ ਡੀਜੌਏ ਨੇ ਅਸਤੀਫਾ ਦੇ ਦਿੱਤਾ ਕਿਉਂਕਿ ਟਰੰਪ ਅਧਿਕਾਰੀ ਡਾਕ ਸੇਵਾ ਦੇ ਓਵਰਹਾਲ ਬਾਰੇ ਵਿਚਾਰ ਕਰਦੇ ਹਨ - ਐਨਪੀਆਰ",
        "ਏਲੀਟ ਯੂਐਸ ਲਾਅ ਫਰਮਾਂ ਡੋਨਾਲਡ ਟਰੰਪ ਤੋਂ ਵਧੇਰੇ ਬਦਲਾ ਲੈਣ ਲਈ ਬ੍ਰੇਸ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "ਵਿਧਾਨ ਸਭਾ ਨੇ ਟਰੰਪ ਦੀ ਤਸਵੀਰ ਨੂੰ ਹਟਾਉਣ ਦਾ ਆਦੇਸ਼ ਦਿੱਤਾ ਜਿਸ 'ਤੇ ਰਾਸ਼ਟਰਪਤੀ ਨੇ ਸੋਸ਼ਲ ਮੀਡੀਆ' ਤੇ 'ਵਿਗਾੜ' ਵਜੋਂ ਹਮਲਾ ਕੀਤਾ - ਕੋਲੋਰਾਡੋ ਪਬਲਿਕ ਰੇਡੀਓ",
        "ਸਿਹਤਮੰਦ ਖਾਣਾ ਬਿਨਾਂ ਪੁਰਾਣੀ ਬਿਮਾਰੀ ਦੇ 70 ਤੱਕ ਪਹੁੰਚਣ ਦੀਆਂ ਸੰਭਾਵਨਾਵਾਂ ਨੂੰ ਵਧਾਉਂਦਾ ਹੈ, ਅਧਿਐਨ ਕਹਿੰਦਾ ਹੈ - ਐਨ ਬੀ ਸੀ ਨਿ Newsਜ਼",
        "ਗ੍ਰੀਨਲੈਂਡ ਦੀ ਸਰਕਾਰ ਨੇ ਆਰਕਟਿਕ ਟਾਪੂ ਦੀ ਅਮਰੀਕੀ ਫੇਰੀ ਨੂੰ ਲੈ ਕੇ ਡੋਨਾਲਡ ਟਰੰਪ ਨੂੰ ਵਾਪਸ ਮਾਰਿਆ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "ਕੇਨ ਵੇਲਾਸਕਿzਜ਼ ਨੂੰ '22 ਗੋਲੀਬਾਰੀ - ਈਐਸਪੀਐਨ ਲਈ ਪੰਜ ਸਾਲ ਦੀ ਕੈਦ ਦੀ ਸਜ਼ਾ ਸੁਣਾਈ ਗਈ",
        "ਟਰੰਪ ਪ੍ਰਸ਼ਾਸਨ ਦਾ ਦਾਅਵਾ ਹੈ ਕਿ ਫਲਸਤੀਨੀ ਕਾਰਕੁਨ ਮਹਿਮੂਦ ਖਲੀਲ ਨੇ ਗ੍ਰੀਨ ਕਾਰਡ ਦੀ ਅਰਜ਼ੀ 'ਤੇ ਗਲਤ ਜਾਣਕਾਰੀ ਦਿੱਤੀ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਅਫਵਾਹਃ ਨਿਣਟੇਨਡੋ ਡਾਇਰੈਕਟ ਇਸ ਹਫਤੇ ਹੋ ਰਿਹਾ ਹੈ, ਸਵਿਚ 2 ਤੋਂ ਪਹਿਲਾਂ ਪ੍ਰਗਟ ਕਰੋ - ਨਿਣਟੇਨਡੋ ਸਭ ਕੁਝ",
        "ਸਪੇਸਐਕਸ ਨੇ ਕੇਪ ਕੈਨਾਵਰਲ ਤੋਂ ਫਾਲਕਨ 9 ਰਾਕੇਟ 'ਤੇ ਐਨਆਰਓ ਲਈ ਰਾਸ਼ਟਰੀ ਸੁਰੱਖਿਆ ਸੈਟੇਲਾਈਟ ਲਾਂਚ ਕੀਤਾ - ਸਪੇਸਫਲਾਈਟ ਹੁਣੇ ਸੰਪਰਕ ਕਰੋ",
        "29 ਮਾਰਚ ਨੂੰ ਅੰਸ਼ਕ ਸੂਰਜ ਗ੍ਰਹਿਣ ਦੌਰਾਨ ਦੁਰਲੱਭ 'ਸੂਰਜੀ ਸਿੰਗ' ਦਿਖਾਈ ਦੇਣਗੇ - Space. com",
        "ਤੁਸੀਂ ਜਲਦੀ ਹੀ ਚੁੱਪ ਮੋਡ ਵਿੱਚ ਵੀ ਐਪਲ ਵਾਚ ਅਲਾਰਮ ਸੁਣ ਸਕੋਗੇ - ਦਿ ਵਰਜ",
        "UConn ਸਟਾਫਰ ਨੇ ਵਾਇਰਲ ਡੈਨ ਹਰਲੀ ਵੀਡੀਓ ’ਤੇ ਰਿਪੋਰਟਰ ਦੀ ਜਾਨ ਨੂੰ’ ਬਰਬਾਦ ’ਕਰਨ ਦੀ ਧਮਕੀ ਦਿੱਤੀ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਦੀਪਸੇਕ-ਵੀ 3 ਹੁਣ ਮੈਕ ਸਟੂਡੀਓ 'ਤੇ 20 ਟੋਕਨ ਪ੍ਰਤੀ ਸਕਿੰਟ' ਤੇ ਚੱਲਦਾ ਹੈ, ਅਤੇ ਇਹ ਓਪਨਏਆਈ - ਵੈਂਚਰਬੀਟ ਲਈ ਇਕ ਭੈੜਾ ਸੁਪਨਾ ਹੈ",
        "ਬਾਕਸ ਆਫਿਸਃ ਸੰਭਾਵੀ ਬੰਬ ਪ੍ਰਦੇਸ਼ ਵਿੱਚ ‘ਸਨੋ ਵ੍ਹਾਈਟ’ ਕਿਵੇਂ ਉਤਰੇ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਟਾਈਟਨਜ਼ ਨੇ ਮਿਆਮੀ ਯੂਨੀਵਰਸਿਟੀ ਦੇ ਪ੍ਰੋ ਡੇ ਤੋਂ ਪਹਿਲਾਂ ਕੈਮ ਵਾਰਡ ਨਾਲ ਰਾਤ ਦਾ ਖਾਣਾ ਖਾਧਾ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਮੰਗਲ 'ਤੇ ਲੱਭੇ ਬੇਮਿਸਾਲ ਆਕਾਰ ਦੇ ਜੈਵਿਕ ਅਣੂ - Phys."
    ]
}