{
    "headlines": [
        "هاريس يتصدر ترامب في ولاية أيوا في أحدث استطلاع لسجل دي موين - رويترز",
        "أعاصير أوكلاهوما تصيب 11 شخصًا على الأقل، وتسبب أضرارًا كبيرة: ما نعرفه - KOCO Oklahoma City",
        "تحذير من العواصف المدارية لجامايكا مع توقع تقوية نظام الطقس في منطقة البحر الكاريبي - CBS News",
        "ملفات ديدي لأمر الكمامة، يستشهد بمقابلة شاهد هيئة المحلفين الكبرى خارج المحكمة - TMZ",
        "جيمس فان دير بيك تم تشخيصه بسرطان القولون والمستقيم - نسر",
        "نتيجة COLTS مقابل Vikings، تحديثات حية: يتولى جو فلاكو المسؤولية عن إنديانابوليس حيث تتطلع مينيسوتا إلى التعافي من خسارتين متتاليتين - Yahoo Sports",
        "الأسهم الآسيوية ترتفع مع التحفيز الصيني والانتخابات الأمريكية في بؤرة الاهتمام - Investing.com",
        "تقول إسرائيل إنها نفذت غارة برية على سوريا، واعتقلت مواطنًا سوريًا مرتبطًا بإيران - وكالة أسوشيتد برس",
        "كيف تبدو الحياة في واحدة من أكثر الأماكن النائية على وجه الأرض - سي إن إن",
        "ترامب يتبنى خطابًا عنيفًا، هاريس يناشد المسيحيين والعرب الأمريكيين - رويترز",
        "أسعار النفط تقفز أكثر من 1 ٪ مع تأخر رفع إنتاج أوبك+ - رويترز",
        "ثلاثة انطباعات من خسارة Seahawks 26-20 لوقت العمل الإضافي إلى الأكباش - The Seattle Times",
        "خلاصة: الأسود في باكرز - detroitlions.com",
        "رئيس مولدوفا الموالي للغرب يفوز بولاية ثانية في جولة الإعادة التي طغت عليها مزاعم التدخل الروسي - وكالة أسوشيتد برس",
        "قد يؤدي قرار سعر الفائدة الفيدرالي والانتخابات إلى تعكير صفو الأسهم - TheStreet",
        "حصري | من وشى بالسناجب ؟ أصحاب الحزن لديهم نظريتهم — وهي غنية - نيويورك بوست",
        "تؤكد توسعها في الشراء الآن، والدفع لاحقًا إلى المملكة المتحدة، وتسخين المنافسة المحلية - سي إن بي سي",
        "NFL Week 9 grades: يحصل رعاة البقر على علامة قبيحة للخسارة أمام الصقور ؛ تكسب Ravens \"A+\" للفوز الكبير على Broncos - CBS Sports",
        "قد يتحول كويكب \"إله الفوضى\" بسبب الهزات والانهيارات الأرضية خلال التحليق حول الأرض عام 2029، كما وجدت الدراسة - Livescience.com",
        "يسمح القاضي الفيدرالي لولاية أيوا بمواصلة تحدي قوائم الناخبين على الرغم من أن المواطنين المتجنسين قد يتأثرون - وكالة أسوشيتد برس"
    ]
}