{
    "headlines": [
        "Why the Lebanon Cease-Fire Threatens Chance of Middle East Stability - The Wall Street Journal",
        "Apple’s entry-level iPad is on sale for its lowest price ever for Black Friday - The Verge",
        "Astronauts Unpack Cargo From Stinky Russian Spacecraft, Despite Troubling Odor - Gizmodo",
        "Packers Wire staff predictions: Week 13 vs. Dolphins - Packers Wire",
        "I'm tracking the best Black Friday Apple Watch deals LIVE: huge discounts on the Apple Watch 10, SE and Ultra 2 right now - Tom's Guide",
        "[Removed]",
        "Syrian rebels launch major offensive against Bashar al-Assad’s regime - Financial Times",
        "More testing underway after another California raw milk recall due to bird flu virus - CNN",
        "Here’s What the Moana 2 End-Credits Scene Could Mean for the Future - Gizmodo",
        "Mark Zuckerberg dines with Donald Trump at Mar-a-Lago - BBC.com",
        "Trump and Mexican president say they had a good call – though no sign of backing down on tariff pledge - CNN",
        "Latest ‘massive’ Russian aerial attack cuts power to 1 million homes in Ukraine - The Associated Press",
        "NFL Week 13 odds, predictions, expert picks: Where to watch, stream Thanksgiving, 'Black Friday' games - CBS Sports",
        "How does Trump envoy Keith Kellogg want to end the Russia-Ukraine war? - Al Jazeera English",
        "Indian banks review Adani exposure in wake of US bribery allegations - Reuters India",
        "Week 13 Rankings (Thanksgiving Update) - theScore",
        "‘He’s not a manager’: Former RFK Jr. staffers on how he’d run HHS - POLITICO",
        "Thanksgiving weather: Rain and snow may bring travel troubles to the Northeast - ABC News",
        "Astrophysicists find evidence that Alfvén waves lead to heat generation in the magnetosphere - Phys.org",
        "China investigates a top military official as Xi broadens purge of PLA generals - CNN"
    ]
}