{
    "headlines": [
        "ਨਾਈਕੀ ਦੇ ਸੀਈਓ ਜੌਨ ਡੋਨਾਹੋ ਬਾਹਰ ਹਨ, ਕੰਪਨੀ ਦੇ ਤਜਰਬੇਕਾਰ ਐਲੀਅਟ ਹਿੱਲ - ਸੀ ਐਨ ਬੀ ਸੀ ਦੁਆਰਾ ਤਬਦੀਲ ਕੀਤਾ ਗਿਆ",
        "ਐਨਸੀ ਜੀਓਪੀ ਸਰਕਾਰ ਨਾਮਜ਼ਦ ਮਾਰਕ ਰੌਬਿਨਸਨ ਪੋਰਨ ਫੋਰਮ 'ਤੇ ਨਸਲੀ ਅਤੇ ਜਿਨਸੀ ਗ੍ਰਾਫਿਕ ਪੋਸਟਾਂ ਬਣਾਉਣ ਤੋਂ ਇਨਕਾਰ ਕਰਦਾ ਹੈ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਜੈਟਸ ਬਨਾਮ ਦੇਸ਼ ਭਗਤ ਕਿੱਥੇ ਵੇਖਣੇ ਹਨਃ ਲਾਈਵ ਸਟ੍ਰੀਮ, ਫੈਲਣ, ਸੰਭਾਵਨਾਵਾਂ, ਭਵਿੱਖਬਾਣੀ, 'ਵੀਰਵਾਰ ਰਾਤ ਫੁੱਟਬਾਲ' ਲਈ ਚੁੱਕੋ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਕਲਪਨਾ ਤੋਂ ਪਰੇਃ 140 ਮਿਲਕੀ ਵੇਜ਼ ਰਿਕਾਰਡ ਤੋੜਨ ਵਾਲੇ ਬਲੈਕ ਹੋਲ ਜੈੱਟਸ ਦੁਆਰਾ ਸਪੈਨ ਕੀਤੇ ਗਏ - SciTechDaily",
        "ਪਾਈਥਨ ਨੇ ਆਪਣੀ ਰਸੋਈ ਵਿਚ ਥਾਈ womanਰਤ 'ਤੇ ਹਮਲਾ ਕੀਤਾ, ਉਸ ਨੂੰ 2 ਘੰਟਿਆਂ ਲਈ ਨਿਚੋੜਦਾ ਹੈਃ‘ ਇਹ ਸਿਰਫ ਕੱਸ ਗਿਆ ’- ਵੈਨ",
        "ਸੀਆਈਏ ਅਧਿਕਾਰੀ ਜਿਸਨੇ ਦਰਜਨਾਂ womenਰਤਾਂ ਨੂੰ ਨਸ਼ਾ ਕੀਤਾ, ਫੋਟੋ ਖਿੱਚਿਆ ਅਤੇ ਜਿਨਸੀ ਸ਼ੋਸ਼ਣ ਕੀਤਾ, ਨੂੰ 30 ਸਾਲ ਦੀ ਕੈਦ ਹੋ ਜਾਂਦੀ ਹੈ ਕਿਉਂਕਿ ਪੀੜਤ ਉਸ ਨੂੰ ਹੇਠਾਂ ਵੇਖਦੇ ਹਨ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "2019 ਵਿੱਚ ਵੁਹਾਨ ਮਾਰਕੀਟ ਵਿੱਚ ਜਾਨਵਰਾਂ ਦਾ ਇੱਕ ਨਵਾਂ ਜੈਨੇਟਿਕ ਵਿਸ਼ਲੇਸ਼ਣ ਕੋਵਿਡ -19 ਦੇ ਮੂਲ ਨੂੰ ਲੱਭਣ ਵਿੱਚ ਸਹਾਇਤਾ ਕਰ ਸਕਦਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "30 ਵੀਂ ਵਰ੍ਹੇਗੰ Limited ਸੀਮਿਤ ਚੱਲਣ ਵਾਲੇ ਪੀਐਸ 5 ਅਤੇ ਪੀਐਸ 5 ਪ੍ਰੋ ਮੱਧ- 90 ਦੇ ਦਹਾਕੇ ਦੇ ਸਲੇਟੀ ਪਲਾਸਟਿਕ ਨੂੰ ਵਾਪਸ ਲਿਆਉਂਦੇ ਹਨ - ਆਰਸ ਟੈਕਨੀਕਾ",
        "ਸੁਪਰੀਮ ਕੋਰਟ ਦੇ 6 ਜੱਜਾਂ ਨੂੰ ਤਸੀਹੇ ਦੇਣ ਅਤੇ ਜਾਨੋਂ ਮਾਰਨ ਦੀ ਧਮਕੀ ਦੇਣ ਵਾਲੇ ਵਿਅਕਤੀ 'ਤੇ ਮਾਮਲਾ ਦਰਜ - Axios",
        "ਹੜ੍ਹ ਪ੍ਰਭਾਵਿਤ ਕੇਂਦਰੀ ਯੂਰਪ ਨੂੰ ਯੂਰਪੀਅਨ ਯੂਨੀਅਨ ਦੀ ਸਹਾਇਤਾ ਵਿੱਚ ਅਰਬਾਂ ਦੀ ਸਹਾਇਤਾ ਮਿਲੇਗੀ, ਵਾਨ ਡੇਰ ਲੇਯਨ ਵਾਅਦਾ ਕਰਦਾ ਹੈ - ਰਾਇਟਰਜ਼",
        "ਐਪਲ ਇੰਟੈਲੀਜੈਂਸ ਹੁਣ ਜਨਤਕ ਬੀਟਾ ਵਿੱਚ ਲਾਈਵ ਹੈ. ਇਹ ਕੀ ਪੇਸ਼ਕਸ਼ ਕਰਦਾ ਹੈ ਅਤੇ ਇਸਨੂੰ ਕਿਵੇਂ ਸਮਰੱਥ ਕਰਨਾ ਹੈ - TechCrunch",
        "ਹੌਰਨਜ਼ 'ਮੈਨਿੰਗ ਨੂੰ ਪਹਿਲੀ ਸ਼ੁਰੂਆਤ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ ਜਿਵੇਂ ਈਵਰਸ ਠੀਕ ਹੋ ਜਾਂਦਾ ਹੈ - ਈਐਸਪੀਐਨ",
        "ਹਿਜ਼ਬੁੱਲਾ ਦੇ ਨਸਰੱਲਾ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਇਜ਼ਰਾਈਲ ਦੇ ਲੇਬਨਾਨ ਹਮਲਿਆਂ ਨੇ ‘ਸਾਰੀਆਂ ਲਾਲ ਰੇਖਾਵਾਂ’ ਨੂੰ ਪਾਰ ਕੀਤਾ - ਅਲ ਜਜ਼ੀਰਾ ਪੰਜਾਬੀ",
        "ਫੈੱਡ ਦੀ ਜੰਬੋ ਵਿਆਜ ਦਰ ਵਿੱਚ ਕਟੌਤੀ ਤੋਂ ਬਾਅਦ ਫਰਵਰੀ 2023 ਦੇ ਸ਼ੁਰੂ ਤੋਂ ਗਿਰਵੀਨਾਮੇ ਦੀਆਂ ਦਰਾਂ ਵਿੱਚ ਗਿਰਾਵਟ ਆਈ - ਸੀਐਨਐਨ",
        "ਸੀਨ ‘ਡਿੱਡੀ’ ਕੰਬਜ਼ ’ਚ ਪਹਿਲਾ ਭੋਜਨ' ਚੂਹੇ ਇਨਫੈਸਟਡ 'ਨਿਊਯਾਰਕ ਜੇਲ੍ਹ' ਚ ਹੋਇਆ ਖੁਲਾਸਾ, ਹਫਤੇ 'ਚ ਸਿਰਫ 3 ਬਰਸਾਤਾਂ ਦੀ ਦਿੱਤੀ ਇਜਾਜ਼ਤ - Hindustan Times",
        "ਅਮਰੀਕਾ ਲਈ ਫੈੱਡ ਦੀ ਜੰਬੋ ਰੇਟ ਕਟੌਤੀ ਸਿਗਨਲ ਰੀਕੈਲੀਬ੍ਰੇਸ਼ਨ - ਐਕਸੀਓਸ",
        "ਚੈਸਟਰ ਬੈਨਿੰਗਟਨ ਦੀ ਮੰਮੀਃ ਲਿੰਕਿਨ ਪਾਰਕ ਦੁਆਰਾ ‘ਮੈਂ ਧੋਖਾਧੜੀ ਮਹਿਸੂਸ ਕਰਦਾ ਹਾਂ' - ਰੋਲਿੰਗ ਸਟੋਨ",
        "ਸਪੇਸਐਕਸ ਦੇ ਨਵੇਂ ਸਟਾਰਲਿੰਕ ਸੈਟੇਲਾਈਟਾਂ ਤੋਂ ਰੇਡੀਓ ਪ੍ਰਦੂਸ਼ਣ ਖਗੋਲ ਵਿਗਿਆਨ ਲਈ ਖਤਰਾ ਪੈਦਾ ਕਰਦਾ ਹੈ, ਵਿਗਿਆਨੀ ਕਹਿੰਦੇ ਹਨ - ਸਪੇਸ.",
        "ਹਟਾਈ",
        "ਧਰਤੀ ਦੇ ਚੱਕਰ ਲਗਾਉਣ ਲਈ ਨਵਾਂ ਮਿੰਨੀ ਚੰਦਰਮਾ ਪਰ ਗੁਆਂਢ ਵਿੱਚ ਲੰਬੇ ਸਮੇਂ ਤੱਕ ਨਹੀਂ ਰਹੇਗਾ - ਫੌਕਸ ਮੌਸਮ"
    ]
}