{
    "headlines": [
        "15-летний мальчик останется под стражей после смерти 5 человек в доме в Фолл-Сити - КИРО СИЭТЛ",
        "Звезда кантри Зак Брайан извинился перед «всеми, кого я подвел», объявив о разрыве с девушкой - Fox News",
        "Глава JPMorgan Даймон рассмотрит роль в администрации Харриса, сообщает NYT - Yahoo Finance",
        "Обновления в реальном времени: запуск SpaceX с мыса Канаверал сегодня побьет рекорд - Florida Today",
        "Премьера НБА в прямом эфире: «Селтикс» - «Никс»; «Тимбервулвз» - «Лейкерс» - ESPN",
        "Энди Далтон оценивается медицинским персоналом Panthers после автомобильной аварии в Шарлотте - Sports Illustrated",
        "Спортсмен-профессионал якобы остановил расчески Шона «Дидди» от гостя вечеринки, подвергшегося сексуальному насилию - E! Онлайн - E! НОВОСТИ",
        "Верховный суд Джорджии не будет вмешиваться, чтобы восстановить спорные правила выборов - CBS News",
        "Новые рекомендации по инсульту включают факторы риска специально для женщин - The Hill",
        "Женщина застряла вверх ногами между валунами на 7 часов, наконец-то освобожденная спасательной командой - USA TODAY",
        "Летающие воздушные такси приближаются к взлету в США с выпуском правила FAA - The Associated Press",
        "«Ходячая пневмония» на подъеме. Вот что нужно знать. - HuffPost",
        "Отказ от фэнтези-футбола, выбор на 8-й неделе: игроки, которых нужно добавить, главные цели включают Туа Таговайлоа, Хантера Генри - CBS Sports",
        "Anthropic публично выпускает инструмент ИИ, который может взять на себя курсор мыши пользователя - Ars Technica",
        "Джулиани распорядился передать нью-йоркскую квартиру грузинским избирателям - BBC.com",
        "Дональд Трамп подал судебную жалобу на Лейбористскую партию Великобритании за помощь Камале Харрис - POLITICO EUROPE",
        "Акции Starbucks упали после того, как предварительные результаты показали, что продажи снова упали - CNBC",
        "Джо Роган возьмет интервью у Трампа в его подкасте - Axios",
        "Посмотрите, как «комета века» освещает ночное небо на захватывающих фотографиях - Space.com",
        "Все больше республиканцев голосуют досрочно, помогая побить рекорды. На данный момент отдано более 17 миллионов бюллетеней - The Associated Press"
    ]
}