{
    "headlines": [
        "Texas processa médico de fora do estado por enviar pílulas abortivas - Axios",
        "Jay-Z diz que \"a verdadeira justiça está chegando\" após acusadora de estupro admitir \"erros\" em alegações: \"Isso acabou antes de começar\" - Prazo",
        "   Removido ",
        "Joel Embiid sai do jogo do Pacers-76ers com lesão facial, não retorna - NBA.com",
        "Atualizações ao vivo da Síria: sírios alegres se reúnem para as primeiras orações de sexta-feira desde a queda do regime de Assad - The New York Times",
        "Nancy Pelosi no hospital após lesão em viagem ao exterior - BBC.com",
        "The Geminid Meteor Shower Peaks Tonight - WRGB",
        "Empresa de consultoria McKinsey pagará US $ 650 milhões para resolver acusações de opioides nos EUA - Reuters",
        "Presidente sul-coreano Yoon Suk Yeol enfrenta votação de impeachment pela segunda vez - The Guardian",
        "‘Dexter: Original Sin’ Is Guilty of Beating a Dead Horse: TV Review - Variety",
        "Suspeito do assassinato do CEO da UnitedHealthcare não estava segurado pela empresa - CNN",
        "Trump pede o fim do horário de verão. É \"inconveniente\", diz ele. - The Washington Post",
        "Juiz se recusa a lançar veredictos de Menendez - POLITICO",
        "Rebeldes sírios entregam americano a posto militar dos EUA, mostram fotos - The Washington Post",
        "Tribunal dos EUA rejeita pedido do Tiktok para suspender temporariamente a proibição dos EUA - Reuters",
        "Biden concedeu clemência ao juiz \"kids-for-cash\". A Casa Branca não considerou os detalhes do caso. - POLITICO",
        "Óleo de cozinha ligado ao câncer de cólon no estudo inicial, ligado à inflamação - Yahoo! Voices",
        "Antes do Exército-Marinha, há o Game Ball Run: como os dois lados se combinarão para correr mais de 350 milhas em 2024 - CBS Sports",
        "Gripe aviária salta de aves para humanos em Louisiana; paciente hospitalizado - Ars Technica",
        "Os rebeldes islâmicos da Síria podem governar o país? O governo deles em Idlib oferece pistas - CNN"
    ]
}