{
    "headlines": [
        "Cientistas Encontraram um Objeto Cósmico Misterioso Explosão de Radiação Quebrando Recordes - E Está Perto - A Galáxia Diária - Grande Canal de Descobertas",
        "Protestos contra a resposta às inundações na Espanha interrompem a visita do rei ao subúrbio de Valência - Reuters",
        "Eleições 2024 atualizações AO vivo: Harris, Trump reúne os estados com 2 dias restantes; novas pesquisas - usa TODAY",
        "Pelo menos 6 ficaram feridos depois que tempestades geradas por tornados deixaram um rastro de destruição em partes de Oklahoma - CNN",
        "A derrota de Roman Reigns na Crown Jewel prepara o cenário para Survivor Series e além - Cageside Seats",
        "Aberto: Este é \"Enfrente a Nação com Margaret Brennan\", 3 de novembro de 2024 - Enfrente a Nação",
        "Bilheteria: ‘Venom 3‘ marca US $ 26 MILHÕES para ficar em primeiro lugar, ‘Here‘ não vai a lugar nenhum com abertura de US $ 5 milhões - Hollywood Reporter",
        "Este estado oscilante viu algumas das maiores inflações alimentares do país. Os republicanos esperam que os eleitores culpem os democratas. - POLITICO",
        "3 Novas Regras de Distribuição Mínima Obrigatória (RMD) que Todos Devem Saber para 2024 - usa TODAY",
        "Semana 9 da NFL 2024: O melhor dos jogos de domingo e as histórias de destaque - CNN",
        "Imagens de satélite revelam destruição israelense de aldeias no sul do Líbano - Al Jazeera",
        "Ariana Grande acende a estreia de ‘Wicked' em vestido rosa brilhante - Geo News",
        "Mulheres na IA: Sophia Velastegui acredita que a IA está se movendo muito rápido - TechCrunch",
        "Escolhas de especialistas da Semana 9 da NFL, previsões de pontuação: Leões no Packers - Pride Of Detroit",
        "Semana 9 da NFL: Apostas de proposição de jogador favorito usando os principais insights da PFF - Foco no futebol profissional",
        "Jornalista americano detido no Irã enquanto líder supremo Khamenei ameaça EUA e Israel, diz Departamento de Estado - Fox News",
        "Kuo: Auscultadores ‘Apple Vision’ mais baratos atrasados para além de 2027 - 9to5Mac",
        "Por que os voos para a Europa são os mais baratos em anos - CNBC",
        "   Removido ",
        "O que um RFK Jr. com poder de Trump poderia fazer em cuidados de saúde - Axios"
    ]
}