{
    "headlines": [
        "باكرز- سيهوكس: جرين باي تهيمن على سياتل، التي فقدت كيو بي جينو سميث بسبب إصابة في الركبة - ياهو سبورتس",
        "هل يمكن أن تكون الحيوانات المنوية للفئران التي تدور حول الأرض هي مستقبل البشرية ؟ - سي إن إن",
        "إصابة باتريك ماهومز: رؤساء QB غير متأكدين مما إذا كان سيتمكن من اللعب في الأسبوع السادس عشر بعد إصابة الكاحل مقابل براونز - CBS Sports",
        "خاتمة \"يلوستون \": [سبويلر] قُتل بشراسة بينما [سبويلر] يسيطر على المزرعة - مجموعة متنوعة",
        "مبيعات التجزئة في الصين في نوفمبر/تشرين الثاني دون التوقعات مع تعمق الركود العقاري - سي إن بي سي",
        "لماذا لا يستطيع ماسك الوصول إلى أكبر أسرار سبيس إكس الحكومية - صحيفة وول ستريت جورنال",
        "شي يقول \"لا مفر منه\" للحزب الحاكم أن يكون لديه صراعات داخلية - بلومبرغ",
        "NFL Playoff Picture 2024-25: AFC، NFC Bracket Standings After Week 15 SNF - Bleacher Report",
        "السرعة الكاملة للأمام: تسلا تحقق أهداف سعرية أعلى من Wedbush (NASDAQ:TSLA) - البحث عن ألفا",
        "خسارة الأسود للفواتير تعني أن الفايكنج يتحكمون في مصيرهم في NFC North - Sports Illustrated",
        "48 صور رائعة تمامًا للإصابات والحالات والاضطرابات التي تثبت أن البشر معادن غريبة الأطوار - BuzzFeed",
        "هذه علامة غير متوقعة لسرطان القولون يحث الأطباء الناس على عدم تجاهلها - BuzzFeed",
        "تلقت سان فرانسيسكو ما يبدو أنه أول تحذير من إعصار على الإطلاق - واشنطن بوست",
        "يحث شومر مشرف بايدن على نشر \"تقنية خاصة للكشف عن الطائرات بدون طيار\" في نيويورك ونيوجيرسي - أكسيوس",
        "تم القبض على اثنين بعد \"عملية طائرة بدون طيار خطرة\" بالقرب من مطار بوسطن - BBC.com",
        "وزارة الدفاع هيغسيث تأتي مع معركة ضد التعليم المدرسي العام - بوليتيكو",
        "محذوف",
        "من المتوقع إطلاق AirTag 2 العام المقبل مع ترقية \"كبيرة\" لتتبع العناصر - MacRumors",
        "مجلس الوزراء يوافق على خطة بقيمة 11 مليون دولار لمضاعفة عدد سكان مرتفعات الجولان - تايمز أوف إسرائيل",
        "كشف النقاب عنه الحمض النووي القديم: الجدول الزمني الحقيقي للتزاوج بين الإنسان والنياندرتال - SciTechDaily"
    ]
}