{
    "headlines": [
        "Coluna de convidados | Logo após o parto do meu bebê, tive um derrame. Não é tão incomum. - The Washington Post",
        "Blake Lively processa Justin Baldoni, co-protagonista e diretor de ‘It Ends With Us’, por assédio sexual - Hollywood Reporter",
        "Senado aprova Social Security Fairness Act - CNN",
        "Podcast do College GameDay prevê o resultado do Penn State vs. SMU - On3.com",
        "Kirk Cousins deve ser lançado pelos Falcons antes que o bônus de US $ 10 milhões chegue - New York Post",
        "   Removido ",
        "Escolhas do College Football Playoff, cronograma: previsões contra o spread, probabilidades para jogos da primeira rodada - CBS Sports",
        "Resultados Usyk Vs. Fury 2: Resultados completos de cartas de luta, atualizações, reações - Forbes",
        "O atropelamento do mercado de Natal alemão é o mais recente ataque a usar veículos como armas mortais - The Associated Press",
        "Sonda solar da NASA voará mais perto do sol do que qualquer objeto feito pelo homem - NBC News",
        "Esqueça a queda do mercado de ações, o Fed fez o movimento certo em uma semana selvagem - MarketWatch",
        "Democratas do Senado criticam a 'crise ética' da Suprema Corte após conclusão da investigação - NBC News",
        "Mortes por doenças cardíacas disparam na América rural, impulsionadas pelo aumento de adultos em idade ativa - NBC News",
        "Oito condenados em França por ações que levaram à decapitação de professores - BBC.com",
        "Big Lots e Party City estão falindo. As lojas da Geórgia vão fechar -  The Atlanta Journal Constitution",
        "Atualização sobre a gripe aviária: mapas mostram os estados mais afetados - usa TODAY",
        "Amigo de Travis Kelce revela novos detalhes interessantes sobre a festa de Taylor Swift - Athlon Sports",
        "EUA vão remover recompensa de 10 milhões de dólares pelo líder rebelde islâmico da Síria - Financial Times",
        "Um par de satélites criará eclipses solares artificiais para estudar o sol - NPR",
        "Como o casting torna esse hit 'Gypsy' diferente - NPR"
    ]
}