{
    "headlines": [
        "ਯੂਰਪੀਅਨ ਯੂਨੀਅਨ ਦੇ ਮੁਖੀ ਨੇ ਲਗਭਗ 840 ਬਿਲੀਅਨ ਡਾਲਰ ਜੁਟਾ ਕੇ ਰੱਖਿਆ ਖਰਚਿਆਂ ਨੂੰ 'ਤੁਰੰਤ' ਵਧਾਉਣ ਦੀ ਯੋਜਨਾ ਦਾ ਪ੍ਰਸਤਾਵ ਦਿੱਤਾ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਚੀਨ ਨੇ ਅਮਰੀਕੀ ਖੇਤੀ ਵਸਤਾਂ 'ਤੇ ਲਗਾਇਆ ਟੈਰਿਫ, ਅਮਰੀਕੀ ਕੰਪਨੀਆਂ ਨੂੰ ਕਾਲੀ ਸੂਚੀ' ਚ ਪਾਇਆ - The Washington Post",
        "ਤੀਹਰੀ ਤੂਫਾਨ ਮੱਧ ਅਤੇ ਦੱਖਣੀ ਅਮਰੀਕਾ 'ਤੇ ਡਿੱਗਦਾ ਹੈ, ਮਾਰਡੀ ਗ੍ਰਾਸ ਦੇ ਜਸ਼ਨਾਂ ਨੂੰ ਵਿਗਾੜਦਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਪੋਪ ਨੇ ਦੋ ਸਾਹ ਦੀ ਘਾਟ ਤੋਂ ਬਾਅਦ ਰਾਤ ਭਰ ਚੰਗੀ ਤਰ੍ਹਾਂ ਸੌਂਿਆ - ਵੈਟੀਕਨ ਨਿ Newsਜ਼ - ਪੰਜਾਬੀ",
        "ਗਾਜ਼ਾ ਜੰਗਬੰਦੀ ਇਕ ਧਾਗੇ ਨਾਲ ਲਟਕਦੀ ਹੈ ਕਿਉਂਕਿ ਇਜ਼ਰਾਈਲ ਨੇ ਨਵੀਆਂ ਸ਼ਰਤਾਂ ਨਿਰਧਾਰਤ ਕੀਤੀਆਂ ਹਨ. ਇੱਥੇ ਕੀ ਜਾਣਨਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਸਾ Saudiਦੀ ਤੇਲ ਦੀ ਦਿੱਗਜ ਅਰਾਮਕੋ ਦੀਆਂ ਪੋਸਟਾਂ ਪੂਰੇ ਸਾਲ ਦੇ ਮੁਨਾਫੇ ਵਿੱਚ ਗਿਰਾਵਟ, ਲਾਭਅੰਸ਼ ਵਿੱਚ ਕਟੌਤੀ - ਸੀਐਨਬੀਸੀ",
        "ਟੀਚਾ ਘੰਟੀ ਤੋਂ ਪਹਿਲਾਂ ਕਮਾਈ ਦੀ ਰਿਪੋਰਟ ਕਰੇਗਾ. ਇੱਥੇ ਵਾਲ ਸਟ੍ਰੀਟ ਨੂੰ ਕੀ ਉਮੀਦ ਹੈ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਤੱਥ ਸ਼ੀਟਃ ਰਾਸ਼ਟਰਪਤੀ ਡੋਨਾਲਡ ਜੇ. ਟਰੰਪ ਕੈਨੇਡਾ ਅਤੇ ਮੈਕਸੀਕੋ ਤੋਂ ਆਯਾਤ 'ਤੇ ਟੈਰਿਫ ਨਾਲ ਅੱਗੇ ਵਧਦੇ ਹਨ - ਵ੍ਹਾਈਟ ਹਾ Houseਸ",
        "ਵਾਈਕਿੰਗਜ਼ ਕਿBਬੀ ਸੈਮ ਡਾਰਨੋਲਡ ਨੂੰ ਫ੍ਰੈਂਚਾਇਜ਼ੀ ਟੈਗ ਪ੍ਰਾਪਤ ਕਰਨ ਦੀ ਉਮੀਦ ਨਹੀਂ ਹੈ ਕਿਉਂਕਿ ਮਿਨੀਸੋਟਾ 40.2 ਮਿਲੀਅਨ ਡਾਲਰ ਦਾ ਫੈਸਲਾ ਲੈਂਦਾ ਹੈ, ਪ੍ਰਤੀ ਰਿਪੋਰਟ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਮਾਵਸ ਦੀ ਕੀਰੀ ਇਰਵਿੰਗ ਖੱਬੇ ਗੋਡੇ ਦੇ ਸਪਰੇਨ ਤੋਂ ਪੀੜਤ ਹੈ, ਗੇਮ ਛੱਡਣ ਤੋਂ ਪਹਿਲਾਂ ਫ੍ਰੀ ਸੁੱਟਦਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਮਨੁੱਖ ਨੇ 2022 ਹਾਈਲੈਂਡ ਪਾਰਕ ਜੁਲਾਈ ਚੌਥੀ ਗੋਲੀਬਾਰੀ ਵਿੱਚ ਕਤਲ ਦਾ ਦੋਸ਼ੀ ਮੰਨਿਆ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਦਫਤਰ ਵਾਪਸ ਜਾਓਃ ਨਿਊਜ਼ੋਮ ਨੇ ਕੈਲੀਫੋਰਨੀਆ ਸਟੇਟ ਵਰਕਰਾਂ ਨੂੰ ਹਫਤੇ ਵਿਚ ਚਾਰ ਦਿਨ ਵਾਪਸ ਕਰਨ ਦਾ ਆਦੇਸ਼ ਦਿੱਤਾ - ਕੈਲਮੇਟਰਸ",
        "ਟਰੰਪ ਨੇ ਤਾਈਵਾਨ ਦੀ ਚਿੱਪ ਬਣਾਉਣ ਵਾਲੀ ਦਿੱਗਜ ਟੀਐਸਐਮਸੀ ਨੂੰ ਅਮਰੀਕੀ ਨਿਰਮਾਣ ਵਿੱਚ 100 ਬਿਲੀਅਨ ਡਾਲਰ ਦਾ ਨਿਵੇਸ਼ ਕਰਨ ਦਾ ਐਲਾਨ ਕੀਤਾ - ਸੀਐਨਐਨ",
        "ਡੌਲੀ ਪਾਰਟਨ ਦੇ ਪਤੀ, ਕਾਰਲ ਦੀਨ ਦੀ 82 ਸਾਲ ਦੀ ਉਮਰ ਵਿੱਚ ਮੌਤ ਹੋ ਗਈ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਵਿਸ਼ਵ ਭਰ ਵਿੱਚ 2050 ਤੱਕ 50% ਤੋਂ ਵੱਧ ਬਾਲਗਾਂ ਦੇ ਮੋਟਾਪੇ ਦੀ ਭਵਿੱਖਬਾਣੀ - ਬੀਬੀਸੀ.",
        "ਜਿਵੇਂ ਕਿ ਆਰਐਫਕੇ ਜੂਨੀਅਰ ਖਸਰਾ ਬਾਰੇ ਆਪਣਾ ਸੰਦੇਸ਼ ਦਿੰਦਾ ਹੈ, ਜਨਤਕ ਸਿਹਤ ਮਾਹਰ ਇੱਕ ਜਾਣੂ ਧੁਨ ਸੁਣਦੇ ਹਨ - ਸਟੇਟ",
        "ਸਪੇਸਐਕਸ ਸਕ੍ਰਬਜ਼ ਸਟਾਰਸ਼ਿਪ ਲਾਂਚ - ਸਪੇਸਨਿ Newsਜ਼",
        "ਇਸ ਹਫਤੇ ਨਵਾਂ ਮੈਕਬੁੱਕ ਏਅਰ ਆ ਰਿਹਾ ਹੈਃ ਕੀ ਉਮੀਦ ਕਰਨੀ ਹੈ - ਮੈਕਰੂਮੋਰਸ",
        "ਕਾਂਗਰਸ ਨੂੰ ਟਰੰਪ ਦਾ ਭਾਸ਼ਣ ਉਨ੍ਹਾਂ ਦੇ ਅਹੁਦੇ 'ਤੇ ਪਹਿਲੇ ਦਿਨਾਂ ਦੀ ਤੇਜ਼ ਰਫਤਾਰ ਦੀ ਵਿਆਖਿਆ ਹੋਵੇਗਾ - ਸੀਐਨਐਨ"
    ]
}