{
    "headlines": [
        "SI:AM | كل حدث رياضي يجب مشاهدته في عطلة نهاية الأسبوع - الرياضة المصورة",
        "وجدت في البرية: أول مجموعة تمهيد UEFI غير قابلة للقتل في العالم لنظام التشغيل Linux - Ars Technica",
        "يقول فريق ترامب الانتقالي إن العديد من اختيارات مجلس الوزراء استهدفت بتهديدات بالقنابل والضرب - سي إن إن",
        "نقطة محذوفة هنا",
        "عاصفة شمسية قد تجعل الأضواء الشمالية مرئية مرة أخرى في الولايات المتحدة - واشنطن بوست",
        "الفايكنج يوقعون مع لاعب الوسط دانيال جونز لفريقهم التدريبي - ستار تريبيون",
        "ترامب يختار الجنرال المتقاعد كيث كيلوغ مبعوثاً خاصاً للولايات المتحدة لأوكرانيا وروسيا - سيمافور",
        "لا يزال حزب الله يحصي موتاه، ويواجه طريقًا طويلًا للتعافي من الحرب - رويترز",
        "تعمل Meta's Threads على تطوير \"حزم المبتدئين\" الخاصة بها في Bluesky - TechCrunch",
        "\"هذه البيئة السياسية سيئة \": رؤساء حملة هاريس يدافعون عن الاستراتيجية - أكسيوس",
        "يقول مسؤولو الصحة إن العديد من المتاجر في مقاطعة لوس أنجلوس قد باعت الحليب الخام الذي تم استرجاعه - ABC7 Los Angeles",
        "المصادر: أونيل ليحل محل نورمان كرئيس ليف - ESPN",
        "تعرض وكالة ناسا صورة \"تم الحصول عليها عن طريق الصدفة\" لـ \"مدينة مهجورة تحت الجليد\" تابعة للجيش الأمريكي في غرينلاند - سي بي إس نيوز",
        "تسجل محتويات الجهاز الهضمي والشبكات الغذائية ظهور تفوق الديناصورات - Nature.com",
        "مؤسس Fugees براس ميشيل يتحدث بينما يواجه 22 عامًا في السجن: \"لم أرغب أبدًا في أن أكون جاسوسًا\" - تنوع",
        "‘Moana 2’ Hooks $ 13m + Preview Records for Walt Disney Animation Title & Pre - Thanksgiving Tuesday; ‘Wicked’ Popular with $ 16m + 2nd - Best November Tuesday; ‘Gladiator II’ $ 6M+ – شباك التذاكر - الموعد النهائي",
        "مؤشر داو جونز يرتفع بعد بيانات التضخم ؛ Nvidia يكسر المستوى الرئيسي مع ارتفاع SMCI (التغطية المباشرة) - أعمال المستثمر اليومية",
        "عروض بث الجمعة السوداء تشمل توفيرات كبيرة على Disney+ و Hulu و Paramount+ و Peacock - MacRumors",
        "الدخل والنفقات الشخصية، أكتوبر 2024 - مكتب التحليل الاقتصادي",
        "دي ديفلين تمزق متهم كونور ماكجريجور بالاغتصاب في رسالة لاذعة: \"أي نوع من النساء أنت!!! '- MMA Junkie"
    ]
}