{
    "headlines": [
        "2025 ਮਾਸਟਰਜ਼ ਲੀਡਰਬੋਰਡਃ ਰਾਊਂਡ 4 ਵਿੱਚ ਲਾਈਵ ਕਵਰੇਜ, ਅਪਡੇਟਸ, ਰੌਰੀ ਮੈਕਿਲਰੋਏ ਦੇ ਰੂਪ ਵਿੱਚ ਸਕੋਰ, ਬ੍ਰਾਈਸਨ ਡੀਚੈਂਬਯੂ ਲੜਾਈ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਵਿਸਕਾਨਸਿਨ ਦੇ ਕਿਸ਼ੋਰ ਨੇ ਕਥਿਤ ਤੌਰ 'ਤੇ ਟਰੰਪ ਦੀ ਹੱਤਿਆ ਦੀ ਕੱਟੜਪੰਥੀ ਸਾਜਿਸ਼ ਵਿਚ ਮਾਪਿਆਂ ਦੀ ਹੱਤਿਆ ਕੀਤੀ, ਐਫਬੀਆਈ ਕਹਿੰਦਾ ਹੈ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਸ਼ੂਮਰ ਜਾਨਲੇਵਾ ਹਡਸਨ ਨਦੀ ਹਾਦਸੇ ਤੋਂ ਬਾਅਦ ਨਿ New ਯਾਰਕ ਹੈਲੀਕਾਪਟਰ ਕੰਪਨੀ ਲਈ ਉਡਾਣਾਂ ਰੋਕਣ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰਦਾ ਹੈ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਪੈਨਸਿਲਵੇਨੀਆ ਦੇ ਰਾਜਪਾਲ ਜੋਸ਼ ਸ਼ੈਪੀਰੋ ਦੀ ਰਿਹਾਇਸ਼ 'ਤੇ ਲੱਗੀ ਅੱਗ‘ ਅੱਗ ਦਾ ਕੰਮ ਸੀ,’ ਪੁਲਿਸ ਕਹਿੰਦੀ ਹੈ - ਐਨਪੀਆਰ",
        "ਕੀ ਮੈਟਾ ਜੱਜ ਬੋਸਬਰਗ ਤੋਂ ਬਚੇਗਾ? ਸੋਮਵਾਰ ਤੋਂ ਸ਼ੁਰੂ ਹੋਵੇਗਾ ਡਰਾਮਾ - Politico",
        "‘ਦ ਵ੍ਹਾਈਟ ਲੋਟਸ’ ਸਟਾਰ ਐਮੀ ਲੂ ਵੁੱਡ ਕਹਿੰਦਾ ਹੈ ‘ਐਸ ਐਨ ਐਲ‘ ਇਮਪਰਸਨ ‘ਮੀਨ ਐਂਡ ਅਨਫਨੀ‘ ਸੀਃ ‘ਅਜਿਹੀ ਸ਼ਰਮਨਾਕ' - ਵੰਨਗੀ",
        "ਹੋਰ ਹਫੜਾ-ਦਫੜੀਃ ਟਰੰਪ ਪ੍ਰਸ਼ਾਸਨ ਨੇ ਰੁਕਣ ਤੋਂ ਬਾਅਦ ਚੀਨ ਤੋਂ ਇਲੈਕਟ੍ਰਾਨਿਕਸ 'ਤੇ ਨਵੇਂ ਟੈਰਿਫ ਦਾ ਸੰਕੇਤ ਦਿੱਤਾ - ਰੋਲਿੰਗ ਸਟੋਨ",
        "ਕੇਟੀ ਪੈਰੀ, ਲੌਰੇਨ ਸੈਨਚੇਜ਼ ਬਲੂ ਓਰਿਜਿਨ ਫਲਾਈਟ ਸੂਟ ਦਿਖਾਉਂਦੇ ਹਨ ਜੋ 'ਸਪੇਸ‘ ਤੇ ਮਸਾਲੇ ਲਿਆਉਂਦੇ ਹਨ ’- ਫੌਕਸ ਨਿ Newsਜ਼",
        "ਬਰਨੀ ਸੈਂਡਰਜ਼ ਨੇ ਹੈਰਾਨੀ ਕੋਚੇਲਾ ਦਿੱਖ ਦੇ ਦੌਰਾਨ ਟਰੰਪ ਅਤੇ ਮਸਕ ਨੂੰ ਧਮਾਕਾ ਕੀਤਾ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਗੈਬੋਨ ਚੋਣਃ ਤਖਤਾਪਲਟ ਦੇ ਨੇਤਾ ਓਲੀਗੁਈ ਨਗੁਮਾ ਨੇ ਭਾਰੀ ਫਰਕ ਨਾਲ ਪੋਲ ਜਿੱਤੀ - ਬੀਬੀਸੀ",
        "ਇਜ਼ਰਾਈਲ ਦੀ ਹੜਤਾਲ ਨੇ ਗਾਜ਼ਾ ਸਿਟੀ ਵਿਚ ਆਖਰੀ ਪੂਰੀ ਤਰ੍ਹਾਂ ਕੰਮ ਕਰਨ ਵਾਲੇ ਹਸਪਤਾਲ ਦੇ ਕੁਝ ਹਿੱਸੇ ਨੂੰ ਨਸ਼ਟ ਕਰ ਦਿੱਤਾ ਕਿਉਂਕਿ ਹਮਲਾਵਰ ਵਧ ਰਹੇ ਹਨ - ਸੀ ਐਨ ਐਨ",
        "ਪਾਇਸਟਰੀ ਨੇ ਰਸਲ ਅਤੇ ਨੌਰਿਸ ਤੋਂ ਪਹਿਲਾਂ ਬਹਿਰੀਨ ਗ੍ਰਾਂ ਪ੍ਰੀ ਵਿਚ ਜਿੱਤ ਨੂੰ ਨਿਯੰਤਰਿਤ ਕਰਨ ਲਈ ਤੂਫਾਨ ਕੀਤਾ - ਫਾਰਮੂਲਾ 1",
        "‘ਏ ਮਾਇਨਕਰਾਫਟ ਮੂਵੀ’ $ 551M ਗਲੋਬਲ ਨੂੰ ਧਮਾਕੇ; ‘ਦਿ ਸ਼ੁਕੀਨ’ ਜਾਸੂਸ $ 32M – ਅੰਤਰਰਾਸ਼ਟਰੀ ਬਾਕਸ ਆਫਿਸ - ਡੈੱਡਲਾਈਨ",
        "‘ਅਮਰੀਕਾ ਵੇਚੋ’ ਵਪਾਰ ਵਾਲ ਸਟਰੀਟ rattles. ਯੂਐਸ ਬਾਜ਼ਾਰਾਂ ਨੂੰ ਵਾਪਸ ਕੀ ਖਿੱਚ ਸਕਦਾ ਹੈ. - ਮਾਰਕੀਟਵਾਚ",
        "ਸਾਬਕਾ ਚੋਟੀ ਦੇ ਸਿਹਤ ਅਧਿਕਾਰੀ ਖਸਰਾ ਦੀਆਂ ਮੌਤਾਂ ਨੂੰ ਘਟਾਉਣ ਲਈ ਆਰਐਫਕੇ ਜੂਨੀਅਰ ਦੀ ਆਲੋਚਨਾ ਕਰਦੇ ਹਨ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "'ਜੇ ਅਸੀਂ ਹਿਲਾਏ ਨਾ ਹੁੰਦੇ, ਤਾਂ ਅਸੀਂ ਮਰ ਜਾਂਦੇ': ਯੂਕਰੇਨੀਅਨਜ਼ ਪਲ ਦਾ ਵਰਣਨ ਕਰਦੇ ਹਨ ਰੂਸੀ ਹੜਤਾਲਾਂ ਨੇ ਸੁਮੀ ਨੂੰ ਮਾਰਿਆ - ਬੀਬੀਸੀ",
        "ਗਲਤੀ ਨਾਲ ਡਿਪੋਰਟ ਕੀਤੇ ਗਏ ਆਦਮੀ ਦੇ ਅਟਾਰਨੀ ਟਰੰਪ ਦੇ ਆਪਣੇ ਸ਼ਬਦਾਂ ਦੀ ਵਰਤੋਂ ਕਰਦਿਆਂ ਉਸ ਦੀ ਵਾਪਸੀ ਦੀ ਮੰਗ ਕਰਦੇ ਹਨ - ਐਕਸੀਓਸ",
        "ਟੈਕਸਾਸ ਵਿਚ ਟੀਕੇ ਦੇ ਸਥਿਰ ਫੰਡਿੰਗ ਤੋਂ ਬਾਅਦ ਖਸਰਾ ਫਟ ਗਿਆ. ਨਵੇਂ ਕੱਟ ਪੂਰੇ ਅਮਰੀਕਾ ਵਿਚ ਇਕੋ ਜਿਹੇ ਧਮਕੀ ਦਿੰਦੇ ਹਨ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਕਰਬੀ ਸਮਾਰਟ ਟੈਨੇਸੀ ਵਿਖੇ ਨਿਕੋ ਇਮਲੇਵਾ ਗਾਥਾ 'ਤੇ ਪ੍ਰਤੀਕ੍ਰਿਆ ਕਰਦਾ ਹੈ - 247Sports"
    ]
}