{
    "headlines": [
        "Aktien-Futures rutschen, da die Märkte nach Weihnachten wieder öffnen werden - The Wall Street Journal",
        "2004 Andamanen Tsunami: Mein Boot war nur wenige Meter vom Ufer entfernt, als die Wellen einschlugen - BBC.com",
        "Taxi fährt mehrere Fußgänger auf dem Herald Square in NYC an - ABC News",
        "Vierzehn syrische Polizisten wurden im Hinterhalt getötet, als sich die Unruhen ausbreiteten - Reuters",
        "3 Schüsse und 1 Messerstich am Flughafen Phoenix in scheinbarem Familienstreit in der Weihnachtsnacht, sagen Beamte - CNN",
        "Unsere Sonne hat vielleicht einmal einen Zwilling gehabt. Was ist mit diesem stellaren Geschwisterchen passiert? - BBC.com",
        "Diese kalifornischen Bauern haben sich für Trump entschieden. Jetzt konnte er die Hälfte ihrer Arbeiter abschieben. - POLITICO",
        "Russland sagt, es vereitelt ukrainische Pläne, hochrangige Offiziere mit getarnten Bomben zu töten - New York Post",
        "Elon Musks Go-To-Kostensenker arbeitet für DOGE - Bloomberg",
        "Washington Wildlife Sanctuary gerät in Quarantäne, nachdem die Vogelgrippe 20 Großkatzen getötet hat - Axios",
        "\"Squid Game\" Staffel 2 ist eine Folterkammer für ihren Protagonisten — aber nicht für das Publikum - Business Insider",
        "NBA-Weihnachtsnoten: Lakers, 76ers verdienen ein 'A' für Straßensiege, Warriors, Celtics erhalten 'C' - CBS Sports",
        "Teenager-Schauspieler Hudson Meek, der in \"Baby Driver\" auftrat, stirbt, nachdem er aus dem fahrenden Fahrzeug gefallen ist - CNN",
        "Der Kampf um 3 Sternzeichen endet am 26. Dezember 2024 - YourTango",
        "Oregon Hauskatze starb nach dem Verzehr von Tierfutter, das positiv auf Vogelgrippe getestet wurde - Katu",
        "Beyoncés Halbzeit-Performance der Höhepunkt eines glanzlosen NFL-Weihnachtsschiefers - CBS News",
        "Fünf Journalisten, die bei einem israelischen Angriff in der Nähe eines Krankenhauses getötet wurden, sagen die Behörden - Al Jazeera Englisch",
        "Chiefs sichern sich Nr. 1 Saatgut in der AFC mit Franchise-Rekord 15. Sieg; Lamar Jackson schreibt am Weihnachtstag Geschichte in Ravens-Routine - CNN",
        "Wie wir die Niederlage der Texans in Woche 17 gegen Ravens bewertet haben - Houston Chronicle",
        "Trump verkündet Botschafter in Panama inmitten des Kampfes um den Kanal - The Hill"
    ]
}