{
    "headlines": [
        "Live-Briefing: Zahl der Todesopfer im Gazastreifen überschreitet 45.000, sagt das Gesundheitsministerium - The Washington Post",
        "Amazon ignorierte interne Warnungen zu Verletzungen, Untersuchungsansprüche des Senats - The New York Times",
        "Was wir in NFL Woche 15 gelernt haben: MVP ist Josh Allens zu verlieren, Packer bleiben heiß - The Athletic - The Athletic",
        "Die Steuergutschrift für Elektrofahrzeuge des Bundes hat ein ungewisses Schicksal. Was Autokäufer wissen sollten - NPR",
        "Kraven der Jäger hat das schlechteste Eröffnungswochenende aller Zeiten für einen Sony Spider-Man-Universum-Film, sogar unter Madame Web - IGN",
        "Memphis-Mann wegen Mordes an seiner Braut auf ihren Flitterwochen auf Fidschi im Jahr 2022 verurteilt - CBS News",
        "Sieben Hotelgäste leiden unter Verdacht auf Vergiftung, nachdem sie Cocktails im 5-Sterne-Fidschi-Resort getrunken haben - CNN",
        "Erwarten Sie am Montagmorgen eine eisige Fahrt für Teile des Nordostens - The New York Times",
        "Schumer fordert den Biden-Administrator auf, \"spezielle Drohnenerkennungstechnologie\" bei N.Y. und N.J. einzusetzen - Axios",
        "Menschen, die im vom Zyklon getroffenen Mayotte zu verdursten und zu verhungern beginnen, warnt der französische Senator - BBC.com",
        "Israel wird seine irische Botschaft wegen der Spannungen im Gazastreifen schließen - NPR",
        "Der Spielplan der Fed für Zinssenkungen verschiebt sich weiter - The Wall Street Journal",
        "Überlebende suchen eine Abrechnung, da das FBI den sexuellen Missbrauch von Kindern in einer wenig bekannten christlichen Sekte untersucht - The Associated Press",
        "Apple TV+ bringt überraschende Weihnachtsausgabe von \"Carpool Karaoke\" mit Lady Gaga, Dua Lipa und Chappell Roan - Hollywood Reporter",
        "NFL-Woche 15 Noten: Josh Allen führt Bills zu \"A\" im Sieg gegen Lions, Eagles erhalten hohe Note für das Schlagen von Steelers - CBS Sports",
        "2024 Woche 15 Schnelle Reaktionen: Seahawks verlieren gegen Packer & verlieren Geno Smith gegen Verletzungen - Seahawks.com",
        "Vikings gewinnen nach der Saison mit der Niederlage der Seahawks gegen Packers - NBC Sports",
        "Asien misstraut Fed-Rateplänen, China Einzelhandel enttäuscht Von Reuters - Investing.com",
        "Könnte Mäusesperma, das die Erde umkreist, die Zukunft der Menschheit sein? - CNN",
        "Wie das \"Yellowstone\" -Finale Beth & Rip-Spinoff einrichtete und auf \"1883\" zurückging - TV-Insider"
    ]
}