{
    "headlines": [
        "Zu viele Menschen nehmen immer noch täglich niedrig dosiertes Aspirin. Was Sie wissen sollten. - The Washington Post",
        "1 Million US-Erwachsene werden bis 2060 jedes Jahr an Demenz erkranken, heißt es in der Studie - The Washington Post",
        "Hegseth war \"unglaublich talentierter, kampferprobter Anführer\", wie militärische Bewertungen zeigen - Fox News",
        "Spalte | Republikaner wollen Zugeständnisse, bevor Kalifornien seine Steuergelder zurückbekommt - The Washington Post",
        "[removed]",
        "NASA entdeckt mysteriöse Geisterinsel, die fast so schnell verschwindet, wie sie erscheint - The Daily Galaxy - Great Discoveries Channel",
        "Mike McCarthy Landeplätze: Könnte der ehemalige Head Coach der Cowboys wieder mit Aaron Rodgers vereint werden? - CBS Sports",
        "Selenskyj bereit, Nordkorea seine gefangenen Truppen zurückzugeben - The Washington Post",
        "Die Oscar-Nominierungen wurden auf den 23. Januar verschoben, da sich die Abstimmungsfrist inmitten der Brände in L.A. verlängert und die Zeremonie immer noch für März angesetzt ist - Vielfalt",
        "Meghan Markle verschiebt ihre Netflix-Show - The Cut",
        "US-Beamte sagen, dass der Waffenstillstand in Gaza in Sicht ist, das erste Anzeichen für ernsthaften Optimismus seit Monaten - CNN",
        "Die Grammys werden immer noch am 2. Februar stattfinden; die Show wird Geld für Hilfsmaßnahmen gegen Waldbrände sammeln - Hollywood Reporter",
        "Bald sind Metas Faktenprüfer arbeitslos und kämpfen gegen eine Flamme von Waldbrand-Verschwörungstheorien - CNN",
        "Hyper Light Breaker Early Access Launch Trailer, Screenshots - Gematsu",
        "Sehen Sie, wie der Vollwolfmond den Mars am Nachthimmel überholt und werfen Sie einen Blick auf eine Planetenparade - CNN",
        "California Wildfire Live Updates: Fire Chief warnt L.A. ‘Not In The Clear’—As Heavy Winds Expected - Forbes",
        "Biden-Regierung schlägt weitreichende neue Beschränkungen für den Export von KI-Chips vor - TechCrunch",
        "Sundance sagt, die Show geht weiter \"inmitten des verheerenden Verlustes\" von L.A. Waldbränden - Deadline",
        "Texas-Mann fuhr nach Indianapolis, nachdem er Caitlin Clark gewalttätige Nachrichten auf X geschickt hatte, enthüllen Gerichtsdokumente - FOX 59 Indianapolis",
        "Der Weiße Zwergstern \"Daredevil\" könnte einem seltsamen Schwarzen Loch am nächsten kommen - Space.com"
    ]
}