{
    "headlines": [
        "انخفض التضخم الاستهلاكي السنوي في الولايات المتحدة إلى 2.5 ٪ في أغسطس، وهو أدنى مستوى له في 3 سنوات - وكالة أسوشيتد برس",
        "سوق الأسهم اليوم: تعكس الأسهم الانخفاضات المبكرة ؛ تظهر البيانات انتعاشًا في التضخم الأساسي الشهري - صحيفة وول ستريت جورنال",
        "ذكرى 11 سبتمبر تجمع بايدن وهاريس وترامب عند نقطة الصفر - وكالة أسوشيتد برس",
        "الجدري في جمهورية الكونغو الديمقراطية: يتوسل المسعفون للحصول على اللقاحات مع زيادة معدل العدوى - BBC.com",
        "3 حرائق غابات ضخمة في منطقة لوس أنجلوس أحرقت أكثر من 100000 فدان في أسبوع - ABC News",
        "يقول تايريك هيل إنه كان بإمكانه التعامل مع توقف حركة المرور بشكل أفضل لكنه لا يزال يريد طرد الضابط - وكالة أسوشيتد برس",
        "يعاني الـ 49 من مشكلة ماكفري المسيحية - SFGATE",
        "تمت الإزالة",
        "رئيس مجلس النواب جونسون يسحب تصويت الأربعاء على خطة التمويل الحكومية وسط انقسامات الحزب الجمهوري - سي إن إن",
        "ادعاءات مناقشة التحقق من الحقائق من مواجهة ترامب وهاريس الرئاسية لعام 2024 - سي بي إس نيوز",
        "بلينكين، لامي من المملكة المتحدة يزور أوكرانيا لإظهار الدعم في منعطف رئيسي في الحرب - Reuters.com",
        "توفي فرانكي بيفرلي، المغني وكاتب الأغاني المندفع في متاهة، عن عمر يناهز 77 عامًا - واشنطن بوست",
        "NFL Fantasy 2024 Start 'Em, Sit 'Em: Quarterbacks للأسبوع الثاني - NFL.com",
        "Buffalo Bills vs. Miami Dolphins | 2024 Week 2 Game Preview - NFL",
        "\"أريد فقط أن أعرف عن الكلاب \": الكوميدي روي وود جونيور يثقل كاهل مطالبة ترامب بأكل الحيوانات الأليفة - سي إن إن",
        "سفينة روسية يشتبه في تسليمها صواريخ باليستية إيرانية شوهدت في ميناء بحر قزوين - سي إن إن",
        "أصابت الغارات الجوية الإسرائيلية مدرسة ومنازل تابعة للأمم المتحدة في غزة، مما أسفر عن مقتل 34 شخصًا على الأقل، كما تقول المستشفيات - وكالة أسوشيتد برس",
        "يشرح خبراء السوق سبب انخفاض العقود الآجلة للأسهم الأمريكية مع هاريس باعتباره \"منتصرًا\" - فوكس بيزنس",
        "يزعم أن ديف غرول خدع تينا باسيتش السابقة، وألقى بها في مكالمة هاتفية مدتها 5 دقائق قبل سنوات من فضيحة الطفل - نيويورك بوست",
        "يحذر مسؤولو الانتخابات من أن المشاكل الواسعة النطاق في نظام البريد الأمريكي يمكن أن تعطل التصويت - وكالة أسوشيتد برس"
    ]
}