{
    "headlines": [
        "Изъято",
        "Обновления выборов 2024 года: расписание Харриса и Трампа на вторник; последние президентские выборы - USA TODAY",
        "Израиль убил не менее 50 человек в Газе, силы окружили северную Джабалию - Reuters",
        "Joker: Folie À Deux fiasco continues (to rob Warner Bros. blind) - The A.V. Club",
        "Apple представляет новый iPad Mini с чипом A17 Pro и Apple Intelligence - MacRumors",
        "Северная Корея взрывает части межкорейских автомобильных и железных дорог в символическом проявлении гнева - The Associated Press",
        "Bills vs. Jets score: Buffalo brushs off a Hail Mary to beat New York 23-20 on Monday Night Football - Yahoo Sports",
        "Goldman Sachs, Bank Of America расширяют пробои в прибыли; Citigroup Eyes Buy Point - Investor's Business Daily",
        "Walgreens закроет 1200 магазинов по всей стране, каждый четвертый магазин убыточен - New York Post",
        "Разногласия между Индией и Канадой: как связи достигли дна между двумя странами - BBC.com",
        "Тейлор Свифт выпустит издание «Антологии» «Пытаемых поэтов» на виниле и компакт-диске, а также книгу тура Eras для «Черной пятницы» - Variety",
        "Аарон Роджерс критикует рефери, делает ссылку на «Южный парк» после проигрыша Jets в счетах - отчет Bleacher",
        "Будущие айфоны получают еще больше памяти: 12 ГБ со следующего года - 9to5Mac",
        "Полная Луна Охотника на этой неделе станет самой яркой суперлуной года - MLive.com",
        "Кризис Boeing усугубляется. Сейчас она занимает десятки миллиардов долларов - CNN",
        "Oura Ring 4: первые впечатления после недели использования - CNET",
        "Оставшиеся в живых, родственники погибших в Льюистоне, штат Мэн, массовая стрельба делают первый шаг к подаче в суд на армию - Новости CBS",
        "Атака беспилотников на Израиль привлекает внимание к ограничениям «Железного купола» - BBC.com",
        "Новое исследование обнаружило связь между COVID и диабетом 2 типа у молодых людей - WTOP",
        "Харрис взрывает «врага Трампа изнутри» на митинге в Пенсильвании - Reuters"
    ]
}