{
    "headlines": [
        "ਅਮਰੀਕਾ ਨੇ ਇਰਾਨ 'ਤੇ ਰੂਸ ਨੂੰ ਬੈਲਿਸਟਿਕ ਮਿਜ਼ਾਈਲਾਂ ਭੇਜਣ ਦਾ ਲਗਾਇਆ ਦੋਸ਼ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਫ੍ਰੈਂਚਾਈਨ ਲੂਸੀਆਨਾ - ਸੀ ਐਨ ਐਨ ਨਾਲ ਟਕਰਾਉਣ ਦੇ ਕੋਰਸ 'ਤੇ ਸ਼੍ਰੇਣੀ 1 ਤੂਫਾਨ ਨੂੰ ਮਜ਼ਬੂਤ ਕਰਦਾ ਹੈ",
        "ਡੇਵ Grohl ਦੀ ਧੀ Violet, 18, ਆਪਣੇ ਬੱਚੇ ਦੇ ਵਿਚਕਾਰ ਸੋਸ਼ਲ ਮੀਡੀਆ ਨੂੰ ਅਕਿਰਿਆਸ਼ੀਲ ਕਰਦਾ ਹੈ, ਧੋਖਾਧੜੀ ਗੜਬੜੀ - ਨਿਊਯਾਰਕ ਪੋਸਟ",
        "ਪੋਚੇਟੀਨੋ ਨੇ '26 ਡਬਲਯੂਸੀ - ਈਐਸਪੀਐਨ ਦੁਆਰਾ ਯੂਐਸਐਮਐਨਟੀ ਕੋਚ ਦਾ ਨਾਮ ਦਿੱਤਾ",
        "ਹਟਾਈ",
        "ਐਪਲ ਦੇ 'ਗਲੋਟਾਈਮ' ਇਵੈਂਟ ਵਿੱਚ ਘੋਸ਼ਿਤ ਕੀਤੀ ਗਈ ਹਰ ਚੀਜਃ ਆਈਫੋਨ 16 ਮਾਡਲ, ਐਪਲ ਵਾਚ ਸੀਰੀਜ਼ 10, ਏਅਰਪੌਡਜ਼ 4 ਅਤੇ ਹੋਰ - ਸੀ ਐਨ ਈ ਟੀ",
        "ਭਾਰ ਘਟਾਉਣ ਵਾਲੀ ਡਰੱਗ ਲਿਰਾਗਲੂਟਾਈਡ ਮੋਟਾਪੇ ਵਾਲੇ ਛੋਟੇ ਬੱਚਿਆਂ ਲਈ ਵਾਅਦਾ ਦਰਸਾਉਂਦੀ ਹੈ, ਅਧਿਐਨ ਲੱਭਦਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਯੂਐਸ ਦੀ ਆਮਦਨੀ ਪਿਛਲੇ ਸਾਲ ਚੜ੍ਹ ਗਈ, ਮਰਦਮਸ਼ੁਮਾਰੀ ਬਿ Bureauਰੋ ਦਾ ਕਹਿਣਾ ਹੈ - ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "ਯੂਐਸਏ ਬਨਾਮ ਨਿ Newਜ਼ੀਲੈਂਡਃ ਸ਼ੁਰੂ ਹੋ ਰਿਹਾ ਹੈ XI & ਲਾਈਨਅਪ ਨੋਟਸ - ਯੂਐਸ ਸੌਕਰ",
        "ਸਾ Southਥਵੈਸਟ ਏਅਰਲਾਈਨਜ਼ ਦੇ ਚੇਅਰਮੈਨ ਰਿਟਾਇਰ ਹੋਣਗੇ, ਪ੍ਰਮੁੱਖ ਸ਼ੇਅਰਧਾਰਕ ਤੋਂ ਧੱਕਾ ਕਰਨ ਤੋਂ ਬਾਅਦ ਬੋਰਡ ਦੇ 6 ਮੈਂਬਰ ਅਸਤੀਫਾ ਦੇਣਗੇ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਦੂਜੇ ਵਿਸ਼ਵ ਯੁੱਧ ਦੌਰਾਨ ਡੁੱਬੇ ਨਾਜ਼ੀ ਸਮੁੰਦਰੀ ਜਹਾਜ਼ਾਂ ਦੇ ਮਲਬੇ ਗਰਮੀਆਂ ਦੇ ਸੋਕੇ ਤੋਂ ਬਾਅਦ ਡੈਨਿubeਬ ਨਦੀ ਵਿੱਚ ਉਭਰਦੇ ਹਨ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਗਾਜ਼ਾ ਦੇ ਮਨੁੱਖੀ ਜ਼ੋਨ 'ਤੇ ਹਮਾਸ ਦੇ ਅੱਤਵਾਦੀਆਂ ਨੂੰ ਨਿਸ਼ਾਨਾ ਬਣਾਉਂਦੇ ਹੋਏ ਇਜ਼ਰਾਈਲੀ ਹਵਾਈ ਹਮਲੇ ਵਿਚ ਘੱਟੋ ਘੱਟ 19 ਮਾਰੇ ਗਏ ਅਤੇ ਵਧੇਰੇ ਡਰ ਗਏ - ਸੀਐਨਐਨ",
        "ਵੋਟਰਾਂ ਨੂੰ ਦਿਖਾਉਣ ਵਾਲੀਆਂ ਪੋਲਾਂ ਤੋਂ ਨਿਰਾਸ਼ ਡੈਮੋਕਰੇਟਸ ਟਰੰਪ ਨੂੰ ਵਧੇਰੇ ਸੰਜਮ ਵਜੋਂ ਵੇਖਦੇ ਹਨ - ਦ ਹਿੱਲ",
        "ਸੋਨੀ ਦਾ ਨਵਾਂ ਪੀਐਸ 5 ਡਿਸਕ ਡਰਾਈਵਾਂ ਦੇ ਅੰਤ ਨੂੰ ਦਰਸਾਉਂਦਾ ਹੈ - ਦਿ ਵਰਜ",
        "ਮਿਸੂਰੀ ਦੀ ਸੁਪਰੀਮ ਕੋਰਟ ਗਰਭਪਾਤ ਦੇ ਅਧਿਕਾਰਾਂ 'ਤੇ ਵੋਟ ਪਾਉਣ ਦੀ ਆਗਿਆ ਦਿੰਦੀ ਹੈ - ਬੀਬੀਸੀ.",
        "ਦੋ-ਪੱਖੀ ਜੋੜੀ ਨੇ ਮੈਕਸੀਕੋ ਦੇ ਸੰਵਿਧਾਨਕ ਸੁਧਾਰਾਂ ਵਿਰੁੱਧ ਹਾ Houseਸ ਰੈਜ਼ੋਲੂਸ਼ਨ ਚੇਤਾਵਨੀ ਦਾਇਰ ਕੀਤੀ - ਦ ਹਿੱਲ",
        "ਮਾਸ ਵਿੱਚ ਵੈਸਟ ਨੀਲ ਵਾਇਰਸ ਦੇ 3 ਹੋਰ ਮਨੁੱਖੀ ਮਾਮਲਿਆਂ ਦੀ ਪੁਸ਼ਟੀ ਕੀਤੀ ਗਈ. - ਡਬਲਯੂਸੀਵੀਬੀ ਬੋਸਟਨ",
        "ਗੁਆਂ neighborsੀ ਸਰਹੱਦੀ ਨਿਯੰਤਰਣ ਵਧਾਉਣ ਲਈ ਜਰਮਨ ਦੇ ਕਦਮ ਦੀ ਅਲੋਚਨਾ ਕਰਦੇ ਹਨ - ਬੀਬੀਸੀ.",
        "ਏਅਰਪੌਡਸ ਪ੍ਰੋ ਨਵੇਂ ਏਅਰਪੌਡਜ਼ 4 - 9to5Mac ਨਾਲੋਂ 2x ਬਿਹਤਰ ਸ਼ੋਰ ਰੱਦ ਕਰਨ ਦੀ ਪੇਸ਼ਕਸ਼ ਕਰਦਾ ਹੈ",
        "'ਦਿ ਆਫਿਸ': ਮੇਲਵਿਨ ਗ੍ਰੇਗ, ਚੇਲਸੀਆ ਫ੍ਰੀ & ਰਮੋਨਾ ਯੰਗ ਸਪਿਨੋਫ ਵਿੱਚ ਸ਼ਾਮਲ ਹੋਵੋ - ਡੈੱਡਲਾਈਨ"
    ]
}