{
    "headlines": [
        "Wayne Osmond, Gründungsmitglied der Osmonds, ist mit 73 Jahren gestorben - The Washington Post",
        "Joe Biden wird voraussichtlich die Übernahme von US Steel im Wert von 15 Milliarden US-Dollar blockieren - Financial Times",
        "Delhi: Nebel stört Leben und Reisen in Nordindien - BBC.com",
        "Will Brinsons NFL-Woche-18-Bestwetten: Motivation, Starter-Ruhetaste; Bengals rollen, um am Leben zu bleiben - CBS Sports",
        "Horoskop für Freitag, 3. Januar 2025 - Chicago Sun-Times",
        "China wird die Finanzierung aus Staatsanleihen drastisch erhöhen, um das Wachstum im Jahr 2025 anzukurbeln - Reuters",
        "Südkorea: Beamte suspendieren Verhaftung von Präsident Yoon Suk Yeol - BBC.com",
        "Im Schlag gegen die Demokraten schlägt das Bundesberufungsgericht die Netzneutralität nieder - The Washington Post",
        "Apple zahlt 95 Millionen US-Dollar, um die Datenschutzklage von Siri beizulegen - Reuters",
        "Jimmy Butler sagt Heat, dass er Handel will - hoopsrumors.com",
        "Tesla-Fans sagen, Cybertruck gedämpfte Vegas-Explosion. Nicht so schnell, sagen Experten. - The Washington Post",
        "Südkorea verlängert Boeing 737-800-Inspektionen nach tödlichem Absturz - Reuters.com",
        "2 Tote, 18 Verletzte nach Absturz eines Kleinflugzeugs in ein Gebäude in Südkalifornien - ABC News",
        "Die Chancen wachsen für einen moderaten Schneesturm in der Gegend von D.C. Sonntagabend und Montag - The Washington Post",
        "Eine Frau aus Alabama, die während des Terroranschlags in New Orleans erschossen wurde, erzählt die Geschichte - Dayton 24/7 Now",
        "Republikaner, die bei Mike Johnsons Wahl zum Sprecher des Repräsentantenhauses zu sehen sind - Axios",
        "Golden Globes-Moderatorin Nikki Glaser testet ihren Monolog bei Stand-Up-Gigs in L.A. - Hollywood Reporter",
        "Die neueste RTX 50 Leckage kommt von Nvidia - The Verge",
        "Notre Dame besiegt Georgia 23-10 und rückt ins CFP-Halbfinale vor - NCAA.com",
        "Hunderte von Dinosaurier-Fußabdrücken in Rekord-UK-Entdeckung ausgegraben - ScienceAlert"
    ]
}