{
    "headlines": [
        "Luigi Mangione wurde wegen Mordes angeklagt, weil er den CEO von UnitedHealthcare, Brian Thompson, erschossen hatte - CNBC",
        "MLB-Studie: Pitching-Verletzungen in Verbindung mit Geschwindigkeit, \"Zeug\" - ESPN",
        "Die FTC gibt Regeln heraus, nach denen Hotels und Ticketverkäufer \"Junk-Gebühren\" offenlegen müssen - The Washington Post",
        "Police ID 15-jähriges Mädchen als reichlich Leben Christian School Shooter in Wisconsin - ABC News",
        "Dow verliert 300 Punkte, Köpfe für erste 9-Tage-Rutsche seit 1978: Live-Updates - CNBC",
        "Biden-Administration Gas-Export-Bericht könnte Trump Energiepolitik verärgern - POLITICO",
        "Nvidia Stock Slump vertieft sich. Was treibt es weiter in das Korrekturgebiet. - Barron's",
        "So reisen Sie sicher, wenn in Mexiko, der Karibik und Brasilien Dengue-Fieber auftritt - The Washington Post",
        "Gilgo Beach Serienmörder Rex Heuermann wegen Mordes an siebter Frau angeklagt - MENSCHEN",
        "[removed]",
        "Bucks vs. Thunder Quoten, Linie, Vorhersage, Zeit: 2024 NBA Cup Championship Picks, beste Wetten vom bewährten Modell - CBS Sports",
        "Fantasy Football Woche 16 Ranglisten: Flex (Halb-PPR) - Yahoo Sports",
        "Tech-Berater des Mordes zweiten Grades für schuldig befunden, weil er den Gründer von Cash App, Bob Lee, erstochen hatte - CNN",
        "Die Spione der Ukraine greifen russische Persönlichkeiten in zunehmend kühneren Angriffen an - BBC.com",
        "[removed]",
        "Einer Frau aus Alabama geht es nach der neuesten experimentellen Schweinenierentransplantation gut - ABC News",
        "Astronomen entdecken erste Doppelsterne, die ein supermassereiches Schwarzes Loch im Zentrum der Milchstraße umkreisen - Space.com",
        "Code Assist, Googles unternehmensorientierter Programmierassistent, erhält Tools von Drittanbietern - TechCrunch",
        "Josh Allens MVP-Verfolgung: Wo sich der Bills-Star vom Rudel abhebt - Pro Football Focus",
        "Kongress schlägt Deal über $ 100B in Katastrophenhilfe und Punting Finanzierung in März, Haus GOP Führer sagen - POLITICO"
    ]
}