{
    "headlines": [
        "Marjorie Taylor-Greene greift NPR und PBS als \"kommunistisch\" an und fordert, dass die Finanzierung \"endet\" - CNN",
        "Trump wird auf einer Pressekonferenz im Weißen Haus Autozölle bekannt geben - The Associated Press",
        "S&P 500 erreicht Tiefpunkt der Sitzung, Rückgang um 1 % vor Ankündigung des neuen Auto-Tarifs: Live-Updates - CNBC",
        "Warnung vor Steuererhöhungen trotz Reeves Ausgabenkürzungen - BBC.com",
        "Die mächtigsten Institutionen des Landes beugen sich Trump. Der Atlantik hat ihn gerade in eine Ecke gedrängt. - POLITICO",
        "Delaware verabschiedet ein Gesetz, das verhindern soll, dass mehr Elon Musks den Bundesstaat verlassen - Yahoo Finance",
        "Tufts Doktorand auf Visum von Einwanderungsbehörden verhaftet, sagt Schule - ABC News",
        "Ratcliffe sagt, dass neue Signaltexte zeigen, dass er \"keine klassifizierten Informationen übertragen hat\" - Fox News",
        "Seth Rogen schlägt Hollywood in 'The Studio': Sony Hack, 'Green Hornet' - Variety",
        "\"Avengers: Doomsday\" -Darsteller: Chris Hemsworth, Anthony Mackie und mehr - Vielfalt",
        "Masernfall in DC bestätigt, Einzelperson hat möglicherweise andere im Amtrak-Zug ausgesetzt - ABC News",
        "Giftiger Staub auf dem Mars würde eine ernsthafte Gefahr für Astronauten darstellen - CNN",
        "\"Rust\" -Trailer: Erstes Filmmaterial von Alec Baldwin als Gesetzloser auf der Flucht - Deadline",
        "Ex-Profi-Bowler trifft Drake-Maye-Vorhersagen, nachdem Patrioten Stefon Diggs hinzugefügt haben - NESN",
        "RFK Jr. stellt Anti-Impfstoff-Befürworter ein, um entlarvten Impfstoff zu untersuchen, Autismus-Link - Ars Technica",
        "NCAA-Turnierklammer 2025: Süße 16 Vorhersagen, zweite Chance für March Madness nach Topmodel - CBS Sports",
        "Die MLB-Power-Rangliste für die Vorsaison 2025 - The Ringer",
        "Einige Google Pixel-Besitzer melden fehlgeschlagene Wecker - 9to5Google",
        "Machen Sie sich bereit für eine partielle Sonnenfinsternis in ganz Europa und Teilen Nordamerikas und Afrikas - The Associated Press"
    ]
}