{
    "headlines": [
        "Le Texas poursuit un médecin de l'extérieur de l'État pour avoir envoyé des pilules abortives - Axios",
        "Jay-Z dit que « la vraie justice arrive » après que l'accusateur de viol ait admis des « erreurs » dans les allégations : « C'était fini avant le début » - Date limite",
        "[supprimé]",
        "Joel Embiid quitte le jeu Pacers-76ers avec une blessure au visage, ne revient pas - NBA.com",
        "Syria Live Updates : Joyous Syrians Rassemble for 1st Friday Prayers Since Assad Regime's Fall - The New York Times",
        "Nancy Pelosi à l'hôpital après une blessure lors d'un voyage à l'étranger - BBC.com",
        "La pluie de météores géminides culmine ce soir - WRGB",
        "Le cabinet de conseil McKinsey va payer 650 millions de dollars pour résoudre les accusations d'opioïdes aux États-Unis - Reuters",
        "Le président sud-coréen Yoon Suk Yeol face à un vote de destitution pour la deuxième fois - The Guardian",
        "« Dexter : Original Sin » est coupable d'avoir battu un cheval mort : critique télévisée - Variété",
        "Le suspect dans le meurtre du PDG de UnitedHealthcare n'était pas assuré par la société - CNN",
        "Trump appelle à mettre fin à l'heure d'été. C'est « incommode », dit-il. - The Washington Post",
        "Le juge refuse de rejeter les verdicts de Menendez - POLITICO",
        "Les rebelles syriens livrent des Américains à un poste militaire américain, montrent des photos - The Washington Post",
        "Un tribunal américain rejette la demande de Tiktok de suspendre temporairement en attendant l'interdiction américaine - Reuters",
        "Biden a accordé la clémence au juge « kids-for-cash ». La Maison Blanche n'a pas pris en compte les détails de l'affaire. - POLITICO",
        "Huile de cuisson liée au cancer du côlon dans les premières études, liée à l'inflammation - Yahoo ! Voices",
        "Avant Army-Navy, il y a le Game Ball Run : Comment les deux parties vont se combiner pour courir plus de 350 miles en 2024 - CBS Sports",
        "La grippe aviaire saute des oiseaux aux humains en Louisiane ; patient hospitalisé - Ars Technica",
        "Les rebelles islamistes syriens peuvent-ils gouverner le pays ? Leur règle à Idlib offre des indices - CNN"
    ]
}