{
    "headlines": [
        "Israel says it targeted Hezbollah leader in strikes on Beirut: Live updates - CNN",
        "Harris, Trump virtually tied in battleground polls - POLITICO",
        "Who was longtime Hezbollah leader Hassan Nasrallah? - The Associated Press",
        "SpaceX launches mission that aims to return long-delayed Starliner astronauts - CNN",
        "Tropical Weather Latest: Millions still without power from Helene as flooding continues - The Associated Press",
        "Exclusive: Iran's supreme leader taken to secure location, sources say - Reuters",
        "Meta offers a glimpse through its supposed iPhone killer: Orion - TechCrunch",
        "'Harry Potter' stars pay tribute to Maggie Smith: 'She kept Gryffindors on their toes' - Entertainment Weekly News",
        "WeightWatchers CEO who oversaw diet company's move into weight loss drugs abruptly leaves role - The Associated Press",
        "Kristin Cavallari and Mark Estes breakup after 7 months of dating: 'It's so fresh' - Fox News",
        "[Removed]",
        "Box Office: ‘The Wild Robot’ Powering Up to $35 Million Opening, ‘Megalopolis’ on Track for Less Than $5 Million - Variety",
        "Network evening newscasts barely mention new ICE report on 425,000 criminal migrants free in U.S. - Fox News",
        "Disruption looms at East Coast ports as longshoremen prepare to strike - The Washington Post",
        "Winners, Losers from Karl-Anthony Towns trade to Knicks - NBC Sports",
        "Mary Bonnet Gives Her Take on Bre Tiesi and Chelsea Lazkani's Selling Sunset Drama - E! Online - E! NEWS",
        "Arch Manning expected to make second start vs. Mississippi State as Texas QB Quinn Ewers recovers from injury - CBS Sports",
        "Guest column | I’m fat. Here’s why I’m not taking a weight loss drug. - The Washington Post",
        "Austria's far right eyes unprecedented election win - BBC.com",
        "Common mistake people make in morning ‘increases your risk of dangerous cancer by 50%’ - LADbible"
    ]
}