{
    "headlines": [
        "ਹੈਤੀਃ ਗੈਂਗ ਨੇ ਘੱਟੋ ਘੱਟ 70 ਲੋਕਾਂ ਦੀ ਮੌਤ ਦੀ ਗੋਲੀਬਾਰੀ ਕੀਤੀ - DW (ਪੰਜਾਬੀ)",
        "ਸਾਰੇ ਮਿਸ਼ੀਗਨ ਇਸ ਹਫਤੇ ਦੇ ਅੰਤ ਵਿੱਚ ਉੱਤਰੀ ਲਾਈਟਾਂ ਨੂੰ ਵੇਖ ਸਕਦੇ ਸਨਃ ਕੀ ਜਾਣਨਾ ਹੈ - ਡਬਲਯੂਡੀਆਈਵੀ ਕਲਿਕਓਨਡੇਟਰੋਇਟ",
        "ਤੂਫਾਨ ਹੇਲੀਨਃ ਰਾਜਨੀਤਿਕ ਝਗੜੇ ਨੇ ਤਬਾਹੀ ਰਾਹਤ ਦੀ ਓਵਰ ਕੀਤੀ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਪੱਤਰਕਾਰਾਂ ਨਾਲ ਅਚਾਨਕ ਮੁਲਾਕਾਤ ਵਿੱਚ, ਬਿਡੇਨ ਨੇ ਚੋਣ ਹਿੰਸਾ ਬਾਰੇ ਚਿੰਤਾਵਾਂ ਸਾਂਝੀਆਂ ਕੀਤੀਆਂ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਮਿਸ਼ੀਗਨ ਵਿੱਚ, ਹੈਰਿਸ ਨੇ ਇਜ਼ਰਾਈਲ ਨੂੰ ਲੈ ਕੇ ਗੁੱਸੇ ਵਿੱਚ ਅਰਬ ਅਮਰੀਕੀ ਨੇਤਾਵਾਂ ਨਾਲ ਮੁਲਾਕਾਤ ਕੀਤੀ - ਰਾਇਟਰਜ਼",
        "ਉਹ ਹਫ਼ਤਾ ਜਿਸਨੇ ਮਿਡਲ ਈਸਟ ਨੂੰ ਸਰਬਪੱਖੀ ਯੁੱਧ ਦੇ ਨੇੜੇ ਧੱਕਿਆ - ਬੀਬੀਸੀ.",
        "ਰੋਜ਼ੀ ਓ ਡੋਨਲ ਦਾ ਮੰਨਣਾ ਹੈ ਕਿ ਮੇਨੇਂਡੇਜ਼ ਬ੍ਰਦਰਜ਼ ਨੂੰ 30 ਦਿਨਾਂ ਵਿੱਚ ਆਜ਼ਾਦ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ - ਵੰਨਗੀ",
        "ਹੈਲੀਨ ਨੇ ਇਸ ਉੱਤਰੀ ਕੈਰੋਲੀਨਾ ਕੈਂਪ ਦੇ ਮੈਦਾਨ ਨੂੰ ਨਸ਼ਟ ਕਰ ਦਿੱਤਾ, ਪਰ ਗਾਹਕ ਅਤੇ ਅਜਨਬੀ ਮਦਦ ਲਈ ਕਦਮ ਵਧਾ ਰਹੇ ਹਨ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਗਾਰਥ ਬਰੂਕਸ ਨੇ ਬਲਾਤਕਾਰ ਦੇ ਦੋਸ਼ ਲੱਗਣ ਤੋਂ ਪਹਿਲਾਂ ਪਤਨੀ ਤ੍ਰਿਸ਼ਾ ਯੀਅਰਵੁੱਡ ਨੂੰ ਆਪਣਾ ’ਚੰਗੇ ਸਮੇਂ ਵਿਚ ਸਾਥੀ’ ਅਤੇ ’ਮਾੜੇ’ ਦਿਨ ਕਿਹਾ - ਪੰਨਾ ਛੇ",
        "ਮੈਟਸ-ਬ੍ਰੂਅਰਜ਼ ਗੇਮ 3 ਥ੍ਰਿਲਰ ਦੇ ਦੌਰਾਨ ਈਐਸਪੀਐਨ ਲਈ ਰਿਕਾਰਡ ਰੇਟਿੰਗ ਪ੍ਰਦਾਨ ਕਰਦੇ ਹਨ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਇਜ਼ਰਾਈਲ ਦਾ ਟੁੱਟਿਆ ਕਿਬਬੂਤਜ਼ ਬੇਅਰੀਭਵਿੱਖ ਲੱਭਣ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰਦਾ ਹੈ - ਬੀਬੀਸੀ.",
        "'ਜੋਕਰ 2' ਨਿਰਦੇਸ਼ਕ ਫਿਲਮ ਦੇ ਅੰਤ ਅਤੇ ਆਰਥਰ ਦੀ ਹੈਰਾਨ ਕਰਨ ਵਾਲੀ ਚੋਣ ਬਾਰੇ ਦੱਸਦਾ ਹੈ - ਮਨੋਰੰਜਨ ਹਫਤਾਵਾਰੀ ਖ਼ਬਰਾਂ",
        "ਇਜ਼ਰਾਈਲੀ ਹਵਾਈ ਹਮਲੇ ਬੇਰੂਤ ਦੇ ਦੱਖਣੀ ਉਪਨਗਰਾਂ ਨੂੰ ਚੱਟਾਨਾਂ ਬਣਾਉਂਦੇ ਹਨ ਅਤੇ ਸੀਰੀਆ ਵਿੱਚ ਇੱਕ ਕੁੰਜੀ ਕਰਾਸਿੰਗ ਨੂੰ ਕੱਟ ਦਿੰਦੇ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "Buccaneers-Falcons ਔਸਤਨ 12.3 ਮਿਲੀਅਨ ਦਰਸ਼ਕ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਜੰਬੋ ਫੈਡ ਰੇਟ ਕਟੌਤੀ ਤੋਂ ਬਾਅਦ ਨਿਵੇਸ਼ਕਾਂ ਦੇ ਧਿਆਨ ਵਿੱਚ ਯੂਐਸ ਲਾਭਅੰਸ਼ ਈਟੀਐਫ ਦੀ ਬਾਸਕ - ਯਾਹੂ ਵਿੱਤ",
        "ਹੂਤੀ ਸੰਕਟ ਦੇ ਵਿਚਕਾਰ ਯਮਨ 'ਤੇ ਬੰਬਾਰੀ ਕਰਨ ਲਈ' ਅਮਰੀਕਾ ਭਾਰੀ ਕੀਮਤ ਅਦਾ ਕਰੇਗਾ 'ਦਾ ਵਾਅਦਾ ਕਰਦਾ ਹੈ - ਨਿਊਜ਼ਵੀਕ",
        "ਬਿੱਗ ਹੌਰਨ ਬੇਸਿਨ ਦੇ ਖਾਸ ਸ਼ਿਕਾਰ ਖੇਤਰਾਂ ਵਿੱਚ ਕੱ muleੇ ਗਏ ਮੂਲੀ ਹਿਰਨ ਅਤੇ ਐਲਕ ਦੀ ਕਟਾਈ 'ਤੇ ਸੀਡਬਲਯੂਡੀ ਨਮੂਨੇ ਲੈਣ ਦੇ ਯਤਨਾਂ' ਤੇ ਕੇਂਦ੍ਰਤ ਕਰਨ ਲਈ ਗੇਮ ਅਤੇ ਮੱਛੀ - ਸ਼ੈਰੀਡਨ ਮੀਡੀਆ",
        "ਤੂਫਾਨ ਹੈਲੀਨੇ ਸੈਟੇਲਾਈਟ ਦੀਆਂ ਤਸਵੀਰਾਂ ਉੱਤਰੀ ਕੈਰੋਲੀਨਾ ਵਿੱਚ ਵੱਡੀ ਤਬਾਹੀ ਦਰਸਾਉਂਦੀਆਂ ਹਨ ਕਿਉਂਕਿ ਮੌਤਾਂ ਦੀ ਗਿਣਤੀ ਵਧਦੀ ਰਹਿੰਦੀ ਹੈ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਇਜ਼ਰਾਈਲ ਨੇ ਕੋਈ ਭਰੋਸਾ ਨਹੀਂ ਦਿੱਤਾ ਹੈ ਕਿ ਉਹ ਈਰਾਨ ਦੀਆਂ ਪਰਮਾਣੂ ਸਹੂਲਤਾਂ ਨੂੰ ਨਿਸ਼ਾਨਾ ਨਹੀਂ ਬਣਾਏਗਾ, ਵਿਦੇਸ਼ ਵਿਭਾਗ ਦੇ ਚੋਟੀ ਦੇ ਅਧਿਕਾਰੀ ਨੇ ਸੀਐਨਐਨ ਨੂੰ ਦੱਸਿਆ - ਸੀਐਨਐਨ",
        "ਤੇਲ ਦੀਆਂ ਵਧਦੀਆਂ ਕੀਮਤਾਂ ਬਾਰੇ ਮੈਨੂੰ ਕਿੰਨੀ ਚਿੰਤਾ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ? - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ"
    ]
}