{
    "headlines": [
        "ਯੇਅ ਦੇ ਸਾਬਕਾ ਸਹਾਇਕ ਨੇ ਦੋਸ਼ ਲਾਇਆ ਕਿ ਰੈਪਰ ਨੇ ਨਸ਼ੇ ਕੀਤੇ, ਉਸ ਨਾਲ ਜਿਨਸੀ ਸ਼ੋਸ਼ਣ ਕੀਤਾ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਲਾਈਵ ਅਪਡੇਟਸਃ ਉੱਤਰੀ ਗਾਜ਼ਾ ਵਿੱਚ ਜਾਨਲੇਵਾ ਹੜਤਾਲ; ਇਜ਼ਰਾਈਲੀ ਫੌਜਾਂ ਨੇ ਸ਼ਾਂਤੀ ਰੱਖਿਅਕਾਂ ਨੂੰ ਮਾਰਨ ਤੋਂ ਬਾਅਦ ਬਿਡੇਨ ਚਿੰਤਤ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਨਿਕ ਕੈਨਨ ਨੇ ਮੰਨਿਆ ਕਿ ਉਸਨੇ ਇੱਕ ਕਿਸ਼ੋਰ ਵਜੋਂ ਡਿੱਡੀ ਨਾਲ ਪਾਰਟੀ ਕੀਤੀਃ ‘ਲੁਕਾਉਣ ਲਈ ਕੁਝ ਨਹੀਂ ਮਿਲਿਆ’ - ਫੌਕਸ ਨਿ Newsਜ਼",
        "ਓਯੂ ਫੁੱਟਬਾਲ ਬਨਾਮ ਟੈਕਸਾਸ ਲਾਈਵ ਸਕੋਰ ਅਪਡੇਟਸਃ ਕੁਇਨ ਈਵਰਜ਼, ਲੋਂਗਹੌਰਨਜ਼ 4 ਕਿQ ਵਿੱਚ 24-3 - ਓਕਲਾਹੋਮੈਨ ਡਾਟ ਕਾਮ",
        "ਆਰਟੂਰ ਬੈਟਰਬੀਯੇਵ ਬਨਾਮ ਦਮਿਤਰੀ ਬਿਵੋਲ ਲਾਈਵ ਨਤੀਜੇ ਅਤੇ ਵਿਸ਼ਲੇਸ਼ਣ - ਈਐਸਪੀਐਨ",
        "ਹੈਰਿਸ ਨੇ ਮੈਡੀਕਲ ਰਿਪੋਰਟ ਜਾਰੀ ਕੀਤੀ, ਟਰੰਪ ਦੇ ਉਲਟ ਡਰਾਇੰਗ - ਰਾਇਟਰਜ਼",
        "ਸਕਾਟਲੈਂਡ ਦੀ ਆਜ਼ਾਦੀ ਦੀ ਲਹਿਰ ਵਿਚ ਮੋਹਰੀ ਸ਼ਖਸੀਅਤ ਅਲੈਕਸ ਸਾਲਮੰਡ ਦੀ 69 ਸਾਲ ਦੀ ਉਮਰ ਵਿਚ ਮੌਤ ਹੋ ਗਈ - ਸੀ ਐਨ ਐਨ",
        "ਦੱਖਣੀ ਲੇਬਨਾਨ ਵਿਚ ਪੰਜਵਾਂ ਸ਼ਾਂਤੀ ਰੱਖਿਅਕ ਜ਼ਖਮੀ, ਸੰਯੁਕਤ ਰਾਸ਼ਟਰ ਦਾ ਕਹਿਣਾ ਹੈ - ਬੀਬੀਸੀ.",
        "7-ਇਲੈਵਨ ਉੱਤਰੀ ਅਮਰੀਕਾ ਵਿੱਚ 400 ਤੋਂ ਵੱਧ ਸਟੋਰਾਂ ਨੂੰ ਬੰਦ ਕਰੇਗਾ - ਐਨਪੀਆਰ",
        "ਚੀਨ ਦਾ ਉਤੇਜਕ ਸੰਦੇਸ਼ ਨਿਵੇਸ਼ਕਾਂ ਨੂੰ ਚਾਹੁੰਦਾ ਛੱਡਦਾ ਹੈ - Reuters.",
        "ਵੱਡੇ ਪੋਕਮੌਨ ਲੀਕ ਦਾ ਖੁਲਾਸਾ ਜਨਰਲ 10 ਅਤੇ ਨਿਊ MMO - ComicBook.com",
        "ਐਮਐਲਬੀ ਪਲੇਆਫਸਃ ਲੇਨ ਥਾਮਸ ਦੀ ਗ੍ਰੈਂਡ ਸਲੈਮ ਗੇਮ 5 ਵਿਚ ਟਾਈਗਰਜ਼ ਉੱਤੇ ਗਾਰਡੀਅਨਜ਼ ਨੂੰ ਤਾਕਤ ਦਿੰਦੀ ਹੈ, ਏਐਲਸੀਐਸ ਬਨਾਮ ਯੈਂਕੀਜ਼ ਵਿਚ - ਯਾਹੂ ਸਪੋਰਟਸ",
        "ਫੜੇ ਗਏ ਦਸਤਾਵੇਜ਼ਾਂ ਨੇ ਇਜ਼ਰਾਈਲ 'ਤੇ ਤਬਾਹੀ ਮਚਾਉਣ ਲਈ ਹਮਾਸ ਦੀ ਵਿਆਪਕ ਲਾਲਸਾ ਦਾ ਖੁਲਾਸਾ ਕੀਤਾ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਅਲਾਬਾਮਾ ਫੁੱਟਬਾਲ ਦੇ ਕੈਲੇਨ ਡੀਬੋਅਰ ਦੱਖਣੀ ਕੈਰੋਲੀਨਾ ਦੀ ਜਿੱਤ, ਪੈਨਲਟੀਜ਼ ਅਤੇ ਹਮਲਾਵਰ ਪਲੇਅਕਾਲਸ ਬਾਰੇ ਗੱਲ ਕਰਦਾ ਹੈ - AL.",
        "ਇਜ਼ਰਾਈਲ ਨੇ ਵਧੇਰੇ ਦੱਖਣੀ ਲੇਬਨਾਨੀ ਕਸਬਿਆਂ ਨੂੰ ਖਾਲੀ ਕਰਨ ਦੇ ਆਦੇਸ਼ ਦਿੱਤੇ - ਰਾਇਟਰਜ਼",
        "'ਇਹ ਹੈਰਾਨਕੁਨ ਸੀ': ਪਾਮ ਬੀਚ ਗਾਰਡਨਜ਼ ਦੇ ਮਕਾਨ ਮਾਲਕ ਨੇ ਈਐਫ 3 ਟੋਰਨਾਡੋ ਦੁਆਰਾ ਛੱਤ 'ਤੇ ਡੰਪਸਟਰ ਸੁੱਟਣ ਦਾ ਵਰਣਨ ਕੀਤਾ - ਡਬਲਯੂਪੀਟੀਵੀ ਨਿ Newsਜ਼ ਚੈਨਲ 5 ਵੈਸਟ ਪਾਮ",
        "ਟੇਸਲਾ ਸਟਾਕ ਅੰਡਰਵੈਲਮਿੰਗ ਰੋਬੋਟੈਕਸੀ ਪੇਸ਼ਕਾਰੀ ਤੋਂ ਬਾਅਦ ਟੰਬਲਸ - ਬੈਂਜਿੰਗਾ",
        "ਫਲੋਰਿਡੀਅਨਜ਼ ਤੂਫਾਨ ਮਿਲਟਨ ਤੋਂ ਸਾਫ ਕਰਨਾ ਜਾਰੀ ਰੱਖਦੇ ਹਨ, 1 ਮਿਲੀਅਨ ਤੋਂ ਵੱਧ ਅਜੇ ਵੀ ਬਿਨਾਂ ਬਿਜਲੀ ਦੇ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਸਪੇਸਐਕਸ ਦੇ ਕਰੂ -8 ਪੁਲਾੜ ਯਾਤਰੀ 13 ਅਕਤੂਬਰ ਨੂੰ ਘਰ ਦੀ ਯਾਤਰਾ ਲਈ ਆਈਐਸਐਸ ਤੋਂ ਰਵਾਨਾ ਹੋਣਗੇ - ਸਪੇਸ ਡਾਟ ਕਾਮ",
        "ਬੋਇੰਗ ਕੰਪਨੀ ਦਾ 10% ਬੰਦ ਕਰ ਰਿਹਾ ਹੈ — ਅਤੇ ਮਸ਼ੀਨਿਸਟਾਂ ਦੀ ਹੜਤਾਲ ਨੂੰ ਜ਼ਿੰਮੇਵਾਰ ਠਹਿਰਾ ਰਿਹਾ ਹੈ - ਕੁਆਰਟਜ਼"
    ]
}