{
    "headlines": [
        "Homme accusé d'avoir drogué sa femme pour que des dizaines d'hommes puissent la violer témoigne devant un tribunal français - NPR",
        "Matt Ryan, Peyton Manning et Eli Manning ont tous été stupéfaits par la décision des Eagles de passer - NBC Sports",
        "Sean ‘Diddy’ Combs arrêté à New York, a déclaré son avocat à CNN - CNN",
        "Meta interdit les médias d'État russes RT sur « l'activité d'ingérence étrangère » - CNN",
        "Jerome Powell semble prêt à contourner la politique alors même qu'il supervise une probable baisse des taux de la banque centrale - Yahoo Finance",
        "Trump a appelé à « l'unité » après la première tentative d'assassinat. Pas cette fois. - POLITICO",
        "Richard Gadd de Baby Reindeer signe un accord de premier ordre avec Netflix - Date limite",
        "[supprimé]",
        "L'impact de l'accord sur le Brexit « s'aggrave », selon les économistes - BBC.com",
        "L'accident de SUV a déclenché un incendie de pipeline au Texas qui a brûlé pendant des heures, a provoqué des évacuations dans la banlieue de Houston - WPVI-TV",
        "Tempête Boris : la ville polonaise évacue alors que les inondations frappent l'Europe centrale - BBC.com",
        "Les États-Unis mettent en garde Netanyahu contre le déclenchement d'une guerre au Liban - Axios",
        "La résistance aux antibiotiques pourrait causer plus de 39 millions de décès d'ici 2050, selon une étude - The Washington Post",
        "De l'Ukraine à Hawaï, le comportement étrange du suspect de tentative d'assassinat de Trump suggérait une « illusion de grandeur » - CNN",
        "Les contrats à terme sur actions plongent légèrement alors que Wall Street se prépare aux données sur les ventes au détail, réunion sur la politique de la Fed : mises à jour en direct - CNBC",
        "Voici comment vérifier si votre opérateur prend déjà en charge RCS sur iPhone - 9to5Mac",
        "La star des Eagles, WR A.J. Brown, s'attend à manquer « quelques semaines » en raison d'une blessure aux ischio-jambiers - Yahoo Sports",
        "Les actions asiatiques augmentent ; le dollar et les rendements sont pénalisés par les paris démesurés de la Fed sur la réduction des taux - Reuters.com",
        "Les services secrets « au courant » de la publication d'Elon Musk sur Harris et Biden - BBC.com",
        "Les changements cérébraux pendant la grossesse révélés dans la carte détaillée - BBC.com"
    ]
}