{
    "headlines": [
        "ਹਿਊਮਨ ਰਾਈਟਸ ਵਾਚ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਗਾਜ਼ਾ ਵਿਚ ਇਜ਼ਰਾਈਲ ਦਾ ਪਾਣੀ ਤੋਂ ਵਾਂਝਾ ਰਹਿਣਾ ਨਸਲਕੁਸ਼ੀ ਦਾ ਕੰਮ ਹੈ - ਰਾਇਟਰਜ਼",
        "10 ਵੇਂ ਸਿੱਧੇ ਘਾਟੇ ਵਿਚ ਇੰਡੈਕਸ 1,100 ਪੁਆਇੰਟ ਦੀ ਗਿਰਾਵਟ ਤੋਂ ਬਾਅਦ ਡਾਓ ਫਿuresਚਰ ਬਹੁਤ ਘੱਟ ਬਦਲ ਜਾਂਦੇ ਹਨਃ ਲਾਈਵ ਅਪਡੇਟਸ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਹਟਾਈ",
        "2024 ਕਾਲਜ ਫੁੱਟਬਾਲ ਪਲੇਆਫ ਬਰੈਕਟਃ ਰਾਸ਼ਟਰੀ ਚੈਂਪੀਅਨਸ਼ਿਪ ਲਈ ਮੁਕਾਬਲਾ ਕਰਨ ਵਾਲੀਆਂ ਸਾਰੀਆਂ 12 ਟੀਮਾਂ ਲਈ ਇਕ ਘਾਤਕ ਨੁਕਸ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਵਿਸਕਾਨਸਿਨ ਸਕੂਲ ਸ਼ੂਟਰ ਕੈਲੀਫੋਰਨੀਆ ਦੇ ਵਿਅਕਤੀ ਦੇ ਆਪਣੇ ਹਮਲੇ ਦੀ ਸਾਜਿਸ਼ ਰਚਣ ਦੇ ਸੰਪਰਕ ਵਿੱਚ ਸੀ, ਅਦਾਲਤ ਦੇ ਦਸਤਾਵੇਜ਼ ਕਹਿੰਦੇ ਹਨ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਅਮਰੀਕੀ ਪਾਬੰਦੀ ਤੋਂ ਬਚਣ ਲਈ ਟਿਕਟਾਕ ਦੀ ਆਖਰੀ ਗੈਸਪੀ ਬੋਲੀ 'ਤੇ ਸੁਣਵਾਈ ਕਰੇਗੀ ਸੁਪਰੀਮ ਕੋਰਟ - BBC.com",
        "ਟੀਮਸਟਰਾਂ ਨੇ ਵੀਰਵਾਰ ਨੂੰ ਐਮਾਜ਼ਾਨ ਵਿਰੁੱਧ ਦੇਸ਼ ਵਿਆਪੀ ਹੜਤਾਲ ਸ਼ੁਰੂ ਕਰਨ ਦਾ ਐਲਾਨ ਕੀਤਾ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਫੈੱਡ ਫਲੈਗ ਦੇ ਹੌਲੀ ਰੇਟ ਕਟੌਤੀ ਤੋਂ ਬਾਅਦ ਏਸ਼ੀਅਨ ਸਟਾਕ ਡਿੱਗਦੇ ਹਨ, ਬੀਓਜੇ ਪੈਟ ਖੜ੍ਹਾ ਹੈ - ਯਾਹੂ ਵਿੱਤ",
        "ਫੈੱਡ ਨੇ ਇੱਕ ਚੌਥਾਈ ਪੁਆਇੰਟ ਦੀਆਂ ਦਰਾਂ ਘਟਾਈਆਂ, '25 ਵਿੱਚ ਘੱਟ ਕਟੌਤੀ ਦੇ ਸੰਕੇਤ - Axios",
        "ਮਾਈਕਲ ਪੇਨਿਕਸ ਫਾਲਕਨਜ਼ ਦੇ ਸਟਾਰਟਰ ਵਜੋਂ ਕਿਰਕ ਚਚੇਰੇ ਭਰਾਵਾਂ ਦੀ ਥਾਂ ਲੈਣ ’ਤੇਃ ਮੈਂ ਜਾਣ ਲਈ ਤਿਆਰ ਹਾਂ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਵੈਂਡੀ ਕਿ Qਬੀ ਡਿਏਗੋ ਪਾਵੀਆ ਨੇ ਉਸ ਨੂੰ 2025 ਵਿਚ ਡੀ-ਆਈ ਫੁੱਟਬਾਲ ਖੇਡਣ ਦੀ ਆਗਿਆ ਦਿੱਤੀ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਵੀਡੀਓ ਦਿਖਾਉਂਦਾ ਹੈ ਕਿ ਕੈਲੀਫੋਰਨੀਆ ਦਾ ਗਰਾਉਂਡ ਸਕੁਇਰਲ ਸਰੀਰਕ ਗਤੀਵਿਧੀ 'ਝਟਕਾਉਣ' ਵਿੱਚ ਸ਼ਾਮਲ ਹੈ - ਯੂਐਸਏ ਅੱਜ",
        "ਟਰੰਪ ਸਰਕਾਰ ਨੂੰ ਬੰਦ ਕਰਨ ਤੋਂ ਰੋਕਣ ਲਈ ਜੌਹਨਸਨ ਦੇ ਖਰਚੇ ਦੇ ਸੌਦੇ ਦਾ ਵਿਰੋਧ ਕਰਦਾ ਹੈ - ਐਕਸੀਓਸ",
        "ਐਕਸਕਲੂਸਿਵਃ ਗੂਗਲ ਦੀ ਜੈਮਿਨੀ ਠੇਕੇਦਾਰਾਂ ਨੂੰ ਆਪਣੀ ਮੁਹਾਰਤ ਤੋਂ ਬਾਹਰ ਏਆਈ ਜਵਾਬਾਂ ਨੂੰ ਦਰਜਾ ਦੇਣ ਲਈ ਮਜਬੂਰ ਕਰ ਰਹੀ ਹੈ - ਟੈਕਕ੍ਰਾਂਚ",
        "ਹੁਣ ਤੁਸੀਂ ਆਪਣੇ ਫੋਨ ਲਾਈਨ ਦੀ ਵਰਤੋਂ ਕਰਕੇ ਚੈਟਜੀਪੀਟੀ ਨੂੰ ਕਾਲ ਕਰ ਸਕਦੇ ਹੋ ਜਦੋਂ ਸੈਲੂਲਰ ਡੇਟਾ ਉਪਲਬਧ ਨਹੀਂ ਹੁੰਦਾ - 9to5Mac",
        "ਐਲਏ ਸਿਟੀ ਹਾਲ ਬੰਬ ਧਮਕੀ ਦੀ ਐਫਬੀਆਈ ਜਾਂਚ 'ਤੇ ਪ੍ਰਸ਼ਾਸਨਿਕ ਛੁੱਟੀ' ਤੇ ਪਬਲਿਕ ਸੇਫਟੀ ਦੇ ਡਿਪਟੀ ਮੇਅਰ - ਐਨਬੀਸੀ ਲਾਸ ਏਂਜਲਸ",
        "ਸੀਨ 'ਡਿੱਡੀ' ਕੰਬਜ਼ ਬੇਟੇ ਨੂੰ ਪੁੱਛਣ ਲਈ ਜਾਪਦਾ ਹੈ ਕਿ ਕੀ ਉਹ ਅਦਾਲਤ ਦੀ ਹਾਜ਼ਰੀ ਦੌਰਾਨ 'ਠੀਕ ਹੈ' - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਬਰਡ ਫਲੂਃ ਲੂਸੀਆਨਾ ਦਾ ਮਰੀਜ਼ ਪਹਿਲਾ ਗੰਭੀਰ ਕੇਸ ਹੈ ਅਤੇ ਕੈਲੀਫੋਰਨੀਆ ਨੇ ਐਮਰਜੈਂਸੀ ਦਾ ਐਲਾਨ ਕੀਤਾ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਬੋਇੰਗ ਸਟਾਰਲਾਈਨਰ ਚਾਲਕ ਦਲ ਦੀ ਲੰਬੇ ਸਮੇਂ ਤੋਂ ਉਡੀਕ ਕੀਤੀ ਗਈ ਵਾਪਸੀ ਮਾਰਚ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਵੈਸਟ ਵੈਲੀ ਦੇ ਪਿਤਾ ਨੂੰ ਮੰਨਿਆ ਜਾਂਦਾ ਹੈ ਕਿ ਉਸ ਨੇ ਗੋਲੀ ਮਾਰ ਦਿੱਤੀ ਸੀ, ਪਰਿਵਾਰਕ ਮੈਂਬਰਾਂ ਦੀ ਹੱਤਿਆ ਕੀਤੀ ਸੀ ਫਿਰ ਖੁਦ - KUTV 2News"
    ]
}