{
    "headlines": [
        "ਸ਼ੁਰੂ ਕਰੋ 'Em, Sit' Em ਰਨਿੰਗ ਬੈਕਃ ਹਫਤਾ 8 ਕਲਪਨਾ ਫੁੱਟਬਾਲ - ਅਮਰੀਕਾ ਅੱਜ",
        "ਹਟਾਈ",
        "ਮੈਕਡੋਨਲਡਜ਼ ਈ. ਕੋਲੀ ਸੰਕਟ ਦੱਸਦਾ ਹੈ ਕਿ ਸਬਜ਼ੀਆਂ ਦੀ ਗੰਦਗੀ ਬੀਫ ਨਾਲੋਂ 'ਸਖਤ ਸਮੱਸਿਆ' ਕਿਉਂ ਹੈ - ਯੂਐਸ ਨਿ Newsਜ਼ ਐਂਡ ਵਰਲਡ ਰਿਪੋਰਟ",
        "ਹਟਾਈ",
        "‘ਮੇਰਾ ਦਰਸ਼ਨ ਵਿਗੜਨਾ ਸ਼ੁਰੂ ਹੋਇਆ’: ਪੋਲਾਰਿਸ ਡੌਨ ਦੇ ਚਾਲਕ ਦਲ ਨੇ ਇਤਿਹਾਸ ਬਣਾਉਣ ਵਾਲੇ ਮਿਸ਼ਨ ਦੇ ਪ੍ਰਭਾਵਾਂ ਦਾ ਖੁਲਾਸਾ ਕੀਤਾ - ਸੀ ਐਨ ਐਨ",
        "ਸੀਡੀਸੀ ਪੈਨਲ ਨੇ ਮੁੱਖ ਵੈਕਸੀਨ ਲਈ ਉਮਰ ਘਟਾ ਦਿੱਤੀ ਹੈ । ਬਜ਼ੁਰਗ ਬਜ਼ੁਰਗਾਂ ਨੂੰ ਕੀ ਪਤਾ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ - ਅਮਰੀਕਾ ਅੱਜ",
        "ਜੱਜ ਨੇ 8.5 ਬਿਲੀਅਨ ਡਾਲਰ ਦੇ ਟੇਪੇਸਟਰੀ ਸੌਦੇ ਨੂੰ ਰੋਕਣ ਤੋਂ ਬਾਅਦ ਕੈਪਰੀ ਸਟਾਕ ਕ੍ਰੈਟਰਸ 45% - ਯਾਹੂ ਵਿੱਤ",
        "ਸਟਾਕ ਹਫਤਾਵਾਰੀ ਘਾਟੇ ਲਈ ਸਿਰ ਹੈ ਕਿਉਂਕਿ ਜਾਪਾਨ ਦੀਆਂ ਚੋਣਾਂ ਅਤੇ ਕਮਾਈ ਦਾ ਜੋਖਮ ਲੂਮ - ਰਾਇਟਰਜ਼",
        "ਕਿੰਗ ਚਾਰਲਸ ਨੇ ਸਿਖਰ ਸੰਮੇਲਨ ਨੂੰ ਕਿਹਾ ਕਿ ਅਤੀਤ ਨੂੰ ਬਦਲਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ ਕਿਉਂਕਿ ਨੇਤਾ ਬ੍ਰਿਟੇਨ ਨੂੰ ਗੁਲਾਮੀ ਨਾਲ ਗਿਣਨ ਲਈ ਕਹਿੰਦੇ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਅਮਰੀਕਾ ਨੂੰ ਬਾਲਟੀਮੋਰ ਬ੍ਰਿਜ collapseਹਿਣ ਲਈ 100 ਮਿਲੀਅਨ ਡਾਲਰ ਦਾ ਬੰਦੋਬਸਤ ਮਿਲਦਾ ਹੈ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਕੀ ਯੂਕਰੇਨ ਵਿਚ ਉੱਤਰੀ ਕੋਰੀਆ ਲੜਨਾ ਸੰਘਰਸ਼ ਨੂੰ ਵਿਸ਼ਵ ਯੁੱਧ ਬਣਾ ਦੇਵੇਗਾ? - ਨਿ Newsਜ਼ਵੀਕ",
        "ਵਾਈਕਿੰਗਜ਼-ਰਾਮਃ ਮੈਥਿ Staff ਸਟੈਫੋਰਡ ਦਾ 4 ਟੀਡੀ ਡੋਮ ਮਿਨੀਸੋਟਾ ਨੂੰ ਆਪਣੇ 2 ਵੇਂ ਸਿੱਧੇ ਨੁਕਸਾਨ ਵਿੱਚ ਪਾਸ ਕਰਦਾ ਹੈ - ਯਾਹੂ ਸਪੋਰਟਸ",
        "ਮੇਨੇਂਡੇਜ਼ ਭਰਾਵਾਂ ਲਈ ਅੱਗੇ ਕੀ ਹੈ ਜਿਵੇਂ ਕਿ ਡੀਏ ਆਪਣੇ ਮਾਪਿਆਂ ਦੀ ਹੱਤਿਆ ਤੋਂ ਬਾਅਦ ਉਨ੍ਹਾਂ ਦੇ ਨਾਰਾਜ਼ ਦਹਾਕਿਆਂ ਦੀ ਸਿਫਾਰਸ਼ ਕਰਦਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਡੀਓਜੇ ਨੇ ਮਸਕ ਨੂੰ ਚੇਤਾਵਨੀ ਦਿੱਤੀ ਕਿ ਉਸ ਦਾ 1 ਮਿਲੀਅਨ ਡਾਲਰ ਦਾ ਪਟੀਸ਼ਨ ਮੁਕਾਬਲਾ ਚੋਣ ਕਾਨੂੰਨਾਂ ਦੀ ਉਲੰਘਣਾ ਕਰ ਸਕਦਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਸਾਬਕਾ ਸਪੋਰਟਸ ਇਲਸਟ੍ਰੇਟਿਡ ਸਵੀਮਸੂਟ ਮਾਡਲ ਕਹਿੰਦਾ ਹੈ ਕਿ ਟਰੰਪ ਨੇ ਉਸ ਨੂੰ ਜੈਫਰੀ ਐਪਸਟੀਨ ਲਈ ਦਿਖਾਉਣ ਲਈ ਗਰੋਪ ਕੀਤਾ - ਸੀ ਐਨ ਐਨ",
        "ਪੁਤਿਨ ਨੇ ਬ੍ਰਿਕਸ ਸੰਮੇਲਨ ਨੂੰ ਖਤਮ ਕੀਤਾ ਜਿਸ ਨੇ ਰੂਸ ਦੇ ਗਲੋਬਲ ਕਲੌਟ ਨੂੰ ਵਧਾਉਣ ਦੀ ਕੋਸ਼ਿਸ਼ ਕੀਤੀ ਪਰ ਯੂਕਰੇਨ ਦੁਆਰਾ ਪਰਛਾਵਾਂ ਕੀਤਾ ਗਿਆ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਖੁਸ਼ਹਾਲ ਸੀਏਟਲ ਉਪਨਗਰ ਵਿਚ ਸਮੂਹਿਕ ਕਤਲੇਆਮ ਦੇ ਬਚੇ ਹੋਏ 11 ਸਾਲਾ ਨੌਜਵਾਨ ਨੇ ਸਵੇਰੇ ਯਾਦ ਕੀਤਾ ਕਿ ਕਿਸ਼ੋਰ ਭਰਾ ਨੇ ਕਥਿਤ ਤੌਰ 'ਤੇ ਮਾਪਿਆਂ, 3 ਭੈਣਾਂ-ਭਰਾਵਾਂ ਨੂੰ ਗੋਲੀ ਮਾਰ ਦਿੱਤੀ ਸੀਃ‘ ਮਰੇ ਖੇਡਣ ਦਾ ਮਨੋਰਥ ’- ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "'ਹੇਲੋਵੀਨ ਕੋਮੇਟ' ਸਪੇਸ ਵਿਚ ਭੰਗ ਹੋਣ ਲਈ ਦਿਖਾਈ ਦਿੰਦਾ ਹੈ - ਸਾਇੰਸਅਲਰਟ",
        "ਸਟਾਰ ਸਟੂਡਡ ਜਾਰਜੀਆ ਰੈਲੀ ਵਿਚ, ਹੈਰਿਸ ਅਤੇ ਓਬਾਮਾ ਤੰਗ ਦੌੜ ਵਿਚ ਜਲਦੀ ਵੋਟਿੰਗ ਨੂੰ ਧੱਕਦੇ ਹਨ - ਰਾਇਟਰਜ਼",
        "ਆਲੋਚਨਾ ਦਾ ਖੰਡਨ ਕਰਦੇ ਹੋਏ, ਡੋਨਾਲਡ ਟਰੰਪ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਹ ਅਡੋਲਫ ਹਿਟਲਰ ਦਾ 'ਸਿਰਫ ਉਲਟ' ਹੈ - ਅਮਰੀਕਾ ਅੱਜ"
    ]
}