{
    "headlines": [
        "DC-Bereichsprognose: Schneefall wahrscheinlich an diesem Nachmittag, dann extreme Kälte bis in die Mitte der Woche - The Washington Post",
        "Mount Rainier wird genau überwacht, während Wissenschaftler auf Anzeichen vulkanischer Aktivität achten - KOMO NEWS",
        "Wie Trump seine Zolldrohungen ausgleichen könnte - POLITICO",
        "TikTok ist jetzt in Amerika verboten. Es könnte nicht lange dauern - CNN",
        "Der von Trump unterstützte Memecoin-Wert übersteigt 12 Milliarden US-Dollar, da die Hoffnungen der Kryptoindustrie steigen - Financial Times",
        "Waffenstillstand bringt Hoffnung in Gaza; Hamas gibt dem Roten Kreuz erste Geiseln - Reuters",
        "Wetter-Update Rams vs Eagles: Wintersturmwarnung heute in Philadelphia - NBC Sports",
        "Andy Reid erklärt, wie Chiefs Defense wieder zu großen Momenten gegen Texaner aufstieg: \"Es ist die Zeit des Jahres\" - NFL.com",
        "Saif Ali Khan attack: Lawyer of accused claims 'police have no proof he is a Bangladeshi' - The Times of India",
        "Gewinnende Powerball-Zahlen für den 328,5-Millionen-Dollar-Jackpot am 18. Januar 2025 - WKYC.com",
        "Nintendo Switch 2-Leck enthüllt möglichen Startpreis des neuen Gaming-Handhelds - Notebookcheck.net",
        "[removed]",
        "Die letzten Tage eines Präsidenten - POLITICO",
        "Jayden Daniels und die Commander betäuben die bestgesetzten Lions 45-31, um das NFC-Titelspiel - WTOP - zu erreichen",
        "4 Überraschungsprodukte, die wir auf der Samsung Unpacked 2025 sehen konnten - und für die es sich zu begeistern lohnt - ZDNet",
        "Nichterneuerungen befeuern Colorados wachsende Hausbesitzer-Versicherungskrise - The Colorado Sun",
        "Ein genauer Blick auf die Winterwetterchancen am Dienstag - alabamawx.com",
        "Willkommen zurück in Trumps Amerika. Diesmal ist es so viel anders. - Business Insider",
        "Horoskop Heute LIVE-UPDATES am 19. Januar 2025 : Horoskop Morgen, 20. Januar 2025, lesen Sie Vorhersagen für alle Sonnenzeichen - Hindustan Times",
        "Der Taliban-Abgeordnete sagt dem Anführer, dass es keine Entschuldigung für Bildungsverbote für afghanische Frauen und Mädchen gibt - ABC News"
    ]
}