{
    "headlines": [
        "ਮੈਨਿੰਗ ਨੰਬਰ 1 ਟੈਕਸਾਸ ਨੂੰ ਪਹਿਲੀ ਸ਼ੁਰੂਆਤ ਵਿੱਚ ਰੋਲਿੰਗ ਰੱਖਦੀ ਹੈ - ਈਐਸਪੀਐਨ",
        "ਇਜ਼ਰਾਈਲ ਨੇ ਵੈਸਟ ਬੈਂਕ 'ਚ ਰਾਮੱਲਾ' ਚ ਅਲ ਜਜ਼ੀਰਾ ਦੇ ਬਿਊਰੋ 'ਤੇ ਛਾਪਾ ਮਾਰ ਕੇ ਬੰਦ ਕਰ ਦਿੱਤਾ - The Associated Press",
        "ਹਟਾਈ",
        "ਸੰਘੀ ਅਧਿਕਾਰੀ ਅੰਤਰਿਮ ਪੁਲਿਸ ਕਮਿਸ਼ਨਰ ਥਾਮਸ ਡੋਨਲਨ - ਏਬੀਸੀ 7 ਨਿ New ਯਾਰਕ ਦੇ ਘਰ 'ਤੇ ਸਰਚ ਵਾਰੰਟ ਲਾਗੂ ਕਰਦੇ ਹਨ",
        "ਯੂਕਰੇਨ ਦੇ ਸੱਪ ਟਾਪੂ ਤੇ, ਕਾਲੇ ਸਾਗਰ ਲਈ ਲੜਾਈ ਦਾ ਦਿਲ - ਦਿ ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "ਬੇਰੂਤ 'ਚ ਇਜ਼ਰਾਇਲੀ ਹਮਲੇ' ਚ ਚੋਟੀ ਦੇ ਕਮਾਂਡਰ ਸਮੇਤ 37 ਮਾਰੇ ਜਾਣ ਤੋਂ ਬਾਅਦ ਹਿਜ਼ਬੁੱਲਾ ਨੇ ਹਾਇਫਾ ਨੇੜੇ ਅੱਡੇ ਨੂੰ ਬਣਾਇਆ ਨਿਸ਼ਾਨਾ - The Associated Press",
        "ਉੱਤਰੀ ਕੈਰੋਲੀਨਾ ਵਿਚ ਟਰੰਪ ਦੀਆਂ ਰੈਲੀਆਂ ਜਿਵੇਂ ਕਿ ਵਿਵਾਦ ਉਸ ਦੇ ਹੱਥੀਂ ਚੁਣੇ ਗਏ ਗਵਰਨਰ ਦੇ ਉਮੀਦਵਾਰ ਨੂੰ ਘੇਰਦਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਹੈਰਿਸ ਨੇ ਦੂਜੀ ਰਾਸ਼ਟਰਪਤੀ ਬਹਿਸ ਲਈ ਸੱਦਾ ਸਵੀਕਾਰ ਕੀਤਾ, ਟਰੰਪ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ \"ਬੱਸ ਬਹੁਤ ਦੇਰ ਹੋ ਗਈ ਹੈ\" ਇਕ ਹੋਰ ਲਈ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਯੂਕਰੇਨ ਦੇ ਰਾਸ਼ਟਰਪਤੀ ਜ਼ੇਲੇਨਸਕੀ ਵਰਕਰਾਂ ਦਾ ਧੰਨਵਾਦ ਕਰਨ ਲਈ ਪੈਨਸਿਲਵੇਨੀਆ ਬਾਰੂਦ ਫੈਕਟਰੀ ਦਾ ਦੌਰਾ ਕਰਨਗੇ - ਪੋਲੀਟੀਕੋ",
        "ਜਾਰਜੀਆ ਦੇ ਸਕੂਲ 'ਚ ਗੋਲੀਬਾਰੀ ਦੇ ਦੋਸ਼ੀ ਦੀ ਮਾਂ' ਤੇ ਬਜ਼ੁਰਗਾਂ ਨਾਲ ਬਦਸਲੂਕੀ ਦੇ ਦੋਸ਼, ਰਿਪੋਰਟ ਕਹਿੰਦੀ ਹੈ - ਅਮਰੀਕਾ ਅੱਜ",
        "ਮੈਕ ਬ੍ਰਾ Brownਨ ਨੇ ਜੇਮਜ਼ ਮੈਡੀਸਨ ਨੂੰ ਹੈਰਾਨਕੁਨ ਹਾਰ ਤੋਂ ਬਾਅਦ ਅਸਤੀਫਾ ਦੇਣ ਦੀ ਪੇਸ਼ਕਸ਼ ਕੀਤੀ, ਉੱਤਰੀ ਕੈਰੋਲੀਨਾ ਦੇ ਖਿਡਾਰੀਆਂ ਦੁਆਰਾ ਖਾਰਜ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਹਿੰਦ-ਪ੍ਰਸ਼ਾਂਤ ਦੇ ਨੇਤਾਵਾਂ ਨੇ ਬਾਈਡਨ ਦੇ ਅਲਵਿਦਾ ਸੰਮੇਲਨ ਵਿੱਚ ਸਮੁੰਦਰੀ ਸੁਰੱਖਿਆ ਸਹਿਯੋਗ ਦਾ ਵਿਸਥਾਰ ਕੀਤਾ - ਐਨਬੀਸੀ ਨਿ Newsਜ਼",
        "ਮੇਨੇਂਡੇਜ਼ ਬ੍ਰਦਰਜ਼ ਸਲੈਮ ‘ਖਰਾਬ’ ਨੈੱਟਫਲਿਕਸ ਸ਼ੋਅ ਦਾ ਪੋਰਟਰੇਟ - ਦਿ ਡੇਲੀ ਬੀਸਟ",
        "ਫਰਾਂਸ ਦੇ ਰਾਸ਼ਟਰਪਤੀ ਇਮੈਨੁਅਲ ਮੈਕਰੋਨ ਨੇ ਨਵੀਂ ਸੱਜੇ ਪੱਖੀ ਸਰਕਾਰ ਦਾ ਐਲਾਨ ਕੀਤਾ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਇੱਕ ਸਕੂਲ 'ਤੇ ਇਜ਼ਰਾਈਲੀ ਹੜਤਾਲ' ਤੇ ਘੱਟੋ ਘੱਟ 22 ਲੋਕ ਮਾਰੇ ਗਏ, ਗਾਜ਼ਾ ਸਿਹਤ ਮੰਤਰਾਲੇ ਦਾ ਕਹਿਣਾ ਹੈ - POLITICO",
        "ਕੁਝ ਪਾਗਲ ਜੀਨੀਅਸ ਪਾ ਚੈਟਜੀਪੀਟੀ ਨੂੰ ਟੀਆਈ -84 ਗ੍ਰਾਫਿੰਗ ਕੈਲਕੁਲੇਟਰ ਤੇ - ਵਾਇਰਡ",
        "ਏਲੋਨ ਮਸਕ ਐਕਸ ਲਈ ਬ੍ਰਾਜ਼ੀਲ ਦੀ ਅਦਾਲਤ ਦੀਆਂ ਕਾਨੂੰਨੀ ਮੰਗਾਂ ਦੀ ਪਾਲਣਾ ਕਰਦਾ ਹੈ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "ਇਸ ਪਤਝੜ ਵਿਚ ਧਰਤੀ 'ਤੇ ਇਕ ਨਵਾਂ' ਮਿੰਨੀ ਚੰਦਰਮਾ 'ਆਉਂਦਾ ਹੈ - ਐਨਪੀਆਰ",
        "ਵਾਲ ਸਟ੍ਰੀਟ ਦੇ ਅਰਥਸ਼ਾਸਤਰੀ ਜਿਸ ਨੇ ਫੈਡ ਦੀ ‘ਅਨੰਦਮਈ‘ ਦਰ ਦੀ ਕਟੌਤੀ ਨੂੰ ਨਹੁੰ ਪਾਇਆ ਉਹ ਫਿਰ ਉਹੀ ਚੀਜ਼ ਵੇਖਦਾ ਹੈ - ਫਾਰਚੂਨ",
        "ਐਫਟੀਸੀ ਨੇ ਇਨਸੁਲਿਨ ਵਿਚੋਲਿਆਂ 'ਤੇ ਮੁਕੱਦਮਾ ਕੀਤਾ, ਕਿਹਾ ਕਿ ਉਹ ਅਰਬਾਂ ਦੀ ਜੇਬ ਪਾਉਂਦੇ ਹਨ ਜਦੋਂ ਕਿ ਮਰੀਜ਼ਾਂ ਨੂੰ ਉੱਚ ਖਰਚਿਆਂ ਦਾ ਸਾਹਮਣਾ ਕਰਨਾ ਪੈਂਦਾ ਹੈ - ਐਨਪੀਆਰ"
    ]
}