{
    "headlines": [
        "Trump’s transition team caught off guard by Hegseth allegation - CNN",
        "Data from Laken Riley’s smart watch will show the encounter with the defendant ‘was long’ and ‘fierce,’ prosecutor says - CNN",
        "Seahawks center Williams retiring from NFL at 27 - ESPN",
        "Trump picks Karoline Leavitt to serve as White House press secretary - Fox News",
        "Mike Tyson vs. Jake Paul Fight: What Time to Watch Live Tonight on Netflix - CNET",
        "Exclusive: Woman told House Ethics panel she witnessed Gaetz having sex with minor, lawyer says - ABC News",
        "Used to getting their way, Washington’s lobbyists are unnerved by RFK Jr. - POLITICO",
        "Dow closes 300 points lower Friday as rate worries hinder postelection rally: Live updates - CNBC",
        "Disney Removes ‘Star Wars’ Movie From 2026 Slate, Replaced by ‘Ice Age 6’ - Variety",
        "Centrist Dems seize opening at the DNC: ‘I don’t want to be the freak show party’ - POLITICO",
        "‘The Substance’ Director Coralie Fargeat Pulls Film From Camerimage After “Highly Misogynistic and Offensive” Comments From Fest CEO - Hollywood Reporter",
        "Robert Roberson's execution can resume, Texas Supreme Court says - BBC.com",
        "Oregon confirms state’s first human case of H5N1 bird flu in Clackamas County - OregonLive",
        "The Standoff Deep Inside an Abandoned South African Gold Mine - The Wall Street Journal",
        "Rachel Zegler Apologizes For Anti-Trump Comments Post Election—Fending Off Her Latest Controversy - Forbes",
        "Elon Musk says OpenAI's compensation is 'lavish.' Here's how much employees get paid. - Business Insider",
        "Severe COVID-19 may shrink cancer tumors, early data suggest - Livescience.com",
        "Cathie Wood says Elon Musk will succeed in his audit of the federal government because he has 'more proprietary data' than anyone - Fortune",
        "Disney is turning record parks profits — even before its big expansions - CNBC",
        "Oklahoma superintendent orders schools to show students political video - NewsNation Now"
    ]
}