{
    "headlines": [
        "ਟਰੰਪ ਨੇ ਡੀਈਆਈ ਨੂੰ ਹੌਂਸਲਾ ਦਿੱਤਾ, ਸਰਕਾਰ, ਕੰਪਨੀਆਂ, ਸਕੂਲਾਂ ਵਿਚ ਕਾਨੂੰਨੀ ਝਟਕੇ ਭੇਜਦੇ ਹਨ - ਐਕਸੀਓਸ",
        "ਅਮੇਰਿਕਨ ਏਅਰਲਾਈਨਜ਼ ਦੇ ਸ਼ੇਅਰ ਡਿੱਗਦੇ ਹਨ ਕਿਉਂਕਿ ਆਉਟਲੁੱਕ ਘੱਟ ਜਾਂਦਾ ਹੈ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਥਾਈਲੈਂਡ ਦੇ ਇਤਿਹਾਸਕ ਵਿਆਹ ਬਿੱਲ ਦੇ ਰੂਪ ਵਿੱਚ ਸੈਂਕੜੇ ਸਮਲਿੰਗੀ ਜੋੜਿਆਂ ਦਾ ਵਿਆਹ ਪ੍ਰਭਾਵਤ ਹੁੰਦਾ ਹੈ - ਸੀਐਨਐਨ",
        "ਟਰੰਪ ਨੇ ਪੁਤਿਨ ਨੂੰ ਯੂਕਰੇਨ ਵਿਚ 'ਹਾਸੋਹੀਣੀ ਜੰਗ' ਖ਼ਤਮ ਕਰਨ ਜਾਂ ਨਵੀਆਂ ਪਾਬੰਦੀਆਂ ਦਾ ਸਾਹਮਣਾ ਕਰਨ ਲਈ ਕਿਹਾ - ਬੀਬੀਸੀ.",
        "ਇਜ਼ਰਾਈਲ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਇਸ ਨੇ ਫਲਸਤੀਨੀ ਹਮਲਾਵਰਾਂ ਨੂੰ ਮਾਰ ਦਿੱਤਾ ਕਿਉਂਕਿ ਜੇਨਿਨ ਦੀ ਛਾਪੇਮਾਰੀ ਜਾਰੀ ਹੈ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਮਸਾਹੀਰੋ ਨਕਾਈ, ਇੱਕ ਟੀਵੀ ਹੋਸਟ ਅਤੇ ਜਪਾਨ ਵਿੱਚ ਸਾਬਕਾ ਪੌਪ ਸਟਾਰ, ਜਿਨਸੀ ਸ਼ੋਸ਼ਣ ਦੀ ਰਿਪੋਰਟ ਤੋਂ ਬਾਅਦ ਰਿਟਾਇਰ ਹੋ ਗਿਆ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਏਡੀਐਚਡੀ ਵਾਲੇ ਲੋਕਾਂ ਦੀ ਉਮਰ ਘੱਟ ਹੁੰਦੀ ਹੈ ਅਤੇ ਮਾਨਸਿਕ ਸਿਹਤ ਦੇ ਮੁੱਦਿਆਂ ਦਾ ਵਧੇਰੇ ਜੋਖਮ ਹੁੰਦਾ ਹੈ, ਅਧਿਐਨ ਲੱਭਦਾ ਹੈ - ਸੀਐਨਐਨ",
        "ਏਜੰਟ ਦਾ ਟੇਕਃ ਐਰੋਨ ਰੋਜਰਸ, ਮੈਕਸ ਕ੍ਰੌਸਬੀ 15 ਖਿਡਾਰੀਆਂ ਵਿੱਚ ਸ਼ਾਮਲ ਹਨ ਜਿਨ੍ਹਾਂ ਨੂੰ 2025 ਆਫਸੀਜ਼ਨ ਵਿੱਚ ਵਪਾਰ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ ਜਾਂ ਜਾਰੀ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਟਰੰਪ ਨੇ ਪਨਾਹ ਦੀ ਪਹੁੰਚ ਬੰਦ ਕੀਤੀ, ਸਰਹੱਦ 'ਤੇ 10,000 ਫੌਜੀ ਭੇਜਣ ਦੀ ਯੋਜਨਾ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਆਸਟਰੇਲੀਆ ਦੀ ਗ੍ਰੇਟ ਬੈਰੀਅਰ ਰੀਫ 'ਤੇ ਕੋਰਲ ਬਲੀਚਿੰਗ‘ਵਿਨਾਸ਼ਕਾਰੀ ‘ਪੱਧਰ‘ ਤੇ ਪਹੁੰਚਦੀ ਹੈ, ਅਧਿਐਨ ਲੱਭਦਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਜਿਵੇਂ ਕਿ ਇਹ ਖੁਲਾਸਾ ਹੋਇਆ — ਟਰੰਪ ਨੇ ਸਟਾਰਗੇਟ - ਬਿਜ਼ਨਸ ਇਨਸਾਈਡਰ ਦੀ ਘੋਸ਼ਣਾ ਕੀਤੇ ਜਾਣ ਤੋਂ ਬਾਅਦ ਏਲੋਨ ਮਸਕ ਅਤੇ ਸੈਮ ਅਲਟਮੈਨ ਦੇ ਜਨਤਕ ਵਟਾਂਦਰੇ ਦੇ 24 ਘੰਟੇ",
        "ਸਾਬਕਾ-‘ਮਾਗਾ ਗ੍ਰੈਨੀ’ ਟਰੰਪ ਦੀ ਮੁਆਫੀ ਨੂੰ ਰੱਦ ਕਰ ਰਹੀ ਹੈ ਉਸ ਦੀ ਸਜ਼ਾ 6 ਜਨਵਰੀ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "‘ਸਟਾਰ ਟ੍ਰੈਕਃ ਸੈਕਸ਼ਨ 31’ ਸਮੀਖਿਆਃ ਇੱਥੋਂ ਤਕ ਕਿ ਮਿਸ਼ੇਲ ਯੀਓਹ ਪੈਰਾਮਾਉਂਟ+ਦੀ ਸਬਪਾਰ ਸਪਿਨੋਫ ਮੂਵੀ ਨੂੰ ਨਹੀਂ ਬਚਾ ਸਕਦਾ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਤੱਥ ਜਾਂਚਃ ਟਰੰਪ ਝੂਠੇ ਦਾਅਵਿਆਂ ਨਾਲ ਓਵਲ ਆਫਿਸ ਇੰਟਰਵਿ interview ਨੂੰ ਲਿਟਰ ਕਰਦਾ ਹੈ - ਸੀਐਨਐਨ",
        "ਟਰੰਪ ਨੇ ਏਜੰਟ ਸ਼ਾਨ ਕੁਰਾਨ ਨੂੰ ਗੁਪਤ ਸੇਵਾ ਨਿਰਦੇਸ਼ਕ ਨਾਮਜ਼ਦ ਕੀਤਾ - ਦਿ ਹਿੱਲ",
        "ਐਲਏ-ਖੇਤਰ ਦੀ ਅੱਗ ਅਕਾਰ ਵਿੱਚ ਫਟਣ ਤੋਂ ਬਾਅਦ ਨਿਕਾਸੀ ਨੂੰ ਪ੍ਰੇਰਿਤ ਕਰਦੀ ਹੈ, ਕਿਉਂਕਿ ਕੈਲੀਫੋਰਨੀਆ ਨੂੰ ਤਾਜ਼ਾ ਖਤਰੇ ਦਾ ਸਾਹਮਣਾ ਕਰਨਾ ਪੈਂਦਾ ਹੈ - ਐਕਸੀਓਸ",
        "ਧਰਤੀ ਦਾ ਚੁੰਬਕੀ ਉੱਤਰੀ ਧਰੁਵ ਅਧਿਕਾਰਤ ਤੌਰ 'ਤੇ ਹਿਲਾ ਰਿਹਾ ਹੈ – ਵਿਗਿਆਨੀਆਂ ਨੇ ਹੁਣੇ ਹੀ ਇਸ ਦੀ ਸਥਿਤੀ ਨੂੰ ਅਪਡੇਟ ਕੀਤਾ - ਸਾਇੰਸਅਲਰਟ",
        "ਬਰਡ ਫਲੂ ਦੇ ਫੈਲਣ ਤੋਂ ਬਾਅਦ ਨਿ New ਯਾਰਕ ਦੇ ਫਾਰਮ ਵਿਚ 100,000 ਤੋਂ ਵੱਧ ਤੋਤੇ euthanized ਹੋਣਗੇ - ਯਾਹੂ ਨਿ Newsਜ਼"
    ]
}