{
    "headlines": [
        "يحذر المحترفون من أن عمليات بيع أسهم Tesla بعد حدث robotaxi قد تكون مجرد بداية - Yahoo Finance",
        "بيان صادر عن السكرتير الصحفي للبنتاغون اللواء بات رايدر حول نشر بطارية ثاد في إسرائيل - وزارة الدفاع",
        "الأمم المتحدة تقول إن الدبابات الإسرائيلية انفجرت عبر بوابات قاعدة حفظ السلام - Reuters.com",
        "لاعب الوسط الثاني كاليب ويليامز إلى النهاية الضيقة Kmet TD! QB و TE يعززان تقدم Chicago Bears إلى 13-3 مقابل Jags - NFL.com",
        "وجدت الدراسة أن كريستوفر كولومبوس كان يهوديًا سفارديًا من أوروبا الغربية - نيويورك بوست",
        "معظم غرف الطوارئ ليست مستعدة تمامًا للتعامل مع حالات الطوارئ للأطفال - واشنطن بوست",
        "الدببة تفقد سمك النهاش الطويل لإصابة في الركبة في الربع الأول في لندن - إن بي سي سبورتس",
        "\"أنا قلق \": النائب كلايبورن حول تصويت الرجال السود لترامب - سي إن إن",
        "أريانا غراندي تحاكي بريتني سبيرز، وتتحول إلى جينيفر كوليدج أثناء عودة \"SNL\" - نيويورك بوست",
        "في إنجاز هندسي، تقوم شركة SpaceX الميكانيكية بتسليح معزز صاروخ المركبة الفضائية في منصة الهبوط - ABC News",
        "مفاتيح الفوز بكرة القدم الخيالية في الأسبوع السادس - ياهو سبورتس",
        "سيشاهد بايدن أضرار إعصار ميلتون في فلوريدا. يخطط هاريس للذهاب إلى الكنيسة في ولاية كارولينا الشمالية - وكالة أسوشيتد برس",
        "قد يكون المذنب النادر مرئيًا للعين المجردة. إليك أين تبحث. - CBS Boston",
        "الرعب 3 يهزم الجوكر 2 في شباك التذاكر حيث يرى فيلم جواكين فينيكس انخفاضًا كبيرًا - هندوستان تايمز",
        "يمكن للثدي الكثيف أن يجعل من الصعب اكتشاف السرطان في التصوير الشعاعي للثدي - KOAT New Mexico",
        "مبعوث فلسطين لدى الأمم المتحدة يقول إن \"الإبادة الجماعية داخل الإبادة الجماعية\" مستمرة في شمال غزة - الجزيرة الإنجليزية",
        "تنبيه أمان Gmail جديد لـ 2.5 مليار مستخدم كما تم تأكيد اختراق الذكاء الاصطناعي - Forbes",
        "الاستياء الاقتصادي، انقسامات القضايا تضيف إلى المنافسة الرئاسية الضيقة: استطلاع - ABC News",
        "تم اختراق وسرقة بيانات Pokémon Developer Game Freak على الألعاب غير المعلنة بالإضافة إلى تسريب الاسم الرمزي لـ Nintendo Switch 2 عبر الإنترنت - IGN",
        "ما يمكن توقعه في الأسواق هذا الأسبوع - Investopedia"
    ]
}