{
    "headlines": [
        "Cincinnati Bengals vs. Pittsburgh Steelers Live Score and Stats - 4 de janeiro de 2025 Gametracker - CBS Sports",
        "Surto de HMPV na China: é um novo vírus? Como é semelhante ao Covid-19? Existe alguma vacina? O que sabemos até agora | Menta - Menta",
        "MTA realiza cerimônia animada para revelar sinais de preços de congestionamento — horas antes que os motoristas estejam prontos para sentir a dor - New York Post",
        "Exclusivo: as novas barreiras planejadas para a Bourbon Street em Nova Orleans são classificadas apenas a 16 km/h - Reuters",
        "Zelenskiy relata pesadas perdas de tropas russas e norte-coreanas em Kursk, na Rússia - Reuters",
        "Como a derrota dos Browns para os Ravens afeta a ordem de draft da NFL de 2025 - Sports Illustrated",
        "Biden rejeitou apelos de vários conselheiros importantes ao bloquear a oferta da U.S. Steel - The Washington Post",
        "Sentenças de Trump criam uma cena incomum antes de sua posse - The Washington Post",
        "Aqui estão os últimos totais de neve de 3 dias em todo o oeste de Nova York - WGRZ.com",
        "Maior tempestade de inverno em mais de uma década prevista para atingir dezenas de milhões de americanos - BBC.com",
        "Notas de calor: Butler, Adebayo, Rozier, Riley, Porter Jr. - hoopsrumors.com",
        "Áustria: Chanceler renuncia após o colapso das negociações da coligação - DW (inglês)",
        "Funcionários da Rockstar Reafirmam Janela de Lançamento de GTA 6 em Novo Post - The Direct",
        "Johnson diz aos republicanos da Câmara que Trump quer um pacote de reconciliação \"grande e bonito\" - POLITICO",
        "Ei, Apple, vamos agitar o design do iPhone em 2025 — Finalmente - CNET",
        "   Removido ",
        "A nova reviravolta assombrada no escândalo Blake Lively-Justin Baldoni - Slate",
        "Mary Steenburgen diz que achava que o marido Ted Danson era \"esperto\" até que ele disse \"esta\" frase \"depois de fazer amor\" (exclusivo) - Yahoo Entertainment",
        "O vazamento real do Samsung Galaxy S25 Ultra mostra molduras finas do próximo telefone principal - Notebookcheck.net",
        "Meta exclui perfis de personagens de IA após reação, acusações de racismo - Mashable"
    ]
}