{
    "headlines": [
        "ਮੈਟਾ ਦੇ ਓਰੀਓਨ ਏਆਰ ਗਲਾਸ ਪ੍ਰੋਟੋਟਾਈਪ ਅਤੇ ਕੰਪਿutingਟਿੰਗ ਦਾ ਸੰਭਾਵਤ ਭਵਿੱਖ - ਸੀ ਐਨ ਬੀ ਸੀ ਨਾਲ ਹੱਥ ਮਿਲਾਓ",
        "ਖੰਡੀ ਤੂਫਾਨ ਹੇਲੀਨ ਦਾ ਅੰਦਰੂਨੀ ਟ੍ਰੈਕ ਨੁਕਸਾਨਦੇਹ ਹਵਾਵਾਂ ਪੈਦਾ ਕਰਦਾ ਹੈ, ਗੰਭੀਰ ਹੜ੍ਹ - ਮੌਸਮ ਚੈਨਲ",
        "ਹੈਰਿਸ ਅਮਰੀਕੀ ਦੱਖਣੀ ਸਰਹੱਦ ਵੱਲ ਜਾਂਦਾ ਹੈ, ਟਰੰਪ ਨਾਲ ਪੋਲਿੰਗ ਪਾੜੇ ਨੂੰ ਬੰਦ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰ ਰਿਹਾ ਹੈ - ਸੀਐਨਐਨ",
        "ਡੀ. ਓ. ਜੇ. ਦੇ ਜਨਵਰੀ 'ਚ ਵਧ ਰਹੀਆਂ ਹਨ ਕਾਨੂੰਨੀ ਧਮਕੀਆਂ. 6 ਮਾਮਲੇ - POLITICO",
        "‘ਇਸ ਤੋਂ ਬਾਹਰ ਰਹੋ’: ਪੋਰਟ ਵਰਕਰਾਂ ਦੀ ਹੜਤਾਲ ਹੈਰਿਸ, ਟਰੰਪ ਲਈ ਨਵਾਂ ਖ਼ਤਰਾ ਪੈਦਾ ਕਰਦੀ ਹੈ - ਪੋਲਿਟਿਕੋ",
        "ਨਿਊਯਾਰਕ ਦੇ ਮੇਅਰ ਏਰਿਕ ਐਡਮਜ਼ 'ਤੇ ਕੀ ਦੋਸ਼ ਹੈ? ਦੋਸ਼ਾਂ ਦੀ ਵਿਆਖਿਆ - BBC.com",
        "ਆਪਣੀ ਨੀਂਦ ਨੂੰ ਬਿਹਤਰ ਬਣਾਉਣ ਲਈ, ਸੌਣ ਤੋਂ ਪਹਿਲਾਂ ਇਹ ਗਤੀਵਿਧੀ ਕਰੋ, ਮਾਹਰ ਸੁਝਾਅ ਦਿੰਦੇ ਹਨ - ਫੌਕਸ ਨਿ Newsਜ਼",
        "ਜਾਪਾਨ ਦੇ ਤਜਰਬੇਕਾਰ ਸੰਸਦ ਮੈਂਬਰ ਸ਼ਿਗੇਰੂ ਈਸ਼ੀਬਾ 'ਅੰਤਮ ਲੜਾਈ' ਤੋਂ ਬਾਅਦ ਪ੍ਰਧਾਨ ਮੰਤਰੀ ਬਣਨਗੇ - ਰਾਇਟਰਜ਼",
        "ਕੁਓਃ ਰਸਤੇ ਵਿੱਚ ਐਮ 5 ਚਿੱਪ ਦੇ ਨਾਲ ਨਵਾਂ ਐਪਲ ਵਿਜ਼ਨ ਪ੍ਰੋ, ਐਪਲ ਇੰਟੈਲੀਜੈਂਸ ਸਪੋਰਟ ਦੀ ਵਿਸ਼ੇਸ਼ਤਾ - 9to5Mac",
        "ਚੀਨ ਦੇ ਉਤੇਜਕ ਐਲਾਨ ਤੋਂ ਬਾਅਦ ਅਲੀਬਾਬਾ, ਜੇਡੀ ਅਤੇ ਮੀਟੁਆਨ ਦਾ ਵਾਧਾ - ਯਾਹੂ ਵਿੱਤ",
        "ਪੁਤਿਨ ਪੱਛਮ ਲਈ ਪ੍ਰਮਾਣੂ ਲਾਲ ਲਾਈਨ ਖਿੱਚਦਾ ਹੈ - ਰਾਇਟਰ",
        "ਮੈਕਸੀਕੋ 'ਚ 43 ਲਾਪਤਾ ਵਿਦਿਆਰਥੀਆਂ ਦੇ ਪਰਿਵਾਰ 10 ਸਾਲ ਬਾਅਦ ਵੀ ਕਰ ਰਹੇ ਹਨ ਇਨਸਾਫ ਦੀ ਮੰਗ - The Associated Press",
        "ਲਾਈਵ ਅਪਡੇਟਸਃ ਤੂਫਾਨ ਹੇਲੀਨ ਫਲੋਰਿਡਾ ਵਿੱਚ ਲੈਂਡਫਾਲ ਕਰਦਾ ਹੈ; ਡਬਲਯੂ ਐਨ ਸੀ ਨੇ ਹੜ੍ਹ, ਆਉਟੇਜ - ਡਬਲਯੂ ਐਲ ਓ ਐਸ ਦੀ ਰਿਪੋਰਟ ਕੀਤੀ",
        "2024 ਪ੍ਰੈਜ਼ੀਡੈਂਟਸ ਕੱਪ ਟੀਵੀ ਸ਼ਡਿ, ਲ, ਕਵਰੇਜ, ਅੱਜ ਕਿੱਥੇ ਵੇਖਣਾ ਹੈ, ਲਾਈਵ ਸਟ੍ਰੀਮ ਮੁਫਤ onlineਨਲਾਈਨ, ਸ਼ੁਰੂਆਤੀ ਸਮਾਂ, ਤਾਰੀਖਾਂ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "‘ਗ੍ਰੇਜ਼ ਐਨਾਟੋਮੀ' ਸ਼ੋਅਰਨਰ ਟਾਕਸ ਪ੍ਰੀਮੀਅਰਜ਼ ਟਵਿਸਟਸ ਐਂਡ ਬਿਗ ਰਿਟਰਨ, ਟੀਜ਼ ਲਚਕੀਲਾਪਣ-ਥੀਮਡ ਸੀਜ਼ਨ 21 ਦੇ ਤੌਰ ਤੇ 2 ਕਾਸਟ ਮੈਂਬਰ ਬਾਹਰ ਨਿਕਲਣ ਦੀ ਤਿਆਰੀ ਕਰਦੇ ਹਨ - ਡੈੱਡਲਾਈਨ",
        "ਅੱਜ ਦਿਖਾਓ ਦੇ Dylan Dreyer ਸ਼ੇਅਰ ਜੋ Hoda Kotb ਤਬਦੀਲ ਕਰ ਸਕਦਾ ਹੈ - ਈ! ਆਨਲਾਈਨ - ਈ! ਨਿਊਜ਼",
        "ਐਮਐਲਬੀ ਪਲੇਆਫ ਤਸਵੀਰ 2024: ਯੈਂਕੀਜ਼ ਕਲਿੰਚ ਏਐਲ ਈਸਟ; ਅਪਡੇਟ ਕੀਤੀ ਬਰੈਕਟ, ਸਟੈਂਡਿੰਗਜ਼ - ਬਲੀਚਰ ਰਿਪੋਰਟ",
        "ਏ ਦੇ ਪ੍ਰਸ਼ੰਸਕ ਪੁਰਾਣੀਆਂ ਯਾਦਾਂ ਨੂੰ ਫੜਦੇ ਹਨ, ਓਕਲੈਂਡ ਨੂੰ ਟੀਮ ਦੇ ਅਲਵਿਦਾ ਵਿਚ ਨਵੇਂ ਰੱਖਦਾ ਹੈ - ਸਪੋਰਟਸ ਇਲਸਟ੍ਰੇਟਿਡ",
        "ਅਲਾਬਾਮਾ ਨੇ ਐਲਨ ਯੂਜੀਨ ਮਿਲਰ ਨੂੰ ਫਾਂਸੀ ਦਿੱਤੀ ਹੈ, ਦੂਜਾ ਕੈਦੀ ਜਿਸ ਨੂੰ ਨਾਈਟ੍ਰੋਜਨ ਗੈਸ ਦੁਆਰਾ ਮਰਨ ਲਈ ਜਾਣਿਆ ਜਾਂਦਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "Newsmax, Smartmatic ਬੰਦੋਬਸਤ ਮਾਣਹਾਨੀ ਮੁਕੱਦਮਾ - Axios"
    ]
}