{
    "headlines": [
        "ਸਿਨਸਿਨਾਟੀ ਬੰਗਲਸ ਬਨਾਮ ਪਿਟਸਬਰਗ ਸਟੀਲਰਜ਼ ਲਾਈਵ ਸਕੋਰ ਅਤੇ ਅੰਕੜੇ - ਜਨਵਰੀ 4, 2025 ਗੇਮਟ੍ਰੈਕਰ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਚੀਨ ਵਿਚ ਐਚਐਮਪੀਵੀ ਦਾ ਪ੍ਰਕੋਪਃ ਕੀ ਇਹ ਇਕ ਨਵਾਂ ਵਾਇਰਸ ਹੈ? ਇਹ ਕੋਵਿਡ-19 ਨਾਲ ਕਿਵੇਂ ਮਿਲਦਾ ਜੁਲਦਾ ਹੈ? ਕੀ ਇੱਥੇ ਕੋਈ ਵੈਕਸੀਨ ਹੈ? ਹੁਣ ਤੱਕ ਅਸੀਂ ਕੀ ਜਾਣਦੇ ਹਾਂ | Mint - Mint",
        "ਐਮਟੀਏ ਨੇ ਭੀੜ ਦੀਆਂ ਕੀਮਤਾਂ ਦੇ ਸੰਕੇਤਾਂ ਦਾ ਪਰਦਾਫਾਸ਼ ਕਰਨ ਲਈ ਖੁਸ਼ੀ ਦੀ ਰਸਮ ਦਾ ਆਯੋਜਨ ਕੀਤਾ — ਡਰਾਈਵਰਾਂ ਦੇ ਦਰਦ ਨੂੰ ਮਹਿਸੂਸ ਕਰਨ ਲਈ ਨਿਰਧਾਰਤ ਕੀਤੇ ਜਾਣ ਤੋਂ ਕੁਝ ਘੰਟੇ ਪਹਿਲਾਂ - ਨਿ New ਯਾਰਕ ਪੋਸਟ",
        "ਐਕਸਕਲੂਸਿਵਃ ਨਿ Or ਓਰਲੀਨਜ਼ ਦੀ ਯੋਜਨਾਬੱਧ ਨਵੀਂ ਬੌਰਬਨ ਸਟ੍ਰੀਟ ਦੀਆਂ ਰੁਕਾਵਟਾਂ ਸਿਰਫ ਕ੍ਰੈਸ਼-ਰੇਟਡ 10 ਮੀਲ ਪ੍ਰਤੀ ਘੰਟਾ - ਰਾਇਟਰਜ਼",
        "ਜ਼ੇਲੇਨਸਕੀ ਨੇ ਰੂਸ ਦੇ ਕੁਰਸਕ ਵਿਚ ਭਾਰੀ ਰੂਸੀ, ਉੱਤਰੀ ਕੋਰੀਆ ਦੇ ਸੈਨਿਕਾਂ ਦੇ ਨੁਕਸਾਨ ਦੀ ਰਿਪੋਰਟ ਕੀਤੀ - ਰਾਇਟਰਜ਼",
        "ਬ੍ਰਾsਨਜ਼ ਦਾ ਰੇਵੇਨਜ਼ ਦਾ ਨੁਕਸਾਨ 2025 ਐਨਐਫਐਲ ਡਰਾਫਟ ਆਰਡਰ ਨੂੰ ਕਿਵੇਂ ਪ੍ਰਭਾਵਤ ਕਰਦਾ ਹੈ - ਸਪੋਰਟਸ ਇਲਸਟ੍ਰੇਟਿਡ",
        "ਬਾਇਡਨ ਨੇ ਯੂਐਸ ਸਟੀਲ ਦੀ ਬੋਲੀ ਨੂੰ ਰੋਕਣ ਵਿੱਚ ਕਈ ਚੋਟੀ ਦੇ ਸਲਾਹਕਾਰਾਂ ਦੀਆਂ ਅਪੀਲਾਂ ਨੂੰ ਰੱਦ ਕਰ ਦਿੱਤਾ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਟਰੰਪ ਦੀ ਸਜ਼ਾ ਉਸਦੇ ਉਦਘਾਟਨ ਤੋਂ ਪਹਿਲਾਂ ਇੱਕ ਅਸਾਧਾਰਣ ਦ੍ਰਿਸ਼ ਤੈਅ ਕਰਦੀ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਇੱਥੇ ਪੂਰੇ ਪੱਛਮੀ ਨਿ New ਯਾਰਕ ਤੋਂ ਤਾਜ਼ਾ 3-ਦਿਨ ਦੀ ਬਰਫ ਦੀ ਸੰਖਿਆ ਹੈ - WGRZ. com",
        "ਇਕ ਦਹਾਕੇ ਤੋਂ ਵੱਧ ਸਮੇਂ ਵਿਚ ਸਭ ਤੋਂ ਵੱਡਾ ਸਰਦੀਆਂ ਦਾ ਤੂਫਾਨ ਲੱਖਾਂ ਅਮਰੀਕੀਆਂ ਨੂੰ ਮਾਰਨ ਦੀ ਭਵਿੱਖਬਾਣੀ - ਬੀਬੀਸੀ.",
        "ਗਰਮੀ ਨੋਟਸ: ਬਟਲਰ, Adebayo, Rozier, Riley, ਪੋਰਟਰ ਜੂਨੀਅਰ. - hoopsrumors.com",
        "ਆਸਟਰੀਆਃ ਗੱਠਜੋੜ ਗੱਲਬਾਤ ਦੇ collapseਹਿ ਜਾਣ ਤੋਂ ਬਾਅਦ ਚਾਂਸਲਰ ਅਸਤੀਫਾ ਦੇਣਗੇ - DW (ਪੰਜਾਬੀ)",
        "ਰੌਕਸਟਾਰ ਸਟਾਫ ਨਵੀਂ ਪੋਸਟ ਵਿੱਚ ਜੀਟੀਏ 6 ਰੀਲੀਜ਼ ਵਿੰਡੋ ਦੀ ਪੁਸ਼ਟੀ ਕਰਦਾ ਹੈ - ਦ ਡਾਇਰੈਕਟ",
        "ਜੌਹਨਸਨ ਨੇ ਹਾਊਸ ਰਿਪਬਲਿਕਨਜ਼ ਨੂੰ ਕਿਹਾ ਕਿ ਟਰੰਪ ਇਕ ‘ਵੱਡਾ ਸੁੰਦਰ’ ਸੁਲ੍ਹਾ ਪੈਕੇਜ ਚਾਹੁੰਦੇ ਹਨ - ਪੋਲਿਟਿਕੋ",
        "ਹੇ, ਐਪਲ, ਆਓ 2025 ਵਿਚ ਆਈਫੋਨ ਦੇ ਡਿਜ਼ਾਈਨ ਨੂੰ ਹਿਲਾ ਦੇਈਏ — ਅੰਤ ਵਿਚ — ਸੀ ਐਨ ਈ ਟੀ",
        "ਹਟਾਈ",
        "ਬਲੇਕ ਲਾਈਵ-ਜਸਟਿਨ ਬਾਲਡੋਨੀ ਘੁਟਾਲੇ ਵਿਚ ਹਾਓਂਟਡ ਨਿਊ ਟਵਿਸਟ - ਸਲੇਟ",
        "ਮੈਰੀ ਸਟੀਨਬਰਗੇਨ ਕਹਿੰਦੀ ਹੈ ਕਿ ਉਸਨੇ ਸੋਚਿਆ ਕਿ ਪਤੀ ਟੇਡ ਡੈਨਸਨ ‘ਸਲਿਕ’ ਸੀ ਜਦੋਂ ਤੱਕ ਉਸਨੇ ਕਿਹਾ \"ਇਹ\" ਪ੍ਹੈਰਾ ‘ਪਿਆਰ ਕਰਨ ਤੋਂ ਬਾਅਦ’ (ਵਿਸ਼ੇਸ਼) - ਯਾਹੂ ਮਨੋਰੰਜਨ",
        "ਰੀਅਲ-ਲਾਈਫ ਸੈਮਸੰਗ ਗਲੈਕਸੀ ਐਸ 25 ਅਲਟਰਾ ਲੀਕ ਆਗਾਮੀ ਫਲੈਗਸ਼ਿਪ ਫੋਨ ਦੇ ਰੇਜ਼ਰ-ਪਤਲੇ ਬੇਜ਼ਲ ਦਿਖਾਉਂਦਾ ਹੈ - Notebookcheck. net",
        "ਮੈਟਾ ਬੈਕਲੈਸ਼, ਨਸਲਵਾਦ ਦੇ ਦੋਸ਼ਾਂ ਤੋਂ ਬਾਅਦ ਏਆਈ ਅੱਖਰ ਪ੍ਰੋਫਾਈਲਾਂ ਨੂੰ ਮਿਟਾਉਂਦਾ ਹੈ - ਮੈਸ਼ੇਬਲ"
    ]
}