{
    "headlines": [
        "Mistérios Médicos: Sua tosse enlouquecedora teve uma causa inesperada - The Washington Post",
        "Os lucros operacionais da Berkshire aumentaram 71% no quarto trimestre, acumulando balões para um recorde de US $ 334 bilhões - CNBC",
        "Three Keys & a Pick: Illinois vs. No. 3 Duke - 247Sports",
        "Hamas liberta os primeiros 5 de 6 reféns israelenses na última troca - The Associated Press",
        "Elon Musk pede a desorbitação da ISS. Veja o que a estação espacial faz - ABC News",
        "Apple retira ferramenta de proteção de dados após fila de segurança do governo do Reino Unido - BBC.com",
        "Papa Francisco teve uma noite tranquila - Vatican News - Português",
        "Pentágono vai demitir 5.400 funcionários civis em expurgo ‘inicial’ - The Washington Post",
        "CQ Brown: Trump demite o principal general dos EUA na reformulação do Pentágono - BBC.com",
        "Bybit confirma roubo recorde de US $ 1,46 bilhão em ataque sofisticado a carteira fria - The Hacker News",
        "Escolhas de basquete universitário, cronograma: previsões para Kentucky vs. Alabama e mais 25 melhores jogos no sábado - CBS Sports",
        "O que é o HKU5-CoV-2, o novo coronavírus de morcegos na China que pode desencadear outra pandemia de Covid-19? All det - The Economic Times",
        "Juiz ordena que DOGE seja proibido de acessar dados confidenciais do Tesouro - The Washington Post",
        "The Rock está vindo pela alma de Cody Rhodes na WWE Elimination Chamber - Cageside Seats",
        "Trump discute com governador democrata do Maine em evento na Casa Branca por ordem executiva de atleta transgênero - ABC News",
        "Suprema Corte atrasa esforço de Trump para demitir órgão federal de ética - POLITICO",
        "Eleição alemã: empurrão final como líder Merz promete liderar na Europa - BBC.com",
        "Quem será o próximo James Bond? Decisão difícil de 007 da Amazon - BBC.com",
        "New Los Angeles DA Nathan Hochman não apoia a anulação das condenações por assassinato dos irmãos Menendez - Fox News"
    ]
}