{
    "headlines": [
        "US election: 3 days left – What polls say, what Harris and Trump are up to - Al Jazeera English",
        "Gaza polio vaccination drive to restart in north of territory - BBC.com",
        "Rockets from Lebanon wound 11 in Israel - Reuters",
        "Brown critical of 'Ray Lewis'-like foul on Tatum - ESPN",
        "Maui surfer loses part of leg in shark attack, officials say - CBS News",
        "Boeing CEO delivered ultimatum to Machinists. Union leaders believe him - The Seattle Times",
        "Dow average gains Nvidia, loses Intel as one chipmaker replaces another - The Washington Post",
        "UFC Edmonton: Fighter Faceoffs - UFC",
        "College football picks, schedule: Predictions against the spread, odds for NCAA top 25 games in Week 10 - CBS Sports",
        "Man Accused Of Punching And Bloodying A Sleeping Passenger On U.S. Flight - HuffPost",
        "Prosecutor says veteran's subway chokehold went 'too far.' Defense says his 'courage' helped others - The Associated Press",
        "Fortnite kicked off its remixed Chapter 2 season with a Snoop Dogg and Ice Spice concert - The Verge",
        "What early voting data signals about this year's election - PBS NewsHour",
        "Too little, too late: How Valencia’s residents were trapped with no warning in Spain’s deadly floods - CNN",
        "News Wrap: Labor Department releases final jobs report before election - PBS NewsHour",
        "Ariana Grande Using Her Real Name in Wicked Credits - E! NEWS",
        "Walking pneumonia, RSV rates are rising in young kids, CDC warns. The trends are noteworthy — but not unexpected. - Yahoo Life",
        "Heidi Klum Dresses Up as ET for Her Halloween Party - Inside Edition",
        "Trump says ‘war hawk’ Liz Cheney should be fired upon in escalation of violent rhetoric against his opponents - CNN",
        "OpenAI's new ChatGPT Search Chrome extension feels like a search hijacker - BleepingComputer"
    ]
}