{
    "headlines": [
        "نيوزيلندا تفصل السفير لدى المملكة المتحدة لسؤاله عما إذا كان ترامب \"يفهم التاريخ\" - واشنطن بوست",
        "مركبة أثينا البديهية تصل إلى القمر، لكن حالتها غير واضحة - سي إن إن",
        "باميلا باخ، الممثلة والزوجة السابقة لديفيد هاسلهوف، توفيت عن عمر يناهز 62 عامًا - وكالة أسوشيتد برس",
        "يقول مبعوث ترامب إن الأوكرانيين \"جلبوا ذلك على أنفسهم\" بعد أن أوقفت الولايات المتحدة المساعدات وتبادل المعلومات الاستخباراتية - وكالة أسوشيتد برس",
        "داخل صفقة ماكس كروسبي الجديدة - إن بي سي سبورتس",
        "\"ميكي 17\" يرسل المستنسخين في هجاء بونغ جون هو الشيطاني - واشنطن بوست",
        "قد تكون السيارة التي تم سحبها من نهر أوريغون تنتمي إلى عائلة اختفت في عام 1958 - وكالة أسوشيتد برس",
        "يشير مخبأ أداة عظام ما قبل التاريخ إلى تفكير متقدم في البشر الأوائل - آرس تكنيكا",
        "مسؤول يحمي المبلغين عن المخالفات يسقط دعوى قضائية احتجاجًا على إقالته من قبل ترامب - مسؤول تنفيذي حكومي",
        "ترامب يؤجل التعريفات الجمركية على المكسيك. يقول لوتنيك إن كندا قد تتأخر أيضًا، لكن المحادثات مستمرة - سي إن إن",
        "يوافق دان لانينغ على العقد المعدل في ولاية أوريغون، وفقًا للتقارير - OregonLive",
        "كان RFK Jr. يتسلق الجبال في كاليفورنيا مع تفاقم تفشي الحصبة - Rolling Stone",
        "ربما توفي جين هاكمان أو بيتسي أراكاوا بسبب كسر في القلب بعد اكتشاف الموتى الآخرين، كما يقول عالم الأمراض - ياهو للترفيه",
        "لماذا تتأثر سندات الخزانة لمدة 10 سنوات والدولار بخطط الإنفاق الألمانية - MarketWatch",
        "ترامب يزن إصلاح التزامات الناتو بناءً على الإنفاق الدفاعي: تقرير - نيوزويك",
        "شاهد اللحظة التي يغني فيها الديمقراطيون ويتحدون جونسون في قاعة مجلس النواب - سي إن إن",
        "سوق الأسهم اليوم: ناسداك، انخفاض مؤشر ستاندرد آند بورز 500 ؛ انخفاض أسهم التكنولوجيا ؛ إشارات لوتنيك المزيد من تأجيل التعريفات — تحديثات مباشرة - صحيفة وول ستريت جورنال",
        "مراجعة AMD Radeon RX 9070 XT GPU والمعايير مقابل 5070 Ti و 5070 و 7900 XT (Sapphire Pulse) - GamersNexus",
        "إنفيديا، برودكوم، وأسهم الرقائق الأخرى تنخفض يوم الخميس مع تعثر تجارة الذكاء الاصطناعي - إنفستوبيديا",
        "2025 NFL Mock Draft: Giants, Rams trade up to address needs; Seahawks move quickly to replace DK Metcalf - CBS Sports"
    ]
}