{
    "headlines": [
        "جيمي كارتر، 100، يدلي بصوته لكامالا هاريس في انتخابات 2024 - الموعد النهائي",
        "إسرائيل تضرب جنوب لبنان في المناطق التي يسيطر عليها حزب الله: تحديثات حية - نيويورك تايمز",
        "تمرر إيطاليا قانون مكافحة تأجير الأرحام الذي يمنع فعليًا الأزواج المثليين من أن يصبحوا آباء - واشنطن بوست",
        "يضاعف ترامب تعليقات \"العدو من الداخل\" في قاعة بلدية فوكس - الجارديان الأمريكية",
        "تحديثات حية: خطة إسرائيل لضرب إيران جاهزة، كما يقول المصدر - سي إن إن",
        "التحقق من الحقائق: قدم ترامب ما لا يقل عن 19 ادعاءً كاذبًا في قاعة مدينة فوكس لمدة ساعة واحدة مع نساء - سي إن إن",
        "يكشف مراقب الحيتان الروسي الذي غرق في البحر لمدة 67 يومًا كيف توفي شقيقه وابن أخيه - نيويورك بوست",
        "كيفن ستيفانسكي: أتمنى الحظ لأماري كوبر - NBC Sports",
        "بات مكافي يشيد بترافيس كيلسي للتعامل مع الأضواء بشكل جيد وسط العلاقة مع تايلور سويفت - فوكس نيوز",
        "يؤكد إيلون ماسك أن سبيس إكس ستأخذ سفينة الفضاء خطوة أخرى إلى الأمام قريبًا جدًا - TESLARATI",
        "يمكن للأشخاص الذين لديهم سجلات جنائية الآن التصويت في نبراسكا — ويمكن أن يساعد ذلك في ترجيح كفة الميزان في نوفمبر - وكالة أسوشيتد برس",
        "عنوان \"ابتسامة 2\" للمراهقين الكبار في شباك التذاكر في عطلة نهاية الأسبوع - الموعد النهائي",
        "تتطلع أمازون إلى مفاعلات نووية متقدمة لتحقيق أهداف المناخ - ذا فيرج",
        "تتعهد إسرائيل بتحسين ظروف غزة بعد تهديد الولايات المتحدة بحجب الأسلحة - أكسيوس",
        "تنتقد سينثيا إريفو الملصق \"الشرير\" الذي يتم تحريره لإخفاء وجهها، وتصرخ \"هل P - أخضر ؟\" الميمات: \"مسيئة\" و \"تحط من شأني\" - متنوعة",
        "تبرع ماسك بمبلغ 75 مليون دولار لمجموعة مؤيدة لترامب، ليصبح مانحًا جمهوريًا ضخمًا - رويترز",
        "من المقرر أن تجري كامالا هاريس أول مقابلة لها مع فوكس نيوز. ما يجب معرفته. - الواشنطن بوست",
        "تستقطب ASML تدقيق المستثمرين بعد التحذير من صدمات أسواق الرقائق العالمية - رويترز",
        "ابحث عن: مذنب مرئي مرة واحدة في العمر في منطقة لويزفيل - WLKY Louisville",
        "إذا كانت Jets Trade Haason Reddick لفريق NFC، فإنهم يدينون للنسور باختيار الجولة الثانية - NBC Sports"
    ]
}