{
    "headlines": [
        "ਟਰੰਪ ਪ੍ਰਸ਼ਾਸਨ ਜ਼ੋਰ ਦੇ ਕੇ ਕਹਿੰਦਾ ਹੈ ਕਿ ਗਲਤੀ ਨਾਲ ਡਿਪੋਰਟ ਕੀਤੇ ਗਏ ਆਦਮੀ ਨੂੰ ਵਾਪਸ ਲਿਆਉਣ ਲਈ ਐਲ ਸਲਵਾਡੋਰ ਨਾਲ ਕੰਮ ਕਰਨ ਦੀ ਜ਼ਰੂਰਤ ਨਹੀਂ ਹੈ - ਸੀਐਨਐਨ",
        "ਟੈਰਿਫ ਯੁੱਧਃ ਚੀਨ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਨਿਰਯਾਤ ਗੰਭੀਰ ਬਾਹਰੀ ਸਥਿਤੀ ਦਾ ਸਾਹਮਣਾ ਕਰ ਰਿਹਾ ਹੈ, ਪਰ 'ਅਸਮਾਨ ਨਹੀਂ ਡਿੱਗੇਗਾ' - ਟਾਈਮਜ਼ ਆਫ ਇੰਡੀਆ",
        "‘ਸਾਡੇ ਵਿੱਚੋਂ ਆਖਰੀ’ ਸਿਰਜਣਹਾਰ ਸੀਜ਼ਨ 2 ਪ੍ਰੀਮੀਅਰ ਅਤੇ ਟੀਅ ਅਪ ਬਾਰੇ ਵਿਚਾਰ ਵਟਾਂਦਰੇ ਕਰਦੇ ਹਨ ਕਿ ਆਉਣ ਵਾਲਾ ਕੀ ਹੈ: \"ਸੀਜ਼ਨ ਦਾ ਇੰਨਾ ਜ਼ਿਆਦਾ ਨਤੀਜਾ ਹੈ\" - ਡੈੱਡਲਾਈਨ",
        "ਅਧਿਕਾਰੀਃ ਸਾਬਕਾ-ਐਲਐਸਯੂ ਡਬਲਯੂਆਰ ਲਾਸੀ ਦੀ ਸਪੱਸ਼ਟ ਆਤਮ ਹੱਤਿਆ ਵਿੱਚ ਮੌਤ ਹੋ ਗਈ - ਈਐਸਪੀਐਨ",
        "ਵੈਨਸ ਟਕਰਾਅ 'ਤੇ ਜ਼ੇਲੇਨਸਕੀਃ ਅਜਿਹਾ ਲਗਦਾ ਹੈ ਕਿ \"ਉਪ ਰਾਸ਼ਟਰਪਤੀ ਕਿਸੇ ਤਰ੍ਹਾਂ ਪੁਤਿਨ ਦੇ ਕੰਮਾਂ ਨੂੰ ਜਾਇਜ਼ ਠਹਿਰਾ ਰਿਹਾ ਹੈ\" - ਐਕਸੀਓਸ",
        "ਐਫਏਏ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਜਿਸ ਕੰਪਨੀ ਦਾ ਸਾਈਟਸਿੰਗ ਹੈਲੀਕਾਪਟਰ ਹਾਦਸਾਗ੍ਰਸਤ ਹੋ ਗਿਆ, 6 ਦੀ ਮੌਤ ਹੋ ਗਈ, ਤੁਰੰਤ ਕੰਮ ਬੰਦ ਕਰ ਰਹੀ ਹੈ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਯੂਰਪ, ਆਸਟਰੇਲੀਆ ਅਤੇ ਨਿ Zealandਜ਼ੀਲੈਂਡ ਵਿਚ PS5 ਹੋਰ ਮਹਿੰਗਾ ਹੋ ਰਿਹਾ ਹੈ, ਦੁਬਾਰਾ - ਆਈਜੀਐਨ",
        "ਜਰਮਨੀ ਦੇ ਮਰਜ਼ ਨੇ ਕਿਹਾ ਕਿ ਸੁਮੀ ਨੇ ਰੂਸ ਦੁਆਰਾ 'ਯੁੱਧ ਅਪਰਾਧ' 'ਤੇ ਹਮਲਾ ਕੀਤਾ - ਡੀ ਡਬਲਯੂ",
        "ਰਾਸ਼ਟਰਪਤੀ ਟਰੰਪ ਦੀ ਟੀਮ ਬਾਕੀ ਦੁਨੀਆ ਤੋਂ ਕੀ ਚਾਹੁੰਦੀ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਘਾਤਕ ਅਪਰਾਧਾਂ ਦੇ ਵਾਧੇ ਵਿਚਕਾਰ ਇਕੂਏਟਰ ਨੇ ਆਪਣੇ ਅਗਲੇ ਰਾਸ਼ਟਰਪਤੀ ਲਈ ਵੋਟਾਂ ਪਾਈਆਂ - ਸੀਐਨਐਨ",
        "ਐਨਬੀਏ ਦੇ ਵੈਸਟ ਸਪਾਟਸ ਸੈਟ ਕੀਤੇ ਗਏ, ਨਗਟਸ, ਕਲਿੱਪਰਜ਼ ਅਤੇ ਟਿੰਬਰਵੋਲਵਜ਼ ਇਨ ਅਤੇ ਵਾਰੀਅਰਜ਼ ਪਲੇ-ਇਨ ਬਾਉਂਡ ਦੇ ਨਾਲ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਮੈਟਾ ਦਾ ਐਂਟੀਟ੍ਰਸਟ ਟਰਾਇਲ ਜ਼ੁਕਰਬਰਗ ਨੂੰ ਇੰਸਟਾਗ੍ਰਾਮ ਵੇਚਣ ਲਈ ਮਜਬੂਰ ਕਰ ਸਕਦਾ ਹੈ - ਬੀਬੀਸੀ",
        "ਟਰੰਪ ਸ਼ਾਨਦਾਰ ਸਿਹਤ 'ਚ, ਵ੍ਹਾਈਟ ਹਾਊਸ ਦੇ ਡਾਕਟਰ ਨੇ ਕਿਹਾ - ਬੀਬੀਸੀ",
        "ਚਿੱਪਾਂ, ਫੋਨ, ਲੈਪਟਾਪਾਂ 'ਤੇ ਟੈਰਿਫ ਅਜੇ ਵੀ ਆਉਂਦੇ ਹਨ, ਵਣਜ ਸਕੱਤਰ ਨੇ ਚੇਤਾਵਨੀ ਦਿੱਤੀ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਸਟਾਕ ਫਿuresਚਰ ਇੱਕ ਜੰਗਲੀ ਹਫਤੇ ਤੋਂ ਬਾਅਦ ਵਧਦਾ ਹੈ ਕਿਉਂਕਿ ਵਪਾਰੀਆਂ ਦਾ ਭਾਰ ਚੀਨ ਦੇ ਟੈਰਿਫ ਦੀ ਛੋਟ ਨੂੰ ਹੈਰਾਨ ਕਰਦਾ ਹੈਃ ਲਾਈਵ ਅਪਡੇਟਸ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਸਕੂਪਃ ਰੋਮ ਵਿਚ ਸ਼ਨੀਵਾਰ ਨੂੰ ਈਰਾਨ ਪ੍ਰਮਾਣੂ ਗੱਲਬਾਤ ਜਾਰੀ ਰਹਿਣ ਦੀ ਉਮੀਦ ਹੈ - ਐਕਸਗਿਓਸ",
        "ਯੂਐਸ ਖਸਰਾ ਦੇ ਕੇਸ 700 ਰਾਜਾਂ ਵਿੱਚ ਫੈਲਣ ਦੇ ਨਾਲ 6 ਨੂੰ ਪਾਰ ਕਰਦੇ ਹਨਃ ਲੱਛਣ, ਕੀ ਤੁਹਾਨੂੰ ਬੂਸਟਰ ਦੀ ਜ਼ਰੂਰਤ ਹੈ? - AL. com",
        "‘ਵ੍ਹਾਈਟ ਲੋਟਸ’ ਸਟਾਰ ਐਮੀ ਲੂ ਵੁੱਡ ਕਹਿੰਦਾ ਹੈ ‘ਐਸ ਐਨ ਐਲ’ ਲਈ ਮੁਆਫੀ ਮੰਗੀ ਗਈ \"ਮੀਨ ਐਂਡ ਅਨਫਨੀ\" ਪੈਰੋਡੀ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ"
    ]
}