{
    "headlines": [
        "Trumps NIH fordert das Modell heraus, das der wissenschaftlichen Dominanz der USA zugrunde liegt - The Washington Post",
        "Coca-Cola ist dabei, die Einnahmen zu melden. Das erwartet Sie - CNBC",
        "Exklusiv: OpenAI steht nicht zum Verkauf, sagt CEO Sam Altman - Axios",
        "Der endgültige NFL-Auftragsentwurf für 2025 steht fest, wobei die Eagles den 32., die Chiefs den 31. Platz belegen - NBC Sports",
        "Trump zerschlägt Agenturen, die von der GOP seit langem gehasst werden. Die nächsten Kürzungen könnten schwieriger sein. - POLITICO",
        "MAHA, RFK Jr. Bestätigung setzen Kindheit Impfstoffe im Rampenlicht: MMR Tatsache vs Fiktion - Fox News",
        "Was wir über den Super Bowl Halbzeit-Show-Demonstrator wissen - CNN",
        "Mindestens 51 Tote, als der Bus in Guatemala in die Schlucht stürzt - ABC News",
        "Super Micro gibt heute ein Update. What Wall Street Wants from AI Server Maker. - Barron's",
        "Luka Doncic gibt sein Lakers-Debüt und verbindet sich schnell mit LeBron James bei einem 132: 113-Sieg gegen Utah - The Associated Press",
        "Trump sucht nach einer Einigung über seinen Gaza-Plan, während er sich mit Jordaniens König Abdullah trifft - CNN",
        "Das Justizministerium unternimmt Schritte, um die Anklagen des Bürgermeisters von NYC, Eric Adams, fallen zu lassen - Axios",
        "Trump treibt die Gerichte voran, Demokraten versuchen, ihn zu blockieren - The Washington Post",
        "Flugzeug im Besitz von Motley Crue Bandmitglied Vince Neil, der in einen tödlichen Absturz in Arizona verwickelt ist - Deadline",
        "Apple Patches aktiv ausgenutzt iOS Zero-Day CVE-2025-24200 im Notfall-Update - The Hacker News",
        "Trump kündigt 25 % Zölle auf alle Stahl- und Aluminiumimporte an - BBC.com",
        "Jets, die Rookie-QB mit Veteran-QB kombinieren möchten? - profootballrumors.com",
        "Pentagon, um den Namen von Fort Liberty in Fort Bragg wiederherzustellen - CBS News",
        "Erste Klage zielt auf Trumps Einfrieren der Auslandshilfe ab - POLITICO"
    ]
}