{
    "headlines": [
        "Trump would add twice as much to national debt as Harris, study finds - The Washington Post",
        "Nobel Prize in medicine goes to Victor Ambros and Gary Ruvkun for work on the discovery of microRNA - CNN",
        "Milton increases to a Category 2 hurricane as Florida prepares for massive evacuations - The Associated Press",
        "Activist investor Starboard has informed Pfizer it has taken a stake - Business Insider",
        "10-year Treasury yield hits 4%, keeping equity bulls in check - Reuters.com",
        "Russian court sentences US citizen to six years in prison for fighting for Ukraine, state media reports - Yahoo! Voices",
        "Stock market today: World shares are mixed after a blockbuster US jobs report - Yahoo Finance",
        "‘Shocking,’ historic spike in anti-Jewish threats across the US, ADL says - CNN",
        "The Supreme Court’s back. These 2024 election cases could land on its docket. - POLITICO",
        "North Carolina woman eats nothing but sardines, loses 35 pounds: 'This is not a diet' - Fox News",
        "Hollywood News Live Today October 7, 2024 : Joaquin Phoenix's Joker 2 deliver disappointing numbers at the US Box office after a flop opening - Hindustan Times",
        "Dak's late TD gives Cowboys 'one to remember' - ESPN",
        "Israeli hostage family's fight 'not over' one year on - BBC.com",
        "CNBC Daily Open: September’s blockbuster jobs report changes the calculus - CNBC",
        "Israel marks October 7 attack anniversary as Middle East conflict escalates - CNN",
        "Week 5 NFL Takeaways: Caleb Williams Playing Like the No. 1 Pick in the Draft - Sports Illustrated",
        "SpaceX, NASA stand down from Oct. 10 Europa Clipper launch due to Hurricane Milton - Space.com",
        "Mexican mayor assassinated days after taking office - Yahoo News Canada",
        "Mother of Sean \"Diddy\" Combs defends son in statement, says he is no \"monster\" - CBS News",
        "Sister Wives’ Kody Brown Leaves His and Wife Robyn Brown’s Home After Explosive Fight - E! NEWS"
    ]
}