{
    "headlines": [
        "ਵਿਸ਼ੇਸ਼ ਵਕੀਲ ਜੈਕ ਸਮਿਥ ਨੇ 'ਸਪੱਸ਼ਟ' ਡੀਓਜੇ ਨੀਤੀ ਦਾ ਹਵਾਲਾ ਦਿੰਦੇ ਹੋਏ ਟਰੰਪ ਚੋਣ ਕੇਸ ਨੂੰ ਰੱਦ ਕਰਨ ਲਈ ਅੱਗੇ ਵਧਾਇਆ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਮਿਸਰ ਦੇ ਲਾਲ ਸਾਗਰ ਤੱਟ 'ਤੇ ਸੈਲਾਨੀ ਕਿਸ਼ਤੀ ਡੁੱਬਣ ਤੋਂ ਬਾਅਦ 16 ਲਾਪਤਾ - ਰਾਇਟਰ",
        "ਵਾਰਨ ਬਫੇਟ ਨੇ 1 ਬਿਲੀਅਨ ਡਾਲਰ ਹੋਰ ਦਾਨ ਕੀਤੇ । ਉਸ ਕੋਲ ਹਰ ਕਿਸੇ ਲਈ ਅਸਟੇਟ-ਯੋਜਨਾਬੰਦੀ ਦੀ ਸਲਾਹ ਹੈ. - ਵਾਲ ਸਟਰੀਟ ਜਰਨਲ",
        "ਲਾਪਤਾ ਹਵਾਈ womanਰਤ ਦੇ ਪਿਤਾ ਹੰਨਾਹ ਕੋਬਾਯਾਸ਼ੀ ਲਾਸ ਏਂਜਲਸ ਵਿੱਚ ਮ੍ਰਿਤਕ ਪਾਏ ਗਏ, ਪੁਲਿਸ ਕਹਿੰਦੀ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "‘ਬੁਰਾਈ’ ਅਤੇ ਹਾਲੀਵੁੱਡ ਦੀ ਬੰਪੀ ਰੋਡ ਟੂ ਓਜ਼ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਕਾਲਜ ਫੁੱਟਬਾਲ ਪਾਵਰ ਰੈਂਕਿੰਗਜ਼ਃ ਐਰੀਜ਼ੋਨਾ ਸਟੇਟ ਵਧਿਆ, ਪਲੇਆਫ ਦੇ ਦਾਅਵੇਦਾਰਾਂ ਨੇ ਪਰੇਸ਼ਾਨੀਆਂ ਤੋਂ ਬਾਅਦ ਮੁੜ ਬਦਲਾਅ ਕੀਤਾ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਟਰੰਪ ਨਾਲ ਲੜਨ ਦੀ ਇਹ ਹੈ ਨਵੀਂ ਅਗਾਂਹਵਧੂ ਰਣਨੀਤੀ - POLITICO",
        "ਪੁਲਾੜ ਯਾਤਰੀਆਂ ਦੀ ਰਿਪੋਰਟ ਅਲਾਰਮਿੰਗ ਸਟੈਂਚ ਰੂਸੀ ਪੁਲਾੜ ਯਾਨ ਤੋਂ ਆਈਐਸਐਸ ਨੂੰ ਡੌਕ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ - ਗਿਜ਼ਮੋਡੋ",
        "ਅਲੇਕ ਬਾਲਡਵਿਨ 'ਜੰਗਾਲ' ਨਹੀਂ ਵੇਖਣਾ ਚਾਹੁੰਦਾ, ਪਰ ਹੋਪਸ ਫਿਲਮ ਰਿਲੀਜ਼ ਹੋ ਜਾਂਦੀ ਹੈ - ਵੰਨਗੀ",
        "ਤੂਫਾਨ ਪੂਰੇ ਅਮਰੀਕਾ ਵਿਚ ਛੁੱਟੀਆਂ ਦੀ ਯਾਤਰਾ ਵਿਚ ਵਿਘਨ ਪਾਉਣ ਦੀ ਧਮਕੀ ਦਿੰਦੇ ਹਨ - ਬੀਬੀਸੀ.",
        "ਮੇਨਡੇਜ਼ ਭਰਾ 28 ਸਾਲਾਂ ਵਿਚ ਪਹਿਲੀ ਵਾਰ ਅਦਾਲਤ ਵਿਚ ਪੇਸ਼ ਹੋਣ ਲਈ ਤਿਆਰ ਹਨ - ਸੀ ਐਨ ਐਨ",
        "ਕੈਲੀਫੋਰਨੀਆ ਟਰੰਪ ਨਾਲ ਲੜਾਈ ਚੁਣਨ ਲਈ ਤਿਆਰ ਹੈ ਜੇ ਉਹ ਫੈਡਰਲ ਈਵੀ ਟੈਕਸ ਕ੍ਰੈਡਿਟ ਨੂੰ ਮਾਰ ਦਿੰਦਾ ਹੈ - ਦਿ ਵਰਜ",
        "ਰੂਸ ਨੇ ਕਥਿਤ ਤੌਰ 'ਤੇ ਯੂਕਰੇਨ ਲਈ ਲੜ ਰਹੇ ਇਕ ਬ੍ਰਿਟੇਨ ਨੂੰ ਫੜ ਲਿਆ ਜਿਵੇਂ ਕਿ ਰੂਸੀ ਫੌਜਾਂ ਅੱਗੇ ਵਧਦੀਆਂ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਡਾਲਰ ਡੌਨਲਡ ਟਰੰਪ ਦੇ ਨਾਮ 'ਤੇ ਡਿੱਗਦਾ ਹੈ ਸਕਾਟ ਬੇਸੈਂਟ ਨੂੰ ਖਜ਼ਾਨਾ ਭੂਮਿਕਾ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "ਸੋਨੀ ਦੀ ਰਿਪੋਰਟ ਹੈ ਕਿ ਇਕ ਹੋਰ ਪਲੇਅਸਟੇਸ਼ਨ ਹੈਂਡਹੋਲਡ 'ਤੇ ਕੰਮ ਕਰ ਰਿਹਾ ਹੈ - ਗਿਜ਼ਮੋਡੋ",
        "ਅਮਰੀਕਾ ਦਾ ਮੰਨਣਾ ਹੈ ਕਿ ਇਜ਼ਰਾਈਲ-ਹਿਜ਼ਬੁੱਲਾ ਜੰਗਬੰਦੀ ਸਮਝੌਤਾ ਹੋਇਆ: ਸੀਨੀਅਰ ਅਧਿਕਾਰੀ - ਐਕਸੀਓਸ",
        "ਸਨਾਈਪਰ ਐਲੀਟਃ ਵਿਰੋਧ ਪੂਰਵਦਰਸ਼ਨ - ਬਗਾਵਤ ਦਾ ਰਾਕ ਸੋਲਿਡ ਸ਼ੂਟਰ ਐਕਸਬਾਕਸ ਗੇਮ ਪਾਸ ਤੇ ਵਾਪਸ ਆ ਜਾਂਦਾ ਹੈ - ਸ਼ੁੱਧ ਐਕਸਬਾਕਸ",
        "ਮੈਸੀ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਕਰਮਚਾਰੀ 154 ਮਿਲੀਅਨ ਡਾਲਰ ਤੱਕ ਦੇ ਖਰਚਿਆਂ ਨੂੰ ਲੁਕਾਉਂਦਾ ਹੈ, Q3 ਦੀ ਕਮਾਈ ਵਿੱਚ ਦੇਰੀ ਕਰਦਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਹਟਾਈ",
        "ਚਿੱਟੀ womanਰਤ ਜਿਸਨੇ ਕਾਲੇ ਗੁਆਂ neighborੀ ਨੂੰ ਦਰਵਾਜ਼ੇ ਰਾਹੀਂ ਜਾਨਲੇਵਾ ਗੋਲੀ ਮਾਰ ਦਿੱਤੀ, ਫਲੋਰਿਡਾ ਵਿੱਚ ਕਤਲ ਦੀ ਸਜ਼ਾ ਦਾ ਸਾਹਮਣਾ ਕਰਨਾ ਪਿਆ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ"
    ]
}