{
    "headlines": [
        "Prisco's NFL Playoff Bracket Projektion: Bills stürzen endlich Chiefs, Packers betäuben Lions auf dem Weg zum Super Bowl - CBS Sports",
        "Das Bundesberufungsgericht wird Garlands Plan, einen Sonderberaterbericht über Trump-Fälle zu veröffentlichen, nicht blockieren - CNN",
        "NFL verschiebt Vikings-Rams Playoff-Spiel nach Arizona - NBC Sports",
        "Netanyahu kann an der Auschwitz-Gedenkveranstaltung teilnehmen, sagt Polens Tusk - POLITICO EUROPE",
        "Die Samsung Galaxy S25-Familie könnte mit einer unerwünschten Preiserhöhung ankommen - GSMArena.com",
        "Harris bricht letzte Auslandsreise wegen Waldbränden in Kalifornien ab - Yahoo! Voices",
        "Wo kann man Notre Dame gegen Penn State Spiel sehen: TV-Sender, 2025 Orange Bowl Quoten, Verbreitung, Vorhersage, Auswahl - CBS Sports",
        "Macy's schließt Dutzende von Geschäften als Teil einer neuen Strategie nach dem glanzlosen Jahr 2024 - New York Post",
        "Die Waldbrände in LA ziehen sich durch die mit Prominenten gefüllten Pacific Palisades. Hier sind die Stars, die ihr Zuhause verloren haben. - Business Insider",
        "Demokraten im Senat stimmen gemeinsam mit Republikanern für die Vorlage eines Gesetzes zur Inhaftierung von Migranten, die wegen Verbrechen angeklagt sind - The Associated Press",
        "Waldbrände in Kalifornien verwüsten Los Angeles County, töten 5 Menschen und bedrohen Tausende von Häusern - Fox News",
        "Jimmy Carter Funeral Live-Updates: Sarg kommt in Plains, Georgia, nach Trump, Obama, Biden an - Forbes",
        "BlackRock verlässt Klimagruppe im letzten grünen Abstieg - Financial Times",
        "‘Wicked’ verdient 70 Millionen Dollar in der ersten Woche der digitalen Veröffentlichung - Variety",
        "Dänemark kämpft darum, in der Krise ruhig zu bleiben, weil Trump droht, Grönland einzunehmen - BBC.com",
        "X bringt Groks iPhone-App in den USA auf den Markt - The Verge",
        "Elon Musk empfängt den Führer der rechtsextremen AfD auf X vor der Wahl - Al Jazeera Englisch",
        "Der Arbeitsmarktbericht vom Freitag könnte einen gemischten Blick auf den Arbeitsmarkt werfen. Das erwartet Sie - CNBC",
        "[removed]",
        "Biden- und Trump-Teams koordinierten den Vorstoß für einen neuen libanesischen Präsidenten - Axios"
    ]
}