{
    "headlines": [
        "إيرانيون متهمون فيما يتعلق باختراق حملة ترامب - بوليتيكو",
        "حاكم كنتاكي يأمر المأمور المتهم بإطلاق النار على القاضي حتى الموت بالاستقالة - إن بي سي نيوز",
        "عمدة نيويورك إريك آدمز متهم في تركيا بالرشوة ومخطط الاحتيال - رويترز",
        "عائلة مينينديز براذرز تنتقد \"وحوش\" ريان ميرفي على أنها \"مثيرة للاشمئزاز\" - الموعد النهائي",
        "جولة كأس الرؤساء 1: خلاصة مباريات الكرات الأربع يوم الخميس - جولة PGA",
        "إسرائيل تقاتل حزب الله \"بكامل قوتها\" على الرغم من دعوات وقف إطلاق النار - BBC.com",
        "ستغادر هدى قطب برنامج \"Today\" لشبكة إن بي سي في أوائل العام المقبل - وكالة أسوشيتد برس",
        "سوق الأسهم اليوم: مؤشر ستاندرد آند بورز 500 يحقق رقمًا قياسيًا جديدًا وسط بيانات الناتج المحلي الإجمالي، ومكاسب أسهم الرقائق - Yahoo Finance",
        "شركة تكنولوجيا التصويت ونيوزماكس تتوصلان إلى تسوية في قضية التشهير بالانتخابات لعام 2020 - بوليتيكو",
        "ألاباما تنفذ ثاني عملية إعدام بغاز النيتروجين في الولايات المتحدة - وكالة أسوشيتد برس",
        "تتقدم النمور عبر الأشعة، وتقطع الرقم السحري إلى 2 - أخبار ديترويت",
        "رياح هيلين تضرب فلوريدا بينما تتسابق عاصفة من الفئة الثالثة نحو الساحل - وكالة أسوشيتد برس",
        "\"كابوس \": الأمريكيون اللبنانيون قلقون وغاضبون من مهاجمة إسرائيل لوطنهم - الجزيرة الإنجليزية",
        "نقطة محذوفة هنا",
        "إدارة بايدن تعلن عن حزمة مساعدات أمنية جديدة لأوكرانيا - وزارة الدفاع",
        "أقواس كرة السلة الجامعية لإخفاقها في أعقاب استقالة فريق UNLV QB Matthew Sluka في منتصف الموسم - CBS Sports",
        "ملخص سريع لجلسة المحكمة في نيويورك بشأن استئناف حكم ترامب ضد الاحتيال المدني بقيمة 454 مليون دولار - سي إن إن",
        "قد يعكس هذا الكوكب الخارجي الذي يدور حول نجم ميت مصير الأرض — إذا نجا كوكبنا من شمس تحتضر، فهذا هو - Space.com",
        "تظهر صور الثدي الشعاعية ثلاثية الأبعاد فوائد أكثر من التصوير ثنائي الأبعاد، خاصة بالنسبة للثدي الكثيف - NPR",
        "من المتوقع أن يشعر وكلاء السيارات بآثار إضراب الميناء: هل تم إجراء الإصلاحات الآن، كما يقول الخبير - Fox Business"
    ]
}