{
    "headlines": [
        "Liste der 'NFL Honors' Award-Gewinner aus der NFL-Saison 2024 - NFL.com",
        "Richter stoppt Trumps Buyout-Plan für Regierungsangestellte - BBC.com",
        "Nintendo-Patente zeigen, dass der Switch 2 Joy-Con tatsächlich wie eine Maus funktionieren kann — und ein neuer Controller - The Verge",
        "Russ Vought, Champion von Schedule F und Kürzung der Agenturbudgets, gewinnt Bestätigung an OMB - Government Executive",
        "Nach Trumps Bemerkungen zum Gazastreifen denken einige in Dearborn, Michigan, dass wir es vermasselt haben. - POLITICO",
        "NBA All-Star Game 2025 Draft: Team Shaq vereint LeBron James und Anthony Davis nach Lakers Trade - Yahoo Sports",
        "Trump macht irreführende Behauptungen über Zahlungen der Regierung an Politico. Hier ist ein Faktencheck. - CBS News",
        "Amazon wird in diesem Jahr 100 Milliarden US-Dollar für KI-Förderung ausgeben - Financial Times",
        "Wie hoch ist das Risiko durch Eier und Milch, wenn sich die Vogelgrippe ausbreitet? - ABC News",
        "Nach dem Gebetsfrühstück schafft Trump eine Task Force, um „antichristliche Voreingenommenheit“ auszurotten - The Associated Press",
        "Bundesrichter: Trump ignoriert Rechtsstaatlichkeit zum \"politischen oder persönlichen Vorteil\" - The Washington Post",
        "VERHÄNGUNG VON SANKTIONEN GEGEN DEN INTERNATIONALEN STRAFGERICHTSHOF - Das Weiße Haus",
        "Die britische Auslandskatze Palmerston taucht auf den Bermudas zum Dienst auf - NPR",
        "USAID schnitt dramatisch ab, als Beamte \"verblüffende und unverantwortliche\" Veränderungen ansprachen - NPR",
        "Mehrere Eagles-Spieler haben es vor dem Super Bowl mit einer Krankheit zu tun - NBC Sports",
        "Die Verhandlungen über die Veröffentlichung der Liste der FBI-Agenten, die am 6. Januar ermittelt haben, werden fortgesetzt - ABC News",
        "Ägypten setzt sich gegen Trumps Plan ein, den Gazastreifen von Palästinensern zu leeren, während Israel Vorbereitungen trifft - The Associated Press",
        "Tinder wird ein KI-gestütztes Matching ausprobieren, da die Dating-App weiterhin Nutzer verliert - TechCrunch",
        "Halsey verteidigt Chappell Roan nach Grammys Rede kritisiert in 'Hollywood Reporter' Op-Ed - Rolling Stone",
        "Santorini von mehr Erdbeben erschüttert, da die Unsicherheit wächst - BBC.com"
    ]
}