{
    "headlines": [
        "ਡੋਗੇ ਨਾਲ ਐਲਨ ਮਸਕ ਦੀ ਭੂਮਿਕਾ ਦੇ ਵਿਰੁੱਧ ’ਗਲੋਬਲ ਐਕਸ਼ਨ ਡੇਅ‘ ‘ਤੇ ਪੂਰੇ ਅਮਰੀਕਾ ਵਿਚ 200 ਤੋਂ ਵੱਧ’ ਟੈੱਸਲਾ ਟੇਕਡਾਉਨ 'ਵਿਰੋਧ ਪ੍ਰਦਰਸ਼ਨ ਹੋ ਰਹੇ ਹਨ - ਸੀਐਨਐਨ",
        "ਡੌਗ ਨੇ ਯੂਐਸ ਇੰਸਟੀਚਿ ofਟ ਆਫ਼ ਪੀਸ ਹੈੱਡਕੁਆਰਟਰ ਦੇ ਲਗਭਗ ਸਾਰੇ ਸਟਾਫ ਨੂੰ ਬਰਖਾਸਤ ਕਰ ਦਿੱਤਾ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਮਿਨੀਸੋਟਾ ਵਿੱਚ ਹਾਦਸਾਗ੍ਰਸਤ ਹੋਏ ਜਹਾਜ਼ ਵਿੱਚ ਕੋਈ ਬਚਿਆ ਨਹੀਂ ਜੋ ਡੇਸ ਮੋਇਨੇਸ ਤੋਂ ਰਵਾਨਾ ਹੋਇਆ - ਡੇਸ ਮੋਇਨੇਸ ਰਜਿਸਟਰ",
        "ਹਿਜ਼ਬੁੱਲਾ ਮੁਖੀਃ ਹਿਜ਼ਬੁੱਲਾ ਨੇ ਜੰਗਬੰਦੀ ਸਮਝੌਤੇ ਦੀ ਪੂਰੀ ਤਰ੍ਹਾਂ ਪਾਲਣਾ ਕੀਤੀ ਹੈ, ਇਜ਼ਰਾਈਲ ਨੇ ਨਹੀਂ - ਦ ਯਰੂਸ਼ਲਮ ਪੋਸਟ",
        "ਖਰੀਦਣਾ, ਨਵੀਨਤਮ 2025 ਐਨਐਫਐਲ ਕਿ Qਬੀ ਅਫਵਾਹਾਂ ਵੇਚਣਾਃ ਐਰੋਨ ਰੋਜਰਸ ਵਾਈਕਿੰਗਜ਼ ਵਿਚ ਸ਼ਾਮਲ ਹੋਣਾ ਚਾਹੁੰਦਾ ਹੈ? ਕਿਰਕ ਚਚੇਰੇ ਭਰਾ ਬ੍ਰਾsਨਜ਼ ਲਈ ਬੰਨ੍ਹੇ ਹੋਏ ਹਨ? - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਤੁਰਕੀ ਵਿਰੋਧਃ ਲੋਕਤੰਤਰ ਪੱਖੀ ਪ੍ਰਦਰਸ਼ਨਕਾਰੀ ਵਿਸ਼ਾਲ ਰੈਲੀ ਲਈ ਇਸਤਾਂਬੁਲ ਦੀਆਂ ਸੜਕਾਂ 'ਤੇ ਵਾਪਸ ਪਰਤਦੇ ਹਨ - ਬੀਬੀਸੀ.",
        "ਚੋਟੀ ਦੇ ਟੀਕੇ ਦੇ ਅਧਿਕਾਰੀ ਨੇ ਐਫ ਡੀ ਏ ਤੋਂ ਅਸਤੀਫਾ ਦੇ ਦਿੱਤਾ, 'ਗਲਤ ਜਾਣਕਾਰੀ ਅਤੇ ਝੂਠ' ਨੂੰ ਉਤਸ਼ਾਹਤ ਕਰਨ ਲਈ ਆਰਐਫਕੇ ਜੂਨੀਅਰ ਦੀ ਆਲੋਚਨਾ ਕੀਤੀ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "2025 ਮਾਰਚ ਪਾਗਲਪਨ ਦੀ ਭਵਿੱਖਬਾਣੀਃ ਐਨਸੀਏਏ ਬਰੈਕਟ ਮਾਹਰ ਫੈਲਣ ਦੇ ਵਿਰੁੱਧ ਚੋਣ ਕਰਦਾ ਹੈ, ਸ਼ਨੀਵਾਰ ਲਈ ਐਲੀਟ ਅੱਠ ਸੰਭਾਵਨਾਵਾਂ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਬਰੂਕ ਹੋਗਨ ਅਲੇਜਜ਼ ਉਸ ਨੂੰ ਬਚਪਨ ਤੋਂ ਹੀ ਲਿੰਡਾ ਹੋਗਨ ਤੋਂ ਉਸ ਦੇ ਰਿਫਟ ਦੇ ਵਿਚਕਾਰ \"ਦੁਰਵਿਵਹਾਰ\" ਕੀਤਾ ਗਿਆ ਸੀ - ਬਜ਼ਫੀਡ",
        "19 ਰਾਜਾਂ ਵਿੱਚ ਖਸਰਾ ਦੇ ਲਗਭਗ 500 ਮਾਮਲੇ ਸਾਹਮਣੇ ਆਏਃ ਸੀਡੀਸੀ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਨੋਵੋ ਨੋਰਡਿਸਕ ਦੀ ਸ਼ੂਗਰ ਦੀ ਗੋਲੀ ਚਾਰ ਸਾਲਾਂ ਬਾਅਦ ਕਾਰਡੀਓਵੈਸਕੁਲਰ ਪੇਚੀਦਗੀਆਂ ਦੇ ਜੋਖਮ ਨੂੰ 14% ਘਟਾਉਂਦੀ ਹੈ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "‘ਬੈਚਲੋਰੇਟ’ ਅਲੂਮ ਕੇਟੀ ਥਰਸਟਨ, 34, ਨੇ ਖੁਲਾਸਾ ਕੀਤਾ ਕਿ ਉਸਦੀ ਛਾਤੀ ਦਾ ਕੈਂਸਰ ਹੁਣ ਪੜਾਅ 4 ਹੈ, ਉਸਦੇ ਜਿਗਰ ਵਿੱਚ ਫੈਲ ਗਿਆ ਹੈ - ਪੰਨਾ ਛੇ",
        "ਨਜ਼ਰਬੰਦ ਟਫਟਸ ਵਿਦਿਆਰਥੀ ਨੂੰ ਅਦਾਲਤ ਦੇ ਆਦੇਸ਼ ਤੋਂ ਬਿਨਾਂ ਤੁਰਕੀ ਨਹੀਂ ਭੇਜਿਆ ਜਾ ਸਕਦਾ, ਜੱਜ ਦਾ ਕਹਿਣਾ ਹੈ - ਪੀਬੀਐਸ ਨਿ Newsਜ਼ਹੋਰ",
        "ਗ੍ਰੀਨਲੈਂਡਃ ਜੇਡੀ ਵੈਨਸ ਨੇ ਡੈਨਮਾਰਕ ਦੇ ਖੇਤਰ ਨੂੰ ਘਿਨਾਉਣੇ ਸੰਦੇਸ਼ ਦਿੱਤੇ - ਬੀਬੀਸੀ.",
        "ਬਾਕਸ ਆਫਿਸ ਉਥਲ-ਪੁਥਲਃ ਬਲੂ-ਕਾਲਰ ਡਰਾਮਾ ‘ਇਕ ਵਰਕਿੰਗ ਮੈਨ’ ’ਸਨੋ ਵ੍ਹਾਈਟ’ ਤੇ ਜਿੱਤ ਦਾ ਐਲਾਨ ਕਰਦਾ ਹੈ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "‘ਮੈਂ ਵਾਅਦਾ ਕਰਦਾ ਹਾਂ ਕਿ ਮੈਂ ਵਿਵਹਾਰ ਕਰਾਂਗਾ’: ਕਾਂਗਰਸ ਦੇ ਸਭ ਤੋਂ ਵੱਧ ਮਰਕੁਰੀਅਲ ਰਿਪਬਲਿਕਨ ਡੋਗੇ, ਸਿਗਨਲਗੇਟ ਗੁੱਸੇ ਦਾ ਸਾਹਮਣਾ ਕਰਦੇ ਹਨ - ਪੋਲਿਟਿਕੋ",
        "ਡਿਜ਼ਨੀ ਨੂੰ ਡੀਈਆਈ ਅਭਿਆਸਾਂ ਬਾਰੇ ਅਮਰੀਕੀ ਜਾਂਚ ਦਾ ਸਾਹਮਣਾ ਕਰਨਾ ਪੈਂਦਾ ਹੈ - ਬੀਬੀਸੀ."
    ]
}