{
    "headlines": [
        "ਹੰਨਾਹ ਕੋਬਾਯਾਸ਼ੀ, ਲਾਪਤਾ ਹਵਾਈ womanਰਤ ਜਿਸ ਦੇ ਲਾਪਤਾ ਹੋਣ ਨਾਲ ਭਾਰੀ ਤਲਾਸ਼ੀ ਲਈ ਗਈ, ਸੁਰੱਖਿਅਤ ਪਾਇਆ ਗਿਆ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਜੁਵੈਂਟਸ 2-0 ਮੈਨ ਸਿਟੀ (ਦਸੰਬਰ 11, 2024) ਗੇਮ ਵਿਸ਼ਲੇਸ਼ਣ - ਈਐਸਪੀਐਨ",
        "ਨਿ J ਜਰਸੀ ਦੇ ਵਿਧਾਇਕਾਂ ਨੇ ਹਫ਼ਤਿਆਂ ਦੇ ਅਣਜਾਣ ਡਰੋਨ ਦੇਖਣ ਤੋਂ ਬਾਅਦ ਸੰਘੀ ਅਧਿਕਾਰੀਆਂ ਨਾਲ ਮੁਲਾਕਾਤ ਕੀਤੀ - ਸੀ ਐਨ ਐਨ",
        "Exclusive: ਸੀਰੀਆਈ ਬਾਗ਼ੀ ਨੇਤਾ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਹ ਢਾਹੇ ਗਏ ਸ਼ਾਸਨ ਬਲਾਂ ਨੂੰ ਭੰਗ ਕਰ ਦੇਵੇਗਾ, ਬੰਦ ਜੇਲ੍ਹਾਂ - ਰਾਇਟਰਜ਼",
        "ਅਟਾਰਨੀ ਜਨਰਲ ਮੈਰਿਕ ਬੀ. ਗਾਰਲੈਂਡ ਐਫਬੀਆਈ ਦੇ ਡਾਇਰੈਕਟਰ ਕ੍ਰਿਸਟੋਫਰ ਵੇਅ ਦੇ ਅਸਤੀਫੇ ਦੀ ਘੋਸ਼ਣਾ ਬਾਰੇ ਬਿਆਨ - ਨਿਆਂ ਵਿਭਾਗ",
        "ਨੈਸਡੈਕ ਪਹਿਲੀ ਵਾਰ 20,000 ਤੋਂ ਵੱਧ ਰੈਲੀਆਂ ਕਰਦਾ ਹੈ ਜਿਵੇਂ ਕਿ ਤਕਨੀਕੀ ਸ਼ੇਅਰਾਂ ਦਾ ਲਾਭ ਹੁੰਦਾ ਹੈਃ ਲਾਈਵ ਅਪਡੇਟਸ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਨਾਸਾ ਦੱਸਦਾ ਹੈ ਕਿ ਮੰਗਲ ਹੈਲੀਕਾਪਟਰ ਇੰਜਨੂਟੀ ਆਪਣੀ 72 ਵੀਂ ਉਡਾਣ ਵਿਚ ਕਿਉਂ ਹਾਦਸਾਗ੍ਰਸਤ ਹੋ ਗਿਆ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਰਿਪਬਲਿਕਨ ਵਿਧਾਇਕਾਂ ਨੇ ਟਰੰਪ ਦੇ ਉਦਘਾਟਨ ਲਈ ਇੱਕ ਜਨਵਰੀ 6 ਫੈਲਨ ਨੂੰ ਸੱਦਾ ਦਿੱਤਾ - ਪੋਲਿਟਿਕੋ",
        "ਬਿਲ ਬੇਲੀਚਿਕ ਉੱਤਰੀ ਕੈਰੋਲੀਨਾ ਨਾਲ ਸੌਦੇ ਦੇ ਨੇੜੇਃ ਦੰਤਕਥਾ ਐਨਐਫਐਲ ਕੋਚ ਹੈਰਾਨਕੁੰਨ ਚਾਲ ਵਿੱਚ ਕਾਲਜ ਰੈਂਕ ਵਿੱਚ ਸ਼ਾਮਲ ਹੋ ਸਕਦਾ ਹੈ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਕੀ ਬਿੱਲੀਆਂ ਬਰਡ ਫਲੂ ਲਈ ਵੈਕਟਰ ਬਣ ਸਕਦੀਆਂ ਹਨ? - ਨਿਊਯਾਰਕ ਟਾਈਮਜ਼",
        "ਗੂਗਲ ਜੈਮਿਨੀ 2.0 ਦੀਆਂ ਅਭਿਲਾਸ਼ੀ ਏਆਈ ਏਜੰਟ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਦੇ ਨਾਲ \"ਏਜੰਟਿਕ\" ਜਾਂਦਾ ਹੈ - ਆਰਸ ਟੈਕਨੀਕਾ",
        "ਅਲੈਗਜ਼ੈਂਡਰ ਬ੍ਰਦਰਜ਼ ਨੂੰ ਫਲੋਰੀਡਾ ਵਿੱਚ ਸੈਕਸ ਤਸਕਰੀ ਦੇ ਦੋਸ਼ਾਂ ਵਿੱਚ ਗ੍ਰਿਫਤਾਰ ਕੀਤਾ ਗਿਆ ਹੈ - ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "ਜੀਐਮ ਦੀ ਰੋਬੋਟੈਕਸੀ ਪ੍ਰੋਗਰਾਮ ਨੂੰ ਖਤਮ ਕਰਨ ਦੀ ਯੋਜਨਾ ਦੁਆਰਾ ਕਰੂਜ਼ ਕਰਮਚਾਰੀ ‘ਬਲਾਇੰਡਸਾਈਡ' - ਟੈਕਕ੍ਰਾਂਚ",
        "ਫੋਸਟਰ ਵਕਾਲਤ ਸਮੂਹ ਨੇ ਇਸ ਗੱਲ ਤੋਂ ਇਨਕਾਰ ਕੀਤਾ ਕਿ ਗ੍ਰਿਫਤਾਰ ਕੀਤੇ ਗਏ ਮੈਂਬਰ ਨੇ ਰਿਪ. ਨੈਨਸੀ ਮਾਸ 'ਤੇ ਹਮਲਾ ਕੀਤਾ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਪੈਂਟਾਗਨ 'ਤੇ ਹਮਲਾ ਕਰਨ ਦੀ ਤਿਆਰੀ' ਚ ਤਕਨੀਕੀ ਅਰਬਪਤੀ - POLITICO",
        "ਜੇਨਮੋਜੀ ਇੱਥੇ ਆਈਓਐਸ 18.2 ਵਿੱਚ ਹਨ, ਤੁਹਾਡੇ ਆਈਫੋਨ ਦੀ ਨਵੀਂ ਇਮੋਜੀ ਸੁਪਰਪਾਵਰ - 9to5Mac",
        "ਗਣਿਤ ਵਿਗਿਆਨੀ ਚਲਦੇ ਸੋਫੇ ਦੀ ਸਮੱਸਿਆ ਨੂੰ ਹੱਲ ਕਰਦਾ ਹੈ - Phys.",
        "ਇਜ਼ਰਾਈਲ ਫੌਜੀ ਸੰਪਤੀਆਂ 'ਤੇ ਹਮਲਾ ਕਰਨ ਲਈ ਸੀਰੀਆ ਦੀ ਹਫੜਾ-ਦਫੜੀ' ਤੇ ਕਬਜ਼ਾ ਕਰ ਰਿਹਾ ਹੈ - ਬੀਬੀਸੀ",
        "ਐਲਬਰਟਸਨ ਕ੍ਰੋਗਰ ਰਲੇਵੇਂ ਨੂੰ ਛੱਡ ਦਿੰਦੇ ਹਨ ਅਤੇ ਸੌਦੇ ਨੂੰ ਸੁਰੱਖਿਅਤ ਕਰਨ ਵਿੱਚ ਅਸਫਲ ਰਹਿਣ ਲਈ ਕਰਿਆਨੇ ਦੀ ਚੇਨ ਦਾ ਮੁਕੱਦਮਾ ਕਰਦੇ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਓਪਨਏਆਈ 2024 ਈਵੈਂਟਃ ਨਵੇਂ ਚੈਟਜੀਪੀਟੀ ਉਤਪਾਦ ਨੂੰ ਕਿਵੇਂ ਵੇਖਣਾ ਹੈ ਖੁਲਾਸਾ ਅਤੇ ਡੈਮੋ - ਟੈਕਕ੍ਰਾਂਚ"
    ]
}