{
    "headlines": [
        "Fantasy Football Woche 2 Starte 'Em, Sit 'Em - Yahoo Sports",
        "Was Grönlands neuntägiger Mega-Tsunami uns über den Klimawandel erzählt - FRANCE 24 Englisch",
        "Justin Timberlake bekennt sich im DWI-Fall schuldig - NBC News",
        "Das Oberste Gericht von Nebraska erlaubt konkurrierende Abtreibungsmaßnahmen im Herbst - The Washington Post",
        "Chad McQueen, ‘Karate Kid’ -Schauspieler und Sohn von Steve McQueen, stirbt mit 63 - The Washington Post",
        "Die langsamere Inflation fördert die Einstellung der Amerikaner zur Wirtschaft - CNN",
        "Trump kämpft in westlichen Staaten, während Harris sich auf das kritische Pennsylvania konzentriert - The Associated Press",
        "Die Zahl der Todesopfer durch Taifune in Vietnam steigt auf 233, da mehr Leichen in Gebieten gefunden werden, die von Erdrutschen und Überschwemmungen betroffen sind - The Associated Press",
        "Es wird erwartet, dass die Biden-Regierung neue Beweise für die Schlüsselrolle von RT bei russischen Geheimdienstoperationen weltweit enthüllt - CNN",
        "Prognose: Die Nvidia-Aktie wird in den nächsten 5 Jahren steigen. Hier ist 1 Grund, warum. - Yahoo Finance",
        "Kostenloses Starlink-Internet für alle Flugzeuge von United - Ars Technica",
        "West-Nil-Virus in 2 RI-Gemeinschaften nachgewiesen - WPRI.com",
        "FDA genehmigt Apple AirPods Pro 2 als Hörgeräte - CBS News",
        "2024 Woche 2 NFL-Picks, Quoten, beste Wetten vom fortgeschrittenen Modell: Dieses Fünf-Wege-Football-Parlay zahlt 25: 1 - CBS Sports",
        "Die privaten Polaris Dawn-Astronauten von SpaceX senden Fotos mit Starlink-Satelliten zur Erde - Space.com",
        "[removed]",
        "China erhöht sein Rentenalter, das jetzt zu den niedrigsten in den wichtigsten Volkswirtschaften der Welt gehört - NPR",
        "Amyloid-Plaques können Alzheimer nicht verursachen: Neue Forschungsherausforderungen Jahrzehnte alte Theorien - SciTechDaily",
        "Europäische iPad-Nutzer können bald Apps von Drittanbietern herunterladen - The Verge",
        "Kann ein Präsident Fracking verbieten? Experten-Fact-Check Harris und Trumps Öl- und Gas-Behauptungen - ABC News"
    ]
}