{
    "headlines": [
        "Live Briefing: U.S. strikes Houthi targets in Yemen in escalating campaign - The Washington Post",
        "Final New Year's Eve prep underway in cities across the globe as world prepares to ring in 2025 - Fox News",
        "Massive outage leaves nearly 90% of Puerto Rico customers without power - CNN",
        "What We Know About Jeju Air Crash: 179 Dead In South Korea As Investigators Probe Cause - Forbes",
        "Follow New Year's Eve 2025 celebrations around the world - ABC News",
        "How Hailey Bieber subtly clapped back at rumors about Justin Bieber marriage troubles - Page Six",
        "PFT’s Week 18 2024 NFL power rankings - NBC Sports",
        "College Football Playoff picks, schedule: Predictions against the spread, odds for quarterfinal bowl games - CBS Sports",
        "2024 Ratings Superlatives: ‘Bluey,’ ‘Yellowstone’ and Sports’ Streaming Breakthroughs - Hollywood Reporter",
        "How to catch the Quadrantids, the first meteor shower of 2025 - The Associated Press",
        "Google Pixel is ‘official smartphone’ of Australian Open with real-life ‘Pixel Studio’ - 9to5Google",
        "Stock futures tick higher with S&P 500 set to close out second year in a row with 20% gain: Live updates - CNBC",
        "Norovirus cases are surging. A doctor explains what to look for - CNN",
        "5 takeaways from the Detroit Lions’ victory over the San Francisco 49ers - Pride Of Detroit",
        "Biggest Career Crashes Of 2024 - Forbes",
        "Here are the stores that are open and closed on New Year's Eve 2024 - KHOU.com",
        "Angelina Jolie and Brad Pitt reach divorce deal - BBC.com",
        "Intel’s Grim Lesson for Boeing: Sometimes Mr. Fix-It Is Too Late - The Wall Street Journal",
        "SpaceX's last launch of 2024 puts Starlink satellites into orbit (video) - Space.com",
        "LG’s lightweight Gram laptops get new Intel chips and offline AI features - The Verge"
    ]
}