{
    "headlines": [
        "متمنيا أن يتمكن من فعل المزيد، يتلاشى بايدن في خلفية الحملة - بوليتيكو",
        "استطلاع سي إن إن: لا يزال هاريس وترامب في سباق مغلق ويتجهان نحو الامتداد النهائي - سي إن إن",
        "حاكم ولاية فرجينيا يرد على حكم القاضي بمنع الولاية من إزالة المواطنين من قوائم الناخبين - فوكس نيوز",
        "\"ماذا بحقالجحيم تفعل معهم ؟ سمع الجنود الروس يدينون المجندين الكوريين الشماليين في تسجيل صوتي تم اعتراضه - سي إن إن",
        "فيلم \"حرب النجوم\" ديزي ريدلي يبحث عن كاتب جديد بعد خروج ستيفن نايت - الموعد النهائي",
        "تم القبض على مغني الراب الأمريكي ليل ديرك في فلوريدا بتهمة القتل مقابل الاستئجار - BBC.com",
        "تخفيضات بيست باي للألعاب لمدة 3 أيام لديها عروض ممتازة على أجهزة الكمبيوتر المحمول والشاشة والكمبيوتر المكتبي للألعاب - GameSpot",
        "يقول مركز السيطرة على الأمراض إن 75 شخصًا تأثروا بتفشي الإشريكية القولونية مرتبطون بماكدونالدز كوارتر باوندرز - سي إن بي سي",
        "يشير تحليل الحمض النووي لرجل من العصور الوسطى تم إلقاؤه في بئر إلى أن القصة في الملحمة الإسكندنافية قد حدثت بالفعل - Livescience.com",
        "قفز سهم Tesla بنسبة 22%. ما يقوله تاريخ السوق يحدث بعد ذلك. - بارون",
        "سهم Spirit Airlines يقفز بنسبة 25 ٪ بعد أن قالت شركة الطيران الاقتصادية المتعثرة إنها ستبيع الطائرات وتخفض الوظائف - CNBC",
        "اتهام طفل يبلغ من العمر 15 عامًا بقتل عائلة، وتنظيم مشهد لتلفيق تهمة لأخيه الأصغر المتوفى - كومو نيوز",
        "الموعد النهائي للتداول في الدوري الوطني لكرة القدم الأمريكية لعام 2024: خمس صفقات مقترحة في اللحظة الأخيرة، بما في ذلك القراصنة الكبار، 49ers، رذاذ الفايكنج - سي بي إس سبورتس",
        "العنصر النشط في Ozempic، قد يقلل Wegovy من خطر الإصابة بمرض الزهايمر: دراسة - ABC News",
        "لبنان: مقتل ثلاثة صحفيين في غارة جوية إسرائيلية - BBC.com",
        "اتحاد بوينغ للعمال المضربين: \"التنمر\" على بعضهم البعض بسبب أصوات الإضراب \"حقير\" - أصوات ياهو!",
        "لقد جربت الذكاء البصري الجديد لجهاز iPhone 16، ويبدو وكأنه المستقبل - CNET",
        "عادت كبسولة سبيس إكس للتو إلى الأرض. لهذا السبب لم يكن رواد فضاء بوينغ ستارلاينر على متنها - سي إن إن",
        "ما هي الخطوة التالية للأخوين مينينديز حيث يوصي المدعي العام بإعادة الحكم عليهما بعد عقود من مقتل والديهما - سي إن إن",
        "هاريس، فريق بيونسيه لتجمع تكساس حول حقوق الإجهاض ونأمل أن تسمعها ولايات ساحة المعركة - وكالة أسوشيتد برس"
    ]
}