{
    "headlines": [
        "Live briefing: Israeli strikes kill at least a dozen health workers in Lebanon - The Washington Post",
        "Reports: LT D.J. Humphries to sign with Chiefs - NBC Sports",
        "First bird flu case in a child in the U.S. confirmed in California - The Washington Post",
        "Donald Trump chooses hedge fund executive Scott Bessent for Treasury Secretary - CNBC",
        "‘Wicked’ Director Jon M. Chu on Those Surprise Cameos: “We Had One Day to Do It” - Hollywood Reporter",
        "'I have no money': Thousands of Americans see their savings vanish in Synapse fintech crisis - Yahoo Finance",
        "At least 19 people are sick in Minnesota from ground beef tied to E. coli recall - Star Tribune",
        "Defense rests in Daniel Penny subway chokehold trial - ABC News",
        "Texas school board approves optional curriculum that incorporates Bible lessons for K-5 classes - CNN",
        "Walmart must pay $35 million to a truck driver it falsely accused of fraud, jury says - CBS News",
        "Restaurant's lettuce wasn't the source of a St. Louis E. coli outbreak, officials say - KSDK.com",
        "Potential snowstorm brewing for Thanksgiving? Here’s what forecasters are predicting. - NJ.com",
        "Black Friday Deals on PS5 Bundles Are Now Live - IGN",
        "New York judge calls off next week’s Trump sentencing in hush money case - The Washington Post",
        "McDonald’s to expand US value menu as fast food chains battle for bargain seekers - The Associated Press",
        "6 things to know about Pam Bondi, Trump’s new pick for attorney general - PBS NewsHour",
        "AI chip startup MatX, founded by Google alums, raises Series A at $300M+ valuation, sources say - TechCrunch",
        "Atmospheric river to bring powerful wind, heavy rain to Bay Area, weather service says - SFGATE",
        "Brazilian police formally accused Bolsonaro of an attempted coup. What comes next? - The Associated Press",
        "Giants release Daniel Jones, plus Week 12 bold predictions and Steelers' inexplicable Thursday woes continue - CBS Sports"
    ]
}