{
    "headlines": [
        "Fonte: Santos para iniciar Haener se Carr não puder ir - ESPN",
        "Trump diz que a Síria \"não é a nossa luta\". Ficar de fora pode não ser tão fácil - BBC.com",
        "Biden emite 39 perdões presidenciais e comuta 1.500 sentenças - BBC.com",
        "A Califórnia relata mais doenças em pessoas que beberam leite cru. Aqui estão os riscos, de acordo com especialistas em saúde - CNN",
        "The Game Awards 2024 Lista de Vencedores ao Vivo e Jogo do Ano - Forbes",
        "Rover Perseverance se prepara para investigar a misteriosa história inicial de Marte - CNN",
        "Odds, previsão, tempo, linha do Rams vs. 49ers: escolhas do Thursday Night Football de 2024 do modelo da NFL em 25-11 - CBS Sports",
        "Revisão de 'Carry-On': Taron Egerton e Jason Bateman em Thriller da Netflix - Prazo",
        "Cientistas identificam quando humanos tiveram bebês com neandertais - The Washington Post",
        "Bill Belichick pode ser \"um divisor de águas absoluto\" à medida que o futebol da UNC navega em uma nova era de recrutamento - 247Sports",
        "Google Gemini: Tudo o que precisa de saber sobre os modelos generativos de IA - TechCrunch",
        "A polícia diz que o suspeito do assassinato do CEO da UnitedHealthcare não era um cliente da seguradora - ABC News",
        "FTC acusa a gigante da distribuição de álcool Southern Glazer‘s de \"preços injustos\" - The Washington Post",
        "Sírios celebram a queda de al-Assad e se reconstroem da tragédia - The New York Times",
        "Blumenthal se junta a pedidos para que drones de Nova Jersey sejam abatidos \"se necessário\" - Axios",
        "Os ganhos da Costco superaram as expectativas. Sales Were a Tad Soft. - Barron's",
        "‘Agora ela é o problema do mundo’: alguns republicanos do Arizona aliviados Lake está indo para Washington - POLITICO",
        "DJ James Kennedy Preso por Violência Doméstica - Vulture",
        "Análise de Nomes de Escolha dos Críticos: As 5 Maiores Conclusões de Feinberg - Hollywood Reporter",
        "O IPO da ServiceTitan é um grande vencedor que pode inspirar fintechs - TechCrunch"
    ]
}