{
    "headlines": [
        "Live updates: Trump expected to attend SpaceX launch with Elon Musk in Texas - The Washington Post",
        "US envoy in Beirut for talks after Lebanon, Hezbollah approve truce draft - Reuters.com",
        "Putin lowers the threshold for using his nuclear arsenal after Biden's arms decision for Ukraine - The Associated Press",
        "Ukraine fires US-made longer-range missiles into Russia for the first time, Moscow says - CNN",
        "Tesla Stock Is Up. Maybe Kim Kardashian Is Helping. - Barron's",
        "Microsoft pitches AI 'agents' that can perform tasks on their own at Ignite 2024 - Yahoo Finance",
        "Samsung finally starts Wear OS 5 rollout for older Galaxy Watches - The Verge",
        "Google Lens can now check prices and inventory when shopping in the real world - TechCrunch",
        "Senate Republicans deliver a message to Trump: Gaetz’s confirmation is in jeopardy - POLITICO",
        "Apple reveals the most popular podcasts of 2024, with nine different Top 10 lists - 9to5Mac",
        "Lowe’s Stock Falls After Earnings. It's 'Too Early to Call an Inflection Point.' - Barron's",
        "“Extraordinary” Mouse Created Using Gene That’s Older Than Animal Life Itself - IFLScience",
        "Walmart Q3 Revenue Hits $169 Billion, EPS Surges by 850% - Yahoo Finance",
        "NFL Week 12 Power Rankings: Bills' Super Bowl window remains wide open; Lions new No. 1 after Chiefs loss - CBS Sports",
        "Germany on mysterious broken cables in Baltic Sea: ‘It is sabotage’ - POLITICO Europe",
        "‘Bomb cyclone’ threatens Northern California and Pacific Northwest - The Associated Press",
        "Camerimage: ‘Rust’ Premiere Ticket Demand Crashes Festival Ticketing System - Hollywood Reporter",
        "This Woman Spent A Year Trying To Figure Out The Cause Of Her Chronic Yeast Infections, And It Turns Out The Culprit Was Something We All Use Everyday - BuzzFeed",
        "NFL Week 11 Winners and Losers: Chargers May Finally Be a Clutch Team - Sports Illustrated",
        "Matt Gaetz Paid Women to Have Sex and Watch ‘Pretty Woman’ on Broadway, Says Lawyer - Rolling Stone"
    ]
}