{
    "headlines": [
        "ਐਨਐਫਐਲ ਪ੍ਰਸ਼ੰਸਕਾਂ ਨੇ ਸਟੀਲਰਜ਼-ਰੇਨਜ਼ ਪ੍ਰਾਈਮ ਵੀਡੀਓ ਗੇਮ - ਨਿ York ਯਾਰਕ ਪੋਸਟ ਦੁਆਰਾ ਨਾਰਾਜ਼ ਕੀਤਾ",
        "ਅਰੀਜ਼ੋਨਾ ਵਿਚ ਅਭਿਆਸ 'ਤੇ ਕੀਰੇਨ ਵਿਲੀਅਮਜ਼ਃ \"ਮੈਂ ਮਹਿਸੂਸ ਕੀਤਾ ਕਿ ਮੈਂ ਸ਼ਾਂਤੀ ਵਿਚ ਸੀ\" - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਐਕਸਕਲੂਸਿਵਃ ਕੈਲੀਫੋਰਨੀਆ ਦੇ ਤੀਜੇ ਸਭ ਤੋਂ ਵੱਡੇ ਘਰੇਲੂ ਬੀਮਾਕਰਤਾ ਦੇ ਸੀਈਓ ਨੇ ਐਲਏ ਅੱਗ ਦੇ ਨਤੀਜਿਆਂ ਬਾਰੇ ਵਿਚਾਰ ਵਟਾਂਦਰੇ ਕੀਤੇ - ਸੈਨ ਫ੍ਰਾਂਸਿਸਕੋ ਕ੍ਰੋਨਿਕਲ",
        "ਐਲ. ਏ. ਫਾਇਰਜ਼ਃ ਮਲੀਬੂ ਅਤੇ ਪੈਸੀਫਿਕ ਪਾਲੀਸੇਡਜ਼ ਵਿਚ ਤਬਾਹੀ ਦੀਆਂ ਤਸਵੀਰਾਂ - ਯਾਹੂ! ਆਵਾਜ਼ਾਂ",
        "ਲਾਡ ਮੈਕਕੌਨਕੀ 86-ਯਾਰਡ ਟੀਡੀ ਨੂੰ ਸਕੋਰ ਕਰਦਾ ਹੈ, ਪਰ ਹਿਊਸਟਨ ਰਿਟਰਨ ਦੋ ਲਈ ਬਲਾਕ ਕੀਤੇ ਵਾਧੂ ਬਿੰਦੂ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "New Weight Loss Hack: ਹਰ ਰੋਜ਼ ਪੀਓ ਇਹ ਬੇਰੀ ਦਾ ਜੂਸ ਹੋਰ ਚਰਬੀ ਨੂੰ ਸਾੜਨ ਲਈ - SciTechDaily",
        "ਕੈਲੀਫੋਰਨੀਆ ਦੇ ਗਵਰਨਰ ਗੈਵਿਨ ਨਿ Newsਜ਼ਨ ਨੇ ਸਥਾਨਕ ਨੇਤਾਵਾਂ, ਆਪਣੀ ਟੀਮ ਨੂੰ ਜੰਗਲੀ ਅੱਗ ਪ੍ਰਤੀਕ੍ਰਿਆ ਦਾ ਦੋਸ਼ੀ ਠਹਿਰਾਇਆ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਗ੍ਰੀਨਲੈਂਡ ਨੇ ਟਰੰਪ ਦੇ ਸਾਮਰਾਜਵਾਦੀ ਸੁਪਨਿਆਂ ਲਈ ਦਰਵਾਜ਼ਾ ਖੋਲ੍ਹਿਆ - ਦਿ ਡੇਲੀ ਬੀਸਟ",
        "ਲੀਜੈਂਡਰ ਸੋਲ ਸਿੰਗਰ ਸੈਮ ਮੂਰ, ਸੈਮ ਐਂਡ ਡੇਵ ਦਾ ਅੱਧਾ ਹਿੱਸਾ, 89 ਤੇ ਮਰ ਗਿਆ - ਬਿਲਬੋਰਡ",
        "ਜ਼ੁਕ ਦਾ ਆਪਣਾ ਬੋਰਡ ਸਹਿ-ਚੇਅਰ ਉਸ ਨੂੰ ਮੈਗਾ ਮੇਕਓਵਰ ਉੱਤੇ ਚਾਕੂ ਮਾਰਦਾ ਹੈ - ਦਿ ਡੇਲੀ ਬੀਸਟ",
        "ਵਿਸ਼ੇਸ਼ ਵਕੀਲ ਜੈਕ ਸਮਿਥ ਨੇ DOJ ਤੋਂ ਦਿੱਤਾ ਅਸਤੀਫਾ - POLITICO",
        "ਟੌਮ Holland ਦੇ ਪਿਤਾ Zendaya ਕਰਨ ਲਈ ਪੁੱਤਰ ਦੀ ਸ਼ਮੂਲੀਅਤ ਦੇ ਵੇਰਵੇ ਸ਼ੇਅਰ - HuffPost",
        "ਤੁਲਸਾ ਰੇਸ ਕਤਲੇਆਮ ਦੀ ਜਾਂਚ ਵਿੱਚ ਪਾਇਆ ਗਿਆ ਕਿ 1921 ਦਹਿਸ਼ਤ 'ਤਾਲਮੇਲ, ਫੌਜੀ ਸ਼ੈਲੀ ਦਾ ਹਮਲਾ' ਸੀ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਜੇਮਜ਼ ਵੁੱਡਜ਼ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਸਦਾ ਘਰ ਉਸ ਤੋਂ ਬਾਅਦ ਬਚ ਗਿਆ ਜਦੋਂ ਉਸਨੇ ਸੋਚਿਆ ਕਿ ਐਲਏ ਦੀਆਂ ਅੱਗਾਂ ਨੇ ਇਸ ਨੂੰ ਨਸ਼ਟ ਕਰ ਦਿੱਤਾਃ 'ਇਕ ਚਮਤਕਾਰ' - ਮਨੋਰੰਜਨ ਹਫਤਾਵਾਰੀ ਖ਼ਬਰਾਂ",
        "ਇਜ਼ਰਾਈਲ ਦੇ ਨੇਤਨਯਾਹੂ ਨੇ ਤਰੱਕੀ ਦੇ ਸੰਕੇਤ ਵਜੋਂ ਗਾਜ਼ਾ ਵਿਚ ਗੋਲੀਬੰਦੀ ਗੱਲਬਾਤ ਬੰਦ ਕਰਨ ਲਈ ਮੋਸਾਦ ਦੇ ਡਾਇਰੈਕਟਰ ਨੂੰ ਕਤਰ ਭੇਜਿਆ - ਪੋਲੀਟਿਕੋ",
        "ਆਪਣੇ ਬੇਟੇ ਦੇ ਬਿਸਤਰੇ 'ਤੇ ਇਕ ਪਿਤਾ ਅਤੇ ਇਕ womanਰਤ ਜੋ ਆਪਣੇ ਪਿਆਰੇ ਪਾਲਤੂ ਜਾਨਵਰਾਂ ਨਾਲ ਪਿੱਛੇ ਰਹਿੰਦੀ ਹੈ ਕੈਲੀਫੋਰਨੀਆ ਦੇ ਜੰਗਲੀ ਅੱਗ ਦੇ ਪੀੜਤਾਂ ਵਿਚ ਸ਼ਾਮਲ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਯੂਕਰੇਨ ਨੇ ਰੂਸ 'ਚ ਦੋ ਉੱਤਰੀ ਕੋਰੀਆ ਦੇ ਸੈਨਿਕਾਂ ਨੂੰ ਫੜਿਆ, ਜ਼ੇਲੇਂਸਕੀ ਨੇ ਕਿਹਾ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਹਟਾਈ",
        "ਟਰੰਪ ਸਰਹੱਦ ਜ਼ਾਰ ਪ੍ਰਸ਼ਾਸਨ ਦੇ ਸ਼ੁਰੂਆਤੀ ਡਿਪੋਰਟੇਸ਼ਨ ਆਪ੍ਰੇਸ਼ਨ 'ਤੇ ਰਿਪਬਲਿਕਨ ਵਿਧਾਇਕ ਦੀਆਂ ਉਮੀਦਾਂ ਨੂੰ ਨਿੱਜੀ ਤੌਰ' ਤੇ ਤਣਾਅ ਵਿਚ ਪਾਉਂਦਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਮੈਰੀਲੈਂਡ, ਡੇਲਾਵੇਅਰ ਵਿਚ ਪੋਲਟਰੀ ਵਿਚ ਬਰਡ ਫਲੂ ਦਾ ਪਤਾ ਲੱਗਣ ਤੋਂ ਬਾਅਦ ਡੀਸੀ ਖੇਤਰ ਅਲਰਟ 'ਤੇ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ"
    ]
}