{
    "headlines": [
        "Barred from US-Russia talks on Ukraine, Europe scrambles for response with Paris summit - CNN",
        "Pope will remain hospitalized as doctors treat a complex respiratory tract infection, Vatican says - The Associated Press",
        "‘The Odyssey’ First Look: Matt Damon Is Odysseus in Christopher Nolan’s Next Epic - Variety",
        "Top Russian and American officials will hold talks on ending the Ukraine war without Kyiv - The Associated Press",
        "X is reportedly blocking links to secure Signal contact pages - Ars Technica",
        "Trump begins firings of FAA air traffic control employees weeks after fatal DC plane crash - PBS NewsHour",
        "Mike Trout announces position change as Angels try to find way to keep slugger healthy for 2025 MLB season - CBS Sports",
        "What’s open and closed on Presidents Day - CNN",
        "European countries clash over sending troops to Ukraine - Financial Times",
        "AI Chatbots Are Ready to Talk to Customers. Sort of. - The Wall Street Journal",
        "Israeli forces will remain in 5 locations in Lebanon after Tuesday's pullout deadline, official says - PBS NewsHour",
        "Protesters demonstrate outside Tesla showrooms in US - Ars Technica",
        "An Important Warning For Dividend Investors - Seeking Alpha",
        "Coins, watches and more: A look at Trump’s crypto-related ventures, by the numbers - The Associated Press",
        "MLB Power Rankings: Picking baseball's top 10 offenses entering the 2025 season - CBS Sports",
        "5 Takeaways: Evolution continues with 2025 NBA All-Star Game's new format - NBA.Com",
        "Next cross-country storm to bring snow, extreme cold - ABC News",
        "Winners, losers from 2025 Daytona 500 won by William Byron - NBC Sports",
        "iPhone 16E to Debut Wednesday? Apple's Budget iPhone May Get a New Name - MacRumors",
        "Paleontologists uncover a nearly complete skull of a 30 million-year-old apex carnivore in Egypt - Yahoo"
    ]
}