{
    "headlines": [
        "ਟਰੰਪ ਅਤੇ ਮਸਕ ਦੀ ਹਮਾਇਤ ਵਿਸਕਾਨਸਿਨ ਸੁਪਰੀਮ ਕੋਰਟ ਨੂੰ ਫਲਿੱਪ ਕਰਨ ਲਈ ਕਾਫ਼ੀ ਨਹੀਂ ਸੀ - ਐਨਪੀਆਰ",
        "ਸੈਨੇਟ ਨੇ ਮੈਟ ਵ੍ਹਾਈਟਕਰ ਨੂੰ ਨਾਟੋ ਵਿੱਚ ਟਰੰਪ ਦੇ ਰਾਜਦੂਤ ਵਜੋਂ ਪੁਸ਼ਟੀ ਕੀਤੀ - ਏਪੀ ਨਿ Newsਜ਼",
        "‘ਵਨਸ ਅਪੋਨ ਏ ਟਾਈਮ ਇਨ ਹਾਲੀਵੁੱਡ’ ਬ੍ਰੈਡ ਪਿਟ ਸਟਾਰਿੰਗ ਨਾਲ ਵਰਕਸ ਵਿਚ ਫਾਲੋ-ਅਪ, ਡੇਵਿਡ ਫਿੰਚਰ ਇਕ ਕੁਐਂਟਿਨ ਟਾਰਨਟੀਨੋ ਸਕ੍ਰਿਪਟ ਦਾ ਨਿਰਦੇਸ਼ਨ ਕਰਦੇ ਹਨ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਮਿਆਂਮਾਰ ਭੂਚਾਲਃ 170 ਅਜ਼ੀਜ਼ਾਂ 'ਤੇ ਸੋਗ ਕਰਨ ਵਾਲਾ ਵਿਅਕਤੀ - ਬੀਬੀਸੀ",
        "ਐਨਐਫਐਲ ਨੂੰ ਜਲਦੀ ਹੀ ਇੱਕ ਫੈਸਲੇ ਦੀ ਉਮੀਦ ਹੈ ਕਿ ਕੀ ਖਿਡਾਰੀਆਂ ਨੂੰ ਓਲੰਪਿਕ ਫਲੈਗ ਫੁੱਟਬਾਲ ਖੇਡਣ ਦੀ ਆਗਿਆ ਦਿੱਤੀ ਜਾਵੇ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਸੈਨੇਟਰ ਕੋਰੀ ਬੁੱਕਰ ਨੇ ਟਰੰਪ ਅਤੇ ਮਸਕ ਦਾ ਵਿਰੋਧ ਕਰਦੇ ਹੋਏ 24 ਘੰਟੇ ਦੀ ਮੈਰਾਥਨ ਭਾਸ਼ਣ ਦੇ ਨਾਲ ਸੈਨੇਟ ਦਾ ਰਿਕਾਰਡ ਤੋੜਿਆ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਵ੍ਹਾਈਟ ਹਾਊਸ ਨੇ ਤਾਈਵਾਨ ਨੇੜੇ ਜੰਗੀ ਖੇਡਾਂ ਲਈ ਚੀਨ ਨੂੰ ਦਿੱਤੀ ਚਿਤਾਵਨੀ - The Hill",
        "ਮੋਰਗਨ ਵਾਲਨ ਵੇਚਣਾ ‘ਮੈਨੂੰ ਰੱਬ ਦੇ ਦੇਸ਼ ਵਿਚ ਲਿਆਓ' ਵਿਵਾਦਪੂਰਨ ’ਐਸ ਐਨ ਐਲ‘ ਵਾਕ-ਆਫ ਨਿਕਾਸ ਤੋਂ ਬਾਅਦ ਵਪਾਰ - ਭਿੰਨਤਾ",
        "2025 ਮੈਕਡੋਨਲਡਜ਼ ਆਲ-ਅਮਰੀਕਨ ਗੇਮ ਰੋਸਟਰਸਃ ਬੀਵਾਈਯੂ ਸਾਈਨ ਏਜੇ ਡਾਇਬਾਂਟਾ, ਡਿਊਕ ਦੀ ਕੈਮਰਨ ਬੂਜ਼ਰ ਹੈੱਡਲਾਈਨ ਟੀਮਾਂ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਟਰੰਪ ਪ੍ਰਸ਼ਾਸਨ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਇਸ ਨੇ ਸਲਵਾਡੋਰ ਪ੍ਰਵਾਸੀ ਨੂੰ ਗਲਤੀ ਨਾਲ ਡਿਪੋਰਟ ਕੀਤਾ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਸਟਾਕ ਫਿuresਚਰ ਥੋੜੇ ਜਿਹੇ ਬਦਲੇ ਜਾਂਦੇ ਹਨ ਜਿਵੇਂ ਕਿ ਟਰੰਪ ਦੇ ਟੈਰਿਫ ਲੂਮ ਹੁੰਦੇ ਹਨਃ ਲਾਈਵ ਅਪਡੇਟਸ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਆਖਰੀ ਅਮਰੀਕੀ ਫੌਜੀ ਲਿਥੁਆਨੀਆ ਸਿਖਲਾਈ ਹਾਦਸੇ ਤੋਂ ਬਾਅਦ ਮ੍ਰਿਤਕ ਪਾਇਆ ਗਿਆ. 3 ਹੋਰਾਂ ਦੀ ਪਛਾਣ ਕੀਤੀ ਗਈ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਡੌਲਫਿਨਜ਼ ਨੇ ਕੈਲੇਸ ਕੈਂਪਬੈਲ ਨੂੰ ਐਰੀਜ਼ੋਨਾ ਕਾਰਡੀਨਲਜ਼ ਤੋਂ ਹਰਾਇਆ ਮਿਆਮੀ ਰੱਖਿਆਤਮਕ ਲਾਈਨ 'ਤੇ ਸਖਤ ਸਥਾਨ' ਤੇ - ਮਿਆਮੀ ਹੈਰਾਲਡ",
        "ਵਪਾਰਕ ਫਿusionਜ਼ਨ ਪਲਾਂਟ - ਆਰਸ ਟੈਕਨੀਕਾ ਵਿਚ ਸਥਾਪਿਤ ਪਹਿਲਾ ਟੋਕਮੈਕ ਕੰਪੋਨੈਂਟ",
        "9 ਰਿਪਬਲਿਕਨ ਬਗਾਵਤ ਤੋਂ ਬਾਅਦ, ਹਾ Houseਸ ਸਪੀਕਰ ਜੌਹਨਸਨ ਕਾਂਗਰਸ ਵਿਚ ਨਵੇਂ ਮਾਵਾਂ ਦੀ ਅਗਵਾਈ ਵਿਚ ਪ੍ਰੌਕਸੀ ਵੋਟਿੰਗ ਦੀ ਕੋਸ਼ਿਸ਼ ਨੂੰ ਰੋਕਣ ਵਿਚ ਅਸਫਲ ਰਿਹਾ - ਪੀਬੀਐਸ",
        "ਅਮਰੀਕੀ ਟੈਰਿਫ ਬਾਰੇ ਚਿੰਤਤ ਹਨ. ਖਪਤਕਾਰਾਂ ਦੇ ਸਟਾਕ ਇੱਕ ਹਿੱਟ ਲੈ ਸਕਦੇ ਹਨ - ਬੈਰਨਜ਼",
        "ਵ੍ਹਾਈਟ ਹਾਊਸ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਟਰੰਪ ਦੇ ਟੈਰਿਫ ਤੁਰੰਤ ਲਾਗੂ ਹੋਣਗੇ । ਮਾਰਕੀਟ ਅਸਥਿਰਤਾ ਲਈ ਬ੍ਰੇਸ. - ਬੈਰਨ ਦਾ",
        "3 ਸਾਲਾ ਲੜਕੀ ਨੇ ਇਜ਼ਰਾਈਲ ਵਿੱਚ ਪਰਿਵਾਰਕ ਯਾਤਰਾ ਦੌਰਾਨ 3,800 ਸਾਲ ਪੁਰਾਣਾ ਖਜ਼ਾਨਾ ਲੱਭਿਆ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼"
    ]
}