{
    "headlines": [
        "ਐਲਨ ਮਸਕ ਵੋਟਰਾਂ ਨੂੰ $ 1m ਦੇ ਸਕਦੇ ਹਨ, ਜੱਜ ਨਿਯਮ - BBC.com",
        "‘ਮੈਨੂੰ ਇਸ' ਤੇ ਮਾਣ ਨਹੀਂ ਹੈ ’: ਜੇਸਨ ਕੈਲਸੇ ਨੇ ਵੀਡੀਓ ਤੋਂ ਬਾਅਦ ਮੁਆਫੀ ਮੰਗੀ ਜਦੋਂ ਉਹ ਇੱਕ ਹੋਮੋਫੋਬਿਕ ਸਲਰ ਦੀ ਵਰਤੋਂ ਕਰਨ ਤੋਂ ਬਾਅਦ ਇੱਕ ਸੈੱਲਫੋਨ ਨੂੰ ਸਪਾਈਕ ਕਰਦਾ ਦਿਖਾਈ ਦਿੰਦਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "2024 ਸੈਨੇਟ ਚੋਣ ਨਤੀਜੇ - ਐਕਸੀਓਸ",
        "ਬਾਰਸੀਲੋਨਾ ਵਿੱਚ ਭਾਰੀ ਬਾਰਸ਼ ਰੇਲ ਸੇਵਾ ਵਿੱਚ ਵਿਘਨ ਪਾਉਂਦੀ ਹੈ ਕਿਉਂਕਿ ਫੌਜਾਂ ਵਾਲੈਂਸੀਆ ਵਿੱਚ ਵਧੇਰੇ ਹੜ੍ਹਾਂ ਦੇ ਪੀੜਤਾਂ ਦੀ ਭਾਲ ਕਰਦੀਆਂ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਸਪੇਸਐਕਸ ਨੇ ਨਾਸਾ (ਵੀਡੀਓ) ਲਈ 31 ਵੀਂ ਆਈਐਸਐਸ ਪੁਨਰ ਸਪਲਾਈ ਉਡਾਣ 'ਤੇ 3 ਟਨ ਮਾਲ ਦੀ ਸ਼ੁਰੂਆਤ ਕੀਤੀ - ਸਪੇਸ ਡਾਟ ਕਾਮ",
        "Buccaneers ਬਨਾਮ ਚੀਫਸ ਸਕੋਰ, ਲਾਈਵ ਅਪਡੇਟਸਃ ਕੰਸਾਸ ਸਿਟੀ ਸੋਮਵਾਰ ਨਾਈਟ ਫੁੱਟਬਾਲ 'ਤੇ ਟੈਂਪਾ ਬੇ ਦੇ ਖਿਲਾਫ ਅਜੇਤੂ ਰਹਿਣ ਲਈ ਵੇਖਦਾ ਹੈ - ਯਾਹੂ ਸਪੋਰਟਸ",
        "ਬੁਖਾਰ ਦਾ ਵ੍ਹਾਈਟ ਕਲਾਰਕ, ਬੋਸਟਨ - ਈਐਸਪੀਐਨ ਨਾਲ ਕੰਮ ਕਰਨ ਲਈ ਉਤਸੁਕ ਹੈ",
        "ਜਿਮ ਕ੍ਰੈਮਰ ਕਹਿੰਦਾ ਹੈ ਕਿ ਸੋਮਵਾਰ ਦੀ ਮਾਰਕੀਟ ਐਕਸ਼ਨ ਸੁਝਾਅ ਦਿੰਦੀ ਹੈ ਕਿ ਕੁਝ ਵਪਾਰੀ ਹੈਰਿਸ ਦੀ ਜਿੱਤ ਦੀ ਉਮੀਦ ਕਰਦੇ ਹਨ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਟੌਰੀਡ ਮੀਟਿਅਰ ਸ਼ਾਵਰ ਨੂੰ ਵੇਖਣ ਲਈ ਸਭ ਤੋਂ ਵਧੀਆ ਸਮਾਂ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਏਸ਼ੀਆਈ ਸਟਾਕ ਚਾਕੂ ਦੇ ਕਿਨਾਰੇ 'ਤੇ ਅਮਰੀਕੀ ਵੋਟ ਦੇ ਨਾਲ ਖਿਸਕਃ ਬਾਜ਼ਾਰ ਲਪੇਟਣ - ਬਲੂਮਬਰਗ",
        "ਮਿਸ਼ੀਗਨ ਵਿਚ ਖੰਘ ਦੀ ਗਿਣਤੀ ਵਿਚ ਵਾਧਾ ਜਾਰੀ ਹੈ - WOODTV. com",
        "ਕੈਰੇਬੀਅਨ ਵਿਚ ਖੰਡੀ ਤੂਫਾਨ ਰਾਫੇਲ ਫਾਰਮ, ਤੂਫਾਨ ਬਣਨ ਦੀ ਉਮੀਦ - ਐਨਬੀਸੀ ਨਿ Newsਜ਼",
        "ਜਾਰਜੀਆ ਦੀ ਸੁਪਰੀਮ ਕੋਰਟ ਨੇ ਕੋਬ ਕਾਉਂਟੀ ਵਿਚ ਦੇਰੀ ਨਾਲ ਵੋਟਾਂ ਲਈ ਵਾਧਾ ਰੱਦ ਕੀਤਾ, ਆਰ ਐਨ ਸੀ ਨਾਲ ਸਾਈਡਿੰਗ - ਦਿ ਹਿੱਲ",
        "ਆਰਬੀਏ ਵਿਆਜ ਦਰ ਨੂੰ 4.35% 'ਤੇ ਸਥਿਰ ਰੱਖਦਾ ਹੈ, ਜਿਵੇਂ ਕਿ ਉਮੀਦ ਕੀਤੀ ਜਾਂਦੀ ਹੈ - ਐਫਐਕਸਸਟ੍ਰੀਟ",
        "ਰੂਸ ਨੂੰ ਅਮਰੀਕਾ- ਅਤੇ ਕਨੇਡਾ ਜਾਣ ਵਾਲੇ ਜਹਾਜ਼ਾਂ 'ਤੇ ਭੜਕਾ devices ਯੰਤਰ ਭੇਜਣ ਦਾ ਸ਼ੱਕ ਹੈ, ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ ਰਿਪੋਰਟ ਕਰਦਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਸਦੀਵੀ ਤੌਰ 'ਤੇ ਲੋਕਪ੍ਰਿਅ ਨਾ ਹੋਣ ਦੇ ਬਾਵਜੂਦ ਇਲੈਕਟੋਰਲ ਕਾਲਜ ਕਿਵੇਂ ਬਚਿਆ? - ਐਨ. ਪੀ. ਆਰ.",
        "ਯੂਐਸਡੀਏ ਘੱਟ ਆਮਦਨੀ ਵਾਲੇ ਪਰਿਵਾਰਾਂ ਲਈ ਸਕੂਲ ਦੁਪਹਿਰ ਦੇ ਖਾਣੇ ਦੀ ਅਦਾਇਗੀ 'ਤੇ ਆਨਲਾਈਨ ਟ੍ਰਾਂਜੈਕਸ਼ਨ ਫੀਸਾਂ' ਤੇ ਪਾਬੰਦੀ ਲਗਾਏਗਾ - ਐਨਬੀਸੀ ਨਿ Newsਜ਼",
        "ਐਪਲ ਨੇ ਮੈਕਬੁੱਕ ਪ੍ਰੋ ਓਵਰਹੌਲ 'ਤੇ ਕੰਮ ਕਰਨ ਦੀ ਰਿਪੋਰਟ ਕੀਤੀ - ਸੀ ਐਨ ਈ ਟੀ",
        "ਮਸ਼ਹੂਰ ਹਸਤੀਆਂ ਜਿਨ੍ਹਾਂ ਨੇ 2024 ਦੀਆਂ ਰਾਸ਼ਟਰਪਤੀ ਚੋਣਾਂ ਵਿੱਚ ਵੋਟ ਪਾਈ ਹੈਃ ਲਿਜ਼ੋ, ਏਰੀਆਨਾ ਗ੍ਰਾਂਡੇ, ਬਲੇਕ ਲਿਵਲੀ, ਹੋਰ - ਪੰਨਾ ਛੇ",
        "ਅਧਿਐਨਃ ਐਮਐਲਬੀ ਬੇਸਬਾਲਾਂ 'ਤੇ ਵਿਸ਼ੇਸ਼ ਚਿੱਕੜ ਨਾਲ ਰਗੜਿਆ'ਜਾਦੂਈ' ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਹਨ - ਐਨਬੀਸੀ ਨਿ Newsਜ਼"
    ]
}