{
    "headlines": [
        "[entfernt]",
        "Aktualisierung der Wahl 2024: Harris, Trump plant Dienstag; letzte Präsidentschaftswahlen - USA TODAY",
        "Israel tötet mindestens 50 in Gaza, Truppen umzingeln nördliches Jabalia - Reuters",
        "Joker: Folie À Deux Fiasko geht weiter (to rob Warner Bros. blind) - The A.V. Club",
        "Apple stellt neues iPad Mini mit A17 Pro Chip und Apple Intelligence vor - MacRumors",
        "Nordkorea sprengt Teile der innerkoreanischen Straßen- und Schienenverbindungen in einer symbolischen Darstellung von Wut - The Associated Press",
        "Bills vs. Jets-Punktestand: Buffalo bürstet eine Hail Mary ab, um New York am Montagabend-Fußball mit 23-20 zu schlagen - Yahoo Sports",
        "Goldman Sachs, Bank of America verlängert Gewinnausbrüche; Citigroup Eyes Buy Point - Investor's Business Daily",
        "Walgreens schließt landesweit 1.200 Geschäfte, sagt, dass 1 von 4 Standorten unrentabel ist - New York Post",
        "Indien-Kanada-Reihe: Wie die Beziehungen zwischen den beiden Ländern den Tiefpunkt erreichen - BBC.com",
        "Taylor Swift veröffentlicht ‘Anthology’ Edition von ‘Tortured Poets’ auf Vinyl und CD sowie ein Epochen-Tourbuch für Black Friday - Variety",
        "Aaron Rodgers kritisiert Refs, macht \"South Park\" -Referenz nach dem Verlust von Jets gegen Rechnungen - Bleacher-Bericht",
        "Zukünftige iPhones erhalten noch mehr Speicher: 12 GB ab dem nächsten Jahr - 9to5Mac",
        "Der volle Jägermond dieser Woche wird der hellste Supermond des Jahres sein - MLive.com",
        "Die Krise von Boeing verschärft sich. Jetzt leiht es sich Dutzende von Milliarden Dollar - CNN",
        "Oura Ring 4 Erste Eindrücke nach einer Woche Benutzung - CNET",
        "Überlebende, Verwandte von Toten in Lewiston, Maine, Massenerschießungen machen den ersten Schritt, um die Armee zu verklagen - CBS News",
        "Drohnenangriff auf Israel rückt die Grenzen von Iron Dome ins Rampenlicht - BBC.com",
        "Neue Studie findet Zusammenhang zwischen COVID und Typ-2-Diabetes bei jungen Menschen - WTOP",
        "Harris kritisiert Trumps \"Feind von innen\" -Kommentare bei der Kundgebung in Pennsylvania - Reuters"
    ]
}