{
    "headlines": [
        "Северное сияние: где сегодня можно увидеть северное сияние - Forbes",
        "Флорида борется с новой тропической депрессией в Персидском заливе, всего через несколько дней после урагана Хелен - CNN",
        "«Joker: Folie à Deux» падает в прокате после получения беспрецедентного D CinemaScore - Hollywood Reporter",
        "Восстание из пепла: израильтяне на раздираемом войной юге страны возвращаются домой через год после резни 7 октября - Fox News",
        "Израиль расширяет бомбардировки в Ливане, десятки тысяч людей бегут - Associated Press",
        "Четыре американца все еще находятся в заложниках ХАМАСа через год после нападения 7 октября - The Washington Post",
        "Сегодня Трамп возвращается в Батлер, штат Пенсильвания, на митинг. Вот как Секретная служба обеспечит безопасность мероприятия. - Новости CBS",
        "Ракетный удар Ирана по Израилю вызывает вопросы об ограничении арсенала - The Washington Post",
        "Сколько времени потребуется для нормализации цепочки поставок после забастовки докеров? - Fox Business",
        "В горном городке Северной Каролины, который ураган «Хелен» едва не стер с лица земли - The Associated Press",
        "Одномесячные близнецы, которые умерли вместе с матерью, считаются самыми молодыми из известных жертв урагана «Хелена» - CBS News",
        "Расширение Starfield Shattered Space недостаточно странно - The Verge",
        "Ураган «Хелен»: Долли Партон жертвует $ 1 млн на восстановление - BBC.com",
        "Новый Blue Origin: генеральный директор Дэйв Лимп привносит срочность и «решительность» в космическую компанию Джеффа Безоса - CNBC",
        "Предсказания UFC 307 - Бои ММА",
        "Бронни Джеймс дебютирует в предсезонке НБА, а Леброн наблюдает со скамейки запасных - CNN",
        "Еще две женщины в Массачусетсе дали положительный результат на вирус Западного Нила - WCVB Бостон",
        "У Steelers есть план Джастина Филдса - будут ли они его использовать? - ESPN",
        "НАСА публикует фотографию океанского мира. Это показывает, зачем НАСА туда едет. - Mashable",
        "Что такое смертельный вирус Марбург и где он распространился? - Al Jazeera English"
    ]
}