{
    "headlines": [
        "Дизентерия растет в Орегоне. Вот что нужно знать. - The Washington Post",
        "Миллионы на пути, поскольку шторм убивает 2, приносит свирепые ветры, условия метели и пожары - CNN",
        "СМОТРИТЕ: Сенатор Элисса Слоткин дает демократический ответ на обращение Трампа к Конгрессу - PBS NewsHour",
        "Президент Трамп обратился к Конгрессу впервые после возвращения к власти - WBAL TV Baltimore",
        "США возьмут Гренландию «так или иначе», говорит Трамп - POLITICO EUROPE",
        "Трамп может встретиться с Канадой и Мексикой «посередине», говорит глава коммерции США - BBC.com",
        "SpaceX назначает дату следующего запуска Starship. Вот как смотреть. - Хрон",
        "Тропический циклон «Альфред» обрушится на Квинсленд и Новый Южный Уэльс, Австралия - The Washington Post",
        "Сосредоточение внимания РФК-младшего на витамине А для лечения кори беспокоит экспертов в области здравоохранения - The Washington Post",
        "Леброн Джеймс стал первым, кто набрал 50 000 комбинированных очков в регулярном сезоне НБА и плей-офф - The Associated Press",
        "Пакистан задержал предполагаемого заговорщика взрыва в Аббатских воротах на основе разведданных ЦРУ - Axios",
        "Администрация Трампа опубликовала список сотен федеральных зданий, предназначенных для потенциальной продажи - Associated Press",
        "7 причин, по которым я рад, что Орлы повысили зарплату Саквон Баркли - Кровоточащая зеленая нация",
        "Член палаты представителей Эл Грин удален из палаты во время выступления президента Трампа - CNN",
        "Арабские лидеры приняли план восстановления Газы в знак протеста против видения Трампа - The Washington Post",
        "Ключевой бывший исследователь OpenAI вызван в суд по делу об авторских правах на ИИ - TechCrunch",
        "Телевизионный обзор «Сорвиголова: Рожденный заново»: долгожданный сериал Disney+ «Человек без страха» бесстрашен, а Трамп 2.0 - своевременен - крайний срок",
        "Глава Резервного банка Новой Зеландии подал в отставку после семи лет службы - CNBC"
    ]
}