{
    "headlines": [
        "يدعي ساندو الموالي للغرب في مولدوفا الفوز في الانتخابات بعد مزاعم بالتدخل - رويترز",
        "تحقق السلطات الإسرائيلية في الاشتباه في تسريب معلومات استخباراتية عن غزة من قبل مساعد نتنياهو - رويترز",
        "بلاني يفوز في طريقه إلى البطولة 4 مع الظل على نهاية السباق - Motorsport.com",
        "يقول RFK Jr. إن الفلورايد \"نفايات صناعية\" مرتبطة بالسرطان والأمراض والاضطرابات. إليك ما يقوله العلم - سي إن إن",
        "سرب من الأعاصير يضرب منطقة أوكلاهوما سيتي - ABC News",
        "Saquon, say gone! Barkley wins race to pylon for 19 - yard TD - NFL",
        "موسم الأعاصير لا يزال يحوم: قد يهددنا رافاييل في وقت لاحق من هذا الأسبوع - يو إس إيه توداي",
        "دان كامبل يفعل ذلك مرة أخرى، القرار الرابع يعطي ليونز الصدارة على باكرز - إن بي سي سبورتس",
        "\"داوسون كريك\" جيمس فان دير بيك يعلن تشخيص السرطان - سي بي إس نيوز",
        "سبيس إكس تطلق 23 قمرا صناعيا من طراز ستارلينك على صاروخ فالكون 9 من كيب كانافيرال - WESH 2 أورلاندو",
        "ترامب يتحدث عن إطلاق النار على الصحافة، ويزيد من مزاعم تزوير الانتخابات في تجمع PA - NBC News",
        "يوافق هيو جاكمان مازحا على أن صديقه ريان رينولدز ليس مضحكا بعد تصريحات مارثا ستيوارت: \"أخيرا شخص ما يقول ذلك\" - الصفحة السادسة",
        "تقول الولايات المتحدة إن الإيرانيين الأمريكيين محتجزون في إيران مع تصاعد التوترات في أعقاب الهجوم الإسرائيلي على البلاد - سي بي إس نيوز",
        "هاريس يطلب من المصلين السود في كنيسة ديترويت \"طي صفحة الكراهية\" - أخبار ديترويت",
        "Saturday Night Live alum Pete Davidson يكسر الشخصية مع صديقه جون مولاني في أحدث رسم موسيقي - Entertainment Weekly News",
        "كوماندوز البحرية الإسرائيلية يختطفون ناشط حزب الله: تقرير - ذا هيل",
        "BYU، تويوتا تطور تقنية لحام جديدة للأبواب المنزلقة للشاحنة الصغيرة - KSL.com",
        "يدعي مفوض لجنة الاتصالات الفيدرالية أن كامالا هاريس \"SNL\" كان جهدًا \"واضحًا وصريحًا\" للتهرب من قاعدة الوقت المتساوي - الموعد النهائي",
        "ما يمكن توقعه من شريحة M4 Ultra من Apple في العام المقبل - MacRumors",
        "ما هي قناة Colts vs Vikings اليوم ؟ الوقت، جدول التلفزيون لكرة القدم الأمريكية ليلة الأحد لكرة القدم - Oklahoman.com"
    ]
}