{
    "headlines": [
        "College-Football-Gewinner und -Verlierer: Werden Ohio State oder Texas mit Alabamas Verlust auf Platz 1 rücken? - Yahoo Sports",
        "Razorbacks betäuben Vols, Trockenheit beenden vs. Top-5-Teams - ESPN",
        "Man setzt sich während einer pro-palästinensischen Kundgebung in der Innenstadt von D.C. in Brand - The Washington Post",
        "Milton Eine große Hurrikan-Bedrohung für Florida - Der Wetterkanal",
        "Tausende nehmen an pro-palästinensischen Kundgebungen rund um den Globus teil, da der 7. Oktober näher rückt - The Associated Press",
        "Hauptkartenergebnisse | UFC 307: Pereira vs Rountree Jr. - UFC",
        "Harris besucht North Carolina auf der zweiten Reise in die von Helene verwüsteten Gebiete - The Washington Post",
        "Alex Verdugo spielt den unwahrscheinlichen Helden in Yankees ’Spiel 1 AlDS-Sieg - New York Post",
        "Israel schlägt den Libanon, während sich die Region auf die Reaktion auf den Iran vorbereitet: Live-Updates - CNN",
        "Trump kehrte zu einer Kundgebung nach Butler, Pennsylvania, zurück. So sicherte sich der Secret Service die Veranstaltung. - CBS News",
        "Israel weitet Streiks auf den Nordlibanon aus, da die Zahl der Todesopfer steigt - The Washington Post",
        "Robert Pattinson und Suki Waterhouse machen seltene gemeinsame Erscheinungsmonate nach der Begrüßung von Baby - E! NEWS",
        "Die Fortsetzung von ‘Joker’ bekommt das letzte Lachen, da der kritische Flop die Kassenkrone nimmt - New York Post",
        "Richard Simmons 'Bruder verrät \"kleines Geheimnis\" über das Begräbnis des verstorbenen Fitness-Gurus: \"Nicht viele Leute wissen es\" - Fox News",
        "[removed]",
        "Israels zerstörter Kibbuz Be 'eri versucht, eine Zukunft zu finden - BBC.com",
        "Faktencheck: Sind haitianische Einwanderer illegal in Springfield in den USA? - Al Jazeera Englisch",
        "Biltmore Village in der Nähe des berühmten Anwesens, das vom Hurrikan Helene verwüstet wurde: Vorher und nachher - Fox Business",
        "Hillary Clinton spricht über den Zeitpunkt von Jack Smiths Memo - CNN",
        "Die Erde hat offiziell einen zweiten Mond: Asteroid 2024 PT5 im temporären Orbit gefangen - Die tägliche Galaxie - Great Discoveries Channel"
    ]
}