{
    "headlines": [
        "ਪੁਤਿਨ ਨੇ ਨਵੇਂ ਪ੍ਰਮਾਣੂ ਸਿਧਾਂਤ ਨਾਲ ਅਮਰੀਕਾ ਨੂੰ ਚੇਤਾਵਨੀ ਜਾਰੀ ਕੀਤੀ - ਰਾਇਟਰਜ਼",
        "ਏਸੀਐਲਯੂ ਨੇ ਟਰੰਪ ਦੀ ਵੱਡੇ ਪੱਧਰ 'ਤੇ ਦੇਸ਼ ਨਿਕਾਲੇ ਦੀਆਂ ਯੋਜਨਾਵਾਂ' ਤੇ ਸੁਰਾਗ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ ਮੁਕੱਦਮਾ ਕੀਤਾ - ਐਕਸੀਓਸ",
        "40 ਹਜ਼ਾਰ ਤੋਂ ਵੱਧ ਵਿਰੋਧ ਨਿਊਜ਼ੀਲੈਂਡ ਮਾਓਰੀ ਅਧਿਕਾਰ ਬਿੱਲ - Al Jazeera English",
        "ਭਾਰਤ ਦੇ ਉੱਤਰ 'ਤੇ ਜ਼ਹਿਰੀਲੀ ਧੁੰਦ ਬਰਕਰਾਰ; ਦਿੱਲੀ ਪ੍ਰਦੂਸ਼ਣ ਗੰਭੀਰ ਬਣਿਆ ਹੋਇਆ ਹੈ - ਰਾਇਟਰਜ਼ ਇੰਡੀਆ",
        "ਰਿਪੋਰਟਃ ਸੋਨੀ ਇਨ ਟਾਕਸ ਟੂ ਖਰੀਦੋ ਕਾਡੋਕਾਵਾ, ਐਲਡੇਨ ਰਿੰਗ ਦੇ ਮਾਲਕ ਅਤੇ ਡਾਰਕ ਸੋਲਸ ਡਿਵੈਲਪਰ ਫ੍ਰੌਮਸੌਫਟਵੇਅਰ - ਆਈਜੀਐਨ",
        "ਗੇਮ ਅਵਾਰਡਜ਼ 2024 ਨਾਮਜ਼ਦਗੀਆਂ ਦਾ ਖੁਲਾਸਾ ਕੀਤਾ ਗਿਆ ਹੈ - ਜ਼ੇਲਡਾ, ਮਾਰੀਓ ਅਤੇ ਮੈਟ੍ਰੋਡ ਨਾਮਜ਼ਦ - ਨਿਨਟੈਂਡੋ ਲਾਈਫ",
        "ਹਾਂਗ ਕਾਂਗ 47: ਲੋਕਤੰਤਰ ਪੱਖੀ ਆਈਕਾਨਾਂ ਨੂੰ ਦਹਾਕਿਆਂ ਦੀ ਜੇਲ੍ਹ ਦੀ ਸਜ਼ਾ - ਬੀਬੀਸੀ.",
        "ਗਾਵਾਂ ਨੇ ਅਣਚਾਹੇ ਐਨਐਫਐਲ ਰਿਕਾਰਡ ਕਾਇਮ ਕੀਤੇ ਕਿਉਂਕਿ ਡੱਲਾਸ 'ਐਮਐਨਐਫ' ਤੇ ਆਪਣੇ ਖੁਦ ਦੇ ਸਟੇਡੀਅਮ ਬਨਾਮ ਟੇਕਸਨਜ਼ ਵਿਚ ਦੁਬਾਰਾ ਨਸ਼ਟ ਹੋ ਜਾਂਦਾ ਹੈ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਜੀ -20 ਨੇਤਾਵਾਂ ਨੇ ਰੀਓ ਸੰਮੇਲਨ ਦੇ ਆਖਰੀ ਦਿਨ 'ਤੇ ਜਲਵਾਯੂ ਤਬਦੀਲੀ' ਤੇ ਧਿਆਨ ਕੇਂਦਰਤ ਕੀਤਾ - Reuters.",
        "ਵਾਲਮਾਰਟ ਘੰਟੀ ਤੋਂ ਪਹਿਲਾਂ ਕਮਾਈ ਦੀ ਰਿਪੋਰਟ ਕਰੇਗਾ. ਇੱਥੇ ਕੀ ਉਮੀਦ ਕਰਨੀ ਹੈ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਐਮਐਲਬੀ ਇਨਸਾਈਡਰ ਰੈੱਡ ਸੋਕਸ ਦੇ ਜੁਆਨ ਸੋਟੋ ਪਿੱਛਾ ਨਾਲ ‘ਵੱਡਾ ਮੁੱਦਾ’ ਸੁਝਾਉਂਦਾ ਹੈ - ਐਨਈਐਸਐਨ",
        "ਪੈਨਸਿਲਵੇਨੀਆ ਸੁਪਰੀਮ ਕੋਰਟ ਦੇ ਨਿਯਮ ਤਾਰੀਖ ਗਲਤੀ ਨਾਲ ਵੋਟਾਂ ਦੀ ਗਿਣਤੀ ਨਹੀਂ ਕੀਤੀ ਜਾਣੀ ਚਾਹੀਦੀ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਮੇਨੇਂਡੇਜ਼ ਬ੍ਰਦਰਜ਼ ਦੀ ਕਲੀਮੇਂਸੀ ’ਤੇ ਵਿਚਾਰ ਉਦੋਂ ਤੱਕ ਹੋ ਰਿਹਾ ਹੈ ਜਦੋਂ ਤੱਕ ਨਵਾਂ ਐਲ. ਏ. ਡੀ. ਏ. ਦਫਤਰ ਨਹੀਂ ਲੈਂਦਾ, ਗਾਵਿਨ ਨਿ Newsਜ਼ੋਮ ਨੇ ਐਲਾਨ ਕੀਤਾ - ਡੈੱਡਲਾਈਨ",
        "‘ਨਾਰਾਜ਼’ ਸਿੰਥਿਆ ਏਰੀਵੋ ਸਕੂਲ ਡੈਕਸ ਸ਼ੇਪਾਰਡ ਇਸ ਬਾਰੇ ਕਿ ਉਹ ਪਾਗਲ-ਲੰਬੇ ਨਹੁੰਆਂ ਨਾਲ ਉਸ ਦੇ ਬੱਟ ਨੂੰ ਕਿਵੇਂ ਪੂੰਝਦੀ ਹੈ - ਪੰਨਾ ਛੇ",
        "ਮੈਕਰੋਨ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਯੂਕਰੇਨ ਮਿਜ਼ਾਈਲ ਦੀ ਵਰਤੋਂ ’ਤੇ ਸੀਮਾਵਾਂ ਹਟਾਉਣ ਲਈ ਅਮਰੀਕਾ ਨੇ' ਚੰਗਾ ਫੈਸਲਾ ’ਲਿਆ - ਪੋਲੀਟੀਕੋ ਯੂਰਪ",
        "ਗਾਏਟਜ਼ ਨੇ ਕਥਿਤ ਤੌਰ 'ਤੇ 2 womenਰਤਾਂ ਨੂੰ ਨਿ New ਯਾਰਕ ਲਈ ਉਡਾ ਦਿੱਤਾ, ਉਨ੍ਹਾਂ ਨੂੰ ਸੈਕਸ ਲਈ ਭੁਗਤਾਨ ਕੀਤਾਃ ਅਟਾਰਨੀ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਕੈਲੀਫੋਰਨੀਆ ਨੇ ਯੂਐਸ ਦੇ ਪਹਿਲੇ ਕੇਸ ਦੀ ਵਧੇਰੇ ਗੰਭੀਰ ਐਮਪੌਕਸ ਸਟ੍ਰੇਨ ਦੀ ਪੁਸ਼ਟੀ ਕੀਤੀ - ਪਰ ਜਨਤਾ ਲਈ ਜੋਖਮ ਘੱਟ ਰਹਿੰਦਾ ਹੈ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਏਸ਼ੀਆਈ ਸ਼ੇਅਰਾਂ 'ਚ ਉਛਾਲ, ਅਮਰੀਕੀ ਝਾੜ ਡਿੱਗਣ ਨਾਲ ਡਾਲਰ ਕਮਜ਼ੋਰ - ਯਾਹੂ ਫਾਇਨਾਂਸ",
        "‘ਕਵੀਨ ਆਫ਼ ਦ ਰਿੰਗ’ ਰਿਵਿਊਃ ਐਮੀਲੀ ਬੈਟ ਰਿਕਰਡਸ ਮਹਿਲਾ ਕੁਸ਼ਤੀ ਬਾਇਓਪਿਕ ਨੂੰ ਆਤਮਾ ਅਤੇ ਤਾਕਤ ਲਿਆਉਂਦੀ ਹੈ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਯੂਐਸਏ ਬਨਾਮ ਜਮੈਕਾਃ ਸ਼ੁਰੂ ਹੋ ਰਿਹਾ ਹੈ XI & ਲਾਈਨਅਪ ਨੋਟਸ - ਯੂਐਸ ਸੌਕਰ"
    ]
}