{
    "headlines": [
        "Polizist aus Miami-Dade wurde in den Verwaltungsdienst gestellt, nachdem Dolphins-Star Tyreek Hill vor dem Spiel festgenommen wurde - CNN",
        "Bewohner fliehen, da die Waldbrände in Kalifornien und Nevada gefährlich nahe kommen und Prognostiker vor Rekordhitze warnen - CNN",
        "[removed]",
        "[removed]",
        "Trump verspricht, Gegner ins Gefängnis zu stecken, schlägt grundlos vor, dass ihm die Wahl gestohlen wird - The Washington Post",
        "Tom Brady unternimmt unangenehme erste Schritte beim Übergang vom Fußballfeld zur Fernsehkabine - The Associated Press",
        "NFL-Woche-1-Noten: Cowboys verdienen \"A\" für Blowout-Sieg, Bengals und Browns erhalten beide \"F\" für hässliche Verluste - CBS Sports",
        "Potentieller tropischer Zyklon Sechs Formen im Golf mit tropischer Sturmuhr für Mexiko ausgestellt - CNN",
        "Detroit Lions vs. Los Angeles Rams Live-Score-Updates, Highlights, neueste Nachrichten - Pride Of Detroit",
        "GOP veröffentlicht kritischen Bericht über Bidens Rückzug aus Afghanistan - The Hill",
        "Die Mutter von Georgia, die den Verdächtigen erschoss, rief die Schule an, um vor einem \"extremen Notfall\" zu warnen, sagt Tante - PBS NewsHour",
        "Venezuelas Oppositionsführer Gonzalez landet in Spanien und sucht Asyl - Reuters Kanada",
        "Vor der Harris-Trump-Debatte wollen die Wähler mehr Politik, weniger Drama - BBC.com",
        "Die Gewerkschaft der Maschinisten einigt sich auf einen vorläufigen Vertrag mit Boeing - The Seattle Times",
        "Nordlichter diese Woche mit geomagnetischer Sturmuhr möglich - MLive.com",
        "Last-Minute Apple Event Gerüchte: iPhone 16, Apple Watch und mehr - 9to5Mac",
        "Dream Kardashian, 7, gibt sein Debüt als Runway-Model auf der New York Fashion Week - E! NEWS",
        "Das James-Webb-Teleskop fand Hunderte von \"kleinen roten Punkten\" im alten Universum. Wir wissen immer noch nicht, was sie sind. - Livescience.com",
        "Pope kommt mit einer Menge humanitärer Hilfe und Spielzeug in den abgelegenen Dschungeln von Papua-Neuguinea an - The Associated Press",
        "[removed]"
    ]
}