{
    "headlines": [
        "‘ਥ੍ਰੀ-ਪੀਟਿੰਗ ਸਖਤ ਹੈ,’ ਜਿਵੇਂ ਕਿ ਲਾਸ ਵੇਗਾਸ ਏਸੇਸ ਸਿੱਖ ਰਹੇ ਹਨ - ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਇਜ਼ਰਾਈਲ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਲੇਬਨਾਨ 'ਚ ਹਿਜ਼ਬੁੱਲਾ ਨਾਲ ਝੜਪਾਂ' ਚ ਅੱਠ ਫੌਜੀਆਂ ਦੀ ਮੌਤ - Reuters",
        "2024 ਐਮਐਲਬੀ ਪਲੇਆਫਸ ਬਰੈਕਟਃ ਵਾਈਲਡ ਕਾਰਡ ਸੀਰੀਜ਼ ਅਨੁਸੂਚੀ, ਪੋਸਟ ਸੀਜ਼ਨ ਮੈਚਅਪਸ ਜਿਵੇਂ ਕਿ ਅਕਤੂਬਰ ਬੇਸਬਾਲ ਸ਼ੁਰੂ ਹੁੰਦਾ ਹੈ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਓਪਨਏਆਈ 157 ਬਿਲੀਅਨ ਡਾਲਰ ਦੇ ਮੁਲਾਂਕਣ ਤੇ ਫੰਡਿੰਗ ਬੰਦ ਕਰਦਾ ਹੈ, ਕਿਉਂਕਿ ਮਾਈਕ੍ਰੋਸਾੱਫਟ, ਐਨਵੀਡੀਆ, ਸਾਫਟਬੈਂਕ ਗੋਲ ਵਿੱਚ ਸ਼ਾਮਲ ਹੁੰਦੇ ਹਨ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਬਾਈਡੇਨ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਹ ਇਰਾਨ ਦੇ ਪ੍ਰਮਾਣੂ ਹਥਿਆਰਾਂ ਦੀਆਂ ਥਾਵਾਂ ਨੂੰ ਨਸ਼ਟ ਕਰਨ ਵਾਲੇ ਇਜ਼ਰਾਈਲ ਦਾ ਵਿਰੋਧ ਕਰਦਾ ਹੈ ਜਿਵੇਂ ਕਿ ਤਣਾਅ ਵਧਦਾ ਜਾ ਰਿਹਾ ਹੈਃ ‘ਜਵਾਬ ਨਹੀਂ ਹੈ’ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਹਟਾਈ",
        "ਲਾਈਵ ਅਪਡੇਟਸਃ ਇਜ਼ਰਾਈਲ ਨੇ ਈਰਾਨ ਮਿਜ਼ਾਈਲ ਹਮਲੇ ਦਾ ਜਵਾਬ ਦੇਣ ਦੀ ਸਹੁੰ ਖਾਧੀ, ਲੇਬਨਾਨ, ਗਾਜ਼ਾ ਵਿੱਚ ਹਮਲੇ ਜਾਰੀ - ਸੀਐਨਐਨ",
        "ਰਾਸ਼ਟਰਪਤੀ ਡੌਕ ਵਰਕਰਾਂ ਦੀ ਹੜਤਾਲ ਨੂੰ ਮੁਅੱਤਲ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰਨ ਲਈ 1947 ਦੇ ਕਾਨੂੰਨ ਦੀ ਮੰਗ ਕਰ ਸਕਦੇ ਹਨ । ਇਹ ਕਿਵੇਂ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਇੱਕ ਅਦਾਲਤ ਨੇ ਨਿਯਮ ਅਤੇ ਸ਼ਰਤਾਂ ਦਾ ਹਵਾਲਾ ਦਿੰਦੇ ਹੋਏ ਇੱਕ ਜੋੜੇ ਨੂੰ ਉਬੇਰ ਉੱਤੇ ਮੁਕੱਦਮਾ ਕਰਨ ਤੋਂ ਰੋਕਿਆ - ਐਨਪੀਆਰ",
        "ਐਸਟ੍ਰੋਸ 'ਇੰਚ' ਦੁਆਰਾ ਗੇਮ 1 ਨੂੰ ਛੱਡਣ ਤੋਂ ਬਾਅਦ ਚਿਹਰੇ ਦੇ ਖਾਤਮੇ ਦਾ ਸਾਹਮਣਾ ਕਰਦੇ ਹਨ - ਐਮਐਲਬੀ ਡਾਟ ਕਾਮ",
        "ਕੌਣ ਜਿੱਤਿਆ ਵੀਪੀ ਬਹਿਸ? ਇੱਥੇ ਬਹਿਸ ਦੇਖਣ ਵਾਲਿਆਂ ਨੇ ਸੀਬੀਐਸ ਨਿ Newsਜ਼ ਪੋਲ ਵਿੱਚ ਕੀ ਕਿਹਾ ਹੈ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਡੈਨੀਅਲ ਡੇਅ-ਲੂਵਿਸ ਨੇ ਆਪਣੇ ਬੇਟੇ ਦੀ ਫਿਲਮ ਵਿਚ ਕੰਮ ਕਰਨ ਲਈ 7 ਸਾਲ ਦੀ ਰਿਟਾਇਰਮੈਂਟ ਖਤਮ ਕੀਤੀ - ਐਨਪੀਆਰ",
        "ਅਕਤੂਬਰ ਦਾ ਨਵਾਂ ਚੰਦਰਮਾ ਸਾਡੇ ਲਈ ਇਕ ਸ਼ਾਨਦਾਰ 'ਅੱਗ ਦੀ ਰਿੰਗ' ਗ੍ਰਹਿਣ ਲਿਆਏਗਾ - ਸਪੇਸ.",
        "ਹਟਾਈ",
        "ਰਚੇਲ ਜ਼ੈਗਲਰ ਨੇ ਬਰਫ ਵ੍ਹਾਈਟ ਅਤੇ ਜੂਲੀਅਟ ਨੂੰ ਮੁੜ ਸਥਾਪਿਤ ਕਰਨ ਅਤੇ ਜ਼ਹਿਰੀਲੇ ਡਿਜ਼ਨੀ ਪ੍ਰਸ਼ੰਸਕਾਂ ਦੇ ਵਿਰੁੱਧ ਸਾਹਮਣਾ ਕਰਨ ‘ਤੇਃ‘ ਮੈਂ ਦੇਖਿਆ ਹੈ ਕਿ womenਰਤਾਂ ਮੇਰੀ ਪੂਰੀ ਜ਼ਿੰਦਗੀ ਨੂੰ ਪਾੜ ਦਿੰਦੀਆਂ ਹਨ ’- ਵੰਨਗੀ",
        "ਕੰਜ਼ਰਵੇਟਿਵ ਲੀਡਰਸ਼ਿਪ ਦੁਬਾਰਾ ਜਿੱਤਣ ਲਈ ਬਦਲਾਅ ਦੀ ਆਸ ਰੱਖਦੀ ਹੈ - ਬੀਬੀਸੀ.",
        "ਸਾਡੇ ਨਵੀਨਤਮ ਡਿਜ਼ਾਈਨ ਅਪਡੇਟ ਵਿੱਚ ਤੁਹਾਡਾ ਸਵਾਗਤ ਹੈ, Ars 9.0! - Ars Technica",
        "ਈਐਸਏ ਫਾਲਕਨ 9 ਗਰਾਉਂਡਿੰਗ ਦੇ ਵਿਚਕਾਰ ਹੇਰਾ ਲਾਂਚ ਦੀਆਂ ਤਿਆਰੀਆਂ ਜਾਰੀ ਰੱਖਦਾ ਹੈ - ਸਪੇਸਨਿਊਜ਼",
        "TechCrunch ਮੁੜ ਕਲਪਨਾਃ ਸਾਡੇ ਨਵੇਂ ਡਿਜ਼ਾਈਨ ਵਿੱਚ ਤੁਹਾਡਾ ਸਵਾਗਤ ਹੈ - TechCrunch",
        "ਹੈਲੀਨ ਦੇ ਹੜ੍ਹ ਕਾਰਨ ਟੈਨਿਸੀ ਦੀ ਇਕ ਫੈਕਟਰੀ ਵਿਚ 11 ਮਜ਼ਦੂਰਾਂ ਦੀ ਮੌਤ ਹੋ ਗਈ । ਹੁਣ ਰਾਜ ਜਾਂਚ ਕਰ ਰਿਹਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ"
    ]
}