{
    "headlines": [
        "سيناريو \"أسوأ الحالات \": كيف يمكن لخسائر التأمين العملاقة الناجمة عن حرائق لوس أنجلوس أن تؤثر على جميع سكان كاليفورنيا - سان فرانسيسكو كرونيكل",
        "جين سمارت تحث الشبكات على عدم بث عروض جوائز هوليوود وسط حرائق لوس أنجلوس - التنوع",
        "زعيم ياكوزا المزعوم يعترف بتهريب مواد نووية من ميانمار - سي إن إن",
        "يطلب غارلاند من المحكمة الإذن بإصدار تقرير المستشار الخاص في تمرد 6 يناير قبل تولي ترامب منصبه - سي إن إن",
        "هذا Android الذي تبلغ تكلفته 200 دولار هو الهاتف الذكي الوحيد في CES الذي يجب أن تهتم به - ZDNet",
        "تحديثات حية لحرائق الغابات في كاليفورنيا: يقول المسؤولون إن 5 قتلى مع اندلاع حريق آخر في تلال هوليوود - فوربس",
        "جيم جارموش يهاجم منكري المناخ، أدريان برودي يهتز، شون بيكر يرسل \"قلوب وصلوات\" لوس أنجلوس من جوائز دائرة نقاد السينما في نيويورك - الموعد النهائي",
        "يوافق إيلون ماسك على أننا استنفدنا بيانات التدريب على الذكاء الاصطناعي - TechCrunch",
        "تم تجنب إضراب واسع النطاق في الموانئ، حيث توصل الشاحنون والنقابات إلى اتفاق مبدئي - واشنطن بوست",
        "ستراقب بروكسل ما إذا كان ماسك ينتهك قانون الاتحاد الأوروبي في البث المباشر لليمين المتطرف - POLITICO Europe",
        "بينما تحترق لوس أنجلوس، يلقي ترامب باللوم على نيوزوم — ويرفض حاكم كاليفورنيا - صحيفة واشنطن بوست",
        "لا يزال ترامب والجمهوريون في مجلس الشيوخ منقسمين حول كيفية تنفيذ أجندته - إيه بي سي نيوز",
        "5 مساءً الأربعاء 8 يناير LADWP الاستجابة للعواصف الريحية والحرائق - أخبار LADWP",
        "بالصور: ترامب وآخرون يحترمون جيمي كارتر - أكسيوس",
        "HMPV: ما يجب معرفته عن تفشي فيروس الجهاز التنفسي في الصين - ScienceAlert",
        "اختيارات التصفيات الكلية لكرة القدم، الجدول الزمني: التوقعات ضد الانتشار، احتمالات أورانج، ألعاب كوتون بول - سي بي إس سبورتس",
        "تحدث أليتو مع ترامب قبل أن يطلب الرئيس المنتخب من المحكمة العليا تأجيل الحكم عليه - سي إن إن",
        "قدمت لوس أنجلوس المزيد من الأموال للشرطة أثناء خفض ميزانيات مكافحة الحرائق. الآن هو يحترق. - التقاطع",
        "إليك كيفية تلاعب الباعة المتجولين بـ Google للترويج لإضافات Chrome المشبوهة - Ars Technica",
        "جوائز الأوسكار: تمديد التصويت على الترشيحات لمدة يومين، وإعلان الترشيحات وغيرها من الأحداث المؤجلة، في ضوء حرائق لوس أنجلوس المدمرة - مراسل هوليوود"
    ]
}