{
    "headlines": [
        "ستزور النسور البيت الأبيض، إذا تمت دعوتها - NBC Sports",
        "قالت الشرطة الأسترالية إن الصياد المفقود تم سحبه إلى البحر من قبل أسماك القرش المتشابكة في معدات الصيد - سي بي إس نيوز",
        "جيمس غان وبيتر سافران من DC حول الحفاظ على التصوير مثل \"الفوانيس\" المحلية في لوس أنجلوس وما إذا كان ذلك ممكنًا مع \"Clayface\" - الموعد النهائي",
        "الكويكب الأكثر خطورة على الإطلاق لديه الآن فرصة قريبة من الصفر لضرب الأرض - سي إن إن",
        "يرفض المدعون العامون في كور دي ألين الاستشهاد ضد امرأة تم سحبها من قاعة المدينة، وتلغي المدينة الرخصة التجارية لشركة الأمن - Coeur d'Alene Press",
        "فشلت إليزابيث هولمز في إلغاء إدانتها بالاحتيال في ثيرانوس - وكالة أسوشيتد برس",
        "حان الوقت لـ 76ers للدبابات: إيقاف تشغيل Joel Embiid، وتحديد أولويات PICK هو الخيار الوحيد المتبقي لـ Philly - CBS Sports",
        "يقول ترامب إن التعريفات الجمركية الكندية والمكسيكية \"تمضي قدمًا\" مع المزيد من ضرائب الاستيراد القادمة - وكالة أسوشيتد برس",
        "توفي عميل الخدمة السرية السابق الذي قفز إلى مؤخرة سيارة ليموزين جون إف كينيدي في دالاس عن عمر يناهز 93 عامًا - ذا هيل",
        "يقتل مرض غير معروف أكثر من 50 شخصًا في جزء من الكونغو مع ساعات بين الأعراض والوفاة - وكالة أسوشيتد برس",
        "جراح سابق يعترف بـ \"الأعمال الدنيئة\" في أكبر محاكمة لإساءة معاملة الأطفال في فرنسا - BBC.com",
        "أسمنت آبل الاستثماري الرئيسي في هيوستن كمركز رائد للتصنيع والتكنولوجيا في الولايات المتحدة - شراكة هيوستن الكبرى",
        "ماسك يهدد الموظفين الفيدراليين الذين لا يزالون يعملون من المنزل بإجازة إدارية - بوليتيكو",
        "الليلة هي أفضل فرصة لمينيسوتا لرؤية عرض نادر لسبعة كواكب - ستار تريبيون",
        "الشواطئ القديمة الموجودة على سطح المريخ تكشف عن وجود محيطات على الكوكب الأحمر - ساينس أليرت",
        "جوان المفلسة تغلق جميع المتاجر البالغ عددها 800 متجر بعد فشلها في العثور على مشترٍ للحفاظ على نشاط الأعمال - نيويورك بوست",
        "الديمقراطيون ينتقدون ترامب لوضعه بونغينو في مكتب التحقيقات الفيدرالي - ذا هيل",
        "\"تحسن طفيف\" في حالة بوب - أخبار الفاتيكان - الإنجليزية",
        "فيديو لترامب يقبل أقدام إيلون العارية في جميع أنحاء مكتب HUD - رولينج ستون"
    ]
}