{
    "headlines": [
        "ਵਿਸ਼ਵ ਸੰਮੇਲਨ ਤੋਂ ਬਾਅਦ ਵਿਕਾਸਸ਼ੀਲ ਦੇਸ਼ਾਂ ਲਈ ਵਿੱਤੀ ਸਹਾਇਤਾ 'ਤੇ ਜਲਵਾਯੂ ਸਮਝੌਤੇ' ਤੇ ਸਹਿਮਤ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਨੀਲ (4 ਟੀਡੀ) ਇਹ ਸਭ ਕਰਦਾ ਹੈ ਜਿਵੇਂ ਕਿ ਕੇਯੂ ਨੇ ਕੋਲੋਰਾਡੋ ਨੂੰ ਪਛਾੜ ਦਿੱਤਾ - ਈਐਸਪੀਐਨ",
        "ਨੇਬਰਾਸਕਾ ਨੂੰ ਬੈਜਰਜ਼ 44-25 ਦੇ ਨੁਕਸਾਨ ਤੋਂ 3 ਤੇਜ਼ ਟੇਕਵੇਅਃ ਬਲੋਆਉਟ ਵਿੱਚ ਡਿਫੈਂਸ ਡਿੱਗਦਾ ਹੈ - ਬਕੀ ਦਾ 5 ਵਾਂ ਕੁਆਰਟਰ",
        "ਡਾਨਾ ਕਾਰਵੀ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਹ ਐਸ ਐਨ ਐਲ ਦੀ ਦਿੱਖ ਤੋਂ ਬਾਅਦ ਐਲਨ ਮਸਕ ਦਾ ‘ਬਹੁਤ ਵਧੀਆ’ ਰੂਪ ਨਹੀਂ ਲੈ ਸਕਦਾ - ਦ ਹਿੱਲ",
        "ਟਰੰਪ ਨੇ ਬਰੁਕ ਰੋਲਿਨਸ ਨੂੰ ਖੇਤੀਬਾੜੀ ਵਿਭਾਗ ਦੀ ਅਗਵਾਈ ਕਰਨ ਲਈ ਚੁਣਿਆ - ਦਿ ਗਾਰਡੀਅਨ ਯੂਐਸ",
        "ਜੀਓਪੀ ਸੈਨੇਟਰ ਅਫਗਾਨਿਸਤਾਨ ਦੀ ਵਾਪਸੀ ਵਿਚ ਸ਼ਾਮਲ ਜਨਰਲ ਦੀ ਤਰੱਕੀ ਨੂੰ ਰੋਕਦਾ ਹੈ, ਸੂਤਰਾਂ ਦਾ ਕਹਿਣਾ ਹੈ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਲਾਓਸ ਵਿਚ ਸ਼ਰਾਬ ਦੇ ਜ਼ਹਿਰ ਨਾਲ ਹੋਣ ਵਾਲੀਆਂ ਮੌਤਾਂ ਮੀਥੇਨੌਲ ਬਾਰੇ ਚਿੰਤਾਵਾਂ ਨੂੰ ਨਵਾਂ ਬਣਾਉਂਦੀਆਂ ਹਨ. ਇੱਥੇ ਜਾਣੋ ਕੀ ਹੈ - NPR",
        "7 ਲਈ 2024 ਸਰਬੋਤਮ ਬਲੈਕ ਫ੍ਰਾਈਡੇ ਆਈਪੈਡ ਸੌਦੇ - ਮੈਕਰੂਮੋਰਸ",
        "Tatum Bethune IR 'ਤੇ ਰੱਖਿਆ, Gipson ਸੀਨੀਅਰ ਸਰਗਰਮ ਰੋਸਟਰ ਕਰਨ ਲਈ ਤਰੱਕੀ ਅਤੇ ਹੋਰ ਅੱਗੇ #SFvsGB - 49ers.com",
        "ਇਤਿਹਾਸਕ ਤੂਫਾਨ ਨੇ ਬੇ ਏਰੀਆ ਦੇ ਕੁਝ ਹਿੱਸਿਆਂ ਵਿੱਚ 1,000 ਸਾਲਾਂ ਦਾ ਬਾਰਸ਼ ਦਾ ਰਿਕਾਰਡ ਤੋੜਿਆ - SFGATE",
        "ਇਜ਼ਰਾਇਲੀ ਹਮਲਿਆਂ 'ਚ ਗਾਜ਼ਾ' ਚ 48 ਘੰਟਿਆਂ ਦੌਰਾਨ ਦਰਜਨਾਂ ਦੀ ਮੌਤ, ਫਲਸਤੀਨੀ ਅਧਿਕਾਰੀਆਂ ਦਾ ਕਹਿਣਾ - Newsmax",
        "DOJ ਗੂਗਲ ਨੂੰ ਕਰੋਮ ਵੇਚਣ ਲਈ ਕਹਿੰਦਾ ਹੈ - TechCrunch",
        "ਫਰਾਂਸ 'ਚ ਜਿਨਸੀ ਹਿੰਸਾ ਦੇ ਵਿਰੋਧ' ਚ ਹਜ਼ਾਰਾਂ ਪ੍ਰਦਰਸ਼ਨ - Al Jazeera English",
        "ਕੇਂਦਰੀ ਬੇਰੂਤ 'ਤੇ ਇਜ਼ਰਾਈਲੀ ਹਮਲੇ ਵਿਚ 11 ਮਾਰੇ ਗਏ ਚੋਟੀ ਦੇ ਹਿਜ਼ਬੁੱਲਾ ਕਮਾਂਡਰ ਨੂੰ ਨਿਸ਼ਾਨਾ ਬਣਾਉਣ ਲਈ ਕਿਹਾ ਗਿਆ - ਇਜ਼ਰਾਈਲ ਦੇ ਟਾਈਮਜ਼",
        "ਲਿਸਟੀਰੀਆ ਦਾ ਪ੍ਰਕੋਪਃ ਯੂਐਸ ਦੇ ਕਹਿਣ ਤੇ ਜਾਰੀ ਕੀਤੇ ਗਏ ਯਾਦ ਕਰੋ ਕਿ ਬੱਚੇ ਦੀ ਮੌਤ ਹੋ ਗਈ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਕੋਵਿਡ-19 ਮਹਾਮਾਰੀ ਦੌਰਾਨ ਸ਼ਰਾਬ ਦੀ ਵਰਤੋਂ ਵਧੀ ਹੈ । ਇੱਕ ਨਵਾਂ ਅਧਿਐਨ ਦਰਸਾਉਂਦਾ ਹੈ ਕਿ ਇਹ ਅਜੇ ਵੀ ਉੱਚਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਸਿਹਤ ਏਜੰਸੀਆਂ ਦੀ ਅਗਵਾਈ ਕਰਨ ਲਈ ਟਰੰਪ ਦੀਆਂ ਕੁਝ ਚੋਣਾਂ ਕੈਨੇਡੀ ਦੇ ਓਵਰਹਾਲ ਨੂੰ ਪੂਰਾ ਕਰਨ ਵਿਚ ਕਿਵੇਂ ਮਦਦ ਕਰ ਸਕਦੀਆਂ ਹਨ ਇਸ 'ਤੇ ਇਕ ਨਜ਼ਰ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਹਟਾਈ",
        "ਪਿਤਾ ਜੌਨ ਮਿਸਟੀ, ਲਿਲ ਵੇਨ, ਐਨਏਐਸ, ਅਤੇ ਸਨੂਪ ਡੌਗ ਨੇ ਕੇਂਡਰਿਕ ਲਾਮਰ ਦੀ ਹੈਰਾਨੀ ਵਾਲੀ ਨਵੀਂ ਐਲਬਮ ਜੀ ਐਨ ਐਕਸ ਨੂੰ ਜਵਾਬ ਦਿੱਤਾ - ਪਿੱਚਫੋਰਕ",
        "ਸੋਨੀ ਦੇ ਪਲੇਅਸਟੇਸ਼ਨ ਦੇ ਸਾਰੇ 5 ਮਾਡਲ, 'ਪ੍ਰੋ’ ਵਰਜਨ ਸਮੇਤ, ਐਮਾਜ਼ਾਨ ਬਲੈਕ ਫ੍ਰਾਈਡੇ ਲਈ 25 ਪ੍ਰਤੀਸ਼ਤ ਤੱਕ ਦੀ ਛੂਟ 2024 - Wccftech"
    ]
}