{
    "headlines": [
        "С космическим мусором, затуманивающим орбиту Земли, мы движемся к «синдрому Кесслера»? - CNN",
        "Шпионское агентство Южной Кореи подтверждает, что раненый северокорейский солдат находится под стражей, сообщает Yonhap - Reuters",
        "Южная Корея объявляет импичмент исполняющему обязанности президента по мере углубления политических беспорядков - Financial Times",
        "Праймериз демократов 2028 года уже начались. Но первые реальные шаги уже не за горами. - POLITICO",
        "Защита «Сиэтл Сихокс» одержала победу над «Чикаго Беарз» - CNN",
        "Прибыль Dow Industrials выросла; доходность облигаций выросла - The Wall Street Journal",
        "В Японии в возрасте 78 лет скончалась приговоренная к смертной казни «Черная вдова» Тисако Какехи - CBS News",
        "Мощные грозы угрожают Техасу и Луизиане, откладывая праздничные поездки - The Associated Press",
        "Что нужно знать о крушении самолета «Азербайджанских авиалиний» и возможной роли России в этом - Axios",
        "Ищете поздний рождественский подарок? Пятничный джекпот Mega Millions предлагает билет на $ 1,15 млрд - CNN",
        "Судья отрицает попытки Jay-Z отклонить иск об изнасиловании - Hollywood Reporter",
        "«Игра в кальмаров»: запасы в Корее в новом сезоне Netflix упали - Bloomberg",
        "Фанат ошибочно принял игру Тейлор Свифт в Chiefs-Steelers - Athlon Sports",
        "Почему гавань Санта-Крус была так опустошена штормовым нагоном - The Mercury News",
        "Al Michaels дразнил медведей, перефразируя цитату Калеба Уильямса о черновике, который плохо постарел - Sports Illustrated",
        "Манмохан Сингх, премьер-министр Индии, который руководил динамичными изменениями, умер в возрасте 92 лет - The Washington Post",
        "Птичий грипп обнаружен в стае птиц на заднем дворе в округе Франклин - VTDigger",
        "Астронавты делятся самыми захватывающими изображениями Земли из космоса в 2024 году - ScienceAlert",
        "Просочившееся изображение iPhone 17 Pro показывает первое изменение дизайна передней панели со времен iPhone 14 Pro - PhoneArena",
        "Ричард Парсонс, бывший генеральный директор Time Warner, умер в 76 лет - CNN"
    ]
}