{
    "headlines": [
        "Califórnia acusa ExxonMobil de mentir sobre plásticos serem recicláveis - The Washington Post",
        "Autoridades dos EUA trabalham febrilmente para impedir que o confronto entre Israel e o Hezbollah ‘se transforme em uma guerra regional’ - CNN",
        "Monday Night Football: Jayden Daniels leva os Comandantes à vitória por 38-33 sobre o Bengals - NBC Sports",
        "O 'Glaciar do Juízo Final' da Antártida está a caminho do colapso mais cedo do que o esperado - NDTV",
        "Ataques israelenses matam 492 no dia mais mortífero do conflito no Líbano desde 2006 - The Associated Press",
        "Atirador que matou 10 pessoas em supermercado no Colorado é condenado à prisão perpétua - Associated Press",
        "Sindicato da Boeing supera oferta 'final' de aumento salarial de 30% - BBC.com",
        "Pac-12 Expansion Chaos: Mountain West in survival mode as Utah State defects, AAC schools repele interest - CBS Sports",
        "China dispara bazuca política para impulsionar a economia, liderada pelo corte da taxa de hipoteca, propriedade - South China Morning Post",
        "A FDA acabou de aprovar uma vacina caseira contra a gripe. O que a aprovação de um spray autoadministrado significa para você. - Yahoo Life",
        "Damar Hamlin registra 1ª interceptação na carreira, deixa o público do Bills em frenesi menos de 2 anos após parada cardíaca - Yahoo Sports",
        "Elon Musk confirma planos para X mudar seu recurso de bloqueio: 'High time' - Fox Business",
        "Federais dizem que buscarão acusação de tentativa de assassinato contra suspeito do campo de golfe de Trump - CBS News",
        "   Removido ",
        "Com a criminalidade na agenda eleitoral, o FBI dá as estatísticas finais de criminalidade de 2023 - The Washington Post",
        "Al b! Sure! Calls for an Investigation Into Death of Diddy's Ex Kim Porter - Hollywood Reporter",
        "Dick Van Dyke, 98 anos, sorridente, fala depois de perder os Emmys, brinca que está \"rezando\" para chegar ao 99º aniversário - New York Post",
        "O Telegram fornecerá agora alguns dados do utilizador às autoridades - BBC.com",
        "Senador republicano de Nebraska se opõe à mudança do Colégio Eleitoral que pode ter ajudado Trump a ganhar a reeleição - Fox News",
        "7 vencedores e 3 perdedores da vitória dos Chiefs sobre os Falcons - Arrowhead Pride"
    ]
}