{
    "headlines": [
        "يقول محامي مقاطعة لوس أنجلوس إنه سيوصي بإعادة الحكم في قضية قتل إخوة مينينديز التي استمرت لعقود - سي إن إن",
        "\"خيبة أمل مدنية \": تستمر التداعيات بعد أن اختارت لوس أنجلوس تايمز عدم تأييدها - سيمافور",
        "اتهام طفل يبلغ من العمر 15 عامًا بقتل الوالدين والأشقاء بالقرب من مدينة فال - صحيفة سياتل تايمز",
        "نقطة محذوفة هنا",
        "هل سيلعب شوهاي أوهتاني في بطولة العالم 2024 ضد اليانكيز ؟ مدير المراوغين يقول \"لا إمكانية\" لذلك - سي بي إس سبورتس",
        "فتحت العصابات في هايتي النار وأصابت طائرة هليكوبتر تابعة للأمم المتحدة في الجو مع تصاعد العنف - وكالة أسوشيتد برس",
        "نيكول شيرزينجر، التي ساعدت في إنشاء اتجاه واحد على X - Factor، كانت تراسل ليام باين يوم وفاته - E! أونلاين - E! NEWS",
        "فوهات أسهم كابري 46 ٪ بعد أن حظر القاضي صفقة نسيج بقيمة 8.5 مليار دولار - Yahoo Finance",
        "عارضة ملابس سباحة رياضية مصورة سابقة تقول إن ترامب تحرش بها للتباهي بجيفري إبشتاين - سي إن إن",
        "توفي مدرب كرة السلة في الاتحاد الأمريكي لكرة السلة عبد الرحيم عن عمر يناهز 43 عامًا - ESPN",
        "تقول ماكدونالدز إن البصل من شركة إنتاج مقرها كاليفورنيا مرتبط بتفشي الإشريكية القولونية المميت - وكالة أسوشيتد برس",
        "بايدن يعتذر للأمريكيين الأصليين عن المدارس الداخلية الهندية - واشنطن بوست",
        "تستعد سكاوت موتورز للعودة الكهربائية بمفاهيم جديدة لسيارات الدفع الرباعي والشاحنات - ذا فيرج",
        "يقوم مركز السيطرة على الأمراض بتحديث توصيات لقاح COVID -19 لكبار السن - The Hill",
        "القوات الكورية الشمالية التي تم رصدها في المنطقة الحدودية الروسية مع أوكرانيا، كما تقول كييف - سي إن إن",
        "تم إعادة تشغيل \"The Brady Bunch\" في CBS بسبب خطاب الكراهية الموثق للممثلة سيندي سوزان أولسن - Yahoo Entertainment",
        "ليلة الخميس لكرة القدم: كيفية مشاهدة مباراة مينيسوتا فايكنغز ضد لوس أنجلوس رامز إن إف إل الليلة - ياهو سبورتس",
        "يتطلع فريق ترامب إلى الفوز في انتخابات عام 2024 مع بدء التصويت المبكر: \"تبدو الأمور جيدة جدًا\" - نيويورك بوست",
        "تم تأكيد حالة إنفلونزا الطيور في مزرعة البيض في مقاطعة كلاكاماس - هيئة الإذاعة العامة في ولاية أوريغون",
        "أفضل يوم لأسهم تيسلا منذ عام 2013 يجعل إيلون ماسك أغنى بـ 26 مليار دولار - فوربس"
    ]
}