{
    "headlines": [
        "ستواصل المملكة المتحدة الضغط من أجل التوصل إلى اتفاق بعد أن فرض ترامب تعريفة بنسبة 10 ٪ - بي بي سي",
        "الحكومة العسكرية في ميانمار تعلن وقفا مؤقتا لإطلاق النار للمساعدة في جهود الزلزال - سي إن إن",
        "الاتحاد الأوروبي يستعد لمزيد من التدابير المضادة ضد التعريفات الأمريكية إذا فشلت المفاوضات: رئيس المفوضية الأوروبية فون دير لاين - CNBC",
        "Shohei Ohtani يضرب قسم الموارد البشرية في ليلة bobblehead الخاصة به حيث يصبح Dodgers أول بطل مدافع يبدأ 8-0 - Yahoo Sports",
        "الأسهم الصينية في هونغ كونغ تنخفض مع فرض الولايات المتحدة تعريفات جديدة - بلومبرغ",
        "ماكونيل يصوت لصالح إلغاء تعريفات ترامب ضد كندا: \"نحن بحاجة إلى تعزيز حلفائنا\" - ذا هيل",
        "ماسك لا يزال يخطط للقيام بدور رئيسي في انتخابات التجديد النصفي على الرغم من خسارته في ويسكونسن: مصادر - ABC News",
        "\"الأوديسة\" لكريستوفر نولان هي \"تحفة فنية من المرجح أن يفخر بها هوميروس نفسه\"، يعلن المدير التنفيذي العالمي - متنوعة",
        "اللقطات الأولى \"الشريرة: من أجل الخير \": سينثيا إريفو وأريانا غراندي فيد في مكان ما فوق قوس قزح - IndieWire",
        "جيم كاري ينعي باتمان إلى الأبد كوستار فال كيلمر: \"موهبة الأجيال التي تركت لنا إرثًا يحسد عليه\" - Entertainment Weekly",
        "\"فينيتا آسبن من ساذرن تشارم\" محبطة \"في كريج كونوفر وسط تداعيات الصداقة، كما تقول بيج دي سوربو من سمر هاوس - الموعد النهائي",
        "كل شيء جديد في الإصدار التجريبي من iOS 18.5 - MacRumors",
        "لقاح القوباء المنطقية يمنع مرضًا مؤلمًا، لكنه قد يمنع أيضًا الخرف - OregonLive.com",
        "خطط مطلق النار بدقة لهجوم مدرسة عهد ناشفيل لسنوات. إليك كيف حدث ذلك - أخبار أسوشيتد برس",
        "دعامات الولايات المتحدة المركزية للأعاصير والفيضانات المفاجئة مع اقتراب العاصفة القوية - NPR",
        "الجمهوريون في مجلس الشيوخ يمضون قدمًا في خطة ميزانيتهم للترويج لأجندة ترامب - NPR",
        "سجل سعي أوفيتشكين لتحقيق أهداف غريتزكي موضوعًا ساخنًا على بودكاست \"NHL @ TheRink\" - NHL.com",
        "رفع ترامب للتعريفات الجمركية على الصين وفيتنام يطرح مشكلة كبيرة لشركات الأحذية - أخبار الأحذية"
    ]
}