{
    "headlines": [
        "تم الإبلاغ عن وفاة بفيروس شبيه بالإيبولا في ولاية أيوا بعد السفر إلى غرب إفريقيا - واشنطن بوست",
        "مسلسل Love Is Blind الموسم 7 Reunion يعرض آشلي تدافع عن تايلر على حساب Baby Revelation - E! NEWS",
        "أصبح توم برادي مشفرًا على إنستغرام بعد تقارير جيزيل بوندشن للحمل - نيويورك بوست",
        "طرح مدير وكالة المخابرات المركزية وقف إطلاق النار في غزة لمدة 28 يومًا، صفقة رهائن في الدوحة - أكسيوس",
        "بعد تناول الطعام في ماكدونالدز، يعاني المراهق المصاب بالإشريكية القولونية من الفشل الكلوي - إن بي سي نيوز",
        "جيف بيزوس يدافع عن عدم تأييد واشنطن بوست بعد فرار المشتركين واستقالة الموظفين - سي إن إن",
        "يقاضي جي بي مورغان العملاء بتهمة الاحتيال في الشيكات بعد استغلال خلل في أجهزة الصراف الآلي - نيويورك بوست",
        "بيلي غاردل من بيتسبرغ يجعل المشجعين مستعدين لكرة القدم ليلة الاثنين: \"نحن واحد\" - WTAE بيتسبرغ",
        "آخر التطورات في الشرق الأوسط: أقرت إسرائيل قانونين يقيدان وكالة الأمم المتحدة التي توزع المساعدات في غزة - وكالة أسوشيتد برس",
        "حرق صناديق الاقتراع، وتدمير مئات الأصوات في واشنطن، أوريغون حالات الحرق العمد - الولايات المتحدة الأمريكية اليوم",
        "التحديثات المباشرة للعبة World Series Game 3: Yankees vs. Dodgers time، تشكيلة، قناة تلفزيونية - USA TODAY",
        "قد تكون عاصفة جديدة تختمر في منطقة البحر الكاريبي. ما يجب معرفته. - الواشنطن بوست",
        "لا توجد قيود جديدة على استخدام أوكرانيا للأسلحة الأمريكية إذا انضمت كوريا الشمالية إلى معركة روسيا، كما تقول وزارة الدفاع الأمريكية (البنتاغون) - رويترز",
        "ناسا تكشف عن تسعة مواقع هبوط محتملة لبعثة أرتميس 3 إلى القطب الجنوبي القمري - المجرة اليومية - قناة الاكتشافات العظيمة",
        "نقطة محذوفة هنا",
        "يقول البورتوريكيون في الولاية التي يجب الفوز فيها إن نكتة اجتماع ترامب لن تُنسى - BBC.com",
        "هرب فطر يقتل الخفافيش من هومبولت لإصابة ما لا يقل عن أربع مقاطعات أخرى في كاليفورنيا - مخفر الساحل المفقود",
        "تتحول مسابقة تيموثي شالاميت الشبيهة إلى فوضى، حيث يخطط المنظم للحركة التالية - مراسل هوليوود",
        "يلجأ الجمهوريون إلى المحكمة العليا في نزاع حول الاقتراع المؤقت في ولاية بنسلفانيا - سي بي إس نيوز",
        "مدرب كولتس شين شتايتشن لا يلتزم بأنتوني ريتشاردسون بدءًا من الأحد - إندي ستار"
    ]
}