{
    "headlines": [
        "TikTok знал глубину рисков приложения для детей, утверждается в судебном документе - The Washington Post",
        "На фотографиях: Северное сияние ослепляет небо над США и миром - Axios",
        "Проверка фактов о митинге Обамы в Питтсбурге для Камалы Харрис - Newsweek",
        "Фондовый рынок сегодня: Dow взлетел на 400 пунктов до нового рекордного максимума S&P 500 - Yahoo Finance",
        "Кампания Харриса по трансляции рекламы, разрывающей комментарий Трампа в Детройте во время игр Lions, Tigers - Detroit Free Press",
        "Дочь сестры-жена звезды Коди Брауна Микелти выступает против него после предыдущей поддержки - E! Онлайн - E! НОВОСТИ",
        "Duke Energy Florida выпускает расчетное время восстановления для клиентов, пострадавших от урагана Милтон - Duke Energy News Center",
        "Xbox Cloud Gaming позволит вам транслировать свои собственные игры в следующем месяце - The Verge",
        "MLB поднимает Tigers-Guardians Game 5 после погодного фиаско Mets - New York Post",
        "1 погибший и 23 спасенных после проблемы с лифтом на туристической шахте в Колорадо застряли на 1000 футов под землей на 6 часов - CNN",
        "Нобелевская премия мира присуждена японской организации Nihon Hidankyo за ее работу против ядерного оружия - The Associated Press",
        "Майк Тайсон отправляет странное сообщение Дидди на фоне скандала с секс-торговлей: «Я желаю ему всего наилучшего» - New York Post",
        "Изъято",
        "Мясо недоваренного медведя на барбекю в Северной Каролине оставляет 10 недоедающих, говорится в отчете CDC - Fox News",
        "Самая большая буря в нашей Солнечной системе движется неожиданно, говорят ученые - CNN",
        "Steam теперь предупреждает клиентов, что они покупают лицензию только при оплате игры - Eurogamer",
        "Изъято",
        "Вспышка в Руанде Марбург: глава здравоохранения Африки критикует советы США по путешествиям - BBC.com",
        "Три продукта H-E-B, названные в массовом отзыве мяса из-за листерии - mySA",
        "Редкая комета, вероятно, будет видна человеческому глазу в Миннесоте. Вот как это увидеть. - Star Tribune"
    ]
}