{
    "headlines": [
        "ਲਾਈਵ ਅਪਡੇਟਸਃ ਹਮਾਸ ਨੇ ਬੰਧਕਾਂ ਨੂੰ ਰਿਹਾਅ ਕਰਨ ਦੀ ਸੂਚੀ ਜਾਰੀ ਕਰਨ ਤੋਂ ਬਾਅਦ ਗਾਜ਼ਾ ਜੰਗਬੰਦੀ ਸ਼ੁਰੂ ਹੋ ਗਈ - ਸੀਐਨਐਨ",
        "ਐਪ ਸਟੋਰਾਂ ਵਿੱਚ TikTok ਅਣਉਪਲਬਧ, ਪਾਬੰਦੀ ਤੋਂ ਪਹਿਲਾਂ ਕੁਝ ਉਪਭੋਗਤਾਵਾਂ ਲਈ ਹਨੇਰਾ ਹੋ ਜਾਂਦਾ ਹੈ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਅੰਦਰੂਨੀ ਵਪਾਰ ਦੋਸ਼ ਸਤਹ ਦੇ ਤੌਰ ਤੇ ਟਰੰਪ memecoin ਹੜ੍ਹ Solana DEXs - Cointelegraph",
        "ਟਰੰਪ ਡੇਅ 1 ਕਾਰਜਕਾਰੀ ਕਾਰਵਾਈਆਂ ਦੇ ਹਮਲਾਵਰ ਧੱਕੇ ਦੀ ਤਿਆਰੀ ਕਰਦਾ ਹੈ - ਸੀਐਨਐਨ",
        "ਇਸਲਾਮ ਮਖਾਚੇਵ ਨੇ ਯੂਐਫਸੀ 311 - ਅਲ ਜਜ਼ੀਰਾ ਇੰਗਲਿਸ਼ ਵਿਖੇ ਰੇਨਾਟੋ ਮੋਇਕਾਨੋ ਵਿਰੁੱਧ ਹਲਕੇ ਭਾਰ ਦੀ ਬੈਲਟ ਬਰਕਰਾਰ ਰੱਖੀ",
        "ਤਾਲਿਬਾਨ ਦੇ ਡਿਪਟੀ ਨੇਤਾ ਨੂੰ ਕਿਹਾ ਅਫਗਾਨ ਔਰਤਾਂ ਅਤੇ ਲੜਕੀਆਂ 'ਤੇ ਸਿੱਖਿਆ ਪਾਬੰਦੀ ਦਾ ਕੋਈ ਬਹਾਨਾ ਨਹੀਂ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਅੰਦਰੂਨੀ ਉਦਘਾਟਨ ਟਰੰਪ ਸਮਰਥਕਾਂ ਦੀਆਂ ਯੋਜਨਾਵਾਂ ਨੂੰ ਪੂਰਾ ਕਰਦਾ ਹੈ. ਉਹ ਅਜੇ ਵੀ ਉਤਸ਼ਾਹਿਤ ਹਨ. - ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਐਤਵਾਰ, 19 ਜਨਵਰੀ, 2025 ਲਈ ਕੁੰਡਲੀ - ਸ਼ਿਕਾਗੋ ਸੂਰਜ-ਟਾਈਮਜ਼",
        "ਜੈਡੇਨ ਡੇਨੀਅਲਸ ਅਤੇ ਕਮਾਂਡਰਾਂ ਨੇ ਚੋਟੀ ਦਾ ਦਰਜਾ ਪ੍ਰਾਪਤ ਲਾਇਨਜ਼ ਨੂੰ 45-31 ਨਾਲ ਹਰਾ ਕੇ ਐਨਐਫਸੀ ਟਾਈਟਲ ਗੇਮ 'ਤੇ ਪਹੁੰਚਿਆ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "‘ਮਾਰਵਲ ਸਨੈਪ’ ’ਤੇ ਹੁਣ ਅਮਰੀਕਾ ਵਿਚ ਪਾਬੰਦੀ ਲਗਾਈ ਗਈ ਹੈ, ਟਿਕਟੋਕ ਸ਼ਟਡਾਉਨ ਦਾ ਇਕ ਅਜੀਬ ਲਿੰਕ - ਫੋਰਬਸ",
        "ਹੈਨਰੀ ਕੈਵਿਲ ਅਤੇ ਪ੍ਰੇਮਿਕਾ ਨੈਟਲੀ ਵਿਸਕੁਸੋ ਪਹਿਲੇ ਬੱਚੇ ਦਾ ਸਵਾਗਤ ਕਰਦੇ ਹਨ; ਜੋੜਾ ਆਸਟਰੇਲੀਆ ਵਿੱਚ ਸਪਾਟ ਕੀਤਾ ਗਿਆ - ਹਿੰਦੁਸਤਾਨ ਟਾਈਮਜ਼",
        "ਰਾਸ਼ਟਰਪਤੀ ਯੂਨ ਦੀ ਨਜ਼ਰਬੰਦੀ ਨੂੰ ਵਧਾਉਣ ਤੋਂ ਬਾਅਦ ਪ੍ਰਦਰਸ਼ਨਕਾਰੀਆਂ ਨੇ ਦੱਖਣੀ ਕੋਰੀਆ ਦੀ ਅਦਾਲਤ 'ਤੇ ਹਮਲਾ ਕੀਤਾ - ਸੀਐਨਐਨ",
        "ਚੀਫਸ ਸਖਤ ਟੇਕਸਨਜ਼ ਟੀਮ ਦੇ ਵਿਰੁੱਧ ਮਹੋਮਜ਼ ਅਤੇ ਕੇਲਸੇ ਦੇ ਵੱਡੇ ਨਾਟਕਾਂ 'ਤੇ ਨਿਰਭਰ ਕਰਦੇ ਹਨ - ਐਰੋਹੈੱਡ ਪ੍ਰਾਈਡ",
        "Deadpool & Wolverine ਫਿਲਮਿੰਗ ਦੀ ਰਿਪੋਰਟ ਦਾ ਖੁਲਾਸਾ ਜੇ Nicepool ਅਸਲ ਵਿੱਚ ਮੋਕ ਜਸਟਿਨ ਬਾਲਡੋਨੀ ਨੂੰ ਬਣਾਇਆ ਜਾ ਸਕਦਾ ਸੀ - CBR",
        "ਕਿਵੇਂ ਓਹੀਓ ਸਟੇਟ, ਨੋਟਰੇ ਡੈਮ ਨੇ ਹੈਰਾਨਕੁਨ ਹਾਰਾਂ ਤੋਂ ਰੈਲੀ ਕੀਤੀ, ਰਾਸ਼ਟਰੀ ਚੈਂਪੀਅਨਸ਼ਿਪ ਦੌੜਾਂ ਨੂੰ ਭੜਕਾਇਆ - 247Sports",
        "ਇੱਕ ਵਪਾਰਕ ਕਾਰਵਾਈ ਵਿੱਚ ਬਰਡ ਫਲੂ ਦੀ ਪੁਸ਼ਟੀ ਹੋਣ ਤੋਂ ਬਾਅਦ ਜਾਰਜੀਆ ਵਿੱਚ ਪੋਲਟਰੀ ਦੀਆਂ ਸਾਰੀਆਂ ਗਤੀਵਿਧੀਆਂ ਨੂੰ ਮੁਅੱਤਲ ਕਰ ਦਿੱਤਾ ਗਿਆ - ਸੀ ਐਨ ਐਨ",
        "ਟਰੰਪ ਅਗਲੇ ਹਫਤੇ ਦੀ ਯੋਜਨਾਬੱਧ ਇਮੀਗ੍ਰੇਸ਼ਨ ਛਾਪਿਆਂ 'ਤੇ ਮੁੜ ਵਿਚਾਰ ਕਰ ਰਹੇ ਹਨ, ਰਿਪੋਰਟ ਕਹਿੰਦੀ ਹੈ - ਰਾਇਟਰਜ਼",
        "ਸਪੇਨਃ ਸਕੀ ਲਿਫਟ ਘਟਨਾ ਦਰਜਨ ਜ਼ਖਮੀ, ਦੋ ਗੰਭੀਰ - DW (ਅੰਗਰੇਜ਼ੀ)",
        "ਸਰਦੀਆਂ ਦਾ ਮੌਸਮ ਸਰਦੀਆਂ ਦੇ ਤੂਫਾਨ ਦੀ ਚੇਤਾਵਨੀ ਲਿਆਉਂਦਾ ਹੈ, ਟੈਕਸਾਸ ਤੋਂ ਮੇਨ ਤੱਕ ਪੋਲਰ ਵੋਰਟੇਕਸ - ਅਮਰੀਕਾ ਅੱਜ",
        "ਐਫਏਏ ਨੂੰ ਅਸਫਲ ਨਿ New ਗਲੇਨ ਲੈਂਡਿੰਗ ਲਈ ਦੁਰਘਟਨਾ ਦੀ ਜਾਂਚ ਦੀ ਲੋੜ ਹੈ - ਸਪੇਸਨਿਊਜ਼"
    ]
}