{
    "headlines": [
        "DirecTV - Disney تسخن الانقطاعات مع اقتراب ليلة الاثنين من كرة القدم والمناظرة الرئاسية - CNET",
        "قال عضوان في الناتو إن طائرات روسية بدون طيار انتهكت مجالهما الجوي - وكالة أسوشيتد برس",
        "\"بالتأكيد ليس غضبًا على الطريق \": يبحث مكتب شريف كنتاكي عن الدافع بينما يستمر البحث عن مطلق النار من طراز I -75 - سي إن إن",
        "مرشح المعارضة اقتحم السياسة الفنزويلية قبل أشهر فقط من مطاردته إلى المنفى - WOODTV.com",
        "السيناتور رافائيل وارنوك بعد إطلاق النار في جورجيا: \"كلنا بط جالس\" - بوليتيكو",
        "2024 الأسبوع الأول لاتحاد كرة القدم الأميركي: كيف تشاهد مباراة جاكسونفيل جاغوار ضد ميامي دولفينز اليوم - ياهو سبورتس",
        "\"Beetlejuice Beetlejuice\" يهز شباك التذاكر مع 110 مليون دولار افتتاح عطلة نهاية الأسبوع - وكالة أسوشيتد برس",
        "تقول العمة إن مشتبهًا به في إطلاق النار من أم جورجيا اتصل بالمدرسة للتحذير من الطوارئ - وكالة أسوشيتد برس",
        "تحديث يوم الأحد للمناطق المدارية: تشكيل فرانسين اليوم أو غدًا - KPRC Click2Houston",
        "تمت الإزالة",
        "مراجعة \"عدن \": فقد رون هوارد عقله أخيرًا - نسر",
        "تقول إيمي آدمز إن ترشيحات الأوسكار \"ليست شيئًا أفكر فيه\" - IndieWire",
        "المصادر: بريسكوت، رعاة البقر يوافقون على صفقة بقيمة 240 مليون دولار - ESPN",
        "وجدت دراسة جديدة أن الصبغة الموجودة في دوريتوس تحول جلد الفأر إلى شفاف مثل \"خدعة سحرية\" - هندوستان تايمز",
        "تلة الدلافين تايريك التي احتجزتها الشرطة خارج الملعب، تلعب في فتاحة مقابل جاغوار - جنوب فلوريدا صن سينتينل",
        "ميتا لاما: كل ما تحتاج لمعرفته حول نموذج الذكاء الاصطناعي التوليدي المفتوح - TechCrunch",
        "انتظر حتى عام 2025 لتلفزيون أحلامك ؟ مصباح LED صغير ساطع للغاية ؟ | لقد سألت الحلقة 56 - الاتجاهات الرقمية",
        "حدث Apple 2024: يكشف iPhone 16 و Apple Intelligence وجميع \"وقت التوهج\" المتوقع الآخر - TechCrunch",
        "عمود الضيف | بالنسبة لمقدمي الرعاية، يمكن أن يكون الصديق الذي \"يحصل عليه\" شريان الحياة - واشنطن بوست",
        "في غابات بابوا غينيا الجديدة النائية، البابا يجلب الأمل - بوليتيكو"
    ]
}