{
    "headlines": [
        "Mining stocks rise after reports of Glencore, Rio Tinto merger talks; European markets resume rally - CNBC",
        "Residents ordered to evacuate after fire breaks out at a power plant in Central California - CNN",
        "Live updates: Latest on the deadly Los Angeles wildfires - CNN",
        "Pakistani court sentences ex-Prime Minister Imran Khan and his wife to jail in corruption case - CNN",
        "[Removed]",
        "Nintendo Shares Slump as Switch 2 Announcement Underwhelms - The Wall Street Journal",
        "Justin Baldoni sues Blake Lively and Ryan Reynolds for $400m - BBC.com",
        "China's population falls for a third consecutive year - Reuters",
        "Potential World First: Wild Doorbell Video Records Sound of Meteorite Crash - ScienceAlert",
        "Dawson Garcia’s long three-pointer to end OT gives Gophers men’s basketball first Big Ten win of the season - Star Tribune",
        "China’s GDP growth hits 5% target for 2024 - Financial Times",
        "[Removed]",
        "Billionaire BFFs? Bezos and Musk trade compliments and 'Step Brothers' memes after rocket launches - Business Insider",
        "Alex Ovechkin breaks NHL record for most goalies scored on with 874th career goal – an overtime game-winner against Ottawa’s Leevi Merilainen - Russian Machine Never Breaks",
        "‘Twin Peaks’ Star Mädchen Amick Pays Tribute To David Lynch: “My North Star” - Deadline",
        "Giuliani and Georgia election workers reach settlement in defamation case - The Washington Post",
        "Greenland’s PM stands firm on independence: ‘We want to be Greenlanders’ - POLITICO",
        "Over 130 people are living in Gov. Jeff Landry's New Orleans homeless shelter. See details. - NOLA.com",
        "Israel vote on Gaza ceasefire deal delayed - BBC.com",
        "Sen. Tammy Duckworth is a combat veteran. She came prepared to question Hegseth. - The 19th*"
    ]
}