{
    "headlines": [
        "رئيس لجنة الأوراق المالية والبورصات غاري غينسلر يستقيل، ويترك إرثًا من الانقسام والنزاعات المشفرة - فورتشن",
        "مراهقون أستراليون من بين ستة سياح لقوا حتفهم بينما تحذر الدول من حالات تسمم مشتبه بها بالميثانول في لاوس - سي إن إن",
        "تقول إيران إنها تقوم بتفعيل أجهزة طرد مركزي جديدة بعد إدانتها من قبل الوكالة الدولية للطاقة الذرية التابعة للأمم المتحدة - سي إن إن",
        "بدأ ستيلرز دبليو آر جورج بيكنز قتال براونز سي بي مع انتهاء اللعبة، وكان لا بد من ضبط النفس - ياهو سبورتس",
        "انقلبت إدانة جوسي سموليت في خدعة مزعومة لجريمة الكراهية: كيف وصلنا إلى هنا وما هي الخطوة التالية - أصوات ياهو!",
        "امرأة سمراء إلين دي جينيريس لا يمكن التعرف عليها تقريبًا في حانة في المملكة المتحدة إلى جانب بورتيا دي روسي بعد فرارها من الولايات المتحدة بعد الانتخابات - الصفحة السادسة",
        "ألغت Google جهاز Pixel Tablet 2، وليس جهاز Pixel Tablet 3 وفقًا لمصدر جديد - أخبار GSMArena.com - GSMArena.com",
        "ماذا تعني مذكرات الاعتقال الصادرة عن المحكمة الجنائية الدولية لنتنياهو وجالانت - واشنطن بوست",
        "لائحة الاتهام الأمريكية ضد غوتام أداني تضع سمعة شركة الهند قيد المحاكمة - فاينانشال تايمز",
        "بوتين يؤكد أن روسيا أطلقت صاروخًا باليستيًا جديدًا على أوكرانيا - POLITICO Europe",
        "يقدم جاميس وينستون مقابلة طوال الوقت قبل مباراة براونز \"TNF\" - نيويورك بوست",
        "ترامب يسمي بام بوندي لمنصب المدعي العام بعد انسحاب غايتز - BBC.com",
        "يقترب سعر البيتكوين من 100000 دولار حيث أعلن رئيس لجنة الأوراق المالية والبورصات غاري جينسلر أنه سيتنحى - Fortune",
        "نظام الضغط المنخفض لجلب الرياح القوية والأمطار إلى ساحل واشنطن - كومو نيوز",
        "ألاباما تنفذ ثالث عملية إعدام بغاز النيتروجين في البلاد على رجل بتهمة قتل متطفل - سي إن إن",
        "تقرير الشرطة تفاصيل مزاعم الاعتداء الجنسي لعام 2017 ضد بيت هيغزيث - رويترز",
        "تقف إسرائيل مكتوفة الأيدي بينما تتعرض قوافل المساعدات للهجوم في غزة - سي بي إس نيوز",
        "Blue - Chip QB Recruit Bryce Underwood تقلب الالتزام من LSU إلى Michigan - Sports Illustrated",
        "فيفيك راماسوامي للعمال الفيدراليين: عد إلى المكتب من 8 إلى 6 - أكسيوس",
        "برج الحمل اليومي اليوم، 22 نوفمبر 2024 يتوقع مكاسب مالية غير متوقعة - هندوستان تايمز"
    ]
}