{
    "headlines": [
        "غرمت جيت بلو مليوني دولار بسبب نمط الرحلات الجوية \"المتأخرة بشكل مزمن\" - واشنطن بوست",
        "تعليق الحرارة بتلر ؛ سوف يستمع إلى عروض التداول - ESPN",
        "محذوف",
        "الجراح العام يدعو للكحول لحمل التحذير من السرطان - واشنطن بوست",
        "ATF: بدأ المشتبه به في إطلاق النار في سانت روش Airbnb قبل الهجوم على شارع بوربون - WDSU نيو أورليانز",
        "المشتبه به في انفجار لاس فيغاس سيبرتروك كان ناخبًا \"بلا تسميات\"، ولا \"عداء\" تجاه ترامب - فوكس نيوز",
        "ترتيب فرق ملاعب الكلية لكرة القدم بعد نتائج ربع النهائي - 247 رياضة",
        "نجم \"تحسين المنزل\" زاكري تاي برايان متهم بالعنف المنزلي في ولاية كارولينا الجنوبية - الولايات المتحدة الأمريكية اليوم",
        "موقع الحدث الخاص بميدالية شرف الجيش الأمريكي - جيش الولايات المتحدة",
        "الحكم على ترامب في قضية الصمت المالي 10 يناير - BBC.com",
        "الموسم المرضي في كامل قوته. ما تظهره أحدث أرقام مركز السيطرة على الأمراض - وكالة أسوشيتد برس",
        "يدعي المسرب أن قدرات الذكاء الاصطناعي لهاتف Samsung Galaxy S25 ستكون أعلى بكثير من ذكاء Apple - Wccftech",
        "تحديثات حية لتصويت رئيس مجلس النواب: جونسون يفوز بالمواجهة مع المتشددين من الحزب الجمهوري - ABC News",
        "إسقاط أي مدربي اتحاد كرة القدم الأميركي على المقعد الساخن سيتم طردهم: ما هو كايل شاناهان، مصير شين شتايتشن ؟ - سي بي إس سبورتس",
        "الانتعاش في مبيعات السيارات الأمريكية يخفف الخوف من استقرار الضائقة الاقتصادية - فاينانشال تايمز",
        "زعيم الأغلبية الجديد ثون يبدأ جلسة مجلس الشيوخ مع التعهد بالحفاظ على التعطيل - وكالة أسوشيتد برس",
        "تقول الشائعات أن الجيل التالي من وحدات معالجة الرسومات RTX 50 ستأتي مع قفزات كبيرة في متطلبات الطاقة - ARS Technica",
        "يستهدف الأمر التنفيذي للحاكم نيوزوم الأطعمة فائقة المعالجة والأصباغ الاصطناعية في كاليفورنيا - KCRA Sacramento",
        "إيطاليا، عالقة بين الولايات المتحدة وإيران، تسعى إلى إطلاق سراح الصحفية سيسيليا سالا - صحيفة وول ستريت جورنال",
        "كل ما يمكن معرفته عن هواء القطب الشمالي الأسبوع المقبل، وإمكانية تساقط الثلوج في هيوستن - KPRC Click2Houston"
    ]
}