{
    "headlines": [
        "Ozempic poderia tratar o vício? - The Washington Post",
        "Google processa para impedir que os EUA o monitorem como um banco - The Verge",
        "Donald Trump e Príncipe William se encontram em Notre-Dame para reabertura em Paris - BBC.com",
        "Apple's Surprising iPhone Update—Green Bubbles End Next Week - Forbes",
        "O recruta número 1 de 2026, Zion Elee, se compromete com Maryland - On3.com",
        "Tiroteio do CEO da UnitedHealthcare abre as comportas das frustrações de seguro dos americanos - PBS NewsHour",
        "Papa cria 21 cardeais, muitos deles reformadores por direito próprio, para realizar seus planos de reforma - The Associated Press",
        "Relatórios: O técnico do Oklahoma State, Mike Gundy, concorda em reestruturar o contrato após a temporada 0-9 no Big 12 - Yahoo Sports",
        "Pat McAfee prevê explosão no jogo do título da SEC entre a Geórgia e o Texas - Athlon Sports",
        "Uma fonte abordou rumores virais de que Barry Keoghan traiu Sabrina Carpenter antes de seu suposto rompimento - BuzzFeed",
        "Path Of Exile 2: 500.000 simultâneos no Steam, 1,1 milhão de espectadores no Twitch, um sucesso estrondoso - Forbes",
        "Transmissão ao vivo do Arizona State vs. Iowa State, onde assistir, canal de TV, odds para o Big 12 Championship Game, escolha - CBS Sports",
        "   Removido ",
        "Os melhores VCs de Nova York com menos de 30 anos - TechCrunch",
        "Uma veterana da Marinha pensou que estava tendo um ataque cardíaco. Uma ida ao pronto-socorro encontrou outra coisa. - CBS News",
        "Um legado de valor: restam apenas 16 sobreviventes de Pearl Harbor. No 83º aniversário, ainda partilham histórias de heroísmo - CNN",
        "Uma das acusadoras de Diddy revela a identidade como ex-mulher desta estrela da NHL - The Times of India",
        "Mega Millions Jackpot eclipsa US $ 600 milhões - Veja quanto o vencedor pode levar para casa depois de impostos - Forbes",
        "Alina Habba prevê que Biden distribuirá perdões \"como se fossem tic tacs\" - The Hill",
        "Rally do Bitcoin deve continuar até o final de 2025 — Analista - Cointelegraph"
    ]
}