{
    "headlines": [
        "   Removido ",
        "Scorecards Oficiais | UFC 307: Pereira vs Rountree Jr. - UFC",
        "A tempestade tropical Milton se forma no Golfo do México e pode se intensificar para um furacão que ameaça a Flórida - Associated Press",
        "Após um ano de guerra, moradores de Gaza se perguntam como lidar com toneladas de escombros - Reuters",
        "‘SNL’ engana debate vice-presidencial com Tim Walz, de Jim Gaffigan, e J.D. Vance, de Bowen Yang - Hollywood Reporter",
        "Ataques pesados abalam Beirute enquanto Israel expande campanha no Líbano - Reuters",
        "Ohtani's HR part of Dodgers 'rally in G1 of NLDS - ESPN",
        "O caos atinge a sondagem da AP com 4 equipas classificadas entre as 11 melhores a perderem para adversários não classificados - The Associated Press",
        "Homem ateia fogo em si mesmo no centro de DC durante manifestação pró-palestina - The Washington Post",
        "O kibutz Be'eri de Israel tornou-se o símbolo da brutalidade do Hamas. Alguns sobreviventes estão determinados a voltar - CNN",
        "$ 100 milhões em fundos federais liberados para a Carolina do Norte para reconstruir estradas, pontes danificadas por Helene - CBS News",
        "Trump retorna a Butler, Pensilvânia, após tentativa de assassinato: \"16 segundos angustiantes\" - CBS Pittsburgh",
        "Resultados, recapitulação, notas do WWE Bad Blood de 2024: The Rock e Jimmy Uso retornam, Roman Reigns e CM Punk vencem em grande - CBS Sports",
        "Phillies vs. Mets, programação NLDS 2024: Onde assistir aos jogos dos playoffs da MLB, cobertura de TV para beisebol na pós-temporada - CBS Sports",
        "A sequência de ‘Coringa’ é a última a rir enquanto o fracasso crítico leva a coroa das bilheterias - New York Post",
        "Os mercados se preparam para o choque da oferta de petróleo no Oriente Médio - OilPrice.com",
        "Irmão de Richard Simmons compartilha 'segredinho' sobre enterro de guru do fitness: 'Poucas pessoas sabem' - Fox News",
        "Líderes da cidade reagem em meio à renúncia do Conselho de Educação de Chicago - WGN TV Chicago",
        "Replay: Harris visita a Carolina do Norte para se atualizar sobre a recuperação de Helene, ajuda no centro de doações - usa TODAY",
        "Tuberville critica resposta da FEMA ao furacão Helene; agência diz que alegações são falsas - AL.com"
    ]
}