{
    "headlines": [
        "ਇੱਕ$ਏਪੀ ਰੌਕੀ ਹਮਲੇ ਦੀ ਸੁਣਵਾਈ ਜਿਊਰੀ ਦੇ ਤੌਰ ਤੇ ਬਿਆਨ ਖੋਲ੍ਹਣ ਲਈ ਸਿਰ ਬੈਠੀ ਹੈ - ਯਾਹੂ! ਆਵਾਜ਼ਾਂ",
        "ਦੱਖਣੀ ਸ਼ਹਿਰ ਦੁਰਲੱਭ ਸਰਦੀਆਂ ਦੇ ਤੂਫਾਨ ਤੋਂ ਬਾਅਦ ਬਚੇ ਹੋਏ ਬਰਫ ਅਤੇ ਬਰਫ ਨੂੰ ਸਾਫ ਕਰਨ ਲਈ ਰਚਨਾਤਮਕ ਪ੍ਰਾਪਤ ਕਰਦੇ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਆਸਟਰੇਲੀਅਨ ਓਪਨਃ ਮੈਡਿਸਨ ਕੀਜ਼ ਨੇ ਇਗਾ ਸਵਿਆਟੇਕ ਨੂੰ ਪਰੇਸ਼ਾਨ ਕੀਤਾ ਅਤੇ ਫਾਈਨਲ ਵਿਚ ਆਰੀਨਾ ਸਬਾਲੈਂਕਾ ਨਾਲ ਭਿੜੇਗਾ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਬੋਇੰਗ ਲੇਬਰ ਹੜਤਾਲ, ਨਵੇਂ ਇਕਰਾਰਨਾਮੇ ਤੋਂ ਹੋਏ ਨੁਕਸਾਨ ਦਾ ਵੇਰਵਾ ਦਿੰਦਾ ਹੈ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਇੰਗਲੈਂਡ ਵਿਚ ਟੇਲਰ ਸਵਿਫਟ ਥੀਮਡ ਡਾਂਸ ਕਲਾਸ ਵਿਚ 3 ਲੜਕੀਆਂ ਦੀ ਹੱਤਿਆ ਕਰਨ ਵਾਲੇ ਕਿਸ਼ੋਰ ਨੂੰ 50 ਸਾਲ ਤੋਂ ਵੱਧ ਦੀ ਸਜ਼ਾ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਬਲੇਕ ਲਾਈਵਲੀ ਪ੍ਰੈਸ ਵਿਚ ਮੁਕੱਦਮੇਬਾਜ਼ੀ ਕੇਸ ਤੋਂ ਬਾਰ ਜਸਟਿਨ ਬਾਲਡੋਨੀ ਦੀ ਮੰਗ ਕਰਦਾ ਹੈ - ਵੰਨਗੀ",
        "ਸੈਮਸੰਗ ਗਲੈਕਸੀ ਐਸ 25 ਸੀਰੀਜ਼ ਵਿੱਚ ਸਹਿਜ ਅਪਡੇਟਾਂ ਲਈ ਸਹਾਇਤਾ ਹੈ - GSMArena. com ਖ਼ਬਰਾਂ - GSMArena.",
        "ਚੀਫਸ ਮੌਸਮ ਅਪਡੇਟਸਃ ਭਵਿੱਖਬਾਣੀ, ਏਐਫਸੀ ਚੈਂਪੀਅਨਸ਼ਿਪ ਗੇਮ ਬਨਾਮ ਬਿੱਲ ਤੋਂ ਪਹਿਲਾਂ ਤਾਪਮਾਨ - ਚੀਫਸ ਵਾਇਰ",
        "ਜੱਜ ਨੇ ਟਰੰਪ ਦੇ ‘ਸਪੱਸ਼ਟ ਤੌਰ‘ ਤੇ ਗੈਰ ਸੰਵਿਧਾਨਕ ’ਕਾਰਜਕਾਰੀ ਆਦੇਸ਼ ਨੂੰ ਰੋਕਿਆ ਜਿਸਦਾ ਉਦੇਸ਼ ਜਨਮ ਅਧਿਕਾਰ ਨਾਗਰਿਕਤਾ ਨੂੰ ਖਤਮ ਕਰਨਾ ਹੈ - ਸੀਐਨਐਨ",
        "ਰਾਸ਼ਟਰਪਤੀ ਜੌਨ ਐਫ ਕੈਨੇਡੀ ਦੀਆਂ ਹੱਤਿਆਵਾਂ ਸੰਬੰਧੀ ਰਿਕਾਰਡਾਂ ਦਾ ਵਰਗੀਕਰਣ - ਵ੍ਹਾਈਟ ਹਾ Houseਸ",
        "ਨੈਸ਼ਵਿਲ ਸਕੂਲ ਸ਼ੂਟਿੰਗ ਸ਼ੱਕੀ ਦਾ ਸੋਸ਼ਲ ਮੀਡੀਆ ਮੈਡਿਸਨ ਸਕੂਲ ਸ਼ੂਟਰ ਦੇ ਸੋਸ਼ਲ ਮੀਡੀਆ ਨਾਲ ਜੁੜਿਆਃ ਸਰੋਤ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਈਮੇਲ ਮੰਗ ਕਰਦਾ ਹੈ ਕਿ ਯੂਐਸ ਸਰਕਾਰ ਦੇ ਵਰਕਰ ਡੀਈਆਈ ਪ੍ਰੋਗਰਾਮਾਂ ਦੀ ਰਿਪੋਰਟ ਕਰਦੇ ਹਨ - ਬੀਬੀਸੀ.",
        "ਟਰੰਪ ਨੇ ਦਾਵੋਸ ਐਲੀਟ ਨੂੰ ਅਮਰੀਕਾ 'ਚ ਨਿਵੇਸ਼ ਕਰਨ ਜਾਂ ਟੈਰਿਫ ਦਾ ਸਾਹਮਣਾ ਕਰਨ ਲਈ ਕਿਹਾ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਸੈਨੇਟਰ ਲੀਜ਼ਾ ਮੁਰਕੋਵਸਕੀ ਹੇਗਸੇਥ ਦੇ ਵਿਰੁੱਧ ਵੋਟ ਪਾਉਣ ਲਈ, ਟਰੰਪ ਕੈਬਨਿਟ ਦੀ ਚੋਣ ਦਾ ਵਿਰੋਧ ਕਰਨ ਵਾਲੀ ਪਹਿਲੀ ਰਿਪਬਲਿਕਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਥਾਈਲੈਂਡ ਵਿਚ ਪਹਿਲੇ ਸਮਲਿੰਗੀ ਵਿਆਹ ਨੇ ਇਸ ਨੂੰ ਏਸ਼ੀਆ ਦੇ ਬਹੁਤ ਸਾਰੇ ਹਿੱਸੇ ਤੋਂ ਵੱਖ ਕਰ ਦਿੱਤਾ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਨਿੰਜਾ ਗੇਡੇਨ 4 ਦੀ ਘੋਸ਼ਣਾ ਕੀਤੀ ਗਈ, ਟੀਮ ਨਿੰਜਾ ਅਤੇ ਪਲੈਟੀਨਮ ਗੇਮਜ਼ ਤੋਂ - ਯੂਰੋਗੇਮਰ",
        "ਰੈਂਕਿੰਗ ਬੀਅਰਜ਼, ਜੇਟਸ ਭਰਨ ਵਾਲੀਆਂ ਅਸਾਮੀਆਂ ਦੇ ਨਾਲ 10 ਹੈਡ ਕੋਚਿੰਗ ਉਮੀਦਵਾਰਃ ਜੋਅ ਬ੍ਰੈਡੀ, ਪੀਟ ਕੈਰੋਲ ਚੋਟੀ ਦੇ ਪਿਕ ਹਨ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਟਰੰਪ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਇਹ ਪੁਤਿਨ ਦੀ ਗਲਤੀ ਹੈ ਯੂਕਰੇਨ ਯੁੱਧ ਖਤਮ ਨਹੀਂ ਹੋਇਆ - ਪੋਲੀਟੀਕੋ ਯੂਰਪ",
        "Assassin's Creed Shadows ਡਾਇਰੈਕਟਰ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਹਾਲੀਆ ਦੇਰੀ ਪੋਲਿਸ਼ ਪਾਰਕੋਰ ਨੂੰ ਸੀ, ਖਾਸ ਕਰਕੇ 'ਸੁਪਰ ਕੰਪਲੈਕਸ ਛੱਤ' ਤੇ - IGN"
    ]
}