{
    "headlines": [
        "SAG Awards Nominierungen enthüllt - Deadline",
        "[removed]",
        "Das ungewöhnliche Flugzeugverhalten, das Jerod Mayo zeigte, bevor die Patriots feuerten - New York Post",
        "Trump fordert den Obersten Gerichtshof auf, die Verurteilung in einem Schweigegeldfall in New York einzustellen - Reuters",
        "Nvidia-Aktien steigen nach dem Dienstagstaumel. Was die Kundgebung am Laufen hält. - Barrons",
        "Die meisten „Sweet 16“ -Aktien haben dominiert. Sie könnten es 2025 wieder tun. - MarketWatch",
        "Selbstlernende KI macht NFL gegen die Spread-, Over-Under-, Money-Line-Picks für jedes 2025 NFL Wild Card-Spiel - CBS Sports",
        "Der älteste Dinosaurier Nordamerikas schreibt die Geschichte komplett neu - Earth.com",
        "Diese Woche steht Schnee in Charlottes Prognose: So viel könnte fallen - WBTV",
        "Windgetriebene Brände in der Gegend von Los Angeles verschlingen Häuser, erzwingen Evakuierungen - Axios",
        "Mit der Schwächung der Hisbollah wird der Libanon die Präsidentschaftswahl abhalten - Reuters",
        "Gallego ist der neueste Dem, der den Laken Riley Act unterstützt - POLITICO",
        "Samsung führt nächsten Monat ein Smartphone-Abonnement ein - The Verge",
        "Was uns der neue Deal von Spa über die Kalenderpläne der F1 verrät - Autosport",
        "Südstaaten bereiten sich auf ihren größten Schneesturm seit Jahren vor - The Washington Post",
        "Warum jeder gerade einen knorrigen Magenfehler hat, erklärt in einer Tabelle - Vox.com",
        "Tiger Woods und Rory McIlroy beobachten, wie der Bay Golf Club das Eröffnungsspiel der High-Tech Indoor tgl Golf League gewinnt - CNN",
        "Obamacare-Anmeldungen in der Nähe einer Rekordzahl von 24 Millionen, fast doppelt so viele wie zu der Zeit, als Trump das letzte Mal im Amt war - CNN",
        "SteamOS wird mit dem Lenovo Legion Go S - TechCrunch auf andere Gaming-Handhelds erweitert",
        "SpaceX wird heute weitere Starlink-Satelliten von Florida aus starten. Live anschauen! - Space.com"
    ]
}