{
    "headlines": [
        "Sunday Night Football: Cooper Rush, CeeDee Lamb haben Cowboys, die zur Halbzeit 23-14 führen - NBC Sports",
        "Spielbeobachtungen: Acht Erkenntnisse von der kompetitiven Niederlage der Patrioten bis zu den Rechnungen in Woche 16 - Patriots.com",
        "'Sisterhood Of The Traveling Pants' Co-Stars unterstützen Blake Lively - Deadline",
        "Gouverneur von Nebraska ins Krankenhaus eingeliefert, nachdem er von einem Pferd gebockt wurde - ABC News",
        "Schulen geben Millionen für eine Sicherheitsmaßnahme aus, um Kugeln zu stoppen. Es funktioniert nicht. - The Wall Street Journal",
        "Trump schlägt vor, Grönland zu kaufen - Axios",
        "Tom Green verlobt sich, 22 Jahre nach Drew Barrymore Scheidung - TMZ",
        "Drohnen kollidieren, fallen bei der Ferienshow in Florida in die Menge, sagt die FAA - CBS News",
        "Die Pelicot-Studie wirft schwierige Fragen zum männlichen Verlangen auf - BBC.com",
        "Spektakulärer Feuerball von Pensacola nach Missouri, als Satellit wieder in die Atmosphäre eintritt - NBC 15 WPMI",
        "[removed]",
        "Sonic the Hedgehog erklärt den Sieg über Mufasa und mehr im Wochenend-Kassensprint - Entertainment Weekly News",
        "[removed]",
        "So sehen Sie die 47. Kennedy Center Honors - TheWrap",
        "Starbucks-Gewerkschaftsstreik wird auf 9 Staaten ausgeweitet - CNN",
        "Jeff Bezos schießt Behauptung ab, dass er 600 Millionen Dollar für seine Hochzeit ausgibt - HuffPost",
        "Bericht: IDF verhaftet zwei syrische Einwohner in Pufferzone, die der Spionage für die Hisbollah verdächtigt werden - Haaretz",
        "Hat die Schwerkraft der Erde dem Mond ein vulkanisches Makeover gegeben? - SciTechDaily",
        "Dies ist Amerikas \"fataler Fehler\", da die US-Blase bereit ist zu platzen, warnt Marktexperte - Fortune",
        "Woche 16 NFL-Highlights 2024: Live-Tracking der Top-Plays, Box-Ergebnisse aus den Sonntagsergebnissen - Bleacher-Bericht"
    ]
}