{
    "headlines": [
        "Os bancos de Wall Street tiveram um ótimo trimestre, e os tempos de boom estão apenas começando - CNBC",
        "Conclusões do terceiro dia das audiências de nomeação do gabinete do presidente eleito Donald Trump - CNN",
        "Trump evitará que o TikTok 'fique às escuras' se o acordo estiver na mesa, diz assessor - Reuters",
        "   Removido ",
        "Giuliani consegue manter apartamentos, World Series toca em acordo com trabalhadores eleitorais - ABC News",
        "Justin Baldoni abre processo de US $ 400 MILHÕES contra Blake Lively e Ryan Reynolds por suposta campanha de difamação - Hollywood Reporter",
        "Lamar Jackson sobre Josh Allen: Estou a tentar vencer-te, não ser teu amigo - NBC Sports",
        "Aqui está uma olhada em quase todas as cores do Galaxy S25 que a Samsung planeja lançar - 9to5Google",
        "David Lynch, diretor visionário de ‘Twin Peaks’ e ‘Blue Velvet’, morre aos 78 anos - Variety",
        "Escolhas da NFL esta semana, probabilidades, apostas: previsões de especialistas da Ronda Divisional de 2025 contra o spread, parlay e adereços - CBS Sports",
        "Biden adverte que os EUA correm o risco de se tornar uma \"oligarquia\". - O que significa o termo? - The Associated Press",
        "FDA aprova vendas de bolsas de nicotina Zyn, citando benefícios para a saúde de fumantes adultos - The Associated Press",
        "   Removido ",
        "   Removido ",
        "Fotos de satélite mostram a Faixa de Gaza antes e depois da devastação da guerra Israel-Hamas - Associated Press",
        "Deion Sanders e Dallas Cowboys farão um acordo? - NBC Sports",
        "De incêndios florestais em Los Angeles a furacões, os imigrantes ajudam na reconstrução após desastres. Alguns podem enfrentar deportação - The Associated Press",
        "As indicações ao PGA Awards incluem ‘Dune: Part Two’, ‘The Brutalist’, ‘Wicked’ competindo pelo prêmio de melhor filme - Prazo",
        "Scott Bessent, do Tesouro, diz que a falha em estender os cortes de impostos de Trump causaria uma \"parada súbita\" econômica - CNBC",
        "Duas sondas lunares estão a caminho da Lua após o lançamento duplo da SpaceX - Ars Technica"
    ]
}