{
    "headlines": [
        "Os federais se movem para abandonar o processo criminal contra o homem que anteriormente chamavam de um grande líder de gangue - Politico",
        "James Toback condenado a pagar US $ 1,68 bilhão após julgamento por agressão sexual - Vulture",
        "Esposa do baixista dos Weezer, Scott Shriner, baleada pela polícia e presa por tentativa de homicídio - Variety",
        "Trump disse às pessoas para comprarem. Horas depois, sua pausa tarifária fez os mercados dispararem. - The Washington Post",
        "Câmara vota para controlar juízes federais em meio aos ataques de Trump aos tribunais - NBC News",
        "53 status de imigração de estudantes internacionais revogados em mais quatro universidades do Texas - The Texas Tribune",
        "Luka Doncic, do Lakers, recebe vídeo de tributo, ovação em pé dos fãs do Mavs em troca - Bleacher Report",
        "Trump elogia Whitmer em reunião amigável no Salão Oval - Politico",
        "RFK Jr. elogia a resposta ao sarampo no Texas, EUA, fazendo uma comparação com a Europa - ABC News",
        "Tarifas de Trump: as ações asiáticas saltam depois que os EUA fazem uma pausa nas taxas mais altas, mas aumentam a taxa da China - BBC",
        "O Google apresenta o Firebase Studio, uma plataforma completa que cria aplicativos personalizados no navegador, em minutos - VentureBeat",
        "Notícias surpreendentes sobre a China fazem as ações da Nvidia dispararem - TheStreet",
        "Previsões de Masters para 2025, escolhas de apostas grátis: Tommy Fleetwood entre os melhores longshots em Augusta National - CBS Sports",
        "Você pode contrair sarampo se tiver sido vacinado? | Responder a perguntas frequentes sobre sarampo - 9News",
        "A inteligência ucraniana identificou 155 cidadãos chineses que lutam pela Rússia, diz Zelensky - CNN",
        "‘A Minecraft Movie’ Posts Fourth-Biggest Tuesday In April, Will Stack $ 65M+ In Second Weekend – Box Office Preview - Deadline",
        "Pai cuja filha morreu de sarampo diz RFK Jr. Nunca Mencionou a Vacina - Futurismo",
        "Manteiga recolhida devido a níveis elevados de bactérias coliformes - WFSB"
    ]
}