{
    "headlines": [
        "A$AP Rocky assault trial heads to opening statements as a jury is seated - Yahoo! Voices",
        "Southern cities get creative to clear leftover snow and ice after rare winter storm - The Associated Press",
        "Australian Open: Madison Keys upsets Iga Swiatek and will face Aryna Sabalenka in the final - The Associated Press",
        "Boeing details losses from labor strike, new contract - CNBC",
        "Teen who killed 3 girls at Taylor Swift-themed dance class in England sentenced to over 50 years - The Associated Press",
        "Blake Lively Seeks to Bar Justin Baldoni From Litigating Case in the Press - Variety",
        "Samsung Galaxy S25 series has support for seamless updates - GSMArena.com news - GSMArena.com",
        "Chiefs weather updates: Forecast, temperatures ahead of AFC championship game vs. Bills - Chiefs Wire",
        "Judge blocks Trump’s ‘blatantly unconstitutional’ executive order that aims to end birthright citizenship - CNN",
        "Declassification of Records Concerning the Assassinations of President John F. Kennedy - The White House",
        "Nashville school shooting suspect's social media linked to Madison school shooter's social media: Sources - ABC News",
        "Email demands US government workers report DEI programmes - BBC.com",
        "Trump tells Davos elite to invest in US or face tariffs - The Associated Press",
        "Sen. Lisa Murkowski to vote against Hegseth, first Republican to oppose a Trump Cabinet pick - The Associated Press",
        "First same-sex marriages in Thailand set it apart from much of Asia - The Washington Post",
        "Ninja Gaiden 4 announced, from Team Ninja and PlatinumGames - Eurogamer",
        "Ranking 10 head coaching candidates with Bears, Jets filling vacancies: Joe Brady, Pete Carroll are top picks - CBS Sports",
        "Trump says it’s Putin’s fault Ukraine war isn’t over - POLITICO Europe",
        "Assassin's Creed Shadows Director Says Recent Delay was to Polish Parkour, Especially on 'Super Complex Roofs' - IGN"
    ]
}