{
    "headlines": [
        "Harris se reúne com Obama na Geórgia enquanto Trump faz campanha no Arizona - CNN",
        "Juiz bloqueia proposta de aquisição da proprietária da Coach Tapestry da proprietária da Michael Kors, Capri - CNBC",
        "Ações da Tesla sobem após investidores aplaudirem relatório de resultados do terceiro trimestre - Yahoo Finance",
        "Biden deve pedir desculpas aos nativos americanos por internatos indígenas - The Washington Post",
        "‘Juror No. 2’ pode ser o último filme de Clint Eastwood — Então, por que a Warner Bros. está enterrando? - Variety",
        "Negociadores dos EUA e de Israel discutirão acordo de cessar-fogo em Gaza em Doha - Reuters",
        "O homem sendo apontado como a ‘consciência’ da próxima administração Trump - POLITICO",
        "   Removido ",
        "Os políticos do Texas lançam a imprensa de tribunal inteiro contra Harris antes de seu comício de campanha de estado fronteiriço: 'Apologize' - Fox News",
        "iOS 18.1 Atualização do iPhone: Data de lançamento confirmada, iOS 18.2 Beta Live - Forbes",
        "Tropas norte-coreanas avistadas na região fronteiriça russa com a Ucrânia, diz Kiev - CNN",
        "EUA alertam Elon Musk de que sua doação de US $ 1 milhão pode ser ilegal - BBC.com",
        "Segunda dose da vacina COVID deste ano recomendada para algumas pessoas com 65 anos ou mais - CBS News",
        "Um filme secreto de ‘Predador’, uma sequência de ‘Alien’ e ‘Velocidade Máxima 3’ na mesa: um bate-papo com o chefe da 20th Century Studios, Steve Asbell - Hollywood Reporter",
        "Relatório de observação da World Series: essa força dos Dodgers pode ser \"uma receita para o desastre\" para os Yankees - New York Post",
        "O comitê do Partido Republicano da Câmara que supervisiona as eleições contratou dois ex-funcionários de Trump envolvidos no esquema de eleitores falsos de 2020 - CNN",
        "O alerta da ONU sobre o aquecimento global de 3,1ºC é uma surpresa? - BBC.com",
        "   Removido ",
        "PFT's Semana 8 2024 Escolhas da NFL: Florio vs. Simms - NBC Sports",
        "10 candidatos masculinos ao basquete universitário para a temporada 2024–25 - Sports Illustrated"
    ]
}