{
    "headlines": [
        "Bidens Verfassungsänderung in letzter Minute von Rechtsexperten kritisiert: \"Zynisch und irrelevant\" - Fox News",
        "[removed]",
        "HHS investiert fast 600 Millionen US-Dollar in die Entwicklung des Vogelgrippeimpfstoffs von Moderna - CNN",
        "Russland verurteilt Anwälte der verstorbenen Oppositionsfigur Nawalny zu Gefängnisstrafen - The Washington Post",
        "Die Aufsichtsbehörden untersuchen Berichte über Sachschäden durch die Explosion von SpaceX Starship - CNN",
        "Pakistan: Imran Khan im Korruptionsfall zu 14 Jahren verurteilt - BBC.com",
        "CNN legt sich mit US Navy Veteran nach $ 5 Millionen Verleumdungsurteil - Reuters",
        "Trump zieht die Einweihung nach innen, die „überwiegende Mehrheit“ der Gäste mit Ticket kann nicht teilnehmen - ABC News",
        "Dow legt um mehr als 300 Punkte zu, S&P 500 veröffentlicht beste Woche seit Trumps Wahl: Live-Updates - CNBC",
        "Ohio State vs. Notre Dame Vorhersage, Quoten, CFP National Championship Spread, Spielzeit, wo im Fernsehen zu sehen - CBS Sports",
        "Kyle MacLachlan, Naomi Watts und andere zollen David Lynch von Herzen Tribut: \"Er hat mich auf die Landkarte gesetzt\" - CNN",
        "Evakuierungsaufträge bleiben nach Brandausbruch im Batteriespeicher in Zentralkalifornien bestehen - CNN",
        "Justin Baldoni zieht Taylor Swift in einen hitzigen Rechtsstreit mit Blake Lively - Fox News",
        "Wiegeergebnisse | UFC 311: Makhachev vs Moicano - UFC",
        "Mel Gibson erfuhr von seinem Trump-Termin in den sozialen Medien - Hollywood-Reporter",
        "Amt für öffentliche Angelegenheiten | Ehemaliger CIA-Analyst bekennt sich schuldig, streng geheime Informationen zur nationalen Verteidigung übermittelt zu haben - Justizministerium",
        "Unübertroffene Frauen-Basketball-Liga debütiert am Freitag. Hier ist alles, was wir darüber wissen - CNBC",
        "NFL Playoffs 2025: Divisional Round Game Picks - Bleeding Green Nation",
        "Intel hat gerade Nvidias Lunchgeld mit dem Arc B570 gestohlen - Digitale Trends",
        "Kunden von Capital One haben aufgrund technischer Ausfälle Probleme mit dem Kontozugriff. CT-Impakt unklar. - CT Insider"
    ]
}