{
    "headlines": [
        "ਹੈਰਿਸ ਨੇ ਤਾਜ਼ਾ ਡੇਸ ਮੋਇਨਜ਼ ਰਜਿਸਟਰ ਪੋਲ ਵਿਚ ਆਇਓਵਾ ਵਿਚ ਟਰੰਪ ਨੂੰ ਪਛਾੜਿਆ - ਰਾਇਟਰਜ਼",
        "ਓਕਲਾਹੋਮਾ ਟੋਰਨਾਡੋ ਘੱਟੋ ਘੱਟ 11 ਨੂੰ ਜ਼ਖਮੀ ਕਰਦਾ ਹੈ, ਮਹੱਤਵਪੂਰਣ ਨੁਕਸਾਨ ਦਾ ਕਾਰਨ ਬਣਦਾ ਹੈਃ ਜੋ ਅਸੀਂ ਜਾਣਦੇ ਹਾਂ - ਕੋਕੋ ਓਕਲਾਹੋਮਾ ਸਿਟੀ",
        "ਜਮੈਕਾ ਲਈ ਖੰਡੀ ਤੂਫਾਨ ਦੀ ਚੇਤਾਵਨੀ ਜਾਰੀ ਕੀਤੀ ਗਈ ਕਿਉਂਕਿ ਕੈਰੇਬੀਅਨ ਵਿੱਚ ਮੌਸਮ ਪ੍ਰਣਾਲੀ ਨੂੰ ਮਜ਼ਬੂਤ ਕਰਨ ਦੀ ਉਮੀਦ ਹੈ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਗੈਗ ਆਰਡਰ ਲਈ ਡਿੱਡੀ ਫਾਈਲਾਂ, ਕੋਰਟਹਾਊਸ ਦੇ ਬਾਹਰ ਗ੍ਰੈਂਡ ਜਿuryਰੀ ਗਵਾਹੀ ਇੰਟਰਵਿview ਦਾ ਹਵਾਲਾ ਦਿੰਦਾ ਹੈ - ਟੀਐਮਜ਼ੈਡ",
        "ਜੇਮਜ਼ ਵੈਨ ਡੇਰ ਬੀਕ ਕੋਲੋਰੈਕਟਲ ਕੈਂਸਰ ਦਾ ਨਿਦਾਨ - ਗੰਢ",
        "ਕੋਲਟਸ ਬਨਾਮ ਵਾਈਕਿੰਗਜ਼ ਸਕੋਰ, ਲਾਈਵ ਅਪਡੇਟਸਃ ਜੋਅ ਫਲੈਕੋ ਨੇ ਇੰਡੀਆਨਾਪੋਲਿਸ ਲਈ ਕਬਜ਼ਾ ਕਰ ਲਿਆ ਕਿਉਂਕਿ ਮਿਨੀਸੋਟਾ ਲਗਾਤਾਰ 2 ਹਾਰਾਂ ਤੋਂ ਵਾਪਸ ਉਛਾਲਣਾ ਚਾਹੁੰਦਾ ਹੈ - ਯਾਹੂ ਸਪੋਰਟਸ",
        "ਚੀਨ ਦੀ ਉਤੇਜਨਾ ਦੇ ਨਾਲ ਏਸ਼ੀਆ ਦੇ ਸਟਾਕ ਵਿੱਚ ਵਾਧਾ, ਅਮਰੀਕੀ ਚੋਣਾਂ ਫੋਕਸ ਵਿੱਚ - Investing.",
        "ਇਜ਼ਰਾਈਲ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਸਨੇ ਸੀਰੀਆ ਵਿੱਚ ਜ਼ਮੀਨੀ ਛਾਪੇਮਾਰੀ ਕੀਤੀ, ਈਰਾਨ ਨਾਲ ਜੁੜੇ ਸੀਰੀਆ ਦੇ ਨਾਗਰਿਕ ਨੂੰ ਜ਼ਬਤ ਕੀਤਾ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਧਰਤੀ ਦੇ ਸਭ ਤੋਂ ਦੂਰ ਦੁਰਾਡੇ ਸਥਾਨਾਂ ਵਿੱਚੋਂ ਇੱਕ ਵਿੱਚ ਜੀਵਨ ਕਿਹੋ ਜਿਹਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਟਰੰਪ ਹਿੰਸਕ ਬਿਆਨਬਾਜ਼ੀ ਨੂੰ ਗਲੇ ਲਗਾਉਂਦੇ ਹਨ, ਹੈਰਿਸ ਨੇ ਈਸਾਈਆਂ ਅਤੇ ਅਰਬ-ਅਮਰੀਕੀਆਂ ਨੂੰ ਅਪੀਲ ਕੀਤੀ - ਰਾਇਟਰਜ਼",
        "ਦੇਰੀ ਨਾਲ ਓਪੇਕ+ ਆਉਟਪੁੱਟ ਵਾਧੇ 'ਤੇ ਤੇਲ ਦੀਆਂ ਕੀਮਤਾਂ 1% ਤੋਂ ਵੱਧ ਵਧੀਆਂ - ਰਾਇਟਰਜ਼",
        "ਰਾਮਜ਼ ਨੂੰ ਸੀਹਾਕਸ ਦੇ 26-20 ਓਵਰਟਾਈਮ ਘਾਟੇ ਤੋਂ ਤਿੰਨ ਪ੍ਰਭਾਵ - ਸੀਏਟਲ ਟਾਈਮਜ਼",
        "RECAP: ਪੈਕਰਜ਼ 'ਤੇ ਸ਼ੇਰ - detroitlions.com",
        "ਮਾਲਡੋਵਾ ਦੇ ਪੱਖੀ-ਪੱਛਮੀ ਰਾਸ਼ਟਰਪਤੀ ਨੇ ਰੂਸੀ ਦਖਲਅੰਦਾਜ਼ੀ ਦੇ ਦਾਅਵਿਆਂ ਦੁਆਰਾ ਛਾਇਆ ਰਨਆਫ ਵਿੱਚ ਦੂਜਾ ਕਾਰਜਕਾਲ ਜਿੱਤਿਆ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਫੀਡ ਵਿਆਜ ਦਰ ਦਾ ਫੈਸਲਾ ਅਤੇ ਚੋਣ ਸਟਾਕਾਂ ਨੂੰ ਰੋਇਲ ਕਰ ਸਕਦੀ ਹੈ - ਥੀਸਟ੍ਰੀਟ",
        "EXCLUSIVE | ਕਿਸਨੇ ਪੀ 'ਨਟ ਨੂੰ ਕੁੱਕੜ ਤੋਂ ਬਾਹਰ ਕੱ? ਿਆ? ਦੁਖੀ ਮਾਲਕਾਂ ਦਾ ਆਪਣਾ ਸਿਧਾਂਤ ਹੈ — ਅਤੇ ਇਹ ਇਕ ਅਮੀਰ ਹੈ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਪੁਸ਼ਟੀ ਕਰੋ ਹੁਣ ਖਰੀਦਦਾਰੀ ਦਾ ਵਿਸਥਾਰ ਕਰੋ, ਯੂਕੇ ਨੂੰ ਬਾਅਦ ਵਿੱਚ ਸੇਵਾ ਦਾ ਭੁਗਤਾਨ ਕਰੋ, ਸਥਾਨਕ ਮੁਕਾਬਲੇ ਨੂੰ ਗਰਮ ਕਰੋ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਐਨਐਫਐਲ ਹਫਤਾ 9 ਗ੍ਰੇਡਃ ਗਊਬੌਇਜ਼ ਫਾਲਕਨਜ਼ ਦੇ ਨੁਕਸਾਨ ਲਈ ਬਦਸੂਰਤ ਨਿਸ਼ਾਨ ਪ੍ਰਾਪਤ ਕਰਦੇ ਹਨ; ਰੇਵੇਨਜ਼ ਬ੍ਰੋਂਕੋਸ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ 'ਤੇ ਬਲੋਆਉਟ ਜਿੱਤ ਲਈ' ਏ+ 'ਕਮਾਉਂਦੇ ਹਨ",
        "'ਹਫੜਾ-ਦਫੜੀ ਦਾ ਰੱਬ' ਐਸਟਰਾਇਡ ਧਰਤੀ ਦੇ 2029 ਫਲਾਈਬਾਇ ਦੇ ਦੌਰਾਨ ਭੂਚਾਲ ਅਤੇ ਜ਼ਮੀਨ ਖਿਸਕਣ ਦੁਆਰਾ ਬਦਲਿਆ ਜਾ ਸਕਦਾ ਹੈ, ਅਧਿਐਨ ਲੱਭਦਾ ਹੈ - Livescience.",
        "ਫੈਡਰਲ ਜੱਜ ਆਇਓਵਾ ਨੂੰ ਵੋਟਰ ਸੂਚੀ ਨੂੰ ਚੁਣੌਤੀ ਦਿੰਦੇ ਰਹਿਣ ਦਿੰਦਾ ਹੈ ਹਾਲਾਂਕਿ ਕੁਦਰਤੀ ਨਾਗਰਿਕ ਪ੍ਰਭਾਵਿਤ ਹੋ ਸਕਦੇ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ"
    ]
}