{
    "headlines": [
        "تحديثات حية لتعريفات ترامب: الرئيس يعترف بأن الأسعار قد ترتفع في الوقت الذي تخطط فيه كندا والمكسيك للانتقام - فوربس",
        "قائمة الفائزين بجوائز جرامي 2025 (تحديث مباشر) - مجموعة متنوعة",
        "روبيو يحذر بنما من انتقام الولايات المتحدة إذا استمر نفوذ القناة الصينية - أكسيوس",
        "فرصة كأس ناسكار في ذا مادهاوس \"تعني كل شيء\" لتيم براون - Sports Illustrated",
        "يتدافع الديمقراطيون لجعل هجرتهم تقف وسط دعم أوسع لعمليات الترحيل - بوليتيكو",
        "يحظى الكويكب القريب من الأرض الذي تم اكتشافه حديثًا باهتمام كامل من علماء الفلك - صحيفة واشنطن بوست",
        "لوس أنجلوس ليكرز تستحوذ على لوكا دونسيتش من دالاس مافريكس لصالح أنتوني ديفيس في تجارة رائجة - سي إن إن",
        "كبار المسؤولين الأمنيين في الوكالة الأمريكية للتنمية الدولية في إجازة بعد رفض وصول ماسك إلى أنظمة الوكالة - سي إن إن",
        "يقول مستشار صندوق النقد الدولي السابق - فورتشن - إن الصين لديها \"خدعة\" لمحاربة تعريفة ترامب حيث تحافظ بكين على استجابة صامتة في الوقت الحالي",
        "2025 Royal Rumble: 6 أسئلة ملحة بعد انحراف WWE الصادم في WrestleMania 41 - Yahoo Sports",
        "سانتوريني تغلق المدارس بينما تهز الهزات الجزيرة اليونانية - BBC.com",
        "\"إنها فرصة العمر\" | مطعم ثلاثي الولايات ليتم عرضه في Super Bowl LIX commercial - WCPO 9 Cincinnati",
        "الجمهوريون لترامب: إصلاح فيما — لا تنهيه - بوليتيكو",
        "يحذر مؤلف كتاب \"البجعة السوداء\" من أن عمليات البيع المستقبلية قد تكون أسوأ 2-3 مرات من صدمة DeepSeek لأنها تكشف عن مدى هشاشة الاقتصاد - Fortune",
        "أفراد عائلات ضحايا تحطم الطائرة في العاصمة يزورون موقع الحادث في نهر بوتوماك - إيه بي سي نيوز",
        "نقل ديدي إلى المستشفى من السجن الفيدرالي في منتصف الليل: تقرير - هندوستان تايمز",
        "تم إيقاف حرب غزة مؤقتًا، لكن إسرائيل وحماس تواصلان معركة شرسة من البصريات حول إطلاق سراح الرهائن - وكالة أسوشيتد برس",
        "يتعهد ماسك بإلغاء المنح بعد الوصول إلى نظام مدفوعات الخزانة الأمريكية - فاينانشال تايمز",
        "لقد غيرت DeepSeek للتو الذكاء الاصطناعي (AI) إلى الأبد. فائزان مفاجئان من ابتكارها. - كذبة موتلي",
        "هز الأوروبيون الذين لا تتجاوز أعمارهم 10 سنوات في العصر الجليدي الخدود منذ 30000 عام - Livescience.com"
    ]
}