{
    "headlines": [
        "ਹਟਾਈ",
        "ਟਰੰਪ ਨੇ ਚੋਣ ਤੋਂ ਪਹਿਲਾਂ ਕੇਸ ਫਾਈਲਾਂ ਜਾਰੀ ਕਰਨ ਲਈ ਜੱਜ ਨੂੰ 'ਬੁਰਾਈ' ਕਿਹਾ - ਬੀਬੀਸੀ.",
        "ਸੈਂਕੜੇ ਲੋਕਾਂ ਨੂੰ ਤੇਜ਼ੀ ਨਾਲ ਚਲ ਰਹੀ ਉੱਤਰੀ ਕੈਲੀਫੋਰਨੀਆ ਦੀ ਅੱਗ ਤੋਂ ਬਾਹਰ ਕੱ toਣ ਦੇ ਆਦੇਸ਼ ਦਿੱਤੇ ਗਏ, ਅਧਿਕਾਰੀ ਦਾ ਕਹਿਣਾ ਹੈ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਮੋਨਟਾਨਾ ਜੀਓਪੀ ਉਮੀਦਵਾਰ ਜੋ ਸੈਨੇਟ ਦਾ ਨਿਯੰਤਰਣ ਫਲਿੱਪ ਕਰ ਸਕਦਾ ਸੀ, ਉਸ ਨੇ ਦਾਅਵਾ ਕੀਤਾ ਕਿ ਉਸਨੇ ਗੋਲੀ ਦੇ ਜ਼ਖ਼ਮ ਬਾਰੇ ਝੂਠ ਬੋਲਿਆ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਲੀਅਮ ਪੇਨੇ ਦੇ ਪਿਤਾ ਪੌਪ ਸਟਾਰ ਦੇ ਘਾਤਕ ਹੋਟਲ ਡਿੱਗਣ ਦੇ ਦਿਨਾਂ ਬਾਅਦ ਬੁਏਨਸ ਆਇਰਸ ਪਹੁੰਚੇ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਉਦਘਾਟਨੀ ਬਿਆਨ ਰਿਚਰਡ ਐਲਨ ਦੇ ਮੁਕੱਦਮੇ ਵਿਚ ਦਿੱਤੇ ਗਏ ਹਨ, 2 ਡੈਲਫੀ, ਇੰਡੀਆਨਾ, ਕੁੜੀਆਂ ਦੀ ਹੱਤਿਆ ਦੇ ਦੋਸ਼ੀ - ਸੀ ਐਨ ਐਨ",
        "ਜਬਲਿਆ 'ਚ ਭਾਰੀ ਹੜਤਾਲਾਂ' ਚ 30 ਤੋਂ ਵੱਧ ਲੋਕਾਂ ਦੀ ਮੌਤ - ਰਿਪੋਰਟ - ਦ ਯਰੂਸ਼ਲਮ ਪੋਸਟ",
        "ਓਰੀਓਨੀਡ ਮੀਟੀਅਰ ਸ਼ਾਵਰ ਇਸ ਹਫਤੇ ਦੇ ਅੰਤ ਵਿੱਚ ਸਿਖਰ ਤੇ ਹੈਃ ਕਦੋਂ ਅਤੇ ਕਿੱਥੇ ਵੇਖਣਾ ਹੈ - ਫੌਕਸ ਮੌਸਮ",
        "ਮੈਂ MechWarrior 5 ਵਿੱਚ ਜਾਣ ਦੀ ਕੋਸ਼ਿਸ਼ ਕੀਤੀਃ ਇੱਕ ਨਵੇਂ ਆਉਣ ਵਾਲੇ ਵਜੋਂ ਕਲਾਂਸ, ਪਰ ਇਹ ਪ੍ਰਸ਼ੰਸਕਾਂ ਲਈ ਹੈ - ਆਰਸ ਟੈਕਨੀਕਾ",
        "ਹੈਰਿਸ ਅਤੇ ਟਰੰਪ ਮਿਸ਼ੀਗਨ ਵਿਚ ਅਰਬ ਅਮਰੀਕੀ ਵੋਟਾਂ ਦੀ ਮੰਗ ਕਰਦੇ ਹਨ ਤਾਂ ਜੋ ਲੜਾਈ ਦੇ ਮੈਦਾਨ ਵਿਚਲੇ ਰਾਜਾਂ ਨੂੰ ਮਜ਼ਬੂਤ ਕੀਤਾ ਜਾ ਸਕੇ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਡਾਓ, ਐਸ ਐਂਡ ਪੀ 500 ਰਿਕਾਰਡ ਦੇ ਉੱਚੇ ਪੱਧਰ 'ਤੇ ਬੰਦ ਕਰੋ ਅਤੇ ਸਾਲ ਦੀ ਸਭ ਤੋਂ ਲੰਬੀ ਜਿੱਤ ਵਾਲੀ ਸਟ੍ਰੀਕ ਦੀ ਨਿਸ਼ਾਨਦੇਹੀ ਕਰੋ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਵਿਗਿਆਨੀ ਖੋਜੋ Ozempic ਦਾ ਹੈਰਾਨੀਜਨਕ ਨਵਾਂ ਲਾਭਃ ਅਲਕੋਹਲ ਅਤੇ ਓਪੀਓਡ ਦੀ ਆਦਤ ਨੂੰ ਘਟਾਉਣਾ - SciTechDaily",
        "ਡਬਲਯੂਆਰ ਨੈਬਰਸ ਨੂੰ 'ਡਰਾਉਣੀ' ਕਨਕਸ਼ਨ ਯਾਦ ਨਹੀਂ ਹੈ - ਈਐਸਪੀਐਨ",
        "ਸ਼ੈਰਲ ਕੋਲ, ਲੀਅਮ ਪੇਨੇ ਦੇ ਪੁੱਤਰ ਦੀ ਮਾਂ, ਮੌਤ ਨੂੰ 'ਧਰਤੀ ਨੂੰ ਤੋੜਨ ਵਾਲੀ ਘਟਨਾ' ਕਹਿੰਦੀ ਹੈ - ਟੀਐਮਜ਼ੈਡ",
        "ਇਟਲੀ ਦੇ ਮੇਲੋਨੀ ਅਲਬਾਨੀਆ ਵਿੱਚ ਪ੍ਰਵਾਸੀ ਕੈਂਪਾਂ ਨੂੰ ਲੈ ਕੇ ਵੱਡੇ ਝਟਕੇ ਦਾ ਸਾਹਮਣਾ ਕਰਦੇ ਹਨ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਬ੍ਰਾਊਨ ‘ਵਿਸ਼ਾਲ ਨਤੀਜਿਆਂ‘ ਦੀ ਮੰਗ ਕਰਦਾ ਹੈ ਜੇ ਰੈੱਡ ਬੁੱਲ ਡਿਵਾਈਸ ਦੀ ਵਰਤੋਂ ਗੈਰ ਕਾਨੂੰਨੀ - ੰਗ ਨਾਲ ਕੀਤੀ ਜਾਂਦੀ ਸੀ - ਰੇਸਰ",
        "ਆਈਫੋਨ 17 ਪ੍ਰੋ ਮਾੱਡਲ ਦੁਬਾਰਾ ਫੀਚਰ 48 ਐਮਪੀ ਟੈਲੀਫੋਟੋ ਕੈਮਰਾ, 12 ਜੀਬੀ ਰੈਮ, ਅਤੇ ਹੋਰ - ਮੈਕਰੂਮੋਰਸ ਲਈ ਅਫਵਾਹਾਂ",
        "ਟਰੰਪ ਦੇ ਟੈਰਿਫ ਇਨ੍ਹਾਂ ਸਟਾਕ-ਮਾਰਕੀਟ ਸੈਕਟਰਾਂ ਨੂੰ ਸਭ ਤੋਂ ਸਖਤ ਮਾਰਨਗੇ - ਮਾਰਕੀਟਵਾਚ",
        "ਸੀਵੀਐਸ ਨੇ ਛਾਂਟੀ ਅਤੇ ਮਾੜੇ ਸਟਾਕ ਪ੍ਰਦਰਸ਼ਨ ਦੇ ਮੱਦੇਨਜ਼ਰ ਨਵੇਂ ਸੀਈਓ ਦਾ ਨਾਮ ਦਿੱਤਾ - ਸੀਐਨਐਨ",
        "ਡੋਜਰਸ-ਮੇਟਸ ਐਨਐਲਸੀਐਸ ਗੇਮ 5 ਅਕਸਰ ਪੁੱਛੇ ਜਾਂਦੇ ਪ੍ਰਸ਼ਨ, ਲਾਈਨਅਪਸ (ਸ਼ੁੱਕਰਵਾਰ, 5 ਈਟੀ/2 ਪੀਟੀ, ਐਫਐਸ 1) - ਐਮਐਲਬੀ ਡਾਟ ਕਾਮ"
    ]
}