{
    "headlines": [
        "Israelische Soldaten sahen, wie sie während einer Razzia im besetzten Westjordanland Leichen von den Dächern stießen - CBS News",
        "Quellen: Embiid stimmt einem 3-Jahres-Deal über 192,9 Mio. USD zu - ESPN",
        "Aktienmarkt heute: S&P 500, Dow-Futures kehren von den Rekorden zurück, während die Fed jubelt - Yahoo Finance",
        "Apple kündigt Unterstützung für Uhren und Kopfhörer von Drittanbietern an - The Verge",
        "Fünf Erkenntnisse aus den neuesten Harris-Trump-Umfragen - The Hill",
        "Trump sagt, jüdische Wähler wären mitschuldig, wenn er die Wahl verliert - Al Jazeera Englisch",
        "Der Pinguin: Das Batman-Spinoff von HBO täuscht niemanden. - Schiefer",
        "[removed]",
        "Die Hisbollah jagt nach Sicherheitslücken, Maulwürfen, während sie von der brutalen Woche der Luftangriffe, Pager-Angriffe taumelt - The Wall Street Journal",
        "Mondgast: Die Erde bekommt für zwei Monate einen zweiten Mond - Salon",
        "Die Wissenschaftler schauten tief unter den Doomsday-Gletscher. Was sie gefunden haben, bedeutet eine potenzielle Katastrophe für den Planeten - CNN",
        "Huaweis dreifaches Telefon erweist sich bei Apple iPhone-Fans in Peking als beliebt - CNBC",
        "Europa Autohersteller Aktien Einbruch nach Mercedes wird spätestens 2024 Führung zu schneiden - CNBC",
        "Trump-Attentatsversuch: Verdächtiger Ryan Routh spielte \"Katz und Maus\" mit der Polizei, sagt Experte - Fox News",
        "Shohei Ohtani von den Los Angeles Dodgers ist der erste Spieler, der sich dem 50:50 -Club anschließt - CNN",
        "Kamala Harris schließt sich Oprah Winfrey bei emotionalem Kampagnen-Event an - Reuters",
        "[removed]",
        "Die Renditen von Treasuries sinken, da die Anleger die Arbeitslosendaten nach der Kürzung der Fed verdauen - CNBC",
        "Das iPhone 16 Lineup, AirPods 4, Apple Watch Series 10 kommen auf der ganzen Welt an - Apple",
        "Ehemaliger Teamsters-Führer kritisiert die Nicht-Befürwortung von Harris für den Präsidenten - The Washington Post"
    ]
}