{
    "headlines": [
        "Live election updates: Donald Trump wins U.S. presidency - The Associated Press",
        "Tesla shares soar during after-hours trading as a Trump victory appears increasingly likely - Fortune",
        "Oil falls as projected Trump win sends US dollar higher - Reuters",
        "James Van Der Beek, Jenna Fischer and the rise of young people getting cancer - USA TODAY",
        "Election 2024: Senate results - CNN",
        "Takeaways from the US presidential election - Reuters",
        "5 are killed when small jet crashes into vehicle after taking off in suburban Phoenix - The Associated Press",
        "Nintendo jumps 6% as it says current Switch games will be playable on the console's successor - CNBC",
        "College Football Playoff bracket: What 12-team field looks like after first CFP Rankings release - CBS Sports",
        "Ukraine says it fought N Korean troops for first time - BBC.com",
        "4 states vote to protect abortion rights, while effort to expand access in Florida fails - CNN",
        "‘Red One’ Review: Dwayne Johnson & Chris Evans’ Slightly Absurd Christmas Action Comedy Commits To The Bit - Deadline",
        "Stock market today: Dow, S&P, Nasdaq futures jump as Trump gains election edge - Yahoo Finance",
        "Drew Barrymore & Adam Sandler's Daughters Have Unforgettable 50 First Dates Movie Night - E! Online - E! NEWS",
        "The Senate will have 2 Black women at the same time for the first time in history - POLITICO",
        "Germany's awkward coalition faces make-or-break moment - Reuters",
        "Holloway in alert, stable condition after injury - NHL.com",
        "Horoscope Today LIVE Updates on November 6, 2024 : US Election day: Kamala Harris Horoscope today, November 6, 2024, predicts growth but also challenges - Hindustan Times",
        "Bitcoin jumps to record $75,000 as crypto traders bet on Trump - Financial Times",
        "Hoax bomb threats linked to Russia target polling places in battleground states, FBI says - Reuters"
    ]
}