{
    "headlines": [
        "يحرز رجال الإطفاء في جنوب كاليفورنيا تقدمًا ضد حرائق الغابات مع بدء الرياح العاتية في الانحسار - وكالة أسوشيتد برس",
        "يحقق مكتب التحقيقات الفيدرالي في الرسائل النصية العنصرية المرسلة إلى السود عبر الولايات المتحدة - BBC.com",
        "نيكول شيرزينجر تعتذر عن منشور على وسائل التواصل الاجتماعي بعد الانتخابات: \"من مكان الحب\" - الموعد النهائي",
        "سكاي نت-1 أ: لماذا انتهى الأمر بأول قمر صناعي في المملكة المتحدة على بعد آلاف الأميال من المكان الذي كان ينبغي أن يكون فيه ؟ - BBC.com",
        "49ers التنازل عن RB، تمهيد الطريق لعودة كريستيان مكافري - ناينرز واير",
        "لم يذكر رواد فضاء ناسا أي واحد منهم أصيب بالمرض بعد ما يقرب من ثمانية أشهر في الفضاء - وكالة أسوشيتد برس",
        "وجدت الدراسة أن 5 دقائق فقط من التمارين الرياضية يمكن أن تقلل من ارتفاع ضغط الدم - فوكس نيوز",
        "وزارة العدل توجه اتهامات جنائية في خطة إيرانية للقتل مقابل الاستئجار تستهدف دونالد ترامب - وكالة أسوشيتد برس",
        "تلوم بيلوسي خسارة هاريس على خروج بايدن المتأخر وعدم وجود انتخابات تمهيدية ديمقراطية مفتوحة - ABC News",
        "رعاة البقر لوضع DAK على الأشعة تحت الحمراء لإصابة أوتار الركبة - ESPN",
        "إيلون ماسك ينضم إلى دعوة ترامب مع زيلينسكي الأوكراني - واشنطن بوست",
        "مؤشر داو جونز يصل إلى 44000 للمرة الأولى، ومؤشر ستاندرد آند بورز 500 يغلق عند أعلى مستوى قياسي له في أسبوع الانتخابات: تحديثات مباشرة - سي إن بي سي",
        "إن سعي غافن نيوسوم إلى \"مقاومة ترامب\" في كاليفورنيا يثير غضب الرئيس القادم - بوليتيكو",
        "حصري | هال شتاينبرينر يضع بسرعة خطة خوان سوتو الخاصة باليانكيز بعد زيارة جدول ميتس - نيويورك بوست",
        "وعد ترامب بفرض رسوم جمركية ضخمة على الواردات، لكن كيف سينجح في ذلك لا يزال قيد البحث - سي إن إن",
        "اليوم الوطني لساندويتش الدجاج المقلي 2024 هو السبت: اطلع على هذه العروض والهدايا المجانية - USA TODAY",
        "تثير الوكالة الأمريكية مخاوف بشأن منشورات تسلا على وسائل التواصل الاجتماعي ذاتية القيادة - رويترز",
        "تواصل ولي العهد السعودي مع ترامب في مكالمة هاتفية في وقت متأخر من الليل - بلومبرغ",
        "\"يلوستون\" الموسم 5 الجزء 2 العرض الأول: كيفية المشاهدة والبث - مجلة ستيتسمان",
        "UNC - Kansas Preview: Blue Bloods Clash in Allen Fieldhouse - 247Sports"
    ]
}