{
    "headlines": [
        "Федералы прекращают уголовное дело против человека, которого они ранее называли лидером крупной банды - Politico",
        "Джеймса Тобака обязали выплатить 1,68 миллиарда долларов после судебного разбирательства по делу о сексуальном насилии - Vulture",
        "Жена басиста Weezer Скотта Шрайнера застрелена полицией и арестована за попытку убийства - Variety",
        "Трамп велел людям покупать. Несколько часов спустя его тарифная пауза заставила рынки взлететь. - The Washington Post",
        "Палата представителей проголосовала за то, чтобы обуздать федеральных судей на фоне нападений Трампа на суды - NBC News",
        "Иммиграционный статус 53 иностранных студентов отменен еще в четырех университетах Техаса - The Texas Tribune",
        "Лука Дончич из Лейкерс получил трибьют-видео, аплодисменты от фанатов Mavs в ответ - отчет Bleacher",
        "Трамп хвалит Уитмера на дружеской встрече в Овальном кабинете - Politico",
        "РФК-младший хвалит борьбу с корью в Техасе, США, сравнивая ее с Европой - ABC News",
        "Тарифы Трампа: азиатские акции подскочили после того, как США приостановили более высокие сборы, но повысили ставку в Китае - BBC",
        "Google представляет Firebase Studio, комплексную платформу, которая создает пользовательские приложения в браузере за считанные минуты - VentureBeat",
        "Удивительные новости из Китая вызвали рост акций Nvidia - TheStreet",
        "Прогнозы Masters на 2025 год, выбор бесплатных ставок: Томми Флитвуд среди лучших лонгшотов в Augusta National - CBS Sports",
        "Можете ли вы заболеть корью, если вы были вакцинированы? | Ответы на часто задаваемые вопросы о кори - 9News",
        "Украинская разведка идентифицировала 155 граждан Китая, воюющих за Россию, - Зеленский - CNN",
        "«Фильм о Minecraft» выходит четвертым по величине во вторник в апреле и будет стоить более 65 МИЛЛИОНОВ долларов во второй уик-энд – предварительный просмотр в кассах - крайний срок",
        "Отец, чья дочь умерла от кори, говорит RFK Jr. Никогда даже не упоминал о вакцине - футуризм",
        "Сливочное масло отозвано из-за повышенного уровня колиформных бактерий - WFSB"
    ]
}