{
    "headlines": [
        "Real Estate Brothers, Oren and Tal Alexander, Arrested and Charged With Sex Trafficking - The New York Times",
        "NASA believes it understands why Ingenuity crashed on Mars - Ars Technica",
        "Afghan blast kills key minister, shocking Taliban - The Washington Post",
        "What to know about iOS 18.2′s new AI tools, from Genmoji to ChatGPT - The Washington Post",
        "‘Golden Bachelor’ Gerry Turner has cancer, says diagnosis had ‘huge bearing’ on Theresa Nist split - New York Post ",
        "Albertsons gives up on Kroger merger and sues the grocery chain for failing to secure deal - The Associated Press",
        "CNN Poll: Most Americans approve how Trump is handling his return to the White House - CNN",
        "Sundance 2025: JLo, Sly Stone, Putin, Ayo Edebiri, André Holland, & Ex-NZ PM Jacinda Ardern Films Among Park City Festival Offerings - Deadline",
        "Super Bowl Halftime Headache? How Jay-Z in the Headlines Could Impact Roc Nation’s NFL Deal - Hollywood Reporter",
        "The surprising reason ‘Conan the Bacterium’ can withstand radiation that could kill a human - CNN",
        "Elon Musk’s Net Worth Tops $400 Billion, a Historic First - Bloomberg",
        "Syria's Golani vows to punish those responsible for torture under Assad - Reuters",
        "Dengue fever deaths surge in Caribbean and Americas due to climate crisis - The Guardian",
        "Saudi Arabia named FIFA World Cup 2034 host; Morocco to co-stage 2030 - Al Jazeera English",
        "Is Google’s (GOOG) New Quantum Chip A Bitcoin and NVDA Killer? - Yahoo Finance",
        "Google is testing Gemini AI agents that help you in video games - The Verge",
        "California child suspected of getting bird flu after drinking raw milk - ABC News",
        "US consumer prices post largest gain in seven months; cost of rent subsides - Reuters",
        "Trump outran the law. His allies haven’t. - POLITICO",
        "NFL will play its first regular-season game in Berlin in 2025 - NBC Sports"
    ]
}