{
    "headlines": [
        "ਫਲਸਤੀਨੀ ਅਥਾਰਟੀ ਨੇ ਵੈਸਟ ਬੈਂਕ ਪਾਵਰ ਸੰਘਰਸ਼ ਵਿਚ ਹਮਾਸ ਦੇ ਅੱਤਵਾਦੀਆਂ 'ਤੇ ਕਬਜ਼ਾ ਕੀਤਾ - ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "ਹਟਾਈ",
        "ਨਿ Or ਓਰਲੀਨਜ਼ ਬੋਰਬਨ ਸਟ੍ਰੀਟ ਹਮਲੇ ਦੇ ਪੀੜਤਾਂ ਵਿੱਚ ਸਾਬਕਾ ਕਾਲਜ ਫੁੱਟਬਾਲ ਖਿਡਾਰੀ ਅਤੇ ਪਿਆਰ ਕਰਨ ਵਾਲੇ ਪਿਤਾ ਸ਼ਾਮਲ ਹਨ - ਸੀ ਐਨ ਐਨ",
        "ਯਿਰਮਿਯਾਹ ਸਮਿਥ ਚੈਨਲ DeVonta ਸਮਿਥ-ਵਰਗੇ ਦਬਦਬਾ ਵਿੱਚ ਓਹੀਓ ਸਟੇਟ ਦੇ ਰੋਜ਼ Bowl ਜਿੱਤ - 247Sports",
        "ਅਖਬਾਰਾਂ ਦੀਆਂ ਸੁਰਖੀਆਂਃ 'ਹਮਲੇ ਅਧੀਨ ਅਮਰੀਕਾ' ਅਤੇ ਤਸਕਰਾਂ 'ਤੇ ਕਾਰਵਾਈ ਕਰੋ - ਬੀਬੀਸੀ.",
        "ਟਰੰਪ ਟ੍ਰੈਪੀਡੇਸ਼ਨ 'ਤੇ 2025 ਵਿਚ ਏਸ਼ੀਆ ਦੇ ਸ਼ੇਅਰਾਂ ਦੀ ਚੱਟਾਨ ਦੀ ਸ਼ੁਰੂਆਤ - ਯਾਹੂ ਵਿੱਤ",
        "ਸਾਕੋਨ ਬਾਰਕਲੇ ਬਨਾਮ ਜਾਇੰਟਸ ਆਰਾਮ ਕਰੇਗਾ, ਐਨਐਫਐਲ ਰਸ਼ਿੰਗ ਰਿਕਾਰਡ 'ਤੇ ਮੌਕਾ ਗੁਆ ਦੇਵੇਗਾ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਟਰੰਪ ਦੇ ਲਾਸ ਵੇਗਾਸ ਹੋਟਲ ਦੇ ਬਾਹਰ ਫਟਣ ਵਾਲੇ ਟੇਸਲਾ ਦੇ ਅੰਦਰ ਭਰੇ ਪਟਾਕੇ ਮੋਰਟਾਰ, ਗੈਸ ਕੈਨਿਸਟਰ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਹੋਨੋਲੂਲੂ ਦੇ ਘਰ 'ਚ ਆਤਿਸ਼ਬਾਜ਼ੀ ਕਾਰਨ 3 ਦੀ ਮੌਤ, 20 ਤੋਂ ਵੱਧ ਜ਼ਖਮੀ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਡਰਾਈਵਰ ਨੇ ਨਿਊਜ਼ੀਲੈਂਡ ਦੇ 2 ਪੁਲਿਸ ਮੁਲਾਜ਼ਮਾਂ ਨੂੰ ਘੇਰਿਆ, 1 ਦੀ ਮੌਤ - The Associated Press",
        "ਯੂਕਰੇਨ ਟ੍ਰਾਂਜ਼ਿਟ ਸੌਦੇ ਦੀ ਮਿਆਦ ਖਤਮ ਹੋਣ ਤੋਂ ਬਾਅਦ ਯੂਰਪ ਨੂੰ ਰੂਸ ਦੀ ਗੈਸ ਸਪਲਾਈ ਰੁਕ ਗਈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਕਾਰਲ-ਐਂਥਨੀ ਟਾsਨਜ਼, ਜੋਸ਼ ਹਾਰਟ ਪ੍ਰੋਪੈਲ ਜੈਲੇਨ ਬਰਨਸਨ-ਲੈਸ ਨਿਕਸ ਨੇ ਜੈਜ਼ ਨੂੰ ਨੌਵੀਂ ਲਗਾਤਾਰ ਜਿੱਤ ਲਈ ਪਛਾੜਿਆ - ਨਿ New ਯਾਰਕ ਪੋਸਟ",
        "‘ਕੈਟਵੁਮੈਨ' ਜੋਸਲੀਨ ਵਾਈਲਡਨਸਟਾਈਨ, ਜੋ ਉਸ ਦੀਆਂ ਵਿਆਪਕ ਪਲਾਸਟਿਕ ਸਰਜਰੀਆਂ ਲਈ ਜਾਣੀ ਜਾਂਦੀ ਹੈ, 79 'ਤੇ ਮਰ ਗਈ - ਸਾ Southਥ ਚਾਈਨਾ ਮਾਰਨਿੰਗ ਪੋਸਟ",
        "ਦੱਖਣੀ ਕੋਰੀਆਃ ਜੇਜੂ ਹਾਦਸੇ ਤੋਂ ਬਾਅਦ ਪੁਲਿਸ ਨੇ ਮੁਆਨ ਹਵਾਈ ਅੱਡੇ 'ਤੇ ਛਾਪਾ ਮਾਰਿਆ - DW (ਪੰਜਾਬੀ)",
        "ਡੈਨ ਕੈਂਪਬੈਲ ਹਫਤੇ 18 ਤੇ ਵਾਈਕਿੰਗਜ਼ ਨਾਲ ਸ਼ੋਅਡਾਉਨਃ \"ਉਤਸ਼ਾਹਜਨਕ. .. ਪਰ ਇਹ ਪਲੇਆਫਸ ਵਰਗਾ ਨਹੀਂ ਹੈ\" - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਬਲੇਕ ਨੇ ਜਨਤਕ ਤੌਰ ‘ਤੇ‘ ਜਸਟਿਨ ਬਾਲਡੋਨੀ ਦਾ ਅਪਮਾਨ ਕੀਤਾ ‘, ਫਿਲਮ ਦੇ ਪ੍ਰੀਮੀਅਰ’ ਤੇ ਆਪਣੇ ਪਰਿਵਾਰ ਨੂੰ ਬਾਹਰ ਕੱ 'ਦਿੱਤਾ', ਦਾਅਵੇ ਦਾ ਮੁਕੱਦਮਾ - ਹਿੰਦੁਸਤਾਨ ਟਾਈਮਜ਼",
        "ਹਟਾਈ",
        "ਮੌਂਟੇਨੇਗਰੋ ਗੋਲੀਬਾਰੀ ਵਿਚ ਸ਼ੱਕੀ ਵਿਅਕਤੀ ਦੀ ਆਤਮ ਹੱਤਿਆ ਦੀ ਕੋਸ਼ਿਸ਼ ਤੋਂ ਬਾਅਦ ਮੌਤ - ਰਾਇਟਰਜ਼",
        "ਹੈਲੀ ਬੀਬਰ ਗਰਭ ਅਵਸਥਾ ਤੋਂ ਬਾਅਦ ਦੇ ਸਰੀਰ ਨੂੰ ਝੰਜੋੜਦੀ ਹੈ ਜਦੋਂ ਉਹ ਨਵੇਂ ਸਾਲ ਵਿੱਚ ਵੱਜਦੀ ਹੈ - ਜੀਓ ਨਿ Newsਜ਼",
        "ਸੈਮਸੰਗ ਗਲੋਬਲ ਪਲੇ ਸਟੋਰ ਰੀਲੀਜ਼ ਦੇ ਨਾਲ ਵਨ ਯੂਆਈ 7 ਦੇ ਨਾਲ ਗੁੱਡ ਲਾਕ ਨੂੰ ਮੁੜ ਡਿਜ਼ਾਈਨ ਕਰ ਰਿਹਾ ਹੈ - 9to5Google"
    ]
}