{
    "headlines": [
        "ਦੱਖਣੀ ਲੇਬਨਾਨ ਦੇ ਮਾਰਕਾਬਾ 'ਚ ਇਜ਼ਰਾਈਲੀ ਫੌਜ ਦੀ ਗੋਲੀਬਾਰੀ ਤੋਂ ਬਾਅਦ ਜਾਨੀ ਨੁਕਸਾਨ ਦੀ ਖਬਰ - ਦ ਯਰੂਸ਼ਲਮ ਪੋਸਟ",
        "'ਵਿਸ਼ਾਲ' ਮਿਜ਼ਾਈਲ ਹਮਲੇ ਤੋਂ ਬਾਅਦ ਯੂਕਰੇਨ ਭਰ ਵਿੱਚ ਐਮਰਜੈਂਸੀ ਬਲੈਕਆਉਟ - ਬੀਬੀਸੀ.",
        "ਚੀਨ ਦੇ ਚੋਟੀ ਦੇ ਪੀਐਲਏ ਜਨਰਲ ਮਿਆਓ ਹੁਆ ਦੀ ਗੰਭੀਰ ਅਨੁਸ਼ਾਸਨ ਉਲੰਘਣਾ ਦੀ ਜਾਂਚ - ਸਾ Southਥ ਚਾਈਨਾ ਮਾਰਨਿੰਗ ਪੋਸਟ",
        "ਐਫਟੀਸੀ ਨੇ ਮਾਈਕ੍ਰੋਸਾੱਫਟ ਦੀ ਐਂਟੀਟ੍ਰਸਟ ਜਾਂਚ ਦੀ ਸ਼ੁਰੂਆਤ ਕੀਤੀ ਕਿਉਂਕਿ ਬਿਡੇਨ ਯੁੱਗ ਖਤਮ ਹੁੰਦਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਐਨਐਫਐਲ ਦੀਆਂ ਮੁਸ਼ਕਲਾਂ, ਮਾਹਰ ਪਿਕਸਃ ਭਵਿੱਖਬਾਣੀ, ਸਭ ਤੋਂ ਵਧੀਆ ਸੱਟਾ, ਕਿੱਥੇ ਵੇਖਣਾ ਹੈ, ਸਟ੍ਰੀਮ ਥੈਂਕਸਗਿਵਿੰਗ, 'ਬਲੈਕ ਫ੍ਰਾਈਡੇ' ਗੇਮਜ਼ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਐੱਫ. ਬੀ. ਆਈ. ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਬੰਬ ਧਮਕੀਆਂ, ਟਰੰਪ ਨੂੰ ਨਿਸ਼ਾਨਾ ਬਣਾਉਂਦੀਆਂ ਘਟਨਾਵਾਂ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਦੱਖਣੀ ਕੋਰੀਆ: ਭਾਰੀ ਬਰਫਬਾਰੀ 'ਚ ਘੱਟੋ-ਘੱਟ 4 ਮੌਤਾਂ - DW (ਪੰਜਾਬੀ)",
        "ਮੌਈ ਬੰਪ ਲਈ ਤਿਆਰ ਰਹੋਃ ਔਬਰਨ ਸਭ ਤੋਂ ਵਧੀਆ ਟੀਮ ਹੈ ਅਤੇ ਜੋਨੀ ਬਰੂਮ ਕਾਲਜ ਬਾਸਕਟਬਾਲ ਵਿਚ ਸਭ ਤੋਂ ਵਧੀਆ ਖਿਡਾਰੀ ਹੈ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਕੋਰਟ ਨੇ ਅਮਰੀਕਾ-ਮੈਕਸੀਕੋ ਸਰਹੱਦ 'ਤੇ ਸਥਾਪਤ ਰੇਜ਼ਰ ਤਾਰ ਨੂੰ ਲੈ ਕੇ ਟੈਕਸਾਸ ਦਾ ਸਮਰਥਨ ਕੀਤਾ - ਪੋਲਿਟਿਕੋ",
        "ਖਿਡਾਰੀ ਰੇਟਿੰਗਃ ਲਿਵਰਪੂਲ 2 -0 ਰੀਅਲ ਮੈਡ੍ਰਿਡ; 2024 UEFA ਚੈਂਪੀਅਨਜ਼ ਲੀਗ - ਮੈਡ੍ਰਿਡ ਦਾ ਪ੍ਰਬੰਧਨ",
        "ਏਸ਼ੀਆਈ ਸਟਾਕ ਘਟਿਆ, ਡਾਲਰ ਯੂਐਸ ਥੈਂਕਸਗਿਵਿੰਗ ਤੋਂ ਪਹਿਲਾਂ ਘੁੰਮਦਾ ਹੈ - Reuters.",
        "ਮੈਕਸੀਕੋ ਨੇ ਟਰੰਪ ਨੂੰ ਚੇਤਾਵਨੀ ਦਿੱਤੀ ਹੈ ਕਿ ਟੈਰਿਫ ਨਾਲ 400,000 ਅਮਰੀਕੀ ਨੌਕਰੀਆਂ ਖਤਮ ਹੋ ਜਾਣਗੀਆਂ, ਬਦਲਾ ਲੈਣ ਦੀ ਧਮਕੀ ਦਿੱਤੀ ਗਈ ਹੈ - ਰਾਇਟਰਜ਼",
        "ਸੀਨ ‘ਡਿੱਡੀ' ਕੰਬਜ਼ ਨੇ ਤੀਜੇ ਜੱਜ ਦੁਆਰਾ ਜ਼ਮਾਨਤ ਤੋਂ ਇਨਕਾਰ ਕਰ ਦਿੱਤਾ ਕਿਉਂਕਿ ਉਹ ਸੈਕਸ ਤਸਕਰੀ ਦੇ ਮੁਕੱਦਮੇ ਦੀ ਉਡੀਕ ਕਰ ਰਿਹਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਰਹੱਸਮਈ ਮਾੜੀ ਗੰਧ ਪੁਲਾੜ ਸਟੇਸ਼ਨ ਨੂੰ ਮੋਡੀuleਲ ਨੂੰ ਸੀਲ ਕਰਨ ਲਈ ਪ੍ਰੇਰਿਤ ਕਰਦੀ ਹੈ - ਸਾਇੰਸਅਲਰਟ",
        "ਟਰੰਪ ਦੇ ਨਵੇਂ ਯੂਕਰੇਨ ਸਲਾਹਕਾਰ ਨੇ ਰੂਸ ਨੂੰ ਖੇਤਰ ਦੇਣ ਦਾ ਸੁਝਾਅ ਦਿੱਤਾ - ਐਕਸੀਓਸ",
        "ਚੀਨੀ ਕਾਰਗੋ ਸਮੁੰਦਰੀ ਜਹਾਜ਼ ਨੂੰ 4 ਨਾਟੋ ਦੇਸ਼ਾਂ ਦੇ ਵਿਚਕਾਰ ਨਾਜ਼ੁਕ ਅੰਡਰਸੀ ਕੇਬਲ ਨੂੰ ਤੋੜਨ ਦਾ ਸ਼ੱਕ ਹੈ - ਬਿਜ਼ਨਸ ਇਨਸਾਈਡਰ",
        "ਸਵਾਲ ਬਰਡ ਫਲੂ ਟੈਸਟਿੰਗ ਦੇ ਬਾਅਦ ਕੈਲੀਫੋਰਨੀਆ ਕੱਚੇ ਦੁੱਧ ਦੇ ਵਿਸ਼ਾਲ ਯਾਦ ਦੀ ਪਾਲਣਾ - ਯਾਹੂ! ਆਵਾਜ਼",
        "ਟ੍ਰੈਵਿਸ ਕੈਲਸੇ ਦੀ ਸਾਬਕਾ ਪ੍ਰੇਮਿਕਾ ਬਰੇਕਅਪ ਬਾਰੇ ਭਾਵਨਾਤਮਕ ਦਾਖਲੇ ਦੇ ਕਾਰਨ ਬੈਕਲੈਸ਼ ਦਾ ਸਾਹਮਣਾ ਕਰ ਰਹੀ ਹੈ - ਐਥਲੋਨ ਸਪੋਰਟਸ",
        "ਹਟਾਈ",
        "ਨਵੰਬਰ 27, 2024 – ਇਜ਼ਰਾਈਲ-ਹਜ਼ਬੁੱਲਾ ਜੰਗਬੰਦੀ ਲੇਬਨਾਨ ਵਿੱਚ ਪ੍ਰਭਾਵਸ਼ਾਲੀ - ਸੀ ਐਨ ਐਨ"
    ]
}