{
    "headlines": [
        "Israelischer Angriff zerstört einen Teil des letzten voll funktionsfähigen Krankenhauses in Gaza-Stadt, während die Offensive eskaliert - CNN",
        "‘A Minecraft Movie’ explodiert auf 551 Millionen US-Dollar weltweit; ‘The Amateur’ spioniert 32 Millionen US-Dollar aus – International Box Office - Deadline",
        "Die Polizei von Pennsylvania sagt, dass eine Brandstiftung in der Residenz des Gouverneurs Gouverneur Shapiro und seine Familie zur Evakuierung zwang - CNN",
        "Ehemaliger Top-Gesundheitsbeamter kritisiert RFK Jr. für das Herunterspielen von Masern-Todesfällen - CBS News",
        "Ehemaliger LSU-Empfänger Lacy im Alter von 24 Jahren tot aufgefunden - ESPN",
        "Trump in ausgezeichneter kognitiver und körperlicher Gesundheit, sagt der Arzt im Weißen Haus - BBC",
        "Alexander Volkanovski nach dem UFC 314-Titelgewinn für Yair Rodriguez oder Mosvar Evloev - MMA Junkie",
        "Nationalgarde, um Albuquerque bei der Verbrechensbekämpfung zu helfen, aber einige fragen sich, ob es notwendig ist - NBC News",
        "Kylie Jenner und Timothée Chalamet wurden beim Coachella beim Packen auf dem PDA gesichtet - instyle.com",
        "Die größte Testversion in der Geschichte von Meta beginnt heute. Das sollten Sie wissen - NPR",
        "Die Anwälte des irrtümlich abgeschobenen Mannes fordern seine Rückkehr mit Trumps eigenen Worten - Axios",
        "Masern explodierten in Texas nach stagnierender Impfstofffinanzierung. Neue Kürzungen drohen in den USA gleich zu sein - AP News",
        "Strategy Corner: Wie Norris, Verstappen in Bahrain GP vorankommen kann - Motorsport.com",
        "Russischer Raketenangriff auf ukrainische Stadt tötet über 30 Menschen - The Hill",
        "Die Genesung von Papst Franziskus eröffnet die Karwoche mit einem persönlichen Gruß - Politico",
        "China ist gut positioniert, um Trumps Handelskrieg zu überstehen - Financial Times",
        "Lügen und Konsequenzen verleihen \"The Last of Us\" Staffel 2 - NPR neues Gewicht"
    ]
}