{
    "headlines": [
        "Os países concordam com o imposto global sobre o carbono no transporte, com a oposição de Trump - The Washington Post",
        "Juiz decide que ativista da Colômbia Mahmoud Khalil pode ser deportado - ABC News",
        "Lesão de Derek Carr levanta possibilidade de Aaron Rodgers para os Saints - NBC Sports",
        "O apresentador da Fox cujo programa chamou a atenção de Trump durante o colapso tarifário - WSJ",
        "Juiz de Maryland pede novamente ao governo que devolva homem deportado injustamente para El Salvador - NPR",
        "Defesa de Luigi Mangione pede que juiz bloqueie pena de morte em caso de assassinato de CEO - CNBC",
        "U.S. Department of Education Announces Consequences for Maine's Title IX Noncompliance - U.S. Department of Education (.gov)",
        "RFK Jr. promete uma resposta à 'epidemia de autismo' até setembro - ABC News",
        "Exclusivo | Witkoff diz que os EUA estão abertos a compromissos antes das negociações nucleares com o Irã - WSJ",
        "Todos os episódios da 7ª temporada de ‘Black Mirror’ classificados - WIRED",
        "Luz que espirala como uma concha de náutilo - Phys.org",
        "Na guerra comercial com os EUA, a China tem muito mais cartas do que Trump imagina - na verdade, pode ter uma mão vencedora - The Conversation",
        "Tabela de classificação do Masters de 2025: cobertura ao vivo, atualizações do placar, pontuações de golfe hoje na 2ª Rodada no Augusta National - CBS Sports",
        "Trump está a fazer o seu exame físico anual após anos de relutância em partilhar informações médicas - AP News",
        "Estudante do ensino médio usa IA para revelar 1,5 milhão de objetos desconhecidos no espaço - Phys.org",
        "Gennaro Filice 2025 NFL mock draft 2.0: RB Ashton Jeanty vai para o top 5! Cowboys saltam para Jalon Walker - NFL.com",
        "GM cortando empregos, desativando a fábrica canadense de furgões elétricos devido à \"demanda do mercado\" - CNBC",
        "Os casos semanais de sarampo estão entre os 90 primeiros nos EUA pela primeira vez em anos - CBS News"
    ]
}