{
    "headlines": [
        "O que causou o incêndio de Notre Dame? O mais recente com a reabertura da catedral. - The Washington Post",
        "Médio Oriente mais recente: Um ataque israelita a um acampamento de tendas em Gaza mata pelo menos 21 pessoas - The Associated Press",
        "Primeiro-ministro francês deposto em voto de desconfiança, jogando o país em profunda incerteza - CNN",
        "Dia Nacional da Assinatura, 2024: Onde estão os jogadores de futebol de N.J. D1 a assinar para jogar? - NJ.com",
        "Biden parece descansar os olhos na cimeira africana em Angola - Fox News",
        "Bill Clinton apoia o perdão do presidente a Hunter Biden - POLITICO",
        "Político da oposição georgiana espancado inconsciente pela polícia, diz partido, à medida que a repressão do governo se intensifica - CNN",
        "‘Wicked’ lança feitiço sobre o National Board of Review, conta com três prêmios, incluindo Melhor Filme - Prazo",
        "Trump nomeia o defensor da criptomoeda Paul Atkins como presidente da SEC - The Associated Press",
        "Donald Trump nomeia Peter Navarro como conselheiro económico sénior - Financial Times",
        "Os melhores filmes de 2024 classificados pelos escritores de filmes da AP - The Associated Press",
        "Premier League: anfitrião do Arsenal, Man Utd, com Man City, Liverpool e Chelsea também em ação - BBC.com",
        "Asteroide 'espetacular' brilha sobre a Sibéria poucas horas depois de ser detectado - Livescience.com",
        "A OMS está investigando doenças misteriosas por trás de 12 dúzias de mortes na República Democrática do Congo - Livescience.com",
        "A escolha de Trump para comandar a DEA retira seu nome da consideração. Trump diz que desligou a tomada - The Associated Press",
        "Um novo scanner de telefone que detecta spyware já encontrou 7 infecções por Pegasus - COM FIO",
        "Discurso de Fed Powell hoje: o que assistir - Barron's",
        "Recall de leite cru na Califórnia se expande após testes detectarem mais vírus da gripe aviária - Associated Press",
        "Atualizações ao vivo da transição de Trump: Pete Hegseth promete continuar lutando pelo posto de secretário de Defesa - The Washington Post",
        "Meio-irmão de Eminem faz homenagem à mãe enquanto rapper fica mudo em meio a anos de ‘ódio’ - Hindustan Times"
    ]
}