{
    "headlines": [
        "ਅਜ਼ਰਬਾਈਜਾਨ ਤੋਂ ਰੂਸ ਲਈ ਉਡਾਣ ਭਰਨ ਵਾਲਾ ਯਾਤਰੀ ਜਹਾਜ਼ ਕਜ਼ਾਖਸਤਾਨ ਵਿੱਚ ਹਾਦਸਾਗ੍ਰਸਤ ਹੋ ਗਿਆ ਜਿਸ ਵਿੱਚ ਬਹੁਤ ਸਾਰੇ ਮਾਰੇ ਜਾਣ ਦੇ ਡਰ ਨਾਲ - ਰਾਇਟਰ",
        "ਦੱਖਣੀ ਕੋਰੀਆ ਦੇ ਯੁਨ ਨੇ ਮਾਰਸ਼ਲ ਲਾਅ ਦੇ ਫ਼ਰਮਾਨ ਨੂੰ ਲੈ ਕੇ ਦੂਜਾ ਸੰਮਨ ਰੱਦ ਕੀਤਾ - ਅਲ ਜਜ਼ੀਰਾ ਅੰਗਰੇਜ਼ੀ",
        "ਮੈਗਾ ਮਿਲੀਅਨਜ਼ $ 1 ਬਿਲੀਅਨ ਕ੍ਰਿਸਮਸ ਈਵ ਜੈਕਪਾਟ ਲਈ ਖਿੱਚੇ ਗਏ ਜੇਤੂ ਨੰਬਰ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਕੰਪਿ computerਟਰ ਦੇ ਮੁੱਦੇ 'ਤੇ ਸੰਖੇਪ ਰੁਕਣ ਤੋਂ ਬਾਅਦ ਅਮੈਰੀਕਨ ਏਅਰਲਾਈਨਜ਼ ਦੀਆਂ ਉਡਾਣਾਂ ਮੁੜ ਸ਼ੁਰੂ ਹੋਈਆਂ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਪੁਲਾੜ ਵਿਚ ਫਸੇ ਪੁਲਾੜ ਯਾਤਰੀ ਕ੍ਰਿਸਮਸ ਲਈ ਸੈਂਟਾ ਟੋਪੀਆਂ ਨਾਲ ਕਿਵੇਂ ਖਤਮ ਹੁੰਦੇ ਹਨ? ਸਾਜ਼ਿਸ਼ ਥੀਓ ਨਾਲ ਭਰਿਆ ਇੰਟਰਨੈੱਟ - The Times of India",
        "ਉੱਚੇ ਸੋਜ ਸੈਂਟਾ ਕਰੂਜ਼ ਹਾਰਬਰ - ਕੇਐਸਬੀਡਬਲਯੂ ਮੋਨਟੇਰੀ ਵਿਖੇ ਵਿਨਾਸ਼ ਦਾ ਜਾਗ ਛੱਡਦੇ ਹਨ",
        "ਨੈੱਟਫਲਿਕਸ ਦੀ ਕ੍ਰਿਸਮਸ ਐਨਐਫਐਲ ਪਲੇਬੁੱਕਃ ਪ੍ਰਸ਼ੰਸਕਾਂ ਨੂੰ ਰੱਖੋ- ਅਤੇ ਲੀਗ-ਹੈਪੀ - ਦਿ ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "ਪੋਪ ਫ੍ਰਾਂਸਿਸ ਨੇ ਸਾਲ-ਲੰਬੇ ਜੁਬਲੀ ਦੀ ਸ਼ੁਰੂਆਤ ਕੀਤੀ - ਪੋਲਿਟਿਕੋ",
        "ਡੈਨਮਾਰਕ ਨੇ ਅਮਰੀਕੀ ਨਿਯੰਤਰਣ ਦੀ ਇੱਛਾ ਨੂੰ ਦੁਹਰਾਉਣ ਤੋਂ ਬਾਅਦ ਗ੍ਰੀਨਲੈਂਡ ਦੀ ਰੱਖਿਆ ਨੂੰ ਉਤਸ਼ਾਹਤ ਕੀਤਾ - ਬੀਬੀਸੀ.",
        "ਵਾਸ਼ਿੰਗਟਨ ਕਾਉਂਟੀ ਵਿਚ ਹਾਊਸ ਬਿੱਲੀ ਦੀ ਕੱਚੇ ਫ੍ਰੋਜ਼ਨ ਪਾਲਤੂ ਜਾਨਵਰਾਂ ਦੇ ਭੋਜਨ ਤੋਂ ਬਰਡ ਫਲੂ ਦੇ ਸੰਕਰਮਣ ਤੋਂ ਬਾਅਦ ਮੌਤ ਹੋ ਗਈ - OregonLive",
        "ਕ੍ਰਿਸਮਸ ਦਿਵਸ aurora borealis ਅਮਰੀਕਾ ਦੇ ਹਿੱਸੇ ਨੂੰ ਰੌਸ਼ਨ ਕਰ ਸਕਦਾ ਹੈ - ਨਿਊਯਾਰਕ ਪੋਸਟ",
        "6 ਕਲਪਨਾ ਫੁੱਟਬਾਲ ਲਾਈਨਅਪ ਲੈਂਡਮਾਈਨਜ਼ਃ ਸ਼ੁਰੂਆਤ/ਬੈਠਣ ਦੀ ਸਲਾਹ (ਹਫਤਾ 17) - FantasyPros",
        "‘ਸੁੰਗੜਨਾ’ ਸਹਿ-ਸਿਰਜਣਹਾਰ ਬਿਲ ਲਾਰੈਂਸ ਸੀਜ਼ਨ 2 ਦੇ ਅੰਤ, ਥੈਂਕਸਗਿਵਿੰਗ ਮੋਨਟੇਜ ਅਤੇ ਸੀਜ਼ਨ 3 ਥੀਮ ਨੂੰ ਤੋੜਦਾ ਹੈ - ਡੈੱਡਲਾਈਨ",
        "ਨੋਰੈਡ ਦਾ ਸੈਂਟਾ ਟਰੈਕਰ ਸ਼ੀਤ ਯੁੱਧ ਦਾ ਮਨੋਬਲ ਵਧਾਉਂਦਾ ਸੀ. ਹੁਣ ਇਹ ਲੱਖਾਂ ਬੱਚਿਆਂ ਨੂੰ ਆਕਰਸ਼ਿਤ ਕਰਦਾ ਹੈ - ਪੋਲਿਟਿਕੋ",
        "ਅਮਰੀਕਾ ਵਿਚ ਖੰਘ ਦੇ ਮਾਮਲੇ ਇਕ ਦਹਾਕੇ ਦੇ ਸਭ ਤੋਂ ਉੱਚੇ ਪੱਧਰ 'ਤੇ ਚੜ੍ਹੇ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਜਸਟਿਨ ਬਾਲਡੋਨੀ ਬਲੇਕ ਲਾਈਵ ਇਲਜ਼ਾਮਾਂ ਤੋਂ ਬਾਅਦ ਸਾਬਕਾ ਪਬਲਿਕਿਸਟ ਤੋਂ ਕੰਟਰੈਕਟ ਸੂਟ ਦੀ ਉਲੰਘਣਾ ਨਾਲ ਮਾਰਿਆ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਟਰੰਪ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਹ ਬਿਡੇਨ ਦੁਆਰਾ ਫੈਡਰਲ ਮੌਤ ਦੀ ਜ਼ਿਆਦਾਤਰ ਸਜ਼ਾ ਕੱਟਣ ਤੋਂ ਬਾਅਦ ਹੋਰ ਫਾਂਸੀ ਦੀ ਪੈਰਵੀ ਕਰੇਗਾ - ਪੀਬੀਐਸ ਨਿ Newsਜ਼ਹੌਰ",
        "ਬਾਇਡਨ ਨੇ ਗੰਜੇ ਈਗਲ ਨੂੰ ਅਧਿਕਾਰਤ ਤੌਰ 'ਤੇ ਅਮਰੀਕਾ ਦਾ ਰਾਸ਼ਟਰੀ ਪੰਛੀ ਬਣਾਉਣ ਵਾਲੇ ਬਿੱਲ' ਤੇ ਦਸਤਖਤ ਕੀਤੇ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਅਲੇਕ ਬਾਲਡਵਿਨ ਵਿਰੁੱਧ 'ਜੰਗਾਲ’ ਅਪਰਾਧਿਕ ਕੇਸ ਦਾ ਅੰਤ ਸਿਵਲ ਮੁਕੱਦਮੇ ਦਾ ਤਾਲਾ ਖੋਲ੍ਹ ਸਕਦਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਹੈਤੀ ਦੇ ਸਭ ਤੋਂ ਵੱਡੇ ਹਸਪਤਾਲ 'ਤੇ ਬੰਦੂਕਧਾਰੀਆਂ ਦੇ ਹਮਲੇ' ਚ ਤਿੰਨ ਦੀ ਗੋਲੀ ਮਾਰ ਕੇ ਹੱਤਿਆ - BBC.com"
    ]
}