{
    "headlines": [
        "Die Zeitleiste zeigt, was wir über die Reise der Bürgermeisterin von L.A., Karen Bass, nach Ghana wissen, als sich eine Brandkrise entwickelte - CBS News",
        "Waffenstillstandsabkommen mit Gaza: Was wissen wir? - BBC.com",
        "FDA verbietet umstrittenen roten Farbstoff in Süßigkeiten, Getränken und Snacks - The Washington Post",
        "Der Oberste Gerichtshof der USA setzt sich mit dem Gesetz zur Altersüberprüfung von Online-Pornos in Texas auseinander - Reuters",
        "Was hat die Waldbrände in LA verursacht? Hier ist, was wir über die möglichen Ursprünge wissen. - USA TODAY",
        "Premier League LIVE: Vier Spiele, darunter Arsenal v Spurs, Everton v Aston Villa, Newcastle v Wolves - Radio & Text - BBC.com",
        "UnitedHealth, Arbeitgeber des ermordeten Geschäftsführers Brian Thompson, hat festgestellt, dass einige Krebspatienten für Medikamente um über 1.000% zu viel berechnet wurden - Fortune",
        "Drake verklagt UMG wegen Diffamierung wegen Kendrick Lamars \"Not Like Us\" - Billboard",
        "5 Dinge, die Sie über den chaotischen Beginn der Legislaturperiode 2025 in Minnesota wissen sollten - Star Tribune",
        "Bluesky erhält eine eigene Foto-Sharing-App, Flashes - TechCrunch",
        "USA in Plädoyer-Gesprächen mit dem mexikanischen Kartellkönig Ismael ‘El Mayo’ Zambada - The Associated Press",
        "Quinn Ewers steigt in den NFL Draft ein - NBC Sports",
        "Notes on the Smith Report, Vol. 1 - Lawfare Blog",
        "Die offiziellen Gehäuse der Samsung Galaxy S25-Serie sind durchgesickert und enthüllen eine Vielzahl von Farben und Stilen - PhoneArena",
        "Wolf Man Filmkritik & Filmzusammenfassung (2025) - Roger Ebert",
        "Stehen wir vor einer Vogelgrippe-Pandemie? Experten wiegen mit - Boston.com",
        "Aktienmarkt heute: Dow Jones springt auf VPI-Inflationsdaten; Banken posten starke Gewinne - The Wall Street Journal",
        "AG-Kandidatin Pam Bondi wird nicht sagen, dass Trump die Wahl 2020 verloren hat - The Hill",
        "'iPhone 17 Air' erscheint später in diesem Jahr mit diesen 10 neuen Funktionen - MacRumors",
        "Ein UI 7.0 Setup-Video begeistert uns für butterweiche Animationen - SamMobile - Samsung News"
    ]
}