{
    "headlines": [
        "Senior staff members for N.C. gubernatorial hopeful Mark Robinson resign amid porn site scandal - The Washington Post",
        "Column | Carolyn Hax: Burned-out sibling dreads becoming caregiver again by default - The Washington Post",
        "Speaker Mike Johnson unveils new strategy to avert government shutdown as deadline approaches - CBS News",
        "[Removed]",
        "Hezbollah fires rockets deep into northern Israel as tensions flare. Here’s what we know - CNN",
        "Pierce blasts Raiders: 'Business decisions' in loss - ESPN",
        "Marxist Dissanayake wins Sri Lanka’s presidential election as voters reject old guard - The Associated Press",
        "Taylor Swift appears to skip Chiefs game for 1st time in 2024 season - Fox News",
        "This Immortal Creature Can Create a Form of Cancer That's Contagious - ScienceAlert",
        "21 people shot, at least 4 dead in mass shooting in Birmingham, Alabama - WXII12 Winston-Salem",
        "Trump allies make another push to change Nebraska’s Electoral College law - The Associated Press",
        "NFL Week Three results: Derrick Henry stars as Baltimore Ravens beat Dallas Cowboys while Los Angeles Rams shock San Francisco 49ers - Sky Sports",
        "Apollo eyes $5 billion investment in Intel, Bloomberg News reports - Reuters",
        "2024 NFL Week 3 winners and losers: Vikings are for real, while Chargers, Dolphins take major hits - CBS Sports",
        "Reversing a fentanyl overdose | 60 Minutes - CBS News",
        "UN nations endorse a 'Pact for the Future,' and the body's leader says it must be more than talk - The Associated Press",
        "Dow futures are little changed after clinching record high following Fed rate cut: Live updates - CNBC",
        "California Gov. Gavin Newsom signs plastic grocery bag ban - KTLA Los Angeles",
        "NASA Spacecraft to Look for Signs of Life on Jupiter’s Moon Europa - VOA Learning English",
        "Biden says US is doing ‘everything we can’ to prevent wider war in the Middle East - The Hill"
    ]
}