{
    "headlines": [
        "ਟਰੰਪ ਨੇ ਇਜ਼ਰਾਈਲ ਵਿਚ ਵਿਟਕੌਫ ਨੂੰ ਜੰਗਬੰਦੀ ਸਮਝੌਤੇ ਦੀ ਨਿਗਰਾਨੀ ਕਰਨ ਲਈ ਭੇਜਿਆ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਇੱਕ$ਏਪੀ ਰੌਕੀ ਇਲਜ਼ਾਮ ਲਗਾਉਣ ਵਾਲੇ ਵਜੋਂ ਦੇਖਦਾ ਹੈ ਕਿ ਹਾਲੀਵੁੱਡ ਵਿੱਚ ਰੈਪਰ ਨੇ ਉਸ ਨੂੰ ਗੋਲੀ ਮਾਰ ਦਿੱਤੀਃ \"ਇੱਕ ਫਿਲਮ ਦੀ ਤਰ੍ਹਾਂ ਦਿਖਾਈ ਦਿੱਤੀ\" - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਫਾਲਕਨ 9 ਬੂਸਟਰ ਨੇ ਈਐਸਏ ਦੇ ਅਗਲੀ ਪੀੜ੍ਹੀ ਦੇ ਸੈਟੇਲਾਈਟ ਨੂੰ ਲੈ ਕੇ ਫਲੋਰੀਡਾ ਤੋਂ ਉਡਾਣ ਸ਼ੁਰੂ ਕੀਤੀ - ਡਬਲਯੂਈਐਸਐਚ 2 ਓਰਲੈਂਡੋ",
        "ਸਰੋਤਃ ਵਿਲਕਸ ਜੈੱਟਸ ਡੀਸੀ - ਈਐਸਪੀਐਨ ਦੇ ਤੌਰ ਤੇ ਗਲੇਨ ਦੇ ਸਟਾਫ ਵਿਚ ਸ਼ਾਮਲ ਹੋਣ ਲਈ",
        "ਐਲਨ ਮਸਕ ਦਾ ਦਾਅਵਾ ਹੈ ਕਿ ਪੂਰੀ ਸਵੈ-ਡ੍ਰਾਇਵਿੰਗ ਇੰਨੀ ਉੱਨਤ ਹੈ ਟੇਸਲਾ ਮਾਲਕ ਇਸ ਨੂੰ ਬੰਦ ਕਰ ਰਹੇ ਹਨ ਅਤੇ ਟੈਕਸਟ ਸੰਦੇਸ਼ਾਂ ਦੀ ਜਾਂਚ ਕਰਨ ਲਈ ਆਪਣੇ ਗੋਡਿਆਂ ਨਾਲ ਸਟੀਰਿੰਗ ਕਰ ਰਹੇ ਹਨ - ਫਾਰਚਿ.",
        "ਫੈੱਡ ਹੋਲਡ ਰੇਟ ਸਥਿਰ, ਮਹਿੰਗਾਈ ਨੂੰ ‘ਐਲੀਵੇਟਿਡ‘ ਵਜੋਂ ਵੇਖਦਾ ਹੈ, ਕਿਉਂਕਿ ਪਾਵੇਲ ਨੇ ਟਰੰਪ ’ਤੇ ਟਿੱਪਣੀ ਤੋਂ ਇਨਕਾਰ ਕੀਤਾ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "2025 ਪੋਰਸ਼ੇ 911 ਜੀਟੀ 3 - ਆਰਸ ਟੈਕਨੀਕਾ ਵਿਚ ਭਾਰ ਬਚਾਉਣ ਅਤੇ ਏਰੋ optimਪਟੀਮਾਈਜ਼ੇਸ਼ਨ ਵਿਸ਼ੇਸ਼ਤਾ",
        "ਨੇਵਲ ਸਟੇਸ਼ਨ ਗੁਆਂਟਾਨਾਮੋ ਬੇ ਵਿਖੇ ਪ੍ਰਵਾਸੀ ਆਪ੍ਰੇਸ਼ਨ ਸੈਂਟਰ ਨੂੰ ਪੂਰੀ ਸਮਰੱਥਾ ਤੱਕ ਵਧਾਉਣਾ - ਵ੍ਹਾਈਟ ਹਾ Houseਸ",
        "ਯੂਟਾ ਟੀਮ ਦੇ ਨਾਮ, ਲੋਗੋ ਲਈ ਇਨ-ਖੇਤਰ ਪੱਖਾ ਵੋਟ ਰੱਖਣ ਲਈ - NHL.",
        "ਕੇ -12 ਸਕੂਲਿੰਗ ਵਿਚ ਕੱਟੜਪੰਥੀ ਇੰਡਕਸ਼ਨ ਨੂੰ ਖਤਮ ਕਰਨਾ - ਵ੍ਹਾਈਟ ਹਾ Houseਸ",
        "ਟਰੰਪ ਹੈਰਾਨ ਅਤੇ ਹੈਰਾਨ ਹੋ ਗਏ. ਹੁਣ ਉਹ ਘੁੰਮ ਰਿਹਾ ਹੈ - ਪੋਲਿਟਿਕੋ",
        "ਕਰਮਚਾਰੀ ਸਮੂਹਾਂ, ਡੈਮੋਕਰੇਟਸ, ਮਾਹਰਾਂ ਨੇ ਐਫਈਡੀਐਸ ਨੂੰ ‘ਮੁਲਤਵੀ ਅਸਤੀਫਾ‘ ਦੀ ਪੇਸ਼ਕਸ਼ ਨੂੰ ਸਵੀਕਾਰ ਨਾ ਕਰਨ ਦੀ ਚੇਤਾਵਨੀ ਦਿੱਤੀ - ਸਰਕਾਰੀ ਕਾਰਜਕਾਰੀ",
        "ਫਾਈਨਲ ਚੈਂਪੀਅਨਜ਼ ਲੀਗ ਸਟੈਂਡਿੰਗ ਦੀ ਪੁਸ਼ਟੀ - ਡਰਾਅ ਤੋਂ ਪਹਿਲਾਂ 16 ਪਲੇਆਫ ਕਲੱਬਾਂ ਦਾ ਖੁਲਾਸਾ - ਟ੍ਰਾਂਸਫਰਮਾਰਕਟ",
        "ਟਰੰਪ ਨੇ ਐਲਨ ਮਸਕ ਨੂੰ ਨਾਸਾ ਲਈ ਆਈਐਸਐਸ ਤੋਂ 2 ਸਟਾਰਲਾਈਨਰ ਪੁਲਾੜ ਯਾਤਰੀਆਂ ਨੂੰ ਵਾਪਸ ਕਰਨ ਲਈ ਕਿਹਾ — ਪਰ ਉਨ੍ਹਾਂ ਕੋਲ ਪਹਿਲਾਂ ਹੀ ਸਪੇਸਐਕਸ ਦੀ ਸਵਾਰੀ ਘਰ ਹੈ - ਸਪੇਸ ਡਾਟ ਕਾਮ",
        "'ਸਿਟੀ-ਕਿਲਰ' ਐਸਟਰਾਇਡ ਕੋਲ 2032 ਵਿਚ ਧਰਤੀ 'ਤੇ ਟੁੱਟਣ ਦੀ 1-ਇਨ -83 ਸੰਭਾਵਨਾ ਹੈ, ਨਾਸਾ ਕਹਿੰਦਾ ਹੈ - Livescience.",
        "ਟੇਸਲਾ ਦਾ ਮੁਨਾਫਾ ਚੌਥੀ ਤਿਮਾਹੀ ਵਿਚ 70 ਪ੍ਰਤੀਸ਼ਤ ਤੋਂ ਵੱਧ ਘਟਿਆ - ਦਿ ਵਰਜ",
        "ਟਰੰਪ ਨੇ ਮੈਟਾ ਨਾਲ ਸਮਝੌਤਾ ਸਮਝੌਤੇ 'ਤੇ ਹਸਤਾਖਰ ਕੀਤੇ, ਸਰੋਤ ਕਹਿੰਦਾ ਹੈ - ਸੀਐਨਐਨ",
        "ਆਰਐਫਕੇ ਜੂਨੀਅਰ ਦੀ ਸਿਹਤ ਸਕੱਤਰ ਲਈ ਟਰੰਪ ਦੇ ਨਾਮਜ਼ਦਗੀ ਵਜੋਂ ਪਹਿਲੀ ਪੁਸ਼ਟੀ ਸੁਣਵਾਈ ਤੋਂ ਟੇਕਵੇਜ਼ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਵ੍ਹਾਈਟ ਹਾ Houseਸ ਨੇ ਫੈਡਰਲ ਸਹਾਇਤਾ, ਗ੍ਰਾਂਟਾਂ ਨੂੰ ਜੰਮਣ ਦੇ ਆਦੇਸ਼ ਨੂੰ ਮੁੜ ਸੁਰਜੀਤ ਕੀਤਾ - ਦਿ ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "ਸਾਬਕਾ ਸੈਨੇਟਰ ਬੌਬ ਮੇਨੇਂਡੇਜ਼ ਨੂੰ ਭ੍ਰਿਸ਼ਟਾਚਾਰ ਅਤੇ ਰਿਸ਼ਵਤਖੋਰੀ ਦੇ ਦੋਸ਼ ਵਿੱਚ 11 ਸਾਲ ਦੀ ਸਜ਼ਾ - ਸੀ ਐਨ ਐਨ"
    ]
}