{
    "headlines": [
        "Stock Market Today: Dow Sinks 537 Points On Tariff Threats As S&P 500 Corrects; Gold Miners Jump, Meta Triggers Sell Rule (Live Coverage) - Investor's Business Daily",
        "Conan O’Brien Reveals Oscars Secrets Including Academy Note That “Blew My Mind” - Hollywood Reporter",
        "Ex-Facebook director's new book paints brutal image of Mark Zuckerberg - SFGATE",
        "Vladimir Putin sets out conditions for Ukraine ceasefire - BBC.com",
        "Pixel 9a will reportedly come with a free Google TV Streamer in some markets - 9to5Google",
        "Judge orders Trump administration to reinstate thousands of fired employees at VA, Defense Department and other agencies - CNN",
        "How to see the moon turn red during March’s total lunar eclipse - WSVN 7News | Miami News, Weather, Sports | Fort Lauderdale",
        "White House withdraws nomination of Dr. Dave Weldon to lead CDC - CNN",
        "Trump administration asks Supreme Court to partly allow birthright citizenship restrictions - The Associated Press",
        "2025 NFL free agency Day 4 grades: Chiefs get 'A' for adding Patrick Mahomes' new backup, plus other moves - CBS Sports",
        "Your Android phone just got a major audio upgrade for free - Google and Samsung models included - ZDNet",
        "Cooper Flagg injury update: Duke star ruled out after hurting ankle in ACC Tournament - USA TODAY",
        "U.S. influencer snatches baby wombat from its mom. Cue Australian ire. - The Washington Post",
        "NATO secretary-general tells Trump he's motivating alliance members to spend more on defense - The Associated Press",
        "Pentagon leaker Jack Teixeira pleads guilty to obstructing justice, calls himself a 'proud patriot' - The Associated Press",
        "Steven Soderbergh on 'Black Bag,' 'Contagion' Sequel and Donald Trump - Variety",
        "Winona Ryder, Johnny Depp Appear in First Look at Tim Burton Doc: “I Would Love to Take a Trip Inside His Brain” - Hollywood Reporter",
        "High school runner who struck opponent with baton faces misdemeanor charge - The Washington Post",
        "SpaceX says hydraulic issue that postponed Starliner mission fixed, clear for launch - ABC News"
    ]
}