{
    "headlines": [
        "ਓਜ਼ੈਮਪਿਕ ਅਲਜ਼ਾਈਮਰ ਰੋਗ ਦੇ ਜੋਖਮ ਨੂੰ ਮਹੱਤਵਪੂਰਣ ਰੂਪ ਵਿੱਚ ਘਟਾ ਸਕਦਾ ਹੈ — ਇੱਥੇ ਕਿਵੇਂ ਹੈ - ਨਿ New ਯਾਰਕ ਪੋਸਟ",
        "ਟੀਕੇਓ ਸਮੂਹ 3.25 ਬਿਲੀਅਨ ਡਾਲਰ ਵਿੱਚ ਆਈਐਮਜੀ, ਪ੍ਰੋਫੈਸ਼ਨਲ ਬੁੱਲ ਰਾਈਡਰਜ਼ ਅਤੇ ਓਨ ਟਿਕਾਣਾ ਐਂਡੋਵਰ ਤੋਂ ਪ੍ਰਾਪਤ ਕਰੇਗਾ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਯੂ ਪੀ ਐਸ ਸਟਾਕ ਵਧਦਾ ਹੈ ਜਿਵੇਂ ਕਿ ਸ਼ਿਪਿੰਗ ਜਾਇੰਟ ਵਿਕਾਸ ਵੱਲ ਵਾਪਸੀ ਕਰਦਾ ਹੈ - ਯਾਹੂ ਵਿੱਤ",
        "ਦੱਖਣੀ ਕੋਰੀਆ ਦੇ ਰਾਸ਼ਟਰਪਤੀ ਨੇ ਯੂਕਰੇਨ ਨੂੰ ਹਥਿਆਰ ਸਪਲਾਈ ਕਰਨ ਦੀ ਸੰਭਾਵਨਾ ਜਤਾਈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਇੱਕ ਸਪੇਸਐਕਸ ਕੈਪਸੂਲ ਧਰਤੀ 'ਤੇ ਵਾਪਸ ਆ ਰਿਹਾ ਹੈ. ਇਹ ਹੈ ਕਿ ਬੋਇੰਗ ਸਟਾਰਲਾਈਨਰ ਦੇ ਪੁਲਾੜ ਯਾਤਰੀ ਇਸ' ਤੇ ਕਿਉਂ ਨਹੀਂ ਹਨ - ਸੀ ਐਨ ਐਨ",
        "ਤੁਰਕੀ ਨੇ ਸੀਰੀਆ ਤੇ ਇਰਾਕ 'ਚ ਕੁਰਦ ਦਹਿਸ਼ਤਗਰਦਾਂ ਦੇ ਨਿਸ਼ਾਨੇ' ਤੇ ਦੂਜੇ ਦਿਨ ਕੀਤਾ ਹਮਲਾ - The Associated Press",
        "ਬੋਇੰਗ ਹੜਤਾਲ 'ਤੇ ਬੈਰਲ ਹੈ ਕਿਉਂਕਿ ਮਜ਼ਦੂਰ ਤਨਖਾਹ ਸੌਦੇ ਨੂੰ ਰੱਦ ਕਰਦੇ ਹਨ - ਰਾਇਟਰਜ਼",
        "‘ਪੱਖਪਾਤ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼’: ਟੈਕਸ ਮਾਮਲਿਆਂ 'ਤੇ ਲਾਬੀਵਾਦੀਆਂ ਨੇ ਰਿਚਰਡ ਨੀਲ ਦੇ ਬੇਟੇ ਨੂੰ ਕਿਰਾਏ' ਤੇ ਲਿਆ - ਪੋਲਿਟਿਕੋ",
        "ਅਮਰੀਕੀ ਚੋਣਾਂਃ 12 ਦਿਨ ਬਾਕੀ – ਕੌਣ ਹੈ ਅੱਗੇ, ਹੈਰਿਸ ਤੇ ਟਰੰਪ ਕਿਸ ਗੱਲ 'ਤੇ ਟਿਕੇ - Al Jazeera English",
        "ਜੈਲੀ ਰੋਲ 100 ਪੌਂਡ ਘਟਦਾ ਹੈਃ ਦੇਸ਼ ਦੇ ਸੰਗੀਤ ਸਿਤਾਰੇ ਨੇ ਉਸ ਦੇ ਸਰੀਰ ਨੂੰ ਕਿਵੇਂ ਬਦਲਿਆ - ਫੌਕਸ ਨਿ Newsਜ਼",
        "ਬ੍ਰਿਕਸਦੀ ਨਵੀਂ ਘੋਸ਼ਣਾ ਦਰਸਾਉਂਦੀ ਹੈ ਕਿ ਰੂਸ ਦੀ ਜੰਗ ਅਜੇ ਵੀ ਅੰਤਰਰਾਸ਼ਟਰੀ ਸਮਰਥਨ ਪ੍ਰਾਪਤ ਨਹੀਂ ਕਰ ਸਕਦੀ ਜੋ ਮਾਸਕੋ ਚਾਹੁੰਦਾ ਹੈ - ਬਿਜ਼ਨਸ ਇਨਸਾਈਡਰ",
        "ਬਲਿੰਕਨ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਗਾਜ਼ਾ ਸਹਾਇਤਾ ਪ੍ਰਵਾਹ ’ਤੇ ਇਜ਼ਰਾਈਲ ਤੋਂ’ ਵਧੇਰੇ ਤਰੱਕੀ ’ਦੀ ਜ਼ਰੂਰਤ ਹੈ - ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਲੇਬਨਾਨਃ ਸੈਟੇਲਾਈਟ ਚਿੱਤਰ ਇਜ਼ਰਾਈਲ ਬੰਬ ਧਮਾਕੇ ਦੀ ਤੀਬਰਤਾ ਦਾ ਖੁਲਾਸਾ ਕਰਦਾ ਹੈ - ਬੀਬੀਸੀ.",
        "ਕਲੀਪਰਾਂ ਦਾ ਚਮਕਦਾ ਨਵਾਂ ਅਖਾੜਾ ਇਸ ਦੇ ਅੰਦਰ ਖੇਡਣ ਵਾਲੀ ਟੀਮ ਦੀ ਦਰਮਿਆਨੀਤਾ ਨੂੰ ਅਸਪਸ਼ਟ ਨਹੀਂ ਕਰ ਸਕਦਾ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਐਂਡੀ ਡਾਲਟਨ ਦੇ ਕਾਰ ਹਾਦਸੇ ਵਿੱਚ ਜ਼ਖਮੀ ਹੋਣ ਤੋਂ ਬਾਅਦ ਬ੍ਰਾਈਸ ਯੰਗ ਪੈਨਥਰਜ਼ ਦੇ ਸਟਾਰਟਰ ਵਜੋਂ ਵਾਪਸ ਆ ਗਿਆ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਹਟਾਈ",
        "ਵੀਰਵਾਰ, ਅਕਤੂਬਰ 24, 2024 ਲਈ ਕੁੰਡਲੀ - ਸ਼ਿਕਾਗੋ ਸੂਰਜ-ਟਾਈਮਜ਼",
        "ਟਰੰਪ, ਹੈਰਿਸ ਨੇ ਬੈਟਲਗਰਾਉਂਡ ਵੋਟਰਾਂ ਲਈ ਕੇਸ ਬਣਾਇਆ ਕਿਉਂਕਿ ਪੋਲ ਸਖਤ ਰਾਸ਼ਟਰਪਤੀ ਦੀ ਦੌੜ ਦਿਖਾਉਂਦੇ ਹਨ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਰੋਬ ਲੋਅ ਨੇ ਡੈਮੀ ਮੂਰ ਨਾਲ \"ਬ੍ਰੈਟ ਪੈਕ\" ਰੋਮਾਂਸ ਨੂੰ ਸਵੀਕਾਰ ਕੀਤਾ - ਈ! ਆਨਲਾਈਨ - ਈ! ਨਿਊਜ਼",
        "ਟੇਸਲਾ ਦੀ ਉਤਸ਼ਾਹਜਨਕ ਕਮਾਈ ਅਤੇ ਬੁਲਿਸ਼ ਭਵਿੱਖਬਾਣੀ ਪ੍ਰੋਪਲ ਸ਼ੇਅਰ 12% ਵੱਧ - ਵਿੱਤੀ ਟਾਈਮਜ਼"
    ]
}