{
    "headlines": [
        "Immobilienbrüder, Oren und Tal Alexander, verhaftet und wegen Sexhandels angeklagt - The New York Times",
        "Die NASA glaubt zu verstehen, warum Ingenuity auf dem Mars abgestürzt ist - Ars Technica",
        "Afghanische Explosion tötet wichtigen Minister und schockiert Taliban - The Washington Post",
        "Was Sie über die neuen KI-Tools von iOS 18.2 wissen sollten, von Genmoji bis ChatGPT - The Washington Post",
        "‘Golden Bachelor’ Gerry Turner hat Krebs, sagt Diagnose hatte ‘großen Einfluss’ auf Theresa Nist Split - New York Post",
        "Albertsons gibt die Kroger-Fusion auf und verklagt die Lebensmittelkette, weil sie den Deal nicht abgeschlossen hat - The Associated Press",
        "CNN-Umfrage: Die meisten Amerikaner stimmen zu, wie Trump mit seiner Rückkehr ins Weiße Haus umgeht - CNN",
        "Sundance 2025: JLo, Sly Stone, Putin, Ayo Edebiri, André Holland & Ex-NZ PM Jacinda Ardern Films Among Park City Festival-Angebote - Deadline",
        "Super Bowl Halbzeit Kopfschmerzen? Wie Jay-Z in den Schlagzeilen den NFL-Deal von Roc Nation beeinflussen könnte - Hollywood Reporter",
        "Der überraschende Grund, warum \"Conan the Bacterium\" Strahlung widerstehen kann, die einen Menschen töten könnte - CNN",
        "Das Nettovermögen von Elon Musk übersteigt 400 Milliarden US-Dollar, eine historische Premiere - Bloomberg",
        "Syriens Golani schwört, die Verantwortlichen für Folter unter Assad zu bestrafen - Reuters",
        "Todesfälle durch Dengue-Fieber in der Karibik und auf dem amerikanischen Kontinent aufgrund der Klimakrise - The Guardian",
        "Saudi-Arabien zum Gastgeber der FIFA Fussball-Weltmeisterschaft 2034 ernannt; Marokko zur Co-Stage 2030 - Al Jazeera Englisch",
        "Ist Googles (GOOG) neuer Quantenchip ein Bitcoin- und NVDA-Killer? - Yahoo Finance",
        "Google testet Gemini AI-Agenten, die Ihnen bei Videospielen helfen - The Verge",
        "Kalifornisches Kind im Verdacht, nach dem Trinken von Rohmilch an Vogelgrippe zu erkranken - ABC News",
        "US-Verbraucherpreise verzeichnen größten Zuwachs seit sieben Monaten; Mietkosten sinken - Reuters",
        "Trump übertraf das Gesetz. Seine Verbündeten nicht. - POLITICO",
        "Die NFL wird 2025 ihr erstes reguläres Saisonspiel in Berlin bestreiten - NBC Sports"
    ]
}