{
    "headlines": [
        "Оценки NFL на День благодарения 2024 года: медведи получают «C» после подавления расстроенной ставки против львов, ковбои зарабатывают «B+» - CBS Sports",
        "Бен Аффлек дружит с бывшей женой Дженнифер Гарнер на День благодарения на фоне развода Дженнифер Лопес: «Он очень счастлив» - New York Post",
        "Россия обрушила ракеты на Украину после того, как Трамп назначил нового посланника по конфликту - The Washington Post",
        "Какие магазины открыты сегодня? Часы Дня благодарения для Walmart, Target, Wegmans и других - syracuse.com",
        "Пропалестинские протестующие арестованы за прерывание парада в честь Дня благодарения - ABC News",
        "Австралийский парламент запрещает социальные сети для детей до 16 лет с первым в мире законом - ABC News",
        "Канадская антимонопольная служба подала в суд на Google - BBC.com",
        "Четыре законодателя-демократа подверглись угрозам, находясь дома на День благодарения - CNN",
        "Окаменелости от рвоты и фекалий динозавров показывают, как они эволюционировали, чтобы доминировать на Земле - The Daily Galaxy --Great Discoveries Channel",
        "Отчет: алкогольная продукция Конора МакГрегора вывезена из аэропортов Ирландии в связи с последними последствиями приговора о сексуальном насилии - борьба ММА",
        "Как смотреть игру Dolphins vs. Packers в День благодарения в прямом эфире бесплатно - New York Post",
        "New York Giants vs. Dallas Cowboys, Week 13: Live updates! - Большой синий вид.",
        "Птичий грипп обнаружен во втором розничном образце сырого молока от калифорнийской компании - KTLA Лос-Анджелес",
        "Изъято",
        "Израиль и Хезболла обмениваются обвинениями в нарушениях перемирия - Reuters",
        "Канада усилит границу после тарифной угрозы Дональда Трампа - Financial Times",
        "Как Ариана Мадикс, Синтия Эриво и другие звезды празднуют День Благодарения - страница шестая",
        "Изъято",
        "Пропавший турист найден живым после того, как выжил более 6 недель в отдаленной пустыне Канады - Новости CBS",
        "Microsoft не в своем уме, последняя Surface Pro падает ниже $ 850 в Черную пятницу - Gizmodo"
    ]
}