{
    "headlines": [
        "U.S., Europe investigating devices detonated at air DHL cargo hubs in U.K. and Germany - CBS News",
        "Harris and Trump set sights on Pennsylvania in final push before Election Day - The Associated Press",
        "Asia-Pacific markets trade mixed as investors await U.S. election outcome, Fed rate verdict - CNBC",
        "Boeing walkout ends as striking workers back 38% pay rise deal - BBC.com",
        "[Removed]",
        "Mahomes shakes off 'scary' injury, lifts KC to 8-0 - ESPN",
        "Bucs HC gives puzzling explanation for not attempting two-point conversion; Chiefs' Andy Reid glad they didn't - CBS Sports",
        "Kamala Harris holds final campaign event before Election Day in Philadelphia on Art Museum steps - CBS Philly",
        "US states worried about election unrest take security precautions - Reuters",
        "Elon Musk can keep giving $1m to voters, judge rules - BBC.com",
        "‘I’m not proud of it’: Jason Kelce apologizes after video shows him spiking a cellphone after fan used a homophobic slur - CNN",
        "Russian rocket takes Iranian satellites into orbit as ties grow closer - Al Jazeera English",
        "Heavy rains in Barcelona disrupt rail service as troops search for more flood victims in Valencia - The Associated Press",
        "Indonesia's Mount Lewotobi Laki-laki volcano erupts, killing 10 people - Reuters",
        "NFL Team Needs: Prioritizing Every Roster's Biggest Weaknesses Before Trade Deadline - Bleacher Report",
        "These are the \"canary\" House races to watch on Nov. 5 - Axios",
        "WWE Raw Results – 11/4/24 (First Raw from Saudi Arabia, No. 1 Contenders Fatal 4-Way Match) - Wrestleview.com",
        "Kourtney Kardashian Shares Photos of Baby Rocky's First Birthday Party Celebrations - E! NEWS",
        "Indian PM condemns violence after Canada temple incident - BBC.com",
        "Launch Roundup: SpaceX launches cargo resupply mission to ISS, Roscosmos and Rocket Lab set for launches - NASASpaceflight.com"
    ]
}