{
    "headlines": [
        "Israeli military says it has killed Hezbollah chief Nasrallah - Reuters",
        "Austria's far-right Freedom Party eyes unprecedented election win - BBC.com",
        "Drinking alcohol is linked to six types of cancer, experts say: ‘It’s toxic’ - Fox News",
        "Diddy sex trafficking probe brings unwanted scrutiny to stars: 'Silence is the best option,' expert says - Fox News",
        "Miami survives as Hokies' Hail Mary TD overturned - ESPN",
        "SpaceX set to launch mission that aims to return long-delayed Starliner astronauts - CNN",
        "Historic Hurricane Helene cuts power to 3 million in Florida, Carolinas - Axios",
        "Apple drops out of talks to join OpenAI investment round, WSJ reports - Yahoo Finance",
        "Rumour: 'Switch 2' Will Launch Early Next Year, Claims Accessory Company - Nintendo Life",
        "NC Lt. Gov. Mark Robinson hospitalized with second-degree burns following incident at campaign event - CNN",
        "'Saturday Night Live' launches 50th season with Jean Smart, Jelly Roll and maybe Maya as Kamala - The Associated Press",
        "U.S. downplays talk of Iraq withdrawal, says troops will stay in Syria - The Washington Post",
        "How ‘Spear Phish’ Hackers Used Fake Ginni Thomas to Hit Trump Campaign - The Daily Beast",
        "How the White Sox' Ineptitude Resulted in an Historic MLB Low With Loss No. 121 - Sports Illustrated",
        "CBS News draws a red line after ABC debate fact-checking drama - New York Post ",
        "Stranded patients, staff airlifted from Tennessee hospital roof amid flooding - CBS News",
        "Love and Relationship Horoscope for September 28, 2024 - Hindustan Times",
        "China Stock Euphoria Takes Hold as Traders Overlook Deeper Woes - Bloomberg",
        "Four Missouri healthcare workers develop symptoms after bird flu exposure - BBC.com",
        "Helene in Tennessee live updates: Rainfall totals reach four inches in some areas - Tennessean"
    ]
}