{
    "headlines": [
        "Изъято",
        "Samsung подтверждает новую схему возврата денег для вашего телефона Galaxy - Forbes",
        "Пока Ковбои ищут следующего тренера, следите за Джейсоном Уиттеном - NBC Sports",
        "Starbucks прекращает политику «открытых дверей» - CNN",
        "Мишель Обама не будет присутствовать на инаугурации Трампа - Associated Press",
        "Розовые антипирены используются для замедления пожаров в Калифорнии. Что мы о них знаем? - CNN",
        "Dow Jones Rises On Surprise Inflation Report; Nvidia, Tesla Rally - Investor's Business Daily",
        "Джессика Симпсон и ее муж Эрик Джонсон называют время для своих отношений - Ассошиэйтед Пресс",
        "Late for Work: Ravens-Bills Showdown Called 'One of the Best Games of the Decade' - BaltimoreRavens.com",
        "Китай обсуждает использование Илона Маска в качестве брокера в сделке TikTok - Financial Times",
        "Джей Джей Маккарти публикует любопытное сообщение в социальных сетях после проигрыша викингов в плей-офф Рэмс - CBS Sports",
        "Джимми Киммел со слезами возвращается поздно ночью во время лесных пожаров в Лос-Анджелесе - CNN",
        "Огромный водоносный горизонт под каскадами Орегона может быть самым большим в мире - Gizmodo",
        "Amazon должен решить проблему галлюцинаций, прежде чем запускать Alexa с поддержкой ИИ - Ars Technica",
        "Ретро-кредиты персонала удалены из Donkey Kong Country Returns HD, Forever Entertainment подтверждены как разработчики - Nintendo Life",
        "Исполнительный директор JPMorgan Chase Даниэль Пинто, долгое время занимавший второе место после Джейми Даймона, уйдет в отставку в июне - CNBC",
        "Самые большие вопросы, с которыми сталкиваются проигравшие на Wild Card Weekend в НФЛ: что будут делать викинги в QB? Будет ли перезагрузка Steelers? - CBS Sports",
        "Кейт Миддлтон удивляет больных раком в той же больнице, где она лечилась в прошлом году в редких общественных местах - AOL",
        "Последняя новость об экономике Великобритании: канцлер Рэйчел Ривз сталкивается с депутатами на фоне рыночных нервов - BBC.com",
        "ЧИТАТЬ: Вступительное заявление Пита Хегсета для слушания по утверждению - CNN"
    ]
}