{
    "headlines": [
        "Брифинг в прямом эфире: Израильские забастовки убивают по меньшей мере десяток медицинских работников в Ливане - The Washington Post",
        "Отчеты: LT D.J. Humphries подпишет контракт с Chiefs - NBC Sports",
        "Первый случай птичьего гриппа у ребенка в США подтвержден в Калифорнии - The Washington Post",
        "Дональд Трамп выбирает исполнительного директора хедж-фонда Скотта Бессента на пост министра финансов - CNBC",
        "«Злой» режиссер Джон М. Чу об этих камео-сюрпризах: «У нас был один день, чтобы сделать это» - Hollywood Reporter",
        "«У меня нет денег»: тысячи американцев видят, как их сбережения исчезают в кризисе финансовых технологий Synapse - Yahoo Finance",
        "По меньшей мере 19 человек заболели в Миннесоте от говяжьего фарша, связанного с отзывом кишечной палочки - Star Tribune",
        "Защита упирается в испытание на удушение метро Дэниела Пенни - ABC News",
        "Школьный совет Техаса утверждает факультативную учебную программу, включающую библейские уроки для классов K-5 - CNN",
        "Walmart должен заплатить 35 миллионов долларов водителю грузовика, которого он ложно обвинил в мошенничестве, говорит жюри - CBS News",
        "Салат из ресторана не был источником вспышки кишечной палочки в Сент-Луисе, говорят чиновники - KSDK.com",
        "Потенциальная снежная буря на День Благодарения? Вот что предсказывают синоптики. - NJ.com",
        "Предложения Черной пятницы на PS5 уже в продаже - IGN",
        "Судья в Нью-Йорке отменил вынесение приговора Трампу на следующей неделе по делу о тайных деньгах - The Washington Post",
        "McDonald's расширит ценностное меню в США, поскольку сети быстрого питания борются за тех, кто ищет выгодные условия - The Associated Press",
        "6 вещей, которые нужно знать о Пэм Бонди, новом кандидате Трампа на пост генерального прокурора - PBS NewsHour",
        "Стартап ИИ-чипов MatX, основанный выпускниками Google, поднимает серию A на $ 300 МЛН+ оценка, говорят источники - TechCrunch",
        "Атмосферная река принесет мощный ветер, сильный дождь в район залива, сообщает метеорологическая служба - SFGATE",
        "Бразильская полиция официально обвинила Болсонару в попытке государственного переворота. Что дальше? - The Associated Press",
        "Гиганты выпускают Дэниела Джонса, плюс смелые прогнозы на 12-ю неделю и необъяснимые беды Стилерс в четверг продолжаются - CBS Sports"
    ]
}