{
    "headlines": [
        "Former Abercrombie & Fitch CEO arrested on sex trafficking charges - ABC News",
        "IRS has announced its new 2025 tax brackets. Here's what to know. - CBS News",
        "Woman drops phone, gets stuck upside-down in rock crevice looking for it - The Washington Post",
        "S&P 500's era of hot returns is over, Goldman says - Axios",
        "Bruce Springsteen to headline Thursday’s Harris-Obama rally in Atlanta -  The Atlanta Journal Constitution",
        "Pixel 9a camera specs leak with 48MP main, ‘Add Me,’ and a camera bump - 9to5Google",
        "Putin hosts Global South leaders at BRICS summit meant to counterbalance Western clout - The Associated Press",
        "What is 'pink cocaine', the drug found in Liam Payne's system after his death? - NBC News",
        "Amy Adams Goes Wild: The ‘Nightbitch’ Star on Barking, Growing Chin Hair and ‘Polarizing’ Viewers With Her Raw Look at Motherhood - Variety",
        "Germany detects first mpox variant Ib case - DW (English)",
        "S2 meteorite: What happened when a rock as big as London hit Earth? - BBC.com",
        "GM reports Q3 pretax profits rose 15.5% on strong prices, cost discipline - Detroit Free Press",
        "Initial investigation into US intelligence leak on Israeli attack planning focusing on who had access to documents - CNN",
        "How the 4th Southern Reach book, Absolution, burst out of author Jeff VanderMeer - Polygon",
        "Middle East latest: Over a dozen killed in Israeli strikes near one of Beirut’s main hospitals - The Associated Press",
        "IMF lifts US growth forecast but marks down China; sees lackluster global economy - Reuters",
        "Hands-on with the 2024 iPad mini: Spot the differences - Ars Technica",
        "[Removed]",
        "Paul Whelan says he passed information from Ukraine frontlines to US from Russian prison - USA TODAY",
        "NBA 2024-25 opening night - Experts' picks for East, West and NBA champs - ESPN"
    ]
}