{
    "headlines": [
        "Israel stimmt verzögert über Waffenstillstand im Gazastreifen ab - BBC.com",
        "SpaceX verliert Raumschiff im Weltraum, fängt aber Booster im Startturm - ABC News",
        "Krebs bei jungen Frauen, Auswirkungen der Vorzugsbehandlung, NFL-Playoff-Vorschau: Informieren Sie sich über die Geschichten des Tages - CNN",
        "Billie Eilish, Lady Gaga, Jelly Roll, Lil Baby treten beim FireAid Benefizkonzert für L.A. Wildfire Victims auf - Hollywood Reporter",
        "Johnson wählt Rep. Rick Crawford als nächsten INTEL-Vorsitzenden aus - CNN",
        "Der Kampf um die Ersetzung von Justin Trudeau ist im Gange - POLITICO",
        "Stock Market Today: Stocks end lower; UnitedHealth belastet Dow - TheStreet",
        "Frau vergiftet Baby, um online zu wachsen und um Spenden zu bitten, sagt die Polizei - The Washington Post",
        "Justin Baldoni verklagt Blake Lively und Ryan Reynolds im neuen Schritt im Kampf \"It Ends With Us\" auf 400 MILLIONEN US-Dollar - The Associated Press",
        "Nintendos neue Switch 2-Konsole wird 2025 erscheinen - KOMO NEWS",
        "Aaron Rodgers weiß, dass seine Jets Zukunft von G.M. abhängt, Busverleih - NBC Sports",
        "Journalist unterbricht Blinkens Pressekonferenz: „Wie fühlt es sich für Ihr Vermächtnis an, Völkermord zu sein? ’- The Hill",
        "Erkenntnisse aus Tag 3 der Anhörungen des designierten Kabinettskandidaten des gewählten Präsidenten Donald Trump - CNN",
        "Trump wird verhindern, dass TikTok \"dunkel wird\", wenn der Deal auf dem Tisch liegt, sagt der Berater - Reuters",
        "American Express zahlt 230 Millionen US-Dollar für die Beilegung von Betrugsfällen im Justizministerium, irreführende Marketingklage - CNBC",
        "Hier ist ein Blick auf fast jede Galaxy S25-Farbe, die Samsung zur Veröffentlichung plant - 9to5Google",
        "David Lynch Dies: ‘Twin Peaks’, ‘Blue Velvet’, ‘Elephant Man’ & ‘Eraserhead’ Visionary Was 78 - Deadline",
        "Der britische Staatschef Starmer unterzeichnet während seiner Reise nach Kiew ein „100-Jahres-Partnerschaftsabkommen“ mit der Ukraine - The Associated Press",
        "Florida Attorney General Ashley Moody wird Marco Rubios Senatssitz besetzen - The Associated Press",
        "Wird Deion Sanders, Dallas Cowboys einen Deal machen? - NBC Sports"
    ]
}