{
    "headlines": [
        "Биллс обыграл Бронкос, выйдя в дивизионный раунд матча с Воронами - NBC Sports",
        "Президент Хорватии Миланович выиграл переизбрание после победы над кандидатом от правящей партии во втором туре - PBS NewsHour",
        "Что Майк Врабель сказал Тому Брэди перед возвращением «Патриотов» в качестве тренера - New York Post",
        "Eagles vs. Packers где смотреть: время начала, телеканал, стриминг, прямая трансляция плей-офф НФЛ, коэффициенты, выбор - CBS Sports",
        "Сенатор Баррассо говорит, что «проблема с документами» задерживает слушания по утверждению Тулси Габбард - CBS News",
        "Мы видим нового Марка Цукерберга: Добро пожаловать в Zuck 3.0. - Business Insider",
        "VLC Developers Working on AI-Powered Real-Time Subtitles - OMG! Ubuntu!",
        "Владелец двух местных больниц подал заявление о банкротстве - Обратитесь к 10",
        "Кассовые сборы: «Логово воров 2» принесет $ 15,5 млн; «Моана 2» - $ 1 млрд по всему миру - Hollywood Reporter",
        "Джошуа Джексон чувствует себя «невероятно удачливым» после потери дома в каньоне Топанга в огне Палисейдс - крайний срок",
        "Число погибших от лесных пожаров в Лос-Анджелесе возросло до 16 человек, поскольку экипажи борются за сдерживание пожаров - PBS NewsHour",
        "Нетаньяху и Байден обсудили прогресс в переговорах по соглашению о прекращении огня в обмен на заложников в Газе - CNN",
        "Ледяное ядро может дать ответы на загадки прошлого Земли - CNN",
        "Полиция арестовала 2 предполагаемых грабителей в доме Камалы Харрис в Брентвуде на фоне пожаров - крайний срок",
        "Инвесторы фондового рынка нервничают из-за этой аномалии на рынке облигаций - MarketWatch",
        "Республиканцы призывают номинантов Трампа: не принимайте наживку от демократов - The Hill",
        "Джей Ди Вэнс говорит, что в Гренландии должна быть заключена «сделка» - Axios",
        "DLSS 4 от Nvidia - это не то, что вы думаете. Развенчаем мифы - Цифровые тренды",
        "Молодая горилла, спасенная из трюма самолета, выздоравливает в стамбульском зоопарке - ABC News",
        "Продавец Джейсон Оппенгейм из Sunset обвиняет арендодателей в «взвинчивании цен» и «использовании преимуществ» на фоне пожаров в Лос-Анджелесе - TooFab"
    ]
}