{
    "headlines": [
        "سبيس إكس فالكون 9 ستارلينك 12-4 - مركز كينيدي للفضاء",
        "هل فشلت نيو جيرسي في مفاوضات تسعير الازدحام ؟ - جوثاميست",
        "يحول Palisades Fire الأهداف إلى وادي سان فرناندو، مما يفرض تحذيرات إخلاء جديدة ليوم السبت - KTLA Los Angeles",
        "غضب كبير على زيارة هاري ميغان لضحايا الحريق في لوس أنجلوس: \"أنتم لستم من العائلة المالكة...مجرد اثنين من المشاهير الحمقى - التايمز أوف إنديا",
        "تلتقط المركبة الفضائية صورًا مفصلة بشكل مذهل لسطح عطارد المخفي - Gizmodo",
        "تحديثات حية: تغطي العاصفة الشتوية ثالوث بيدمونت المتجمد في الثلج والجليد - WGHP FOX8 Greensboro",
        "يقول مدرب ليكرز جي جي ريديك بعد أن خسر منزله في حريق باليسيدس: \"لم أبك أو أبكي هكذا منذ عدة سنوات\" - سي إن إن",
        "مبادرات ميتا وأمازون أكس للتنوع قبل عودة ترامب إلى البيت الأبيض - الموعد النهائي",
        "دليل على الحياة على المريخ ؟ استراتيجية ناسا الجريئة لاستعادة الدليل - SciTechDaily",
        "نعم، حظر TikTok أقرب من أي وقت مضى. لا، ربما لن يختفي تطبيقك فقط - سي إن إن",
        "توقف \"الصندوقان الأسودان\" من الطائرة الكورية الجنوبية المحطمة عن التسجيل قبل حوالي أربع دقائق من وقوع الكارثة، كما يقول المسؤولون - سي إن إن",
        "\"لا أحد لديه منزل \": ما الحريق الذي أخذه من أحد أحياء كاليفورنيا - واشنطن بوست",
        "نيكولا جوكيتش، راسل ويستبروك يصنعان تاريخًا مزدوجًا ثلاثيًا في انتصار ناجتس - NBA.Com",
        "جينيفر غارنر تشارك \"الشعور بالذنب\" بعد أن \"فقدت صديقًا\" في حرائق الغابات في لوس أنجلوس - مراسل هوليوود",
        "حرائق لوس أنجلوس والصنابير المحدودة وحالة التقاط 22 في كاليفورنيا - NDTV",
        "لماذا تعتبر عقوبات وداع بايدن لتجارة النفط الروسية صفقة كبيرة - بلومبرغ",
        "يريد ترامب أن يأخذ غرينلاند: أربع طرق يمكن أن تذهب بها هذه الملحمة - BBC.com",
        "مؤشر داو جونز ينخفض حوالي 700 نقطة بعد تقرير الوظائف يرسل عوائد مرتفعة مرة أخرى - Barron's",
        "هل يمكنك القيادة في أتلانتا الآن ؟ إليك ما يجب معرفته عن ظروف الطريق الحالية - 11Alive.com WXIA",
        "تواجه عمدة لوس أنجلوس كارين باس اختبارًا قياديًا حاسمًا مع ظهور أسئلة حول الاستجابة لحرائق الغابات - وكالة أسوشيتد برس"
    ]
}