{
    "headlines": [
        "سوفت بنك تحقق مكاسب ربع سنوية في الذراع التقنية لصندوق الرؤية - سي إن بي سي",
        "تقدم نيوزيلندا اعتذارًا وطنيًا للأشخاص الذين يتعرضون للإساءة في الرعاية - رويترز",
        "الفصائل الفلسطينية تتجه نحو خطة لتعافي غزة بعد الحرب - صحيفة وول ستريت جورنال",
        "في محادثات الأمم المتحدة للمناخ، يمر العديد من القادة بلحظة \"لا يمكن تفويتها\" - صحيفة واشنطن بوست",
        "عروض عسكرية صينية مطورة لطائرة هليكوبتر من طراز Z -20 في معرض تشوهاي الجوي - رويترز",
        "ترامب يستعين بعضو الكونغرس السابق في نيويورك لي زيلدين كرئيس لوكالة حماية البيئة - واشنطن بوست",
        "من هو ريتشارد ألين ؟ كل شيء عن مشتبه به في جريمة قتل ديلفي أدين بارتكاب جرائم قتل وحشية في عام 2017 بحق مراهقين من إنديانا - هندوستان تايمز",
        "نقطة محذوفة هنا",
        "مسودة أمر اتحاد كرة القدم الأميركي لعام 2025 بعد الأسبوع العاشر: استحواذ الفهود على المركز الأول، وتسلق العمالقة إلى المركز الثاني بعد الخسارة أمام الفهود - سي بي إس سبورتس",
        "كرة القدم ليلة الاثنين: الدلافين تبقي الأمل على قيد الحياة، تغلب على الأكباش 23-15 - NBC Sports",
        "النائب مايك غارسيا يتنازل عن مقعد الدائرة 27 للديمقراطي جورج وايتسايدس - ABC7 لوس أنجلوس",
        "يقول المسؤول التنفيذي إن ترامب ليس \"القصة\" الوحيدة التي تدفع سعر البيتكوين إلى الارتفاع - Cointelegraph",
        "KUO: Apple تخطط للكاميرا المنزلية الذكية وسماعات AirPods الجديدة مع المزيد من الميزات الصحية - MacRumors",
        "يطلب ترامب من النائب مايك والتز، صقر الصين، أن يكون مستشاره للأمن القومي - وكالة أسوشيتد برس",
        "ترامب يستعد للاعتداء على اليقظة مع إصلاح التعليم - صحيفة وول ستريت جورنال",
        "اشتعلت النيران في الترام مع اندلاع أعمال الشغب في أمستردام - فوكس نيوز",
        "قوى ترامب التجارية مؤشر داو جونز 44000، مؤشر ستاندرد آند بورز 6000 مع استمرار الأسهم في الطنين - فوكس بيزنس",
        "براين أوستن غرين يشارك رسالة إلى شارنا بورغيس وسط أخبار الطفل السابقة لميغان فوكس - E! أونلاين - E! NEWS",
        "يعتقد المعجبون أن منشور جيسيكا سيمبسون الغامض يشير إلى انقسام إريك جونسون - الصفحة السادسة",
        "شريك منافسي Google الأوروبيين في البنية التحتية لمحركات البحث لمواجهة Big Tech - CNBC"
    ]
}