{
    "headlines": [
        "الجبل الأسود يدرس حظر الأسلحة النارية بعد مقتل 12 بالرصاص الجماعي - واشنطن بوست",
        "المصادر: بيستونز آيفي يعاني من كسر في الشظية - ESPN",
        "أريانا غراندي، سينثيا إريفو في Wicked Oscar Buzz، Queer Glinda والجزء 2 - التنوع",
        "انخفاض مبيعات السيارات الكهربائية السنوية لشركة تيسلا لأول مرة منذ أكثر من عقد - Yahoo Finance",
        "احتمالات دوري كرة القدم الأمريكية، سطور الأسبوع 18، تنبؤات ATS، اختيارات الألعاب، النصائح، الأوقات: نموذج يحاكي كل لعبة 10000 مرة - CBS Sports",
        "وكالة جاستن بالدوني السابقة تدحض إسقاطه تحت ضغط بليك ليفلي وريان رينولدز - هندوستان تايمز",
        "المزيد من المصاصات، من فضلك: يمكن أن تنمو لوزتك مرة أخرى - سي إن إن",
        "تم اكتشاف مسارات \"طريق الديناصورات السريع\" التي يعود تاريخها إلى 166 مليون عام في إنجلترا - وكالة أسوشيتد برس",
        "لامار جاكسون، ثمانية غربان آخرين تم اختيارهم لـ Pro Bowl - NBC Sports",
        "انفجار القطب الشمالي المرتبط بالدوامة القطبية يضع الولايات المتحدة وأوروبا في حالة تجمد عميق - أكسيوس",
        "انخفضت مطالبات البطالة الأمريكية إلى 211000، وهو أدنى مستوى لها منذ مارس - ABC News",
        "يخطط ماسك للمناقشة مع زعيم اليمين المتطرف الألماني حول X - POLITICO Europe",
        "كيف تشاهد Quadrantids، أحد أقوى أمطار النيازك هذا العام - سي إن إن",
        "تراهن سامسونج بشكل كبير على OLED والألعاب من خلال مجموعة شاشاتها لعام 2025 - The Verge",
        "وفاة \"المرأة القطة\" الاجتماعية جوسلين وايلدنشتاين، تقول التقارير: شاهدها على مر السنين - الولايات المتحدة الأمريكية اليوم",
        "مقدمو غولدن غلوب: أندرو غارفيلد، أنيا تايلور جوي وأكثر - تنوع",
        "لماذا قد يكون عرض مايك جونسون للبقاء رئيسًا لمجلس النواب صراعًا على الرغم من دعم ترامب - وكالة أسوشيتد برس",
        "بايدن يمنح ثاني أعلى جائزة مدنية لقادة لجنة الكونغرس في 6 يناير - وكالة أسوشيتد برس",
        "تحذير من إنفلونزا الطيور بشأن مخاطر الفيروسات الجديدة: \"مخاوف كبيرة على الصحة العامة\" - نيوزويك",
        "نادرًا ما يسجل سوق الأسهم خدع القبعات. يخشى هذا الخبير الاستراتيجي ما هي الخطوة التالية. - MarketWatch"
    ]
}