{
    "headlines": [
        "Ein „Worst-Case“ -Szenario: Wie sich riesige Versicherungsschäden durch Brände in L.A. auf alle Kalifornier auswirken könnten - San Francisco Chronicle",
        "Jean Smart fordert Networks auf, keine Hollywood Award-Shows inmitten von L.A. Fires zu senden - Vielfalt",
        "Angeblicher Yakuza-Führer gibt Handel mit Nuklearmaterial aus Myanmar zu - CNN",
        "Garland bittet das Gericht um Erlaubnis, den Sonderberaterbericht am 6. Januar vor Trumps Amtsantritt zu veröffentlichen - CNN",
        "Dieses $ 200 Android ist das einzige Smartphone auf der CES, das Sie interessieren sollte - ZDNet",
        "Kalifornien Wildfire Live-Updates: Beamte sagen 5 Tote, als ein weiteres Feuer in Hollywood Hills ausbricht - Forbes",
        "Jim Jarmusch schlägt auf Klimaleugner ein, Adrien Brody ist erschüttert, Sean Baker schickt LA \"Hearts And Prayers\" von den NY Film Critics Circle Awards - Deadline",
        "Elon Musk stimmt zu, dass wir die KI-Trainingsdaten erschöpft haben - TechCrunch",
        "Massiver Hafenstreik abgewendet, da Verlader und Gewerkschaft eine vorläufige Einigung erzielen - The Washington Post",
        "Brüssel wird beobachten, ob Musk im rechtsextremen Livestream gegen EU-Recht verstößt - POLITICO EUROPE",
        "Während L.A. brennt, gibt Trump Newsom die Schuld — und der kalifornische Gouverneur drängt zurück - The Washington Post",
        "Trump und die Republikaner im Senat sind sich immer noch uneinig, wie sie seine Agenda umsetzen sollen - ABC News",
        "17:00 UHR Mittwoch, 8. Januar LADWP Windsturm und Brandbekämpfung - LADWP News",
        "Auf Fotos: Trump und andere zollen Jimmy Carter - Axios ihren Respekt",
        "HMPV: Was Sie über den Ausbruch des Atemwegsvirus in China wissen sollten - ScienceAlert",
        "College Football Playoff-Picks, Zeitplan: Prognosen gegen die Ausbreitung, Quoten für Orange, Cotton Bowl-Spiele - CBS Sports",
        "Alito sprach mit Trump, bevor der gewählte Präsident den Obersten Gerichtshof bat, seine Verurteilung zu verschieben - CNN",
        "LA gab den Polizisten mehr Geld und kürzte gleichzeitig die Feuerbudgets. Jetzt brennt es. - The Intercept",
        "So manipulieren Gauner Google, um schattige Chrome-Erweiterungen zu bewerben - Ars Technica",
        "Oscars: Nominierungsabstimmung um zwei Tage verlängert, Ankündigung von Noms und andere Ereignisse verschoben, angesichts der verheerenden Brände in L.A. - Hollywood Reporter"
    ]
}