{
    "headlines": [
        "[removed]",
        "Das \"Team der Vipern\" ist zurück - POLITICO",
        "Washingtons Lobbyisten sind fassungslos, dass Trump RFK Jr. gewählt hat - POLITICO",
        "\"The Voice\" -Gewinner Sundance Head erholt sich nach versehentlichem Schießen auf seiner Ranch in Texas - CBS News",
        "Die Staatsanwaltschaft erzählt, wie eine Smartwatch Hinweise auf die Tötung von Laken Riley hinterlassen hat. Hier sind die wichtigsten bisherigen Erkenntnisse aus der Studie - CNN",
        "Zehn Neugeborene bei Krankenhausbrand in Nordindien getötet - BBC.com",
        "Die Fed unterbrach die Trump-Rallye der Börse. Was als nächstes kommt. - MarketWatch",
        "Trump schwebt über Bidens letztem Treffen mit Xi in Peru - CNN",
        "Kugel trifft Southwest Airlines Flugzeug ohne Verletzungen am Flughafen Dallas - The Associated Press",
        "DOGE-BEWERBER müssen Elon Musk bezahlen, um ihm ihren Lebenslauf zu senden - Fortune",
        "Ist es Angst oder etwas anderes? Was Frauen wissen sollten. - The Washington Post",
        "SpaceX stapelt Megarocket des Raumschiffs Flug 6 vor dem Start am 19. November (Fotos) - Space.com",
        "Massenhaft und Rückführung von Migranten nach Mexiko: Donald Trumps Einwanderungspläne rücken in den Fokus - CNN",
        "Österreich sagt, Russland werde am Samstag die Gaslieferungen einstellen - POLITICO EUROPE",
        "Der beunruhigende Grund, warum die Republikaner im Senat allen von Trump nominierten Kandidaten grünes Licht geben könnten - Schiefer",
        "Fans beten für Jim Carreys Familie nach herzzerreißenden Nachrichten - PennLive",
        "Die andere Seite des Mondes hatte einst ausbrechende Vulkane, finden Wissenschaftler - BBC.com",
        "Dem Rep. Says Tulsi Gabbard Is ‘Likely a Russian Asset’ - The Daily Beast",
        "\"Bitte stirb\", \"du bist ein Fleck im Universum\", sagt der KI-Chatbot dem Mädchen, das Hilfe bei den Hausaufgaben sucht - WION",
        "Horoskop für Samstag, 16. November 2024 - Chicago Sun-Times"
    ]
}