{
    "headlines": [
        "إغلاق الحكومة يلوح في الأفق ما لم يوافق الكونغرس على خطة الإنفاق: تحديثات مباشرة | CNN Politics - CNN",
        "قتيل واحد على الأقل وعشرات الجرحى بعد دهس سيارة في سوق عيد الميلاد الألماني، كما تقول التقارير - BBC.com",
        "يقول الحليف الرئيسي الذي يدعم ترودو الكندي إنه سيصوت للإطاحة به - BBC.com",
        "مقتل شخص واحد على الأقل وإلحاق أضرار بعدة سفارات في وابل الصواريخ الروسية \"الهمجية\" على كييف، كما تقول أوكرانيا - سي إن إن",
        "موسم الإنفلونزا في الولايات المتحدة جارٍ، حيث ترتفع الحالات في بعض المناطق وتتأخر اللقاحات - وكالة أسوشيتد برس",
        "نادراً ما تُرى \"القاعدة المفضلة\" لجيم هاربو، لكنه استخدمها لدفع شواحن - MLive.com",
        "PFT's Week 16 2024 NFL game previews, led by Steelers - Ravens - NBC Sports",
        "شاهد مركبة أرتميس أوريون القمرية الفضائية التابعة لوكالة ناسا وهي تضرب قمتها أثناء الاختبار (فيديو) - Space.com",
        "محذوف",
        "\"المومياء\" من تأليف وإخراج المخرج السينمائي \"الشرير الميت\" لي كرونين (حصري) - مراسل هوليوود",
        "ستدعم ملفات Google \"السؤال عن ملف PDF هذا\" من Gemini - 9to5Google",
        "ماليزيا تعلن عن بحث جديد عن الطائرة MH370، المفقودة منذ أكثر من 10 سنوات - USA TODAY",
        "انخفاض معدل التضخم الرئيسي لمجلس الاحتياطي الفيدرالي في نوفمبر ؛ ارتفاع مؤشر ستاندرد آند بورز 500 - أعمال المستثمر اليومية",
        "الأم في سن المراهقة: يتناول ابن ماسي بوكوت بنتلي، 16 عامًا، إمكانية أن يكون أحد الوالدين في سن المراهقة - E! أونلاين - E! NEWS",
        "لويزيانا تمنع قسم الصحة من تعزيز لقاحات الأنفلونزا وكوفيد والجدري: تقرير - Ars Technica",
        "‘Sonic The Hedgehog 3’ 6.5 مليون دولار، ‘Mufasa’ 3 مليون دولار + في معاينات الخميس – شباك التذاكر - الموعد النهائي",
        "يتجه اثنان من مركبات الهبوط على سطح القمر إلى مواقع الارتطام القديمة. ما تحتاج إلى معرفته - Gizmodo",
        "دبلوماسيون أمريكيون يلتقون بزعيم المعارضة السورية في دمشق - أكسيوس",
        "إغلاق متاجر بيج لوتس 2025: يخطط بائع التجزئة لإغلاق جميع المتاجر - أكسيوس",
        "CFPB تقاضي JPMorgan Chase و Bank of America و Wells Fargo بسبب الاحتيال في دفع Zelle - CNBC"
    ]
}