{
    "headlines": [
        "برايتون 3-2 توتنهام (6 أكتوبر 2024) تحليل اللعبة - ESPN",
        "نتنياهو ينتقد ماكرون وغيره من القادة الغربيين الذين يدعمون حظر الأسلحة الإسرائيلي باعتباره \"عارًا\" - نيويورك بوست",
        "عضو مجلس الشيوخ عن ولاية كارولينا الشمالية يصف نظريات المؤامرة حول استجابة هيلين الفيدرالية بأنها \"إلهاء\" - سي إن بي سي",
        "هاريس يهاجم ترامب بكشف جاك سميث الجديد - بوليتيكو",
        "وفاة تايلور روسو جريج: وفاة نجم تيك توك عن عمر يناهز 25 عامًا - نيويورك بوست",
        "كريستوفر سيكون، الفنان والشقيق الأصغر لمادونا، يموت عن عمر يناهز 63 عامًا - سي بي إس نيوز",
        "خريطة الإنفاق غير المتكافئة بشكل غريب للجمهوريين في مجلس الشيوخ - بوليتيكو",
        "تحديثات حية: إسرائيل تضرب لبنان بينما تستعد المنطقة للرد على إيران - سي إن إن",
        "العاصفة الاستوائية ميلتون تشتد، يمكن أن تضرب فلوريدا كإعصار كبير الأسبوع المقبل - سي بي إس نيوز",
        "يقول والتز إنه \"سيمتلك\" عندما يخطئ في الكلام بينما تكثف التذكرة الديمقراطية المقابلات الإعلامية - وكالة أسوشيتد برس",
        "\"الجوكر\" صدمة شباك التذاكر: قنابل \"جولي إيه دوكس\" مع افتتاح 40 مليون دولار بعد تلقي D CinemaScore - هوليوود ريبورتر",
        "يبدو أن طائرة الخطوط الجوية الحدودية تشتعل فيها النيران أثناء هبوطها في مطار لاس فيغاس، وإدارة الطيران الفيدرالية، ومجلس سلامة النقل الوطني يحققون - ABC News",
        "نقطة محذوفة هنا",
        "أفضل العروض المبكرة على AirPods وApple Watch والمزيد - MacRumors",
        "نتائج Jets vs. Vikings NFL London Game، تحديثات مباشرة: نيويورك، مينيسوتا تسافر إلى المملكة المتحدة للمشاركة في المباراة الدولية الثانية هذا الموسم - Yahoo Sports",
        "ارتفعت معدلات وفيات الرضع المفاجئة غير المبررة خلال الجائحة - واشنطن بوست",
        "أفضل رؤوس الأموال المغامرة في نيويورك تحت سن 30 - TechCrunch",
        "توفيت ممرضة تينيسي بحثًا عن رجل تقطعت به السبل في مياه الفيضانات بسبب إعصار هيلين - سي بي إس نيوز",
        "يظهر إيلون ماسك لأول مرة في تجمع حاشد لترامب ويلقي الانتخابات بعبارات قاسية - وكالة أسوشيتد برس",
        "\"جرب ذلك في بلدة صغيرة\" بعد عام واحد: البحث عن الحقيقة في حفل جيسون ألدين - رولينج ستون"
    ]
}