{
    "headlines": [
        "Video SpaceX-Mission wird Starliner-Astronauten nach Hause bringen - ABC News",
        "Was Sie über den Zusammenbruch der portugiesischen Regierung wissen sollten - The Associated Press",
        "\"Poker Face\" Staffel 2 Teaser Highlights All-Star Guest Cast, Peacock enthüllt Premiere Datum - Deadline",
        "190 Menschen aus pakistanischem Zug gerettet, nachdem 450 Passagiere als Geiseln genommen wurden - ABC News",
        "Spotify hat in den letzten zwei Jahren über 4,5 Milliarden US-Dollar an Musikverlage gezahlt. Warum kämpfen Songwriter? - Vielfalt",
        "\"This Is Spinal Tap\" -Sequel landet in der Bleecker Street für September - Hollywood Reporter",
        "Bracketology Bubble Watch: Oklahoma kann den Lebenslauf stärken, aber andere Teams mit Schnittlinie können keine Spiele verlieren - CBS Sports",
        "Powerhouse-Sturm zieht in die USA und veranlasst Evakuierungen in Kalifornien vor seiner Wanderung nach Osten - CNN",
        "S&P 500 und Nasdaq steigen nach weichem Inflationsbericht, Erholung der Tech-Aktien: Live-Updates - CNBC",
        "Gaza: US-Gesandter in Katar nimmt an Gesprächen über die Verlängerung des Waffenstillstands teil - BBC.com",
        "Was steht im ukrainischen Waffenstillstandsplan, den die USA Russland vorlegen? - BBC.com",
        "Aaron Rodgers wird heute offiziell ein Free Agent. Was dann? - NBC Sports",
        "Die Europäische Union rächt sich an Trumps Zöllen, wenn der Handelskrieg eskaliert - The Washington Post",
        "Astronomen bestätigen 4 felsige Exoplaneten im Hinterhof der Erde, nur 6 Lichtjahre entfernt - Gizmodo",
        "Demokraten uneins darüber, ob sie die Regierung schließen oder mit GOP abstimmen sollen - The Washington Post",
        "Google bringt das KI-Modell Gemma 3 auf den Markt, das auf 1 GPU (GOOG:NASDAQ) ausgeführt werden kann - Seeking Alpha",
        "2025 NFL Free Agency Tracker: Updates zu den Top 100 Free Agents, darunter Joey Bosa und DeAndre Hopkins - CBS Sports",
        "Totale Mondfinsternis März 2025 Livestreams: Wo man den \"Blutmond\" kostenlos online sehen kann - Space.com"
    ]
}