{
    "headlines": [
        "Лучшая игра Los Angeles Chargers vs. Arizona Cardinals | NFL 2024 Season Week 7 - NFL",
        "Результаты ночного футбола понедельника, обновления в прямом эфире: Вороны сражаются с пиратами, Зарядные устройства играют с Кардиналами в двойном заголовке MNF - Yahoo Sports",
        "У Харви Вайнштейна диагностировали рак - Hollywood Reporter",
        "«Веном: последний танец»: первые реакции после премьеры - Hollywood Reporter",
        "Изъято",
        "Блинкен отправляется на Ближний Восток с надеждами на быстрый дипломатический прорыв после смерти Синвара - CNN",
        "Метеорит S2: Что случилось, когда камень размером с Лондон врезался в Землю? - BBC.com",
        "PSA: новые функции для здоровья слуха для AirPods Pro 2 не будут доступны во всем мире - 9to5Mac",
        "Выигрышные номера Powerball на розыгрыше 21 октября: джекпот вырос до $ 456 млн - USA TODAY",
        "Новый чипсет Qualcomm, который будет работать на флагманских телефонах Android, делает iPhone устаревшим - ZDNet",
        "Законна ли раздача Маском наличных в размере 1 млн долларов в день американским избирателям? - BBC.com",
        "Паром на острове Сапело возобновляет работу после обрушения смертоносного лодочного дока - CNN",
        "Дочь Арнольда Палмера назвала высказывания Трампа о своем отце «неуважительными» - ABC News",
        "Что мы знаем о двух летчиках ВМС США, погибших в авиакатастрофе возле горы Рейнир - KOMO NEWS",
        "Против Шона «Дидди» Комбса подано семь новых исков - BBC.com",
        "Кубинцы борются с длительным отключением электроэнергии и новым тропическим штормом - The Associated Press",
        "Увидев сотни запусков, улов ракеты SpaceX стал новым острым ощущением - Ars Technica",
        "Новые рекомендации по профилактике инсульта, выпущенные Американской ассоциацией инсульта - Fox News",
        "5 человек найдены мертвыми в доме в Фолл-Сити, подросток взят под стражу - КИРО СИЭТЛ",
        "Какими акциями автомобиля владеть, чтобы получать прибыль - Barron's"
    ]
}