{
    "headlines": [
        "ਜਿਲੀਅਨ ਲੌਰੇਨਃ ਅਸੀਂ ਵੇਜ਼ਰ ਬਾਸਿਸਟ ਦੀ ਪਤਨੀ ਦੀ ਪੁਲਿਸ ਗੋਲੀਬਾਰੀ ਬਾਰੇ ਕੀ ਜਾਣਦੇ ਹਾਂ - ਐਨਪੀਆਰ",
        "ਸਦਨ ਨੇ ਪਾਸ ਕੀਤਾ ਬਿੱਲ ਜਿਸ ਨਾਲ ਵਿਆਹੀਆਂ ਔਰਤਾਂ ਲਈ ਵੋਟ ਪਾਉਣਾ ਮੁਸ਼ਕਿਲ ਹੋ ਸਕਦਾ ਹੈ - The 19th News",
        "ਹਾਊਸ ਨੇ ਟਰੰਪ ਦੇ ਏਜੰਡੇ ਲਈ ਬਜਟ ਬਲੂਪ੍ਰਿੰਟ ਨੂੰ ਅਪਣਾਇਆ ਜੀਓਪੀ ਨੇਤਾਵਾਂ ਦੇ ਕਬਜ਼ੇ ਤੋਂ ਬਾਅਦ - ਐਨਬੀਸੀ ਨਿ Newsਜ਼",
        "ਟੈਰਿਫ ਕਿੱਥੇ ਖੜੇ ਹਨ? ਕੀ ਜਗ੍ਹਾ ਵਿੱਚ ਹੈ ਅਤੇ ਕੀ ਵਿਰਾਮ 'ਤੇ ਹੈ' ਤੇ ਇੱਕ ਨਜ਼ਰ - NPR",
        "ਗੂਗਲ ਪਿਕਸਲ 9 ਏ 'ਤੇ ਸੇਵ ਕਰਨ ਦੇ ਕਈ ਤਰੀਕੇ ਹਨ - ਦਿ ਵਰਜ",
        "ਓਪਨਏਆਈ ਨੇ ਚੈਟਜੀਪੀਟੀ ਨਿਰਮਾਤਾ ਦੇ ਕਾਰੋਬਾਰੀ ਅਭਿਲਾਸ਼ਾ ਨੂੰ ਲੈ ਕੇ ਕਾਨੂੰਨੀ ਵਿਵਾਦ ਵਿੱਚ ਐਲਨ ਮਸਕ ਦਾ ਮੁਕਾਬਲਾ ਕੀਤਾ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਡੋਮਿਨਿਕਨ ਰਿਪਬਲਿਕ ਨਾਈਟ ਕਲੱਬ ਤਬਾਹੀ ਤੋਂ ਬਾਅਦ 200 ਤੋਂ ਵੱਧ ਲੋਕਾਂ ਦੀ ਮੌਤ ਹੋ ਗਈ, ਕਿਉਂਕਿ ਬਚੇ ਲੋਕਾਂ ਦੀ ਭਾਲ ਖਤਮ ਹੋ ਗਈ - ਸੀ ਐਨ ਐਨ",
        "ਟਰੰਪ ਦਾ ਨਵਾਂ energyਰਜਾ ਆਰਡਰ ਰਾਜਾਂ ਦੇ ਜਲਵਾਯੂ ਕਾਨੂੰਨਾਂ ਨੂੰ ਨਿਆਂ ਵਿਭਾਗ ਦੇ ਕਰਾਸਹੈਅਰਾਂ ਵਿੱਚ ਪਾਉਂਦਾ ਹੈ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਅਮਰੀਕਾ-ਰੂਸ ਕੈਦੀ ਸਵੈਪ 'ਚ ਯੂਕਰੇਨ ਨੂੰ 39 ਪੌਂਡ ਤੋਂ ਵੱਧ ਦਾਨ ਦੇਣ ਵਾਲੀ ਔਰਤ ਨੂੰ ਜੇਲ੍ਹ - ਬੀਬੀਸੀ",
        "‘ਇੱਕ ਮਾਇਨਕਰਾਫਟ ਫਿਲਮ’ ਦਰਸ਼ਕ ਅਧਿਕਾਰਤ ਤੌਰ 'ਤੇ ਨਿਯੰਤਰਣ ਤੋਂ ਬਾਹਰ ਹਨ ਕਿਉਂਕਿ ਥੀਏਟਰ ਚੇਤਾਵਨੀਆਂ ਜਾਰੀ ਕਰਦੇ ਹਨ - ਫੋਰਬਸ",
        "ਪ੍ਰਦਾ $ 1.36 bn ਸੌਦੇ ਵਿਚ ਵਿਰੋਧੀ ਫੈਸ਼ਨ ਦਾਗ Versace ਖਰੀਦਣ - ਬੀਬੀਸੀ",
        "ਚੀਨ ਨੇ ਯੂਕਰੇਨ ਵਿਚ ਚੀਨੀ ਲੜਾਕਿਆਂ ਬਾਰੇ ਜ਼ੇਲੇਨਕੀ ਦੀਆਂ ਟਿੱਪਣੀਆਂ ਨੂੰ ‘ਗੈਰ ਜ਼ਿੰਮੇਵਾਰਾਨਾ‘ ਕਿਹਾ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਇੱਕ ਖਜ਼ਾਨਾ ਬਾਜ਼ਾਰ ਪਿਘਲਣਾ ਪੋਸਟਮਾਰਟਮ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "ਐਪਲ ਨੇ ਸਿਰੀ ਦੇ ਏਆਈ ਮੇਕਓਵਰ ਨੂੰ ਕਿਵੇਂ ਫੰਬਲ ਕੀਤਾ - ਜਾਣਕਾਰੀ",
        "ਓਪੋ ਦਾ ਫਾਈਂਡ ਐਕਸ 8 ਅਲਟਰਾ ਥੋੜ੍ਹੀ ਜਿਹੀ ਪਤਲੇ ਫੋਨ ਵਿੱਚ ਬਿਹਤਰ ਸਪੈੱਕਸ ਨੂੰ ਦਬਾਉਂਦਾ ਹੈ - ਦਿ ਵਰਜ",
        "ਲੂਕਾ ਡੌਨਸਿਕ ਨੇ ਆਪਣੀ ਪਹਿਲੀ ਗੇਮ ਬੈਕ ਵਿਚ ਟਾਰਚਿੰਗ ਡੱਲਾਸ ਤੋਂ ਬਾਅਦ 3 ਸ਼ਬਦਾਂ ਨੂੰ ਦੁਹਰਾਇਆ. ਇਹ ਭਾਵਨਾਤਮਕ ਬੁੱਧੀ ਦਾ ਸਬਕ ਹੈ - Inc.",
        "ਵਾਚ ਸੈਨੇਟਰ ਗਰਿੱਲ ਜੇਰੇਡ ਇਸਹਾਕਮੈਨ, ਨਾਸਾ ਦੇ ਮੁਖੀ ਲਈ ਟਰੰਪ ਦੀ ਚੋਣ, ਆਪਣੀ ਨੌਕਰੀ ਦੀ ਇੰਟਰਵਿਊ (ਵੀਡੀਓ) ਵਿਚ ਐਲਨ ਮਸਕ ਦੀ ਸ਼ਮੂਲੀਅਤ ਬਾਰੇ - ਸਪੇਸ ਡਾਟ ਕਾਮ",
        "ਦੇਸ਼ੌਨ ਵਾਟਸਨਃ ਮੈਂ ਪਹਿਲਾਂ ਨਾਲੋਂ ਬਿਹਤਰ ਤਰੀਕੇ ਨਾਲ ਵਾਪਸ ਆਵਾਂਗਾ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਬਲੈਕ ਮਿਰਰ ਬ੍ਰਹਿਮੰਡ ਨੂੰ ਤਾਕਤ ਦੇਣ ਲਈ ਹਮੇਸ਼ਾਂ ਕਾਫ਼ੀ ਰਾਤ ਦਾ ਸੁਪਨਾ ਬਾਲਣ ਹੁੰਦਾ ਹੈ - ਗਿਰਝ",
        "2025 ਮਾਸਟਰਜ਼ ਟੀਵੀ ਅਨੁਸੂਚੀ, ਕਵਰੇਜ, ਚੈਨਲ, ਆਨਲਾਈਨ ਕਿਵੇਂ ਵੇਖਣਾ ਹੈ, ਅੱਜ ਲਾਈਵ ਸਟ੍ਰੀਮ ਕਿੱਥੇ, ਗੋਲਫ ਟੀ ਟਾਈਮਜ਼ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ"
    ]
}