{
    "headlines": [
        "Apple Mac Mini M4 Test: ein kleines Wunder - The Verge",
        "Die Federal Reserve trifft am Donnerstag eine Zinssenkungsentscheidung. Hier sind die Auswirkungen auf Ihr Geld. - CBS News",
        "Wie Elon Musks 130-Millionen-Dollar-Investition in Trumps Sieg eine riesige Belohnung für Tesla und den Rest seines Geschäftsimperiums einbringen könnte - Fortune",
        "Laut Wissenschaftlern kann dieses beliebte Nahrungsergänzungsmittel tatsächlich vor Krebs schützen - SciTechDaily",
        "Einnahmen von Warner Bros. Discovery: Die Aktie steigt inmitten der Streaming-Stärke, da Studios, lineare TV-Druckeinnahmen - Yahoo Finance",
        "Kuba hat nach einem Hurrikan der Kategorie 3 die Insel verwüstet und das Stromnetz abgeschaltet - The Associated Press",
        "Plädoyer-Deals für angebliches 9/11-Mastermind Khalid Sheikh Mohammed und andere wiederbelebt - The Associated Press",
        "Biden wird sich nach Trumps entscheidendem Wahlsieg in den USA an die Nation wenden - Reuters",
        "'Spectactular' Jennifer Lopez stellt die Frage nach Ben Affleck, nachdem er ihr während der Scheidung Komplimente gemacht hat - Seite sechs",
        "Aktien-Futures steigen, da die Wall Street versucht, die große Rallye nach den Wahlen zu verlängern, Fed voraus: Live-Updates - CNBC",
        "Wer wird die Kontrolle über das Haus gewinnen? Die herausragenden Rennen, die es zu sehen gibt - BBC.com",
        "Justizbeamte in Gesprächen, um Donald Trumps Strafsachen fallen zu lassen - BBC.com",
        "Mysteriöse schwarze Trümmer in Sydney waren keine Teerkugeln, sondern \"viel ekelhafterer\" Abfall - NBC News",
        "Australien plant ein Social-Media-Verbot für Kinder unter 16 Jahren - The Associated Press",
        "NFL Week 10 Picks: Können Ladegeräte und Rams ihre Siegesserien am Laufen halten? - Yahoo Sports",
        "Tagsüber besonders \"schläfrig\" zu sein, bedeutet eine höhere Wahrscheinlichkeit, dieses Prä-Demenz-Syndrom zu entwickeln - New York Post",
        "Top-Namen für Trumps außenpolitisches Team - Axios",
        "Trump nimmt nach dem Wahlsieg Anrufe von der wachsenden Liste der führenden Politiker der Welt entgegen - ABC News",
        "AMD Ryzen 7 9800X3D CPU erreicht über 1000 fps in CS2, über 2000 fps in Valorant mit 6,9 GHz Overclock bei nur 100W - Wccftech",
        "Jimmy Kimmel hält Tränen zurück, als er über „schreckliche“ Wahlergebnisse nachdenkt - Rolling Stone"
    ]
}