{
    "headlines": [
        "Каскадер знал, что его тело меняется. Врачам потребовалось почти десятилетие, чтобы понять, почему. - CBS News",
        "«Эвакуационная усталость» наступает для южных калифорнийцев, которые еще не вернулись домой после лесных пожаров - CNN",
        "Что «Доджерс» могут ожидать от Роки Сасаки в этом сезоне? Пять выводов от разведчиков MLB, руководителей - ESPN",
        "Обновления CWG Live: воскресенье принесет снег и последует арктический взрыв - The Washington Post",
        "В каких продуктах есть Red Dye 3? См. список закусок, напитков, на которые распространяется запрет FDA - Austin American-Statesman",
        "Женский марш вернулся, но многие из его первоначальных организаторов им не станут - POLITICO",
        "Израильские заложники, возвращающиеся живыми или мертвыми, зависят от ЦАХАЛа, предупреждает PIJ - The Jerusalem Post",
        "Изъято",
        "Расписание дивизиональных раундов плей-офф НФЛ, коэффициенты, экспертные выборы: лучшие ставки, где смотреть, ТВ, прямая трансляция, еще - CBS Sports",
        "Два судьи Верховного суда Ирана убиты в результате стрельбы в Тегеране - Al Jazeera English",
        "План примирения Джейсона Смита «конфеты для всех» - POLITICO",
        "Дональд Трамп отмахивается от постановления Верховного суда по TikTok: «Я решаю» - The Daily Beast",
        "Вот величайшие моменты Дня инаугурации в истории США - Fox News",
        "Индия: мужчина признан виновным в изнасиловании и убийстве врача - BBC.com",
        "Инаугурация Трампа в помещении срывает планы законодателей - Axios",
        "​Случаи рака растут в молодом возрасте; простые изменения образа жизни снижают риск - The Times of India",
        "Предполагаемое поведение Меган Маркл «Злые девочки» заставило сотрудников пройти терапию, говорится в новом отчете - The Mercury News",
        "Ложная зацепка и новые кадры позже, Саиф Али Хан, наносящий ножевые ранения обвиняемому, остаются неуловимыми - The Indian Express",
        "Непревзойденные впечатления от ночного дебюта: Скайлар Диггинс-Смит отбивает 3 очка в первой игре - CBS Sports",
        "Мюррей набрал 30 очков, у Йокича есть еще один трипл-дабл, чтобы помочь Наггетс обойти Батлера и Хит - Yahoo Sports"
    ]
}