{
    "headlines": [
        "Medical jet carrying six crashes into Philadelphia neighbourhood - BBC.com",
        "‘There will be many casualties’: Panama girds for war as Trump’s team teases a deal - POLITICO",
        "Palisades and Eaton fires now 100% contained. But a long road to recovery looms - Yahoo! Voices",
        "Will Emilia Pérez star Karla Sofía Gascón's offensive X posts derail the Oscar favourite's chances? - BBC.com",
        "Why tariffs on Mexico and Canada could drive up grocery costs, in 3 charts - CNN",
        "Takeaways from India's budget that slashes income tax on the salaried middle class to spur growth - The Associated Press",
        "Costco raises nonunion pay to over $30 an hour as union deadline looms - The Washington Post",
        "CDC removes gender, equity references in public health material - The Washington Post",
        "Damian Priest, Jacob Fatu & Others Announce Entry Into 2025 WWE Royal Rumble Matches - Wrestling Inc.",
        "Beneath the surface, Groundhog Day’s deep roots predate Punxsutawney Phil - The Associated Press",
        "Dejounte Murray tears Achilles tendon, per report, as Pelicans' injury-ravaged season goes from bad to worse - CBS Sports",
        "Trump Responds to Selena Gomez’s Tearful Reaction to Mass Deportations With Clip Essentially Accusing Actress of Faking It - Yahoo! Voices",
        "Sam Altman says OpenAI will embrace two new AI approaches, one from DeepSeek and another from Meta - Business Insider",
        "Today’s ‘Wordle’ #1323 Hints, Clues And Answer For Saturday, February 1st - Forbes",
        "Former senior adviser for Federal Reserve indicted on economic espionage charges - CBS News",
        "Venezuela frees 6 Americans after meeting between President Maduro and Trump’s envoy - The Associated Press",
        "Tech stocks have worst week in months after ‘nobody saw DeepSeek coming’ - MarketWatch",
        "Heat’s Terry Rozier declines to discuss federal gambling probe - New York Post ",
        "College basketball picks, schedule: Predictions for Tennessee vs. Florida and more Top 25 games for Saturday - CBS Sports"
    ]
}