{
    "headlines": [
        "مصر تقول إن 16 شخصا في عداد المفقودين مع غرق قارب سياحي قبالة ساحل البحر الأحمر - الجزيرة الإنجليزية",
        "غافن نيوزوم يهدد بالتدخل إذا قتل ترامب ائتمان بايدن الضريبي على السيارات الكهربائية بقيمة 7.5 ألف دولار - فوكس نيوز",
        "يقول محامو ترامب إنهم يحققون في مزاعم بأن كبير مساعدي ترامب سعى إلى تحقيق مكاسب مالية من التأثير على الرئيس المنتخب، حسبما ذكرت مصادر - سي إن إن",
        "والد امرأة هاواي المفقودة هانا كوباياشي عثر عليها ميتة في لوس أنجلوس - SFGATE",
        "استدعاء الحليب الخام لاحتوائه على فيروس إنفلونزا الطيور، تقارير كاليفورنيا - آرس تكنيكا",
        "يتحرك المستشار الخاص جاك سميث لإسقاط قضية ترامب الانتخابية مستشهداً بسياسة وزارة العدل \"القطعية\" - ABC News",
        "شخصية رئيسية أخرى \"يلوستون\" تعض الغبار بينما يدور جون داتون كيلرز حول العربات - الموعد النهائي",
        "بايدن يعفو عن الديك الرومي للمرة الأخيرة كرئيس للولايات المتحدة - BBC.com",
        "ستتيح لك مؤشرات الترابط أخيرًا تعيين الخلاصة التالية كإعداد افتراضي - The Verge",
        "وارن بافيت يتبرع بمليار دولار أخرى. لديه نصائح للتخطيط العقاري للجميع. - صحيفة وول ستريت جورنال",
        "درجات باكرز بي إف إف: أفضل وأسوأ اللاعبين من الفوز على 49 لاعبًا في الأسبوع 12 - باكرز واير",
        "قد يكون عيد شكر رطبًا ومثلجًا بالنسبة للبعض. اكتشف أين. - الواشنطن بوست",
        "هذه هي الاستراتيجية التقدمية الجديدة للاقتتال مع ترامب - بوليتيكو",
        "يبدو أن أول جهاز عرض من TCL تم تسعيره بشكل مناسب تمامًا لـ Hijinx في الهواء الطلق - Gizmodo",
        "أبلغ رواد الفضاء عن رائحة كريهة تنذر بالخطر قادمة من مركبة فضائية روسية رست في محطة الفضاء الدولية - Gizmodo",
        "لا يريد أليك بالدوين رؤية \"الصدأ\"، لكن فيلم Hopes يتم إصداره - متنوع",
        "سبيس إكس: خدمة ستارلينك الخلوية جاهزة للعمل - PCMag",
        "سندات الخزانة الأمريكية ترتفع على الرهانات بيسنت سيخفف من خطط ترامب - ياهو للتمويل",
        "من المقرر أن يمثل الأخوان مينينديز أمام المحكمة لأول مرة منذ 28 عامًا - سي إن إن",
        "اتحاد كرة القدم الأميركي الأسبوع 12، فرز كومة الأحد: قضية ساكون باركلي MVP، عواصف بو نيكس، ناينرز في ورطة كبيرة - سي بي إس سبورتس"
    ]
}