{
    "headlines": [
        "Trump and Netanyahu hold talks as US president warns 'no guarantees' fragile peace in Gaza will hold - The Associated Press",
        "How Emilia Pérez Is Being Removed from the ‘Emilia Pérez’ Oscar Campaign - Hollywood Reporter",
        "Swiss giant UBS posts $770 million in net profit, launches $1 billion share buyback in first half - CNBC",
        "Rubio says El Salvador offers to accept deportees from US of any nationality, including Americans - The Associated Press",
        "Devin Booker overtakes Walter Davis, becomes Suns' franchise leader in points - NBA.Com",
        "Luka Doncic trade details emerge: Lakers couldn't talk to agent, Danny Ainge was in the dark, per reports - CBS Sports",
        "EU leaders deflect Trump on Greenland and on tariffs - POLITICO Europe",
        "Chiefs appear at Super Bowl LIX’s opening night - Arrowhead Pride",
        "Nvidia Calls China's DeepSeek an \"Excellent AI Advancement\": Should Investors Press the Buy Button? - The Motley Fool",
        "Secretary Marco Rubio with Rich Edson of Fox News - Department of State",
        "Neil Gaiman and Wife Sued for Rape and Human Trafficking of Babysitter - Variety",
        "Despite 20 knife wounds and 11 bruises, Ellen Greenberg’s death was ruled a suicide. The pathologist just changed his mind - CNN",
        "Packers seen as one of ‘best team fits’ in potential Myles Garrett trade - Packers Wire",
        "First Apple-notarized porn app available to iPhone users in Europe - BleepingComputer",
        "Treasury, Bessent Sued Over Giving Access to Musk’s ‘DOGE’ Team - Bloomberg",
        "Senate confirms fossil fuel CEO Chris Wright as energy secretary. He vows to 'unleash' US resources - The Associated Press",
        "Beyoncé’s First AOTY Win Confirms She Was Always Too Black for the Grammys - Rolling Stone",
        "Our brains are filling with more and more microplastics, study shows - The Washington Post",
        "Trump says sovereign wealth fund could buy TikTok - BBC.com"
    ]
}