{
    "headlines": [
        "Entlassungen auf Bundesebene \"wahrscheinlich\" , wenn zu wenige Mitarbeiter kündigen, heißt es in dem Memo - The Washington Post",
        "S&P 500 steigt, da Investoren Trumps Handelskämpfe abschütteln, Nasdaq gewinnt 1%, angeführt von Palantir: Live-Updates - CNBC",
        "Eier werden im Waffle House bald teurer. Hier ist der Grund - Yahoo! Voices",
        "TV Ratings: Grammys Take On-Air Hit but Thrive on Social Media - Hollywood Reporter",
        "Luka Doncics Gedanken über Mavericks-Bosse, die ihn ausgetauscht haben: \"Ich weiß nicht warum\" - New York Post",
        "The Take: Wie wird Präsident Ahmed Al-Sharaa die Zukunft Syriens gestalten? - Al Jazeera Englisch",
        "Tiger Woods gibt bekannt, dass seine Mutter Kultida gestorben ist - NBC Sports",
        "China kontert mit Zöllen auf US-Produkte. Es wird auch Google untersuchen. - The Associated Press",
        "Kreuzfahrt, um die Belegschaft um 50% zu reduzieren, nachdem GM die Finanzierung für Robotaxi-Betriebe gekürzt hat - TechCrunch",
        "Cooper Kupp Landeplätze: Potenzielle Handelsziele für ehemalige All-Pro WR sind Steelers und Cowboys - CBS Sports",
        "Bianca Censoris Kumpels nennen sie eine \"willige Teilnehmerin\" am \"nackten\" Grammys-Kleidungsstunt und behaupten, dass Kanye West sie \"ermächtigt\" - Hindustan Times",
        "Apple kündigt die Event-Planungs-App „Apple Einladungen“ an - The Verge",
        "Trump-Administration verfasst Exekutivbefehl, um die Eliminierung des Bildungsministeriums einzuleiten - CNN",
        "Die Flucht von Migranten geht nach Guantanamo Bay, während sich rechtliche Fragen um Trumps Pläne drehen - CNN",
        "Schweden Schule Schießen zuletzt: Sechs Menschen verletzt, nachdem Schüsse auf dem Campus in Orebro abgefeuert - BBC.com",
        "Die Stimmung des Senats gegenüber Tulsi Gabbard - Axios",
        "How an ancient asteroid strike carved out 2 grand canyons on the moon - The Associated Press",
        "Wie Elon Musk zwei Wochen Chaos in Washington auslöste - CNN",
        "Hat sich der Brexit endlich ausgezahlt? Was Trumps Zollbefreiung für Starmer bedeutet - POLITICO EUROPE",
        "Optoma bringt neuen Flaggschiff-4K-Heimkino-Laserprojektor mit universeller HDR-Unterstützung auf den Markt - Forbes"
    ]
}