{
    "headlines": [
        "آخر تطورات اعتقال المشتبه به في إطلاق النار على الرئيس التنفيذي لشركة UnitedHealthcare - سي إن إن",
        "كيف أطاح الثوار السوريون بنظام الأسد، في 7 خرائط - سي إن إن",
        "القاضي الفيدرالي يمنع أكبر عملية اندماج سوبر ماركت في التاريخ - سي إن إن",
        "مبابي يسجل الهدف 50 UCL، يخرج مع إصابة - ESPN",
        "تقرير: بيل بيليتشيك لديه عرض لتدريب قيادة الأمم المتحدة - إن بي سي سبورتس",
        "جنرال موتورز لإنهاء عمليات التاكسي الآلي مرة واحدة بدعم من الرئيس التنفيذي بارا - بلومبرغ",
        "المدعي العام في مانهاتن يحث القاضي على عدم إصدار حكم بالإدانة في قضية ترامب لإسكات الأموال - بوليتيكو",
        "تم تعيين زوج جديد من الأقمار الصناعية لإنشاء \"كسوف شمسي عند الطلب\" - واشنطن بوست",
        "حرائق سريعة الحركة في ماليبو تؤدي إلى عمليات الإخلاء وإغلاق المدارس - LAist",
        "فرقة العمل التي تحقق في محاولات قتل ترامب تحث جهاز الخدمة السرية على الحد من حماية الأجانب - وكالة أسوشيتد برس",
        "المحكمة العليا تستعد للحد من نطاق المراجعات البيئية - نيويورك تايمز",
        "أفادت التقارير أن ميغان فوكس وماشين غان كيلي انفصلا بعد أقل من شهر من إعلان الحمل: نظرة على علاقتهما الرومانسية \"المكثفة\" و \"الشعلة المزدوجة\" - Yahoo Entertainment",
        "قام تيموثي شالاميت بتسجيل غناء بوب ديلان مسبقًا لـ \"مجهول تمامًا\"، لكن جيمس مانغولد تخلى عنهم بعد سماعه يغني على الهواء مباشرة: \"Holy S -\" - Variety",
        "أفضل 25 فصل توظيف لعام 2025: أين تهبط BYU ؟ - ESPN",
        "ستكون الساعة الذكية Ultra القادمة من Apple قادرة على إرسال الرسائل النصية عبر الأقمار الصناعية - بلومبرغ",
        "جوجل تزيل مراجعات ماكدونالدز السيئة بعد تقارير العمال لويجي مانجيوني - نيويورك بوست",
        "حدد العلماء الأطعمة فائقة المعالجة التي تغذي سرطان القولون والبدائل الصحية التي قد تعوض الضرر - Business Insider",
        "سجن صيدنايا في سوريا: ما يجب معرفته - نيويورك تايمز",
        "أخطأت الوكالة الدولية للطاقة في وزارة العدل في فترة ولاية ترامب الأولى للحصول سراً على سجلات المشرعين والصحفيين - بوليتيكو",
        "تم اعتقال وزير الدفاع السابق في كوريا الجنوبية رسميًا بسبب فرض الأحكام العرفية لفترة وجيزة - وكالة أسوشيتد برس"
    ]
}