{
    "headlines": [
        "Scientists Found a Mysterious Cosmic Object Blasts Record-Breaking Radiation—And It’s Close - The Daily Galaxy --Great Discoveries Channel",
        "Protests over Spain flood response interrupt king's visit to stricken Valencia suburb - Reuters",
        "Election 2024 live updates: Harris, Trump rally swing states with 2 days left; new polls - USA TODAY",
        "At least 6 were injured after tornado-spawning thunderstorms left a trail of destruction across parts of Oklahoma - CNN",
        "Roman Reigns’ loss at Crown Jewel sets the stage for Survivor Series and beyond - Cageside Seats",
        "Open: This is \"Face the Nation with Margaret Brennan,\" Nov. 3, 2024 - Face the Nation",
        "Box Office: ‘Venom 3’ Scores $26M to Stay No. 1, ‘Here’ Goes Nowhere With $5M Opening - Hollywood Reporter",
        "This swing state saw some of the country’s highest food inflation. Republicans hope voters blame Dems. - POLITICO",
        "3 New Required Minimum Distribution (RMD) Rules Everyone Should Know For 2024 - USA TODAY",
        "2024 NFL Week 9: The best of Sunday’s games and the standout storylines - CNN",
        "Satellite images reveal Israeli destruction of villages in south Lebanon - Al Jazeera English",
        "Ariana Grande lights up ‘Wicked' premiere in glittering pink gown - Geo News",
        "Women in AI: Sophia Velastegui believes AI is moving too fast - TechCrunch",
        "NFL Week 9 expert picks, score predictions: Lions at Packers - Pride Of Detroit",
        "NFL Week 9: Favorite player prop bets using PFF Key Insights - Pro Football Focus",
        "American journalist detained in Iran as Supreme Leader Khamenei threatens US, Israel, State Department says - Fox News",
        "Kuo: Cheaper ‘Apple Vision’ headset delayed beyond 2027 - 9to5Mac",
        "Why flights to Europe are the cheapest they've been in years - CNBC",
        "[Removed]",
        "What a Trump-empowered RFK Jr. could do on health care - Axios"
    ]
}