{
    "headlines": [
        "تقول الأميرة كيت إن سرطانها في حالة هدوء - صحيفة واشنطن بوست",
        "تصويت مجلس النواب على حظر الطلاب المتحولين جنسياً من ممارسة رياضة الفتيات - واشنطن بوست",
        "تأخر الوصول إلى لوس أنجلوس، مقاطعات فينتورا \"المواقف الخطرة بشكل خاص\" - KTLA لوس أنجلوس",
        "جاستن بالدوني يطالب ديزني، مارفل يحافظ على \"جميع الوثائق المتعلقة\" بريان رينولدز نيكبول في \"ديدبول وولفيرين\" وسط معركة بليك ليفلي القانونية (حصرية) - متنوعة",
        "الولايات المتحدة تزيل كوبا من قائمة الدول الراعية للإرهاب - BBC.com",
        "تقول يونهاب إن سلطات كوريا الجنوبية في مقر إقامة الرئيس يون لتنفيذ مذكرة الاعتقال - رويترز",
        "خمسة أسئلة تهرب منها هيغزيث في جلسة تأكيد وزارة الدفاع - أكسيوس",
        "وجهة نظر جي بي مورغان حول قراءة التضخم يوم الأربعاء وكيف سيكون رد فعل سوق الأسهم - سي إن بي سي",
        "يدعم ووبي غولدبرغ قرار كاري أندروود بالغناء في حفل تنصيب ترامب...ولكن لن يشاهد - الموعد النهائي",
        "صوت النائب داستن بوروز لصالح رئيس مجلس النواب في تكساس، في ضربة لحركة الحزب الجمهوري المتمردة - تكساس تريبيون",
        "يخطط زوكربيرج لتسريح عمال ميتا حيث تقوم الشركة بإلغاء \"ذوي الأداء المنخفض\" بشكل أسرع - واشنطن بوست",
        "جيمي بتلر تريد: أخبر الجناح الحراري الفريق أنه سيحصل على خيار 52.4 مليون دولار، ولكن فقط لتسهيل الانتقال، لكل تقرير - سي بي إس سبورتس",
        "تشهد بوينغ انخفاضًا كبيرًا في الإنتاج بعد الإضرابات ومشاكل السلامة - BBC.com",
        "ما تعلمناه من تقرير ترامب الصادر في 6 يناير من قبل المستشار الخاص جاك سميث - واشنطن بوست",
        "يزور مكتب التحقيقات الفيدرالي منزل بن أفليك، ويقال إنه يسعى للحصول على لقطات لطائرة بدون طيار غير مصرح بها - Boston.com",
        "من المتوقع أن تتضاعف حالات الخرف الجديدة في الولايات المتحدة إلى مليون بحلول عام 2060: دراسة - ABC News",
        "يتيح لك ChatGPT الآن جدولة التذكيرات والمهام المتكررة - TechCrunch",
        "مايك توملين: لم يتخذ ستيلرز أي قرار بشأن راسل ويلسون أو جاستن فيلدز - إن بي سي سبورتس",
        "حلقت الطائرات الأوكرانية بدون طيار لمسافة 400 ميل للتنصت المزدوج على قاعدة قاذفات روسية - فوربس",
        "سينشئ ترامب دائرة الإيرادات الخارجية لتحصيل الإيرادات من مصادر أجنبية - رويترز"
    ]
}