{
    "headlines": [
        "После угроз Хаменеи иранские силы заняли позицию для нанесения удара по Израилю - доклад - The Jerusalem Post",
        "Chappell Roan ‘Gets the Job Done,’ Debuting New Lesbian Country Song ‘The Giver’ on ‘Saturday Night Live’ - Variety",
        "Харрис неожиданно появляется в SNL и дает советы вымышленному себе, которого играет Майя Рудольф - CNN",
        "No. 4 Ohio State downs No. 3 Penn State, No. 5 Miami beats Duke, more from Week 10 of college football - NCAA.com",
        "Обновления в прямом эфире: Дональд Трамп, новости о выборах Камалы Харрис | Политика CNN - CNN",
        "Китай стоит перед дилеммой с северокорейскими войсками, вливающимися в Россию - The Wall Street Journal",
        "«Морено вернулся!»: социальные сети отреагировали на шатаут Брэндона Морено против Амира Албази на UFC Fight Night 246 - Наркоман ММА",
        "Первое свидание пары из Иллинойса закончилось ужасом после того, как оба были застрелены; выжил только один. - CBS News",
        "Явка на досрочное голосование составляет почти 44% бюллетеней электората 2020 года - The Washington Post",
        "Верховный лидер Ирана угрожает Израилю и США «сокрушительным ответом» за нападение Израиля - Associated Press",
        "Кеми Баденох обещает перемены после исторической победы тори - BBC.com",
        "Шокирующие кадры, показанные на суде над Дэниелом Пенни, показывают, что офицеры говорят, что у Джордана Нили был пульс - New York Post",
        "Кроссовки на красной ковровой дорожке LACMA Art + Film Gala 2024: фото прибытия, актуальные новости - Новости обуви",
        "Смертоносные наводнения в Испании побуждают правительство отправить 10 000 солдат и полицейских в Валенсию, поскольку число погибших превысило 200 человек - Новости CBS",
        "Сколько белка вам нужно, зависит от вашей тренировки - Fortune",
        "Марго Робби родила первого ребенка с мужем Томом Акерли - E! Онлайн - E! НОВОСТИ",
        "Судья штата Джорджия отклонил иск республиканцев, пытающихся заблокировать прием возвращенных вручную почтовых бюллетеней в округе Фултон - CBS News",
        "Опрос в Айове: Камала Харрис перепрыгивает через Дональда Трампа, чтобы взять на себя инициативу в день выборов. Как это сделать - Des Moines Register",
        "«Отступление» на час назад к стандартному времени в это воскресенье - Axios",
        "Новый M4 Max от Apple - самый быстрый процессор на рынке, и мы даже не видели M4 Ultra - 9to5Mac"
    ]
}