{
    "headlines": [
        "Une « frénésie » pourrait venir pour Joey Bosa - NBC Sports",
        "Il est temps d'avancer. Le passage à l'heure d'été commence ce week-end. - The Washington Post",
        "10 démocrates se joignent aux républicains pour punir Al Green pour l'explosion de discours de Trump - Fox News",
        "Les États-Unis sont susceptibles d'accorder un sursis tarifaire pour les marchandises soumises au pacte Canada-Mexique, dit Lutnick - Financial Times",
        "Trump veut démanteler le ministère de l'Éducation. Voici ce qu'il fait - The Associated Press",
        "‘Running Point’ renouvelé pour la saison 2 par Netflix - Date limite",
        "La France envisage de protéger ses alliés européens avec son arsenal nucléaire, dit Macron - CNN",
        "Family offices secoués par les fluctuations du marché et les tarifs - CNBC",
        "Cross-Country Storm Packs Multiple Threats Into Weekend - The Weather Channel (en anglais seulement)",
        "Mises à jour en direct : les dirigeants de l'UE tiennent des pourparlers d'urgence en Ukraine après que Trump ait suspendu l'aide - The Associated Press",
        "Machines intuitives 2 Atterrissage lunaire - NASA (.gov)",
        "Identifier le match d'agent libre 2025 parfait pour chaque équipe de la NFL - Pro Football Focus",
        "Roy Ayers, chanteur de Everybody Loves the Sunshine et pionnier du jazz-funk, meurt à 84 ans - BBC.com",
        "Un an plus tard, OpenAI n'a toujours pas publié son outil de clonage vocal - TechCrunch",
        "Où acheter les cartes graphiques AMD Radeon RX 9070 et 9070 XT - IGN",
        "Comment Lady Gaga a réglé le « bruit » des attentes de l'industrie pour créer le chaos sur « Mayhem » - Billboard",
        "Marché boursier aujourd'hui : Dow Futures Fall ; Les rendements obligataires augmentent à l'échelle mondiale — Mises à jour en direct - The Wall Street Journal",
        "Les employeurs américains ont supprimé plus d'emplois le mois dernier que tout autre mois de février depuis 2009 - CNN",
        "Les Lions devraient-ils donner à Aidan Hutchinson un accord de marché en 2025 ? - Pride Of Detroit",
        "Une solution pour une infection vaginale commune peut être le traitement des partenaires masculins - The Washington Post"
    ]
}