{
    "headlines": [
        "Les résultats de Foot Locker montrent que l'industrie des baskets — et Nike — ont encore plus de mal à venir - CNBC",
        "Le plus gros ours de Wall Street affirme que le S&P 500 pourrait tomber à 4 200. Voici ses conseils pour le moment. - MarketWatch",
        "La fiancée de la chanteuse de rock est décédée après être passée par-dessus bord d'un navire de croisière sur le thème des années 80 - syracuse.com",
        "« Un très gros bazooka » : les dépenses de défense allemandes risquent d'augmenter après que les parties se soient mises d'accord sur un changement historique de la dette - CNN",
        "Un instant, des eaux calmes. Le lendemain, un dauphin de 900 livres a atterri sur leur bateau - CNN",
        "Fact-checking de l'adresse de Trump au Congrès - BBC.com",
        "LeBron James devient le premier joueur de l'histoire de la NBA à marquer 50 000 points en carrière - CNN",
        "Des millions sur le chemin alors que la tempête tue 2, apporte des vents violents, des conditions de blizzard et des incendies - CNN",
        "Les constructeurs automobiles utilisent le manuel COVID pour faire face aux tarifs Trump - Axios",
        "Trump dit que les États-Unis ont appréhendé le « principal terroriste » responsable de l'attentat à la bombe de l'aéroport de Kaboul en 2021 - CNN",
        "La dysenterie est en hausse dans l'Oregon. Voici ce qu'il faut savoir. - The Washington Post",
        "Slotkin frappe Musk et « gang de 20 ans » en réfutation du discours de Trump - Axios",
        "Mise à jour en direct des tarifs Trump : Lutnick dit que Trump pourrait alléger les tarifs sur le Canada et le Mexique d'ici mercredi - Yahoo Finance",
        "Donald Trump dit qu'il a reçu une lettre de Volodymyr Zelensky d'Ukraine disant qu'il est prêt à négocier un accord de paix avec la Russie — Mise à jour - Date limite",
        "Les responsables du comté de Harris, à Houston, dévoilent un plan de préparation en cas d'épidémie de rougeole au Texas - KHOU.com",
        "Daredevil : Born Again Team Tells All About Premiere's ‘Atom Bomb’ of a Twist : ‘It's a Tough Pill to Swallow’ - TVLine",
        "L'équipage de Starliner dit qu'il n'était au courant d'aucune offre de Musk pour un retour plus tôt - The Washington Post",
        "L'IRS rédige des plans pour réduire jusqu'à la moitié de sa main-d' œuvre de 90 000 personnes, laissant l'agence « dysfonctionnelle », selon des sources AP - PBS NewsHour"
    ]
}