{
    "headlines": [
        "ਇਜ਼ਰਾਈਲੀ ਟੈਂਕ ਵੈਸਟ ਬੈਂਕ ਵਿੱਚ ਘੁੰਮਦੇ ਹਨ ਕਿਉਂਕਿ ਹਮਾਸ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਗਾਜ਼ਾ ਗੱਲਬਾਤ 'ਤੇ ਰੋਕ ਹੈ - ਅਲ ਜਜ਼ੀਰਾ ਅੰਗਰੇਜ਼ੀ",
        "SAG ਅਵਾਰਡਜ਼ 2025 ਸਨੱਬ ਅਤੇ ਹੈਰਾਨੀਃ ਤਿਮੋਥਿਉ Chalamet Triumphs, ‘The Bear’ ਫਲੌਪਸ ਅਤੇ ‘ਸਿਰਫ ਕਤਲ’ ਝਟਕੇ - ਵੰਨਗੀ",
        "ਡੈਨ ਬੋਂਗਿਨੋਃ ਟਰੰਪ ਨੇ ਸੱਜੇ-ਪੱਖੀ ਟਿੱਪਣੀਕਾਰ ਨੂੰ ਐਫਬੀਆਈ ਦੇ ਡਿਪਟੀ ਡਾਇਰੈਕਟਰ ਵਜੋਂ ਨਾਮਜ਼ਦ ਕੀਤਾ - ਬੀਬੀਸੀ.",
        "ਜੇਨ ਫੋਂਡਾ ਕਹਿੰਦੀ ਹੈ ‘ਵੇਕ ਜਸਟਿਸ ਦਾ ਮਤਲਬ ਹੈ ਕਿ ਤੁਸੀਂ ਦੂਜਿਆਂ ਬਾਰੇ ਇੱਕ ਡੈਮਨ ਦਿੰਦੇ ਹੋ,’ ਹਾਲੀਵੁੱਡ ਨੂੰ ਐਸਏਜੀ ਅਵਾਰਡਜ਼ ਭਾਸ਼ਣ ਵਿੱਚ ਹਮਦਰਦੀ ਨਾਲ ਲੜਨ ਲਈ ਬੁਲਾਉਂਦਾ ਹੈ - ਵੰਨਗੀ",
        "\"ਮੇਰੇ ਲਈ ਪ੍ਰਾਰਥਨਾ ਕਰੋਃ\" ਪੋਪ ਹਸਪਤਾਲ ਦੇ ਬਿਸਤਰੇ ਤੋਂ ਸੰਦੇਸ਼ ਭੇਜਦਾ ਹੈ - ਐਕਸੀਓਸ",
        "ਮੁੱਖ ਸੰਘੀ ਏਜੰਸੀਆਂ ਮਸਕ ਦੀ ਲਾਗਤ ਕੱਟਣ ਵਾਲੀ ਕਰੂਸੇਡ ਵਿਚ ਨਵੀਨਤਮ ਮੰਗ ਦੀ ਪਾਲਣਾ ਕਰਨ ਤੋਂ ਇਨਕਾਰ ਕਰਦੀਆਂ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਬੈੱਲ 10 ਵੀਂ ਨਾਸਕਾਰ ਕੱਪ ਦੀ ਦੌੜ ਜਿੱਤਣ ਲਈ ਓਵਰਟਾਈਮ ਦੀ ਵਰਤੋਂ ਕਰਦਾ ਹੈ - ਈਐਸਪੀਐਨ",
        "2025 ਐਸਏਜੀ ਅਵਾਰਡਾਂ ਵਿੱਚ ਡੈਮੀ ਮੂਰ ਦਾ ਚਮੜਾ ਗਾਉਂਡ ਇੱਕ ਹੈਰਾਨੀਜਨਕ ਡ੍ਰੌਪ-ਵਾਈਸਟ ਸਿਲਕ ਸਕਰਟ ਸੀ - ਯਾਹੂ ਐਂਟਰਟੇਨਮੈਂਟ",
        "ਤਿੰਨ ਸਾਲ ਬਾਅਦ, ਯੂਕਰੇਨ ਦੇ ਅਲੋਪ ਹੋਣ ਵਾਲੇ ਭਿਆਨਕ ਸੁਪਨੇ ਵਾਪਸ ਆ ਗਏ ਹਨ - ਬੀਬੀਸੀ.",
        "ਬ੍ਰੇਕਿੰਗ ਨਿ Newsਜ਼ਃ ਸੈਨ ਐਂਟੋਨੀਓ - ਟੈਕਸਾਸ ਪਬਲਿਕ ਰੇਡੀਓ ਵਿਚ ਸੰਭਾਵਤ ਖਸਰਾ ਐਕਸਪੋਜਰ",
        "ਹਿਜ਼ਬੁਲ ਆਗੂ ਦੀ ਹੱਤਿਆ ਤੋਂ 5 ਮਹੀਨੇ ਬਾਅਦ ਕੀਤਾ ਵਿਸ਼ਾਲ ਅੰਤਿਮ ਸਸਕਾਰ - POLITICO",
        "ਐਮ 4 ਮੈਕਬੁੱਕ ਏਅਰ ਮਾਰਕੀਟਿੰਗ, ਸੇਲਜ਼, ਰਿਟੇਲ ਟੀਮਾਂ ਮਾਰਚ ਡੈਬਿਟ ਲਈ ਤਿਆਰੀ ਕਰਦੀਆਂ ਹਨ - ਮੈਕਰੂਮੋਰਸ",
        "ਮੌਰਟਲ ਕੋਂਬੈਟ 1 ਡੀਐਲਸੀ ਚਰਿੱਤਰ ਟੀ -1000 ਨੇ ਕੋਂਬੈਟ ਪੈਕ 2 ਮਾਲਕਾਂ ਲਈ 18 ਮਾਰਚ ਦੀ ਸ਼ੁਰੂਆਤ ਕੀਤੀ, ਸਾਰਿਆਂ ਲਈ 25 ਮਾਰਚ - ਗੇਮੈਟਸੁ",
        "ਰੋਜ਼ਾਨਾ 5 ਮਿੰਟ ਅਜਿਹਾ ਕਰਨ ਨਾਲ ਘੱਟ ਹੋ ਸਕਦਾ ਹੈ ਡਿਮੇਨਸ਼ੀਆ ਦਾ ਖਤਰਾ: ਅਧਿਐਨ - ਯਾਹੂ",
        "ਯੂਐਸ ਸੋਨੇ ਦੇ ਭੰਡਾਰਃ ਦੁਹਰਾਉਣ ਨਾਲ ਸੰਕੇਤ ਮਿਲੇਗਾ ਕਿ ਇਹ 'ਵਹਿਸ਼ੀ ਭੰਡਾਰ' ਨਹੀਂ ਹੈ - ਕਿਸਮਤ",
        "ਟਰੰਪ ਅਤੇ ਹੇਗਸੇਥ ਫੌਜ ਦਾ ਰਾਜਨੀਤੀਕਰਨ ਕਰ ਰਹੇ ਹਨ, ਸੇਨ ਜੈਕ ਰੀਡ ਕਹਿੰਦੇ ਹਨ - ਪੋਲਿਟਿਕੋ",
        "ਵਾਰਨ ਬਫੇਟ ਨੇ ਆਪਣੇ ਸਾਲਾਨਾ ਸ਼ੇਅਰਧਾਰਕ ਪੱਤਰ ਵਿੱਚ ਬੁੱਧੀ ਦੇ 4 ਮੁੱਖ ਮੋਤੀ ਸ਼ਾਮਲ ਕੀਤੇ - ਬਿਜ਼ਨਸ ਇਨਸਾਈਡਰ",
        "ਸਪੇਸ ਫੋਰਸ ਨੇ ਐਕਸ-37 ਬੀ ਪੁਲਾੜ ਜਹਾਜ਼ ਦੁਆਰਾ ਲਈ ਗਈ ਧਰਤੀ ਦੀ ਫੋਟੋ ਸਾਂਝੀ ਕੀਤੀ - ਦਿ ਵਰਜ",
        "2025 ਐਨਐਫਐਲ ਮੌਕ ਡਰਾਫਟਃ ਕਿ Qਬੀ ਪੋਸਟ-ਆਰੋਨ ਰੋਜਰਸ ਨੂੰ ਸੰਬੋਧਿਤ ਕਰਨ ਲਈ ਜੈੱਟਸ ਐਕਸਐਨਯੂਐਮਐਕਸ ਤੱਕ ਦਾ ਵਪਾਰ; ਜਾਇੰਟਸ ਟ੍ਰੈਵਿਸ ਹੰਟਰ ਨੂੰ ਫੜਦੇ ਹਨ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ"
    ]
}