{
    "headlines": [
        "ਸਪੇਸਐਕਸ ਨੇ ਦੱਖਣੀ ਟੈਕਸਾਸ ਤੋਂ ਸਟਾਰਸ਼ਿਪ ਦੀ ਸੋਮਵਾਰ ਦੀ 8 ਵੀਂ ਟੈਸਟ ਉਡਾਣ ਨੂੰ ਸਕ੍ਰਬ ਕੀਤਾ - ਸੈਨ ਐਂਟੋਨੀਓ ਐਕਸਪ੍ਰੈਸ-ਨਿ Newsਜ਼",
        "ਸੈਨੇਟ ਨੇ ਲਿੰਡਾ ਮੈਕਮਹੋਨ ਨੂੰ ਸਿੱਖਿਆ ਸਕੱਤਰ ਵਜੋਂ ਪੁਸ਼ਟੀ ਕੀਤੀ ਟਰੰਪ ਨੇ ਵਿਭਾਗ ਨੂੰ ਬੰਦ ਕਰਨ ਦੀ ਸਹੁੰ ਖਾਧੀ - ਸੀਐਨਐਨ",
        "ਕ੍ਰੌਗਰ ਦੇ ਸੀਈਓ ਨੇ ਨਿੱਜੀ ਚਾਲ-ਚਲਣ ਦੀ ਜਾਂਚ ਤੋਂ ਬਾਅਦ ਅਚਾਨਕ ਅਸਤੀਫਾ ਦੇ ਦਿੱਤਾ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਪੋਪ ਫ੍ਰਾਂਸਿਸ ਦੇ ‘ਤੀਬਰ ਸਾਹ ਦੀ ਅਸਫਲਤਾ‘ ਦੇ ਦੋ ਐਪੀਸੋਡ ਸਨ ਪਰ ਉਹ ਸੁਚੇਤ ਅਤੇ ਆਰਾਮ ਕਰ ਰਹੇ ਹਨ, ਵੈਟੀਕਨ ਕਹਿੰਦਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਕੈਨੇਡੀ ਟੈਕਸਾਸ ਖਸਰਾ ਫੈਲਣ ਦੇ ਵਿਚਕਾਰ ਮਿਕਸਡ ਟੀਕੇ ਦੇ ਸੰਦੇਸ਼ ਭੇਜਦਾ ਹੈ - ਦ ਹਿੱਲ",
        "'ਅਨੋਰਾ' ਹੂਲੂ 'ਤੇ ਸਟ੍ਰੀਮਿੰਗ ਰਿਲੀਜ਼ ਦੀ ਮਿਤੀ ਨਿਰਧਾਰਤ ਕਰਦਾ ਹੈ - ਡੈੱਡਲਾਈਨ",
        "ਖੋਜਕਰਤਾ ਏਆਈ ਲਿਖਣ ਦੇ ਸਾਧਨਾਂ ਨੂੰ ਤੇਜ਼ੀ ਨਾਲ ਅਪਣਾਉਂਦੇ ਘੱਟ ਪੜ੍ਹੇ-ਲਿਖੇ ਖੇਤਰ ਲੱਭਣ ਲਈ ਹੈਰਾਨ ਹਨ - ਆਰਸ ਟੈਕਨੀਕਾ",
        "ਟਰੰਪ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਮੈਕਸੀਕੋ ਅਤੇ ਕੈਨੇਡੀਅਨ ਆਯਾਤ 'ਤੇ 25% ਟੈਰਿਫ ਮੰਗਲਵਾਰ ਤੋਂ ਸ਼ੁਰੂ ਹੋਵੇਗਾ, ਦੇਰੀ ਲਈ' ਕੋਈ ਜਗ੍ਹਾ ਨਹੀਂ '- ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਚੰਦ 'ਤੇ ਸੂਰਜ ਚੜ੍ਹਿਆ! ਪ੍ਰਾਈਵੇਟ ਬਲੂ ਗੋਸਟ ਲੈਂਡਰ ਇਤਿਹਾਸਕ ਚੰਦਰਮਾ ਟੱਚਡਾਉਨ (ਫੋਟੋ) ਤੋਂ ਬਾਅਦ ਹੈਰਾਨੀਜਨਕ ਸ਼ਾਟ ਫੜਦਾ ਹੈ - ਸਪੇਸ ਡਾਟ ਕਾਮ",
        "ਚੋਟੀ ਦੇ ਰਿਪਬਲਿਕਨ ਕਹਿੰਦੇ ਹਨ ਕਿ ਉਹ ਯੂਕਰੇਨ ਸੌਦਾ 'ਟਰੈਕ' ਤੇ ਵਾਪਸ 'ਚਾਹੁੰਦੇ ਹਨ - ਪੋਲਿਟਿਕੋ",
        "ਕੈਨੇਡਾ, ਮੈਕਸੀਕੋ 'ਤੇ ਟਰੰਪ ਦੇ ਟੈਰਿਫ' ਚ ਹੋ ਸਕਦੀ ਹੈ 12K ਡਾਲਰ ਤੱਕ ਕਾਰਾਂ ਦੀ ਕੀਮਤ ਵਧ ਸਕਦੀ ਹੈਃ ਰਿਪੋਰਟ - ਨਿਊਯਾਰਕ ਪੋਸਟ",
        "ਮਨੁੱਖੀ ਰਾਜਾਃ ਡੇਵਿਡ ਜੋਹਾਨਸਨ ਨੇ ਕਿਵੇਂ ਬਣਾਇਆ ਚੱਟਾਨ ਅਤੇ ਰੋਲ ਹਰ ਕਿਸੇ ਲਈ ਘੱਟ ਸੁਰੱਖਿਅਤ - ਰੋਲਿੰਗ ਸਟੋਨ",
        "ਲੁਈਸ ਗਿਲ ਸੱਟ ਅੱਪਡੇਟਃ ਯੈਂਕੀਜ਼ ਸਟਾਰਟਰ ਲਾਟ ਸਟ੍ਰੇਨ ਤੋਂ ਪੀੜਤ ਹੋਣ ਤੋਂ ਬਾਅਦ ਘੱਟੋ ਘੱਟ ਛੇ ਹਫ਼ਤਿਆਂ ਲਈ ਬੰਦ ਹੋ ਜਾਵੇਗਾ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਮੇਲਾਨੀਆ ਟਰੰਪ ਨੇ 'ਬਦਲਾ ਪੋਰਨ' ਦਾ ਮੁਕਾਬਲਾ ਕਰਨ ਲਈ ਕਾਂਗਰਸ ਦੀ ਲਾਬਿੰਗ ਕੀਤੀ - ਪੋਲਿਟਿਕੋ",
        "ਐਲਬਰਟਸਨ ਕੰਪਨੀਆਂ, ਇੰਕ ਨੇ ਸੀਈਓ ਉਤਰਾਧਿਕਾਰੀ ਯੋਜਨਾ ਦੀ ਘੋਸ਼ਣਾ ਕੀਤੀ - ਐਲਬਰਟਸਨ ਕੰਪਨੀਆਂ",
        "ਉਹ ਉਥੇ ਸਨ, ਪਰ ਮੁਸ਼ਕਿਲ ਨਾਲਃ ਸਿਤਾਰੇ ਆਸਕਰ ਤੋਂ ਬਾਅਦ ਦੀਆਂ ਪਾਰਟੀਆਂ ਵਿਚ ਨੰਗੇ ਫੈਸ਼ਨ ਦੇ ਰੁਝਾਨ ਨੂੰ ਗਲੇ ਲਗਾਉਂਦੇ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਡੇਰੇ ਕਾਉਂਟੀ ਨੇ ਮੁਰਗੀਆਂ ਦੇ ਵਿਹੜੇ ਦੇ ਝੁੰਡ ਵਿੱਚ ਪਹਿਲੇ ਬਰਡ ਫਲੂ ਕੇਸ ਦੀ ਰਿਪੋਰਟ ਕੀਤੀ - WRAL News",
        "ਸਟਾਕ ਮਾਰਕੀਟ ਅੱਜਃ ਟਰੰਪ ਵੱਲੋਂ ਕੈਨੇਡੀਅਨ ਅਤੇ ਮੈਕਸੀਕੋ ਦੇ ਟੈਰਿਫ ਦਾ ਐਲਾਨ ਕਰਨ ਤੋਂ ਬਾਅਦ ਵਾਲ ਸਟ੍ਰੀਟ ਵਿੱਚ ਭਾਰੀ ਗਿਰਾਵਟ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਟਰੰਪ crypto ਰਣਨੀਤਕ ਰਿਜ਼ਰਵ ਸਿੱਕੇ ‘ADA, XRP, Sol’ ਡੰਪ, ਵਿਕੀਪੀਡੀਆ ਦੀ ਪਾਲਣਾ - Cointelegraph",
        "ਡੋਨਾਲਡ ਟਰੰਪ ਨੇ ਰੂਸ ਵਿਰੁੱਧ ਅਮਰੀਕਾ ਦੀ ਹਮਾਇਤ ਨੂੰ ਲੈ ਕੇ ਵੋਲੋਡੀਮਰ ਜ਼ੇਲੇਨਸਕੀ 'ਤੇ ਹਮਲੇ ਦੁਬਾਰਾ ਕੀਤੇ - ਵਿੱਤੀ ਟਾਈਮਜ਼"
    ]
}