{
    "headlines": [
        "وكالات الإغاثة التابعة للأمم المتحدة تقول إن إسرائيل تهدد بتجويع شمال غزة - NPR",
        "تحديثات حية: الباندا العملاقة في المنزل في حديقة الحيوان الوطنية في العاصمة، تظهر لأول مرة في يناير - إن بي سي واشنطن",
        "كاتبة \"غريز أناتومي\" إليزابيث فينش تعتذر عن الكذب بشأن السرطان - تنوع",
        "مرة واحدة في العمر يظهر المذنب Tsuchinshan - ATLAS هذا الأسبوع - أخبار MPR",
        "توم برادي رسميًا مالكًا جزئيًا لفريق Raiders بعد موافقة مالكي اتحاد كرة القدم الأميركي عليه - Yahoo Sports",
        "يقول بايدن إن صندوق إدارة الأعمال الصغيرة نفد من المال بعد إعصاري هيلين وميلتون - واشنطن بوست",
        "تطلب الولايات المتحدة من إسرائيل تحسين الوضع الإنساني في غزة أو المخاطرة بالمساعدات العسكرية - رويترز",
        "5 عادات لنمط الحياة يمكن أن تساعدك على العيش حتى 100 عام، وفقًا لباحثين بارزين في مجال طول العمر - سي إن بي سي",
        "ستحظى مين بظروف رائعة لمشاهدة قمر هانتر العملاق. إليك متى تنظر إلى السماء - WMTW بورتلاند",
        "Adobe يثير أدوات الذكاء الاصطناعي التي تبني مشاهد ثلاثية الأبعاد، وتحرك النص، وتجعل المشتتات تختفي - The Verge",
        "اليانكيز تعلن عن تشكيلة للعبة ALCS 2 - Pinstripe Alley",
        "عدد قياسي من الأصوات المبكرة التي تم الإدلاء بها في جورجيا مع بدء الانتخابات في ولاية ساحة المعركة - سي إن إن",
        "أسهم Nvidia تنخفض اليوم مع تسرب أرباح ASML. ما وراء الهبوط. - بارون",
        "جيري جونز ينتقد مضيفي الراديو بعد خسارة رعاة البقر - واشنطن بوست",
        "المقتفي: استثمر 94L لتصبح عاصفة استوائية أو إعصار نادين ؟ ما يجب أن تعرفه فلوريدا. - بالم بيتش بوست",
        "تخطط يونايتد إيرلاينز لإعادة شراء أسهم بقيمة 1.5 مليار دولار، وتتوقع أرباحًا للربع الرابع أعلى من التقديرات - CNBC",
        "تداول دافانتي آدمز مع جيتس: لم شمل رايدرز دبليو آر مع آرون رودجرز حيث تهدف نيويورك إلى قلب الموسم - سي بي إس سبورتس",
        "الولايات المتحدة والمملكة المتحدة تدفعان مودي للأمام على الرغم من ادعاءات ترودو بوجود قنبلة - بلومبرغ",
        "تم إلغاء لم شمل فان هالن بعد أن رفض ديفيد لي روث تكريم الراحل إدي فان هالن، كما يقول شقيقه - إن بي سي نيوز",
        "ناسا، نوا: الشمس تصل إلى المرحلة القصوى في دورة الطاقة الشمسية لمدة 11 عاما - ساينس@ناسا"
    ]
}