{
    "headlines": [
        "ਜਸਟਿਸ ਜੈਕਸਨ ਨੇ ਸੁਪਰੀਮ ਕੋਰਟ ਦੇ ਇਤਿਹਾਸਕ ਟ੍ਰਾਂਸਜੈਂਡਰ ਕੇਅਰ ਦਲੀਲਾਂ ਵਿਚ ਅੰਤਰਜਾਤੀ ਵਿਆਹ ਦੀ ਮੰਗ ਕਿਉਂ ਕੀਤੀ - ਸੀ ਐਨ ਐਨ",
        "ਬੱਟ ਕਾਉਂਟੀ ਦੇ ਸਕੂਲ ਦੀ ਗੋਲੀਬਾਰੀ ਵਿਚ 2 ਵਿਦਿਆਰਥੀ, 5 ਅਤੇ 6 ਸਾਲ ਦੀ ਉਮਰ ਦੇ, ਜ਼ਖਮੀ; ਸ਼ੱਕੀ ਬੰਦੂਕਧਾਰੀ ਦੀ ਮੌਤ ਹੋ ਗਈ - ਕੇਸੀਆਰਏ ਸੈਕਰਾਮੈਂਟੋ",
        "ਪੀਐਮ ਮਿਸ਼ੇਲ ਬਾਰਨੀਅਰ ਵਿਚ ਅਵਿਸ਼ਵਾਸ ਵੋਟ ਤੋਂ ਬਾਅਦ ਫਰਾਂਸ ਦੀ ਸਰਕਾਰ ਡਿੱਗ ਗਈ - ਬੀਬੀਸੀ.",
        "ਟਰੰਪ ਐਸਈਸੀ ਦੀ ਅਗਵਾਈ ਕਰਨ ਲਈ ਪਾਲ ਐਟਕਿਨਸ ਦੀ ਚੋਣ ਕਰਦਾ ਹੈ - ਬੈਰਨਜ਼",
        "ਐਸ ਐਂਡ ਪੀ 500, ਨੈਸਡੈਕ ਨੋਚ ਦੇ ਨਵੇਂ ਬੰਦ ਹੋਣ ਦੇ ਉੱਚੇ ਪੱਧਰ ਤੋਂ ਬਾਅਦ ਸਟਾਕ ਫਿuresਚਰ ਬਹੁਤ ਘੱਟ ਬਦਲਿਆ ਜਾਂਦਾ ਹੈਃ ਲਾਈਵ ਅਪਡੇਟਸ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਹਟਾਈ",
        "ਟੇਕਸਨਜ਼ ਐਲਬੀ ਅਲ-ਸ਼ੇਅਰ ਦੀ 3-ਗੇਮ ਦੀ ਪਾਬੰਦੀ ਐਨਐਫਐਲ ਦੁਆਰਾ ਬਰਕਰਾਰ ਹੈ - ਈਐਸਪੀਐਨ",
        "ਸਪੇਸਐਕਸ ਕੈਲੀਫੋਰਨੀਆ ਤੋਂ ਸਟਾਰਲਿੰਕ ਮਿਸ਼ਨ ਦੌਰਾਨ ਫਲਾਈਟ-ਪਰੂਫ ਫਾਲਕਨ 9 ਰਾਕੇਟ ਬੂਸਟਰ ਦੀ ਵਰਤੋਂ ਕਰਦਿਆਂ 350 ਵਾਂ ਮਿਸ਼ਨ ਲਾਂਚ ਕਰੇਗਾ - ਸਪੇਸਫਲਾਈਟ ਹੁਣੇ ਸੰਪਰਕ ਕਰੋ",
        "ਡਾਰਕ ਚਾਕਲੇਟ ਟਾਈਪ 2 ਸ਼ੂਗਰ ਦੇ ਘੱਟ ਜੋਖਮ ਨਾਲ ਜੁੜਿਆ, ਅਧਿਐਨ ਕਹਿੰਦਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਟਰੰਪ ਨੇ ਕੈਲੀ ਲੋਫਲਰ ਨੂੰ ਸਮਾਲ ਬਿਜ਼ਨਸ ਐਡਮਿਨਿਸਟ੍ਰੇਸ਼ਨ ਦੀ ਅਗਵਾਈ ਕਰਨ ਲਈ ਚੁਣਿਆ - ਸੀ ਐਨ ਐਨ",
        "ਜੈਫਰੀਜ਼ ਸੀਨੀਅਰ ਪੈਨਲ ਨੇਤਾਵਾਂ ਦੇ ਵਿਰੁੱਧ ਡੈਮਜ਼ ਬਗਾਵਤ ਦੇ ਤੌਰ ਤੇ ਰਸਤੇ ਤੋਂ ਬਾਹਰ ਰਹਿੰਦੇ ਹਨ - ਪੋਲਿਟਿਕੋ",
        "ਬਾਇਡਨ, ਅੰਗੋਲਾ ਵਿੱਚ, ਆਪਣੇ ਪੁੱਤਰ ਦੀ ਮਾਫੀ ਬਾਰੇ ਪ੍ਰਸ਼ਨਾਂ ਤੋਂ ਨਹੀਂ ਬਚ ਸਕਦੇ - ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "ਜੈੱਫ ਬੇਜੋਸ ਕਹਿੰਦਾ ਹੈ ਕਿ ਉਹ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ 'ਤੇ ਸਮਰਥਨ ਖਤਮ ਕਰਨ ਦੇ ਫੈਸਲੇ' ਤੇ \"ਮਾਣ\" ਹੈ, \"ਬਹੁਤ ਆਸ਼ਾਵਾਦੀ\" ਦੂਜੀ ਟਰੰਪ ਦੀ ਮਿਆਦ ਬਾਰੇ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਐਸਟਰਾਇਡ ਲਗਭਗ ਸਾਈਬੇਰੀਆ ਵਿਚ ਧਰਤੀ ਨੂੰ ਮਾਰਦਾ ਹੈ, ਇਸ ਹਫਤੇ ਇਕ ਦੂਜਾ ਵਿਸ਼ਾਲ ਐਸਟਰਾਇਡ ਲੰਘ ਰਿਹਾ ਹੈ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਨਫ਼ਰਤ ਆਪਣੇ Spotify ਲਪੇਟਿਆ? ਤੁਸੀਂ ਇਕੱਲੇ ਨਹੀਂ ਹੋ - ਰੋਲਿੰਗ ਪੱਥਰ",
        "ਰੋਸਟਰ ਚਲਦਾ ਹੈਃ Jaguars ਦਾਅਵਾ WR ਜੋਸ਼ ਰੇਨੋਲਡਸ ਬੰਦ ਛੋਟ, ਰਿਜ਼ਰਵ/ਜ਼ਖਮੀ ਸੂਚੀ 'ਤੇ QB ਟ੍ਰੇਵਰ ਲਾਰੈਂਸ ਰੱਖੋ - jaguars. com",
        "ਰਾਸ਼ਟਰੀ ਹਸਤਾਖਰ ਦਿਵਸ 2024: ਸ਼ੁਰੂਆਤੀ ਹਸਤਾਖਰ ਅਵਧੀ ਦੇ ਜੇਤੂ ਅਤੇ ਹਾਰਨ ਵਾਲੇ, ਟੀਮ ਭਰਤੀ ਰੈਂਕਿੰਗ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਡੀਸੈਂਟਿਸ ਟਰੰਪ ਦੇ ਪੈਂਟਾਗਨ ਵਿਚ ਕੀ ਲਿਆ ਸਕਦੇ ਹਨ - ਐਕਸੀਓਸ",
        "ਇੰਟੇਲ ਬੋਰਡ ਨੇ ਸੀਈਓ ਦੇ ਅਚਾਨਕ ਨਿਕਾਸ ਨੂੰ ਸੰਭਾਲਣ ਲਈ ਧਮਾਕਾ ਕੀਤਾ ਕਿਉਂਕਿ ਸਟਾਕ ਦੁਬਾਰਾ ਡਿੱਗਦਾ ਹੈ - ਨਿਵੇਸ਼ਕ ਦਾ ਕਾਰੋਬਾਰ ਰੋਜ਼ਾਨਾ",
        "ਨਾਰਗੇਸ ਮੁਹੰਮਦੀਃ ਈਰਾਨ ਨੇ ਅਸਥਾਈ ਤੌਰ 'ਤੇ ਨੋਬਲ ਸ਼ਾਂਤੀ ਪੁਰਸਕਾਰ ਜੇਤੂ ਨੂੰ ਜਾਰੀ ਕੀਤਾ - ਬੀਬੀਸੀ."
    ]
}