{
    "headlines": [
        "Parlamento da Coreia do Sul vota pelo impeachment do presidente Yoon Suk Yeol sobre sua ordem de lei marcial - Associated Press",
        "Como o Presidente Biden está a tentar provar o seu legado - Yahoo! Voices",
        "Síria estremece quando as atrocidades da prisão de Assad vêm à luz - The New York Times",
        "As vacinas infantis estão ‘sobrecarregando’ o sistema imunológico? Não. - The New York Times",
        "Nancy Pelosi no hospital após lesão em viagem ao exterior - BBC.com",
        "Trump pede fim do horário de verão - Axios",
        "Texas AG processa médico de fora do estado por venda por correspondência de pílulas abortivas - The Washington Post",
        "Sobrevivente da pólio Mitch McConnell critica esforços para minar vacina - The Washington Post",
        "Mesmo depois de ‘Kraven, o Caçador’ e ‘Madame Web’, os filmes da Marvel da Sony não estão mortos (EXCLUSIVO) - Variety",
        "Jay-Z Attorney Seeks to Dismiss Rape Accuser's Suit After Jane Doe Admits to Inconsistencies in Her Recollection - Hollywood Reporter",
        "Escolhas de basquete universitário, cronograma: previsões para Tennessee vs. Illinois e mais 25 melhores jogos no sábado - CBS Sports",
        "Nick Saban adverte Bill Belichick sobre o ‘maior desafio’ que enfrentará na Carolina do Norte - New York Post",
        "Astros trocam o outfielder Kyle Tucker pelo Chicago Cubs em um acordo para quatro jogadores - Houston Chronicle",
        "Clipe perturbador revela falhas chocantes no gerador de vídeo Sora da Open AI: ‘Parece absolutamente horrível’ - New York Post",
        "The Geminid Meteor Shower Peaks Tonight - WRGB",
        "WWE SmackDown Results – 12/13/24 (Go-Home show for Saturday Night's Main Event) - Wrestleview.com",
        "OpenAI publica mais e-mails internos de Elon Musk mostrando que ele originalmente favoreceu uma estrutura com fins lucrativos - Business Insider",
        "Colinas de Golã: exército de Israel se prepara para ficar no Monte Hermon durante o inverno - BBC.com",
        "Novas observações do mundo mais vulcânico do nosso sistema solar resolvem um mistério que começou com a Voyager 1 - CNN",
        "François Bayrou nomeado primeiro-ministro francês - Financial Times"
    ]
}