{
    "headlines": [
        "ਸਰਦੀ ਤੂਫ਼ਾਨ ਬਲੇਅਰ ਮੱਧ-ਅਟਲਾਂਟਿਕ ਨੂੰ ਭਾਰੀ ਬਰਫ਼ ਲੈ ਕੇ, ਬਾਲਟਿਮੁਰ ਵੀ ਸ਼ਾਮਲ ਹੈ, ਵਾਸ਼ਿੰਗਟਨ, ਡੀ. ਸੀ. - ਯਾਹੂ! ਆਵਾਜ਼",
        "ਕਾਂਗਰਸ ਟਰੰਪ ਦੀ ਚੋਣ ਜਿੱਤ ਨੂੰ ਪ੍ਰਮਾਣਿਤ ਕਰਨ ਲਈ ਤਿਆਰ ਹੈ, ਪਰ ਉਨ੍ਹਾਂ ਦੀ 6 ਜਨਵਰੀ ਦੀ ਵਿਰਾਸਤ ਦਿਨ ਭਰ ਲਟਕਦੀ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਅਸੀਂ ਇੱਕ ਰੋਬੋਟ ਵੈੱਕਯੁਮ ਪਿਕਅਪ ਜੁਰਾਬਾਂ ਨੂੰ ਵੇਖਣ ਵਿੱਚ ਘੰਟੇ ਬਿਤਾਏ । ਇਹ ਇਕ ਸੁਪਨਾ ਸੱਚ ਹੈ - ਸੀ ਐਨ ਈ ਟੀ",
        "ਟਰੰਪ ਨੇ ਕਾਂਗਰਸ ਨੂੰ ਇਕੋ, ਵਿਸ਼ਾਲ ਬਿੱਲ ਵਿਚ ਆਪਣਾ ਏਜੰਡਾ ਪਾਸ ਕਰਨ ਦੀ ਅਪੀਲ ਕੀਤੀ - ਰਾਇਟਰਜ਼.",
        "ਬਾਇਡਨ ਨੇ ਅਮਰੀਕਾ ਦੇ ਵਿਸ਼ਾਲ ਖੇਤਰ ਵਿਚ ਆਫਸ਼ੋਰ ਡ੍ਰਿਲਿੰਗ 'ਤੇ ਪਾਬੰਦੀ ਲਗਾਈ - ਬੀਬੀਸੀ.",
        "ਕੈਨੇਡਾ ਦੇ ਪ੍ਰਧਾਨ ਮੰਤਰੀ ਟਰੂਡੋ ਨੇ ਪਾਰਟੀ ਨੇਤਾ ਦੇ ਅਹੁਦੇ ਤੋਂ ਅਸਤੀਫ਼ਾ ਦੇ ਦਿੱਤਾ ਹੈ ।",
        "LG ਅਤੇ ਸੈਮਸੰਗ ਮਾਈਕ੍ਰੋਸਾੱਫਟ ਦੇ ਕੋਪਿਲੌਟ ਏਆਈ ਸਹਾਇਕ ਨੂੰ ਆਪਣੇ ਟੀਵੀ ਵਿੱਚ ਸ਼ਾਮਲ ਕਰ ਰਹੇ ਹਨ - ਦਿ ਵਰਜ",
        "ਵਾਈਲਡ ਕਾਰਡ ਲਾਈਨਾਂਃ ਚਾਰਜਰਸ, ਵਾਈਕਿੰਗਜ਼ ਸੜਕ ਦੇ ਮਨਪਸੰਦ ਹਨ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਚੰਦਰਮਾ ਦਾ ਤਾਪਮਾਨ ਕੀ ਹੈ? - Livescience. com",
        "ਏਲੋਨ ਮਸਕ ਪੁੱਛਦਾ ਹੈ ਕਿ ਕੀ ਅਮਰੀਕਾ ਨੂੰ ਬ੍ਰਿਟੇਨ ਦੀ ਸਰਕਾਰ ਵਿਰੁੱਧ ਤਿਰੰਗੇ ਵਿਚ 'ਬ੍ਰਿਟੇਨ ਦੇ ਲੋਕਾਂ ਨੂੰ ਆਜ਼ਾਦ ਕਰਨਾ' ਚਾਹੀਦਾ ਹੈ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਅਮਰੀਕਾ ਦੇ 30 ਸਾਲਾ ਬਾਂਡ ਦੀ ਉਪਜ 2023 ਤੋਂ ਬਾਅਦ ਸਭ ਤੋਂ ਵੱਧ ਹਿੱਟ ਹੋਈ ਹੈ - ਨਿਲਾਮੀ ਤੋਂ ਪਹਿਲਾਂ - ਬਲੂਮਬਰਗ",
        "ਚੀਨ ਵਿਚ ਐਚਐਮਪੀਵੀ ਦਾ ਪ੍ਰਕੋਪਃ ਕੀ ਇਹ ਇਕ ਨਵਾਂ ਵਾਇਰਸ ਹੈ? ਇਹ ਕੋਵਿਡ-19 ਨਾਲ ਕਿਵੇਂ ਮਿਲਦਾ ਜੁਲਦਾ ਹੈ? ਕੀ ਇੱਥੇ ਕੋਈ ਵੈਕਸੀਨ ਹੈ? ਹੁਣ ਤੱਕ ਅਸੀਂ ਕੀ ਜਾਣਦੇ ਹਾਂ | Mint - Mint",
        "ਇੰਡੋਨੇਸ਼ੀਆ ਨੇ ਕੁਪੋਸ਼ਣ ਨਾਲ ਲੜਨ ਲਈ ਬੱਚਿਆਂ ਅਤੇ ਗਰਭਵਤੀ womenਰਤਾਂ ਨੂੰ ਖੁਆਉਣ ਲਈ ਮੁਫਤ ਭੋਜਨ ਪ੍ਰੋਗਰਾਮ ਦੀ ਸ਼ੁਰੂਆਤ ਕੀਤੀ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਡੀਓਜੇਃ 200 ਜਨਵਰੀ. 6 ਕੇਸ ਲੰਬਿਤ ਹਨ ਕਿਉਂਕਿ ਟਰੰਪ ਦੁਬਾਰਾ ਅਹੁਦਾ ਸੰਭਾਲਣ ਦੀ ਤਿਆਰੀ ਕਰ ਰਿਹਾ ਹੈ - ਪੋਲਿਟਿਕੋ",
        "ਉੱਤਰੀ ਕੋਰੀਆ ਨੇ ਦੋ ਮਹੀਨਿਆਂ 'ਚ ਪਹਿਲੀ ਬੈਲਿਸਟਿਕ ਮਿਜ਼ਾਈਲ ਦਾਗੇ - ਸਿਓਲ - BBC",
        "2025 ਐਨਐਫਐਲ ਡਰਾਫਟ ਆਰਡਰਃ ਟਾਈਟਨਜ਼ ਹਾਰਨ ਅਤੇ ਦੇਸ਼ ਭਗਤ ਜਿੱਤਣ ਦੇ ਨਾਲ ਨੰਬਰ 1 ਪਿਕ ਸੁਰੱਖਿਅਤ; ਰਿੱਛ, ਜੈੱਟਸ ਚੋਟੀ ਦੇ -10 ਸਥਾਨ ਰੱਖਦੇ ਹਨ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਲਾਈਵ ਅਪਡੇਟਸਃ ਖੇਤਰ ਦੇ ਕਾਉਂਟੀਆਂ ਲਈ ਬਰਫ ਦੀ ਐਮਰਜੈਂਸੀ ਜਾਰੀ ਕੀਤੀ ਗਈ; ਇਸਦਾ ਕੀ ਅਰਥ ਹੈ? - ਡਬਲਯੂਐਚਆਈਓ",
        "ਪਹਿਲੀ ਵਾਰ ਗੋਲਡਨ ਗਲੋਬਜ਼ ਜਿੱਤ ਦੇ ਦੌਰਾਨ ਜ਼ੋਏ ਸਾਲਡਾਨਾ ਭਾਵਨਾਤਮਕ ਪ੍ਰਾਪਤ ਕਰਦਾ ਹੈਃ \"ਮੇਰਾ ਦਿਲ ਸ਼ੁਕਰਗੁਜ਼ਾਰ ਨਾਲ ਭਰਿਆ ਹੋਇਆ ਹੈ\" - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਮੈਨਹੈਟਨ ਰੋਡ ਟੋਲ ਬਾਰੇ ਕੀ ਜਾਣਨਾ ਹੈ ਕਿਉਂਕਿ ਐਨਵਾਈਸੀ ਕੰਜੈਸ਼ਨ ਚਾਰਜ ਵਾਲਾ ਪਹਿਲਾ ਯੂਐਸ ਸ਼ਹਿਰ ਬਣ ਗਿਆ ਹੈ - ਐਕਸੀਓਸ",
        "ਔਬਰੀ ਪਲਾਜ਼ਾ ਪਤੀ, ਡਾਇਰੈਕਟਰ ਜੈੱਫ ਬੇਨਾ ਦੀ ਮੌਤ ਤੋਂ ਬਾਅਦ ਗੋਲਡਨ ਗਲੋਬ ਤੋਂ ਖੁੰਝ ਗਿਆ - ਮਨੋਰੰਜਨ ਵੀਕਲੀ ਨਿ Newsਜ਼"
    ]
}