{
    "headlines": [
        "Die Unterstützung von Trump und Musk reichte nicht aus, um den Obersten Gerichtshof von Wisconsin umzudrehen - NPR",
        "Senat bestätigt Matt Whitaker als Trumps Botschafter bei der NATO - AP News",
        "\"Once Upon a Time in Hollywood\" Follow-up in Arbeit mit Brad Pitt mit David Fincher als Regisseur eines Quentin Tarantino Drehbuchs - The Hollywood Reporter",
        "Erdbeben in Myanmar: Der Mann trauert um 170 geliebte Menschen - BBC",
        "NFL erwartet bald eine Entscheidung, ob Spieler Olympia-Flaggenfußball spielen dürfen - NBC Sports",
        "Sen. Cory Booker bricht Senatsrekord mit Marathon 24-Stunden-Rede gegen Trump und Musk - ABC News",
        "Das Weiße Haus warnt China vor Kriegsspielen in der Nähe von Taiwan - The Hill",
        "Morgan Wallen Selling ‘Get Me to God's Country’ Merchandise After Controversial ‘SNL’ Walk-Off Exit - Variety",
        "2025 McDonald's All-American Game Roster: BYU Unterzeichner AJ Dybantsa, Duke's Cameron Boozer Headline Teams - CBS Sports",
        "Die Trump-Administration sagt, dass sie versehentlich salvadorianische Migranten abgeschoben hat - The Washington Post",
        "Aktien-Futures ändern sich kaum, da sich Trump-Tarife abzeichnen: Live-Updates - CNBC",
        "Letzter US-Soldat nach Trainingsunfall in Litauen tot aufgefunden. 3 weitere identifiziert - AP News",
        "Delfine verlieren Calais Campbell gegen Arizona Cardinals. Miami in der Defensive - Miami Herald",
        "Erste Tokamak-Komponente in einer kommerziellen Fusionsanlage installiert - Ars Technica",
        "Nachdem 9 Republikaner rebelliert haben, versäumt es House Speaker Johnson, die Stimmrechtsvertretung zu stoppen, die von neuen Müttern im Kongress angeführt wird - PBS",
        "Amerikaner machen sich Sorgen um Zölle. Verbraucheraktien könnten einen Schlag erleiden. - Barron's",
        "Trumps Zölle werden sofort in Kraft treten, sagt das Weiße Haus. Bereiten Sie sich auf Marktvolatilität vor. - Barron's",
        "3-jähriges Mädchen entdeckt bei einem Familienausflug in Israel einen 3.800 Jahre alten Schatz - CBS News"
    ]
}