{
    "headlines": [
        "ਟਾਈਗਰਸ ਬਨਾਮ ਐਸਟ੍ਰੋਸ ਸਕੋਰ ਅੱਜਃ ਗੇਮ 2 ਵਾਈਲਡ-ਕਾਰਡ ਐਮਐਲਬੀ ਪਲੇਆਫਸ ਲਾਈਵ ਅਪਡੇਟਸ, ਹਾਈਲਾਈਟਸ - ਡੀਟ੍ਰਾਯਟ ਫ੍ਰੀ ਪ੍ਰੈਸ",
        "ਲੇਵੀ ਸਟ੍ਰੌਸ ਮਾਰਗਦਰਸ਼ਨ ਨੂੰ ਟ੍ਰਿਮ ਕਰਦਾ ਹੈ ਕਿਉਂਕਿ ਇਹ ਡੌਕਰ ਦੇ ਕਾਰੋਬਾਰ ਦੀ ਵਿਕਰੀ ਨੂੰ ਤੋਲਦਾ ਹੈ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਸਰਕਾਰੀ ਵਕੀਲ ਕੈਂਟਕੀ ਦੇ ਜੱਜ ਨੂੰ ਕਥਿਤ ਤੌਰ 'ਤੇ ਗੋਲੀ ਮਾਰਨ ਵਾਲੇ ਸਾਬਕਾ ਸ਼ੈਰਿਫ ਦੀ ਵੀਡੀਓ ਦਿਖਾਉਂਦੇ ਹਨ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਬੰਬਸ਼ੈਲ ਵਿਸ਼ੇਸ਼ ਵਕੀਲ ਦਾਇਰ ਕਰਨ ਵਿੱਚ ਚੋਣਾਂ ਨੂੰ ਉਲਟਾਉਣ ਲਈ ਟਰੰਪ ਦੇ 'ਵੱਧ ਰਹੇ ਨਿਰਾਸ਼ਾਜਨਕ' ਯਤਨਾਂ ਦੇ ਨਵੇਂ ਦੋਸ਼ ਸ਼ਾਮਲ ਹਨ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਇਜ਼ਰਾਈਲ ਦੋ ਮੋਰਚਿਆਂ 'ਤੇ ਅੱਤਵਾਦੀਆਂ ਨਾਲ ਲੜਦਾ ਹੈ ਅਤੇ ਵਿਸ਼ਾਲ ਯੁੱਧ ਪਹਾੜ ਦੇ ਡਰ ਵਜੋਂ 8 ਜੰਗੀ ਮੌਤਾਂ ਦੀ ਰਿਪੋਰਟ ਕਰਦਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਕਲਪਨਾ ਫੁੱਟਬਾਲ ਹਫਤਾ 5 ਸ਼ੁਰੂ ਕਰੋ 'Em & Sit' Em ਰਨਿੰਗ ਬੈਕਃ ਚੂਬਾ ਹੱਬਾਰਡ ਇੱਕ ਵੱਡੀ ਖੇਡ ਲਈ ਤਿਆਰ ਹੈ, ਹੋਰ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਮਿਲਿ ਬੌਬੀ ਬ੍ਰਾਊਨ ਅਤੇ ਜੇਕ ਬੋਂਗੀਓਵੀ ਦੇ ਸ਼ਾਨਦਾਰ ਇਤਾਲਵੀ ਵਿਆਹ ਦੇ ਅੰਦਰਃ ਵੱਡੇ ਦਿਨ ਤੋਂ ਫੋਟੋਆਂ ਵੇਖੋ - ਪੰਨਾ ਛੇ",
        "ਦੂਜੇ ਵਿਸ਼ਵ ਯੁੱਧ ਤੋਂ ਆਏ ਅਮਰੀਕੀ ਬੰਬ ਦਾ ਜਾਪਾਨ ਦੇ ਹਵਾਈ ਅੱਡੇ 'ਤੇ ਧਮਾਕਾ, ਟੈਕਸੀਵੇਅ' ਚ ਹੋਇਆ ਵੱਡਾ ਕ੍ਰੇਟਰ - ABC News",
        "ਨੌਜਵਾਨਾਂ ਵਿੱਚ ਦਿਲ ਦੇ ਦੌਰੇ ਬਹੁਤ ਘੱਟ ਹੁੰਦੇ ਹਨ — ਪਰ ਰੇਟ ਵੱਧ ਰਹੇ ਹਨ. ਮਾਹਰ 4 ਸੰਭਾਵਿਤ ਕਾਰਨਾਂ ਵੱਲ ਇਸ਼ਾਰਾ ਕਰਦੇ ਹਨ... - ਯਾਹੂ ਲਾਈਫ",
        "ਅਲਾਸਕਾ ਦੇ ਫੈਟ ਬੀਅਰ ਹਫਤੇ ਦੇ ਮੁਕਾਬਲੇ ਵਿਚ ਆਨਲਾਈਨ ਵੋਟਿੰਗ ਸ਼ੁਰੂ ਹੋਣ ਤੋਂ ਬਾਅਦ ਇਕ ਹਮਲੇ ਵਿਚ 1 ਪ੍ਰਤੀਯੋਗੀ ਦੀ ਮੌਤ ਹੋ ਗਈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਹਟਾਈ",
        "ਓਪਨਏਆਈ ਨੇ ਹੁਣ ਤੱਕ ਦੇ ਸਭ ਤੋਂ ਵੱਡੇ ਵੀਸੀ ਰਾ roundਂਡ ਵਿੱਚ 6.6 ਬਿਲੀਅਨ ਡਾਲਰ ਇਕੱਠੇ ਕੀਤੇ - ਐਕਸੀਓਸ",
        "ਤੂਫਾਨ ਸੈਂਟਰ ਟਰੈਕ ਸਿਸਟਮ ਜੋ ਫਲੋਰਿਡਾ ਨੂੰ ਮਾਰ ਸਕਦਾ ਹੈ - ਟੈਂਪਾ ਬੇ ਟਾਈਮਜ਼",
        "ਤਿਮੋਥਿਉ Chalamet ਦੀ ਭੈਣ Pauline Chalamet ਪੈਰਿਸ ਫੈਸ਼ਨ ਹਫਤੇ 'ਤੇ Kylie Jenner ਦਾ ਸਮਰਥਨ - ਈ! NEWS",
        "ਲਾਈਵ ਅਪਡੇਟਸਃ ਇਜ਼ਰਾਈਲ ਨੇ ਈਰਾਨ ਮਿਜ਼ਾਈਲ ਹਮਲੇ ਦਾ ਜਵਾਬ ਦੇਣ ਦੀ ਸਹੁੰ ਖਾਧੀ, ਲੇਬਨਾਨ, ਗਾਜ਼ਾ ਵਿੱਚ ਹਮਲੇ ਜਾਰੀ - ਸੀਐਨਐਨ",
        "ਰਾਸ਼ਟਰਪਤੀ ਡੌਕ ਵਰਕਰਾਂ ਦੀ ਹੜਤਾਲ ਨੂੰ ਮੁਅੱਤਲ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰਨ ਲਈ 1947 ਦੇ ਕਾਨੂੰਨ ਦੀ ਮੰਗ ਕਰ ਸਕਦੇ ਹਨ । ਇਹ ਕਿਵੇਂ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਇੱਕ ਅਦਾਲਤ ਨੇ ਨਿਯਮ ਅਤੇ ਸ਼ਰਤਾਂ ਦਾ ਹਵਾਲਾ ਦਿੰਦੇ ਹੋਏ ਇੱਕ ਜੋੜੇ ਨੂੰ ਉਬੇਰ ਉੱਤੇ ਮੁਕੱਦਮਾ ਕਰਨ ਤੋਂ ਰੋਕਿਆ - ਐਨਪੀਆਰ",
        "ਕੰਡੋਮ ਨੌਜਵਾਨ ਅਮਰੀਕੀਆਂ ਲਈ ਜ਼ਿੰਦਗੀ ਦਾ ਤੱਥ ਨਹੀਂ ਹਨ । ਉਹ ਇੱਕ ਬਾਅਦ ਵਿਚਾਰ ਹਨ - ਸਟਾਰ ਟ੍ਰਿਬਿਊਨ",
        "ਜੀ-7 ਨਾਲ ਰਾਸ਼ਟਰਪਤੀ ਬਾਇਡਨ ਦੇ ਸੱਦੇ ਦਾ ਰੀਡਆਊਟ - ਵ੍ਹਾਈਟ ਹਾਊਸ",
        "ਕੌਣ ਜਿੱਤਿਆ ਵੀਪੀ ਬਹਿਸ? ਇੱਥੇ ਬਹਿਸ ਦੇਖਣ ਵਾਲਿਆਂ ਨੇ ਸੀਬੀਐਸ ਨਿ Newsਜ਼ ਪੋਲ ਵਿੱਚ ਕੀ ਕਿਹਾ ਹੈ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼"
    ]
}