{
    "headlines": [
        "Трамп подписал указ, запрещающий трансгендерным спортсменам заниматься женским спортом и предписывающий Министерству юстиции обеспечить его соблюдение - ABC News",
        "Нетаньяху поддерживает «захват» Трампом Газы, поскольку министр обороны Израиля поручает военным составить план добровольной миграции - CNN",
        "Кац поручил ЦАХАЛ подготовить план, позволяющий жителям Газы добровольно уехать - The Jerusalem Post",
        "Профессиональные оценки Марка Уильямса: почему «Лейкерс» только что пропустили оценку «А» за добавление нового партнера Луки Дончича - CBS Sports",
        "Asus Zenfone 12 Ultra пропускает США - The Verge",
        "Ученые смоделировали столкновение Бенну с Землей в сентябре 2182 года. Это не красиво. - ScienceAlert",
        "Модель ИИ s1 конкурирует с OpenAI o1 со стоимостью обучения 6 долларов - Технологии в Азии",
        "Отчеты: Raptors приобретают форварда Брэндона Ингрэма из Pelicans - NBA.Com",
        "Это реально или это уловка? Федеральные работники обсуждают законность предложения о выкупе по мере приближения крайнего срока - Associated Press",
        "DEI: Google присоединяется к американским фирмам, отказывающимся от целей найма разнообразия - BBC.com",
        "Страны Балтии готовятся к кибератакам, поскольку они покидают российскую электросеть - POLITICO EUROPE",
        "Предварительный просмотр игры Eagles-Chiefs: 5 вопросов и ответов с врагом Суперкубка - Bleeding Green Nation",
        "Ирв Готти, основатель Murder Inc. Records, работавший с Ашанти и Джа Рул, умер в возрасте 54 лет - Hollywood Reporter",
        "На фотографиях: Тысячи людей по всей территории США протестуют против политики Трампа и Маска - Axios",
        "Последнее просочившееся изображение Xiaomi 15 Ultra демонстрирует удивительный двухцветный дизайн, вдохновленный камерой Leica - gizmochina",
        "11 человек погибли в худшей массовой стрельбе в истории Швеции, говорят власти - ABC News",
        "ARM Holdings (ARM) Стенограмма звонка о доходах за 3 квартал 2025 года - Пестрый дурак",
        "Судья взвешивает временный запрет DOGE Илона Маска на доступ к финансовым данным миллионов американцев - Business Insider"
    ]
}