{
    "headlines": [
        "Dezenas de mortos na explosão suicida na estação ferroviária do Paquistão, enquanto militantes reivindicam responsabilidade - CNN",
        "Ator de Candyman Tony Todd morre aos 69 anos - BBC.com",
        "Serviço de mensagens de texto diz que fechou contas supostamente por trás de mensagens racistas - ABC News",
        "Astronautas da NASA não dizem qual deles ficou doente depois de quase 8 meses no espaço - The Associated Press",
        "DOJ anuncia acusações em conspiração iraniana para matar Donald Trump - CNN",
        "Ataques a fãs de futebol israelenses são uma ‘noite negra’ para Amsterdã, diz prefeito - The Washington Post",
        "   Removido ",
        "Por que Trump e Powell podem entrar em conflito sobre o futuro do Fed - Axios",
        "Horóscopo diário de hoje para 9 de novembro de 2024 - NJ.com",
        "O que é a COP29 e onde está? - BBC.com",
        "Chefe da Binance elogia a \"era de ouro\" das criptomoedas enquanto a vitória de Trump incendeia a indústria - Financial Times",
        "Suspeito sob custódia após série de ataques a facadas em Seattle: Polícia - ABC News",
        "Robert F. Kennedy Jr. pode estar na lista curta para secretário de HHS, dizem aliados de Trump - CBS News",
        "Nancy Pelosi culpa Joe Biden pela derrota eleitoral à medida que o apontar de dedos se intensifica - BBC.com",
        "A jornada de Susie Wiles para ser a guardiã de Trump - Axios",
        "As vitórias de Trump aqui estão as implicações para o setor de energia - OilPrice.com",
        "Palworld Dev Reveals Patents at Heart of Nintendo Lawsuit - IGN Daily Fix - IGN",
        "O S&P 500 rompe o nível de 6.000 à medida que Trump e o rali alimentado pelo Fed avançam - Reuters",
        "49ers renuncia ao RB Patrick Taylor para dar espaço a Christian McCaffrey - NBC Sports",
        "Zach Bryan tinha reputação de ser um \"idiota\" nos círculos musicais antes do escândalo de Brianna \"Chickenfry\" explodir: fontes - Page Six"
    ]
}