{
    "headlines": [
        "يقول مكتبها إن نانسي بيلوسي دخلت المستشفى خلال رحلة وفد من الكونغرس إلى الخارج - ABC News",
        "يتاجر اليانكيز بالنجم الأقرب ديفين ويليامز في نهاية فترة ولاية نيستور كورتيس في برونكس - نيويورك بوست",
        "49 لاعبًا ينتقدون دي فوندري كامبل \"الأناني\" لرفضه اللعب: \"مجرد غباء، وهذا غير ناضج للغاية\" - سي بي إس سبورتس",
        "يطلب المشرعون الأمريكيون من Apple و Google الاستعداد لإزالة TikTok من متاجر التطبيقات في 19 يناير - رويترز",
        "أفضل ألبومات عام 2024 - متنوعة",
        "نتائج الموازنة | UFC تامبا - UFC",
        "سينضم دانييل بيني إلى ترامب وفانس في لعبة كرة القدم للجيش والبحرية - نيويورك تايمز",
        "يبدو أن جنون أدوية إنقاص الوزن يحد من وباء السمنة في الولايات المتحدة - بلومبرغ",
        "زندايا ونيكول كيدمان عن العلاقة الحميمة والمتحدين والطفلة - تنوع",
        "براين أوستن غرين يتفاعل مع انقسام ميغان فوكس السابقة من رشاش كيلي: \"انضج. إنها حامل\" - AOL",
        "رئيس براين طومسون يتحدث بعد القتل: النظام الصحي في الولايات المتحدة يحتاج إلى إصلاح - أكسيوس",
        "Google تطلق NotebookLM للمؤسسات - TechCrunch",
        "يمكنك توفير 10 دولارات الآن في برنامج Astro Bot الفائز بجائزة The Game Awards - IGN",
        "سوق الأسهم اليوم: ناسداك تسجل رقمًا قياسيًا جديدًا مع ارتفاع شركة برودكوم، لتتصدر رأس المال السوقي البالغ تريليون دولار (تغطية حية) - Investor's Business Daily",
        "مساعدو ترامب يفكرون في إلغاء مؤسسة التأمين على الودائع الفيدرالية كجزء من موجة إلغاء القيود المصرفية الدراماتيكية: تقرير - نيويورك بوست",
        "لا يزال بإمكان Microsoft Recall التقاط لقطة شاشة لمعلوماتك الحساسة - Gizmodo",
        "2024 استطلاع هايزمان تروفي: نجم كولورادو ثنائي الاتجاه ترافيس هانتر يبرز كفائز واضح بالجائزة المرغوبة - سي بي إس سبورتس",
        "تعيين فرانسوا بايرو رئيسًا للوزراء في فرنسا - فاينانشال تايمز",
        "عقيد متقاعد في القوات الجوية الأمريكية يحث البيت الأبيض على التوقف عن تسليط الضوء على سكان نيوجيرسي بسبب طائرات بدون طيار غامضة - نيويورك بوست",
        "يساعد أقدم حمض نووي بشري في تحديد متى تزاوج البشر الأوائل مع إنسان نياندرتال - سي إن إن"
    ]
}