{
    "headlines": [
        "ਨੋਟਰੇ ਡੈਮ ਅੱਗ ਲੱਗਣ ਦਾ ਕਾਰਨ ਕੀ ਸੀ? ਨਵੀਨਤਮ ਜਿਵੇਂ ਕਿ ਗਿਰਜਾਘਰ ਦੁਬਾਰਾ ਖੁੱਲ੍ਹਦਾ ਹੈ. - ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਮਿਡਲ ਈਸਟ ਨਵੀਨਤਮਃ ਗਾਜ਼ਾ ਦੇ ਟੈਂਟ ਕੈਂਪ 'ਤੇ ਇਜ਼ਰਾਈਲੀ ਹਮਲੇ ਵਿਚ ਘੱਟੋ ਘੱਟ 21 ਲੋਕ ਮਾਰੇ ਗਏ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਫਰਾਂਸ ਦੇ ਪ੍ਰਧਾਨ ਮੰਤਰੀ ਬੇਭਰੋਸਗੀ ਵੋਟ ਵਿਚ ਬਰਖਾਸਤ, ਦੇਸ਼ ਨੂੰ ਡੂੰਘੀ ਅਨਿਸ਼ਚਿਤਤਾ ਵਿਚ ਸੁੱਟ ਦਿੱਤਾ - ਸੀ ਐਨ ਐਨ",
        "ਰਾਸ਼ਟਰੀ ਦਸਤਖਤ ਦਿਵਸ, 2024: NJ D1 ਫੁੱਟਬਾਲ ਖਿਡਾਰੀ ਕਿੱਥੇ ਖੇਡਣ ਲਈ ਦਸਤਖਤ ਕਰ ਰਹੇ ਹਨ? - NJ. com",
        "ਬਾਇਡਨ ਅੰਗੋਲਾ ਵਿੱਚ ਅਫਰੀਕੀ ਸੰਮੇਲਨ ਵਿੱਚ ਆਪਣੀਆਂ ਅੱਖਾਂ ਨੂੰ ਆਰਾਮ ਦੇਣ ਲਈ ਦਿਖਾਈ ਦਿੰਦਾ ਹੈ - ਫੌਕਸ ਨਿ Newsਜ਼",
        "ਬਿੱਲ ਕਲਿੰਟਨ ਨੇ ਹੰਟਰ ਬਾਇਡਨ ਦੇ ਰਾਸ਼ਟਰਪਤੀ ਦੀ ਮੁਆਫੀ ਦਾ ਸਮਰਥਨ ਕੀਤਾ - ਪੋਲਿਟਿਕੋ",
        "ਜਾਰਜੀਆ ਦੇ ਵਿਰੋਧੀ ਸਿਆਸਤਦਾਨ ਨੂੰ ਪੁਲਿਸ ਦੁਆਰਾ ਬੇਹੋਸ਼ ਕਰ ਦਿੱਤਾ ਗਿਆ, ਪਾਰਟੀ ਕਹਿੰਦੀ ਹੈ, ਜਿਵੇਂ ਕਿ ਸਰਕਾਰ ਦੀ ਕਾਰਵਾਈ ਤੇਜ਼ ਹੁੰਦੀ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "‘ਦੁਸ਼ਟ’ ਕਾਸਟ ਨੈਸ਼ਨਲ ਬੋਰਡ ਆਫ਼ ਰਿਵਿਊ 'ਤੇ ਸਪੈਲ ਕਰਦਾ ਹੈ, ਸਰਬੋਤਮ ਫਿਲਮ ਸਮੇਤ ਤਿੰਨ ਪੁਰਸਕਾਰਾਂ ਦੀ ਗਿਣਤੀ ਕਰਦਾ ਹੈ - ਡੈੱਡਲਾਈਨ",
        "ਟਰੰਪ ਨੇ ਕ੍ਰਿਪਟੋਕੁਰੰਸੀ ਐਡਵੋਕੇਟ ਪੌਲ ਐਟਕਿਨਸ ਨੂੰ ਐਸਈਸੀ ਚੇਅਰ ਨਾਮਜ਼ਦ ਕੀਤਾ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਡੋਨਾਲਡ ਟਰੰਪ ਨੇ ਪੀਟਰ ਨਵਾਰੋ ਨੂੰ ਸੀਨੀਅਰ ਆਰਥਿਕ ਸਲਾਹਕਾਰ ਨਾਮਜ਼ਦ ਕੀਤਾ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "ਏਪੀ ਫਿਲਮ ਲੇਖਕਾਂ ਦੁਆਰਾ ਦਰਜਾਬੰਦੀ ਦੇ ਤੌਰ ਤੇ 2024 ਦੀਆਂ ਸਭ ਤੋਂ ਵਧੀਆ ਫਿਲਮਾਂ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਪ੍ਰੀਮੀਅਰ ਲੀਗਃ ਆਰਸੇਨਲ ਮੇਜ਼ਬਾਨ ਮੈਨ Utd ਨਾਲ ਮੈਨ ਸਿਟੀ, ਲਿਵਰਪੂਲ & ਚੇਲਸੀ ਵੀ ਕਾਰਵਾਈ ਵਿੱਚ - ਬੀਬੀਸੀ.",
        "'ਸ਼ਾਨਦਾਰ' ਐਸਟਰਾਇਡ ਦਾ ਪਤਾ ਲੱਗਣ ਦੇ ਕੁਝ ਘੰਟਿਆਂ ਬਾਅਦ ਸਾਈਬੇਰੀਆ ਉੱਤੇ ਭੜਕਦਾ ਹੈ - Livescience.",
        "ਕਾਂਗੋ ਡੈਮੋਕਰੇਟਿਕ ਰੀਪਬਲਿਕ ਵਿਚ 12 ਦਰਜਨ ਮੌਤਾਂ ਦੇ ਪਿੱਛੇ ਰਹੱਸਮਈ ਬਿਮਾਰੀ ਦੀ ਜਾਂਚ ਕੌਣ ਕਰ ਰਿਹਾ ਹੈ - Livescience.",
        "ਡੀਈਏ ਨੂੰ ਚਲਾਉਣ ਲਈ ਟਰੰਪ ਦੀ ਚੋਣ ਉਸ ਦਾ ਨਾਮ ਵਿਚਾਰਨ ਤੋਂ ਵਾਪਸ ਲੈ ਲੈਂਦੀ ਹੈ. ਟਰੰਪ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਸਨੇ ਪਲੱਗ ਖਿੱਚਿਆ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਇੱਕ ਨਵਾਂ ਫੋਨ ਸਕੈਨਰ ਜੋ ਸਪਾਈਵੇਅਰ ਦਾ ਪਤਾ ਲਗਾਉਂਦਾ ਹੈ ਪਹਿਲਾਂ ਹੀ 7 ਪੈਗਾਸਸ ਇਨਫੈਕਸ਼ਨ ਲੱਭ ਗਿਆ ਹੈ - ਵਾਇਰਡ",
        "ਫੈੱਡ ਪਾਵੇਲ ਭਾਸ਼ਣ ਅੱਜਃ ਕੀ ਵੇਖਣਾ ਹੈ - ਬੈਰਨ ਦਾ",
        "ਕੈਲੀਫੋਰਨੀਆ ਵਿਚ ਕੱਚੇ ਦੁੱਧ ਦੀ ਯਾਦ ਦਾ ਵਿਸਥਾਰ ਟੈਸਟਾਂ ਤੋਂ ਬਾਅਦ ਵਧੇਰੇ ਬਰਡ ਫਲੂ ਵਾਇਰਸ ਦਾ ਪਤਾ ਲਗਾਉਣ ਤੋਂ ਬਾਅਦ ਹੁੰਦਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਟਰੰਪ ਪਰਿਵਰਤਨ ਲਾਈਵ ਅਪਡੇਟਸਃ ਪੀਟ ਹੇਗਸੇਥ ਨੇ ਰੱਖਿਆ ਸਕੱਤਰ ਦੇ ਅਹੁਦੇ ਲਈ ਲੜਦੇ ਰਹਿਣ ਦੀ ਸਹੁੰ ਖਾਧੀ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਐਮੀਨੇਮ ਦੇ ਅੱਧੇ ਭਰਾ ਦੀਆਂ ਪੋਸਟਾਂ ਮਰਹੂਮ ਮਾਂ ਨੂੰ ਸ਼ਰਧਾਂਜਲੀ ਭੇਟ ਕਰਦੀਆਂ ਹਨ ਕਿਉਂਕਿ ਰੈਪਰ ‘ਨਫ਼ਰਤ‘ ਦੇ ਸਾਲਾਂ ਵਿਚ ਮੂਕ ਰਹਿੰਦਾ ਹੈ - ਹਿੰਦੁਸਤਾਨ ਟਾਈਮਜ਼"
    ]
}