{
    "headlines": [
        "Азиатско-Тихоокеанские рынки падают, поскольку тарифы Трампа для конкретных стран вступят в силу - CNBC",
        "Американские акции закрываются ниже, разворачивая более раннее ралли, поскольку распродажа тарифов продолжается - ABC News",
        "Международный валютный фонд заключил предварительную сделку с Аргентиной о финансовой помощи в размере 20 миллиардов долларов - AP News",
        "Десятки погибших, в том числе бывший питчер MLB Октавио Дотель, после обрушения крыши в ночном клубе Доминиканской Республики - ABC News",
        "Гавайи подтверждают связанный с путешествиями случай кори у детей до 5 лет - Honolulu Star-Advertiser",
        "Всплеск доходности казначейских облигаций США вызывает страх перед следующей большой основой - расслабление торговли - Bloomberg",
        "Третий случай заболевания корью в Колорадо подтвержден в округе Арчулета для взрослых - 9News",
        "IRS позволит сотрудникам иммиграционной службы получать налоговые данные для целей депортации - The Washington Post",
        "«Наггетс» уволили Майкла Мэлоуна и Кэлвина Бута: тренер, GM в Денвере менее чем через два года после титула НБА - CBS Sports",
        "Что нужно, чтобы взять корь под контроль? - NPR",
        "Bleacher Report: Последний пробный драфт после того, как Флорида выиграла чемпионат NCAA - НБА",
        "Прекращение финансирования соглашений о сотрудничестве с Принстонским университетом - Министерство торговли США (.gov)",
        "Станет ли цена Mario Kart World в 80 долларов новой нормой для игр? - Ars Technica",
        "Как шляпа «Чикаго Буллз» привела к тому, что отца из Мэриленда по ошибке отправили в тюрьму в Сальвадоре - Новости NBC",
        "РФК-младший утверждает, что кривая сглаживается во время вспышки кори в Техасе. Согласны ли данные? - ABC News",
        "Роберт Паттинсон следил за ролью в «Дюне 3» - разнообразие",
        "Мигранты, которые въехали в США через приложение CBP One, должны покинуть страну «немедленно», говорит DHS - NPR",
        "Студенческие визы отзываются без причины или предупреждения, говорят в колледжах - WSJ",
        "Microsoft: Windows CLFS нулевого дня эксплуатируется бандой вымогателей - BleepingComputer"
    ]
}