{
    "headlines": [
        "ਹੈਲੀਨ ਆਧੁਨਿਕ ਯੁੱਗ ਦੇ ਸਭ ਤੋਂ ਘਾਤਕ ਤੂਫਾਨਾਂ ਵਿੱਚੋਂ ਇੱਕ ਬਣ ਗਈ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਮੇਲਾਨੀਆ ਟਰੰਪ, ਪਤੀ ਨਾਲ ਦੁਰਲੱਭ ਬਰੇਕ ਵਿਚ, ਗਰਭਪਾਤ ਦੇ ਅਧਿਕਾਰਾਂ ਲਈ ਅਵਾਜ਼ਾਂ ਦੀ ਹਮਾਇਤ ਕਰਦਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਐਮ ਐਨ ਵਿੱਚ ਉੱਤਰੀ ਲਾਈਟਾਂਃ ਸੋਲਰ ਫਲੇਅਰਜ਼ ਅਰੋੜਾ - ਫੌਕਸ 9 ਮਿਨੀਏਪੋਲਿਸ-ਸਟੈਂਟ ਪੌਲ ਲਈ ਪੜਾਅ ਸੈੱਟ ਕਰਦਾ ਹੈ",
        "ਕੈਲੀਫੋਰਨੀਆ ਦੇ ਦੋ ਖੇਤ ਮਜ਼ਦੂਰ ਬਰਡ ਫਲੂ ਲਈ ਸਕਾਰਾਤਮਕ ਟੈਸਟ - ਸੀ ਐਨ ਐਨ",
        "ਨਵੀਂ ਫੋਰਡ ਐਕਸਪੀਡੀਸ਼ਨ ਐਂਡਰਾਇਡ ਆਟੋਮੋਟਿਵ ਅਤੇ ਲਿੰਕਨ ਦੀ ਪੈਨੋਰਾਮਿਕ ਸਕ੍ਰੀਨ ਦਾ ਅੱਧਾ ਹਿੱਸਾ ਜੋੜਦੀ ਹੈ - ਦ ਵਰਜ",
        "ਲਿਜ਼ ਚੇਨੀ 6 ਜਨਵਰੀ ਨੂੰ ਬੇਨਤੀ ਕਰਦੀ ਹੈ ਜਦੋਂ ਉਹ ਵਿਸਕਾਨਸਿਨ ਵਿੱਚ ਹੈਰਿਸ ਦੀ ਹਮਾਇਤ ਕਰਦੀ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਵੀਰਵਾਰ ਨਾਈਟ ਫੁੱਟਬਾਲ ਵਿੱਚ ਬਕਨੇਰਸ-ਫਾਲਕਨਸ ਨੂੰ ਮੁਫਤ ਵਿੱਚ ਕਿਵੇਂ ਵੇਖਣਾ ਹੈ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਸੋਰਾ 'ਤੇ ਇਕ ਸਹਿ-ਲੀਡ, ਓਪਨਏਆਈ ਦੇ ਵੀਡੀਓ ਜੇਨਰੇਟਰ, ਗੂਗਲ ਲਈ ਰਵਾਨਾ ਹੋ ਗਏ ਹਨ - ਟੈਕਕ੍ਰਾਂਚ",
        "ਸੀਈਓ ਦੇ ਗਲਤ ਪ੍ਰਬੰਧਨ ਅਤੇ ਬਦਲਾ ਲੈਣ ਦੇ ਦੋਸ਼ਾਂ ਵਿਚਕਾਰ ਚੋਟੀ ਦੇ ਐਗਜ਼ੀਕਿsਟਸ ਐਗਜ਼ਿਟ ਟਰੰਪ ਮੀਡੀਆ - ਪ੍ਰੋਪਬਲਕਾ",
        "ਅਮਰੀਕਾ ਦੀ ਘਾਟ ਅਤੇ ਵਧੇਰੇ ਪ੍ਰਚੂਨ ਕੀਮਤਾਂ ਵੇਖੀਆਂ ਜਾ ਸਕਦੀਆਂ ਸਨ ਜੇ ਇੱਕ ਡੌਕ ਵਰਕਰਾਂ ਦੀ ਹੜਤਾਲ ਨੂੰ ਘਸੀਟਿਆ ਹੁੰਦਾ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਨਿਵੇਸ਼ਕ ElevenLabs ਵਿੱਚ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ scrambling ਕਰ ਰਹੇ ਹਨ, ਜਿਸ ਨੂੰ ਛੇਤੀ ਹੀ $ 3 ਅਰਬ 'ਤੇ ਮੁੱਲ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ - TechCrunch",
        "ਟਾਇਰ ਨਿਕੋਲਜ਼ ਦੀ ਕੁੱਟਮਾਰ ਕਰਨ ਵਾਲੇ ਮੌਤ ਦੇ ਕੇਸ ਵਿੱਚ ਸਾਬਕਾ ਅਧਿਕਾਰੀਆਂ ਵਿਰੁੱਧ ਮਿਸ਼ਰਤ ਫੈਸਲਾ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਹਟਾਈ",
        "ਮੈਟਸ ਬਨਾਮ ਬਰੂਅਰਜ਼ ਕਿੱਥੇ ਵੇਖਣਾ ਹੈਃ ਟੀਵੀ ਚੈਨਲ, ਐਮਐਲਬੀ ਵਾਈਲਡ ਕਾਰਡ ਸੀਰੀਜ਼ ਅਨੁਸੂਚੀ, ਲਾਈਵ ਸਟ੍ਰੀਮ ਪੋਸਟ ਸੀਜ਼ਨ ਬੇਸਬਾਲ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਗਰਥ ਬਰੂਕਸ ਨੇ ਉਸ ਲਈ ਕੰਮ ਕਰਨ ਵਾਲੇ ਵਾਲਾਂ ਅਤੇ ਮੇਕਅਪ ਕਲਾਕਾਰ ਦੇ ਮੁਕੱਦਮੇ ਵਿਚ ਜਿਨਸੀ ਸ਼ੋਸ਼ਣ ਅਤੇ ਬੈਟਰੀ ਦਾ ਦੋਸ਼ ਲਗਾਇਆ - ਸੀ ਐਨ ਐਨ",
        "ਇਜ਼ਰਾਈਲ ਨੇ ਬੇਰੂਤ ਹਵਾਈ ਹਮਲੇ ਵਿਚ ਸੰਭਾਵਿਤ ਹਿਜ਼ਬੁੱਲਾ ਦੇ ਉੱਤਰਾਧਿਕਾਰੀ ਨੂੰ ਨਿਸ਼ਾਨਾ ਬਣਾਇਆ - ਐਕਸੀਓਸ",
        "ਕੇਂਦਰੀ ਬੇਰੂਤ ਨੂੰ ਮਾਰਿਆ ਗਿਆ ਕਿਉਂਕਿ ਇਜ਼ਰਾਈਲ ਨੇ ਈਰਾਨ ਨੂੰ ‘ਬਹੁਤ ਮਜ਼ਬੂਤ’ ਜਵਾਬ ਦੇਣ ਦੀ ਸਹੁੰ ਖਾਧੀ - ਸੀਐਨਐਨ",
        "ਕਿਮ ਕਾਰਦਾਸ਼ੀਅਨਃ ਮੇਨੇਂਡੇਜ਼ ਭਰਾਵਾਂ ਨੂੰ ਆਜ਼ਾਦ ਕਰੋ - ਐਨਬੀਸੀ ਨਿ Newsਜ਼",
        "ਸਟੀਫਨ ਜੋਨਸ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਦਵਾਂਤੇ ਐਡਮਜ਼ ਦਾ ਵਪਾਰ ਟੀਮ ਦੀ ਕੈਪ \"ਚੁਣੌਤੀਆਂ\" ਦੇ ਨਾਲ \"ਇੱਕ ਲੰਮਾ ਪੁਟ\" ਹੋਵੇਗਾ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "‘ਜੋਕਰ 2’ ਐਂਡਿੰਗ ਨੇ ਸਮਝਾਇਆਃ ਮਜ਼ਾਕ ਦਾ ਸਾਡੇ 'ਤੇ - TheWrap"
    ]
}