{
    "headlines": [
        "إسرائيل تقول إنها استهدفت زعيم حزب الله في غارات على بيروت: تحديثات حية - سي إن إن",
        "هاريس، تعادل ترامب فعليًا في استطلاعات ساحة المعركة - بوليتيكو",
        "من كان زعيم حزب الله منذ فترة طويلة حسن نصر الله ؟ - وكالة أسوشيتد برس",
        "سبيس إكس تطلق مهمة تهدف إلى إعادة رواد فضاء ستارلاينر الذين تأخروا طويلاً - سي إن إن",
        "أحدث أحوال الطقس الاستوائي: لا يزال الملايين بدون كهرباء من هيلين مع استمرار الفيضانات - وكالة أسوشيتد برس",
        "حصري: نقل المرشد الأعلى الإيراني إلى موقع آمن، كما تقول المصادر - رويترز",
        "تقدم ميتا لمحة عن قاتلها المفترض للآيفون: أوريون - تك كرانش",
        "يشيد نجوم \"هاري بوتر\" بماجي سميث: \"لقد أبقت جريفندورز على أصابع قدميها\" - Entertainment Weekly News",
        "الرئيس التنفيذي لشركة WeightWatchers الذي أشرف على انتقال شركة دايت إلى أدوية إنقاص الوزن يترك منصبه فجأة - وكالة أسوشيتد برس",
        "انفصال كريستين كافالاري ومارك إستيس بعد 7 أشهر من المواعدة: \"إنها جديدة جدًا\" - فوكس نيوز",
        "نقطة محذوفة هنا",
        "شباك التذاكر: \"الروبوت المتوحش\" يصل سعره إلى 35 مليون دولار، و \"Megalopolis\" على المسار الصحيح بأقل من 5 ملايين دولار - مجموعة متنوعة",
        "بالكاد تذكر النشرات الإخبارية المسائية للشبكة تقرير ICE الجديد عن 425000 مهاجر إجرامي أحرار في الولايات المتحدة - فوكس نيوز",
        "تلوح في الأفق اضطرابات في موانئ الساحل الشرقي بينما يستعد أصحاب السفن الطويلة للإضراب - واشنطن بوست",
        "الفائزون والخاسرون من مدن كارل أنطوني يتداولون في نيكس - إن بي سي سبورتس",
        "ماري بونيه تلقي نظرة على دراما Bre Tiesi و Chelsea Lazkani's Selling Sunset - E! أونلاين - E! NEWS",
        "من المتوقع أن يبدأ آرتش مانينغ في البداية الثانية مقابل ولاية ميسيسيبي حيث يتعافى كوين إويرز من الإصابة في تكساس كيو بي - سي بي إس سبورتس",
        "عمود الضيف | أنا سمين. هذا هو السبب في أنني لا أتناول دواء لفقدان الوزن. - الواشنطن بوست",
        "فوز غير مسبوق في الانتخابات للعيون اليمينية المتطرفة في النمسا - BBC.com",
        "الخطأ الشائع الذي يرتكبه الناس في الصباح \"يزيد من خطر الإصابة بسرطان خطير بنسبة 50 ٪\" - LADbible"
    ]
}