{
    "headlines": [
        "ਅਚਾਨਕ ਸਾਹ ਦੀ ਘਟਨਾ ਦਾ ਸਾਹਮਣਾ ਕਰਨ ਤੋਂ ਬਾਅਦ ਪੋਪ ਫ੍ਰਾਂਸਿਸ ਸਾਹ ਲੈਣ ਵਾਲੀ ਮਸ਼ੀਨ 'ਤੇ - ਯਾਹੂ",
        "ਜੇਨਾ ਜੇਮਸਨ ਪਤਨੀ ਤੋਂ ਤਲਾਕ ਲਈ ਫਾਈਲ ਕਰਦਾ ਹੈ ਜੈਸੀ ਲਾਅਲੈੱਸ ਵਿਆਹ ਦੇ ਲਗਭਗ 2 ਸਾਲਾਂ ਬਾਅਦ - ਯਾਹੂ ਐਂਟਰਟੇਨਮੈਂਟ",
        "ਜ਼ੇਲੇਨਸਕੀ ਨਾਲ ਭਿਆਨਕ ਮੁਲਾਕਾਤ ਨੇ ਟਰੰਪ ਦੇ ਰੂਸ-ਯੂਕਰੇਨ ਸ਼ਾਂਤੀ ਸਮਝੌਤੇ ਨੂੰ ਠੁਕਰਾਇਆ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਕੈਵਜ਼ ਸੇਲਟਿਕਸ ਨੂੰ ਸੰਦੇਸ਼ ਭੇਜਦੇ ਹਨ, 22 ਤੋਂ ਹੇਠਾਂ ਰੈਲੀ 123-116 ਸਟੰਨਰ ਨੂੰ ਖਿੱਚਣ ਲਈ - cleveland.",
        "ਸਿਹਤ ਅਧਿਕਾਰੀਆਂ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਨ੍ਹਾਂ ਕੋਲ ਆਸਟਿਨ ਵਿੱਚ ਇੱਕ ਪੁਸ਼ਟੀ ਕੀਤੀ ਖਸਰਾ ਦਾ ਕੇਸ ਸਾਹਮਣੇ ਆਇਆ ਹੈ - KVUE.",
        "ਜੀਨ ਹੈਕਮੈਨ ਦੀ ਪਤਨੀ ਬੈਟਸੀ ਅਰਾਕਾਵਾ 'ਨੇ ਮਹੀਨਿਆਂ ਵਿਚ’ ਉਸ ਦੀ ਡਿਮੇਨਸ਼ੀਆ-ਪਲੇਗਡ ਮੰਮੀ, 91, ਨੂੰ ਨਹੀਂ ਬੁਲਾਇਆ ਸੀ, ਘਰਵਾਲੀ ਕਹਿੰਦੀ ਹੈ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਟਰੰਪ ਏਅਰ ਫੋਰਸ ਵਨ 'ਤੇ ਜ਼ਬਤ ਕੀਤੇ ਬਕਸੇ ਵਾਪਸ ਫਲੋਰੀਡਾ ਲੈ ਜਾਂਦੇ ਹਨ - ਸੀ ਐਨ ਐਨ",
        "ਲੌਂਗ ਸੋਸ਼ਲ ਮੀਡੀਆ ਪੋਸਟ ਵਿਚ 'ਲੀਗ ਦਾ ਚਿਹਰਾ' ਟਿੱਪਣੀਆਂ 'ਤੇ ਲੇਬ੍ਰੋਨ ਜੇਮਜ਼ ਡਬਲਜ਼ ਡਾਉਨ - ਸਪੋਰਟਸ ਇਲਸਟ੍ਰੇਟਿਡ",
        "ਕਿ Qਬੀ ਮੈਥਿ Staff ਸਟਾਫੋਰਡ ਨੂੰ ਪੁਨਰਗਠਿਤ ਇਕਰਾਰਨਾਮਾ ਮਿਲਦਾ ਹੈ ਅਤੇ ਲਾਸ ਏਂਜਲਸ ਰੈਮਜ਼ ਨਾਲ ਰਹਿਣ ਲਈ ਸਹਿਮਤ ਹੁੰਦਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਸਪੇਸਐਕਸ ਪਿਛਲੇ ਮਹੀਨੇ ਦੀ ਖਰਾਬ ਸਟਾਰਸ਼ਿਪ ਟੈਸਟ ਫਲਾਈਟ - ਆਰਸ ਟੈਕਨੀਕਾ ਦੀ ਦੁਬਾਰਾ ਤਿਆਰੀ ਕਰਦਾ ਹੈ",
        "ਇੰਟਰਨੈਟ ਕਾਲਿੰਗ ਪਾਇਨੀਅਰ ਸਕਾਈਪ ਲਈ ਅੰਤ ਨੇੜੇ ਆ ਜਾਂਦਾ ਹੈ ਕਿਉਂਕਿ ਮਾਈਕ੍ਰੋਸਾੱਫਟ ਬੰਦ ਕਰਨ ਦੀ ਯੋਜਨਾ ਬਣਾ ਰਿਹਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਯੂਐਸ ਮੌਸਮ ਅਤੇ ਮਹਾਂਸਾਗਰ ਏਜੰਸੀ ਤੋਂ ਫਾਇਰਿੰਗ ਕਰਨ ਵਾਲੇ ਕਾਮਿਆਂ ਦੀ ਜਾਨ ਅਤੇ ਆਰਥਿਕਤਾ ਨੂੰ ਖਤਰਾ ਹੈ, ਸਾਬਕਾ ਏਜੰਸੀ ਦੇ ਮੁਖੀ ਚੇਤਾਵਨੀ ਦਿੰਦੇ ਹਨ - ਪੀਬੀਐਸ ਨਿ Newsਜ਼ਹੋਰ",
        "EPA ਨਕਦ ਡਰ ਦੀਵਾਲੀਆਪਣ ਵਿੱਚ $ 20B ਦੇ ਬਾਹਰ ਫ੍ਰੋਜ਼ਨ ਗਰੁੱਪ - POLITICO",
        "SymbyAI ਵਿਗਿਆਨ ਖੋਜ ਨੂੰ ਸੌਖਾ ਬਣਾਉਣ ਲਈ $ 2.1M ਬੀਜ ਉਠਾਉਂਦਾ ਹੈ - TechCrunch",
        "ਐਸਐਸਏ ਵੀਰਾ/ਵੀਐਸਆਈਪੀ ਦੁਆਰਾ ਵਰਕਫੋਰਸ ਨੂੰ 7,000 ਤੱਕ ਘਟਾਉਣਾ ਚਾਹੁੰਦਾ ਹੈ - ਫੈਡਰਲ ਨਿ Newsਜ਼ ਨੈਟਵਰਕ",
        "‘ਸੀਵਰੈਂਸ’ ਸਟਾਰ ਡਿਕਨ ਲਚਮੈਨ ਉਸ 'ਦਿਲ ਤੋੜਨ ਵਾਲੀ‘ ਜੈਮਾ ਐਪੀਸੋਡ ਨੂੰ ਤੋੜਦਾ ਹੈਃ ‘ਉਸ ਦਾ ਹਿੱਸਾ ਚਲਾ ਗਿਆ’ - ਵੰਨਗੀ",
        "ਅਟਾਰਨੀ ਜਨਰਲ ਪਾਮੇਲਾ ਬੌਂਡੀ ਅਤੇ ਕਾਰਜਕਾਰੀ ਡਿਪਟੀ ਅਟਾਰਨੀ ਜਨਰਲ ਐਮੀਲ ਬੋਵ ਫੋਨ ਕਾਲ ਡੀਈਏ ਸਪੈਸ਼ਲ ਏਜੰਟ ਐਨਰੀਕ ਦੇ ਪੁੱਤਰ ਨਾਲ “ਕੀਕੀ” ਕੈਮਰੇਨਾ - ਨਿਆਂ ਵਿਭਾਗ",
        "ਅਲੈਕਸਾ+ – ਇੱਥੇ ਛੇਤੀ ਪਹੁੰਚ ਲਈ ਸਾਈਨ ਅੱਪ ਕਰਨ ਲਈ ਕਿਸ ਹੈ - TechRadar",
        "ਆਇਓਵਾ ਦੇ ਰਾਜਪਾਲ ਨੇ ਰਾਜ ਦੇ ਨਾਗਰਿਕ ਅਧਿਕਾਰਾਂ ਦੇ ਕੋਡ ਤੋਂ ਲਿੰਗ ਪਛਾਣ ਸੁਰੱਖਿਆ ਨੂੰ ਹਟਾਉਣ ਵਾਲੇ ਬਿੱਲ 'ਤੇ ਦਸਤਖਤ ਕੀਤੇ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਸਿਟੀਗਰੁੱਪ ਸੰਖੇਪ ਵਿੱਚ ਗ੍ਰਾਹਕ ਨੂੰ ਗਲਤੀ ਨਾਲ 81 ਟ੍ਰਿਲੀਅਨ ਡਾਲਰ ਦੇ ਤਬਾਦਲੇ ਨਾਲ ਇਤਿਹਾਸ ਦਾ ਸਭ ਤੋਂ ਅਮੀਰ ਵਿਅਕਤੀ ਬਣਾਉਂਦਾ ਹੈ - ਗਿਜ਼ਮੋਡੋ"
    ]
}