{
    "headlines": [
        "Rare comet may be visible to the naked eye. Here's where to look. - CBS Boston",
        "Retail sales, big banks' results, and Netflix earnings: What to know this week - Yahoo Finance",
        "New Gmail Security Alert For 2.5 Billion Users As AI Hack Confirmed - Forbes",
        "Mets vs. Dodgers: NLCS matchups, predictions and preview - New York Post ",
        "Gary Peters is tasked with defending a brutal Senate map for Dems. Then he wants to ‘work and ride motorcycles.’ - POLITICO",
        "Pokémon developer Game Freak reels from unprecedented \"gigaleak\" of \"significant internal data\" - Eurogamer",
        "Young men’s economic prospects are shifting, along with their politics - NBC News",
        "Biden to announce over $600M in Florida resiliency projects following hurricanes - ABC News",
        "Japan’s Nobel Peace Prize winner says Gaza workers should have won - Al Jazeera English",
        "Trump spread conspiracies on mail-in voting for years. Now his campaign is urging people to vote early and by mail - CNN",
        "How to watch Jaguars vs. Bears today: Start time, TV, live stream for NFL London game - USA TODAY",
        "Last-known images of missing mom Jermain Charlo are caught on tape. Will they lead to a break in the Montana case? - CBS News",
        "[Removed]",
        "College football winners, losers for Week 7: Oregon gets historic win, Oklahoma's Red River rout reveals trend - CBS Sports",
        "Iran Responds to 'Secret Documents' Linking Tehran to Hamas' Oct. 7 Attack - Newsweek",
        "Walz tramps through tall grass on Minnesota's pheasant hunting season opener but bags no birds - The Associated Press",
        "Your lookahead horoscope for the week of October 13, 2024 - The Globe and Mail",
        "Rare deluge floods parts of the Sahara desert for the first time in decades - CBS News",
        "‘Ready or Not 2’ in the Works With Samara Weaving, Radio Silence Returning - Hollywood Reporter",
        "Julia Fox claims Kanye West ‘used her as pawn’ amid allegations he raped his ex-assistant at Diddy party - Hindustan Times"
    ]
}