{
    "headlines": [
        "ਓਸਮੰਡਜ਼ ਦੇ ਸੰਸਥਾਪਕ ਮੈਂਬਰ ਵੇਨ ਓਸਮੰਡ ਦਾ 73 'ਤੇ ਦਿਹਾਂਤ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਚੀਨ 2025 ਵਿਚ ਵਿਕਾਸ ਨੂੰ ਉਤਸ਼ਾਹਤ ਕਰਨ ਲਈ ਖਜ਼ਾਨਾ ਬਾਂਡਾਂ ਤੋਂ ਫੰਡਿੰਗ ਵਿਚ ਤੇਜ਼ੀ ਨਾਲ ਵਾਧਾ ਕਰੇਗਾ - ਰਾਇਟਰਜ਼",
        "ਜਿੰਮੀ ਬਟਲਰ ਵਪਾਰ ਬੇਨਤੀਃ ਹੀਟ ਸਟਾਰ ਅਧਿਕਾਰਤ ਤੌਰ 'ਤੇ ਟੀਮ ਨੂੰ ਸੂਚਿਤ ਕਰਦਾ ਹੈ ਉਹ ਬਾਹਰ ਚਾਹੁੰਦਾ ਹੈ, ਪ੍ਰਤੀ ਰਿਪੋਰਟ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਦੱਖਣੀ ਕੋਰੀਆਃ ਅਧਿਕਾਰੀਆਂ ਨੇ ਰਾਸ਼ਟਰਪਤੀ ਯੁਨ ਸੁਕ ਯੀਓਲ ਦੀ ਗ੍ਰਿਫਤਾਰੀ ਮੁਅੱਤਲ ਕੀਤੀ - ਬੀਬੀਸੀ.",
        "ਟੇਸਲਾ ਨੇ ਸਾਲਾਂ ਵਿੱਚ ਪਹਿਲੀ ਵਾਰ 2024 ਵਿੱਚ ਘੱਟ ਵਾਹਨਾਂ ਦੀ ਸਪੁਰਦਗੀ ਕੀਤੀ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਟੇਸਲਾ ਦੇ ਪ੍ਰਸ਼ੰਸਕਾਂ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਸਾਈਬਰਟ੍ਰੱਕ ਨੇ ਵੇਗਾਸ ਧਮਾਕੇ ਨੂੰ ਭੜਕਾਇਆ. ਮਾਹਰਾਂ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਇੰਨੀ ਜਲਦੀ ਨਹੀਂ. - ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਦੱਖਣੀ ਕੋਰੀਆ ਨੇ ਘਾਤਕ ਹਾਦਸੇ ਤੋਂ ਬਾਅਦ ਬੋਇੰਗ 737-800 ਦੇ ਨਿਰੀਖਣ ਦਾ ਵਿਸਥਾਰ ਕੀਤਾ - Reuters.",
        "ਦੱਖਣੀ ਕੈਲੀਫੋਰਨੀਆ ਵਿੱਚ ਛੋਟਾ ਜਹਾਜ਼ ਇਮਾਰਤ ਵਿੱਚ ਡਿੱਗਣ ਕਾਰਨ 2 ਮੌਤਾਂ, 18 ਜ਼ਖਮੀ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਸੈਮਸੰਗ ਗਲੈਕਸੀ ਏ 16 5 ਜੀ ਗਲੈਕਸੀ ਫਿਟ 3 ਦੇ ਨਾਲ ਅਗਲੇ ਹਫਤੇ ਅਮਰੀਕਾ ਵਿੱਚ ਉਤਰੇਗਾ - GSMArena. com ਖ਼ਬਰਾਂ - GSMArena.",
        "ਇੰਗਲੈਂਡ ਵਿਚ 166 ਮਿਲੀਅਨ ਸਾਲ ਪੁਰਾਣੇ 'ਡਾਇਨਾਸੌਰ ਹਾਈਵੇ' ਟਰੈਕਾਂ ਦੀ ਖੋਜ ਕੀਤੀ ਗਈ ਹੈ - ਕੇਐਸਐਲ.",
        "ਏਸ਼ੀਅਨ ਸਟਾਕ ਦੀ ਪ੍ਰਾਪਤੀ, 2025 ਤੱਕ ਇੱਕ ਰੌਕੀ ਸਟਾਰਟ ਨੂੰ ਹਿਲਾਉਣਾਃ ਬਾਜ਼ਾਰਾਂ ਨੂੰ ਲਪੇਟਣਾ - ਯਾਹੂ ਵਿੱਤ",
        "ਐਪਲ ਸਿਰੀ 'ਤੇ ਈਵੈਸਡ੍ਰੋਪਿੰਗ ਦਾ ਦੋਸ਼ ਲਗਾਉਣ ਵਾਲੇ ਮੁਕੱਦਮੇ ਦਾ ਨਿਪਟਾਰਾ ਕਰਨ ਲਈ 95 ਮਿਲੀਅਨ ਡਾਲਰ ਦਾ ਭੁਗਤਾਨ ਕਰੇਗਾ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਐਤਵਾਰ ਰਾਤ ਅਤੇ ਸੋਮਵਾਰ ਦਰਮਿਆਨੇ ਡੀਸੀ-ਖੇਤਰ ਦੇ ਬਰਫ ਦੇ ਤੂਫਾਨ ਲਈ ਸੰਭਾਵਨਾਵਾਂ ਵਧਦੀਆਂ ਹਨ - ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਨਿਊ ਓਰਲੀਨਜ਼ ਅੱਤਵਾਦੀ ਹਮਲੇ ਦੌਰਾਨ ਅਲਾਬਾਮਾ ਦੀ ਔਰਤ ਦੀ ਗੋਲੀ ਮਾਰ ਕੇ ਹੱਤਿਆ - WKRC TV Cincinnati",
        "ਰਿਪਬਲਿਕਨ ਮਾਈਕ ਜਾਨਸਨ ਦੇ ਹਾਊਸ ਸਪੀਕਰ ਚੋਣ ਦੌਰਾਨ ਦੇਖਣ ਲਈ - Axios",
        "ਨਵੀਨਤਮ ਆਰਟੀਐਕਸ 50 ਲੀਕ ਐਨਵੀਡੀਆ ਤੋਂ ਆਉਂਦੀ ਹੈ - ਦਿ ਵਰਜ",
        "ਨੋਟਰੇ ਡੈਮ ਨੇ ਜਾਰਜੀਆ ਨੂੰ 23-10 ਨਾਲ ਹਰਾਇਆ, ਸੀਐਫਪੀ ਸੈਮੀਫਾਈਨਲ ਵਿੱਚ ਅੱਗੇ ਵਧਿਆ - NCAA.",
        "ਅਧਿਐਨ ਅਨੁਮਾਨ ਲਗਾਉਂਦਾ ਹੈ ਜਦੋਂ ਯੈਲੋਸਟੋਨ ਨੈਸ਼ਨਲ ਪਾਰਕ ਦਾ ਵਿਸ਼ਾਲ ਸੁਪਰਵੋਲਕੈਨੋ ਦੁਬਾਰਾ ਫਟ ਜਾਵੇਗਾ - ਯਾਹੂ! ਆਵਾਜ਼ਾਂ",
        "ਨਿੱਕੀ ਗਲੇਜ਼ਰ ਦੱਸਦੀ ਹੈ ਕਿ ਗੋਲਡਨ ਗਲੋਬ 'ਚ ਹਿੱਸਾ ਲੈਣ ਵਾਲੇ ਸਿਤਾਰੇ ਹੱਸਣ ਲਈ ਤਿਆਰ ਆਉਂਦੇ ਹਨ ।' ਪਰ ਕਿਸੇ ਦੀ ਉਮੀਦ ਨਾ ਕਰੋ 'ਇਹ ਸਾਡੇ ਨਾਲ ਖਤਮ ਹੁੰਦਾ ਹੈ' ਚੁਟਕਲੇ. - ਯਾਹੂ ਐਂਟਰਟੇਨਮੈਂਟ",
        "ਕੋਰਟ ਨੇ ਯੂਐਸ ਦੇ ਨੈੱਟ ਨਿਰਪੱਖਤਾ ਨਿਯਮਾਂ ਦੀ ਹੜਤਾਲ ਕੀਤੀ - ਬੀਬੀਸੀ."
    ]
}