{
    "headlines": [
        "ما نعرفه عن خطط جنازة الرئيس السابق جيمي كارتر - سي إن إن",
        "إعلان حالة الطوارئ في ترينيداد وتوباغو وسط عام مميت بشكل استثنائي - سي إن إن",
        "ستعرض الأضواء الشمالية عرض السنة الجديدة، ولكن هل ستكون مرئية من منطقة العاصمة ؟ - WTOP",
        "نوروفيروس: ما يجب معرفته عن ارتفاع تفشي مرض الجهاز الهضمي - واشنطن بوست",
        "الهيئة التنظيمية للبنك تمنح BlackRock موعدًا نهائيًا لشهر يناير على حصص البنوك - Yahoo Finance",
        "تقول وزارة الخزانة الأمريكية إنها تعرضت للاختراق من قبل الصين في \"حادث كبير\" - BBC.com",
        "مسودة وهمية لاتحاد كرة القدم الأميركي لعام 2025: فوز العمالقة والمهاجمين واللاعبين المحترفين في الأسبوع 17 يؤدي إلى هزة كبيرة ضمن أفضل 10 لاعبين - سي بي إس سبورتس",
        "كيف تشاهد Lions vs. 49ers يعيش مجانًا في ليلة الاثنين لكرة القدم - نيويورك بوست",
        "يتوقع بيل أكمان أن يقوم ترامب بخصخصة فاني ماي وفريدي ماك - رويترز",
        "Walmès ؟ لا يمكن للمتسوقين التوقف عن الحديث عن حقيبة Walmart التي تبلغ قيمتها 78 دولارًا والتي تشبه حقيبة Hermès Birkin التي تبلغ قيمتها 10000 دولار. - Business Insider",
        "تم العثور على \"ادعاءات واسعة النطاق بالإساءة\" في مرفق مارسي الإصلاحي، تقرير 2022 - WSYR",
        "تم اكتشاف إنفلونزا الطيور في ما يقرب من مليون دجاجة في مقاطعة جنوب غرب أوهايو - WLWT Cincinnati",
        "منظمة الصحة العالمية تناشد وضع حد للهجمات على مستشفيات غزة - BBC.com",
        "بايدن يعلن عن ما يقرب من 2.5 مليار دولار من المساعدات العسكرية لأوكرانيا - وكالة أسوشيتد برس",
        "ترامب يؤيد إعادة انتخاب مايك جونسون كرئيس لمجلس النواب قبل التصويت المحفوف بالمخاطر - واشنطن بوست",
        "الأسهم تتخطى \"رالي سانتا كلوز\" هذا العام. لماذا ليست علامة جيدة. - MarketWatch",
        "استجواب قادة الأمن الألمان بشأن هجوم ماغديبرغ - DW (الإنجليزية)",
        "الحكام الإسلاميون في سوريا اسم ميساء صابرين أول امرأة ترأس البنك المركزي - صحيفة وول ستريت جورنال",
        "ليام باين: 5 متهمين فيما يتعلق بوفاة مغني One Direction - Yahoo Entertainment",
        "جيسون موموا يلعب دور لوبو في \"Supergirl: Woman of Tomorrow\" - الموعد النهائي"
    ]
}