{
    "headlines": [
        "ਕਮਾਂਡਰ ਜੰਗਲੀ ਮੁਕੰਮਲ ਹੋਣ ਤੋਂ ਬਾਅਦ ਕਾਊਬੌਇਜ਼ ਨੂੰ ਗੁਆ ਦਿੰਦੇ ਹਨ ਜਿਸ ਵਿੱਚ ਮਿਸ ਪੈਟ, ਦੋ 80+ ਵਿਹੜੇ ਟੀਡੀ ਸ਼ਾਮਲ ਹਨ - ਯਾਹੂ ਸਪੋਰਟਸ",
        "ਰੈਪਿਡ ਰਿਐਕਸ਼ਨਃ ਪੈਂਥਰ ਚੀਫਸ 'ਤੇ ਡਿੱਗਦੇ ਹਨ, ਪਰ ਪਾਸ ਗੇਮ ਵਿਚ ਤਰੱਕੀ ਕਰਦੇ ਹਨ - Panthers. com",
        "ਹਿਜ਼ਬੁਲ ਨੇ ਇਜ਼ਰਾਈਲ ਨੂੰ ਹਫ਼ਤਿਆਂ ਵਿੱਚ ਸਭ ਤੋਂ ਭਾਰੀ ਬੈਰਾਜ ਨਾਲ ਮਾਰਿਆ - ਪੋਲੀਟਿਕੋ",
        "ਮੈਕਬ੍ਰਾਈਡ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਹਾ Houseਸ ਰਿਪਬਲਿਕਨਜ਼ ਦੇ ਬਾਥਰੂਮ ’ਤੇ ਪਾਬੰਦੀ‘ ਉਹ ਅਸਲ ਵਿਚ ਜੋ ਕਰ ਰਹੇ ਹਨ ਉਸ ਤੋਂ ਧਿਆਨ ਭਟਕਾਉਣ ਦੀ ਕੋਸ਼ਿਸ਼ ’ਹੈ - ਦਿ ਹਿੱਲ",
        "ਕੋਲੋਰਾਡੋ ਵਿਚ ਸਿੰਗਲ-ਇੰਜਣ ਜਹਾਜ਼ ਹਾਦਸੇ ਵਿਚ ਦੋ ਦੀ ਮੌਤ, ਇਕ ਜ਼ਖਮੀ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਐਫ ਡੀ ਏ ਸੰਭਾਵਤ ਤੌਰ 'ਤੇ ਗਲੂਟਨ ਰੱਖਣ ਲਈ ਪ੍ਰਸਿੱਧ ਗਲੂਟਨ ਮੁਕਤ ਟੋਰਟੀਲਾ ਪੱਟੀਆਂ ਨੂੰ ਯਾਦ ਕਰਦਾ ਹੈ - ਡਬਲਯੂ ਕੇ ਆਰ ਸੀ ਟੀ ਵੀ ਸਿਨਸਿਨਾਟੀ",
        "ਵਿਸ਼ਾਲ ਐਲਓਐਲ ਲੀਕ ਨੇ ਨੋਕਸ ਥੀਮਡ ਸੀਜ਼ਨ ਦਾ ਖੁਲਾਸਾ ਕੀਤਾ & 2025 ਆਰਕੇਨ ਚੈਂਪੀਅਨ - ਡੈਕਸਰਟੋ",
        "ਰਿਪਬਲਿਕਨ ਡੈਮੋਕਰੇਟਸ ਦੇ ਦਾਅਵਿਆਂ 'ਤੇ ਆਲੋਚਨਾ ਕਰਦੇ ਹਨ ਕਿ ਟਰੰਪ ਦੀ ਖੁਫੀਆ ਜਾਣਕਾਰੀ ਗੈਬਾਰਡ ਨੂੰ'ਸਮਝੌਤਾ'ਕੀਤਾ ਗਿਆ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਬਾਂਡ ਮਾਰਕੀਟ 4.5% ਝਾੜ 'ਤੇ ਖਰੀਦਦਾਰਾਂ ਦੇ ਤੌਰ ਤੇ ਬੇਰਹਿਮ ਰਨ ਨੂੰ ਰੋਕਦੀ ਹੈ - ਯਾਹੂ ਵਿੱਤ",
        "ਧਰਤੀ ਆਪਣੇ ਅਸਥਾਈ 'ਮਿੰਨੀ ਚੰਦਰਮਾ' ਨੂੰ ਅਲਵਿਦਾ ਕਹਿੰਦੀ ਹੈ ਜੋ ਸੰਭਵ ਤੌਰ 'ਤੇ ਸਾਡੇ ਅਸਲ ਚੰਦਰਮਾ ਦਾ ਇੱਕ ਹਿੱਸਾ ਹੈ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "‘ਦੁਸ਼ਟ’ 164 ਮਿਲੀਅਨ ਡਾਲਰ ਦੇ ਨਾਲ ਗਲੋਬਲ ਬਾਕਸ ਆਫਿਸ ਦੀ ਅਗਵਾਈ ਕਰਦਾ ਹੈ, ‘ਗਲੇਡੀਏਟਰ II’ ਦੁਨੀਆ ਭਰ ਵਿੱਚ 220 ਮਿਲੀਅਨ ਡਾਲਰ ਤੋਂ ਵੱਧ - ਵਰਾਇਟੀ",
        "ਦੱਖਣ-ਪੂਰਬੀ ਮੈਕਸੀਕੋ ਵਿਚ ਬੰਦੂਕਧਾਰੀਆਂ ਨੇ ਹਿੰਸਾ ਦੇ ਚੱਕਰ ਵਜੋਂ ਇਕ ਬਾਰ ਵਿਚ ਫਾਇਰਿੰਗ ਕੀਤੀ ਜਿਸ ਵਿਚ 6 ਦੀ ਮੌਤ ਹੋ ਗਈ ਅਤੇ 5 ਜ਼ਖਮੀ ਹੋ ਗਏ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਕ੍ਰਿਸਮਸ ਤੋਂ ਇਕ ਮਹੀਨਾ ਪਹਿਲਾਂ, ਐਮਾਜ਼ਾਨ ਨੇ ਪੀਐਸ 5 ਸਲਿਮ ਦੀ ਕੀਮਤ ਨੂੰ ਇਕ ਨਵੇਂ ਰਿਕਾਰਡ ਹੇਠਲੇ ਪੱਧਰ 'ਤੇ ਘਟਾ ਦਿੱਤਾ ਹੈ - ਗਿਜ਼ਮੋਡੋ",
        "ਕੀ ਮਹਿੰਗਾਈ ਘੁੰਮਦੀ ਰਹੇਗੀ? ਕੀਮਤਾਂ ਬਾਰੇ ਕੀ ਕਹਿ ਰਹੇ ਹਨ ਤੇਲ, ਸੋਨਾ ਅਤੇ ਸਟਾਕ - ਮਾਰਕੀਟਵਾਚ",
        "ਐਨਐਫਐਲ ਪਲੇਅਰ ਪ੍ਰੋਪਸ, ਕਿBਬੀ, ਆਰਬੀ, ਡਬਲਯੂਆਰ ਸੱਟੇਬਾਜ਼ੀ ਪਿਕਸ, ਔਕੜਾਂ, ਹਫਤੇ 12, 2024 ਏਆਈ ਦੀ ਭਵਿੱਖਬਾਣੀਃ ਮੇਫੀਲਡ 1.5 ਟੀਡੀ ਤੋਂ ਵੱਧ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਡਕਵਰਥ ਨੋਕਸ ਹੇਗਸੇਥ ਦਾ ਮਿਲਟਰੀ ਰਿਕਾਰਡਃ ‘ਪ੍ਰੈਟੀ ਲੋਅ ਰੈਂਕਿੰਗ’ - ਦਿ ਡੇਲੀ ਬੀਸਟ",
        "‘ਬਿੱਟ ਆਫ ਏ ਪਲ’: ਟੇਲਰ ਸਵਿਫਟ ਨੇ ਟੋਰਾਂਟੋ ਨੂੰ ਟੀਅਰ ਈਰਾਸ ਟੂਰ ਅਲਵਿਦਾ - ਰੋਲਿੰਗ ਸਟੋਨ",
        "ਹੈਗੇਰਟੀਃ ਜਨਤਾ ਇਸ ਗੱਲ ਦੀ ਪਰਵਾਹ ਨਹੀਂ ਕਰਦੀ ਕਿ ਹੇਗਸੇਥ ਦੀ ਪਿਛੋਕੜ ਦੀ ਜਾਂਚ ਕੌਣ ਕਰਦੀ ਹੈ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਹਰਜ਼ੋਗਃ ਅਸੀਂ ਨਾਜ਼ੁਕ ਪਲ 'ਤੇ ਹਾਂ,' ਰੋਜ਼ਾਨਾ ਬੰਧਕ ਸਾਡੇ ਨਾਲ ਨਹੀਂ ਹਨ 'ਇੱਕ ਅਸਫਲਤਾ ਹੈ' - ਦ ਯਰੂਸ਼ਲਮ ਪੋਸਟ",
        "ਧੰਨਵਾਦ ਯਾਤਰਾ ਦਾ ਨਜ਼ਰੀਆਃ ਬਰਫ ਦੀਆਂ ਲਹਿਰਾਂ ਨਾਲ ਤੂਫਾਨ ਪ੍ਰਣਾਲੀ ਮਿਸ਼ੀਗਨ ਦੇ 1 ਹਿੱਸੇ ਨੂੰ ਕਲਿੱਪ ਕਰ ਸਕਦੀ ਹੈ - MLive."
    ]
}