{
    "headlines": [
        "Elusive orca ਗਰੁੱਪ ਚਿਲੀ ਬੰਦ ਡਾਲਫਿਨ ਸ਼ਿਕਾਰ, ਨਵ ਚਿੱਤਰ ਪ੍ਰਗਟ - ਸੀਐਨਐਨ",
        "ਗੈਰ ਪ੍ਰਮਾਣੂ ਰਾਜਾਂ 'ਤੇ ਹਮਲਿਆਂ ਨੂੰ ਸ਼ਾਮਲ ਕਰਨ ਲਈ ਰੂਸ ਦਾ ਪ੍ਰਮਾਣੂ ਸਿਧਾਂਤ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਡਬਲਯੂਐਨਬੀਏ ਪਲੇਆਫਸਃ ਸਨ ਕੈਟਲਿਨ ਕਲਾਰਕ, ਬੁਖਾਰ ਨੂੰ ਸੈਮੀਫਾਈਨਲ ਵਿਚ ਪਹੁੰਚਣ ਅਤੇ ਉਸ ਦੇ ਰੁਕੀ ਸੀਜ਼ਨ ਨੂੰ ਖਤਮ ਕਰਨ ਲਈ - ਯਾਹੂ ਸਪੋਰਟਸ",
        "ਅਮਰੀਕਾ ਅਤੇ ਸਹਿਯੋਗੀ ਦੇਸ਼ਾਂ ਨੇ ਇਜ਼ਰਾਈਲ-ਲੈਬਨਾਨ ਸਰਹੱਦ 'ਤੇ 21 ਦਿਨਾਂ ਦੀ ਜੰਗਬੰਦੀ ਦੀ ਕੀਤੀ ਮੰਗ - CNN",
        "ਸਟੈਫਨੀ ਰੁਹਲੇ ਨਾਲ ਹੈਰਿਸ ਦੇ ਐਮਐਸਐਨਬੀਸੀ ਇੰਟਰਵਿਊ ਤੋਂ 5 ਟੇਕਵੇ - ਦ ਹਿੱਲ",
        "ਰੂਸ ਕੋਲ ਚੀਨ ਵਿੱਚ ਗੁਪਤ ਯੁੱਧ ਡਰੋਨ ਪ੍ਰੋਜੈਕਟ ਹੈ, ਇੰਟੇਲ ਸੂਤਰਾਂ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਰਾਇਟਰਜ਼ ਦੀ ਰਿਪੋਰਟ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਨਕਸ਼ੇ ਤੂਫਾਨ ਹੇਲੀਨ ਦਾ ਟਰੈਕ ਦਿਖਾਉਂਦੇ ਹਨਃ ਸੰਭਾਵਤ ਮਾਰਗਾਂ ਅਤੇ ਤੂਫਾਨ ਦੇ ਵਾਧੇ ਬਾਰੇ ਕੀ ਜਾਣਨਾ ਹੈ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਕਿਵੇਂ ਹਰ ਸੈਨੇਟਰ ਨੇ ਸਰਕਾਰੀ ਬੰਦ ਨੂੰ ਰੋਕਣ ਲਈ ਸਟਾਪਗੈਪ ਬਿੱਲ 'ਤੇ ਵੋਟ ਦਿੱਤੀ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਸਪੀਕਰ ਜਾਨਸਨ ਨੇ ਪੈਨਸਿਲਵੇਨੀਆ ਦੌਰੇ ਤੋਂ ਬਾਅਦ ਅਮਰੀਕਾ ਵਿਚ ਜ਼ੇਲੇਨਸਕੀ ਨੂੰ ਯੂਕਰੇਨ ਦੇ ਰਾਜਦੂਤ ਨੂੰ ਹਟਾਉਣ ਦੀ ਮੰਗ ਕੀਤੀ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਮੈਟਾ ਸਸਤਾ ਵੀਆਰ ਹੈੱਡਸੈੱਟ, ਏਆਈ ਅਪਡੇਟ ਕਰਦਾ ਹੈ ਅਤੇ ਹੋਲੋਗ੍ਰਾਫਿਕ ਏਆਰ ਚਸ਼ਮੇ ਲਈ ਪ੍ਰੋਟੋਟਾਈਪ ਦਿਖਾਉਂਦਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਟਰੰਪ ਜਿਨਸੀ ਸ਼ੋਸ਼ਣ ਦਾ ਦੋਸ਼ੀ ਸੀ ਐਨ ਐਨ ਨਾਲ ਗੱਲ ਕਰਦਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਡਾਓ ਫਿuresਚਰ ਇੰਡੈਕਸ ਬਰੇਕ ਕਰਨ ਤੋਂ ਬਾਅਦ ਥੋੜੇ ਜਿਹੇ ਬਦਲ ਜਾਂਦੇ ਹਨ ਚਾਰ ਦਿਨਾਂ ਦੀ ਜੇਤੂ ਦੌੜਃ ਲਾਈਵ ਅਪਡੇਟਸ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "'ਵੀਰਵਾਰ ਨਾਈਟ ਫੁੱਟਬਾਲ' ਲਈ ਜਾਇੰਟਸ ਦਾ ਸਾਹਮਣਾ ਕਰਨ ਲਈ ਯਾਤਰਾ ਕਰਨ ਵੇਲੇ ਗਊਬੌਏ ਕੁਝ ਅਜਿਹਾ ਕਰਨਗੇ ਜੋ ਉਨ੍ਹਾਂ ਨੇ ਕਦੇ ਨਹੀਂ ਕੀਤਾ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਸਾਲ ਦੇ ਸਭ ਤੋਂ ਮਜ਼ੇਦਾਰ ਜੰਗਲੀ ਜੀਵਣ ਦੀਆਂ ਫੋਟੋਆਂ ਗਲੋਬਲ ਮੁਕਾਬਲੇ ਵਿੱਚ ਪ੍ਰਦਰਸ਼ਿਤ ਕੀਤੀਆਂ ਗਈਆਂਃ ਫਾਈਨਲਿਸਟਾਂ ਨੂੰ ਵੇਖੋ - ਯੂਐਸਏ ਅੱਜ",
        "ਬੋਅਰ ਦੇ ਹੈੱਡ ਲਿਸਟੀਰੀਆ ਫੈਲਣ ਨਾਲ ਮੌਤਾਂ ਦੀ ਗਿਣਤੀ ਭਿਆਨਕ ਮੀਲ ਪੱਥਰ 'ਤੇ ਪਹੁੰਚੀ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਟਰੰਪ ਨੇ ਈਰਾਨ ਨੂੰ ਕਤਲੇਆਮ ਦੀਆਂ ਕੋਸ਼ਿਸ਼ਾਂ ਨਾਲ ਬੰਨ੍ਹਣ ਦਾ ਸੁਝਾਅ ਦਿੱਤਾ, ਧੁੰਦਲੀ ਚਿਤਾਵਨੀ ਜਾਰੀ ਕੀਤੀ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਸੀਨ ਡਿੱਡੀ ਕੰਬਜ਼ਃ ਬਦਨਾਮ ਜੇਲ੍ਹ ਵਿਚ 'ਚਾਓਸ ਰਾਜ ਕਰਦਾ ਹੈ' ਮੋਗੂਲ ਰੱਖਦਾ ਹੈ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਵਾਈਡ ਰਿਸੀਵਰ ਸਟਾਰਟ 'Em, Sit 'Fantasy ਫੁੱਟਬਾਲ ਹਫਤੇ 4 ਲਈ Em ਪਿਕ - ਖੇਡ ਇਲਸਟ੍ਰੇਟਿਡ",
        "ਹੈਰਿਸ ਅਰਥਵਿਵਸਥਾ ਨੂੰ ਹੁਲਾਰਾ ਦੇਣ ਲਈ 'ਪੂੰਜੀਵਾਦੀ' ਪਿੱਚ ਬਣਾ ਰਿਹਾ ਹੈ ਕਿਉਂਕਿ ਟਰੰਪ ਲੋਕਪ੍ਰਿਯਤਾ ਵਿੱਚ ਡੂੰਘਾ ਧੱਕਾ ਕਰਦਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "‘ਰਾਖਸ਼ਾਂ’ ਕਾਸਟ ਸਮਲਿੰਗੀ ਭਰਾਵਾਂ ਦੇ ਦ੍ਰਿਸ਼ਾਂ 'ਤੇ ਵਿਵਾਦਾਂ' ਤੇ ਪ੍ਰਤੀਕ੍ਰਿਆ; ਏਰਿਕ ਮੇਨੇਂਡੇਜ਼ ਅਭਿਨੇਤਾ ਕੂਪਰ ਕੋਚ ‘ਨਹੀਂ ਕਰਦਾ’ ਵਿਸ਼ਵਾਸ ਕਰਦਾ ਹੈ ਕਿ ਭੈਣ-ਭਰਾ ਅਸਪਸ਼ਟ ਸਨ - ਭਿੰਨਤਾ"
    ]
}