{
    "headlines": [
        "ਉਤਸੁਕਤਾ ਦਰਾੜ ਮੰਗਲ 'ਤੇ ਇੱਕ ਚੱਟਾਨ ਖੋਲ੍ਹੋ ਅਤੇ ਇੱਕ ਵੱਡਾ ਹੈਰਾਨੀ ਪਾਇਆ - ScienceAlert",
        "ਵਰਸਟਾਪੇਨ ਨੇ ਲਾਸ ਵੇਗਾਸ ਗ੍ਰਾਂ ਪ੍ਰੀ ਦੇ ਮਰਸੀਡੀਜ਼ ਸਵੀਪ ਤੋਂ ਬਾਅਦ ਚੌਥੀ ਐਫ 1 ਚੈਂਪੀਅਨਸ਼ਿਪ ਹਾਸਲ ਕੀਤੀ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਟਰੰਪ ਲਈ Tether ਨਾਲ ਗੱਲਬਾਤ ਵਿੱਚ Lutnick ਦੀ ਫਰਮ ਚੁੱਕ $ 2 ਅਰਬ ਵਿਕੀਪੀਡੀਆ ਉਧਾਰ ਪ੍ਰਾਜੈਕਟ ਨੂੰ, ਬਲੂਮਬਰਗ ਦੀ ਰਿਪੋਰਟ - ਯਾਹੂ ਵਿੱਤ",
        "ਲਾਪਤਾ ਇਜ਼ਰਾਈਲੀ ਰੱਬੀ 'ਵਿਰੋਧੀ ਅੱਤਵਾਦੀ ਕਾਰਵਾਈ‘ ‘ਚ ਸੰਯੁਕਤ ਅਰਬ ਅਮੀਰਾਤ‘ ਚ ਮ੍ਰਿਤਕ ਪਾਇਆ, ਇਜ਼ਰਾਈਲ ਦਾ ਕਹਿਣਾ ਹੈ - CNN",
        "ਜਾਰਡਨ 'ਚ ਇਜ਼ਰਾਇਲੀ ਦੂਤਾਵਾਸ ਨੇੜੇ ਹੋਈ ਗੋਲੀਬਾਰੀ' ਚ ਬੰਦੂਕਧਾਰੀ ਦੀ ਗੋਲੀ ਮਾਰ ਕੇ ਹੱਤਿਆ, 3 ਪੁਲਸ ਮੁਲਾਜ਼ਮ ਜ਼ਖਮੀ - Reuters",
        "ਚੱਕ ਵੂਲਰੀ, 'ਲਵ ਕੁਨੈਕਸ਼ਨ' ਅਤੇ 'ਸਕ੍ਰੈਬਲ' ਦੇ ਨਿਰਵਿਘਨ ਬੋਲਣ ਵਾਲੇ ਗੇਮ ਸ਼ੋਅ ਦੀ ਮੇਜ਼ਬਾਨੀ, 83 'ਤੇ ਮੌਤ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਫਰੈੱਡ ਆਰ ਹੈਰਿਸ, ਕਰਨਰ ਕਮਿਸ਼ਨ 'ਤੇ ਓਕਲਾਹੋਮਾ ਸੈਨੇਟਰ, 94' ਤੇ ਦੇਹਾਂਤ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਚੋਟੀ ਦੇ ਬਾਈਡਨ ਸਲਾਹਕਾਰ ਨੇ ‘ਹਫੜਾ-ਦਫੜੀ‘ ਦੀ ਚੇਤਾਵਨੀ ਦਿੱਤੀ ਜੇ ਟਰੰਪ ਟੈਰਿਫ ਅਤੇ ਹਿੰਮਤ ਵਧਾਉਂਦੇ ਹਨ IRA - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "300 ਬਿਲੀਅਨ ਅਮਰੀਕੀਡਾਲਰ ਦੇ ਜਲਵਾਯੂ ਵਿੱਤ ਸੌਦੇ ਤੋਂ ਲੈ ਕੇ ਗਲੋਬਲ ਕਾਰਬਨ ਵਪਾਰ ਤੱਕ, ਇਹ ਉਹ ਹੈ ਜੋ COP29 ਜਲਵਾਯੂ ਗੱਲਬਾਤ ਵਿੱਚ ਪ੍ਰਾਪਤ ਕੀਤਾ ਗਿਆ ਸੀ – ਅਤੇ ਨਹੀਂ ਸੀ - ਗੱਲਬਾਤ ਫਰਾਂਸ",
        "ਰੇਨਕਃ \"ਧਿਆਨ ਨਾਲ ਨਸ਼ੀਲੇ ਪਦਾਰਥ,\" ਕੋਚ ਪ੍ਰਾਈਮ ਦੇ ਸੀਯੂ ਬਫਸ ਕੰਸਾਸ ਨੂੰ ਗੰਭੀਰ ਨੁਕਸਾਨ ਵਿੱਚ ਨਰਮ ਦਿਖਾਈ ਦਿੰਦੇ ਹਨ - ਦ ਡੇਨਵਰ ਪੋਸਟ",
        "ਟਰੰਪ ਕੈਬਨਿਟ ਦੀ ਚੋਣਃ ਖੇਤੀਬਾੜੀ ਸਕੱਤਰ ਲਈ ਨਾਮਜ਼ਦ ਬਰੂਕ ਰੋਲਿਨਸ ਲਾਈਨ-ਅਪ ਨੂੰ ਪੂਰਾ ਕਰਦਾ ਹੈ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਬੀਵਾਈਯੂ ਖਿਡਾਰੀਆਂ ਨੇ 28-23 ਹਾਰ ਤੋਂ ਬਾਅਦ ਏਐਸਯੂ ਦੇ ਮੈਦਾਨ ਵਿੱਚ ਤੂਫਾਨ ਦਾ ਵਰਣਨ ਕਿਵੇਂ ਕੀਤਾ - ਡੀਸਰਟ ਨਿ Newsਜ਼",
        "ਡਾਰਟਮੌਥ ਸੋਰੋਰਿਟੀ ਅਤੇ 2 ਫਰੈਟ ਮੈਂਬਰਾਂ ਨੂੰ ਪਾਰਟੀ ਵਿਚ ਸ਼ਾਮਲ ਹੋਣ ਵਾਲੇ ਵਿਦਿਆਰਥੀ ਦੇ ਡੁੱਬਣ ਤੋਂ ਬਾਅਦ ਦੋਸ਼ਾਂ ਦਾ ਸਾਹਮਣਾ ਕਰਨਾ ਪੈਂਦਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਜੌਨ ਐਮ. ਚੂ ਵੌਲਯੂਮ ਨੂੰ ਚਾਲੂ ਕਰਨ ਲਈ ਬੁਰੇ ਪ੍ਰਸ਼ੰਸਕਾਂ ਨੂੰ ਬੱਗ ਥੀਏਟਰਾਂ ਦੀ ਆਗਿਆ ਦਿੰਦਾ ਹੈ - ਏਵੀ ਕਲੱਬ",
        "ਓਜ਼ੈਂਪਿਕ ਦੀ ਦੁਨੀਆ ਵਿਚ 12 ਸਾਲਾਂ ਦੀ ਇਕ ਯਾਤਰਾ - ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "ਪੂਰੀ ਐਨਐਫਐਲ ਭਵਿੱਖਬਾਣੀ, ਪੂਰੇ ਹਫਤੇ 12 ਸਲੇਟ ਲਈ ਪਿਕ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਹਟਾਈ",
        "ਟਰੰਪ ਨੇ ਜਨਤਕ ਸਿਹਤ ਦੀਆਂ ਅਹਿਮ ਭੂਮਿਕਾਵਾਂ ਲਈ ਇੱਕ ਫੌਕਸ ਨਿ Newsਜ਼ ਸ਼ਖਸੀਅਤ, ਇੱਕ ਕੋਵਿਡ ਫਤਵਾ ਆਲੋਚਕ ਅਤੇ ਇੱਕ ਟੀਕਾ ਵਿਰੋਧੀ ਡਾਕਟਰ ਦਾ ਨਾਮ ਦਿੱਤਾ - ਪੀਬੀਐਸ ਨਿ Newsਜ਼ਹੋਰ",
        "ਸਪੇਸਐਕਸ 400 ਵੇਂ ਫਾਲਕਨ 9 ਰਾਕੇਟ 'ਤੇ 20 ਸਟਾਰਲਿੰਕ ਸੈਟੇਲਾਈਟ ਲਾਂਚ ਕਰੇਗਾ - ਸਪੇਸਫਲਾਈਟ ਹੁਣੇ ਸੰਪਰਕ ਕਰੋ",
        "ਤਾਈਵਾਨ ਦੇ ਸਾਬਕਾ ਰਾਸ਼ਟਰਪਤੀ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਯੂਕਰੇਨ ਨੂੰ ਤਾਈਪੇ ਨਾਲੋਂ ਅਮਰੀਕੀ ਹਥਿਆਰਾਂ ਦੀ ਜ਼ਿਆਦਾ ਜ਼ਰੂਰਤ ਹੈ - ਪੋਲੀਟਿਕੋ"
    ]
}