{
    "headlines": [
        "Die Wall Street-Banken hatten ein großartiges Quartal, und die Boom-Zeiten beginnen gerade erst - CNBC",
        "Erkenntnisse aus Tag 3 der Anhörungen des designierten Kabinettskandidaten des gewählten Präsidenten Donald Trump - CNN",
        "Trump wird verhindern, dass TikTok \"dunkel wird\", wenn der Deal auf dem Tisch liegt, sagt der Berater - Reuters",
        "[removed]",
        "Giuliani darf Wohnungen behalten, World Series klingelt bei Wahlhelfern - ABC News",
        "Justin Baldoni reicht eine 400-MILLIONEN-DOLLAR-KLAGE gegen Blake Lively und Ryan Reynolds wegen angeblicher Verleumdungskampagne ein - Hollywood Reporter",
        "Lamar Jackson über Josh Allen: Ich versuche, dich zu schlagen, nicht dein Freund zu sein - NBC Sports",
        "Hier ist ein Blick auf fast jede Galaxy S25-Farbe, die Samsung zur Veröffentlichung plant - 9to5Google",
        "David Lynch, visionärer Direktor von \"Twin Peaks\" und \"Blue Velvet\", stirbt mit 78 Jahren - Vielfalt",
        "NFL-Picks diese Woche, Quoten, Wetten: Expertenprognosen für die Divisionsrunde 2025 gegen Spread, Parlay und Requisiten - CBS Sports",
        "Biden warnt davor, dass die USA Gefahr laufen, eine Oligarchie zu werden. „Was bedeutet der Begriff? - The Associated Press",
        "FDA genehmigt den Verkauf von Zyn-Nikotinbeuteln unter Berufung auf gesundheitliche Vorteile für erwachsene Raucher - The Associated Press",
        "[removed]",
        "[removed]",
        "Satellitenfotos zeigen den Gazastreifen vor und nach der Verwüstung durch den Israel-Hamas-Krieg - The Associated Press",
        "Wird Deion Sanders, Dallas Cowboys einen Deal machen? - NBC Sports",
        "Von Waldbränden in LA bis hin zu Hurrikanen helfen Einwanderer nach Katastrophen beim Wiederaufbau. Einige könnten abgeschoben werden - The Associated Press",
        "Zu den Nominierungen für die PGA Awards gehören „Dune: Part Two“, „The Brutalist“ und „Wicked“, die um den besten Filmpreis wetteifern - Deadline",
        "Treasury Pick Scott Bessent sagt, dass ein Versäumnis, die Steuersenkungen von Trump zu verlängern, zu einem wirtschaftlichen \"plötzlichen Stopp\" führen würde - CNBC",
        "Zwei Mondlander sind auf dem Weg zum Mond nach dem Doppelmondschuss von SpaceX - Ars Technica"
    ]
}