{
    "headlines": [
        "GM entlässt 1.000 Mitarbeiter im Zuge der Reorganisation, Kostensenkung - CNBC",
        "Trump wählt den Gouverneur von North Dakota, Burgum, als Innenminister aus - Reuters",
        "Die Einzelhandelsumsätze steigen vor der Weihnachtseinkaufssaison wieder. Die US-Wirtschaft hat immer noch Schwung. - MarketWatch",
        "Geheimnis der \"Roten Monster\": Webb findet massive frühe Galaxien, die es nicht geben sollte - SciTechDaily",
        "\"Echter Grund zur Hoffnung\" über sinkende US-Überdosis-Todesrate - MarketWatch",
        "Top iranische offizielle Gelübde Unterstützung für den Libanon im Israel-Hisbollah-Krieg, während die USA auf einen Waffenstillstand drängen - The Associated Press",
        "Test: Amazon's 2024 Kindle Paperwhite macht den besten E-Reader ein wenig besser - Ars Technica",
        "Der letzte Supermond des Jahres 2024 erhebt sich heute Abend als November-Vollbibermond - Space.com",
        "Anstieg der weltweiten Masernfälle aufgrund mangelnder Impfstoffabdeckung, sagt DIE WHO - The Washington Post",
        "Mike Tyson vs. Jake Paul kämpfen Vorhersagen: Box-Champions, Trainer und Legenden machen ihre Picks - CBS Sports",
        "Es wird erwartet, dass der Leoniden-Meteorschauer an diesem Wochenende Sternengucker blenden wird - Salon",
        "Playbook: Trump überflutet die Zone mit neuen Beauftragten - POLITICO",
        "Die NASA befürchtet, dass Lecks der Raumstation im russischen Modul potenziell \"katastrophal\" sind. „Russland scheint dem nicht zuzustimmen - CNN",
        "Nordkorea zeigt seine Drohnenfähigkeiten mit einer explosiven Ausstellung - The Wall Street Journal",
        "Der neue marxistisch orientierte Präsident der Partei Sri Lankas gewinnt eine Zweidrittelmehrheit im Parlament - The Associated Press",
        "Trumps Team überspringt FBI-Hintergrundprüfungen für einige Kabinettsauswahlen - CNN",
        "Die Biden-Wirtschaft steht kurz vor einem neuen Verkäufer: Donald Trump - POLITICO",
        "Warum Trump Pausentermine für sein Kabinett fordert - Axios",
        "Von Kleidung bis zu Computern: 6 Dinge, von denen erwartet wird, dass sie teurer werden, wenn Trumps Handelspläne umgesetzt werden - Business Insider",
        "‘Landman’ Review: Mindestens Taylor Sheridans mittelmäßige Paramount+ Seife gibt Billy Bob Thornton viel Treibstoff - Hollywood Reporter"
    ]
}