{
    "headlines": [
        "Não, Trump não ameaçou Liz Cheney com um pelotão de fuzilamento - The Hill",
        "   Removido ",
        "Por que os voos para a Europa são os mais baratos em anos - CNBC",
        "   Removido ",
        "Fim do horário de verão: onde estão os esforços para \"travar os relógios\"? - The Hill",
        "Novas pesquisas sobre enxaquecas levantam a perspectiva de melhores terapias - The Washington Post",
        "Uma TV do tamanho de uma cama? Com a aproximação das festas de fim de ano, lojas estocam mais conjuntos superdimensionados - The Associated Press",
        "Crashing waves in a hilltop village, a night of terror from Spain's flood - The Associated Press",
        "Previsões do Detroit Lions vs. Green Bay Packers: Quem serão os reis da NFC North, por 1 semana? - Detroit Free Press",
        "Geleira antártica 'apocalíptica' derrete mais rápido do que o esperado, alimentando pedidos de geoengenharia - Phys.org",
        "   Removido ",
        "Alerta de tornado emitido no campus da Universidade de Oklahoma - ABC News",
        "Cientistas descobrem avanço \"saleiro\" em busca de energia ilimitada — eis como isso pode transformar o futuro - Yahoo! Voices",
        "O fabricante de brinquedos que quer ser o próximo Willy Wonka da Sex Tech - WIRED",
        "Marcha das Mulheres dos EUA em 2024: Enorme manifestação em DC para apoiar Harris, direitos ao aborto - Al Jazeera English",
        "NBA investiga relatos de que Joel Embiid, do Philadelphia 76ers, empurrou o colunista - CNN",
        "A Apple está cobrando exatamente o mesmo preço por um Mac mini M4 de base única se os compradores quiserem dobrar a RAM unificada e o armazenamento interno existentes - Wccftech",
        "Apostas para touchdown da Semana 9 da NFL a qualquer momento - Foco no futebol profissional",
        "Eleição nos EUA: faltam 2 dias – O que dizem as pesquisas, o que Harris e Trump estão fazendo - Al Jazeera English",
        "Khamenei do Irão alerta para resposta ‘esmagadora’ a ataques israelitas - The Washington Post"
    ]
}