{
    "headlines": [
        "فشل USMNT في أول اختبار لماوريسيو بوتشيتينو، وخسر 1-0 أمام بنما في الدور نصف النهائي لدوري الكونكاكاف للأمم - ياهو سبورتس",
        "القوات الإسرائيلية تدخل شمال غزة ؛ حماس ترد بإطلاق الصواريخ - واشنطن بوست",
        "ميريلاند تبلغ عن حالتين أخريين من الحصبة، وتحذر من التعرضات المحتملة - واشنطن بوست",
        "تستمر لعنة كنساس التمهيدية رقم 1 تحت قيادة بيل سيلف مع خروج الجولة الأولى في مارس جنون 2025 - سي بي إس سبورتس",
        "ترامب يطالب المحكمة العليا بالتدخل بعد أن عرقل القضاة الفيدراليون أجندته: \"هؤلاء الناس مجانين\" - فوكس نيوز",
        "الرهينة الإسرائيلي الذي تم إطلاق سراحه بعد 491 يومًا يسأل: أين كانت الأمم المتحدة والصليب الأحمر والعالم ؟ - وكالة أسوشيتد برس",
        "امتياز جيسون بورن في منطقة التسوق ؛ أوراق عالمية - الموعد النهائي",
        "تعقب مباشر لـ March Madness: النقاط البارزة والنتائج وردود الفعل من اليوم الأول - ESPN",
        "إن إصدار خطة عام 1961 لتفكيك وكالة المخابرات المركزية يحيي نظرية مؤامرة قديمة حول من قتل جون كينيدي - وكالة أسوشيتد برس",
        "خطة الاتحاد الأوروبي لإرسال المزيد من المساعدات العسكرية إلى أوكرانيا في حالة من الفوضى - POLITICO Europe",
        "القاضي يمنع إدارة ترامب من ترحيل باحث جورج تاون الذي كان في الولايات المتحدة بشكل قانوني - بوليتيكو",
        "ترامب يوقع على أمر لزيادة إنتاج المعادن الحرجة في الولايات المتحدة - سي إن بي سي",
        "يقدم بليك ليفلي طلبًا لرفض دعوى جاستن بالدوني \"الانتقامية\"، مستشهدًا بقانون كاليفورنيا هذا - Yahoo Entertainment",
        "قام آلان ويك 2 بتصميم مطلق النار متعدد اللاعبين للأشخاص الذين لديهم أطفال ووظائف - Kotaku",
        "حصري | مؤسسو بن وجيري يقولون إنهم يقفون وراء الرئيس التنفيذي المخلوع - صحيفة وول ستريت جورنال",
        "تحسين مخرجات التعليم من خلال تمكين أولياء الأمور والولايات والمجتمعات - البيت الأبيض",
        "بعد عام واحد من انهيار جسر بالتيمور، وجد NTSB أن 68 جسرًا أمريكيًا بحاجة إلى تقييم لخطر الانهيار إذا اصطدمت بالسفينة - سي إن إن",
        "Elon Musk's Tesla يحقق أكبر استدعاء Cybertruck على الإطلاق - BBC.com",
        "تتفوق نايكي على الأرباح، لكنها تحذر من أن أصعب مرحلة في تحولها قادمة - MarketWatch"
    ]
}