{
    "headlines": [
        "South Korean court extends President Yoon’s detention, angering supporters - CNN",
        "Chiefs take early lead over Texans after big opening kickoff return - NBC Sports",
        "Extreme cold forecast for much of US in coming days, including unusual snow in the Gulf Coast area - The Associated Press",
        "Trump is arriving in Washington for inaugural celebrations to mark his return to power - The Associated Press",
        "Isabella Rossellini Honors David Lynch With Heartbreaking 5-Word Statement - HuffPost",
        "Trump plans to intensify immigration enforcement soon after inauguration, source says - Reuters",
        "Creighton 68-63 UConn (Jan 18, 2025) Game Recap - ESPN",
        "Snoop Dogg Performed At A Trump Inauguration Event, And People Have A Lot To Say - Yahoo Entertainment",
        "Trump says he will ‘most likely’ delay TikTok ban temporarily, but has not made final decision - CNN",
        "Man’s dramatic rescue of dog from freezing river in Vermont caught on video - The Associated Press",
        "Thousands rally at People’s March in D.C. to protest Trump - The Washington Post",
        "Justice Department sues Walgreens over alleged unlawful opioid prescriptions - The Washington Post",
        "Nintendo Switch 2 backwards compatability was \"almost unavoidable\" because players have a total catalogue of 1billion+ games they still want to play - Gamesradar",
        "Taylor Swift looks chic as she dines with parents in New York City - ABC News",
        "Trump launched a meme coin and it became worth $32 billion overnight - Axios",
        "Georgia Halts Poultry Sales in State After Bird Flu Is Detected - Bloomberg",
        "First residents allowed back to communities ravaged by Palisades Fire - KTLA Los Angeles",
        "Dozens injured in chairlift accident at Spanish ski resort - CBS News",
        "This Week In Space podcast: Episode 144 — The great lunar armada - Space.com",
        "Commanders vs. Lions, Texans vs. Chiefs prediction: NFL Divisional Round picks, odds - New York Post "
    ]
}