{
    "headlines": [
        "Des vents dangereux reviennent dans le sud de la Californie alors que de nouveaux incendies de forêt éclatent - Bakersfield Now",
        "Garth Hudson, membre fondateur du groupe, décédé à 87 ans - Toronto Star",
        "Crypto pensait que Trump lui apporterait la légitimité. Puis il lança une pièce de mème. - The Wall Street Journal",
        "Trump met fin aux services de sécurité de John Bolton dans les heures suivant son entrée en fonction - CNN",
        "Trump annoncera un investissement dans l'infrastructure d'IA soutenu par Oracle, OpenAI et Softbank - CNBC",
        "Les Bears embauchent Ben Johnson comme entraîneur-chef - ChicagoBears.com",
        "Les fans et les étudiants de l'Ohio State célèbrent après la victoire des Buckeyes au championnat national - ABC6OnYourSide.com",
        "Blog en direct Samsung Galaxy S25 Unpacked — fuites de dernière minute et toutes les grandes nouvelles - Guide de Tom",
        "Huit Palestiniens tués alors qu'Israël lance une opération à Jénine - BBC.com",
        "Justin Bieber promet qu'il est toujours marié - Vautour",
        "Le « salut » d'Elon Musk suscite des critiques de la part des dirigeants étrangers et des démocrates - Forbes",
        "Les revenus Netflix sont après la cloche. Voici à quoi vous attendre - CNBC",
        "Des quantités historiques de neige tombent en Floride, en Louisiane et au Texas sous la forme d'une tempête unique en son genre - CNN",
        "Levez les yeux tout au long du mois pour un défilé éblouissant de planètes - The Washington Post",
        "Novo, Lilly Les médicaments amaigrissants réduisent le risque de maladie d'Alzheimer, selon une étude. Ce que cela signifie pour les stocks. - Barron's",
        "Deux oies mortes trouvées sur le campus d'UMass Amherst test positif pour la grippe aviaire - WCVB Boston",
        "‘QAnon Shaman’ dit qu'il achète des ‘motha f-in guns’ après le pardon de Trump - The Hill",
        "Novak Djokovic dépasse Carlos Alcaraz en demi-finale de l'Open d'Australie - USA TODAY",
        "Trevor Noah de retour aux Grammy Awards 2025 - Variété"
    ]
}