{
    "headlines": [
        "Apple taquine la « semaine » des annonces Mac à partir de lundi - The Verge",
        "PFT's Week 8 2024 NFL picks : Florio vs. Simms - NBC Sports",
        "La grève de Boeing se poursuivra après le rejet du nouveau contrat par les travailleurs - ABC News",
        "Beyoncé apparaîtra aux côtés de Harris au rassemblement de Houston - CNN",
        "Trump dit qu'il licencierait Jack Smith rapidement s'il remportait un autre mandat - CNN",
        "Get It Together, Intel : Core Ultra 9 285K CPU Review & Benchmarks vs. 7800X3D, 9950X, More - Gamers Nexus",
        "Prix des billets Taylor Swift 'Eras Tour' avant les concerts - WDSU New Orleans",
        "Les observateurs républicains des sondages dans les États du champ de bataille inquiètent les experts électoraux américains - Reuters",
        "Ozempic peut réduire le risque de maladie d'Alzheimer. C'est énorme pour Novo Nordisk. - Barron's",
        "Le cessez-le-feu à Gaza et l'accord sur les prises d'otages sont renouvelés après deux mois d'impasse - Axios",
        "Yankees-Dodgers : Classement des 24 meilleurs joueurs des World Series 2024 - FOX SPORTS",
        "Les États-Unis avertissent Elon Musk que son cadeau électoral d'un million de dollars pourrait être illégal - BBC.com",
        "Elon Musk s'enrichit de 21 milliards de dollars alors que les courses en actions Tesla rapportent 19 % de ralliement - Forbes",
        "Vote anticipé pour les élections de 2024 en cours dans des dizaines d'États avec 28 millions de bulletins déposés à ce jour - CBS News",
        "Stevie Nicks : « Je crois en l'église de Stevie » - Rolling Stone",
        "L'astéroïde « City killer » est l'un des 4 à frôler l'orbite terrestre aujourd'hui - New York Post",
        "Classement Fantasy football 2024 : les meilleurs modèles de la semaine 8 de la NFL QB, RB, WR, TE, kicker, sélections défensives - CBS Sports",
        "La frappe israélienne sur l'abri de Gaza tue 17 personnes alors que Blinken dit que les pourparlers sur le cessez-le-feu reprendront - The Associated Press",
        "Minecraft perd le support VR l'année prochaine - The Verge",
        "Président des renseignements de la Chambre : les États-Unis devraient envisager une action militaire si les troupes nord-coréennes entrent en Ukraine - USA TODAY"
    ]
}