{
    "headlines": [
        "TEMU направляет пользователей к «местным» продуктам после того, как Трамп закрывает налоговую лазейку - CNBC",
        "По меньшей мере 104 индийских гражданина депортированы из США на военных самолетах, говорят индийские чиновники - CNN",
        "Молочные стада в Неваде дали положительный результат на новый штамм птичьего гриппа, который связан с тяжелыми инфекциями человека - CNN",
        "Аналитики пересматривают целевые показатели цен на акции Alphabet после шока от прибыли - TheStreet",
        "Команда Blake Lively отмахивается от иска о диффамации из-за предполагаемого планировщика клеветнической кампании - крайний срок",
        "Бонди, как новый AG, запускает «Рабочую группу по вооружению» для проверки должностных лиц, которые расследовали деятельность Трампа - ABC News",
        "Трамп подписал указ о запрете трансгендерным женщинам заниматься женским спортом - BBC.com",
        "Прибыль Ford приближается. Добро пожаловать в Квартал всего. - Barron's",
        "Эксклюзив | Google убивает разнообразие целей найма - WSJ - The Wall Street Journal",
        "Федеральный судья в Мэриленде заблокировал приказ Трампа о гражданстве по праву рождения - The Washington Post",
        "Демократы раскритиковали «безумный» план Трампа по Газе, поскольку поддерживающие республиканцы ждут подробностей - ABC News",
        "Оползень разорвал дом в Санта-Розе, восстановленный после пожара в Таббсе, пожарные спасают жителей - The Santa Rosa Press Democrat",
        "11 человек погибли в худшей массовой стрельбе в истории Швеции, говорят власти - ABC News",
        "По словам Грэма, сенатская комиссия намерена продвинуть бюджет на следующей неделе - POLITICO",
        "Суперкубок 2025: выбор Eagles vs. Chiefs и прогнозы на игру - Bleeding Green Nation",
        "Санс может обменять Кевина Дюранта и добавить Джимми Батлера - Arizona Sports",
        "Принцем Рахимом аль-Хусейни назван новый Ага Хан - BBC.com",
        "Роскошный люкс Taylor Swift's Super Bowl с аппетитным меню - Yahoo Entertainment"
    ]
}