{
    "headlines": [
        "ਫੋਰਡ ਨੇ ਨਵੇਂ 2025 ਐਕਸਪੀਡੀਸ਼ਨ ਐਸਯੂਵੀ ਦਾ ਖੁਲਾਸਾ ਕੀਤਾ, ਜਿਸ ਵਿੱਚ ਆਫ-ਰੋਡ ਅਤੇ 'ਅਲਟੀਮੇਟ' ਮਾਡਲਾਂ ਸ਼ਾਮਲ ਹਨ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਲਿਜ਼ ਚੇਨੀ 6 ਜਨਵਰੀ ਨੂੰ ਬੇਨਤੀ ਕਰਦੀ ਹੈ ਜਦੋਂ ਉਹ ਵਿਸਕਾਨਸਿਨ ਵਿੱਚ ਹੈਰਿਸ ਦੀ ਹਮਾਇਤ ਕਰਦੀ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "Buccaneers ਬਨਾਮ Falcons ਬਾਵਜੂਦ, ਭਵਿੱਖਬਾਣੀ, ਵਾਰਃ ਵੀਰਵਾਰ ਰਾਤ ਫੁੱਟਬਾਲ NFL ਮਾਡਲ ਹੈ, ਜੋ ਕਿ 42-23 ਤੱਕ ਚੁੱਕ - CBS ਖੇਡ",
        "ਸੀਈਓ ਦੇ ਗਲਤ ਪ੍ਰਬੰਧਨ ਅਤੇ ਬਦਲਾ ਲੈਣ ਦੇ ਦੋਸ਼ਾਂ ਵਿਚਕਾਰ ਚੋਟੀ ਦੇ ਐਗਜ਼ੀਕਿsਟਸ ਐਗਜ਼ਿਟ ਟਰੰਪ ਮੀਡੀਆ - ਪ੍ਰੋਪਬਲਕਾ",
        "ਅਮਰੀਕਾ ਦੀ ਘਾਟ ਅਤੇ ਵਧੇਰੇ ਪ੍ਰਚੂਨ ਕੀਮਤਾਂ ਵੇਖੀਆਂ ਜਾ ਸਕਦੀਆਂ ਸਨ ਜੇ ਇੱਕ ਡੌਕ ਵਰਕਰਾਂ ਦੀ ਹੜਤਾਲ ਨੂੰ ਘਸੀਟਿਆ ਹੁੰਦਾ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਨਿਵੇਸ਼ਕ ElevenLabs ਵਿੱਚ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ scrambling ਕਰ ਰਹੇ ਹਨ, ਜਿਸ ਨੂੰ ਛੇਤੀ ਹੀ $ 3 ਅਰਬ 'ਤੇ ਮੁੱਲ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ - TechCrunch",
        "ਟਾਇਰ ਨਿਕੋਲਜ਼ ਦੀ ਕੁੱਟਮਾਰ ਕਰਨ ਵਾਲੇ ਮੌਤ ਦੇ ਕੇਸ ਵਿੱਚ ਸਾਬਕਾ ਅਧਿਕਾਰੀਆਂ ਵਿਰੁੱਧ ਮਿਸ਼ਰਤ ਫੈਸਲਾ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਇਜ਼ਰਾਈਲ ਵੱਲੋਂ ਈਰਾਨ 'ਤੇ ਹਮਲੇ ਦੇ ਖ਼ਦਸ਼ੇ' ਚ ਤੇਲ ਕੀਮਤਾਂ 'ਚ ਵਾਧਾ",
        "‘ਐਬੋਟ ਐਲੀਮੈਂਟਰੀ’ ਕ੍ਰਾਸਓਵਰ ਐਪੀਸੋਡ ਨੂੰ ‘ਇਟ ਸ ਹਮੇਸ਼ਾ ਸਨੀ ਇਨ ਫਿਲਾਡੇਲਫੀਆ’ ਦੇ ਨਾਲ ਸੈੱਟ ਕਰਦਾ ਹੈ - ਵੰਨਗੀ",
        "ਕੇਂਦਰੀ ਬੇਰੂਤ ਨੂੰ ਮਾਰਿਆ ਗਿਆ ਕਿਉਂਕਿ ਇਜ਼ਰਾਈਲ ਨੇ ਈਰਾਨ ਨੂੰ ‘ਬਹੁਤ ਮਜ਼ਬੂਤ’ ਜਵਾਬ ਦੇਣ ਦੀ ਸਹੁੰ ਖਾਧੀ - ਸੀਐਨਐਨ",
        "ਕਿਮ ਕਾਰਦਾਸ਼ੀਅਨਃ ਮੇਨੇਂਡੇਜ਼ ਭਰਾਵਾਂ ਨੂੰ ਆਜ਼ਾਦ ਕਰੋ - ਐਨਬੀਸੀ ਨਿ Newsਜ਼",
        "ਸਹੂਲਤਾਂ, ਤੇਲ, ਨੌਕਰੀਆਂ ਦੀ ਰਿਪੋਰਟਃ ਮਾਰਕੀਟ ਟੇਕਵੇ - ਯਾਹੂ ਵਿੱਤ",
        "ਮਾਰਬਰਗ ਵਾਇਰਸ ਕੀ ਹੈ? ਰਵਾਂਡਾ ਦੇ ਫੈਲਣ ਨਾਲ ਡਬਲਯੂਐਚਓ ਹਾਈ ਅਲਰਟ 'ਤੇ ਹੈ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਸੰਤਾਂ ਦਾ ਕਾਰ ਐਡਮਜ਼ ਨਾਲ ਮੁੜ ਮਿਲਣਾ ਦਾ ਸਵਾਗਤ ਕਰੇਗਾ - ਈਐਸਪੀਐਨ",
        "ਗ਼ੁਲਾਮੀ 'ਚ ਦਹਾਕੇ ਬਾਅਦ ਅਮਰੀਕਾ ਦੀ ਅਗਵਾਈ ਵਾਲੇ ਆਪ੍ਰੇਸ਼ਨ' ਚ ਗਾਜ਼ਾ ਤੋਂ ਰਿਹਾਅ ਹੋਈ ਯਜ਼ੀਦੀ ਔਰਤ - ROUTERS",
        "ਲਾਈਵ ਕਵਰੇਜਃ ਯੂਐਲਏ ਕੇਪ ਕੈਨਾਵਰਲ ਤੋਂ ਆਪਣੇ ਵਲਕਨ ਰਾਕੇਟ ਦੀ ਦੂਜੀ ਟੈਸਟ ਉਡਾਣ ਸ਼ੁਰੂ ਕਰੇਗੀ - ਸਪੇਸਫਲਾਈਟ ਹੁਣੇ ਸੰਪਰਕ ਕਰੋ",
        "ਅਮਰੀਕਾ ਨੇ ਇਰਾਨ ਦੇ ਤੇਲ ਟਿਕਾਣਿਆਂ 'ਤੇ ਹਮਲੇ ਬਾਰੇ ਵਿਚਾਰ ਵਟਾਂਦਰੇ ਕੀਤੇ ਕਿਉਂਕਿ ਇਜ਼ਰਾਈਲ ਲੇਬਨਾਨ' ਤੇ ਹਮਲਾ ਕਰਨ ਲਈ ਦਬਾਅ ਪਾਉਂਦਾ ਹੈ - ਰਾਇਟਰਜ਼",
        "ਟਰੰਪ ਨੇ ਸ਼ੁਰੂ ਵਿੱਚ ਕੈਲੀਫੋਰਨੀਆ ਦੇ ਜੰਗਲੀ ਅੱਗ ਸਹਾਇਤਾ ਦੇਣ ਤੋਂ ਇਨਕਾਰ ਕਰ ਦਿੱਤਾ ਕਿਉਂਕਿ ਇਹ ਇੱਕ ਨੀਲਾ ਰਾਜ ਹੈ, ਸਾਬਕਾ ਸਹਾਇਤਾ ਕਹਿੰਦੀ ਹੈ - ਪੋਲਿਟਿਕੋ",
        "ਜਿੱਥੇ ਤੁਸੀਂ ਇਸ ਹਫਤੇ ਦੇ ਅੰਤ ਵਿੱਚ ਉੱਤਰੀ ਲਾਈਟਾਂ ਵੇਖ ਸਕਦੇ ਹੋ, ਜਿਵੇਂ ਕਿ ਇੱਕ ਭੂ-ਚੁੰਬਕੀ ਤੂਫਾਨ ਧਰਤੀ ਵੱਲ ਜਾਂਦਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਕੈਟਲਿਨ ਕਲਾਰਕ ਨੇ ਸਾਲ ਦੇ ਡਬਲਯੂਐਨਬੀਏ ਰੂਕੀ ਦਾ ਨਾਮ ਦਿੱਤਾ, ਸੀਜ਼ਨ-ਲੰਬੇ ਬਹਿਸ ਨੂੰ ਖਤਮ ਕੀਤਾ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ"
    ]
}