{
    "headlines": [
        "Список лауреатов премии «NFL Honors» за сезон 2024 года - NFL.com",
        "Судья отменил план Трампа по выкупу государственных служащих - BBC.com",
        "Патенты Nintendo показывают, что Switch 2 Joy-Con действительно может работать как мышь — как и новый контроллер - The Verge",
        "Русс Воут, чемпион по Графику F и сокращению бюджетов агентств, получил подтверждение от OMB - исполнительной власти",
        "После замечаний Трампа о Газе некоторые в Дирборне, штат Мичиган, «думают, что мы облажались». - POLITICO",
        "Драфт Матча всех звёзд НБА 2025: команда Shaq воссоединяет Леброна Джеймса и Энтони Дэвиса после сделки с «Лейкерс» - Yahoo Sports",
        "Трамп делает вводящие в заблуждение заявления о государственных выплатах Politico. Вот проверка фактов. - CBS News",
        "Amazon потратит $ 100 млрд в этом году на AI Drive - Financial Times",
        "Чем опасны яйца и молоко по мере распространения птичьего гриппа? - ABC News",
        "После молитвенного завтрака Трамп создает целевую группу, чтобы искоренить «антихристианские предубеждения» - Associated Press",
        "Федеральный судья: Трамп игнорирует верховенство закона ради «политической или личной выгоды» - The Washington Post",
        "ВВЕДЕНИЕ САНКЦИЙ В ОТНОШЕНИИ МЕЖДУНАРОДНОГО УГОЛОВНОГО СУДА - Белый дом",
        "Иностранный офисный кот Великобритании Палмерстон появляется на службе на Бермудских островах - NPR",
        "USAID резко сокращает расходы, поскольку чиновники обращаются к «ошеломляющим и безответственным» изменениям - NPR",
        "Несколько игроков Eagles столкнулись с болезнью в преддверии Суперкубка - NBC Sports",
        "Продолжаются переговоры по обнародованию списка агентов ФБР, которые проводили расследование 6 января - ABC News",
        "Египет лоббирует против плана Трампа освободить Газу от палестинцев, поскольку Израиль готовится - The Associated Press",
        "Tinder попробует сопоставление на основе ИИ, поскольку приложение для знакомств продолжает терять пользователей - TechCrunch",
        "Хэлси защищает Чаппел Роан после того, как речь Грэмми подверглась критике в статье «Голливудский репортер» - Rolling Stone",
        "Санторини сотрясают новые землетрясения по мере роста неопределенности - BBC.com"
    ]
}