{
    "headlines": [
        "Les fédéraux abandonnent les poursuites pénales contre l'homme qu'ils appelaient auparavant un grand chef de gang - Politico",
        "James Toback condamné à payer 1,68 milliard de dollars après un procès pour agression sexuelle - Vautour",
        "La femme du bassiste de Weezer Scott Shriner abattue par la police, arrêtée pour tentative de meurtre - Variété",
        "Trump a dit aux gens d'acheter. Quelques heures plus tard, sa pause tarifaire a fait exploser les marchés. - The Washington Post",
        "La Chambre vote pour maîtriser les juges fédéraux au milieu des attaques de Trump contre les tribunaux - NBC News",
        "53 statuts d'immigration d'étudiants internationaux révoqués dans quatre autres universités du Texas - The Texas Tribune",
        "Luka Doncic des Lakers reçoit une vidéo d'hommage, une ovation debout des fans de Mavs en retour - Rapport Bleacher",
        "Trump fait l'éloge de Whitmer lors d'une réunion amicale du Bureau ovale - Politico",
        "RFK Jr. fait l'éloge de la riposte à la rougeole au Texas, aux États-Unis, en faisant une comparaison avec l'Europe - ABC News",
        "Tarifs Trump : les actions asiatiques bondissent après que les États-Unis ont suspendu les prélèvements plus élevés mais ont augmenté le taux de la Chine - BBC",
        "Google présente Firebase Studio, une plate-forme de bout en bout qui crée des applications personnalisées dans le navigateur, en quelques minutes - VentureBeat",
        "Les nouvelles surprenantes de la Chine envoient le stock de Nvidia en hausse - TheStreet",
        "Prédictions des Maîtres 2025, choix de paris gratuits : Tommy Fleetwood parmi les meilleurs longshots à Augusta National - CBS Sports",
        "Pouvez-vous contracter la rougeole si vous avez été vacciné ? | FAQ sur la rougeole - 9News",
        "Les services de renseignement ukrainiens ont identifié 155 citoyens chinois qui se battent pour la Russie, dit Zelensky - CNN",
        "‘A Minecraft Movie’ affiche le quatrième plus grand mardi d'avril, empilera plus de 65 MILLIONS de dollars le deuxième week-end – Aperçu au box-office - Date limite",
        "Père dont la fille est morte de la rougeole dit RFK Jr. Jamais même mentionné le vaccin - Futurisme",
        "Beurre rappelé en raison de niveaux élevés de bactéries coliformes - WFSB"
    ]
}