{
    "headlines": [
        "ਸਟਾਕ ਮਾਰਕੀਟ ਅੱਜਃ ਡਾਓ ਰਿਕਾਰਡ 'ਤੇ ਬਣਾਉਣ ਲਈ ਤਿਆਰ ਹੈ ਕਿਉਂਕਿ ਯੂਐਸ ਫਿuresਚਰਜ਼ ਫੇਡ ਤੋਂ ਅੱਗੇ ਵਧਦਾ ਹੈ - ਯਾਹੂ ਵਿੱਤ",
        "ਜਾਰਡਨ ਚਿਲੀਜ਼ ਨੇ ‘ਅਣਉਚਿਤ‘ ਫੈਸਲੇ ਦੀ ਅਪੀਲ ਕੀਤੀ ਜਿਸ ਨਾਲ ਉਸ ਦੇ ਓਲੰਪਿਕ ਕਾਂਸੀ ਦੇ ਤਗਮੇ ਦੀ ਕੀਮਤ ਪਈ - ਸੀ ਐਨ ਐਨ",
        "ਸੀ ਐਨ ਬੀ ਸੀ ਫੀਡ ਸਰਵੇਖਣ - ਸੀ ਐਨ ਬੀ ਸੀ ਦੇ ਅਨੁਸਾਰ, ਇੱਕ ਸਾਫਟ ਲੈਂਡਿੰਗ ਦੀ ਉਮੀਦ ਦੇ ਨਾਲ ਇੱਕ ਚੌਥਾਈ ਪੁਆਇੰਟ ਦੁਆਰਾ ਦਰਾਂ ਵਿੱਚ ਕਟੌਤੀ ਕਰਨ ਲਈ ਫੀਡ",
        "ਵੈਨਸ ਨੇ ਟਰੰਪ ਵਿਰੁੱਧ ਸਪੱਸ਼ਟ ਤੌਰ 'ਤੇ ਕਤਲ ਦੀ ਕੋਸ਼ਿਸ਼ ਲਈ ਉਦਾਰਵਾਦੀ ਬਿਆਨਬਾਜ਼ੀ ਨੂੰ ਜ਼ਿੰਮੇਵਾਰ ਠਹਿਰਾਇਆ - ਸੀਐਨਐਨ",
        "ਕਰੋਗਰ ਐਂਟੀਟ੍ਰਸਟ ਕੇਸ ਐਮ ਐਂਡ ਏ ਸੰਭਾਵਨਾਵਾਂ ਦਾ ਨਵਾਂ ਬੈਗ ਖੋਲ੍ਹ ਸਕਦਾ ਹੈ - ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "ਹੜ੍ਹ ਪ੍ਰਭਾਵਿਤ ਕੇਂਦਰੀ ਯੂਰਪ ਕਸਬਿਆਂ ਨੂੰ ਪਾਣੀ ਅਤੇ ਮੌਤਾਂ ਦੀ ਗਿਣਤੀ ਦੇ ਵਾਧੇ ਵਜੋਂ ਮਜ਼ਬੂਤ ਕਰਦਾ ਹੈ - ਰਾਇਟਰ",
        "'ਮੈਂ ਬਲਾਤਕਾਰ ਕਰਨ ਵਾਲਾ ਹਾਂ', ਫ੍ਰੈਂਚ ਸਮੂਹਿਕ ਬਲਾਤਕਾਰ ਦੇ ਮੁਕੱਦਮੇ ਵਿਚ ਪਤੀ ਨੂੰ ਸਵੀਕਾਰ ਕਰਦਾ ਹੈ - ਬੀਬੀਸੀ.",
        "ਗਰਭ ਅਵਸਥਾ ਦਿਮਾਗ ਨੂੰ ਬਦਲਦੀ ਹੈਃ ਅਧਿਐਨ - ਐਕਸੀਓਸ",
        "ਜੀਐਲਪੀ -1 ਗੋਲੀਆਂ ਆ ਰਹੀਆਂ ਹਨ, ਅਤੇ ਉਹ ਭਾਰ ਘਟਾਉਣ ਦੇ ਇਲਾਜ ਵਿੱਚ ਕ੍ਰਾਂਤੀ ਲਿਆ ਸਕਦੀਆਂ ਹਨ - ਸੀਐਨਐਨ",
        "ਅੱਜ ਰਾਤ ਨੂੰ ਹਾਰਵੈਸਟ ਮੂਨ ਸੁਪਰਮੂਨ ਚੰਦਰ ਗ੍ਰਹਿਣ ਨੂੰ ਯਾਦ ਨਾ ਕਰੋ! ਇੱਥੇ ਕੀ ਉਮੀਦ ਕਰਨੀ ਹੈ - Space. com",
        "ਸੰਯੁਕਤ ਰਾਸ਼ਟਰ ਦੇ ਮਾਹਰਾਂ ਨੇ 'ਬੇਮਿਸਾਲ' ਵੈਨਜ਼ੂਏਲਾ ਦਮਨ ਦੀ ਚੇਤਾਵਨੀ ਦਿੱਤੀ - ਬੈਰਨ",
        "ਮੈਟ ਰਿਆਨ, ਪੀਟਨ ਮੈਨਿੰਗ ਅਤੇ ਏਲੀ ਮੈਨਿੰਗ ਸਾਰੇ ਈਗਲਜ਼ ਦੇ ਪਾਸ ਕਰਨ ਦੇ ਫੈਸਲੇ ਤੋਂ ਹੈਰਾਨ ਸਨ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਸੀਨ ‘ਡਿੱਡੀ‘ ਕੰਬਜ਼ ਨੂੰ ਨਿ York ਯਾਰਕ ਵਿਚ ਗ੍ਰਿਫਤਾਰ ਕੀਤਾ ਗਿਆ, ਉਸ ਦਾ ਵਕੀਲ ਸੀ ਐਨ ਐਨ ਨੂੰ ਦੱਸਦਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਮੈਟਾ ਨੇ ‘ਵਿਦੇਸ਼ੀ ਦਖਲਅੰਦਾਜ਼ੀ ਦੀ ਗਤੀਵਿਧੀ' ਨੂੰ ਲੈ ਕੇ ਰੂਸੀ ਸਟੇਟ ਮੀਡੀਆ ਆਉਟਲੈਟ ਆਰਟੀ ’ਤੇ ਪਾਬੰਦੀ ਲਗਾਈ - ਸੀਐਨਐਨ",
        "ਨੈੱਟਫਲਿਕਸ ਨੇ ਰਿਚਰਡ ਗੈਡ ਨਾਲ ਪਹਿਲੀ ਨਜ਼ਰ ਦਾ ਸੌਦਾ 170 ਮਿਲੀਅਨ ਡਾਲਰ ਦੇ ‘ਬੇਬੀ ਰਿੰਡਰ’ ਮੁਕੱਦਮੇ ਦੇ ਬਾਵਜੂਦ ਕੀਤਾਃ ‘ਅਸੀਂ ਰਿਚਰਡ ਅਤੇ ਉਸ ਕਹਾਣੀ' ਤੇ ਬਹੁਤ ਮਾਣ ਮਹਿਸੂਸ ਕਰਦੇ ਹਾਂ ਜਿਸ ਬਾਰੇ ਉਸਨੇ ਦੱਸਿਆ ’- ਵੰਨਗੀ",
        "ਟਰੰਪ ਨੇ ਪਹਿਲੀ ਹੱਤਿਆ ਦੀ ਕੋਸ਼ਿਸ਼ ਤੋਂ ਬਾਅਦ ‘ਏਕਤਾ’ ਦਾ ਸੱਦਾ ਦਿੱਤਾ । ਇਸ ਵਾਰ ਨਹੀਂ -ਪੋਲਿਟਿਕੋ",
        "ਗਲੈਕਸੀ ਐਸ 25 ਅਲਟਰਾ ਵਿਚ ਆਈਫੋਨ 16 ਪ੍ਰੋ ਮੈਕਸ ਨਾਲੋਂ ਪਤਲੇ ਕੈਮਰੇ ਦੀਆਂ ਰਿੰਗਾਂ ਹਨ - ਸੈਮਮੋਬਾਈਲ - ਸੈਮਸੰਗ ਖ਼ਬਰਾਂ",
        "ਐਪਲ ਦੇ ਅਪਡੇਟ ਫੈਸਲੇ-ਬੈੱਡ ਨਿ Newsਜ਼ ਨੇ ਲੱਖਾਂ ਆਈਫੋਨ ਉਪਭੋਗਤਾਵਾਂ ਲਈ ਪੁਸ਼ਟੀ ਕੀਤੀ - ਫੋਰਬਸ",
        "ਸੁਪਰਬੱਗਸ ਨੇ 2050 ਤੱਕ ਲਗਭਗ 40 ਮਿਲੀਅਨ ਲੋਕਾਂ ਦੀ ਮੌਤ ਦੀ ਭਵਿੱਖਬਾਣੀ ਕੀਤੀ - ਪੋਲਿਟਿਕੋ ਯੂਰਪ",
        "ਹਟਾਈ"
    ]
}