{
    "headlines": [
        "'ਇੱਕ ਰੀਲ ਵਿੱਚ ਰਹਿਣਾ': ਅਲਜ਼ਾਈਮਰ ਨੇ ਆਪਣੇ ਆਖਰੀ ਦਿਨਾਂ ਵਿੱਚ ਜੀਨ ਹੈਕਮੈਨ ਨੂੰ ਇਕੱਲੇ ਕਿਵੇਂ ਛੱਡ ਦਿੱਤਾ - ਯਾਹੂ",
        "2025 ਐਨਐਫਐਲ ਮੁਫਤ ਏਜੰਸੀ ਲਾਈਵ ਅਪਡੇਟਸਃ ਆਰੋਨ ਰੋਜਰਸ, ਰਸਲ ਵਿਲਸਨ 'ਤੇ ਨਵੀਨਤਮ ਦਸਤਖਤ, ਵਪਾਰ, ਅਫਵਾਹਾਂ ਨੂੰ ਟਰੈਕ ਕਰਨਾ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਸਰੋਤਃ ਚਾਰਜਰਸ ਆਰ ਬੀ ਹੈਰਿਸ - ਈਐਸਪੀਐਨ ਨਾਲ 1 ਸਾਲ ਦੇ ਸੌਦੇ 'ਤੇ ਪਹੁੰਚਦੇ ਹਨ",
        "ਡੈਲਟਾ ਸ਼ੇਅਰ 14% ਡਿੱਗਣ ਤੋਂ ਬਾਅਦ ਏਅਰ ਲਾਈਨ ਨੇ ਮੁਨਾਫੇ ਦੀ ਭਵਿੱਖਬਾਣੀ ਘਟਾ ਦਿੱਤੀਃ ‘ਅਸੀਂ ਕੰਪਨੀਆਂ ਨੂੰ ਪਿੱਛੇ ਖਿੱਚਣਾ ਸ਼ੁਰੂ ਕਰਦੇ ਵੇਖਿਆ’ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਸੈਨੇਟ ਨੇ ਲੋਰੀ ਚਾਵੇਜ਼-ਡੀਰੇਮਰ ਨੂੰ ਲੇਬਰ ਸੈਕਟਰੀ ਵਜੋਂ ਪੁਸ਼ਟੀ ਕੀਤੀ - ਪੋਲਿਟਿਕੋ",
        "ਯੂਕਰੇਨ ਅੰਸ਼ਕ ਜੰਗਬੰਦੀ ਦੀ ਯੋਜਨਾ 'ਵਾਅਦਾ ਹੈ', ਰੂਬੀਓ ਸਾ Saudiਦੀ ਅਰਬ ਵਿਚ ਗੱਲਬਾਤ ਤੋਂ ਪਹਿਲਾਂ ਕਹਿੰਦਾ ਹੈ - ਬੀਬੀਸੀ.",
        "ਟੇਸਲਾ ਸਟਾਕ ਟੈਂਕ ਦੇ ਰੂਪ ਵਿੱਚ ਏਲੋਨ ਮਸਕ ਦੀ ਸ਼ੁੱਧ ਕੀਮਤ ਇੱਕ ਦਿਨ ਵਿੱਚ 29 ਬਿਲੀਅਨ ਡਾਲਰ ਡਿੱਗ ਗਈ - ਬਿਜ਼ਨਸ ਇਨਸਾਈਡਰ",
        "ਜੱਜ ਨੇ ਫਿਲਸਤੀਨੀ ਕਾਰਕੁਨ ਨੂੰ ਦੇਸ਼ ਨਿਕਾਲਾ ਦੇਣ ਦੀ ਕੋਸ਼ਿਸ਼ ਨੂੰ ਅਸਥਾਈ ਤੌਰ 'ਤੇ ਰੋਕ ਦਿੱਤਾ ਜਿਸਨੇ ਕੋਲੰਬੀਆ ਦੇ ਵਿਦਿਆਰਥੀ ਵਿਰੋਧ ਪ੍ਰਦਰਸ਼ਨਾਂ ਦੀ ਅਗਵਾਈ ਕਰਨ ਵਿੱਚ ਸਹਾਇਤਾ ਕੀਤੀ - ਸੀ ਐਨ ਐਨ",
        "‘ਹੈਰੀ ਪੋਟਰ’ ਸਟਾਰ ਜੈਸੀ ਗੁਫਾ 'ਸੰਵੇਦਨਸ਼ੀਲ‘ ਵਾਲਾਂ ਦੇ ਵੀਡੀਓ ਪੋਸਟ ਕਰਨ ਲਈ ਸਿਰਫ ਪ੍ਰਸ਼ੰਸਕਾਂ ਨਾਲ ਜੁੜਦੀ ਹੈ; ਲਵੈਂਡਰ ਬ੍ਰਾਊਨ ਅਭਿਨੇਤਾ ‘ਕਰਜ਼ੇ ਤੋਂ ਬਾਹਰ ਆਉਣਾ’ ਅਤੇ ਉਸ ਦੇ ਘਰ ਨੂੰ ਠੀਕ ਕਰਨਾ ਚਾਹੁੰਦਾ ਹੈ - ਵੰਨਗੀ",
        "ਐਨਆਈਐਚ ਟੀਕੇ ਦੀ ਝਿਜਕ ਅਤੇ ਅਪਟੇਕ ਨਾਲ ਸਬੰਧਤ ਗ੍ਰਾਂਟਾਂ ਨੂੰ ਖਤਮ ਕਰਨ ਜਾਂ ਸੀਮਤ ਕਰਨ ਲਈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਪੋਪ ਫ੍ਰਾਂਸਿਸ ਸੁਧਾਰ ਰਿਹਾ ਹੈ ਅਤੇ ਹੁਣ ‘ਆਉਣ ਵਾਲੇ ਖ਼ਤਰੇ‘ ਵਿਚ ਨਹੀਂ ਹੈ, ’ਵੈਟੀਕਨ ਸਰੋਤ ਕਹਿੰਦਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਰੋਮਾਨੀਆ ਦੇ ਦੂਰ-ਸੱਜੇ ਲੋਕਪ੍ਰਿਯ ਕੈਲਿਨ ਜਾਰਜਸਕੂ ਨੇ ਪੋਲ ਪਾਬੰਦੀ ਵਿਰੁੱਧ ਅਪੀਲ ਕੀਤੀ - ਬੀਬੀਸੀ.",
        "ਮੇਗਨ ਮਾਰਕਲ ਦਾ ਸ਼ੋਅ ਸੇਲਿਬ੍ਰਿਟੀ ਸ਼ੈੱਫ ਦੁਆਰਾ ਸਲੈਮਡ — ਉਸ ਦੀ ਸ਼ਮੂਲੀਅਤ ਬਾਰੇ ਸ਼ੱਕ ਦੇ ਵਿਚਕਾਰ - ਹਫਪੋਸਟ",
        "ਇਸ ਹਫਤੇ ਦੱਖਣੀ ਕੈਲੀਫੋਰਨੀਆ ਨੂੰ ਭਿੱਜਣ ਲਈ 2 ਤੂਫਾਨ - ਕੇਟੀਐਲਏ ਲਾਸ ਏਂਜਲਸ",
        "ਲਾਈਵ ਅਪਡੇਟਸਃ ਮੁਫਤ ਏਜੰਟ ਗੱਲਬਾਤ ਦੀ ਮਿਆਦ ਸ਼ੁਰੂ ਹੋਣ 'ਤੇ ਵਾਈਕਿੰਗਜ਼ ਦੀਆਂ ਚਾਲਾਂ ਦੀ ਪਾਲਣਾ ਕਰੋ - ਸਟਾਰ ਟ੍ਰਿਬਿਊਨ",
        "ਅਮਰੀਕਾ ਨੇ ਦਸਤਾਵੇਜ਼ ਰਹਿਤ ਪ੍ਰਵਾਸੀਆਂ ਦੇ 'ਸਵੈ-ਨਿਰਦੇਸ਼ਾਂ' ਲਈ ਨਵੀਂ ਐਪ ਦਾ ਪਰਦਾਫਾਸ਼ ਕੀਤਾ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਕੰਟੇਨਰ ਸਮੁੰਦਰੀ ਜਹਾਜ਼ ਉੱਤਰੀ ਸਾਗਰ ਵਿਚ ਲੰਗਰ ਵਾਲੇ ਅਮਰੀਕਾ ਦੇ ਝੰਡੇ ਵਾਲੇ ਤੇਲ ਟੈਂਕਰ ਨਾਲ ਟਕਰਾ ਗਿਆ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਓਨਟਾਰੀਓ ਦਾ ਬਿਜਲੀ ਟੈਰਿਫ ਸੰਭਾਵਤ ਤੌਰ 'ਤੇ ਮਿਨੀਸੋਟਨਜ਼ ਨੂੰ ਨੁਕਸਾਨ ਕਿਉਂ ਨਹੀਂ ਪਹੁੰਚਾਏਗਾ - ਸਟਾਰ ਟ੍ਰਿਬਿਊਨ",
        "ਲਾਸ ਏਂਜਲਸ ਕਾਉਂਟੀ ਡੀਏ ਮੇਨੇਂਡੇਜ਼ ਭਰਾਵਾਂ ਲਈ ਨਾਰਾਜ਼ਗੀ ਦੀ ਬੇਨਤੀ ਦਾ ਵਿਰੋਧ ਕਰਦਾ ਹੈ ਅਤੇ ਉਨ੍ਹਾਂ 'ਤੇ ਸਵੈ-ਰੱਖਿਆ ਬਾਰੇ ਝੂਠ ਬੋਲਣ ਦਾ ਦੋਸ਼ ਲਗਾਉਂਦਾ ਹੈ - ਸੀ ਐਨ ਐਨ"
    ]
}