{
    "headlines": [
        "Putin diz que a Rússia lançou um novo míssil na Ucrânia. Aqui está o que sabemos - CNN",
        "O norte da Califórnia enfrenta possíveis chuvas recordes do rio atmosférico e outra tempestade está chegando - CNN",
        "Israel aguarda enquanto comboios de ajuda são atacados em Gaza - CBS News",
        "Gary Gensler, presidente da SEC, renuncia e deixa legado de divisão e rixas com criptomoedas - Fortune",
        "Browns vs. Steelers odds, prediction, spread, time: Thursday Night Football picks by NFL model on 20-8 run - CBS Sports",
        "Dwayne Johnson & Chris Evans Christmas Pic ‘Red One’ Stuffing $ 100M In Global Box Office Bag - Prazo",
        "Declaração do presidente Joe Biden sobre mandados emitidos pelo Tribunal Penal Internacional - Casa Branca",
        "Michigan inverte o prospecto número 1, Five-Star Plus+ QB Bryce Underwood da LSU - On3",
        "Entrando na fila? A nova tecnologia de embarque da American Airlines pode impedi-lo de chegar a mais de 100 aeroportos - The Associated Press",
        "Polícia brasileira indicia ex-presidente Bolsonaro e assessores por suposta tentativa de golpe em 2022 - Associated Press",
        "A condenação de Jussie Smollett por mentir para a polícia e encenar crimes de ódio é anulada - The Wall Street Journal",
        "As ações da Gap sobem à medida que aumentam a orientação, apregoa 'forte início' para o feriado - CNBC",
        "Britânica Simone White morre após suspeita de envenenamento em massa no Laos - BBC.com",
        "Próxima Secretária de Imprensa da Casa Branca de Trump ri da saída de Ellen DeGeneres dos EUA - TMZ",
        "   Removido ",
        "Resolvendo um mistério de 40 anos, cientistas identificam produtos químicos encontrados na água da torneira de milhões de americanos - CNN",
        "Rumor Replay: Apple Television, atualizações AirTag 2, iPhone 17 - 9to5Mac",
        "DOJ-Google Fight Gets Serious. Why Alphabet Stock Is Falling Today. - Barron's",
        "Alguns hospitais observam aumento no VSR, \"pneumonia ambulante\". 'Aqui está o que saber - ABC News",
        "O presidente do Quénia, William Ruto, cancela grandes acordos com o Adani Group - BBC.com"
    ]
}