{
    "headlines": [
        "Biden visits Florida to survey Milton damage; over 920K without power, flooding persists - USA TODAY",
        "The Optimus robots at Tesla’s Cybercab event were humans in disguise - The Verge",
        "UN says Israeli tanks forced entry to its position in south Lebanon as Netanyahu tells peacekeepers to leave - BBC.com",
        "Aoki Lee Simmons Quitting Modeling, Tired of Comparisons to Mom Kimora - TMZ",
        "‘No red lines’ in conflict with Israel, Iran foreign minister says - POLITICO Europe",
        "Ravens vs. Commanders odds, picks, spread, how to watch, stream: Model reveals 2024 Week 6 NFL predictions - CBS Sports",
        "Statement by Pentagon Press Secretary Maj. Gen. Pat Ryder on the Deployment of a THAAD Battery to Israel - Department of Defense",
        "Speaker Johnson doesn’t expect another Jan. 6. But he still has doubts about election integrity. - POLITICO",
        "Packers vs Cardinals: live score updates, injury report, odds, schedule - Milwaukee Journal Sentinel",
        "‘Terrifier 3’ Tops Box Office With $18 Million Debut, ‘Joker: Folie à Deux’ Collapses With Brutal 81% Drop - Variety",
        "Jaguars vs. Bears NFL London Game score, live updates: Jacksonville and Chicago clash in second UK game in 2024 - Yahoo Sports",
        "[Removed]",
        "Most ERs aren’t fully prepared to handle children’s emergencies - The Washington Post",
        "The bull market is 2 years old. Here's where Wall Street thinks stocks go next. - Yahoo Finance",
        "Bears lose their long snapper to knee injury in first quarter in London - NBC Sports",
        "Columbus remains, verified after 500 years, show he was Jewish: documentary - Fox News",
        "Ariana Grande imitates Britney Spears, transforms into Jennifer Coolidge during ‘SNL’ return - New York Post ",
        "In an engineering feat, mechanical SpaceX arms catch Starship rocket booster back at the launch pad - ABC News",
        "'Dead heat': Trump pulls even with Harris in NBC News poll - NBC News",
        "Rare comet may be visible to the naked eye. Here's where to look. - CBS Boston"
    ]
}