{
    "headlines": [
        "يحتل المتمردون المدعومون من رواندا مدينة رئيسية ثانية في شرق الكونغو الغني بالمعادن - وكالة أسوشيتد برس",
        "لقي ما لا يقل عن 9 أشخاص مصرعهم، بينهم 8 في ولاية كنتاكي، في أحدث موجة من طقس الشتاء - وكالة أسوشيتد برس",
        "النائب دانيال جولدمان عن إقالة وزارة العدل لقضية إريك آدمز: \"الابتزاز الصريح\" - بوليتيكو",
        "إدارة ترامب تنتقد \"هجومًا غير مسبوق\" على سلطتها في أول استئناف للمحكمة العليا - سي إن إن",
        "رقم 7 UConn يذهل رقم 4 ساوث كارولينا، 87-58، يفوز في 71 مباراة متتالية في المنزل - NCAA.com",
        "يقول المصدر إن أوكرانيا لم تتم دعوتها إلى محادثات السلام الأمريكية الروسية في المملكة العربية السعودية - BBC.com",
        "زاك لافين يرد على جا مورانت، ويثير ظهور مسابقة أخرى في الدوري الاميركي للمحترفين - تقرير المبيض",
        "أفضل عروض يوم الرؤساء عروض Apple: خصم 100 دولار على iPad Air، وخصم 50 دولارًا على AirPods والمزيد - Yahoo",
        "تقول الشركة إنها تلقت موافقة مشروطة على لقاح إنفلونزا الطيور من وزارة الزراعة الأمريكية - سي إن إن",
        "تقول المصادر إن مساعد مدرب دالاس مافريكس داريل أرمسترونغ اعتقل بتهمة الاعتداء المشدد بسلاح مميت - WFAA.com",
        "تخفيضات إدارة ترامب تصل إلى موظفي إدارة الغذاء والدواء في سلامة الأغذية والأجهزة الطبية ومنتجات التبغ - وكالة أسوشيتد برس",
        "\"صفقات ترامب\" مثل الدولار والبيتكوين تتباطأ، في حين أن الأسهم الصينية تتسابق إلى الأمام - MarketWatch",
        "\"SNL 50\" يضيف أليك بالدوين وجوليا لويس دريفوس وليزلي جونز ولين مانويل ميراندا والمزيد إلى التشكيلة - تشكيلة",
        "جوائز بافتا السينمائية: قائمة الفائزين — تحديث مباشر - الموعد النهائي",
        "شباك التذاكر \"كابتن أمريكا \":\" عالم جديد شجاع \"يفتح لارتفاع 100 مليون دولار في الولايات المتحدة، 192 مليون دولار على الصعيد العالمي - هوليوود ريبورتر",
        "توقعات الأضواء الشمالية: 7 ولايات يمكن أن ترى أورورا بورياليس الليلة - فوربس",
        "يتراجع هومان عن فكرة طلب إسقاط قضية آدمز للوصول إلى رايكرز - ذا هيل",
        "ما الذي يمكن أن تعنيه التغييرات في قانون الرقائق لنمو الذكاء الاصطناعي والمستهلكين - وكالة أسوشيتد برس"
    ]
}