{
    "headlines": [
        "Futuros de ações caem após as principais médias apresentarem ganhos consecutivos: atualizações ao vivo - CNBC",
        "The Bachelor Finale: Grant é oficialmente o solteiro mais indeciso de todos os tempos? - TVLine",
        "Guerra na Ucrânia: Rússia acusada de 'conversas vazias' quando ataques atingiram Sumy - BBC.com",
        "Estrela da USC, JuJu Watkins saiu do chão com lesão contra o Estado do Mississippi em março - The Associated Press",
        "Juiz rejeita cinco acusações contra Sean ‘Diddy‘ Combs ’em processo de agressão sexual de US $ 30 milhões - Variety",
        "Manifestante estudantil de Columbia que vive nos EUA desde os 7 anos processa para impedir a ordem de deportação - The Associated Press",
        "A OpenAI diz que agora é melhor conversar com o seu assistente de voz de IA - TechCrunch",
        "As Maiores Moléculas de Carbono Encontradas em Marte Constroem o Caso da Vida Antiga - ScienceAlert",
        "Você deve receber um reforço contra o sarampo? Aqui está o que saber. - The Washington Post",
        "A 23andMe está declarando falência. Veja o que isso significa para os seus dados genéticos - NPR",
        "Groenlândia para Trump: Não, não convidamos você - POLITICO",
        "NRO expande rede de satélites espiões com lançamentos consecutivos da SpaceX - SpaceNews",
        "Escritórios de advocacia de elite dos EUA se preparam para mais retaliações de Donald Trump - Financial Times",
        "Segunda mulher é estrangulada durante uma visita noturna à prisão da Califórnia - NBC News",
        "IMPOSIÇÃO DE TARIFAS SOBRE PAÍSES IMPORTADORES DE PETRÓLEO VENEZUELANO - Casa Branca",
        "Alimentação saudável aumenta as chances de chegar aos 70 anos sem doenças crônicas, diz estudo - NBC News",
        "Cain Velasquez condenado a cinco anos de prisão por tiroteio em 2022 - ESPN",
        "Diretor palestino vencedor do Oscar é atacado por colonos israelenses e detido pelo exército - Associated Press"
    ]
}