{
    "headlines": [
        "ਫੇਡ ਦੇ ਚੋਟੀ ਦੇ ਵਾਲ ਸਟ੍ਰੀਟ ਰੈਗੂਲੇਟਰ ਨੂੰ ਅਸਤੀਫਾ ਦੇਣ ਲਈ ਟਰੰਪ ਦੇ ਸਲਾਹਕਾਰਾਂ ਨੇ ਉਸ ਨੂੰ ਖਤਮ ਕਰਨ ਲਈ ਧੱਕਿਆ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਟਰੰਪ ਦੇ ਵਕੀਲਾਂ ਨੇ ਜੱਜ ਨੂੰ ਸ਼ੁੱਕਰਵਾਰ ਦੀ ਹਸ਼ ਮਨੀ ਕੇਸ ਦੀ ਸਜ਼ਾ ਨੂੰ ਰੋਕਣ ਲਈ ਕਿਹਾ ਜਦੋਂ ਕਿ ਉਹ ਇਸ ਨੂੰ ਰੋਕਣ ਦੀ ਅਪੀਲ ਕਰਦੇ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਡੈਮੀ ਮੂਰ 62 'ਤੇ ਪਹਿਲੀ ਵਾਰ ਐਕਟਿੰਗ ਅਵਾਰਡ ਜਿੱਤਣ ਤੋਂ ਬਾਅਦ' ਸਦਮੇ ਵਿਚ ':' ਮੈਂ ਇਹ 45 ਸਾਲਾਂ ਤੋਂ ਕਰ ਰਿਹਾ ਹਾਂ '- ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਡਿਜ਼ਨੀ ਦਾ ਹੂਲੂ + ਲਾਈਵ ਟੀਵੀ ਕਾਰੋਬਾਰ ਫੂਬੋ ਨਾਲ ਜੋੜਨ ਲਈ, ਵੇਨੂ ਸਪੋਰਟਸ ਲਈ ਕਲੀਅਰਿੰਗ ਤਰੀਕਾ - ਰਾਇਟਰਜ਼",
        "ਬ੍ਰਾਜ਼ੀਲ ਵਿਚ ਆਰਸੈਨਿਕ-ਲੈਸਡ ਕ੍ਰਿਸਮਸ ਕੇਕ ਤੋਂ ਬਾਅਦ ਗ੍ਰਿਫਤਾਰ ਕੀਤੀ ਗਈ womanਰਤ ਨੇ ਪਰਿਵਾਰ ਦੇ 3 ਮੈਂਬਰਾਂ ਦੀ ਹੱਤਿਆ ਕੀਤੀ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਐਨਐਫਐਲ ਕੋਚਾਂ ਨੇ ਅੱਜ ਬਰਖਾਸਤ ਕੀਤਾਃ ਬਲੈਕ ਸੋਮਵਾਰ 2025 ਲਾਈਵ ਅਪਡੇਟਸ, ਤਾਜ਼ਾ ਖ਼ਬਰਾਂ ਜਿਵੇਂ ਕਿ ਜੈਗੁਆਰਜ਼ ਨੇ ਡੱਗ ਪੈਡਰਸਨ ਨੂੰ ਬਰਖਾਸਤ ਕੀਤਾ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "6 ਜਨਵਰੀ ਦੇ ਬਗਾਵਤ ਤੋਂ 4 ਸਾਲ ਬਾਅਦ, ਕਮਲਾ ਹੈਰਿਸ ਨੇ ਟਰੰਪ ਦੀ ਚੋਣ ਜਿੱਤ ਦੀ ਤਸਦੀਕ ਕੀਤੀ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਹਟਾਈ",
        "ਖਗੋਲ ਵਿਗਿਆਨੀਆਂ ਨੇ ਦੂਰ ਗਲੈਕਸੀ ਵਿੱਚ 44 ਨਵੇਂ ਤਾਰਿਆਂ ਦੀ ਖੋਜ ਕਰਨ ਲਈ ਗਰੈਵੀਟੇਸ਼ਨਲ ਲੈਂਸਿੰਗ ਦੀ ਵਰਤੋਂ ਕਿਵੇਂ ਕੀਤੀ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਚੀਨ ਵਿਚ ਐਚਐਮਪੀਵੀ ਫੈਲਣ ਬਾਰੇ ਕੀ ਜਾਣਨਾ ਹੈ - ਡੀਡਬਲਯੂ (ਅੰਗਰੇਜ਼ੀ)",
        "ਟੌਮ ਹਾਲੈਂਡ ਅਤੇ ਜ਼ੇਂਦਾਯਾ ਸ਼ਾਮਲ ਹਨਃ ਰਿਪੋਰਟ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਹਟਾਈ",
        "‘ਰਾਜਨੀਤੀ ਅਤੇ ਬਿਕਰਿੰਗ’ ਨੇ ਨਿ Or ਓਰਲੀਨਜ਼ ਦੀ ਫ੍ਰੈਂਚ ਕੁਆਰਟਰ ਸੁਰੱਖਿਆ ਵਿਚ ਰੁਕਾਵਟ ਪਾਈ, 2019 ਦੀ ਰਿਪੋਰਟ ਵਿਚ ਮਿਲੀ ਸਲਾਹਕਾਰ ਫਰਮ - ਸੀ ਐਨ ਐਨ",
        "ਸਰਦੀਆਂ ਦੇ ਘਾਤਕ ਤੂਫਾਨ ਨੇ ਸੈਂਕੜੇ ਹਜ਼ਾਰਾਂ ਲੋਕਾਂ ਨੂੰ ਬਿਜਲੀ ਤੋਂ ਬਿਨਾਂ ਛੱਡ ਦਿੱਤਾ ਜਿਵੇਂ ਕਿ ਭਾਰੀ ਬਰਫ ਪੂਰਬ ਵੱਲ ਚਲੀ ਜਾਂਦੀ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਲਾਈਵ ਕਵਰੇਜਃ ਸਪੇਸਐਕਸ 2025 ਦਾ ਪਹਿਲਾ ਸਮਰਪਿਤ ਸਟਾਰਲਿੰਕ ਮਿਸ਼ਨ ਲਾਂਚ ਕਰੇਗਾ - ਸਪੇਸਫਲਾਈਟ ਹੁਣੇ ਸੰਪਰਕ ਕਰੋ",
        "ਅਲਕੋਹਲ 'ਤੇ ਕੈਂਸਰ ਦੀ ਚਿਤਾਵਨੀ ਚਾਹੁੰਦੇ ਹਨ ਅਮਰੀਕੀ ਚੋਟੀ ਦੇ ਡਾਕਟਰ: ਵਿਗਿਆਨ ਕੀ ਕਹਿੰਦਾ ਹੈ? - ਅਲ ਜਜ਼ੀਰਾ ਅੰਗਰੇਜ਼ੀ",
        "ਬਾਇਡਨ ਨੇ 625 ਮਿਲੀਅਨ ਏਕੜ ਮਹਾਂਸਾਗਰ ਵਿਚ ਆਫਸ਼ੋਰ ਡ੍ਰਿਲਿੰਗ 'ਤੇ ਪੱਕੇ ਤੌਰ' ਤੇ ਪਾਬੰਦੀ ਲਗਾ ਦਿੱਤੀ, ਜਿਸ ਨਾਲ ਟਰੰਪ ਨੂੰ ਉਲਟਾਉਣਾ ਮੁਸ਼ਕਲ ਹੋ ਗਿਆ - ਸੀਐਨਐਨ",
        "ਖੰਡ ਪੀਣ ਨਾਲ ਇੱਕ ਸਾਲ ਵਿੱਚ 330,000 ਤੋਂ ਵੱਧ ਮੌਤਾਂ ਹੋ ਸਕਦੀਆਂ ਹਨ, ਅਧਿਐਨ ਸੁਝਾਅ ਦਿੰਦਾ ਹੈ - ਸੀਐਨਐਨ",
        "ਐਨਐਫਐਲ ਪਲੇਆਫਸ ਬਰੈਕਟਃ ਸ਼ਡਿ andਲ ਅਤੇ ਮੈਚਅਪਸ ਜਿਵੇਂ ਕਿ ਓਪਨਿੰਗ ਰਾ roundਂਡ ਸੈੱਟ ਕੀਤਾ ਗਿਆ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਕੁਆਲਕਾਮ ਆਪਣੇ ਸਨੈਪਡ੍ਰੈਗਨ ਐਕਸ ਚਿਪਸ ਨੂੰ ਮਿਡ-ਰੇਂਜ ਵਿੰਡੋਜ਼ ਲੈਪਟਾਪਾਂ ਅਤੇ ਡੈਸਕਟਾਪਾਂ ਤੇ ਲਿਆਉਂਦਾ ਹੈ - ਟੈਕਕ੍ਰਾਂਚ"
    ]
}