{
    "headlines": [
        "ਡੋਨਾਲਡ ਟਰੰਪ ਪੈਨਸਿਲਵੇਨੀਆ ਕਸਬੇ ਨੂੰ ਵਾਪਸ ਪਰਤ ਰਿਹਾ ਹੈ ਜੋ ਕਿ ਪਹਿਲੀ ਹੱਤਿਆ ਦੀ ਕੋਸ਼ਿਸ਼ ਦੀ ਜਗ੍ਹਾ ਸੀ - ਅਮਰੀਕਾ ਅੱਜ",
        "ਅਮਰੀਕੀ ਨੌਕਰੀਆਂ ਦੇ ਵਾਧੇ ਨੇ ਪਿਛਲੇ ਉਮੀਦਾਂ ਨੂੰ ਮਾਰਿਆ, ਬੇਰੁਜ਼ਗਾਰੀ ਦੀ ਦਰ 4.1% ਤੱਕ ਡਿੱਗਦੀ ਹੈ - ਰਾਇਟਰ",
        "ਬਿੱਲਾਂ ਨੇ ਚਾਰ ਖਿਡਾਰੀਆਂ ਨੂੰ ਬਾਹਰ ਕਰ ਦਿੱਤਾ ਬਨਾਮ ਟੈਕਸਾਸ | ਹਫਤੇ 5 ਦੀ ਸੱਟ ਦੀ ਰਿਪੋਰਟ - BuffaloBills.com",
        "ਸੁਪਰੀਮ ਕੋਰਟ ਨੇ ਕਾਰਟੈਲ ਹਿੰਸਾ 'ਤੇ ਮੈਕਸੀਕੋ ਸਰਕਾਰ ਤੋਂ ਮੁਕੱਦਮਾ ਖ਼ਤਮ ਕਰਨ ਲਈ ਬੰਦੂਕ ਬਣਾਉਣ ਵਾਲਿਆਂ ਦੀ ਬੋਲੀ ਲਈ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਮੈਟਾ ਨੇ ਮੂਵੀ ਜੇਨ, ਏਆਈ ਦੁਆਰਾ ਸੰਚਾਲਿਤ ਵੀਡੀਓ ਜਨਰੇਟਰ - ਦਿ ਵਰਜ ਦੀ ਘੋਸ਼ਣਾ ਕੀਤੀ",
        "ਗਾਰਥ ਬਰੂਕਸ 'ਤੇ ਬਲਾਤਕਾਰ ਅਤੇ ਬੈਟਰੀ ਦੇ ਦੋਸ਼ਾਂ ਦਾ ਮੁਕੱਦਮਾ, ਦੋਸ਼ਾਂ ਤੋਂ ਇਨਕਾਰ ਕਰਦਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਜੈ ਗ੍ਰੂਡੇਨ ਅਜੇ ਵੀ 2018 ਵਿਚ ਵਾਸ਼ਿੰਗਟਨ ਦੇ ਕਿਰਕ ਚਚੇਰੇ ਭਰਾਵਾਂ ਨੂੰ ਵਾਪਸ ਗੁਆਉਣ ਬਾਰੇ ਨਮਕੀਨ ਹੈ - ਸਪੋਰਟਸ ਇਲਸਟ੍ਰੇਟਿਡ",
        "ਐਪਲ ਆਖਰਕਾਰ ਆਈਪੈਡਓਐਸ 18 ਅਪਡੇਟ ਨੂੰ ਬ੍ਰਿਕ ਟੈਬਲੇਟ ਸਨਫੂ ਤੋਂ ਬਾਅਦ ਜਾਰੀ ਕਰਦਾ ਹੈ - ਗਿਜ਼ਮੋਡੋ",
        "ਸਟਾਕ ਮਾਰਕੀਟ ਅੱਜਃ ਨੌਕਰੀਆਂ ਦੀ ਰਿਪੋਰਟ ਦੇ ਵਿਸ਼ਾਲ ਧੜਕਣ ਤੋਂ ਬਾਅਦ ਸਟਾਕ ਚੜ੍ਹੇ, ਬੇਰੁਜ਼ਗਾਰੀ ਦਰ ਵਿੱਚ ਗਿਰਾਵਟ - ਯਾਹੂ ਵਿੱਤ",
        "ਇਲੈਕਟ੍ਰਿਕ ਕਾਰਾਂਃ ਈਯੂ ਨੇ ਵਿਕਰੀ ਲਈ ਲੜਾਈ ਵਿਚ ਚੀਨ ਨੂੰ ਟੈਰਿਫ ਨਾਲ ਮਾਰਿਆ - ਬੀਬੀਸੀ.",
        "ਫ੍ਰੈਨ ਡ੍ਰੈਸ਼ਰ ਏ 24 ਦੇ ‘ਮਾਰਟੀ ਸੁਪਰੀਮ‘ (ਐਕਸਕਲੂਸਿਵ) ਵਿਚ ਟਿਮੋਥੀ ਚੈਲਾਮੇਟ ਦੀ ਮੰਮੀ ਨੂੰ ਖੇਡਣ ਲਈ - ਵੰਨਗੀ",
        "ਲਾਸ ਏਂਜਲਸ ਦੇ ਵਕੀਲ ਮੇਨੇਂਡੇਜ਼ ਭਰਾਵਾਂ ’1996 ਦੇ ਕਤਲ ਦੀ ਸਜ਼ਾ ਵਿੱਚ ਨਵੇਂ ਸਬੂਤਾਂ ਦੀ ਸਮੀਖਿਆ ਕਰਨ ਲਈ - ਸੀ ਐਨ ਐਨ",
        "ਨਾਰਵੇ ਵਿੱਚ ਪੁਲਿਸ ਦੁਆਰਾ ਰੂਸੀ \"ਜਾਸੂਸੀ ਵ੍ਹੇਲ\" ਮੌਤ ਦੇ ਕਾਰਨਾਂ ਦਾ ਖੁਲਾਸਾ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਬਿਡੇਨ ਸਕੋਰ ਵਿਦਿਆਰਥੀ ਕਰਜ਼ਾ ਮੁਆਫੀ ਲਈ ਲੜਾਈ ਵਿਚ ਜਿੱਤ - Axios",
        "ਡਿੱਡੀ ਪਾਰਟੀ ਇਕ ਵਾਰ ਸਭ ਤੋਂ ਵੱਧ ਪਿਆਰਾ ਸੱਦਾ ਕਿਉਂ ਸੀ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "2024 ਐਮਐਲਬੀ ਪਲੇਆਫ ਦੀਆਂ ਭਵਿੱਖਬਾਣੀਆਂਃ ਐਲਡੀਐਸ, ਐਨਐਲਡੀਐਸ ਮਾਹਰ ਡੋਜਰਸ, ਯੈਂਕੀਜ਼, ਫਿਲੀਜ਼ ਦੇ ਤੌਰ ਤੇ ਚੁਣੇ ਜਾਣ ਵਾਲੇ ਦਿਲਚਸਪ ਮੈਚਅਪਸ ਦਾ ਸਾਹਮਣਾ ਕਰਦੇ ਹਨ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਜਦੋਂ ਇੱਕ ਵਿਸ਼ਾਲ ਐਸਟਰਾਇਡ ਨੇ ਡਾਇਨਾਸੌਰਸ ਨੂੰ ਮਿਟਾ ਦਿੱਤਾ, ਤਾਂ ਕੀੜੀਆਂ ਨੇ ਫੰਜਾਈ ਦੀ ਖੇਤੀ ਕਰਨੀ ਸ਼ੁਰੂ ਕਰ ਦਿੱਤੀ - ਸੀ ਐਨ ਐਨ",
        "ਡੌਕ ਵਰਕਰਾਂ ਦੀ ਹੜਤਾਲ ਖਤਮ ਹੋਣ ਤੋਂ ਬਾਅਦ ਯੂਐਸ ਪੋਰਟਾਂ ਦੁਬਾਰਾ ਖੁੱਲ੍ਹ ਗਈਆਂ - ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "ਅਗਲੀ ਪੀੜ੍ਹੀ ਦੇ ਯੂਐਲਏ ਵਲਕਨ ਰਾਕੇਟ ਨੇ ਦੂਜੀ ਟੈਸਟ ਉਡਾਣ 'ਤੇ ਲਾਂਚ ਕੀਤਾ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਟਰੰਪ ਕੇਸ ਵਿਚ ਦਾਇਰ ਕਰਨਾ 2020 ਦੀਆਂ ਚੋਣਾਂ ਵਿਚ ਹਾਰ ਨੂੰ ਰੱਦ ਕਰਨ 'ਤੇ ਪੈਨਸ ਨਾਲ ਕਮਾਲ ਦੀ ਸ਼ੰਕਾ ਦਾ ਵੇਰਵਾ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ"
    ]
}