{
    "headlines": [
        "Como determinar se os supostos perdões de Biden são válidos - Fox Business",
        "2025 March Madness bracket predictions: Picks and analysis from FOX Sports writers - FOX SPORTS",
        "Israel diz que está a realizar \"ataques extensivos\" à Faixa de Gaza - BBC.com",
        "Bank of America reprime uma tendência perturbadora no local de trabalho - TheStreet",
        "iHeartRadio Music Awards 2025: Veja o que Gracie Abrams, Benson Boone, Bad Bunny e mais estrelas usaram no tapete vermelho - Yahoo Entertainment",
        "Patrick Schwarzenegger's Reaction To 'White Lotus' Incest Kissing Scene Had Co-Stars Believe He Would \"Throw Up\"; EP Says Storyline Is \"Not Just For Shock\" - Deadline",
        "Schumer está a fazer o controlo de danos. Não está funcionando. - POLITICO",
        "EUA revidam ataques a terroristas houthis apoiados pelo Irã no Iêmen - Departamento de Defesa",
        "Vaticano divulga primeira foto do Papa Francisco desde sua hospitalização - ABC News",
        "A sonda lunar Blue Ghost, que faz história, envia uma última mensagem da lua - CNN",
        "Paul George, dos Sixers, afastado pelo resto da temporada após o procedimento - NBA",
        "Rory McIlroy tira o drama dos playoffs para ganhar The Players e ganhar impulso para o Masters - The Associated Press",
        "Mississippi relata primeiro surto de cepa de gripe aviária altamente patogênica nos EUA desde 2017 - The Hill",
        "Mercado de ações hoje: Wall Street sobe novamente - The Associated Press",
        "Ismaili Imamat promete 100 milhões de euros para o desenvolvimento da Síria - Rede Aga Khan para o Desenvolvimento",
        "Colin Farrell em negociações para estrelar ‘Sgt. Rock’ da DC e Luca Guadagnino - Variety",
        "Trump escolhe a governadora do Fed, Michelle Bowman, para substituir Michael Barr como chefe de supervisão do Fed - CNBC",
        "As pessoas estão usando o novo modelo de IA do Google para remover marcas d 'água das imagens - TechCrunch"
    ]
}