{
    "headlines": [
        "فوجئ فريق ترامب الانتقالي بادعاء هيغزيث - سي إن إن",
        "ستظهر البيانات من ساعة Laken Riley الذكية أن اللقاء مع المدعى عليه \"كان طويلاً\" و \"عنيفاً\"، كما يقول المدعي العام - سي إن إن",
        "مركز سيهوكس ويليامز يتقاعد من اتحاد كرة القدم الأميركي في 27 - ESPN",
        "ترامب يختار كارولين ليفيت لتكون السكرتيرة الصحفية للبيت الأبيض - فوكس نيوز",
        "مايك تايسون ضد جيك بول فايت: ما هو الوقت لمشاهدة بث مباشر الليلة على Netflix - CNET",
        "حصري: قالت امرأة للجنة الأخلاقيات في مجلس النواب إنها شاهدت غايتز يمارس الجنس مع قاصر، كما يقول المحامي - ABC News",
        "اعتاد أعضاء جماعات الضغط في واشنطن على المضي في طريقهم، وهم متوترون من RFK Jr. - POLITICO",
        "مؤشر داو جونز يغلق على انخفاض 300 نقطة يوم الجمعة حيث تعيق مخاوف الأسعار مسيرة ما بعد الانتخابات: تحديثات مباشرة - سي إن بي سي",
        "ديزني تحذف فيلم \"حرب النجوم\" من عام 2026، واستبدلته بفيلم \"العصر الجليدي 6\" - متنوع",
        "الديمقراطيون الوسطيون يستغلون الافتتاح في DNC: \"لا أريد أن أكون حفلة العرض الغريبة\" - بوليتيكو",
        "مخرجة \"The Substance\" كورالي فارجيت تسحب فيلمًا من الكاميرا بعد تعليقات \"معادية للغاية للنساء ومسيئة\" من الرئيس التنفيذي للمهرجان - هوليوود ريبورتر",
        "تقول المحكمة العليا في تكساس إن إعدام روبرت روبرسون يمكن أن يستأنف - BBC.com",
        "ولاية أوريغون تؤكد أول حالة إصابة بشرية بإنفلونزا الطيور H5N1 في مقاطعة كلاكاماس - أوريغون لايف",
        "المواجهة العميقة داخل منجم ذهب مهجور في جنوب إفريقيا - صحيفة وول ستريت جورنال",
        "راشيل زيجلر تعتذر عن تعليقاتها المناهضة لترامب بعد الانتخابات - صد آخر جدل لها - فوربس",
        "يقول إيلون ماسك إن تعويض OpenAI \"فخم\".\" إليك المبلغ الذي يتقاضاه الموظفون. - Business Insider",
        "تشير البيانات المبكرة إلى أن كوفيد-19 الشديد قد يقلل من أورام السرطان - Livescience.com",
        "تقول كاثي وود إن إيلون ماسك سينجح في مراجعته للحكومة الفيدرالية لأن لديه \"بيانات ملكية\"أكثر من أي شخص آخر - فورتشن",
        "ديزني تحقق أرباحًا قياسية — حتى قبل توسعاتها الكبيرة - سي إن بي سي",
        "مدير أوكلاهوما يأمر المدارس بعرض فيديو سياسي للطلاب - NewsNation Now"
    ]
}