{
    "headlines": [
        "Morta com os seus patins cor-de-rosa, a foto de uma rapariga palestina em Gaza torna-se viral - NPR",
        "Atualizações ao vivo: a cápsula Boeing Starliner da Nasa está retornando da Estação Espacial Internacional - CNN",
        "Atualizações de jogos ao vivo no Brasil: Green Bay Packers 19, Philadelphia Eagles 14, segundo trimestre - Milwaukee Journal Sentinel",
        "Jennifer Lopez, Matt Damon (but No Ben Affleck) Bring Inspirational Sports Drama ‘Unstoppable’ to Toronto - Variety",
        "Coluna | Agora, diz Trump, a foto dele com E. Jean Carroll pode ser ‘IA’ - The Washington Post",
        "Ja'Marr Chase, Bengals são apanhados num jogo de contract chicken - NBC Sports",
        "Uma mulher do Alabama foi parada por excesso de velocidade. Em vez de uma multa, a policial deu-lhe um conselho de mudança de vida. - CBS News",
        "Gravações de cockpit descrevem ‘muito gelo’ antes de avião cair no Brasil, diz reportagem inicial - CNN",
        "Jannik Sinner chega à final masculina do US Open derrotando Jack Draper depois que ambos precisam de ajuda médica - The Associated Press",
        "Juiz adia sentença de Trump por suborno até depois da eleição - Reuters",
        "Revisão ASUS ROG Swift OLED PG27AQDP - IGN",
        "‘Love & Marriage: Huntsville’: Revelada a causa da morte de Keke Jabbar - Prazo",
        "NASA remove ESCAPADA do lançamento inaugural do New Glenn - SpaceNews",
        "Ações de Wall Street caem, grande queda semanal à medida que o mercado espera que o Fed se mova - Reuters",
        "Atualizações ao vivo: as últimas notícias sobre o tiroteio na escola da Geórgia - CNN",
        "   Removido ",
        "Ativista americano-turco morto na Cisjordânia quando forças israelenses abriram fogo - BBC.com",
        "O Reino Unido está investigando a Ticketmaster depois que os preços do Oasis Tour surpreenderam os fãs - NPR",
        "   Removido ",
        "Após casos de festival de música, o risco de febre do vale continua durante o outono, alertam as autoridades de saúde da Califórnia - CNN"
    ]
}