{
    "headlines": [
        "Bolton schlägt Trumps Wahl für den Anti-Terror-Direktor als \"Betrüger\" - The Hill",
        "Frazzled Australia auf der Suche nach Antworten - ESPNcricinfo",
        "\"Es war so eine gute Idee\": Der böse Autor Gregory Maguire über die wahre Bedeutung der Geschichte, die die Welt faszinierte - BBC.com",
        "Trump Steuersenkungen und 11 weitere Gründe, eine Roth-Umwandlung zu überspringen - Forbes",
        "Elon Musk will die Regierung ausnehmen, wie er es bei Twitter getan hat. Aber seine Strategien für den Privatsektor werden bei DOGE - Fortune getestet",
        "Die Rallye von Bitcoin macht einige Anleger nervös wegen der Börse - MarketWatch",
        "Russland wird weiterhin neue ballistische Raketen testen, sagt Putin - CNN",
        "Jason Kelce, Kylie Kelcie machen große Lebensankündigung - PennLive",
        "Was Sie über Fluorid im Trinkwasser wissen sollten - CNN",
        "Die NASA entdeckte einen sehr jungen Planeten. Es könnte eine Super-Erde werden. - Mashable",
        "FAKTEN UND STATISTIKEN: Verstappen kann den Fahrertitel in Las Vegas gewinnen, wenn er und Norris ihre Qualifikationspositionen erreichen - Formel 1",
        "Fox-Moderatoren, Kabelnachrichten-Stammgäste und Unterhaltungsprofis: Trump wirft ein TV-Kabinett nach Maß - CNN",
        "Zentrales Wohngebäude in Beirut, das von massiven israelischen Luftangriffen getroffen wurde - BBC.com",
        "Fragt Eric: Neffe will nur im Familienurlaub Videospiele spielen - AL.com",
        "Horoskop für Samstag, 23. November 2024 - Chicago Sun-Times",
        "Storm dumps record rain in Northern California, while US Northeast deals with winter storms - The Associated Press",
        "Trump tippt auf den Hedgefonds-Manager Scott Bessent, um Treasury zu leiten - Axios",
        "Was Sie über Trumps nominierte Arbeitsministerin Lori Chavez-DeRemer wissen sollten - ABC News",
        "Trump wählt TV-Arztin Janette Nesheiwat als Surgeon General - Reuters",
        "Bitcoins Weg zu 100.000 $: Warum Thanksgiving, neue SEC-Richtlinien und globale Akzeptanz den nächsten Bullenlauf auslösen könnten, so dieser Portfoliomanager - Benzinga"
    ]
}