{
    "headlines": [
        "شاهد حجم الدمار في معقل حزب الله بالقرب من بيروت - واشنطن بوست",
        "محذوف",
        "ترامب يختار والد جاريد كوشنر سفيراً لدى فرنسا - BBC.com",
        "بعد النكسات، ترى إيران في وقف إطلاق النار في لبنان فرصة لإعادة تنظيم صفوفها - واشنطن بوست",
        "أعلن ترامب أنه يعتزم استبدال مدير مكتب التحقيقات الفيدرالي الحالي بالموالين له كاش باتل - سي إن إن",
        "يختار ترامب ضابط إنفاذ القانون المخضرم تشاد كرونيستر لمدير إدارة مكافحة المخدرات - ذا هيل",
        "البث المباشر من Texas مقابل Texas A&M، حيث يمكنك المشاهدة، والقناة التلفزيونية، ووقت الانطلاق، والاحتمالات، والانتشار، والتنبؤ، والاختيار - CBS Sports",
        "المتمردون السوريون يدافعون عن المكاسب في حلب، يتقدمون جنوباً - واشنطن بوست",
        "ابنة غوينيث بالترو آبل ترتدي فستان فالنتينو الذي استغرق 750 ساعة لصنعه - الناس",
        "تستخدم الشرطة رذاذ الفلفل عند اندلاع شجار كبير بعد اضطرابات ميشيغان رقم 2 ولاية أوهايو - سي بي إس نيوز",
        "لقد قمت بتغطية صفقات Cyber Monday لمدة 17 عامًا — إليك أفضل المبيعات المباشرة الآن - Tom's Guide",
        "فيرشتابن يخفض رتبته لحادثة راسل في قطر المؤهلة - formula1.com",
        "الولايات المتحدة تعلق الشراكة الاستراتيجية مع جورجيا بعد توقف محادثات عضوية الاتحاد الأوروبي - بوليتيكو",
        "نيويورك تايمز: كتبت والدة بيت هيجسيث له رسالة بريد إلكتروني في عام 2018 تتهمه فيها بإساءة معاملة النساء - سي إن إن",
        "أظهرت البيانات أن إنفاق الجمعة البيضاء في الولايات المتحدة في المتاجر وعبر الإنترنت ارتفع بنسبة 3.4 ٪ على أساس سنوي - رويترز",
        "تعهد ترودو باتخاذ إجراء بشأن الحدود بعد تهديد التعريفة الجمركية، كما يقول ترامب - بلومبرغ",
        "ماذا تعني خسارة ولاية أوهايو أمام ميشيغان لخصم أوريغون في مباراة لقب العشرة الكبار - حديقة حيوان أوتزن",
        "ترامب يهدد بفرض تعريفة جمركية بنسبة 100 ٪ على كتلة دول بريك إذا تصرفت لتقويض الدولار الأمريكي - ياهو فاينانس",
        "يقول فرانكي مونيز إن مالكولم في الوسط برايان كرانستون لا يزال يتواصل مع \"التحقق مني\" - الموعد النهائي",
        "حولت أحدث حفلات Fortnite نجوم البوب إلى kaiju - The Verge"
    ]
}