{
    "headlines": [
        "Ravens gewinnen dank Lamar Jackson, Derrick Henry Heroics, AFC-Wildcard-Sieg über Texaner - New York Post",
        "Die Mietforderungen explodieren, da die Brände in LA Häuser zerstören - LAist",
        "Werden die Grammy Awards aufgrund von Waldbränden in L.A. verschoben? Diskussionen sind im Gange - Hollywood Reporter",
        "Live-Updates: Tödliche Waldbrände in Los Angeles bedrohen neue Gemeinden, da sich der größte Brand ausbreitet - CNN",
        "Texaner kommen in die Divisionsrunde mit 32-12 Sieg über Chargers - NBC Sports",
        "Zeugnis: Die Verteidigung des Staates Ohio spielt im Halbfinale des College Football Playoffs - 247Sports",
        "Wissenschaftler enthüllen neuen Gewichtsverlust Hack: Trinken Sie diesen Beerensaft jeden Tag, um mehr Fett zu verbrennen - SciTechDaily",
        "Wettervorhersage für Brände in Kalifornien: Fast 10 Millionen Menschen sind wegen der Brandbedingungen in Alarmbereitschaft - ABC News",
        "[removed]",
        "Grönland öffnet die Tür zu Trumps imperialistischen Träumen - The Daily Beast",
        "Legendärer Soulsänger Sam Moore, Hälfte von Sam & Dave, stirbt mit 89 - Plakatwand",
        "Ein mächtiger potenzieller Herausforderer der Raketendominanz von SpaceX steht kurz vor dem Start - Yahoo! Voices",
        "Sonderberater Jack Smith tritt vom DOJ zurück - POLITICO",
        "Tom Hollands Vater teilt Details über die Verlobung des Sohnes mit Zendaya - HuffPost",
        "Chargers-Texans Live-Spielzusammenfassung: Justin Herbert blickt auf den ersten Playoff-Sieg in Houston - Bolts From The Blue",
        "Freiwillige, Waldbrände Evakuierte steigen auf Graswurzel-Spendenzentrum in Santa Anita Parkplatz - ABC7 Los Angeles",
        "[removed]",
        "Der Feuerwehrchef von LA steht im Mittelpunkt eines öffentlichen Streits mit dem Rathaus, als die Waldbrände wütend werden - Yahoo! Voices",
        "Israels Netanjahu schickt den Mossad-Direktor als Zeichen des Fortschritts zu den Waffenstillstandsgesprächen in Gaza nach Katar - POLITICO",
        "[removed]"
    ]
}