{
    "headlines": [
        "ਐਨਵੀਡੀਆ ਸਹਿਭਾਗੀ ਲੀਕ ਨੈਕਸਟ-ਜਨ ਆਰਟੀਐਕਸ 50-ਸੀਰੀਜ਼ ਜੀਪੀਯੂ, ਇੱਕ 32 ਜੀਬੀ 5090 ਸਮੇਤ - ਆਰਸ ਟੈਕਨੀਕਾ",
        "ਟਰੰਪ ਨੇ ਆਇਓਵਾ ਦੇ ਅੰਤਮ ਸਰਵੇਖਣ 'ਤੇ ਡੇਸ ਮੋਇਨਸ ਰਜਿਸਟਰ ਅਤੇ ਚੋਟੀ ਦੇ ਪੋਲਸਟਰ' ਤੇ ਮੁਕੱਦਮਾ ਕੀਤਾ - ਸੀਐਨਐਨ",
        "ਤਕਨੀਕੀ ਸਲਾਹਕਾਰ ਕੈਸ਼ ਐਪ ਦੇ ਸੰਸਥਾਪਕ ਬੌਬ ਲੀ ਦੀ ਹੱਤਿਆ ਵਿੱਚ ਦੂਜੀ ਡਿਗਰੀ ਦੇ ਕਤਲ ਦਾ ਦੋਸ਼ੀ ਪਾਇਆ ਗਿਆ - ਸੀਐਨਐਨ",
        "ਵਰਜੀਨੀਆ - ਅਮਰੀਕਾ 'ਚ ਅੱਜ ਦਰੱਖਤ ਤੋਂ ਡਿੱਗਣ ਕਾਰਨ ਹੰਟਰ ਦੀ ਭਿਆਨਕ ਹਾਦਸੇ' ਚ ਮੌਤ",
        "ਡਿਜ਼ਨੀ ਦਾ ਮੁਫਾਸਾ ਸਿਨੇਮਾ ਦੇ ਭਵਿੱਖ ਵਿੱਚ ਇੱਕ ਬਲੀਕ ਝਲਕ ਹੈ - ਬਲੂਮਬਰਗ",
        "ਹਿੱਲ ਰਿਪਬਲੀਕਨਜ਼ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਫੰਡਿੰਗ ਸੌਦਾ ਹੋਇਆ ਹੈ, ਪਰ ਜੌਹਨਸਨ ਦਾ ਡੈਮੋਕਰੇਟਸ ਨਾਲ ਸੌਦਾ ਕਰਨਾ ਰੂੜ੍ਹੀਵਾਦੀ ਲੋਕਾਂ ਵਿੱਚ ਗੁੱਸਾ ਭੜਕਾਉਂਦਾ ਹੈ - ਸੀਐਨਐਨ",
        "ਐਨਵੀਡੀਆ ਸਟਾਕ ਆਪਣੇ 'ਐਨਵੀਡੀਆ ਪਲ' ਦੇ ਬਾਵਜੂਦ ਇਕ ਸੁਧਾਰ ਵਿਚ ਡਿੱਗਦਾ ਹੈ ਅਤੇ ਬ੍ਰੌਡਕਾਮ ਡੁੱਬਦਾ ਹੈ - ਯਾਹੂ ਵਿੱਤ",
        "ਗਿਲਗੋ ਬੀਚ ਸੀਰੀਅਲ ਕਿਲਿੰਗ ਸ਼ੱਕੀ ਰੇਕਸ ਹਿਊਰਮੈਨ 'ਤੇ 7 ਵੀਂ ਕਤਲ ਦਾ ਦੋਸ਼ ਲਗਾਇਆ ਗਿਆ ਹੈ ਕਿਉਂਕਿ ਹੈਰਾਨਕੁਨ ਵੇਰਵੇ ਸਾਹਮਣੇ ਆਉਂਦੇ ਹਨ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਕੋਡ ਅਸਿਸਟ, ਗੂਗਲ ਦਾ ਐਂਟਰਪ੍ਰਾਈਜ਼-ਕੇਂਦ੍ਰਿਤ ਕੋਡਿੰਗ ਸਹਾਇਕ, ਤੀਜੀ ਧਿਰ ਦੇ ਸਾਧਨ ਪ੍ਰਾਪਤ ਕਰਦਾ ਹੈ - TechCrunch",
        "ਪਾਮੇਲਾ ਐਂਡਰਸਨ ਅਤੇ ਮਾਈਕੀ ਮੈਡਿਸਨ ਨੇੜਤਾ ਕੋਆਰਡੀਨੇਟਰਾਂ, ਐਕਟਿੰਗ ਪ੍ਰੈਪ ਅਤੇ ਪਾਮ ‘ਮੈਂ ਕੀਤੀਆਂ ਚੋਣਾਂ ਤੋਂ ਸ਼ਰਮਿੰਦਾ ਕਿਉਂ ਨਹੀਂ' - ਵੰਨਗੀ ਬਾਰੇ ਇਮਾਨਦਾਰ ਬਣੋ",
        "ਰਹੀਮ ਮੌਰਿਸ ਮਾਈਕਲ ਪੇਨੀਕਸ, ਜੂਨੀਅਰ ਲਈ ਬੈਂਚਿੰਗ ਕਿਰਕ ਚਚੇਰੇ ਭਰਾਵਾਂ ਤੋਂ ਇਨਕਾਰ ਨਹੀਂ ਕਰਦਾ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਇਕ ਪ੍ਰਸਿੱਧ ਵਾਲ ਸਟ੍ਰੀਟ ਇੰਡੀਕੇਟਰ ਫਲੈਸ਼ ਸਟਾਕ-ਮਾਰਕੀਟ ਸੇਲ ਸਿਗਨਲ - ਮਾਰਕੀਟਵਾਚ",
        "ਪੈਨਲ ਬਜ਼ੁਰਗ ਬਾਲਗਾਂ ਵਿੱਚ ਡਿੱਗਣ ਤੋਂ ਰੋਕਣ ਲਈ ਵਿਟਾਮਿਨ ਡੀ, ਕੈਲਸ਼ੀਅਮ ਦੀ ਵਰਤੋਂ ਵਿਰੁੱਧ ਚੇਤਾਵਨੀ ਦਿੰਦਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "2024 ਦੀਆਂ 10 ਸਰਬੋਤਮ ਐਲਬਮਾਂ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਤੀਜੇ ਵਿਅਕਤੀ ਨੇ ਜੈਨੇਟਿਕ ਤੌਰ ਤੇ ਇੰਜੀਨੀਅਰਡ ਸੂਰ ਗੁਰਦੇ ਦਾ ਟ੍ਰਾਂਸਪਲਾਂਟ ਪ੍ਰਾਪਤ ਕੀਤਾ ਹੈ - ਵਾਇਰਡ",
        "ਹਟਾਈ",
        "ਜੱਜ ਨੇ ਟਰੰਪ ਦੀ ਪੈਸੇ ਦੀ ਸਜ਼ਾ ਨੂੰ ਉਲਟਾਉਣ ਦੀ ਬੇਨਤੀ ਨੂੰ ਰੱਦ ਕਰ ਦਿੱਤਾ - ਐਕਸੀਓਸ",
        "The 3 ਸਭ ਤੋਂ ਵੱਧ ਵਿੰਡੋਜ਼ ਵਰਗਾ ਲੀਨਕਸ ਡਿਸਟ੍ਰੋ ਤੁਸੀਂ ਕੋਸ਼ਿਸ਼ ਕਰ ਸਕਦੇ ਹੋ ਕਿਉਂਕਿ ਤਬਦੀਲੀ ਸਖਤ ਹੈ - ZDNet",
        "ਟਰੰਪ ਨੇ ਟਰੂਡੋ ਅਤੇ ਫ੍ਰੀਲੈਂਡ ਨੂੰ ਕਿਵੇਂ ਵੰਡਿਆ - ਪੋਲੀਟੀਕੋ",
        "ਵਿਸਕਾਨਸਿਨ ਸਕੂਲ ਦੀ ਗੋਲੀਬਾਰੀ ਵਿੱਚ ਅਧਿਆਪਕ ਅਤੇ ਵਿਦਿਆਰਥੀ ਦੀ ਮੌਤ ਹੋ ਗਈ, ਔਰਤ ਸ਼ੱਕੀ ਵੀ ਮਰ ਗਿਆਃ ਇੱਥੇ ਇਹ ਹੈ ਜੋ ਅਸੀਂ ਹੁਣ ਤੱਕ ਜਾਣਦੇ ਹਾਂ - ਯਾਹੂ! ਆਵਾਜ਼ਾਂ"
    ]
}