{
    "headlines": [
        "يجب على رودي جولياني إعطاء السيطرة على السلع الفاخرة وشقة مانهاتن للعاملين في الانتخابات في جورجيا الذين شوه سمعتهم، وقواعد القاضي - سي إن إن",
        "يؤكد زاك برايان الانفصال عن صديقته بريانا تشيكن فراي برسالة غامضة - الصفحة السادسة",
        "الطيارون البحريون الساقطون معروفون بأدوارهم في العمليات القتالية في البحر الأحمر - gCaptain",
        "\"نوع من الاشمئزاز \": يتخذ هاريس خطوة يمكن أن تأتي بنتائج عكسية في حالة التأرجح الحرجة - فوكس نيوز",
        "جنرال موتورز تتفوق على أرباح الربع الثالث، وترفع توقعات الأرباح للمرة الثالثة هذا العام - ياهو فاينانس",
        "يقول مسؤولو مجتمع الاستخبارات الأمريكية إن روسيا تقف وراء فيديو Walz Deepfake - Fox News",
        "مقطورة \"يلوستون\" للحلقات الجديدة التي تستهل الحرب الأهلية لعائلة داتون - مراسل هوليوود",
        "جيش الدفاع الإسرائيلي يعترض طائرة مسيرة لبنانية بعد مطاردة استمرت ساعة في المجال الجوي الإسرائيلي - جروسالم بوست",
        "تستدعي هوندا 720 ألف مركبة، مشيرة إلى تشققات محتملة في مضخات الوقود - واشنطن بوست",
        "يقدم هاريس وترامب العروض النهائية للناخبين بعد أسبوعين من يوم الانتخابات - سي إن إن",
        "يدعي متهم ديدي أن لاعبًا مؤيدًا للرياضة تدخل أثناء الاعتداء الجنسي في حفلة مرصعة بالنجوم: دعوى قضائية - فوكس نيوز",
        "اعتقال الرئيس التنفيذي السابق لشركة Abercrombie & Fitch بتهم الاتجار بالجنس - ABC News",
        "مشرف مقاطعة أورانج يوافق على الإقرار بالذنب في مؤامرة رشوة تنطوي على 10 ملايين دولار في صناديق الإغاثة من كوفيد - وزارة العدل",
        "سندات الخزانة تهبط كما هو الحال في عام 1995 حيث يرى المتداولون الهبوط الناعم للولايات المتحدة - بلومبرغ",
        "تم تأييد إدانة مؤسس \"رعاة البقر لترامب\" في 6 يناير في قضية سابقة - سي إن إن",
        "يواصل لامار جاكسون ترسيخ نفسه كأفضل لاعب في الدوري الوطني لكرة القدم | دان باتريك شو | إن بي سي سبورتس - إن بي سي سبورتس",
        "المذنب تسوتشينشان- أتلاس هو زائر هالوين من سحابة أورت المخيفة - الفقاعة غير المرئية التي تضم عددًا لا يحصى من الأجسام الفضائية - Space.com",
        "يستضيف بوتين قادة الجنوب العالمي في قمة بريكس التي تهدف إلى موازنة النفوذ الغربي - وكالة أسوشيتد برس",
        "كين غريفي جونيور وكبير الحاضرين في افتتاحية ليكرز، نأمل أن نرى ليبرون بروني لأول مرة - NBA.com",
        "شركة أنثروبيك المدعومة من أمازون تطلق لأول مرة وكلاء ذكاء اصطناعي يمكنهم القيام بمهام معقدة، ويتسابقون ضد أوبن إيه آي ومايكروسوفت وجوجل - سي إن بي سي"
    ]
}