{
    "headlines": [
        "Die Hamas übergibt die letzten lebenden Geiseln, die im Rahmen der ersten Phase des Waffenstillstands in Gaza freigelassen werden sollen - CNN",
        "Elon Musk fordert die Deorbitierung der ISS. Das macht die Raumstation - ABC News",
        "Bybit bestätigt rekordverdächtigen Krypto-Raub im Wert von 1,46 Milliarden US-Dollar bei ausgeklügeltem Cold-Wallet-Angriff - The Hacker News",
        "College-Basketball-Picks, Zeitplan: Vorhersagen für Kentucky vs. Alabama und mehr Top 25 Spiele Samstag - CBS Sports",
        "Richter blockiert Trumps Auftrag, DER AUF DEI-PROGRAMME abzielt - CNN",
        "Stephen A. Smith völlig verblüfft von Yankees ’Gesichtshaar-Pressekonferenz: \"Was für eine Schande\" - New York Post",
        "Das FBI befahl, 1.500 Mitarbeiter aus dem Hauptquartier zu verlegen: Berichte - The Hill",
        "Newsom schickt dem Kongress eine 40-Milliarden-Dollar-Anfrage für Feuerhilfe in LA - POLITICO",
        "Das Weiße Haus und die Ukraine nähern sich einem Abkommen über Seltene Erden, das die Beziehung enger machen würde, sagt AP-Quelle - The Associated Press",
        "The Rock kommt für Cody Rhodes ’Seele in der WWE Elimination Chamber - Cageside Seats",
        "Trump spart mit dem demokratischen Gouverneur von Maine bei der Veranstaltung im Weißen Haus über die Anordnung zur Exekutive von Transgender-Athleten - ABC News",
        "Donald Trump feuert Top-US-Militäroffizier im Pentagon - Financial Times",
        "Deutsche Wahl: Endspurt als Spitzenreiter Merz schwört, in Europa zu führen - BBC.com",
        "Henry Cejudo bricht den Glückskeks, enthüllt die Kampfvorhersage vor dem endgültigen Anstarren mit Song Yadong - MMA Fighting",
        "Wer wird der nächste James Bond? Amazons harte 007-Entscheidung - BBC.com",
        "Ozempic und Wegovy Mangel endet, Einrichtung Gewichtsverlust Drogen-Showdown - Axios",
        "Dow löscht seine Gewinne seit Trumps Amtseinführung aus, da die Angst vor einerStagflation zurückkehrt - MarketWatch",
        "NFL Draft 2025: 10 Interessenten, die während des Pre-Draft-Prozesses aufsteigen könnten - NFL.com"
    ]
}