{
    "headlines": [
        "Dow вырос на 300 пунктов в ожидании результатов выборов на Уолл-стрит: новости в прямом эфире - CNBC",
        "Lions соглашаются на условия с Cleveland Browns о приобретении DL Za'Darius Smith через торговлю - detroitlions.com",
        "Избиратели могут легализовать траву для отдыха в большинстве штатов США - NPR",
        "Забастовка на заводе Boeing заканчивается, поскольку рабочие голосуют за принятие контракта - Associated Press",
        "Мы поговорили с чернокожими избирателями в 5 штатах. Вот что они сказали. - POLITICO",
        "Эдриан Гренье и его жена Джордан Руммеле рассказали, что ждут ребенка № 2: «В восторге» - AOL",
        "Торговые марки Marshon Lattimore: выиграли ли командиры или святые сделку для CB? - USA TODAY",
        "Источник: Steelers торгует на Jets WR Williams - ESPN",
        "Amazon заявляет, что исправляет желтый экран Kindle Colorsoft - The Verge",
        "Тридцать пять палестинцев убиты в Газе, Израиль издает новые приказы об эвакуации - Reuters",
        "Болельщики НФЛ трогали ковбоев за то, что их «отшлепали» в торговле Джонатаном Минго в крайний срок - отчет отбеливателя",
        "Новый виджет Apple выводит обновления дня выборов на экран блокировки и главный экран - TechCrunch",
        "День выборов 2024 года в прямом эфире, поскольку опросы Трампа-Харриса остаются привязанными, США выходят на голосование - CBS News",
        "Изъято",
        "ОБНОВЛЕНИЯ В РЕАЛЬНОМ ВРЕМЕНИ: опросы открыты по всей Северной Каролине в день выборов 2024 года - WLOS",
        "Тейлор Свифт (Taylor Swift), Бриттани Махоумс (Brittany Mahomes), одаренная тщательно продуманными таинственными подарками от семьи Хант во время",
        "Изъято",
        "Baby Haggis is the new Moo Deng: A pygmy hippo is born in Edinburgh - NPR",
        "Что нужно знать о коллегии выборщиков к концу гонки 2024 года - ABC7 Лос-Анджелес",
        "Украинские войска впервые вступили в бой с северокорейскими подразделениями в России, говорит чиновник - ABC News"
    ]
}