{
    "headlines": [
        "Mindestens 40 Tote bei Dutzenden von Tornados, Stürmen, die am Wochenende über das Land fegten - ABC News",
        "Fast-Fashion-Heftklammer Forever 21 meldet erneut Insolvenz an - The Washington Post",
        "Rory McIlroy verwandelt Frustration in Triumph, um DIE PLAYERS Championship zu erobern - PGA TOUR",
        "Sen. Chuck Schumers Büchertour wegen \"Sicherheitsbedenken\" inmitten der Kontroverse um die Finanzierung der Abstimmung verschoben - ABC News",
        "Kanadas Carney trifft sich mit europäischen Verbündeten, während Trump die Souveränität und Wirtschaft seines Landes ins Visier nimmt - The Associated Press",
        "Proteste in Serbien: Wie viel Ärger steckt Aleksandar Vučić? - POLITICO EUROPE",
        "NCAA-Turnierklammer 2025: Rangliste jedes Teams, das im März-Wahnsinn spielt, von Nr. 1 bis 68 - CBS Sports",
        "Jugend: Netflix-Drama als \"makelloses\" Fernsehen gefeiert - BBC.com",
        "So sehen Sie sich die Nvidia AGB 2025 an, einschließlich der Keynote von CEO Jensen Huang - TechCrunch",
        "Kanye West veröffentlicht Song mit North West und Diddy gegen Kim Kardashians Wünsche - Geier",
        "\"Atemberaubende\" Grand Canyon-Trainerin Molly Miller erobert das Internet im Sturm, nachdem das Team das NCAA-Turnier erreicht hat - New York Post",
        "Firefly Aerospace schließt 14 Tage Oberflächenoperationen auf dem Mond erfolgreich ab - Firefly Aerospace",
        "Februar Einzelhandelsumsätze verstärken die Sorge um die Verbraucherausgaben - Barron's",
        "Ein Richter ordnete an, dass ein Professor der Brown University nicht abgeschoben werden darf. Sie wurde sowieso in den Libanon zurückgeschickt. - The Associated Press",
        "NASAs Webb-Bilder Junge, riesige Exoplaneten, erkennt Kohlendioxid - Science@NASA",
        "Behörden beschlagnahmen Pass eines Mannes, der zuletzt den vermissten Studenten Sudiksha Konanki gesehen hat - CNN",
        "Trump sagt, dass der Autopen-Einsatz Bidens Begnadigung für das Panel vom 6. Januar \"UNGÜLTIG\" macht - Axios"
    ]
}