{
    "headlines": [
        "قتيلان و6 جرحى في إطلاق نار جماعي خلال احتفال الهالوين في وسط مدينة أورلاندو - سي بي إس نيوز",
        "اختبار الصاروخ الباليستي العابر للقارات في كوريا الشمالية يسجل أطول وقت طيران على الإطلاق - USA TODAY",
        "إطلاق سراح مجرم شاب من محاكمة سجن مقاطعة فولتون بعد اعترافه بالذنب في محاكمة ريكو - WSB أتلانتا",
        "جيف أولبريش: شعرت بالإحباط والغضب من ملاخي كورلي، وهذا لن يحدث مرة أخرى - إن بي سي سبورتس",
        "أسواق آسيا والمحيط الهادئ تنخفض بينما ينتظر المستثمرون حكم سعر الفائدة الفيدرالي، الانتخابات الأمريكية - سي إن بي سي",
        "نظرة الأسبوع: هايدي كلوم تصل إلى حفلة الهالوين السنوية مرتدية زي إي تي المفصل - سي إن إن",
        "ويلسون \"Jumpman\" TD grab يترك Jets في حالة ذهول - ESPN",
        "يقول ترامب إنه يجب إطلاق النار على \"صقر الحرب\" ليز تشيني في تصعيد للخطاب العنيف ضد خصومه - سي إن إن",
        "تقول جنيفر لوبيز إن \"كل لاتيني في هذا البلد\" شعر بالإهانة من مسيرة ماديسون سكوير جاردن لترامب - سي إن إن",
        "قتل شخص واحد وأصيب اثنان في إطلاق نار في قاعة الطعام في فانكوفر مول - الكولومبي",
        "تمزق هاريس من أجل \"سلطة الكلمات\" بعد مقاطعة المقاطع أثناء خطاب الحملة: \"الثرثرة لا تنتهي\" - فوكس نيوز",
        "ويمبي لديه لعبة 5 × 5 في فوز توتنهام على الجاز - ESPN",
        "كايلي جينر تذهب عارية تماما لجميع القديسين يرتدي زي التعري ديمي مور - E! أونلاين - E! NEWS",
        "إطلاق الصواريخ من لبنان يقتل 7 في إسرائيل بينما يحاول المسؤولون الأمريكيون الضغط من أجل وقف إطلاق النار - وكالة أسوشيتد برس",
        "اتحاد بوينغ المذهل يؤيد عرض رفع الأجور بنسبة 38 ٪، والتصويت محدد ليوم الاثنين - رويترز",
        "Eerie Eclipse on the Red Planet: NASA's Perseverance Spots \"Googly Eye\" in Mars Sky [فيديو] - SciTechDaily",
        "ألحقت إسرائيل أضرارًا أو دمرت ما يقرب من ربع المباني في جنوب لبنان - واشنطن بوست",
        "لورانس: تعليق ترامب \"سواء أحببت النساء ذلك أم لا\" يحيي شريط Access Hollywood - MSNBC",
        "شاهد مستويات أسعار أمازون هذه مع قفز الأسهم بعد أن أدى نمو السحابة إلى زيادة الأرباح - Investopedia",
        "مصادر أسوشيتد برس: غيّر البيت الأبيض سجل تصريحات بايدن \"المهملة\" على الرغم من مخاوف كاتب الاختزال - وكالة أسوشيتد برس"
    ]
}