{
    "headlines": [
        "ਲਾਈਵ ਬ੍ਰੀਫਿੰਗਃ ਇਜ਼ਰਾਈਲੀ ਹੜਤਾਲਾਂ ਨੇ ਲੇਬਨਾਨ ਵਿਚ ਘੱਟੋ ਘੱਟ ਇਕ ਦਰਜਨ ਸਿਹਤ ਕਰਮਚਾਰੀਆਂ ਦੀ ਮੌਤ ਕਰ ਦਿੱਤੀ - ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਰਿਪੋਰਟਾਂਃ ਐਲਟੀ ਡੀਜੇ ਹੰਫਰੀਜ਼ ਚੀਫਸ ਨਾਲ ਦਸਤਖਤ ਕਰਨ ਲਈ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਅਮਰੀਕਾ 'ਚ ਕੈਲੀਫੋਰਨੀਆ' ਚ ਇਕ ਬੱਚੇ 'ਚ ਪਹਿਲੀ ਬਰਡ ਫਲੂ ਦੀ ਪੁਸ਼ਟੀ - The Washington Post",
        "ਡੋਨਾਲਡ ਟਰੰਪ ਨੇ ਖਜ਼ਾਨਾ ਸਕੱਤਰ ਲਈ ਹੇਜ ਫੰਡ ਕਾਰਜਕਾਰੀ ਸਕਾਟ ਬੇਸੈਂਟ ਦੀ ਚੋਣ ਕੀਤੀ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "‘ਦੁਸ਼ਟ’ ਨਿਰਦੇਸ਼ਕ ਜੋਨ ਐਮ. ਚੂ ਉਨ੍ਹਾਂ ਹੈਰਾਨੀਜਨਕ ਕਮਿਓਸ 'ਤੇਃ \"ਸਾਡੇ ਕੋਲ ਇਹ ਕਰਨ ਲਈ ਇਕ ਦਿਨ ਸੀ\" - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "'ਮੇਰੇ ਕੋਲ ਕੋਈ ਪੈਸਾ ਨਹੀਂ': ਹਜ਼ਾਰਾਂ ਅਮਰੀਕੀ ਸਿਨੈਪਸ ਫਿਨਟੈਕ ਸੰਕਟ ਵਿੱਚ ਆਪਣੀ ਬਚਤ ਅਲੋਪ ਹੁੰਦੇ ਵੇਖਦੇ ਹਨ - ਯਾਹੂ ਵਿੱਤ",
        "ਮਿਨੀਸੋਟਾ 'ਚ ਈ. ਕੋਲੀ ਯਾਦ ਨਾਲ ਬੰਨ੍ਹੇ ਜ਼ਮੀਨੀ ਬੀਫ ਤੋਂ ਘੱਟੋ-ਘੱਟ 19 ਲੋਕ ਬਿਮਾਰ - Star Tribune",
        "ਰੱਖਿਆ ਡੈਨੀਅਲ ਪੈਨੀ ਸਬਵੇਅ ਚੋਕਹੋਲਡ ਟ੍ਰਾਇਲ ਵਿੱਚ ਆਰਾਮ ਕਰਦੀ ਹੈ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਟੈਕਸਾਸ ਸਕੂਲ ਬੋਰਡ ਵਿਕਲਪਿਕ ਪਾਠਕ੍ਰਮ ਨੂੰ ਮਨਜ਼ੂਰੀ ਦਿੰਦਾ ਹੈ ਜੋ ਕੇ -5 ਕਲਾਸਾਂ ਲਈ ਬਾਈਬਲ ਪਾਠਾਂ ਨੂੰ ਸ਼ਾਮਲ ਕਰਦਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਵਾਲਮਾਰਟ ਨੂੰ ਇੱਕ ਟਰੱਕ ਡਰਾਈਵਰ ਨੂੰ 35 ਮਿਲੀਅਨ ਡਾਲਰ ਦਾ ਭੁਗਤਾਨ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ ਜਿਸਦਾ ਝੂਠਾ ਧੋਖਾਧੜੀ ਦਾ ਦੋਸ਼ ਹੈ, ਜਿuryਰੀ ਕਹਿੰਦੀ ਹੈ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਰੈਸਟੋਰੈਂਟ ਦਾ ਲੇਟੂਸ ਸੇਂਟ ਲੂਯਿਸ ਈ ਕੋਲੀ ਫੈਲਣ ਦਾ ਸਰੋਤ ਨਹੀਂ ਸੀ, ਅਧਿਕਾਰੀ ਕਹਿੰਦੇ ਹਨ - ਕੇਐਸਡੀਕੇ.",
        "ਥੈਂਕਸਗਿਵਿੰਗ ਲਈ ਸੰਭਾਵੀ ਬਰਫਬਾਰੀ? ਇਹ ਉਹ ਹੈ ਜੋ ਭਵਿੱਖਬਾਣੀ ਕਰ ਰਹੇ ਹਨ. - NJ. com",
        "ਪੀਐਸ 5 ਬੰਡਲ 'ਤੇ ਬਲੈਕ ਫ੍ਰਾਈਡੇ ਡੀਲ ਹੁਣ ਲਾਈਵ ਹਨ - ਆਈਜੀਐਨ",
        "ਨਿ York ਯਾਰਕ ਦੇ ਜੱਜ ਨੇ ਹਸ਼ ਮਨੀ ਕੇਸ ਵਿੱਚ ਅਗਲੇ ਹਫਤੇ ਟਰੰਪ ਦੀ ਸਜ਼ਾ ਨੂੰ ਰੱਦ ਕਰ ਦਿੱਤਾ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਮੈਕਡੋਨਲਡਜ਼ ਅਮਰੀਕਾ ਦੇ ਮੁੱਲ ਮੀਨੂ ਦਾ ਵਿਸਥਾਰ ਕਰਨ ਲਈ ਜਿਵੇਂ ਕਿ ਸੌਦੇ ਦੀ ਭਾਲ ਕਰਨ ਵਾਲਿਆਂ ਲਈ ਫਾਸਟ ਫੂਡ ਚੇਨਜ਼ ਦੀ ਲੜਾਈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਪਾਮ ਬੌਂਡੀ ਬਾਰੇ ਜਾਣਨ ਲਈ 6 ਚੀਜ਼ਾਂ, ਅਟਾਰਨੀ ਜਨਰਲ ਲਈ ਟਰੰਪ ਦੀ ਨਵੀਂ ਚੋਣ - ਪੀਬੀਐਸ ਨਿ Newsਜ਼ਹੋਰ",
        "ਏਆਈ ਚਿੱਪ ਸਟਾਰਟਅਪ ਮੈਟਐਕਸ, ਗੂਗਲ ਐਲਮਜ਼ ਦੁਆਰਾ ਸਥਾਪਿਤ, ਸੀਰੀਜ਼ ਏ ਨੂੰ $ 300M + ਵੈਲਯੂਏਸ਼ਨ ਤੇ ਉਭਾਰਦਾ ਹੈ, ਸਰੋਤ ਕਹਿੰਦੇ ਹਨ - ਟੈਕਕ੍ਰਾਂਚ",
        "ਵਾਯੂਮੰਡਲ ਨਦੀ ਸ਼ਕਤੀਸ਼ਾਲੀ ਹਵਾ ਲਿਆਉਣ ਲਈ, ਬੇ ਏਰੀਆ ਵਿੱਚ ਭਾਰੀ ਬਾਰਸ਼, ਮੌਸਮ ਸੇਵਾ ਕਹਿੰਦੀ ਹੈ - SFGATE",
        "ਬ੍ਰਾਜ਼ੀਲ ਦੀ ਪੁਲਿਸ ਨੇ ਰਸਮੀ ਤੌਰ 'ਤੇ ਬੋਲਸੋਨਾਰੋ' ਤੇ ਤਖਤਾਪਲਟ ਦੀ ਕੋਸ਼ਿਸ਼ ਦਾ ਦੋਸ਼ ਲਗਾਇਆ ਹੈ । ਅੱਗੇ ਕੀ ਆਵੇਗਾ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਦੈਂਤ ਰਿਲੀਜ਼ ਡੈਨੀਅਲ ਜੋਨਸ, ਪਲੱਸ ਹਫਤੇ 12 ਬੋਲਡ ਭਵਿੱਖਬਾਣੀ ਅਤੇ ਸਟੀਲਰਜ਼ ਦੀ ਅਵਿਵਹਾਰਕ ਵੀਰਵਾਰ ਦੀਆਂ ਮੁਸੀਬਤਾਂ ਜਾਰੀ ਹਨ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ"
    ]
}