{
    "headlines": [
        "North Korean troops are in Russia, US defense secretary says - Reuters",
        "Shaq Had Honest Message for Bronny James After Historic Lakers Debut - Sports Illustrated",
        "McDonald’s, Starbucks, AT&T, Tesla, Texas Instruments, Qualcomm, Enphase, Boeing, and More Movers - Barron's",
        "Review: Romancing SaGa 2: Revenge Of The Seven (Switch) - A Remake That's Equally Intriguing & Underwhelming - Nintendo Life",
        "Sources: Chiefs finalizing deal for Titans' Hopkins - ESPN",
        "Trump vs Harris: Who’s leading in the US election polls as the vote looms? - Al Jazeera English",
        "19 suspected members of powerful Sinaloa cartel killed in shootout with troops in Mexico - CBS News",
        "Coca-Cola tops earnings estimates, as higher prices offset sluggish demand - CNBC",
        "Roman Polanski No Longer Going on Trial in L.A. Over Alleged 1973 Rape of Minor - Variety",
        "New guidance for stroke prevention includes Ozempic, other weight loss drugs - USA TODAY",
        "US scrambles after Israel war plan leak: What to know - The Hill",
        "Don’t let Trump’s buzzy sideshows distract you from his traditional swing-state strategy - POLITICO",
        "Boeing is expected to report a big Q3 loss, then wait for results of vote by striking workers - The Associated Press",
        "Images capture exact moments an Israeli missile strikes building in Beirut - The Associated Press",
        "Liam Payne’s body to remain in Argentina for further investigations as his heartbroken dad ‘vows to do right’ - New York Post ",
        "Tracking early voting trends by party, age and race — in maps and charts - CNN",
        "Key takeaways: What you missed from Harris' NBC interview - BBC.com",
        "Fernando Valenzuela, Mexican-born pitcher whose feats for Dodgers fueled 'Fernandomania,' dies at 63 - The Associated Press",
        "U.S. officials say Russia smeared Tim Walz, might stoke post-vote violence - The Washington Post",
        "Trump’s former chief of staff says he fits ‘fascist’ definition and prefers ‘dictator approach’ - CNN"
    ]
}