{
    "headlines": [
        "ਅਮੀਰ ਕਿਵੇਂ ਸਟੈਪ ਟੈਕਸ ਬਿੱਲਾਂ ਤੋਂ ਬਿਨਾਂ ਪ੍ਰਾਈਵੇਟ ਕ੍ਰੈਡਿਟ ਵਿੱਚ ਨਿਵੇਸ਼ ਕਰਨ ਲਈ ਬੀਮੇ ਦੀ ਵਰਤੋਂ ਕਰਦੇ ਹਨ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਡੈਨਮਾਰਕ ਦੇ ਪ੍ਰਧਾਨ ਮੰਤਰੀ ਨੇ ਗ੍ਰੀਨਲੈਂਡ ਦੌਰੇ 'ਤੇ ਟਰੰਪ ਦੀ ਟੀਮ ਦੀ ਕੀਤੀ ਨਿੰਦਾ - POLITICO Europe",
        "ਟੌਮ ਬ੍ਰੈਡੀਃ ਬਿਲ ਬੇਲੀਚਿਕ ਨਾਲ ਮੇਰਾ ਤਣਾਅ ਸਿਰਫ ਇੱਕ ਵੰਡ ਨਾਲ ਹੱਲ ਕੀਤਾ ਜਾ ਸਕਦਾ ਸੀ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਇਕ ਅਦਾਲਤ ਨੇ ਜਾਪਾਨ ਵਿਚ ਯੂਨੀਫਿਕੇਸ਼ਨ ਚਰਚ ਨੂੰ ਭੰਗ ਕਰਨ ਦਾ ਆਦੇਸ਼ ਦਿੱਤਾ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਵੈਬ ਸਪੇਸ ਟੈਲੀਸਕੋਪ ਮੇਕਿੰਗ ਵਿਚ ਇਕ ਤਾਰਾ ਅਤੇ ਇਕ ਗਲੈਕਸੀ ਨੂੰ ਬਹੁਤ ਦੂਰ, ਬਹੁਤ ਦੂਰ ਫੜਦਾ ਹੈ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਆਸਕਰ ਜੇਤੂ ਫਿਲਸਤੀਨੀ ਨਿਰਦੇਸ਼ਕ 'ਤੇ ਇਜ਼ਰਾਇਲੀ ਵਸਨੀਕਾਂ ਨੇ ਕੀਤਾ ਹਮਲਾ ਅਤੇ ਫੌਜ ਨੇ ਹਿਰਾਸਤ' ਚ ਲਿਆ - The Associated Press",
        "ਡਾਓ ਜੋਨਸ ਫਿuresਚਰਜ਼ਃ ਟਰੰਪ ਟੈਰਿਫ ਨਿ Newsਜ਼ ਸਪਾਰਕਸ ਬਿਗ ਸਟਾਕ ਮਾਰਕੀਟ ਰੈਲੀ; ਐਨਵੀਡੀਆ, ਪਲੈਂਟੀਰ, ਟੇਸਲਾ ਲੀਡ - ਨਿਵੇਸ਼ਕ ਦਾ ਕਾਰੋਬਾਰ ਰੋਜ਼ਾਨਾ",
        "ਸਰੋਤਃ ਟੌਰਨ ਏਸੀਐਲ ਨੇ ਯੂਐਸਸੀ ਸਟਾਰ ਵਾਟਕਿੰਸ ਦੇ ਸੀਜ਼ਨ ਨੂੰ ਖਤਮ ਕੀਤਾ - ਈਐਸਪੀਐਨ",
        "‘ਦਿ ਡੇਲੀ ਸ਼ੋਅ ਦਾ ਜੌਨ ਸਟੂਅਰਟ ਕਹਿੰਦਾ ਹੈ ਕਿ ਰਿਪਬਲਿਕਨਜ਼ \"ਮੁਫਤ ਭਾਸ਼ਣ ਬਾਰੇ ਕੋਈ ਫਿਕ ਨਾ ਦਿਓ\" ਅਤੇ ਚੁਟਕਲੇ ਪੀਟ ਹੇਗਸੇਥ‘ਦਿ ਵ੍ਹਾਈਟ ਲੋਟਸ ‘ਦੁਆਰਾ ਧਿਆਨ ਭਟਕਾਏ ਗਏ ਸਨ ਜਦੋਂ ਉਸਨੇ ਪੱਤਰਕਾਰ ਨਾਲ ਯੁੱਧ ਸਮੂਹ ਚੈਟ ਸਥਾਪਤ ਕੀਤੀ - ਡੈੱਡਲਾਈਨ",
        "ਪੇਡਰੋ ਪਾਸਕਲ ਜੈਨੀਫਰ ਐਨੀਸਟਨ ਨਾਲ 3 ਘੰਟੇ ਦੇ ਖਾਣੇ ਤੋਂ ਬਾਅਦ 'ਦਿ ਲਾਸਟ ਆਫ ਅਸਾ’ ਪ੍ਰੀਮੀਅਰ ’ਤੇ ਸਾਰੇ ਮੁਸਕਰਾਉਂਦੇ ਹਨ - ਪੰਨਾ ਛੇ",
        "ਟਰੰਪ ਪ੍ਰਸ਼ਾਸਨ ਨੇ ਫੈਡਰਲ ਜੱਜ ਦੁਆਰਾ ਮੰਗੀ ਗਈ ਦੇਸ਼ ਨਿਕਾਲੇ ਦੀ ਉਡਾਣ ਦੀ ਜਾਣਕਾਰੀ 'ਤੇ ਰਾਜ ਦੇ ਗੁਪਤ ਅਧਿਕਾਰਾਂ ਦੀ ਮੰਗ ਕੀਤੀ - ਸੀਐਨਐਨ",
        "ਯੂਐਸ ਡਾਕ ਸੇਵਾ ਦੇ ਮੁਖੀ ਡੀਜੌਏ ਨੇ ਅਸਤੀਫਾ ਦੇ ਦਿੱਤਾ - ਸੀ ਐਨ ਐਨ",
        "ਕੇਨ ਵੇਲਾਸਕਿzਜ਼ਃ ਯੂਐਫਸੀ ਦੇ ਸਾਬਕਾ ਚੈਂਪੀਅਨ ਨੂੰ 2022 ਦੀ ਗੋਲੀਬਾਰੀ ਲਈ ਜੇਲ੍ਹ ਦੀ ਸਜ਼ਾ - ਅਲ ਜਜ਼ੀਰਾ ਅੰਗਰੇਜ਼ੀ",
        "23andਮੈਂ ਗਾਹਕ ਡੇਟਾ ਨੂੰ ਮਿਟਾਉਣ ਲਈ ਝਿੜਕਦੇ ਹਨ, ਦੀਵਾਲੀਆਪਨ ਤੋਂ ਬਾਅਦ ਭਰੋਸੇ ਦੀ ਮੰਗ ਕਰਦੇ ਹਨ - ਦਿ ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "‘ਪਿਕਸੀ’ ਇੱਕ ਰੱਦ ਕੀਤਾ ਪਿਕਸਲ ਸਹਾਇਕ ਸੀ ਜੋ ਸਕ੍ਰੀਨਸ਼ਾਟ ਐਪ ਬਣ ਗਿਆ - 9to5Google",
        "ਓਪਨਏਆਈ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਇਸਦਾ ਏਆਈ ਵੌਇਸ ਅਸਿਸਟੈਂਟ ਹੁਣ ਨਾਲ ਗੱਲਬਾਤ ਕਰਨਾ ਬਿਹਤਰ ਹੈ - ਟੈਕਕ੍ਰਾਂਚ",
        "ਪੀਐਸਏਃ ਆਈਫੋਨ ਮਿਰਰਿੰਗ ਆਈਓਐਸ 18.4 - 9to5Mac ਨਾਲ ਯੂਰਪੀਅਨ ਯੂਨੀਅਨ ਵਿੱਚ ਨਹੀਂ ਆ ਰਿਹਾ",
        "ਮੰਗਲ 'ਤੇ ਪਾਏ ਗਏ ਸਭ ਤੋਂ ਵੱਡੇ ਕਾਰਬਨ ਅਣੂ ਪ੍ਰਾਚੀਨ ਜੀਵਨ ਲਈ ਕੇਸ ਬਣਾਉਂਦੇ ਹਨ - ਸਾਇੰਸ ਅਲਰਟ"
    ]
}