{
    "headlines": [
        "ਜਾਰਡਨ 'ਚ ਇਜ਼ਰਾਇਲੀ ਦੂਤਾਵਾਸ ਨੇੜੇ ਹੋਈ ਗੋਲੀਬਾਰੀ' ਚ ਬੰਦੂਕਧਾਰੀ ਦੀ ਗੋਲੀ ਮਾਰ ਕੇ ਹੱਤਿਆ, 3 ਪੁਲਸ ਮੁਲਾਜ਼ਮ ਜ਼ਖਮੀ - Reuters",
        "ਚੱਕ ਵੂਲਰੀ, 'ਲਵ ਕੁਨੈਕਸ਼ਨ' ਅਤੇ 'ਸਕ੍ਰੈਬਲ' ਦੇ ਨਿਰਵਿਘਨ ਬੋਲਣ ਵਾਲੇ ਗੇਮ ਸ਼ੋਅ ਦੀ ਮੇਜ਼ਬਾਨੀ, 83 'ਤੇ ਮੌਤ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਡਬਲ ਤਕਨੀਕੀ Fouls 'ਤੇ ਪੂਲ ਰਿਪੋਰਟ ਹਿਊਸਟਨ ਦੇ Dillon ਬਰੁੱਕਸ ਅਤੇ ਪੋਰਟਲੈਂਡ ਦੇ Anfernee Simons ਨੂੰ ਜਾਰੀ, ਅਤੇ ਤਕਨੀਕੀ Foul ਅਤੇ ਹਿਊਸਟਨ ਖੇਡ' ਤੇ ਅੱਜ ਰਾਤ ਦੇ ਪੋਰਟਲੈਂਡ ਦੇ ਚੌਥੇ ਤਿਮਾਹੀ ਵਿੱਚ ਹਿਊਸਟਨ ਦੇ Fred VanVleet ਦੇ Ejection - ਐਨ. ਬੀ. ਏ. ਅਧਿਕਾਰੀ",
        "ਚੋਟੀ ਦੇ ਬਾਈਡਨ ਸਲਾਹਕਾਰ ਨੇ ‘ਹਫੜਾ-ਦਫੜੀ‘ ਦੀ ਚੇਤਾਵਨੀ ਦਿੱਤੀ ਜੇ ਟਰੰਪ ਟੈਰਿਫ ਅਤੇ ਹਿੰਮਤ ਵਧਾਉਂਦੇ ਹਨ IRA - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "ਬੀਵਾਈਯੂ ਖਿਡਾਰੀਆਂ ਨੇ 28-23 ਹਾਰ ਤੋਂ ਬਾਅਦ ਏਐਸਯੂ ਦੇ ਮੈਦਾਨ ਵਿੱਚ ਤੂਫਾਨ ਦਾ ਵਰਣਨ ਕਿਵੇਂ ਕੀਤਾ - ਡੀਸਰਟ ਨਿ Newsਜ਼",
        "ਟਰੰਪ ਨੇ ਖੇਤੀਬਾੜੀ ਸਕੱਤਰ ਲਈ ਬਰੁਕ ਰੋਲਿਨਜ਼ ਨੂੰ ਟੈਪ ਕੀਤਾ, ਕੈਬਨਿਟ ਦੀਆਂ ਚੋਣਾਂ ਨੂੰ ਬਾਹਰ ਕੱingਦੇ ਹੋਏ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਜੌਨ ਐਮ. ਚੂ ਵੌਲਯੂਮ ਨੂੰ ਚਾਲੂ ਕਰਨ ਲਈ ਬੁਰੇ ਪ੍ਰਸ਼ੰਸਕਾਂ ਨੂੰ ਬੱਗ ਥੀਏਟਰਾਂ ਦੀ ਆਗਿਆ ਦਿੰਦਾ ਹੈ - ਏਵੀ ਕਲੱਬ",
        "ਇੱਕ ਡਿਜੀਟਲ \"ਤੁਸੀਂ\" ਤੁਹਾਡੀਆਂ ਦੁਖਦਾਈ ਵੈਬ ਕਾਨਫਰੰਸ ਕਾਲਾਂ ਦੁਆਰਾ ਕਿਵੇਂ ਬੈਠ ਸਕਦੇ ਹੋ - TechCrunch",
        "ਕੇਯੂ ਦੇ ਨੁਕਸਾਨ ਤੋਂ ਬਾਅਦ ਡੀਓਨਃ 'ਸਫਲਤਾ ਨਾਲ ਨਸ਼ੇ ਵਿਚ ਪੈ ਗਿਆ' - ਈਐਸਪੀਐਨ",
        "ਸੰਯੁਕਤ ਰਾਸ਼ਟਰ ਟਰੰਪ ਲੂਮਜ਼ ਵਜੋਂ 300 ਬਿਲੀਅਨ ਡਾਲਰ ਦੇ ਜਲਵਾਯੂ ਵਿੱਤ ਸੌਦੇ 'ਤੇ ਪਹੁੰਚਿਆ - ਦਿ ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "ਫਰੈੱਡ ਹੈਰਿਸ, ਸਾਬਕਾ ਡੈਮੋਕਰੇਟਿਕ ਯੂਐਸ ਸੈਨੇਟਰ ਅਤੇ ਰਾਸ਼ਟਰਪਤੀ ਦੇ ਉਮੀਦਵਾਰ, 94 ਸਾਲ ਦੀ ਉਮਰ ਵਿੱਚ ਮੌਤ ਹੋ ਗਈ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਓਜ਼ੈਂਪਿਕ ਦੀ ਦੁਨੀਆ ਵਿਚ 12 ਸਾਲਾਂ ਦੀ ਇਕ ਯਾਤਰਾ - ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "ਪੂਰੀ ਐਨਐਫਐਲ ਭਵਿੱਖਬਾਣੀ, ਪੂਰੇ ਹਫਤੇ 12 ਸਲੇਟ ਲਈ ਪਿਕ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਸਪੇਸਐਕਸ 400 ਵੇਂ ਫਾਲਕਨ 9 ਰਾਕੇਟ 'ਤੇ 20 ਸਟਾਰਲਿੰਕ ਸੈਟੇਲਾਈਟ ਲਾਂਚ ਕਰੇਗਾ - ਸਪੇਸਫਲਾਈਟ ਹੁਣੇ ਸੰਪਰਕ ਕਰੋ",
        "ਤਾਈਵਾਨ ਦੇ ਸਾਬਕਾ ਰਾਸ਼ਟਰਪਤੀ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਯੂਕਰੇਨ ਨੂੰ ਤਾਈਪੇ ਨਾਲੋਂ ਅਮਰੀਕੀ ਹਥਿਆਰਾਂ ਦੀ ਜ਼ਿਆਦਾ ਜ਼ਰੂਰਤ ਹੈ - ਪੋਲੀਟਿਕੋ",
        "ਰਿਪਬਲਿਕਨ ਸੈਨੇਟਰ ਨੇ ਇਸ ਲਈ ਸਪੱਸ਼ਟ ਸਪੱਸ਼ਟੀਕਰਨ ਦੀ ਪੇਸ਼ਕਸ਼ ਕੀਤੀ ਕਿ ਮੈਟ ਗੇਟਜ਼ ਦੀ ਨਾਮਜ਼ਦਗੀ ਅਸਫਲ ਕਿਉਂ ਹੋਈ - ਦਿ ਡੇਲੀ ਬੀਸਟ",
        "ਸ਼ੁੱਕਰਵਾਰ ਰਾਤ ਦੀ ਧੁੰਦ ਤੋਂ ਬਾਅਦ ਟਰੰਪ ਦੀ ਕੈਬਨਿਟ ਪੂਰੀ - POLITICO",
        "ਬੱਚੇ ਦੀ ਮੌਤ, ਖਾਣ ਲਈ ਤਿਆਰ ਮੀਟ ਬ੍ਰਾਂਡ ਨਾਲ ਜੁੜੇ ਲਿਸਟੀਰੀਆ ਨਾਲ ਸੰਕਰਮਿਤ 11 ਲੋਕ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਜੇਸਨ ਕੈਲਸੇ ਦੀ ਪਤਨੀ ਕਾਇਲੀ ਕੈਲਸੇ ਨੇ ਜੋੜੀ ਦੇ ਚੌਥੇ ਬੱਚੇ ਨਾਲ ਗਰਭ ਅਵਸਥਾ ਦਾ ਐਲਾਨ ਕੀਤਾ - ਸਪੋਰਟਸ ਇਲਸਟ੍ਰੇਟਿਡ",
        "ਜੇਨ ਜ਼ੇਰਸ ਦੀ ਵਿੱਤੀ ਸਫਲਤਾ ਦੀ ਪਰਿਭਾਸ਼ਾ ਵਿੱਚ ਚੋਟੀ ਦੇ 1% ਵਿੱਚ ਸ਼ਾਮਲ ਹੋਣਾ ਸ਼ਾਮਲ ਹੈ — ਅਤੇ ਉਹ ਇਸ ਨੂੰ ਬਣਾਉਣ ਬਾਰੇ ਸੱਚਮੁੱਚ ਭਰੋਸੇਮੰਦ ਹਨ - Fortune"
    ]
}