{
    "headlines": [
        "ਕੈਨੇਡਾ ਜਹਾਜ਼ ਕ੍ਰੈਸ਼ ਨਵੀਨਤਮਃ ਟੋਰਾਂਟੋ ਹਵਾਈ ਅੱਡੇ 'ਤੇ ਜਹਾਜ਼ ਹਾਦਸੇ ਦੀ ਰਿਪੋਰਟ ਕੀਤੀ ਗਈ ਐਮਰਜੈਂਸੀ ਸੇਵਾਵਾਂ - ਬੀਬੀਸੀ.",
        "ਅਮਰੀਕਾ 'ਚ ਖਸਰਾ ਫੈਲਣ ਦੇ ਮਾਮਲੇ ਵਧਦੇ ਜਾ ਰਹੇ ਹਨ । ਕੀ ਸਾਨੂੰ ਚਿੰਤਾ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਪੋਪ Francis ’ਹਸਪਤਾਲ ਇਲਾਜ‘ ਗੁੰਝਲਦਾਰ ਕਲੀਨਿਕਲ ‘ਹਾਲਤ ਨਾਲ ਨਜਿੱਠਣ, ਵੈਟੀਕਨ ਕਹਿੰਦਾ ਹੈ - ਸੀਐਨਐਨ",
        "ਜੈੱਫ ਗੋਰਡਨ ਵਿਲੀਅਮ ਬਾਇਰਨ ਦੇ 'ਪੂਰੇ ਸਮਰਥਨ ਵਿੱਚ' ਆਪਣੇ ਰਿਕਾਰਡ ਤੋੜਦੇ ਹਨ - ਫੌਕਸ ਸਪੋਰਟਸ",
        "ਟੇਸਲਾ ਨੂੰ ਮਸਕ ਨੂੰ ਲੈ ਕੇ ਵਿਰੋਧ ਦੀ ਲਹਿਰ ਨੇ ਮਾਰਿਆ, ਵਿਕਰੀ ਕਰੈਸ਼ ਹੋ ਰਹੀ ਹੈ, ਅੰਦਰੂਨੀ ਲੋਕ ਜਾਗ ਰਹੇ ਹਨ - Electrek. co",
        "ਕ੍ਰਿਸਟੋਫਰ ਨੋਲਨ ਦੀ ‘ਦਿ ਓਡੀਸੀ‘ ਵਿਚ ਮੈਟ ਡੈਮਨ ਦੀ ਭੂਮਿਕਾ ਪਹਿਲੀ ਲੁੱਕ ਫੋਟੋ ਨਾਲ ਪ੍ਰਗਟ ਹੋਈ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਟਰੰਪ ਪ੍ਰਸ਼ਾਸਨ ਡੋਗੇ ਉਲਟਾ ਵਿੱਚ ਬਰਖਾਸਤ ਪ੍ਰਮਾਣੂ ਹਥਿਆਰਾਂ ਦੇ ਕਰਮਚਾਰੀਆਂ ਨੂੰ ਵਾਪਸ ਲਿਆਉਣ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰਦਾ ਹੈ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਕਾਲਜ ਬਾਸਕਟਬਾਲ ਰੈਂਕਿੰਗਃ ਫਲੋਰੀਡਾ ਨੰਬਰ 2 ਤੱਕ ਚਲਾ ਗਿਆ, ਅਲਾਬਾਮਾ ਨੰਬਰ 1 ਔਬਰਨ ਤੋਂ ਹਾਰਨ ਤੋਂ ਬਾਅਦ ਘਟਿਆ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਏਰਿਕ ਐਡਮਜ਼ ਦੇ ਪ੍ਰਸ਼ਾਸਨ ਤੋਂ ਵੱਡੇ ਅਸਤੀਫਿਆਂ ਨੇ ਐਨਵਾਈਸੀ ਸਰਕਾਰ ਵਿਚ ਹਫੜਾ-ਦਫੜੀ ਮਚਾਈ - ਪੋਲਿਟਿਕੋ",
        "ਨਵੇਂ ਆਈਫੋਨ ਐਸਈ ਅਤੇ 3 ਹੋਰ ਬੂੰਦਾਂ ਐਪਲ ਦੇ ਲਾਂਚ ਈਵੈਂਟ ਵਿੱਚ ਉਮੀਦ ਕਰਨ ਲਈ - ਫੋਰਬਸ",
        "ਟਰੰਪ ਦੀ ਸੁਪਰੀਮ ਕੋਰਟ 'ਚ ਅਪੀਲ ਬਾਰੇ ਕੀ ਜਾਣਨਾ ਹੈ - CNN",
        "ਜੱਜ ਡੋਗੇ ਦੀ ਸਮੂਹਿਕ ਫਾਇਰਿੰਗ, ਡੇਟਾ ਤੱਕ ਪਹੁੰਚ ਨੂੰ ਰੋਕਣ ਦੀ ਬੇਨਤੀ ਤੋਂ ਇਨਕਾਰ ਕਰਨ ਲਈ ਝੁਕਾਅ ਦਿਖਾਈ ਦਿੰਦਾ ਹੈ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਮੈਕਰੋਨ ਅਤੇ ਟਰੰਪ ਨੇ ਯੂਕਰੇਨ ‘ਤੇ ਯੂਰਪੀਅਨ ਮੁਲਾਕਾਤ ਤੋਂ ਕੁਝ ਮਿੰਟ ਪਹਿਲਾਂ' ਸਪੱਸ਼ਟ ਗੱਲਬਾਤ ’ਕੀਤੀ - ਪੋਲੀਟੀਕੋ ਯੂਰਪ",
        "ਯੂਰਪੀਅਨ ਦੇਸ਼ ਯੂਕਰੇਨ ਵਿੱਚ ਫੌਜ ਭੇਜਣ ਨੂੰ ਲੈ ਕੇ ਟਕਰਾਉਂਦੇ ਹਨ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "ਐਕਸ ਸਿਗਨਲ ਦੇ ਲਿੰਕ ਨੂੰ ਰੋਕ ਰਿਹਾ ਹੈ, ਫੈਡਰਲ ਵਰਕਰਾਂ ਦੁਆਰਾ ਵਰਤੇ ਜਾਂਦੇ ਇੱਕ ਸੁਰੱਖਿਅਤ ਮੈਸੇਜਿੰਗ ਪਲੇਟਫਾਰਮ - TechCrunch",
        "ਪ੍ਰਸ਼ੰਸਕਾਂ ਨੇ ਬਲੇਕ ਲਾਈਵਲੀ ਬਾਰੇ ਮਜ਼ਾਕ ਉਡਾਉਣ ਲਈ 'ਐਸ ਐਨ ਐਲ' ਦੀ ਨਿੰਦਾ ਕੀਤੀ, ਜਸਟਿਨ ਬਾਲਡੋਨੀ ਨਾਲ ਰਿਆਨ ਰੇਨੋਲਡਜ਼ 'ਕਾਨੂੰਨੀ ਡਰਾਮਾ - ਪੰਨਾ ਛੇ",
        "ਮਸਕ ਦੀ ਸਪੇਸਐਕਸ ਟੀਮ ਐਫਏਏ ਦਾ ਦੌਰਾ ਕਰਦੀ ਹੈਃ ਡਫੀ - ਦ ਹਿੱਲ",
        "ਇਜ਼ਰਾਈਲੀ ਫੌਜਾਂ ਮੰਗਲਵਾਰ ਦੀ ਖਿੱਚੋਤਾਣ ਦੀ ਆਖਰੀ ਤਾਰੀਖ ਤੋਂ ਬਾਅਦ ਲੇਬਨਾਨ ਵਿਚ 5 ਥਾਵਾਂ 'ਤੇ ਰਹਿਣਗੀਆਂ, ਅਧਿਕਾਰੀ ਦਾ ਕਹਿਣਾ ਹੈ - ਪੀਬੀਐਸ ਨਿ Newsਜ਼ਹੋਰ",
        "2032 ਵਿਚ ਚੰਦਰਮਾ ਨੂੰ ਮਾਰ ਸਕਦਾ ਹੈ ਐਸਟਰਾਇਡ 2024 ਵਾਈਆਰ 4 ਦਾ ਥੋੜ੍ਹਾ ਜਿਹਾ ਮੌਕਾ ਹੈ - ਦਿ ਰਜਿਸਟਰ",
        "ਲਾਭਅੰਸ਼ ਨਿਵੇਸ਼ਕਾਂ ਲਈ ਇੱਕ ਮਹੱਤਵਪੂਰਣ ਚੇਤਾਵਨੀ - ਅਲਫ਼ਾ ਦੀ ਭਾਲ"
    ]
}