{
    "headlines": [
        "52-ਯਾਰਡ ਹੈਲ-ਮੈਰੀ! ਰੋਜਰਸ ਜੈੱਟਸ ਟੀਡੀ ਬੀਫੋਰ - ਐਨਐਫਐਲ ਲਈ ਲੈਜ਼ਰਡ ਨੂੰ ਆਪਣੀ ਕਲਾਸਿਕ ਸੁੱਟ ਨੂੰ ਜਾਰੀ ਕਰਦਾ ਹੈ",
        "ਫੌਜ ਦੇ ਅੱਡੇ 'ਤੇ ਹਿਜ਼ਬੁੱਲਾ ਡਰੋਨ ਹਮਲਾ 4 ਇਜ਼ਰਾਇਲੀ ਸੈਨਿਕਾਂ ਦੀ ਮੌਤ ਅਤੇ ਦਰਜਨਾਂ ਜ਼ਖਮੀ - ਸੀਐਨਐਨ",
        "ਸੀਨ 'ਡਿੱਡੀ' ਕੰਬਜ਼ ਨੇ ਨਵੇਂ ਮੁਕੱਦਮੇ ਵਿਚ ਕਿਸ਼ੋਰ 'ਤੇ ਹਮਲਾ ਕਰਨ ਦਾ ਦੋਸ਼ ਲਗਾਇਆ - ਬੀਬੀਸੀ.",
        "ਫੇਮਾ ਵਰਕਰਾਂ ਵਿਰੁੱਧ ਧਮਕੀਆਂ ਕੁਝ ਤੂਫਾਨ ਸਹਾਇਤਾ ਵਿੱਚ ਰੁਕਾਵਟ; ਅਧਿਕਾਰੀ ਹਥਿਆਰਬੰਦ ਆਦਮੀ ਨੂੰ ਗ੍ਰਿਫਤਾਰ ਕਰਦੇ ਹਨ - ਅਮਰੀਕਾ ਅੱਜ",
        "ਵਿਏਂਟੋਸ ਨੇ ਕਲਚ ਸਲੈਮ ਦੀ ਸ਼ੁਰੂਆਤ ਕੀਤੀ ਕਿਉਂਕਿ ਮੇਟਸ ਨੋਟ ਐਨਐਲਸੀਐਸ - ਐਮਐਲਬੀ ਡਾਟ ਕਾਮ",
        "ਬਿੱਲ ਬਨਾਮ ਜੇਟਸ ਸੋਮਵਾਰ ਨਾਈਟ ਫੁੱਟਬਾਲ ਸਕੋਰ, ਲਾਈਵ ਅਪਡੇਟਸਃ ਰੋਬਰਟ ਤੋਂ ਬਾਅਦ ਦਾ ਸਾਲੇਹ ਯੁੱਗ ਸ਼ੁਰੂ ਹੁੰਦਾ ਹੈ ਕਿਉਂਕਿ ਨਿ New ਯਾਰਕ ਬਫੇਲੋ ਦੀ ਮੇਜ਼ਬਾਨੀ ਕਰਦਾ ਹੈ - ਯਾਹੂ ਸਪੋਰਟਸ",
        "ਕੈਲੀਫੋਰਨੀਆ ਗੋਵ ਨਿ Newsਜ਼ੋਮ ਨੇ ਗੈਸ ਦੀਆਂ ਵਧਦੀਆਂ ਕੀਮਤਾਂ ਦਾ ਮੁਕਾਬਲਾ ਕਰਨ ਲਈ ਬਿੱਲ 'ਤੇ ਦਸਤਖਤ ਕੀਤੇਃ ਬਿਗ ਆਇਲ'ਦਹਾਕਿਆਂ ਤੋਂ ਤੁਹਾਨੂੰ ਭੜਕਾ ਰਿਹਾ ਹੈ '- ਫੌਕਸ ਬਿਜ਼ਨਸ",
        "ਅਮਰੀਕੀ ਰਾਸ਼ਟਰਪਤੀ ਡੋਨਾਲਡ ਟਰੰਪ ਤੇ ਕਮਲਾ ਹੈਰਿਸ ਚੋਣ ਲੜ ਰਹੇ ਹਨ ।",
        "ਹਟਾਈ",
        "25% ਬਾਲਗਾਂ ਦਾ ਸ਼ੱਕ ਅਨਡਿਗਨੇਸਡ ਏਡੀਐਚਡੀ - ਸਲੈਸ਼ਡੋਟ",
        "ਬਿਲ ਆਰ ਬੀ ਕੁੱਕ ਨੇ ਪੈਰ ਦੀ ਸੱਟ ਦੇ ਨਾਲ ਬਨਾਮ ਜੇਟਸ ਨੂੰ ਨਕਾਰ ਦਿੱਤਾ - ਈਐਸਪੀਐਨ",
        "ਟ੍ਰੌਪਿਕਸ ਨੂੰ ਟਰੈਕ ਕਰਨਾਃ 2 ਗੜਬੜੀ ਫਲੋਰੀਡਾ ਲਈ ਕੋਈ ਤੁਰੰਤ ਖਤਰਾ ਨਹੀਂ ਦਿਖਾਉਂਦੀ - 10 ਟੈਂਪਾ ਬੇ",
        "ਗੂਗਲ ਨੇ ਕਾਇਰੋਜ਼ ਤੋਂ ਪ੍ਰਮਾਣੂ ਮਾਈਕਰੋ-ਰਿਐਕਟਰਾਂ ਨਾਲ ਡਾਟਾ ਸੈਂਟਰਾਂ ਨੂੰ ਬਿਜਲੀ ਦੇਣ ਲਈ ਇਕ ਸੌਦੇ 'ਤੇ ਹਸਤਾਖਰ ਕੀਤੇ — ਪਰ 2030 ਟਾਈਮਲਾਈਨ ਬਹੁਤ ਆਸ਼ਾਵਾਦੀ ਹੈ - TechCrunch",
        "ਹੈਰਿਸ ਕਾਲੇ ਆਦਮੀਆਂ ਨੂੰ ਸ਼ਕਤੀਸ਼ਾਲੀ ਬਣਾਉਣ ਲਈ ਇਕ ਨਵੀਂ ਯੋਜਨਾ ਬਣਾ ਰਹੀ ਹੈ ਕਿਉਂਕਿ ਉਹ ਉਨ੍ਹਾਂ ਨੂੰ ਵੋਟ ਪਾਉਣ ਲਈ ਤਾਕਤ ਦੇਣ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰਦੀ ਹੈ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਕੈਨੇਡਾ ਨੇ ਭਾਰਤ ਦੇ ਚੋਟੀ ਦੇ ਡਿਪਲੋਮੈਟਾਂ ਨੂੰ ਕੱਢਿਆ, ਉਨ੍ਹਾਂ ਨੂੰ ਸਿੱਖ ਆਗੂ ਦੀ ਹੱਤਿਆ ਨਾਲ ਜੋੜਿਆ - ਰਾਇਟਰਜ਼",
        "ਪਿਛਲੇ ਸਾਲ ਨੈਸ਼ਨਲ ਚਿੜੀਆਘਰ ਦੇ ਪਿਆਰੇ ਜਾਨਵਰਾਂ ਨੂੰ ਵਾਪਸ ਕਰਨ ਤੋਂ ਬਾਅਦ ਚੀਨ ਤੋਂ ਪਾਂਡੇ ਵਾਸ਼ਿੰਗਟਨ, ਡੀਸੀ ਦੇ ਰਸਤੇ ਤੇ ਹਨ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਐਨਵੀਡੀਆ ਅਤੇ ਹੋਰ ਚਿੱਪ ਸਟਾਕ ਏਆਈ ਖਰਚੇ ਦੀ ਮੰਦੀ ਦੇ ਕੋਈ ਸੰਕੇਤ ਦੇ ਨਾਲ ਵਧਦੇ ਹਨ — ਹੁਣ ਲਈ - ਯਾਹੂ ਵਿੱਤ",
        "ਸੰਯੁਕਤ ਰਾਸ਼ਟਰ ਨੇ ਉੱਤਰੀ ਗਾਜ਼ਾ ਵਿਚ 'ਵੱਡੀ ਗਿਣਤੀ ਵਿਚ ਨਾਗਰਿਕਾਂ ਦੇ ਮਾਰੇ ਜਾਣ' ਦੀ ਨਿੰਦਾ ਕੀਤੀ - ਬੀਬੀਸੀ.",
        "ਸੁਰੱਖਿਆ ਮਾਹਰ ਜੀਮੇਲ ਉਪਭੋਗਤਾਵਾਂ ਨੂੰ ਵਧੇਰੇ ਸੂਝਵਾਨ ਏਆਈ ਹੈਕ ਦੀ ਚੇਤਾਵਨੀ ਦਿੰਦੇ ਹਨ - ਸੀ ਐਨ ਈ ਟੀ",
        "ਆਉਣ ਵਾਲਾ ਸੁਪਰਮੂਨ 2024 ਦਾ ਸਭ ਤੋਂ ਚਮਕਦਾਰ ਹੋਵੇਗਾ; ਇਹ ਹੈ ਕਿ ਤੁਸੀਂ ਸਿਨਸਿਨਾਟੀ ਵਿਚ ਇਸ ਨੂੰ ਕਿਵੇਂ ਨੇੜੇ ਦੇਖ ਸਕਦੇ ਹੋ - ਡਬਲਯੂਸੀਪੀਓ 9 ਸਿਨਸਿਨਾਟੀ"
    ]
}