{
    "headlines": [
        "US discusses strikes on Iran oil sites as Israel presses Lebanon offensive - Reuters",
        "[Removed]",
        "Where you may see northern lights this weekend, as a geomagnetic storm heads to Earth - The Washington Post",
        "Caitlin Clark named WNBA rookie of the year, ending season-long debate - The Washington Post",
        "Oil surges after Joe Biden’s comments on Israeli retaliation - Financial Times",
        "Garth Brooks accused of sexual assault and battery in lawsuit from hair-and-makeup artist who worked for him - CNN",
        "Indexes end lower with U.S. jobs report ahead, Middle East in focus - Reuters",
        "Eminem Reveals He Will Become a Grandpa in Emotional Video for ‘Temporary’ - Variety",
        "A week after Helene struck the Southeast, power outages and impassable roads stymie recovery as death toll reaches 202 - CNN",
        "Apple Watch will get a key Apple Intelligence feature in iOS 18.1 - 9to5Mac",
        "Trump election conspiracist Tina Peters sentenced to 9 years in prison by Colorado judge - CNBC",
        "Patrick Mahomes: When I saw the replay, I felt like s—t that I hit Rashee Rice - NBC Sports",
        "Hezbollah leader agreed to temporary ceasefire days before assassination, says Lebanese foreign minister - CNN",
        "Tim Walz has a tendency to misspeak. It may haunt the campaign. - POLITICO",
        "Melania Trump says she supports abortion rights, putting her at odds with the GOP - The Associated Press",
        "Ants learned to farm fungi during a mass extinction - Ars Technica",
        "Israeli strike on Gaza school targeted one Hamas figure, BBC told - BBC.com",
        "Nvidia stock rises as CEO Jensen Huang touts 'insane' chip demand - Yahoo Finance",
        "OpenAI launches new ‘Canvas’ ChatGPT interface tailored to writing and coding projects - TechCrunch",
        "Vulcan Centaur Set to Launch Tomorrow, but Will It Become America’s Next Big Rocket? - Gizmodo"
    ]
}