{
    "headlines": [
        "ਮਿਆਮੀ ਬਨਾਮ ਵਰਜੀਨੀਆ ਟੈਕ ਸਕੋਰਃ ਲਾਈਵ ਗੇਮ ਅਪਡੇਟਸ, ਕਾਲਜ ਫੁੱਟਬਾਲ ਸਕੋਰ, ਐਨਸੀਏਏ ਚੋਟੀ ਦੇ 25 ਹਾਈਲਾਈਟਸ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਚੋਣ ਟਿੱਪਣੀਆਂ 'ਤੇ ਪ੍ਰਤੀਕਿਰਿਆ ਤੋਂ ਬਾਅਦ ਚੈਪਲ ਰੌਨ ਨੇ ਉਤਸਵ ਤੋਂ ਬਾਹਰ ਕੱ - ਿਆ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਅਲ ਬੀ. ਯਕੀਨਨ! ਐਮਾਜ਼ਾਨ ਨੂੰ ਬੰਦ-ਐਂਡ-ਡੈਸਿਸਟ ਭੇਜਦਾ ਹੈ, ‘ਜਾਅਲੀ‘ ਕਿਮ ਪੋਰਟਰ ਕਿਤਾਬ ਦਾ ਲੇਖਕ ਜੋ ਦਾਅਵਾ ਕਰਦਾ ਹੈ ਕਿ ਉਸਨੇ ਡਿੱਡੀ ਨਾਲ ਸੈਕਸ ਕੀਤਾ ਸੀ - ਪੰਨਾ ਛੇ",
        "ਸਪੇਸਐਕਸ, ਨਾਸਾ ਕੇਪ ਕੈਨਾਵਰਲ ਸਪੇਸ ਫੋਰਸ ਸਟੇਸ਼ਨ ਪੈਡ ਤੋਂ ਆਈਐਸਐਸ ਲਈ ਪਹਿਲੀ ਪੁਲਾੜ ਯਾਤਰੀ ਦੀ ਸ਼ੁਰੂਆਤ ਲਈ 'ਗੋ' - ਸਪੇਸ ਡਾਟ ਕਾਮ",
        "ਵਿਸਕਾਨਸਿਨ ਸੁਪਰੀਮ ਕੋਰਟ ਦੇ ਨਿਯਮ ਆਰਐਫਕੇ ਜੂਨੀਅਰ ਨਵੰਬਰ ਬੈਲਟ 'ਤੇ ਰਹਿਣਗੇ - ਦ ਹਿੱਲ",
        "ਮਿਸੂਰੀ ਬਰਡ ਫਲੂ ਮਰੀਜ਼ ਦੇ ਸੰਪਰਕ ਵਿਚ ਵਧੇਰੇ ਸਿਹਤ ਸੰਭਾਲ ਕਰਮਚਾਰੀ ਸਾਹ ਦੇ ਲੱਛਣਾਂ ਦੀ ਰਿਪੋਰਟ ਕਰਦੇ ਹਨ - ਸੀ ਐਨ ਐਨ",
        "ਹੈਰਿਸ ਦੀ ਇਮੀਗ੍ਰੇਸ਼ਨ ਨੀਤੀ ਅਤੇ ਟਰੰਪ ਨਾਲ ਜ਼ੇਲੇਨਸਕੀ ਦੀ ਮੁਲਾਕਾਤ 'ਤੇ ਕੇਪਹਾਰਟ ਅਤੇ ਪਲੇਟਕਾ - ਪੀਬੀਐਸ ਨਿ Newsਜ਼ਹੋਰ",
        "ਓਪਨਏਆਈ ਇਸ ਸਾਲ ਲਗਭਗ $ 5 ਬਿਲੀਅਨ ਦਾ ਨੁਕਸਾਨ 3.7 ਬਿਲੀਅਨ ਡਾਲਰ ਦੇ ਮਾਲੀਏ ਤੇ ਵੇਖਦਾ ਹੈ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "‘ਵਾਈਲਡ ਰੋਬੋਟ’ ਅਪਲੋਡਿੰਗ $ 35M ਓਪਨਿੰਗ; ‘ਮੈਗਾਲੋਪੋਲਿਸ’ ਭਾਰਤ ਦੇ 'ਦੇਵਰਾ ਭਾਗ ਇਕ‘ ਦੇ ਪਿੱਛੇ ਡੈਬਿਟ – ਸ਼ੁੱਕਰਵਾਰ ਬਾਕਸ ਆਫਿਸ ਅਪਡੇਟ - ਡੈੱਡਲਾਈਨ",
        "ਤੂਫਾਨ ਹੇਲੀਨ ਅਤੇ ਦੱਖਣ-ਪੂਰਬੀ ਅਮਰੀਕਾ ਵਿੱਚ ਛੱਡਿਆ ਤੂਫਾਨ ਦੇ ਹੜ੍ਹ ਬਾਰੇ ਕੀ ਜਾਣਨਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "Cowboys-Giants ਐਮਾਜ਼ਾਨ ਪ੍ਰਾਈਮ 'ਤੇ 16.22 ਮਿਲੀਅਨ ਦਰਸ਼ਕਾਂ ਦੀ ਔਸਤ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਜਸਟਿਸ ਵਿਭਾਗ. ਟਰੰਪ ਮੁਹਿੰਮ ਦੇ ਕਥਿਤ ਇਰਾਨ ਹੈਕ ਵਿੱਚ ਤਿੰਨ ਲੋਕ ਦੋਸ਼ - ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਰਿਪੋਰਟਃ ਐਪਲ ਫਿਲਮ ਰਣਨੀਤੀ ਬਦਲਦਾ ਹੈ, ਬਹੁਤ ਘੱਟ ਵਿਆਪਕ ਥੀਏਟਰਲ ਰਿਲੀਜ਼ ਕਰੇਗਾ - ਆਰਸ ਟੈਕਨੀਕਾ",
        "ਧਰਤੀ 'ਤੇ ਦੋ ਮਹੀਨਿਆਂ ਲਈ ਅਸਥਾਈ‘ ਮਿੰਨੀ ਚੰਦਰਮਾ ’ਹੋਵੇਗਾ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਐਨਵਾਈਸੀ ਦੇ ਮੇਅਰ ਏਰਿਕ ਐਡਮਜ਼ ਨੇ ਰਿਸ਼ਵਤਖੋਰੀ ਦੇ ਦੋਸ਼ਾਂ ਲਈ ਦੋਸ਼ੀ ਨਹੀਂ ਮੰਨਿਆ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਡੈਨਮਾਰਕ ਵਿੱਚ ਖੋਜੇ ਗਏ 50 \"ਬੇਮਿਸਾਲ ਚੰਗੀ ਤਰ੍ਹਾਂ ਸੁਰੱਖਿਅਤ\" ਵਾਈਕਿੰਗ ਪਿੰਜਰ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਬਲੈਕ ਹੋਲ ਜੈੱਟ ਨੋਵਾ ਧਮਾਕਿਆਂ ਦੀ ਦਰ ਨੂੰ ਵਧਾਉਣ ਲਈ ਦਿਖਾਈ ਦਿੰਦਾ ਹੈ - ਆਰਸ ਟੈਕਨੀਕਾ",
        "ਮਿਨੀਸੋਟਾ ਰੇਬੀਜ਼ ਤੋਂ ਦੁਰਲੱਭ ਮਨੁੱਖੀ ਮੌਤ ਦੀ ਰਿਪੋਰਟ ਕਰਦਾ ਹੈ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਹਿਡੇਕੀ ਮੈਟਸੂਯਾਮਾ, ਸੁੰਗਜੇ ਇਮ ਨੇ 7-ਅਤੇ -6 ਫੋਰਸੋਮਜ਼ ਜਿੱਤ ਨਾਲ ਪ੍ਰੈਜ਼ੀਡੈਂਟਸ ਕੱਪ ਰਿਕਾਰਡ ਨੂੰ ਬੰਨ੍ਹਿਆ - ਪੀਜੀਏ ਟੂਰ",
        "ਪੋਪ ਬੈਲਜੀਅਮ ਦੇ ਰਾਜੇ ਤੋਂ ਇੱਕ ਕਮਾਈ ਪ੍ਰਾਪਤ ਕਰਦਾ ਹੈ ਅਤੇ ਘੁਟਾਲਿਆਂ ਅਤੇ ਜਵਾਬ ਦੇਣ ਵਿੱਚ ਅਸਫਲਤਾਵਾਂ ਦੇ ਕਾਰਨ ਪੀੜਤਾਂ ਨਾਲ ਦੁਰਵਿਵਹਾਰ ਕਰਦਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ"
    ]
}