{
    "headlines": [
        "Massenunfall in der Bourbon Street in New Orleans gemeldet - CNN",
        "Nordkoreas Kim Jong Un nimmt mit Tochter an Neujahrsfeiern teil, berichtet KCNA - The Jerusalem Post",
        "Russland startet 111 Drohnen bei einem tödlichen Neujahrsangriff auf die Ukraine, sagt Kiew - ABC News",
        "Cavs feiern Neujahr mit 122-110 Sieg gegen LeBron James und Los Angeles Lakers - cleveland.com",
        "Diplo sagt, er sei während des Silvester-Specials von CNN auf LSD gewesen: \"Ich lüge nicht einmal\" - Hollywood Reporter",
        "Ansehen: Erschreckendes Video von einem Verdächtigen, der einen Mann auf U-Bahnschienen in Manhattan schiebt - The Times of India",
        "Was zu tun ist Auf dem Weg ins neue Jahr nach einem schwachen Ende zu einem starken Jahr 2024 - Investor's Business Daily",
        "South-Carolina-Trainer Shane Beamer wird zum Wahnsinnigen im Illinois-Trainer, weil er ihn wegen der Kick-off-Kontroverse verspottet hat - New York Post",
        "Neujahr 2025: Was ist geöffnet, was ist geschlossen am 1. Januar? Walmart, Starbucks, Banken, Restaurants - AL.com",
        "Puerto Rico wurde durch den Silvester-Blackout im Dunkeln gelassen - BBC.com",
        "College Football Playoff: Nr. 6 Penn State geht mit 31-14 Fiesta Bowl Sieg über Nr. 3 Boise State - Yahoo Sports ins Halbfinale",
        "Sie schrieben Nachrufe über Jimmy Carter — starben aber vor ihm - The Washington Post",
        "Trump sagt, er würde für Mike Johnson telefonieren - POLITICO",
        "Justin Baldoni verklagt die New York Times auf 250 Millionen US-Dollar wegen Blake Lively - CNN",
        "In Fotos: Silvesterfeiern rund um die Welt - Axios",
        "\"Besorgniserregende\" Mutationen, die im H5N1-Vogelgrippevirus gefunden wurden, das von einem kanadischen Teenager isoliert wurde - Yahoo! Voices",
        "Die USA verstärken die Streiks gegen die Houthis im Jemen, da die Spannungen mit Israel zunehmen - The Washington Post",
        "Silvester 2024: Wie man den Ball live vom Times Square fallen sieht - NBC New York",
        "Urban Meyer prognostiziert Gewinner des Ohio State-Oregon Rose Bowl-Spiels - Athlon Sports",
        "Die größten S&P 500 Gewinner und Verlierer des Jahres 2024, angeführt von KI-Namen - Axios"
    ]
}