{
    "headlines": [
        "توفي ليام باين، العضو السابق في One Direction، عن عمر يناهز 31 عامًا في خريف فندق الأرجنتين - وكالة أسوشيتد برس",
        "يقول ترامب إن 6 يناير كان \"يوم الحب\"، متسترًا على هجوم أنصاره على الضباط - سي بي إس نيوز",
        "ارتفعت أسعار الرهن العقاري للأسبوع الثالث على التوالي بينما أصبح المشترون حذرين - Yahoo Finance",
        "سيفتتح عالما هاري بوتر ونينتندو الجديدان من يونيفرسال أورلاندو في مايو - ذا فيرج",
        "ميتزي جاينور، شوبيز دينامو ونجم \"جنوب المحيط الهادئ\"، توفي عن عمر يناهز 93 عامًا - مراسل هوليوود",
        "يطلب ترامب من القاضي في قضية 6 يناير تأخير إصدار ملف الحصانة الإضافي - ABC News",
        "البنك المركزي الأوروبي يخفض أسعار الفائدة مرة أخرى مع تباطؤ التضخم في منطقة اليورو - نيويورك تايمز",
        "هل سيتم إطلاق سراح الإخوة مينينديز ؟ العائلة تتوسل بحرارة وسط أدلة جديدة - يو إس إيه توداي",
        "الولايات المتحدة تضرب الحوثيين المدعومين من إيران في اليمن: تحديثات حية - سي إن إن",
        "تحذر اللجنة المستقلة التي تحقق في إطلاق النار في تجمع ترامب من \"عيوب عميقة\" في الخدمة السرية، وتدعو إلى \"إصلاح جذري\" - سي بي إس نيوز",
        "\"لا سلطة \": يخسر مجلس الانتخابات في جورجيا مرة أخرى في المحكمة حيث يلغي القاضي 7 قواعد - الولايات المتحدة الأمريكية اليوم",
        "إعدام سجين تكساس المقرر اليوم الآن في السؤال بعد استدعائه للإدلاء بشهادته أمام لجنة الولاية - سي إن إن",
        "الإجهاد و \"وجه القمر \": ما يقوله الخبراء عن اتجاه تيك توك هذا - سي إن إن",
        "رجل تم إنقاذه بعد 67 يومًا غارق في البحر يصف كيف نجا بعد وفاة شقيقه وابن أخيه: \"لم يكن لدي خيار ببساطة\" - سي بي إس نيوز",
        "مقابلة فوكس نيوز مع كامالا هاريس كانت مسرح مظالم، وليست صحافة سياسية - الغارديان",
        "Broncos vs. Saints NFL props, AI prediction, top Thursday Night Football picks: Alvin Kamara under 68.5 yards - CBS Sports",
        "نقطة محذوفة هنا",
        "يقول خبراء الجوع إن خطر المجاعة في غزة لا يزال مرتفعاً - وكالة أسوشيتد برس",
        "ينتعش الأسبوع السابع من الدوري الوطني لكرة القدم الأمريكية مباشرة ضد السبريد: هل سيفوز الرؤساء أم 49 لاعبًا في مباراة إعادة سوبر بول ؟ - يو إس إيه توداي",
        "أدوية إنقاص الوزن تقلل من تعاطي المخدرات والكحول، وفقًا لدراسة جديدة - صحيفة وول ستريت جورنال"
    ]
}