{
    "headlines": [
        "التدريب العملي على النموذج الأوّلي لنظارات الواقع المعزز من Meta's Orion والمستقبل المحتمل للحوسبة - CNBC",
        "رحلة العاصفة الاستوائية هيلين الداخلية التي تنتج رياحًا مدمرة وفيضانات خطيرة - قناة الطقس",
        "يتوجه هاريس إلى الحدود الجنوبية للولايات المتحدة، ويتطلع إلى سد فجوة الاقتراع مع ترامب - سي إن إن",
        "هناك عدد متزايد من التهديدات القانونية لقضايا وزارة العدل في 6 يناير - بوليتيكو",
        "\"ابتعد عن ذلك \": إضراب عمال الميناء يخلق خطرًا جديدًا على هاريس وترامب - بوليتيكو",
        "بماذا يتهم عمدة مدينة نيويورك إريك آدمز ؟ تم توضيح الرسوم - BBC.com",
        "يقترح الخبراء القيام بهذا النشاط قبل النوم لتحسين نومك - فوكس نيوز",
        "المشرع الياباني المخضرم شيجيرو إيشيبا ليكون رئيسًا للوزراء بعد \"المعركة النهائية\" - رويترز",
        "KUO: جهاز Apple Vision Pro جديد مع شريحة M5 في الطريق، يتميز بدعم Apple Intelligence - 9to5Mac",
        "Alibaba و JD و Meituan Surge بعد إعلان التحفيز الصيني - Yahoo Finance",
        "بوتين يرسم خطًا أحمر نوويًا للغرب - رويترز",
        "لا تزال عائلات 43 طالبًا مفقودًا في المكسيك تطالب بالعدالة بعد 10 سنوات - وكالة أسوشيتد برس",
        "تحديثات حية: يصل إعصار هيلين إلى اليابسة في فلوريدا ؛ تقارير WNC عن الفيضانات وانقطاع التيار الكهربائي - WLOS",
        "جدول تلفزيون كأس الرؤساء لعام 2024، والتغطية، وأماكن المشاهدة اليوم، والبث المباشر المجاني عبر الإنترنت، وأوقات البدء، والتواريخ - سي بي إس سبورتس",
        "عارض \"Grey’s Anatomy\" يتحدث عن التقلبات والعودة الكبيرة للعرض الأول، ويثير المرونة - الموسم 21 بينما يستعد عضوان من فريق العمل للخروج - الموعد النهائي",
        "أسهم ديلان دراير اليوم التي يمكن أن تحل محل هدى قطب - E! أونلاين - E! NEWS",
        "MLB Playoff Picture 2024: Yankees Clinch AL East ؛ قوس محدث، الترتيب - تقرير المبيض",
        "A's Fans Hold on Old Memories, New Keepsakes in Team's Farewell to Oakland - Sports Illustrated",
        "ألاباما أعدمت آلان يوجين ميلر، السجين الثاني المعروف بموته بغاز النيتروجين - سي إن إن",
        "نيوزماكس، سمارت ماتيك تسوية دعوى التشهير - أكسيوس"
    ]
}