{
    "headlines": [
        "Сигемунд расстраивает Чжэна; Сабаленко держится на Australian Open - WTA Tennis",
        "Тайгер Вудс дебютирует в TGL, трансляция все еще качается во вторую ночь новой лиги - Yahoo Sports",
        "Великая миграция в социальных сетях: внезапный приток пользователей из США в RedNote связывает китайцев и американцев, как никогда раньше - CNN",
        "Прекращение огня в Газе: чего ожидать? - BBC.com",
        "Что мы узнали из доклада специального прокурора Трампа от 6 января Джека Смита - The Washington Post",
        "Джой Бехар задается вопросом, как Кэрри Андервуд может «любить» страну, если она выступает на инаугурации Трампа - New York Post",
        "Данные по инфляции в США останутся неизменными, что подпитывает опасения более высоких ставок - Bloomberg",
        "Изъято",
        "Не такой уж и милый Джастин! Райан Рейнольдс глубже погрузился в оживленную битву Блейка - Джастин Балдони в судебном иске - угрожающее письмо, отправленное Disney из-за «Дэдпула и Росомахи» - крайний срок",
        "Новый отчет предлагает пересмотреть определение ожирения, добавив к ИМТ жировые отложения и состояние здоровья - ABC News",
        "Агентства говорят, что для инаугурации Трампа нет конкретной угрозы насилия. Они все еще беспокоятся. - POLITICO",
        "Байден отменяет статус государственного спонсора терроризма для Кубы, что является частью соглашения об освобождении заключенных - Associated Press",
        "Келлен Мур устраняет вакансию главного тренера «Ковбоев» - NBC Sports",
        "Основное исследование связывает 15 факторов с риском ранней деменции - ScienceAlert",
        "Принцесса Кейт говорит, что ее рак находится в стадии ремиссии - The Washington Post",
        "Демократы Палаты представителей Миннесоты бойкотируют первый день сессии, но республиканцы все равно продвигаются вперед - Star Tribune",
        "Пожары в Лос-Анджелесе: опасная погода возвращается, даже когда пожары продолжают гореть - San Francisco Chronicle",
        "Лучшие места высадки Сэма Дарнольда в NFL Free Agency после ликвидации «Викингов» - отчет Bleacher",
        "ChatGPT становится более похожим на Siri с новой функцией запланированных задач - Ars Technica",
        "Nintendo Switch 2 может быть анонсирован на этой неделе: слухи (и факты) до сих пор - TechCrunch"
    ]
}