{
    "headlines": [
        "SpaceX Falcon 9 Starlink 12-4 - Космический центр Кеннеди",
        "Пытался ли Нью-Джерси договориться о ценах на пробки? - Готэмист",
        "Пожар в Палисейдс перемещает цели в долину Сан-Фернандо, вынуждая к новым предупреждениям об эвакуации на субботу - KTLA Лос-Анджелес",
        "Главное возмущение по поводу визита Гарри-Меган к жертвам пожара в Лос-Анджелесе: «Вы не члены королевской семьи...просто две знаменитости - The Times of India",
        "Космический корабль захватывает впечатляюще подробные изображения скрытой поверхности Меркурия - Gizmodo",
        "Обновления в реальном времени: Зимний шторм покрывает замерзшую Пьемонтскую триаду снегом, льдом - WGHP FOX8 Greensboro",
        "«Я не плакал и не плакал так несколько лет», - говорит тренер «Лейкерс» Джей Джей Редик после того, как потерял свой дом в пожаре в Палисейдсе - CNN",
        "Мета-инициативы и инициативы Amazon по разнообразию топоров в преддверии возвращения Трампа в Белый дом - крайний срок",
        "Доказательства жизни на Марсе? Смелая стратегия НАСА по восстановлению доказательств - SciTechDaily",
        "Да, запрет TikTok близок как никогда. Нет, ваше приложение, вероятно, не исчезнет просто так - CNN",
        "«Черные ящики» с разбившегося южнокорейского самолета перестали записывать примерно за четыре минуты до катастрофы, говорят чиновники - CNN",
        "«Ни у кого нет дома»: какой пожар обрушился на один из районов Калифорнии - The Washington Post",
        "Николя Йокич и Рассел Уэстбрук сделали трипл-дабл в истории победы «Наггетс» - NBA.Com",
        "Дженнифер Гарнер делится «чувством вины» после того, как она «потеряла друга» в пожарах в Лос-Анджелесе - Hollywood Reporter",
        "Пожары в Лос-Анджелесе, ограниченное количество гидрантов и ситуация с Уловкой-22 в Калифорнии - NDTV",
        "Почему прощальные санкции Байдена в отношении торговли российской нефтью - это большое дело - Bloomberg",
        "Трамп хочет взять Гренландию: четыре пути развития этой саги - BBC.com",
        "Dow Falls About 700 Points After Jobs Report Sends Yields Spiping Again - Barron's",
        "Теперь вы можете водить машину в Атланте? Что нужно знать о текущих дорожных условиях - 11Alive.com WXIA",
        "Мэр Лос-Анджелеса Карен Басс сталкивается с критическим тестом на лидерство, когда возникают вопросы о реагировании на лесные пожары - The Associated Press"
    ]
}