{
    "headlines": [
        "Taylor Swift et Zoë Kravitz ont un long dîner à New York - TMZ",
        "Au moins 24 morts dans l'explosion d'une bombe dans une gare au Pakistan, selon la police - Reuters",
        "La victoire de Trump donne aux actions américaines la meilleure semaine de l'année - Fox Business",
        "Donald Trump flips Nevada - POLITIQUE",
        "Après la victoire de Trump, certaines femmes envisagent le mouvement 4B - CNN",
        "[supprimé]",
        "L'acteur de Candyman, Tony Todd, meurt à l'âge de 69 ans - BBC.com",
        "Les actions ont grimpé en flèche à la nouvelle de l'élection de Trump. Les obligations ont coulé. Voici pourquoi. - USA TODAY",
        "Les astronautes de la NASA ne diront pas lequel d'entre eux est tombé malade après près de 8 mois dans l'espace - The Associated Press",
        "Le DOJ annonce des accusations dans un complot iranien visant à tuer Donald Trump - CNN",
        "Attaques contre des fans de football israéliens : une « nuit noire » pour Amsterdam, selon le maire - The Washington Post",
        "Le sénateur démocrate américain Jacky Rosen est réélu dans le Nevada, obtenant le siège du champ de bataille - The Associated Press",
        "Homme arrêté après que 9 personnes ont été poignardées pendant 2 jours à Seattle - CNN",
        "Horoscope du jour du 9 novembre 2024 - NJ.com",
        "Qu'est-ce que la COP29 et où est-elle ? - BBC.com",
        "Vol transportant l'équipe de basket-ball n ° 11 d'Auburn au sol après une bagarre entre joueurs - The Associated Press",
        "L'UNC, au Kansas, fournit une lettre d'amour épique aux cerceaux universitaires — dans une perte écrasante pour Tar Heels - Raleigh News & Observer",
        "Le patron de Binance salue l ‘« âge d'or » de la crypto alors que la victoire de Trump enflamme l'industrie - Financial Times",
        "Robert F. Kennedy Jr. pourrait être sur la liste restreinte pour le secrétaire HHS, disent les alliés de Trump - CBS News",
        "Le parcours de Susie Wiles pour devenir la gardienne de Trump - Axios"
    ]
}