{
    "headlines": [
        "ਆਰਟ ਬੇਸਲ ਮਿਆਮੀ ਵਿਖੇ ਪ੍ਰਦਰਸ਼ਿਤ ਡਕਟ ਟੇਪ ਵਾਲਾ ਕੇਲਾ $ 6 ਮਿਲੀਅਨ ਤੋਂ ਵੱਧ ਦੀ ਵਿਕਰੀ ਕਰਦਾ ਹੈ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਆਈਸੀਸੀ ਨੇ ਇਜ਼ਰਾਈਲ ਦੇ ਪ੍ਰਧਾਨ ਮੰਤਰੀ ਬੈਂਜਾਮਿਨ ਨੇਤਨਯਾਹੂ ਲਈ ਗ੍ਰਿਫਤਾਰੀ ਵਾਰੰਟ ਜਾਰੀ ਕੀਤਾ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "2 ਲੜਕੇ ਡੁੱਬ ਗਏ ਅਤੇ ਇੱਕ ਧੋਖਾ ਜਿਸਨੇ ਦੇਸ਼ ਨੂੰ ਫੜ ਲਿਆਃ ਸੂਜ਼ਨ ਸਮਿਥ ਕੇਸ 30 ਸਾਲਾਂ ਬਾਅਦ ਵੀ ਤੀਬਰਤਾ ਨਾਲ ਕਿਉਂ ਮਹਿਸੂਸ ਕੀਤਾ ਜਾਂਦਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਟਰੰਪ ਦੇ ਵਪਾਰ, ਟੈਰਿਫ ਵਿਚ ਅਮਰੀਕਾ ਦੀ ਅਗਵਾਈ ਕਰਨ ਲਈ ਉਨ੍ਹਾਂ ਨੂੰ ਟੈਪ ਕਰਨ ਤੋਂ ਬਾਅਦ ਲੂਟਨਿਕ ਦੇ ਚੀਨ ਸੰਬੰਧਾਂ ਨੂੰ ਅੱਗ ਲੱਗ ਗਈ - ਰਾਇਟਰਜ਼",
        "ਸੈੱਲਾਂ ਦੇ ਐਟਲਸ ਮਨੁੱਖੀ ਸਰੀਰ ਦੀ ਸਮਝ ਵਿਚ ਇਕ ਮੀਲ ਪੱਥਰ ਦੀ ਛਾਲ ਦੀ ਪੇਸ਼ਕਸ਼ ਕਰਦੇ ਹਨ - ਸੀ ਐਨ ਐਨ",
        "ਏਲਨ ਡੀਜੇਨਰੇਸ ਅਤੇ ਪਤਨੀ ਪੋਰਟਿਆ ਡੀ ਰੋਸੀ ਟਰੰਪ ਦੀ ਚੋਣ ਜਿੱਤਣ ਤੋਂ ਬਾਅਦ ਇੰਗਲੈਂਡ ਜਾ ਰਹੇ ਹਨਃ ‘ਕਦੇ ਨਹੀਂ’ ਵਾਪਸ ਆਉਣਾ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਲਾਓਸ 'ਚ ਦਾਗੀ ਸ਼ਰਾਬ ਪੀਣ ਨਾਲ ਆਸਟ੍ਰੇਲੀਆਈ ਸੈਲਾਨੀ ਦੀ ਮੌਤ, ਅਮਰੀਕੀ ਸਮੇਤ 4 ਲੋਕਾਂ ਦੀ ਹੋਈ ਮੌਤ - The Associated Press",
        "ਉੱਤਰੀ ਕੈਲੀਫੋਰਨੀਆ ਨੂੰ ਵਾਯੂਮੰਡਲ ਦੀ ਨਦੀ ਤੋਂ ਸੰਭਾਵਤ ਤੌਰ 'ਤੇ ਰਿਕਾਰਡ ਤੋੜਨ ਵਾਲੀ ਬਾਰਸ਼ ਦਾ ਸਾਹਮਣਾ ਕਰਨਾ ਪੈਂਦਾ ਹੈ ਕਿਉਂਕਿ ਇਕ ਹੋਰ ਬੰਬ ਚੱਕਰਵਾਤ ਸੰਭਾਵਤ ਤੌਰ' ਤੇ ਲੂਮਜ਼ - ਸੀ ਐਨ ਐਨ",
        "ਅਰਬਪਤੀ ਗੌਤਮ ਅਡਾਨੀ 'ਤੇ ਨਿਊਯਾਰਕ' ਚ ਰਿਸ਼ਵਤ ਦੇ ਦੋਸ਼ - CNN",
        "ਯੂਕੇ ਦੇ ਸਾਬਕਾ ਉਪ ਪ੍ਰਧਾਨ ਮੰਤਰੀ ਜੌਨ ਪ੍ਰੈਸਕੋਟ ਦਾ ਦੇਹਾਂਤ, ਉਨ੍ਹਾਂ ਦੇ ਪਰਿਵਾਰ ਦਾ ਕਹਿਣਾ ਹੈ - ਸੀਐਨਐਨ",
        "ਐਨਵੀਡੀਆ ਕਾਰਪੋਰੇਸ਼ਨ (ਐਨਵੀਡੀਏ) Q3 2025 ਕਮਾਈ ਕਾਲ ਹਾਈਲਾਈਟਸਃ ਰਿਕਾਰਡ ਰੈਵੇਨਿ and ਅਤੇ ਮਜ਼ਬੂਤ ਏਆਈ ਡਿਮਾਂਡ ਪ੍ਰੋਪੈਲ.. . - ਯਾਹੂ ਵਿੱਤ",
        "ਯੂਕਰੇਨ ਨੇ ਪਹਿਲੀ ਵਾਰ ਰੂਸ 'ਚ ਬਰਤਾਨਵੀ-ਫਰਾਂਸੀਸੀ ਤੂਫਾਨ ਸ਼ੈਡੋ ਮਿਜ਼ਾਈਲਾਂ ਦਾਗੇ, ਰਿਪੋਰਟਾਂ - ਸੀਐਨਐਨ",
        "ਵੀਰਵਾਰ, 21 ਨਵੰਬਰ, 2024 ਲਈ ਕੁੰਡਲੀ - ਸ਼ਿਕਾਗੋ ਸੂਰਜ-ਟਾਈਮਜ਼",
        "ਮਸਕ, ਰਾਮਾਸਵਾਮੀ ਨੇ ਅਮਰੀਕੀ ਸਰਕਾਰ ਵਿਚ ‘ਪੁੰਜ ਦੀ ਗਿਣਤੀ ਘਟਾਉਣ’ ਦੀ ਸਹੁੰ ਖਾਧੀ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਜਾਨਲੇਵਾ ਇਜ਼ਰਾਈਲੀ ਹਵਾਈ ਹਮਲਿਆਂ ਨੇ ਗਾਜ਼ਾ ਨੂੰ ਮਾਰਿਆ - ਰਿਪੋਰਟਾਂ - ਬੀਬੀਸੀ.",
        "ਸੀਐਨਬੀਸੀ ਅਤੇ ਐਮਐਸਐਨਬੀਸੀ ਦਾ ਕੀ ਹੋਵੇਗਾ ਜਦੋਂ ਉਨ੍ਹਾਂ ਦਾ ਹੁਣ ਐਨਬੀਸੀ ਨਿ Newsਜ਼ ਨਾਲ ਕਾਰਪੋਰੇਟ ਕੁਨੈਕਸ਼ਨ ਨਹੀਂ ਹੈ? - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "DOJ: ਏਕਾਧਿਕਾਰ ਨੂੰ ਖਤਮ ਕਰਨ ਲਈ ਗੂਗਲ ਨੂੰ ਕ੍ਰੋਮ ਵੇਚਣਾ ਪਏਗਾ - TechCrunch",
        "2024 ਸੀ. ਐੱਮ. ਏ. ਅਵਾਰਡਃ ਮੁਕੰਮਲ ਜੇਤੂਆਂ ਦੀ ਸੂਚੀ - ਰੋਲਿੰਗ ਸਟੋਨ",
        "ਜੀਓਪੀ ਰਿਪਬਲਿਕ ਵੈਨ ਓਰਡਨ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਹ ਗਾਏਟਜ਼ ਰਿਪੋਰਟ ਜਾਰੀ ਕਰਨ ਲਈ ਵੋਟ ਪਾਉਣਗੇ - ਦਿ ਹਿੱਲ",
        "ਸਕੂਪਃ ਹਾਊਸ ਰਿਪਬਲਿਕਨਜ਼ Gaetz ਛੁੱਟੀ ਨਿਯੁਕਤੀ ਤੱਕ ਟਰੰਪ ਨੂੰ ਰੋਕ ਸਕਦਾ ਹੈ - Axios"
    ]
}