{
    "headlines": [
        "5 Dinge, die Sie über das offensichtliche Attentat auf Trump auf einem seiner Golfplätze wissen sollten - The Associated Press",
        "Tito Jackson, Gründungsmitglied der gefeierten Popgruppe Jackson 5, stirbt mit 70 - The Washington Post",
        "Fantasy Football Woche 2 Wrap: Carson Steele muss nach der Verletzung von Isiah Pacheco hinzugefügt werden - Yahoo Sports",
        "Elon Musk löscht Post zur Befragung des Trump-Attentats - CNN",
        "Zahl der Todesopfer im von Überschwemmungen heimgesuchten Mitteleuropa steigt - BBC.com",
        "Apple teilt Einbruch als Analyst warnt vor schwächerer iPhone 16 Nachfrage - Yahoo Finance",
        "Meghan Markle hat Prinz Harrys Geburtstagsfoto, das von der königlichen Familie geteilt wurde, abgeschnitten - Seite sechs",
        "Rupert Murdochs reales \"Succession\" -Drama beginnt im Gerichtssaal von Nevada: 10 Dinge, die man wissen sollte - Hindustan Times",
        "NFL Woche 2 Überreaktionen: Wird Bengals 'Zac Taylor die Saison 2024 überleben? Seahawks' Geno Smith Most Clutch QB? - CBS Sports",
        "TikTok hat 15 Minuten Zeit, um um sein Leben zu kämpfen - CNN",
        "AirPods 4 Bewertungen: Beeindruckende Geräuschunterdrückung im Open-Ear-Design - 9to5Mac",
        "Flappy Bird kommt zurück und stinkt nach Krypto - Gizmodo",
        "[removed]",
        "Deutsche Bank Mulls Optionen, um den Commerzbank-Umzug von Orcel zu behindern - Bloomberg",
        "DirecTV hat gerade geändert, wie Menschen mit kleineren, billigeren TV-Paketen für immer fernsehen werden. Hoffentlich kommen sie zu YouTube TV, Fubo und mehr - Cord Cutter News",
        "Der stärkste Taifun seit 1949 trifft Shanghai und macht einige Häuser stromlos - The Associated Press",
        "Wenn iOS 18 heute in jeder Zeitzone auf den Markt kommt - MacRumors",
        "Trevor Lawrence: We suck right now - NBC Sports",
        "5 Dehnübungen, um Ihre Flexibilität zu testen. (Es kann dir helfen, länger zu leben.) - The Washington Post",
        "James Webb Teleskop geht \"extrem\" und entdeckt Babysterne am Rande der Milchstraße (Bild) - Space.com"
    ]
}