{
    "headlines": [
        "Lawinenwarnung, die in Utah ausgegeben wurde, als \"sehr gefährliche\" Bedingungen aus dem Sturm hervorgingen - KSL.com",
        "Könnten mikrowellengekochte Trauben für die Quantenmessung verwendet werden? - Ars Technica",
        "Gleyber Union: Tigers to add Torres, sources say - ESPN",
        "[removed]",
        "Das House China Committee riskiert eine parteiische Irrelevanz im nächsten Kongress - POLITICO",
        "Aserbaidschan und Kasachstan setzen Flüge nach Russland nach Flugzeugabsturz aus - Financial Times",
        "Die Parker Solar Probe der NASA telefoniert nach Hause, nachdem sie den historischen Vorbeiflug an der nahen Sonne überlebt hat - Space.com",
        "Dow fällt um mehr als 200 Punkte, ist aber auf dem besten Weg, die erfolgreiche Urlaubswoche zu veröffentlichen: Live-Updates - CNBC",
        "NFL Woche 17 kühne Vorhersagen: Jets stellen erste Heimniederlage von 2024 in Rechnung, Panthers betäuben wieder - CBS Sports",
        "[removed]",
        "Jay-Zs Bemühungen, den Vergewaltigungsfall des damals 13-jährigen Anklägers abzuweisen, der vom Richter abgelehnt wurde - Yahoo! Voices",
        "Italienischer Journalist im Iran verhaftet - POLITICO EUROPE",
        "And We Are Off Again: 5th Circuit Vacates Stay of Injunction In CTA Case - Forbes",
        "Ein magischer \"Bürgerkrieg\" auf X zwischen Musk und der extremen Rechten über H-1B-Visa - The Washington Post",
        "Madonna, 66, teilt seltene festliche Fotos mit Töchtern und Freund Akeem Morris, 28 - Hindustan Times",
        "Richard Parsons, prominenter Manager, der Time Warner und Citigroup leitete, stirbt mit 76 - The Associated Press",
        "[removed]",
        "Verfolgung des aktuellen NFL-Playoff-Bildes: Aktualisierte Chancen auf offene Plätze, Division-Titel - ESPN",
        "Was ist das \"Kessler-Syndrom\" — und warum glauben einige Wissenschaftler, dass das Weltraumkatastrophenszenario bereits begonnen hat? - CNN",
        "Ars ’Lieblingsspiele von 2024, die nicht im Jahr 2024 veröffentlicht wurden - Ars Technica"
    ]
}