{
    "headlines": [
        "Alex Ovechkin bindet NHL All-Time Goal Scorer Rekord - WTOP",
        "S.c. kehrt nach dem Zerreißen von Texas zum Titelspiel zurück - ESPN",
        "Der Senat stimmt spät über GOP-Steuererleichterungen und Ausgabenkürzungen ab, die für die Trump-Agenda von zentraler Bedeutung sind - AP News",
        "Das Weiße Haus hatte einen TikTok-Deal. Trumps China-Zoll zerstörte es. - The Washington Post",
        "Ein Mann aus Maryland, der illegal nach El Salvador deportiert wurde, muss in die USA zurückgeschickt werden, Richterregeln - Politico",
        "North Carolina Richter Seite mit republikanischen Kollegen in der Nähe Supreme Court Wahl - AP News",
        "Midjourney stellt das erste neue Bilderzeugungsmodell seit über einem Jahr vor - Ars Technica",
        "Julio Jones gibt seinen Rücktritt nach 13 Saisons in der NFL bekannt - CBS Sports",
        "Tufts-Haftfall für Doktoranden, der nach Vermont verlegt werden soll - VTDigger",
        "Dow down 2.200 points as $ 6.4 trillion is wiped out in two-day bloodbath as China declares trade war over Trump tariffs - New York Post",
        "Trumps Zölle führen dazu, dass Nintendo Vorbestellungen für Switch 2 in den USA verzögert - The Washington Post",
        "Sterben für Sex Zusammenfassung: Let's Get Physical - Geier",
        "Der NASA-Rover Perseverance beobachtet, wie 2 Mars-Staubteufel zu 1 verschmelzen (Video) - Space.com",
        "Virus, der Betsy Arakawa tötete, verbunden mit 3 Todesfällen in Mammoth Lakes - SFGATE",
        "Die privaten Fram2-Astronauten von SpaceX planschen auf der Erde und beenden die historische Expedition in die polare Umlaufbahn - Space.com",
        "Das Control Center ist in iOS 18.4 noch besser geworden. Das ist neu - 9to5Mac",
        "Berkshire Hathaway zieht den Teppich in einem von Trump geteilten Video, in dem behauptet wird, dass Warren Buffett sagte, der Präsident mache \"die besten wirtschaftlichen Schritte\" seit 50 Jahren - Fortune",
        "Hilary Swank reicht für Emmy-Gegenleistung für Überraschungsgastrolle auf ‘Yellowjackets‘ (EXKLUSIV) ein - Vielfalt",
        "James Gunns neues \"Superman\" -Material spaltet das Internet: \"Superman heult nicht\" - The Hollywood Reporter"
    ]
}