{
    "headlines": [
        "Календарь Google получил редизайн и темный режим - The Verge",
        "Машинисты Boeing отклоняют новый контракт, продолжая дорогостоящую забастовку - CBS News",
        "Коэффициенты Rams vs. Vikings, прогноз, время, спред: выбор футбола в четверг вечером из модели NFL на 12-5 пробежек - CBS Sports",
        "Израильский удар по убежищу в Газе убивает 17 человек, поскольку Блинкен говорит, что переговоры о прекращении огня возобновятся - The Associated Press",
        "Minecraft теряет поддержку VR в следующем году - The Verge",
        "Турция наносит удар по Ираку и Сирии после нападения на оборонную компанию под Анкарой - Al Jazeera English",
        "Howard's End? How SiriusXM Will Survive After Stern - Hollywood Reporter",
        "Цены на билеты на Мировую серию являются вторыми по величине в истории - домашняя игра Yankees может обойтись вам почти в 5000 долларов - CNBC",
        "Книги Primavera Sound 2025 Chappell Roan, Charli XCX и Sabrina Carpenter в качестве хедлайнеров - Stereogum",
        "Харрис говорит, что Трамп «фашист» после того, как Джон Келли говорит, что бывший президент хотел генералов, подобных Гитлеру - Ассошиэйтед Пресс",
        "Председатель разведки Палаты представителей: США должны рассмотреть военные действия, если северокорейские войска войдут в Украину - США СЕГОДНЯ",
        "После новостей о предупреждении Министерства юстиции суперкомитет Илона Маска не объявил «ежедневного» победителя лотереи в среду - CNN",
        "TKO приобретет IMG, On Location, Professional Bull Riders у Endeavor в рамках биржевой сделки на $ 3,25млрд - Hollywood Reporter",
        "Гавайские гонки, чтобы остановить распространение убивающих деревья жуков-носорогов, инвазивных видов, которые могут пролететь 2 мили и отложить 140 яиц - Новости CBS",
        "Юго-Запад бросил полотенце в борьбе с инвестором-активистом - Yahoo! Voices",
        "Выбор 8-й недели НФЛ от персонала MMQB: Туа Таговайлоа возвращается против Кардиналов - Sports Illustrated",
        "Диабетический препарат Ozempic от Novo Nordisk может снизить риск болезни Альцгеймера, говорится в исследовании - CNBC",
        "Полиция Аргентины провела обыск в отеле Лиама Пейна, где певец упал насмерть, требуя больше видеозаписей с камер наблюдения - New York Post",
        "Капсула SpaceX возвращается на Землю. Вот почему астронавтов Boeing Starliner на нем нет - CNN",
        "Видео показывает яркий огненный шар, замеченный в небе над озером Эри - США СЕГОДНЯ"
    ]
}