{
    "headlines": [
        "Вороны одержали победу над техасцами благодаря героизму Ламара Джексона и Деррика Генри - New York Post",
        "Спрос на арендную плату стремительно растет, поскольку пожары в Лос-Анджелесе разрушают дома - LAIST",
        "Будет ли вручение премии «Грэмми» отложено из-за лесных пожаров в Лос-Анджелесе? Ведутся дискуссии - Hollywood Reporter",
        "Обновления в прямом эфире: смертоносные лесные пожары в Лос-Анджелесе угрожают новым сообществам, поскольку самый большой пожар расширяется - CNN",
        "Техасцы выходят в дивизионный раунд с 32-12 победами над Chargers - NBC Sports",
        "Табель: Защита штата Огайо играет в качестве нападающего в полуфинальной победе в плей-офф студенческого футбола - 247Sports",
        "Ученые раскрывают новый способ похудения: пейте этот ягодный сок каждый день, чтобы сжигать больше жира - SciTechDaily",
        "Прогноз погоды на случай пожаров в Калифорнии: почти 10 миллионов человек находятся в состоянии готовности к пожарам - ABC News",
        "Изъято",
        "Гренландия открывает двери для империалистических мечтаний Трампа - The Daily Beast",
        "Легендарный соул-исполнитель Сэм Мур, Half of Sam & Dave, скончался в возрасте 89 лет - Billboard",
        "Мощный потенциальный соперник ракетного доминирования SpaceX готов к запуску - Yahoo! Voices",
        "Специальный советник Джек Смит уходит из Министерства юстиции - POLITICO",
        "Отец Тома Холланда поделился подробностями помолвки сына с Зендаей - HuffPost",
        "Резюме игры в прямом эфире Chargers-Texans: Джастин Герберт одерживает первую победу в плей-офф в Хьюстоне - Bolts From The Blue",
        "Волонтеры, эвакуированные из лесных пожаров, спускаются на низовой центр пожертвований на парковке Санта-Анита - ABC7 Лос-Анджелес",
        "Изъято",
        "Начальник пожарной охраны Лос-Анджелеса находится в центре публичной ссоры с мэрией, когда бушуют лесные пожары - Yahoo! Voices",
        "Израильский Нетаньяху отправил директора Моссада на переговоры о прекращении огня в Газе в Катаре в знак прогресса - POLITICO",
        "Изъято"
    ]
}