{
    "headlines": [
        "تحديثات حية للذكرى السنوية 7 أكتوبر: ما يقرب من 1000 متظاهر يحتشدون في شارع وول - نيويورك بوست",
        "لماذا لن يتم طرد أي شخص بسبب \"الجوكر: جولي إيه ديوكس\" - مراسل هوليوود",
        "وجدت الدراسة أن تحذيرات الصندوق الأسود التي تهدف إلى تقليل مخاطر الانتحار من مضادات الاكتئاب قد يكون لها تأثير معاكس - سي إن إن",
        "لا تتوقع أن ينمو متوسط العمر المتوقع للإنسان أكثر من ذلك بكثير، كما يقول الباحث - وكالة أسوشيتد برس",
        "انخفض مؤشر داو جونز بمقدار 400 نقطة حيث بلغ العائد على 10 سنوات 4 ٪، وقفز النفط: تحديثات مباشرة - CNBC",
        "كانت نجمة تيك توك تايلور روسو جريج \"تقاتل من أجل الحياة اليومية\" قبل وفاتها عن عمر يناهز 25 عامًا - نيويورك بوست",
        "المحكمة العليا في جورجيا تعيد العمل بحظر الإجهاض لمدة 6 أسابيع، مما يلغي حكم المحكمة الأدنى - ABC News",
        "سيسي هيوستن، والدة ويتني هيوستن ومغنية حائزة على جائزة غرامي، توفيت عن عمر يناهز 91 عامًا - وكالة أسوشيتد برس",
        "التحقق من الحقائق: ستة أيام من أكاذيب ترامب حول استجابة إعصار هيلين - سي إن إن",
        "أسعار النفط تمدد المكاسب، وترفع خام برنت نحو 80 دولارًا وسط مخاوف من صراع أوسع في الشرق الأوسط - رويترز",
        "توقعات النمور مقابل الحراس، درجة الإيدز اليوم: التحديثات المباشرة، النقاط البارزة من اللعبة 2 - ديترويت فري برس",
        "تم قطع رأس العمدة المكسيكي بعد 6 أيام من توليه منصبه، وعثر على رئيسه في شاحنة - NDTV",
        "إطلاق Samsung Galaxy A16 مع 6 سنوات من تحديثات Android، بنصف سعر Pixel 8a - 9to5Google",
        "خشي فوسي من أنه لن \"يعود إلى طبيعته\" بعد الإصابة بفيروس غرب النيل - ذا هيل",
        "يضيف iOS 18.1 beta 6 اثنين من مفاتيح الاتصال الجديدة لمركز التحكم - 9to5Mac",
        "امرأة متهمة بارتكاب 3 جرائم قتل في 3 أيام وصفت بأنها قاتلة متسلسلة من قبل الشرطة في كندا - سي بي إس نيوز",
        "تعلم Threads أن لديها مشكلة في طعم الخطوبة - The Verge",
        "تحتفل إسرائيل بالذكرى السنوية لهجوم 7 أكتوبر مع تصاعد الصراع في الشرق الأوسط - سي إن إن",
        "جونسون يسمي مجلس CPS الجديد بعد الاستقالات - WBEZ Chicago",
        "كان مسؤولو انتخابات الولاية المتأرجحين مستعدين لأي شيء. ليس هذا. - POLITICO"
    ]
}