{
    "headlines": [
        "ਉੱਤਰੀ ਕੈਰੋਲੀਨਾ ਵਿੱਚ ਜਹਾਜ਼ ਅਤੇ ਖੱਚਰ ਦੁਆਰਾ ਸਪਲਾਈ ਪਹੁੰਚਦੀ ਹੈ ਕਿਉਂਕਿ ਹੇਲੇਨ ਦੀ ਮੌਤ ਦੀ ਗਿਣਤੀ 130 ਤੋਂ ਉੱਪਰ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਡਿਕੰਬੇ ਮੁਤੰਬੋ, ਸ਼ਾਟ-ਬਲਾਕਿੰਗ ਐਨਬੀਏ ਸੈਂਟਰ ਅਤੇ ਮਨੁੱਖਤਾਵਾਦੀ, 58 ਤੇ ਮਰ ਗਿਆ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਵੇਰੀਜੋਨ ਨੈਟਵਰਕ ਆਉਟੇਜਃ ਸੋਮਵਾਰ ਨੂੰ ਪਲੇਗ ਕੈਰੀਅਰ ਨੂੰ ਐਸਓਐਸ ਮੋਡ ਵਿੱਚ ਕੁਝ ਸਟੱਕ ਛੱਡਣਾ - ਸੀ ਐਨ ਈ ਟੀ",
        "ਸੀਨ \"ਡਿੱਡੀ\" ਮੁਕੱਦਮੇ ਦੀ ਉਡੀਕ ਕਰਦਿਆਂ ਰਿਲੀਜ਼ ਲਈ ਬੋਲੀ ਦਾ ਨਵੀਨੀਕਰਨ ਕਰਦਾ ਹੈ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਰਿਆਨ ਰੌਥ ਨੇ ਗੋਲਫ ਕੋਰਸ ਵਿਚ ਟਰੰਪ ਦੀ ਹੱਤਿਆ ਕਰਨ ਦੇ ਦੋਸ਼ਾਂ ਲਈ ਦੋਸ਼ੀ ਨਹੀਂ ਮੰਨਿਆ - ਐਨ ਬੀ ਸੀ ਨਿ Newsਜ਼",
        "ਹਟਾਈ",
        "9 ਵੇਂ ਵਿੱਚ ਲਿੰਡਰ 2-ਰਨ ਦਾ ਧਮਾਕਾ ਮੇਟਸ ਨੂੰ ਪਲੇਅ ਆਫ ਵਿੱਚ ਭੇਜਦਾ ਹੈ - ਈਐਸਪੀਐਨ",
        "ਇੱਕ ਸਮਾਰੋਹ ਅਤੇ 30 ਨਵੇਂ ਘਰ ਜਿੰਮੀ ਕਾਰਟਰ ਦੇ 100 ਵੇਂ ਜਨਮਦਿਨ ਅਤੇ ਦੇਣ ਦੀ ਲੰਬੀ ਵਿਰਾਸਤ ਨੂੰ ਦਰਸਾਉਂਦੇ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਅਮਰੀਕਾ ਦੁਆਰਾ ਬਣਾਏ ਗਏ 2,000 ਪੌਂਡ ਦੇ ਬੰਬਾਂ ਦੀ ਸੰਭਾਵਤ ਤੌਰ 'ਤੇ ਸਟ੍ਰਾਈਕ ਵਿਚ ਵਰਤੋਂ ਕੀਤੀ ਗਈ ਸੀ ਜਿਸ ਵਿਚ ਹਿਜ਼ਬੁੱਲਾ ਦੇ ਮੁਖੀ ਨਸਰੱਲਾਹ ਦੀ ਮੌਤ ਹੋ ਗਈ ਸੀ, ਸੀ ਐਨ ਐਨ ਵਿਸ਼ਲੇਸ਼ਣ ਦਰਸਾਉਂਦਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਟੋਨੀ-ਜਿੱਤਿਆ ਅਭਿਨੇਤਾ ਗਾਵਿਨ ਕ੍ਰੀਲ 48 'ਤੇ ਦੂਰ ਚਲਾ ਗਿਆ - ਪਲੇਬਿਲ",
        "ਯੂਐਸ ਈਸਟ ਕੋਸਟ ਪੋਰਟ ਹੜਤਾਲ ਮੰਗਲਵਾਰ ਨੂੰ ਬਿਨਾਂ ਕਿਸੇ ਗੱਲਬਾਤ ਦੇ ਤਹਿ ਕੀਤੀ ਗਈ - ਰਾਇਟਰਜ਼",
        "ਰਵਾਂਡਾ ਮਾਰਬਰਗ ਵਾਇਰਸ ਬਿਮਾਰੀ ਦੇ ਆਪਣੇ ਪਹਿਲੇ ਪ੍ਰਕੋਪ ਨਾਲ ਨਜਿੱਠ ਰਿਹਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਇਜ਼ਰਾਈਲੀ ਵਿਸ਼ੇਸ਼ ਬਲਾਂ ਨੇ ਸੰਭਾਵਿਤ ਜ਼ਮੀਨੀ ਘੁਸਪੈਠ ਤੋਂ ਪਹਿਲਾਂ ਲੇਬਨਾਨ ਵਿੱਚ ਛਾਪੇ ਮਾਰੇ - ਦਿ ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "\"ਇੰਨਾ ਵਧਣਾ\": ਪੁਰਾਣੇ ਇਸ਼ਤਿਹਾਰ PS5 ਹੋਮ ਸਕ੍ਰੀਨ 'ਤੇ ਦਿਖਾਈ ਦੇਣਾ ਸ਼ੁਰੂ ਕਰਦੇ ਹਨ - ਆਰਸ ਟੈਕਨੀਕਾ",
        "ਪਹਿਲੀ ਲੁੱਕ ਦੀਆਂ ਫੋਟੋਆਂਃ ਸਿਲਿਅਨ ਮਰਫੀ ਫਿਲਮ ਲੰਬੇ ਸਮੇਂ ਤੋਂ ਉਡੀਕ ਰਹੀ ‘ਪੀਕੀ ਬਲਾਇੰਡਰਜ਼’ ਫਿਲਮ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਆਈਐਸਐਸ ਨੇ ਡੌਕ ਕੀਤੇ ਸਪੇਸਐਕਸ ਕੈਪਸੂਲ ਦੇ ਚਾਲਕ ਦਲ ਦਾ ਸਵਾਗਤ ਕੀਤਾ - ਬੀਬੀਸੀ.",
        "ਯੂਐਲਏ ਨੇ ਦੂਜੀ ਟੈਸਟ ਫਲਾਈਟ ਤੋਂ ਪਹਿਲਾਂ ਆਪਣੇ ਵਲਕਨ ਰਾਕੇਟ ਨੂੰ ਲਾਂਚ ਪੈਡ 'ਤੇ ਰੋਲ ਕੀਤਾ - ਸਪੇਸਫਲਾਈਟ ਹੁਣੇ ਸੰਪਰਕ ਕਰੋ",
        "ਐਪਿਕ ਗੇਮਜ਼ ਨੇ ਗੂਗਲ ਅਤੇ ਸੈਮਸੰਗ 'ਤੇ ਫੋਨ ਸੈਟਿੰਗਾਂ' ਤੇ ਮੁਕੱਦਮਾ ਕੀਤਾ, ਉਨ੍ਹਾਂ 'ਤੇ ਐਂਟੀਟ੍ਰਸਟ ਕਾਨੂੰਨਾਂ ਦੀ ਉਲੰਘਣਾ ਕਰਨ ਦਾ ਦੋਸ਼ ਲਗਾਇਆ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਫੈੱਡ ਚੇਅਰ ਪਾਵੇਲ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਯੂਐਸ ਦੀ ਆਰਥਿਕਤਾ ‘ਠੋਸ ਸ਼ਕਲ‘ ਵਿੱਚ ਹੈ ਜਿਸ ਵਿੱਚ ਵਧੇਰੇ ਦਰਾਂ ਵਿੱਚ ਕਟੌਤੀ ਆ ਰਹੀ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "2 ਅਕਤੂਬਰ ਨੂੰ ਕਿੰਨੇ ਵਜੇ ਸੂਰਜ ਗ੍ਰਹਿਣ ਹੈ? - Space. com"
    ]
}