{
    "headlines": [
        "شتاء النينيا قادم. إليك ما يمكن أن يعنيه ذلك بالنسبة للولايات المتحدة - سي إن إن",
        "الولايات المتحدة تحذر إسرائيل من زيادة المساعدات الإنسانية إلى غزة أو المخاطرة بخسارة تمويل الأسلحة - وكالة أسوشيتد برس",
        "وولجرينز تغلق 1200 موقع مع انخفاض مبيعات التجزئة - واشنطن بوست",
        "جيك إي لي، عازف جيتار سابق لأوزي أوزبورن، تم تصويره عدة مرات في لاس فيجاس - فوكس نيوز",
        "مع توسع الحرب الإسرائيلية على حزب الله، يصل رجال الإنقاذ في الشرق إلى حدودهم - واشنطن بوست",
        "الموعد النهائي للتداول في الدوري الوطني لكرة القدم الأمريكية لعام 2024: ثماني حركات كبيرة يجب أن تحدث بعد الفواتير، الطائرات تصنع بقع WR - CBS Sports",
        "تغرم الولايات المتحدة لوفتهانزا 4 ملايين دولار لعلاج الركاب اليهود الأرثوذكس على متن رحلة عام 2022 - وكالة أسوشيتد برس",
        "BILLS LAND STAR WR COOPER في التجارة مع BROWNS - ESPN",
        "\"هذه مجرد رياضيات بسيطة \": صحفي يضغط على ترامب بشأن خطة تعريفته - سي إن إن",
        "في صندوق iPad Mini 7: لا يوجد شاحن في أوروبا، كابل USB - C مضفر جديد - MacRumors",
        "سهم تسلا يرتفع. سفينة كاثي وود تزن في يوم التاكسي الآلي. - بارونز",
        "تقرير: توم برادي سيكون لديه \"صوت بارز\" كمالك أقلية لـ Raiders - NBC Sports",
        "ارتفعت حالات السعال الديكي والالتهاب الرئوي أثناء المشي. إليك ما يجب معرفته وكيفية المساعدة في الحفاظ على سلامة عائلتك. - CBS News",
        "قاضي جورجيا يحكم بأن مسؤولي الانتخابات لا يمكنهم تأخير التصديق بسبب مخاوف الاحتيال - سي بي إس نيوز",
        "الوهم النادر يعطي المذنب \"مرة واحدة في العمر\" ذيلًا ثانيًا يبدو مستحيلًا بعد الاقتراب الأقرب من الأرض لمدة 80000 عام - Livescience.com",
        "إسبانيا تعتقل 4 متهمين بشحن سلائف محتملة للأسلحة الكيميائية إلى روسيا، وخرق العقوبات - سي بي إس نيوز",
        "تُظهر صور الأقمار الصناعية كيف أعاد إعصار ميلتون تشكيل أجزاء من ساحل فلوريدا - سي بي إس نيوز",
        "نقطة محذوفة هنا",
        "\"مورنينغ جو\" يمزق حاكم الحزب الجمهوري غلين يونغكين للتقليل من شأن تهديد ترامب \"الفاشي\" - ذا ديلي بيست",
        "يكتشف العلماء حيوانات تحت قاع المحيط، ويقدمون أدلة على الحياة خارج الأرض - Gizmodo"
    ]
}