{
    "headlines": [
        "Lifetime risk and projected burden of dementia - Nature.com",
        "4 things confirmed about 2024 Packers in playoff loss to Eagles - Packers Wire",
        "Israel awaits Hamas' response to final Gaza deal draft, officials say - Axios",
        "Bad Bunny: ‘What’s the Point in Being Here? To Show the World Who I Am’ - Rolling Stone",
        "India's Maha Kumbh festival sees 15 million people take holy dip on first day - Reuters India",
        "US imposes export controls on chips for AI to counter China - Financial Times",
        "2025 NFL playoffs: Early odds for divisional round show Bills as slight favorites over Ravens - CBS Sports",
        "Gavin Newsom and California Democrats reach $50M deal to Trump-proof the state - POLITICO",
        "Dynasty Warriors: Origins Xbox achievements reveal an action-packed 1,000G - TrueAchievements",
        "Melania Trump speaks out about new doc detailing her move back to White House - ABC News",
        "WSJ: Mohammed Sinwar Recruiting 'Hit-And-Run' Fighters To Combat IDF Control Of Northern Gaza - VINNews",
        "The Full Wolf Moon 'eats' Mars on Jan. 13. Here's how to see it - Space.com",
        "Did Meghan Markle hug her own staff at Los Angeles evacuation center? Truth behind viral claim - The Times of India",
        "Tsunami advisory triggered after 6.9 magnitude earthquake rattles southwest Japan - CNN",
        "Bill Ackman's Pershing Square offers to take over real estate developer Howard Hughes for $85 a share - CNBC",
        "[Removed]",
        "Zelensky offers to release captured North Korean soldiers in exchange for Ukrainian soldiers held in Russia - CNN",
        "Colorado businesses respond to surgeon general’s push to warn public about the cancer risks of alcohol - Colorado Public Radio",
        "Saquon Barkley: “Stats don’t matter, the only stat that matters is the win” - NBC Sports",
        "California Wildfire Live Updates: Death Toll Hits 24 As Authorities Warn Of More ‘Dangerous’ Winds - Forbes"
    ]
}