{
    "headlines": [
        "Ukraine beendet Lieferung von russischem Gas nach Europa - CNN",
        "Was von Aktien im Jahr 2025 zu erwarten ist - CNN",
        "Neujahr 2025: Was ist geöffnet, was ist geschlossen am 1. Januar? Walmart, Starbucks, Banken, Restaurants - AL.com",
        "Blake Lively verklagt \"It Ends With Us\" -Regisseur Justin Baldoni wegen Belästigung und Hetzkampagne - The Associated Press",
        "College Football Playoff: Nr. 6 Penn State geht mit 31-14 Fiesta Bowl Sieg über Nr. 3 Boise State - Yahoo Sports ins Halbfinale",
        "Frau in New Yorker U-Bahn verbrannt - Reuters",
        "Chief Justice Roberts warnt im Jahresabschlussbericht vor Bedrohungen für Richter - The Washington Post",
        "Trump sagt, er würde für Mike Johnson telefonieren - POLITICO",
        "Wo man den Ball 2024 fallen sieht: Silvester-Countdown bis 2025 - NBC New York",
        "Alles, was Bret Bielema, Shane Beamer über das Aufblasen der Citrus Bowl gesagt hat: Was es begann, was Geste bedeutete - CBS Sports",
        "Der japanische Käufer schickt Biden einen neuen US-Stahlvorschlag im endgültigen Angebot zur Unterstützung - The Washington Post",
        "\"Besorgniserregende\" Mutationen, die im H5N1-Vogelgrippevirus gefunden wurden, das von einem kanadischen Teenager isoliert wurde - Yahoo! Voices",
        "Was Sie über eine Reihe von US-Hacks wissen sollten, für die China verantwortlich gemacht wird - BBC.com",
        "Die USA verstärken die Streiks gegen die Houthis im Jemen, da die Spannungen mit Israel zunehmen - The Washington Post",
        "Cowboys veröffentlichen RB Ezekiel Elliott vor dem Finale 2024 - DallasCowboys.com",
        "[removed]",
        "WWE NXT Spoiler-Ergebnisse zum 31. Dezember 2024 - Ringside News",
        "Die größten S&P 500 Gewinner und Verlierer des Jahres 2024, angeführt von KI-Namen - Axios",
        "Der ehemalige Präsident Jimmy Carter wurde mit Hospizpflege 100 Jahre alt. Warum es einigen helfen kann, länger zu leben - ABC News",
        "Brangelina: Warum hat die Scheidung von Pitt und Jolie so lange gedauert? - BBC.com"
    ]
}