{
    "headlines": [
        "Senado dos EUA vota projeto de lei de último suspiro para manter governo aberto - Financial Times",
        "   Removido ",
        "Drones ucranianos atingem profundamente o território russo, a centenas de quilômetros da linha de frente - POLITICO",
        "Coluna de convidados | Logo após o parto do meu bebê, tive um derrame. Não é tão incomum. - The Washington Post",
        "Uma coruja desceu pela chaminé de uma família e pousou na árvore de Natal: Veja o vídeo - CBS News",
        "Bilheteria: ‘Sonic the Hedgehog 3’ chega ao dia de abertura de US $ 25 milhões, ‘Mufasa: O Rei Leão’ segue com US $ 13,3 milhões - Variedade",
        "   Removido ",
        "Blake Lively processa Justin Baldoni, co-protagonista e diretor de ‘It Ends With Us’, por assédio sexual - Hollywood Reporter",
        "Usyk vs Fury 2: Resultados de transmissão ao vivo, rodada por rodada, como assistir, hora de início, preço PPV, informações completas do cartão - Bad Left Hook",
        "Os 50 Melhores Álbuns de Rock Indie de 2024 - Rolling Stone",
        "Senado aprova Social Security Fairness Act - CNN",
        "Quando a medicação de um adolescente parou de funcionar, ele decidiu tentar uma cirurgia que pudesse parar seus episódios para sempre - CBS News",
        "Podcast do College GameDay prevê o resultado do Penn State vs. SMU - On3.com",
        "Chiefs vs. Texans onde assistir: horário de início da NFL, canal de TV, transmissão ao vivo, odds, escolha para o jogo de sábado - CBS Sports",
        "Ataque de mísseis houthis em Tel Aviv fere mais de uma dúzia - BBC.com",
        "Notícias de futebol universitário: relatórios do CFP; Estado de Ohio, Texas obtém as melhores histórias da 1ª Rodada - 247Sports",
        "   Removido ",
        "Ataque ao mercado de Natal alemão aumenta para cinco mortos e mais de 200 feridos - The Washington Post",
        "4 Ups & 3 Downs do WWE SmackDown (20 de dezembro - Resultados e Revisão) - WhatCulture",
        "Cientistas observam 'tempo negativo' em experimentos quânticos - Phys.org"
    ]
}