{
    "headlines": [
        "Qui est Pam Bondi, le nouveau choix de Trump pour le procureur général ? - Fox News",
        "La Russie continuera à tester de nouveaux missiles balistiques, dit Poutine - CNN",
        "Ce qu'il faut savoir sur le fluorure dans l'eau potable - CNN",
        "La NASA a repéré une planète très jeune. Elle pourrait devenir une super-Terre. - Mashable",
        "Animateurs de la Fox, habitués de l'information par câble et professionnels du divertissement : Trump lance un cabinet fait pour la télévision - CNN",
        "J'ai déménagé à Dubaï pour un emploi de rêve et j'ai adoré la vie glamour. Finalement, cela a pris un péage. - Business Insider",
        "La COP29 dépasse alors que les pays pauvres débordent de liquidités climatiques - BBC.com",
        "Taylor Swift réagit à l'annonce de grossesse de Jason Kelce et Kylie Kelce - Athlon Sports",
        "Trump choisit Marty Makary pour diriger la FDA, Dave Weldon pour diriger CDC - The Washington Post",
        "Trump fait appel au gestionnaire de fonds spéculatifs Scott Bessent pour gérer le Trésor - Axios",
        "Ce qu'il faut savoir sur Lori Chavez-DeRemer, candidate au poste de secrétaire au travail de Trump - ABC News",
        "UFC Fight Night 248 mises à jour en direct : Résultats, couverture ronde par ronde de chaque combat - MMA Junkie",
        "Observations instantanées : Les Sixers remportent enfin leur troisième victoire de la saison derrière Tyrese Maxey, Jared McCain - PhillyVoice.com",
        "Intel Arc B580 « Battlemage » GPU Leak Confirme 12 Go de mémoire, Modèles personnalisés avec connecteurs d'alimentation standard, Horloges jusqu'à 2,8 GHz - Wccftech",
        "Firebrand Gorka revient à la Maison Blanche de Trump dans le rôle de NSC - POLITICO",
        "Les Giants libèrent Daniel Jones : L'ancien coéquipier Saquon Barkley réagit au départ de QB de New York - CBS Sports",
        "'Wicked' : Comment Jon M. Chu a relancé la comédie musicale dans le film au box-office - Date limite",
        "Le QB des 49ers, Brandon Allen, appelle le premier départ depuis 2021 « une occasion de sortir et de bien jouer » - NBC Sports",
        "La troisième offre de Sean ‘Diddy’ Combs d'être libéré sous caution ne sera pas décidée avant la semaine prochaine - The Associated Press",
        "Premier cas de grippe aviaire chez un enfant aux États-Unis confirmé en Californie - The Washington Post"
    ]
}