{
    "headlines": [
        "ਵਾਸ਼ਿੰਗਟਨ ਰਾਜ ਵਿੱਚ ਸਾਸਕੁਐਚ ਦੀ ਭਾਲ ਕਰਨ ਜਾਣ ਤੋਂ ਬਾਅਦ ਐਕਸਪੋਜਰ ਦੇ ਕਾਰਨ ਓਰੇਗਨ ਦੇ 2 ਆਦਮੀਆਂ ਦੀ ਮੌਤ ਹੋ ਗਈ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਚਾਰਲਸ ਡੋਲਨ, ਮੀਡੀਆ ਪਾਇਨੀਅਰ ਅਤੇ ਕੇਬਲਵਿਜ਼ਨ ਦੇ ਸੰਸਥਾਪਕ, 98 'ਤੇ ਦੇਹਾਂਤ - ਨਿਊਜ਼ਡੇਅ",
        "ਲਿਓਨਾਰਡੋ ਡੀਕੈਪਰੀਓ ਅਤੇ ਵਿਟੋਰੀਆ ਸੇਰੇਟੀ ਸਟ੍ਰਿਪ ਡਾਉਨ ਸੇਂਟ ਬਾਰਟਸ ਬੀਚ ਡੇਅ ਲਈ - ਟੀ ਐਮ ਜ਼ੈਡ",
        "ਈਗਲਜ਼ ਬਨਾਮ ਕਾਉਬੌਇਜ਼ ਲਾਈਵ ਅਪਡੇਟਸਃ ਐਨਐਫਐਲ ਸਕੋਰ, ਗੇਮ ਸਟੇਟਸ, ਹਾਈਲਾਈਟਸ, ਹਫਤਾ 17 ਗੇਮ ਕਿੱਥੇ ਵੇਖਣਾ ਹੈ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਲਿਵਰਪੂਲ 5-0 ਵੈਸਟ ਹੈਮ (ਦਸੰਬਰ 29, 2024) ਗੇਮ ਵਿਸ਼ਲੇਸ਼ਣ - ਈਐਸਪੀਐਨ",
        "ਰੇਡਰਜ਼ ਬਰੌਕ ਬੌਵਰਜ਼ ਮਾਈਕ ਡਿਟਕਾ ਦਾ 63 ਸਾਲ ਪੁਰਾਣਾ ਰਿਕਾਰਡ ਤੋੜਦਾ ਹੈ ਰੂਕੀ ਟੀਈ ਪ੍ਰਾਪਤ ਕਰਨ ਵਾਲੇ ਯਾਰਡਾਂ ਲਈ - ਐਨਐਫਐਲ.",
        "ਟੈਕਸਾਸ ਅਤੇ ਮਿਸੀਸਿਪੀ ਨੂੰ ਧੱਕੇ ਮਾਰਨ ਵਾਲੇ ਤੂਫਾਨਾਂ ਤੋਂ ਬਾਅਦ ਮੌਸਮ ਦਾ ਗੰਭੀਰ ਖ਼ਤਰਾ ਪੂਰਬ ਵੱਲ ਵਧਦੇ ਹੋਏ ਘੱਟੋ ਘੱਟ 3 ਲੋਕਾਂ ਦੀ ਮੌਤ ਹੋ ਗਈ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਐਪਲ ਰੱਦ ਆਈਫੋਨ 14 ਅਤੇ ਆਈਫੋਨ SE ਉਪਭੋਗੀ ਦੇ ਦਹਿ ਲਈ - ਫੋਰਬਸ",
        "'ਤੁਹਾਡਾ ਦੋਸਤਾਨਾ ਨੇਬਰਹੁੱਡ ਸਪਾਈਡਰ ਮੈਨ' ਟ੍ਰੇਲਰਃ ਪੀਟਰ ਦੀ ਮੂਲ ਕਹਾਣੀ - ਡੈੱਡਲਾਈਨ",
        "ਹਟਾਈ",
        "ਨੇਤਨਯਾਹੂ ਕਈ ਮੋਰਚਿਆਂ 'ਤੇ ਸੰਕਟਾਂ ਦਾ ਸਾਹਮਣਾ ਕਰਦੇ ਹੋਏ ਆਪਣੀ ਪ੍ਰੋਸਟੇਟ ਨੂੰ ਹਟਾ ਰਿਹਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਛੁੱਟੀ ਬਾਕਸ ਆਫਿਸ 'ਤੇ ਨੰਬਰ 1 ਲਈ’ ਸੋਨਿਕ 3 'ਅਤੇ’ ਮੁਫਾਸਾ ’ਦੀ ਲੜਾਈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਫਿਨਲੈਂਡ ਨੇ ਟੈਂਕਰ ਦੁਆਰਾ ਛੱਡੇ ਗਏ ਐਂਕਰ ਡਰੈਗ ਮਾਰਕਸ ਲੱਭੇ ਜੋ ਕੇਬਲਾਂ ਨੂੰ ਤੋੜਦੇ ਹਨ - ਬਲੂਮਬਰਗ",
        "ਜੀਓਪੀ \"ਅੱਗ ਨਾਲ ਖੇਡਣਾ\" ਜੇ ਜੌਹਨਸਨ ਨੂੰ ਸਪੀਕਰ ਦੇ ਤੌਰ ਤੇ ਹਟਾ ਦਿੱਤਾ ਗਿਆ, ਪ੍ਰਤੀਨਿਧੀ ਲੌਲਰ ਕਹਿੰਦਾ ਹੈ - ਐਕਸੀਓਸ",
        "ਸਮਾਜਿਕ ਸੁਰੱਖਿਆਃ ਇੱਥੇ ਬਿਲਕੁਲ ਤੁਸੀਂ 62 ਦੇ ਮੁਕਾਬਲੇ 67 ਸਾਲ ਦੀ ਉਮਰ ਵਿੱਚ ਕਿੰਨਾ ਜ਼ਿਆਦਾ ਕਮਾ ਸਕਦੇ ਹੋ - ਯਾਹੂ ਵਿੱਤ",
        "ਅਮਰੀਕਾ ਦੇ ਕੁਝ ਹਿੱਸਿਆਂ 'ਚ ਫਿਰ ਨੋਰੋਵਾਇਰਸ ਦਾ ਕਹਿਰ ਜਾਰੀ ਹੈ । ਇੱਥੇ ਪੇਟ ਦੇ ਵਾਇਰਸ ਬਾਰੇ ਕੀ ਜਾਣਨਾ ਹੈ - ਪੀਬੀਐਸ ਨਿ Newsਜ਼ਹੋਰ",
        "ਅਜ਼ਰਬਾਈਜਾਨ ਦੇ ਰਾਸ਼ਟਰਪਤੀ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਹਾਦਸਾਗ੍ਰਸਤ ਜੈੱਟਲਾਈਨਰ ਨੂੰ ਰੂਸ ਨੇ ਅਣਜਾਣੇ ਵਿਚ ਗੋਲੀ ਮਾਰ ਦਿੱਤੀ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਟਰੰਪ ਨੇ ਐੱਚ-1ਬੀ ਵੀਜ਼ਾ 'ਤੇ ਸਾਈਡਕਿਕ ਮਸਕ ਨੂੰ ਬੈਕ ਕਰਨ ਲਈ ਮਗਾ ਵਫ਼ਾਦਾਰ - ਦਿ ਡੇਲੀ ਬੀਸਟ",
        "ਰੈਫਰੀ ਖੂਨ-ਖਰਾਬਾ, ਅੱਠ ਬਦਸੂਰਤ ਐਨਸੀ ਸਟੇਟ-ਈਸਟ ਕੈਰੋਲੀਨਾ ਮਿਲਟਰੀ ਬਾlਲ ਝਗੜੇ ਵਿੱਚ ਬਾਹਰ ਕੱedੇ ਗਏ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਦੱਖਣੀ ਕੋਰੀਆ 'ਚ ਲੈਂਡਿੰਗ ਦੌਰਾਨ ਜਹਾਜ਼ ਹਾਦਸਾਗ੍ਰਸਤ ਹੋਣ ਤੋਂ ਬਾਅਦ 179 ਲੋਕਾਂ ਦੀ ਮੌਤ, 2 ਲੋਕਾਂ ਨੂੰ ਬਚਾਇਆ ਗਿਆ - ABC News"
    ]
}