{
    "headlines": [
        "Dow-Futures springen um 400 Punkte als verzögerte Reaktion auf die große Zinssenkung der Fed: Live-Updates - CNBC",
        "Exklusiv: Munition aus Indien dringt in die Ukraine ein und erhöht den russischen Zorn - Reuters",
        "Israel bombardiert den Libanon nach Radioexplosionen, sagt, es vereitelt Mordkomplott - Reuters",
        "Japanische Firma sagt, dass sie aufgehört hat, Walkie-Talkies zu machen, die bei Libanon-Explosionen verwendet werden - BBC.com",
        "In Bildern - Super Harvest Moon und Mondfinsternis begeistern Moongazer und Fotografen auf der ganzen Welt - Sky at Night Magazine",
        "Cathay Pacific Airbus Fehler könnte großen Schaden verursacht haben, sagt Bericht - BBC.com",
        "US-Notenbank senkt Zinsen um einen halben Prozentpunkt - Semafor",
        "Nintendo verklagt Palworld Maker Pocketpair wegen Patentverletzung - Yahoo Finance",
        "Teamster werden Trump oder Harris im US-Präsidentschaftsrennen nicht unterstützen - Reuters",
        "Was der Kauf der Commerzbank für UniCredit — und den Bankensektor - CNBC - bedeuten würde",
        "Trump stumpft auf Long Island ab und schwört, \"New York zu gewinnen\", nachdem er zweimal groß verloren hat - The Washington Post",
        "Körper, von dem angenommen wird, dass er der Autobahnschütze von Kentucky, Joseph Couch, ist, der von YouTubern gefunden wurde - New York Post",
        "Marist-Umfragen: Harris führt Trump in Michigan, Wisconsin; sie sind in Pennsylvania - The Hill gebunden",
        "\"Er ist nicht Gott. Er ist ein Verlierer“: Geoff Duncan reagiert auf Trumps Aufruf an die Republikaner, die Regierung zu schließen - CNN",
        "Zach Bryan sagt, dass er Kanye Taylor Swift vorzieht und sich dann entschuldigt - Abwechslung",
        "Brewers Clinch NL Central, dann Walk Off Phillies - MLB.com",
        "Venezuelas ehemaliger Oppositionskandidat sagt, er sei gezwungen gewesen, einen Brief zu unterschreiben, der effektiv eine Niederlage zugibt - The Associated Press",
        "Der wahre Grund, warum Joan Vassos diesem goldenen Bachelorette-Kandidaten ihren ersten Eindruck gab - E! Online - E! NEWS",
        "Marshawn Lynch, Eli Manning, Adam Vinatieri unter 16 Erstkandidaten für die Pro Football Hall of Fame - Yahoo Sports",
        "Patriots vs. Jets Vorhersage, Auswahl, Quoten, Wie man Donnerstagabend Fußball sieht - The Action Network"
    ]
}