{
    "headlines": [
        "Mulher que alega agressão sexual de Jay-Z e Sean Combs admite inconsistências nas alegações - The Guardian",
        "A crise política da Geórgia se aprofunda à medida que os legisladores votam em ex-jogador de futebol de extrema-direita como presidente - CNN",
        "Trump participará do jogo Exército-Marinha ao lado de aliados importantes, nomeados e Daniel Penny - The Associated Press",
        "Cresce a preocupação com misteriosos avistamentos de drones ao longo da costa leste dos EUA - Financial Times",
        "Mistérios Médicos: Por que o apetite robusto deste bebê murchou? - The Washington Post",
        "Baixe o iOS 18.2 agora para ChatGPT na Siri, novos recursos de IA e muito mais - CNET",
        "Parlamento da Coreia do Sul vota pelo impeachment do presidente Yoon Suk Yeol sobre sua ordem de lei marcial - Associated Press",
        "Síria: Histórias de pessoas libertadas da prisão de tortura de Saydnaya - BBC.com",
        "Que jogos de futebol universitário acontecem hoje? Programação completa para o início da temporada de bowls - NBC Sports",
        "CEO da UnitedHealthcare mata mais recente: Mangione contrata advogado 'veterano' de Nova York - ABC News",
        "Indústria de tecnologia e CEOs Curry favorecem Trump antes de sua posse - The New York Times",
        "\"Sabemos o quão importante é esta época do ano\" - notas do programa Fulham de Virgil van Dijk - Liverpool FC",
        "Conheça as ações de crescimento supercarregadas que devem atingir US $ 20 trilhões até 2030, de acordo com 1 analista de Wall Street - The Motley Fool",
        "   Removido ",
        "RFK Jr. solicitou à FDA a revogação da vacina contra a poliomielite - Axios",
        "O advogado de Elon Musk disse que a SEC exigiu que o CEO da Tesla pagasse uma multa ou enfrentasse acusações para resolver uma investigação sobre sua compra do Twitter - Fortune",
        "Nancy Pelosi no hospital após lesão em viagem ao exterior - BBC.com",
        "Horóscopo para sábado, 14 de dezembro de 2024 - Chicago Sun-Times",
        "Texas AG processa médico de fora do estado por venda por correspondência de pílulas abortivas - The Washington Post",
        "Resultados do UFC Tampa: Covington vs. Buckley - Luta de MMA"
    ]
}