{
    "headlines": [
        "Comcast Eyes New Venture to House MSNBC, USA, Other U.S. Cable Channels - The Wall Street Journal",
        "Jets rookie Malachi Corley has TD overturned after he drops ball before goal line vs. Texans - The Associated Press",
        "[Removed]",
        "'Zombie Star' could light up Halloween sky as NASA anticipates nova eruption - WISN Milwaukee",
        "Obama shares thoughts on daughter Malia dropping last name professionally - The Hill",
        "CPS Board of Education president resigns - WBEZ Chicago",
        "Rapper Young Thug to be released on house arrest for time served as part of plea deal in Georgia RICO case - ABC News",
        "Death toll in Spain's floods rises to 158, among Europe's worst storm disasters - Reuters",
        "Boeing Union Endorses Latest Offer to End Crippling Strike - Yahoo Finance",
        "After pilot error, F-35 fighter jet flew for 11 minutes on its own before crashing last year - CBS News",
        "Trump says \"whether the women like it or not, I'm going to protect them\" at Wisconsin rally - CBS News",
        "Grand jury in Sean ‘Diddy’ Combs case hearing from witness who claims he has footage of Combs potentially victimizing celebrities - CNN",
        "Once a Covid star, ex-Gov. Andrew Cuomo stares down criminal referral - POLITICO",
        "Texans vs. Jets where to watch: NFL kickoff time, live stream, odds, spread, prediction for Week 9 game - CBS Sports",
        "Ozempic reduces knee osteoarthritis pain by almost half: Study - The Hill",
        "OHA reports 3 humans with bird flu traveled to Oregon during Washington outbreak - KOIN.com",
        "Trump lagging in early vote with seniors in Pennsylvania, a red flag for GOP - POLITICO",
        "Amazon CEO Andy Jassy hints at an ‘agentic’ Alexa - TechCrunch",
        "Magic's Banchero questionable Friday vs. Cavs - ESPN",
        "Gallatin County Sheriff provides update on homicide suspect in killing of Dustin Kjersem near Big Sky - KBZK News"
    ]
}