{
    "headlines": [
        "Jamie Foxx reveals he had a stroke in new Netflix stand-up special - The Washington Post",
        "Watchdog raises concerns over Trump-era leak probes of reporters, members of Congress - ABC News",
        "Girona v Liverpool: Champions League – live - The Guardian",
        "Walgreens shares pop on report pharmacy chain could sell itself to PE firm Sycamore - CNBC",
        "Exclusive: Syria's new rulers back shift to free-market economy, business leader says - Reuters",
        "‘I never got the impression he would self-destruct:’ Friends of suspect in fatal CEO shooting left in shock - CNN",
        "Traders are pretty sure of a Fed rate cut. What happens if inflation data is too hot? - MarketWatch",
        "HPV testing preferred over Pap for cervical cancer screening starting at age 30, task force’s draft recommendation says - CNN",
        "Eagle-Eyed Fans Think They've Spotted The First 'Switch 2' Image In New Satisfye Trailer - Nintendo Life",
        "Satellite imagery shows Russian navy ships anchored off Syrian coast - Reuters",
        "Israel bombs Syria and seizes territory as Netanyahu pledges to change ‘the face’ of the Middle East - CNN",
        "Scientists claim they've found the cause of mystery colon cancers in young people - and the lifestyle factors - Daily Mail",
        "Scientists find potential link between ultra-processed foods and cancer - Financial Times",
        "Trump wants to end birthright citizenship. Can that really happen? - POLITICO",
        "‘The Princess of Black Poetry,’ Nikki Giovanni, has died at 81 - The Associated Press",
        "Fast-moving brush fire in Malibu prompts evacuations, school closures, shelter in place order at Pepperdine - LAist",
        "Lawsuit puts Sean ‘Diddy’ Combs and Jay-Z’s decades-long friendship in the spotlight - CNN",
        "How Yankees’ Refusal to Give Juan Soto a Luxury Suite Helped Lead to Mets Deal - Sports Illustrated",
        "Starting 5, Dec. 10: Knockout Rounds await in Emirates NBA Cup - NBA.com",
        "Turkey's 3m Syrian refugees face big decision on going home or staying - BBC.com"
    ]
}