{
    "headlines": [
        "ਟਰੰਪ ਦੇ ਐਗਜ਼ੀਕਿਊਟਿਵ ਆਰਡਰ ਹਮਲੇ ਲਈ ਤਿਆਰ ਹੋ ਜਾਓ - POLITICO",
        "ਇੱਕ ਵਪਾਰਕ ਕਾਰਵਾਈ ਵਿੱਚ ਬਰਡ ਫਲੂ ਦੀ ਪੁਸ਼ਟੀ ਹੋਣ ਤੋਂ ਬਾਅਦ ਜਾਰਜੀਆ ਵਿੱਚ ਪੋਲਟਰੀ ਦੀਆਂ ਸਾਰੀਆਂ ਗਤੀਵਿਧੀਆਂ ਨੂੰ ਮੁਅੱਤਲ ਕਰ ਦਿੱਤਾ ਗਿਆ - ਸੀ ਐਨ ਐਨ",
        "ਪੈਟਰਿਕ ਮਹੋਮਜ਼ ਅਤੇ ਚੀਫਸ ਏਐਫਸੀ ਚੈਂਪੀਅਨਸ਼ਿਪ ਗੇਮ ਨੰਬਰ 7 'ਤੇ ਟੇਕਸਨਜ਼ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ' ਤੇ ਜਿੱਤ ਨਾਲ ਪਹੁੰਚਦੇ ਹਨ",
        "ਟਰੰਪ ਦੇ ਅਹੁਦਾ ਸੰਭਾਲਣ ਤੋਂ ਕੁਝ ਦਿਨ ਪਹਿਲਾਂ ਵਾਸ਼ਿੰਗਟਨ ਡੀ. ਸੀ. 'ਚ ਹਜ਼ਾਰਾਂ ਪ੍ਰਦਰਸ਼ਨਕਾਰੀਆਂ ਦਾ ਮਾਰਚ - PBS NewsHour",
        "2025 ਐਨਐਫਐਲ ਡਵੀਜ਼ਨਲ ਰਾoundਂਡ ਦੀਆਂ ਮੁਸ਼ਕਲਾਂ, ਭਵਿੱਖਬਾਣੀਆਂ, ਲਾਈਨ, ਫੈਲਣਃ ਕਮਾਂਡਰਜ਼ ਬਨਾਮ ਲਾਇਨਜ਼ ਪਿਕਸ 19-5 ਰਨ 'ਤੇ ਮਾਹਰ ਦੁਆਰਾ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਟਰੰਪ ਨੇ ਵ੍ਹਾਈਟ ਹਾ Houseਸ ਵਾਪਸ ਆਉਣ ਤੋਂ ਕੁਝ ਦਿਨ ਪਹਿਲਾਂ ਮੀਮ ਸਿੱਕਾ, $ TRump ਲਾਂਚ ਕੀਤਾ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਏਰਿਕ ਐਡਮਜ਼ ਟਰੰਪ ਦੀ ਬੈਠਕ ਤੋਂ ਵੋਟਰਾਂ ਨੂੰ ਚੁਣੇ ਗਏ ਰਾਸ਼ਟਰਪਤੀ ਤੋਂ ਸੁਚੇਤ ਵਾਪਸ ਪਰਤਿਆ - ਪੋਲੀਟਿਕੋ",
        "ਡੇਵਿਡ ਲਿੰਚ ਦੇ ਬੱਚੇ ਫਿਲਮ ਨਿਰਮਾਤਾ ਨੂੰ ਸ਼ਰਧਾਂਜਲੀ ਭੇਟ ਕਰਦੇ ਹਨ, ਲੋਕਾਂ ਨੂੰ \"ਵਿਸ਼ਵਵਿਆਪੀ ਸਮੂਹ ਮਨਨ\" ਵਿੱਚ ਉਸਦਾ ਸਨਮਾਨ ਕਰਨ ਲਈ ਸੱਦਾ ਦਿੰਦੇ ਹਨ - ਡੈੱਡਲਾਈਨ",
        "ਆਉਣ ਵਾਲੇ ਦਿਨਾਂ ਵਿੱਚ ਬਹੁਤ ਸਾਰੇ ਅਮਰੀਕਾ ਲਈ ਬਹੁਤ ਜ਼ਿਆਦਾ ਠੰਡੇ ਹੋਣ ਦੀ ਭਵਿੱਖਬਾਣੀ, ਜਿਸ ਵਿੱਚ ਖਾੜੀ ਤੱਟ ਖੇਤਰ ਵਿੱਚ ਅਸਾਧਾਰਣ ਬਰਫਬਾਰੀ ਸ਼ਾਮਲ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਰਾਸ਼ਟਰਪਤੀ ਅਹੁਦੇ ਦਾ ਉਦਘਾਟਨ 2025: ਟਰੰਪ ਦੇ ਸਹੁੰ ਚੁੱਕ ਸਮਾਗਮ ਬਾਰੇ ਕੀ ਜਾਣਨਾ ਹੈ - ਐਕਸੀਓਸ",
        "ਸਪੈਨਿਸ਼ ਰਿਜੋਰਟ ਵਿਖੇ ਸਕੀ ਲਿਫਟ collapseਹਿ ਗਈ, ਦਰਜਨਾਂ ਜ਼ਖਮੀ - ਸੀਐਨਐਨ",
        "ਯੂਐਫਸੀ 311 ਆਡ, ਭਵਿੱਖਬਾਣੀਃ ਮਾਹਰ ਪਿਕ, ਸਾਰੇ 13 ਲੜਾਈਆਂ ਲਈ ਪੂਰਵਦਰਸ਼ਨ - ਐਕਸ਼ਨ ਨੈਟਵਰਕ",
        "ਸਨੂਪ ਡੌਗ ਨੇ ਇੱਕ ਟਰੰਪ ਉਦਘਾਟਨ ਸਮਾਰੋਹ ਵਿੱਚ ਪ੍ਰਦਰਸ਼ਨ ਕੀਤਾ, ਅਤੇ ਲੋਕਾਂ ਕੋਲ ਕਹਿਣ ਲਈ ਬਹੁਤ ਕੁਝ ਹੈ - ਯਾਹੂ ਐਂਟਰਟੇਨਮੈਂਟ",
        "ਟਰੰਪ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਹ ਟਿਕਟਾਕ ‘ਤੇ ਪਾਬੰਦੀ ਨੂੰ ਅਸਥਾਈ ਤੌਰ’ ਤੇ 'ਜ਼ਿਆਦਾਤਰ ਸੰਭਾਵਤ’ ਦੇਰੀ ਕਰੇਗਾ, ਪਰ ਅੰਤਮ ਫੈਸਲਾ ਨਹੀਂ ਲਿਆ ਹੈ - ਸੀਐਨਐਨ",
        "ਫੇਅਰ ਪਲਾਨ ਵਿੱਚ $ 5 ਬਿਲੀਅਨ ਐਲ ਏ ਵਾਈਲਡਫਾਇਰ ਐਕਸਪੋਜਰ ਬਨਾਮ $ 5.78 ਬਿਲੀਅਨ ਪੁਨਰ-ਬੀਮਾ ਹੈ - ਫਾਰਚੂਨ",
        "ਐਲ. ਏ. ਫਾਇਰਜ਼ ਤੋਂ ਬਾਅਦ, ਉਤਪਾਦਨ ਨੂੰ ਵਾਪਸ ਲਿਆਉਣਾ ਪਹਿਲਾਂ ਨਾਲੋਂ ਵਧੇਰੇ ਜ਼ਰੂਰੀ ਹੋ ਗਿਆ ਹੈ - ਵੰਨਗੀ",
        "ਉੱਤਰੀ ਕੈਰੋਲੀਨਾ ਹੋਮ ਇੰਸ਼ੋਰੈਂਸ ਪ੍ਰੀਮੀਅਮ ਬੇਸ ਰੇਟ 2026 ਦੇ ਅੱਧ ਤੱਕ ਲਗਭਗ 15% ਵਧ ਰਹੇ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਗਲੈਕਸੀ ਐਸ 25 ਲੀਕ ਪ੍ਰੋਮੋ ਵੀਡੀਓ ਅੰਡਰਵੈਲਮਿੰਗ ਅਪਗ੍ਰੇਡਾਂ ਦਾ ਪ੍ਰਦਰਸ਼ਨ ਕਰਨ ਤੋਂ ਬਾਅਦ ਹਟਾ ਦਿੱਤਾ ਗਿਆ - ਫੋਨਅਰੇਨਾ",
        "ਵਿਕੀਪੀਡੀਆ ਵਿਚ ਇਸ ਹਫਤੇਃ BTC ਟਰੰਪ ਉਦਘਾਟਨ ਦੇ ਅੱਗੇ ਬੰਦ ਧਮਾਕੇ - Decrypt",
        "ਇਸ ਹਫਤੇ ਇਨ ਸਪੇਸ ਪੋਡਕਾਸਟਃ ਐਪੀਸੋਡ 144 — ਮਹਾਨ ਚੰਦਰ ਆਰਮਾਡਾ - ਸਪੇਸ ਡਾਟ ਕਾਮ"
    ]
}