{
    "headlines": [
        "عقود نشاط المصانع الصينية أقل من المتوقع في سبتمبر - CNBC",
        "ترامب ينتقد المهاجرين باستخدام ادعاءات كاذبة بالقتل - واشنطن بوست",
        "الأسهم الصينية ترتفع إلى أعلى مستوى لها منذ عام 2015، متجهة إلى سوق الثور - بلومبرغ",
        "NFL Week 4 grades: Eagles get 'F' for blowout loss to Bucs, Commanders earn 'A+' for big win over Cardinals - CBS Sports",
        "إعادة ظهور صور حفلة عيد ميلاد ديدي وسط قضية جنائية - TMZ",
        "SpaceX Crew Dragon يجلب طاقمًا مكونًا من شخصين إلى المحطة الفضائية وسط التحقيق في شذوذ المرحلة العليا - أخبار سي بي إس",
        "فواتير مقابل رايفنز ليلة الأحد لكرة القدم: التحديثات المباشرة، النتيجة، النقاط البارزة، كيفية المشاهدة - Yahoo Sports",
        "تتميز سماء ليلة أكتوبر بمذنب تم اكتشافه حديثًا، واثنين من زخات النيازك و 4 كواكب - غوثاميست",
        "ثلاثة مفاتيح لمباراة نيويورك 1 تفوز على لاس فيغاس في نصف نهائي WNBA - ESPN",
        "صحيفة وقائع: تحديث: جهود الاستجابة المستمرة لإدارة بايدن- هاريس لإعصار هيلين - البيت الأبيض",
        "يخسر الرؤساء راشي رايس، ويحصلون على مباراة كبيرة من كريم هانت، ويتفوقون على تشارجرز - إن بي سي سبورتس",
        "ضرب مبنى سكني في بيروت مع توسيع إسرائيل لحملتها الجوية - رويترز",
        "حزب الحرية النمساوي يحقق أول فوز يميني متطرف في الانتخابات الوطنية منذ الحرب العالمية الثانية - وكالة أسوشيتد برس",
        "كريس كريستوفرسون، أسطورة موسيقى الريف والرجل الرائد \"A Star Is Born\"، يموت عن عمر يناهز 88 عامًا - تشكيلة",
        "تم التشكيك في طلب نقابة عمال النقل البحري الطويل بفرض حظر كامل على الأتمتة مع اقتراب إضراب الموانئ: \"من مين إلى تكساس\" - نيويورك بوست",
        "تتخبط \"Megalopolis\" في شباك التذاكر حيث يحتل \"The Wild Robot\" المركز الأول - نيويورك بوست",
        "حاكم كاليفورنيا غافن نيوسوم يعترض على مشروع قانون سلامة الذكاء الاصطناعي الأول في البلاد - سي بي إس نيوز",
        "الفيضانات هيلين خيوط مئات من سكان ولاية كارولينا الشمالية مع ارتفاع عدد قتلى العاصفة إلى 90 - سي إن إن",
        "الرئيس الإيراني يسعى إلى رد \"إقليمي\" على إسرائيل - بوليتيكو",
        "تقول شبكة سي بي إس إنه على فانس ووالز أن يتحققا من بعضهما البعض في مناظرة نائب الرئيس - The Daily Beast"
    ]
}