{
    "headlines": [
        "تسعى شركة Musk's DOGE للوصول إلى قاعدة بيانات مصلحة الضرائب التي تحتوي على معلومات ضريبية للأميركيين، حسبما ذكرت مصادر لـ ABC News - ABC7 Los Angeles",
        "بليك ليفلي وريان رينولدز يخرجان للاحتفال بالذكرى الخمسين لتأسيس \"SNL\" وسط معركة جاستن بالدوني القانونية - ياهو للترفيه",
        "بول سايمون وسابرينا كاربنتر يفتتحان احتفال \"ساترداي نايت لايف\" بالذكرى الخمسين - هندوستان تايمز",
        "أين تشاهد لعبة NBA All - Star: قناة تلفزيونية، بث مباشر عبر الإنترنت، أوقات اللعب، الاحتمالات، التنبؤ، اللقطات - CBS Sports",
        "رئيس الوزراء \"مستعد\" لنشر قوات على الأرض في أوكرانيا لحماية السلام - ياهو",
        "ليبرون جيمس لن يلعب في لعبة كل النجوم - hoopsrumors.com",
        "كيف تتناسب آشلي سانت كلير مع حياة الحب المتشابكة لإيلون ماسك — بعد نزهاته العلنية مع أطفاله - نيويورك بوست",
        "تحذير بنيامين نتنياهو لحماس بشأن إطلاق سراح الرهائن: \"أبواب الجحيم سوف...\" - هندوستان تايمز",
        "محامون أرجنتينيون يتهمون الرئيسة مايلي بالاحتيال بشأن الترويج للعملات المشفرة - وكالة أسوشيتد برس",
        "لدى ترامب بوست منتقدون يقولون إنه يعلن نفسه فوق القانون - إيه بي سي نيوز",
        "\"Conclave\" يفوز بأفضل صورة في BAFTAs حيث يأخذ \"The Brutalist\" جوائز الإخراج والتمثيل - وكالة أسوشيتد برس",
        "\"اللوتس الأبيض\" يعود أخيرًا - إليك كيفية مشاهدة الموسم الثالث مجانًا - نيويورك بوست",
        "يحتل المتمردون المدعومون من رواندا مدينة رئيسية ثانية في شرق الكونغو الغني بالمعادن - وكالة أسوشيتد برس",
        "UConn تدمر ولاية كارولينا الجنوبية في بيان رئيسي لإنهاء سلسلة انتصارات Gamecocks على أرضها في 71 مباراة - نيويورك بوست",
        "تريد إدارة ترامب من المحكمة العليا السماح بطرد رئيس وكالة المبلغين عن المخالفات - وكالة أسوشيتد برس",
        "ارتفعت عمليات شطب المنازل بنسبة 64 ٪ إلى أعلى مستوى لها منذ ما يقرب من عقد من الزمان حيث رفض المشترون البائعين - Fortune",
        "يقول روبيو إن أوكرانيا وأوروبا ستكونان جزءًا من محادثات السلام \"الحقيقية\"، حيث تدرس الولايات المتحدة دوافع بوتين - هندوستان تايمز",
        "يشير نتنياهو الإسرائيلي إلى أنه يمضي قدمًا في خطة ترامب لنقل الفلسطينيين من غزة - PBS NewsHour"
    ]
}