{
    "headlines": [
        "ਪੋਰਨ ਸਾਈਟ ਘੁਟਾਲੇ ਦੇ ਵਿਚਕਾਰ ਐਨਸੀ ਗਵਰਨੇਟਰੀਅਲ ਆਸ਼ਾਵਾਦੀ ਮਾਰਕ ਰੌਬਿਨਸਨ ਲਈ ਸੀਨੀਅਰ ਸਟਾਫ ਮੈਂਬਰ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਕਾਲਮ | ਕੈਰੋਲਿਨ ਹਾਕਸ: ਸਾੜਿਆ ਗਿਆ ਭੈਣ-ਭਰਾ ਫਿਰ ਤੋਂ ਦੇਖਭਾਲ ਕਰਨ ਵਾਲਾ ਬਣ ਜਾਣ ਦਾ ਡਰ ਮੂਲ ਰੂਪ ਵਿੱਚ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਸਪੀਕਰ ਮਾਈਕ ਜਾਨਸਨ ਨੇ ਡੈੱਡਲਾਈਨ ਦੇ ਨੇੜੇ ਆਉਂਦੇ ਹੋਏ ਸਰਕਾਰ ਦੇ ਬੰਦ ਨੂੰ ਰੋਕਣ ਲਈ ਨਵੀਂ ਰਣਨੀਤੀ ਦਾ ਪਰਦਾਫਾਸ਼ ਕੀਤਾ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਹਟਾਈ",
        "ਉਤਰੀ ਇਜ਼ਰਾਈਲ 'ਚ ਤਣਾਅ ਵਧਣ ਕਾਰਨ ਹਿਜ਼ਬੁੱਲਾ ਨੇ ਰਾਕੇਟ ਦਾਗੇ । ਇਹ ਉਹ ਹੈ ਜੋ ਅਸੀਂ ਜਾਣਦੇ ਹਾਂ - ਸੀ ਐਨ ਐਨ",
        "ਪੀਅਰਸ ਬਲਾਸਟ ਰੇਡਰਜ਼ਃ ਘਾਟੇ ਵਿਚ 'ਕਾਰੋਬਾਰੀ ਫੈਸਲੇ' - ਈਐਸਪੀਐਨ",
        "ਮਾਰਕਸਵਾਦੀ ਦਿਸਾਨਾਯਕੇ ਨੇ ਸ਼੍ਰੀਲੰਕਾ ਦੀ ਰਾਸ਼ਟਰਪਤੀ ਚੋਣ ਜਿੱਤੀ ਕਿਉਂਕਿ ਵੋਟਰ ਪੁਰਾਣੇ ਗਾਰਡ ਨੂੰ ਰੱਦ ਕਰਦੇ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਟੇਲਰ ਸਵਿਫਟ 2024 ਸੀਜ਼ਨ ਵਿਚ ਪਹਿਲੀ ਵਾਰ ਚੀਫਜ਼ ਦੀ ਖੇਡ ਨੂੰ ਛੱਡਣ ਲਈ ਦਿਖਾਈ ਦਿੰਦਾ ਹੈ - ਫੌਕਸ ਨਿ Newsਜ਼",
        "ਇਹ ਅਮਰ ਜੀਵ ਬਣਾ ਸਕਦਾ ਹੈ ਕੈਂਸਰ ਦਾ ਇੱਕ ਰੂਪ ਜੋ ਛੂਤਕਾਰੀ ਹੈ - ਸਾਇੰਸਅਲਰਟ",
        "ਬਰਮਿੰਘਮ, ਅਲਾਬਾਮਾ ਵਿੱਚ ਸਮੂਹਿਕ ਗੋਲੀਬਾਰੀ ਵਿੱਚ 21 ਲੋਕਾਂ ਦੀ ਗੋਲੀਬਾਰੀ, ਘੱਟੋ ਘੱਟ 4 ਦੀ ਮੌਤ - WXII12 ਵਿੰਸਟਨ-ਸਲੇਮ",
        "ਟਰੰਪ ਸਹਿਯੋਗੀ ਨੇਬਰਾਸਕਾ ਦੇ ਇਲੈਕਟੋਰਲ ਕਾਲਜ ਕਾਨੂੰਨ ਨੂੰ ਬਦਲਣ ਲਈ ਇਕ ਹੋਰ ਧੱਕਾ ਕਰਦੇ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਐਨਐਫਐਲ ਹਫਤੇ ਦੇ ਤਿੰਨ ਨਤੀਜੇਃ ਡੇਰਿਕ ਹੈਨਰੀ ਸਟਾਰਜ਼ ਦੇ ਤੌਰ ਤੇ ਬਾਲਟੀਮੋਰ ਰੈਵੇਨਜ਼ ਨੇ ਡੱਲਾਸ ਕਾਊਬੌਇਜ਼ ਨੂੰ ਹਰਾਇਆ ਜਦੋਂ ਕਿ ਲਾਸ ਏਂਜਲਸ ਰੈਮਸ ਨੇ ਸੈਨ ਫਰਾਂਸਿਸਕੋ 49ers ਨੂੰ ਝਟਕਾ ਦਿੱਤਾ - ਸਕਾਈ ਸਪੋਰਟਸ",
        "ਅਪੋਲੋ ਦੀਆਂ ਨਜ਼ਰਾਂ ਇੰਟੇਲ ਵਿਚ 5 ਬਿਲੀਅਨ ਡਾਲਰ ਦੇ ਨਿਵੇਸ਼, ਬਲੂਮਬਰਗ ਨਿ Newsਜ਼ ਰਿਪੋਰਟਾਂ - ਰਾਇਟਰਜ਼",
        "2024 ਐਨਐਫਐਲ ਵੀਕ 3 ਦੇ ਜੇਤੂ ਅਤੇ ਹਾਰਨ ਵਾਲੇਃ ਵਾਈਕਿੰਗਜ਼ ਅਸਲ ਲਈ ਹਨ, ਜਦੋਂ ਕਿ ਚਾਰਜਰਸ, ਡੌਲਫਿਨ ਪ੍ਰਮੁੱਖ ਹਿੱਟ ਲੈਂਦੇ ਹਨ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਇੱਕ ਫੈਂਟਨੈਲ ਓਵਰਡੋਜ਼ ਨੂੰ ਉਲਟਾਉਣਾ | 60 ਮਿੰਟ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਸੰਯੁਕਤ ਰਾਸ਼ਟਰ ਰਾਸ਼ਟਰ 'ਭਵਿੱਖ ਲਈ ਸਮਝੌਤਾ' ਦੀ ਹਮਾਇਤ ਕਰਦੇ ਹਨ, ਅਤੇ ਸੰਸਥਾ ਦੇ ਨੇਤਾ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਇਹ ਗੱਲਬਾਤ ਤੋਂ ਵੱਧ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਫੈਡ ਰੇਟ ਕਟੌਤੀ ਤੋਂ ਬਾਅਦ ਰਿਕਾਰਡ ਨੂੰ ਉੱਚਾ ਕਰਨ ਤੋਂ ਬਾਅਦ ਡਾਓ ਫਿuresਚਰ ਬਹੁਤ ਘੱਟ ਬਦਲਿਆ ਜਾਂਦਾ ਹੈਃ ਲਾਈਵ ਅਪਡੇਟਸ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਕੈਲੀਫੋਰਨੀਆ ਦੇ ਰਾਜਪਾਲ ਗੈਵਿਨ ਨਿ Newsਜ਼ੋਮ ਨੇ ਪਲਾਸਟਿਕ ਦੇ ਕਰਿਆਨੇ ਦੇ ਬੈਗ 'ਤੇ ਪਾਬੰਦੀ' ਤੇ ਦਸਤਖਤ ਕੀਤੇ - ਕੇਟੀਐਲਏ ਲਾਸ ਏਂਜਲਸ",
        "ਨਾਸਾ ਪੁਲਾੜ ਯਾਨ ਜੁਪੀਟਰ ਦੇ ਚੰਦਰਮਾ ਯੂਰੋਪਾ 'ਤੇ ਜੀਵਨ ਦੇ ਸੰਕੇਤਾਂ ਦੀ ਭਾਲ ਕਰਨ ਲਈ - VOA ਲਰਨਿੰਗ ਇੰਗਲਿਸ਼",
        "ਬਾਇਡਨ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਮੱਧ ਪੂਰਬ ਵਿਚ ਵਿਆਪਕ ਯੁੱਧ ਨੂੰ ਰੋਕਣ ਲਈ ਅਮਰੀਕਾ ’ਅਸੀਂ ਜੋ ਕੁਝ ਕਰ ਸਕਦੇ ਹਾਂ' ਕਰ ਰਿਹਾ ਹੈ - ਦ ਹਿੱਲ"
    ]
}