{
    "headlines": [
        "2025 NBA Slam Dunk contest odds, field, picks, predictions, start time: Best bets from expert on 80-52 run - CBS Sports",
        "وفاة الأم والطفل بسبب إصابات في هجوم سيارة في ميونيخ - BBC.com",
        "شير، ليدي غاغا، مايلي سايروس، سنوب دوغ: \"ساترداي نايت لايف\" يحتفي بحفل موسيقي للأعمار - وكالة أسوشيتد برس",
        "إنفلونزا الطيور تأخذ قضمة كبيرة من محافظ مزارعي البيض - واشنطن بوست",
        "يقول الفاتيكان إن أحدث اختبارات البابا فرنسيس تظهر \"بعض\" التحسن وسط دخول المستشفى بسبب التهاب الشعب الهوائية - ABC News",
        "ريد سوكس تجعل القائمة الصغيرة تتحرك لإنشاء غرفة لأليكس بريغمان - NESN",
        "شباك التذاكر: \"كابتن أمريكا: عالم جديد شجاع\" يفتتح يوم افتتاح بقيمة 40 مليون دولار - متنوع",
        "وكالة مراقبة المستهلك التي وصفها ترامب بأنها \"شريرة\" ينظر إليها على أنها \"بطل\" للكثيرين الذين ساعدتهم - وكالة أسوشيتد برس",
        "تأكدت الإصابة بإنفلونزا الطيور لدى امرأة أكبر سنًا في وايومنغ من المحتمل أن تكون قد خالطت قطيعًا مصابًا في منزلها - وكالة أسوشيتد برس",
        "عمود | آلة \"ساترداي نايت لايف\" تطحن - واشنطن بوست",
        "ارتفاع أسهم الشركات الأمريكية في توقعات الأرباح المتوترة - بلومبرغ",
        "لويجي مانجيوني، المتهم بقتل الرئيس التنفيذي لشركة يونايتد هيلث كير براين طومسون، يصدر بيانًا من السجن - ABC11 رالي دورهام",
        "فولوديمير زيلينسكي يدعو إلى إنشاء \"جيش أوروبا\" لمواجهة التهديدات الروسية - BBC.com",
        "اعتقدت أنها تعاني من عسر هضم. وجد الأطباء انسدادًا شبه مميت في الشريان. - سي بي إس نيوز",
        "حرباء لابورد: السحلية المتغيرة اللون التي تسقط ميتة في 4 أشهر - Livescience.com",
        "لدى الكويكب فرصة 2 ٪ لضرب الأرض في عام 2032. إليك كيف يتتبعها علماء الفلك - سي إن إن",
        "يحذر خبراء الأرصاد الجوية من فيضانات تاريخية محتملة حيث تضرب عاصفة كبيرة الشرق بكل المخاطر - سي إن إن",
        "آيفون SE 4: تؤكد شركة آبل أن تاريخ إطلاق المنتج الجديد قد أوشك على الانتهاء - Forbes",
        "يحصل جانيك سينر رقم 1 على حظر لمدة 3 أشهر لتسوية قضية المنشطات، ويمكنه العودة قبل بطولة فرنسا المفتوحة - وكالة أسوشيتد برس"
    ]
}