{
    "headlines": [
        "ਸਰੋਤਃ ਟੈਕਸਨਜ਼ ਓਟੀ ਟੂਨਸਿਲ ਲਈ ਕਮਾਂਡਰਾਂ ਦਾ ਵਪਾਰ - ਈਐਸਪੀਐਨ",
        "ਕਾਰਗੋ ਸਮੁੰਦਰੀ ਜਹਾਜ਼ ਜੋ ਯੂਐਸ-ਫੌਜੀ ਚਾਰਟਰਡ ਟੈਂਕਰ ਨਾਲ ਟਕਰਾ ਗਿਆ ਸੀ ਸੋਡੀਅਮ ਸਾਇਨਾਇਡ ਲੈ ਕੇ ਜਾ ਰਿਹਾ ਸੀ - ਸੀ ਐਨ ਐਨ",
        "2025 ਐਨਐਫਐਲ ਮੁਫਤ ਏਜੰਸੀ ਟਰੈਕਰਃ ਚੋਟੀ ਦੇ 100 ਮੁਫਤ ਏਜੰਟਾਂ 'ਤੇ ਅਪਡੇਟਸ, ਜਿਸ ਵਿੱਚ ਸੈਮ ਡਾਰਨੋਲਡ, ਜਸਟਿਨ ਫੀਲਡਜ਼, ਹੋਰ ਵੈਟਸ ਸ਼ਾਮਲ ਹਨ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਨਿ New ਯਾਰਕ ਜਾਇੰਟਸ ਮੁਫਤ ਏਜੰਸੀਃ ਜਾਇੰਟਸ ਡੀਟੀ ਰਾਏ ਰੌਬਰਟਸਨ-ਹੈਰਿਸ ਤੇ ਦਸਤਖਤ ਕਰਦੇ ਹਨ - ਬਿਗ ਬਲੂ ਵਿ View",
        "ਪੋਪ ਦੀ ਹਾਲਤ 'ਚ ਸੁਧਾਰ ਜਾਰੀ - ਵੈਟੀਕਨ ਨਿਊਜ਼",
        "ਰੂਬੀਓ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਯੂਕ੍ਰੇਨ ਦੀ ਅੰਸ਼ਕ ਜੰਗਬੰਦੀ ਯੋਜਨਾ 'ਸਾ Saudiਦੀ ਅਰਬ ਵਿਚ ਗੱਲਬਾਤ ਤੋਂ ਪਹਿਲਾਂ' ਵਾਅਦਾ ਕਰਦੀ ਹੈ '- ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਦੇਸ਼ ਭਗਤ ਬੋਲਸਟਰ ਡਿਫੈਂਸ, ਆਜ਼ਾਦ ਏਜੰਸੀ ਵਿੱਚ ਅਪਮਾਨਜਨਕ ਲਾਈਨ ਛੇਤੀ - Patriots. com",
        "ਗੂਗਲ ਪਿਕਸਲ ਉਪਭੋਗਤਾ ਨਵੀਨਤਮ ਸੁਰੱਖਿਆ ਅਪਡੇਟ ਤੋਂ ਬਾਅਦ ਹੈਰਾਨਕੁਨ ਸਮੱਸਿਆ ਦੀ ਰਿਪੋਰਟ ਕਰਦੇ ਹਨ - ਐਂਡਰਾਇਡ ਸੈਂਟਰਲ",
        "ਮੇਨਡੇਜ਼ ਭਰਾਵਾਂ ਦਾ ਕੇਸਃ ਡੀਏ ਨੇ ਅਦਾਲਤ ਨੂੰ ਨਾਰਾਜ਼ਗੀ ਪ੍ਰਸਤਾਵ ਵਾਪਸ ਲੈਣ ਲਈ ਕਿਹਾ, ਸਵੈ-ਰੱਖਿਆ ਦੇ ਦਾਅਵਿਆਂ ਨੂੰ 'ਝੂਠ' ਕਿਹਾ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਮਿਲਕੀ ਵੇਅ ਦੇ ਦਿਲ ਵਿਚ ਰਹੱਸਮਈ ਵਰਤਾਰਾ ਇਕ ਨਵੇਂ ਹਨੇਰੇ ਪਦਾਰਥ ਦੇ ਸ਼ੱਕੀ ਵਿਅਕਤੀ ਵੱਲ ਇਸ਼ਾਰਾ ਕਰ ਸਕਦਾ ਹੈ - ਸਪੇਸ.",
        "ਹਾਲੀਵੁੱਡ ਨੇ ਆਸਟਿਨ 'ਤੇ ਕਬਜ਼ਾ ਕਰ ਲਿਆ. ਇੱਥੇ ਉਹ ਸੈਲੀਬ੍ਰਿਜ ਹਨ ਜੋ ਅਸੀਂ ਸਪਾਟ ਕੀਤੇ - mySA",
        "ਡਾਓ 400 ਅੰਕ ਡਿੱਗਦਾ ਹੈ, ਐਸ ਐਂਡ ਪੀ 500 ਮੰਦੀ ਦੇ ਡਰ 'ਤੇ ਸਤੰਬਰ ਤੋਂ ਬਾਅਦ ਸਭ ਤੋਂ ਹੇਠਲੇ ਪੱਧਰ' ਤੇ ਡਿੱਗਦਾ ਹੈਃ ਲਾਈਵ ਅਪਡੇਟਸ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਕੋਲੰਬੀਆ ਵਿਖੇ ਵਿਦਿਆਰਥੀਆਂ ਦੇ ਵਿਰੋਧ ਪ੍ਰਦਰਸ਼ਨਾਂ ਦਾ ਨੇਤਾ ਇਮੀਗ੍ਰੇਸ਼ਨ ਅਧਿਕਾਰੀਆਂ ਦੁਆਰਾ ਗ੍ਰਿਫਤਾਰੀ ਤੋਂ ਬਾਅਦ ਦੇਸ਼ ਨਿਕਾਲਾ ਦਾ ਸਾਹਮਣਾ ਕਰ ਰਿਹਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਗ੍ਰੀਨਹਾਉਸ ਗੈਸ ਪ੍ਰਦੂਸ਼ਣ ਦੇ ਕਾਰਨ ਸਪੇਸ ਟਕਰਾਅ ਇੱਕ ਵੱਡਾ ਜੋਖਮ ਬਣ ਸਕਦਾ ਹੈ - ਦਿ ਵਰਜ",
        "ਸੈਮਸੰਗ ਰੋਲਿੰਗ ਮਾਰਚ 2025 ਇਹਨਾਂ ਗਲੈਕਸੀ ਡਿਵਾਈਸਾਂ ਲਈ ਸੁਰੱਖਿਆ ਅਪਡੇਟ - 9to5Google",
        "ਅਸਦ ਵਫ਼ਾਦਾਰਾਂ ਵਿਰੁੱਧ ਸੀਰੀਆ ਦੀ ਕਾਰਵਾਈ ਖ਼ਤਮ ਹੋਈ ਜਾਨਲੇਵਾ ਹਿੰਸਾ ਤੋਂ ਬਾਅਦ - BBC.com",
        "ਓਨਟਾਰੀਓ ਨੇ ਟਰੰਪ ਦੇ ਵਪਾਰਕ ਯੁੱਧ ਦੇ ਜਵਾਬ ਵਿਚ ਅਮਰੀਕਾ ਨੂੰ ਬਿਜਲੀ ਦੇ ਨਿਰਯਾਤ ਵਿਚ 25% ਵਾਧਾ ਕੀਤਾ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਓਡੇਲ ਬੇਖਮ ਜੂਨੀਅਰ ਅਤੇ ਡ੍ਰੁਸਕੀ ਦਾ ਨਾਮ ਨਿ Sean ਸੀਨ ‘ਡਿੱਡੀ‘ ਕਾਮਬਜ਼ ਸੈਕਸੁਅਲ-ਅਸਾਲਟ ਮੁਕੱਦਮੇ ਵਿਚ ਰੱਖਿਆ ਗਿਆ; ਦੋਵੇਂ ਇਨਕਾਰ ਦੀ ਸ਼ਮੂਲੀਅਤ - ਵੰਨਗੀ"
    ]
}