{
    "headlines": [
        "Galaxy Z Fold 7 para obter uma atualização que os compradores de telefones caros merecem - PhoneArena",
        "Altas autoridades russas e americanas estão discutindo a melhoria dos laços e o fim da guerra na Ucrânia - sem Kiev - The Associated Press",
        "XAI de Musk lança modelo de inteligência artificial Grok 3, afirma melhor desempenho do que rivais em testes iniciais - CNBC",
        "Huawei lança telefone de US $ 3.660 fora da China enquanto registra retorno internacional - CNBC",
        "Europeus exploram tropas para cessar-fogo na Ucrânia — e querem apoio dos EUA - The Washington Post",
        "O jato Delta vira de cabeça para baixo em uma pista nevada de Toronto e todos os 80 a bordo sobrevivem - The Associated Press",
        "Morte de ator sul-coreano aos 24 anos provoca discussão sobre redes sociais e cultura da internet - Associated Press",
        "A saúde de Pope está estável enquanto ele continua o tratamento no hospital - vaticannews.va",
        "Quatro dos principais deputados de Eric Adams renunciaram, diz prefeito de Nova York - CNN",
        "Guy Pearce diz que Kevin Spacey o \"atacou\" no L.A. Confidential set - The A.V. Club",
        "Scott Boras chama a atenção para a falta de gastos de grande parte da MLB - Sports Illustrated",
        "Cardiologista dos EUA compartilha dicas viáveis para manter o coração saudável e mais jovem - The Times of India",
        "4 candidatos querem ser o próximo chanceler da Alemanha. Quem são eles? - Yahoo",
        "O diretor de 'The Brutalist', Brady Corbet, diz que não ganhou dinheiro com o filme - Hollywood Reporter",
        "Alto funcionário da Previdência Social sai após confronto com o DOGE de Musk por causa de dados - The Washington Post",
        "Crânio hipercarnívoro de 30 milhões de anos 'Dream Find' para paleontólogos - Yahoo",
        "Southwest Airlines anuncia demissões abrangentes na sede de Dallas, as primeiras demissões em massa na história da empresa - WFAA.com",
        "A Ucrânia não é convidada para as suas próprias conversações de paz. A história está cheia desses exemplos – e os resultados são devastadores - The Conversation",
        "Primeiras vacas, agora gatos. A gripe aviária está chegando para os seres humanos? - The Wall Street Journal",
        "Administração Trump despede milhares por \"desempenho\" sem provas, numa corrida desordenada - The Washington Post"
    ]
}