{
    "headlines": [
        "الولايات المتحدة تعلق المساعدات العسكرية لأوكرانيا - فاينانشال تايمز",
        "هدنة غزة معلقة بخيط بينما تضع إسرائيل شروطًا جديدة. إليك ما يجب معرفته - سي إن إن",
        "عملاق النفط السعودي أرامكو يسجل انخفاضًا في أرباح العام بأكمله، ويخفض أرباح الأسهم - سي إن بي سي",
        "تفرض الصين تعريفات إضافية تصل إلى 15 ٪ على واردات الصادرات الزراعية الأمريكية الرئيسية، بما في ذلك فول الصويا ولحم البقر - وكالة أسوشيتد برس",
        "لماذا لن تكون تصريحات ترامب المشتركة أمام الكونغرس خطاب \"حالة الاتحاد\" - وكالة أسوشيتد برس",
        "صحيفة وقائع: الرئيس دونالد ج. ترامب يشرع في فرض رسوم جمركية على الواردات من كندا والمكسيك - البيت الأبيض",
        "مافس كيري إيرفينغ يعاني من التواء في الركبة اليسرى، ويطلق رميات حرة قبل مغادرة اللعبة - وكالة أسوشيتد برس",
        "البابا فرنسيس يعود إلى جهاز التنفس الصناعي بعد فشل الجهاز التنفسي - واشنطن بوست",
        "اعترف مان بالقتل في إطلاق النار الرابع على هايلاند بارك في عام 2022 - واشنطن بوست",
        "كانوا هناك، ولكن بالكاد: المشاهير يتبنون اتجاه الموضة العارية في حفلات ما بعد الأوسكار - وكالة أسوشيتد برس",
        "شاي جيلجوس ألكسندر يحقق الفوز الرابع بفارق 50 نقطة في الموسم بفوز ثاندر على روكتس - ياهو سبورتس",
        "تقارير: الفايكنج مهتمون بإبقاء سام دارنولد ولكن من غير المرجح أن يضعوا علامة عليه - NBC Sports",
        "جاي زي ترفع دعوى تشهير ضد المتهمة السابقة ومحاميها - إيه بي سي نيوز",
        "العودة إلى المكتب: نيوزوم تأمر موظفي ولاية كاليفورنيا بالعودة أربعة أيام في الأسبوع - CalMatters",
        "ترامب يعلن أن شركة TSMC التايوانية العملاقة لصناعة الرقائق ستستثمر 100 مليار دولار في التصنيع الأمريكي - سي إن إن",
        "ناسا تؤجل إطلاق بعثات SPHEREx و PUNCH إلى 6 مارس - Space.com",
        "الحرب الأهلية السودانية: أطفال بعمر سنة واحدة من بين الذين تعرضوا للاغتصاب، كما تقول الأمم المتحدة - BBC.com",
        "بينما يسلم RFK Jr. رسالته حول الحصبة، يسمع خبراء الصحة العامة نغمة مألوفة - STAT",
        "سبيس إكس تنظف إطلاق المركبة الفضائية - SpaceNews",
        "MacBook Air الجديد قادم هذا الأسبوع: ما يمكن توقعه - MacRumors"
    ]
}