{
    "headlines": [
        "A ameaça de Trump de colocar condições na ajuda de incêndio indigna os democratas - The Washington Post",
        "   Removido ",
        "Biden, em discurso de despedida, adverte sobre os perigos do poder descontrolado nos ricos - ABC News",
        "Dow Jones Futures Rise After Market Rallies Above Key Levels; Tesla, Meta Lead 12 New Buys - Investor's Business Daily",
        "Se os incêndios florestais de Los Angeles ainda estão queimando, por que não há chamas ou fumaça? - NBC Los Angeles",
        "State Farm oferecerá renovações aos segurados afetados por incêndios florestais no condado de Los Angeles - KTLA Los Angeles",
        "Escolhas externas do gabinete de Trump estão rapidamente ganhando apoio para confirmação - The Associated Press",
        "Acordo de cessar-fogo em Gaza: o que sabemos? - BBC.com",
        "Artistas da posse de Trump: Kid Rock, Billy Ray Cyrus, Underwood, mais - Prazo",
        "Rubio não é terrível, sem drama, dia muito cordial - POLITICO",
        "Estranho: os membros da Câmara dizem ao governador do MN que estão organizados - MinnPost",
        "Universal Music critica processo 'ilógico’ de Drake por 'Not Like Us‘, de Kendrick Lamar",
        "Trocar carne vermelha por proteínas vegetais pode reduzir o risco de demência em quase 20%, diz estudo - AOL",
        "Era a audiência de Pam Bondi. Kash Patel estava na berlinda. - POLITICO",
        "Os indicados ao Prêmio WGA 2025 incluem ‘A Real Pain’, ‘Anora’, ‘Wicked’ e muito mais - IndieWire",
        "FDA proíbe corante vermelho No. 3 de alimentos - The Associated Press",
        "O pesquisador de IA François Chollet funda um novo laboratório de IA focado em agi - TechCrunch",
        "Jerry Jones executa a busca de treinador principal do Dallas Cowboys sozinho, não falou com candidatos suspeitos - Footballscoop",
        "Esqueça o IMC – há uma técnica de 2.000 anos para medir a gordura corporal que é mais útil - The Conversation Indonesia",
        "A Bluesky está a receber a sua própria aplicação de partilha de fotos, Flashes - TechCrunch"
    ]
}