{
    "headlines": [
        "ਹਟਾਈ",
        "ਟਰੰਪ ਨੇ ਨਿੱਜੀ ਵਕੀਲ ਹੱਬਾ ਨੂੰ ਰਾਸ਼ਟਰਪਤੀ ਦੇ ਸਲਾਹਕਾਰ ਵਜੋਂ ਕੰਮ ਕਰਨ ਲਈ ਕਿਹਾ, ਟਰੂਥ ਸੋਸ਼ਲ ਪੋਸਟ ਕਹਿੰਦੀ ਹੈ - ਰਾਇਟਰਜ਼",
        "ਸੁਪਰ ਮਾਈਕਰੋ ਸਟਾਕ ਜੰਪ. ਐਸਐਮਸੀਆਈ ਦੇ ਸ਼ੇਅਰ ਡਰਾਉਣੇ ਡਰ ਘੱਟ ਗਏ ਹਨ. - ਬੈਰਨਜ਼",
        "ਇਜ਼ਰਾਈਲ ਨੇ ਸੀਰੀਆ ਦੀਆਂ ਫੌਜਾਂ ਦੀਆਂ ਅਸਾਮੀਆਂ ਛੱਡਣ ਤੋਂ ਬਾਅਦ ਗੋਲਨ ਬਫਰ ਜ਼ੋਨ 'ਤੇ ਕਬਜ਼ਾ ਕਰ ਲਿਆ - ਬੀਬੀਸੀ.",
        "Sky Gives First Peek At Matt Smith In Adaptation Of Cult ਨਿਕ ਗੁਫਾ ਨਾਵਲ - ਡੈੱਡਲਾਈਨ",
        "ਟਰੰਪ ਦੀ ਵਾਸ਼ਿੰਗਟਨ ਵਾਪਸੀ ਤੋਂ ਪਹਿਲਾਂ ਬਾਇਡਨ ਦ੍ਰਿਸ਼ਟੀਕੋਣ ਤੋਂ ਸੁੰਗੜਦੇ ਹਨ - ਪੋਲਿਟਿਕੋ",
        "ਹਾਰਵਰਡ ਅਧਿਐਨਃ ਡਾਰਕ ਚਾਕਲੇਟ ਖਾਣ ਨਾਲ ਸ਼ੂਗਰ ਦੇ ਤੁਹਾਡੇ ਜੋਖਮ ਨੂੰ 21% ਤੱਕ ਘਟਾ ਸਕਦਾ ਹੈ - SciTechDaily",
        "ਅਸਦ ਦੀ ਬਰਖਾਸਤਗੀ ਲਈ ਸੀਰੀਆ ਦੇ ਵਿਦਰੋਹੀਆਂ ਦੇ ਤਾਰੇ ਕਿਵੇਂ ਇਕਸਾਰ ਹੋਏ - ਰਾਇਟਰ",
        "ਐਕਸਕਲੂਸਿਵਃ ਚਾਈਨਾ ਰੈਗੂਲੇਟਰਾਂ ਨੇ ਬੈਂਕਾਂ ਨੂੰ ਆਫਸ਼ੋਰ ਕੰਪਨੀ ਦੀਆਂ ਸੂਚੀਆਂ ਨੂੰ ਤੇਜ਼ ਕਰਨ ਲਈ ਕਿਹਾ, ਸੂਤਰਾਂ ਦਾ ਕਹਿਣਾ ਹੈ - ਰਾਇਟਰਜ਼",
        "ਇਹ ਇੱਕ ਕੀਬੋਰਡ ਵਿੱਚ ਰਸਬੇਰੀ ਪਾਈ 5 ਹੈ, ਅਤੇ ਇਸ ਨੂੰ ਰਸਬੇਰੀ ਪਾਈ 500 ਕਿਹਾ ਜਾਂਦਾ ਹੈ - TechCrunch",
        "ਲਾਰਾ ਟਰੰਪ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਹ ਆਰ ਐਨ ਸੀ ਦੀ ਸਹਿ-ਪ੍ਰਧਾਨ ਦੇ ਅਹੁਦੇ ਤੋਂ ਅਸਤੀਫਾ ਦੇ ਰਹੀ ਹੈ ਅਤੇ ਫਲੋਰੀਡਾ ਸੈਨੇਟ ਸੀਟ ਦੀ ਬੋਲੀ 'ਤੇ ਵਿਚਾਰ ਕਰ ਰਹੀ ਹੈ - ਐਕਸੀਓਸ",
        "ਰਹੱਸ ‘ਰੋਗ ਐਕਸ’ ਫੈਲਣਾ ਚੌੜਾ ਹੋ ਜਾਂਦਾ ਹੈ ਕਿਉਂਕਿ ਡਬਲਯੂਐਚਓ ਟੀਮ ਨੂੰ ਡੀਆਰ ਕਾਂਗੋ ਭੇਜਦਾ ਹੈ - ਸਾ Southਥ ਚਾਈਨਾ ਮਾਰਨਿੰਗ ਪੋਸਟ",
        "ਤੁਹਾਨੂੰ 16GB ਰੈਮ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ ਸਭ ਤੋਂ ਮਹਿੰਗਾ ਗਲੈਕਸੀ ਐਸ 25 ਅਲਟਰਾ ਦੀ ਜ਼ਰੂਰਤ ਨਹੀਂ ਹੋ ਸਕਦੀ - ਸੈਮਮੋਬਾਈਲ - ਸੈਮਸੰਗ ਖ਼ਬਰਾਂ",
        "'ਅਸੀਂ ਇਕ ਬ੍ਰਹਿਮੰਡ ਵਿਚ ਰਹਿੰਦੇ ਹਾਂ ਜੋ ਸਾਡੇ ਲਈ ਸਹੀ ਹੈ': ਅਧਿਐਨ ਐਂਥ੍ਰੋਪਿਕ ਸਿਧਾਂਤ ਲਈ ਇਕ ਟੈਸਟ ਦਾ ਪ੍ਰਸਤਾਵ ਦਿੰਦਾ ਹੈ - Phys.",
        "ਸੀਰੀਆ ਦੇ ਅਸਦ ਨੂੰ ਢਾਹੁਣ ਵਾਲੇ ਵਿਦਰੋਹ ਦਾ ਨੇਤਾ ਅਬੂ ਮੁਹੰਮਦ ਅਲ-ਗੋਲਾਨੀ ਕੌਣ ਹੈ? - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਯੂਨਾਈਟਿਡਹੈਲਥਕੇਅਰ ਦੇ ਸੀਈਓ ਕਤਲ ਦੇ ਸ਼ੱਕੀ, ਐਨਵਾਈਸੀ ਦੇ ਮੇਅਰ ਦੇ ਆਲੇ ਦੁਆਲੇ ‘ਨੈੱਟ ਕੱਸਣਾ’ ਕਹਿੰਦਾ ਹੈ - ਅਲ ਜਜ਼ੀਰਾ ਅੰਗਰੇਜ਼ੀ",
        "ਜੈ-ਜ਼ੈਡ 'ਤੇ ਦੋਸ਼ ਹੈ ਕਿ ਸੀਨ‘ ਡਿੱਡੀ ‘ਕੰਬਜ਼ - ਸੀ ਐਨ ਐਨ ਦੇ ਨਾਲ 2000 ਦੀ ਘਟਨਾ ਵਿਚ 13 ਸਾਲ ਦੀ ਉਮਰ ਵਿਚ ਜਿਨਸੀ ਸ਼ੋਸ਼ਣ ਕੀਤਾ ਗਿਆ ਸੀ",
        "ਸੈਮ ਡਾਰਨੋਲਡ ਦੇ ਪੰਜ ਟੀਡੀ ਮੈਚਾਂ ’ਚ ਵਾਈਕਿੰਗਜ਼ ਨੇ ਕਿਰਕ ਕਜ਼ਨਜ਼ ਨੂੰ 42-21 ਨਾਲ ਹਰਾਇਆ - ਸਟਾਰ ਟ੍ਰਿਬਿਊਨ",
        "ਡੇਵ ਪਾਰਕਰ ਅਤੇ ਡਿਕ ਐਲਨ ਬੇਸਬਾਲ ਦੇ ਹਾਲ ਆਫ ਫੇਮ ਲਈ ਚੁਣੇ ਗਏ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਟਰੰਪ ਆਪਣਾ ਅਹੁਦਾ ਸੰਭਾਲਣ 'ਤੇ ਬਦਲਾ ਲੈਣ ਦੇ ਮੁਕੱਦਮੇ, ਅਮਰੀਕੀ ਨਾਗਰਿਕਾਂ ਨੂੰ ਦੇਸ਼ ਨਿਕਾਲਾ ਦੇਣ ਤੋਂ ਇਨਕਾਰ ਨਹੀਂ ਕਰਨਗੇ - ਪੀਬੀਐਸ ਨਿ Newsਜ਼ਹੌਰ"
    ]
}