{
    "headlines": [
        "RFK Jr. affirme que la rougeole peut être traitée avec de la vitamine A, liée à une mauvaise alimentation. Voici ce que dit la science. - ABC News",
        "Pope a une nuit reposante à l'hôpital Gemelli de Rome - Nouvelles du Vatican - Français",
        "Éclipse lunaire : Lune de sang photographiée à travers le Royaume-Uni avant l'aube - BBC.com",
        "Gagnants et perdants du quatrième jour de la free agency de la NFL 2025 : les Steelers ont un plan de sauvegarde à QB en attendant Aaron Rodgers - CBS Sports",
        "À l'intérieur d'un camp d'extermination du cartel mexicain : Fours, chaussures et dents - The Washington Post",
        "Les stocks chinois augmentent alors que Pékin planifie un briefing sur la consommation - Bloomberg",
        "Comment les licenciements du ministère de l'Éducation ont affecté les prêts étudiants, les tests, les droits civils - The Washington Post",
        "Oz a évité les taxes Medicare, affirment les démocrates. Oz dit que le déménagement est autorisé. - The Washington Post",
        "Un avion d'American Airlines prend feu à DIA. 12 personnes envoyées dans des hôpitaux de la région avec des blessures mineures - Colorado Public Radio",
        "LE système DE tempête Big March nous menace DE tornades, DE blizzards ET DE risques D'INCENDIE - Yahoo",
        "Le Sénat s'efforce d'éviter un arrêt partiel du gouvernement avant la date limite de minuit - The Associated Press",
        "Les cavistes et les importateurs américains affirment que les droits de douane de 200 % menacés par Trump sur les vins européens tueraient la demande - The Associated Press",
        "Un deuxième juge fédéral ordonne la réintégration temporaire de milliers d'employés en probation licenciés par l'administration Trump - CNN",
        "Poutine dit que les Ukrainiens doivent « se rendre ou mourir » - Voice of America",
        "Voici ce que la Russie a exigé pour mettre fin à sa guerre en Ukraine - The Washington Post",
        "Compact Light Phone 3 pour les minimalistes devrait être disponible à partir de fin mars - Notebookcheck.net",
        "La NASA rapporte que les niveaux de la mer ont augmenté de manière « inattendue » au cours de l'année la plus chaude de la Terre - ScienceAlert",
        "L'ex-Cowboy DeMarcus Lawrence jette de l'ombre après avoir quitté Dallas pour les Seahawks ; Micah Parsons riposte - CBS Sports"
    ]
}