{
    "headlines": [
        "Катар прекращает роль посредника в прекращении огня, в то время как группа экспертов предупреждает о голоде в Газе - The Washington Post",
        "Звезда «SNL» Майкл Че пьет в эфире после победы Трампа, выкрикивает Р. Келли: «Если белые люди могут выбрать своего преступника, я могу танцевать с моим» - Разнообразие",
        "Биткоин пробивает $ 79K и «никаких необдуманных действий не требуется», - говорит аналитик - Cointelegraph",
        "Трамп пообещал убить оффшорный ветер в США. Получится ли у него? - Yahoo Finance",
        "Рейтинги CFP Lookahead Week 12: Алабама демонстрирует доминирование, Джорджия собирается УПАСТЬ после их потери - CBS Sports",
        "Missouri Outlasts Oklahoma in Late Game Sprint That You 'll Need to See to Believe - Sports Illustrated",
        "Неожиданный поворот в расследовании убийства в Техасе: жертва была подружкой невесты на свадьбе убийцы - Новости CBS",
        "Изъято",
        "Изъято",
        "Эксклюзив: США приказали TSMC прекратить поставки в Китай чипов, используемых в приложениях ИИ - Reuters",
        "Результаты UFC Vegas 100: Magny vs. Prates - MMA Fighting",
        "Американская медсестра убита мужчиной, которого она встретила в ночном клубе Будапешта во время отпуска в «счастливом месте»: полиция - New York Post",
        "«Joker: Folie à Deux» - худший из когда-либо снятых фильмов - Голливудский репортер",
        "Недостаточно мощный MacBook Pro от Apple не справляется с шумихой - Forbes",
        "Одна сбежавшая обезьяна была поймана в Южной Каролине, несколько других находятся на территории - ABC News",
        "Изъято",
        "Республиканцы Флориды в восторге от Сьюзи Уайлс — за одним большим исключением - POLITICO",
        "Нападения на израильских футбольных болельщиков в Нидерландах побудили премьер-министра отменить климатическую поездку - The Associated Press",
        "Шансы, выборы и прогнозы игроков New York Giants в Carolina Panthers - USA TODAY Sportsbook Wire",
        "Израильские атаки убивают 40 человек, поскольку ограниченная помощь прибывает в разоренную северную часть Газы - Al Jazeera English"
    ]
}