{
    "headlines": [
        "تحديثات الدولفين مقابل تكساس المباشرة: نتائج الدوري الوطني لكرة القدم الأمريكية، إحصائيات اللعبة، النقاط البارزة، أين يمكن مشاهدة المواجهة المحورية للاتحاد الآسيوي لكرة القدم - سي بي إس سبورتس",
        "جيمي فوكس \"مباركة للغاية للتوتر\" بعد مشادة جسدية خلال عشاء عيد الميلاد في السيد تشاو – تحديث – الموعد النهائي",
        "النص: النائب مايكل والتز في \"واجه الأمة مع مارغريت برينان\"، 15 ديسمبر 2024 - سي بي إس نيوز",
        "محذوف",
        "كتاب اللعب: كتاب لعب الجيش والبحرية لترامب - POLITICO",
        "عقد بولك أمر شائع، ولكن يمكن أن يكون له مخاطر صحية خطيرة، كما يقول الخبراء - سي إن إن",
        "إعصار تشيدو يقتل عدة أشخاص في مايوت، ويضرب موزمبيق - DW (الإنجليزية)",
        "شباك التذاكر: قنابل \"كرافن الصياد\" مع افتتاح عطلة نهاية الأسبوع بقيمة 11 مليون دولار، أسوأ بداية لأفلام مارفل من إنتاج سوني - متنوعة",
        "المسيحيون في سوريا يذرفون الدموع على تحول البلاد بينما يحث مبعوث الأمم المتحدة على إنهاء العقوبات - وكالة أسوشيتد برس",
        "ناقلات النفط الروسية في خطر في البحر الأسود - بوليتيكو أوروبا",
        "منح دونالد ترامب 15 مليون دولار في قضية تشهير ABC News - BBC.com",
        "يشرح الخبراء ظاهرة البالغين الذين يتركون حياتهم وراءهم - سي إن إن",
        "إسرائيل تغلق سفارتها في أيرلندا بسبب السياسات \"المناهضة لإسرائيل\" - BBC.com",
        "الإعصار يهبط بالقرب من مركز كاليفورنيا التجاري، ويقلب السيارات ويجرح 3 - SFGATE",
        "سيناتور نيوجيرسي يقول إن الفيدراليين \"خائفون\" للغاية من رد الفعل العام لقول الحقيقة حول الطائرات بدون طيار الغامضة - نيويورك بوست",
        "لعبة بيتسبرغ ستيلرز ضد فيلادلفيا إيجلز: كيفية المشاهدة ووقت الانطلاق والمزيد - ياهو سبورتس",
        "المحلل المخضرم الذي توقع ارتفاع مؤشر S&P 500 يكشف عن الهدف لعام 2025 - TheStreet",
        "لماذا ترافيس هانتر الفائز بكأس هيسمان هو \"لاعبان في واحد\" ومثل هذه الموهبة النادرة في كرة القدم الجامعية - سي إن إن",
        "يقول بلينكين إن الولايات المتحدة على \"اتصال مباشر\" مع المتمردين السوريين - POLITICO Europe",
        "كيف تشاهد خاتمة سلسلة \"يلوستون \": وقت البدء وما يجب معرفته - نيويورك بوست"
    ]
}