{
    "headlines": [
        "Trump droht BRICS-Staaten mit 100 Prozent Zoll - POLITICO",
        "Was war die Teilnahme am verärgerten Sieg von Syracuse Football über Nr. 6 Miami? - syracuse.com",
        "Sehen Sie das Ausmaß der Zerstörung in der Hochburg der Hisbollah in der Nähe von Beirut - The Washington Post",
        "Trump tippt Kash Patel für den FBI-Direktor an, einen Verbündeten, der bei seinen Bemühungen helfen würde, die Strafverfolgung auf den Kopf zu stellen - The Associated Press",
        "Trump wählt Jared Kushners Vater als Botschafter in Frankreich aus - BBC.com",
        "Taiwans Präsident kommt im Rahmen eines Besuchs im Südpazifik für einen zweitägigen Zwischenstopp in den USA nach Hawaii - The Associated Press",
        "Nach Rückschlägen sieht der Iran den Waffenstillstand im Libanon als Chance, sich neu zu formieren - The Washington Post",
        "Texas vs. Texas A&M Live-Stream, wo zu sehen, TV-Kanal, Kickoff-Zeit, Quoten, Verbreitung, Vorhersage, Auswahl - CBS Sports",
        "Erklärung von NSC-Sprecher Sean Savett zu Syrien - Das Weiße Haus",
        "Was wäre, wenn „Fledermausblut“ den menschlichen Winterschlaf für interstellare Reisen ermöglichen könnte? - The Daily Galaxy - Great Discoveries Channel",
        "Gwyneth Paltrows Tochter Apple trägt ein Valentino-Kleid, dessen Herstellung 750 Stunden dauerte - PEOPLE",
        "WWE Survivor Series WarGames 2024 Ergebnisse: Gewinner, Live-Noten, Reaktion, Highlights - Bleacher Report",
        "Elon Musk zielt in einer neuen Einreichung auf den gewinnorientierten Übergang von OpenAI ab - The Verge",
        "Ich berichte seit 17 Jahren über Cyber Monday-Angebote — hier sind jetzt die besten Verkäufe - Tom's Guide",
        "Verstappen wegen Russell-Vorfall im Qualifying für Katar degradiert - formula1.com",
        "New York Times: Pete Hegseths Mutter schrieb ihm 2018 eine E-Mail, in der sie ihn beschuldigte, Frauen misshandelt zu haben - CNN",
        "Tag: 4. Niederlage in Folge gegen U-M 'nicht leicht zu akzeptieren' - ESPN",
        "Bob Bryar, Schlagzeuger der Rockband My Chemical Romance, gestorben im Alter von 44 Jahren - CNN",
        "Demonstranten versammeln sich zur dritten Demonstrationsnacht, nachdem Georgien die Aussetzung der EU-Gespräche angekündigt hat - CNN",
        "Trudeau versprach Maßnahmen an der Grenze nach Zollbedrohung, sagt Trump - Bloomberg"
    ]
}