{
    "headlines": [
        "ਵਾਲ ਸਟ੍ਰੀਟ ਰੇਟ ਕਟੌਤੀ ਦੀ ਹੱਵਾਹ 'ਤੇ ਸਕਿਟਿਸ਼ ਨੂੰ ਮੋੜਦੀ ਹੈ - ਦਿ ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "ਮਸ਼ਰੂਮਿੰਗ ਘੁਟਾਲੇ ਦੇ ਵਿਚਕਾਰ, ਏਰਿਕ ਐਡਮਜ਼ ਦੇ ਸਿਟੀ ਹਾਲ ਅਟਾਰਨੀ ਨੇ ਅਹੁਦਾ ਛੱਡ ਦਿੱਤਾ - ਪੋਲਿਟਿਕੋ",
        "ਕੇਂਦਰੀ ਇਜ਼ਰਾਈਲ 'ਤੇ ਹੂਤੀ ਨੇ ਫਾਇਰ ਕੀਤੀ ਬੈਲਿਸਟਿਕ ਮਿਜ਼ਾਈਲ - ਦ ਯਰੂਸ਼ਲਮ ਪੋਸਟ",
        "ਵੈਨਜ਼ੂਏਲਾ ਕਹਿੰਦਾ ਹੈ ਕਿ ਯੂਐਸ ਨੇਵੀ ਨੇ ਮਾਦੁਰੋ ਦੀ ਹੱਤਿਆ ਕਰਨ ਲਈ ਕਥਿਤ ਸੀਆਈਏ ‘ਆਪ੍ਰੇਸ਼ਨ‘ ‘ਤੇ ਗ੍ਰਿਫਤਾਰ ਕੀਤੇ ਗਏ ਵਿਦੇਸ਼ੀਆਂ ਵਿਚਕਾਰ ਸੀਲ - ਸੀਐਨਐਨ",
        "UFC 306: ਓਮਲੇ ਬਨਾਮ ਦਵਾਲੀਸ਼ਵਲੀ - UFC",
        "ਦੁਨੀਆ ਦੇ ਸਭ ਤੋਂ ਬਦਬੂਦਾਰ ਫਲ ਕਿਵੇਂ ਕੌਫੀ ਨੂੰ ਵਧੇਰੇ ਮਹਿੰਗਾ ਬਣਾ ਰਹੇ ਹਨ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "Ja 'Marr ਚੇਜ਼ ਬੰਗਾਲ ਨਾਲ ਇਸ ਸੀਜ਼ਨ ਵਿਚ ਸੌਦਾ ਨਹੀਂ ਕਰੇਗਾ, ਸੋਚਦੀ ਹੈ ਟੀਮ ਨੇ ਉਸ ਨੂੰ ਗੁੰਮਰਾਹ ਕੀਤਾ - ਸਪੋਰਟਸ ਇਲੈਸਟਰਡ",
        "ਟੈਕਸਾਸ ਕਿ Qਬੀ ਈਵਰਜ਼ ਨੇ ਅਸਵੀਕਾਰ ਕਰ ਦਿੱਤਾ, ਮੈਨਿੰਗ ਦੁਆਰਾ ਬਦਲਿਆ ਗਿਆ - ਈਐਸਪੀਐਨ",
        "ਜੇਨ ਦੇ ਨਸ਼ਾ ਕਰਨ ਵਾਲੇ ਬੈਂਡ ਦੇ ਮੈਂਬਰ ਬੋਸਟਨ ਸ਼ੋਅ ਵਿਚ ਲੜਾਈ ਵਿਚ ਪੈ ਜਾਂਦੇ ਹਨ, ਸਮਾਰੋਹ ਨੂੰ ਜਲਦੀ ਖਤਮ ਕਰੋ - ਸੀਬੀਐਸ ਬੋਸਟਨ",
        "ਮੰਗਲਵਾਰ ਨੂੰ ਸੁਪਰਮੂਨ ਦਾ ਅੰਸ਼ਕ ਚੰਦਰ ਗ੍ਰਹਿਣ ਕਦੋਂ ਵੇਖਣਾ ਹੈ - ਫੌਕਸ ਮੌਸਮ",
        "ਸਤੰਬਰ 14, 2024 ਲਾਟਰੀ ਡਰਾਇੰਗ ਜੈਕਪਾਟ ਲਈ ਪਾਵਰਬਾਲ ਜੇਤੂ ਨੰਬਰ. ਜੇਤੂ ਪਿਛਲੀ ਰਾਤ? - IndyStar",
        "Michaela DePrince: 29 'ਤੇ ਅਮਰੀਕਾ ਦੇ trailblazing ballerina ਦੀ ਮੌਤ - ਬੀਬੀਸੀ.",
        "ਜੈਨੀਫ਼ਰ ਲੋਪੇਜ਼ ਅਤੇ ਬੇਨ ਐਫਲੈਕ ਰੀਯੂਨੀਟ ਇੱਕ ਪਰਿਵਾਰਕ ਦੁਪਹਿਰ ਦੇ ਖਾਣੇ ਲਈ - ਹਾਰਪਰਜ਼ ਬਾਜ਼ਾਰ",
        "ਹੈਰਿਸ ਨਾਮਜ਼ਦ ਵਜੋਂ ਪਹਿਲੀ ਸੋਲੋ ਇੰਟਰਵਿ interview ਲਈ ਬੈਠਦਾ ਹੈ - ਐਕਸੀਓਸ",
        "ਰਿਕਾਰਡ ਨਿਰਧਾਰਤ ਕਰਨ ਵਾਲੇ ਪੋਲਾਰਿਸ ਡੌਨ ਦੇ ਚਾਲਕ ਦਲ ਦਾ ਉਦੇਸ਼ ਮੈਕਸੀਕੋ ਦੀ ਖਾੜੀ ਵਿੱਚ ਐਤਵਾਰ ਦੇ ਸ਼ੁਰੂ ਵਿੱਚ ਸਪਲੈਸ਼ਡਾਉਨ ਕਰਨਾ ਹੈ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਓਹੀਓ ਅਤੇ ਲੌਰਾ ਲੂਮਰ ਦੀ ਮੌਜੂਦਗੀ ਵਿਚ ਪਾਲਤੂ ਜਾਨਵਰਾਂ ਬਾਰੇ ਇਕ ਝੂਠੀ ਅਫਵਾਹ ਨੇ ਹੈਰਿਸ 'ਤੇ ਟਰੰਪ ਦੇ ਯੋਜਨਾਬੱਧ ਹਮਲਿਆਂ ਨੂੰ ਪਟੜੀ ਤੋਂ ਹਟਾਉਣ ਵਿਚ ਕਿਵੇਂ ਮਦਦ ਕੀਤੀ - ਸੀ ਐਨ ਐਨ",
        "ਸਵਿਫਟ ਸਮਰਥਨ ਹੈਰਿਸ ਤੋਂ ਵਧੇਰੇ ਵੋਟਰਾਂ ਨੂੰ ਆਕਰਸ਼ਤ ਕਰਦਾ ਹੈਃ ਪੋਲ - ਨਿ New ਯਾਰਕ ਪੋਸਟ",
        "ਬਿੱਲਾਂ ਦੇ ਪ੍ਰਸ਼ੰਸਕ ਡੌਲਫਿਨਜ਼ ਕਿ Qਬੀ ਦੀ ਚੈਰਿਟੀ - ਯਾਹੂ ਸਪੋਰਟਸ ਨੂੰ ਦਾਨ ਦੇ ਹੜ੍ਹ ਨਾਲ ਟੂਆ ਟੈਗੋਵੈਲੋਆ ਦੇ ਆਲੇ ਦੁਆਲੇ ਰੈਲੀ ਕਰਦੇ ਹਨ",
        "ਸਹੀ ਤਾਰੀਖਾਂ ਤੋਂ ਬਿਨਾਂ ਪੈਨਸਿਲਵੇਨੀਆ ਮੇਲ-ਇਨ ਬੈਲਟ ਦੀ ਗਿਣਤੀ ਨਹੀਂ ਕੀਤੀ ਜਾਏਗੀ, ਅਦਾਲਤ ਦੇ ਨਿਯਮ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਲਿੰਕਡਇਨ ਗੇਮਜ਼ ਮਜ਼ੇਦਾਰ ਹਨ, ਅਸਲ ਵਿੱਚ - TechCrunch"
    ]
}