{
    "headlines": [
        "Könnte Ozempic Sucht behandeln? - The Washington Post",
        "Google klagt, um die USA davon abzuhalten, es wie eine Bank zu überwachen - The Verge",
        "Donald Trump und Prinz William treffen sich in Notre-Dame zur Wiedereröffnung in Paris - BBC.com",
        "Apples überraschende iPhone-Update-Grüne Blasen enden nächste Woche - Forbes",
        "2026 Nr. 1 Rekrut Zion Elee verpflichtet sich zu Maryland - On3.com",
        "UnitedHealthcare CEO Shooting öffnet Schleusen der Versicherungsfrustration der Amerikaner - PBS NewsHour",
        "Papst schafft 21 Kardinäle, viele von ihnen Reformer in ihrem eigenen Recht, um seine Reformpläne durchzuführen - The Associated Press",
        "Berichte: Oklahoma State Coach Mike Gundy stimmt nach 0-9 Saison in Big 12 Spiel umstrukturierten Vertrag zu - Yahoo Sports",
        "Pat McAfee prognostiziert Blowout im SEC-Titelspiel zwischen Georgia, Texas - Athlon Sports",
        "Eine Quelle sprach virale Gerüchte an, dass Barry Keoghan Sabrina Carpenter vor ihrer angeblichen Trennung betrogen habe - BuzzFeed",
        "Path Of Exile 2: 500.000 Steam Concurrents, 1,1 Millionen Twitch-Zuschauer, ein Hit - Forbes",
        "Arizona State vs. Iowa State Live-Stream, wo zu sehen, TV-Sender, Big 12 Championship Game Quoten, Auswahl - CBS Sports",
        "[removed]",
        "New Yorks Top-VCs unter 30 - TechCrunch",
        "Eine Navy-Veteranin dachte, sie hätte einen Herzinfarkt. Ein Ausflug in die Notaufnahme fand etwas anderes. - CBS News",
        "Ein Vermächtnis der Tapferkeit: Nur noch 16 Überlebende von Pearl Harbor sind übrig. Am 83. Jahrestag erzählen sie immer noch Geschichten von Heldentum - CNN",
        "Einer von Diddys Anklägern enthüllt die Identität als Ex-Frau dieses NHL-Stars - The Times of India",
        "Mega Millions Jackpotfinsternisse 600 Millionen Dollar - So viel könnte der Gewinner nach Steuern mit nach Hause nehmen - Forbes",
        "Alina Habba sagt voraus, dass Biden Begnadigungen austeilen wird, \"als wären sie Tic Tacs\" - The Hill",
        "Bitcoin-Rallye wird bis Ende 2025 fortgesetzt — Analyst - Cointelegraph"
    ]
}