{
    "headlines": [
        "O tenente-governador da Carolina do Norte, Mark Robinson, foi tratado por queimaduras de segundo grau após o incidente no evento da campanha - CNN",
        "Elenco de 'Harry Potter' relembra Maggie Smith como lenda com grandeza - Prazo",
        "Trump diz que quer 'acordo justo' entre Ucrânia e Rússia - ABC News",
        "Os noticiários noturnos da rede mal mencionam o novo relatório do ICE sobre 425.000 migrantes criminosos livres nos EUA - Fox News",
        "A disrupção paira nos portos da Costa Leste enquanto estivadores se preparam para atacar - The Washington Post",
        "Tempo da Copa dos Presidentes: jogo de sábado é retomado após suspensão de nevoeiro - PGA TOUR",
        "Karl-Anthony Towns trocam notas: Knicks e Timberwolves vencem em blockbuster mutuamente benéfico - CBS Sports",
        "Líder do Hezbollah Hassan Nasrallah morto por ataque aéreo israelense na capital do Líbano, Beirute - CBS News",
        "   Removido ",
        "Casal do Arkansas acusado de tentar vender bebê por cerveja e dinheiro - CBS News",
        "SpaceX pronta para lançar cápsula que devolverá tripulação da Starliner no próximo ano - The Washington Post",
        "O Windows inclui proteção integrada contra ransomware. Veja como ligá-lo - PCWorld",
        "Previsões do UFC Paris - Luta de MMA",
        "O partido de extrema-direita FPÖ da Áustria é o favorito nas eleições de domingo. Como chegou aqui? - CNN",
        "Beber álcool está ligado a seis tipos de câncer, dizem especialistas: ‘É tóxico’ - New York Post",
        "Harris dirige-se para a fronteira sul no Arizona — onde está a perder terreno para Trump - usa TODAY",
        "Kristin Cavallari, 37, e o namorado influencer Mark Estes, 24, separaram-se após 7 meses - Página Seis",
        "   Removido ",
        "Miami sobrevive quando Hokies 'Hail Mary TD é derrubado - ESPN",
        "Negociações salariais da Boeing terminam sem progresso para encerrar greve, diz sindicato - Yahoo Canada Finance"
    ]
}