{
    "headlines": [
        "Trump ernennt Linda McMahon zur Bildungsministerin - CNN",
        "Hongkong, um von dem inhaftierten Medienmagnaten Jimmy Lai zum ersten Mal seit vier Jahren bei seinem Prozess zu hören - CNN",
        "Rafael Nadal geht in den Ruhestand, nachdem Spanien im Davis Cup von den Niederlanden verärgert ist - CNN",
        "Die dunkle Energie, die unser Universum auseinander treibt, ist möglicherweise nicht das, was es zu sein scheint, sagen Wissenschaftler - The Associated Press",
        "Analysten aktualisieren das Nvidia-Aktienkursziel vor dem Gewinn - TheStreet",
        "Vorhersage der College Football Playoff-Rangliste, Klammer für Woche 13 - NCAA.com",
        "Alex Jones Sues the Onion, Sandy Hook Families Over Infowars Deal - The Wall Street Journal",
        "Apple sagt, Mac-Benutzer seien Ziel von Zero-Day-Cyberangriffen - TechCrunch",
        "Exklusiv | Comcast Greenlights $ 7 Milliarden Spin-off von NBCUniversal Cable Channels - The Wall Street Journal",
        "Hat der Wicked-Film dem Hype standgehalten? Lesen Sie die Bewertungen - Playbill",
        "45 prodemokratische Aktivisten werden in Hongkongs größtem Fall im Bereich der nationalen Sicherheit ins Gefängnis gesteckt - The Associated Press",
        "Trump wählt Dr. Oz zum CMS-Administrator - POLITICO",
        "Richter Regeln Staatsanwälte müssen Sean 'Diddy' Combs 'Gefängnis Zellennotizen zerstören - ABC News",
        "\"Bomb Cyclone\" -Einschläge beginnen heute Abend im pazifischen Nordwesten und Nordkalifornien. Das solltest du wissen. - Forbes",
        "N.Y. Staatsanwälte scheinen offen für jahrelange Verzögerung in Trumps Schweigegeld-Fall zu sein - The Washington Post",
        "Texas-Beamte unterstützen biblischen Unterricht in Grundschulen - The Washington Post",
        "Android 16 DP1: Pixel 9 erhält die Anzeigefarbe \" Experimentalmodus\" - 9to5Google",
        "MLB Gerüchte: Yankees Messing 'gung ho' nach Treffen mit Juan Soto, während Phillies auf freie Agentur Jagd gehen wollen - CBS Sports",
        "S&P 500 Gewinne und Verluste heute: Supermicro brüllt nach der Compliance-Einreichung zurück - Investopedia",
        "Trump wählt Finanzier Howard Lutnick als Handelssekretär - BBC.com"
    ]
}