{
    "headlines": [
        "LA County public health officials confirm first human case of H5 bird flu - CBS News",
        "Crisis PR on the Hot Seat After Blake Lively Alleges 'Smear Campaign' - Variety",
        "College Football Playoff: Georgia QB Carson Beck undergoes UCL surgery, to miss postseason - Yahoo Sports",
        "Packers vs. Saints where to watch: NFL kickoff time, live stream, odds, prediction for 'MNF' game - CBS Sports",
        "Biden gives life in prison to 37 of 40 federal death row inmates before Trump can resume executions - The Associated Press",
        "Bill Clinton hospitalized in D.C. - Axios",
        "‘Need to do some norm changing’: Granger’s case spurs renewed debate over ailing lawmakers - POLITICO",
        "Matt Gaetz files unsuccessful last-ditch lawsuit to stop release of House Ethics report - CNN",
        "Nordstrom family takes department store chain private in $6.25 billion deal - The Washington Post",
        "Man faces murder charges in the death of a woman who was lit on fire in New York City subway - The Associated Press",
        "Christopher Nolan’s Next Film Is An Adaptation Of Homer’s ‘The Odyssey,’ Universal Reveals - Deadline",
        "[Removed]",
        "Officer fatally shot after responding to call about armed man in North Carolina supermarket: Police - ABC News",
        "Trump previews combative foreign policy with threats to Panama, Greenland - Reuters",
        "UnitedHealthcare murder suspect Luigi Mangione pleads not guilty in New York - The Washington Post",
        "[Removed]",
        "Asus teases a new RGB-outlined Rog Strix laptop coming next year - The Verge",
        "Hawaii's Kilauea volcano sends lava gushing to the surface in latest eruption - follow live - BBC.com",
        "A24’s Sexy New Movie Isn’t Supposed to Shock You. It’s Supposed to Do Something Better. - Slate",
        "Giants-Falcons grades: Did any Giants play well in 34-7 loss to Atlanta? - Big Blue View"
    ]
}