{
    "headlines": [
        "Serviço Secreto identifica falhas que precederam a tentativa de assassinato de Trump no comício de campanha de julho - CBS News",
        "Israel mata comandantes de elite do Hezbollah em ataque em Beirute - Financial Times",
        "Atualizações sobre a Ucrânia: Dois arsenais destruídos na Rússia, diz Kiev - DW (inglês)",
        "Como a acusação contra Sean ‘Diddy’ Combs se assemelha ao caso R. Kelly – com uma diferença fundamental - CNN",
        "Um ataque israelita a uma escola mata pelo menos 22 pessoas, diz Ministério da Saúde de Gaza - The Associated Press",
        "F1 GP de Singapura: Norris derrota Verstappen na pole position enquanto a Ferrari se atrapalha - Motorsport.com",
        "Voo faz pouso de emergência após rato sair de refeição a bordo - CBS News",
        "Ela pulou uma triagem de rotina. Médicos encontraram 2 tipos de câncer - CBS News",
        "A fabricante de chips Qualcomm disse que vai explorar a aquisição amigável da Intel - Bloomberg",
        "Luke Altmyer e os Illini Lutadores exigem sua atenção depois de estragar a festa de Nebraska - CBS Sports",
        "Especialistas alertam para a ligação entre o consumo de álcool e o cancro - Futurismo",
        "Maquinistas da Boeing em linhas de piquete se preparam para uma greve longa: 'Eu posso durar o tempo que for preciso' - CNBC",
        "As ações se prepararam para o primeiro ganho de setembro em 5 anos. Há mais bons tempos pela frente? - MarketWatch",
        "folha de Consulta do iOS 18: Guia do Especialista para a Última Atualização do iPhone - CNET",
        "Antechinus: Os minúsculos marsupiais onde os machos fazem sexo até morrer — então as fêmeas comem seus cadáveres - Livescience.com",
        "Pais do Reino Unido estão a embrulhar estilingues de bebé em estátuas masculinas para pressionar por mais licença de paternidade - NPR",
        "Cientistas Horrorizados com o Que Encontraram Sob a Geleira do Juízo Final - Futurismo",
        "O tribunal decide que quase 98.000 cidadãos do Arizona cuja cidadania não foi confirmada podem votar na cédula completa - ABC15 Arizona em Phoenix",
        "Exclusivo: Irã deu mísseis à Rússia, mas sem lançadores, dizem fontes - Reuters",
        "Trump visitará Carolina do Norte enquanto escândalo gira em torno de aliado republicano - Reuters"
    ]
}