{
    "headlines": [
        "Live updates: Israel strikes Lebanon as region braces for response to Iran - CNN",
        "Tropical Storm Milton intensifying, could hit Florida as a major hurricane next week - CBS News",
        "Frontier Airlines jet appears to catch fire while landing at Las Vegas airport, FAA and NTSB investigating - ABC News",
        "Madonna’s brother Christopher Ciccone dead at 63 - New York Post ",
        "The Best Early Prime Day Deals on AirPods, Apple Watch, and More - MacRumors",
        "Was Yamamoto tipping his pitches? His manager thinks so - MLB.com",
        "Taylor Swift not among Travis Kelce's friends and family at tight end's birthday charity event - Fox News",
        "US officials struggle to quash Hurricane Helene conspiracy theories - Reuters",
        "Fantasy football: Live Week 5 Q&A with our experts, 11 a.m. ET - ESPN",
        "Harris floods the zone with Howard Stern, Stephen Colbert, podcast interviews in final election sprint - CNBC",
        "Jets vs. Vikings NFL London Game scores, live updates: New York, Minnesota travel to the UK for the second international game this season - Yahoo Sports",
        "ADL CEO: Hamas’ October 7 attack triggered ‘tsunami’ of anti-Jewish hate - CNN",
        "Rates of sudden unexplained infant deaths increased during pandemic - The Washington Post",
        "New York’s top VCs under 30 - TechCrunch",
        "TikTok Star Taylor Rousseau Grigg Dead at 25 - TMZ",
        "Tennessee nurse died searching for a man stranded in Hurricane Helene floodwaters - CBS News",
        "Elon Musk makes his first appearance at a Trump rally and casts the election in dire terms - The Associated Press",
        "Your iPhone 16 may get its first Apple Intelligence features later this month - The Verge",
        "S&P’s $8 Trillion Rally Will Be Tested by Tricky Earnings Season - Bloomberg",
        "SpaceX will launch Europe's Hera asteroid probe on Oct. 7: Watch it live - Space.com"
    ]
}