{
    "headlines": [
        "ਪੈਕਰਸ-ਸੀਹਾਕਸਃ ਗ੍ਰੀਨ ਬੇ ਸੀਏਟਲ 'ਤੇ ਦਬਦਬਾ ਬਣਾਉਂਦੀ ਹੈ, ਜਿਸ ਨੇ ਗੋਡੇ ਦੀ ਸੱਟ ਕਾਰਨ ਕਿ Qਬੀ ਜੀਨੋ ਸਮਿਥ ਨੂੰ ਗੁਆ ਦਿੱਤਾ - ਯਾਹੂ ਸਪੋਰਟਸ",
        "ਕੀ ਧਰਤੀ ਦੇ ਚੱਕਰ ਲਗਾਉਣ ਵਾਲੇ ਮਾ mouseਸ ਸ਼ੁਕਰਾਣੂ ਮਨੁੱਖਤਾ ਦਾ ਭਵਿੱਖ ਹੋ ਸਕਦੇ ਹਨ? - ਸੀ ਐਨ ਐਨ",
        "ਪੈਟਰਿਕ ਮਹੋਮਜ਼ ਦੀ ਸੱਟਃ ਚੀਫਜ਼ ਕਿ Qਬੀ ਨੂੰ ਪੱਕਾ ਯਕੀਨ ਨਹੀਂ ਹੈ ਕਿ ਕੀ ਉਹ ਗਿੱਟੇ ਬਨਾਮ ਬ੍ਰਾsਨਜ਼ ਨੂੰ ਸੱਟ ਲੱਗਣ ਤੋਂ ਬਾਅਦ ਹਫਤੇ 16 ਵਿਚ ਖੇਡ ਸਕੇਗਾ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "‘ਯੈਲੋਸਟੋਨ’ ਫਾਈਨਲਃ [ਸਪੋਇਲਰ] ਨੂੰ ਬੇਰਹਿਮੀ ਨਾਲ ਮਾਰਿਆ ਜਾਂਦਾ ਹੈ ਕਿਉਂਕਿ [ਸਪੋਇਲਰ] ਰੈਂਚ ਦਾ ਨਿਯੰਤਰਣ ਲੈਂਦਾ ਹੈ - ਵੰਨਗੀ",
        "ਚੀਨ ਦੀ ਨਵੰਬਰ ਦੀ ਪ੍ਰਚੂਨ ਵਿਕਰੀ ਉਮੀਦਾਂ ਤੋਂ ਖੁੰਝ ਜਾਂਦੀ ਹੈ ਕਿਉਂਕਿ ਰੀਅਲ ਅਸਟੇਟ ਦੀ ਗਿਰਾਵਟ ਡੂੰਘੀ ਹੁੰਦੀ ਹੈ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਮਸਕ ਕੋਲ ਸਪੇਸਐਕਸ ਦੇ ਸਭ ਤੋਂ ਵੱਡੇ ਸਰਕਾਰੀ ਰਾਜ਼ਾਂ ਤੱਕ ਪਹੁੰਚ ਕਿਉਂ ਨਹੀਂ ਹੈ - ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "ਸ਼ੀ ਨੇ ਸੱਤਾਧਾਰੀ ਪਾਰਟੀ ਲਈ ਅੰਦਰੂਨੀ ਟਕਰਾਅ ਹੋਣ ਲਈ ‘ਅਟੱਲ’ ਕਿਹਾ - ਬਲੂਮਬਰਗ",
        "ਐਨਐਫਐਲ ਪਲੇਆਫ ਤਸਵੀਰ 2024-25: ਏਐਫਸੀ, ਐਨਐਫਸੀ ਬਰੈਕਟ ਸਟੈਂਡਿੰਗ ਹਫਤੇ 15 ਐਸ ਐਨ ਐਫ ਤੋਂ ਬਾਅਦ - ਬਲੀਚਰ ਰਿਪੋਰਟ",
        "ਅੱਗੇ ਪੂਰੀ ਗਤੀਃ ਟੇਸਲਾ ਵੇਡਬੁਸ਼ (ਨਾਸਡੈਕਃ ਟੀਐਸਐਲਏ) ਤੋਂ ਉੱਚ ਕੀਮਤ ਦੇ ਟੀਚੇ ਨੂੰ ਉਤਾਰਦਾ ਹੈ - ਅਲਫ਼ਾ ਦੀ ਭਾਲ",
        "ਬਿੱਲਾਂ ਨੂੰ ਸ਼ੇਰ ਦਾ ਨੁਕਸਾਨ ਮਤਲਬ ਵਾਈਕਿੰਗਜ਼ ਐਨਐਫਸੀ ਉੱਤਰ ਵਿੱਚ ਆਪਣੀ ਕਿਸਮਤ ਨੂੰ ਨਿਯੰਤਰਿਤ ਕਰਦੇ ਹਨ - ਸਪੋਰਟਸ ਇਲਸਟ੍ਰੇਟਿਡ",
        "48 ਸੱਟਾਂ, ਹਾਲਤਾਂ ਅਤੇ ਵਿਗਾੜਾਂ ਦੀਆਂ ਬਿਲਕੁਲ ਮਨਮੋਹਕ ਫੋਟੋਆਂ ਜੋ ਮਨੁੱਖਾਂ ਨੂੰ ਭੜਕਾਉਣ ਵਾਲੀਆਂ ਧਾਤੂ ਸਾਬਤ ਕਰਦੀਆਂ ਹਨ - ਬਜ਼ਫੀਡ",
        "ਇਹ ਕੋਲੋਨ ਕੈਂਸਰ ਦਾ ਇੱਕ ਅਚਾਨਕ ਸੰਕੇਤ ਹੈ ਕਿ ਡਾਕਟਰ ਲੋਕਾਂ ਨੂੰ ਨਜ਼ਰਅੰਦਾਜ਼ ਨਾ ਕਰਨ ਦੀ ਅਪੀਲ ਕਰਦੇ ਹਨ - BuzzFeed",
        "ਸੈਨ ਫ੍ਰਾਂਸਿਸਕੋ ਨੂੰ ਉਹ ਮਿਲਿਆ ਜੋ ਆਪਣੀ ਪਹਿਲੀ ਤੂਫਾਨ ਦੀ ਚੇਤਾਵਨੀ ਜਾਪਦਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਸ਼ੂਮਰ ਨੇ ਬਾਇਡਨ ਐਡਮਿਨ ਨੂੰ ਐਨਵਾਈ ਅਤੇ ਐਨਜੇ - ਐਕਸੀਓਸ ਨੂੰ \"ਵਿਸ਼ੇਸ਼ ਡਰੋਨ-ਡਿਟੈਕਸ਼ਨ ਟੈਕ\" ਲਗਾਉਣ ਦੀ ਅਪੀਲ ਕੀਤੀ",
        "ਬੋਸਟਨ ਹਵਾਈ ਅੱਡੇ ਨੇੜੇ 'ਖਤਰਨਾਕ ਡਰੋਨ ਆਪ੍ਰੇਸ਼ਨ' ਤੋਂ ਬਾਅਦ ਦੋ ਗ੍ਰਿਫਤਾਰ - ਬੀਬੀਸੀ.",
        "ਇੱਕ ਹੇਗਸੇਥ ਡੀਓਡੀ ਪਬਲਿਕ ਸਕੂਲ ਸਿੱਖਿਆ ਦੇ ਵਿਰੁੱਧ ਲੜਾਈ ਦੇ ਨਾਲ ਆਉਂਦੀ ਹੈ - ਪੋਲਿਟਿਕੋ",
        "ਹਟਾਈ",
        "ਏਅਰਟੈਗ 2 ਨੂੰ ਅਗਲੇ ਸਾਲ ਆਈਟਮ ਟਰੈਕਿੰਗ ਵਿੱਚ 'ਕਾਫ਼ੀ' ਅਪਗ੍ਰੇਡ ਦੇ ਨਾਲ ਲਾਂਚ ਕਰਨ ਦੀ ਉਮੀਦ ਹੈ - ਮੈਕਰੂਮੋਰਸ",
        "ਮੰਤਰੀ ਮੰਡਲ ਨੇ ਗੋਲਨ ਹਾਈਟਸ ਦੀ ਆਬਾਦੀ ਦੁੱਗਣੀ ਕਰਨ ਲਈ 11 ਮਿਲੀਅਨ ਡਾਲਰ ਦੀ ਯੋਜਨਾ ਨੂੰ ਪ੍ਰਵਾਨਗੀ ਦਿੱਤੀ - ਦ ਟਾਈਮਜ਼ ਆਫ਼ ਇਜ਼ਰਾਈਲ",
        "ਪ੍ਰਾਚੀਨ ਡੀਐਨਏ ਦੁਆਰਾ ਪ੍ਰਗਟ ਕੀਤਾ ਗਿਆਃ ਮਨੁੱਖੀ-ਨੈਡਰਥਲ ਇੰਟਰਬ੍ਰੀਡਿੰਗ ਦੀ ਸੱਚੀ ਟਾਈਮਲਾਈਨ - SciTechDaily"
    ]
}