{
    "headlines": [
        "ਹਨੋਈ ਸੁੱਜੀ ਨਦੀ ਨਾਲ ਹੜ੍ਹ ਆਇਆ ਕਿਉਂਕਿ ਟਾਈਫੂਨ ਯਾਗੀ ਨੇ 155 ਲੋਕਾਂ ਦੀ ਮੌਤ ਕਰ ਦਿੱਤੀ - ਰਾਇਟਰਜ਼",
        "ਸਟਾਕ ਫਿuresਚਰ ਡਿੱਗਦੇ ਹਨ ਕਿਉਂਕਿ ਵਪਾਰੀ ਅਗਸਤ ਦੀ ਖਪਤਕਾਰ ਮਹਿੰਗਾਈ ਰਿਪੋਰਟ ਲਈ ਬਰੇਸ ਕਰਦੇ ਹਨਃ ਲਾਈਵ ਅਪਡੇਟਸ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਲੂਸੀਆਨਾ 'ਤੇ ਤੂਫਾਨ ਫ੍ਰੈਂਚਾਈਨ ਬੇਅਰਿੰਗ - ਮੌਸਮ ਚੈਨਲ",
        "ਕਮਲਾ ਹੈਰਿਸ ਨੇ ਅਮਰੀਕੀ ਰਾਸ਼ਟਰਪਤੀ ਦੀ ਗਰਮ ਬਹਿਸ ਵਿਚ ਰੱਖਿਆਤਮਕ ਡੋਨਾਲਡ ਟਰੰਪ ਨੂੰ ਉਭਾਰਿਆ - FRANCE 24 English",
        "ਕੋਵਿਡ ਮਹਾਂਮਾਰੀ ਦੀਆਂ ਪਾਬੰਦੀਆਂ ਨੇ ਕਿਸ਼ੋਰਾਂ ਦੇ ਦਿਮਾਗ 'ਤੇ' ਚਿੰਤਾਜਨਕ ’ਪ੍ਰਭਾਵ ਪਾਇਆ, ਨਵੇਂ ਅਧਿਐਨ ਨੇ ਪਾਇਆ - ਫੌਕਸ ਨਿ Newsਜ਼",
        "ਹੁਆਵੇਈ ਦਾ ਟ੍ਰਾਈ-ਫੋਲਡੇਬਲ ਫੋਨ ਚੀਨੀ ਮਾਣ ਨੂੰ ਭੜਕਾਉਂਦਾ ਹੈ ਪਰ $ 2,800 ਕੀਮਤ ਟੈਗ ਪੈਨਡ - ਰਾਇਟਰਜ਼ ਡਾਟ ਕਾਮ",
        "ਐਕਸਕਲੂਸਿਵਃ ਵੈਗਨਰ ਨੇ ਮਾਲੀ ਦੇ ਘੁਸਪੈਠ ਵਿੱਚ ਬਜ਼ੁਰਗ ਲੜਾਕੂਆਂ ਨੂੰ ਗੁਆ ਦਿੱਤਾ, ਰੂਸ ਦੀ ਅਫਰੀਕਾ ਮੁਹਿੰਮ ਨੂੰ ਝਟਕਾ ਦਿੱਤਾ - Reuters.",
        "ਵਿਵਾਦਪੂਰਨ ਨਿਆਂਇਕ ਸੁਧਾਰ ਬਹਿਸ ਦੌਰਾਨ ਪ੍ਰਦਰਸ਼ਨਕਾਰੀਆਂ ਨੇ ਮੈਕਸੀਕੋ ਦੀ ਸੈਨੇਟ ਨੂੰ ਹੜ੍ਹ ਦਿੱਤਾ - ਸੀਐਨਐਨ",
        "ਟੇਲਰ ਸਵਿਫਟ ਨੇ 'ਚਾਈਲਡਲੈਸ ਕੈਟ ਲੇਡੀ' ਦੇ ਅਹੁਦੇ 'ਤੇ ਰਾਸ਼ਟਰਪਤੀ ਲਈ ਕਮਲਾ ਹੈਰਿਸ ਦੀ ਹਮਾਇਤ ਕੀਤੀ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਡੇਵ Grohl ਪਿਤਾ ਨੂੰ ਉਸ ਦੇ ਵਿਆਹ ਦੇ ਬਾਹਰ ਬੱਚੇ ਨੂੰ - ਬੀਬੀਸੀ.",
        "ਐਨਐਫਐਲ ਦੀ ਅਗਲੀ ਪੀੜ੍ਹੀ ਦੇ QBs ਨੂੰ ਗਰੇਡਿੰਗਃ ਕੈਲੇਬ ਵਿਲੀਅਮਜ਼ ਅਤੇ ਰੂਕੀਜ਼ ਸੰਘਰਸ਼, ਸੀਜੇ ਸਟਰੌਡ ਦੀ ਚੰਗੀ ਕਾਰਗੁਜ਼ਾਰੀ ਹੈ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਰਿਪਬਲਿਕਨ ਟਰੰਪ ਦੇ ਮਾੜੇ ਬਹਿਸ ਪ੍ਰਦਰਸ਼ਨ ਲਈ ਸੰਚਾਲਕਾਂ ਨੂੰ ਜ਼ਿੰਮੇਵਾਰ ਠਹਿਰਾਉਂਦੇ ਹਨ - ਪੋਲਿਟਿਕੋ",
        "ਟਰੰਪ ਸਪਰਿੰਗਫੀਲਡ, ਓਹੀਓ ਵਿੱਚ ਕੁੱਤੇ ਖਾਣ ਵਾਲੇ ਪ੍ਰਵਾਸੀਆਂ ਬਾਰੇ ਝੂਠੇ ਦਾਅਵਿਆਂ ਨੂੰ ਧੱਕਦਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਸੈਨ ਬਰਨਾਰਡਿਨੋ ਕਾਉਂਟੀ ਵਿੱਚ ਕਥਿਤ ਤੌਰ 'ਤੇ ਵਿਨਾਸ਼ਕਾਰੀ ਲਾਈਨ ਅੱਗ ਭੜਕਾਉਣ ਲਈ ਨੌਰਕੋ ਆਦਮੀ ਨੂੰ ਗ੍ਰਿਫਤਾਰ ਕੀਤਾ ਗਿਆ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਮਿਸੂਰੀ ਦੀ ਸੁਪਰੀਮ ਕੋਰਟ ਗਰਭਪਾਤ ਦੇ ਅਧਿਕਾਰਾਂ 'ਤੇ ਵੋਟ ਪਾਉਣ ਦੀ ਆਗਿਆ ਦਿੰਦੀ ਹੈ - ਬੀਬੀਸੀ.",
        "SpaceX ਨੇ ਸਾਰੇ ਨਾਗਰਿਕਾਂ ਨਾਲ ਮਿਲ ਕੇ ਸ਼ੁਰੂ ਕੀਤਾ 'ਪੋਲਾਰਿਸ ਡੌਨ' ਮਿਸ਼ਨ",
        "ਯੂਐਸਐਮਐਨਟੀ ਨੂੰ ਆਖਰਕਾਰ ਆਪਣਾ ਕੋਚ ਮਿਲਦਾ ਹੈਃ ਮੌਰੀਸੀਓ ਪੋਚੇਟੀਨੋ ਨੇ ਲੰਬੇ ਸਮੇਂ ਤੋਂ ਉਡੀਕਿਆ ਹੋਇਆ ਸੌਦਾ ਅੰਤਮ ਰੂਪ ਦਿੱਤਾ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਕੇਟ ਦਾ ਸਾਫਟ-ਫੋਕਸ ਇੰਸਟਾ-ਰੈਡੀ ਵੀਡੀਓ ਇਕ ਤਬਦੀਲੀ ਦੀ ਨਿਸ਼ਾਨਦੇਹੀ ਕਰਦਾ ਹੈ ਕਿ ਰਾਇਲ ਕਿਵੇਂ ਆਪਣੀ ਕਹਾਣੀ ਦੱਸਦੇ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਰਿਫਲਿਕਸ਼ਨ 70 ਬੀ ਮਾਡਲ ਨਿਰਮਾਤਾ ਧੋਖਾਧੜੀ ਦੇ ਦੋਸ਼ਾਂ ਵਿਚਕਾਰ ਚੁੱਪ ਤੋੜਦਾ ਹੈ - ਵੈਂਚਰਬੀਟ",
        "ਵੀਡੀਓ ਦਿਖਾਉਂਦਾ ਹੈ ਕਿ ਅਟਲਾਂਟਾ ਹਵਾਈ ਅੱਡੇ 'ਤੇ ਟੈਕਸੀ ਕਰਦੇ ਸਮੇਂ ਟੱਕਰ ਤੋਂ ਬਾਅਦ ਡੈਲਟਾ ਜਹਾਜ਼ ਦੀ ਪੂਛ ਕੱਟ ਦਿੱਤੀ ਗਈ - ਫੌਕਸ ਨਿ Newsਜ਼"
    ]
}