{
    "headlines": [
        "ਮਿਆਮੀ ਡਾਲਫਿਨ ਬਨਾਮ ਲਾਸ ਏਂਜਲਸ ਰੈਮਸ ਗੇਮ ਹਾਈਲਾਈਟਸ | ਐਨਐਫਐਲ 2024 ਸੀਜ਼ਨ ਹਫਤਾ 10 - ਐਨਐਫਐਲ",
        "ਟਰੰਪ ਸਿਰਫ ‘ਕਹਾਣੀ‘ ਵਿਕੀਪੀਡੀਆ ਦੀ ਕੀਮਤ ਵੱਧ ਗੱਡੀ ਚਲਾਉਣ ਨਹੀ ਹੈ, exec ਕਹਿੰਦਾ ਹੈ - Cointelegraph",
        "ਕਲੋਏ ਫਿਨਮੈਨ ਦਾ ਦਾਅਵਾ ਹੈ ਕਿ ਐਲਨ ਮਸਕ ਨੇ ਜਦੋਂ 'ਐਸ ਐਨ ਐਲ' ਦੀ ਮੇਜ਼ਬਾਨੀ ਕੀਤੀ ਤਾਂ ਉਸਨੇ ਆਪਣੀ ਚੀਕ ਮਾਰੀ - ਵੰਨਗੀ",
        "ਟਰੰਪ ਆਪਣੇ ਵਿਦੇਸ਼ ਮੰਤਰੀ ਵਜੋਂ ਕੰਮ ਕਰਨ ਲਈ ਮਾਰਕੋ ਰੂਬੀਓ ਦੀ ਚੋਣ ਕਰਨ ਦੀ ਸੰਭਾਵਨਾ ਹੈ, ਸੂਤਰਾਂ ਦਾ ਕਹਿਣਾ ਹੈ - ਸੀਐਨਐਨ",
        "ਹਟਾਈ",
        "ਰਿਚਰਡ ਐਲਨ ਨੂੰ ਇੰਡੀਆਨਾ - ਸੀਬੀਐਸ ਸ਼ਿਕਾਗੋ ਵਿੱਚ 2 ਕਿਸ਼ੋਰ ਲੜਕੀਆਂ ਦੇ ਕਤਲ ਲਈ ਡੈਲਫੀ ਕਤਲ ਦੇ ਮੁਕੱਦਮੇ ਵਿੱਚ ਦੋਸ਼ੀ ਠਹਿਰਾਇਆ ਗਿਆ",
        "ਜਾਇੰਟਸ ਲਈ ਹਾਰਨ ਲਈ ਕੋਈ ਸਪੱਸ਼ਟ ‘ਸੁਨਹਿਰੀ ਗੋਭੀ’ ਡਰਾਫਟ ਪਿਕ ਨਹੀਂ ਹੈ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਟਰੰਪ ਨੇ ਸਿੱਖਿਆ ਦੇ ਨਾਲ ਓਵਰਹਾਲ 'ਤੇ ਹਮਲਾ ਕਰਨ ਦੀ ਤਿਆਰੀ ਕੀਤੀ - ਦਿ ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "ਟਰੰਪ ਵਪਾਰ ਸ਼ਕਤੀਆਂ ਡਾਓ 44,000, ਐਸ ਐਂਡ ਪੀ 6,000 ਦੇ ਤੌਰ ਤੇ ਸਟਾਕ ਹੌਮਿੰਗ ਜਾਰੀ ਰੱਖਦੇ ਹਨ - ਫੌਕਸ ਬਿਜ਼ਨਸ",
        "ਪ੍ਰਸ਼ੰਸਕਾਂ ਦਾ ਖਿਆਲ ਹੈ ਕਿ ਜੈਸਿਕਾ ਸਿਮਪਸਨ ਦੀ ਕ੍ਰਿਪਟਿਕ ਪੋਸਟ ਏਰਿਕ ਜੌਹਨਸਨ ਸਪਲਿਟ ਤੇ ਇਸ਼ਾਰਾ ਹੈ - ਪੰਨਾ ਛੇ",
        "ਨਵੀਂ ਯੂਰੇਨਸ ਖੋਜ ਸੁਝਾਅ ਦਿੰਦੀ ਹੈ ਕਿ ਗ੍ਰਹਿ ਬਾਰੇ ਜੋ ਜਾਣਿਆ ਜਾਂਦਾ ਹੈ ਉਹ ਗਲਤ ਹੋ ਸਕਦਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਗਾਜ਼ਾ ਵਿਚ ਇਜ਼ਰਾਈਲੀ ਡਰੋਨ ਹਮਲੇ ‘ਸੇਫ ਜ਼ੋਨ‘ ਕੈਫੇ ਦੇ ਤੌਰ ਤੇ ਘੱਟੋ ਘੱਟ 40 ਦੀ ਮੌਤ - ਅਲ ਜਜ਼ੀਰਾ ਅੰਗਰੇਜ਼ੀ",
        "ਸਾ Saudiਦੀ ਕ੍ਰਾ Princeਨ ਪ੍ਰਿੰਸ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਗਾਜ਼ਾ ਵਿਚ ਇਜ਼ਰਾਈਲ 'ਨਸਲਕੁਸ਼ੀ' ਕਰ ਰਿਹਾ ਹੈ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਮਾਈਕ ਵਿਲੀਅਮਜ਼ ਇੰਸਟਾਗ੍ਰਾਮ ਪੋਸਟਃ ਸਟੀਲਰਜ਼ ਦੇ ਡਬਲਯੂਆਰ ਸ਼ੇਡਜ਼ ਐਰੋਨ ਰੋਜਰਸ 'ਰੈਡ ਲਾਈਨ' ਟਿੱਪਣੀਆਂ - ਅਮਰੀਕਾ ਅੱਜ",
        "ਮਾਈਕ ਮੈਕਕਾਰਥੀ, ਮਾਈਕਾਹ ਪਾਰਸਨਜ਼ ਨੇ ‘ਕਾਊਬੌਇਜ਼ ਦੇ ਹਾਰਨ ਤੋਂ ਬਾਅਦ ਕਿਨਾਰੇ ਦੇ ਰਸ਼ਰ ਦੀਆਂ ਵਿਵਾਦਪੂਰਨ ਟਿੱਪਣੀਆਂ ਤੋਂ ਬਾਅਦ’ ਗੱਲਬਾਤ ਕੀਤੀ ਸੀ - ਯਾਹੂ ਸਪੋਰਟਸ",
        "ਕੇਵਿਨ ਕੋਸਟਨਰ ਜੌਨ ਡੱਟਨ ਦੀ ‘ਯੈਲੋਸਟੋਨ‘ ਕਿਸਮਤ ਨੂੰ ਸੀਜ਼ਨ 5 ਬੀ ਪ੍ਰੀਮੀਅਰ ਵਿਚ ਵੇਖਣ ਲਈ ਕਾਹਲੀ ਵਿਚ ਨਹੀਂ: “ਮੈਂ ਇਹ ਨਹੀਂ ਵੇਖਿਆ” - ਡੈੱਡਲਾਈਨ",
        "ਟਰੰਪ ਦੇ 'ਬਾਰਡਰ ਜ਼ਾਰ' ਵਿਚ ਵਧੇਰੇ ਸ਼ਕਤੀ ਹੋ ਸਕਦੀ ਹੈ, ਦੇਸ਼ ਨਿਕਾਲਾ ਨੀਤੀ 'ਤੇ ਘੱਟ ਰੁਕਾਵਟਾਂ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਉੱਤਰੀ Taurids Meteor ਸ਼ਾਵਰ ਪੀਕ ਅੱਜ ਰਾਤ ਨੂੰ ਸ਼ੁਰੂ - ਇੱਥੇ ਕਿਸ ਨੂੰ ਦੇਖਣ ਲਈ - ਫੋਰਬਸ",
        "ਵਾਲਵ ਨੇ ਸੀਮਿਤ ਐਡੀਸ਼ਨ ਵ੍ਹਾਈਟ ਸਟੀਮ ਡੈੱਕ ਓਐਲਈਡੀ - ਯੂਰੋਗੈਮਰ ਦੀ ਘੋਸ਼ਣਾ ਕੀਤੀ",
        "ਏਲੋਨ ਮਸਕ ਦੇ ਪੀਏਸੀ ਨੇ ਟਰੰਪ ਦੀ ਚੋਣ ਵਿਚ ਸਹਾਇਤਾ ਲਈ ਅੰਦਾਜ਼ਨ 200 ਮਿਲੀਅਨ ਡਾਲਰ ਖਰਚ ਕੀਤੇ, ਏਪੀ ਸਰੋਤ ਕਹਿੰਦਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ"
    ]
}