{
    "headlines": [
        "A La Niña winter is coming. Here’s what that could mean for the US - CNN",
        "US warns Israel to boost humanitarian aid into Gaza or risk losing weapons funding - The Associated Press",
        "Walgreens to close 1,200 locations as retail sales decline - The Washington Post",
        "Jake E. Lee, former guitarist for Ozzy Osbourne, shot multiple times in Las Vegas - Fox News",
        "As Israeli war on Hezbollah expands, rescuers in east reach their limit - The Washington Post",
        "2024 NFL trade deadline: Eight big-name moves that need to happen after Bills, Jets make WR splashes - CBS Sports",
        "US fines Lufthansa $4 million for treatment of Orthodox Jewish passengers on a 2022 flight - The Associated Press",
        "Bills land star WR Cooper in trade with Browns - ESPN",
        "'That is just simple mathematics': Journalist presses Trump on his tariff plan - CNN",
        "In the iPad Mini 7 Box: No Charger in Europe, New Braided USB-C Cable - MacRumors",
        "Tesla Stock Rises. Cathie Wood’s ARK Weighs in on Robotaxi Day. - Barron's",
        "Report: Tom Brady to have \"prominent voice\" as minority owner of Raiders - NBC Sports",
        "Whooping cough and walking pneumonia cases are up. Here's what to know and how to help keep your family safe. - CBS News",
        "Georgia judge rules election officials can't delay certification because of fraud concerns - CBS News",
        "Rare illusion gives 'once-in-a-lifetime' comet a seemingly impossible 2nd tail after closest approach to Earth for 80,000 years - Livescience.com",
        "Spain arrests 4 accused of shipping possible precursors for chemical weapons to Russia, breaching sanctions - CBS News",
        "Satellite images show how Hurricane Milton reshaped parts of Florida coastline - CBS News",
        "[Removed]",
        "‘Morning Joe’ Rips GOP Gov. Glenn Youngkin for Downplaying Trump’s ‘Fascist’ Threat - The Daily Beast",
        "Scientists Discover Animals Beneath the Ocean Floor, Offering Clues to Life Beyond Earth - Gizmodo"
    ]
}