{
    "headlines": [
        "Neige causant des déplacements difficiles à travers le Minnesota, des urgences de neige émises pour Minneapolis et St. Paul - MPR News",
        "L'IA d'auto-apprentissage donne à la NFL des choix contre la propagation, la sous-utilisation et les lignes d'argent pour chaque match de la semaine 16, 2024 - CBS Sports",
        "Cyclone quitte l'île de l'océan Indien en ruines, montrent des photos - The Washington Post",
        "Mahomes susceptibles de commencer contre les Texans, dit Reid - ESPN",
        "Rencontrez les 12 équipes des séries éliminatoires du football collégial - CNN",
        "Mises à jour en direct : Luigi Mangione fait face à de nouvelles accusations fédérales pour meurtre de PDG de UnitedHealthcare - BBC.com",
        "Jeudi soir Football : Comment regarder le match des Broncos de Denver contre les Chargers de Los Angeles NFL ce soir - Yahoo Sports",
        "Les Teamsters lancent la plus grande grève contre Amazon de l'histoire américaine - Fraternité internationale des Teamsters",
        "Bande-annonce de Superman : Guy Gardner, coiffure sportive coupée en bol de Nathan Filion, que les internautes appellent « un énorme abruti » - Hindustan Times",
        "‘Tell Me Lies’ renouvelée pour une saison 3 par Hulu, le créateur Meaghan Oppenheimer signe un accord global avec 20th TV - Date limite",
        "La pénurie de médicament Zepbound pour la perte de poids d'Eli Lilly est officiellement terminée : FDA - Barron's",
        "Les actions de Micron plongent après que l'entreprise ait réduit ses perspectives, les analystes soulèvent des préoccupations - Investopedia",
        "Trump se glissait dans son investiture. Maintenant, il est confronté à un grand désordre. - POLITICO",
        "Le procès historique des viols de masse en France est terminé. Mais l'affaire Pelicot démontre que la violence systémique contre les femmes est profonde - CNN",
        "Le tribunal disqualifie Fani Willis de l'affaire électorale en Géorgie contre Trump, mais l'acte d'accusation est toujours valable - ABC News",
        "17 nouvelles émissions de télévision de 2024 qui ont besoin d'une saison 2 - BuzzFeed",
        "Des millions de personnes peuvent bénéficier de prestations de sécurité sociale élargies. Qui sont-ils et comment cela se produirait-il ? - L'Associated Press",
        "Poutine à Trump : Appelez-moi peut-être - POLITICO EUROPE",
        "SpaceX lancera l'atterrisseur Blue Ghost de Firefly Aerospace sur la Lune à la mi-janvier avec ces 10 charges utiles de la NASA - Space.com",
        "Instagram tease des outils d'édition d'IA qui réinventeront complètement vos vidéos - The Verge"
    ]
}