{
    "headlines": [
        "Сирийские повстанцы захватили Алеппо, второй по величине город страны. Вот кто они - CNN",
        "Китай запрещает экспорт германия и галлия в США по принципу «око за око» - Bloomberg",
        "Женщина признала себя виновной в аварии с вождением в нетрезвом виде, в которой погибла невеста в первую брачную ночь - ABC News",
        "Французское правительство балансирует вслед за премьер-министром Мишелем Барнье через бюджет - BBC.com",
        "Browns QB Jameis Winston на 497 ярдах, 3 INT, показывающий: «Перед всем миром я все испортил для нас» - NFL.com",
        "Truong My Lan: вьетнамский магнат проиграл апелляцию на смертную казнь из-за крупнейшего в мире банковского мошенничества - BBC.com",
        "Таварес столкнулся с советом директоров Stellantis из-за плана возрождения, говорят источники - Reuters",
        "У избранника Трампа из ФБР есть планы по изменению состава бюро. Это то, что Каш Патель сказал, что хочет сделать - Ассошиэйтед Пресс",
        "2024 Gotham Awards: ‘A Different Man’ Wins Best Feature as ‘Nickel Boys’, ‘Sing Sing’ Each Take Two - Hollywood Reporter",
        "Обновленная информация о травме колена Кристиана МакКаффри: 49ers RB, как ожидается, пропустит шесть недель после того, как его поместили на IR - CBS Sports",
        "Изъято",
        "Трамп говорит, что посетит празднование открытия собора Парижской Богоматери в эти выходные - The Associated Press",
        "«Звездные войны: команда скелетов» и восхитительный закон Джуда возвращают франшизу к ее детским корням: телевизионный обзор - Разнообразие",
        "Гавайскую женщину Ханну Кобаяси заметили при въезде в Мексику - полиция - BBC.com",
        "Калифорния открывает специальную сессию, готовящуюся к судебным процессам против Трампа - The Washington Post",
        "Сенаторы Республиканской партии защищают Хегсета после частной встречи - Axios",
        "Jaguar выпускает концепцию своей новой модели электромобиля после спора о ее ребрендинге, в котором не было автомобиля - Business Insider",
        "Финальный бой UFC 310 показал двух бывших чемпионов на предварительном этапе - MMA Fighting",
        "«Моана 2» вошла в историю кассовых сборов. Как анимационный сиквел справился с этим. - Yahoo Entertainment",
        "Доллар растет после угрозы тарифов БРИКС Дональда Трампа и политических проблем Франции - Financial Times"
    ]
}