{
    "headlines": [
        "ترامب يختار حاكم ولاية داكوتا الشمالية لقيادة الشؤون الداخلية - بوليتيكو",
        "الصين تفتتح ميناء ضخما في بيرو لتوسيع نطاق وصولها في أمريكا اللاتينية - واشنطن بوست",
        "خيارات مجلس الوزراء البدلية لترامب تترك صناعة النفط تخدش رأسها - بوليتيكو",
        "يواجه غايتز طريقًا صخريًا للتأكيد مع تزايد الضغط لإطلاق تحقيق أخلاقيات مجلس النواب - سي إن إن",
        "غزة: هيومن رايتس ووتش تتهم إسرائيل بارتكاب جرائم حرب مع النزوح - BBC.com",
        "احتمالات النسور مقابل القادة، والتنبؤ، والانتشار، والوقت: اختيارات ليلة الخميس لكرة القدم من قبل نموذج اتحاد كرة القدم الأميركي على 17-7 لفة - سي بي إس سبورتس",
        "‘1000 رطل. تظهر تامي سلاتون فقدان الوزن، وتكشف أنها تزن 281 رطلاً - الصفحة السادسة",
        "نيويورك تصبح أول مدينة أمريكية تفرض رسوم الازدحام - BBC.com",
        "بافيت بيركشاير تشتري أسهم شركة دومينوز بيتزا آند بول، تفريغ أسهم أبل - إنفستوبيديا",
        "غرق سهم Super Micro Computer مرة أخرى اليوم - هل سهم Beaten - Down AI رخيص بما يكفي للشراء الآن ؟ - أصوات ياهو!",
        "دونالد ترامب يختار روبرت كينيدي جونيور لإدارة وزارة الصحة الأمريكية - فاينانشال تايمز",
        "توقيع الرؤساء مع سبنسر شريدر مع هاريسون بوتكر لاحتياطي المصابين - إن بي سي سبورتس",
        "تعمل Google على \"البريد الإلكتروني المحمي\" لإخفاء عنوانك من التطبيقات - 9to5Google",
        "تقول إيفا لونغوريا إن عائلتها لم تعد تعيش في الولايات المتحدة \"البائسة\" - BBC.com",
        "تحذر منظمة الصحة العالمية ومركز السيطرة على الأمراض من أن الحصبة منهكة ومميتة وأن الحالات تتصاعد - WLWT Cincinnati",
        "يراهن جيك بول على محفظة كاملة بقيمة 40 مليون دولار بأنه سيهزم مايك تايسون - نيويورك بوست",
        "تعقب العاصفة الاستوائية سارة: الخريطة ومسار العاصفة المتوقع - واشنطن بوست",
        "منشور ساخر يشتري The Onion Infowars لأليكس جونز في مزاد علني بدعم من عائلات Sandy Hook - ABC News",
        "\"خلاصة القول هي، لقد أخبرتك بذلك \": ملاحظات JWST تقلب النموذج القياسي لكيفية تشكل المجرات، كما تدعي دراسة جديدة - Livescience.com",
        "تقدم أرباح ديزني الأمل في أن البث يمكن أن يحل محل التلفزيون الخطي بنجاح - CNBC"
    ]
}