{
    "headlines": [
        "ਮਿਸਰ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਲਾਲ ਸਾਗਰ ਦੇ ਤੱਟ 'ਤੇ ਸੈਲਾਨੀ ਕਿਸ਼ਤੀ ਡੁੱਬਣ ਕਾਰਨ 16 ਲੋਕ ਲਾਪਤਾ - Al Jazeera English",
        "ਗੈਵਿਨ ਨਿ Newsਜ਼ੋਮ ਦਖਲ ਦੀ ਧਮਕੀ ਦਿੰਦਾ ਹੈ ਜੇ ਟਰੰਪ ਬਿਡੇਨ ਦੇ $ 7.5K ਈਵੀ ਟੈਕਸ ਕ੍ਰੈਡਿਟ ਨੂੰ ਮਾਰ ਦਿੰਦਾ ਹੈ - ਫੌਕਸ ਨਿ Newsਜ਼",
        "ਟਰੰਪ ਦੇ ਵਕੀਲ ਉਨ੍ਹਾਂ ਦੋਸ਼ਾਂ ਦੀ ਜਾਂਚ ਕਰਦੇ ਹਨ ਜੋ ਚੋਟੀ ਦੇ ਸਹਾਇਤਾ ਨੇ ਰਾਸ਼ਟਰਪਤੀ ਚੁਣੇ ਗਏ ਨਾਲ ਪ੍ਰਭਾਵ ਤੋਂ ਵਿੱਤੀ ਲਾਭ ਦੀ ਮੰਗ ਕੀਤੀ, ਸੂਤਰਾਂ ਦਾ ਕਹਿਣਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਲਾਪਤਾ ਹਵਾਈ womanਰਤ ਦੇ ਪਿਤਾ ਹੰਨਾਹ ਕੋਬਾਯਾਸ਼ੀ ਦੀ ਲਾਸ਼ ਐਲਏ ਵਿੱਚ ਮਿਲੀ - SFGATE",
        "ਬਰਡ ਫਲੂ ਵਾਇਰਸ ਰੱਖਣ ਲਈ ਕੱਚਾ ਦੁੱਧ ਵਾਪਸ ਬੁਲਾਇਆ ਗਿਆ, ਕੈਲੀਫੋਰਨੀਆ ਰਿਪੋਰਟਾਂ - ਆਰਸ ਟੈਕਨੀਕਾ",
        "ਵਿਸ਼ੇਸ਼ ਵਕੀਲ ਜੈਕ ਸਮਿਥ ਨੇ 'ਸਪੱਸ਼ਟ' ਡੀਓਜੇ ਨੀਤੀ ਦਾ ਹਵਾਲਾ ਦਿੰਦੇ ਹੋਏ ਟਰੰਪ ਚੋਣ ਕੇਸ ਨੂੰ ਰੱਦ ਕਰਨ ਲਈ ਅੱਗੇ ਵਧਾਇਆ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਇਕ ਹੋਰ ਕੁੰਜੀ ‘ਯੈਲੋਸਟੋਨ’ ਚਰਿੱਤਰ ਧੂੜ ਨੂੰ ਚੱਕਦਾ ਹੈ ਜਿਵੇਂ ਕਿ ਜੌਨ ਡੱਟਨ ਕਿਲਰਜ਼ ਸਰਕਲ ਦ ਵੈਗਨਜ਼ - ਡੈੱਡਲਾਈਨ",
        "ਬਾਇਡਨ ਨੇ ਅਮਰੀਕੀ ਰਾਸ਼ਟਰਪਤੀ ਵਜੋਂ ਅੰਤਿਮ ਵਾਰ ਟਰਕੀਆਂ ਨੂੰ ਮੁਆਫ ਕੀਤਾ - BBC.com",
        "ਥ੍ਰੈਡਸ ਆਖਰਕਾਰ ਤੁਹਾਨੂੰ ਹੇਠਾਂ ਦਿੱਤੀ ਫੀਡ ਨੂੰ ਆਪਣੇ ਡਿਫਾਲਟ ਦੇ ਤੌਰ ਤੇ ਸੈੱਟ ਕਰਨ ਦੇਵੇਗਾ - ਦਿ ਵਰਜ",
        "ਵਾਰਨ ਬਫੇਟ ਨੇ 1 ਬਿਲੀਅਨ ਡਾਲਰ ਹੋਰ ਦਾਨ ਕੀਤੇ । ਉਸ ਕੋਲ ਹਰ ਕਿਸੇ ਲਈ ਅਸਟੇਟ-ਯੋਜਨਾਬੰਦੀ ਦੀ ਸਲਾਹ ਹੈ. - ਵਾਲ ਸਟਰੀਟ ਜਰਨਲ",
        "ਪੈਕਰਸ ਪੀਐਫਐਫ ਗ੍ਰੇਡਃ ਹਫਤੇ 12 ਵਿਚ 49ers ਤੋਂ ਵੱਧ ਜਿੱਤਣ ਵਾਲੇ ਸਭ ਤੋਂ ਵਧੀਆ, ਸਭ ਤੋਂ ਭੈੜੇ ਖਿਡਾਰੀ - ਪੈਕਰਸ ਵਾਇਰ",
        "ਇਹ ਕੁਝ ਲਈ ਇੱਕ soggy, ਬਰਫੀਲਾ ਥੈਂਕਸਗਿਵਿੰਗ ਹੋ ਸਕਦਾ ਹੈ. ਪਤਾ ਕਰੋ ਕਿੱਥੇ - ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਟਰੰਪ ਨਾਲ ਲੜਨ ਦੀ ਇਹ ਹੈ ਨਵੀਂ ਅਗਾਂਹਵਧੂ ਰਣਨੀਤੀ - POLITICO",
        "ਟੀਸੀਐਲ ਦਾ ਪਹਿਲਾ ਪ੍ਰੋਜੈਕਟਰ ਜਾਪਦਾ ਹੈ ਕਿ ਬਾਹਰੀ ਹਿਜਿਨਕਸ ਲਈ ਸਹੀ ਕੀਮਤ ਹੈ - ਗਿਜ਼ਮੋਡੋ",
        "ਪੁਲਾੜ ਯਾਤਰੀਆਂ ਦੀ ਰਿਪੋਰਟ ਅਲਾਰਮਿੰਗ ਸਟੈਂਚ ਰੂਸੀ ਪੁਲਾੜ ਯਾਨ ਤੋਂ ਆਈਐਸਐਸ ਨੂੰ ਡੌਕ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ - ਗਿਜ਼ਮੋਡੋ",
        "ਅਲੇਕ ਬਾਲਡਵਿਨ 'ਜੰਗਾਲ' ਨਹੀਂ ਵੇਖਣਾ ਚਾਹੁੰਦਾ, ਪਰ ਹੋਪਸ ਫਿਲਮ ਰਿਲੀਜ਼ ਹੋ ਜਾਂਦੀ ਹੈ - ਵੰਨਗੀ",
        "ਸਪੇਸਐਕਸਃ ਸੈਲੂਲਰ ਸਟਾਰਲਿੰਕ ਸੇਵਾ ਜਾਣ ਲਈ ਤਿਆਰ ਹੈ - ਪੀਸੀਮੈਗ",
        "ਬੇਸੈਂਟ 'ਤੇ ਅਮਰੀਕੀ ਖਜ਼ਾਨਾ ਰੈਲੀ ਟਰੰਪ ਦੀਆਂ ਯੋਜਨਾਵਾਂ ਨੂੰ ਭੰਗ ਕਰੇਗੀ - ਯਾਹੂ ਵਿੱਤ",
        "ਮੇਨਡੇਜ਼ ਭਰਾ 28 ਸਾਲਾਂ ਵਿਚ ਪਹਿਲੀ ਵਾਰ ਅਦਾਲਤ ਵਿਚ ਪੇਸ਼ ਹੋਣ ਲਈ ਤਿਆਰ ਹਨ - ਸੀ ਐਨ ਐਨ",
        "ਐਨਐਫਐਲ ਹਫਤਾ 12, ਐਤਵਾਰ ਦੇ ਢੇਰ ਨੂੰ ਛਾਂਟਣਾਃ ਸਾਕੋਨ ਬਾਰਕਲੇ ਦਾ ਐਮਵੀਪੀ ਕੇਸ, ਬੋ ਨਿਕਸ ਸਰਜ, ਨਾਈਨਰਜ਼ ਵੱਡੀ ਮੁਸੀਬਤ ਵਿੱਚ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ"
    ]
}