{
    "headlines": [
        "Comcast Eyes New Venture to House MSNBC, USA, Other U.S. Cable Channels - The Wall Street Journal",
        "O estreante dos Jets, Malachi Corley, tem o TD derrubado depois que ele deixa cair a bola antes da linha de gol vs. Texans - The Associated Press",
        "   Removido ",
        "'Zombie Star' pode iluminar o céu de Halloween enquanto a NASA antecipa a erupção da nova - WISN Milwaukee",
        "Obama partilha ideias sobre a filha Malia abandonar o apelido profissionalmente - The Hill",
        "Presidente do Conselho de Educação da CPS renuncia - WBEZ Chicago",
        "Rapper Young Thug será libertado em prisão domiciliar por tempo cumprido como parte de acordo judicial no caso Georgia RICO - ABC News",
        "Número de mortos nas enchentes da Espanha sobe para 158, entre os piores desastres de tempestades da Europa - Reuters",
        "Boeing Union endossa a mais recente oferta para acabar com greve paralisante - Yahoo Finance",
        "Após erro do piloto, caça F-35 voou por 11 minutos por conta própria antes de cair no ano passado - CBS News",
        "Trump diz \"quer as mulheres gostem ou não, vou protegê-las\" no comício de Wisconsin - CBS News",
        "Grande júri no caso Sean ‘Diddy’ Combs, audiência de testemunha que afirma ter imagens de Combs potencialmente vitimando celebridades - CNN",
        "Outrora uma estrela da Covid, o ex-governador Andrew Cuomo encara o encaminhamento criminal - POLITICO",
        "Texans vs. Jets onde assistir: horário de início da NFL, transmissão ao vivo, odds, spread, previsão para o jogo da Semana 9 - CBS Sports",
        "Ozempic reduz a dor da osteoartrite do joelho em quase metade: Estudo - The Hill",
        "Oha relata que 3 humanos com gripe aviária viajaram para o Oregon durante o surto de Washington - KOIN.com",
        "Trump atrasado na votação antecipada com idosos na Pensilvânia, uma bandeira vermelha para o Partido Republicano - POLITICO",
        "CEO da Amazon, Andy Jassy, sugere uma Alexa \"agêntica\" - TechCrunch",
        "Magic's Banchero questionable Friday vs. Cavs - ESPN",
        "O xerife do condado de Gallatin fornece informações atualizadas sobre o suspeito de homicídio no assassinato de Dustin Kjersem perto de Big Sky - KBZK News"
    ]
}