{
    "headlines": [
        "ਜੱਜ ਟਰੰਪ ਦੇ ਯੂਐਸਏਆਈਡੀ ਨੂੰ ਖਤਮ ਕਰਨ 'ਤੇ ਰੋਕ ਲਗਾਉਣ ਦੇ ਅਸਥਾਈ ਆਦੇਸ਼' ਤੇ ਵਿਚਾਰ ਕਰੇਗਾ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਹਮਾਸ ਸ਼ਨੀਵਾਰ ਨੂੰ ਤਿੰਨ ਇਜ਼ਰਾਈਲੀ ਆਦਮੀਆਂ ਨੂੰ ਸੀਜ਼ਫਾਇਰ ਡੀਲ ਦੇ ਤਹਿਤ ਆਦਾਨ-ਪ੍ਰਦਾਨ ਦੇ ਨਵੀਨਤਮ ਦੌਰ ਵਿੱਚ ਰਿਹਾਅ ਕਰੇਗਾ - ਸੀਐਨਐਨ",
        "‘ਮਿਡਲ ਈਸਟ ਦਾ ਰਿਵੇਰਾ’: ਕਿਵੇਂ ਟਰੰਪ ਗਾਜ਼ਾ ਨੂੰ ਰੀਅਲ ਅਸਟੇਟ ਸੌਦੇ ਵਜੋਂ ਵੇਖਦਾ ਹੈ - ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਖਗੋਲ ਵਿਗਿਆਨੀ ਧਰਤੀ ਨੂੰ ਮਾਰਨ ਦੀ ਥੋੜ੍ਹੀ ਜਿਹੀ ਵਧੀ ਸੰਭਾਵਨਾ ਦੇ ਨਾਲ ਇੱਕ ਨਵੇਂ ਲੱਭੇ ਗਏ ਐਸਟਰਾਇਡ ਦੀ ਨੇੜਿਓਂ ਨਿਗਰਾਨੀ ਕਰ ਰਹੇ ਹਨ - ਸੀ ਐਨ ਐਨ",
        "ਫਲੂ ਦੇ ਮਾਮਲੇ ਇਸ ਸੀਜ਼ਨ ਵਿੱਚ ਦੂਜੀ ਵਾਰ ਸਿਖਰ 'ਤੇ ਹਨ । ਘਰ ਵਿਚ ਵਾਇਰਸ ਦੀ ਜਾਂਚ ਕਿਵੇਂ ਕਰੀਏ - KSL.",
        "ਟਰੰਪ ਨੇ ਚੀਨ ਦੇ ਛੋਟੇ ਪੈਕੇਜਾਂ 'ਤੇ ਟੈਰਿਫ' ਚ ਦੇਰੀ ਕੀਤੀ - BBC.com",
        "ਕਰੈਕਰ ਬੈਰਲ ਨੇ ਵਾਪਸ ਅੱਗ ਲਗਾਈ ਕਿਉਂਕਿ ਵੇਫਲ ਹਾ Houseਸ ਅੰਡਿਆਂ ਵਿਚ ਸਰਚਾਰਜ ਜੋੜਦਾ ਹੈ - AL.",
        "ਟਰੰਪ ਨੇ ਵ੍ਹਾਈਟ ਹਾਊਸ ਵਿਚ ਇਸ਼ੀਬਾ ਨੂੰ ਕਿਹਾ ਕਿ ਉਹ ਜਾਪਾਨ ਨਾਲ ਅਮਰੀਕਾ ਦੇ ਵਪਾਰ ਘਾਟੇ ਨੂੰ ਘਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਟਾਈਗਰ ਵੁੱਡਜ਼ ਨੇ ਉਤਪਤ ਇਨਵੀਟੇਸ਼ਨਲ - ਪੀਜੀਏ ਟੂਰ ਲਈ ਵਚਨਬੱਧਤਾ ਕੀਤੀ",
        "ਟਰੰਪ ਪ੍ਰਸ਼ਾਸਨ ਜਨਵਰੀ ਨੂੰ ਐਫਬੀਆਈ ਏਜੰਟਾਂ ਦੀ ਜਨਤਕ ਤੌਰ 'ਤੇ ਪਛਾਣ ਨਾ ਕਰਨ ਲਈ ਸਹਿਮਤ ਹੈ. ਅਗਾ advanceਂ ਚੇਤਾਵਨੀ ਤੋਂ ਬਿਨਾਂ 6 ਕੇਸ - ਪੋਲਿਟਿਕੋ",
        "ਡਾਓ ਟੈਰਿਫ ਅਤੇ ਮਹਿੰਗਾਈ ਦੇ ਡਰ 'ਤੇ 250 ਅੰਕ ਡਿੱਗਦਾ ਹੈ, ਨੈਸਡੈਕ ਐਮਾਜ਼ਾਨ ਦੀ ਅਗਵਾਈ ਵਿਚ 1% ਡਿੱਗਦਾ ਹੈਃ ਲਾਈਵ ਅਪਡੇਟਸ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਟਰੰਪ ਨੇ ਚੋਟੀ ਦੇ ਡੈਮੋਕਰੇਟਿਕ ਮੁਹਿੰਮ ਵਿੱਤ ਰੈਗੂਲੇਟਰ ਨੂੰ ਬਰਖਾਸਤ ਕਰ ਦਿੱਤਾ. ਉਹ ਕਹਿੰਦੀ ਹੈ ਕਿ ਇਹ ਗੈਰ ਕਾਨੂੰਨੀ ਹੈ - ਪੋਲਿਟਿਕੋ",
        "ਏਵੀਅਨ ਫਲੂ ਦੇ ਫੈਲਣ ਕਾਰਨ ਨਿਊਯਾਰਕ ਸਿਟੀ ਵਿਚ ਲਾਈਵ ਪੋਲਟਰੀ ਬਾਜ਼ਾਰਾਂ ਨੂੰ ਬੰਦ ਕਰਨ ਦਾ ਆਦੇਸ਼ ਦਿੱਤਾ ਗਿਆ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਪ੍ਰਤੀ ਸੁਪਰ ਬਾlਲ ਵਪਾਰਕ $ 8 ਮਿਲੀਅਨ 'ਤੇ ਵੀ, ਵਿਗਿਆਪਨ ਦੇ ਕਾਰਜਕਾਰੀ ਕਹਿੰਦੇ ਹਨ ਕਿ ਇਹ ਅਜੇ ਵੀ ਤੁਹਾਡੇ ਬੱਕ ਲਈ ਬੈਂਗ ਹੈ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਯੂਐਸ ਨੌਕਰੀਆਂ ਦੀ ਮਾਰਕੀਟ ਸੰਭਾਵਤ ਤੌਰ ਤੇ ਸਾਲ ਦੀ ਸ਼ੁਰੂਆਤ ਮਜ਼ਬੂਤ ਹੋਈ, ਪਰ ਬੱਦਲਵਾਈ ਭਵਿੱਖ ਦਾ ਸਾਹਮਣਾ ਕਰਦੀ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਐਪਲ ਦੁਆਰਾ ਮੁਕੱਦਮਾ ਕੀਤਾ ਗਿਆ ਸਾਬਕਾ ਆਈਓਐਸ ਇੰਜੀਨੀਅਰ ਮੁਆਫੀ ਮੰਗਦਾ ਹੈ ਕਿਉਂਕਿ ਮੁਕੱਦਮਾ ਖਾਰਜ ਹੋ ਜਾਂਦਾ ਹੈ - 9to5Mac",
        "ਹੁਣ ਤੱਕ ਵੇਖਿਆ ਗਿਆ ਸਭ ਤੋਂ ਵੱਡਾ ਰੇਡੀਓ ਜੈੱਟ ਨੌਜਵਾਨ ਬ੍ਰਹਿਮੰਡ ਦੀ ਝਲਕ ਪ੍ਰਦਾਨ ਕਰਦਾ ਹੈ - Earth.",
        "ਖਜ਼ਾਨਾ ਮਸਕ ਦੇ ਡੋਗ ਦੇ ਸਹਿਯੋਗੀ ਨੂੰ ਭੁਗਤਾਨ ਪ੍ਰਣਾਲੀ ਦੇ ਮੁਖੀ ਵਜੋਂ ਸਥਾਪਤ ਕਰਦਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਸਲੈਸ਼-ਐਂਡ-ਬਰਨ ਦੀਆਂ ਚਾਲਾਂ ਮਸਕ ਵਾਸ਼ਿੰਗਟਨ ਲਿਆਉਂਦਾ ਹੈ ਅਕਸਰ ਟਵਿੱਟਰ 'ਤੇ ਬੈਕਫਾਇਰ ਕੀਤਾ ਜਾਂਦਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ"
    ]
}