{
    "headlines": [
        "ਸ਼ੇਅਰ ਬਾਜ਼ਾਰ ਅੱਜਃ ਐਸ ਐਂਡ ਪੀ 500, ਨਾਸਡੈਕ ਚੜ੍ਹੇ ਜਿਵੇਂ ਕਿ ਤੇਲ ਦੀਆਂ ਕੀਮਤਾਂ ਪਿੱਛੇ ਹਟਦੀਆਂ ਹਨ - ਯਾਹੂ ਵਿੱਤ",
        "ਟੈਂਪਾ ਬੇ ਨੂੰ 1921 ਤੋਂ ਬਾਅਦ ਕਿਸੇ ਵੱਡੇ ਤੂਫਾਨ ਦੁਆਰਾ ਸਿੱਧਾ ਨਹੀਂ ਮਾਰਿਆ ਗਿਆ ਹੈ. ਮਿਲਟਨ ਇਕ ਹੋ ਸਕਦਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਹਟਾਈ",
        "ਆਰਥਿਕ ਵਿਕਾਸ ਵਿਸ਼ਵਾਸ ਦੇ ਨਾਲ, ਚੀਨ 100 ਬਿਲੀਅਨ ਯੂਆਨ ਨੂੰ ਫਰੰਟ-ਲੋਡ ਕਰਨ ਲਈਃ ਜਿਵੇਂ ਕਿ ਇਹ ਹੋਇਆ - ਸਾ Southਥ ਚਾਈਨਾ ਮਾਰਨਿੰਗ ਪੋਸਟ",
        "'ਜੋਕਰਃ Folie à Deux’ Debacle ਦੇ ਅੰਦਰਃ ਟੌਡ ਫਿਲਿਪਸ ‘$ 200 ਮਿਲੀਅਨ ਮਿਸਫਾਇਰ’ ਤੇ ਡੀਸੀ ਨਾਲ ਕੁਝ ਨਹੀਂ ਕਰਨਾ ਚਾਹੁੰਦਾ ਸੀ - ਵੰਨਗੀ",
        "ਜੈੱਟਸ ਫਾਇਰ ਹੈੱਡ ਕੋਚ ਰਾਬਰਟ ਸੈਲੇਹ 3-ਪਲੱਸ ਸੀਜ਼ਨ ਦੇ 20-36 ਰਿਕਾਰਡ ਤੋਂ ਬਾਅਦਃ 'ਅਸੀਂ ਨਹੀਂ ਹਾਂ ਜਿੱਥੇ ਸਾਨੂੰ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ' - ਯਾਹੂ ਸਪੋਰਟਸ",
        "ਚੌਦਾਂ ਏਜੀਜ਼ ਨੇ ਟਿਕਟੋਕ 'ਤੇ ਮੁਕੱਦਮਾ ਕੀਤਾ, ਬੱਚਿਆਂ ਦੀ ਮਾਨਸਿਕ ਸਿਹਤ ਨੂੰ ਨੁਕਸਾਨ ਪਹੁੰਚਾਉਣ ਦਾ ਦੋਸ਼ ਲਾਇਆ - ਐਨਬੀਸੀ ਨਿ Newsਜ਼",
        "ਹਫਤੇ 5 ਵਿਚ ਸੰਤਾਂ ਨੂੰ ਹਰਾਉਣ ਵਾਲੇ 8 ਚੀਜਾਂ ਨੂੰ ਸੁਣਿਆ ਗਿਆ - ਐਰੋਹੈੱਡ ਪ੍ਰਾਈਡ",
        "ਨੋਬਲ ਭੌਤਿਕ ਵਿਗਿਆਨ ਪੁਰਸਕਾਰ 2024 ਨੂੰ ਏਆਈ ਪਾਇਨੀਅਰ ਜੋਹਨ ਹੌਪਫੀਲਡ ਅਤੇ ਜਿਓਫਰੀ ਹਿੰਟਨ ਨੇ ਜਿੱਤਿਆ - ਰਾਇਟਰਜ਼",
        "ਸੁਪਰ ਪਾਵਰ ਵਾਲਾ ਜੈਲੀਫਿਸ਼ - ਇਹ ਦੂਜੇ ਨਾਲ ਫਿuseਜ਼ ਹੋ ਸਕਦਾ ਹੈ ਅਤੇ ਇਕ ਬਣ ਸਕਦਾ ਹੈ - ਐਨਪੀਆਰ",
        "ਵ੍ਹਾਈਟ ਹਾ Houseਸ ਦੇ ਪ੍ਰੈਸ ਸਕੱਤਰ ਕੈਰੀਨ ਜੀਨ-ਪਿਅਰੇ ਦਾ ਬਿਆਨ ਰਾਸ਼ਟਰਪਤੀ ਬਾਇਡਨ ਦੀ ਜਰਮਨੀ ਅਤੇ ਅੰਗੋਲਾ ਦੀ ਯਾਤਰਾ ਬਾਰੇ - ਵ੍ਹਾਈਟ ਹਾ Houseਸ",
        "ਸੁਣੋ ਲਾਈਵਃ ਸੁਪਰੀਮ ਕੋਰਟ ਨੇ ਏਟੀਐਫ ਦੇ ਭੂਤ ਬੰਦੂਕ ਨਿਯਮ ਨੂੰ ਚੁਣੌਤੀ ਦਿੰਦਿਆਂ ਦਲੀਲਾਂ ਸੁਣੀਆਂ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਰੋਬਲੋਕਸ ਟੰਬਲਸ ਦੇ ਤੌਰ ਤੇ ਹਿੰਡਨਬਰਗ ਗੇਮਿੰਗ ਪਲੇਟਫਾਰਮ ਦੇ ਵਿਰੁੱਧ ਸੱਟਾ - ਬਲੂਮਬਰਗ",
        "ਸਪੇਸਐਕਸ ਰਾਕੇਟ ਨੇ ਹੇਰਾ ਐਸਟਰਾਇਡ ਪ੍ਰੋਬ ਲਾਂਚ ਦੌਰਾਨ ਧਰਤੀ ਦੇ ਹੈਰਾਨੀਜਨਕ ਦ੍ਰਿਸ਼ਾਂ ਨੂੰ ਖੋਹ ਲਿਆ (ਫੋਟੋਆਂ) - ਸਪੇਸ ਡਾਟ ਕਾਮ",
        "ਬਲੱਡ ਪ੍ਰੈਸ਼ਰ ਦੀ ਜਾਂਚ ਲਈ ਆਮ ਤੌਰ 'ਤੇ ਵਰਤੀਆਂ ਜਾਂਦੀਆਂ ਕੁਝ ਬਾਂਹ ਦੀਆਂ ਸਥਿਤੀਆਂ ਗਲਤ ਨਤੀਜੇ ਲੈ ਸਕਦੀਆਂ ਹਨ. ਇਹ ਕਰਨ ਦਾ ਸਹੀ ਤਰੀਕਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਪੀਐਫਟੀ ਦਾ ਹਫਤਾ 6 2024 ਐਨਐਫਐਲ ਪਾਵਰ ਰੈਂਕਿੰਗ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਏਅਰਪੌਡਜ਼, ਐਪਲ ਵਾਚ, ਅਤੇ ਹੋਰ - ਮੈਕਰੂਮੋਰਸ 'ਤੇ ਸਰਬੋਤਮ ਪ੍ਰਾਈਮ ਡੇਅ ਸੌਦੇ",
        "ਚੀਨ ਨੇ ਯੂਰਪੀਅਨ ਬ੍ਰਾਂਡੀ ਨੂੰ ਟਾਈਟ-ਫੋਰ-ਟੈਟ ਜਵਾਬ ਵਿੱਚ ਜ਼ੁਰਮਾਨਾ ਲਗਾਇਆ - ਸੀਐਨਐਨ",
        "ਕੋਲਡਪਲੇ ਨੇ ਡੇਨਵਰ ਸਟੇਡੀਅਮ ਸਮਾਰੋਹ ਦੀ ਘੋਸ਼ਣਾ ਕੀਤੀ - 9News. com ਕੁਸਾ",
        "ਬਲਿਜ਼ਾਰਡ ਵਿਖੇ ਦ੍ਰਿਸ਼ਾਂ ਦੇ ਪਿੱਛੇਃ ਜੇਸਨ ਸ਼੍ਰੀਅਰ ਗਲਤ ਵਿਵਹਾਰ, ਸਵਿੰਗਰਜ਼ ਪਾਰਟੀਆਂ ਅਤੇ ਕੀ ਪ੍ਰੈਸ ਗਲਤ ਹੋ ਗਿਆ ਬਾਰੇ ਗੱਲ ਕਰਦਾ ਹੈ - ਯੂਰੋਗੇਮਰ"
    ]
}