{
    "headlines": [
        "4 ਨੇਸ਼ਨਜ਼ ਫੇਸ-ਆਫਃ ਕਨੇਡਾ ਨੇ ਕੋਨਰ ਮੈਕਡੇਵਿਡ ਦੇ ਟੀਚੇ 'ਤੇ ਓਟੀ ਵਿਚ ਯੂਐਸਏ ਨੂੰ ਹਰਾਇਆ - ਯਾਹੂ ਸਪੋਰਟਸ",
        "ਇਜ਼ਰਾਈਲ 'ਚ ਅੱਤਵਾਦੀ ਹਮਲੇ ਦੇ ਸ਼ੱਕ' ਚ ਤਿੰਨ ਬੱਸਾਂ 'ਚ ਧਮਾਕਾ, ਪੁਲਸ ਕਹਿੰਦੀ ਹੈ - BBC.com",
        "ਫਿਊਚਰਜ਼: ਇਹ ਤਕਨੀਕੀ ਦੈਂਤ ਕਮਾਈ 'ਤੇ ਅਧਾਰ ਦੇ ਬਾਹਰ ਪਾੜੇ - ਨਿਵੇਸ਼ਕ ਦਾ ਕਾਰੋਬਾਰ ਰੋਜ਼ਾਨਾ",
        "ਦੋਸ਼ਾਂ ਨੇ ਹੈਨਸਵਿਲੇ ਪੁਲਿਸ ਮੁਖੀ, ਅਧਿਕਾਰੀਆਂ ਅਤੇ ਪਤੀ/ਪਤਨੀ ਵਿਰੁੱਧ ਦੋਸ਼ਾਂ 'ਤੇ ਨਵੀਂ ਰੌਸ਼ਨੀ ਪਾਈ - ਡਬਲਯੂਐਚਐਨਟੀ ਨਿ Newsਜ਼ 19",
        "ਕੁਝ ਵੀ ਨਹੀਂ ਫੋਨ (3 ਏ) ਅਤੇ ਫੋਨ (3 ਏ) ਪੂਰੀ [ਗੈਲਰੀ] ਵਿੱਚ ਪ੍ਰੋ ਲੀਕ - 9to5Google",
        "ਮੈਟਾ ਨੇ ਛਾਂਟੀ ਦੇ ਵਿਚਕਾਰ ਕੰਪਨੀ ਦੇ ਕਾਰਜਕਾਰੀ ਅਧਿਕਾਰੀਆਂ ਦੀਆਂ ਤਨਖਾਹਾਂ ਦੇ 200% ਤੱਕ ਦੇ ਬੋਨਸ ਨੂੰ ਮਨਜ਼ੂਰੀ ਦਿੱਤੀ - ਬਿਜ਼ਨਸ ਇਨਸਾਈਡਰ",
        "ਹੋਚੂਲ ਏਰਿਕ ਐਡਮਜ਼ - ਪੋਲਿਟਿਕੋ ਦੇ ਆਲੇ ਦੁਆਲੇ ਗਾਰਡਰੇਲਾਂ ਦੀ ਘੋਸ਼ਣਾ ਕਰਦਾ ਹੈ",
        "ਈਐਸਪੀਐਨ, ਐਮਐਲਬੀ 2025 ਤੋਂ ਬਾਅਦ ਪ੍ਰਸਾਰਣ ਸੌਦਾ ਖਤਮ ਕਰੇਗਾ - ਈਐਸਪੀਐਨ",
        "ਏਲੋਨ ਮਸਕ ਨੇ ਰਿਪਬਲਿਕਨ ਘਾਟੇ ਨਾਲ ਟਕਰਾਅ ਕਾਇਮ ਕੀਤਾ 'ਡੌਜ ਲਾਭਅੰਸ਼ ਚੈੱਕ’ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "ਡੈਮੋਕਰੇਟਸ ਦੇ ਇਤਰਾਜ਼ਾਂ 'ਤੇ ਜੀਓਪੀ ਬਜਟ ਪਾਸ ਕਰਨ ਲਈ ਸੈਨੇਟ ਸਾਰੀ ਰਾਤ ਜਾਗਣ ਲਈ ਤਿਆਰ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਹਰ ਸੈਨੇਟਰ ਨੇ ਐਫਬੀਆਈ ਦੇ ਡਾਇਰੈਕਟਰ ਲਈ ਕਾਸ਼ ਪਟੇਲ ਨੂੰ ਕਿਵੇਂ ਵੋਟ ਦਿੱਤੀ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਜ਼ੈਕ ਮਾਰਟਿਨ ਨੂੰ ਐਨਐਫਐਲ, ਕਾਉਬੌਇਜ਼ ਤੋਂ ਰਿਟਾਇਰਮੈਂਟ ਦੀ ਘੋਸ਼ਣਾ ਕਰਨ ਦੀ ਉਮੀਦ ਹੈ - DallasCowboys. com",
        "ਆਈਫੋਨ 16e ਦੀ ਤੁਲਨਾ ਆਈਫੋਨ 12, 13, ਅਤੇ ਹੋਰ - 9to5Mac ਨਾਲ ਕਿਵੇਂ ਕੀਤੀ ਜਾਂਦੀ ਹੈ ਇਹ ਇੱਥੇ ਹੈ",
        "ਐਪਲ ਦੇ ਅੰਦਰੂਨੀ ਵਾਈ-ਫਾਈ ਚਿੱਪ ਦੀ ਵਰਤੋਂ ਕਰਨ ਲਈ ਸਾਰੇ ਆਈਫੋਨ 17 ਮਾੱਡਲ - GSMArena.",
        "ਗਾਜ਼ਾ ਤੋਂ ਵਾਪਸ ਆਈ ਲਾਸ਼ ਬੀਬਾ ਦੀ ਮਾਂ ਨਹੀਂ ਹੈ, ਇਜ਼ਰਾਈਲੀ ਫੌਜ ਕਹਿੰਦੀ ਹੈ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਟਰੰਪ ਪ੍ਰਸ਼ਾਸਨ ਨੇ ਲਗਭਗ ਡੇ million ਮਿਲੀਅਨ ਹੈਤੀ ਲੋਕਾਂ ਲਈ ਦੇਸ਼ ਨਿਕਾਲਾ ਤੋਂ ਸੁਰੱਖਿਆ ਸੁੱਟ ਦਿੱਤੀ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਡੈਨੀਅਲ ਕ੍ਰੈਗ ਐਮਾਜ਼ਾਨ ਐਮਜੀਐਮ ਨੂੰ ਜੇਮਜ਼ ਬਾਂਡ ਫਰੈਂਚਾਈਜ਼ ਦਾ ਨਿਯੰਤਰਣ ਲੈਣ ਦਾ ਜਵਾਬ ਦਿੰਦਾ ਹੈ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਲਾਈਵ ਅਪਡੇਟਸਃ ਐਲਨ ਮਸਕ ਅਤੇ ਜੇਵੀਅਰ ਮੀਲੀ ਕੰਜ਼ਰਵੇਟਿਵ ਕਾਨਫਰੰਸ ਵਿਚ ਸਟੇਜ 'ਤੇ ਚੇਨਜ਼ੋ ਨੂੰ ਚਲਾਉਂਦੇ ਹਨ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਧਰਤੀ ਨੂੰ ਮਾਰਨ ਵਾਲੇ ਹਾਲ ਹੀ ਵਿੱਚ ਲੱਭੇ ਗਏ ਐਸਟਰਾਇਡ ਦੇ ਔਕੜ ਲਗਭਗ ਜ਼ੀਰੋ ਤੱਕ ਡਿੱਗ ਗਏ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਐਚਐਚਐਸ ਨੇ ਸੀਡੀਸੀ ਨੂੰ ਕੁਝ ਟੀਕੇ ਦੇ ਇਸ਼ਤਿਹਾਰਾਂ ਨੂੰ ਰੋਕਣ ਦਾ ਆਦੇਸ਼ ਦਿੱਤਾ, ਕਿਹਾ ਕਿ ਆਰਐਫਕੇ ਜੂਨੀਅਰ ਚਾਹੁੰਦਾ ਹੈ ਕਿ ਸੁਨੇਹਾ ‘ਸੂਚਿਤ ਸਹਿਮਤੀ’ ਤੇ ਕੇਂਦ੍ਰਤ ਹੋਵੇ - STAT"
    ]
}