{
    "headlines": [
        "ਇਜ਼ਰਾਈਲ ਨੇ ਗਾਜ਼ਾ ਵਿਚ ਨਵਾਂ ਜ਼ਮੀਨੀ ਆਪ੍ਰੇਸ਼ਨ ਸ਼ੁਰੂ ਕੀਤਾ - ਫੌਕਸ ਨਿ Newsਜ਼",
        "ਯੂਰਪੀਅਨ ਯੂਨੀਅਨ ਨੇ ਵਿਸ਼ਾਲ ਰੱਖਿਆ ਯੋਜਨਾ ਵਿਚ ਅਮਰੀਕਾ 'ਤੇ ਦਰਵਾਜ਼ੇ ਨੂੰ ਥੱਪੜ ਮਾਰਿਆ - ਪੋਲੀਟੀਕੋ ਯੂਰਪ",
        "ਨੈੱਟਫਲਿਕਸ ਦਾ ਟੇਡ ਸਾਰੈਂਡੋਸ ਹਾਲੀਵੁੱਡ ਨੂੰ ਵਿਘਨ ਨਹੀਂ ਪਾ ਰਿਹਾਃ ਸਟ੍ਰੀਮਿੰਗ ਵਾਰਜ਼ ਨੂੰ ਜਿੱਤਣ 'ਤੇ, ਇਕ ਮਾਰਵਲ‘ ਫਿਸਟਫਾਈਟ ’ਅਤੇ ਡਿਫੈਂਡਿੰਗ ਮੇਗਨ ਮਾਰਕਲ - ਵੰਨਗੀ",
        "ਲਾਇਨਜ਼ ਨੇ ਡਿਵੀਜ਼ਨ ਚੈਂਪੀਅਨਸ਼ਿਪ ਦੀ ਪਰਵਾਹ ਕੀਤੇ ਬਿਨਾਂ ਪਲੇਆਫ ਸੀਡਿੰਗ ਦਾ ਪ੍ਰਸਤਾਵ ਦਿੱਤਾ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਟਰੰਪ ਪ੍ਰਸ਼ਾਸਨ ਨੇ ਲਗਭਗ 25,000 ਬਰਖਾਸਤ ਕੀਤੇ ਫੈਡਰਲ ਵਰਕਰਾਂ ਨੂੰ ਬਹਾਲ ਕੀਤਾ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "Assassin's Creed Shadows ਸਾਡੇ ਦੁਆਰਾ ਦੇਖੇ ਗਏ ਸਭ ਤੋਂ ਮਹੱਤਵਪੂਰਨ PS5 ਪ੍ਰੋ ਅਪਗ੍ਰੇਡਾਂ ਵਿੱਚੋਂ ਇੱਕ ਪ੍ਰਦਾਨ ਕਰਦਾ ਹੈ - ਯੂਰੋਗੇਮਰ",
        "2025 ਐਨਐਫਐਲ ਥ੍ਰੀ-ਰਾਉਂਡ ਮੌਕ ਡਰਾਫਟਃ ਜੈੱਟਸ ਨੇ ਸ਼ੈਡਰ ਸੈਂਡਰਸ ਨੂੰ ਚੁਣਿਆ, 49ers ਪਹਿਲੇ ਗੇੜ ਦੇ ਡਬਲਯੂਆਰ ਨਾਲ ਅਪਰਾਧ ਨੂੰ ਦੁਬਾਰਾ ਭਰਨਾ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਸਟਾਕ ਮਾਰਕੀਟ ਅੱਜਃ ਵਾਲ ਸਟ੍ਰੀਟ ਫੈੱਡ ਦੇ ਐਲਾਨ ਤੋਂ ਪਹਿਲਾਂ ਵਧਦੀ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਟਰੰਪ ਤੇ ਜ਼ੇਲੇਂਸਕੀ ਨੇ ਰੂਸ-ਯੂਕਰੇਨ ਜੰਗਬੰਦੀ 'ਤੇ ਕੀਤੀ ਗੱਲਬਾਤ ਸ਼ੁਰੂ - Axios",
        "ਗੂਗਲ ਨੇ ਮੁੜ ਡਿਜ਼ਾਇਨ ਕੀਤੇ $ 499 ਪਿਕਸਲ 9 ਏ ਦਾ ਪਰਦਾਫਾਸ਼ ਕੀਤਾ - TechCrunch",
        "ਸਟੇਟ ਪੁਲਿਸ ਨੇ ਟਰੂਪਰ ਮਾਈਕਲ ਪ੍ਰੌਕਟਰ ਨੂੰ ਬਰਖਾਸਤ ਕੀਤਾ, ਕੈਰਨ ਰੀਡ ਕੇਸ ਵਿੱਚ ਜਾਂਚਕਰਤਾ - ਬੋਸਟਨ ਗਲੋਬ",
        "ਬ੍ਰਸੇਲਜ਼ ਨੇ ਟਰੰਪ ਦੀ ਧਮਕੀ ਦੇ ਬਾਵਜੂਦ ਗੂਗਲ ਅਤੇ ਐਪਲ ਵਿਰੁੱਧ ਕਾਰਵਾਈ ਕੀਤੀ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "‘ਮੂਵ ਫਾਸਟ’: ਟੀਮ ਟਰੰਪ ਦੇ ਅਦਾਲਤਾਂ ਦਾ ਗੁੱਸਾ ਭੜਕਾਉਣ ਦੇ ਅੰਦਰ - ਰੋਲਿੰਗ ਸਟੋਨ",
        "Nvidia ਸਟਾਕ ਅਪ ਦੇ ਤੌਰ ਤੇ ਤਕਨੀਕੀ ਦੈਂਤ Widens ਏਆਈ ਐਡਵਾਂਸ ਦੇ ਨਾਲ ਪ੍ਰਤੀਯੋਗੀ ਮੌਟ - ਨਿਵੇਸ਼ਕ ਦਾ ਕਾਰੋਬਾਰ ਰੋਜ਼ਾਨਾ",
        "ਨੇਤਨਯਾਹੂ ਵੱਲ ਗੁੱਸਾ ਕਿਉਂਕਿ ਇਜ਼ਰਾਈਲੀਆਂ ਦੇ ਵਿਰੋਧ ਨੇ ਗਾਜ਼ਾ ਵਿੱਚ ਮੁੜ ਜੰਗ ਸ਼ੁਰੂ ਕੀਤੀ - ਸੀਐਨਐਨ",
        "ਤੁਰਕੀ ਵਿਚ ਪੁਲਿਸ ਨੇ ਇਸਤਾਂਬੁਲ ਦੇ ਮੇਅਰ ਏਕਰੇਮ ਇਮਾਮੋਗਲੂ ਨੂੰ ਗ੍ਰਿਫਤਾਰ ਕੀਤਾ, ਰਾਸ਼ਟਰਪਤੀ ਅਰਦੋਗਨ ਦੇ ਮੁੱਖ ਵਿਰੋਧੀ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਰਿਪੋਰਟਃ ਵਾਈਕਿੰਗਜ਼ ਐਰੋਨ ਰੋਜਰਸ ਦਾ ਪਿੱਛਾ ਨਹੀਂ ਕਰ ਰਹੇ, ਜੇ ਜੇ ਮੈਕਕਾਰਥੀ ਲਈ ਵਪਾਰਕ ਪੇਸ਼ਕਸ਼ਾਂ ਨੂੰ ਰੱਦ ਕਰੋ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਵਿੰਡੋਜ਼ 11 ਹੁਣ ਤੁਹਾਨੂੰ ਆਸਾਨੀ ਨਾਲ ਐਕਸਬਾਕਸ ਕੰਟਰੋਲਰ ਨਾਲ ਟਾਈਪ ਕਰਨ ਦਿੰਦਾ ਹੈ - ਦਿ ਵਰਜ",
        "ਜੇਐਫਕੇ ਫਾਈਲਾਂਃ ਰਾਸ਼ਟਰਪਤੀ ਦੀ ਹੱਤਿਆ 'ਤੇ ਰਿਕਾਰਡਾਂ ਦਾ ਆਖਰੀ ਬੈਚ ਜਾਰੀ - ਬੀਬੀਸੀ."
    ]
}