{
    "headlines": [
        "Masernausbruch in West-Texas verdoppelt sich auf 48 Fälle - CNN",
        "Sie verklagen nicht nur, um DOGE aufzuhalten. Sie verklagen Elon Musk selbst. - POLITICO",
        "Hausbesitzer bekennt sich schuldig, den schwarzen Teenager Ralph Yarl erschossen zu haben, der an der falschen Tür klingelte - ABC News",
        "Daughters of Target's late cofounder raise concern about company's pullback on DEI efforts - The Associated Press",
        "Jay-Z und Sean ‘Diddy’ Combs ’Vergewaltigungsklage von Jane Does Anwalt abgewiesen - Vielfalt",
        "Buffetts Berkshire hält Apple-Aktien, reduziert aber die Anteile an BofA, Citi und Capital One - The Wall Street Journal",
        "Was Analysten von der Apple-Aktie vor der Produkteinführung am Mittwoch halten - Investopedia",
        "Gerätefehlfunktion, abgelegte Nachrichten, die von NTSB bei einem Absturz in der Luft in der Nähe von D.C. betrachtet wurden - NBC News",
        "Brighton & Hove Albion 3: 0 Chelsea, Premier League: Reaktion nach dem Spiel, Bewertungen - We Ain 't Got No History",
        "Bericht: 2 Menschen wurden bei der Super Bowl 59-Meisterschaftsparade der Eagles in Philadelphia angeschossen - Yahoo Sports",
        "Eine intensive Grippesaison füllt Krankenhäuser mit schwerkranken Patienten - WTOP",
        "Eine Drohne durchbohrte die Außenhülle des ukrainischen Kernkraftwerks Tschernobyl. Die Strahlungswerte sind normal - The Associated Press",
        "Der Staatsanwalt tritt zurück, nachdem er angeordnet hatte, das Korruptionsverfahren gegen den Bürgermeister von New York, Eric Adams, einzustellen - The Washington Post",
        "Trump sagt, dass neue Zölle auf Autos um den 2. April herum kommen - Bloomberg",
        "Trump sagt, er würde am Samstag eine harte Haltung gegenüber Gaza einnehmen - The Jerusalem Post",
        "Nordlichtprognose: Hier kann Aurora Borealis am Valentinstag erscheinen - Forbes",
        "Munich Updates: Zelensky Tells Vance Ukraine Needs 'Security Guarantees' for Peace Talks - Newsweek",
        "Uptick bei Erdbeben könnte einen möglichen Ausbruch am Vulkan Mount Spurr in Alaska signalisieren - ABC News"
    ]
}