{
    "headlines": [
        "ਟਰੰਪ ਦੇ ਰਾਜਦੂਤ ਮਾਦੁਰੋ ਨਾਲ ਮੁਲਾਕਾਤ ਤੋਂ ਬਾਅਦ ਵੈਨਜ਼ੂਏਲਾ ਨੇ ਛੇ ਅਮਰੀਕੀ ਆਦਮੀਆਂ ਨੂੰ ਰਿਹਾਅ ਕੀਤਾ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "Dejounte Murray Achilles tendon ਹੰਝੂ, ਰਿਪੋਰਟ ਅਨੁਸਾਰ, ਦੇ ਤੌਰ ਤੇ Pelicans ਦੀ ਸੱਟ-ਦਰਦ ਸੀਜ਼ਨ ਬਦਤਰ ਕਰਨ ਲਈ ਚਲਾ - CBS Sports",
        "ਸੈਮ ਅਲਟਮੈਨ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਓਪਨਏਆਈ ਦੋ ਨਵੇਂ ਏਆਈ ਪਹੁੰਚਾਂ ਨੂੰ ਅਪਣਾਏਗੀ, ਇੱਕ ਦੀਪਸੇਕ ਤੋਂ ਅਤੇ ਦੂਜਾ ਮੈਟਾ ਤੋਂ - ਬਿਜ਼ਨਸ ਇਨਸਾਈਡਰ",
        "ਐਚਆਈਵੀ, ਟ੍ਰਾਂਸਜੈਂਡਰ ਕੇਅਰ, ਜਲਵਾਯੂ ਤਬਦੀਲੀ ਅਤੇ ਹੋਰ ਸੰਘੀ ਵੈਬਸਾਈਟਾਂ ਹਨੇਰੇ ਵਿੱਚ ਚਲੀਆਂ ਜਾਂਦੀਆਂ ਹਨ - ਐਕਸੀਓਸ",
        "ਟਰੰਪ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਨ੍ਹਾਂ ਨੇ ਕੈਲੀਫੋਰਨੀਆ ਦਾ ਪਾਣੀ ਖੋਲ੍ਹਿਆ । ਸਥਾਨਕ ਅਧਿਕਾਰੀਆਂ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਸਨੇ ਉਨ੍ਹਾਂ ਨੂੰ ਲਗਭਗ ਹੜ੍ਹ ਦਿੱਤਾ. - ਪੋਲਿਟਿਕੋ",
        "ਕੋਹਲ ਦੇ 27 ਸਟੋਰਾਂ ਨੂੰ ਬੰਦ ਕਰਨ ਦੀ ਘੋਸ਼ਣਾ ਤੋਂ ਬਾਅਦ ਕਾਰਪੋਰੇਟ ਵਰਕਫੋਰਸ ਦੇ 10% ਹਫ਼ਤਿਆਂ ਵਿੱਚ ਕਟੌਤੀ - ਯੂਐਸਏ ਅੱਜ",
        "ਟਰੰਪ ਪ੍ਰਸ਼ਾਸਨ ਨੇ ਜਨਵਰੀ 6 ਕੇਸਾਂ ਵਿੱਚ ਸ਼ਾਮਲ ਸਰਕਾਰੀ ਵਕੀਲਾਂ ਨੂੰ ਬਰਖਾਸਤ ਕੀਤਾ ਅਤੇ ਐਫਬੀਆਈ ਏਜੰਟਾਂ ਨੂੰ ਬਾਹਰ ਕੱ toਣ ਵੱਲ ਵਧਿਆ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਟਰੰਪ ਵ੍ਹਾਈਟ ਹਾ Houseਸ ਨੇ ਨਵੀਂ ਵੀਡੀਓ ਵਿਚ ਸੇਲੇਨਾ ਗੋਮੇਜ਼ 'ਤੇ ਨਿਸ਼ਾਨਾ ਸਾਧਿਆ ਹੈ ਜਿਸ ਵਿਚ ਉਸ ਦੇ ਡਿਪੋਰਟੇਸ਼ਨਾਂ ਬਾਰੇ ਰੋਣ' ਤੇ ਪ੍ਰਤੀਕ੍ਰਿਆ ਦਿੱਤੀ ਗਈ ਹੈ - ਵੰਨਗੀ",
        "ਤਕਨੀਕੀ ਸਟਾਕਾਂ ਵਿੱਚ ਏਆਈ ਮੈਨੀਆ ਦੇ ਵਿਚਕਾਰ ‘ਕਿਸੇ ਨੇ ਵੀ ਦੀਪਸੀਕ ਨੂੰ ਆਉਂਦੇ ਨਹੀਂ ਵੇਖਿਆ‘ ਤੋਂ ਬਾਅਦ ਮਹੀਨਿਆਂ ਵਿੱਚ ਸਭ ਤੋਂ ਭੈੜਾ ਹਫਤਾ ਹੁੰਦਾ ਹੈ - ਮਾਰਕੀਟਵਾਚ",
        "ਓਸੀ ਕਲੇਟਨ ਐਡਮਜ਼ ਦੀ ਕਾਉਬੌਇਜ਼ ਦੀ ਨਿਯੁਕਤੀ ਡੱਲਾਸ ਦੇ ਅਪਰਾਧ ਦੇ ਭਵਿੱਖ ਬਾਰੇ ਇਕ ਗੱਲ ਸਪੱਸ਼ਟ ਕਰਦੀ ਹੈ - ਡੱਲਾਸ ਮਾਰਨਿੰਗ ਨਿ Newsਜ਼",
        "ਜਰਮਨ ਸਿਆਸਤਦਾਨ ਸੀਰੀਆ ਦੇ ਪਨਾਹ ਮੰਗਣ ਵਾਲਿਆਂ ਨੂੰ ਸੰਕੇਤ ਦਿੰਦੇ ਹਨਃ ਇਹ ਘਰ ਜਾਣ ਦਾ ਸਮਾਂ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਕਾਲਜ ਬਾਸਕਟਬਾਲ ਪਿਕਸ, ਸ਼ਡਿ: ਲਃ ਟੈਨਿਸੀ ਬਨਾਮ ਫਲੋਰੀਡਾ ਲਈ ਭਵਿੱਖਬਾਣੀ ਅਤੇ ਸ਼ਨੀਵਾਰ ਲਈ ਹੋਰ ਚੋਟੀ ਦੀਆਂ 25 ਖੇਡਾਂ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਫੈਡਰਲ ਰਿਜ਼ਰਵ ਦੇ ਸਾਬਕਾ ਅਧਿਕਾਰੀ 'ਤੇ ਚੀਨ ਨੂੰ ਭੇਦ ਪਾਸ ਕਰਨ ਦਾ ਦੋਸ਼ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "ਪੈਰਿਸ ਵਿਚ ਐਮੀਲੀ ਸਟਾਰ ਲਿਲੀ ਕੋਲਿਨਸ ਚਾਰਲੀ ਮੈਕਡਾਵਲ ਨਾਲ ਪਹਿਲੇ ਬੱਚੇ ਦਾ ਸਵਾਗਤ ਕਰਦੀ ਹੈ - ਹਿੰਦੁਸਤਾਨ ਟਾਈਮਜ਼",
        "ਜ਼ੋਏ ਸਾਲਡਾਨਾ ਕਾਰਲਾ ਸੋਫੀਆ ਗੈਸਕੋਨ ਦੇ ਅਪਮਾਨਜਨਕ ਟਵੀਟਸ ਦਾ ਸਮਰਥਨ ਨਹੀਂ ਕਰਦਾਃ ‘ਇਹ ਮੈਨੂੰ ਉਦਾਸ ਕਰਦਾ ਹੈ’ - ਰੋਲਿੰਗ ਸਟੋਨ",
        "ਰੂਬੀਓ ਨੇ ਲਾਤੀਨੀ ਅਮਰੀਕਾ ਦੀ ਯਾਤਰਾ 'ਤੇ ਟਰੰਪ ਤੋਂ ਇੱਕ ਸਖਤ ਸੰਦੇਸ਼ ਲਿਆਇਆ - ਬਲੂਮਬਰਗ",
        "ਐਫ ਡੀ ਏ ਨੇ 20 ਸਾਲਾਂ ਤੋਂ ਵੱਧ ਸਮੇਂ ਵਿਚ ਪਹਿਲੀ ਗੈਰ-ਓਪੀਓਡ ਦਰਦ ਦੀ ਦਵਾਈ ਨੂੰ ਮਨਜ਼ੂਰੀ ਦਿੱਤੀ - ਆਰਸ ਟੈਕਨੀਕਾ",
        "2025 ਗ੍ਰੈਮੀ ਅਵਾਰਡਾਂ ਨੂੰ ਕਿਵੇਂ ਵੇਖਣਾ ਹੈ — ਕੇਬਲ, ਸਟ੍ਰੀਮਿੰਗ ਅਤੇ ਮੁਫਤ ਵਿਕਲਪ - ਫੋਰਬਸ"
    ]
}