{
    "headlines": [
        "Mona Lisa to get a room of her own in Louvre museum renovation - The Washington Post",
        "Why did Elon Musk just say Trump wants to bring two stranded astronauts home? - Ars Technica",
        "Two dead, dozens sickened in Kansas tuberculosis outbreak - CNN",
        "Rare bird flu strain found in California raises potential of wider spread - The Washington Post",
        "Trump signs order to end federal support for gender transitions for people under 19 - PBS NewsHour",
        "Starbucks Comeback Gains Momentum With Sales Slump Easing - Bloomberg",
        "Listen to Justin Baldoni’s Lengthy 2 a.m. Voice Memo to Blake Lively - Hollywood Reporter",
        "'Doomsday Clock' moved closest ever to humanity's destruction - BBC.com",
        "Doc: Michigan fighting allegations made by NCAA in Connor Stalions sign-stealing saga - Yahoo Sports",
        "Violence erupts in mineral-rich DR Congo as rebels move into key city. Here’s what we know - CNN",
        "Scoop: Trump offering buyouts to all federal workers, source says - Axios",
        "Senior Bowl Notebook: Large Patriots Contingent on Hand, Day One Practice Standouts in Mobile - Patriots.com",
        "AI haters build tarpits to trap and trick AI scrapers that ignore robots.txt - Ars Technica",
        "Selena Gomez reacts to politician who said she should be deported after video of her crying amid ICE raids - Yahoo! Voices",
        "DeepSeek Panic Live Updates: Nvidia Stock Makes History Again With $260 Billion Rebound - Forbes",
        "Mouse With Two Male Parents Survives to Adulthood - Neuroscience News",
        "WHO statement on potential global threat to people living with HIV - World Health Organization",
        "Trump Doubles Down on Proposal to Relocate Palestinians From Gaza - The Wall Street Journal",
        "What you need to know about Lunar New Year and the Year of the Snake - PBS NewsHour",
        "Senate Democrats block GOP’s ICC sanctions bill - The Hill"
    ]
}