{
    "headlines": [
        "«Дюна: Пророчество» предупреждает нас о харизматичных лидерах и убийственном ИИ - The Washington Post",
        "Верховный суд Техаса расчистил путь для новой даты казни Роберта Роберсона в связи со смертью 2-летней дочери - CNN",
        "Зеленский предостерег Шольца от звонка Путину, сообщает источник в Киеве - Reuters",
        "Nvidia повышает целевую цену. Акции в любом случае падают. - Barron's",
        "Майк Тайсон против Джейка Пола Fight Streams Tonight на Netflix. В какое время можно смотреть - CNET",
        "Рэйчел Зеглер извинилась за пост против Трампа после призывов к Disney уволить звезду «Белоснежки» - Страница шестая",
        "Сначала плати, потом рожай: некоторых женщин просят внести предоплату за ребенка - Новости CBS",
        "Thune сталкивается с первым тестом на лояльность: что делать с самыми спорными выборами Кабинета Трампа - POLITICO",
        "Розничные продажи стабильны после предупреждения Пауэлла о снижении ставки ФРС; S&P 500 падает - ежедневная деловая газета для инвесторов",
        "GM сокращает 1000 сотрудников в связи с реорганизацией и сокращением расходов - CNBC",
        "Хуан Сото поинтересовался тремя конкретными вещами на бесплатном агентском поле Red Sox - Sports Illustrated",
        "Новое исследование предсказывает, что к 2050 году 260 МИЛЛИОНОВ американцев будут страдать ожирением, Трамп назначит RFK-младшего министром здравоохранения, а Onion купит Infowars - Yahoo! Voices",
        "Конан О 'Брайен проведет церемонию вручения «Оскара» 2025 года - эстрада",
        "Илон Маск нанимает свою целевую группу DOGE, но вам нужно будет работать более80 часов в неделю над негласным сокращением расходов - Fortune",
        "Высокопоставленный иранский чиновник клянется поддержать Ливан в войне между Израилем и «Хезболлой», поскольку США настаивают на прекращении огня - The Associated Press",
        "Обзор: Amazon's 2024 Kindle Paperwhite делает лучшую электронную книгу немного лучше - Ars Technica",
        "Последняя суперлуна 2024 года восходит сегодня вечером, как полная луна бобра в ноябре - Space.com",
        "По словам ВОЗ, всплеск заболеваемости корью во всем мире вызван отсутствием охвата вакцинацией - The Washington Post",
        "Я тоже установил открыватель гаражных ворот с открытым исходным кодом, и мне это нравится - Ars Technica",
        "Огромные ставки с Dawgs-Vols! Лучшие 4 команды отправляются в путь! Коннелли ломает его - ESPN"
    ]
}