{
    "headlines": [
        "نقطة محذوفة هنا",
        "تقرير جديد يضيف تدقيقًا جديدًا إلى قصة إصابة شيهي بطلق ناري - أخبار الربع الثاني",
        "تعرض مقر الحزب الحاكم في اليابان لهجوم بالقنابل الحارقة وتم اعتقال المشتبه به - وكالة أسوشيتد برس",
        "ليام باين: تقول شيريل إن وفاته \"مؤلمة بشكل لا يوصف\" - BBC.com",
        "آخر المستجدات حول مقتل زعيم حماس وحربه في الشرق الأوسط - سي إن إن",
        "ماسك تسلا تحقق من قبل الولايات المتحدة بشأن سلامة برامج القيادة الذاتية - BBC.com",
        "\"المصارع 2\" يرسل ريدلي سكوت ودينزل واشنطن وبول ميسكال إلى سباق الأوسكار ؛ ردود الفعل الأولى تدعو تتمة \"ملحمة\" و \"سيكو المطلق شت\" - مجموعة متنوعة",
        "نيويورك يانكيز على بعد فوز واحد من بطولة العالم المراوغة بعد إيقاف كليفلاند جارديانز المرنة في المباراة 4 من ALCS - CNN",
        "بالطبع نهائيات WNBA تسير على الطريق الصحيح: كيف فاز الوشق بالمباراة 4 - ESPN",
        "يلتقي هاريس وترامب في ميشيغان الضيقة للغاية سعياً وراء تحالف فائز - سي إن إن",
        "تعاني كوبا من انقطاع التيار الكهربائي في جميع أنحاء البلاد بعد فشل محطة الطاقة الرئيسية - BBC.com",
        "يحتضن Mets \"فرصة للقيام بشيء خاص\" حيث تصل NLCS ضد Dodgers إلى اللعبة 6 - sny.tv",
        "المشرع الأمريكي: القوات الكورية الشمالية التي تقاتل من أجل روسيا ستعبر \"الخط الأحمر\" - نيوزويك",
        "نجمة \"Smile 2\" نعومي سكوت حول الإشارة إلى كريستين ستيوارت وتلقي ابتسامات مخيفة في الأماكن العامة: \"من فضلك لا تفعل\" - مراسل هوليوود",
        "يقول المدعون العامون إن المشتبه به في جرائم قتل ديلفي ريتشارد ألين أجبر المراهقين على الخروج عن المسار قبل قتلهم — وهناك أدلة فيديو - نيويورك بوست",
        "أبراج الحب والعلاقة لـ 19 أكتوبر 2024 - هندوستان تايمز",
        "نقطة محذوفة هنا",
        "تجاوز الناخبون الأوائل في ولاية كارولينا الشمالية، الذين ما زالوا يتعافون من هيلين، إقبال الناخبين لعام 2020 - وكالة أسوشيتد برس",
        "مؤشر داو جونز ومؤشر ستاندرد آند بورز ينتهيان عند مستويات قياسية جديدة، مدعومين بأرباح Netflix وأسهم التكنولوجيا - رويترز",
        "يسخر هاريس من المتظاهرين المؤيدين للحياة \"في التجمع الخاطئ\" قبل ساعات من ازدراء العشاء الخيري الكاثوليكي - فوكس نيوز"
    ]
}