{
    "headlines": [
        "ਵਿਸ਼ੇਸ਼ ਵਕੀਲ ਜੈਕ ਸਮਿਥ ਨਵੀਂ ਫਾਈਲਿੰਗ ਵਿਚ ਟਰੰਪ ਵਿਰੁੱਧ ਆਪਣੇ 2020 ਦੇ ਚੋਣ ਕੇਸ ਦੀ ਪੂਰੀ ਤਸਵੀਰ ਪ੍ਰਦਾਨ ਕਰਦਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਬ੍ਰੂਅਰਜ਼ ਨੇ ਮੇਟਸ ਵਿਰੁੱਧ ਪੰਜਵੇਂ, ਟ੍ਰੇਲ ਵਿਚ ਇਕ ਦੌੜ ਵਾਪਸ ਕੀਤੀ - ਮਿਲਵਾਕੀ ਜਰਨਲ ਸੈਂਟੀਨੇਲ",
        "12 ਵਿੱਚੋਂ 1 ਯੂਟਾਹਨ ਲੰਬੇ ਕੋਵਿਡ ਤੋਂ ਪੀੜਤ ਹਨ, ਸਿਹਤ ਵਿਭਾਗ ਦਾ ਅਧਿਐਨ ਕਹਿੰਦਾ ਹੈ - KSL.",
        "ਅਮਰੀਕੀ ਬੰਦਰਗਾਹ ਮਜ਼ਦੂਰ ਯੂਨੀਅਨ ਦੀ ਹੜਤਾਲ 'ਚ ਵ੍ਹਾਈਟ ਹਾਊਸ ਦੀ ਹਮਾਇਤ - ਰਾਇਟਰ",
        "ਰਾਏਃ ਓਪਨਏਆਈ ਹੁਣ 87% ਤੋਂ ਵੱਧ ਐਸ ਐਂਡ ਪੀ 500 ਕੰਪਨੀਆਂ ਦੀ ਕੀਮਤ ਹੈ. ਇਸ ਨੂੰ ਅੱਗੇ ਸਖਤ ਪਰੀਖਿਆ ਦਾ ਸਾਹਮਣਾ ਕਰਨਾ ਪੈਂਦਾ ਹੈ. - ਮਾਰਕੀਟਵਾਚ",
        "ਲੋਕ ਬਹੁਤ ਜ਼ਿਆਦਾ ਮੌਸਮ ਤੋਂ ਬਚਣ ਲਈ ਐਸ਼ੇਵਿਲ ਚਲੇ ਗਏ । ਉਹ ਇਸ ਦੇ ਦੁਖਦਾਈ ਇਤਿਹਾਸ ਨੂੰ ਭੁੱਲ ਗਏ. - ਸੀ ਐਨ ਐਨ",
        "ਇਜ਼ਰਾਈਲ ਦੋ ਮੋਰਚਿਆਂ 'ਤੇ ਅੱਗੇ ਵਧਦਾ ਹੈ ਅਤੇ ਇਕ ਵਿਸ਼ਾਲ ਯੁੱਧ ਪਹਾੜ ਦੇ ਡਰ ਵਜੋਂ 8 ਲੜਾਕੂ ਮੌਤਾਂ ਦੀ ਰਿਪੋਰਟ ਕਰਦਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਜੈਕਸ ਟੇਲਰ ਨੇ ਖੁਲਾਸਾ ਕੀਤਾ ਕਿ ਉਸਨੇ ਕਦੇ ਵੀ ‘ਕਾਨੂੰਨੀ ਤੌਰ’ ਤੇ ਬ੍ਰਿਟਨੀ ਕਾਰਟਰਾਈਟ ਨਾਲ ਵਿਆਹ ਨਹੀਂ ਕੀਤਾ; ਬੱਚਿਆਂ ਦੀ ਪੂਰੀ ਹਿਰਾਸਤ ਨੂੰ ਸੌਂਪੋ - ਹਿੰਦੁਸਤਾਨ ਟਾਈਮਜ਼",
        "ਵਿਟ ਰਾਇਲਜ਼ ਨੂੰ ਐਲਡੀਐਸ - ਈਐਸਪੀਐਨ ਵਿੱਚ ਪਾਉਣ ਲਈ ਇੱਕ ਹੋਰ ਵੱਡਾ ਹਿੱਟ ਪ੍ਰਦਾਨ ਕਰਦਾ ਹੈ",
        "ਡਾਕਟਰ ਨੇ 'ਫ੍ਰੈਂਡਜ਼' ਸਟਾਰ ਮੈਥਿ Per ਪੈਰੀ ਦੀ ਮੌਤ ਵਿਚ ਦੋਸ਼ੀ ਮੰਨਿਆ - ਰਾਇਟਰਜ਼",
        "ਡਬਲਯੂਡਬਲਯੂਆਈਆਈ ਦਾ ਅਮਰੀਕੀ ਬੰਬ ਜਾਪਾਨੀ ਹਵਾਈ ਅੱਡੇ 'ਤੇ ਫਟਿਆ, ਟੈਕਸੀਵੇਅ' ਤੇ ਇਕ ਕ੍ਰੇਟਰ ਛੱਡ ਗਿਆ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਨਿ York ਯਾਰਕ ਸਿਟੀ ਦੇ ਮੇਅਰ ਏਰਿਕ ਐਡਮਜ਼ — ਪ੍ਰਸ਼ਨ ਵਿਚ ਆਪਣੀ ਖੁਦ ਦੀ ਸੁਰੱਖਿਆ ਕਲੀਅਰੈਂਸ — ਹਾਈ ਅਲਰਟ 'ਤੇ ਐਨਵਾਈਪੀਡੀ ਕਹਿੰਦਾ ਹੈ - ਪੋਲਿਟਿਕੋ",
        "Davante ਐਡਮਜ਼ ਲੈਂਡਿੰਗ ਸਪਾਟਃ ਸਟੀਲਰਜ਼, ਸੰਤਾਂ, ਰੇਡਰਜ਼ ਸਟਾਰ ਡਬਲਯੂਆਰ ਲਈ ਸੰਭਾਵਤ ਵਪਾਰਕ ਸਥਾਨਾਂ ਵਿੱਚ ਜੈੱਟਸ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਤੁਸੀਂ ਮੈਨੂੰ ਮਾਰ ਰਹੇ ਹੋ, ਵਾਲਜ਼ - ਐਟਲਾਂਟਿਕ",
        "ਮਿਲਿ ਬੌਬੀ ਬ੍ਰਾਊਨ ਨੇ ਆਪਣੇ ਗਾਲੀਆ ਲਾਹਵ ਵਿਆਹ ਦੇ ਪਹਿਰਾਵੇ ਨੂੰ ਨਾਟਕੀ ਮੋੜ ਦੇ ਨਾਲ ਸਹਿ-ਡਿਜ਼ਾਇਨ ਕੀਤਾ, ਟਸਕਨੀ ਵਿੱਚ ਜੇਕ ਬੋਂਗੀਓਵੀ ਨਾਲ ਵਿਆਹ ਕਰਦਾ ਹੈ - ਯਾਹੂ ਐਂਟਰਟੇਨਮੈਂਟ",
        "ਬਾਈਡੇਨ ਨੇ ਇਰਾਨ ਦੇ ਪ੍ਰਮਾਣੂ ਸਥਾਨਾਂ 'ਤੇ ਸੰਭਾਵਿਤ ਇਜ਼ਰਾਈਲੀ ਹਮਲਿਆਂ ਦਾ ਵਿਰੋਧ ਕੀਤਾ - ਬੀਬੀਸੀ.",
        "ULA ਦਾ Vulcan Centaur ਰਾਕੇਟ 4 ਅਕਤੂਬਰ ਨੂੰ ਦੂਜੀ ਵਾਰ ਲਾਂਚ ਕਰਨ ਲਈ 'ਗੋ' ਹੈ - ਸਪੇਸ ਡਾਟ ਕਾਮ",
        "ਤਸਵੀਰਾਂ ਵਿੱਚਃ ਸੂਰਜ ਗ੍ਰਹਿਣ 'ਅੱਗ ਦੀ ਰਿੰਗ‘ ਬਣਾਉਂਦਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਰੂਸੀ ਅਦਾਲਤ ਨੇ ਅਮਰੀਕੀ ਬੈਂਕਾਂ ਜੇਪੀ ਮੋਰਗਨ ਅਤੇ ਮੇਲਨ ਦੇ ਫੰਡਾਂ ਨੂੰ ਫਰੀਜ਼ ਕੀਤਾ - ਰਾਇਟਰਜ਼",
        "ਲੇਵੀ ਸਟ੍ਰੌਸ ਮਾਰਗਦਰਸ਼ਨ ਨੂੰ ਟ੍ਰਿਮ ਕਰਦਾ ਹੈ ਕਿਉਂਕਿ ਇਹ ਡੌਕਰ ਦੇ ਕਾਰੋਬਾਰ ਦੀ ਵਿਕਰੀ ਨੂੰ ਤੋਲਦਾ ਹੈ - ਸੀ ਐਨ ਬੀ ਸੀ"
    ]
}