{
    "headlines": [
        "ਫ੍ਰੈਂਚਾਈਨ ਅੰਦਰੂਨੀ ਹਿੱਲਦੇ ਹੋਏ ਕਮਜ਼ੋਰ ਹੋ ਜਾਂਦੀ ਹੈ, ਵਾਧੂ ਮੀਂਹ ਲਿਆਉਂਦੀ ਹੈ - ਐਨਬੀਸੀ ਨਿ Newsਜ਼",
        "ਹਟਾਈ",
        "ਉੱਤਰੀ ਕੋਰੀਆ ਇੱਕ ਗੁਪਤ ਯੂਰੇਨੀਅਮ-ਸੁਰੱਖਿਅਤ ਸਹੂਲਤ ਦੀ ਝਲਕ ਦਿੰਦਾ ਹੈ ਕਿਉਂਕਿ ਕਿਮ ਵਧੇਰੇ ਪਰਮਾਣੂਆਂ ਲਈ ਧੱਕਦਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਵਿਗਿਆਨੀਆਂ ਨੇ 650 ਫੁੱਟ ਦੀ ਮੈਗਾ ਸੁਨਾਮੀ ਦੇ ਰਹੱਸ ਨੂੰ ਹੱਲ ਕੀਤਾ ਹੈ ਜਿਸ ਨਾਲ ਧਰਤੀ 9 ਦਿਨਾਂ ਤੱਕ ਕੰਬਦੀ ਰਹੀ - ਸੀਐਨਐਨ",
        "ਹਟਾਈ",
        "ਯੂਕਰੇਨੀ ਫੌਜਾਂ ਨੇ ਕੁਰਸਕ ਦੇ 20 ਮੀਲ ਪੱਛਮ ਵੱਲ ਰੂਸੀ ਸਰਹੱਦ ਦੀ ਰੱਖਿਆ ਕੀਤੀ - ਪਰ ਬਹੁਤ ਦੂਰ ਨਹੀਂ ਹੋਇਆ - ਫੋਰਬਸ",
        "ਅਸੀਂ ਡਾਲਫਿਨ ਬਾਰੇ ਕੀ ਜਾਣਦੇ ਹਾਂ ਕਿ Qਬੀ ਟੂਆ ਟੈਗੋਵੈਲੋਆ ਦੀ ਕੰਨਕਸ਼ਨ - ਅਤੇ ਅੱਗੇ ਕੀ ਹੈ - ਈਐਸਪੀਐਨ",
        "ਵੀਰਵਾਰ, 12 ਸਤੰਬਰ, 2024 ਲਈ ਕੁੰਡਲੀ - ਸ਼ਿਕਾਗੋ ਸੂਰਜ-ਟਾਈਮਜ਼",
        "ਪੱਛਮੀ ਰਾਜਾਂ ਵਿੱਚ ਟਰੰਪ ਮੁਹਿੰਮਾਂ ਜਿਵੇਂ ਕਿ ਹੈਰਿਸ ਨਾਜ਼ੁਕ ਪੈਨਸਿਲਵੇਨੀਆ 'ਤੇ ਕੇਂਦ੍ਰਤ ਕਰਦਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਉੱਤਰੀ ਡਕੋਟਾ ਜੱਜ ਨੇ ਰਾਜ ਦੇ ਗਰਭਪਾਤ 'ਤੇ ਪਾਬੰਦੀ ਨੂੰ ਗੈਰ-ਸੰਵਿਧਾਨਕ ਨਿਯਮ - Axios",
        "ਟਰੰਪ ਨੇ ਪ੍ਰਵਾਸੀ ਪਾਲਤੂ ਜਾਨਵਰਾਂ ਦੇ ਖਾਣ ਦੇ ਦਾਅਵਿਆਂ 'ਤੇ ਦੁੱਗਣਾ ਕੀਤਾ, ਓਵਰਟਾਈਮ ਟੈਕਸਾਂ ਨੂੰ ਰੋਕਣ ਦੀ ਸਹੁੰ ਖਾਧੀ - ਐਰੀਜ਼ੋਨਾ ਰੀਪਬਲਿਕ",
        "ਕੈਲੀਫੋਰਨੀਆ ਦੇ ਇਕ ਖੂਬਸੂਰਤ ਪਹਾੜੀ ਕਸਬੇ ਵਿਚ ਇਕ ਬਰਫਬਾਰੀ ਨਾਲ ਭਿੱਜਿਆ ਹੋਇਆ ਹੁਣ ਜੰਗਲੀ ਅੱਗ ਦਾ ਖ਼ਤਰਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਹਟਾਈ",
        "ਟਾਇਰਿਕ ਹਿੱਲ ਦਾ ਦੋਸ਼ ਹੈ ਕਿ ਪੁਲਿਸ ਅਧਿਕਾਰੀ ਨੇ ਗ੍ਰਿਫਤਾਰੀ ਦੌਰਾਨ ਉਸ ਦੀ ਗਰਦਨ ਨੂੰ ਪੂੰਝਿਆ, 'ਮੈਨੂੰ ਉਸ ਨਾਲ ਕੁਝ ਕਰਨ ਲਈ ਮਜਬੂਰ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼' - ਫੌਕਸ ਨਿ Newsਜ਼",
        "ਵਾਰਨ ਟਰੱਕ ਰੈਲੀ 'ਤੇ ਫੇਨਃ ਸਟੈਲੇਨਟਿਸ ਕਿਤੇ ਵੀ ਯੂਏਡਬਲਯੂ ਇਕਰਾਰਨਾਮੇ ਵਿਚ ਵਚਨਬੱਧਤਾ ਨੂੰ ਮਾਰਨ ਦੇ ਨੇੜੇ ਨਹੀਂ - ਡੀਟ੍ਰਾਯਟ ਫ੍ਰੀ ਪ੍ਰੈਸ",
        "ਅਮਰੀਕਾ ਦੇ ਹਰ ਰਾਜ ਵਿਚ ਮੋਟਾਪੇ ਦੀਆਂ ਦਰਾਂ 20% ਤੋਂ ਉੱਪਰ ਹਨ, ਸੀਡੀਸੀ ਨੇ ਪਾਇਆ. ਆਪਣੀ ਤਾਜ਼ਾ ਰਿਪੋਰਟ ਤੋਂ 4 ਮੁੱਖ ਟੇਕਵੇ. - ਯਾਹੂ ਲਾਈਫ",
        "ਪੁਤਿਨ ਨੇ ਲੰਬੀ ਦੂਰੀ ਦੇ ਹਥਿਆਰਾਂ ਨੂੰ ਰੂਸ ਦੇ ਅੰਦਰ ਹਮਲਾ ਕਰਨ ਦੀ ਆਗਿਆ ਦੇਣ ਦੀਆਂ ਰਿਪੋਰਟਾਂ ਦੇ ਵਿਚਕਾਰ ਨਾਟੋ ਨੂੰ ਧਮਕੀ ਦਿੱਤੀ - ਦ ਹਿੱਲ",
        "ਬੋਇਸ ਸਟੇਟ ਸਮੇਤ ਚਾਰ ਮਾਉਂਟੇਨ ਵੈਸਟ ਸਕੂਲਾਂ ਨੂੰ ਜੋੜਨ ਲਈ ਇੱਕ ਮੁੜ ਸੁਰਜੀਤ ਪੀਏਸੀ -12 - ਦਿ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਆਈਫੋਨ 16 (+ ਟੋਰਾਸ ਮੈਗਨੈਟਿਕ ਓਸਟੈਂਡ 360 ਸਪਿਨ ਕੇਸ) ਨੂੰ ਪ੍ਰੀ-ਆਰਡਰ ਕਰਨ ਲਈ ਕਿਵੇਂ ਤਿਆਰ ਕਰੀਏ - 9to5Mac",
        "‘ਮਾਰਮਨ ਪਤਨੀਆਂ ਦੀ ਗੁਪਤ ਜ਼ਿੰਦਗੀ’ ਸਟਾਰਸ ਟੇਲਰ ਅਤੇ ਮੇਸੀ ਨੇ ਜੇਨ ਐਫਲੈਕ ਨੂੰ ‘ਹਾਰਡ ਵੇਅ ਸਿੱਖੋ’ ਬਾਰੇ ਆਪਣੇ ਪਤੀ ਜ਼ੈਕ ਅਤੇ ਵਿਟਨੀ ਦੀ ਮੋਮਟੋਕ ਸਥਿਤੀ ਬਾਰੇ ਕਿਹਾਃ ‘ਉਹ ਅਸਲ ਵਿੱਚ ਕਿਸੇ ਨਾਲ ਵੀ ਨੇੜੇ ਨਹੀਂ ਹੈ’ - ਵੰਨਗੀ"
    ]
}