{
    "headlines": [
        "ਸਟਾਕ ਮਾਰਕੀਟ ਅੱਜਃ ਐਸ ਐਂਡ ਪੀ 500, ਡਾਓ ਫੈਡ ਚੀਅਰ ਫਿਜ਼ਲਜ਼ ਦੇ ਤੌਰ ਤੇ ਰਿਕਾਰਡਾਂ ਤੋਂ ਪਿੱਛੇ ਹਟੋ - ਯਾਹੂ ਵਿੱਤ",
        "ਲਾਈਵ ਅਪਡੇਟਸਃ ਇਜ਼ਰਾਈਲ ਨੇ ਬੇਰੂਤ ਸਟ੍ਰਾਈਕ ਵਿਚ ਸੀਨੀਅਰ ਹਿਜ਼ਬੁੱਲਾਹ ਸ਼ਖਸੀਅਤ ਨੂੰ ਨਿਸ਼ਾਨਾ ਬਣਾਇਆ - ਸੀ ਐਨ ਐਨ",
        "ਸ਼ੋਹੇਈ ਓਹਤਾਨੀ ਟਰੈਕਰਃ ਡੋਜਰਸ ਸਟਾਰ ਬੇਮਿਸਾਲ 50-50 ਸੀਜ਼ਨ ਤੇ ਪਹੁੰਚਦਾ ਹੈ, ਫਿਰ 51-51 ਨਾਲ ਮਹਾਂਕਾਵਿ ਖੇਡ ਬਨਾਮ ਮਾਰਲਿਨਸ - ਯਾਹੂ ਸਪੋਰਟਸ",
        "ਹਟਾਈ",
        "ਟਰੰਪ ਯਹੂਦੀ ਅਮਰੀਕੀਆਂ ਦੇ ਵਿਰੁੱਧ ਰੇਲਿੰਗ ਕਰਦਾ ਹੈ ਜੋ ਭਾਸ਼ਣ ਵਿਚ ਉਸ ਨੂੰ ਵੋਟ ਨਹੀਂ ਦਿੰਦੇ ਹਨ ਵਿਰੋਧੀਵਾਦ 'ਤੇ ਕੇਂਦ੍ਰਤ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਕੈਟਲਿਨ ਕਲਾਰਕ ਡਬਲਯੂਐਨਬੀਏ ਪਲੇਆਫਸ ਵਿੱਚਃ ਪਹਿਲੇ ਗੇੜ ਦਾ ਵਿਰੋਧੀ, ਅਨੁਸੂਚੀ - ਕੇਸੀਸੀਆਈ ਦੇਸ ਮੋਇਨੇਸ",
        "20 ਸਤੰਬਰ, 2024 ਲਈ ਕੁੰਡਲੀਃ ਪੂਰਨਮਾਸ਼ੀ ਗ੍ਰਹਿਣ ਤੋਂ ਬਾਅਦ ਪਹਿਲੇ ਸ਼ੁੱਕਰਵਾਰ ਨੂੰ ਦੋ ਰਾਸ਼ੀ ਦੇ ਚਿੰਨ੍ਹ ਲਈ ਬ੍ਰਹਿਮੰਡੀ ਕਿਸਮਤ - ਹਿੰਦੁਸਤਾਨ ਟਾਈਮਜ਼",
        "ਬਾਇਡਨ-ਹੈਰਿਸ ਪ੍ਰਸ਼ਾਸਨ ਨੇ ਅਮਰੀਕਾ ਦੇ ਬੈਟਰੀ ਨਿਰਮਾਣ ਖੇਤਰ ਨੂੰ ਸਮਰਥਨ ਦੇਣ, 12,000 ਤੋਂ ਵੱਧ ਨੌਕਰੀਆਂ ਪੈਦਾ ਕਰਨ ਅਤੇ ਰਾਸ਼ਟਰੀ ਸੁਰੱਖਿਆ ਨੂੰ ਵਧਾਉਣ ਲਈ $ 3 ਬਿਲੀਅਨ ਤੋਂ ਵੱਧ ਦਾ ਐਲਾਨ ਕੀਤਾ - Energy.",
        "ਆਪਣੇ ਨਵੇਂ ਆਈਫੋਨ 16 ਤੇ ਇਹ ਓਹਲੇ ਹੋਏ ਆਈਓਐਸ 18 ਸੈਟਿੰਗਾਂ ਅਤੇ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਦੀ ਜਾਂਚ ਕਰੋ - ਸੀ ਐਨ ਈ ਟੀ",
        "ਦੇਰ Harrods ਬੌਸ ਮੁਹੰਮਦ ਅਲ Fayed ਜਿਨਸੀ ਸ਼ੋਸ਼ਣ ਮਹਿਲਾ ਦੇ ਦਰਜਨ, ਵਕੀਲ ਦਾ ਕਹਿਣਾ ਹੈ - FRANCE 24 English",
        "ਡੈਮੋਕਰੇਟਸ ਨੇ ਟਰੰਪ ਨੂੰ ਮਾਰਕ ਰੌਬਿਨਸਨ ਨਾਲ ਬੰਨ੍ਹਣ ਲਈ ਨਵਾਂ ਇਸ਼ਤਿਹਾਰ ਧੱਕਾ ਸ਼ੁਰੂ ਕੀਤਾ ਰਿਪੋਰਟ ਕੀਤੀ ਪੋਰਨ ਵੈਬਸਾਈਟ ਟਿੱਪਣੀਆਂ - ਐਨਬੀਸੀ ਨਿ Newsਜ਼",
        "ਸਰੋਤਃ Embiid 3-ਸਾਲ, $ 192.9M ਸੌਦਾ ਕਰਨ ਲਈ ਸਹਿਮਤ - ESPN",
        "ਆਈਫੋਨ 16 ਪ੍ਰੀ-ਆਰਡਰ ਕਰਨਾ ਭੁੱਲ ਗਏ? ਐਪਲ ਸਟੋਰ ਪਿਕਅਪ ਅੱਜ ਜ਼ਿਆਦਾਤਰ ਸਥਾਨਾਂ ਤੇ ਉਪਲਬਧ ਹੈ - ਮੈਕਰੂਮੋਰਸ",
        "ਚੂਹੇ ਦੀ ਖੋਜ ਦਾ 'ਸੁਨਹਿਰੀ ਯੁੱਗ' ਇੱਥੇ ਹੋ ਸਕਦਾ ਹੈ. ਅਕਸਰ ਅਣਚਾਹੇ ਸਾਥੀ ਸਾਨੂੰ ਸਾਡੇ ਬਾਰੇ ਕੀ ਸਿਖਾ ਸਕਦੇ ਹਨ - ਐਨਪੀਆਰ",
        "ਹਟਾਈ",
        "ਗਲੈਕਸੀ ਐਸ 25, ਗਲੈਕਸੀ ਐਸ 25 + ਚਾਰਜਿੰਗ ਸਪੀਡ ਨੂੰ ਅਪਗ੍ਰੇਡ ਨਹੀਂ ਕੀਤਾ ਗਿਆ ਹੈ - ਸੈਮਮੋਬਾਈਲ - ਸੈਮਸੰਗ ਖ਼ਬਰਾਂ",
        "ਹਿਜ਼ਬੁੱਲਾ ਡਿਵਾਈਸਾਂ ਦਾ ਹੈਕ ਏਸ਼ੀਆ ਸਪਲਾਈ ਚੇਨਜ਼ ਦੇ ਹਨੇਰੇ ਕੋਨਿਆਂ ਦਾ ਪਰਦਾਫਾਸ਼ ਕਰਦਾ ਹੈ - ਰਾਇਟਰ",
        "ਚੇਚਨ ਵਾਰਲਾਰਡ ਕਹਿੰਦਾ ਹੈ ਕਿ ਐਲਨ ਮਸਕ ਨੇ ਆਪਣੇ ਸਾਈਬਰਟ੍ਰੱਕ ਨੂੰ ਅਯੋਗ ਕਰ ਦਿੱਤਾ - ਬਿਜ਼ਨਸ ਇਨਸਾਈਡਰ",
        "ਕੈਟੀ ਪੈਰੀ ਦੀ ਵਾਪਸੀ ਇੰਨੀ ਗਲਤ ਕਿਉਂ ਹੋ ਗਈ ਹੈ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਹੈਰਿਸ-ਟਰੰਪ ਪੋਲ ਦੇ ਨਵੀਨਤਮ ਫਲੈਰੀ ਤੋਂ ਪੰਜ ਟੇਕਵੇਅ - ਦ ਹਿੱਲ"
    ]
}