{
    "headlines": [
        "حصري | مسؤولون أمريكيون يبرمون صفقة سلام في الشرق الأوسط بعيدة المنال خلال فترة بايدن - صحيفة وول ستريت جورنال",
        "النقابات المحلية لسائقي الشاحنات في الولايات المتأرجحة تسارع إلى تأييد هاريس - واشنطن بوست",
        "القاضي الذي قُتل في إطلاق النار في محكمة كنتاكي، كما يقول الحاكم - سي بي إس نيوز",
        "خسوف أوهتاني يفوق 50 عملية سرقة، وسجلان للموارد البشرية أقل من 50-50 - ESPN",
        "يقول زوجان من كنتاكي إنهما عثرا على جثة يُعتقد أنها لمشتبه به في إطلاق النار بين الولايات بعد تمشيط الغابة لعدة أيام - سي إن إن",
        "احتمالات كرة القدم ليلة الخميس، الخط، الوقت، الانتشار: يختار باتريوتس مقابل جيتس من خبير نيو إنجلاند في 18-5 لفة - سي بي إس سبورتس",
        "يكشف رئيس \"SNL\" لورن مايكلز عن خطط البرنامج الساخرة للانتخابات القادمة - سي إن إن",
        "أبلغت الدولة عن \"زيادة كبيرة\" في حالات السعال الديكي - WISN Milwaukee",
        "تقرير: انخفضت وفيات السرطان، لكن الكحول عامل في الحالات الجديدة - ذا هيل",
        "استقال الرئيس التنفيذي لشركة نايك جون دوناهو، وحل محله المخضرم في الشركة إليوت هيل - سي إن بي سي",
        "أصبح أحد أفضل ممثلينا أضحوكة. الآن هو يقضي وقت حياته. - لائحة",
        "ينفي مارك روبنسون، مرشح الحزب الجمهوري لولاية كارولينا الشمالية، نشر منشورات عنصرية وجنسية على منتدى إباحي - CNBC",
        "ما وراء الخيال: 140 طريقة حليبية ممتدة بطائرات ثقب أسود تحطم الأرقام القياسية - SciTechDaily",
        "يقول الأمين العام لحزب الله إن إسرائيل تجاوزت \"جميع الخطوط الحمراء\" بالهجمات - BBC.com",
        "يخطط هاريس للبث المباشر مع أوبرا وينفري بينما من المقرر أن يخاطب ترامب مجموعة إسرائيلية أمريكية - وكالة أسوشيتد برس",
        "شون \"ديدي\" كومز ينضم إلى قائمة نجوم هوليوود المتهمين بجرائم جنسية - وكالة أسوشيتد برس",
        "تحليل جديد للعينات من سوق ووهان للحيوانات يدعم دورها كموقع مركزي للانتشار المبكر لكوفيد-19 - سي إن إن",
        "وجد استطلاع بوست أن هاريس وترامب مرتبطان بشكل أساسي في ولاية بنسلفانيا - واشنطن بوست",
        "يعيد PS5 و PS5 Pro اللدائن الرمادية في منتصفالتسعينيات - ARS Technica",
        "Apple Seeds First iOS 18.1 و iPadOS 18.1 و macOS Sequoia Public Betas مع Apple Intelligence - MacRumors"
    ]
}