{
    "headlines": [
        "ريزوتو الليمون، سلطة كابريزي: إليك قائمة العشاء في قمة كواد التي استضافها بايدن - الهند اليوم",
        "الإضرابات التجارية بين إسرائيل وحزب الله مع ارتفاع عدد القتلى من هجوم بيروت - سي بي إس نيوز",
        "كرة القدم في تكساس مقابل أولم: تحديثات النتيجة المباشرة، النقاط البارزة حيث يأخذ Longhorns زمام المبادرة بعد الربع الأول - Austin American - Stateman",
        "عرض ماك براون التنحي بعد خسارة مذهلة لجيمس ماديسون، رفضها لاعبو نورث كارولينا - سي بي إس سبورتس",
        "فوز USC المتعثر على ميشيغان يقود الفائزين والخاسرين في الأسبوع الرابع لكرة القدم الجامعية - الولايات المتحدة الأمريكية اليوم",
        "مينينديز براذرز ينتقد عرض نيتفليكس \"المدمر\" - The Daily Beast",
        "الرئيس الفرنسي إيمانويل ماكرون يعلن عن حكومة يمينية جديدة - BBC.com",
        "عضو الكونجرس السابق عن الحزب الجمهوري لديه نظرية لماذا لا يقبل ترامب الدعوة لمناقشة هاريس | سي إن إن بوليتيكس - سي إن إن",
        "ذهب ترامب إلى نورث كارولاينا ولم يذكر مارك روبنسون هذه المرة - بوليتيكو",
        "دوبوا يزعج جوشوا مع الجولة الخامسة المذهلة KO - ESPN",
        "وضع بعض العبقرية المجنونة ChatGPT على حاسبة الرسوم البيانية TI -84 - WIRED",
        "يمتثل إيلون ماسك للمطالب القانونية للمحكمة البرازيلية لـ X - فاينانشال تايمز",
        "ارتفاع مبيعات السيارات، والمزيد من إعادة الشراء: ما الذي يدفع اقتصادنا \"الغبي\" للسيارات - الولايات المتحدة الأمريكية اليوم",
        "الخبير الاقتصادي في وول ستريت الذي نجح في خفض سعر الفائدة \"المبهج\" لبنك الاحتياطي الفيدرالي يرى نفس الشيء مرة أخرى - فورتشن",
        "جنرال موتورز لتسريح حوالي 1700 عامل في مصنع كانساس - ياهو للتمويل",
        "تقول NHC إن الاضطرابات بالقرب من فلوريدا يمكن أن تتشكل إلى منخفض استوائي الأسبوع المقبل - WESH 2 Orlando",
        "انفجرت الطائرات الأوكرانية بدون طيار 2000 طن من الذخيرة في جنوب روسيا - فوربس",
        "كيف استخدم شون \"ديدي\" كومز السلطة والهيبة لتغذية عقود من الإساءة المزعومة - سي إن بي سي",
        "تعرض ليزو نتائج لياقتها البدنية وتحول فقدان الوزن في فيديو تيك توك: \"جيد في كلا الاتجاهين\" - الناس",
        "المشتبه به في عام 1977 \"جرائم شارع إيسي\"، أقدم قضية باردة في ملبورن، اعتقل في إيطاليا - سي بي إس نيوز"
    ]
}