{
    "headlines": [
        "ਬਾਲਟੀਮੋਰ ਵਿੱਚ ਸ਼ੱਕੀ ਕਾਤਲ ਲੂਗੀ ਮੈਂਗੀਓਨ ਦੀਆਂ ਵਿਸ਼ੇਸ਼ ਅਧਿਕਾਰਤ ਪਰਿਵਾਰਕ ਜੜ੍ਹਾਂ ਦਾ ਪਤਾ ਲਗਾਉਣਾ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਅੰਬ ਫੈਸ਼ਨ ਚੇਨ ਦੇ ਸੰਸਥਾਪਕ ਈਸਾਕ ਐਂਡੀਕ ਦੀ 71 ਸਾਲ ਦੀ ਉਮਰ ਵਿੱਚ ਦੁਰਘਟਨਾ ਵਿੱਚ ਮੌਤ ਹੋ ਗਈ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਅਮਰੀਕੀ ਬਾਲਗਾਂ ਵਿੱਚ ਮੋਟਾਪੇ ਦੀ ਦਰ ਇੱਕ ਦਹਾਕੇ ਤੋਂ ਵੱਧ ਸਮੇਂ ਵਿੱਚ ਪਹਿਲੀ ਵਾਰ 2023 ਵਿੱਚ ਘਟੀਃ ਅਧਿਐਨ - ਦ ਹਿੱਲ",
        "ਜਾਰਜੀਆ ਵਿਚ ਯੂਐਸ ਆਰਮੀ ਬੇਸ 'ਤੇ 1 ਵਿਅਕਤੀ ਦੀ ਮੌਤ ਹੋ ਗਈ ਜਿਸ ਵਿਚ ਅਧਿਕਾਰੀ ਕਹਿੰਦੇ ਹਨ ਕਿ ਇਹ ਇਕ \"ਅਲੱਗ-ਥਲੱਗ\" ਘਟਨਾ ਜਾਪਦੀ ਹੈ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਆਪਣੀ ਬਰਖਾਸਤਗੀ ਤੋਂ ਪਹਿਲਾਂ, ਸੀਰੀਆ ਦੇ ਅਸਦ ਨੇ ਈਰਾਨ ਨੂੰ ਕਿਹਾ ਕਿ ਤੁਰਕੀ ਉਸ ਨੂੰ ਅਨਸੈੱਟ ਕਰਨ ਲਈ ਬਾਗੀਆਂ ਦੀ ਸਹਾਇਤਾ ਕਰ ਰਿਹਾ ਸੀ - ਰਾਇਟਰ",
        "ਡੂੰਘੇ ਦਾ ਇੱਕ ਭਟਕਣਾ ਪ੍ਰਾਣੀ ਸਦੀਆਂ ਤੱਕ ਜੀ ਸਕਦਾ ਹੈ. ਵਿਗਿਆਨੀ ਸੋਚਦੇ ਹਨ ਕਿ ਉਹ ਕਿਉਂ ਜਾਣਦੇ ਹਨ - ਯਾਹੂ! ਆਵਾਜ਼ਾਂ",
        "ਜਨਮ ਅਧਿਕਾਰ ਨਾਗਰਿਕਤਾ ਖ਼ਤਮ ਕਰਨ ਦੀ ਟਰੰਪ ਦੀ ਯੋਜਨਾ 'ਤੇ ਸੁਪਰੀਮ ਕੋਰਟ ਕਰ ਸਕਦੀ ਹੈ ਫੈਸਲਾ - POLITICO",
        "ਏ 24 ਦੇ ਬੇਬੀਗਰਲਜ਼ਃ ਕੈਮਿਸਟਰੀ, ਸਬਮਿਸ਼ਨ ਅਤੇ ਐਕਟਿੰਗ 'ਤੇ ਡ੍ਰੂ ਸਟਾਰਕੀ ਅਤੇ ਹੈਰਿਸ ਡਿਕਿਨਸਨ ਏ-ਲਿਸਟ ਮੂਵੀ ਸਟਾਰਸ - ਵੰਨਗੀ",
        "ਜਾਰਜੀਆ ਰਾਜਨੀਤਿਕ ਸੰਕਟ ਡੂੰਘਾ ਹੁੰਦਾ ਜਾ ਰਿਹਾ ਹੈ ਕਿਉਂਕਿ ਸੰਸਦ ਮੈਂਬਰਾਂ ਨੇ ਰਾਸ਼ਟਰਪਤੀ ਵਜੋਂ ਦੂਰ-ਸੱਜੇ ਸਾਬਕਾ ਸੌਕਰ ਖਿਡਾਰੀ ਨੂੰ ਵੋਟ ਦਿੱਤੀ - ਸੀ ਐਨ ਐਨ",
        "ਟਰੰਪ ਮੁੱਖ ਸਹਿਯੋਗੀ, ਨਾਮਜ਼ਦ ਅਤੇ ਡੈਨੀਅਲ ਪੈਨੀ ਦੇ ਨਾਲ ਆਰਮੀ-ਨੇਵੀ ਗੇਮ ਵਿਚ ਸ਼ਾਮਲ ਹੋਣਗੇ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "8 ਕਲਪਨਾ ਫੁਟਬਾਲ ਸਮੈਸ਼ ਸ਼ੁਰੂ ਹੁੰਦਾ ਹੈਃ ਹਫਤਾ 15 (2024) - FantasyPros",
        "ਮੈਡੀਕਲ ਰਹੱਸਃ ਇਸ ਬੱਚੇ ਦੀ ਮਜ਼ਬੂਤ ਭੁੱਖ ਕਿਉਂ ਸੁੱਕ ਗਈ? - ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "NJ ਦੀ ਸਭ ਤੋਂ ਵੱਡੀ ਸਹੂਲਤ ਫਰਮ ਨੇ ਪਰਮਾਣੂ ਪਲਾਂਟ ਨੂੰ ਲੈ ਕੇ ਏਅਰਸਪੇਸ ਬੰਦ ਕਰਨ ਦੀ ਕੀਤੀ ਬੇਨਤੀ - ਨਿਊਯਾਰਕ ਪੋਸਟ",
        "ਡਾਉਨਲੋਡ ਕਰੋ ਆਈਓਐਸ 18.2 ਹੁਣ ਸਿਰੀ ਵਿਚ ਚੈਟਜੀਪੀਟੀ ਲਈ, ਨਵੀਂ ਏਆਈ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਅਤੇ ਹੋਰ - ਸੀ ਐਨ ਈ ਟੀ",
        "ਦੱਖਣੀ ਕੋਰੀਆ ਦੀ ਸੰਸਦ ਨੇ ਆਪਣੇ ਮਾਰਸ਼ਲ ਲਾਅ ਆਰਡਰ ਨੂੰ ਲੈ ਕੇ ਰਾਸ਼ਟਰਪਤੀ ਯੂਨ ਸੁਕ ਯੀਓਲ ਨੂੰ ਮਹਾਂਦੋਸ਼ ਲਗਾਉਣ ਲਈ ਵੋਟ ਦਿੱਤੀ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਬਰਫ ਦੇ ਤੂਫਾਨ ਦੀ ਚੇਤਾਵਨੀਃ ਮੀਂਹ ਪੈਣ ਨਾਲ ਪੂਰਬੀ ਆਇਓਵਾ ਵਿਚ ਸ਼ਨੀਵਾਰ ਨੂੰ ਮੁਸ਼ਕਲ ਯਾਤਰਾ ਹੋਵੇਗੀ - ਕੇ. ਜੀ. ਏ. ਟੀ. ਵੀ.",
        "ਟਰੰਪ ਦੀ ਚੋਣ ਐੱਸਈਸੀ ਦੇ ਚੇਅਰਮੈਨ ਲਈ ਇਕ ਬਹੁ-ਅਰਬ ਡਾਲਰ ਦੀ ਛੱਤ ਵਾਲੀ ਕਿਸਮਤ ਨਾਲ ਵਿਆਹ ਹੋਇਆ - ਫੋਰਬਸ",
        "ਲਾਈਵਃ ਰੂਸ ਆਪਣੀ ਫੌਜੀ ਪਿੱਠ ਖਿੱਚ ਰਿਹਾ ਹੈ – ਨਾ ਕਿ ਬਾਹਰ – ਸੀਰੀਆ ਦੇ, ਸਰੋਤ ਕਹਿੰਦੇ ਹਨ - FRANCE 24 English",
        "ਅਸਦ ਦੀ ਜੇਲ੍ਹ ਦੇ ਤੌਰ 'ਤੇ ਸੀਰੀਆ Shudders ਅੱਤਿਆਚਾਰ ਰੌਸ਼ਨੀ ਵਿੱਚ ਆ - ਨਿਊਯਾਰਕ ਟਾਈਮਜ਼",
        "‘ਬਲੂ ਬਲੱਡਜ਼’ ਸੀਰੀਜ਼ ਫਾਈਨਲਃ ਈਪੀ ਕੇਵਿਨ ਵੇਡ ਆਨ ਦ ਲਾਸਟ ਡਿਨਰ, ਦਿ ਰੀਗਨਜ਼ ’ਐਂਡ ਐਂਡ ਸੰਭਾਵਤ ਸਪਿਨੋਫਸ - ਡੈੱਡਲਾਈਨ"
    ]
}