{
    "headlines": [
        "Poutine dit que la Russie a lancé un nouveau missile en Ukraine. Voici ce que nous savons - CNN",
        "Le nord de la Californie fait face à de possibles précipitations record provenant d'une rivière atmosphérique et une autre tempête arrive - CNN",
        "Israël se tient prêt alors que des convois d'aide sont attaqués à Gaza - CBS News",
        "Gary Gensler, président de la SEC, démissionne, laisse un héritage de divisions et de querelles cryptographiques - Fortune",
        "Browns vs Steelers cotes, prédiction, propagation, temps : sélections de football du jeudi soir par modèle NFL sur une course de 20-8 - CBS Sports",
        "Dwayne Johnson & Chris Evans Christmas Pic ‘Red One’ Stuffing $ 100M In Global Box Office Bag - Deadline",
        "Déclaration du président Joe Biden sur les mandats délivrés par la Cour pénale internationale - La Maison Blanche",
        "Michigan retourne le prospect n ° 1, Five-Star Plus+ QB Bryce Underwood de LSU - On3",
        "Vous faites la queue ? La nouvelle technologie d'embarquement d'American Airlines pourrait vous arrêter dans plus de 100 aéroports - The Associated Press",
        "La police brésilienne inculpe l'ancien président Bolsonaro et ses collaborateurs pour tentative de coup d'État présumée en 2022 - The Associated Press",
        "La condamnation de Jussie Smollett pour avoir menti à la police, la mise en scène de crimes de haine est annulée - The Wall Street Journal",
        "Les actions Gap augmentent à mesure qu'elles donnent des indications et annoncent un « bon départ » pour les vacances - CNBC",
        "La Britannique Simone White meurt après un empoisonnement de masse présumé au Laos - BBC.com",
        "Le nouveau porte-parole de Trump à la Maison-Blanche rit du départ d'Ellen DeGeneres des États-Unis - TMZ",
        "[supprimé]",
        "Résoudre un mystère de 40 ans, les scientifiques identifient un produit chimique trouvé dans l'eau du robinet de millions d'Américains - CNN",
        "Relecture de la rumeur : Apple Television, mises à niveau AirTag 2, iPhone 17 tidbits - 9to5Mac",
        "DOJ-Google Fight devient sérieux. Pourquoi le stock d'alphabet est en baisse aujourd'hui. - Barron's",
        "Certains hôpitaux constatent une augmentation du VRS, « pneumonie ambulante ». « Voici ce qu'il faut savoir - ABC News",
        "Le président du Kenya, William Ruto, annule des accords majeurs avec Adani Group - BBC.com"
    ]
}