{
    "headlines": [
        "Ingrid Lewis-Martin, conselheira-chefe do prefeito de Nova York, Eric Adams, renuncia e espera ser indiciada - Yahoo! Voices",
        "Tiroteio na Escola Cristã Abundant Life em Madison: 2 mortos, 6 feridos - ABC News",
        "Trump diz que é um \"crente\" na vacina contra a poliomielite e em outras conclusões da coletiva de imprensa - The Associated Press",
        "Varsity & JV: vencedores e perdedores da derrota dos Steelers para os Eagles - Behind The Steel Curtain",
        "O que matou um negócio de supermercado de US $ 20 bilhões? Albertsons Says Kroger Did - The Wall Street Journal",
        "Brian Cox critica Oscars ‘sem sentido’ e interpreta o papel de Winston Churchill de Gary Oldman: ‘Meu desempenho é melhor’ - New York Post",
        "OpenAI lança recursos de pesquisa ChatGPT para todos os usuários, escalando a rivalidade do Google - Bloomberg",
        "O gerador Whisk AI do Google ‘remixará’ as imagens que você conectar - The Verge",
        "Sistema de detecção de drones implantado em Nova York após aparições misteriosas - BBC.com",
        "Trump diz que consideraria perdoar o prefeito de Nova York, Eric Adams - CNBC",
        "Tribunal nomeia suposto espião chinês ligado ao príncipe Andrew - Financial Times",
        "Número de mortos aumenta - pode chegar a milhares - depois que o ciclone Chido atinge o território francês de Mayotte - Forbes",
        "Data de estreia da 3ª temporada de ‘The White Lotus’ revelada; Assista ao trailer - Prazo",
        "Chanceler alemã Scholz perde voto de desconfiança, abrindo caminho para eleição - Reuters",
        "Atualizações ao vivo da Síria: Al-Assad queria ficar e lutar contra rebeldes, diz comunicado - The New York Times",
        "Lesão de Patrick Mahomes: o ex-MVP da NFL diz que os Chiefs devem ser a estrela do QB para tê-lo fresco para os playoffs - CBS Sports",
        "Bactérias-espelho podem constituir \"afastamento radical da vida conhecida\", alertam cientistas - CNN",
        "Trump e o CEO da SoftBank anunciam que a empresa investirá US $ 100 bilhões em projetos nos EUA - CNN",
        "   Removido ",
        "Uma contagem diária mais alta de passos está ligada a menos sintomas de depressão, segundo um novo estudo. Veja aqui quantos passos devem ser seguidos — e maneiras de trazer mais movimento para o seu dia. - Yahoo Life"
    ]
}