{
    "headlines": [
        "ਸਟਾਕ ਥੋੜੇ ਜਿਹੇ ਬਦਲੇ ਗਏ ਹਨ ਕਿਉਂਕਿ ਟਰੰਪ ਟੈਰਿਫ ਰੋਲਆਉਟ ਲਈ ਵਾਲ ਸਟ੍ਰੀਟ ਬ੍ਰੇਸਃ ਲਾਈਵ ਅਪਡੇਟਸ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "‘ਵੋਹ, ਉਥੇ ਉਹ ਹੈ!’: ਜੇਸਨ ਅਤੇ ਕਾਇਲੀ ਕੈਲਸੇ ਨੇ ਚੌਥੀ ਧੀ ਦੇ ਜਨਮ ਦੀ ਘੋਸ਼ਣਾ ਕੀਤੀ - ਸੀ ਐਨ ਐਨ",
        "ਸਪੇਸਐਕਸ Fram2 1st ਪ੍ਰਾਈਵੇਟ ਪੋਲਰ ਪੁਲਾੜ ਯਾਤਰੀ ਮਿਸ਼ਨਃ ਲਾਈਵ ਅਪਡੇਟਸ - ਸਪੇਸ ਡਾਟ ਕਾਮ",
        "ਜੱਜ ਨੇ ਨਿ York ਯਾਰਕ ਦੇ ਮੇਅਰ ਐਰਿਕ ਐਡਮਜ਼ - ਸੀ ਐਨ ਬੀ ਸੀ ਵਿਰੁੱਧ ਅਪਰਾਧਿਕ ਕੇਸ ਨੂੰ ਖਾਰਜ ਕਰ ਦਿੱਤਾ",
        "ਇਜ਼ਰਾਈਲ ਨੇ ਗਾਜ਼ਾ ਵਿਚ ਜ਼ਮੀਨ ਦੇ ‘ਵੱਡੇ ਖੇਤਰਾਂ‘ ‘ਤੇ ਕਬਜ਼ਾ ਕਰਨ ਲਈ ਫੌਜੀ ਕਾਰਵਾਈ ਦੇ ਵਿਸਥਾਰ ਦਾ ਐਲਾਨ ਕੀਤਾ, ਵਸਨੀਕਾਂ ਨੂੰ ਛੱਡਣ ਦਾ ਆਦੇਸ਼ ਦਿੱਤਾ - ਸੀ ਐਨ ਐਨ",
        "ਪੈਡਰਸ ਜੈਕਸਨ ਮੇਰਿਲ ਨੂੰ ਵਧਾਉਣ ਲਈ - ਐਮਐਲਬੀ ਵਪਾਰ ਦੀਆਂ ਅਫਵਾਹਾਂ",
        "ਕੈਪੀਟਲ ਏਜੰਡਾਃ ਟਰੰਪ ਦਾ ਟੈਰਿਫ ਟੈਸਟ - ਪੋਲੀਟੀਕੋ",
        "‘ਸੁਪਰਮੈਨ’ ਨਿਕੋਲਾ ਜੋਕੀਕ ਨੇ ਡੇਨਵਰ ਨੂਗੇਟਸ ਦੀ ਮਿਨੀਸੋਟਾ ਟਿੰਬਰਵੋਲਵਜ਼ ਤੋਂ ਹਾਰ ਵਿੱਚ ਇਤਿਹਾਸਕ 61 ਪੁਆਇੰਟ ਟ੍ਰਿਪਲ-ਡਬਲ ਪੋਸਟ ਕੀਤਾ - ਸੀ ਐਨ ਐਨ",
        "3 ਸਾਲਾ ਨੇ ਇਜ਼ਰਾਈਲ ਵਿੱਚ ਪਰਿਵਾਰਕ ਯਾਤਰਾ ਦੌਰਾਨ ਪੁਰਾਣੇ 3,800 ਸਾਲ ਪੁਰਾਣੇ ਖਜ਼ਾਨੇ ਦੀ ਖੋਜ ਕੀਤੀ - ਐਨਬੀਸੀ ਨਿ Newsਜ਼",
        "Marine Le Pen ਮਾਮਲੇ 'ਚ ਫਰਾਂਸ ਦੇ ਜੱਜਾਂ ਨੂੰ ਮਿਲੀ ਜਾਨੋਂ ਮਾਰਨ ਦੀ ਧਮਕੀ, ਪੁਲਿਸ ਨੇ ਸ਼ੁਰੂ ਕੀਤੀ ਜਾਂਚ - France 24",
        "ਟੇਕੀਲਾ ਨਿਰਮਾਤਾ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਟੈਰਿਫ ਉਸ ਦੀਆਂ ਕੀਮਤਾਂ ਨੂੰ ਪ੍ਰਭਾਵਤ ਨਹੀਂ ਕਰਨਗੇ. ਇੱਥੇ ਉਹ ਖਰਚਿਆਂ ਨੂੰ ਜਜ਼ਬ ਕਰਨ ਦੀ ਯੋਜਨਾ ਕਿਉਂ ਬਣਾ ਰਿਹਾ ਹੈ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "‘ਉਸ ਕੋਲ ਇਸ ਨਾਲ ਨਜਿੱਠਣ ਲਈ ਸਹੀ ਰਵੱਈਆ ਹੈ’ – ਪਰੇਜ਼ ਰੈੱਡ ਬੁੱਲ ਪ੍ਰੋਮੋਸ਼ਨ ਦੇ ਬਾਅਦ ਪ੍ਰਦਰਸ਼ਨ ਕਰਨ ਲਈ ਸੁਨੋਡਾ ਦੀ ਹਮਾਇਤ ਕਰਦਾ ਹੈ - ਫਾਰਮੂਲਾ 1",
        "ਬੋਇੰਗ ਦੇ ਸੀਈਓ ਜਹਾਜ਼ ਨਿਰਮਾਤਾ ਦੀ ਰਿਕਵਰੀ 'ਤੇ ਸੈਨੇਟ ਦੀ ਸੁਣਵਾਈ ਦਾ ਸਾਹਮਣਾ ਕਰਦੇ ਹਨ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਮੈਲੋਰੀ ਮੈਕਮੋਰੋ ਡੈਮੋਕਰੇਟਿਕ ਪਾਰਟੀ ਵਿਚ ਤਬਦੀਲੀ ਦੀ ਮੰਗ ਨਾਲ ਮਿਸ਼ੀਗਨ ਦੀ ਸੈਨੇਟ ਦੀ ਦੌੜ ਵਿਚ ਛਾਲ ਮਾਰਦਾ ਹੈ - ਐਨ ਬੀ ਸੀ ਨਿ Newsਜ਼",
        "ਨਵੀਨਤਮ ਅਲਜ਼ਾਈਮਰ ਲੈਬ ਟੈਸਟ ਮੈਮੋਰੀ ਘਾਟੇ 'ਤੇ ਕੇਂਦ੍ਰਤ ਕਰਦੇ ਹਨ, ਨਾ ਕਿ ਦਿਮਾਗ ਦੀਆਂ ਤਖ਼ਤੀਆਂਃ ਸ਼ਾਟਸ - ਸਿਹਤ ਖ਼ਬਰਾਂ - ਐਨਪੀਆਰ",
        "ਯੂਐਸਏਆਈਡੀ ਕੱਟਾਂ ਨੇ ਮਿਆਂਮਾਰ ਦੀ ਸਹਾਇਤਾ ਦੇ ਪਾਸੇ ਅਮਰੀਕਾ ਨੂੰ ਪਾ ਦਿੱਤਾ, ਸਾਬਕਾ ਅਧਿਕਾਰੀਆਂ ਦਾ ਕਹਿਣਾ ਹੈ - ਬੀਬੀਸੀ",
        "ਵਿਸਕਾਨਸਿਨ ਅਤੇ ਫਲੋਰੀਡਾ ਵਿਸ਼ੇਸ਼ ਚੋਣ ਤੱਕ 3 takeaways - Axios",
        "ਆਈਓਐਸ 18.4 ਬੱਗ ਜਾਪਦਾ ਹੈ ਪੁਨਰ ਉਥਾਨ ਪਹਿਲਾਂ ਮਿਟਾਏ ਗਏ ਆਈਫੋਨ ਐਪਸ - ਮੈਕਰੂਮੋਰਸ",
        "ਆਈਓਐਸ 18.4 ਅਪਡੇਟ ਹੁਣ ਸਾਰੇ ਆਈਫੋਨ ਉਪਭੋਗਤਾਵਾਂ ਲਈ ਜਾਰੀ ਕੀਤੀ ਗਈ ਚੇਤਾਵਨੀ - ਫੋਰਬਸ"
    ]
}