{
    "headlines": [
        "Результаты Foot Locker показывают, что индустрия кроссовок — и Nike — все еще испытывают больше боли впереди - CNBC",
        "Самый большой медведь Уолл-стрит говорит, что S&P 500 может упасть до 4200. Вот его совет на данный момент. - MarketWatch",
        "Невеста рок-певца умерла после падения за борт круизного лайнера в стиле 80-х - syracuse.com",
        "«Действительно большая базука»: расходы Германии на оборону, вероятно, возрастут после того, как стороны согласятся с историческим изменением долга - CNN",
        "Секундочку, спокойные воды. Затем на их лодку приземлился 900-килограммовый дельфин - CNN",
        "Фактологическая проверка обращения Трампа к Конгрессу - BBC.com",
        "Леброн Джеймс стал первым игроком в истории НБА, набравшим 50 000 очков за карьеру - CNN",
        "Миллионы на пути, поскольку шторм убивает 2, приносит свирепые ветры, условия метели и пожары - CNN",
        "Автопроизводители используют учебник по COVID, чтобы справиться с тарифами Трампа - Axios",
        "Трамп заявил, что США задержали «главного террориста», ответственного за взрыв в аэропорту Кабула в 2021 году - CNN",
        "Дизентерия растет в Орегоне. Вот что нужно знать. - The Washington Post",
        "Слоткин нападает на Маска и «банду 20-летних» в опровержение адреса Трампа - Axios",
        "Обновления тарифов Трампа в реальном времени: Лютник говорит, что Трамп может ослабить тарифы на Канаду и Мексику к среде - Yahoo Finance",
        "Дональд Трамп говорит, что получил письмо от украинского Владимира Зеленского, в котором говорится, что он готов вести переговоры о мирном соглашении с Россией — Обновление - Крайний срок",
        "Должностные лица округа Харрис, Хьюстон, обнародовали план готовности к вспышке кори в Техасе - KHOU.com",
        "Сорвиголова: Команда Born Again рассказывает все о премьере «Атомной бомбы»: «Это тяжелая пилюля, чтобы проглотить» - TVLine",
        "Экипаж Starliner говорит, что они не знали о каком-либо предложении Маска для более раннего возвращения - The Washington Post",
        "Налоговое управление США планирует сократить половину своей 90-тысячной рабочей силы, оставив агентство «дисфункциональным», говорят источники AP - PBS NewsHour"
    ]
}