{
    "headlines": [
        "ਪੁਤਿਨ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਰੂਸ ਨੇ ਯੂਕਰੇਨ 'ਚ ਨਵੀਂ ਮਿਜ਼ਾਈਲ ਦਾਗੇ । ਇਹ ਉਹ ਹੈ ਜੋ ਅਸੀਂ ਜਾਣਦੇ ਹਾਂ - ਸੀ ਐਨ ਐਨ",
        "ਉੱਤਰੀ ਕੈਲੀਫੋਰਨੀਆ ਨੂੰ ਵਾਯੂਮੰਡਲ ਦੀ ਨਦੀ ਤੋਂ ਸੰਭਾਵਤ ਰਿਕਾਰਡ ਤੋੜਨ ਵਾਲੀ ਬਾਰਸ਼ ਦਾ ਸਾਹਮਣਾ ਕਰਨਾ ਪੈ ਰਿਹਾ ਹੈ ਅਤੇ ਇਕ ਹੋਰ ਤੂਫਾਨ ਆ ਰਿਹਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਇਜ਼ਰਾਈਲ ਗਾਜ਼ਾ ਵਿੱਚ ਸਹਾਇਤਾ ਕਾਫਲੇ ਦੇ ਹਮਲੇ ਦੇ ਨਾਲ ਖੜ੍ਹਾ ਹੈ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਸੇਕ ਚੇਅਰ ਗੈਰੀ Gensler ਅਸਤੀਫਾ, ਡਿਵੀਜ਼ਨ ਅਤੇ crypto ਝਗੜੇ ਦੀ ਵਿਰਾਸਤ ਛੱਡਦੀ ਹੈ - Fortune",
        "ਬ੍ਰਾsਨਜ਼ ਬਨਾਮ ਸਟੀਲਰਜ਼ ਦੀਆਂ ਸੰਭਾਵਨਾਵਾਂ, ਭਵਿੱਖਬਾਣੀ, ਫੈਲਣ, ਸਮਾਂਃ ਵੀਰਵਾਰ ਰਾਤ ਦੇ ਫੁੱਟਬਾਲ ਪਿਕਸ ਐਨਐਫਐਲ ਮਾਡਲ ਦੁਆਰਾ 20-8 ਰਨ ਤੇ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਡਵੇਨ ਜਾਨਸਨ ਅਤੇ ਕ੍ਰਿਸ ਇਵਾਨਸ ਕ੍ਰਿਸਮਸ ਪਿਕ ‘ਰੈੱਡ ਵਨ’ ਸਟਫਿੰਗ $ 100M ਇਨ ਗਲੋਬਲ ਬਾਕਸ ਆਫਿਸ ਬੈਗ - ਡੈੱਡਲਾਈਨ",
        "ਅੰਤਰਰਾਸ਼ਟਰੀ ਅਪਰਾਧਕ ਅਦਾਲਤ ਵੱਲੋਂ ਵਾਰੰਟ ਜਾਰੀ ਕਰਨ 'ਤੇ ਰਾਸ਼ਟਰਪਤੀ ਜੋਅ ਬਿਡੇਨ ਦਾ ਬਿਆਨ - ਵ੍ਹਾਈਟ ਹਾਊਸ",
        "ਮਿਸ਼ੀਗਨ ਫਲਿਪਸ ਨੰਬਰ 1 ਪ੍ਰਾਸਪੈਕਟ, ਪੰਜ-ਸਿਤਾਰਾ ਪਲੱਸ+ ਕਿBਬੀ ਬ੍ਰਾਈਸ ਅੰਡਰਵੁੱਡ ਤੋਂ ਐਲਐਸਯੂ - ਓਨ 3",
        "ਲਾਈਨ ਵਿਚ ਕੱਟਣਾ? ਅਮੈਰੀਕਨ ਏਅਰਲਾਈਨਜ਼ ਦੀ ਨਵੀਂ ਬੋਰਡਿੰਗ ਟੈਕ ਤੁਹਾਨੂੰ ਹੁਣ 100 ਤੋਂ ਵੱਧ ਹਵਾਈ ਅੱਡਿਆਂ 'ਤੇ ਰੋਕ ਸਕਦੀ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਬ੍ਰਾਜ਼ੀਲ ਦੀ ਪੁਲਿਸ ਨੇ 2022 ਦੇ ਕਥਿਤ ਤਖਤਾਪਲਟ ਦੀ ਕੋਸ਼ਿਸ਼ 'ਤੇ ਸਾਬਕਾ ਰਾਸ਼ਟਰਪਤੀ ਬੋਲਸੋਨਾਰੋ ਅਤੇ ਸਹਾਇਤਾ ਕਰਨ ਵਾਲਿਆਂ ਨੂੰ ਦੋਸ਼ੀ ਠਹਿਰਾਇਆ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਪੁਲਿਸ ਨੂੰ ਝੂਠ ਬੋਲਣ ਲਈ ਜੱਸੀ ਸਮੋਲੇਟ ਦਾ ਦੋਸ਼ੀ ਠਹਿਰਾਇਆ ਗਿਆ, ਨਫ਼ਰਤ ਦੇ ਅਪਰਾਧ ਨੂੰ ਅੰਜਾਮ ਦਿੱਤਾ ਗਿਆ ਹੈ - ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "ਪਾੜਾ ਵਧਦਾ ਹੈ ਜਿਵੇਂ ਕਿ ਇਹ ਸੇਧ ਵਧਾਉਂਦਾ ਹੈ, ਛੁੱਟੀ ਲਈ 'ਮਜ਼ਬੂਤ ਸ਼ੁਰੂਆਤ' ਕਰਦਾ ਹੈ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਬ੍ਰਿਟੇਨ ਦੇ ਸਿਮੋਨ ਵ੍ਹਾਈਟ ਦੀ ਲਾਓਸ ਵਿਚ ਸ਼ੱਕੀ ਪੁੰਜ ਜ਼ਹਿਰ ਤੋਂ ਬਾਅਦ ਮੌਤ ਹੋ ਗਈ - ਬੀਬੀਸੀ.",
        "ਆਉਣ ਵਾਲੇ ਟਰੰਪ ਵ੍ਹਾਈਟ ਹਾ Houseਸ ਦੇ ਪ੍ਰੈਸ ਸਕੱਤਰ ਐਲੇਨ ਡੀਜੇਨਰੇਸ ਯੂਐਸ ਛੱਡਣ 'ਤੇ ਹੱਸਦੇ ਹਨ - ਟੀਐਮਜ਼ੈਡ",
        "ਹਟਾਈ",
        "40 ਸਾਲਾਂ ਦੇ ਰਹੱਸ ਨੂੰ ਹੱਲ ਕਰਦੇ ਹੋਏ, ਵਿਗਿਆਨੀਆਂ ਨੇ ਲੱਖਾਂ ਅਮਰੀਕੀਆਂ ਦੇ ਟੂਟੀ ਵਾਲੇ ਪਾਣੀ ਵਿੱਚ ਪਾਇਆ ਆਈਡੀ ਕੈਮੀਕਲ - ਸੀਐਨਐਨ",
        "ਅਫਵਾਹ ਰੀਪਲੇਅਃ ਐਪਲ ਟੈਲੀਵਿਜ਼ਨ, ਏਅਰਟੈਗ 2 ਅਪਗ੍ਰੇਡ, ਆਈਫੋਨ 17 ਟਿਡਬਿਟ - 9to5Mac",
        "DOJ-ਗੂਗਲ ਲੜਾਈ ਗੰਭੀਰ ਪ੍ਰਾਪਤ ਕਰਦਾ ਹੈ. ਅੱਜ ਵਰਣਮਾਲਾ ਦਾ ਸਟਾਕ ਕਿਉਂ ਡਿੱਗ ਰਿਹਾ ਹੈ - ਬੈਰਨਜ਼",
        "ਕੁਝ ਹਸਪਤਾਲ ਆਰਐਸਵੀ ਵਿੱਚ ਵਾਧਾ ਵੇਖ ਰਹੇ ਹਨ, 'ਤੁਰਨ ਵਾਲਾ ਨਮੂਨੀਆ.' ਇੱਥੇ ਕੀ ਜਾਣਨਾ ਹੈ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਕੀਨੀਆ ਦੇ ਰਾਸ਼ਟਰਪਤੀ ਵਿਲੀਅਮ ਰੂਟੋ ਨੇ ਅਡਾਨੀ ਗਰੁੱਪ ਨਾਲ ਵੱਡੇ ਸੌਦੇ ਰੱਦ ਕੀਤੇ - BBC.com"
    ]
}