{
    "headlines": [
        "ਸਟਾਕ ਮਾਰਕੀਟ ਅੱਜਃ ਡਾਓ, ਐਸ ਐਂਡ ਪੀ 500, ਨੈਸਡੈਕ ਉੱਚੇ ਬੰਦ; ਐਸ ਐਂਡ ਪੀ 500 ਹਫਤਾਵਾਰੀ ਹਾਰਨ ਵਾਲੀ ਸਟ੍ਰੀਕ ਨੂੰ ਸਨੈਪ ਕਰਦਾ ਹੈ - ਮਾਰਕੀਟਵਾਚ",
        "ਐਰੋਨ ਰੋਜਰਸ ਸਟੀਲਰਜ਼ ਦਾ ਦੌਰਾ ਕਰਦਾ ਹੈਃ ਕਿBਬੀ ਬਿਨਾਂ ਸਮਝੌਤੇ ਦੀ ਸਹੂਲਤ ਛੱਡਦਾ ਹੈ, ਸੌਦਾ ਨੇੜੇ ਨਹੀਂ, ਰਿਪੋਰਟਾਂ ਦੇ ਅਨੁਸਾਰ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਸੰਤ ਦੋ ਸਾਲਾਂ ਦੇ ਸੌਦੇ 'ਤੇ ਡਬਲਯੂਆਰ ਕੁੱਕਸ ਨਾਲ ਦੁਬਾਰਾ ਮਿਲਦੇ ਹਨ - ਈਐਸਪੀਐਨ",
        "ਐਸਈਸੀ ਖਰੀਦਣ ਲਈ ਲਗਭਗ 500 ਸਟਾਫ ਨੂੰ ਗੁਆ ਦੇਵੇਗਾ, ਅਸਤੀਫਾ ਦੇਣ ਦੀਆਂ ਪੇਸ਼ਕਸ਼ਾਂ - ਬਲੂਮਬਰਗ",
        "'ਦਿ ਬਿਗ ਸ਼ਾਰਟ' ਨਿਵੇਸ਼ਕ ਡੈਨੀ ਮੂਸਾਃ ਬਾਜ਼ਾਰਾਂ ਨੇ ਡੋਗੇ ਕਟੌਤੀ ਦੇ ਨਕਾਰਾਤਮਕ ਪ੍ਰਭਾਵ ਨੂੰ 'ਘੱਟ ਸਮਝਿਆ' ਹੈ - Fortune",
        "ਨਵੇਂ ਸੈਟੇਲਾਈਟ ਦੀਆਂ ਤਸਵੀਰਾਂ ਯੂਕਰੇਨ ਦੇ ਰੂਸ ਦੇ ਅੰਦਰ ਡੂੰਘੇ ਬੰਬ ਬੇਸ ਨੂੰ ਮਾਰਨ ਤੋਂ ਬਾਅਦ ਹੋਏ ਨੁਕਸਾਨ ਨੂੰ ਦਰਸਾਉਂਦੀਆਂ ਹਨ - ਬਿਜ਼ਨਸ ਇਨਸਾਈਡਰ",
        "ਡੀਓਜੇ ਬਿਨਾਂ ਕਿਸੇ ਪ੍ਰਕਿਰਿਆ ਦੇ ਵੈਨਜ਼ੂਏਲਾ ਪ੍ਰਵਾਸੀਆਂ ਦੇ ਦੇਸ਼ ਨਿਕਾਲਾ ਦਾ ਬਚਾਅ ਕਰਨ ਲਈ ਅਦਾਲਤ ਵਿੱਚ ਵਾਪਸ ਪਰਤ ਰਿਹਾ ਹੈ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਮਾਰਚ ਪਾਗਲਪਨ ਲਾਈਵ ਟਰੈਕਰਃ ਹਾਈਲਾਈਟਸ, ਅਪਡੇਟਸ, ਪ੍ਰਤੀਕ੍ਰਿਆਵਾਂ ਅਤੇ ਹੋਰ - ਈਐਸਪੀਐਨ",
        "ਪੁਲਾੜ ਵਿਚ ਨੌਂ ਮਹੀਨੇ ਮਨੁੱਖੀ ਸਰੀਰ ਨੂੰ ਕੀ ਕਰਦੇ ਹਨ - ਐਮਐਸਐਨ",
        "ਟਰੰਪ ਦੁਆਰਾ ਐਲ ਸਲਵਾਡੋਰ ਨੂੰ ਭੇਜੇ ਗਏ ਵੈਨੇਜ਼ੁਏਲਾ ਨੇ ਘਰ ਜਾਣ ਲਈ ਕਾਗਜ਼ਾਤ 'ਤੇ ਦਸਤਖਤ ਕੀਤੇ ਸਨ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "ਡਿਜ਼ਨੀ ਦੀ ਨਵੀਂ ‘ਸਨੋ ਵ੍ਹਾਈਟ’ ਫਿਲਮ ਪ੍ਰੈਟੀ ਬਹੁਤ ਸਾਰੇ ਲੋਕਾਂ ਨੂੰ ਪਾਗਲ ਬਣਾ ਰਹੀ ਹੈ - ਦਿ ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "2025 NCAA ਕੁਸ਼ਤੀ ਚੈਂਪੀਅਨਸ਼ਿਪ ਵਿੱਚ ਹਰ ਪਰੇਸ਼ਾਨੀ - FloWrestling",
        "ਐਂਥ੍ਰੋਪਿਕ ਆਪਣੇ ਕਲਾਉਡ ਚੈਟਬੋਟ ਲਈ ਵੈਬ ਖੋਜ ਨੂੰ ਤਾਕਤ ਦੇਣ ਲਈ ਬਹਾਦਰੀ ਦੀ ਵਰਤੋਂ ਕਰਦਾ ਪ੍ਰਤੀਤ ਹੁੰਦਾ ਹੈ - ਟੈਕਕ੍ਰਾਂਚ",
        "ਡੇਵ ਰਾਮਸੇ ਨੇ 'ਹੁਣੇ ਖਰੀਦੋ, ਬਾਅਦ ਵਿੱਚ ਭੁਗਤਾਨ ਕਰੋ‘ ਡੋਰਡੈਸ਼ ਲਈ ਸੌਦੇ ’ਤੇ ਨਿਰਾਸ਼ਾ ਨਾਲ ਪ੍ਰਤੀਕ੍ਰਿਆ ਕੀਤੀ - ਦ ਹਿੱਲ",
        "ਟੈਕਸਾਸ ਖਸਰਾ ਦਾ ਪ੍ਰਕੋਪ ਮਹੀਨਿਆਂ ਤੱਕ ਚੱਲਣ ਦੀ ਉਮੀਦ ਹੈ, ਹਾਲਾਂਕਿ ਟੀਕਾਕਰਣ ਪਿਛਲੇ ਸਾਲ ਤੋਂ ਵੱਧ ਰਹੇ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਬੋਇੰਗ ਨੇ ਐਨਜੀਏਡੀ ਲੜਾਕੂ ਜੈੱਟ ਲਈ ਇਕਰਾਰਨਾਮਾ ਜਿੱਤਿਆ, ਐਫ -47 ਡੱਬ ਕੀਤਾ - ਡਿਫੈਂਸ ਨਿ Newsਜ਼",
        "‘ਸੇਵਰੈਂਸ’ ਸਿਰਜਣਹਾਰ ਅਤੇ ਬੇਨ ਸਟਿਲਰ ਫਾਈਨਲ ਨੂੰ ਅਨਪੈਕ ਕਰੋਃ ਮਾਰਕ ਅਤੇ ਹੇਲੀ ਲਈ ਅੱਗੇ ਕੀ ਹੈ? ਪੁਨਰ ਏਕੀਕਰਣ ਨਾਲ ਕੀ ਹੁੰਦਾ ਹੈ? ਅਤੇ ਸੀਜ਼ਨ 3 ਤੱਕ ਕਿੰਨਾ ਚਿਰ? - ਵੰਨਗੀ",
        "ਐਲਨ ਮਸਕ ਨੇ ਚੀਨ ਅਤੇ ਟੈਕ ਬਾਰੇ ਵਿਚਾਰ ਵਟਾਂਦਰੇ ਤੋਂ ਬਾਅਦ ਪੈਂਟਾਗਨ ਨੂੰ ਛੱਡ ਦਿੱਤਾ - ਦਿ ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ"
    ]
}