{
    "headlines": [
        "هذه هي أسعد دول العالم في عام 2025 - سي إن إن",
        "العلماء يعلنون عن اختراق محتمل في تأخير مرض الزهايمر - Gizmodo",
        "أمرت منظمة السلام الأخضر بدفع أكثر من 660 مليون دولار لتشويه سمعة شركة النفط في الاحتجاجات - BBC.com",
        "ترامب يوقع على أمر تنفيذي بإلغاء وزارة التعليم - فوكس نيوز",
        "تم فصل أوبري بلازا عن زوجها جيف بينا قبل أشهر من الوفاة، حسبما كشف تقرير جديد - مراسل هوليوود",
        "عمليات التحقق من الهوية الشخصية للضمان الاجتماعي التي يعارضها المحامون والمتقاعدون على حد سواء - وكالة أسوشيتد برس",
        "تجربة الطاقة المظلمة تهز نظرية أينشتاين للكون - BBC.com",
        "زيلينسكي يوافق على وقف جزئي لإطلاق النار بعد محادثة مع ترامب - واشنطن بوست",
        "بنك الاحتياطي الفيدرالي يخفض توقعات النمو في الولايات المتحدة مع نمو مخاوف التعريفات الجمركية لترامب - BBC.com",
        "بنك الاحتياطي الفيدرالي يبقي أسعار الفائدة ثابتة مع بدء الرسوم الجمركية في دفع بعض التضخم - واشنطن بوست",
        "مع ارتفاع حالات الحصبة في جميع أنحاء الولايات المتحدة، من قد يحتاج إلى جرعة لقاح أخرى ؟ - ABC News",
        "حالة الحصبة الرابعة المؤكدة في نيويورك. يطلب الحاكم هوكول المساعدة في الترويج للتطعيم - جوثاميست",
        "ما الجديد في ملفات مطار جون كنيدي ؟ 4 أشياء يجب معرفتها عن سجلات الاغتيال. - الواشنطن بوست",
        "فيلم \"بياض الثلج\" الجديد من ديزني يحارب الحروب الثقافية وينتصر - بلومبرغ",
        "ترامب يغذي معركة الحزب الجمهوري المتزايدة حول عزل القضاة - أكسيوس",
        "كشف علماء صينيون أن الجانب البعيد من القمر كان محيطًا ضخمًا من الصهارة! - المجرة اليومية - قناة الاكتشافات العظيمة",
        "تشن إسرائيل أول هجوم بري منذ انهيار وقف إطلاق النار في غزة، واستعادت جزئيًا المنطقة الرئيسية - سي إن إن",
        "جوجل تطلق إعادة تصميم 499 $ بكسل 9A أسابيع بعد اي فون 16E - بلومبرغ",
        "عاد رواد فضاء بوينغ ستارلاينر إلى الأرض بعد تسعة أشهر طويلة عالقين في الفضاء - لكن راتبهم البالغ 150,000 دولار لن يأتي مع العمل الإضافي - فورتشن",
        "الاتحاد الأوروبي يغلق الباب أمامنا في خطة دفاعية هائلة - POLITICO Europe"
    ]
}