{
    "headlines": [
        "يقول ترامب إنه \"شرف لي أن أشارك\" في مسيرة ماديسون سكوير جاردن المثيرة للجدل - سي إن إن",
        "سهم Alphabet يرتفع مع ارتفاع الأرباح بسبب النمو السحابي القوي - Yahoo Finance",
        "الفهود تتداول WR Diontae Johnson إلى Ravens - Yahoo Sports",
        "يشعر ستيف بانون \"بالتمكين\" بعد أربعة أشهر في السجن الفيدرالي - NPR",
        "تبحث الشرطة عن الشخص الذي أشعل النار في صناديق الاقتراع في واشنطن وأوريغون. إليك ما نعرفه - سي إن إن",
        "حزب الله يسمي قائدا جديدا بعد مقتل نصر الله - واشنطن بوست",
        "متى ستلقي كامالا هاريس خطابها الليلة ؟ كيف تشاهد البث المباشر - Austin American - Stateman",
        "المحكمة العليا ترفض طلب RFK Jr. بحذفها من الاقتراع في ولايتين متأرجحتين - NBC News",
        "سي إن إن تحظر المعلق المؤيد لترامب بسبب نكتة \"البيجر\" التي تستهدف الصحفي المسلم مهدي حسن - نيويورك بوست",
        "توفيت تيري غار، نجمة فيلم \"Young Frankenstein\" و \"Tootsie\"، عن عمر يناهز 79 عامًا - سي إن إن",
        "يكافح المراهقون في كولورادو الفشل الكلوي بعد تناول ماكدونالدز كوارتر باوندرز - وكالة أسوشيتد برس",
        "\"لقد كانت مثل لحظة إنسانية \": تفكر سينثيا إريفو في استدعاء ملصق\" شرير \"من صنع المعجبين - HuffPost",
        "هجوم بول بيلوسي: الحكم على ديفيد ديباب بالسجن مدى الحياة في محاكمة رسمية - إيه بي سي نيوز",
        "غارة جوية إسرائيلية في شمال غزة أسفرت عن مقتل عشرات الأشخاص، حيث حظر البرلمان الأونروا - NPR",
        "كوريا الشمالية ترسل وزير خارجيتها إلى روسيا بينما تتدرب قواتها للقتال ضد أوكرانيا - وكالة أسوشيتد برس",
        "تكشف الأحفورة المذهلة المحفوظة في ذهب الأحمق عن الأنواع التي تم تحديدها حديثًا والتي يبلغ عمرها 450 مليون عام - سي إن إن",
        "نقطة محذوفة هنا",
        "TechCrunch Disrupt 2024: الرئيس التنفيذي لشركة جنرال موتورز ماري بارا، توني فاضل و The Chainsmokers - TechCrunch",
        "يوفر جهاز Mac Mini الجديد دليلين حول ذاكرة الوصول العشوائي في أجهزة MacBook Pro القادمة - MacRumors",
        "يقدم Chrome أدوات \"الأداء\" الجديدة للتخلص من علامات التبويب التي تلتهم ذاكرتك - The Verge"
    ]
}