{
    "headlines": [
        "ਡਾਓ ਫਿuresਚਰਜ਼ ਫੈਡ ਦੇ ਵੱਡੇ ਰੇਟ ਕਟੌਤੀ ਦੀ ਦੇਰੀ ਨਾਲ ਪ੍ਰਤੀਕ੍ਰਿਆ ਵਿਚ 400 ਪੁਆਇੰਟ ਦੀ ਛਾਲ ਮਾਰਦਾ ਹੈਃ ਲਾਈਵ ਅਪਡੇਟਸ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਐਕਸਕਲੂਸਿਵਃ ਭਾਰਤ ਤੋਂ ਬਾਰੂਦ ਯੂਕਰੇਨ ਵਿੱਚ ਦਾਖਲ ਹੋਇਆ, ਰੂਸੀ ਗੁੱਸੇ ਨੂੰ ਵਧਾਉਂਦਾ ਹੈ - ਰਾਇਟਰ",
        "ਇਜ਼ਰਾਈਲ ਨੇ ਰੇਡੀਓ ਧਮਾਕਿਆਂ ਤੋਂ ਬਾਅਦ ਲੇਬਨਾਨ 'ਤੇ ਬੰਬ ਸੁੱਟਿਆ, ਕਿਹਾ ਕਿ ਇਹ ਕਤਲ ਦੀ ਸਾਜਿਸ਼ ਨੂੰ ਨਾਕਾਮ ਕਰਦਾ ਹੈ - ਰਾਇਟਰ",
        "ਜਾਪਾਨ ਦੀ ਫਰਮ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਸਨੇ ਲੇਬਨਾਨ ਧਮਾਕਿਆਂ ਵਿੱਚ ਵਰਤੀਆਂ ਜਾਣ ਵਾਲੀਆਂ ਵਾਕੀ-ਟਾਕੀਆਂ ਬਣਾਉਣਾ ਬੰਦ ਕਰ ਦਿੱਤਾ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਤਸਵੀਰਾਂ ਵਿੱਚ - ਸੁਪਰ ਹਾਰਵੈਸਟ ਚੰਦਰਮਾ ਅਤੇ ਚੰਦਰ ਗ੍ਰਹਿਣ ਦੁਨੀਆ ਭਰ ਦੇ ਮੌਂਗਾਜ਼ਰਾਂ ਅਤੇ ਫੋਟੋਗ੍ਰਾਫ਼ਰਾਂ ਨੂੰ ਉਡਾਉਂਦਾ ਹੈ - ਸਕਾਈ ਐਟ ਨਾਈਟ ਮੈਗਜ਼ੀਨ",
        "ਕੈਥੇ ਪੈਸੀਫਿਕ ਏਅਰਬੱਸ ਦੇ ਨੁਕਸ ਨਾਲ ਵੱਡਾ ਨੁਕਸਾਨ ਹੋ ਸਕਦਾ ਸੀ, ਰਿਪੋਰਟ ਕਹਿੰਦੀ ਹੈ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਯੂਐਸ ਫੈੱਡ ਨੇ ਅੱਧੇ ਪ੍ਰਤੀਸ਼ਤ ਪੁਆਇੰਟ ਦੁਆਰਾ ਦਰਾਂ ਵਿੱਚ ਕਟੌਤੀ ਕੀਤੀ - ਸੇਮਫੋਰ",
        "ਨਿਣਟੇਨਡੋ ਪੇਟੈਂਟ ਉਲੰਘਣਾ ਲਈ ਪਾਲਵਰਲਡ ਮੇਕਰ ਪਾਕੇਟਪੇਅਰ ਨੂੰ ਸੁੱਟਦਾ ਹੈ - ਯਾਹੂ ਵਿੱਤ",
        "ਅਮਰੀਕੀ ਰਾਸ਼ਟਰਪਤੀ ਦੀ ਦੌੜ 'ਚ ਟੀਮਸਟਰ ਟਰੰਪ ਜਾਂ ਹੈਰਿਸ ਦਾ ਸਮਰਥਨ ਨਹੀਂ ਕਰਨਗੇ - ਰਾਇਟਰਜ਼",
        "ਕਮਰਜ਼ਬੈਂਕ ਨੂੰ ਕੀ ਖਰੀਦਣਾ ਯੂਨੀਕ੍ਰੈਡਿਟ — ਅਤੇ ਬੈਂਕਿੰਗ ਸੈਕਟਰ — ਸੀ ਐਨ ਬੀ ਸੀ ਲਈ ਅਰਥ ਰੱਖਦਾ ਹੈ",
        "ਟਰੰਪ ਨੇ ਲੌਂਗ ਆਈਲੈਂਡ ‘ਤੇ ਸਟੰਪ ਕੀਤਾ, ਦੋ ਵਾਰ ਵੱਡੇ ਹਾਰਨ ਤੋਂ ਬਾਅਦ’ ਨਿਊਯਾਰਕ ਜਿੱਤਣ 'ਦੀ ਸਹੁੰ ਖਾਧੀ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਮੰਨਿਆ ਜਾਂਦਾ ਹੈ ਕਿ ਲਾਸ਼ ਕੈਂਟਕੀ ਹਾਈਵੇ ਸ਼ੂਟਰ ਜੋਸਫ ਕੌਚ ਨੂੰ ਯੂਟਿersਬਰਸ ਦੁਆਰਾ ਮਿਲੀ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਮੈਰੀਸਟ ਪੋਲਃ ਹੈਰਿਸ ਮਿਸ਼ੀਗਨ, ਵਿਸਕਾਨਸਿਨ ਵਿਚ ਟਰੰਪ ਦੀ ਅਗਵਾਈ ਕਰਦਾ ਹੈ; ਉਹ ਪੈਨਸਿਲਵੇਨੀਆ ਵਿਚ ਬੰਨ੍ਹੇ ਹੋਏ ਹਨ - ਦ ਹਿੱਲ",
        "“ਉਹ ਰੱਬ ਨਹੀਂ ਹੈ । ਉਹ ਇੱਕ ਹਾਰਨ ਵਾਲਾ ਹੈ”: ਜਿਓਫ ਡੰਕਨ ਨੇ ਟਰੰਪ ਨੂੰ ਸਰਕਾਰ ਬੰਦ ਕਰਨ ਲਈ ਜੀਓਪੀ ਨੂੰ ਬੁਲਾਉਣ 'ਤੇ ਪ੍ਰਤੀਕ੍ਰਿਆ ਦਿੱਤੀ - ਸੀਐਨਐਨ",
        "Zach Bryan ਕਹਿੰਦਾ ਹੈ ਕਿ ਉਹ ਟੇਲਰ ਸਵਿਫਟ ਉੱਤੇ Kanye ਨੂੰ ਤਰਜੀਹ ਦਿੰਦਾ ਹੈ, ਫਿਰ ਮੁਆਫੀ ਮੰਗਦਾ ਹੈ - ਵੰਨਗੀ",
        "ਬਰੂਅਰਜ਼ ਐਨਐਲ ਸੈਂਟਰਲ ਨੂੰ ਜਿੱਤਦੇ ਹਨ, ਫਿਰ ਫਿਲੀਜ਼ ਨੂੰ ਬੰਦ ਕਰੋ - ਐਮਐਲਬੀ ਡਾਟ ਕਾਮ",
        "ਵੈਨਜ਼ੂਏਲਾ ਦੇ ਵਿਰੋਧੀ ਧਿਰ ਦੇ ਸਾਬਕਾ ਉਮੀਦਵਾਰ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਸ ਨੂੰ ਚਿੱਠੀ 'ਤੇ ਦਸਤਖਤ ਕਰਨ ਲਈ ਮਜਬੂਰ ਕੀਤਾ ਗਿਆ ਸੀ ਜੋ ਪ੍ਰਭਾਵਸ਼ਾਲੀ ਢੰਗ ਨਾਲ ਹਾਰ ਮੰਨਦਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਅਸਲੀ ਕਾਰਨ ਜੋਨ Vassos ਇਸ ਨੂੰ ਗੋਲਡਨ Bachelorette ਮੁਕਾਬਲੇ ਕਰਨ ਲਈ ਉਸ ਦੇ ਪਹਿਲੇ ਪ੍ਰਭਾਵ ਗੁਲਾਬ ਦਿੱਤਾ - ਈ! ਆਨਲਾਈਨ - ਈ! ਨਿਊਜ਼",
        "ਮਾਰਸ਼ਾਨ ਲਿੰਚ, ਏਲੀ ਮੈਨਿੰਗ, ਐਡਮ ਵਿਨਾਟੀਰੀ 16 ਪਹਿਲੀ ਵਾਰ ਪ੍ਰੋ ਫੁੱਟਬਾਲ ਹਾਲ ਆਫ ਫੇਮ ਲਈ ਨਾਮਜ਼ਦ - ਯਾਹੂ ਸਪੋਰਟਸ",
        "ਦੇਸ਼ ਭਗਤ ਬਨਾਮ Jets ਭਵਿੱਖਬਾਣੀ, ਪਿਕ, Odds, ਕਰਨਾ ਵੀਰਵਾਰ ਰਾਤ ਫੁੱਟਬਾਲ ਦੇਖਣ ਲਈ - ਕਾਰਵਾਈ ਨੈੱਟਵਰਕ"
    ]
}