{
    "headlines": [
        "Venezuela frees six US men after Trump envoy meets Maduro - BBC.com",
        "Dejounte Murray tears Achilles tendon, per report, as Pelicans' injury-ravaged season goes from bad to worse - CBS Sports",
        "Sam Altman says OpenAI will embrace two new AI approaches, one from DeepSeek and another from Meta - Business Insider",
        "HIV, transgender care, climate change and other federal websites go dark - Axios",
        "Trump says he opened California’s water. Local officials say he nearly flooded them. - POLITICO",
        "Kohl's cuts 10% of corporate workforce weeks after announcing 27 store closures - USA TODAY",
        "Trump administration fires prosecutors involved in Jan. 6 cases and moves toward ousting FBI agents - The Associated Press",
        "Trump White House Takes Aim at Selena Gomez in New Video Responding to Her Crying About Deportations - Variety",
        "Tech stocks have worst week in months after ‘nobody saw DeepSeek coming’ amid AI mania - MarketWatch",
        "Cowboys’ hiring of OC Klayton Adams makes one thing clear about future of Dallas’ offense - The Dallas Morning News",
        "German politicians signal to Syrian asylum-seekers: It’s time to go home - The Washington Post",
        "College basketball picks, schedule: Predictions for Tennessee vs. Florida and more Top 25 games for Saturday - CBS Sports",
        "Former Federal Reserve official accused of passing secrets to China - Financial Times",
        "Emily in Paris star Lily Collins welcomes first baby with Charlie McDowell - Hindustan Times",
        "Zoe Saldaña Doesn’t ‘Support’ Karla Sofia Gascón’s Offensive Tweets: ‘It Saddens Me’ - Rolling Stone",
        "Rubio Brings a Tough Message From Trump on Trip to Latin America - Bloomberg",
        "FDA approves first non-opioid pain medicine in more than 20 years - Ars Technica",
        "How To Watch The 2025 Grammy Awards — Cable, Streaming And Free Options - Forbes"
    ]
}