{
    "headlines": [
        "استقالة كبار موظفي المرشح لمنصب حاكم ولاية نورث كارولاينا مارك روبنسون وسط فضيحة موقع إباحي - واشنطن بوست",
        "العمود | كارولين هاكس: الأخوة المحترقون يخافون من أن يصبحوا مقدمين للرعاية مرة أخرى بشكل افتراضي - واشنطن بوست",
        "المتحدث مايك جونسون يكشف النقاب عن استراتيجية جديدة لتجنب إغلاق الحكومة مع اقتراب الموعد النهائي - سي بي إس نيوز",
        "نقطة محذوفة هنا",
        "حزب الله يطلق الصواريخ في عمق شمال إسرائيل مع اشتعال التوترات. إليك ما نعرفه - سي إن إن",
        "PIRCE BLASTS RAIDERS: \"قرارات العمل\" في الخسارة - ESPN",
        "ديساناياكي الماركسي يفوز في الانتخابات الرئاسية في سريلانكا حيث يرفض الناخبون الحرس القديم - وكالة أسوشيتد برس",
        "يبدو أن تايلور سويفت تغيب عن مباراة تشيفز للمرة الأولى في موسم 2024 - فوكس نيوز",
        "هذا المخلوق الخالد يمكن أن يخلق شكلاً من أشكال السرطان المعدي - ساينس أليرت",
        "إطلاق النار على 21 شخصًا، ما لا يقل عن 4 قتلى في إطلاق نار جماعي في برمنغهام، ألاباما - WXII12 وينستون سالم",
        "حلفاء ترامب يقدمون دفعة أخرى لتغيير قانون المجمع الانتخابي في نبراسكا - وكالة أسوشيتد برس",
        "نتائج الأسبوع الثالث من الدوري الوطني لكرة القدم الأمريكية: ديريك هنري يتفوق على بالتيمور رايفنز في دالاس كاوبويز بينما يصدم لوس أنجلوس رامز سان فرانسيسكو 49ers - سكاي سبورتس",
        "تتطلع أبولو إلى استثمار 5 مليارات دولار في إنتل، وفقًا لتقارير بلومبرغ نيوز - رويترز",
        "2024 الفائزون والخاسرون في الأسبوع الثالث من الدوري الوطني لكرة القدم الأمريكية: الفايكنج حقيقيون، في حين أن الشواحن والدلافين تحقق نجاحات كبيرة - سي بي إس سبورتس",
        "عكس جرعة زائدة من الفنتانيل | 60 دقيقة - أخبار سي بي إس",
        "تؤيد دول الأمم المتحدة \"ميثاق المستقبل\"، ويقول قائد الهيئة إنه يجب أن يكون أكثر من مجرد كلام - وكالة أسوشيتد برس",
        "تغيرت العقود الآجلة لمؤشر داو جونز قليلاً بعد تسجيل مستوى قياسي مرتفع بعد خفض سعر الفائدة الفيدرالي: تحديثات مباشرة - CNBC",
        "حاكم ولاية كاليفورنيا غافن نيوسوم يوقع على حظر أكياس البقالة البلاستيكية - KTLA لوس أنجلوس",
        "مركبة ناسا الفضائية للبحث عن علامات الحياة على قمر المشتري أوروبا - VOA تعلم اللغة الإنجليزية",
        "يقول بايدن إن الولايات المتحدة تبذل \"كل ما في وسعها\" لمنع حرب أوسع في الشرق الأوسط - ذا هيل"
    ]
}