{
    "headlines": [
        "2025 ਮਾਸਟਰਜ਼ ਮਾਹਰ ਪਿਕ, ਵਧੀਆ ਸੱਟਾ, ਬਾਵਜੂਦ, ਸਲੀਪਰਃ ਗੋਲਫ ਇਨਸਾਈਡਰ ਆਗਸਟਾ ਨੈਸ਼ਨਲ ਵਿਖੇ ਜੌਨ ਰਹਿਮ ਡਕਿੰਗ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਕਾਸਟਿੰਗ ਨਿ Newsਜ਼ਃ ਮਿਸਟਰ ਡਾਰਸੀ ਅਤੇ ਕੈਰੀ ਕੰਟੈਂਡਰਜ਼, ਅਤੇ ਹੋਰ - ਟੀਵੀਲਾਈਨ",
        "ਅਪੀਲ ਕੋਰਟ ਦਾ ਨਿਯਮ ਟਰੰਪ ਇਕ ਵਾਰ ਫਿਰ ਪ੍ਰੋਬੇਸ਼ਨਰੀ ਫੈਡਰਲ ਵਰਕਰਾਂ ਨੂੰ ਬਰਖਾਸਤ ਕਰ ਸਕਦੇ ਹਨ - ਐਨਪੀਆਰ",
        "ਫੈਡਰਲ ਜੱਜ ਕੁਝ ਦੇਸ਼ ਨਿਕਾਲਾ ਲਈ ਟਰੰਪ ਦੇ ਏਲੀਅਨ ਦੁਸ਼ਮਣ ਐਕਟ ਦੀ ਵਰਤੋਂ ਨੂੰ ਸੀਮਤ ਕਰਦੇ ਹਨ - ਐਨ ਬੀ ਸੀ ਨਿ Newsਜ਼",
        "2025 ਐਨਐਫਐਲ ਮੌਕ ਡਰਾਫਟਃ ਪੈਟਸ ਗੋ ਟੈਟੈਰੋਆ ਮੈਕਮਿਲਨ, ਸ਼ੈਡੇਅਰ ਸੈਂਡਰਸ ਰਾਉਂਡ 1 ਤੋਂ ਬਾਹਰ ਆਉਂਦੇ ਹਨ ਜੇ ਕੋਨਰ ਰੋਜਰਸ ਜੀਐਮ ਹੁੰਦੇ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "250 ਤੋਂ ਵੱਧ ਵਿਦਿਆਰਥੀ ਵੀਜ਼ਾ ਰੱਦ ਕੀਤੇ ਜਾਣ ਨਾਲ, ਅੰਤਰਰਾਸ਼ਟਰੀ ਵਿਦਵਾਨ ਚਿੰਤਤ ਹਨ ਕਿਉਂਕਿ ਸਰਕਾਰ ਦੇਸ਼ ਨਿਕਾਲੇ ਦੇ ਕਾਰਨਾਂ ਦਾ ਵਿਸਥਾਰ ਕਰਦੀ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਆਰਐਫਕੇ ਜੂਨੀਅਰ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਹ ਰਾਜ ਅਤੇ ਸਥਾਨਕ ਸਿਹਤ ਵਿਭਾਗਾਂ ਨੂੰ $ 11B ਕਟੌਤੀ ਨਾਲ ’ਜਾਣੂ’ ਨਹੀਂ ਹੈ - ਦ ਹਿੱਲ",
        "ਲੂਕਾ ਡੌਨਸਿਕ ਦੇ ਕੈਂਪ ਨੇ ਡੱਲਾਸ ਵਾਪਸ ਆਉਣ ਲਈ ਨਿਕਸਡ ਮੈਵਰਿਕਸ ਦੇ ਵਿਸ਼ੇਸ਼ ਪੇਸ਼ਕਸ਼ਾਂ ਦੀ ਰਿਪੋਰਟ ਕੀਤੀ - ਸਪੋਰਟਸ ਇਲਸਟ੍ਰੇਟਿਡ",
        "ਐਸ ਐਂਡ ਪੀ 500 ਟਿਕਸ ਉੱਚੇ ਹੁੰਦੇ ਹਨ ਭਾਵੇਂ ਵਪਾਰ ਤਣਾਅ ਵਿਗੜਦਾ ਹੈਃ ਲਾਈਵ ਅਪਡੇਟਸ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਐਪਲ ਟਰੰਪ ਦੇ ਚੀਨ ਦੇ ਟੈਰਿਫ ਨੂੰ ਘਟਾਉਣ ਵਿਚ ਸਹਾਇਤਾ ਲਈ ਭਾਰਤ ਵੱਲ ਮੁੜਦਾ ਹੈ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "‘ਸਾਡੇ ਦਾ ਆਖਰੀ' ਸੀਜ਼ਨ 3 ਲਈ ਨਵੀਨੀਕਰਣ ਸੀਜ਼ਨ 2 ਦੇ ਪ੍ਰੀਮੀਅਰ ਤੋਂ ਪਹਿਲਾਂ ਐਚਬੀਓ ਵਿਖੇ - ਡੈੱਡਲਾਈਨ",
        "FED ਮਈ ਕਦਮ ਵਿੱਚ ਟਰੰਪ ਟੈਰਿਫ ਦੇ ਤੌਰ ਤੇ Unglue ਖਜ਼ਾਨਾ ਉਪਜ - ਨਿਵੇਸ਼ਕ ਦੇ ਕਾਰੋਬਾਰ ਰੋਜ਼ਾਨਾ",
        "'ਗਣਿਤ ਬਣਾਉਣਾ ਬੰਦ ਕਰੋ': ਜੀਓਪੀ ਹੋਲਡਆਉਟਸ ਨੇ ਖੁਦਾਈ ਕੀਤੀ ਕਿਉਂਕਿ ਟਰੰਪ ਸਦਨ ਦੇ ਬਜਟ 'ਤੇ ਦਬਾਅ ਪਾਉਂਦੇ ਹਨ - ਪੋਲਿਟਿਕੋ",
        "ਚੀਨ ਨੇ ਆਪਣੇ ਨਾਗਰਿਕਾਂ ਦੀ ਮਹੱਤਵਪੂਰਨ ਗਿਣਤੀ ਨੂੰ ਯੂਕਰੇਨ ਵਿੱਚ ਰੂਸ ਲਈ ਲੜਨ ਤੋਂ ਇਨਕਾਰ ਕੀਤਾ - ਏਪੀ ਨਿ Newsਜ਼",
        "‘ਵ੍ਹਾਈਟ ਲੋਟਸ’ ਦੇ ਸਹਿ-ਸਟਾਰ ਵਾਲਟਨ ਗੌਗਿਨਜ਼ ਅਤੇ ਐਮੀ ਲੂ ਵੁੱਡ ਫਾਈਨਲ ਤੋਂ ਬਾਅਦ ਸਪਾਰਕ ਝਗੜੇ ਦੀਆਂ ਅਫਵਾਹਾਂ - ਪੰਨਾ ਛੇ",
        "ਜੇ ਗ੍ਰਹਿ ਨੌਂ ਬਾਹਰ ਹੈ, ਤਾਂ ਇਹ ਦੂਰਬੀਨ ਅਸਲ ਵਿੱਚ ਇਸ ਨੂੰ ਲੱਭ ਸਕਦੀ ਹੈ - ਐਨਪੀਆਰ",
        "ਨੂਹ ਵਾਇਲ ‘ਨਰਵਸ ਬ੍ਰੇਕਡਾਊਨ' ਦੇ ਨੇੜੇ ਸੀ । ’ਫਿਰ ਆਇਆ‘ ਦਿ ਪਿਟ ’: ਇਹ ਹੈ' ਨਾਰਾਜ਼ਗੀ ਅਸੀਂ ਮਾਸਕ ਅਤੇ ਟੀਕਿਆਂ 'ਤੇ ਸਹਿਮਤੀ’ ਤੇ ਨਹੀਂ ਆ ਸਕਦੇ '- ਵੰਨਗੀ",
        "ਗ੍ਰੇਚਨ ਵਿਟਮਰ ਆਰਥਿਕਤਾ ਨੂੰ ਵਧਾਉਣ ਲਈ ਦੋ-ਪੱਖੀਤਾ ਦੀ ਮੰਗ ਨਾਲ ਵਾਸ਼ਿੰਗਟਨ ਜਾਂਦਾ ਹੈ - ਐਨਬੀਸੀ ਨਿ Newsਜ਼",
        "ਅਮਰੀਕਾ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਹ ਹੁਣ ਐਂਟੀਸੈਮਿਟਿਜ਼ਮ ਲਈ ਪ੍ਰਵਾਸੀਆਂ ਦੇ ਸੋਸ਼ਲ ਮੀਡੀਆ ਦੀ ਨਿਗਰਾਨੀ ਕਰ ਰਿਹਾ ਹੈ - ਐਨਪੀਆਰ",
        "ਮਾਈਕ੍ਰੋਸਾੱਫਟਃ ਅਪ੍ਰੈਲ 2025 ਅਪਡੇਟਸ ਕੁਝ ਪੀਸੀ ਤੇ ਵਿੰਡੋਜ਼ ਹੈਲੋ ਨੂੰ ਤੋੜਦੇ ਹਨ - BleepingComputer"
    ]
}