{
    "headlines": [
        "Tigers vs. Astros score today: Game 2 wild-card MLB playoffs live updates, highlights - Detroit Free Press",
        "Levi Strauss сокращает руководство, поскольку оно взвешивает продажу бизнеса Dockers - CNBC",
        "Прокуроры показали видео, на котором экс-шериф якобы стреляет в судью из Кентукки - The Washington Post",
        "Заявление спецпрокурора включает в себя новые обвинения в «все более отчаянных» попытках Трампа отменить выборы - ABC News",
        "Израиль сражается с боевиками на двух фронтах и сообщает о 8 боевых смертях, опасаясь более широкого военного подъема - The Associated Press",
        "Fantasy Football Week 5 Start 'Em & Sit 'Em Running Backs: Чуба Хаббард готов к большой игре, больше - CBS Sports",
        "Роскошная итальянская свадьба Милли Бобби Браун и Джейка Бонджови: фото со знаменательного дня - страница шестая",
        "Американская бомба времен Второй мировой войны взорвалась в японском аэропорту, вызвав большой кратер в рулежной дорожке - ABC News",
        "Сердечные приступы у молодых людей редки, но показатели растут. Эксперты указывают на 4 возможные причины. - Yahoo Life",
        "Онлайн-голосование в конкурсе «Неделя жирного медведя» на Аляске начинается после того, как в результате нападения погиб 1 участник - The Associated Press",
        "Изъято",
        "OpenAI привлек $ 6,6 млрд в крупнейшем раунде венчурных инвестиций - Axios",
        "Центр ураганов отслеживает систему, которая может поразить Флориду - Tampa Bay Times",
        "Сестра Тимоти Шаламе Полин Шаламе поддерживает Кайли Дженнер на Неделе моды в Париже - E! NEWS",
        "Новости в прямом эфире: Израиль обещает ответить на ракетную атаку Ирана, удары продолжаются в Ливане, Газе - CNN",
        "Президент мог сослаться на закон 1947 года, чтобы попытаться приостановить забастовку портовых рабочих. Вот как - Ассошиэйтед Пресс",
        "Суд запретил паре подавать в суд на Uber из-за ДТП, сославшись на правила и условия - NPR",
        "Презервативы не являются фактом жизни для молодых американцев. Это запоздалая мысль - Star Tribune",
        "Зачитывание телефонного разговора президента Байдена с G7 - Белый дом",
        "Кто выиграл дебаты с вице-президентом? Вот что сказали наблюдатели за дебатами в опросе CBS News - CBS News"
    ]
}