{
    "headlines": [
        "Sind wir alle Außerirdische? Die zurückgegebenen Asteroidenproben der NASA enthalten die Zutaten des Lebens aus einer wässrigen Welt - The Associated Press",
        "S&P 500 und Nasdaq rutschen vor Fed-Entscheidung, Nvidia Folien: Live-Updates - CNBC",
        "Prinzessin Beatrice bringt ein zweites Baby zur Welt - BBC.com",
        "Mahakumbh Mela: Dreißig Tote bei Indiens Kumbh Mela Festival - BBC.com",
        "Chiefs vs. Eagles Quoten, Linie, Spread, Datum: 2025 Super Bowl Vorhersagen, NFL-Picks nach Modell auf 31-15 Rolle - CBS Sports",
        "RFK Jr. Bestätigungsanhörung live: Donald Trumps Gesundheitsministerin grillt vor dem Senat - BBC.com",
        "Nvidia GeForce RTX 5080 Test - IGN",
        "Amateur-Fossilienjäger findet 66 Millionen Jahre altes tierisches Erbrochenes - AOL",
        "Rachael Kirkconnell war \"total schockiert\", nachdem Matt James über ihre Trennung auf Instagram gepostet hatte: Die größten Enthüllungen aus ihrem \"Call Her Daddy\" -Interview - Yahoo Entertainment",
        "Riesige NYC-Razzien von gewalttätigen illegalen Migranten nur dank Trump möglich, damit die Bundesbehörden endlich \"unsere Städte schützen\" können: DEA - New York Post",
        "DNR warnt Einwohner von Michigan, Tierbesitzer, sich vor Vogelgrippe zu schützen - MLive.com",
        "Großbritannien unterstützt eine dritte Start- und Landebahn am Flughafen Heathrow - CNN",
        "Microsofts Developer Direct Proved Game Pass ist die neue Norm von Xbox - CNET",
        "iOS 18.3 - Warnung an alle iPhone-Benutzer jetzt aktualisieren - Forbes",
        "Karoline Leavitts erstes Briefing: Presseraum geht in eine neue Ära - Axios",
        "Der heutige Neumond beginnt mit dem chinesischen Mondneujahr und richtet den Ramadan ein - Forbes",
        "Über Sport: Mike Tomlin scouts Senior Bowl; Pinguine stürzen in der Eastern Conference ab - TribLIVE",
        "Die Fed steht kurz davor, auf eine unaufhaltsame Macht zu stoßen: Donald Trump - CNN",
        "Verteidigungsminister zieht Trump-Kritiker General Milleys Sicherheitsfreigabe und Schutzdetails - The Associated Press"
    ]
}