{
    "headlines": [
        "Der Oberste Gerichtshof hört Argumente zur Anfechtung der Altersüberprüfung für Pornoseiten durch den Ersten Verfassungszusatz - CNN",
        "Was wir über den sich abzeichnenden Waffenstillstand und die Freilassung von Geiseln in Gaza wissen - CNN",
        "Bestätigungsanhörungen live: Trump Kabinett wählt Marco Rubio und Pam Bondi Gesicht Grillen von Senatoren - BBC.com",
        "Quinn Ewers steigt in den NFL Draft ein - NBC Sports",
        "Es wird erwartet, dass Cowboys den ehemaligen Jets-Trainer Robert Saleh interviewen - NBC Sports",
        "Feuerwehrleute brauchen besseres Wetter, um die Flammen Kaliforniens zu bekämpfen. Wann werden sie Erleichterung bekommen? - PBS NewsHour",
        "JPMorgan erzielt den größten Jahresgewinn aller Zeiten, da sich Investmentbanker erholen - Reuters",
        "Hier sind ein paar offizielle Samsung Galaxy S25 Hüllen [Galerie] - 9to5Google",
        "VPI: Die Eierpreise steigen, da die US-Inflation anzieht - BBC.com",
        "Die Pattsituation im Kapitol verschüttet sich vor Gericht, als die Legislative von Minnesota einen steinigen Start hat - MPR News",
        "Diese Nvidia-KI-NSCs sind genauso widerlich wie echte Spieler - Gizmodo",
        "[removed]",
        "Südkoreas Präsident nach wochenlangem Showdown von Anti-Korruptions-Ermittlern verhaftet - CNN",
        "'iPhone 17 Air' erscheint später in diesem Jahr mit diesen 10 neuen Funktionen - MacRumors",
        "Ein UI 7.0 Setup-Video begeistert uns für butterweiche Animationen - SamMobile - Samsung News",
        "FDA gibt Verbot von rotem Farbstoff Nr. 3 bekannt. Hier erfahren Sie, was Sie erwartet — und warum einige Familien bereits auf die Lebensmittelfarbe verzichten. - Yahoo Life",
        "\"Daredevil: Born Again\" -Trailer: Matt Murdock & Kingpin kehren blutig und brutal zum MCU zurück - Deadline",
        "Lions vs. Commanders Quoten, Linie, Spread: 2025 NFL Divisional Round Picks, Vorhersage nach Modell auf 31-15 Lauf - CBS Sports",
        "Der globale Bericht fordert eine Neudefinition von Fettleibigkeit - BBC.com",
        "Webb fängt die Lichtechos eines explodierenden Sterns ein - Earth.com"
    ]
}