{
    "headlines": [
        "Ações em pausa, moedas mistas devido a preocupações com tarifas de Trump - Reuters",
        "Promotor do TPI pede mandado de prisão para líder militar de Mianmar por campanha dos rohingyas - Reuters.com",
        "Cessar-fogo no Líbano: o que sabemos sobre o acordo Israel-Hezbollah - BBC.com",
        "Como o processo contra Trump saiu pela culatra - Axios",
        "No. 1 Kansas flusters Cooper Flagg, supera a flagrante 2 expulsão de Hunter Dickinson em thriller sobre No. 11 Duke - Yahoo Sports",
        "Trump assina acordo de transição com Biden, mas falta proteção fundamental - The Washington Post",
        "OpenAI faz pausa na modelo de vídeo Sora depois que artistas vazam acesso em protesto - The Washington Post",
        "Fontes: Champ Dodgers strike early, add Snell - ESPN",
        "Resumo do final da 33ª temporada de ‘Dancing With The Stars’: quem ganha o troféu Mirrorball? - Prazo",
        "Ministros de Israel devem aprovar acordo de cessar-fogo do Hezbollah - reportagens - BBC.com",
        "Reação dos rankings dos playoffs de futebol universitário: cenário de pesadelo surge para as Big 12 após o último top 25 revelado - CBS Sports",
        "Violência no Paquistão: Retirada de manifestantes após repressão à meia-noite leva à prisão de vários apoiadores do PTI - WION",
        "O que saber sobre Robby Starbuck, influencer ligado ao Walmart DEI overhaul - Axios",
        "Números vencedores da Mega Millions para o sorteio de 26 de novembro: Jackpot atinge US $ 489 milhões - usa TODAY",
        "Trump escolhe acólito de Lighthizer para ser seu chefe comercial - POLITICO",
        "17,4 milhões assistem Ravens-Chargers no multicast da Disney - NBC Sports",
        "As tarifas de Donald Trump sobre o México podem devastar a região fronteiriça, alertam economistas do Texas - The Texas Tribune",
        "   Removido ",
        "Mais imagens vazadas do Galaxy S25 Ultra mostram o slot S Pen e a One UI 7 [Galeria] - 9to5Google",
        "Trudeau diz que trabalhará com Trump em meio a ameaças tarifárias - BBC.com"
    ]
}