{
    "headlines": [
        "Mistérios Médicos: Suas estranhas infecções pélvicas tiveram uma origem de cair o queixo - The Washington Post",
        "Autoridades federais dizem que vídeo falso de funcionários eleitorais do condado de Bucks foi fabricado por russos - The Philadelphia Inquirer",
        "Ataque a comboio da polícia iraniana mata pelo menos 10 policiais; nenhum suspeito foi identificado, dizem autoridades - CBS News",
        "ESPN College GameDay em Indiana: Atualizações ao vivo da cena selvagem de Bloomington - IndyStar",
        "Atualizações ao vivo das eleições de 2024 - POLITICO",
        "Ouça as desculpas de Trump por chegar quase 3 horas atrasado para a manifestação - CNN",
        "Israel invade hospital no norte de Gaza enquanto a ONU adverte que o \"momento mais sombrio\" está se desenrolando na faixa - CNN",
        "Rastreando as horas antes de uma jovem de Minnesota se tornar vítima de assassinato - CBS News",
        "OMS: Vacinas podem ajudar a combater a resistência antimicrobiana, salvar vidas - The Washington Post",
        "Os mercados estão se movendo de maneiras misteriosas. Wall Street está com dificuldades em explicar porquê. - MarketWatch",
        "Acabei de quebrar a primeira regra de compra de produtos Apple — comprei um novo Mac Mini antes do lançamento do M4 Mac - Tom's Guide",
        "Lançamento recorde da SpaceX hoje: tudo o que você precisa saber sobre o lançamento de Cabo Canaveral - Florida Today",
        "Israel ataca alvos militares do Irã, Teerã diz que os danos são 'limitados' - Reuters",
        "O novo CEO da Boeing está realizando o derradeiro teste de gestão - Business Insider",
        "Astronauta da NASA Hospitalizado: Desvendando o Mistério Médico Após a Odisseia Espacial da Tripulação-8 - SciTechDaily",
        "LeBron: Crucial para que o AD em brasa seja 'ponto focal' - ESPN",
        "O que vem a seguir para os irmãos Menendez? - BBC.com",
        "Boone gostou do confronto por Cortes antes do fatídico RH - ESPN",
        "Horóscopo para sábado, 26 de outubro de 2024 - Chicago Sun-Times",
        "Tropas norte-coreanas estão em local de treinamento militar russo, mostram vídeos - The Washington Post"
    ]
}