{
    "headlines": [
        "Hamas está entregando reféns vivos finais para serem libertados na primeira fase do cessar-fogo em Gaza - CNN",
        "Elon Musk pede a desorbitação da ISS. Veja o que a estação espacial faz - ABC News",
        "Bybit confirma roubo recorde de US $ 1,46 bilhão em ataque sofisticado a carteira fria - The Hacker News",
        "Escolhas de basquete universitário, cronograma: previsões para Kentucky vs. Alabama e mais 25 melhores jogos no sábado - CBS Sports",
        "Juiz bloqueia ordem de Trump visando programas DEI - CNN",
        "Stephen A. Smith completamente espantado com a conferência de imprensa de pelos faciais dos Yankees: ‘Que desgraça’ - New York Post",
        "FBI disse para transferir 1.500 funcionários da sede: Relatórios - The Hill",
        "Newsom envia ao Congresso pedido de US $ 40 bilhões para auxílio de incêndio em Los Angeles - POLITICO",
        "Casa Branca e Ucrânia se aproximam de acordo sobre terras raras que estreitaria o relacionamento, diz fonte da AP - Associated Press",
        "The Rock está vindo pela alma de Cody Rhodes na WWE Elimination Chamber - Cageside Seats",
        "Trump discute com governador democrata do Maine em evento na Casa Branca por ordem executiva de atleta transgênero - ABC News",
        "Donald Trump demite principal oficial militar dos EUA em reformulação do Pentágono - Financial Times",
        "Eleição alemã: empurrão final como líder Merz promete liderar na Europa - BBC.com",
        "Henry Cejudo quebra biscoito da sorte, revela previsão de luta antes da final com Song Yadong - MMA Fighting",
        "Quem será o próximo James Bond? Decisão difícil de 007 da Amazon - BBC.com",
        "A escassez de Ozempic e Wegovy termina, configurando o confronto de medicamentos para perda de peso - Axios",
        "A Dow elimina seus ganhos desde a posse de Trump, à medida que os temores de \"estagflação\" retornam - MarketWatch",
        "Draft da NFL de 2025: 10 prospectos que podem subir durante o processo de pré-draft - NFL.com"
    ]
}