{
    "headlines": [
        "ਹਾਕੀ ਦਾ ਵਿਸ਼ਵ ਕੱਪ ਫਰਵਰੀ 2028 'ਚ ਵਾਪਸੀ ਕਰੇਗਾ - NHL.",
        "ਟਰੰਪ ਨੇ ਗਾਜ਼ਾ ਅਤੇ ਯੂਕਰੇਨ ਵਿਚ ਕੁਆਗਮੀਅਰਜ਼ ਲਈ ਇਕ ਨਵੀਂ ਪਲੇਬੁੱਕ ਲਿਖੀ - ਦਿ ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "ਜੇਕ ਟੇਪਰ ਨੇ ਟਰੰਪ ਦੀ ਨਵੀਂ ਕੈਨੇਡੀ ਸੈਂਟਰ ਬੋਰਡ ਮੀਟਿੰਗ ਵਿਚ ਬੁਲਾਉਣ ਦੀ ਆਡੀਓ ਪ੍ਰਾਪਤ ਕੀਤੀ - ਸੀ ਐਨ ਐਨ",
        "ਜੱਜ ਨੇ ਮੁਲਤਵੀ ਅਸਤੀਫਿਆਂ ਨਾਲ ਫੈਡਰਲ ਵਰਕਫੋਰਸ ਨੂੰ ਘਟਾਉਣ ਦੀ ਟਰੰਪ ਦੀ ਯੋਜਨਾ ਲਈ ਕੁੰਜੀ ਕਾਨੂੰਨੀ ਰੁਕਾਵਟ ਨੂੰ ਹਟਾ ਦਿੱਤਾ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "9 ਸਾਲਾ ਰੈਂਡੋਲਫ ਕਾਉਂਟੀ ਦੀ ਲੜਕੀ ਦੀ ਫਲੂ ਦੀਆਂ ਪੇਚੀਦਗੀਆਂ ਕਾਰਨ ਮੌਤ ਹੋ ਗਈ, ਫਲੂ ਦੇ ਮਾਮਲੇ ਵੱਧ ਰਹੇ ਹਨ - WRAL News",
        "ਪ੍ਰਵਾਸੀਆਂ ਨੂੰ ਲਾਇਸੈਂਸ ਦੇਣ ਵਾਲੇ ਕਾਨੂੰਨ ਨੂੰ ਲੈ ਕੇ ਨਿਆਂ ਵਿਭਾਗ ਨੇ ਐਨ. ਵਾਈ. 'ਤੇ ਕੀਤਾ ਮੁਕੱਦਮਾ - ਟਾਈਮਜ਼ ਯੂਨੀਅਨ",
        "ਐਸ ਐਂਡ ਪੀ 500 ਫਿuresਚਰਜ਼ ਉੱਚੀਆਂ ਹੁੰਦੀਆਂ ਹਨ ਕਿਉਂਕਿ ਨਿਵੇਸ਼ਕ ਵਧੇਰੇ ਕਮਾਈ, ਮਹਿੰਗਾਈ ਦੇ ਅੰਕੜਿਆਂ ਵੱਲ ਅੱਗੇ ਦੇਖਦੇ ਹਨਃ ਲਾਈਵ ਅਪਡੇਟਸ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਸੋਨੀ ਪਲੇਅਸਟੇਸ਼ਨ ਸਟੇਟ ਆਫ ਪਲੇਅ ਫਰਵਰੀ 2025: ਹਰ ਚੀਜ਼ ਦੀ ਘੋਸ਼ਣਾ ਕੀਤੀ ਗਈ - ਯੂਰੋਗੇਮਰ",
        "‘ਹਾਈਵੇਅ ਲੁੱਟ’: ਨਿਊਯਾਰਕ ਸਿਟੀ ਨੇ ਟਰੰਪ ਪ੍ਰਸ਼ਾਸਨ ਦੁਆਰਾ ਜ਼ਬਤ ਕੀਤੇ ਗਏ ਫੇਮਾ ਫੰਡਾਂ ਨੂੰ ਵਾਪਸ ਮਾਰਿਆ - ਪੋਲਿਟਿਕੋ",
        "ਓਹੀਓ ਵਿੱਚ ਮਨੁੱਖੀ ਬਰਡ ਫਲੂ ਦਾ ਪਹਿਲਾ ਕੇਸ ਸਾਹਮਣੇ ਆਇਆ, ਸਿਹਤ ਵਿਭਾਗ ਨੇ ਪੁਸ਼ਟੀ ਕੀਤੀ - ਡਬਲਯੂਸੀਪੀਓ 9 ਸਿਨਸਿਨਾਟੀ",
        "2025 ਲਈ ਪ੍ਰਿਸਕੋ ਦੇ ਚੋਟੀ ਦੇ 100 ਐਨਐਫਐਲ ਮੁਫਤ ਏਜੰਟਃ ਉਪਲਬਧ ਖਿਡਾਰੀਆਂ ਦੀ ਟੀਮ ਦੁਆਰਾ ਟੀਮ ਟੁੱਟਣਾ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਤੁਹਾਡਾ ਪੁਰਾਣਾ ਲੈਪਟਾਪ ਇਸ ਲੀਨਕਸ ਡਿਸਟ੍ਰੋ ਨਾਲ ਵਿੰਡੋਜ਼ 10 ਦੇ ਸੂਰਜ ਡੁੱਬਣ ਤੋਂ ਬਾਅਦ 'ਚਮਕ ਸਕਦਾ ਹੈ' - ZDNet",
        "ਐਲਏ ਫਾਇਰ ਏਰੀਆ ‘ਜਾਨਲੇਵਾ‘ ਮਲਬੇ ਲਈ ਬ੍ਰੇਸ ਇਕ ਸਾਲ ਦੇ ਸਭ ਤੋਂ ਭੈੜੇ ਤੂਫਾਨ ਤੋਂ ਵਗਦਾ ਹੈ ਕਿਉਂਕਿ ਭਾਰੀ ਬਰਫ ਮਿਡਵੈਸਟ ਨੂੰ ਮਾਰਦੀ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਐਨ. ਵਾਈ. ਘੱਟੋ ਘੱਟ 15 ਸਾਲਾਂ ਵਿੱਚ ਸਭ ਤੋਂ ਭੈੜਾ ਫਲੂ ਸੀਜ਼ਨ ਵੇਖਦਾ ਹੈ - ਟਾਈਮਜ਼ ਯੂਨੀਅਨ",
        "ਵਾਸ਼ਿੰਗਟਨ ਰਾਜ ਵਿੱਚ ਇਹ ਜੋਆਨ ਸਟੋਰ ਬੰਦ ਕਰਨ ਲਈ ਤਿਆਰ ਹਨ - KING5.com",
        "ਪੰਛੀਆਂ ਦੇ ਫਿਰਦੌਸ ਸਾਥੀ ਨੂੰ ਆਕਰਸ਼ਤ ਕਰਨ ਲਈ ਗੁਪਤ ਬਾਇਓਫਲੋਰੇਸੈਂਸ ਦੀ ਵਰਤੋਂ ਕਰਦੇ ਹਨ - Earth.",
        "ਸ਼ੁਰੂਆਤੀ ਨੀਲੇ ਪੀਰੀਅਡ ਤੋਂ ਇੱਕ ਲੁਕੀ ਹੋਈ ਪਿਕਾਸੋ ਪੇਂਟਿੰਗ ਨਵੀਂ ਟੈਕਨੋਲੋਜੀ ਦੁਆਰਾ ਪ੍ਰਗਟ ਕੀਤੀ ਗਈ ਹੈ - ਡਬਲਯੂਯੂਐਫਟੀ",
        "ਹੇਗਸੇਥ ਨੇ ਨਾਟੋ ਸਹਿਯੋਗੀ ਦੇਸ਼ਾਂ ਨੂੰ ਯੂਰਪ ਦੀ ਸੁਰੱਖਿਆ ਦੀ ਅਗਵਾਈ ਕਰਨ ਦਾ ਸੱਦਾ ਦਿੱਤਾ, ਯੂਕਰੇਨ ਮੈਂਬਰਸ਼ਿਪ ਲਈ ਨਿਯਮ ਬਾਹਰ ਸਹਾਇਤਾ - ਰੱਖਿਆ ਵਿਭਾਗ",
        "ਐਕਸਕਲੂਸਿਵਃ ਗੈਬਾਰਡ ਡੀ ਐਨ ਆਈ ਦੇ ਤੌਰ ਤੇ ਪਹਿਲੀ ਯਾਤਰਾ 'ਤੇ ਮ੍ਯੂਨਿਚ ਵਿਚ ਅਮਰੀਕੀ ਸਹਿਯੋਗੀਆਂ ਨਾਲ ਮੁਲਾਕਾਤ ਕਰਨ ਲਈ - ਏਬੀਸੀ ਨਿ Newsਜ਼"
    ]
}