{
    "headlines": [
        "Los Angeles district attorney says he’ll recommend resentencing in decades-old Menendez brothers’ murder case - CNN",
        "“A civic disappointment”: Fallout continues after Los Angeles Times chooses not to endorse - Semafor",
        "15-year-old charged with murder of parents, siblings near Fall City - The Seattle Times",
        "[Removed]",
        "Will Shohei Ohtani pitch in 2024 World Series vs. Yankees? Dodgers manager says 'no possibility' of it - CBS Sports",
        "Gangs in Haiti open fire and hit a UN helicopter midair as violence surges - The Associated Press",
        "Nicole Scherzinger, Who Helped Create One Direction on X-Factor, Was Texting Liam Payne Day He Died - E! Online - E! NEWS",
        "Capri stock craters 46% after judge blocks $8.5 billion Tapestry deal - Yahoo Finance",
        "Former Sports Illustrated swimsuit model says Trump groped her to show off for Jeffrey Epstein - CNN",
        "USF basketball coach Abdur-Rahim dies at age 43 - ESPN",
        "McDonald's says onions from California-based produce company linked to deadly E. coli outbreak - The Associated Press",
        "Biden set to apologize to Native Americans for Indian boarding schools - The Washington Post",
        "Scout Motors mounts an electric comeback with new SUV and truck concepts - The Verge",
        "CDC updates COVID-19 vaccine recommendations for older adults - The Hill",
        "North Korean troops spotted in Russian border region with Ukraine, says Kyiv - CNN",
        "‘The Brady Bunch’ Reboot Was Spiked at CBS Due to Cindy Actress Susan Olsen’s Documented Hate Speech - Yahoo Entertainment",
        "Thursday Night Football: How to watch the Minnesota Vikings vs. Los Angeles Rams NFL game tonight - Yahoo Sports",
        "Trump team bullish about 2024 election victory as early votes roll in: 'Things look pretty good' - New York Post ",
        "Avian influenza case confirmed in Clackamas County egg farm - Oregon Public Broadcasting",
        "Tesla Stock’s Best Day Since 2013 Makes Elon Musk $26 Billion Richer - Forbes"
    ]
}