{
    "headlines": [
        "Susie Wiles: Who is Trump’s new chief of staff? - BBC.com",
        "China unveils $1.4 trillion local debt package but no direct stimulus - Reuters",
        "Ja’Marr Chase had an NFL record 457 receiving yards against the Ravens this season - NBC Sports",
        "Israeli soccer fans attacked in Amsterdam, with five reportedly hospitalized and dozens of suspects arrested - CBS News",
        "‘We barely made it out’: Californians desperately flee their homes amid raging wildfires - CNN",
        "Burrow, Chase's brilliance wasted as Bengals fall - ESPN",
        "'That Was Just Melania': Jimmy Kimmel Trolls Trump With 1 Fleeting Observation - HuffPost",
        "United Nations warily awaits Donald Trump's return to power - Reuters",
        "[Removed]",
        "iPhone 18 Camera Upgrade May Include A Variable Aperture For The Primary Unit, With Apple Reportedly Obtaining These Parts From A Different Supplier - Wccftech",
        "Stock futures gain marginally as Wall Street looks to extend postelection rally: Live updates - CNBC",
        "Investors Dial Back ‘Trump Trades’ as Policy Doubts Seep In - Yahoo Finance",
        "'Narrowly missed a tragedy': Teen believed to be armed stopped from entering Wisconsin elementary school - ABC News",
        "Brianna Chickenfry Accuses Zach Bryan of Emotional Abuse, Asking Her to Sign $12 Million NDA - Rolling Stone",
        "German crisis: Businesses call for action on growth - DW (English)",
        "A grand bargain with Putin or confrontation with China: 3 ways Trump may change America’s place in the world - The Conversation",
        "Judge declares Biden immigration program for spouses of U.S. citizens illegal - CBS News",
        "Bryan Kohberger's attorney's want death penalty removed in Idaho student murder case - KOMO News",
        "GOP picks up more key House seats while Democrats insist they still have a path to a majority - The Associated Press",
        "49ers' Christian McCaffrey expected to make season debut Sunday vs. Bucs, says Kyle Shanahan - Yahoo Sports"
    ]
}