{
    "headlines": [
        "مناقشة تيم والتز وجيه دي فانس لعام 2024 غدًا. إليك ما يجب معرفته. - CBS News",
        "أجبر كبير مساعدي إريك آدمز على الخروج وسط تحقيقات فساد مترامية الأطراف - بوليتيكو",
        "الأسود مقابل سيهوكس يسجل اليوم: تحديثات مباشرة، وأبرز أحداث اللعبة من كرة القدم ليلة الاثنين - ديترويت فري برس",
        "تيموثي شالاميت يبدو غير معروف مع تحول الشعر والشارب على مجموعة مارتي سوبريم - E! NEWS",
        "جو بايدن يتهم دونالد ترامب \"بالكذب\" بشأن استجابة البيت الأبيض لإعصار هيلين - فاينانشال تايمز",
        "شريحة تصفيات 2024 MLB: صورة كاملة بعد الموسم، المباريات مع احتلال Mets and Braves للمواقع النهائية - CBS Sports",
        "شركة نورث تكساس مان تحطم جيتار تايلور سويفت بعد شرائه مقابل 4 آلاف دولار - WFAA.com",
        "الأحدث في أعقاب إعصار هيلين - سي إن إن",
        "سبيريت هالوين دينغز \"SNL\" مع \"برنامج تلفزيوني غير ذي صلة يبلغ من العمر 50 عامًا\" زي بعد العرض الأول للموسم - الموعد النهائي",
        "يقول ترامب كذباً إن حاكم جورجيا لم يتمكن من التحدث إلى بايدن حول أضرار العاصفة - إن بي سي نيوز",
        "هل يمكنك رؤية \"الصغرى\" الجديدة للأرض بالعين المجردة ؟ - Livescience.com",
        "تسارع رؤوس الأموال المغامرة للقاء الرئيس التنفيذي السابق لشركة OpenAI Mira Murati على أمل تمويل شركة جديدة - Business Insider",
        "بعد ست سنوات من المؤتمرات الصحفية الماراثونية، خرج ضابط مكافحة غسل الأموال في المكسيك من المسرح - أصوات ياهو!",
        "يصل رواد الفضاء التسعة إلى المحطة الفضائية بعد أن أبلغت سبيس إكس عن شذوذ صاروخي - سي إن إن",
        "يرتبط تناول الطعام المقيد بالوقت بزيادة التحكم في نسبة السكر في الدم وفقدان الدهون - Medical News Today",
        "معهد ماساتشوستس للتكنولوجيا سبينوف السائل لاول مرة نماذج الذكاء الاصطناعي غير المحولات وانهم بالفعل للدولة من بين الفن - VentureBeat",
        "وزارة الدفاع تعزز الموقف الدفاعي في الشرق الأوسط - وزارة الدفاع",
        "قضت DirecTV و Dish سنوات في محاولة للاندماج. إنه يحدث أخيرًا. - Yahoo Finance",
        "حفل موسيقي و 30 بيتًا جديدًا بمناسبة عيد ميلاد جيمي كارتر المائة وإرثه الطويل من العطاء - وكالة أسوشيتد برس",
        "يظهر تحليل سي إن إن أن قنابل أمريكية الصنع بوزن 2000 رطل من المحتمل استخدامها في الضربة التي قتلت رئيس حزب الله نصر الله - سي إن إن"
    ]
}