{
    "headlines": [
        "Ex-Louisville officer guilty of violating Breonna Taylor's civil rights - ABC News",
        "Boeing CEO delivered ultimatum to Machinists. Union leaders believe him - The Seattle Times",
        "[Removed]",
        "Channing Tatum & Jenna Dewan's Daughter Looks So Grown Up on Halloween - E! NEWS",
        "Election 2024 live updates: Dems pile on Trump for 'violent rhetoric' - USA TODAY",
        "Stephanie White hired to guide Indiana Fever, Caitlin Clark to next step - The Washington Post",
        "Daniel Penny’s lawyers argue he protected others, prosecutors say he ‘went too far’ as NYC subway manslaughter trial begins - CNN",
        "LA Dodgers' World Series parade lights up downtown as fans celebrate championship win - CBS News",
        "Harris assails Trump for saying Liz Cheney should have rifles ‘shooting at her’ - The Associated Press",
        "‘Agatha All Along’ Episode 8 Hits 4.6 Million Views in One Day, Up 10% From Episode 7 - Variety",
        "Supreme Court rules Pennsylvania may count back-up votes when mail ballots are rejected - CNN",
        "Fake videos from Russian propagandists aim to raise tensions ahead of Election Day - NPR",
        "SEC outlines discipline for fake injury 'nonsense' - ESPN",
        "Some iPhone 14 Plus phones have a camera issue, but Apple may fix it for free - The Verge",
        "Orlando mayor issues curfew, early end to alcohol sales for businesses near downtown mass shooting - WESH 2 Orlando",
        "Too little, too late: How Valencia’s residents were trapped with no warning in Spain’s deadly floods - CNN",
        "‘Union Joe,’ Harris and Trump all made gains with unions — but not enough - POLITICO",
        "Chemists broke a 100-year-old rule to make extremely unstable molecules - Livescience.com",
        "Walking pneumonia, RSV rates are rising in young kids, CDC warns. The trends are noteworthy — but not unexpected. - Yahoo Life",
        "Surfer loses part of leg in shark attack off Maui beach - Hawaii News Now"
    ]
}