{
    "headlines": [
        "A 911 caller said a camper was killed by a bear. Police say it was murder. - The Washington Post",
        "In the twilight of his term, Biden greets global audience weary of war and wary of US politics - CNN",
        "Bird flu concerns mount as California reports more human cases - Fox News",
        "TSMC bullish on outlook as AI boom blows Q3 profit past forecasts - Reuters",
        "Nokia joins Ericsson in seeing signs of recovery after mixed results - Reuters",
        "Harris grilled on Fox News on immigration, Biden's fitness for office - Reuters",
        "Italy surrogacy ban: Couples banned from travelling abroad to seek surrogate - BBC.com",
        "Walker Buehler delivers vintage performance as Shohei Ohtani leads Dodgers offense in NLCS Game 3 rout - Yahoo Sports",
        "When is the next full moon? October brings the hunter supermoon - Des Moines Register",
        "JD Vance says Donald Trump did not lose the 2020 election - Al Jazeera English",
        "The surprising way Ozempic can get people to stop drinking alcohol, using drugs - New York Post ",
        "Trump stands by debunked claims immigrants are eating pets at event for Hispanic voters - The Guardian US",
        "Comet Tracker Tonight: When And Where To See It Thursday With A ‘Supermoon’ - Forbes",
        "China Employs Hackers and Celebrities to Undermine Taiwan - The Wall Street Journal",
        "US B-2 bombers strike Iran-backed Houthis in Yemen - CNN",
        "Ryan Murphy & FX Chief John Landgraf On That ‘Grotesquerie’ Twist & Taking Risks In Their 21 Years Of Collaboration - Deadline",
        "India's alleged interference in Canada was 'horrific mistake,' Trudeau says - Reuters",
        "Opinion | Did Trump’s all-female town hall achieve anything? - The Washington Post",
        "One Direction’s Liam Payne mourned by Hollywood after death at 31: ‘Absolutely heartbreaking’ - Fox News",
        "Caitlin Clark snubbed of another unanimous WNBA honor after Rookie of the Year controversy - New York Post "
    ]
}