{
    "headlines": [
        "مقتل شخصين وإصابة العشرات في ألمانيا مع اقتحام السيارات لسوق عيد الميلاد - الجارديان",
        "أين تشاهد Notre Dame vs. Indiana، قناة تلفزيونية، تنبؤ، اختيار، انتشار، احتمالات مباراة فاصلة في كلية كرة القدم - CBS Sports",
        "يمكن لمايكل بينيكس جونيور إطلاق العنان لإمكانات الصقور المتفجرة ؛ بالإضافة إلى فريقين مع مباريات فاصلة مخيفة - NFL.com",
        "الطريق الطويل إلى \"لانا \": لماذا استغرقت SZA عامين لإسقاط ألبوم\" SOS \"الفاخر - متنوع",
        "يسود مشروع قانون ميزانية اللحظة الأخيرة لمنع إغلاق الحكومة الأمريكية في مجلس النواب - الجزيرة الإنجليزية",
        "جرائم قتل ديلفي: حكم على ريتشارد ألين بالسجن 130 عامًا لوفاة إنديانا - BBC.com",
        "حكم القاضي على Oath Keeper الذي تعاون في 6 يناير للمحاكمة تحت المراقبة وحذر من أن الديمقراطية \"هشة\" - سي إن إن",
        "قطع رايفنز ديونتا جونسون لإنهاء زواج ما بعد التجارة الكارثي - نيويورك بوست",
        "CHEADS ACTIVATE HOLLYWOOD BROWN -",
        "دعوى قضائية ضد ديدي بتهمة الاعتداء الجنسي من قبل الفائز في مسابقة راديو 2006 رحلة مدينة نيويورك، مع صور - TMZ",
        "حُكم على ثمانية في فرنسا بسبب أفعال أدت إلى قطع رؤوس المعلمين - BBC.com",
        "ساعد ماسك في القضاء على مشروع قانون الإنفاق في الكونغرس. لكن الكثير مما نشره كان معلومات مضللة - وكالة أسوشيتد برس",
        "بعد التسبب في غضب في اليوم الأول من Y Combinator، حصل محرر رموز الذكاء الاصطناعي PearAI على مليون دولار - TechCrunch",
        "وافقت إدارة الغذاء والدواء الأمريكية (FDA) على Zepbound ® (tirzepatide) باعتباره الدواء الأول والوحيد الموصوف طبيًا لانقطاع التنفس الانسدادي المعتدل إلى الشديد أثناء النوم لدى البالغين المصابين بالسمنة - المستثمرون | Eli Lilly and Company",
        "\"الحزم والأرباح على الناس \": ما هو شعور أن تكون سائقًا في أمازون ولماذا يضرب البعض - سي إن إن",
        "يشير الانتشار السريع لإنفلونزا الطيور H5N1 عبر قطعان الألبان في كاليفورنيا إلى مسارات انتقال غير معروفة - STAT",
        "هل كان للمشي الذي قامت به شرطة نيويورك للويجي مانجيوني نتائج عكسية ؟ - جوثاميست",
        "تبين أن \"المرض الغامض\" في الكونغو هو الملاريا — وربما مرض آخر - Livescience.com",
        "الجائزة الكبرى Mega Millions ترتفع إلى 862 مليون دولار - ABC News",
        "إليك كيفية تجميع مساعدة السمع AirPods Pro من Apple مع النتائج الاحترافية - Digital Trends"
    ]
}