{
    "headlines": [
        "ਟਰੰਪ ਦੇ ਸਹੁੰ ਚੁੱਕ ਸਮਾਗਮ ਨੂੰ ਘਰ ਦੇ ਅੰਦਰ ਜਾਣ ਦੀ ਉਮੀਦ - ਸੀਐਨਐਨ",
        "‘ਸੇਵਰੈਂਸ’ ਸੀਜ਼ਨ 1 ਰੀਕੈਪਃ ਸੀਜ਼ਨ 2 ਤੋਂ ਪਹਿਲਾਂ ਕੀ ਯਾਦ ਰੱਖਣਾ ਹੈ - ਯਾਹੂ ਐਂਟਰਟੇਨਮੈਂਟ",
        "ਸੁਪਰੀਮ ਕੋਰਟ ਨੇ ਟਿਕਟਾਕ 'ਤੇ ਪਾਬੰਦੀ ਲਗਾਉਣ ਵਾਲੇ ਕਾਨੂੰਨ ਨੂੰ ਬਰਕਰਾਰ ਰੱਖਿਆ ਜੇ ਇਹ ਆਪਣੀ ਚੀਨੀ ਮੂਲ ਕੰਪਨੀ ਦੁਆਰਾ ਨਹੀਂ ਵੇਚਿਆ ਜਾਂਦਾ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਡਾਓ 300 ਅੰਕ ਵਧਦਾ ਹੈ, ਐਸ ਐਂਡ ਪੀ 500 ਨਵੰਬਰ ਤੋਂ ਬਾਅਦ ਦੇ ਸਭ ਤੋਂ ਵਧੀਆ ਹਫਤੇ ਲਈ ਸਿਰ ਜਿਵੇਂ ਕਿ ਰੇਟ ਡਿੱਗਦੇ ਹਨਃ ਲਾਈਵ ਅਪਡੇਟਸ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਇੰਸਟਾਗ੍ਰਾਮ ਤੁਹਾਡੇ ਦੋਸਤਾਂ ਨੂੰ ਦਿਖਾਏਗਾ ਕਿ ਤੁਸੀਂ ਕੀ ਪਸੰਦ ਕੀਤਾ ਹੈ Reels - The Verge",
        "ਕੀ ਓਹੀਓ ਦੇ ਰਾਜਪਾਲ ਮਾਈਕ ਡੀਵਾਈਨ ਅੱਜ ਸੈਨੇਟ ਚੁਣਨ ਦਾ ਐਲਾਨ ਕਰਨਗੇ? ਦੁਪਹਿਰ ਦੀ ਨਿ newsਜ਼ ਕਾਨਫਰੰਸ ਤਹਿ ਕੀਤੀ ਗਈ - ਕੋਲੰਬਸ ਡਿਸਪੈਚ",
        "ਟਰੰਪ ਦੀ ਇਮੀਗ੍ਰੇਸ਼ਨ ਕਾਰਜਕਾਰੀ ਆਦੇਸ਼ਾਂ ਦੇ ਹੜ੍ਹ ਦੀ ਯੋਜਨਾ ਪਹਿਲੇ ਦਿਨ - ਪੋਲਿਟਿਕੋ",
        "ਰੋਜਰ ਗੁੱਡੇਲਃ ਐਨਐਫਐਲ ਲਈ \"ਲਾਜ਼ੀਕਲ ਕਦਮ\" 18 ਨਿਯਮਤ-ਸੀਜ਼ਨ ਗੇਮਜ਼ ਹੈ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਗਾਜ਼ਾ ਜੰਗਬੰਦੀ ਸਮਝੌਤੇ 'ਤੇ ਇਜ਼ਰਾਈਲ ਦੀ ਵੋਟ ਦੇਰੀ ਨਾਲ - BBC.com",
        "ਟਰੰਪ ਅਤੇ ਚੀਨ ਦੇ ਸ਼ੀ ਟਿਕਟੋਕ, ਵਪਾਰ, fentanyl, ਰਾਸ਼ਟਰਪਤੀ-ਚੁਣੇ ਦਾ ਕਹਿਣਾ ਹੈ 'ਤੇ ਚਰਚਾ - CNBC",
        "ਕੈਮਰਨ ਡਿਆਜ਼ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਹ 10 ਸਾਲਾਂ ਦੇ ਹਿਟਸ ਤੋਂ ਬਾਅਦ ਐਕਟਿੰਗ ਵਿਚ ਵਾਪਸ ਨਾ ਪਰਤਣ ਲਈ ‘ਮੂਰਖ' ਹੁੰਦੀਃ 'ਇਸ ਲਈ ਧੰਨਵਾਦੀ' - ਏਓਐਲ",
        "ਰੂਸ ਨੇ ਮਰਹੂਮ ਵਿਰੋਧੀ ਸ਼ਖਸੀਅਤ ਨਵਲਨੀ ਦੇ ਵਕੀਲਾਂ ਨੂੰ ਜੇਲ੍ਹ ਦੀ ਸਜ਼ਾ ਸੁਣਾਈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਮਾਰੀਓ ਕਾਰਟ 9 ਫੈਨ ਅਟਕਲਾਂ ਬਾਲਣ ਟੈਂਕ ਗੇਮਪਲਏ ਵੱਲ ਇਸ਼ਾਰਾ ਕਰਦੀਆਂ ਹਨ - ਯੂਰੋਗੇਮਰ",
        "ਦੱਖਣੀ ਅਫਰੀਕਾ ਦਾ ਮਾਈਨਰ ਉਨ੍ਹਾਂ ਲੋਕਾਂ ਲਈ ਦਹਿਸ਼ਤ ਦਾ ਵਰਣਨ ਕਰਦਾ ਹੈ ਜਿਨ੍ਹਾਂ ਨੇ ਕਈ ਮਹੀਨੇ ਭੂਮੀਗਤ ਬਿਤਾਏ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਐਚਐਚਐਸ ਨੇ ਸੀਨੀਅਰਾਂ - ਸੀਐਮਐਸ ਲਈ ਨੁਸਖ਼ੇ ਵਾਲੀਆਂ ਦਵਾਈਆਂ ਦੀਆਂ ਕੀਮਤਾਂ ਨੂੰ ਘਟਾਉਣ ਲਈ ਨਿਰੰਤਰ ਕੋਸ਼ਿਸ਼ਾਂ ਵਿੱਚ ਮੈਡੀਕੇਅਰ ਡਰੱਗ ਕੀਮਤ ਗੱਲਬਾਤ ਲਈ ਚੁਣੀਆਂ ਗਈਆਂ 15 ਵਾਧੂ ਦਵਾਈਆਂ ਦੀ ਘੋਸ਼ਣਾ ਕੀਤੀ",
        "ਡਿਵੀਜ਼ਨਲ ਰਾਉਂਡ ਮਾਹਰ ਪਿਕਃ ਮਨੀਲਾਈਨ, ਫੈਲਾਓ, ਓਵਰ/ਅੰਡਰ ਭਵਿੱਖਬਾਣੀ - ਪ੍ਰਾਈਡ ਆਫ ਡੀਟ੍ਰਾਯਟ",
        "ਵਧੇਰੇ ਕੈਂਸਰ, ਘੱਟ ਮੌਤ? ਨਵੀਂ ਅਲਕੋਹਲ-ਜੋਖਮ ਦੀਆਂ ਸਮੀਖਿਆਵਾਂ ਵਿਵਾਦਪੂਰਨ ਟੇਕਵੇਅ ਦੀ ਪੇਸ਼ਕਸ਼ ਕਰਦੀਆਂ ਹਨ - ਆਰਸ ਟੈਕਨੀਕਾ",
        "ਬ੍ਰਸੇਲਜ਼ ਨੇ ਐਕਸ ਨੂੰ ਐਲਗੋਰਿਦਮ 'ਤੇ ਦਸਤਾਵੇਜ਼ ਸੌਂਪਣ ਦਾ ਆਦੇਸ਼ ਦਿੱਤਾ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "ਮਿਆਮੀ ਡੌਲਫਿਨਜ਼ 2025 ਵਿਚ ਸਪੇਨ ਵਿਚ ਇਤਿਹਾਸਕ ਪਹਿਲੀ ਰੈਗੂਲਰ ਸੀਜ਼ਨ ਗੇਮ ਖੇਡਣ ਲਈ - ਮਿਆਮੀ ਡੌਲਫਿਨ",
        "ਸਪੇਸਐਕਸ ਸਟਾਰਸ਼ਿਪ ਵਿਸਫੋਟ ਸੰਭਾਵਤ ਤੌਰ ਤੇ ਪ੍ਰੋਪੈਲੈਂਟ ਲੀਕ ਹੋਣ ਕਾਰਨ ਹੋਇਆ ਹੈ, ਐਲਨ ਮਸਕ ਕਹਿੰਦਾ ਹੈ - ਸਪੇਸ ਡਾਟ ਕਾਮ"
    ]
}