{
    "headlines": [
        "Panthers enviando WR Diontae Johnson para Ravens em troca - NFL.com",
        "Teri Garr, o ator cômico incomum de ‘O Jovem Frankenstein’ e ‘Tootsie’, morreu - The Associated Press",
        "UE aplica tarifas sobre veículos elétricos chineses, arriscando reação de Pequim - Reuters",
        "Fontes: Colts bench Richardson, turn to Flacco - ESPN",
        "NFL Week 9 Power Rankings: Pare de duvidar dos invictos Chiefs; Steelers, Eagles descobrindo ofensivamente - CBS Sports",
        "   Removido ",
        "Trump chama o comício do Madison Square Garden de \"festival de amor\" em meio à reação aos comentários racistas dos palestrantes - ABC News",
        "Samsung supostamente considera abandonar a marca ‘Galaxy’ para certos telefones - 9to5Google",
        "O RPG de mundo aberto da Nintendo, Xenoblade Chronicles X, está sendo remasterizado para o Switch - The Verge",
        "Tom Brady postou uma história enigmática no Instagram em meio a relatos de que Gisele está \"empolgada\" com sua terceira gravidez - BuzzFeed",
        "TechCrunch Disrupt 2024: CEO da GM Mary Barra, Tony Fadell e The Chainsmokers - TechCrunch",
        "Bicho Ancião Preservado em Flocos de Ouro de Tolo é um ‘Grande Apêndice’ - Gizmodo",
        "O primeiro show de Steve Bannon fora da prisão deve ser um grande aviso - The New Republic",
        "O que saber após incêndios nas urnas em Washington e Oregon - CBS News",
        "A febre de Lassa mata um residente de Iowa. Aqui está o que saber sobre o vírus raro e seus sintomas. - CBS News",
        "Os investidores do mercado de ações \"não têm um manual claro\" para uma vitória nas eleições de Harris - MarketWatch",
        "O novo Mac mini da Apple é mais poderoso, mais mini e construído para o Apple Intelligence - Apple",
        "Sean ‘Diddy’ Combs acusado de agredir sexualmente meninos de 10 e 17 anos em novos processos - The Philadelphia Inquirer",
        "O que a UNRWA faz e por que Israel a baniu da Cisjordânia, Gaza? - Al Jazeera English",
        "As tropas de elite da Coreia do Norte estão na Rússia para combater a Ucrânia: o que sabemos - The Washington Post"
    ]
}