{
    "headlines": [
        "ਸਟਾਕ ਮਾਰਕੀਟ ਅੱਜਃ ਨੈਸਡੈਕ ਟੇਸਲਾ ਦੀ ਕਮਾਈ ਲਈ ਵਾਲ ਸਟ੍ਰੀਟ ਬ੍ਰੇਸ ਦੇ ਰੂਪ ਵਿੱਚ ਸਟਾਕ ਨੂੰ ਘੱਟ ਕਰਨ ਵਿੱਚ ਅਗਵਾਈ ਕਰਦਾ ਹੈ - ਯਾਹੂ ਵਿੱਤ",
        "ਐਨਐਫਐਲ ਕਲਪਨਾ 2024 ਸਟਾਰਟ 'ਏਮ, ਸੀਟ ' ਏਮਃ ਹਫਤੇ 8 ਲਈ ਕੁਆਰਟਰਬੈਕ - ਐਨਐਫਐਲ ਡਾਟ ਕਾਮ",
        "ਤੁਰਕੀ ਦੀ ਏਅਰੋਸਪੇਸ ਕੰਪਨੀ 'ਤੇ ਅੱਤਵਾਦੀ ਹਮਲੇ' ਚ ਚਾਰ ਦੀ ਮੌਤ, 14 ਜ਼ਖਮੀ - CNN",
        "ਤੁਸੀਂ ਕਿੰਨਾ ਚਿਰ ਇਕ ਪੈਰ 'ਤੇ ਖੜ੍ਹੇ ਰਹਿ ਸਕਦੇ ਹੋ? ਜਵਾਬ ਤੁਹਾਡੇ ਪਤਝੜ ਦੇ ਜੋਖਮ ਦੀ ਭਵਿੱਖਬਾਣੀ ਕਰ ਸਕਦਾ ਹੈ. - ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਨਕਸ਼ੇ ਅਤੇ ਚਾਰਟ: ਮੁੱਖ ਰਾਜਾਂ ਵਿੱਚ ਸ਼ੁਰੂਆਤੀ ਵੋਟਾਂ ਨੂੰ ਟਰੈਕ ਕਰਨਾ ਅਤੇ ਇਹ ਕਿਵੇਂ 2020 ਦੀ ਤੁਲਨਾ ਕਰਦਾ ਹੈ | ਸੀਐਨਐਨ ਰਾਜਨੀਤੀ - ਸੀਐਨਐਨ",
        "ਐਪਲ ਨੇ ਆਈਓਐਸ 18.2 ਦਾ ਪਹਿਲਾ ਬੀਟਾ ਜਾਰੀ ਕੀਤਾ ਅਤੇ ਹੋਰ ਨਾਲ ਜੇਨਮੋਜੀ, ਚਿੱਤਰ ਖੇਡ ਦਾ ਮੈਦਾਨ ਅਤੇ ਚੈਟਜੀਪੀਟੀ ਏਕੀਕਰਣ - ਮੈਕਰੂਮੋਰਸ",
        "ਐਪਲ ਅਤੇ ਗੋਲਡਮੈਨ ਸਾਕਸ ਨੇ ਐਪਲ ਕਾਰਡ ਧਾਰਕਾਂ ਨੂੰ ਗੁੰਮਰਾਹ ਕਰਨ ਲਈ ਲੱਖਾਂ ਦਾ ਜ਼ੁਰਮਾਨਾ ਲਗਾਇਆ - ਦ ਵਰਜ",
        "ਚੀਨੀ ਪ੍ਰਭਾਵ ਆਪ੍ਰੇਸ਼ਨ ਨੇ ਯੂਐਸ ਨੂੰ ਨਿਸ਼ਾਨਾ ਬਣਾਇਆ ਬੈਲਟ ਰੇਸਾਂ, ਮਾਈਕ੍ਰੋਸਾੱਫਟ ਕਹਿੰਦਾ ਹੈ - ਰਾਇਟਰਜ਼",
        "ਈਰਾਨੀ ਹੈਕਰ ਸਮੂਹ ਅਮਰੀਕੀ ਚੋਣ ਵੈਬਸਾਈਟਾਂ, ਮੀਡੀਆ 'ਤੇ ਧਿਆਨ ਕੇਂਦ੍ਰਤ ਕਰਦਾ ਹੈ, ਵੋਟ ਤੋਂ ਪਹਿਲਾਂ, ਮਾਈਕ੍ਰੋਸਾੱਫਟ ਕਹਿੰਦਾ ਹੈ - ਰਾਇਟਰਜ਼",
        "ਬੋਇੰਗ 6 ਬਿਲੀਅਨ ਡਾਲਰ ਦੀ ਤਿਮਾਹੀ ਘਾਟੇ ਦੀ ਰਿਪੋਰਟ ਕਰਦਾ ਹੈ ਕਿਉਂਕਿ ਹੜਤਾਲ ਕਰਨ ਵਾਲੇ ਕਾਮੇ ਵੋਟ ਪਾਉਂਦੇ ਹਨ ਕਿ ਕੀ ਇਕਰਾਰਨਾਮੇ ਦੀ ਪੇਸ਼ਕਸ਼ ਨੂੰ ਸਵੀਕਾਰ ਕਰਨਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਸੀਡੀਸੀ ਦੀ ਰਿਪੋਰਟ ਤੋਂ ਬਾਅਦ ਮੈਕਡੋਨਲਡ ਦਾ ਸਟਾਕ ਡੁੱਬ ਜਾਂਦਾ ਹੈ ਈ. ਕੋਲੀ ਫੈਲਣਾ ਕੁਆਰਟਰ ਪੌਂਡਰ ਨਾਲ ਜੁੜਿਆ - ਯਾਹੂ ਵਿੱਤ",
        "ਰੋਮਨ ਪੋਲਾਂਸਕੀ ਲਾਅਸੁਇਟ, 1973 ਵਿੱਚ ਇਲਜ਼ਾਮ ਲਗਾਉਣ ਵਾਲੇ ਡਾਇਰੈਕਟਰ ਬਲਾਤਕਾਰ ਨਾਬਾਲਗ, ਸੈਟਲ ਹੋ ਗਿਆ ਹੈ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਮਿਡਲ ਈਸਟ ਨਵੀਨਤਮਃ ਤੇਲ ਅਵੀਵ ਦੇ ਪਾਰ ਸਾਇਰਨਜ਼ ਦੀ ਆਵਾਜ਼ ਆਉਂਦੀ ਹੈ ਕਿਉਂਕਿ ਬਲਿੰਕਨ ਦੇ ਹੋਟਲ ਦੇ ਨੇੜੇ ਪ੍ਰੋਜੈਕਟਾਂ ਨੂੰ ਰੋਕਿਆ ਜਾਂਦਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਟਰੰਪ ਦੁਆਰਾ ਵੇਖੇ ਗਏ ਮੈਕਡੋਨਲਡ ਦੀ ਸਥਿਤੀ ਨਕਾਰਾਤਮਕ ਸਮੀਖਿਆਵਾਂ ਨੂੰ ਆਕਰਸ਼ਤ ਕਰਦੀ ਹੈ, ਜਿਸ ਕਾਰਨ ਯੈਲਪ ਟਿੱਪਣੀਆਂ ਨੂੰ ਅਯੋਗ ਕਰ ਦਿੰਦਾ ਹੈ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਨਵਾਂ ਕਾਰਬਨ ਕੈਪਚਰ ਡਿਜ਼ਾਈਨ ਹਵਾ ਤੋਂ CO2 ਨੂੰ ਹਟਾਉਣ ਲਈ ਪ੍ਰਮੁੱਖ ਕਦਮ ਅੱਗੇ ਹੈ - IFLScience",
        "ਦੋ ਦੇਸ਼ਾਂ ਵਿਚਾਲੇ ਸਰਹੱਦੀ ਸਮਝੌਤੇ ਤੋਂ ਬਾਅਦ ਚੀਨ ਦੇ ਸ਼ੀ ਅਤੇ ਭਾਰਤ ਦੇ ਮੋਦੀ ਦੀ ਮੁਲਾਕਾਤ - Al Jazeera English",
        "'ਡਾਂਸਿੰਗ ਵਿਦ ਦ ਸਟਾਰਜ਼' ਮੁਕਾਬਲੇਬਾਜ਼ ਡਿਜ਼ਨੀ ਜਾਦੂ ਨੂੰ ਡਾਂਸ ਫਲੋਰ 'ਤੇ ਫੈਨਜ਼ ਦੇ ਮਨਪਸੰਦ ਬੋਲੀ ਦੇ ਤੌਰ' ਤੇ ਲਿਆਉਂਦੇ ਹਨ ਬਾਲਰੂਮ ਨੂੰ ਅਲਵਿਦਾ - ਯਾਹੂ ਐਂਟਰਟੇਨਮੈਂਟ",
        "ਐਪਲ ਦੇ ਕਥਿਤ ਤੌਰ 'ਤੇ ਵਿਜ਼ਨ ਪ੍ਰੋ ਉਤਪਾਦਨ ਨੂੰ ਹੌਲੀ ਕਰ ਰਿਹਾ ਹੈ, ਹੁਣ ਲਈ - ਦਿ ਵਰਜ",
        "ਅਰਲੀ ਐਡਿਸ਼ਨਃ ਸਿਫਿਲਿਸ ਲਈ ਟੈਸਟ ਕਰਵਾਓ - ਗੋਥਾਮਿਸਟ",
        "ਐਪਲ ਨੇ ਰਿਪੋਰਟ ਕੀਤੀ ਕਿ ਇਸ ਨੂੰ ਐਪਿਕ 'ਤੇ ਪੂਰੀ ਤਰ੍ਹਾਂ ਚਿਪਕਣ ਲਈ ਇਕ ਵੱਖਰਾ ਗੇਮ ਐਪ ਸਟੋਰ ਲਾਂਚ ਕਰਨਾ - ਗਿਜ਼ਮੋਡੋ"
    ]
}