{
    "headlines": [
        "Space debris weighing over 1,000 pounds crashes into Kenya village - AOL",
        "Bryan Johnson wants to live forever. A new Netflix film shows the wild ways he's trying. - USA TODAY",
        "These restaurant chains closed locations in 2024 - CNBC",
        "New Orleans updates: 10 dead, dozens injured after vehicle plows into crowd in 'terrorist attack' - ABC News",
        "From The Next Yorgos Lanthimos, Paul Thomas Anderson & Spike Lee, To Scarlett Johansson & Kristen Stewart’s Directorial Debuts & A Tom Cruise Return To Cannes?: 71 Films From Around The World That Could Light Up Festivals In 2025 - Deadline",
        "Lions vs. 49ers stock report: 6 risers, 3 fallers after west coast win - Pride Of Detroit",
        "North Korea's Kim Jong Un attends New Year's celebrations, receives card from China's Xi, KCNA says - Reuters.com",
        "Ukraine ends supply of Russian gas to Europe - CNN",
        "Police identify woman set on fire in deadly New York City attack - BBC.com",
        "Russia launches 111 drones at Ukraine in deadly New Year’s attack, Kyiv says - ABC News",
        "January’s Night Sky: See A Total Eclipse Of Mars By A ‘Wolf Moon’ - Forbes",
        "Norovirus cases are up in the U.S. How the D.C. region has been affected. - The Washington Post",
        "Watch: Terrifying video of suspect pushing man onto subway tracks in Manhattan - The Times of India",
        "What To Do Heading Into New Year After Weak Finish To Strong 2024 - Investor's Business Daily",
        "South Carolina coach Shane Beamer goes berserk on Illinois coach for taunting him over kickoff controversy - New York Post ",
        "College Football Playoff: No. 6 Penn State moves on to semifinals with 31-14 Fiesta Bowl win over No. 3 Boise State - Yahoo Sports",
        "Trump says he would make calls for Mike Johnson - POLITICO",
        "Jon Hamm Reacts to Andy Cohen Calling Him the “Male Nicole Kidman” During New Year’s Eve Special - Hollywood Reporter",
        "Justin Baldoni sues New York Times for $250M over Blake Lively story: A guide to the key players involved in the 'It Ends With Us' dispute - Yahoo Entertainment",
        "In photos: New Year's celebrations around the world - Axios"
    ]
}