{
    "headlines": [
        "ਗੋਲਡਮੈਨ ਦਾ ਮੁਨਾਫਾ 45% ਵਧਦਾ ਹੈ ਕਿਉਂਕਿ ਡੀਲਿੰਗ ਪੜਾਅ ਵਾਪਸ ਆਉਂਦੇ ਹਨ - ਯਾਹੂ ਵਿੱਤ",
        "ਸਟਾਕ ਮਾਰਕੀਟ ਅੱਜਃ ਬੈਂਕ ਆਫ ਅਮਰੀਕਾ ਦਾ ਮੁਨਾਫਾ ਫਾਲਸ — ਲਾਈਵ ਅਪਡੇਟਸ - ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "ਬੋਇੰਗ ਦਾ ਸੰਕਟ ਵਿਗੜਦਾ ਜਾ ਰਿਹਾ ਹੈ । ਹੁਣ ਇਹ ਅਰਬਾਂ ਅਰਬਾਂ ਡਾਲਰ ਦਾ ਕਰਜ਼ਾ ਲੈ ਰਿਹਾ ਹੈ - ਸੀਐਨਐਨ",
        "ਵਾਲਗ੍ਰੀਨਜ਼ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਇਹ 2027 ਤੱਕ 1,200 ਸਟੋਰਾਂ ਨੂੰ ਬੰਦ ਕਰ ਦੇਵੇਗਾ, ਜਿਵੇਂ ਕਿ ਕਮਾਈ ਦੇ ਚੋਟੀ ਦੇ ਅਨੁਮਾਨ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਸਾਈਬੇਰੀਅਨ ਤੱਟ 'ਤੇ ਸਮੁੰਦਰ ਵਿਚ ਤਕਰੀਬਨ 10 ਹਫ਼ਤਿਆਂ ਬਾਅਦ ਰੂਸੀ ਵਿਅਕਤੀ ਨੂੰ ਜ਼ਿੰਦਾ ਬਚਾਇਆ ਗਿਆ - ਸੀਐਨਐਨ",
        "ਰਾਤ ਦੇ ਅਸਮਾਨ ਵਿੱਚ ਧੂਮਕੇਤੂ A3 ਦੀ ਭਾਲ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ? ਇੱਥੇ ਕਦੋਂ, ਕਿੱਥੇ ਅਤੇ ਕਿਵੇਂ ਹੈ! - WRAL News",
        "ਯੂਕਰੇਨ ਉੱਤੇ ਡਰੋਨ ਯੁੱਧ ਇੱਕ ਹਾਈ ਸਪੀਡ ਟੈਕਨੋਲੋਜੀ ਆਰਮਜ਼ ਰੇਸ ਹੈ - ਫੋਰਬਸ",
        "Oura ਰਿੰਗ 4 ਇੱਕ ਹਫ਼ਤੇ ਲਈ ਇਸ ਨੂੰ ਵਰਤਣ ਦੇ ਬਾਅਦ ਪਹਿਲੀ ਪ੍ਰਭਾਵ - CNET",
        "ਉੱਤਰੀ ਕੋਰੀਆ ਨੇ ਚੇਤਾਵਨੀ ਦੇਣ ਤੋਂ ਬਾਅਦ ਦੱਖਣੀ ਸਰਹੱਦ ਦੇ ਨੇੜੇ ਸੜਕਾਂ ਨੂੰ ਉਡਾ ਦਿੱਤਾ ਇਹ ਪੂਰੀ ਤਰ੍ਹਾਂ ਸੰਬੰਧ ਕੱਟ ਦੇਵੇਗਾ - ਸੀਐਨਐਨ",
        "ਬਚੇ ਹੋਏ, ਲੇਵਿਸਟਨ, ਮੇਨ ਵਿਚ ਮਰੇ ਹੋਏ ਲੋਕਾਂ ਦੇ ਰਿਸ਼ਤੇਦਾਰ, ਵੱਡੇ ਪੱਧਰ 'ਤੇ ਗੋਲੀਬਾਰੀ ਨੇ ਫੌਜ' ਤੇ ਮੁਕੱਦਮਾ ਕਰਨ ਵੱਲ ਪਹਿਲਾ ਕਦਮ ਚੁੱਕਿਆ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਜੈੱਫ ਉਲਬ੍ਰਿਚਃ ਜੇਟਸ ਦਾ ਬਚਾਅ ਕਾਫ਼ੀ ਚੰਗਾ ਨਹੀਂ ਸੀ, ਅਸੀਂ ਉਹ ਫਿਕਸ ਪ੍ਰਾਪਤ ਕਰਾਂਗੇ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਨਵੇਂ ਅਧਿਐਨ ਨੇ ਨੌਜਵਾਨਾਂ ਵਿੱਚ ਕੋਵਿਡ ਅਤੇ ਟਾਈਪ 2 ਸ਼ੂਗਰ ਦੇ ਵਿਚਕਾਰ ਸਬੰਧ ਲੱਭਿਆ - ਡਬਲਯੂਟੀਓਪੀ",
        "ਇਸ ਨੂੰ ਟਰੰਪ-ਪ੍ਰੂਫਿੰਗ ਨਾ ਕਹੋ - ਪੋਲਿਟਿਕੋ",
        "ਜਿਵੇਂ ਕਿ ਚੋਣਾਂ ਨੇੜੇ ਆ ਰਹੀਆਂ ਹਨ, ਤਣਾਅ ਖਾਣ ਲਈ ਤਿੱਖੀ ਅੱਖ ਦੀ ਜ਼ਰੂਰਤ ਹੈਃ 'ਇਹ ਵਿਨਾਸ਼ਕਾਰੀ ਵਿਵਹਾਰ' - ਫੌਕਸ ਨਿ Newsਜ਼",
        "ਸਿੱਖ ਮੰਦਰ 'ਚ ਹੋਈ ਹੱਤਿਆ ਨਾਲ ਕੈਨੇਡਾ ਤੇ ਭਾਰਤ ਇਕ-ਦੂਜੇ ਦੇ ਡਿਪਲੋਮੈਟਾਂ ਨੂੰ ਕਿਵੇਂ ਕੱਢਿਆ? - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਸੰਯੁਕਤ ਰਾਸ਼ਟਰ ਨੇ ਉੱਤਰੀ ਗਾਜ਼ਾ ਵਿਚ 'ਵੱਡੀ ਗਿਣਤੀ ਵਿਚ ਨਾਗਰਿਕਾਂ ਦੇ ਮਾਰੇ ਜਾਣ' ਦੀ ਨਿੰਦਾ ਕੀਤੀ - ਬੀਬੀਸੀ.",
        "ਸਪੇਸਐਕਸ ਨੇ ਫਾਲਕਨ 9 ਰਾਕੇਟ 'ਤੇ ਸਟਾਰਲਿੰਕ ਮਿਸ਼ਨ ਦੇ ਨਾਲ 2024 ਦੀ 100 ਵੀਂ ਸ਼ੁਰੂਆਤ ਕੀਤੀ - ਸਪੇਸਫਲਾਈਟ ਹੁਣੇ ਸੰਪਰਕ ਕਰੋ",
        "ਜਾਰਜੀਆ ਅਤੇ ਉੱਤਰੀ ਕੈਰੋਲੀਨਾ ਵਿਚ ਛੇਤੀ ਵੋਟਿੰਗ ਬਾਰੇ ਕੀ ਜਾਣਨਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਜੈੱਟਸ ਦੇ ਐਰੋਨ ਰੋਜਰਸ ਨੇ ਪਹਿਲੇ ਅੱਧ ਬਨਾਮ ਬਿੱਲਾਂ ਨੂੰ ਖਤਮ ਕਰਨ ਲਈ ਐਲਨ ਲੈਜ਼ਰਡ ਨੂੰ 52 ਗਜ਼ ਦੀ ਹੇਲ ਮੈਰੀ ਸੁੱਟ ਦਿੱਤੀ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਖੰਘ ਦੇ ਲੱਛਣ ਕੀ ਹਨ? ਪਰਟੂਸਿਸ ਵਿਚ ਦੇਸ਼ ਵਿਆਪੀ ਵਾਧੇ ਦੇ ਵਿਚਕਾਰ ਕੈਲੀਫੋਰਨੀਆ ਵਿਚ ਫੈਲਿਆ - ਏਬੀਸੀ 7 ਲਾਸ ਏਂਜਲਸ"
    ]
}