{
    "headlines": [
        "ਹਫਤਾ 1 ਦੇਖਭਾਲ/ਪਰਵਾਹ ਨਾ ਕਰੋਃ ਜੇਮਸਨ ਵਿਲੀਅਮਜ਼ ਅੰਤ ਵਿੱਚ ਫਟਦਾ ਹੈ - ਯਾਹੂ ਸਪੋਰਟਸ",
        "ਚਾਰਟ-ਟਾਪਿੰਗ ਸਫਲਤਾ ਦੇ ਬਾਵਜੂਦ ਬਿਓਂਸ ਦੇ ਕਾਉਬੌਏ ਕਾਰਟਰ ਨੇ ਸੀ. ਐੱਮ. ਏ. ਨਾਮਜ਼ਦਗੀਆਂ ਵਿੱਚ ਸੁੰਘਿਆ - ਕੋਮੋ ਨਿ Newsਜ਼",
        "ਸੇਲੇਨਾ ਗੋਮੇਜ਼ ਨੂੰ ‘ਡਾਕਟਰੀ ਮੁੱਦਿਆਂ’ ਕਾਰਨ 'ਆਪਣੇ ਬੱਚਿਆਂ ਨੂੰ ਲਿਜਾਣ ਵਿਚ ਅਸਮਰੱਥਾ‘ ਦੁਖੀ ਹੋਣਾ ਪਿਆ - ਫੌਕਸ ਨਿ Newsਜ਼",
        "ਸੀਰੀਆ ਨੇ ਕਿਹਾ ਇਜ਼ਰਾਇਲੀ ਹਮਲਿਆਂ 'ਚ ਵੱਡੇ ਪੱਧਰ' ਤੇ ਹੋਏ ਹਮਲੇ 'ਚ 18 ਲੋਕਾਂ ਦੀ ਮੌਤ - The Associated Press",
        "ਰਾਜਕੁਮਾਰੀ ਕੇਟ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਸਨੇ ਕੈਂਸਰ ਕੀਮੋ ਦਾ ਇਲਾਜ ਖਤਮ ਕਰ ਲਿਆ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਹਫਤਾ 1 ਐਨਐਫਐਲ ਟੇਕਵੇਅਜ਼ਃ ਸੈਮ ਡਾਰਨੋਲਡ ਨੇ ਮੈਟਲਾਈਫ ਵਿਚ ਵਾਪਸੀ ਵਿਚ ਕੁਝ ਭੂਤਾਂ ਨੂੰ ਬਾਹਰ ਕੱ. ਿਆ - ਸਪੋਰਟਸ ਇਲਸਟ੍ਰੇਟਿਡ",
        "ਸਟਾਕ ਮਾਰਕੀਟ ਅੱਜਃ ਐਸ ਐਂਡ ਪੀ 500 ਦੇ ਵਾਧੇ, ਡਾਓ 450 ਅੰਕਾਂ ਤੋਂ ਵੱਧ ਦੀ ਛਾਲ ਮਾਰਦਾ ਹੈ ਕਿਉਂਕਿ ਸਟਾਕ 2024 ਦੇ ਸਭ ਤੋਂ ਭੈੜੇ ਹਫਤੇ ਤੋਂ ਮੁੜ ਵਧਦਾ ਹੈ - ਯਾਹੂ ਵਿੱਤ",
        "ਸਾਬਕਾ ਪਤਨੀ ਨਾਲ ਚੱਲ ਰਹੀ ਲੜਾਈ ਵਿਚ ਬਿਨਾਂ ਤਨਖਾਹ ਵਾਲੇ ਬੱਚਿਆਂ ਦੀ ਸਹਾਇਤਾ ਲਈ ਟਾਇਰਸ ਗਿਬਸਨ ਨੂੰ ਹਿਰਾਸਤ ਵਿਚ ਲਿਆ ਗਿਆ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਹਟਾਈ",
        "ਖੰਡੀ ਤੂਫਾਨ ਫ੍ਰੈਂਚਾਈਨ ਬਿਹਤਰ ਸੰਗਠਿਤ ਹੋ ਰਿਹਾ ਹੈ - ਮੌਸਮ ਚੈਨਲ",
        "ਮਨੁੱਖੀ ਬਰਡ ਫਲੂ ਦਾ ਪਹਿਲਾ ਕੇਸ ਸੰਕਰਮਿਤ ਜਾਨਵਰਾਂ ਦੇ ਸੰਪਰਕ ਵਿੱਚ ਆਉਣ ਤੋਂ ਬਿਨਾਂ ਪਤਾ ਲਗਾਇਆ ਗਿਆ, ਸੀਡੀਸੀ ਕਹਿੰਦਾ ਹੈ - ਫੌਕਸ ਨਿ Newsਜ਼",
        "ਐਪਲ ਨੇ ਆਈਫੋਨ 16 ਪ੍ਰੋ ਅਤੇ ਆਈਫੋਨ 16 ਪ੍ਰੋ ਮੈਕਸ ਦੀ ਸ਼ੁਰੂਆਤ ਕੀਤੀ - ਐਪਲ",
        "ਸੈਂਟਰਲ ਕੈਂਟਕੀ ਦੇ ਬੱਚਿਆਂ ਨੂੰ ਸਕੂਲ ਤੋਂ ਘਰ ਰਹਿਣ ਲਈ ਕਿਹਾ ਗਿਆ ਕਿਉਂਕਿ ਆਈ -75 ਸ਼ੂਟਿੰਗ ਸ਼ੱਕੀ ਨੇ ਤੀਜੇ ਦਿਨ ਫੜਿਆ - ਸੀ ਐਨ ਐਨ",
        "ਏਅਰਪੌਡਜ਼ ਪ੍ਰੋ 2 ਜਲਦੀ ਹੀ ਸੁਣਵਾਈ ਏਡਜ਼ ਦੇ ਰੂਪ ਵਿੱਚ ਦੁੱਗਣਾ ਹੋ ਜਾਵੇਗਾ - ਦ ਵਰਜ",
        "ਫੈਡਰਲ ਜਾਂਚ ਦੌਰਾਨ NYPD ਕਮਿਸ਼ਨਰ ਦੇ ਅਸਤੀਫੇ ਦੀ ਉਮੀਦ - ਪੋਲਿਟਿਕੋ",
        "ਐਪਲ ਏਅਰਪੌਡਸ ਮੈਕਸ ਹੈੱਡਫੋਨ ਨੂੰ ਇੱਕ USB-C ਪੋਰਟ ਅਤੇ ਨਵੇਂ ਰੰਗਾਂ ਨਾਲ ਅਪਡੇਟ ਕਰਦਾ ਹੈ - TechCrunch",
        "ਡੀਓਜੇ ਨੇ ਚਿੱਟੇ ਸਰਬੋਤਮਵਾਦੀ 'ਟੈਰਰਗ੍ਰਾਮ' ਚੈਟ ਸਮੂਹ ਦੇ 2 ਕਥਿਤ ਨੇਤਾਵਾਂ ਨੂੰ ਦੋਸ਼ੀ ਠਹਿਰਾਇਆ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਕਾਂਗਰਸ ਦੀ ਵਾਪਸੀ ਨੂੰ ਲੈ ਕੇ ਸਰਕਾਰ ਸ਼ਟਡਾਊਨ ਦੀ ਧਮਕੀ - CBS News",
        "ਬ੍ਰਾਇਨ ਡਬਲਃ ਦੈਂਤ 1 ਹਫਤੇ ਦੀ ਤਬਾਹੀ ਤੋਂ ਬਾਅਦ ਡੈਨੀਅਲ ਜੋਨਸ ਨੂੰ ਬੈਂਚ ਨਹੀਂ ਕਰ ਰਹੇ ਹਨ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਅੱਜ ਰਾਤ ਮੈਸੇਚਿਉਸੇਟਸ ਤੋਂ ਦਿਖਾਈ ਦੇ ਸਕਦਾ ਹੈ ਸਪੇਸਐਕਸ ਰਾਕੇਟ - ਡਬਲਯੂਸੀਵੀਬੀ ਬੋਸਟਨ"
    ]
}