{
    "headlines": [
        "A SpaceX rocket launch may be visible in the sky tonight. Here’s where. - The Washington Post",
        "Google Parent Alphabet's Stock Slides as Cloud Revenue Disappoints - Investopedia",
        "What LeBron James told Luka Doncic right after shocking Lakers trade - New York Post ",
        "Netflix Distances Itself From Karla Sofía Gascón as Controversy Forces ‘Emilia Pérez’ Oscar Campaign Changes - Variety",
        "Ordering eggs at Waffle House? Here’s how much more you’ll be paying - PennLive",
        "AMD Reports Fourth Quarter and Full Year 2024 Financial Results - Investor Relations",
        "NFL Referees Association calls claims of alleged Chiefs favoritism 'insulting and preposterous' - CBS Sports",
        "DC plane crash: All 67 bodies recovered from Potomac River - ABC7 Los Angeles",
        "GSA seeks 50% spending cuts, nonvoluntary RIF after OPM’s resignation offer - Federal News Network",
        "Trump says he’s given advisers instructions for Iran to be ‘obliterated’ if it assassinates him - The Associated Press",
        "What to know about El Salvador’s mega-prison after Trump deal to send people there - The Associated Press",
        "Elon Musk is only supposed to work 130 days this year because of 'special government employee' status - Fortune",
        "'No Team' Has Asked Miami for Permission to Talk to Jimmy Butler About Trade - Sports Illustrated",
        "Trump administration launches investigation into U of M on antisemitism reports - MPR News",
        "Sweden shooting: Around 10 people killed in shooting at Orebro school - BBC.com",
        "FBI agents sue to block DOJ from compiling list of officials who worked on Jan. 6 or Trump cases - POLITICO",
        "Asteroid impact on moon blasted two grand canyons in 10 seconds - Yahoo! Voices",
        "Introducing Apple Invites, a new app that brings people together for life’s special moments - Apple Newsroom",
        "Trump-Netanyahu meeting is a consequential moment for both leaders – and the Middle East - CNN"
    ]
}