{
    "headlines": [
        "Oberster Gerichtshof von Georgia blockiert umstrittene Wahlregeln von Trump-Verbündeten - CNN",
        "Quellen: Wölfe verlängern Gobert um 3 Jahre, 110 Mio. USD - ESPN",
        "Vogelgrippe infiziert vier im Bundesstaat Washington; CDC setzt Team ein - The Hill",
        "Die Aktien der Tokyo Metro stiegen bei ihrem Debüt nach dem größten Börsengang Japans seit sechs Jahren um 45 % - CNBC",
        "Cooper Kupp über Handelsspekulation: Ich bin mir dessen bewusst, aber ich werde dort sein, wo meine Füße sind - NBC Sports",
        "Rudy Giuliani muss die Kontrolle über Luxusartikel und die Wohnung in Manhattan an Wahlhelfer in Georgia übergeben, die er diffamiert hat, Richterregeln - CNN",
        "US-Beamte sagen, Russland habe Tim Walz verleumdet, könnte Gewalt nach der Abstimmung schüren - The Washington Post",
        "Eminem stellt Barack Obama bei der Kamala Harris Kundgebung in Detroit vor - ABC News",
        "Yelp schaltet Kommentare zu McDonald's aus, bei denen Trump nach gefälschten Bewertungen gearbeitet hat - The Hill",
        "Live-Updates: SpaceX-Start von Cape Canaveral heute wird Rekord halten - Florida Today",
        "Das erste Rad wurde vor 6.000 Jahren in den Karpaten erfunden, wie eine Modellierungsstudie nahelegt - Livescience.com",
        "Die alte Krankheit Skorbut feiert schockierend ein Comeback — hier ist der Grund - New York Post",
        "Starbucks Umsatzprobleme, Texas Instruments Ertrag: Marktbeherrschung Überstunden - Yahoo Finance",
        "Profisportler hat angeblich Sean \"Diddy\" Combs davon abgehalten, Partygäste sexuell anzugreifen - E! Online - E! NEWS",
        "Neue Schlaganfall-Richtlinien beinhalten Risikofaktoren speziell für Frauen - The Hill",
        "Frau, die 7 Stunden lang kopfüber zwischen den Felsbrocken steckte und schließlich von der Rettungsmannschaft befreit wurde - USA TODAY",
        "Fliegende Lufttaxis nähern sich dem Start in den USA mit der Erteilung der FAA-Regel - The Associated Press",
        "Die Angeklagten des Capitol Riot werden vor einem US-Gericht wegen Hausfriedensbruchs angeklagt - Reuters",
        "\"Walking Pneumonia\" ist auf dem Vormarsch. Das solltest du wissen. - HuffPost",
        "Anthropic veröffentlicht öffentlich ein KI-Tool, das den Mauszeiger des Benutzers übernehmen kann - Ars Technica"
    ]
}