{
    "headlines": [
        "ਅਮਰੀਕਾ ਵਿੱਚ ਚੋਣ ਰਾਤਃ 2024 ਰਾਸ਼ਟਰਪਤੀ ਚੋਣਾਂ ਦੇ ਨਤੀਜੇ - ਸੀ ਐਨ ਐਨ",
        "ਰੂਸ ਦੇ ਕੁਰਸਕ ਖੇਤਰ ਵਿਚ ਹੁਣ ਉੱਤਰੀ ਕੋਰੀਆ ਦੇ 10,000 ਸੈਨਿਕ, ਪੈਂਟਾਗਨ ਕਹਿੰਦਾ ਹੈ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਸਟਾਕ ਮਾਰਕੀਟ ਲਾਈਵਃ ਚੋਣ ਰਾਤ ਨੂੰ ਅੱਪਡੇਟ ਅਤੇ ਪ੍ਰਭਾਵ - ਯਾਹੂ ਵਿੱਤ",
        "ਇਜ਼ਰਾਈਲ ਦੇ ਪ੍ਰਧਾਨ ਮੰਤਰੀ ਨੇਤਨਯਾਹੂ ਨੇ ਰੱਖਿਆ ਮੰਤਰੀ ਗੈਲਾਂਟ ਨੂੰ ਬਰਖਾਸਤ ਕੀਤਾ, ਭਰੋਸੇ ਦੀ ਘਾਟ ਦਾ ਹਵਾਲਾ ਦਿੰਦੇ ਹੋਏ - ਰਾਇਟਰਜ਼",
        "ਕੈਰੇਬੀਅਨ ਵਿਚ ਖੰਡੀ ਤੂਫਾਨ ਰਾਫੇਲ ਫਾਰਮ, ਤੂਫਾਨ ਬਣਨ ਦੀ ਉਮੀਦ - ਐਨਬੀਸੀ ਨਿ Newsਜ਼",
        "ਅਟਲਾਂਟਾ-ਖੇਤਰ ਦੇ ਪੋਲਿੰਗ ਸਥਾਨਾਂ ਦੇ ਵਿਰੁੱਧ ਗੈਰ-ਪ੍ਰਮਾਣਿਤ ਬੰਬ ਧਮਕੀਆਂ ਰੂਸ ਤੋਂ ਸਨ, ਰਾਜ ਦੇ ਸਕੱਤਰ ਦਾ ਕਹਿਣਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਗਰਭਵਤੀ ਜਿਪਸੀ ਰੋਜ਼ ਬਲੈਂਚਰਡ ਨੇ ਖੁਲਾਸਾ ਕੀਤਾ ਕਿ ਪੇਟ੍ਰਨਿਟੀ ਟੈਸਟ ਲੈਣ ਤੋਂ ਬਾਅਦ ਉਸ ਦੇ ਬੱਚੇ ਦਾ ਸਾਹਮਣਾ ਕਿਸ ਨੇ ਕੀਤਾ - ਈ! ਖ਼ਬਰਾਂ",
        "ਮਾਰਸ਼ਨ ਲੈਟੀਮੋਰ ਡੀਲ ਕਮਾਂਡਰਾਂ ਅਤੇ ਸੰਤਾਂ ਲਈ ਅਰਥ ਰੱਖਦਾ ਹੈ - ਸਪੋਰਟਸ ਇਲਸਟ੍ਰੇਟਿਡ",
        "ਫਲੋਰਿਡਾ ਚੋਣਾਂ ਦੇ ਨਤੀਜੇ 2024 ਲਾਈਵ ਅਪਡੇਟਸ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਅਮਰੀਕੀ ਰਾਸ਼ਟਰਪਤੀ ਚੋਣਾਂ 'ਤੇ ਜਾਰਜੀਆ ਐਗਜ਼ਿਟ ਪੋਲ ਦੇ ਨਤੀਜੇ - ਰਾਇਟਰ",
        "ਰੂਡੀ ਜਿਉਲਿਆਨੀ ਨੇ ਮਰਸਡੀਜ਼, ਹੋਰ ਸੰਪਤੀਆਂ ਨੂੰ ਮੋੜਨ ਲਈ ਅੰਤਮ ਤਾਰੀਖ ਗੁੰਮ ਹੋਣ ਤੋਂ ਬਾਅਦ ਅਦਾਲਤ ਵਿੱਚ ਪੇਸ਼ ਹੋਣ ਦਾ ਆਦੇਸ਼ ਦਿੱਤਾ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਬੋਇੰਗ ਵਰਕਰ ਨਵੇਂ ਇਕਰਾਰਨਾਮੇ ਦੀ ਪੇਸ਼ਕਸ਼ ਲਈ ਸਹਿਮਤ ਹਨ, ਹੜਤਾਲ ਦੀ ਸਮਾਪਤੀ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਧਰਤੀ ਆਖਰੀ ਗਲੋਬਲ ਬਰਫ਼ ਯੁੱਗ ਤੋਂ ਬਾਅਦ ਇੱਕ ਵਿਸ਼ਾਲ, ਤੇਜ਼ੀ ਨਾਲ ਪਿਘਲਣ ਦੀ ਮਿਆਦ ਵਿੱਚੋਂ ਲੰਘੀ, ਨਵਾਂ ਅਧਿਐਨ ਸੁਝਾਅ ਦਿੰਦਾ ਹੈ - Phys.",
        "ਟਰੰਪ ਦੇ ਮੀਡੀਆ ਸਟਾਕ ਨੂੰ ਅਤਿਅੰਤ ਅਸਥਿਰ ਵਪਾਰ ਲਈ ਰੋਕਿਆ ਗਿਆ ਹੈ ਕਿਉਂਕਿ ਅਮਰੀਕਾ ਚੋਣਾਂ ਲਈ ਜਾਂਦਾ ਹੈ - ਸੀਐਨਐਨ",
        "ਉੱਤਰੀ ਕੈਰੋਲੀਨਾ ਚੋਣਾਂ 2024: ਲਾਈਵ ਨਤੀਜਿਆਂ ਨੂੰ ਕਿਵੇਂ ਟਰੈਕ ਕਰਨਾ ਹੈ - ਡਬਲਯੂਬੀਟੀਵੀ",
        "ਆਈਓਐਸ 18.2 ਦੇ ਨੋਟਸ ਐਪ ਨੂੰ ਤਿੰਨ ਸ਼ਕਤੀਸ਼ਾਲੀ ਐਪਲ ਇੰਟੈਲੀਜੈਂਸ ਅਪਗ੍ਰੇਡ ਮਿਲਦੇ ਹਨ - 9to5Mac",
        "ਆਪਣੇ ਆਈਫੋਨ ਲਾਕਸਕ੍ਰੀਨ ਵਿੱਚ ਐਪਲ ਦੇ ਚੋਣ ਨਤੀਜੇ ਟਰੈਕਰ ਨੂੰ ਕਿਵੇਂ ਸ਼ਾਮਲ ਕਰੀਏ - ਬਿਜ਼ਨਸ ਇਨਸਾਈਡਰ",
        "ਵੋਟਰ ਅਮਰੀਕਾ ਦੇ ਬਹੁਗਿਣਤੀ ਰਾਜਾਂ ਵਿੱਚ ਮਨੋਰੰਜਨ ਤੂੜੀ ਨੂੰ ਕਾਨੂੰਨੀ ਬਣਾ ਸਕਦੇ ਹਨ - ਐਨਪੀਆਰ",
        "‘ਯੈਲੋਸਟੋਨ’ ਨਿਰਦੇਸ਼ਕ ਨੇ ਖੁਲਾਸਾ ਕੀਤਾ ਕਿ ਕਿਵੇਂ ਉਹ ਨਵੇਂ ਸੀਜ਼ਨ ਦੇ ਸਪੋਇਲਰਾਂ ਨੂੰ ਲੀਕ ਹੋਣ ਤੋਂ ਬਚਾਉਣਗੇ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਜਹਾਜ਼ 'ਤੇ ਬੰਬ ਲਗਾਉਣ ਦੀ ਰੂਸੀ ਸਾਜ਼ਿਸ਼ ਨਾਲ ਜੁੜੀ ਰਹੱਸਮਈ ਕਾਰਗੋ-ਪਲੇਨ ਦੀ ਅੱਗਃ ਅਧਿਕਾਰੀ - ਨਿਊਯਾਰਕ ਪੋਸਟ"
    ]
}