{
    "headlines": [
        "ਟਰੰਪ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਨ੍ਹਾਂ ਨੇ ਖਜ਼ਾਨਾ ਵਿਭਾਗ ਨੂੰ ਨਵੇਂ ਪੈਸਿਆਂ ਦਾ ਉਤਪਾਦਨ ਬੰਦ ਕਰਨ ਦਾ ਆਦੇਸ਼ ਦਿੱਤਾ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਸੁਪਰ ਬਾlਲ 2025: ਈਗਲਜ਼ ਦਾ ਸ਼ਾਂਤ ਵਿਸ਼ਵਾਸ, ਬਚਾਅ ਪੱਖੀ ਸ਼ਕਤੀ ਨੌਜਵਾਨ ਪ੍ਰਤਿਭਾ ਨੂੰ ਚੀਫਸ ਦੇ ਪੈਟਰਿਕ ਮਹੋਮਜ਼ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ ਨੂੰ ਡਿਫਲੇਟ ਕਰਦੇ ਹੋਏ ਵੇਖਦੇ ਹਨ",
        "ਕੂਪਰ ਡੀਜੀਨ ਦੀ ਪ੍ਰੇਮਿਕਾ ਈਗਲਜ਼ ਰੂਕੀ ਦੇ ਮਹਾਂਕਾਵਿ ਸੁਪਰ ਬਾlਲ 2025 ਪਲ ਦਾ ਜਸ਼ਨ ਮਨਾਉਂਦੀ ਹੈ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਟਰੰਪ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਹ ਸੋਮਵਾਰ ਨੂੰ 25% ਸਟੀਲ ਅਤੇ ਅਲਮੀਨੀਅਮ ਟੈਰਿਫ ਦੀ ਘੋਸ਼ਣਾ ਕਰੇਗਾ, ਅਤੇ ਵਧੇਰੇ ਆਯਾਤ ਡਿ dutiesਟੀਆਂ ਆ ਰਹੀਆਂ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਇਹ ਪਤਾ ਲਗਾਓ ਕਿ ਕੀ ਤੁਸੀਂ ਇਸ ਹਫਤੇ 3 ਵੱਡੇ ਤੂਫਾਨਾਂ ਦੁਆਰਾ ਪ੍ਰਭਾਵਿਤ ਹੋਵੋਗੇ - ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਮੈਕਡੋਨਲਡਜ਼ ਯੂਐਸ ਦੀ ਵਿਕਰੀ ਡ੍ਰੌਪ ਜਿਵੇਂ ਕਿ ਗਾਹਕ ਘੱਟ ਖਰਚ ਕਰਦੇ ਹਨ - ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "ਕੈਪੀਟਲ ਏਜੰਡਾਃ ਜੌਹਨਸਨ ਬਜਟ ਦੀ ਦੌੜ ਵਿਚ ਪਿੱਛੇ ਡਿੱਗਦਾ ਹੈ, ਗੈਬਾਰਡ ਅਤੇ ਆਰਐਫਕੇ ਜੂਨੀਅਰ ਆ ਰਹੇ ਹਨ - ਪੋਲਿਟਿਕੋ",
        "ਟਰੰਪ ਦੀ ਸਰਕਾਰੀ ਕੁਸ਼ਲਤਾ ਦੀ ਮੁਹਿੰਮ ਰੱਖਿਆ ਖਰਚਿਆਂ ਵੱਲ ਧਿਆਨ ਦਿੰਦੀ ਹੈ - ਯਾਹੂ",
        "ਚੀਫਾਂ ਲਈ ਰਾਸ਼ਟਰਪਤੀ ਟਰੰਪ ਦਾ ਸੰਦੇਸ਼, ਸੁਪਰ ਬਾlਲ ਐਲਆਈਐਕਸ ਤੋਂ ਬਾਅਦ ਟੇਲਰ ਸਵਿਫਟ ਅਤੇ ਹੋਰ ਚੋਟੀ ਦੀਆਂ ਸੁਰਖੀਆਂ - ਫੌਕਸ ਨਿ Newsਜ਼",
        "ਟਰੰਪ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਅਮਰੀਕਾ 'ਗਾਜ਼ਾ ਖਰੀਦਣ ਅਤੇ ਉਸ ਦੇ ਮਾਲਕ ਬਣਨ ਲਈ ਵਚਨਬੱਧ' - BBC.com",
        "‘ਸ਼ਾਨਦਾਰ ਸੱਤ’ ਕੰਪਨੀਆਂ ਨੇ ਸਿਰਫ ਕੁਝ ਅਜਿਹਾ ਕੀਤਾ ਜੋ ਉਨ੍ਹਾਂ ਨੇ ਦੋ ਸਾਲਾਂ ਵਿੱਚ ਨਹੀਂ ਕੀਤਾ. ਗੋਲਡਮੈਨ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਸ਼ਿਫਟ ਕਰਨ ਦਾ ਸਮਾਂ ਆ ਗਿਆ ਹੈ - ਮਾਰਕੀਟਵਾਚ",
        "ਵਿਸ਼ਵ ਦਾ ਸਭ ਤੋਂ ਪਤਲਾ ਫੋਲਡੇਬਲ ਫੋਨ ਅਗਲੇ ਹਫਤੇ ਲਾਂਚ ਹੁੰਦਾ ਹੈ - ਮੈਕਰੂਮੋਰਸ",
        "ਜਦੋਂ ਤੁਸੀਂ ਵੱਡੇ ਹੁੰਦੇ ਹੋ ਤਾਂ ਨੀਂਦ ਦੀਆਂ ਸਮੱਸਿਆਵਾਂ ਬਾਰੇ ਕੀ ਜਾਣਨਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਜੱਜ ਟਰੰਪ ਦੀ ਫੈਡਰਲ ਬਾਇਆਉਟ ਪੇਸ਼ਕਸ਼ ਦੀ ਕਿਸਮਤ ਦਾ ਫੈਸਲਾ ਕਰੇਗਾ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਸੈਨੇਟ ਟਰੰਪ ਨੂੰ ਆਪਣੀ ਕੈਬਨਿਟ ਦਿੰਦਾ ਹੈ — ਅਤੇ ਉਨ੍ਹਾਂ ਦੀ ਪਾਲਣਾ - ਪੋਲਿਟਿਕੋ",
        "ਪੈਰਿਸ ਵਿਚ ਉੱਚ ਪੱਧਰੀ ਏਆਈ ਸੰਮੇਲਨਃ ਵਿਸ਼ਵ ਨੇਤਾ, ਤਕਨੀਕੀ ਟਾਈਟਨ ਅਤੇ ਚੁਣੌਤੀਪੂਰਨ ਕੂਟਨੀਤਕ ਗੱਲਬਾਤ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਖਗੋਲ ਵਿਗਿਆਨੀ ਪੁਲਾੜ ਵਿਚ ਚਮਕਦੇ ਹੋਏ ਸੰਪੂਰਨ 'ਆਈਨਸਟਾਈਨ ਰਿੰਗ' ਤੋਂ ਹੈਰਾਨ - ਸਾਇੰਸਅਲਰਟ",
        "ਸਭ ਤੋਂ ਵੱਧ ਦੇਖੇ ਗਏ ਸੁਪਰ ਬਾlਲ ਵਿਗਿਆਪਨ 2025: ਯੂਟਿ Topਬ ਟਾਪ 10 ਰੈਂਕਿੰਗ - ਵੰਨਗੀ",
        "ਜੋਨ ਬੈਟਿਸਟ ਦੇ ਪੁਨਰ ਕਲਪਿਤ ਸੁਪਰ ਬਾlਲ ਗੀਤ ਨੇ ਪਤਨੀ ਦੀ ਪੇਂਟਿੰਗ ਨੂੰ ਉਜਾਗਰ ਕੀਤਾ ਅਤੇ ਨਵੇਂ ਸੰਗੀਤ ਲਈ ਸਟੇਜ ਸੈਟ ਕੀਤਾ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ"
    ]
}