{
    "headlines": [
        "ਇਜ਼ਰਾਈਲੀ ਫੌਜ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਸਨੇ ਹਿਜ਼ਬੁੱਲਾ ਦੇ ਮੁਖੀ ਨਸਰੱਲਾ ਨੂੰ ਮਾਰ ਦਿੱਤਾ ਹੈ - ਰਾਇਟਰ",
        "ਆਸਟਰੀਆ ਦੀ ਦੂਰ-ਸੱਜੇ ਆਜ਼ਾਦੀ ਪਾਰਟੀ ਦੀਆਂ ਅੱਖਾਂ ਬੇਮਿਸਾਲ ਚੋਣਾਂ ਦੀ ਜਿੱਤ - ਬੀਬੀਸੀ.",
        "ਸ਼ਰਾਬ ਪੀਣਾ ਛੇ ਕਿਸਮਾਂ ਦੇ ਕੈਂਸਰ ਨਾਲ ਜੁੜਿਆ ਹੋਇਆ ਹੈ, ਮਾਹਰ ਕਹਿੰਦੇ ਹਨਃ ‘ਇਹ ਜ਼ਹਿਰੀਲਾ ਹੈ’ - ਫੌਕਸ ਨਿ Newsਜ਼",
        "ਡਿੱਡੀ ਸੈਕਸ ਤਸਕਰੀ ਦੀ ਜਾਂਚ ਸਿਤਾਰਿਆਂ ਲਈ ਅਣਚਾਹੇ ਪੜਤਾਲ ਲਿਆਉਂਦੀ ਹੈਃ 'ਚੁੱਪ ਸਭ ਤੋਂ ਵਧੀਆ ਵਿਕਲਪ ਹੈ,' ਮਾਹਰ ਕਹਿੰਦਾ ਹੈ - ਫੌਕਸ ਨਿ Newsਜ਼",
        "ਮਿਆਮੀ ਜਿਉਂਦਾ ਹੈ ਕਿਉਂਕਿ ਹੋਕੀਜ਼ ਦੀ ਹੇਲ ਮੈਰੀ ਟੀਡੀ ਪਲਟ ਗਈ - ਈਐਸਪੀਐਨ",
        "ਸਪੇਸਐਕਸ ਮਿਸ਼ਨ ਦੀ ਸ਼ੁਰੂਆਤ ਕਰਨ ਲਈ ਤਿਆਰ ਹੈ ਜਿਸਦਾ ਉਦੇਸ਼ ਲੰਬੇ ਸਮੇਂ ਤੋਂ ਦੇਰੀ ਨਾਲ ਸਟਾਰਲਾਈਨਰ ਪੁਲਾੜ ਯਾਤਰੀਆਂ ਨੂੰ ਵਾਪਸ ਕਰਨਾ ਹੈ - ਸੀਐਨਐਨ",
        "ਇਤਿਹਾਸਕ ਤੂਫਾਨ ਹੇਲੀਨ ਨੇ ਫਲੋਰਿਡਾ, ਕੈਰੋਲੀਨਾਸ ਵਿੱਚ 3 ਮਿਲੀਅਨ ਤੱਕ ਬਿਜਲੀ ਕੱਟ ਦਿੱਤੀ - ਐਕਸੀਓਸ",
        "ਐਪਲ ਓਪਨਏਆਈ ਨਿਵੇਸ਼ ਦੌਰ ਵਿੱਚ ਸ਼ਾਮਲ ਹੋਣ ਲਈ ਗੱਲਬਾਤ ਤੋਂ ਬਾਹਰ ਹੋ ਗਿਆ, ਡਬਲਯੂਐਸਜੇ ਰਿਪੋਰਟ ਕਰਦਾ ਹੈ - ਯਾਹੂ ਵਿੱਤ",
        "ਅਫਵਾਹਃ 'ਸਵਿਚ 2' ਅਗਲੇ ਸਾਲ ਦੇ ਸ਼ੁਰੂ ਵਿੱਚ ਲਾਂਚ ਕਰੇਗਾ, ਕਲੇਮਜ਼ ਐਕਸੈਸਰੀ ਕੰਪਨੀ - ਨਿਨਟੈਂਡੋ ਲਾਈਫ",
        "ਐਨਸੀ ਲੈਫਟੀਨੈਂਟ ਗਵਰਨਰ ਮਾਰਕ ਰੌਬਿਨਸਨ ਨੂੰ ਮੁਹਿੰਮ ਦੇ ਪ੍ਰੋਗਰਾਮ ਵਿੱਚ ਵਾਪਰੀ ਘਟਨਾ ਤੋਂ ਬਾਅਦ ਦੂਜੀ ਡਿਗਰੀ ਦੇ ਜਲਣ ਨਾਲ ਹਸਪਤਾਲ ਵਿੱਚ ਦਾਖਲ ਕਰਵਾਇਆ ਗਿਆ - ਸੀਐਨਐਨ",
        "'ਸ਼ਨੀਵਾਰ ਨਾਈਟ ਲਾਈਵ' ਜੀਨ ਸਮਾਰਟ, ਜੈਲੀ ਰੋਲ ਅਤੇ ਸ਼ਾਇਦ ਮਾਇਆ ਦੇ ਨਾਲ ਕਮਲਾ ਦੇ ਨਾਲ 50 ਵੇਂ ਸੀਜ਼ਨ ਦੀ ਸ਼ੁਰੂਆਤ ਕਰਦਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਯੂਐਸ ਨੇ ਇਰਾਕ ਦੀ ਵਾਪਸੀ ਦੀ ਗੱਲ ਕੀਤੀ, ਕਿਹਾ ਕਿ ਫੌਜ ਸੀਰੀਆ ਵਿਚ ਰਹੇਗੀ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "‘ਸਪੀਅਰ ਫਿਸ਼' ਹੈਕਰਾਂ ਨੇ ਟਰੰਪ ਮੁਹਿੰਮ ਨੂੰ ਮਾਰਨ ਲਈ ਨਕਲੀ ਗਿੰਨੀ ਥਾਮਸ ਦੀ ਵਰਤੋਂ ਕਿਵੇਂ ਕੀਤੀ - ਦਿ ਡੇਲੀ ਬੀਸਟ",
        "ਵ੍ਹਾਈਟ ਸੋਕਸ ਦੀ ਅਯੋਗਤਾ ਦੇ ਨਤੀਜੇ ਵਜੋਂ ਘਾਟੇ ਦੇ ਨੰਬਰ 121 ਦੇ ਨਾਲ ਇੱਕ ਇਤਿਹਾਸਕ ਐਮਐਲਬੀ ਘੱਟ ਕਿਵੇਂ ਹੋਇਆ - ਸਪੋਰਟਸ ਇਲੈਸਟਰਡ",
        "ਸੀਬੀਐਸ ਨਿ Newsਜ਼ ਏਬੀਸੀ ਬਹਿਸ ਤੋਂ ਬਾਅਦ ਇੱਕ ਲਾਲ ਲਾਈਨ ਖਿੱਚਦਾ ਹੈ ਤੱਥ-ਚੈਕਿੰਗ ਡਰਾਮਾ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਹੜ੍ਹ ਦੇ ਵਿਚਕਾਰ ਟੈਨਿਸੀ ਹਸਪਤਾਲ ਦੀ ਛੱਤ ਤੋਂ ਫਸੇ ਮਰੀਜ਼, ਸਟਾਫ ਨੂੰ ਏਅਰਲਿਫਟ ਕੀਤਾ ਗਿਆ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਸਤੰਬਰ 28, 2024 ਲਈ ਪਿਆਰ ਅਤੇ ਰਿਸ਼ਤਾ ਕੁੰਡਲੀ - ਹਿੰਦੁਸਤਾਨ ਟਾਈਮਜ਼",
        "ਚਾਈਨਾ ਸਟਾਕ ਯੂਫੋਰੀਆ ਨੇ ਫੜ ਲਿਆ ਹੈ ਕਿਉਂਕਿ ਵਪਾਰੀ ਡੂੰਘੀਆਂ ਮੁਸ਼ਕਲਾਂ ਨੂੰ ਨਜ਼ਰਅੰਦਾਜ਼ ਕਰਦੇ ਹਨ - ਬਲੂਮਬਰਗ",
        "ਚਾਰ ਮਿਸੂਰੀ ਹੈਲਥਕੇਅਰ ਵਰਕਰ ਬਰਡ ਫਲੂ ਦੇ ਸੰਪਰਕ ਤੋਂ ਬਾਅਦ ਲੱਛਣ ਵਿਕਸਤ ਕਰਦੇ ਹਨ - ਬੀਬੀਸੀ.",
        "ਟੈਨਿਸੀ ਵਿਚ ਹੇਲੇਨ ਲਾਈਵ ਅਪਡੇਟਸਃ ਕੁਝ ਖੇਤਰਾਂ ਵਿਚ ਬਾਰਸ਼ ਦੀ ਕੁੱਲ ਚਾਰ ਇੰਚ ਤੱਕ ਪਹੁੰਚਦੀ ਹੈ - ਟੈਨਿਸੀਅਨ"
    ]
}