{
    "headlines": [
        "Powell hat leise einen hawkischen Pivot gemacht, sagt führender Fed-Beobachter - MarketWatch",
        "Elon Musks Zollspaltung mit Trumps Top-Handelsberater wird hässlich - Business Insider",
        "Die USA verteidigen die Zölle auf die abgelegene Insel der Pinguine und Robben - BBC",
        "‘The White Lotus’ Season 3 Stars Aimee Lou Wood, Jason Isaacs & More React To Explosive Finale: \"90 Minutes Of Just Chaos\" - Deadline",
        "Myanmars tödliches Beben verschärft politische Unruhen ohne Weg zum Frieden, sagen Experten - CNBC",
        "Trump to America as Markets Crash: ‘Sometimes You Have to Take Medicine’ - Rolling Stone",
        "NCAA-Meisterschaft: Paige Bueckers 'kulminierender Titelmoment erforderte etwas Besonderes — und ihre UConn-Teamkollegen lieferten - Yahoo Sports",
        "'I' m not going to panic '— Jim Cramer on Sunday's stock futures sell-off - CNBC",
        "Beamte arbeiten daran, die \"Fehlinformationen\" der Öffnung des Dix-Staudamms während der Evakuierung von Caroll Co. aufzuklären - LEX18",
        "RFK Jr. besucht das Epizentrum des Masernausbruchs in Texas, nachdem das zweite infizierte Kind gestorben ist - PBS",
        "Überschwemmungen verschlimmern sich im Süden und Mittleren Westen nach Tagen mit sintflutartigem Regen - PBS",
        "Sorokin tauscht Stick für Ovechkins \"Respekt\", nachdem er Rekordtore zugelassen hat - NHL.com",
        "Trump-Berater sagen, dass mehr als 50 Länder nach Tarifgesprächen mit dem Weißen Haus gesucht haben - PBS",
        "Richter sagt, dass die irrtümliche Abschiebung eines Maryland-Mannes in das Gefängnis von El Salvador \"das Gewissen schockiert\" - ABC News",
        "2025 NCAA-Turnier-Meisterschaftspicks, Expertenvorhersagen, Quoten: Florida vs. Houston-Score-Vorhersagen - CBS Sports",
        "Jemens Houthis sagen, dass die jüngsten US-Luftangriffe mindestens vier Menschen in Sanaa getötet haben - Al Jazeera",
        "2025 2 Runden NFL Mock Draft: Ashton Jeanty reiht sich in die Top 5 ein, Shedeur Sanders fällt aus den Top 10 heraus, landet aber an einem perfekten Ort - von A bis Z Sports"
    ]
}