{
    "headlines": [
        "NFL-Fans empört über Steelers-Ravens Prime-Videospiel - New York Post",
        "Kyren Williams über das Training in Arizona: „Ich hatte das Gefühl, in Frieden zu sein“ - NBC Sports",
        "Exklusiv: CEO von Kaliforniens drittgrößtem Hausversicherer spricht über die Folgen von Bränden in L.A. - San Francisco Chronicle",
        "L.A. Fires: Bilder der Verwüstung in Malibu und Pacific Palisades - Yahoo! Voices",
        "Ladd McConkey erzielt 86-Yard-TD, aber Houston gibt blockierten Extrapunkt für zwei zurück - NBC Sports",
        "Wissenschaftler enthüllen neuen Gewichtsverlust Hack: Trinken Sie diesen Beerensaft jeden Tag, um mehr Fett zu verbrennen - SciTechDaily",
        "Der kalifornische Gouverneur Gavin Newson gibt die Schuld an den Waldbränden an die lokalen Führer und das eigene Team weiter - New York Post",
        "Grönland öffnet die Tür zu Trumps imperialistischen Träumen - The Daily Beast",
        "Legendärer Soulsänger Sam Moore, Hälfte von Sam & Dave, stirbt mit 89 - Plakatwand",
        "Zucks eigener Vorstandsvorsitzender sticht ihn über MAGA Makeover - The Daily Beast",
        "Sonderberater Jack Smith tritt vom DOJ zurück - POLITICO",
        "Tom Hollands Vater teilt Details über die Verlobung des Sohnes mit Zendaya - HuffPost",
        "Die Untersuchung des Tulsa-Rassenmassakers ergab, dass der Horror von 1921 ein \"koordinierter, militärischer Angriff\" war - ABC News",
        "James Woods sagt, sein Haus habe überlebt, nachdem er dachte, die Brände in L.A. hätten es zerstört: „Ein Wunder“ - Entertainment Weekly News",
        "Israels Netanjahu schickt den Mossad-Direktor als Zeichen des Fortschritts zu den Waffenstillstandsgesprächen in Gaza nach Katar - POLITICO",
        "Ein Vater am Bett seines Sohnes und eine Frau, die mit ihren geliebten Haustieren zurückblieb, gehören zu den kalifornischen Waldbrandopfern - CNN",
        "Die Ukraine hat zwei nordkoreanische Soldaten in Russland gefangen genommen, sagt Selenskyj - The Washington Post",
        "[removed]",
        "Trump-Grenzzar mildert privat die Erwartungen des republikanischen Gesetzgebers an die erste Abschiebeoperation der Regierung - CNN",
        "D.C. Gebiet in Alarmbereitschaft nach Vogelgrippe bei Geflügel in Maryland, Delaware - The Washington Post"
    ]
}