{
    "headlines": [
        "يكشف جيمي فوكس عن إصابته بسكتة دماغية في العرض الخاص الجديد لـ Netflix - صحيفة واشنطن بوست",
        "الوكالة الدولية للطاقة تثير مخاوف بشأن تحقيقات تسريب عهد ترامب للصحفيين وأعضاء الكونغرس - إيه بي سي نيوز",
        "جيرونا ضد ليفربول: دوري أبطال أوروبا – مباشر - الجارديان",
        "أسهم Walgreens POP ON REPORT سلسلة الصيدليات يمكن أن تبيع نفسها لشركة PE Sycamore - CNBC",
        "حصري: حكام سوريا الجدد يعودون إلى التحول إلى اقتصاد السوق الحر، كما يقول زعيم الأعمال - رويترز",
        "\"لم أحصل أبدًا على الانطباع بأنه سيدمر نفسه ذاتيًا :\" أصدقاء المشتبه به في إطلاق النار على الرئيس التنفيذي القاتل تركوا في حالة صدمة - سي إن إن",
        "المتداولون متأكدون تمامًا من خفض سعر الفائدة الفيدرالي. ماذا يحدث إذا كانت بيانات التضخم مرتفعة للغاية ؟ - MarketWatch",
        "يُفضل إجراء اختبار فيروس الورم الحليمي البشري على عنق الرحم لفحص سرطان عنق الرحم بدءًا من سن 30 عامًا، وفقًا لمسودة توصية فريق العمل - سي إن إن",
        "يعتقد مشجعو Eagle - Eyed أنهم رصدوا أول صورة \"Switch 2\" في مقطورة Satisfye الجديدة - Nintendo Life",
        "تُظهر صور الأقمار الصناعية سفن البحرية الروسية الراسية قبالة الساحل السوري - رويترز",
        "إسرائيل تقصف سوريا وتستولي على الأراضي بينما يتعهد نتنياهو بتغيير \"وجه\" الشرق الأوسط - سي إن إن",
        "يدعي العلماء أنهم وجدوا سبب سرطانات القولون الغامضة لدى الشباب - وعوامل نمط الحياة - ديلي ميل",
        "وجد العلماء صلة محتملة بين الأطعمة فائقة المعالجة والسرطان - فاينانشال تايمز",
        "يريد ترامب إنهاء حق المواطنة بالولادة. هل يمكن أن يحدث ذلك حقًا ؟ - POLITICO",
        "\"أميرة الشعر الأسود\"، نيكي جيوفاني، توفيت عن عمر يناهز 81 عامًا - وكالة أسوشيتد برس",
        "تؤدي حرائق الغابات سريعة الحركة في ماليبو إلى عمليات الإخلاء وإغلاق المدارس وترتيب الملاجئ في بيبردين - لوس أنجلوس",
        "تضع الدعوى صداقة شون \"ديدي\" وجاي زي التي استمرت لعقود في دائرة الضوء - سي إن إن",
        "كيف ساعد رفض اليانكيز منح خوان سوتو جناحًا فاخرًا في عقد صفقة المباريات - Sports Illustrated",
        "بدءًا من 5 ديسمبر 10: جولات خروج المغلوب تنتظر في كأس الإمارات لكرة السلة - NBA.com",
        "يواجه 3 ملايين لاجئ سوري في تركيا قرارًا كبيرًا بالعودة إلى ديارهم أو البقاء - BBC.com"
    ]
}