{
    "headlines": [
        "ਡੌਲਫਿਨ ਬਨਾਮ ਟੈਕਸਾਸ ਲਾਈਵ ਅਪਡੇਟਸਃ ਐਨਐਫਐਲ ਸਕੋਰ, ਗੇਮ ਸਟੇਟਸ, ਹਾਈਲਾਈਟਸ, ਕਿੱਥੇ ਵੇਖਣਾ ਹੈ ਮਹੱਤਵਪੂਰਨ ਏਐਫਸੀ ਸ਼ੋਅਡਾਉਨ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਜੈਮੀ Foxx “ਤਣਾਅ ਨੂੰ ਕਰਨ ਲਈ ਬਹੁਤ ਧੰਨ” ਸ੍ਰੀ ਚੌ ਵਿਖੇ ਜਨਮ ਦਿਨ ਰਾਤ ਦੇ ਖਾਣੇ ਦੇ ਦੌਰਾਨ ਸਰੀਰਕ ਝਗੜੇ ਦੇ ਬਾਅਦ – ਅੱਪਡੇਟ - ਡੈੱਡਲਾਈਨ",
        "ਟ੍ਰਾਂਸਕ੍ਰਿਪਟਃ ਰਿਪਬਲਿਕ ਮਾਈਕਲ ਵਾਲਟਜ਼ on \"ਮਾਰਗਰੇਟ ਬ੍ਰੇਨਨ ਨਾਲ ਰਾਸ਼ਟਰ ਦਾ ਸਾਹਮਣਾ ਕਰੋ,\" ਦਸੰਬਰ 15, 2024 - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਹਟਾਈ",
        "ਪਲੇਬੁੱਕਃ ਟਰੰਪ ਦੀ ਆਰਮੀ-ਨੇਵੀ ਪਲੇਬੁੱਕ - ਪੋਲੀਟੀਕੋ",
        "ਆਪਣੀ ਪੇਈ ਨੂੰ ਫੜਨਾ ਆਮ ਗੱਲ ਹੈ, ਪਰ ਇਸ ਨਾਲ ਸਿਹਤ ਲਈ ਖ਼ਤਰਨਾਕ ਜੋਖਮ ਹੋ ਸਕਦੇ ਹਨ, ਮਾਹਰ ਕਹਿੰਦੇ ਹਨ - ਸੀ ਐਨ ਐਨ",
        "ਚਾਈਡੋ ਤੂਫਾਨ ਨੇ ਮਯੋਟੇ ਵਿਚ ਕਈਆਂ ਦੀ ਹੱਤਿਆ ਕੀਤੀ, ਮੋਜ਼ਾਮਬੀਕ ਦੀ ਬੱਲੇਬਾਜ਼ੀ - ਡੀਡਬਲਯੂ (ਅੰਗਰੇਜ਼ੀ)",
        "ਬਾਕਸ ਆਫਿਸਃ 'ਕ੍ਰਾਵੇਨ ਦ ਹੰਟਰ‘ ਬੰਬ $ 11 ਮਿਲੀਅਨ ਦੇ ਉਦਘਾਟਨ ਹਫਤੇ ਦੇ ਅੰਤ ਦੇ ਨਾਲ, ਸੋਨੀ ਦੁਆਰਾ ਤਿਆਰ ਕੀਤੀ ਗਈ ਮਾਰਵਲ ਫਿਲਮਾਂ ਦੀ ਸਭ ਤੋਂ ਭੈੜੀ ਸ਼ੁਰੂਆਤ - ਭਿੰਨਤਾ",
        "ਸੀਰੀਆ ਵਿਚ ਈਸਾਈ ਦੇਸ਼ ਦੇ ਰੂਪਾਂਤਰਣ ਨੂੰ ਹੰਝੂਆਂ ਨਾਲ ਦਰਸਾਉਂਦੇ ਹਨ ਕਿਉਂਕਿ ਸੰਯੁਕਤ ਰਾਸ਼ਟਰ ਦੇ ਰਾਜਦੂਤ ਪਾਬੰਦੀਆਂ ਨੂੰ ਖਤਮ ਕਰਨ ਦੀ ਅਪੀਲ ਕਰਦੇ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਕਾਲੇ ਸਾਗਰ ਵਿਚ ਪ੍ਰੇਸ਼ਾਨੀ ਵਿਚ ਰੂਸੀ ਤੇਲ ਟੈਂਕਰ - ਪੋਲੀਟੀਕੋ ਯੂਰਪ",
        "ਏਬੀਸੀ ਨਿਊਜ਼ ਮਾਣਹਾਨੀ ਮਾਮਲੇ 'ਚ ਡੋਨਾਲਡ ਟਰੰਪ ਨੂੰ 15 ਮਿਲੀਅਨ ਡਾਲਰ ਦਾ ਇਨਾਮ - BBC.com",
        "ਮਾਹਰ ਬਾਲਗਾਂ ਦੇ ਵਰਤਾਰੇ ਦੀ ਵਿਆਖਿਆ ਕਰਦੇ ਹਨ ਜੋ ਆਪਣੀ ਜ਼ਿੰਦਗੀ ਨੂੰ ਪਿੱਛੇ ਛੱਡ ਦਿੰਦੇ ਹਨ - ਸੀ ਐਨ ਐਨ",
        "'ਇਜ਼ਰਾਈਲ ਵਿਰੋਧੀ' ਨੀਤੀਆਂ ਨੂੰ ਲੈ ਕੇ ਆਇਰਲੈਂਡ 'ਚ ਦੂਤਘਰ ਬੰਦ ਕਰੇਗਾ ਇਜ਼ਰਾਈਲ - BBC.com",
        "ਤੂਫਾਨ ਨੇ ਕੈਲੀਫੋਰਨੀਆ ਦੇ ਨੇੜੇ ਛੂਹਿਆ. ਮਾਲ, ਕਾਰਾਂ ਨੂੰ ਫਲਿੱਪ ਕਰਨਾ ਅਤੇ 3 ਜ਼ਖਮੀ - SFGATE",
        "ਐਨਜੇ ਸੈਨੇਟਰ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਫੈੱਡਸ ਰਹੱਸਮਈ ਡਰੋਨਾਂ ਬਾਰੇ ਸੱਚਾਈ ਦੱਸਣ ਲਈ ਜਨਤਕ ਪ੍ਰਤੀਕ੍ਰਿਆ ਦੇ ਬਹੁਤ ਜ਼ਿਆਦਾ ‘ਡਰਾਉਣੇ’ ਹਨ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਪਿਟਸਬਰਗ ਸਟੀਲਰਜ਼ ਬਨਾਮ ਫਿਲਡੇਲਫੀਆ ਈਗਲਜ਼ ਗੇਮਃ ਕਿਵੇਂ ਵੇਖਣਾ ਹੈ, ਕਿੱਕਆਫ ਟਾਈਮ ਅਤੇ ਹੋਰ - ਯਾਹੂ ਸਪੋਰਟਸ",
        "ਬਜ਼ੁਰਗ ਵਿਸ਼ਲੇਸ਼ਕ ਜਿਸ ਨੇ ਐਸ ਐਂਡ ਪੀ 500 ਦੀ ਰੈਲੀ ਦੀ ਭਵਿੱਖਬਾਣੀ ਕੀਤੀ 2025 ਦੇ ਟੀਚੇ ਦਾ ਪਰਦਾਫਾਸ਼ ਕਰਦਾ ਹੈ - TheStreet",
        "ਹਿਸਮੈਨ ਟਰਾਫੀ ਜੇਤੂ ਟ੍ਰੈਵਿਸ ਹੰਟਰ ‘ਇਕ ਵਿਚ ਦੋ ਖਿਡਾਰੀ’ ਅਤੇ ਕਾਲਜ ਫੁੱਟਬਾਲ ਵਿਚ ਅਜਿਹੀ ਦੁਰਲੱਭ ਪ੍ਰਤਿਭਾ ਕਿਉਂ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਸੀਰੀਆ ਦੇ ਬਾਗੀਆਂ ਨਾਲ ‘ਸਿੱਧੇ ਸੰਪਰਕ’ ਵਿਚ ਅਮਰੀਕਾ, ਬਲਿੰਕਨ ਕਹਿੰਦਾ ਹੈ - ਪੋਲੀਟੀਕੋ ਯੂਰਪ",
        "‘ਯੈਲੋਸਟੋਨ' ਸੀਰੀਜ਼ ਫਾਈਨਲ ਕਿਵੇਂ ਵੇਖੀਏਃ ਸ਼ੁਰੂਆਤੀ ਸਮਾਂ ਅਤੇ ਕੀ ਜਾਣਨਾ ਹੈ - ਨਿ York ਯਾਰਕ ਪੋਸਟ"
    ]
}