{
    "headlines": [
        "يحصل تقويم Google على إعادة تصميم ووضع داكن - The Verge",
        "يرفض ميكانيكيو بوينغ العقد الجديد، ويستمرون في الإضراب المكلف - سي بي إس نيوز",
        "الأكباش مقابل احتمالات الفايكنج، والتنبؤ، والوقت، والانتشار: اختيارات ليلة الخميس لكرة القدم من نموذج اتحاد كرة القدم الأميركي على 12-5 تشغيل - سي بي إس سبورتس",
        "الغارة الإسرائيلية على مأوى غزة تقتل 17 شخصًا بينما يقول بلينكين إن محادثات وقف إطلاق النار ستستأنف - وكالة أسوشيتد برس",
        "Minecraft تخسر دعم الواقع الافتراضي العام المقبل - The Verge",
        "تركيا تضرب العراق وسوريا بعد هجوم على شركة دفاع بالقرب من أنقرة - الجزيرة الإنجليزية",
        "Howard's End? How SiriusXM Will Survive After Stern - هوليوود ريبورتر",
        "أسعار تذاكر بطولة العالم هي ثاني أعلى سعر على الإطلاق - يمكن أن تحقق لك لعبة اليانكيز المنزلية ما يقرب من 5000 دولار - سي إن بي سي",
        "Primavera Sound 2025 Books Chappell Roan, Charli XCX, & Sabrina Carpenter As Headliners - Stereogum",
        "يقول هاريس إن ترامب \"فاشي\" بعد أن قال جون كيلي إن الرئيس السابق أراد جنرالات مثل هتلر - وكالة أسوشيتد برس",
        "رئيس الاستخبارات في مجلس النواب: يجب على الولايات المتحدة النظر في القيام بعمل عسكري إذا دخلت القوات الكورية الشمالية أوكرانيا - الولايات المتحدة الأمريكية اليوم",
        "بعد أنباء تحذير وزارة العدل، لم تعلن لجنة العمل السياسي الفائقة التابعة لإيلون ماسك عن الفائز \"اليومي\" في اليانصيب يوم الأربعاء - سي إن إن",
        "TKO للاستحواذ على IMG، في الموقع، راكبي الثيران المحترفين من Endeavor في صفقة أسهم بقيمة 3.25مليار دولار - مراسل هوليوود",
        "تتسابق هاواي لوقف انتشار خنافس وحيد القرن التي تقتل الأشجار، وهي أنواع غازية يمكنها الطيران لمسافة ميلين ووضع 140 بيضة - سي بي إس نيوز",
        "ألقى الجنوب الغربي بالمنشفة في معركته ضد مستثمر ناشط - ياهو! أصوات",
        "يختار اتحاد كرة القدم الأميركي الأسبوع الثامن من موظفي MMQB: عودة توا تاغوفايلوا ضد الكاردينالات - الرياضة المصورة",
        "تقول الدراسة إن عقار السكري Ozempic من نوفو نورديسك قد يقلل من خطر الإصابة بمرض الزهايمر - CNBC",
        "داهمت الشرطة الأرجنتينية فندق ليام باين حيث توفي المغني، وطالبت بمزيد من اللقطات الأمنية - نيويورك بوست",
        "كبسولة سبيس إكس تعود إلى الأرض. إليك سبب عدم وجود رواد فضاء بوينغ ستارلاينر عليها - سي إن إن",
        "يُظهر مقطع فيديو كرة نارية ساطعة شوهدت في سماء بحيرة إيري - الولايات المتحدة الأمريكية اليوم"
    ]
}