{
    "headlines": [
        "Telescópio espacial revela raro fenômeno do ‘anel de Einstein’ com clareza surpreendente - CNN",
        "Hayes Names 23-Player USWNT Roster for 2025 SheBelieves Cup, Presented by Visa - U.S. Soccer",
        "O foguete Vulcan da ULA ainda não tem o selo de aprovação da Força Espacial - Ars Technica",
        "Presidente do Fed Powell vê 'contenção por mais tempo' com tarifas de Trump definidas para impulsionar a inflação; Pausa do S&P 500 - Investor's Business Daily",
        "Estreia de Luka Doncic nos Lakers: L.A. cruza para a vitória, mas LeBron James e Jaxson Hayes foram os verdadeiros vencedores - CBS Sports",
        "Steve Bannon se declara culpado em caso de fraude no muro da fronteira e evita prisão - ABC News",
        "NASA chama o Telescópio Webb para rastrear asteroides perigosos recentemente identificados - Gizmodo",
        "Partido Republicano da Câmara e do Senado entra em guerra pela reconciliação - Axios",
        "Estado de jogo confirmado para quarta-feira, mais de 40 minutos de notícias e atualizações do PS5 - Push Square",
        "O site da Ye fica offline depois que a Shopify deixa de lidar com pedidos de camisetas suásticas - CBS News",
        "Beats da Apple lança Powerbeats Pro 2 com monitoramento de frequência cardíaca - Bloomberg",
        "Monster Hunter Wilds é a entrada mais amigável da série até agora — mas não às custas dos fãs hardcore, dizem seus criadores - Polygon",
        "Juiz federal amplia bloqueio ao esforço do governo Trump para cortar financiamento à saúde pública - CNN",
        "O marido de Serena Williams, Alexis Ohanian, rebateu as críticas ao seu momento viral no Super Bowl - BuzzFeed",
        "Sam Altman-Elon Musk Feud Timeline: Altman Says Musk Isn 't A‘ Happy Person ’After‘ Crazy ’OpenAI Offer - Forbes",
        "Super Micro Stock Mergulha Antes de Sua Atualização Mais Tarde Hoje. O que Wall Street quer da AI Server Maker. - Barron's",
        "Pesquisa NFL Draft QB 2025: olheiros anônimos pesquisados em seu principal prospecto, que os assusta e adormecidos no Dia 3 - CBS Sports",
        "As mudanças federais de Trump enfrentam obstáculos legais à medida que o presidente empurra o plano de Gaza - CNN",
        "A temporada de gripe nos EUA é a mais intensa em pelo menos 15 anos - CNN"
    ]
}