{
    "headlines": [
        "ما الذي تسبب في حريق نوتردام ؟ الأحدث مع إعادة فتح الكاتدرائية. - الواشنطن بوست",
        "الأحدث في الشرق الأوسط: غارة إسرائيلية على مخيم في غزة تقتل 21 شخصًا على الأقل - وكالة أسوشيتد برس",
        "تمت الإطاحة برئيس الوزراء الفرنسي في تصويت بحجب الثقة، مما ألقى بالبلاد في حالة من عدم اليقين العميق - سي إن إن",
        "يوم التوقيع الوطني، 2024: أين يوقع لاعبو كرة القدم في نيوجيرسي دي 1 للعب ؟ - NJ.com",
        "يبدو أن بايدن يريح عينيه في القمة الأفريقية في أنغولا - فوكس نيوز",
        "بيل كلينتون يدعم عفو الرئيس عن هانتر بايدن - بوليتيكو",
        "يقول الحزب إن سياسيًا من المعارضة الجورجية تعرض للضرب حتى فقد الوعي على أيدي الشرطة، مع تكثيف حملة القمع الحكومية - سي إن إن",
        "يلقي \"الشرير\" السحر على المجلس الوطني للمراجعة، ويحصد ثلاث جوائز بما في ذلك أفضل فيلم - الموعد النهائي",
        "ترامب يرشح بول أتكينز كمدافع عن العملة المشفرة كرئيس للجنة الأوراق المالية والبورصات - وكالة أسوشيتد برس",
        "دونالد ترامب يرشح بيتر نافارو كمستشار اقتصادي أول - فاينانشال تايمز",
        "أفضل أفلام عام 2024 حسب تصنيف كتاب أفلام أسوشيتد برس - وكالة أسوشيتد برس",
        "الدوري الإنجليزي الممتاز: مضيف آرسنال مانشستر يونايتد مع مانشستر سيتي وليفربول وتشيلسي يعمل أيضًا - BBC.com",
        "كويكب \"مذهل\" يحرق فوق سيبيريا بعد ساعات فقط من اكتشافه - Livescience.com",
        "منظمة الصحة العالمية تحقق في مرض غامض وراء 12 حالة وفاة في جمهورية الكونغو الديمقراطية - Livescience.com",
        "اختيار ترامب لإدارة إدارة مكافحة المخدرات يسحب اسمه من الاعتبار. يقول ترامب إنه سحب القابس - وكالة أسوشيتد برس",
        "عثر ماسح ضوئي جديد للهاتف يكتشف برامج التجسس بالفعل على 7 عدوى بيغاسوس - سلكي",
        "خطاب بنك الاحتياطي الفيدرالي باول اليوم: ما يجب مشاهدته - Barron's",
        "يتوسع استدعاء الحليب الخام في كاليفورنيا بعد أن تكشف الاختبارات عن المزيد من فيروس إنفلونزا الطيور - وكالة أسوشيتد برس",
        "تحديثات مباشرة عن انتقال ترامب: يتعهد بيت هيغزيث بمواصلة القتال من أجل منصب وزير الدفاع - واشنطن بوست",
        "ينشر الأخ غير الشقيق لإيمينيم تحية لاذعة للأم الراحلة حيث يبقى مغني الراب صامتًا وسط سنوات من \"الكراهية\" - هندوستان تايمز"
    ]
}