{
    "headlines": [
        "تحديثات مباشرة: تنفجر أجهزة اللاسلكي في لبنان بعد يوم من هجوم جهاز النداء المميت - سي إن إن",
        "مجلس النواب يصوت لرفض مشروع قانون الحزب الجمهوري لتجنب إغلاق الحكومة - واشنطن بوست",
        "مسؤول: الرئيس التنفيذي لشركة بوينغ يعلن عن تسريح مؤقت \"لعدد كبير\" من العمال الأمريكيين - كيرو سياتل",
        "يعتقد المسؤولون أنه تم العثور على جثة مشتبه به بإطلاق النار على طريق سريع في كنتاكي - سي بي إس نيوز",
        "تقول الولايات المتحدة إن إيران أرسلت معلومات إلى شركاء بايدن من اختراق ترامب - BBC.com",
        "مسيرة دونالد ترامب: حشود كبيرة، تشديد أمني لمظاهرة الرئيس السابق في يونيونديل، نيويورك - ABC7 نيويورك",
        "Nintendo و The Pokémon Company تقاضيان رسميًا مطور Palworld على انتهاكات براءات الاختراع \"المتعددة\" - IGN",
        "يبدأ ميسي على مقاعد البدلاء في ميامي بعد العودة بهدفين - ESPN",
        "ترامب يتخلى عن المتجر على الضرائب - بوليتيكو",
        "ستبقى أمشاط شون \"ديدي\" في السجن بعد رفض الكفالة للمرة الثانية - وكالة أسوشيتد برس",
        "8 لاعبين ستيلرز سابقين من بين المرشحين لفئة قاعة مشاهير كرة القدم للمحترفين لعام 2025 - WTAE Pittsburgh",
        "يطالب القراصنة بمبلغ 6 ملايين دولار للملفات المسروقة من مشغل مطار سياتل في الهجوم الإلكتروني - وكالة أسوشيتد برس",
        "مراسل الدوري الاميركي للمحترفين البارز أدريان وجناروفسكي يعلن تقاعده من ESPN - واشنطن بوست",
        "خلصت الدراسة إلى أنه من المتوقع أن تقتل الجراثيم الخارقة 39 مليون شخص بحلول عام 2050 - صالون",
        "بنك الاحتياطي الفيدرالي يخفض أسعار الفائدة بنصف نقطة مئوية - صحيفة وول ستريت جورنال",
        "نقابة سائقي الشاحنات ترفض تأييد ترامب أو هاريس للرئاسة - وكالة أسوشيتد برس",
        "أقمار إيلون ماسك الصناعية \"تحجب\" رؤية الكون | بي بي سي نيوز - بي بي سي نيوز",
        "أريانا غراندي، جان سمارت، تشابيل روان قائد \"ساترداي نايت لايف\" الموسم 50 تشكيلة - رولينج ستون",
        "نعم! ارتفعت أسعار الرهن العقاري حقًا بعد خفض سعر الفائدة الفيدرالي - أخبار الرهن العقاري اليومية",
        "\"العازبة الذهبية\" تقول جوان فاسوس إن جيري تيرنر أعطى نصيحتها - Business Insider"
    ]
}