{
    "headlines": [
        "Dow verliert 1.600 Punkte, Nasdaq soll im Bärenmarkt schließen, da sich der Ausverkauf der Trump-Tarife verschlechtert: Live-Updates - CNBC",
        "Nintendo zieht Switch 2-Vorbestellungen in den USA wegen Trump-Tarifen zurück - BBC",
        "The Secret to Longevity: Keep Moving - Chasing Life with Dr. Sanjay Gupta - Podcast auf CNN Audio - CNN",
        "Der Kampf um den Anteil der Brauerei, der den College-Basketball auf den Kopf stellen wird: \"Warum werde ich weitere 2 Millionen Dollar verlieren? '- CBS Sports",
        "Israelische Angriffe auf Syrien sind ein Warnsignal für die Türkei - BBC",
        "Ein Interview mit einer Epidemiologin, die ihren Job wegen der Entlassungen des DOGE verloren hat - Defector",
        "Masern breiten sich in Zentraltexas aus; 5 Staaten haben jetzt aktive Ausbrüche - HuffPost",
        "Die britische Polizei beschuldigt den Komiker Russell Brand wegen Vergewaltigung und sexueller Übergriffe - WKBN.com",
        "Nvidia Stock Drops. Der nächste Zollschlag kommt aus China. - Barron's",
        "Uhr: Als Microsoft 50 wird, werden Bill Gates, Satya Nadella und Steve Ballmer von Copilot AI \"geröstet\" - NDTV",
        "Die US-Wirtschaft hat im März vor der Eskalation des Handelskrieges 228.000 Arbeitsplätze geschaffen - Axios",
        "Sturm bringt \"generationenübergreifende\" Überschwemmungen, mehr Tornados ins Wochenende im Mittleren Süden - Axios",
        "Val Kilmers Familie äußert sich nach dem Tod des Schauspielers: \"Es ist eine Ehre, sein Vermächtnis gefeiert zu sehen\" - Rolling Stone",
        "Der Handelskrieg eskaliert, als China mit 34 % Zöllen auf alle US-Waren zurückschlägt - NPR",
        "Die Wahrscheinlichkeit, dass ein Asteroid den Mond trifft, steigt leicht - BBC",
        "Rezension | Michelle Williams und Jenny Slate töten in FXs \"Dying for Sex\" - The Washington Post",
        "Apple Watch Series 11: Was Sie von Apples nächster großer Veröffentlichung erwarten können - CNET"
    ]
}