{
    "headlines": [
        "ਅਮਰੀਕਾ ਨੇ ਯੂਕਰੇਨ ਨੂੰ 5.9 ਅਰਬ ਡਾਲਰ ਦੀ ਫੌਜੀ ਅਤੇ ਬਜਟ ਸਹਾਇਤਾ ਦੇਣ ਦਾ ਕੀਤਾ ਐਲਾਨ - REUTERS",
        "ਅਸੀਂ ਸਾਬਕਾ ਰਾਸ਼ਟਰਪਤੀ ਜਿੰਮੀ ਕਾਰਟਰ ਲਈ ਅੰਤਿਮ ਸੰਸਕਾਰ ਦੀਆਂ ਯੋਜਨਾਵਾਂ ਬਾਰੇ ਕੀ ਜਾਣਦੇ ਹਾਂ - ਸੀ ਐਨ ਐਨ",
        "ਅਸੀਂ ਕੀ ਵੇਖ ਰਹੇ ਹਾਂਃ ਜੀਓਪੀ ਨੇਤਾਵਾਂ ਨੂੰ ਕਰਜ਼ੇ ਦੀ ਸੀਮਾ ਦੀ ਲੜਾਈ ਦਾ ਸਾਹਮਣਾ ਕਰਨਾ ਪੈਂਦਾ ਹੈ - ਪੋਲਿਟਿਕੋ",
        "ਸਰਜਰੀ ਨਾਲ ਅੱਖਾਂ ਦਾ ਰੰਗ ਬਦਲਣਾ ਜੋਖਮ ਭਰਿਆ ਹੈ. ਉਨ੍ਹਾਂ ਨੇ ਇਹ ਕਿਸੇ ਵੀ ਤਰ੍ਹਾਂ ਕੀਤਾ. - ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਸਪੇਨ ਵਿੱਚ ਖੇਤ ਦੇ ਹੇਠਾਂ ਦੱਬਿਆ 7 ਟਨ ਕੋਕੀਨ ਮਿਲਿਆ, ਵੀਡੀਓ ਸ਼ੋਅ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਕ੍ਰਿਸਟਿਨ ਕੈਵਲਾਰੀ ਨੇ ਖੁਲਾਸਾ ਕੀਤਾ ਕਿ ਮੋਰਗਨ ਵਾਲਨ ਬੈੱਡ ਵਿਚ ਕਿਸ ਤਰ੍ਹਾਂ ਦੀ ਸੀ ਕਿਉਂਕਿ ਉਹ ਆਖਰਕਾਰ ਉਨ੍ਹਾਂ ਦੇ ਅਫਵਾਹਾਂ ਵਾਲੇ ਰੋਮਾਂਸ ਬਾਰੇ ਖੁੱਲ੍ਹਦੀ ਹੈ - ਯਾਹੂ ਐਂਟਰਟੇਨਮੈਂਟ",
        "ਬ੍ਰਾਇਨ ਡੈਬੋਲ ਦੇਸ਼ ਭਗਤ ਦੇ ਬਾਅਦ ਆਈਰਾਨਿਕ ਪੁਆਇੰਟ ਬਣਾਉਂਦਾ ਹੈ ਗ੍ਰੈਬ ਨੰਬਰ 1 ਡਰਾਫਟ ਸਪਾਟ - ਐਨਈਐਸਐਨ",
        "ਹਟਾਈ",
        "ਸਟਾਕ ਫਿuresਚਰਜ਼ ਸਲਿੱਪ ਜਿਵੇਂ ਕਿ ਵਾਲ ਸਟ੍ਰੀਟ 2024 ਦੇ ਅੰਤਮ ਵਪਾਰਕ ਹਫਤੇ ਦੀ ਸ਼ੁਰੂਆਤ ਕਰਦੀ ਹੈਃ ਲਾਈਵ ਅਪਡੇਟਸ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "5 ਕੁਝ ਦੇਖਣ ਲਈਃ 49ers 'ਤੇ ਸ਼ੇਰ - detroitlions. com",
        "Brandi Glanville ਸਾਬਕਾ ਐਡੀ Cibrian ਅਤੇ LeAnn Rimes ਨਾਲ ਕ੍ਰਿਸਮਸ ਖਰਚ ਬਚਾਅ - ਪੰਨਾ ਛੇ",
        "ਪਾਸਕੀ ਟੈਕਨੋਲੋਜੀ ਸ਼ਾਨਦਾਰ ਹੈ, ਪਰ ਇਹ ਸਭ ਤੋਂ ਨਿਸ਼ਚਤ ਤੌਰ ਤੇ ਵਰਤੋਂ ਯੋਗ ਸੁਰੱਖਿਆ ਨਹੀਂ ਹੈ - ਆਰਸ ਟੈਕਨੀਕਾ",
        "ਇਥੋਪੀਆ ਸੜਕ ਹਾਦਸੇ 'ਚ ਘੱਟੋ-ਘੱਟ 71 ਲੋਕਾਂ ਦੀ ਮੌਤ, ਅਧਿਕਾਰੀਆਂ ਦਾ ਕਹਿਣਾ - CNN",
        "ਵੈਲਯੂ-ਖੋਜਕਰਤਾਵਾਂ ਨੇ 2024 ਦੇ ਪ੍ਰਚੂਨ ਰੁਝਾਨਾਂ ਅਤੇ ਮਰੇ ਸਿਰੇ ਨੂੰ ਭਜਾ ਦਿੱਤਾ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਜੈਡੇਨ ਡੈਨੀਅਲਸ ਇਹ ਸਭ ਓਟੀ ਥ੍ਰਿਲਰ ਵਿੱਚ ਕਰਦਾ ਹੈ, ਕਮਾਂਡਰਾਂ ਨੂੰ ਪਲੇਆਫ ਵਿੱਚ ਲਿਫਟ ਕਰਦਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਨੋਰੋਵਾਇਰਸ ਪੇਟ ਦੇ ਵਾਇਰਸ ਦੇ ਵਧਣ ਦੇ ਅਮਰੀਕਾ ਦੇ ਮਾਮਲਿਆਂ ਦੇ ਨਾਲ ਪੂਰੀ ਤਾਕਤ ਵਿੱਚ ਵਾਪਸ ਆ ਗਿਆ ਹੈ - syracuse. com",
        "ਸਟੈਂਡਰਡ ਆਈਫੋਨ 17 ਡਿਸਪਲੇਅ ਦੁਬਾਰਾ ਫੀਚਰ ਨੂੰ ਕਿਹਾ ਉੱਚ ਤਾਜ਼ਾ ਰੇਟ - ਮੈਕਰੂਮੋਰਸ",
        "ਐਨਐਫਐਲ ਪਲੇਆਫ ਪਿਕਚਰ 2024: ਹਫਤੇ 18 ਲਈ ਅਪਡੇਟ ਕੀਤੀ ਏਐਫਸੀ ਅਤੇ ਐਨਐਫਸੀ ਸਟੈਂਡਿੰਗਜ਼, ਬਰੈਕਟ, ਟਾਈਬ੍ਰੇਕਰ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਗਲ ਗੈਡੋਟ ਨੇ ਦਿਮਾਗ ਦੇ ਬਲੱਡ ਕਲੋਟ ਲਈ ਐਮਰਜੈਂਸੀ ਸਰਜਰੀ ਕੀਤੀ, ਫਿਰ ਜਨਮ ਦਿੱਤਾ - ਵੰਨਗੀ",
        "ਵਿਕੀਪੀਡੀਆ ਦੇ ਆਲੇ-ਦੁਆਲੇ ਦੇ ਰਿਕਾਰਡ ਹਿੱਟ ਕਰਨ ਲਈ $ 185K ਵਿਚ 2025 ਰਾਸ਼ਟਰ ਦੇ ਰਾਜ ਦੇ ਤੌਰ ਤੇ ਖਰੀਦੋਃ ਗਲੈਕਸੀ ਖੋਜ - CoinDesk"
    ]
}