{
    "headlines": [
        "Marché boursier aujourd'hui : les actions américaines commencent les emplois en baisse d'une semaine avec Powell prêt à parler - Yahoo Finance",
        "Mise à jour en direct de l'élection 2024 : Harris, Trump se concentrent sur les retombées de l'ouragan Helene - The Washington Post",
        "Dernières nouvelles à la suite de l'ouragan Helene - CNN",
        "La grève dans les ports de la côte est des États-Unis se profile mardi sans qu'aucune discussion ne soit prévue - Reuters",
        "Netanyahu : La République islamique d'Iran tombera plus tôt que les gens ne le pensent - The Jerusalem Post",
        "Roll for insight : Utiliser Dungeons & Dragons comme outil de thérapie de groupe - Ars Technica",
        "Broncos QB Bo Nix livre un premier semestre historiquement mauvais contre les Jets - USA TODAY",
        "La dernière guerre entre Israël et le Hamas : une frappe israélienne frappe un immeuble d'appartements dans le centre de Beyrouth - The Associated Press",
        "Le débat des vice-présidents de Tim Walz et JD Vance en 2024 aura lieu demain. Voici ce qu'il faut savoir. - CBS News",
        "CNN à bord d'un pétrolier israélien pour une frappe sur le port contrôlé par les Houthis au Yémen - CNN",
        "Élections autrichiennes : l'extrême droite de Kickl « ouvre une nouvelle ère » avec une victoire sans précédent - BBC.com",
        "[supprimé]",
        "DirecTV et Dish To Merge, créant un géant de la télévision payante - Date limite",
        "Le groupe immobilier REA de Rupert Murdoch met fin à sa poursuite pour acheter Rightmove après plusieurs offres rejetées - CNBC",
        "Le Rwanda signale 8 décès liés au virus de Marburg de type Ebola quelques jours après avoir déclaré une épidémie - The Associated Press",
        "Les astronautes coincés de la NASA accueillent la capsule SpaceX qui les ramènera à la maison l'année prochaine - The Associated Press",
        "Le maire de New York, Eric Adams, demande le rejet de l'accusation de corruption portée par des procureurs « zélés » - ABC News",
        "Une mère célibataire de l'Utah, âgée de 33 ans, collecte des fonds pour ses propres funérailles après qu'un diagnostic de cancer lui ait donné 3 mois à vivre - Fox News",
        "Apple pourrait lancer le premier accessoire pour maison intelligente semblable à un iPad l'année prochaine - MacRumors",
        "Le cancer s'est propagé au cerveau de Jimmy Carter il y a 9 ans. Voici comment il a vécu si longtemps. - USA TODAY"
    ]
}