{
    "headlines": [
        "أسهم آسيا ترتفع، والدولار مدعوم بعائدات سندات مرتفعة - رويترز",
        "فريق التحقيق التابع للأمم المتحدة يقول إن السلطات السورية الجديدة \"متقبلة للغاية\" للتحقيق في جرائم حرب الأسد - وكالة أسوشيتد برس",
        "إسماعيل هنية: إسرائيل تؤكد أنها قتلت قيادي حماس في طهران - BBC.com",
        "طرد جويل إمبايد بعد دقائق من إلغاء المسؤولين لتقنية أندريه دروموند في مشهد 76ers - Spurs الغريب - نيويورك بوست",
        "سبق صحفي: كيف صدر تقرير أخلاقيات مات غايتز أخيرًا - أكسيوس",
        "\"ينتهي بنا\" النجم براندون سكلينار ينشر شكوى بليك ليفلي ضد جاستن بالدوني: \"من أجل حب الله اقرأ هذا\" - تشكيلة",
        "تقول الشركات إن بايدن سيتخذ قرارًا نهائيًا بشأن عرض الشركة اليابانية لشركة يو إس ستيل - أكسيوس",
        "كرة القدم ليلة الاثنين: باكرز بعد إغلاق اتحاد كرة القدم الأميركي الأول هذا الموسم، دهس القديسين 34-0 - NBC Sports",
        "ستتوسع إضرابات ستاربكس، لتصل إلى أكثر من 300 متجر في جميع أنحاء البلاد - واشنطن بوست",
        "تم الإبلاغ عن حالة إنفلونزا الطيور في لوس أنجلوس بعد أن أعلن مسؤولو الولاية حالة الطوارئ - ABC News",
        "صبي يخضع لعملية جراحية في القلب بعد أن أصيب بطائرة بدون طيار في عرض العطلات - واشنطن بوست",
        "ثوران بركان كيلاويا في هاواي، قذف \"قنابل الحمم البركانية\" - أكسيوس",
        "شاهد ركوب الأمواج الثقيل يتسبب في انهيار رصيف سانتا كروز جزئيًا، مما يرسل 3 إلى الماء - USA TODAY",
        "السنة في علم (غريب): اختبر معرفتك من خلال اختبارنا - صحيفة وول ستريت جورنال",
        "يقول العلماء الروس إنه تم العثور على جثة الماموث \"الأفضل حفظًا\" في العالم - سي إن إن",
        "هل يمكن لدونالد ترامب التراجع عن تخفيف عقوبة الإعدام لجو بايدن ؟ - BBC.com",
        "أمشاط شون \"ديدي\" التي رفعها موظف سابق ذكر بالتفصيل \"ليالي الملك البرية\" والمطالبة بالبطارية الجنسية - متنوعة",
        "الولايات المتحدة تقاضي Walmart، Branch Messenger لاستغلال سائقي التوصيل برسوم غير مرغوب فيها بقيمة 10 ملايين دولار: \"الشركات - The Times of India",
        "رجل متهم بالقتل بعد أن أضرمت النار في امرأة في قطار F في بروكلين - جوثام",
        "مخطط عمق الظهير الربعي لجورجيا - كارسون بيك الآن بعد الجراحة - Sports Illustrated"
    ]
}