{
    "headlines": [
        "ਆਸਕਰ ਜੇਤੂ ਅਭਿਨੇਤਾ ਜੀਨ ਹੈਕਮੈਨ ਅਤੇ ਉਸਦੀ ਪਤਨੀ ਅਤੇ ਕੁੱਤੇ ਆਪਣੇ ਨਿ Mexico ਮੈਕਸੀਕੋ ਦੇ ਘਰ ਵਿੱਚ ਮ੍ਰਿਤਕ ਪਾਏ ਗਏ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਬ੍ਰਿਟਿਸ਼ ਏਰੋਸਪੇਸ ਦਿੱਗਜ ਰੋਲਸ-ਰੋਇਸ ਦੇ ਸ਼ੇਅਰ ਅਪਬੀਟ ਆਉਟਲੁੱਕ, ਲਾਭ ਬੀਟ 'ਤੇ 15% ਦੀ ਛਾਲ ਮਾਰਦੇ ਹਨ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਅਬਦੁਲ ਕਾਰਟਰ ਨੂੰ ਪੈਰਾਂ ਦੀ ਸਰਜਰੀ ਦੀ ਹੋ ਸਕਦੀ ਹੈ ਜ਼ਰੂਰਤ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਟਰੰਪ ਨੇ ਈਯੂ 'ਤੇ 25% ਟੈਰਿਫ ਲਗਾਉਣ ਦੀ ਧਮਕੀ ਦਿੱਤੀ, ਕਹਿੰਦਾ ਹੈ ਕਿ ਬਲਾਕ ਹਮੇਸ਼ਾਂ ਅਮਰੀਕਾ ਨੂੰ ਠੇਸ ਪਹੁੰਚਾਉਣ ਲਈ ਸੀ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਸੀ ਐਨ ਬੀ ਸੀ ਡੇਲੀ ਓਪਨਃ ਐਨਵੀਡੀਆ ਦੀ ਕਮਾਈ ਸਥਿਰ ਹੈ — ਪਰ ਯੂਐਸ ਖਪਤਕਾਰਾਂ ਦਾ ਵਿਸ਼ਵਾਸ ਕੰਬਦਾ ਹੈ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਟੇਲਰ Lautner ਸਰੀਰ-ਸ਼ੈਮਿੰਗ ਟਿੱਪਣੀ ਦੇ ਵਿਚਕਾਰ Selena ਗੋਮੇਜ਼ ਦੀ ਰੱਖਿਆ: \"ਨਫ਼ਰਤ ਦੀ ਇੱਕ ਬੇਰਹਿਮੀ ਸੰਸਾਰ\" - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਸੁਪਰੀਮ ਕੋਰਟ ਦੇ ਰੌਬਰਟਸ ਨੇ ਟਰੰਪ ਐਡਮਿਨ ਨੂੰ ਵਿਦੇਸ਼ੀ ਸਹਾਇਤਾ ਫੰਡਿੰਗ ਵਿਚ $ 1.9B ਜਾਰੀ ਕਰਨ ਦੇ ਆਦੇਸ਼ ਨੂੰ ਰੋਕ ਦਿੱਤਾ - ਐਕਸੀਓਸ",
        "ਕਫਨ ਨੇ ਕਿਹਾ ਕਿ ਬੰਧਕਾਂ ਦੀਆਂ ਲਾਸ਼ਾਂ ਇਜ਼ਰਾਈਲ ਪਹੁੰਚਦੀਆਂ ਹਨ ਅਤੇ ਫਲਸਤੀਨੀ ਕੈਦੀਆਂ ਨੂੰ ਰਿਹਾਅ ਕਰ ਦਿੱਤਾ ਜਾਂਦਾ ਹੈ ਕਿਉਂਕਿ ਗਾਜ਼ਾ ਜੰਗ ਦੀ ਮਿਆਦ ਨੇੜੇ ਆਉਂਦੀ ਹੈ - ਸੀਐਨਐਨ",
        "ਤਾਈਵਾਨ ਨੇ ਆਪਣੇ ਤੱਟ 'ਤੇ ਸ਼ੂਟਿੰਗ ਅਭਿਆਸ ਕਰਨ ਲਈ ਚੀਨ ਦੀ ਨਿੰਦਾ ਕੀਤੀ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਜੌਹਨਸਨ ਨੇ ਸਟੈਪੈਸਟ ਮੈਡੀਕੇਡ ਕੱਟ ਵਿਕਲਪਾਂ ਤੋਂ ਇਨਕਾਰ ਕੀਤਾ - ਪੋਲਿਟਿਕੋ",
        "ਐਫ ਡੀ ਏ ਨੇ ਅਗਲੇ ਸੀਜ਼ਨ ਦੇ ਫਲੂ ਟੀਕੇ ਬਾਰੇ ਮਹੱਤਵਪੂਰਣ ਸਲਾਹਕਾਰ ਮੀਟਿੰਗ ਰੱਦ ਕੀਤੀ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਪੋਰਟਲੈਂਡ ਦਾ ਸ਼ੇਡਨ ਸ਼ਾਰਪੇ ਜਸਟਿਨ ਸ਼ੈਂਪੇਗਨੀ - ਯਾਹੂ ਸਪੋਰਟਸ ਉੱਤੇ ਜੰਗਲੀ ਇਕ-ਹੱਥ ਵਾਲੀ ਸਲੈਮ ਨਾਲ ਡੰਕ ਆਫ ਦਿ ਈਅਰ ਦੇ ਖੇਤਰ ਵਿਚ ਦਾਖਲ ਹੁੰਦਾ ਹੈ",
        "ਚੰਦਰਮਾ ਉਤਰਨ ਦੀਆਂ ਕੋਸ਼ਿਸ਼ਾਂ ਦੀ ਤਾਜ਼ਾ ਕਾਹਲੀ ਵਿੱਚ ਚੰਦਰਮਾ ਵੱਲ ਪ੍ਰਾਈਵੇਟ ਕੰਪਨੀ ਰਾਕੇਟ - ਐਸੋਸੀਏਟ ਪ੍ਰੈਸ",
        "ਯੂਐਸ ਨੇ ਬਰਡ ਫਲੂ ਅੰਡੇ ਦੀ ਘਾਟ ਦਾ ਮੁਕਾਬਲਾ ਕਰਨ ਲਈ 1 ਬਿਲੀਅਨ ਡਾਲਰ ਦੀ ਯੋਜਨਾ ਬਣਾਈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਉੱਤਰੀ ਕੋਰੀਆ 1.5 ਬਿਲੀਅਨ ਡਾਲਰ ਦੇ ਬਾਈਬਿਟ ਹੈਕ ਲਈ ਜ਼ਿੰਮੇਵਾਰ ਸੀ, ਐਫਬੀਆਈ ਕਹਿੰਦਾ ਹੈ - ਐਨਬੀਸੀ ਨਿ Newsਜ਼",
        "ਐਮਾਜ਼ਾਨ ਦਾ ਏਆਈ-ਸੰਚਾਲਿਤ ਅਲੈਕਸਾ ਪਲੱਸ ਗੈਰ-ਪ੍ਰਾਈਮ ਉਪਭੋਗਤਾਵਾਂ ਨੂੰ ਪ੍ਰਤੀ ਮਹੀਨਾ $ 20 ਦੀ ਕੀਮਤ ਦੇਵੇਗਾ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਬਲੇਕ ਲਾਈਵਲੀ 'ਗੌਸੀਪ ਗਰਲ‘ ਨੂੰ ਸ਼ਰਧਾਂਜਲੀ ਭੇਟ ਕਰਦਾ ਹੈ ਸਹਿ-ਸਟਾਰ ਮਿਸ਼ੇਲ ਟ੍ਰੈਚਨਬਰਗ: \"ਉਹ ਬਿਜਲੀ ਸੀ\" - ਡੈੱਡਲਾਈਨ",
        "ਐਪਲ ਆਈਫੋਨ 16e ਸਮੀਖਿਆਃ $ 599 ਲਈ ਇੱਕ A18 ਚਿੱਪ ਅਤੇ ਐਪਲ ਖੁਫੀਆ - TechCrunch",
        "ਟਰੰਪ ਨੇ ਕਿਹਾ ਕਿ ਯੂਕਰੇਨ ਖਣਿਜ ਸੌਦਾ ਕੀਤਾ ਗਿਆ ਹੈ ਅਤੇ ਜ਼ੇਲੇਨਸਕੀ ਸ਼ੁੱਕਰਵਾਰ ਦਾ ਦੌਰਾ ਕਰਦਾ ਹੈ - ਐਕਸਗਿਓਸ"
    ]
}