{
    "headlines": [
        "ਐਨਵਾਈਸੀ ਦੇ ਮੇਅਰ ਏਰਿਕ ਐਡਮਜ਼ ਦੇ ਮੁੱਖ ਸਲਾਹਕਾਰ ਇੰਗ੍ਰਿਡ ਲੂਈਸ-ਮਾਰਟਿਨ ਅਸਤੀਫਾ ਦਿੰਦੇ ਹਨ ਅਤੇ ਉਨ੍ਹਾਂ ਨੂੰ ਦੋਸ਼ੀ ਠਹਿਰਾਉਣ ਦੀ ਉਮੀਦ ਕਰਦੇ ਹਨ - ਯਾਹੂ! ਆਵਾਜ਼ਾਂ",
        "ਮੈਡਿਸਨ 'ਚ ਜ਼ਬਰਦਸਤ ਲਾਈਫ ਕ੍ਰਿਸ਼ਚੀਅਨ ਸਕੂਲ' ਚ ਗੋਲੀਬਾਰੀਃ 2 ਦੀ ਮੌਤ, 6 ਜ਼ਖਮੀ - ABC News",
        "ਟਰੰਪ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਹ ਪੋਲੀਓ ਟੀਕੇ ਵਿਚ ‘ਵਿਸ਼ਵਾਸੀ’ ਹੈ, ਅਤੇ ਹੋਰ ਨਿ newsਜ਼ ਕਾਨਫਰੰਸ ਟੇਕਵੇਅ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਵਰਸਿਟੀ ਅਤੇ ਜੇਵੀਃ ਸਟੀਲਰਜ਼ ਦੇ ਈਗਲਜ਼ ਦੇ ਨੁਕਸਾਨ ਤੋਂ ਜੇਤੂ ਅਤੇ ਹਾਰਨ ਵਾਲੇ - ਸਟੀਲ ਦੇ ਪਰਦੇ ਦੇ ਪਿੱਛੇ",
        "ਕਿਸ ਨੇ ਮਾਰਿਆ 20 ਬਿਲੀਅਨ ਡਾਲਰ ਦੇ ਕਰਿਆਨੇ ਦਾ ਸੌਦਾ? ਐਲਬਰਟਸਨ ਕਹਿੰਦਾ ਹੈ ਕ੍ਰੋਗਰ ਨੇ ਕੀਤਾ - ਦਿ ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "ਬ੍ਰਾਇਨ ਕੌਕਸ ਧਮਾਕੇ ‘ਬਕਵਾਸ’ ਆਸਕਰ ਅਤੇ ਸ਼ੇਡਜ਼ ਗੈਰੀ ਓਲਡਮੈਨ ਦੀ ਵਿੰਸਟਨ ਚਰਚਿਲ ਭੂਮਿਕਾਃ ‘ਮੇਰੀ ਕਾਰਗੁਜ਼ਾਰੀ ਬਿਹਤਰ ਹੈ’ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "OpenAI ਸਾਰੇ ਉਪਭੋਗੀ ਨੂੰ ਚੈਟGPT ਖੋਜ ਫੀਚਰ ਨੂੰ ਬਾਹਰ ਰੋਲ, Google Rivalry ਨੂੰ ਵਧਾਉਣ - ਬਲੂਮਬਰਗ",
        "ਗੂਗਲ ਦਾ ਵਿਸਕ ਏਆਈ ਜੇਨਰੇਟਰ ਉਨ੍ਹਾਂ ਤਸਵੀਰਾਂ ਨੂੰ ‘ਰੀਮਿਕਸ’ ਕਰੇਗਾ ਜੋ ਤੁਸੀਂ ਪਲੱਗਇਨ ਕਰਦੇ ਹੋ - ਦਿ ਵਰਜ",
        "ਰਹੱਸ ਨੂੰ ਵੇਖਣ ਤੋਂ ਬਾਅਦ ਨਿ New ਯਾਰਕ ਲਈ ਤਾਇਨਾਤ ਡਰੋਨ ਖੋਜ ਪ੍ਰਣਾਲੀ - ਬੀਬੀਸੀ.",
        "ਟਰੰਪ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਹ ਐਨਵਾਈਸੀ ਦੇ ਮੇਅਰ ਏਰਿਕ ਐਡਮਜ਼ ਨੂੰ ਮੁਆਫ ਕਰਨ 'ਤੇ ਵਿਚਾਰ ਕਰੇਗਾ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਅਦਾਲਤ ਨੇ ਪ੍ਰਿੰਸ ਐਂਡਰਿ to ਨਾਲ ਜੁੜੇ ਕਥਿਤ ਚੀਨੀ ਜਾਸੂਸ ਦੇ ਨਾਮ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "ਮਾਇਓਟ ਦੇ ਫਰਾਂਸੀਸੀ ਇਲਾਕੇ 'ਚ ਚਿੱਡੋ ਤੂਫਾਨ ਕਾਰਨ ਹਜ਼ਾਰਾਂ ਦੀ ਗਿਣਤੀ' ਚ ਪਹੁੰਚੀ ਮੌਤ",
        "‘ਦਿ ਵ੍ਹਾਈਟ ਲੋਟਸ’ ਸੀਜ਼ਨ 3 ਪ੍ਰੀਮੀਅਰ ਦੀ ਤਾਰੀਖ ਦਾ ਖੁਲਾਸਾ; ਦੇਖੋ ਟ੍ਰੇਲਰ - ਡੈੱਡਲਾਈਨ",
        "ਜਰਮਨ ਚਾਂਸਲਰ ਸ਼ਕਲਜ਼ ਨੇ ਬੇਭਰੋਸਗੀ ਵੋਟ ਗੁਆ ਦਿੱਤੀ, ਚੋਣ ਦਾ ਰਾਹ ਪੱਧਰਾ - ਰਾਇਟਰ",
        "ਸੀਰੀਆ ਲਾਈਵ ਅਪਡੇਟਸਃ ਅਲ-ਅਸਦ ਵਿਦਰੋਹੀਆਂ ਨਾਲ ਰਹਿਣਾ ਅਤੇ ਲੜਨਾ ਚਾਹੁੰਦਾ ਸੀ, ਬਿਆਨ ਕਹਿੰਦਾ ਹੈ - ਨਿਊਯਾਰਕ ਟਾਈਮਜ਼",
        "ਪੈਟਰਿਕ ਮਹੋਮਜ਼ ਦੀ ਸੱਟਃ ਸਾਬਕਾ ਐਨਐਫਐਲ ਐਮਵੀਪੀ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਚੀਫਸ ਨੂੰ ਸਟਾਰ ਕਿ Qਬੀ ਨੂੰ ਬੈਠਣਾ ਚਾਹੀਦਾ ਹੈ ਤਾਂ ਜੋ ਉਸਨੂੰ ਪਲੇਆਫ ਲਈ ਤਾਜ਼ਾ ਕੀਤਾ ਜਾ ਸਕੇ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਮਿਰਰ ਬੈਕਟੀਰੀਆ ‘ਜਾਣੇ-ਪਛਾਣੇ ਜੀਵਨ ਤੋਂ ਕੱਟੜਪੰਥੀ ਵਿਛੋੜੇ ਦਾ ਗਠਨ ਕਰ ਸਕਦਾ ਹੈ,’ ਵਿਗਿਆਨੀ ਚੇਤਾਵਨੀ ਦਿੰਦੇ ਹਨ - ਸੀ ਐਨ ਐਨ",
        "ਟਰੰਪ ਅਤੇ ਸਾਫਟਬੈਂਕ ਦੇ ਸੀਈਓ ਨੇ ਐਲਾਨ ਕੀਤਾ ਕਿ ਕੰਪਨੀ ਅਮਰੀਕੀ ਪ੍ਰੋਜੈਕਟਾਂ ਵਿੱਚ 100 ਬਿਲੀਅਨ ਡਾਲਰ ਦਾ ਨਿਵੇਸ਼ ਕਰੇਗੀ - ਸੀਐਨਐਨ",
        "ਹਟਾਈ",
        "ਇੱਕ ਉੱਚ ਰੋਜ਼ਾਨਾ ਕਦਮ ਦੀ ਗਿਣਤੀ ਡਿਪਰੈਸ਼ਨ ਦੇ ਘੱਟ ਲੱਛਣਾਂ ਨਾਲ ਜੁੜੀ ਹੋਈ ਹੈ, ਨਵੇਂ ਅਧਿਐਨ ਵਿੱਚ ਪਾਇਆ ਗਿਆ ਹੈ. ਇੱਥੇ ਕਿੰਨੇ ਕਦਮਾਂ ਦਾ ਟੀਚਾ ਹੈ — ਅਤੇ ਤੁਹਾਡੇ ਦਿਨ ਵਿੱਚ ਵਧੇਰੇ ਅੰਦੋਲਨ ਨੂੰ ਛੁਪਾਉਣ ਦੇ ਤਰੀਕੇ. - ਯਾਹੂ ਲਾਈਫ"
    ]
}