{
    "headlines": [
        "Live updates: Israel-Hamas ceasefire in Gaza is confirmed by the US and Qatar - The Associated Press",
        "[Removed]",
        "BAFTA Film Awards nominations revealed - CNN",
        "Universal Music Slams Drake’s ‘Illogical’ Lawsuit Over Kendrick Lamar’s ‘Not Like Us’ - Variety",
        "Swapping red meat for plant-based proteins could reduce your dementia risk by nearly 20%, study says - AOL",
        "Trump’s pick for OMB chief defends removing civil service protections, withholding appropriated funds - Government Executive",
        "It was Pam Bondi’s hearing. Kash Patel was in the hot seat. - POLITICO",
        "Takeaways from the Supreme Court arguments on Texas’ age-verification law for porn sites - CNN",
        "Agent's Take: What's the market for Sam Darnold after Vikings QB's season of progress ends with two-game flop - CBS Sports",
        "Gemini app getting more real-time information with news partnership - 9to5Google",
        "WGA Awards Nominations Revealed; Full List Of Nominees & What Scripts Weren’t Eligible This Year - Deadline",
        "FDA bans red dye No. 3 from foods - The Associated Press",
        "John Deere faces U.S. lawsuit over farmers' ability to repair tractors - NPR",
        "Sinaloa cartel leader 'El Mayo' in plea talks in Brooklyn federal case, prosecutor says - ABC News",
        "Minnesota Democrats sue Republicans over ‘improper and unlawful’ session - Star Tribune",
        "AI researcher François Chollet founds a new AI lab focused on AGI - TechCrunch",
        "Premier League LIVE: Four games including Arsenal v Spurs, Everton v Aston Villa, Newcastle v Wolves - radio & text - BBC.com",
        "UnitedHealth, employer of slain exec Brian Thompson, found to have overcharged some cancer patients for drugs by over 1,000% - Fortune",
        "Jerry Jones running Dallas Cowboys head coaching search by himself, hasn't spoken with suspected candidates - Footballscoop",
        "Whoopi Goldberg says she \"stands behind\" Carrie Underwood's decision to perform at the inauguration - Salon"
    ]
}