{
    "headlines": [
        "Condenação de Jussie Smollett em fraude de ataque de crime de ódio derrubada pela Suprema Corte de Illinois - NBC News",
        "Kiev diz que ICBM russo atinge a Ucrânia, mas autoridades dos EUA descrevem míssil como IRBM de curto alcance - ABC News",
        "   Removido ",
        "As vendas de casas subiram em outubro, pouco antes de as taxas de hipoteca subirem - CNBC",
        "Reivindicações semanais de desemprego nos EUA atingem mínima de sete meses - Reuters",
        "Níveis de preço das ações da Nvidia para acompanhar as principais expectativas após os lucros - Investopedia",
        "Boletim de ocorrência revela denúncias de agressão contra Hegseth - POLITICO",
        "Bitcoin entra com US $ 100 mil enquanto Trump forma gabinete pró-cripto - Investor's Business Daily",
        "   Removido ",
        "2024 NFL MVP Watch: Josh Allen, dos Bills, é um claro favorito depois de uma grande vitória contra os Chiefs; outros oito QBs atraem votos - CBS Sports",
        "Vulcão islandês entra em erupção pela sétima vez num ano - NBC News",
        "Estrela fotografada em detalhe fora da Via Láctea pela 1ª vez (imagem, vídeo) - Space.com",
        "Dentro da América Corporativa, o uso de banheiro transgênero já está resolvido - Axios",
        "São Francisco é a estrela do novo programa da Netflix de Ted Danson - SFGATE",
        "Trump team maps out Latin America strategy as part of mass deportation plan - CNN",
        "Escolhas da Semana 12 da NFL da equipe do MMQB: os irmãos Harbaugh se encontram novamente - Sports Illustrated",
        "Como um ataque horrível ao longo de uma trilha da UGA mudou a vida de estudantes e amantes da natureza - CNN",
        "Relevante! Relevante! Relevante! Aos 50 anos, a Microsoft é uma gigante da IA, amante de código aberto e pior do que nunca - WIRED",
        "Envenenamento por metanol no Laos: adolescente australiano é o quarto turista a morrer - BBC.com",
        "Atlas das células oferece um salto histórico na compreensão do corpo humano - CNN"
    ]
}