{
    "headlines": [
        "يمكن لإيلون ماسك الاستمرار في منح مليون دولار للناخبين، وقواعد القاضي - BBC.com",
        "\"أنا لست فخورًا بذلك \": يعتذر جيسون كيلسي بعد أن أظهره الفيديو وهو يرفع هاتفًا محمولًا بعد أن استخدم المعجبون افتراءات معادية للمثليين - سي إن إن",
        "2024 نتائج انتخابات مجلس الشيوخ - أكسيوس",
        "الأمطار الغزيرة في برشلونة تعطل خدمة السكك الحديدية حيث تبحث القوات عن المزيد من ضحايا الفيضانات في فالنسيا - وكالة أسوشيتد برس",
        "سبيس إكس تطلق 3 أطنان من البضائع في رحلة إعادة الإمداد الحادية والثلاثين لمحطة الفضاء الدولية لناسا (فيديو) - Space.com",
        "القراصنة مقابل الرؤساء يسجلون، تحديثات حية: يبدو أن مدينة كانساس سيتي ستبقى دون هزيمة ضد خليج تامبا ليلة الاثنين لكرة القدم - ياهو سبورتس",
        "فيفرز وايت حريصة على العمل مع كلارك، بوسطن - ESPN",
        "يقول جيم كرامر إن حركة السوق يوم الاثنين تشير إلى أن بعض المتداولين يتوقعون فوز هاريس - CNBC",
        "أفضل الأوقات لمشاهدة دش نيزك Taurid - ABC News",
        "الأسهم الآسيوية تتراجع مع تصويت الولايات المتحدة على Knife's Edge: Markets Wrap - Bloomberg",
        "تستمر أعداد السعال الديكي في الازدياد في ميشيغان - WOODTV.com",
        "تتشكل العاصفة الاستوائية رافائيل في منطقة البحر الكاريبي، ومن المتوقع أن تصبح إعصارًا - إن بي سي نيوز",
        "تلغي المحكمة العليا في جورجيا التمديد بسبب تأخر بطاقات الاقتراع في مقاطعة كوب، وتقف إلى جانب RNC - The Hill",
        "بنك الاحتياطي الأسترالي يبقي سعر الفائدة ثابتًا عند 4.35 ٪، كما هو متوقع - FXStreet",
        "اشتبهت روسيا في إرسال أجهزة حارقة على الطائرات المتجهة إلى الولايات المتحدة وكندا، حسبما ذكرت صحيفة وول ستريت جورنال - سي إن إن",
        "كيف نجت الهيئة الانتخابية، على الرغم من أنها لا تحظى بشعبية بشكل دائم ؟ - NPR",
        "وزارة الزراعة الأمريكية تحظر رسوم المعاملات عبر الإنترنت على مدفوعات الغداء المدرسي للأسر ذات الدخل المنخفض - إن بي سي نيوز",
        "أفادت التقارير أن شركة آبل تعمل على إصلاح MacBook Pro - CNET",
        "المشاهير الذين صوتوا في الانتخابات الرئاسية لعام 2024: ليزو، أريانا غراندي، بليك ليفلي، المزيد - الصفحة السادسة",
        "دراسة: الطين الخاص الذي يفرك على كرات البيسبول MLB له خصائص \"سحرية\" - NBC News"
    ]
}