{
    "headlines": [
        "هيلين تمزق جورجيا ؛ 6 قتلى ؛ 4.4 مليون بدون كهرباء: تحديثات حية - USA TODAY",
        "تحديثات حية: نتنياهو يخاطب الأمم المتحدة بينما تدعو الدول إلى وقف إطلاق النار بين إسرائيل وحزب الله - واشنطن بوست",
        "السيدة ماجي سميث: وفاة ممثلة هاري بوتر وداونتون آبي عن عمر يناهز 89 عامًا - BBC.com",
        "احتمالات كرة القدم الجامعية، اللقطات، التوقعات للأسبوع الخامس، 2024: نموذج مثبت يحب نوتردام في أفضل الرهانات - سي بي إس سبورتس",
        "الإعصار هيلين يتحرك فوق جورجيا نحو وادي تينيسي - إليك ما يجب معرفته - فوربس",
        "يُظهر مقياس التضخم المفضل لدى بنك الاحتياطي الفيدرالي أن الأسعار ارتفعت أقل مما كان متوقعًا في وول ستريت في أغسطس - Yahoo Finance",
        "تبدو نظارات ميتا الذكية الجديدة وكأنها المستقبل - The Verge",
        "رعاة البقر يتشبثون بهزيمة العمالقة في مباراة مليئة بالإصابات ليلة الخميس لكرة القدم - ياهو سبورتس",
        "اختار وزير الدفاع السابق إيشيبا لقيادة الحزب الحاكم في اليابان، وجعله رئيسًا للوزراء - وكالة أسوشيتد برس",
        "هاريس يدعو إلى اتخاذ تدابير أمنية أكثر صرامة في أول رحلة إلى الحدود الجنوبية كمرشح - سي بي إس نيوز",
        "التحديثات المباشرة: أوامر الإخلاء، حالات الطوارئ الناجمة عن الفيضانات المفاجئة الصادرة مع انتقال هيلين - WLOS",
        "المؤسسون المشاركون لترامب ميديا تخلصوا للتو من جميع أسهمهم تقريبًا - فورتشن",
        "تقول ناسا إن الأرض ستلتقط \"قمرًا ثانيًا\" في نهاية هذا الأسبوع - Phys.org",
        "يخزن حزب الله الأسلحة بين المدنيين في لبنان، وتقول الولايات المتحدة إنها لا تشارك المعلومات مع الجيش الإسرائيلي - فوكس نيوز",
        "معاينة كونلي للأسبوع الخامس: إنها باما جورجيا، يا عزيزي! بالإضافة إلى 26 مباراة رئيسية أخرى - ESPN",
        "غرق غواصة هجوم نووي صينية جديدة، كما يقول المسؤولون الأمريكيون - سي بي إس نيوز",
        "متجر PS يؤكد الكثير من ألعاب PS5 Pro المحسنة مع علامة جديدة - Push Square",
        "برجك اليومي بقلم مدام كليرفيانت: 27 سبتمبر 2024 - ذا كت",
        "الجدول الزمني لمزاعم اتهام عمدة مدينة نيويورك إريك آدمز بالفساد الفيدرالي - سي إن إن",
        "يقول ترامب إنه سيلتقي زيلينسكي يوم الجمعة، وينتقد أوروبا - بوليتيكو أوروبا"
    ]
}