{
    "headlines": [
        "أجهزة التحقيق الأمريكية والأوروبية التي انفجرت في مراكز شحن دي إتش إل الجوية في المملكة المتحدة وألمانيا - سي بي إس نيوز",
        "وضع هاريس وترامب نصب أعينهما ولاية بنسلفانيا في الدفعة الأخيرة قبل يوم الانتخابات - وكالة أسوشيتد برس",
        "تتداول أسواق آسيا والمحيط الهادئ بشكل مختلط حيث ينتظر المستثمرون نتائج الانتخابات الأمريكية، قرار سعر الفائدة الفيدرالي - CNBC",
        "انتهاء إضراب بوينغ مع عودة العمال المضربين إلى صفقة زيادة الأجور بنسبة 38 ٪ - BBC.com",
        "نقطة محذوفة هنا",
        "ماهومز يتخلص من الإصابة \"المخيفة\"، ويرفع KC إلى 8-0 - ESPN",
        "يقدم BUCS HC تفسيرًا محيرًا لعدم محاولة التحويل من نقطتين ؛ أندي ريد من Chiefs سعيد لأنهم لم يفعلوا ذلك - CBS Sports",
        "كامالا هاريس تقيم الحدث النهائي للحملة قبل يوم الانتخابات في فيلادلفيا على خطوات متحف الفن - سي بي إس فيلادلفيا",
        "الولايات الأمريكية التي تشعر بالقلق من الاضطرابات الانتخابية تتخذ احتياطات أمنية - رويترز",
        "يمكن لإيلون ماسك الاستمرار في منح مليون دولار للناخبين، وقواعد القاضي - BBC.com",
        "\"أنا لست فخورًا بذلك \": يعتذر جيسون كيلسي بعد أن أظهره الفيديو وهو يرفع هاتفًا محمولًا بعد أن استخدم المعجبون افتراءات معادية للمثليين - سي إن إن",
        "صاروخ روسي ينقل الأقمار الصناعية الإيرانية إلى المدار مع تقارب العلاقات - الجزيرة الإنجليزية",
        "الأمطار الغزيرة في برشلونة تعطل خدمة السكك الحديدية حيث تبحث القوات عن المزيد من ضحايا الفيضانات في فالنسيا - وكالة أسوشيتد برس",
        "ثوران بركان جبل ليوتوبي لاكي ليكي الإندونيسي، مما أسفر عن مقتل 10 أشخاص - رويترز",
        "احتياجات فريق اتحاد كرة القدم الأميركي: تحديد أولويات أكبر نقاط الضعف في كل قائمة قبل الموعد النهائي للتداول - تقرير المبيض",
        "هذه هي سباقات \"الكناري\" التي يجب مشاهدتها في 5 نوفمبر - أكسيوس",
        "WWE Raw Results – 11/4/24 (First Raw from Saudi Arabia, No. 1 Contenders Fatal 4 - Way Match) - Wrestleview.com",
        "تشارك كورتني كارداشيان صورًا لاحتفالات عيد ميلاد الطفل روكي الأول - E! NEWS",
        "رئيس الوزراء الهندي يدين العنف بعد حادث معبد كندا - BBC.com",
        "إطلاق تقرير إخباري: تطلق سبيس إكس مهمة إعادة إمداد البضائع إلى محطة الفضاء الدولية وروسكوزموس ومختبر الصواريخ لإطلاقها - NASASpaceflight.com"
    ]
}