{
    "headlines": [
        "'ਸਾਡੀਆਂ ਜ਼ਿੰਦਗੀਆਂ ਨੂੰ ਗੰਭੀਰਤਾ ਨਾਲ ਲਓ,' ਮਿਸ਼ੇਲ ਓਬਾਮਾ ਨੇ ਮਿਸ਼ੀਗਨ ਵਿਚ ਕਮਲਾ ਹੈਰਿਸ ਲਈ ਰੈਲੀਆਂ ਕਰਦਿਆਂ ਬੇਨਤੀ ਕੀਤੀ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਲਾਈਵ ਅਪਡੇਟਸਃ ਇਜ਼ਰਾਈਲ ਨੇ ਉੱਚ ਪੱਧਰੀ ਜਵਾਬੀ ਕਾਰਵਾਈ ਵਿਚ ਈਰਾਨ 'ਤੇ ਹਮਲਾ ਕੀਤਾ - ਸੀਐਨਐਨ",
        "ਬਰੂਕਸ ਨਾਡਰ ਅਤੇ 'ਡੀਡਬਲਯੂਟੀਐਸ' ਸਹਿਭਾਗੀ ਗਲੇਬ ਸਾਵਚੇਂਕੋ ਨੇ ਕ੍ਰਿਪਟਿਕ ਟਿਕਟੋਕ ਪੋਸਟਾਂ - ਏਓਐਲ ਨਾਲ ਆਪਣੇ ਬ੍ਰੇਕਅਪ ਲਈ ਅਲੂਡ",
        "ਯੂਐਫਸੀ 308 ਹਾਈਲਾਈਟਸਃ ਆਈਲੀਆ ਟੋਪੂਰੀਆ ਨੇ ਵਿਨਾਸ਼ਕਾਰੀ, ਸਟਾਰ ਬਣਾਉਣ ਵਾਲੇ ਪ੍ਰਦਰਸ਼ਨ ਨਾਲ ਮੈਕਸ ਹੋਲੋਵੇ ਨੂੰ ਬਾਹਰ ਕਰ ਦਿੱਤਾ - ਯਾਹੂ ਸਪੋਰਟਸ",
        "ਨਾਰਵੇ ਦੇ ਵਿਗਿਆਨੀਆਂ ਨੇ ਕਿਲ੍ਹੇ ਦੇ ਖੂਹ ਵਿੱਚ ਸੁੱਟੇ ਗਏ 800 ਸਾਲ ਪੁਰਾਣੀ ਲਾਸ਼ ਬਾਰੇ ਪਰੇਸ਼ਾਨ ਕਰਨ ਵਾਲੇ ਵੇਰਵਿਆਂ ਦਾ ਪਰਦਾਫਾਸ਼ ਕੀਤਾ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਸਪਲੈਸ਼ਡਾਉਨ ਜਾਰੀ ਹੋਣ ਤੋਂ ਬਾਅਦ ਸਪੇਸਐਕਸ ਕ੍ਰੂ -8 ਪੁਲਾੜ ਯਾਤਰੀ ਨੂੰ ‘ਮੈਡੀਕਲ ਮੁੱਦੇ’ ਨਾਲ ਹਸਪਤਾਲ ਦਾਖਲ ਕਰਵਾਇਆ ਗਿਆ, ਨਾਸਾ ਦਾ ਕਹਿਣਾ ਹੈ - ਸੀਐਨਐਨ",
        "ਵਿਸ਼ਵ ਸੀਰੀਜ਼ ਵਧੀਆ ਖੇਡ ਖਿੱਚਦਾ ਹੈ 1 ਦਰਸ਼ਕ ਵਿੱਚ 7 ਸਾਲ ਦੇ ਤੌਰ ਤੇ Dodgers ਜਿੱਤ ਲੈ - ਡੈੱਡਲਾਈਨ",
        "ਇਜ਼ਰਾਈਲੀ ਫੌਜਾਂ ਨੇ ਗਾਜ਼ਾ ਹਸਪਤਾਲ 'ਤੇ ਹਿੰਸਕ ਛਾਪੇਮਾਰੀ ਤੋਂ ਬਾਅਦ ਡਾਕਟਰਾਂ, ਮਰੀਜ਼ਾਂ ਨੂੰ ਹਿਰਾਸਤ' ਚ ਲਿਆ - Al Jazeera English",
        "ਪੋਪ ਫ੍ਰਾਂਸਿਸ ਦੀ ਕੈਥੋਲਿਕ ਚਰਚ ਦੀ ਸੁਧਾਰ ਪ੍ਰਕਿਰਿਆ womenਰਤਾਂ ਨੂੰ ਵਧੇਰੇ ਇਕੁਇਟੀ ਦਿੱਤੇ ਬਿਨਾਂ ਖਤਮ ਹੁੰਦੀ ਹੈ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਐਪਲ ਵਾਚ ਪੇਟੈਂਟ ਟ੍ਰਾਇਲ ਵਿਚ ਮਾਸਿਮੋ ਤੋਂ 250 ਡਾਲਰ ਜਿੱਤਦਾ ਹੈ - ਟੈਕਕ੍ਰਾਂਚ",
        "ਡੇਲਫੀ ਕਤਲ ਦੇ ਸ਼ੱਕੀ ਰਿਚਰਡ ਐਲਨ ਦੇ ਮਤਰੇਏ ਪਿਤਾ ਨੂੰ ਕਥਿਤ ਤੌਰ 'ਤੇ ਮੁਕੱਦਮੇ' ਤੇ ਸੁੰਘਦੇ ਹੋਏ ਫੜਿਆ ਗਿਆ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਜੋਅ ਰੋਗਨ ਡੋਨਾਲਡ ਟਰੰਪ ਨੂੰਃ ਤੁਸੀਂ ਬਹੁਤ ਕੁਝ ਕਿਹਾ ‘ਕ੍ਰੇਜ਼ੀ ਐਸ**ਟੀ’ - ਦਿ ਡੇਲੀ ਬੀਸਟ",
        "ਹੈਲੋਵੀਨ ਪਹਿਰਾਵੇ ਦੇ ਨਾਲ Ozempic ਇਲਜ਼ਾਮ 'ਤੇ Lizzo Pokes ਮਜ਼ੇਦਾਰ - ਈ! ਆਨਲਾਈਨ - ਈ! ਨਿਊਜ਼",
        "ਜਿਮ ਡੋਨੋਵਾਨ, ਕਲੀਵਲੈਂਡ ਬ੍ਰਾsਨਜ਼ ਪਲੇ-ਬਾਏ ਘੋਸ਼ਣਾਕਰਤਾ ਅਤੇ ਟੀਵੀ ਸਪੋਰਟਸ ਐਂਕਰ, 68 ਤੇ ਕੈਂਸਰ ਨਾਲ ਮਰ ਗਏ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਅਲਾਬਾਮਾ ਬਨਾਮ ਮਿਸੂਰੀਃ ਬ੍ਰਾਇਨਟ-ਡੇਨੀ ਸਟੇਡੀਅਮ ਤੋਂ ਲਾਈਵ ਅਪਡੇਟਸ, ਸੱਟ ਦੀ ਰਿਪੋਰਟ, ਸਕੋਰਿੰਗ ਅਤੇ ਹੋਰ ਬਹੁਤ ਕੁਝ - AL.",
        "ਮੇਨਡੇਜ਼ ਭਰਾਵਾਂ ਲਈ ਅੱਗੇ ਕੀ ਹੈ? - ਬੀਬੀਸੀ. ਕਾੱਮ",
        "ਯੂਕਰੇਨ ਦੇ ਕਬਜ਼ੇ ਵਾਲੇ ਰੂਸੀ ਖੇਤਰ 'ਚ ਉੱਤਰੀ ਕੋਰੀਆ ਦੀਆਂ ਫੌਜਾਂ ਪਹੁੰਚੀਆਂ - New York Post",
        "ਟਰੰਪ ਨੇ 11 ਵੇਂ ਸਰਕਟ ਦੇ ਕੈਨਨ ਦੇ ਫੈਸਲੇ ਦਾ ਬਚਾਅ ਕਰਨ ਵਿਚ ਬਿਡੇਨ ਦੀ ‘ਉਸ ਨੂੰ ਲਾਕ ਅਪ’ ਟਿੱਪਣੀ ਦਾ ਹਵਾਲਾ ਦਿੱਤਾ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਪੋਲ ਬੰਨ੍ਹੇ ਹੋਏ ਹਨ, ਵੋਟਰ ਖੁਦਾਈ ਕਰਦੇ ਹਨ ਅਤੇ ਹੈਰਿਸ, ਟਰੰਪ ਕਿਸੇ ਵੀ ਫਾਇਦੇ ਲਈ ਖੁਰਚਦੇ ਹਨ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ ਡੂੰਘੀ ਹਫੜਾ-ਦਫੜੀ ਵਿਚ ਹੈ ਕਿਉਂਕਿ ਬੇਜੋਸ ਗੈਰ-ਐਂਡਰਸਮੈਂਟ 'ਤੇ ਚੁੱਪ ਰਹਿੰਦਾ ਹੈ - ਸੀ ਐਨ ਐਨ"
    ]
}