{
    "headlines": [
        "Trump ernennt Finanzminister Scott Bessent zum amtierenden Leiter der CFPB nach der Entlassung von Chopra - CNBC",
        "USAID-Hauptquartier in Washington blockiert, nachdem Musk sagte, Trump habe zugestimmt, die Hilfsagentur zu schließen - The Associated Press",
        "Myles Garrett bittet Browns um Handel - NBC Sports",
        "Alkohol oder Gras: Was ist schlimmer für Ihre Gesundheit? - The Wall Street Journal",
        "Im Weißen Haus wird Trump Netanyahu zeigen, wer der Boss ist - Haaretz",
        "Trump-Zölle auf Mexiko sollen einen Monat ausgesetzt werden, sagt Sheinbaum, als sie den Truppengrenzeinsatz ankündigt - CNBC",
        "Willkommen zu Donald Trumps neuem \"gesundem Menschenverstand\" -Kulturkrieg - POLITICO",
        "Der Luka-Trade lässt die NBA-Führungskräfte verblüfft zurück: \"The Return Sucks\" - The Ringer",
        "Südafrikas Präsident schlägt Trump und Musk wegen des Landrechts zurück - POLITICO EUROPE",
        "Beyoncé kündigt Cowboy-Carter-Tourdaten nach der großen Grammy-Nacht an - Hollywood-Reporter",
        "Civilization VII Review: Eine umfassende Überholung löst die ältesten Probleme von CIV - Ars Technica",
        "Ohio State Football OC passt: Wen Buckeyes, Ryan Day antippen könnte, um Chip Kelly zu ersetzen - 247Sports",
        "Ex-Soldat Daniel Khalife zu 14 Jahren Gefängnis verurteilt, nachdem er für den Iran ausspioniert und aus dem Gefängnis geflohen war - BBC.com",
        "Öl- und Benzinpreise springen nach Trumps Zöllen auf kanadisches Rohöl - MarketWatch",
        "Ist Vagusnervstimulation die Zukunft für die RA-Behandlung? - Health Central",
        "Nucor und andere Stahlaktien erholen sich bei Trump-Zöllen. Eine kleine Veränderung hat große Auswirkungen. - Barron's",
        "Tom Lee sagt, kaufen Sie diesen Zolltarif in Aktien, aber Bitcoin ist auf viel kurzfristigere Schmerzen ausgerichtet - CNBC",
        "Trumps Forderung nach einem Einfrieren der Bundesmittel ist wieder vor Gericht - The Associated Press"
    ]
}