{
    "headlines": [
        "Futuros do Dow saltam 400 pontos em reação atrasada ao grande corte de juros do Fed: atualizações ao vivo - CNBC",
        "Exclusivo: Munição da Índia entra na Ucrânia, provocando ira russa - Reuters",
        "Israel bombardeia o Líbano após explosões de rádio, diz que frustra plano de assassinato - Reuters",
        "Empresa japonesa diz que parou de fazer walkie-talkies usados em explosões no Líbano - BBC.com",
        "Em imagens - Super Harvest Moon e eclipse lunar impressionam Moongazers e fotógrafos de todo o mundo - Sky at Night Magazine",
        "Falha do Airbus da Cathay Pacific pode ter causado grandes danos, diz reportagem - BBC.com",
        "Fed dos EUA corta taxas em meio ponto percentual - Semafor",
        "Nintendo processa Palworld Maker Pocketpair por violação de patente - Yahoo Finance",
        "Equipes não apoiarão Trump ou Harris na corrida presidencial dos EUA - Reuters",
        "O que a compra do Commerzbank significaria para a UniCredit — e para o setor bancário - CNBC",
        "Trump tropeça em Long Island, prometendo \"ganhar Nova York\" depois de perder duas vezes - The Washington Post",
        "Corpo que se acredita ser do atirador da estrada de Kentucky, Joseph Couch, encontrado por YouTubers - New York Post",
        "Pesquisas maristas: Harris lidera Trump em Michigan, Wisconsin; eles estão empatados na Pensilvânia - The Hill",
        "- Ele não é Deus. Ele é um perdedor ”: Geoff Duncan reage a Trump pedindo ao Partido Republicano que desligue o governo - CNN",
        "Zach Bryan diz que prefere Kanye a Taylor Swift e pede desculpas - Variety",
        "Cervejeiros fecham o NL Central e depois saem do Phillies - MLB.com",
        "Ex-candidato da oposição da Venezuela diz que foi forçado a assinar carta que efetivamente admite derrota - Associated Press",
        "The Real Reason Joan Vassos Gave Her First Impression Rose to This Golden Bachelorette Contestant - E! Online - E! NEWS",
        "Marshawn Lynch, Eli Manning, Adam Vinatieri entre os 16 nomeados pela primeira vez para o Hall da Fama do Futebol Profissional - Yahoo Sports",
        "Previsão, escolha, cotas, como assistir ao futebol de quinta-feira à noite dos Patriots vs. Jets - The Action Network"
    ]
}