{
    "headlines": [
        "Ridley Scott: Denzel Washingtons \"Gladiator II\" -Figur ist \"sehr nah an Trump\" - Hollywood Reporter",
        "Broncos-Chargers in Woche 16 auf Donnerstag verkürzt - ESPN",
        "Trumps Schweigegeldverurteilung wird auf unbestimmte Zeit verschoben, sagt Richter - CNN",
        "Laos: Eltern \"am Boden zerstört\" über den vermuteten Vergiftungstod ihrer Tochter - BBC.com",
        "Abendkasse: ‘Wicked’ macht riesige 19,2 Millionen Dollar in Vorschauen, ‘Gladiator II’ hat 6,5 Millionen Dollar - Vielfalt",
        "[removed]",
        "Internationale Haftbefehle sind für Netanyahu und Gallant ausgestellt. Wie geht es weiter? - Vox.com",
        "Essay | Ich war bei bester Gesundheit. Warum waren meine Arterien verstopft? - The Wall Street Journal",
        "[removed]",
        "Amazon investiert weitere 4 Milliarden US-Dollar in Anthropic, den größten Konkurrenten von OpenAI - CNBC",
        "Die Studie zeigt, dass Aspirin und andere beliebte Medikamente das Demenzrisiko erhöhen können - SciTechDaily",
        "Bitcoin sieht über 100.000 US-Dollar hinaus, DA der SEC-Vorsitzende Gary Gensler plant, zurückzutreten - Investor's Business Daily",
        "Die US-Botschaft in London kehrt zur Normalität zurück, nachdem die Polizei eine kontrollierte Explosion des Pakets durchgeführt hat - The Associated Press",
        "NFL Woche 12 kühne Vorhersagen: Drake Maye stärkt Patrioten, um Tua's Delfine zu verärgern - CBS Sports",
        "ÜBUNGSNACHBESPRECHUNG: Mercedes 'Tempo hat die Aufmerksamkeit auf sich gezogen – aber können sie am Renntag in Las Vegas ein Faktor sein? - Formel 1",
        "[removed]",
        "Mike Tomlin: Das Wetter hat nicht bestimmt, wie oft wir Justin Fields benutzt haben - NBC Sports",
        "US-Untersuchung der Verbindungen von JPMorgan zum Hedgefonds von Iranian Oil Kingpin - Bloomberg",
        "Ellen DeGeneres entdeckte ihr bestes Leben als Brünette in Großbritannien nach Trumps Sieg - Yahoo Entertainment",
        "Colorfire B650M MIAU-MOTHERBOARD unterstützt jetzt Ryzen 9000 mit einem neuen katzenartigen BIOS - VideoCardz.com"
    ]
}