{
    "headlines": [
        "ਬੇਰੂਤ ਹਮਲੇ ਸੰਭਾਵਿਤ ਨਵੇਂ ਹਿਜ਼ਬੁਲ ਮੁਖੀ ਨੂੰ ਨਿਸ਼ਾਨਾ ਬਣਾਉਂਦੇ ਹਨ, ਇਜ਼ਰਾਈਲੀ ਅਧਿਕਾਰੀ ਦਾ ਕਹਿਣਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਅਮਰੀਕੀ ਜੰਗੀ ਜਹਾਜ਼ਾਂ ਅਤੇ ਜਹਾਜ਼ਾਂ ਨੇ ਯਮਨ ਵਿਚ ਇਕ ਦਰਜਨ ਹੂਤੀ ਟੀਚਿਆਂ 'ਤੇ ਹਮਲਾ ਕੀਤਾ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਸਟਾਕ ਮਾਰਕੀਟ ਅੱਜਃ ਡਾਓ ਨੇ 300 ਅੰਕ ਪ੍ਰਾਪਤ ਕੀਤੇ, ਸਟਾਕ ਨੌਕਰੀਆਂ ਦੀ ਰਿਪੋਰਟ ਦੇ ਬਾਅਦ ਹਫਤਾਵਾਰੀ ਘਾਟੇ ਨੂੰ ਮੁੜ ਪ੍ਰਾਪਤ ਕਰਦੇ ਹਨ blowout - ਯਾਹੂ ਵਿੱਤ",
        "ਸਾਬਕਾ ਮੈਮਫਿਸ ਅਫਸਰਾਂ ਨੂੰ ਟਾਇਰ ਨਿਕੋਲਸ ਦੀ ਮੌਤ ਦੀ ਕੁੱਟਮਾਰ ਕਰਨ ਦੇ ਘੱਟ ਦੋਸ਼ਾਂ ਲਈ ਦੋਸ਼ੀ ਠਹਿਰਾਇਆ ਗਿਆ - ਰਾਇਟਰਜ਼",
        "'ਕਾਫ਼ੀ ਪ੍ਰਸੰਨ' ਉੱਤਰੀ ਲਾਈਟਾਂ ਸੋਲਰ ਫਲੇਅਰਜ਼ ਦੇ ਵਿਚਕਾਰ ਯੂਐਸ ਨੂੰ ਚਮਕਾ ਦੇਣਗੀਆਂ — ਇੱਥੇ ਉਨ੍ਹਾਂ ਨੂੰ ਕਿਵੇਂ ਅਤੇ ਕਦੋਂ ਵੇਖਣਾ ਹੈ - ਨਿ New ਯਾਰਕ ਪੋਸਟ",
        "ਉੱਤਰੀ ਕੈਰੋਲੀਨਾ ਬੇਨਾਡ੍ਰਿਲ ਅਤੇ ਐਪੀਪੇਂਸ ਨੂੰ ਹੇਲੀਨ ਹੜ੍ਹ ਤੋਂ ਪੀਲੀਆਂ ਜੈਕਟਾਂ ਦੇ ਰੂਪ ਵਿੱਚ ਵੰਡ ਰਹੀ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਯੂਐਲਏ ਨੇ ਦੂਜੀ ਵਲਕਨ ਉਡਾਣ ਦੀ ਸ਼ੁਰੂਆਤ ਕੀਤੀ, ਸਟ੍ਰੈਪ-ਆਨ ਬੂਸਟਰ ਅਨੌਮਾਲੀ ਦਾ ਸਾਹਮਣਾ ਕੀਤਾ - ਸਪੇਸਫਲਾਈਟ ਹੁਣੇ ਸੰਪਰਕ ਕਰੋ",
        "ਹੈਤੀਆਈ ਗਿਰੋਹ ਨੇ ਘੱਟੋ-ਘੱਟ 70 ਲੋਕਾਂ ਦੀ ਕੀਤੀ ਹੱਤਿਆ, ਸੰਯੁਕਤ ਰਾਸ਼ਟਰ ਨੇ ਕਿਹਾ - ਰਾਇਟਰਜ਼ ਕੈਨੇਡਾ",
        "ਟਰੰਪ ਦੇ ਰਾਸ਼ਟਰੀ ਸੁਰੱਖਿਆ ਸਲਾਹਕਾਰਾਂ ਨੇ ਇਜ਼ਰਾਈਲ ਨੂੰ ‘ਅਨੁਪਾਤਕ‘ ਈਰਾਨ ਦੇ ਜਵਾਬ ‘ਤੇ ਅੜੇ ਰਹਿਣ ਲਈ ਬਾਈਡਨ ਦੀਆਂ ਚੇਤਾਵਨੀਆਂ ਦਾ ਮਜ਼ਾਕ ਉਡਾਇਆ - ਫੌਕਸ ਨਿ Newsਜ਼",
        "ਬਿਡੇਨ ਨੇ ਵ੍ਹਾਈਟ ਹਾ Houseਸ ਦੀ ਪਹਿਲੀ ਪ੍ਰੈਸ ਬ੍ਰੀਫਿੰਗ ਪ੍ਰੈਜ਼ੀਡੈਂਸੀ ਦੀ ਦਿੱਖ ਬਣਾਈ - ਐਕਸੀਓਸ",
        "ਮੈਟਾ ਦਾ ਨਵਾਂ \"ਮੂਵੀ ਜੇਨ\" ਏਆਈ ਸਿਸਟਮ ਇਕੋ ਫੋਟੋ ਤੋਂ ਵੀਡੀਓ ਡੂੰਘੀ ਕਰ ਸਕਦਾ ਹੈ - ਆਰਸ ਟੈਕਨੀਕਾ",
        "ਕਲਪਨਾ ਫੁੱਟਬਾਲ ਰੈਂਕਿੰਗਃ ਹਫਤਾ 5, ਅੱਧਾ-ਪੀਪੀਆਰ - ਯਾਹੂ ਸਪੋਰਟਸ",
        "ਮੇਨਡੇਜ਼ ਬ੍ਰਦਰਜ਼ ਕੇਸ ਵਿਚ ਕਥਿਤ ਜਿਨਸੀ ਸ਼ੋਸ਼ਣ ਦੇ ਸਬੂਤ ਦੀ ਸਮੀਖਿਆ ਕੀਤੀ ਜਾਏਗੀ, ਸਰਕਾਰੀ ਵਕੀਲ ਕਹਿੰਦੇ ਹਨ - ਅਮਰੀਕਾ ਅੱਜ",
        "Bowles ਇੱਛਾ Bucs ਫਾਈਨਲ ਡਰਾਈਵ 'ਤੇ Falcons ਹੌਲੀ - ESPN",
        "ਗਰਥ ਬਰੂਕਸ ਨੇ ਉਸ ਲਈ ਕੰਮ ਕਰਨ ਵਾਲੇ ਵਾਲਾਂ ਅਤੇ ਮੇਕਅਪ ਕਲਾਕਾਰ ਦੇ ਮੁਕੱਦਮੇ ਵਿਚ ਜਿਨਸੀ ਸ਼ੋਸ਼ਣ ਅਤੇ ਬੈਟਰੀ ਦਾ ਦੋਸ਼ ਲਗਾਇਆ - ਸੀ ਐਨ ਐਨ",
        "ਅਮਰੀਕੀ ਨੌਕਰੀਆਂ ਦੇ ਵਾਧੇ ਨੇ ਪਿਛਲੇ ਉਮੀਦਾਂ ਨੂੰ ਮਾਰਿਆ, ਬੇਰੁਜ਼ਗਾਰੀ ਦੀ ਦਰ 4.1% ਤੱਕ ਡਿੱਗਦੀ ਹੈ - ਰਾਇਟਰ",
        "ਕੀ ਤੂਫਾਨ ਫਲੋਰਿਡਾ ਵੱਲ ਜਾ ਰਿਹਾ ਹੈ? ਭਵਿੱਖਬਾਣੀਕਰਤਾਵਾਂ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਭਾਰੀ ਬਾਰਸ਼ ਲਈ ਬ੍ਰੇਸ. - ਅਮਰੀਕਾ ਅੱਜ",
        "ਯੂਐਫਸੀ 307 ਵੇਟ-ਇਨ ਵੀਡੀਓ - ਐਮਐਮਏ ਫਾਈਟਿੰਗ",
        "ਟਰੰਪ ਫੇਮਾ ਦਾ ਦਾਅਵਾ: ਪ੍ਰਵਾਸੀਆਂ ਕਾਰਨ ਪੈਸੇ ਦੀ ਘਾਟ ਨਹੀਂ ਚੱਲ ਰਹੀ ਏਜੰਸੀ - ਫੋਰਬਸ",
        "ਜਿਮ ਮੈਕਡੋਨਲ, ਸਾਬਕਾ ਐਲ. ਏ. ਕਾਉਂਟੀ ਸ਼ੈਰਿਫ, ਲਾਸ ਏਂਜਲਸ ਪੁਲਿਸ ਵਿਭਾਗ ਦਾ ਅਗਲਾ ਮੁਖੀ ਨਿਯੁਕਤ ਕੀਤਾ ਗਿਆ - ਏਬੀਸੀ 7 ਲਾਸ ਏਂਜਲਸ"
    ]
}