{
    "headlines": [
        "ਐਨਐਫਐਲ ਹਫਤਾ 17 ਗ੍ਰੇਡਃ ਚਾਰਜਰਜ਼ ਪਲੇਆਫ-ਕਲਿੰਚਿੰਗ ਸ਼ਨੀਵਾਰ ਦੀ ਜਿੱਤ ਲਈ 'ਏ+' ਕਮਾਉਂਦੇ ਹਨ; ਬੰਗਲ ਜੰਗਲੀ ਓਟੀ ਦੀ ਜਿੱਤ ਲਈ 'ਬੀ' ਪ੍ਰਾਪਤ ਕਰਦੇ ਹਨ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਅਹਕੇਲੋ ਵਿਦਰਸਪੂਨ - ਯਾਹੂ ਸਪੋਰਟਸ ਦੁਆਰਾ ਸ਼ਾਨਦਾਰ ਆਈਐਨਟੀ ਤੋਂ ਬਾਅਦ ਐਨਐਫਸੀ ਵੈਸਟ ਖਿਤਾਬ ਦੇ ਕਿਨਾਰੇ ਰਾਮਸ",
        "ਮਿਸੀਸਿਪੀ ਤੂਫਾਨਾਂ ਨੇ ਘੱਟੋ ਘੱਟ ਇੱਕ ਮੌਤ ਲਈ ਜ਼ਿੰਮੇਵਾਰ ਠਹਿਰਾਇਆ - ਵਾਪਟ ਜੈਕਸਨ",
        "ਹਟਾਈ",
        "ਲਾਈਵ ਕਵਰੇਜਃ ਸਪੇਸਐਕਸ ਕੇਪ ਕੈਨਾਵਰਲ ਤੋਂ ਫਾਲਕਨ 9 ਰਾਕੇਟ 'ਤੇ 4 ਐਸਟ੍ਰੈਨਿਸ ਸੈਟੇਲਾਈਟ ਲਾਂਚ ਕਰੇਗਾ - ਸਪੇਸਫਲਾਈਟ ਹੁਣੇ ਸੰਪਰਕ ਕਰੋ",
        "ਅਪਡੇਟਃ ਸਸੈਕਸ ਕਾਉਂਟੀ ਬਰਫ ਗੀਸ ਟੈਸਟ ਬਰਡ ਫਲੂ ਲਈ ਸੰਭਾਵਤ ਸਕਾਰਾਤਮਕ - ਡਬਲਯੂਬੀਓਸੀ ਟੀਵੀ 16",
        "ਵਿਸ਼ਾਲ ਲਹਿਰਾਂ ਇਕੂਏਟਰ ਵਿੱਚ ਘੱਟੋ ਘੱਟ 1 ਦੀ ਮੌਤ, ਪੇਰੂ ਵਿੱਚ ਨੇੜਲੀਆਂ ਬੰਦਰਗਾਹਾਂ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਫਲੋਰੀਡਾ ਵਿੱਚ ਬ੍ਰਾਈਟਲਾਈਨ ਟ੍ਰੇਨ ਫਾਇਰ ਟਰੱਕ ਨਾਲ ਟਕਰਾਉਣ ਤੋਂ ਬਾਅਦ 15 ਜ਼ਖਮੀ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਸੁਪਰ ਮਾਡਲ ਅਤੇ ਅਭਿਨੇਤਰੀ ਡੇਲੇ ਹੈਡਨ ਦੀ 76 ਸਾਲ ਦੀ ਉਮਰ ਵਿੱਚ ਮੌਤ ਹੋ ਗਈ ਕਾਰਬਨ ਮੋਨੋਆਕਸਾਈਡ ਦੀ ਸਪੱਸ਼ਟ ਲੀਕ - ਸੀ ਐਨ ਐਨ",
        "ਭਾਰੀ ਤੂਫਾਨ ਦੇ ਵਿਚਕਾਰ ਟੈਕਸਾਸ ਕਸਬੇ ਵਿੱਚ ਘੱਟੋ ਘੱਟ 1 ਮਰੇ, ਮਹੱਤਵਪੂਰਨ 'ਇਮਾਰਤਾਂ ਨੂੰ ਨੁਕਸਾਨ', ਮੇਅਰ ਦਾ ਕਹਿਣਾ ਹੈ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "‘ਬੈਚਲੋਰੇਟ' ਅਲੂਮ ਐਂਡੀ ਡੋਰਫਮੈਨ ਨੂੰ ਜਨਮ ਦੇਣ ਤੋਂ ਇਕ ਹਫਤੇ ਤੋਂ ਵੀ ਘੱਟ ਸਮੇਂ ਬਾਅਦ ਹੀਮੇਟੋਮਾਸ ਨਾਲ ਹਸਪਤਾਲ ਵਿਚ ਦਾਖਲ ਕਰਵਾਇਆ ਗਿਆ - ਪੰਨਾ ਛੇ",
        "ਇਜ਼ਰਾਈਲ ਨੇ ਉੱਤਰੀ ਗਾਜ਼ਾ ਵਿਚ ਆਖਰੀ ਕੰਮਕਾਜੀ ਸਹੂਲਤ 'ਤੇ ਛਾਪੇਮਾਰੀ ਵਿਚ ਹਸਪਤਾਲ ਦੇ ਡਾਇਰੈਕਟਰ ਅਤੇ ਹੋਰ ਸਟਾਫ ਨੂੰ ਗ੍ਰਿਫਤਾਰ ਕੀਤਾ, ਸਿਹਤ ਅਧਿਕਾਰੀ ਕਹਿੰਦੇ ਹਨ - ਸੀ ਐਨ ਐਨ",
        "ਇਜ਼ਰਾਈਲ ਦੇ ਬੈਂਜਾਮਿਨ ਨੇਤਨਯਾਹੂ ਪ੍ਰੋਸਟੇਟ ਹਟਾਉਣ ਦੀ ਸਰਜਰੀ ਕਰਵਾਉਣ ਲਈ, ਉਸਦੇ ਦਫਤਰ ਦਾ ਕਹਿਣਾ ਹੈ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਐੱਚ-1ਬੀ ਵੀਜ਼ਾ ਬਹਿਸ 'ਚ ਟਰੰਪ ਨੇ ਐਲਨ ਮਸਕ ਦੇ ਨਾਲ ਰੱਖੇ ਪੱਖ, ਕਿਹਾ- ਉਹ ਹਮੇਸ਼ਾ ਪ੍ਰੋਗਰਾਮ ਦੇ ਪੱਖ' ਚ ਰਹੇ ਹਨ - ਰਾਇਟਰਜ਼",
        "ਨੋਰੋਵਾਇਰਸ ਦੇ ਮਾਮਲੇ ਅਮਰੀਕਾ ਦੇ ਕੁਝ ਹਿੱਸਿਆਂ ਵਿੱਚ ਵੱਧ ਰਹੇ ਹਨ, ਸੀਡੀਸੀ ਦੇ ਅੰਕੜੇ ਦਰਸਾਉਂਦੇ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਕੈਲੀਫੋਰਨੀਆ ਵਿਚ ਵੇਚੇ ਗਏ 1.22 ਬਿਲੀਅਨ ਡਾਲਰ ਦੇ ਲਾਟਰੀ ਜੈਕਪਾਟ ਲਈ ਟਿਕਟ ਜਿੱਤਣਾ, ਮੈਗਾ ਮਿਲੀਅਨਜ਼ ਕਹਿੰਦਾ ਹੈ - ਯਾਹੂ! ਆਵਾਜ਼ਾਂ",
        "ਰੈਪਿਡ ਰੀਕੈਪਃ ਪਲੇਆਫ-ਬਾਉਂਡ ਚਾਰਜਰਸ ਦੁਆਰਾ ਦੇਸ਼ ਭਗਤ ਡਿਸਚਾਰਜ ਕੀਤੇ ਗਏ - Patriots. com",
        "ਹਟਾਈ",
        "ਛੇ ਪੂਰਵਦਰਸ਼ਨਾਂ ਨੂੰ ਚੁਣੋਃ ਕੋਲੋਰਾਡੋ ਦੀ ਦੇਰ-ਸੀਜ਼ਨ ਦੀ ਗਤੀ ਕਟੋਰੇ ਵਿੱਚ BYU ਨੂੰ ਹੇਠਾਂ ਕਰਨ ਲਈ ਕਾਫ਼ੀ ਹੈ - KSL. com",
        "ਸਾਰੇ ਬਿਗ ਲਾਟਸ ਸਟੋਰ ਬੰਦ ਨਹੀਂ ਹੋਣਗੇਃ ਗੋਰਡਨ ਬ੍ਰਦਰਜ਼ ਨਾਲ ਸੌਦਾ 400 ਤੱਕ ਖੁੱਲ੍ਹਾ ਰਹਿੰਦਾ ਹੈ - ਅਮਰੀਕਾ ਅੱਜ"
    ]
}