{
    "headlines": [
        "Trump escolhe governador da Dakota do Norte para liderar Interior - POLITICO",
        "China abre enorme porto no Peru para ampliar seu alcance na América Latina - The Washington Post",
        "As escolhas do Gabinete curinga de Trump deixam a indústria do petróleo coçando a cabeça - POLITICO",
        "Gaetz enfrenta um caminho difícil para a confirmação à medida que aumenta a pressão para a liberação da investigação de ética da Câmara - CNN",
        "Gaza: HRW acusa Israel de crime de guerra com deslocamentos - BBC.com",
        "Eagles vs. Commanders odds, prediction, spread, time: Thursday Night Football picks by NFL model on 17-7 roll - CBS Sports",
        "‘1000-Lb. Sisters’ Tammy Slaton mostra perda de peso, revela que pesa 281 libras - Página Seis",
        "Nova York se tornará a primeira cidade dos EUA a ter taxa de congestionamento - BBC.com",
        "Buffett's Berkshire compra ações da Domino's Pizza and Pool Corp., despeja ações da Apple - Investopedia",
        "As ações da Super Micro Computer afundaram novamente hoje - as ações de IA batidas são baratas o suficiente para comprar agora? - Yahoo! Voices",
        "Donald Trump escolhe Robert Kennedy Jr para dirigir o departamento de saúde dos EUA - Financial Times",
        "Chiefs assinam com Spencer Shrader e Harrison Butker para reserva de lesionados - NBC Sports",
        "Google a trabalhar no ‘Shielded Email’ para ocultar o seu endereço das aplicações - 9to5Google",
        "Eva Longoria diz que a sua família já não vive nos EUA \"distópicos\" - BBC.com",
        "O sarampo é debilitante e mortal e os casos estão aumentando, alertam a OMS e o CDC - WLWT Cincinnati",
        "Jake Paul apostando uma bolsa inteira de US $ 40 milhões que ele vai vencer Mike Tyson - New York Post",
        "Rastreador da tempestade tropical Sara: mapa e trajetória projetada da tempestade - The Washington Post",
        "Publicação sátira The Onion compra Infowars de Alex Jones em leilão com apoio de famílias de Sandy Hook - ABC News",
        "\"A conclusão é que eu te avisei\": as observações do JWST derrubam o modelo padrão de como as galáxias se formam, afirma um novo estudo - Livescience.com",
        "Os ganhos da Disney oferecem esperança de que o streaming possa suplantar com sucesso a TV linear - CNBC"
    ]
}