{
    "headlines": [
        "Слишком много людей все еще ежедневно принимают низкие дозы аспирина. Что вы должны знать. - The Washington Post",
        "К 2060 году у 1 миллиона взрослых в США будет развиваться деменция каждый год, говорится в исследовании - The Washington Post",
        "Хегсет был «невероятно талантливым, проверенным в бою лидером», как показывают военные оценки - Fox News",
        "Колонка | Республиканцы хотят уступок до того, как Калифорния вернет свои налоговые доллары - The Washington Post",
        "Изъято",
        "НАСА обнаружило таинственный остров-призрак, который исчезает почти так же быстро, как и кажется - The Daily Galaxy - Great Discoveries Channel",
        "Майк Маккарти: Может ли бывший главный тренер «Ковбоев» воссоединиться с Аароном Роджерсом? - CBS Sports",
        "Зеленский готов вернуть Северной Корее захваченные войска - The Washington Post",
        "Номинации на «Оскар» отложены до 23 января, поскольку период голосования продлевается на фоне пожаров в Лос-Анджелесе, церемония все еще назначена на март - Разнообразие",
        "Меган Маркл откладывает свое шоу Netflix - The Cut",
        "Официальные лица США говорят, что соглашение о прекращении огня в Газе находится в поле зрения, что является первым признаком серьезного оптимизма за последние месяцы - CNN",
        "«Грэмми» все еще состоится 2 февраля; Шоу соберет средства для борьбы с лесными пожарами - Hollywood Reporter",
        "Скоро останутся без работы, фактчекеры Meta сражаются с пламенем теорий заговора о лесных пожарах - CNN",
        "Стартовый трейлер Hyper Light Breaker Early Access, скриншоты - Gematsu",
        "Полная волчья луна обгонит Марс в ночном небе и покажет планетарный парад - CNN",
        "California Wildfire Live Updates: Fire Chief Warns L.A. ‘Not in the Clear’ -As Heavy Winds Expected - Forbes",
        "Администрация Байдена предлагает новые ограничения на экспорт ИИ-чипов - TechCrunch",
        "Sundance Says The Show Goes On «Amid the Devastating Loss» From L.A. Wildfires - Deadline (англ.) (недоступная ссылка - история).",
        "Мужчина из Техаса поехал в Индианаполис после того, как отправил Кейтлин Кларк жестокие сообщения на X, раскрывают судебные документы - FOX 59 Indianapolis",
        "Звезда белого карлика «Сорвиголова» может быть самым близким известным объектом к странной черной дыре - Space.com"
    ]
}