{
    "headlines": [
        "Уэйн Осмонд, основатель The Osmonds, умер в возрасте 73 лет - The Washington Post",
        "Китай резко увеличит финансирование из казначейских облигаций, чтобы стимулировать рост в 2025 году - Reuters",
        "Запрос Джимми Батлера на обмен: Звезда жары официально сообщает команде, что он хочет уйти, согласно отчету - CBS Sports",
        "Южная Корея: чиновники приостанавливают арест президента Юн Сук Ёль - BBC.com",
        "Tesla впервые за несколько лет поставила меньше автомобилей в 2024 году - The Washington Post",
        "Поклонники Tesla говорят, что Cybertruck заглушил взрыв в Вегасе. Не так быстро, говорят эксперты. - The Washington Post",
        "Южная Корея продлила проверки Boeing 737-800 после авиакатастрофы со смертельным исходом - Reuters.com",
        "2 человека погибли, 18 пострадали после того, как небольшой самолет врезался в здание в Южной Калифорнии - ABC News",
        "Samsung Galaxy A16 5G появится в США на следующей неделе вместе с Galaxy Fit3 - Новости GSMArena.com - GSMArena.com",
        "В Англии обнаружены следы «шоссе динозавров» возрастом 166 миллионов лет - KSL.com",
        "Азиатские акции растут, раскачивая скалистый старт до 2025 года: завершение рынков - Yahoo Finance",
        "Apple выплатит $ 95 млн, чтобы урегулировать иск, обвиняющий Siri в подслушивании - The Associated Press",
        "Растут шансы на умеренную метель в районе Вашингтона в воскресенье вечером и в понедельник - The Washington Post",
        "Женщина из Алабамы, застреленная во время теракта в Новом Орлеане, делится историей - WKRC TV Cincinnati",
        "Республиканцы будут наблюдать за выборами спикера Палаты представителей Майка Джонсона - Axios",
        "Последняя утечка RTX 50 исходит от Nvidia - The Verge",
        "Нотр-Дам победил Джорджию 23-10, выйдя в полуфинал CFP - NCAA.com",
        "По оценкам исследования, когда гигантский супервулкан Йеллоустонского национального парка снова извергнется - Yahoo! Voices",
        "Никки Глейзер говорит звездам, посещающим «Золотой глобус », приготовьтесь смеяться.« Но не ждите шуток о том, что«это закончится с нами ». - Yahoo Entertainment",
        "Суд отменил правила сетевого нейтралитета США - BBC.com"
    ]
}