{
    "headlines": [
        "Oct. 7 ਵਰ੍ਹੇਗੰਢ ਲਾਈਵ ਅੱਪਡੇਟਃ ਕਰੀਬ 1,000 ਪ੍ਰਦਰਸ਼ਨਕਾਰੀ ਭੀੜ ਵਾਲ ਸ੍ਟ੍ਰੀਟ - ਨਿਊਯਾਰਕ ਪੋਸਟ",
        "ਕੋਈ ਵੀ ‘ਜੋਕਰ‘ 'ਤੇ ਬਰਖਾਸਤ ਕਿਉਂ ਨਹੀਂ ਹੋਵੇਗਾਃ ਫੋਲੀ à ਡੀਕਸ’ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਬਲੈਕ ਬਾਕਸ ਚੇਤਾਵਨੀਆਂ ਦਾ ਮਤਲਬ ਐਂਟੀਡੈਪਰੈਸੈਂਟਸ ਦੇ ਆਤਮ ਹੱਤਿਆ ਦੇ ਜੋਖਮਾਂ ਨੂੰ ਘਟਾਉਣ ਲਈ ਹੋ ਸਕਦਾ ਹੈ ਉਲਟ ਪ੍ਰਭਾਵ, ਅਧਿਐਨ ਲੱਭਦਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਮਨੁੱਖੀ ਜੀਵਨ ਦੀ ਉਮੀਦ ਬਹੁਤ ਜ਼ਿਆਦਾ ਵਧਣ ਦੀ ਉਮੀਦ ਨਾ ਕਰੋ, ਖੋਜਕਰਤਾ ਕਹਿੰਦਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਡਾਓ 400 ਪੁਆਇੰਟ ਟੁੰਬਦਾ ਹੈ ਕਿਉਂਕਿ 10 ਸਾਲਾਂ ਦੀ ਉਪਜ ਚੋਟੀ ਦੇ 4%, ਤੇਲ ਦੀ ਛਾਲ ਮਾਰਦੀ ਹੈਃ ਲਾਈਵ ਅਪਡੇਟਸ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਟਿਕਟਾਕ ਸਟਾਰ ਟੇਲਰ ਰੂਸੋ ਗਰਿੱਗ 25 ‘ਤੇ ਮੌਤ ਤੋਂ ਪਹਿਲਾਂ’ ਹਰ ਰੋਜ਼ ਜ਼ਿੰਦਗੀ ਲਈ ਲੜ ਰਿਹਾ ਸੀ '- ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਜਾਰਜੀਆ ਸੁਪਰੀਮ ਕੋਰਟ ਨੇ 6 ਹਫ਼ਤਿਆਂ ਦੇ ਗਰਭਪਾਤ ਦੀ ਪਾਬੰਦੀ ਨੂੰ ਮੁੜ ਬਹਾਲ ਕੀਤਾ, ਹੇਠਲੀ ਅਦਾਲਤ ਦੇ ਫੈਸਲੇ ਨੂੰ ਉਲਟਾ ਦਿੱਤਾ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਵਿਟਨੀ ਹਿਊਸਟਨ ਦੀ ਮਾਂ ਅਤੇ ਗ੍ਰੈਮੀ ਜੇਤੂ ਗਾਇਕਾ ਸਿਸੀ ਹਿਊਸਟਨ ਦੀ 91 ਸਾਲ ਦੀ ਉਮਰ ਵਿੱਚ ਮੌਤ ਹੋ ਗਈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਤੱਥ ਜਾਂਚਃ ਟਰੰਪ ਦੇ ਛੇ ਦਿਨ ਤੂਫਾਨ ਹੇਲੀਨ ਪ੍ਰਤੀਕ੍ਰਿਆ ਬਾਰੇ ਝੂਠ ਬੋਲਦੇ ਹਨ - ਸੀ ਐਨ ਐਨ",
        "ਤੇਲ ਦੀਆਂ ਕੀਮਤਾਂ ਨੇ ਲਾਭ ਵਧਾਏ, ਵਿਆਪਕ ਮੱਧ ਪੂਰਬ ਸੰਘਰਸ਼ ਦੇ ਡਰੋਂ ਬ੍ਰੈਂਟ ਕੱਚੇ ਤੇਲ ਨੂੰ $ 80 ਵੱਲ ਚੁੱਕਿਆ - ਰਾਇਟਰ",
        "ਟਾਈਗਰਸ ਬਨਾਮ ਗਾਰਡੀਅਨਜ਼ ਦੀ ਭਵਿੱਖਬਾਣੀ, ਐਲਡੀਐਸ ਸਕੋਰ ਅੱਜਃ ਲਾਈਵ ਅਪਡੇਟਸ, ਗੇਮ 2 ਤੋਂ ਹਾਈਲਾਈਟਸ - ਡੀਟ੍ਰਾਯਟ ਫ੍ਰੀ ਪ੍ਰੈਸ",
        "ਮੈਕਸੀਕਨ ਦੇ ਮੇਅਰ ਨੇ ਅਹੁਦਾ ਸੰਭਾਲਣ ਤੋਂ 6 ਦਿਨ ਬਾਅਦ ਦਮ ਤੋੜਿਆ, ਮੁਖੀ ਨੂੰ ਟਰੱਕ 'ਤੇ ਮਿਲਿਆ - ਐਨਡੀਟੀਵੀ",
        "6 ਸਾਲਾਂ ਦੇ ਐਂਡਰਾਇਡ ਅਪਡੇਟਾਂ ਦੇ ਨਾਲ ਸੈਮਸੰਗ ਗਲੈਕਸੀ ਏ 16 ਲਾਂਚ, ਅੱਧੀ ਕੀਮਤ ਪਿਕਸਲ 8 ਏ - 9to5Google",
        "ਫੌਸੀ ਨੂੰ ਡਰ ਸੀ ਕਿ ਉਹ ਵੈਸਟ ਨੀਲ ਵਾਇਰਸ ਦਾ ਸੰਕਰਮਣ ਕਰਨ ਤੋਂ ਬਾਅਦ ਕਦੇ ਵੀ ‘ਆਮ’ ਤੇ ਵਾਪਸ ਨਹੀਂ ਆਵੇਗਾ - ਦ ਹਿੱਲ",
        "ਆਈਓਐਸ 18.1 ਬੀਟਾ 6 ਕੰਟਰੋਲ ਸੈਂਟਰ - 9to5Mac ਲਈ ਦੋ ਨਵੇਂ ਕਨੈਕਟੀਵਿਟੀ ਟੌਗਲ ਜੋੜਦਾ ਹੈ",
        "ਕੈਨੇਡਾ 'ਚ 3 ਦਿਨਾਂ' ਚ 3 ਹੱਤਿਆਵਾਂ ਕਰਨ ਵਾਲੀ ਔਰਤ 'ਤੇ ਪੁਲਿਸ ਨੇ ਲਗਾਇਆ ਸੀਰੀਅਲ ਕਿਲਰ ਦਾ ਲੇਬਲ - CBS News",
        "ਥ੍ਰੈਡਸ ਜਾਣਦੇ ਹਨ ਕਿ ਇਸ ਵਿਚ ਇਕ ਕੁੜਮਾਈ ਦੀ ਬਿਟ ਦੀ ਸਮੱਸਿਆ ਹੈ - ਦਿ ਵਰਜ",
        "ਇਜ਼ਰਾਈਲ 7 ਅਕਤੂਬਰ ਦੇ ਹਮਲੇ ਦੀ ਵਰ੍ਹੇਗੰਢ ਮਨਾਉਂਦਾ ਹੈ ਜਦੋਂ ਮਿਡਲ ਈਸਟ ਸੰਘਰਸ਼ ਵਧਦਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਜੌਹਨਸਨ ਨੇ ਅਸਤੀਫਿਆਂ ਤੋਂ ਬਾਅਦ ਨਵੇਂ ਸੀਪੀਐਸ ਬੋਰਡ ਦਾ ਨਾਮ ਦਿੱਤਾ - ਡਬਲਯੂਬੀਈਜ਼ ਸ਼ਿਕਾਗੋ",
        "ਸਵਿੰਗ ਸਟੇਟ ਚੋਣ ਅਧਿਕਾਰੀ ਕਿਸੇ ਵੀ ਚੀਜ਼ ਲਈ ਤਿਆਰ ਸਨ । ਇਹ ਨਹੀਂ - ਪੋਲਿਟਿਕੋ"
    ]
}