{
    "headlines": [
        "يحصل QB Matthew Stafford على عقد معاد هيكلته ويوافق على البقاء مع Los Angeles Rams - The Associated Press",
        "تقترب نهاية شركة سكايب الرائدة في مجال الاتصال عبر الإنترنت حيث تخطط مايكروسوفت للإغلاق - واشنطن بوست",
        "يفهم ليبرون جيمس سبب عدم رغبة أنتوني إدواردز في أن يكون وجهًا للرابطة الوطنية لكرة السلة: \"هناك هذه الطاقة الغريبة\" - Yahoo Sports",
        "ما يمكن أن يعنيه أمر ترامب بجعل اللغة الإنجليزية اللغة الرسمية في الولايات المتحدة - وكالة أسوشيتد برس",
        "وجدت هيئة المحلفين أن مالك العقار في إلينوي مذنب بارتكاب جريمة قتل وجريمة كراهية في هجوم عام 2023 على صبي أمريكي فلسطيني - سي إن إن",
        "يحذر رؤساء الوكالات السابقون من أن إطلاق النار في وكالة الطقس والمحيطات الأمريكية يهدد الأرواح والاقتصاد - وكالة أسوشيتد برس",
        "حاكم ولاية أيوا يوقع مشروع قانون يلغي حماية الهوية الجندرية من قانون الحقوق المدنية للولاية - وكالة أسوشيتد برس",
        "البابا فرنسيس عن جهاز التنفس بعد إصابته بنوبة تنفسية مفاجئة - سي إن إن",
        "الجدري في جمهورية الكونغو الديمقراطية: أكثر من 500 مريض يفرون من العيادات وسط الصراع - BBC.com",
        "النقاط الرئيسية لترامب وزيلينسكي: اجتماع المكتب البيضاوي ينفجر في مباراة صراخ - إيه بي سي نيوز",
        "قائمة كاملة من اتحاد كرة القدم الأميركي 2025 تجمع بين النتائج وأوقات الاندفاع 40 ياردة، بالإضافة إلى الفائزين والخاسرين لكل مركز - سي بي إس سبورتس",
        "دعوى \"الأمر ينتهي بنا \": يصدر القاضي حكمًا مختلطًا في مذكرة استدعاء بليك ليفلي لمدة عامين من سجلات هاتف فريق جاستن بالدوني - متنوعة",
        "سبيس إكس تحصل على موافقة إدارة الطيران الفيدرالية على الرحلة 8 من ستارشيب ميغاروكيت - Space.com",
        "بعد عودة الأخوين تايت إلى الولايات المتحدة، يقول ديسانتيس إنه غير مرحب به. إليك ما يجب معرفته - وكالة أسوشيتد برس",
        "ليلة ستيف كاري الوحشية للمحاربين كسرت دماغ المدرب المنافس - SFGATE",
        "يريد DOGE تسريح \"الغالبية العظمى\" من عمال CFPB، كما يقول الموظفون - The Verge",
        "مسؤولو ترامب يبدأون في تفكيك مكاتب الحقوق المدنية، كجزء من خطة دوجي السرية - واشنطن بوست",
        "Apple (AAPL) تنتقل إلى التعرف على الوجه باستخدام طراز iPhone الجديد - TipRanks"
    ]
}