{
    "headlines": [
        "يقول مسؤول إن وزير الدفاع السابق في كوريا الجنوبية يحاول الانتحار وسط أزمة سياسية تتعلق بالأحكام العرفية - سي إن إن",
        "يون سوك يول: شرطة كوريا الجنوبية تداهم المكتب الرئاسي بسبب محاولة تطبيق الأحكام العرفية - BBC.com",
        "\"نيبون لايف\" تشتري \"ريزولوشن لايف\" في صفقة بقيمة 8.2 مليار دولار - رويترز",
        "\"يطرق بابنا \": يحذر الخبراء من تهديد جائحة إنفلونزا الطيور - بارونز",
        "دالاس مافريكس ضد أوكلاهوما سيتي ثاندر 10 ديسمبر 2024 ملخص اللعبة - NBA.com",
        "تايوان تبلغ عن زيادة مستمرة في النشاط العسكري الصيني - رويترز",
        "في ذكرى: نيكي جيوفاني، شاعرة وناشطة مشهورة وأسطورة Virginia Tech - Virginia Tech",
        "ماذا يقول أفضل مجند للتوقيع AJ Dybantsa عن كرة السلة للرجال من BYU - KSL.com",
        "تقرير SFPD: قدمت والدة لويجي مانجيوني تقريرًا عن الأشخاص المفقودين، معتقدة أن ابنها كان يعمل في سان فرانسيسكو كرونيكل",
        "جيم كاري يكشف عن سبب عودته لـ \"سونيك القنفذ 3 \":\" أحتاج إلى المال \"- مراسل هوليوود",
        "جنرال موتورز للخروج من أعمال التاكسي الآلي للرحلات البحرية الخاسرة - رويترز",
        "سوريا: إسرائيل تؤكد الهجوم على الأسطول البحري في اللاذقية - BBC.com",
        "سيجلب النهر الجوي وإعصار القنبلة المحتمل طقسًا فوضويًا وخطيرًا إلى الساحل الشرقي - وكالة أسوشيتد برس",
        "إنفلونزا الطيور في طفل كاليفورنيا مرتبطة بالفيروس في الأبقار الحلوب، كما يقول مركز السيطرة على الأمراض - واشنطن بوست",
        "داخل قصر الأسد المنهوب: حبوب القلق والكتابة على الجدران والملصقات الممزقة - صحيفة وول ستريت جورنال",
        "رئيس الوزراء الانتقالي الجديد في سوريا يدعو إلى الاستقرار والهدوء - BBC.com",
        "إليك ما يمكننا رؤيته من السفن الحربية والطائرات الروسية في صور الأقمار الصناعية الجديدة لسوريا وسط تغيير النظام - Business Insider",
        "ترامب يختار أندرو فيرغسون لرئاسة لجنة التجارة الفيدرالية - بلومبرغ",
        "بينما يخسر ريد سوكس أمام اليانكيز على ماكس فرايد، يستعد الفريق لعرض كوربين بيرنز - MassLive.com",
        "كيفية تقديم مطالبة باسترداد أموال Fortnite إلى لجنة التجارة الفيدرالية - Polygon"
    ]
}