{
    "headlines": [
        "ਪੀਟ ਕੈਰਲ ਨੂੰ ਲਾਸ ਵੇਗਾਸ ਰੇਡਰਜ਼ ਦੇ ਕੋਚ ਵਜੋਂ ਨਿਯੁਕਤ ਕੀਤਾ ਗਿਆ, ਰਿਪੋਰਟਾਂ ਕਹਿੰਦੀਆਂ ਹਨ - ਸੀਏਟਲ ਟਾਈਮਜ਼",
        "ਵਿਦੇਸ਼ ਸਕੱਤਰ ਲਈ ਮੈਮੋਰੰਡਮ ਰੱਖਿਆ ਸਕੱਤਰ ਸਿਹਤ ਅਤੇ ਮਨੁੱਖੀ ਸੇਵਾਵਾਂ ਦੇ ਸਕੱਤਰ ਅੰਤਰਰਾਸ਼ਟਰੀ ਵਿਕਾਸ ਲਈ ਸੰਯੁਕਤ ਰਾਜ ਅਮਰੀਕਾ ਦੇ ਪ੍ਰਸ਼ਾਸਕ - ਵ੍ਹਾਈਟ ਹਾਊਸ",
        "ਡੀਜੇ ਅਨਕ, ‘ਵਾਕ ਇਟ ਆਉਟ’ ਅਤੇ ’2 ਸਟੈਪ’ ਰੈਪਰ, 43 'ਤੇ ਮਰ ਜਾਂਦਾ ਹੈ - ਵਰਾਇਟੀ",
        "ਇਕ ਦਿਨ ਬਾਅਦ ਸੈਮਸੰਗ ਗਲੈਕਸੀ ਐਸ 25 ਅਲਟਰਾ ਨਾਲ - ਮੈਂ ਹੌਲੀ ਹੌਲੀ ਏਆਈ ਫੋਨ ਵਿਸ਼ਵਾਸੀ ਬਣ ਰਿਹਾ ਹਾਂ - ZDNet",
        "ਏ$ਏਪੀ ਰੌਕੀ ਦੇ ਵਕੀਲਾਂ ਨੇ ਉਸ ਆਦਮੀ ਨੂੰ ਸੁੱਟਿਆ ਜਿਸ 'ਤੇ ਉਸ ਨੇ ਈਰਖਾ ਕਰਨ ਵਾਲੇ, ਪੈਸੇ ਦੀ ਭਾਲ ਕਰਨ ਵਾਲੇ ਵਿਰੋਧੀ ਵਜੋਂ ਗੋਲੀਬਾਰੀ ਕਰਨ ਦਾ ਦੋਸ਼ ਲਗਾਇਆ ਹੈ - ਕੇਟੀਐਲਏ ਲਾਸ ਏਂਜਲਸ",
        "ਐਨਐਫਐਲ ਚੈਂਪੀਅਨਸ਼ਿਪ ਐਤਵਾਰ ਯੂਨਿਟ ਰੈਂਕਿੰਗਃ ਈਗਲਜ਼ ਨੇ ਅਪਰਾਧ ਅਤੇ ਰੱਖਿਆ 'ਤੇ ਸਰਵਉੱਚ ਰਾਜ ਕੀਤਾ! ਚੀਫਸ ਫਲੈਟ? - NFL. com",
        "ਕੋਈ ਸੌਦਾ ਨਹੀਂ. ਨੌਜਵਾਨ ਕੁਲੈਕਟਰ ਜਿਸਨੇ ਇੱਕ ਕਿਸਮ ਦਾ ਪਾਲ ਸਕੈਨਸ ਕਾਰਡ ਫੜਿਆ ਸੀ ਨੇ ਸਮੁੰਦਰੀ ਡਾਕੂਆਂ ਦੀ ਵਪਾਰਕ ਪੇਸ਼ਕਸ਼ ਨੂੰ ਠੁਕਰਾ ਦਿੱਤਾ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਟਰੰਪ ਬਰਫ ਦੀ ਗ੍ਰਿਫਤਾਰੀ, ਚਿੰਤਾਜਨਕ ਸ਼ਹਿਰਾਂ ਅਤੇ ਪ੍ਰਵਾਸੀ ਭਾਈਚਾਰਿਆਂ ਨੂੰ ਭੜਕਾਉਂਦਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਨਵੇਂ ਟਰੰਪ ਪ੍ਰਸ਼ਾਸਨ ਦੇ ਪਹਿਲੇ ਹਫ਼ਤੇ ਵਿਚ ਅਮਰੀਕੀ ਸਿਹਤ ਏਜੰਸੀਆਂ ਵਿਚ ਤਬਦੀਲੀਆਂ 'ਤੇ ਇਕ ਨਜ਼ਰ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਇਜ਼ਰਾਈਲ ਨੂੰ ਸ਼ਨੀਵਾਰ ਨੂੰ ਰਿਹਾਅ ਹੋਣ ਵਾਲੀ ਹੈ ਚਾਰ ਮਹਿਲਾ ਬੰਧਕ ਹਮਾਸ ਦੇ ਨਾਮ ਪ੍ਰਾਪਤ - ਸੀਐਨਐਨ",
        "ਵਰਮੋਂਟ ਵਿਚ ਬਾਰਡਰ ਪੈਟਰੋਲ ਏਜੰਟ ਦੀ ਹੱਤਿਆ ਦੇ ਸ਼ੱਕੀਆਂ ਨੇ ਕਈ ਦਿਨਾਂ ਤੋਂ ਨਿਗਰਾਨੀ ਕੀਤੀ, ਫੁਆਇਲ ਵਿਚ ਸੈੱਲ ਫੋਨ ਲਪੇਟਿਆ ਹੋਇਆ ਸੀ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਕਾਨੂੰਨ ਲਾਗੂ ਕਰਨ ਵਾਲੇ ਏਜੰਟਾਂ ਨੇ ਸ਼ਿਕਾਗੋ ਦੇ ਐਲੀਮੈਂਟਰੀ ਸਕੂਲ ਵਿਚ ਦਾਖਲ ਹੋਣ ਦੀ ਕੋਸ਼ਿਸ਼ ਕੀਤੀ ਪਰ ਉਨ੍ਹਾਂ ਨੂੰ ਇਜਾਜ਼ਤ ਨਹੀਂ ਦਿੱਤੀ ਗਈ, ਸ਼ਿਕਾਗੋ ਪਬਲਿਕ ਸਕੂਲ ਦੇ ਅਧਿਕਾਰੀਆਂ ਦਾ ਕਹਿਣਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਨਵੀਨਤਮ ਸੂਰਜੀ ਤੂਫਾਨ ਤੋਂ ਬਾਅਦ ਉੱਤਰੀ ਲਾਈਟਾਂ ਨੂੰ ਕਦੋਂ ਅਤੇ ਕਿੱਥੇ ਵੇਖਣਾ ਹੈ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਤੂਫਾਨ ਈਓਵਿਨ ਆਇਰਲੈਂਡ ਵਿੱਚ ਤੂਫਾਨ-ਪੱਧਰ ਦੇ ਵਿਨਾਸ਼ ਲਿਆਉਂਦਾ ਹੈ - ਯੇਲ ਜਲਵਾਯੂ ਕਨੈਕਸ਼ਨ",
        "ਡੋਨਾਲਡ ਟਰੰਪ ਨੇ ਕੈਲੀਫੋਰਨੀਆ ਦੇ ਜੰਗਲੀ ਅੱਗ ਸਹਾਇਤਾ ਦੇ ਬਦਲੇ ਦੋ ਮੰਗਾਂ ਰੱਖੀਆਂ - ਸੈਨ ਫ੍ਰਾਂਸਿਸਕੋ ਕ੍ਰੋਨਿਕਲ",
        "ਚੰਦਰਮਾ ਵੱਲ ਜਾਣ ਵਾਲਾ ਪੁਲਾੜ ਯਾਨ ਧਰਤੀ ਦਾ ਹੈਰਾਨੀਜਨਕ ਨਵਾਂ ਦ੍ਰਿਸ਼ ਕੈਪਚਰ ਕਰਦਾ ਹੈ - MLive.",
        "ਟਰੰਪ ਅਤੇ ਵੈਨਸ ਡੀ. ਸੀ. ਵਿਚ ਮਾਰਚ ਫਾਰ ਲਾਈਫ ਰੈਲੀ ਵਿਚ ਗਰਭਪਾਤ ਵਿਰੋਧੀ ਕਾਰਕੁਨਾਂ ਨੂੰ ਸੰਬੋਧਿਤ ਕਰਨਗੇ - ਐਕਸੀਓਸ",
        "ਉੱਦਮ ਗਲੋਬਲ ਸਟਾਕ ਪੇਸ਼ਕਸ਼ ਕੀਮਤ ਤੋਂ ਹੇਠਾਂ ਡਿੱਗਦਾ ਹੈ. ਆਈਪੀਓ ਊਰਜਾ ਨਿਵੇਸ਼ ਵਿੱਚ ਸਿਗਨਲ ਸ਼ਿਫਟ ਕਰ ਸਕਦਾ ਹੈ - ਬੈਰਨਜ਼"
    ]
}