{
    "headlines": [
        "Schumer mantém seu emprego enquanto os democratas se perguntam se ele está com tempo emprestado - POLITICO",
        "H&M registra vendas mais fracas do que o esperado no primeiro trimestre no início lento do ano - CNBC",
        "Previsões de loucura de março de 2025: especialista em suporte da NCAA escolhe contra o spread, odds no Sweet 16 de quinta-feira - CBS Sports",
        "Noem alerta imigrantes durante visita à prisão de El Salvador onde venezuelanos deportados estavam detidos - Axios",
        "Um casal de Michigan viajou para o México de férias. Eles acabaram na prisão por causa de pagamentos contestados de timeshare - CNN",
        "O que sabemos sobre o estudante da Universidade Tufts detido por agentes federais - CNN",
        "Horóscopo para quinta-feira, 27 de março - Chicago Sun-Times",
        "Manchetes de jornais: 'Equilibrando os livros nas costas dos pobres' e 'temores de aumento de impostos' - BBC.com",
        "Incêndios florestais na Coreia do Sul matam 27 pessoas e ameaçam destruir templos antigos - BBC.com",
        "O mercado sofre perdas prejudiciais com as tarifas Trump - Investor's Business Daily",
        "Milwaukee Bucks vs. Denver Nuggets Live Score and Stats - 26 de março de 2025 Gametracker - CBS Sports",
        "Duke Says 'White Lotus' Went 'Too Far' in Featuring University T-Shirt - Variety",
        "Kwesi Adofo-Mensah: J.J. McCarthy começar é \"o resultado que queremos\" - NBC Sports",
        "Porta-voz do Hamas morto em ataque israelense em Gaza; IDF supostamente atinge porto do oeste da Síria - Haaretz",
        "TikTok: Trump diz que pode cortar tarifas da China para ajudar a fechar acordo para vender o aplicativo - BBC.com",
        "Robinhood está lançando contas bancárias que entregarão dinheiro físico \"à sua porta\" - The Verge",
        "Primeiro-ministro dinamarquês para os gronelandeses: ‘Vocês não foram intimidados’ por Trump - POLITICO",
        "Poeira tóxica de Marte pode representar grandes riscos para a saúde de futuros astronautas - ScienceAlert"
    ]
}