{
    "headlines": [
        "ਸੀਬੀਐਸ ਨੇ ਇੱਕ ਹੋਰ ਸਿਵਲ ਵੀਪੀ ਬਹਿਸ ਵਿੱਚ ਮਾਈਕ ਅਤੇ ਤੱਥ-ਜਾਂਚ ਕੀਤੇ ਜੇਡੀ ਵੈਨਸ ਨੂੰ ਕੱਟ ਦਿੱਤਾ, ਟਰੰਪ ਅਤੇ ਉਸਦੇ ਸਹਿਯੋਗੀਆਂ ਦਾ ਗੁੱਸਾ ਖਿੱਚਿਆ - ਸੀਐਨਐਨ",
        "ਇਜ਼ਰਾਈਲ ਨੇ ਲੇਬਨਾਨ ਸਰਹੱਦ 'ਤੇ ਫੌਜਾਂ ਨੂੰ ਵਧਾ ਦਿੱਤਾ ਹੈ ਕਿਉਂਕਿ ਹਿਜ਼ਬੁੱਲਾ ਨੇ ਫੌਜਾਂ ਨਾਲ ਝੜਪਾਂ ਦੀ ਰਿਪੋਰਟ ਕੀਤੀ ਹੈ - ਰਾਇਟਰ",
        "ਫਿਲਸਤੀਨੀ ਅਧਿਕਾਰੀਆਂ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਦੱਖਣੀ ਗਾਜ਼ਾ 'ਚ ਇਜ਼ਰਾਇਲੀ ਕਾਰਵਾਈ' ਚ 51 ਲੋਕਾਂ ਦੀ ਮੌਤ - The Associated Press",
        "ਹਟਾਈ",
        "ਵ੍ਹਾਈਟ ਹਾਊਸ ਵੱਲੋਂ ਅਮਰੀਕੀ ਬੰਦਰਗਾਹ 'ਤੇ ਹਮਲੇ ਦਾ ਸਮਰਥਨ - ਰਾਇਟਰਜ਼",
        "ਐਲੀ ਲਿਲੀ ਡਰੱਗ ਪਾਈਪਲਾਈਨ ਨੂੰ ਅੱਗੇ ਵਧਾਉਣ ਲਈ $ 4.5 ਬਿਲੀਅਨ ਰਿਸਰਚ ਅਤੇ ਮੈਨੂਫੈਕਚਰਿੰਗ ਸੈਂਟਰ ਬਣਾਉਣ ਲਈ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਰਾਇਲਜ਼-ਓਰੀਅਲਜ਼ ਏਐਲ ਵਾਈਲਡ ਕਾਰਡ ਸੀਰੀਜ਼ ਗੇਮ 2 (4:30 ET, ESPN) - MLB.com",
        "ਕੈਰੇਬੀਅਨ ਵਿੱਚ ਐਨਐਚਸੀ ਨਿਗਰਾਨੀ ਦੀ ਗੜਬੜੀ ਕਿਉਂਕਿ ਮਾਡਲ ਫਲੋਰੀਡਾ ਵਿੱਚ ਸੌਗੀ ਹਾਲਤਾਂ ਤੇ ਸਹਿਮਤ ਹਨ - ਡਬਲਯੂਈਐਸਐਚ 2 ਓਰਲੈਂਡੋ",
        "ਅਮਰੀਕਾ ਨੇ ਇਜ਼ਰਾਈਲ ਨੂੰ ਈਰਾਨ ਮਿਜ਼ਾਈਲਾਂ ਸੁੱਟਣ 'ਚ ਕੀਤੀ ਮਦਦ - ਪੈਂਟਾਗਨ - BBC",
        "ਇਹ ਹੈ ਕਿ ਸਟਾਕ ਆਮ ਤੌਰ 'ਤੇ ਯੁੱਧਾਂ ਦੇ ਫੈਲਣ' ਤੇ ਕਿਵੇਂ ਪ੍ਰਤੀਕ੍ਰਿਆ ਕਰਦੇ ਹਨ - ਮਾਰਕੀਟਵਾਚ",
        "ਐਰੋਨ ਰੋਜਰਸਃ ਮੇਰਾ ਰਾਬਰਟ ਸਾਲੇਹ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ ਨਾਲ ਬਹੁਤ ਵਧੀਆ ਰਿਸ਼ਤਾ ਹੈ",
        "ਡੈਨੀਅਲ ਡੇ-ਲੂਇਸ ਨੇ ਆਪਣੇ ਬੇਟੇ ਦੁਆਰਾ ਨਿਰਦੇਸ਼ਤ ਫਿਲਮ ਲਈ ਅਦਾਕਾਰੀ ਰਿਟਾਇਰਮੈਂਟ ਨੂੰ ਖਤਮ ਕੀਤਾ - ਸੀ ਐਨ ਐਨ",
        "ਨਾਈਕ ਸਟਾਕ ਸਲਾਈਡਾਂ ਜਿਵੇਂ ਕਿ ਕੰਪਨੀ ਸੀਈਓ ਤਬਦੀਲੀ ਦੇ ਵਿਚਕਾਰ ਸੇਧ ਵਾਪਸ ਲੈਂਦੀ ਹੈ - ਯਾਹੂ ਵਿੱਤ",
        "ਸਟਾਰਲਾਈਨਰ ਪੁਲਾੜ ਯਾਤਰੀਆਂ ਨੇ ਕ੍ਰੂ -9 ਟੀਮ ਦਾ ਸਵਾਗਤ ਕੀਤਾ, ਅਤੇ ਉਨ੍ਹਾਂ ਦੀ ਸਵਾਰੀ ਘਰ, ਪੁਲਾੜ ਸਟੇਸ਼ਨ - ਯੂਐਸਏ ਅੱਜ",
        "ਵੈਨਸਃ ਜੀਓਪੀ ਨੇ ਗਰਭਪਾਤ 'ਤੇ ਅਮਰੀਕਾ ਦਾ ਭਰੋਸਾ ਵਾਪਸ ਕਮਾਉਣਾ ਹੈ - ਐਕਸੀਓਸ",
        "ਯੂਕਰੇਨ ਰੈਂਪਸ ਅਪ ਹਥਿਆਰ ਉਤਪਾਦਨ, ਬਿਲਡਜ਼ 'ਨਿਊ ਡਿਫੈਂਸ ਇੰਡਸਟਰੀ,' ਜ਼ੇਲੇਨਸਕੀ ਕਹਿੰਦਾ ਹੈ - ਕੀਵ ਪੋਸਟ",
        "ਕੈਂਸਰ ਦੇ ਖਤਰੇ ਨੂੰ ਘਟਾਉਣ ਲਈ, ਖੋਜਕਰਤਾ ਇਨ੍ਹਾਂ 4 ਸਿਹਤਮੰਦ ਆਦਤਾਂ ਨੂੰ ਅਪਣਾਉਣ ਦੀ ਸਿਫਾਰਸ਼ ਕਰਦੇ ਹਨ - ਫੌਕਸ ਨਿ Newsਜ਼",
        "ਸੀਨ 'ਡਿੱਡੀ' ਕੰਬਜ਼ਃ ਰੈਪਰ 'ਤੇ ਮੁਕੱਦਮਾ ਕਰਨ ਲਈ 100 ਤੋਂ ਵੱਧ ਲੋਕ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਲਿਬਰਟੀ 2-0 ਬਨਾਮ ਏਸੇਸ ਕਿਵੇਂ ਚੜ੍ਹ ਗਈ, ਅਤੇ ਕਿਵੇਂ ਲਿੰਕਸ ਨੇ ਆਪਣੀ ਲੜੀ ਨੂੰ ਸੂਰਜ ਨਾਲ ਵੀ ਜੋੜਿਆ - ਈਐਸਪੀਐਨ",
        "Oct. 7 ਨੋਵਾ ਤਿਉਹਾਰ ਬਚੇ ਨੇ ਤੇਲ ਅਵੀਵ ਗੋਲੀਬਾਰੀ ਵਿਚ ਅੱਤਵਾਦੀਆਂ ਨੂੰ ਮਾਰਨ ਵਿਚ ਅਧਿਕਾਰੀਆਂ ਦੀ ਮਦਦ ਕੀਤੀਃ ਰਿਪੋਰਟ - ਨਿਊਯਾਰਕ ਪੋਸਟ"
    ]
}