{
    "headlines": [
        "[supprimé]",
        "L ‘« équipe de vipères » est de retour - POLITICO",
        "Les lobbyistes de Washington sont stupéfaits Trump a choisi RFK Jr. - POLITICO",
        "Sundance Head, gagnant de « The Voice », récupère après une fusillade accidentelle dans son ranch du Texas - CBS News",
        "Les procureurs expliquent comment une montre intelligente a laissé des indices sur le meurtre de Laken Riley. Voici les principaux points à retenir de l'essai jusqu'à présent - CNN",
        "Dix nouveau-nés tués dans un incendie d'hôpital dans le nord de l'Inde - BBC.com",
        "La Fed a interrompu le rallye Trump du marché boursier. Ce qui vient ensuite. - MarketWatch",
        "Trump menace la dernière réunion de Biden avec Xi au Pérou - CNN",
        "Une balle frappe un avion de Southwest Airlines sans blessure à l'aéroport de Dallas - The Associated Press",
        "Les candidats DOGE devront payer Elon Musk pour lui envoyer leur CV - Fortune",
        "Est-ce de l'anxiété ou autre chose ? Ce que les femmes devraient savoir. - The Washington Post",
        "SpaceX empile le megarocket du vaisseau spatial Flight 6 avant le lancement du 19 novembre (photos) - Space.com",
        "Détention massive et retour des migrants au Mexique : les plans de Donald Trump en matière d'immigration sont au centre des préoccupations - CNN",
        "L'Autriche dit que la Russie coupera l'approvisionnement en gaz samedi - POLITICO EUROPE",
        "La raison troublante pour laquelle les républicains du Sénat pourraient donner le feu vert à tous les nominés de Trump - Slate",
        "Les fans prient pour la famille de Jim Carrey après une nouvelle déchirante - PennLive",
        "La face cachée de la Lune avait autrefois des volcans en éruption, selon les scientifiques - BBC.com",
        "Le représentant démocrate dit que Tulsi Gabbard est « probablement un atout russe » - The Daily Beast",
        "« S'il vous plaît, mourez », « vous êtes une tache sur l'univers », dit un chatbot IA à une fille qui cherche de l'aide pour ses devoirs - WION",
        "Horoscope du samedi 16 novembre 2024 - Chicago Sun-Times"
    ]
}