{
    "headlines": [
        "Varying vibes as J.J. Spaun and Rory McIlroy head to Monday Players playoff - NBC Sports",
        "‘Snow White’ First Reactions Praise Film as a ‘Visual Feast’ and One of Disney’s ‘Best Live-Action Remakes in Years’ - Variety",
        "Trump dismantles Voice of America with executive order - BBC.com",
        "At least 36 killed as tornadoes, severe weather threaten multiple states - Axios",
        "Schumer on voting for funding bill: Trump, Musk ‘damage’ could be ‘much worse’ under shutdown - The Hill",
        "2025 NCAA Tournament bracket: Ranking every team playing in March Madness from No. 1 to 68 - CBS Sports",
        "Oklahomans survey devastation after hundreds of homes are destroyed and damaged by wildfires - The Associated Press",
        "What will happen to payment stocks in a recession? Bernstein takes clues from 2008 (V:NYSE) - Seeking Alpha",
        "Newcastle United fans celebrate 'brilliant' Carabao Cup win - BBC.com",
        "People are using Google’s new AI model to remove watermarks from images - TechCrunch",
        "Rubio defends detainment of Columbia activist, says more arrests will come - POLITICO",
        "Blue Ghost Watches Lunar Eclipse From The Lunar Surface - Hackaday",
        "Tom Petty guitarist Mike Campbell reveals why he never confronted late singer about his heroin addiction - Entertainment Weekly News",
        "Trump’s Multimillionaire Treasury Secretary Calls Stock Market Drop ‘Healthy’ - Rolling Stone",
        "Google Assistant losing 7 more features across Android, Nest Hub/speakers - 9to5Google",
        "Florida solidifies its status as a No. 1 seed in NCAA tournament with SEC title game win over Tennessee - Yahoo Sports",
        "Netanyahu moves to fire intel chief who is investigating his aides - Axios",
        "Pope Francis concelebrates Mass in the private chapel of Gemelli Hospital - Vatican News - English",
        "Tom Cruise Hung Out With Ana De Armas Again - The Cut",
        "Serbian officials deny illegal sonic weapon attack on peaceful protesters - The Associated Press"
    ]
}