{
    "headlines": [
        "ਵੁਡੀ ਜੌਹਨਸਨ ਨੇ ਹੁਣ ਜੋ ਡਗਲਸ ਨੂੰ ਕਿਉਂ ਬਰਖਾਸਤ ਕੀਤਾ? - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਅਮਰੀਕੀ ਬਾਲਗਾਂ ਦੀ ਇੱਕ ਹੈਰਾਨਕੁਨ ਗਿਣਤੀ ਓਜ਼ੈਮਪਿਕ ਲਈ ਯੋਗ ਹੈ, ਅਧਿਐਨ ਲੱਭਦਾ ਹੈ - ਗਿਜ਼ਮੋਡੋ",
        "ਐਮਐਲਬੀ ਅਫਵਾਹਾਂਃ ਜੁਆਨ ਸੋਟੋ ਨਾਲ ਮੁਲਾਕਾਤ ਕਰਨ ਤੋਂ ਬਾਅਦ ਯੈਂਕੀਜ਼ ਪਿੱਤਲ 'ਗੂੰਗ ਹੋ', ਜਦੋਂ ਕਿ ਫਿਲੀਜ਼ ਮੁਫਤ ਏਜੰਸੀ ਸ਼ਿਕਾਰ 'ਤੇ ਚਾਹੁੰਦੇ ਹਨ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਟਰੰਪ ਨੇ ਡਾਕਟਰ ਮਹਿਮਿਤ ਓਜ਼ ਨੂੰ ਮੈਡੀਕੇਅਰ ਅਤੇ ਮੈਡੀਕੇਡ ਸੇਵਾਵਾਂ ਦੇ ਕੇਂਦਰਾਂ ਦੇ ਮੁਖੀ ਵਜੋਂ ਨਾਮਜ਼ਦ ਕੀਤਾ - ਸੀਐਨਐਨ",
        "ਕੀ ਸੀਨ 'ਡਿੱਡੀ' ਕੰਬਜ਼ ਨੂੰ ਕਥਿਤ ਤੌਰ 'ਤੇ ਉਮਰ ਕੈਦ ਦੀ ਸਜ਼ਾ ਮਿਲਣ ਤੋਂ ਬਾਅਦ ਅਦਾਲਤ ਵਿੱਚ ਬੇਹੋਸ਼ ਹੋ ਗਿਆ ਸੀ? ਵਾਇਰਲ ਵੀਡੀਓ ਪਿੱਛੇ ਇਹ ਹੈ ਸੱਚ - The Times of India",
        "ਟੈਕਸਾਸ ਦੇ ਅਧਿਕਾਰੀ ਕੇ -5 ਕਲਾਸਾਂ ਲਈ ਬਾਈਬਲ ਪਾਠ ਜੋੜਨ ਲਈ ਸਹਾਇਤਾ ਦਾ ਸੰਕੇਤ ਦਿੰਦੇ ਹਨ ਕਿਉਂਕਿ ਕੁਝ ਰਾਜ ਜਨਤਕ ਸਕੂਲਾਂ ਵਿੱਚ ਈਸਾਈ ਧਰਮ ਨੂੰ ਧੱਕਦੇ ਹਨ - ਸੀ ਐਨ ਐਨ",
        "ਡੋਨਾਲਡ ਟਰੰਪ ਨੇ ਵਣਜ ਵਿਭਾਗ ਚਲਾਉਣ ਲਈ ਹਾਵਰਡ ਲੂਟਨਿਕ ਦੀ ਚੋਣ ਕੀਤੀ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "ਐਨਵੀਡੀਆ ਸਟਾਕ ਕਮਾਈ ਤੋਂ ਪਹਿਲਾਂ ਪ੍ਰਾਪਤ ਕਰਦਾ ਹੈ ਕਿਉਂਕਿ ਵਿਸ਼ਲੇਸ਼ਕ ਵਧੇਰੇ ਬੁਲਿਸ਼ ਵਧਾਉਂਦੇ ਹਨ - ਇਨਵੈਸਟੋਪੀਡੀਆ",
        "ਨੈੱਟਫਲਿਕਸ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਜੇਕ ਪੌਲ ਬਨਾਮ ਮਾਈਕ ਟਾਇਸਨ ਲੜਾਈ ‘ਹੁਣ ਤੱਕ ਦੀ ਸਭ ਤੋਂ ਵੱਧ ਸਟ੍ਰੀਮ ਕੀਤੀ ਗਈ ਖੇਡ ਘਟਨਾ’ ਸੀ - ਦਿ ਵਰਜ",
        "‘ਦੁਸ਼ਟ’ ਸਮੀਖਿਆਃ ਸਿੰਥਿਆ ਏਰੀਵੋ ਅਤੇ ਏਰੀਆਨਾ ਗ੍ਰਾਂਡੇ ਨੇ ਸਾਲ ਦੇ ਲਾਜ਼ਮੀ-ਦੇਖੋ ਸੰਗੀਤ - ਵੰਨਗੀ ਵਿੱਚ ਆਈਕੋਨਿਕ ਮੋੜ ਦਿੱਤਾ",
        "ਐਂਡਰਾਇਡ 16 ਡੀਪੀ 1: ‘ਆਡੀਓ ਸ਼ੇਅਰਿੰਗ’ ਤੁਹਾਨੂੰ ਮਲਟੀਪਲ ਹੈੱਡਫੋਨ 'ਤੇ ਸੰਗੀਤ ਸਾਂਝਾ ਕਰਨ ਦਿੰਦਾ ਹੈ - 9to5Google",
        "ਸਾਫਿਰ, ਇਨਵੈਂਟਿਵ ਅਤੇ ਡੈੱਕਸਟ੍ਰਸ ਓਕਲੈਂਡ ਰੈਪਰ, 54 ਤੇ ਮਰ ਗਿਆ - ਕੇਕਿਯੂਈਡੀ",
        "ਫਿਨਲੈਂਡ ਨੇ ਨਾਟੋ, ਈਯੂ ਨੂੰ ਅੰਡਰਸੀ ਕੇਬਲ ਖਰਾਬ ਹੋਣ ਤੋਂ ਬਾਅਦ ਨਾਜ਼ੁਕ ਨੈਟਵਰਕ ਦੀ ਰੱਖਿਆ ਕਰਨ ਦੀ ਅਪੀਲ ਕੀਤੀ - ਪੋਲੀਟੀਕੋ ਯੂਰਪ",
        "ਮੈਟ ਗੇਟਜ਼ ਵਿਵਾਦ ਦੀ ਵਿਆਖਿਆ ਕੀਤੀ ਗਈਃ ਹੈਕਰ ਨੇ ਵਿਧਾਇਕਾਂ ਦੀ ਬਹਿਸ ਰਿਪੋਰਟ ਦੇ ਤੌਰ ਤੇ ਜਮ੍ਹਾਂ ਰਕਮਾਂ ਪ੍ਰਾਪਤ ਕੀਤੀਆਂ - ਫੋਰਬਸ",
        "‘ਬੰਬ ਚੱਕਰਵਾਤ’ ਉੱਤਰੀ ਕੈਲੀਫੋਰਨੀਆ ਅਤੇ ਪ੍ਰਸ਼ਾਂਤ ਉੱਤਰ-ਪੱਛਮ ਨੂੰ ਖ਼ਤਰਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਅਮਰੀਕੀ ਸੌਦੇਬਾਜ਼ੀ ਦੀ ਦੁਕਾਨ ਹੋਣ ਦੇ ਨਾਤੇ, ਛੇ-ਅੰਕ ਕਮਾਉਣ ਵਾਲੇ ਵਾਲਮਾਰਟ ਨੂੰ ਝੁੰਡ - ਸੀ ਐਨ ਐਨ",
        "ਟਰੰਪ ਹਸ਼ ਮਨੀ ਕੇਸ ਵਿਚ ਸਰਕਾਰੀ ਵਕੀਲ ਬਰਖਾਸਤਗੀ ਦਾ ਵਿਰੋਧ ਕਰਦੇ ਹਨ, ਪਰ ਕੀ ਠੀਕ ਹੈ ਵਿਰਾਮ ਕੇਸ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਸੁਪਰਕੰਡਕਟਿਵਿਟੀ ਦੇ ਦਾਅਵਿਆਂ ਪਿੱਛੇ ਵਿਗਿਆਨੀ ਬਰਖਾਸਤ - ਆਰਸ ਟੈਕਨੀਕਾ",
        "ਬਲੂਸਕੀ 20 ਐਮ ਉਪਭੋਗਤਾਵਾਂ ਨੂੰ ਸਿਖਰ 'ਤੇ ਰੱਖਦਾ ਹੈ, ਇੰਸਟਾਗ੍ਰਾਮ ਥ੍ਰੈਡਜ਼ ਦੇ ਨਾਲ ਪਾੜੇ ਨੂੰ ਤੰਗ ਕਰਦਾ ਹੈ - ਟੈਕਕ੍ਰਾਂਚ",
        "ਜੀਸੇਲ ਪੇਲੀਕੋਟ ਬਲਾਤਕਾਰ ਦੇ ਦੋਸ਼ੀ ਦੀ ਨਿੰਦਾ ਕਰਦਾ ਹੈ ਅਤੇ ਕਹਿੰਦਾ ਹੈ ਕਿ ਫ੍ਰੈਂਚ ਸਮਾਜ ਨੂੰ ਬਦਲਣਾ ਚਾਹੀਦਾ ਹੈ - ਬੀਬੀਸੀ."
    ]
}