{
    "headlines": [
        "Лесные пожары в Лос-Анджелесе в прямом эфире: 2 погибших, пожары в Палисейдсе и Итоне распространились на 26 000 акров с 0% сдерживания - Yahoo! Voices",
        "Начальник ливанской армии приближается к президентству, говорят ливанские источники - Reuters",
        "Microsoft сделает Windows на портативных игровых ПК более похожей на Xbox в этом году - IGN",
        "Джо Байден говорит, что мог победить Дональда Трампа на выборах - BBC.com",
        "SpaceX Falcon 9 Starlink 12-12 - Космический центр Кеннеди",
        "У Тайгера Вудса появилась новая лига фейкового гольфа на ESPN. It Is … Something. - Slate",
        "Всплеск заболеваемости в Китае - это в основном сезонный грипп и другие обычные насекомые - Ars Technica",
        "Packers QB Jordan Love Limited на тренировке с травмой локтя на стартовой неделе - Packers Wire",
        "Математические методы указывают на возможность того, что частицы долгое время считались невозможными - Phys.org",
        "Лейтон Мистер, Адам Броуди, Анна Фэрис и другие знаменитости теряют дома из-за пожаров в Лос-Анджелесе - Разнообразие",
        "Бренда Сонг рассказывает, что Памела Андерсон вдохновила актеров фильма «Последняя танцовщица» на то, чтобы снять фильм без макияжа - Страница шестая",
        "Президент Мексики пробует повернуть столы против Трампа с «хорошей» идеей - Fox News",
        "Жизнь Джимми Картера пересекалась с наследием рабства. Его послужной список в области гражданских прав сложен - Ассошиэйтед Пресс",
        "Акции квантовых вычислений падают, поскольку генеральный директор Nvidia говорит, что до технологий еще 15-30 лет - Investopedia",
        "Согласно сообщениям, Билл Беличик не планирует возвращаться в НФЛ, несмотря на то, что Том Брэди обращается к нему по поводу работы в «Рейдерс» - CBS Sports",
        "Привычка пить утренний кофе может быть связана с более продолжительной жизнью и здоровым сердцем: исследование - ABC News",
        "Задерживает топливную игру Республиканской партии по обвинению кандидатов Трампа - POLITICO",
        "Министерство юстиции говорит, что пока не опубликует отчет о секретном документе Трампа - The Washington Post",
        "Финансировать или отменить? Роботы или люди? НАСА пробивает решение о возврате образца с Марса - Ars Technica",
        "Трамп просит Верховный суд прекратить вынесение приговора в пятницу по делу о тайных деньгах - The Washington Post"
    ]
}