{
    "headlines": [
        "كيمي بادنوش يعد بالتغيير بعد فوز قيادة حزب المحافظين التاريخي - BBC.com",
        "يونغكين، الذي يخجل منذ فترة طويلة من ترامب، يرحب به في فرجينيا مع التكريم والصلاة - واشنطن بوست",
        "بث مباشر من نيويورك: ظهور هاريس المفاجئ \"Saturday Night Live\" مع اقتراب الانتخابات - وكالة أسوشيتد برس",
        "ULM لتأديب مدرب OL كاميرون بلانكينشيب لتوبيخه الغاضب، ودفع اللاعب على الهامش - Yahoo Sports",
        "دفعت الفيضانات القاتلة في إسبانيا الحكومة إلى إرسال 10000 جندي وشرطة إلى فالنسيا مع ارتفاع عدد القتلى إلى أكثر من 200 - سي بي إس نيوز",
        "تستخدم Texas Tech برنامج TD LATE لإنهاء ISU START المثالي - ESPN",
        "تقول إسرائيل إن أحد عناصر حزب الله تم القبض عليه في غارة بحرية - BBC.com",
        "فوز ولاية أوهايو، خسارة ولاية أيوا عنوان كرة القدم الجامعية 10 الفائزين والخاسرين - الولايات المتحدة الأمريكية اليوم",
        "يقول ترامب إن المهاجرين تسببوا في \"زيادة الجريمة\" في مدينة صغيرة في ويسكونسن. سكانه يرفضون ذلك. - POLITICO",
        "قاضي جورجيا يرفض دعوى قضائية جمهورية تسعى إلى منع قبول بطاقات الاقتراع البريدية التي أعيدت باليد في مقاطعة فولتون - سي بي إس نيوز",
        "هل من القانوني أن يكون لديك سنجاب أليف ؟ الفول السوداني الحبيب السنجاب الذي تم قتله الرحيم في نيويورك - الولايات المتحدة الأمريكية اليوم",
        "إطلاق سراح المهرج القاتل المدان في فلوريدا من السجن بتهمة قتل زوجة زوجها آنذاك - WPBF West Palm Beach",
        "مارغو روبي تلد طفلها الأول من توم أكرلي - هاربر بازار",
        "ثالث فيلم \"Venom\" يتصدر شباك التذاكر، توم هانكس يظهر لأول مرة في المرتبة الثالثة - نيويورك بوست",
        "إصابة دي جي لاجواي: ظاهرة المستجدين في فلوريدا QB تم نقلها من الملعب خلال مباراة جورجيا - سي بي إس سبورتس",
        "M4 Max الجديد من Apple هو أسرع وحدة معالجة مركزية في السوق، ولم نر حتى M4 Ultra - 9to5Mac",
        "حملة هاريس وترامب في ساحات القتال الجنوبية قبل 3 أيام من الانتخابات - سي إن إن",
        "وارن بافيت يجلس على أكثر من 325 مليار دولار نقدًا مع استمرار بيركشاير هاثاواي في بيع أسهم آبل - وكالة أسوشيتد برس",
        "زيلينسكي الأوكراني يحث الحلفاء على التحرك قبل وصول القوات الكورية الشمالية إلى الجبهة - الجزيرة الإنجليزية",
        "نتائج WWE Crown Jewel 2024: الفائزون، الدرجات المباشرة، رد الفعل والأضواء - تقرير المبيض"
    ]
}