{
    "headlines": [
        "تحقق السلطات الأرجنتينية في ما حدث قبل سقوط ليام باين المميت من شرفة الفندق - وكالة أسوشيتد برس",
        "أرباح Netflix، أعلى تقديرات لنمو المشتركين حيث يتطلع المستثمرون إلى ارتفاع الأسعار المحتملة - Yahoo Finance",
        "توفي ميتزي جاينور، نجم \"جنوب المحيط الهادئ\" والفنان الحائز على جائزة إيمي، عن عمر يناهز 93 عامًا - Entertainment Weekly News",
        "دعاوى قضائية جديدة تلقي بأحزاب شون \"ديدي\" البيضاء في ضوء أغمق - واشنطن بوست",
        "التهم الموجهة ضد الأم وصديقها في وفاة إيليا فيو البالغ من العمر 3 سنوات - Fox11online.com",
        "Dow Jones Today: TSMC, NVDA Rise on AI Demand; S&P, Dow Hit Records - Investopedia",
        "المصادر: Kawhi خارج لأجل غير مسمى لبدء الموسم - ESPN",
        "احتمالات Saints vs. Broncos والتنبؤ والوقت والانتشار: اختيارات ليلة الخميس لكرة القدم من طراز NFL على 11-3 roll - CBS Sports",
        "موظفي ميتا فايرز الذين أساءوا استخدام قسائم الوجبات بقيمة 25 دولارًا: تقرير - فوكس بيزنس",
        "غارة قصر أفينتورا جزء من عملية كوكايين عبر وطنية يديرها لاعب أولمبي سابق: مكتب التحقيقات الفيدرالي - ميامي هيرالد",
        "باكستون تقاضي طبيب دالاس بسبب إعطاء علاجات مؤكدة للجنسين للقاصرين - دالاس مورنينغ نيوز",
        "تصدر اللجنة المستقلة تقريرًا لاذعًا عن الخدمة السرية وتوصي بإصلاح القيادة بعد إطلاق النار على ترامب - سي إن إن",
        "Amazon تعلن عن تحديث Kindle غير مسبوق، مع Kindle بالألوان الأولى و Paperwhite جديد - Forbes",
        "عرض شريك Xbox في خريف 2024: جميع الأخبار والمقطورات والمعاينات - The Verge",
        "أول نظرة واضحة على OnePlus 13: تسرب يكشف عن تصميم الرائد Snapdragon 8 Extreme - powered - Notebookcheck.net",
        "كليفلاند جارديانز، نيويورك يانكيز المباراة 3 التشكيلة الأساسية في 17 أكتوبر 2024 - cleveland.com",
        "أكبر قمر عملاق لهذا العام يظهر الليلة - إليك ما يجب معرفته عن قمر \"الصياد\" - فوربس",
        "تم اعتقال المخترق بسبب تغريدة هيئة الأوراق المالية والبورصات المزيفة التي تسببت في ارتفاع سعر البيتكوين - ذا فيرج",
        "نقطة محذوفة هنا",
        "جولة الشاحنات المشوهة للعودة إلى ثلاث مدن في عام 2025 - رولينج ستون"
    ]
}