{
    "headlines": [
        "Comcast Eyes New Venture to House MSNBC، الولايات المتحدة الأمريكية، قنوات الكابل الأمريكية الأخرى - صحيفة وول ستريت جورنال",
        "جيتس الصاعد ملاخي كورلي قد انقلب TD بعد أن يسقط الكرة قبل خط المرمى مقابل تكساس - وكالة أسوشيتد برس",
        "نقطة محذوفة هنا",
        "\"نجم الزومبي\" يمكن أن يضيء سماء الهالوين بينما تتوقع ناسا ثوران بركان نوفا - WISN Milwaukee",
        "يشارك أوباما أفكاره حول ابنة ماليا وهي تتخلى عن اسم العائلة بشكل احترافي - ذا هيل",
        "استقالة رئيس مجلس التعليم في CPS - WBEZ Chicago",
        "مغني الراب الشاب البلطجي الذي سيتم إطلاق سراحه تحت الإقامة الجبرية لفترة من الوقت كجزء من صفقة الإقرار بالذنب في قضية جورجيا ريكو - إيه بي سي نيوز",
        "ارتفع عدد القتلى في فيضانات إسبانيا إلى 158، من بين أسوأ كوارث العواصف في أوروبا - رويترز",
        "اتحاد بوينغ يؤيد أحدث عرض لإنهاء الإضراب المعطل - ياهو فاينانس",
        "بعد خطأ الطيار، حلقت الطائرة المقاتلة F -35 لمدة 11 دقيقة بمفردها قبل تحطمها العام الماضي - سي بي إس نيوز",
        "يقول ترامب \"سواء أحببت النساء ذلك أم لا، سأحميهن\" في تجمع ويسكونسن - سي بي إس نيوز",
        "هيئة المحلفين الكبرى في قضية شون \"ديدي\" كومز تستمع إلى شاهد يدعي أن لديه لقطات لكومز يحتمل أن يكون ضحية للمشاهير - سي إن إن",
        "بمجرد أن يصبح نجم كوفيد، يحدق الحكومة السابقة أندرو كومو في الإحالة الجنائية - بوليتيكو",
        "تكساس مقابل الطائرات حيث يمكنك المشاهدة: وقت انطلاق الدوري الوطني لكرة القدم الأمريكية، البث المباشر، الاحتمالات، الانتشار، التنبؤ بلعبة الأسبوع التاسع - سي بي إس سبورتس",
        "يقلل Ozempic من آلام الفصال العظمي في الركبة بمقدار النصف تقريبًا: الدراسة - التل",
        "أفاد مكتب الشؤون الإنسانية أن 3 أشخاص مصابين بإنفلونزا الطيور سافروا إلى ولاية أوريغون أثناء تفشي المرض في واشنطن - KOIN.com",
        "ترامب يتخلف في التصويت المبكر مع كبار السن في ولاية بنسلفانيا، علم أحمر للحزب الجمهوري - بوليتيكو",
        "الرئيس التنفيذي لشركة أمازون أندي جاسي يلمح إلى \"وكيل\" أليكسا - تك كرانش",
        "Magic's Banchero مشكوك فيه الجمعة ضد Cavs - ESPN",
        "يقدم مأمور مقاطعة غالاتين تحديثًا حول المشتبه به في جريمة قتل داستن كجيرسم بالقرب من بيج سكاي - KBZK News"
    ]
}