{
    "headlines": [
        "Pete Carroll als Trainer der Las Vegas Raiders eingestellt, heißt es in Berichten - The Seattle Times",
        "Memorandum für den Secretary of State, den Secretary of Defense, den Secretary of Health and Human Services, den Administrator der Vereinigten Staaten für internationale Entwicklung - Das Weiße Haus",
        "DJ Unk, ‘Walk It Out’ und ‘2 Step’ Rapper, stirbt mit 43 - Vielfalt",
        "Einen Tag später mit dem Samsung Galaxy S25 Ultra - Ich werde langsam zum KI-Telefon-Gläubigen - ZDNet",
        "A$AP Rockys Anwälte werfen den Mann, auf den er beschuldigt wird, als eifersüchtigen, geldsuchenden Rivalen vor - KTLA Los Angeles",
        "NFL-Meisterschaft Sonntags-Einheiten-Rangliste: Adler regieren in Angriff UND Verteidigung! Chiefs flat? - NFL.com",
        "Kein Deal. Der junge Sammler, der die einzigartige Paul Skenes-Karte geschnappt hat, lehnt das Piraten-Handelsangebot ab - The Associated Press",
        "Trump erhöht EISVERHAFTUNGEN, alarmierende Städte und Einwanderergemeinschaften - The Washington Post",
        "Ein Blick auf die Veränderungen bei den US-Gesundheitsbehörden in der 1. Woche der neuen Trump-Administration - ABC News",
        "Israel erhält Namen von vier weiblichen Geiseln Hamas soll am Samstag freigelassen werden - CNN",
        "Verdächtige bei Tötung von Grenzschutzbeamten in Vermont tagelang überwacht, hatten Handys in Folie eingewickelt - ABC News",
        "Strafverfolgungsbeamte versuchten, eine Grundschule in Chicago zu betreten, waren aber nicht erlaubt, sagen Beamte der Chicago Public Schools - CNN",
        "Wann und wo die Nordlichter nach dem letzten Sonnensturm zu sehen sind - ABC News",
        "Sturm Eowyn bringt Hurrikan-Zerstörung nach Irland - Yale Climate Connections",
        "Donald Trump stellt zwei Forderungen im Austausch für kalifornische Waldbrandhilfe - San Francisco Chronicle",
        "Raumschiff auf dem Weg zum Mond fängt erstaunliche neue Ansichten der Erde ein - MLive.com",
        "Trump und Vance wenden sich an Anti-Abtreibungsaktivisten bei der March for Life-Kundgebung in D.C. - Axios",
        "Venture Global Stock fällt unter den Angebotspreis. Der Börsengang könnte eine Verschiebung der Energieinvestitionen signalisieren. - Barron's"
    ]
}