{
    "headlines": [
        "المحكمة العليا في جورجيا تحافظ على حظر قواعد الانتخابات المثيرة للجدل من حلفاء ترامب - سي إن إن",
        "المصادر: الذئاب تمدد ولاية غوبرت لمدة 3 سنوات، 110 مليون دولار - ESPN",
        "إنفلونزا الطيور تصيب أربعة في ولاية واشنطن ؛ مركز السيطرة على الأمراض ينشر فريق - ذا هيل",
        "أسهم مترو طوكيو ترتفع بنسبة 45 ٪ عند الظهور لأول مرة بعد أكبر اكتتاب عام أولي في اليابان منذ ست سنوات - CNBC",
        "كوبر كوب حول المضاربة التجارية: أنا على دراية بذلك، لكنني سأكون في مكان قدمي - NBC Sports",
        "يجب على رودي جولياني إعطاء السيطرة على السلع الفاخرة وشقة مانهاتن للعاملين في الانتخابات في جورجيا الذين شوه سمعتهم، وقواعد القاضي - سي إن إن",
        "مسؤولون أمريكيون يقولون إن روسيا لطخت تيم والتز، وقد تؤجج العنف بعد التصويت - واشنطن بوست",
        "إيمينيم يقدم باراك أوباما في مسيرة كامالا هاريس في ديترويت - إيه بي سي نيوز",
        "تغلق Yelp التعليقات على ماكدونالدز التي عمل عليها ترامب بعد مراجعات مزيفة - The Hill",
        "تحديثات مباشرة: إطلاق سبيس إكس من كيب كانافيرال اليوم سيعادل الرقم القياسي - فلوريدا توداي",
        "تم اختراع العجلة الأولى قبل 6000 عام في جبال الكاربات، كما تشير دراسة النمذجة - Livescience.com",
        "مرض الاسقربوط القديم يعود بشكل صادم — إليك السبب - نيويورك بوست",
        "مشاكل مبيعات ستاربكس، أرباح أدوات تكساس: هيمنة السوق العمل الإضافي - Yahoo Finance",
        "رياضي محترف يزعم أنه أوقف تمشيط شون \"ديدي\" من الاعتداء الجنسي على ضيف الحفلة - إي! أونلاين - E! NEWS",
        "تتضمن إرشادات السكتة الدماغية الجديدة عوامل الخطر خصيصًا للنساء - The Hill",
        "امرأة عالقة رأسًا على عقب بين الصخور لمدة 7 ساعات تم تحريرها أخيرًا من قبل طاقم الإنقاذ - USA TODAY",
        "تقترب سيارات الأجرة الجوية الطائرة من الإقلاع الأمريكي مع إصدار قاعدة إدارة الطيران الفيدرالية - وكالة أسوشيتد برس",
        "يواجه المدعى عليهم في أعمال الشغب في الكابيتول اتهامات بالتعدي على ممتلكات الغير في محكمة أمريكية - رويترز",
        "\"الالتهاب الرئوي المتنقل\" في ارتفاع. إليك ما يجب معرفته. - HuffPost",
        "تطلق Anthropic علنًا أداة الذكاء الاصطناعي التي يمكنها الاستيلاء على مؤشر الماوس الخاص بالمستخدم - Ars Technica"
    ]
}