{
    "headlines": [
        "Trump Pleases TikTok Users but Delay on App’s Ban Faces Scrutiny - Bloomberg",
        "2025 NFL Playoffs: Eagles vs. Rams third quarter scores updates - Bleeding Green Nation",
        "‘Everybody is crying’: Israelis rejoice as 3 hostages returned after more than 470 days in Gaza - CNN",
        "Eagles make NFL playoff history vs. Rams, become first team in Super Bowl era to pull off this impressive feat - CBS Sports",
        "Donald Trump plans blitz of executive orders for first days in White House - Financial Times",
        "2025 NFL divisional-round winners and losers: Jayden Daniels shines, Jared Goff struggles in playoff upset - CBS Sports",
        "Dow Jones Futures: Trump Inauguration Looms; $TRUMP Meme Coin Soars, TikTok Restoring Service - Investor's Business Daily",
        "Man accused of starting fire at Congressman’s office motivated by TikTok ban, police say - The Associated Press",
        "At least 80 dead, several kidnapped in Colombia after failed peace talks, official says - CBS News",
        "Oregon Lottery player wins first Powerball jackpot of 2025, worth $328 million - OregonLive",
        "Spencer Pratt Reveals How Much He Earned on TikTok After Losing Home - Yahoo! Voices",
        "Trump holds victory rally in Washington ahead of inauguration - Reuters",
        "Dodgers land reliever Tanner Scott on 4-year, $72 million deal, per report - Yahoo Sports",
        "Trump’s inauguration performers include A-list country artists, rappers, bands - KTLA Los Angeles",
        "Hamas says Israeli ceasefire violations could endanger hostages - The Jerusalem Post",
        "‘Mufasa’ Keeps Crown as Keke Palmer’s ‘One of Them Days’ Beats ‘Wolf Man’ in Box Office Surprise - Variety",
        "Trump readies massive shift in U.S. economy on eve of inauguration - The Washington Post",
        "Ramaswamy’s future at DOGE is in doubt as he prepares to announce bid for Ohio governor - POLITICO",
        "Trump team's confidence is sky-high but warning signs abound - BBC.com",
        "Nintendo Switch 2 leak reveals possible launch price of new gaming handheld - Notebookcheck.net"
    ]
}