{
    "headlines": [
        "ਡੋਨਾਲਡ ਟਰੰਪ ਨੇ ਅਮਰੀਕਾ-ਚੀਨ ਵਪਾਰ ਦੀ ਮੁੜ ਪ੍ਰਾਪਤੀ ਵਿਚ ਘੱਟ ਕੀਮਤ ਵਾਲੇ ਪਾਰਸਲਾਂ 'ਤੇ ਟੈਰਿਫ' ਤੇ ਰੋਕ ਲਗਾ ਦਿੱਤੀ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "ਸ਼ਨੀਵਾਰ, ਫਰਵਰੀ 8, 2025 ਲਈ ਕੁੰਡਲੀ - ਸ਼ਿਕਾਗੋ ਸੂਰਜ-ਟਾਈਮਜ਼",
        "ਯਾਤਰੀ ਜਹਾਜ਼ ਨੂੰ ਬਰਾਮਦ ਕਰਨ ਲਈ ਚਾਲਕ ਦਲ ਦੀ ਕਾਹਲੀ ਅਲਾਸਕਾ ਦੇ ਸਮੁੰਦਰੀ ਬਰਫ਼ 'ਤੇ ਕ੍ਰੈਸ਼ ਹੋ ਗਈ ਉਮੀਦ ਬਰਫ ਅਤੇ ਹਵਾ ਤੋਂ ਪਹਿਲਾਂ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਬਾਲਟਿਕ ਰਾਜ ਰੂਸੀ ਸ਼ਕਤੀ ਤੋਂ ਇਤਿਹਾਸਕ ਤਬਦੀਲੀ ਕਰ ਰਹੇ ਹਨ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਟਰੰਪ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਹ ਕੈਨੇਡੀ ਸੈਂਟਰ ਦੇ ਬੋਰਡ ਮੈਂਬਰਾਂ ਨੂੰ ਬਰਖਾਸਤ ਕਰਨਗੇ, ਆਪਣੇ ਆਪ ਨੂੰ ਚੇਅਰਮੈਨ ਨਿਯੁਕਤ ਕਰਨਗੇ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਨਿ Or ਓਰਲੀਨਜ਼ ਵਿਚ ਸੁਪਰ ਬਾlਲ ਐਲਆਈਐਕਸ ਵਿਚ ਕੰਸਾਸ ਸਿਟੀ ਚੀਫਜ਼ ਬਨਾਮ ਫਿਲਡੇਲਫੀਆ ਈਗਲਜ਼ ਨੂੰ ਕਿਵੇਂ ਵੇਖਣਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਪਨਾਮਾ ਦੇ ਬੁਨਿਆਦੀ agreementਾਂਚੇ ਦੇ ਸਮਝੌਤੇ ਨੂੰ ਨਵਿਆਉਣ ਤੋਂ ਇਨਕਾਰ ਕਰਨ ਤੋਂ ਬਾਅਦ ਚੀਨ ਨੇ ਅਮਰੀਕਾ ਦੇ ‘ਜ਼ਬਰਦਸਤੀ’ ਦੀ ਨਿੰਦਾ ਕੀਤੀ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਫੈਰਲ ਵਿਲੀਅਮਜ਼ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਰੱਦ ਕੀਤੀ ਗਈ ਸੰਗੀਤ ਬਾਇਓਪਿਕ ਲਈ ‘ਕੋਈ ਰਸਤਾ ਅੱਗੇ ਨਹੀਂ ਸੀ' - ਗਿਰਝ",
        "ਪੋਲਟਰੀ ਵਿਚ ਬਰਡ ਫਲੂ ਦਾ ਪਤਾ ਲੱਗਣ ਤੋਂ ਬਾਅਦ ਨਿ York ਯਾਰਕ ਨੇ ਕਈ ਕਾਉਂਟੀਆਂ ਵਿਚ ਲਾਈਵ ਬਰਡ ਬਾਜ਼ਾਰਾਂ ਨੂੰ ਅਸਥਾਈ ਤੌਰ 'ਤੇ ਬੰਦ ਕਰ ਦਿੱਤਾ - ਸੀ ਐਨ ਐਨ",
        "ਕਾਲਜ ਬਾਸਕਟਬਾਲ ਪਿਕ, ਸ਼ਡਿ: ਲਃ ਆਬਰਨ ਬਨਾਮ ਫਲੋਰੀਡਾ ਲਈ ਭਵਿੱਖਬਾਣੀ ਅਤੇ ਸ਼ਨੀਵਾਰ ਨੂੰ ਹੋਰ ਚੋਟੀ ਦੇ 25 ਖੇਡਾਂ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਯੂਐਸ ਦੇ ਰੁਜ਼ਗਾਰਦਾਤਾਵਾਂ ਨੇ ਜਨਵਰੀ ਦੇ ਅਸਪਸ਼ਟ ਭਾੜੇ ਵਿੱਚ 143,000 ਨੌਕਰੀਆਂ ਸ਼ਾਮਲ ਕੀਤੀਆਂ ਅਤੇ ਬੇਰੁਜ਼ਗਾਰੀ ਦੀ ਦਰ 4% ਤੱਕ ਡਿੱਗ ਗਈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਡੋਨਾਲਡ ਟਰੰਪ ਨੇ ਜੋਅ ਬਾਇਡਨ ਲਈ ਸੁਰੱਖਿਆ ਮਨਜ਼ੂਰੀ ਰੱਦ ਕੀਤੀ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "ਪਲੇਅਸਟੇਸ਼ਨ ਨੈਟਵਰਕ ਹੇਠਾਂ ਹੈ. ਇਹ ਉਹ ਹੈ ਜੋ ਅਸੀਂ ਜਾਣਦੇ ਹਾਂ - WKYC. com",
        "ਜੱਜ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਹ ਹਜ਼ਾਰਾਂ ਯੂਐਸਏਆਈਡੀ ਕਰਮਚਾਰੀਆਂ ਨੂੰ ਤਨਖਾਹ ਵਾਲੀ ਛੁੱਟੀ 'ਤੇ ਰੱਖਣ ਤੋਂ ਟਰੰਪ ਨੂੰ ਅਸਥਾਈ ਤੌਰ' ਤੇ ਰੋਕ ਦੇਵੇਗਾ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਇੱਕ$ਏਪੀ ਰੌਕੀ ਦਾ ਦੋਸਤ ਗਵਾਹੀ ਦਿੰਦਾ ਹੈ ਕਿ ਰੈਪਰ ਨੇ 2021 ਦੀ ਸ਼ੂਟਿੰਗ ਵਿੱਚ ਇੱਕ ਪ੍ਰੋਪ ਗਨ ਚਲਾਇਆ, ਅਸਲ ਹਥਿਆਰ ਨਹੀਂ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਅਮਰੀਕਾ-ਜਾਪਾਨ ਦੇ ਸਾਂਝੇ ਨੇਤਾਵਾਂ ਦਾ ਬਿਆਨ - ਵ੍ਹਾਈਟ ਹਾਊਸ",
        "ਸੈਨੇਟ ਟਰੰਪ ਦੇ ਸੁਲ੍ਹਾ ਬਿੱਲ 'ਤੇ ਮਾਈਕ ਜਾਨਸਨ ਦੇ ਪਿਛਲੇ ਨੂੰ ਉਡਾਉਣ ਦੀ ਤਿਆਰੀ - Axios",
        "ਨਵੇਂ ਲੱਭੇ ਗਏ ਐਸਟਰਾਇਡ ਵਿੱਚ ਹੁਣ ਧਰਤੀ ਨੂੰ ਮਾਰਨ ਦਾ ਥੋੜ੍ਹਾ ਜਿਹਾ ਵਧੇਰੇ ਜੋਖਮ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਉਤਪਤ ਇਨਵੀਟੇਸ਼ਨਲ 2025 ਪੂਰਾ ਖੇਤਰਃ ਟੋਰੀ ਪਾਈਨਜ਼ ਵਿਖੇ ਟਾਈਗਰ ਵੁਡਸ ਵਿਚ ਕੌਣ ਸ਼ਾਮਲ ਹੋ ਰਿਹਾ ਹੈ? - ਐਨਬੀਸੀ ਸਪੋਰਟਸ"
    ]
}