{
    "headlines": [
        "Blog ao vivo do evento 'Glowtime' da Apple — iPhone 16, Apple Watch 10, AirPods 4 e mais - Guia do Tom",
        "Reações exageradas após a semana 1 da temporada da NFL: Kirk Cousins já está no banco? Cowboys cometeram um erro ao pagar Dak? - CBS Sports",
        "Pelo menos 14 mortos e 43 feridos em ataques aéreos israelenses, diz a agência de notícias estatal síria - CNN",
        "Rastreamento do Ciclone Tropical Potencial 6: Radar interativo de tempestades, último cone e impactos - WDSU Nova Orleans",
        "'Shogun' ganha o recorde de 14 Emmys na cerimónia de Artes Criativas, enquanto Jamie Lee Curtis recebe o seu primeiro - The Associated Press",
        "Patti Scialfa, esposa de Bruce Springsteen e colega de banda de rua, revela diagnóstico de câncer no sangue - Variety",
        "Distritos escolares locais anunciam mudanças no cronograma em meio a temperaturas recordes no sul da Califórnia - KTLA Los Angeles",
        "Norfolk Southern diz que está investigando CEO por suposta má conduta - Yahoo Finance",
        "Ações asiáticas caem como preocupação na economia dos EUA afundam ações da Tech - Yahoo Finance",
        "Um videogame chinês de grande sucesso desperta o debate sobre o sexismo na indústria de jogos do país - The Associated Press",
        "Milhares fogem de incêndios descontrolados na Califórnia e Nevada - Axios",
        "Policial de Miami-Dade colocado em serviço administrativo depois que Tyreek Hill, estrela dos Dolphins, foi detido antes do jogo - CNN",
        "Taylor Swift e Travis Kelce jantam em Nova York após o US Open Date - TMZ",
        "Boeing Starliner volta para casa sem tripulação: especialista da NASA explica o porquê - ScienceAlert",
        "Why The Bear Star Will Poulter's Fitness Transformation Has Everyone Saying \"Yes, Chef\" - E! Online - E! NEWS",
        "Republicanos e democratas da Câmara emitirão documentos de duelo culpando os erros cometidos na retirada dos EUA do Afeganistão - CNN",
        "   Removido ",
        "Donald Trump preparando-se para o debate com a ajuda de Matt Gaetz, Tulsi Gabbard: Fontes - ABC News",
        "Trump promete prender oponentes, sugere sem fundamento que a eleição será roubada dele - The Washington Post",
        "Dallas Cowboys vs. Cleveland Browns | Destaques do jogo da semana 1 da NFL 2024 - NFL"
    ]
}