{
    "headlines": [
        "ਜਾਰਜੀਆ ਸੁਪਰੀਮ ਕੋਰਟ ਨੇ ਟਰੰਪ ਸਹਿਯੋਗੀਆਂ ਦੇ ਵਿਵਾਦਪੂਰਨ ਚੋਣ ਨਿਯਮਾਂ 'ਤੇ ਰੋਕ ਲਾਈ - ਸੀਐਨਐਨ",
        "ਸਰੋਤਃ ਬਘਿਆੜ ਗੋਬਰਟ ਨੂੰ 3 ਸਾਲਾਂ ਲਈ ਵਧਾਉਂਦੇ ਹਨ, $ 110M - ਈਐਸਪੀਐਨ",
        "ਬਰਡ ਫਲੂ ਵਾਸ਼ਿੰਗਟਨ ਰਾਜ ਵਿੱਚ ਚਾਰ ਨੂੰ ਸੰਕਰਮਿਤ ਕਰਦਾ ਹੈ; ਸੀਡੀਸੀ ਟੀਮ ਨੂੰ ਤਾਇਨਾਤ ਕਰਦਾ ਹੈ - ਦ ਹਿੱਲ",
        "ਜਾਪਾਨ ਦੇ ਛੇ ਸਾਲਾਂ ਦੇ ਸਭ ਤੋਂ ਵੱਡੇ ਆਈ ਪੀ ਓ ਤੋਂ ਬਾਅਦ ਟੋਕੀਓ ਮੈਟਰੋ ਦੇ ਸ਼ੇਅਰ 45% ਵਧੇ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਕੂਪਰ ਕੂਪ ਵਪਾਰ ਦੀਆਂ ਅਟਕਲਾਂ 'ਤੇਃ ਮੈਂ ਇਸ ਤੋਂ ਜਾਣੂ ਹਾਂ, ਪਰ ਮੈਂ ਉਸ ਜਗ੍ਹਾ ਜਾ ਰਿਹਾ ਹਾਂ ਜਿੱਥੇ ਮੇਰੇ ਪੈਰ ਹਨ - ਐਨ ਬੀ ਸੀ ਸਪੋਰਟਸ",
        "ਰੂਡੀ ਜਿਉਲਿਆਨੀ ਨੂੰ ਲਗਜ਼ਰੀ ਚੀਜ਼ਾਂ ਅਤੇ ਮੈਨਹੱਟਨ ਅਪਾਰਟਮੈਂਟ ਨੂੰ ਜਾਰਜੀਆ ਦੇ ਚੋਣ ਕਰਮਚਾਰੀਆਂ ਨੂੰ ਨਿਯੰਤਰਣ ਦੇਣਾ ਚਾਹੀਦਾ ਹੈ ਜਿਸਨੇ ਉਸ ਨੂੰ ਬਦਨਾਮ ਕੀਤਾ, ਜੱਜ ਨਿਯਮ - ਸੀ ਐਨ ਐਨ",
        "ਅਮਰੀਕੀ ਅਧਿਕਾਰੀਆਂ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਰੂਸ ਨੇ ਟਿਮ ਵਾਲਜ਼ ਨੂੰ ਤੋੜਿਆ, ਵੋਟ ਪਾਉਣ ਤੋਂ ਬਾਅਦ ਹਿੰਸਾ ਹੋ ਸਕਦੀ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਐਮੀਨੇਮ ਨੇ ਡੈਟਰੋਇਟ ਵਿੱਚ ਕਮਲਾ ਹੈਰਿਸ ਰੈਲੀ ਵਿੱਚ ਬਰਾਕ ਓਬਾਮਾ ਨੂੰ ਪੇਸ਼ ਕੀਤਾ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਯੈਲਪ ਨੇ ਮੈਕਡੋਨਲਡਜ਼ 'ਤੇ ਟਿੱਪਣੀਆਂ ਨੂੰ ਬੰਦ ਕਰ ਦਿੱਤਾ ਜਿਸ' ਤੇ ਟਰੰਪ ਨੇ ਜਾਅਲੀ ਸਮੀਖਿਆਵਾਂ ਤੋਂ ਬਾਅਦ ਕੰਮ ਕੀਤਾ - ਦ ਹਿੱਲ",
        "ਲਾਈਵ ਅਪਡੇਟਸਃ ਕੇਪ ਕੈਨਵਰਾਲ ਤੋਂ ਸਪੇਸਐਕਸ ਦੀ ਸ਼ੁਰੂਆਤ ਅੱਜ ਰਿਕਾਰਡ ਨੂੰ ਬੰਨ੍ਹੇਗੀ - ਫਲੋਰੀਡਾ ਟੂਡੇ",
        "ਪਹਿਲੀ ਪਹੀਏ ਦੀ ਖੋਜ 6,000 ਸਾਲ ਪਹਿਲਾਂ ਕਾਰਪੈਥੀਅਨ ਪਹਾੜਾਂ ਵਿੱਚ ਕੀਤੀ ਗਈ ਸੀ, ਮਾਡਲਿੰਗ ਅਧਿਐਨ ਸੁਝਾਅ ਦਿੰਦਾ ਹੈ - Livescience.",
        "ਪ੍ਰਾਚੀਨ ਬਿਮਾਰੀ ਸਕਾਰਵੀ ਹੈਰਾਨ ਕਰਨ ਵਾਲੀ ਵਾਪਸੀ ਕਰ ਰਹੀ ਹੈ — ਇੱਥੇ ਕਿਉਂ ਹੈ - ਨਿ New ਯਾਰਕ ਪੋਸਟ",
        "ਸਟਾਰਬਕਸ ਦੀ ਵਿਕਰੀ ਮੁਸੀਬਤ, ਟੈਕਸਾਸ ਸਾਜ਼ ਦੀ ਕਮਾਈਃ ਮਾਰਕੀਟ ਦਬਦਬਾ ਓਵਰਟਾਈਮ - ਯਾਹੂ ਵਿੱਤ",
        "ਪ੍ਰੋ ਅਥਲੀਟ ਕਥਿਤ ਤੌਰ 'ਤੇ ਰੋਕਿਆ ਸੀਨ \"Diddy\" ਕਾਮਬਜ਼ ਤੱਕ ਜਿਨਸੀ ਹਮਲਾ ਪਾਰਟੀ ਮਹਿਮਾਨ - ਈ! ਆਨਲਾਈਨ - ਈ! ਨਿਊਜ਼",
        "ਨਵੇਂ ਸਟਰੋਕ ਦਿਸ਼ਾ-ਨਿਰਦੇਸ਼ਾਂ ਵਿੱਚ ਖਾਸ ਤੌਰ ਤੇ womenਰਤਾਂ ਲਈ ਜੋਖਮ ਦੇ ਕਾਰਕ ਸ਼ਾਮਲ ਹਨ - ਦ ਹਿੱਲ",
        "7 ਘੰਟਿਆਂ ਲਈ ਪੱਥਰਾਂ ਦੇ ਵਿਚਕਾਰ ਫਸੀ ਔਰਤ ਆਖਰਕਾਰ ਬਚਾਅ ਅਮਲੇ ਦੁਆਰਾ ਛੁਟਕਾਰਾ - ਅਮਰੀਕਾ ਅੱਜ",
        "ਫਲਾਇੰਗ ਏਅਰ ਟੈਕਸੀਆਂ ਐਫਏਏ ਨਿਯਮ ਜਾਰੀ ਕਰਨ ਨਾਲ ਯੂਐਸ ਟੇਕਆਫ ਦੇ ਨੇੜੇ ਚਲੀਆਂ ਜਾਂਦੀਆਂ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਕੈਪੀਟਲ ਦੰਗਿਆਂ ਦੇ ਦੋਸ਼ੀਆਂ ਨੂੰ ਅਮਰੀਕੀ ਅਦਾਲਤ ਵਿੱਚ ਅਪਰਾਧ ਦੇ ਦੋਸ਼ਾਂ ਦਾ ਸਾਹਮਣਾ ਕਰਨਾ ਪੈ ਰਿਹਾ ਹੈ - ਰਾਇਟਰਜ਼",
        "‘ਵਾਕਿੰਗ ਨਿਮੋਨੀਆ’ ਵਧ ਰਿਹਾ ਹੈ. ਇੱਥੇ ਕੀ ਜਾਣਨਾ ਹੈ. - ਹਫਪੋਸਟ",
        "ਐਂਥ੍ਰੋਪਿਕ ਜਨਤਕ ਤੌਰ 'ਤੇ ਏਆਈ ਟੂਲ ਜਾਰੀ ਕਰਦਾ ਹੈ ਜੋ ਉਪਭੋਗਤਾ ਦੇ ਮਾ mouseਸ ਕਰਸਰ ਨੂੰ ਸੰਭਾਲ ਸਕਦਾ ਹੈ - ਆਰਸ ਟੈਕਨੀਕਾ"
    ]
}