{
    "headlines": [
        "Израиль наносит удары по целям Хезболлы по мере усиления конфликта - CNN",
        "Monsters - The Lyle and Erik Menendez Story: Netflix show sparks controversy - BBC.com",
        "Опасность урагана для Флориды, побережье Мексиканского залива; Часы урагана выпущены для побережья Флориды - The Weather Channel",
        "Китай запускает пакет стимулов для оживления экономики и рынков - Yahoo Finance",
        "Огромная новость для акций Intel. Пора покупать? - Пестрый дурак",
        "Продуктовые магазины США могут остаться без популярных фруктов в течение нескольких недель, поскольку 45 000 докеров угрожают забастовкой - Fox Business",
        "Ураган «Джон» обрушился на южное побережье Тихого океана Мексики с «опасным для жизни» потенциалом наводнения - Associated Press",
        "Дэниелс, «ответ», поставляет для командиров - ESPN",
        "Стрелок из Боулдер-Кинг-Суперс, виновный в 55 уголовных преступлениях, включая убийство первой степени, получил 10 пожизненных сроков - Общественное радио Колорадо",
        "Гороскоп на вторник, 24 сентября 2024 года - Chicago Sun-Times",
        "Тяжелое ожирение растет в США - Ассошиэйтед Пресс",
        "Прогнозируемая сетка плей-офф по футболу в колледже: три команды выбывают, Алабама против Джорджии освещает еженедельные обновления - CBS Sports",
        "Основные моменты игры Jacksonville Jaguars vs. Buffalo Bills | NFL 2024 Season Week 3 - NFL",
        "Подозреваемый описал попытку убийства Трампа в заранее написанной записке - BBC.com",
        "Новая российская ракета «Сармат» потерпела «катастрофический провал»: исследователи - Al Jazeera English",
        "Дни оповещения Gridlock в Нью-Йорке начинаются в 2024 году, поскольку Генеральная Ассамблея ООН вступает в неделю высокого уровня - CBS Нью-Йорк",
        "Шон «Дидди» Комбс «смог кратко поговорить» со своими детьми после ареста за сексуальные преступления: отчет - New York Post",
        "Профсоюз Boeing предлагает «окончательное» повышение зарплаты на 30% - BBC.com",
        "Попытки Республиканской партии изменить то, как Небраска распределяет голоса выборщиков, сталкиваются с препятствиями - The Washington Post",
        "FDA только что дало зеленый свет домашней вакцине против гриппа. Что для вас означает одобрение самостоятельного спрея. - Yahoo Life"
    ]
}