{
    "headlines": [
        "Los Angeles wildfires: New ‘Hughes Fire’ forces evacuation orders for 50,000 people - Hindustan Times",
        "Blake Lively’s legal team asks judge for hearing following public remarks by Justin Baldoni’s attorney - CNN",
        "James Kennedy will not face charges after arrest on suspicion of domestic violence, lawyer says - CNN",
        "Justice Department orders investigation of local compliance with Trump immigration crackdown - The Associated Press",
        "Trump targets DEI and civil service protections, striking fear in some federal workers - CNN",
        "Trump won't ban immigration arrests at school. Some families are now weighing school attendance - The Associated Press",
        "Jets announce the hiring of Aaron Glenn as the 22nd head coach in franchise history - NBC Sports",
        "USMNT vs. Costa Rica: Starting XI & Lineup Notes - U.S. Soccer",
        "Report: Heat suspending Jimmy Butler for 2nd time this month amid trade rumors - Arizona Sports",
        "Why Trump’s AI plan made Elon Musk flip out - POLITICO",
        "India: 11 dead as passengers fleeing fire rumour hit by another train - BBC.com",
        "CNN to lay off hundreds of employees as post-inauguration transformation begins, sources say - CNBC",
        "Samsung Unpacked: Samsung teased an extra-thin S25 model at Unpacked - TechCrunch",
        "Teenager kills female student in Nashville school shooting, US police say - Al Jazeera English",
        "Pentagon will send up to 1500 active duty troops to help secure US-Mexico border - The Associated Press",
        "Stock market today: Netflix and AI excitement send Wall Street to the brink of an all-time high - The Associated Press",
        "Four viruses circulating: The looming 'quademic' - Deseret News",
        "Surging Drug Violence in Colombia Dooms President’s ‘Total Peace’ Plan - The Wall Street Journal",
        "It’s time we admit to, and accept, vinyl’s dirty secret - Digital Trends",
        "Jaguars finally part ways with unpopular former 49ers general manager - Niners Nation"
    ]
}