{
    "headlines": [
        "Missouri abortion rights measure is invalid, judge says days before deadline - The Washington Post",
        "Georgia school shooting suspect expected to face more charges as accounts of students’ heroism emerge - CNN",
        "Sources: Pack's Love believed to have MCL injury - ESPN",
        "Ingredient found in Doritos turns mouse's skin transparent, may have medical applications - Fox News",
        "No. 3 Texas, Quinn Ewers don't need karma in dominating defeat of No. 9 Michigan - USA TODAY",
        "Nicole Kidman Leaves Venice Film Festival After Mother's Death - TMZ",
        "Former VP Dick Cheney says he will vote for Harris - NPR",
        "Jamal Murray agrees to four-year, $208 million max extension to stay with Denver Nuggets - Yahoo Sports",
        "‘Terrorist eliminated': IDF documents close-quarters elimination of terrorists in southern Gaza - The Jerusalem Post",
        "Egg recall issued by CDC is linked to a salmonella outbreak: See which states are impacted - USA TODAY",
        "3.5 magnitude earthquake strikes Ontario, USGS says - ABC7 Los Angeles",
        "Kamala Harris's pain-free US election campaign faces first crunch moment - BBC.com",
        "Oregon nurse found dead after 'unusual and alarming' disappearance, neighbor charged with murder - NBC News",
        "Venice Film Festival Award Winners List (Updating Live) - Variety",
        "French protesters rage at ‘stolen election’ as Macron picks conservative Barnier for PM - FRANCE 24 English",
        "Taylor Swift and Travis Kelce Coordinate Their Bejeweled Date Night Outfits - Harper's BAZAAR",
        "COVID is ‘high’ or ‘very high’ in almost every state. N.J.’s level just went up. - NJ.com",
        "Super Typhoon Yagi kills four in Vietnam after casualties in China and Philippines - NBC News",
        "First case of bird flu not directly linked to sick animals is found in Missouri - NPR",
        "Chrysler parent Stellantis recalls 1.46 million vehicles worldwide - Reuters"
    ]
}