{
    "headlines": [
        "إنغريد لويس مارتن، كبيرة مستشاري عمدة مدينة نيويورك إريك آدمز، تستقيل وتتوقع توجيه الاتهام إليها - أصوات ياهو!",
        "إطلاق النار في مدرسة الحياة المسيحية الوفيرة في ماديسون: مقتل 2 وإصابة 6 - ABC News",
        "يقول ترامب إنه \"مؤمن\" بلقاح شلل الأطفال، ومؤتمرات صحفية أخرى - وكالة أسوشيتد برس",
        "فارسيتي آند جي في: الفائزون والخاسرون من خسارة ستيلرز إلى النسور - خلف الستار الفولاذي",
        "ما الذي قتل صفقة بقالة بقيمة 20 مليار دولار ؟ يقول ألبرتسونز إن كروجر فعل ذلك - صحيفة وول ستريت جورنال",
        "براين كوكس يفجر \"هراء\" جوائز الأوسكار ويظلم دور غاري أولدمان في وينستون تشرشل: \"أدائي أفضل\" - نيويورك بوست",
        "تطرح OpenAI ميزات بحث ChatGPT لجميع المستخدمين، مما يزيد من منافسة Google - بلومبرغ",
        "سيقوم مولد الذكاء الاصطناعي من Google \"بإعادة مزج\" الصور التي تقوم بتوصيلها - The Verge",
        "تم نشر نظام الكشف عن الطائرات بدون طيار في نيويورك بعد مشاهدات غامضة - BBC.com",
        "يقول ترامب إنه سيفكر في العفو عن عمدة مدينة نيويورك إريك آدمز - CNBC",
        "تسمي المحكمة جاسوسًا صينيًا مزعومًا مرتبطًا بالأمير أندرو - فاينانشال تايمز",
        "ارتفاع عدد القتلى - يمكن أن يصل إلى الآلاف - بعد أن ضرب إعصار تشيدو إقليم مايوت الفرنسي - فوربس",
        "تم الكشف عن تاريخ العرض الأول لموسم \"اللوتس الأبيض\" الثالث ؛ مشاهدة المقطع الدعائي - الموعد النهائي",
        "المستشار الألماني شولتز يخسر تصويت حجب الثقة، مما يمهد الطريق للانتخابات - رويترز",
        "سوريا تحديثات حية: الأسد يريد البقاء ومحاربة المتمردين، يقول البيان - نيويورك تايمز",
        "إصابة باتريك ماهومز: يقول لاعب كرة القدم الأمريكي السابق إن الرؤساء يجب أن يجلسوا نجم QB ليكون جديدًا في التصفيات - سي بي إس سبورتس",
        "يحذر العلماء من أن بكتيريا المرآة قد تشكل \"خروجًا جذريًا عن الحياة المعروفة\" - سي إن إن",
        "ترامب والرئيس التنفيذي لشركة سوفت بنك يعلنان أن الشركة ستستثمر 100 مليار دولار في مشاريع أمريكية - سي إن إن",
        "محذوف",
        "وجدت دراسة جديدة أن ارتفاع عدد الخطوات اليومية مرتبط بأعراض أقل للاكتئاب. إليك عدد الخطوات التي يجب أن تهدف إليها — وطرق التسلل لمزيد من الحركة في يومك. - Yahoo Life"
    ]
}