{
    "headlines": [
        "ਸੀ ਐਨ ਬੀ ਸੀ ਡੇਲੀ ਓਪਨਃ ਹਰ ਕਿਸੇ ਨੇ ਰੈਡਿਟ ਨੂੰ ਇੱਕ ਅਪਵੋਟ ਦਿੱਤਾ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਜਿਮੀ ਕਿਮਲ ਨੇ ਡੋਨਾਲਡ ਟਰੰਪ ਦੇ ਵਿਰੁੱਧ ਕੇਸ ਬਣਾਉਂਦਾ ਹੈ ਪਲੀਆ ਵਿਚ ਮੱਧਮ ਰਿਪਬਲਿਕਨਃ ‘ਉਹ ਕਿਓਨਨ ਅਤੇ ਕਿVCਵੀਸੀ ਦੇ ਵਿਚਕਾਰ ਸਹੀ ਮੁਲਾਕਾਤ ਬਿੰਦੂ ਹੈ’ - ਵੰਨਗੀ",
        "121-ਨੁਕਸਾਨ ਵ੍ਹਾਈਟ ਸੋਕਸ ਵੈਨੇਬਲ ਵੱਲ ਮੁੜਦਾ ਹੈ, ਸੂਤਰਾਂ ਦਾ ਕਹਿਣਾ ਹੈ - ਈਐਸਪੀਐਨ",
        "ਯੈਂਕੀ ਸਟੇਡੀਅਮ ਦੇ ਪ੍ਰਸ਼ੰਸਕ ਵਿਸ਼ਵ ਸੀਰੀਜ਼ - ਦਿ ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ ਵਿਖੇ ਮੂਕੀ ਬੈਟਸ ਦੇ ਦਸਤਾਨੇ ਵਿਚੋਂ ਇਕ ਪਰੀਜ਼ ਗੇਂਦ ਨੂੰ ਬਾਹਰ ਕੱ afterਣ ਤੋਂ ਬਾਅਦ ਬਾਹਰ ਆ ਗਏ",
        "ਹਾਉਟੀ ਕਿਵੇਂ ਰਾਗਟੈਗ ਵਿਦਰੋਹੀਆਂ ਤੋਂ ਗਲੋਬਲ ਖਤਰੇ ਵਿੱਚ ਚਲੇ ਗਏ - ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "NYC ਡੇਅ ਕੇਅਰ ਦੇ ਮਾਲਕ ਜਿੱਥੇ ਕਿਡਲਰ ਦੀ ਮੌਤ ਫੈਂਟਨੈਲ ਨੇ ਫੈਡਰਲ ਦੋਸ਼ਾਂ ਲਈ ਦੋਸ਼ੀ ਮੰਨਿਆ - ਅਮਰੀਕਾ ਅੱਜ",
        "ਬਾਇਡਨ ਨੇ ਸੁਝਾਅ ਦਿੱਤਾ ਕਿ ਟਰੰਪ ਸਮਰਥਕ ਪੋਰਟੋ ਰੀਕੋ ਦੇ ਕਾਮਿਕ ਦੇ ਅਪਮਾਨ ਤੋਂ ਬਾਅਦ ‘ਕੂੜਾ’ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਲੀਜ਼ਾ ਕੁਡਰੋ ਨੇ 'ਦੋਸਤਾਂ' ਟੀਵੀ ਮੰਮੀ ਤੇਰੀ ਗਾਰ ਨੂੰ ਸ਼ਰਧਾਂਜਲੀ ਭੇਟ ਕਰਦਿਆਂ ਉਸ ਨੂੰ \"ਇੱਕ ਕਾਮੇਡੀ ਐਕਟਿੰਗ ਜੀਨੀਅਸ\" - ਡੈੱਡਲਾਈਨ",
        "ਫੁਲਟਨ ਕਾਉਂਟੀ ਡੀਏ ਫਾਨੀ ਵਿਲਿਸ ਨੂੰ ਧਮਕੀ ਦੇਣ ਵਾਲੇ ਆਦਮੀ ਨੂੰ ਲਗਭਗ 2 ਸਾਲ ਦੀ ਕੈਦ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਸ਼ੌਨ ਮੇਂਡੇਸ ਨੇ ਆਪਣੀ ਜਿਨਸੀਅਤ ਬਾਰੇ ਸਪੱਸ਼ਟਤਾ ਪ੍ਰਾਪਤ ਕੀਤੀ: “ਮੈਂ ਇਸ ਨੂੰ ਹਰ ਕਿਸੇ ਦੀ ਤਰ੍ਹਾਂ ਬਾਹਰ ਕੱig ਰਿਹਾ ਹਾਂ” - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਪੌਲ ਪਲੋਸੀ ਹਮਲਾਵਰ ਨੂੰ ਕੈਲੀਫੋਰਨੀਆ ਮੁਕੱਦਮੇ ਵਿਚ ਉਮਰ ਕੈਦ ਦੀ ਸਜ਼ਾ - ਬੀਬੀਸੀ.",
        "ਉਰਵਾ ਕੀ ਹੈ ਅਤੇ ਇਜ਼ਰਾਈਲ ਨੇ ਇਸ 'ਤੇ ਪਾਬੰਦੀ ਕਿਉਂ ਲਗਾਈ ਹੈ?",
        "ਸੱਚਾਈ ਸੋਸ਼ਲ ਪੇਰੈਂਟ ਕੰਪਨੀ ਟਰੰਪ ਮੀਡੀਆ ਹੁਣ ਇਲੋਨ ਮਸਕ ਦੇ ਐਕਸ ਨਾਲੋਂ ਵਧੇਰੇ ਕੀਮਤ ਦੇ ਤੌਰ ਤੇ ਚੋਣਾਂ ਦਾ ਦਿਨ ਨੇੜੇ ਆ ਰਿਹਾ ਹੈ - ਫੌਕਸ ਬਿਜ਼ਨਸ",
        "ਅਟਲਾਂਟਾ ਹੋਟਲ ਵਿਚ ਸਰਗਰਮ ਨਿਸ਼ਾਨੇਬਾਜ਼ ਨੂੰ ਕਈ ਗੋਲੀਆਂ ਚਲਾਉਣ ਤੋਂ ਬਾਅਦ ਹਿਰਾਸਤ ਵਿਚ ਲਿਆ ਗਿਆ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਕਮਲਾ ਹੈਰਿਸ ਦੀ ਭੀੜ ਦਾ ਆਕਾਰ ਕ੍ਰੈਸ਼ ਪਿਛਲੇ ਰਿਕਾਰਡ ਨਾਲ ਏਲੀਪਸ ਭਾਸ਼ਣ - ਨਿਊਜ਼ਵੀਕ",
        "ਇੱਕ ਵੱਡਾ ਬਜਟ - ਟੈਕਸ, ਉਧਾਰ ਅਤੇ ਖਰਚਿਆਂ ਲਈ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਚੈਨਿੰਗ ਟੈਟਮ ਅਤੇ ਜ਼ੋਏ ਕ੍ਰਾਵਿਟਜ਼ 3 ਸਾਲਾਂ ਬਾਅਦ ਬ੍ਰੇਕਅਪ - ਈ! ਆਨਲਾਈਨ - ਈ! ਨਿਊਜ਼",
        "ਯੂਟਿubeਬ ਨਵੇਂ ਹੋਮਪੇਜ ਨੂੰ ਟੈਸਟ ਕਰਦਾ ਹੈ ਜੋ ਵੀਡੀਓ ਅਪਲੋਡ ਦੀ ਮਿਤੀ ਨੂੰ ਲੁਕਾਉਂਦਾ ਹੈ, ਵੇਖੋ ਗਿਣਤੀ - ਸਲੈਸ਼ਡੌਟ",
        "ਈਏ ਬੌਸ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਬਾਇਓਵੇਅਰ ਡਰੈਗਨ ਯੁੱਗ ਦੇ ਨਾਲ ਆਪਣੀ ਤਾਕਤ 'ਤੇ ਵਾਪਸ ਆ ਗਿਆ ਹੈ, ਭਵਿੱਖਬਾਣੀ ਕਰਦਾ ਹੈ' ਬਰੇਕਆਉਟ ਸੰਭਾਵੀ 'ਹਿੱਸੇ ਵਿੱਚ ਧੰਨਵਾਦ'ਸੀਮਤ ਮੁਕਾਬਲੇ' - ਆਈਜੀਐਨ",
        "ਅਮਰੀਕਾ ਨੇ ਇਜ਼ਰਾਈਲ ਹਵਾਈ ਹਮਲੇ ਨੂੰ ਕਿਹਾ 'ਭਿਆਨਕ' - BBC.com"
    ]
}