{
    "headlines": [
        "Xi prepara chips de barganha para a guerra comercial dos EUA após as restrições de Biden - Bloomberg",
        "A GM está reestruturando a Cruise. Isso deixa Tesla e Waymo no mercado de Robotaxi dos EUA. - Barron's",
        "Fusão Kroger-Albertsons bloqueada por juiz federal - The Washington Post",
        "One UI 7 traz recurso de gravação de chamadas nos EUA - SamMobile - Samsung News",
        "China diz que toma 'medidas necessárias' para defender soberania sobre Taiwan",
        "Zelenskiy defendeu garantias de segurança em reunião com Trump - Reuters",
        "Horóscopo para quarta-feira, 11 de dezembro de 2024 - Chicago Sun-Times",
        "Juiz bloqueia compra do Infowars de Alex Jones pelo The Onion - CNN",
        "3 observações da derrota dos Mavericks por 118-104 na Copa da NBA em Oklahoma City - Mavs Moneyball",
        "Why Luigi Mangione Killed UnitedHealthcare CEO: A Chronic Back Pain Link - NDTV",
        "John Fassel sobre as equipas especiais de Amani Oruwariye: É uma jogada louca e acontece rápido - NBC Sports",
        "Brett Favre fala sobre troca viral com Mark Gastineau sobre Michael Strahan Sack - Sports Illustrated",
        "A tomada: A prisão de Sednaya cai, revelando o legado de tortura dos al-Assads - Al Jazeera",
        "Kim Yong-hyun: ex-ministro da Defesa da Coreia do Sul tenta tirar a própria vida - BBC.com",
        "Bad Robot, de J.J. Abrams, fecha o primeiro contrato de cinema e TV com a Warner Bros. - Prazo",
        "A arrecadação de fundos já acumulou milhares para Mangione - The Daily Beast",
        "A ex-protegida de Jay-Z, Foxy Brown, publica mensagens enigmáticas após seu processo de estupro - Página Seis",
        "Do norte de Illinois até o oeste da montanha? Huskies se oferecem para deixar o MAC e ingressar em uma nova liga como membro exclusivo do futebol - CBS Sports",
        "Daniel Penny quebra silêncio sobre caso de estrangulamento no metrô: 'Eu estava numa posição muito vulnerável' - ABC News",
        "Senador do estado de NJ pede 'estado de emergência limitado' por causa de misteriosos avistamentos de drones - WPVI-TV"
    ]
}