{
    "headlines": [
        "Dolphins vs. Bills NFL Thursday Night Football tonight: Score, stats, highlights - USA TODAY",
        "Federal review of Uvalde shooting finds Border Patrol missteps but does not recommend discipline - The Associated Press",
        "Off script! Josh Allen with a pass completion to Ty Johnson for a 33-yard gain | Bills at Dolphins - BuffaloBills.com",
        "Trump rules out another presidential debate against Harris - BBC.com",
        "FirstEnergy ordered to pay $100 million for its role in Ohio bribery scheme - WJW FOX 8 News Cleveland",
        "Donald Trump sells Taylor Swift \"Eras Tour\"-style shirts after denouncing her Harris endorsement - Salon",
        "Bird flu case still stumping officials. How did Missouri person get infected? - USA TODAY",
        "VP Kamala Harris launches post-debate tour in NC as ‘underdog’ in presidential race - Charlotte Observer",
        "Israel-Hamas war latest: Blinken says US will keep pressing Israel to spare Gaza humanitarian sites - The Associated Press",
        "Google tests desktop windowing for Android tablets - The Verge",
        "Markets price in rate cuts, Adobe earnings: Market Domination Overtime - Yahoo Finance",
        "Earthquake shakes Los Angeles area, 'millions' notified in advance, governor's office says - ABC News",
        "FDA authorizes first OTC hearing aid software to be used in Apple's AirPods Pro - Reuters",
        "WR Higgins confused by talk he's 'faking' injury - ESPN",
        "Four civilians on a daring SpaceX mission complete the first commercial spacewalk - CNN",
        "Sundance narrows its future film festival sites to 3 — Utah is still in the running - KSL.com",
        "Mosquito batch tests positive for EEE in North Hampton - WMUR Manchester",
        "Read NYPD Commissioner Edward Caban's full resignation statement to the department - NBC New York",
        "[Removed]",
        "Digital Foundry on the PS5 Pro: GTA 6 & Others Unlikely to Hit 60FPS - IGN"
    ]
}