{
    "headlines": [
        "First and 10: Texas has an Arch Manning problem. Is he the quarterback or Quinn Ewers? - USA TODAY",
        "Stock market today: Dow surges 500 points as Fed-fueled stocks set sights on records - Yahoo Finance",
        "NFL odds, Vegas lines, picks, spreads, game predictions: Model loving Browns, Bengals in Week 3, 2024 - CBS Sports",
        "Applications for US Jobless Benefits Fall to a Four-Month Low - Bloomberg",
        "Metal band books first Empower Field stadium show of 2025 - FOX 31 Denver",
        "EU to tell Apple how to do interoperability, DMA style - TechCrunch",
        "Husband of Russia's richest woman arrested on murder charge after office shootout - Reuters",
        "Why Teamsters won't endorse a candidate for 2024. And, how to avoid credit card debt. - NPR",
        "The Next Phone Era Is Almost Here. This Is How It's Shaping Up - CNET",
        "SpaceX Crew-9 astronaut launch delayed to Sept. 26 - Space.com",
        "Harris plans a livestream with Oprah Winfrey while Trump is set to address an Israeli-American group - The Associated Press",
        "Earth is about to get a mini-moon (temporarily). What to know about asteroid 2024 PT5. - USA TODAY",
        "NFL Week 3 Picks From the MMQB Staff: Ravens Visit Cowboys Seeking First Win - Sports Illustrated",
        "Formation chances rise as NHC monitors disturbance that could develop, impact Florida soon - WESH 2 Orlando",
        "New XEC coronavirus variant spreading worldwide: What you need to know - The Jerusalem Post",
        "Gemini Live is rolling out to Galaxy phones for free - SamMobile - Samsung news",
        "Nintendo and The Pokémon Company are suing the Palworld developers for \"infringement of patent rights\" - Rock Paper Shotgun",
        "Exclusive: Ammunition from India enters Ukraine, raising Russian ire - Reuters",
        "Pygmy hippo Moo Deng is so adored she may get her own patent - The Associated Press",
        "Israel bombs Lebanon after radio blasts, says it thwarts assassination plot - Reuters"
    ]
}