{
    "headlines": [
        "تستعد بيج لوتس لتصفية متاجرها البالغ عددها 900 متجر بعد تعثر البيع المخطط له - واشنطن بوست",
        "إنديانا ضد نوتردام: كيفية مشاهدة كرة القدم NCAA في نهاية هذا الأسبوع - Yahoo Sports",
        "مقامرة إغلاق ترامب تكشف حدود سلطته - BBC.com",
        "قتيلان على الأقل عندما اصطدمت سيارة بسوق عيد الميلاد المزدحم في ألمانيا - الجزيرة الإنجليزية",
        "كيف يمكن أن يؤثر الإغلاق الحكومي على خطط سفرك - واشنطن بوست",
        "CHEADS ACTIVATE HOLLYWOOD BROWN -",
        "حُكم على ثمانية في فرنسا بسبب أفعال أدت إلى قطع رؤوس المعلمين - BBC.com",
        "بعد التسبب في غضب في اليوم الأول من Y Combinator، حصل محرر رموز الذكاء الاصطناعي PearAI على مليون دولار - TechCrunch",
        "وافقت إدارة الغذاء والدواء الأمريكية (FDA) على Zepbound ® (tirzepatide) باعتباره الدواء الأول والوحيد الموصوف طبيًا لانقطاع التنفس الانسدادي المعتدل إلى الشديد أثناء النوم لدى البالغين المصابين بالسمنة - المستثمرون | Eli Lilly and Company",
        "يشير الانتشار السريع لإنفلونزا الطيور H5N1 عبر قطعان الألبان في كاليفورنيا إلى مسارات انتقال غير معروفة - STAT",
        "يُزعم أن طالبًا جامعيًا خطط لـ \"هجوم إصابات جماعية\" يستهدف اليهود - إيه بي سي نيوز",
        "HORIZON: Zero Dawn يحصل على إعادة صياغة الرسومات الكلاسيكية الحديثة التي يستحقها - Ars Technica",
        "ينتهي الحديث بعد 15 موسمًا على شبكة سي بي إس مع نداء عاطفي للمشاهدين: \"تحدثوا مع بعضكم البعض، لا تتشاجروا!\" - خط التلفزيون",
        "تبين أن \"المرض الغامض\" في الكونغو هو الملاريا — وربما مرض آخر - Livescience.com",
        "SZA تسقط \"Lana\" بعد تأخير دام لساعات: \"لقد كنا مستيقظين لأيام\" - الولايات المتحدة الأمريكية اليوم",
        "مقتل شخص واحد على الأقل وإلحاق أضرار بعدة سفارات في وابل الصواريخ الروسية \"الهمجية\" على كييف، كما تقول أوكرانيا - سي إن إن",
        "محطة الفضاء الخاصة في أكسيوم قادمة في وقت أقرب مما كنا نظن - Space.com",
        "دبلوماسيون أمريكيون يلتقون بزعيم المعارضة السورية في دمشق - أكسيوس",
        "يقول بحث جديد إن الناس وصلوا إلى الأمريكتين قبل ذلك بكثير وتعايشوا مع الكسلان العملاق والمستودونات - PBS NewsHour",
        "بايدن يتخلى عن خطط إلغاء ديون الطلاب الجماعية وسط دعوى قضائية من الحزب الجمهوري - بوليتيكو"
    ]
}