{
    "headlines": [
        "مخاطر مدى الحياة والعبء المتوقع للخرف - Nature.com",
        "4 أشياء مؤكدة حول 2024 Packers في خسارة التصفيات أمام Eagles - Packers Wire",
        "يقول المسؤولون إن إسرائيل تنتظر رد حماس على المسودة النهائية لاتفاق غزة - أكسيوس",
        "الأرنب السيئ: \"ما الفائدة من التواجد هنا ؟ لأظهر للعالم من أنا\" - رولينج ستون",
        "مهرجان مها كومبه في الهند يشهد 15 مليون شخص يأخذون غطسة مقدسة في اليوم الأول - رويترز الهند",
        "تفرض الولايات المتحدة ضوابط تصدير على الرقائق للذكاء الاصطناعي لمواجهة الصين - فاينانشيال تايمز",
        "تصفيات دوري كرة القدم الأمريكية لعام 2025: الاحتمالات المبكرة لفواتير الجولة التقسيمية كمفضلات طفيفة على رايفنز - سي بي إس سبورتس",
        "غافن نيوسوم وديمقراطيو كاليفورنيا يتوصلون إلى صفقة بقيمة 50 مليون دولار لحماية الولاية من ترامب - بوليتيكو",
        "Dynasty Warriors: تكشف إنجازات Origins Xbox عن 1000G مليء بالإثارة - TrueAchievements",
        "ميلانيا ترامب تتحدث عن وثيقة جديدة تفصل عودتها إلى البيت الأبيض - ABC News",
        "وول ستريت جورنال: محمد السنوار يجند مقاتلين \"يضربون ويهربون\" لمحاربة سيطرة جيش الدفاع الإسرائيلي على شمال غزة - VINNews",
        "القمر الذئب الكامل \"يأكل\" المريخ في 13 يناير. إليك كيفية رؤيتها - Space.com",
        "هل عانقت ميغان ماركل موظفيها في مركز الإخلاء في لوس أنجلوس ؟ الحقيقة وراء الادعاء الفيروسي - تايمز أوف إنديا",
        "تحذير من تسونامي بعد زلزال بقوة 6.9 درجة يهز جنوب غرب اليابان - سي إن إن",
        "يعرض Bill Ackman's Pershing Square الاستحواذ على المطور العقاري Howard Hughes مقابل 85 دولارًا للسهم - CNBC",
        "محذوف",
        "يعرض زيلينسكي إطلاق سراح الجنود الكوريين الشماليين الأسرى مقابل الجنود الأوكرانيين المحتجزين في روسيا - سي إن إن",
        "تستجيب شركات كولورادو لدفع الجراح العام لتحذير الجمهور من مخاطر الإصابة بالسرطان بسبب الكحول - راديو كولورادو العام",
        "ساكون باركلي: \"الإحصائيات لا تهم، الإحصائيات الوحيدة المهمة هي الفوز\" - إن بي سي سبورتس",
        "تحديثات حية لحرائق الغابات في كاليفورنيا: عدد القتلى يصل إلى 24 حيث تحذر السلطات من المزيد من الرياح \"الخطرة\" - فوربس"
    ]
}