{
    "headlines": [
        "إلين دي جينيريس وزوجتها بورتيا دي روسي ينتقلان إلى إنجلترا بعد فوز ترامب في الانتخابات: \"لن أعود أبدًا\" - نيويورك بوست",
        "وفاة الرحالة الأستراليين مع تحذير الدول من التسمم بالميثانول المشتبه به في لاوس - سي إن إن",
        "الجيش الأوكراني يقول إن روسيا تطلق صاروخًا باليستيًا عابرًا للقارات، وهو ادعاء نفاه مسؤول غربي - إيه بي سي نيوز",
        "الملياردير غوتام أداني متهم في نيويورك بتهم الرشوة - سي إن إن",
        "بيع موزة مسجلة بشريط لاصق مقابل 6.2 مليون دولار في مزاد فني - NPR",
        "تقول عائلته إن جون بريسكوت، نائب رئيس الوزراء البريطاني السابق، توفي - سي إن إن",
        "NVIDIA Corp (NVDA) الربع الثالث من عام 2025 يسلط الضوء على الأرباح: إيرادات قياسية ودفعة قوية للطلب على الذكاء الاصطناعي... - Yahoo Finance",
        "تسعى وزارة العدل إلى البيع القسري لمتصفح كروم، وتغييرات كبيرة أخرى في غوغل في قضية الاحتكار - واشنطن بوست",
        "يختار ترامب الأشخاص الذين عملوا في مشروع 2025 على الرغم من ابتعاده - واشنطن بوست",
        "يكشف تقرير الشرطة عن تفاصيل جديدة من مزاعم الاعتداء الجنسي ضد مرشح ترامب لمنصب وزير الدفاع - سي إن إن",
        "غارات جوية إسرائيلية قاتلة على غزة - تقارير - BBC.com",
        "كريس سيل يفوز بجائزة Cy Young للدوري الوطني - شائعات تجارة MLB",
        "روب مانفريد يخاطب الشكوك العامة حول الانتقال المخطط لألعاب القوى إلى لاس فيجاس - Sports Illustrated",
        "حطم مدرب UConn جينو أورييما الرقم القياسي في انتصارات الرابطة الوطنية لرياضة السيارات مع عودة عزي فاد من الإصابة - ياهو سبورتس",
        "جوائز هيئة السوق المالية لعام 2024: قائمة الفائزين الكاملة - رولينج ستون",
        "نائب الحزب الجمهوري. يقول فان أوردن إنه سيصوت لإصدار تقرير غايتز - ذا هيل",
        "سبق صحفي: قد يمنع الجمهوريون في مجلس النواب ترامب من موعد عطلة جيتز - أكسيوس",
        "مسبار كيوريوسيتي التابع لوكالة ناسا يلتقط منظرًا بزاوية 360 درجة للمريخ — ويجد أحجار كبريت غريبة - Space.com",
        "اختيارات ترامب المرتبطة بادعاءات سوء السلوك الجنسي - Axios",
        "تدعم أكثر من 200 شركة بالفعل مفاتيح المرور في تطبيقاتها ومواقعها الإلكترونية - 9to5Mac"
    ]
}