{
    "headlines": [
        "Ребенку нужен был противоядие от укуса змеи. Это стоило более 200 000 долларов. - The Washington Post",
        "VW сталкивается с забастовками из-за «ящика Пандоры» из-за закрытия заводов, поскольку прибыль падает - Reuters",
        "Start 'Em, Sit 'Em Quarterbacks For Fantasy Football Week 9 - Sports Illustrated",
        "Изъято",
        "По меньшей мере 63 человека погибли в результате разрушительных внезапных наводнений на востоке Испании, говорят официальные лица - Associated Press",
        "Харрис выступает с заключительной речью на Эллипсе, предлагая «другой путь», чем Трамп - CBS News",
        "Байден прояснил «мусорный» комментарий после нового избирательного скандала в США - BBC.com",
        "Печальная, странная история об ажиотаже, раздувающем опасения, что современная криптография была убита - Ars Technica",
        "Акции Eli Lilly упали на 10% после того, как фармацевтический гигант пропустил прогнозы и снизил прогноз по прибыли - CNBC",
        "Что мы знаем о новом лидере «Хезболлы» Наиме Кассеме? - Al Jazeera English",
        "Северокорейские войска, отправленные в Россию, могут быть рады быть там, даже когда они сталкиваются с ожесточенными боями - ABC News",
        "Канадский чиновник утверждает, что министр Моди стоит за индийским заговором против сикхов в Канаде - Axios",
        "Гороскоп на среду, 30 октября 2024 года - Chicago Sun-Times",
        "Дженн Тран откровенно говорит о ШОКИРУЮЩЕЙ ликвидации DWTS - Access Hollywood",
        "Пьяные животные встречаются гораздо чаще, чем считалось ранее, что помогает объяснить человеческую любовь к алкоголю - The Hill",
        "Экономика США сияет накануне выборов на фоне высоких потребительских расходов - Reuters",
        "Будет ли Венабл назначен менеджером White Sox (источник) - MLB.com",
        "Лиза Кудроу отдает дань уважения телевизионной маме «Друзей» Тери Гарр, называя ее «комедийным актерским гением» - крайний срок",
        "Сообщение «Освободите Газу» связано с атаками на избирательные урны в Вашингтоне и Орегоне: источник - New York Post",
        "Два вентилятора выброшены за мяч из перчатки Беттса - ESPN"
    ]
}