{
    "headlines": [
        "Pete Carroll hired as Las Vegas Raiders’ coach, reports say - The Seattle Times",
        "Memorandum for the Secretary of State the Secretary of Defense the Secretary of Health and Human Services the Administrator of the United States for International Development - The White House",
        "DJ Unk, ‘Walk It Out’ and ‘2 Step’ Rapper, Dies at 43 - Variety",
        "One day later with Samsung Galaxy S25 Ultra - I'm slowly becoming an AI phone believer - ZDNet",
        "A$AP Rocky’s lawyers cast the man he’s accused of shooting at as a jealous, money-seeking rival - KTLA Los Angeles",
        "NFL Championship Sunday unit rankings: Eagles reign supreme on offense AND defense! Chiefs flat? - NFL.com",
        "No deal. Young collector who nabbed one-of-a-kind Paul Skenes card turns down Pirates trade offer - The Associated Press",
        "Trump ramps up ICE arrests, alarming cities and immigrant communities - The Washington Post",
        "A look at changes at US health agencies in the 1st week of the new Trump administration - ABC News",
        "Israel receives names of four female hostages Hamas is due to release Saturday - CNN",
        "Suspects in Border Patrol agent's killing in Vermont surveilled for days, had cellphones wrapped in foil - ABC News",
        "Law enforcement agents tried to enter a Chicago elementary school but were not allowed, Chicago Public Schools officials say - CNN",
        "When and where to see the northern lights after the latest solar storm - ABC News",
        "Storm Eowyn brings hurricane-level destruction to Ireland - Yale Climate Connections",
        "Donald Trump lays out two demands in exchange for California wildfire aid - San Francisco Chronicle",
        "Spacecraft headed to the moon captures amazing new view of Earth - MLive.com",
        "Trump and Vance to address anti-abortion activists at March for Life rally in D.C. - Axios",
        "Venture Global Stock Drops Below Offering Price. The IPO Could Signal Shift in Energy Investing. - Barron's"
    ]
}