{
    "headlines": [
        "Para melhorar o condicionamento físico, experimente este truque simples e apoiado pela ciência - The Washington Post",
        "‘Descrença e choque’: as amígdalas de uma mulher voltaram a crescer décadas depois - CNN",
        "Aaron Rodgers: \"Se eu quiser jogar e eles não me quiserem aqui, vou ver se há outras opções.\" - NBC Sports",
        "   Removido ",
        "Mais crianças estão a ter pedras nos rins. Os especialistas acham que é a dieta deles. - The Washington Post",
        "10 pessoas feridas em incidente de tiroteio em Nova York, diz NYPD - Reuters",
        "Neil Young evita Glastonbury por causa do \"controle corporativo\" da BBC - BBC.com",
        "A Autoridade Palestina enfrenta militantes do Hamas na luta pelo poder na Cisjordânia - The Wall Street Journal",
        "Tiroteio em Montenegro faz atirador matar 12 pessoas, incluindo 2 crianças, antes de virar arma contra si mesmo - CBS News",
        "Mercado de ações hoje: as ações globais são misturadas após o feriado de Ano Novo. Queda das ações chinesas - Yahoo Finance",
        "Vítimas do ataque à Bourbon Street em Nova Orleans incluem ex-jogador de futebol americano universitário e pai amoroso - CNN",
        "Jeremiah Smith canaliza o domínio de DeVonta Smith na vitória no Rose Bowl do Estado de Ohio - 247Sports",
        "Polícia da Coreia do Sul revista Jeju Air, operadora de aeroporto por acidente de avião fatal - Reuters",
        "A Rússia acabou de perder um dos seus mais estranhos fluxos de renda em tempo de guerra - Business Insider",
        "Saquon Barkley vai descansar contra os Giants, perdendo a oportunidade de bater o recorde da NFL - The Washington Post",
        "O ator Glen Powell elogia Quinn Ewers como \"salvadora\" após a corajosa vitória em duas prorrogações no Peach Bowl - On3.com",
        "‘Mulher-Gato’ Jocelyne Wildenstein, conhecida por suas extensas cirurgias plásticas, morta aos 79 anos - South China Morning Post",
        "Blake Lively ‘humilhou‘ publicamente Justin Baldoni, ‘ostracizou’ sua família na estreia do filme, afirma processo - Hindustan Times",
        "   Removido ",
        "2 mortos, mais de 20 feridos no Havaí após explosão maciça na celebração do bairro de NYE - usa TODAY"
    ]
}