{
    "headlines": [
        "ਦੱਖਣੀ ਕੈਲੀਫੋਰਨੀਆ ਵਿੱਚ ਛੋਟਾ ਜਹਾਜ਼ ਇਮਾਰਤ ਵਿੱਚ ਡਿੱਗਣ ਕਾਰਨ 1 ਦੀ ਮੌਤ, 15 ਜ਼ਖਮੀ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਅਮਰੀਕੀ ਰਾਸ਼ਟਰਪਤੀ ਬਾਇਡਨ ਨੇ ਟਰੰਪ ਆਲੋਚਕ ਲਿਜ਼ ਚੇਨੀ ਨੂੰ ਰਾਸ਼ਟਰਪਤੀ ਮੈਡਲ ਦਿੱਤਾ - Al Jazeera English",
        "ਜਾਂਚਕਰਤਾ ਗ੍ਰਿਫਤਾਰੀ ਵਾਰੰਟ ਨੂੰ ਪੂਰਾ ਕਰਨ ਲਈ ਦੱਖਣੀ ਕੋਰੀਆ ਦੇ ਰਾਸ਼ਟਰਪਤੀ ਦੀ ਰਿਹਾਇਸ਼ 'ਤੇ ਪਹੁੰਚੇ - ਸੀਐਨਐਨ",
        "ਐਫਬੀਆਈ ਨੇ ਨਵਾਂ ਵੀਡੀਓ ਜਾਰੀ ਕੀਤਾ, 6 ਜਨਵਰੀ ਪਾਈਪ ਬੰਬਾਰੀ ਕਰਨ ਵਾਲੇ ਦੀ ਭਾਲ ਵਿਚ ਜਾਣਕਾਰੀ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਇੱਕ ਦੁਖੀ ਓਰਕਾ ਨੇ 2018 ਵਿੱਚ ਉਸਦੇ ਮਰੇ ਹੋਏ ਵੱਛੇ ਨੂੰ 17 ਦਿਨਾਂ ਲਈ ਚੁੱਕਿਆ. ਹੁਣ ਉਹ ਦੁਬਾਰਾ ਆਪਣੇ ਤਾਜ਼ਾ ਬੱਚੇ ਦੀ ਲਾਸ਼ ਲੈ ਕੇ ਜਾ ਰਹੀ ਹੈ. - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਲਾਈਵ ਬ੍ਰੀਫਿੰਗਃ ਗਾਜ਼ਾ ਸਿਟੀ 'ਤੇ ਹੋਏ ਹੜਤਾਲਾਂ' ਚ 40 ਤੋਂ ਵੱਧ ਲੋਕਾਂ ਦੀ ਮੌਤ, ਸਿਵਲ ਡਿਫੈਂਸ ਨੇ ਕਿਹਾ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਲਾਈਵ ਅਪਡੇਟਸਃ ਐਫਬੀਆਈ ਹੁਣ ਕਹਿੰਦਾ ਹੈ ਨਿ Or ਓਰਲੀਨਜ਼ ਟਰੱਕ ਹਮਲਾਵਰ ਨੇ 'ਅੱਤਵਾਦ ਦੀ ਕਾਰਵਾਈ‘ ਵਿਚ ਇਕੱਲੇ ਕਾਰਵਾਈ ਕੀਤੀ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਚਾਰ-ਸਿਤਾਰਾ ਡਬਲਯੂਆਰ ਡੋਨੋਵਾਨ ਮਰਫ ਨੇ ਅੰਡਰ ਆਰਮਰ ਆਲ-ਅਮਰੀਕਾ ਗੇਮ ਵਿਖੇ ਕਲੇਮਸਨ ਉੱਤੇ ਦੱਖਣੀ ਕੈਰੋਲੀਨਾ ਨੂੰ ਵਚਨਬੱਧ ਕੀਤਾ - 247Sports",
        "ਗੋਲਡਨ ਗਲੋਬ 2025: ਸੀਜ਼ਨ ਖੁੱਲ੍ਹਣ ਵਾਲੇ ਨਵੇਂ ਸਾਲ ਦੇ ਪੁਰਸਕਾਰ ਸਮਾਗਮ ਨੂੰ ਕਦੋਂ ਅਤੇ ਕਿੱਥੇ ਵੇਖਣਾ ਹੈ - ਹਿੰਦੁਸਤਾਨ ਟਾਈਮਜ਼",
        "ਹਿੰਡਨਬਰਗ ਕਾਰਵਾਨਾ ਨੂੰ ਸ਼ਾਰਟ ਕਰਦਾ ਹੈ, ‘ਉਮਰਾਂ ਲਈ ਗ੍ਰੈਫਟ’ ਦਾ ਦੋਸ਼ ਲਗਾਉਂਦਾ ਹੈ - ਯਾਹੂ ਵਿੱਤ",
        "xAI ਦਾ ਅਗਲਾ ਪੀੜ੍ਹੀ ਦਾ ਏਆਈ ਮਾਡਲ ਸਮੇਂ ਤੇ ਨਹੀਂ ਪਹੁੰਚਿਆ, ਇੱਕ ਰੁਝਾਨ ਨੂੰ ਜੋੜਿਆ - TechCrunch",
        "ਜਾਰਜੀਆ ਬਨਾਮ ਨੋਟਰੇ ਡੈਮ ਕਿੱਥੇ ਵੇਖਣਾ ਹੈਃ ਟੀਵੀ ਚੈਨਲ, ਲਾਈਵ ਸਟ੍ਰੀਮ, ਸ਼ੂਗਰ ਬਾlਲ ਦੀਆਂ ਮੁਸ਼ਕਲਾਂ, ਫੈਲਣ, ਭਵਿੱਖਬਾਣੀ, ਪਿਕ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਪਲਿਸਿਕ ਵਾਪਸੀ ਸੁਪਰ ਕੱਪ - ਈਐਸਪੀਐਨ ਵਿੱਚ ਯੂਐਸ ਦੀ ਵੱਡੀ ਮੌਜੂਦਗੀ ਦਿੰਦੀ ਹੈ",
        "ਕੰਜ਼ਰਵੇਟਿਵਜ਼ ਵਚਨਬੱਧਤਾ ਦੀ ਮੰਗ ਕਰਦੇ ਹਨ ਕਿਉਂਕਿ ਜੌਹਨਸਨ ਸਪੀਕਰ ਵੋਟਾਂ ਲਈ ਭੜਕਦੇ ਹਨ - ਦ ਹਿੱਲ",
        "ਅਮਰੀਕੀ ਅਪੀਲ ਕੋਰਟ ਨੇ ਬਾਇਡਨ ਪ੍ਰਸ਼ਾਸਨ ਦੇ ਜਾਲ ਨਿਰਪੱਖਤਾ ਨਿਯਮਾਂ ਨੂੰ ਬਹਾਲ ਕਰਨ ਦੇ ਯਤਨਾਂ ਨੂੰ ਰੋਕਿਆ - ਰਾਇਟਰਜ਼",
        "ਫਾਸਿਲ ਦੇ ਆਖਰੀ ਵੇਅਰ ਓਐਸ ਸਮਾਰਟਵਾਚ ਆਖਰਕਾਰ ਮਰ ਗਏ ਹਨ - 9to5Google",
        "‘ਡਾਇਨਾਸੌਰ ਹਾਈਵੇ’ ਡੇਟਿੰਗ 166 ਮਿਲੀਅਨ ਸਾਲ ਪਹਿਲਾਂ ਇੰਗਲੈਂਡ ਵਿਚ ਲੱਭੀ ਗਈ - ਪੀਬੀਐਸ ਨਿ Newsਜ਼ਹੌਰ",
        "ਇਸ ਦੇ ਬਲੇਕ ਲਾਈਵ ਕਹਾਣੀ 'ਤੇ ਜਸਟਿਨ ਬਾਲਡੋਨੀ ਦੇ ਮੁਕੱਦਮੇ ਤੋਂ 5 ਵੱਡੇ ਟੇਕਵੇਜ਼ - ਬਿਜ਼ਨਸ ਇਨਸਾਈਡਰ",
        "ਤੂਫਾਨਾਂ 'ਤੇ \"ਸਰਫ\" ਨੂੰ ਮਾਈਗਰੇਟ ਕਰਨਾ, ਅਧਿਐਨ ਲੱਭਦਾ ਹੈ - ਸੈਲੂਨ",
        "ਹਟਾਈ"
    ]
}