{
    "headlines": [
        "Stilfontein ਸਰੀਰ ਦੀ ਗਿਣਤੀ ਦੇ ਤੌਰ ਤੇ ਮਾਊਟ 51 ਲਾਸ਼ ਖਾਨ ਤੱਕ ਪੁੱਟਿਆ, 106 ਨੂੰ ਬਚਾਇਆ - Daily Maverick",
        "ਜਾਪਾਨ ਦਾ ਆਈਸਪੇਸ, ਯੂਐਸ ਦੇ ਫਾਇਰਫਲਾਈ ਨੇ ਵਪਾਰਕ ਚੰਦਰਮਾ ਲੈਂਡਰ ਲਾਂਚ ਕੀਤੇ - ਰਾਇਟਰ",
        "ਓਹੀਓ ਸਟੇਟ ਬਨਾਮ ਨੋਟਰੇ ਡੈਮਃ ਕਾਲਜ ਫੁੱਟਬਾਲ ਪਲੇਆਫ ਨੈਸ਼ਨਲ ਚੈਂਪੀਅਨਸ਼ਿਪ ਵਿੱਚ 10 ਸਭ ਤੋਂ ਪ੍ਰਭਾਵਸ਼ਾਲੀ ਖਿਡਾਰੀ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਬ੍ਰਿਟਿਸ਼ ਲੇਖਕ ਨੀਲ ਗੇਮਨ ਨੇ ਕਦੇ ਵੀ ਅਸਹਿਮਤੀ ਨਾਲ ਸੈਕਸ ਕਰਨ ਤੋਂ ਇਨਕਾਰ ਕੀਤਾ ਕਿਉਂਕਿ ਵਧੇਰੇ ਦੋਸ਼ੀ ਅੱਗੇ ਆਉਂਦੇ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਫਲਸਤੀਨੀ ਅਤੇ ਇਜ਼ਰਾਈਲੀ ਇਕ ਗਾਜ਼ਾ ਸੌਦੇ ਦੇ ਨੇੜੇ ਹੋਣ ਦੀ ਉਮੀਦ ਕਰਨ ਦੀ ਹਿੰਮਤ ਕਰਦੇ ਹਨ - ਬੀਬੀਸੀ.",
        "ਯੂਐਸ ਰੈਗੂਲੇਟਰ ਨੇ ਕੈਪੀਟਲ ਵਨ 'ਤੇ ਵਿਆਜ ਦਰਾਂ‘ ਤੇ ਗਾਹਕਾਂ ਨੂੰ ’ਧੋਖਾ’ ਦੇਣ ਦਾ ਦੋਸ਼ ਲਗਾਇਆ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਬੁੱਧਵਾਰ, ਜਨਵਰੀ 15. 2025 ਲਈ ਕੁੰਡਲੀ - ਸ਼ਿਕਾਗੋ ਸੂਰਜ-ਟਾਈਮਜ਼",
        "ਸਵੇਰ ਦੀ ਬੋਲੀਃ ਮਹਿੰਗਾਈ ਜੋੜੀ ਨੇ ਕੇਂਦਰ ਸਟੇਜ ਲਈ - ਰਾਇਟਰਜ਼",
        "3 ਮਾਈਕ੍ਰੋਸਾੱਫਟ ਦੇ ਤਾਜ਼ਾ ਸੁਰੱਖਿਆ ਅਪਡੇਟ ਵਿੱਚ ਸਰਗਰਮੀ ਨਾਲ ਜ਼ੀਰੋ-ਡੇਅ ਦੀਆਂ ਖਾਮੀਆਂ ਦਾ ਸ਼ੋਸ਼ਣ ਕੀਤਾ ਗਿਆ - ਹੈਕਰ ਨਿ Newsਜ਼",
        "ਜੇਪੀ ਮੋਰਗਨ ਚੇਜ਼ ਚੌਥੀ ਤਿਮਾਹੀ ਦੀ ਕਮਾਈ ਦੀ ਰਿਪੋਰਟ ਕਰਨ ਲਈ ਤਿਆਰ ਹੈ – ਇੱਥੇ ਇਹ ਹੈ ਕਿ ਗਲੀ ਕੀ ਉਮੀਦ ਕਰਦੀ ਹੈ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਐਲਏ ਖੇਤਰ ਲਈ ਭਿਆਨਕ ਅੱਗ ਦੀ ਚੇਤਾਵਨੀ ਹਵਾ ਦੀ ਸੌਖ ਦੇ ਤੌਰ ਤੇ ਵਾਪਸ ਧੱਕਾ - POLITICO",
        "LA ਜੰਗਲੀ ਅੱਗ ਕਾਰਨ 96 ਸਾਲਾਂ 'ਚ ਪਹਿਲੀ ਵਾਰ ਰੱਦ ਹੋ ਸਕਦਾ ਹੈ ਆਸਕਰ 2025: ਰਿਪੋਰਟ - ਹਿੰਦੁਸਤਾਨ ਟਾਈਮਜ਼",
        "ਸੈਮ ਡਾਰਨੋਲਡ, ਬਦਸੂਰਤ ਵਾਈਕਿੰਗਜ਼ ਦੀ ਹਾਰ ਨੇ ਟੀਮ ਦੀ ਆਈਕੋਨਿਕ ਰੇਡੀਓ ਆਵਾਜ਼ ਨੂੰ ਤੋੜਿਆਃ 'ਇਸ ਨੂੰ ਸੁੱਟੋ, ਆਦਮੀ!’ - ਨਿਊਯਾਰਕ ਪੋਸਟ",
        "ਇੱਥੇ ਟਰੰਪ ਦੇ ਉਦਘਾਟਨ 'ਤੇ ਪੁਸ਼ਟੀ ਕੀਤੀ ਹਾਜ਼ਰੀਨ ਹਨ - ਦ ਹਿੱਲ",
        "ਈਲੋਨ ਮਸਕ ਨੂੰ ਸ਼ੁਰੂਆਤੀ ਟਵਿੱਟਰ ਨਿਵੇਸ਼ ਦੇ ਦੇਰ ਨਾਲ ਖੁਲਾਸੇ ਤੋਂ “ਬਿਮਾਰ ਪ੍ਰਾਪਤ ਲਾਭ” ਨਾਲ ਸੈਕਿੰਡ ਚਾਰਜ ਕਰਦਾ ਹੈ - ਡੈੱਡਲਾਈਨ",
        "ਯੂਕਰੇਨ ਨੇ ਅਮਰੀਕਾ, ਬ੍ਰਿਟਿਸ਼ ਮਿਜ਼ਾਈਲਾਂ ਨੂੰ ਰੂਸ ਵਿੱਚ ਫਾਇਰ ਕੀਤਾ, ਹੁਣ ਤੱਕ ਦੇ ਸਭ ਤੋਂ ਵੱਡੇ ਡਰੋਨ ਹਮਲਿਆਂ ਵਿੱਚੋਂ ਇੱਕ ਦੀ ਸ਼ੁਰੂਆਤ ਕੀਤੀ - ਸੀਐਨਐਨ",
        "ਤੇਜ਼ ਹਿੱਟਃ Jakucionis ਵਾਪਸੀ ਇੰਡੀਆਨਾ 'ਤੇ ਗਰਮ 94-69 ਰੂਟ ਵਿਚ ਇਲੀਨੀ sparks - 247Sports",
        "ਟਾਈਗਰ ਵੁੱਡਜ਼ ਟੀਜੀਐਲ ਦੀ ਸ਼ੁਰੂਆਤ ਵਿੱਚ ਡਿੱਗਦਾ ਹੈ, ਪ੍ਰਸਾਰਣ ਅਜੇ ਵੀ ਨਵੀਂ ਲੀਗ ਦੀ ਦੂਜੀ ਰਾਤ ਵਿੱਚ ਚੱਟਾਨ ਹੈ - ਯਾਹੂ ਸਪੋਰਟਸ",
        "ਪੀਟ ਹੇਗਸੇਥ ਪੁਸ਼ਟੀਕਰਣਃ ਕੁੰਜੀ ਸੈਨੇਟਰ ਜੋਨੀ ਅਰਨਸਟ ਟਰੰਪ ਦੇ ਪੈਂਟਾਗਨ ਪਿਕ-ਆਫ ਸੈਨੇਟ ਸੁਣਵਾਈ ਦਾ ਸਮਰਥਨ ਕਰਨਗੇ - ਫੋਰਬਸ",
        "ਵਿਸ਼ੇਸ਼ ਵਕੀਲ ਜੈਕ ਸਮਿਥ ਦੀ ਟਰੰਪ ਜਨਵਰੀ 6 ਦੀ ਰਿਪੋਰਟ ਤੋਂ ਅਸੀਂ ਕੀ ਸਿੱਖਿਆ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ"
    ]
}