{
    "headlines": [
        "ਕੰਪਨੀਆਂ ਟਰੰਪ ਦੀਆਂ ਗਲੋਬਲ ਟੈਰਿਫ ਯੋਜਨਾਵਾਂ ਨੂੰ ਆਫਸੈੱਟ ਕਰਨ ਲਈ ਕੀਮਤਾਂ ਵਿੱਚ ਵਾਧਾ ਕਰਨ ਲਈ ਤਿਆਰ ਹਨ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਸੁਪਰੀਮ ਕੋਰਟ ਨੇ ਵਰਜੀਨੀਆ ਨੂੰ ਸ਼ੱਕੀ ਗੈਰ-ਨਾਗਰਿਕਾਂ ਨੂੰ ਵੋਟਰ ਰਜਿਸਟ੍ਰੇਸ਼ਨ ਸੂਚੀ ਤੋਂ ਹਟਾਉਣ ਦੀ ਆਗਿਆ ਦਿੱਤੀ - ਸੀਐਨਐਨ",
        "ਮਾਰਵਲ ਦੇ 2025 ਟੀਵੀ ਸਲੇਟ ਦਾ ਖੁਲਾਸਾ, ‘ਵੈਂਡਰ ਮੈਨ,' ਐਨੀਮੇਟਿਡ 'ਸਪਾਈਡਰ ਮੈਨ’ ਅਤੇ ‘ਵਾਕੰਡਾ’ ਸ਼ੋਅਜ਼ ‘ਤੇ ਪਹਿਲੀ ਨਜ਼ਰ ਸਮੇਤ - ਵੰਨਗੀ",
        "ਐਲੀ ਲਿਲੀ ਸਟਾਕ ਕਮਾਈ ਤੋਂ ਬਾਅਦ ਡਿੱਗਦਾ ਹੈ ਮਿਸ. ਭਾਰ ਘਟਾਉਣ ਵਾਲੇ ਨਸ਼ੀਲੇ ਪਦਾਰਥਾਂ ਦੀ ਵਿਕਰੀ ਘੱਟ ਗਈ. - ਬੈਰਨਜ਼",
        "ਟੈਕਸ, ਤਨਖਾਹ ਅਤੇ ਕੀਮਤਾਂ - ਤੁਹਾਡੇ ਅਤੇ ਤੁਹਾਡੇ ਪੈਸੇ ਲਈ ਬਜਟ ਦਾ ਕੀ ਅਰਥ ਹੈ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਐਪਲ ਨੂੰ ਇਨ੍ਹਾਂ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਦੇ ਨਾਲ ਅੱਜ ਨਵੇਂ ਮੈਕਬੁੱਕ ਪ੍ਰੋਜ਼ ਦਾ ਪਰਦਾਫਾਸ਼ ਕਰਨ ਦੀ ਉਮੀਦ ਹੈ - ਮੈਕਰੂਮੋਰਸ",
        "ਐਨਐਫਐਲ ਦੀਆਂ ਸੰਭਾਵਨਾਵਾਂ, ਲਾਈਨਾਂ, ਪਿਕਸ, ਸਪ੍ਰੈਡਸ, ਸੱਟੇਬਾਜ਼ੀ, ਹਫਤੇ 9, 2024 ਲਈ ਭਵਿੱਖਬਾਣੀਃ ਮਾਡਲ ਲਵਿੰਗ ਬੀਅਰਜ਼, ਸੀਹਾਕਸ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਵਰਣਮਾਲਾ ਸਟਾਕ ਮਜ਼ਬੂਤ ਬੱਦਲ ਦੇ ਵਾਧੇ 'ਤੇ ਕਮਾਈ ਕੁਚਲਣ ਦੇ ਅਨੁਮਾਨਾਂ ਦੇ ਤੌਰ ਤੇ ਵੱਧਦਾ ਹੈ - ਯਾਹੂ ਵਿੱਤ",
        "ਹਟਾਈ",
        "ਬਾਇਡਨ ਨੇ ਸੁਝਾਅ ਦਿੱਤਾ ਕਿ ਟਰੰਪ ਸਮਰਥਕ ਪੋਰਟੋ ਰੀਕੋ ਦੇ ਕਾਮਿਕ ਦੇ ਅਪਮਾਨ ਤੋਂ ਬਾਅਦ ‘ਕੂੜਾ’ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "\"ਦਿ ਬਲੱਡ ਕਾਉਂਟੈਸ\" ਨੂੰ ਹਰ ਸਮੇਂ ਦੀ ਸਭ ਤੋਂ ਵੱਧ proਰਤ ਸੀਰੀਅਲ ਕਾਤਲ ਕਿਹਾ ਜਾਂਦਾ ਸੀ, ਪਰ ਖੋਜਕਰਤਾਵਾਂ ਕੋਲ ਇੱਕ ਨਵਾਂ ਸਿਧਾਂਤ ਹੈ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਉੱਤਰੀ ਗਾਜ਼ਾ ਦੇ ਬੇਟ ਲਹੀਆ ਨੂੰ ਇਜ਼ਰਾਈਲੀ ਘੇਰਾਬੰਦੀ ਦੇ ਵਿਚਕਾਰ ਤਬਾਹੀ ਦਾ ਖੇਤਰ ਘੋਸ਼ਿਤ ਕੀਤਾ ਗਿਆ - ਅਲ ਜਜ਼ੀਰਾ ਅੰਗਰੇਜ਼ੀ",
        "ਕਲਪਨਾ ਫੁੱਟਬਾਲ ਹਫਤੇ 9 ਲਈ 'Em, Sit' Em ਕੁਆਰਟਰਬੈਕ ਸ਼ੁਰੂ ਕਰੋ - ਸਪੋਰਟਸ ਇਲਸਟ੍ਰੇਟਿਡ",
        "ਹਟਾਈ",
        "ਹਾਈਪ ਫੈਨਿੰਗ ਡਰ ਦੀ ਦੁਖਦਾਈ, ਅਜੀਬ ਕਹਾਣੀ ਆਧੁਨਿਕ ਕ੍ਰਿਪਟੋਗ੍ਰਾਫੀ ਮਾਰ ਦਿੱਤੀ ਗਈ - ਆਰਸ ਟੈਕਨੀਕਾ",
        "ਪੌਲ ਪਲੋਸੀ ਹਮਲਾਵਰ ਨੂੰ ਕੈਲੀਫੋਰਨੀਆ ਮੁਕੱਦਮੇ ਵਿਚ ਉਮਰ ਕੈਦ ਦੀ ਸਜ਼ਾ - ਬੀਬੀਸੀ.",
        "ਅਕਤੂਬਰ 30 ਲਈ ਜਾਣਨ ਲਈ 5 ਚੀਜ਼ਾਂਃ ਹੈਰਿਸ ਦਾ ਭਾਸ਼ਣ, ਚਾਰ ਸੀਜ਼ਨ ਦੇ ਨਿਸ਼ਾਨੇਬਾਜ਼, ਇਜ਼ਰਾਈਲੀ ਹਵਾਈ ਹਮਲਾ, ਸਪੇਨ ਦੇ ਹੜ੍ਹ, ਮੈਕਡੋਨਲਡਜ਼ - ਸੀਐਨਐਨ",
        "ਸਪੇਨ 'ਚ ਹੜ੍ਹ ਕਾਰਨ ਵਾਲੈਂਸੀਆ ਖੇਤਰ' ਚ ਘੱਟੋ-ਘੱਟ 51 ਲੋਕਾਂ ਦੀ ਮੌਤ - Reuters",
        "‘ਨੋ ਸੋਮੋਸ ਨਿੰਗੁਨਾ ਬਸੁਰਾ': ਫਿਲੀ-ਖੇਤਰ ਪੋਰਟੋ ਰੀਕਨਜ਼ ਨੇ ਟਰੰਪ ਰੈਲੀ 'ਤੇ‘ ਨਸਲਵਾਦੀ ’ਮਜ਼ਾਕ’ ਤੇ ਪ੍ਰਤੀਕ੍ਰਿਆ ਦਿੱਤੀ - WHYY",
        "ਹੀਰੋਜ਼ ਅਤੇ ਦਿਲ ਤੋੜਨਃ ਹੇਲੇਨ ਦੇ ਇਤਿਹਾਸਕ ਹੜ੍ਹਾਂ ਦੌਰਾਨ 36 ਘੰਟੇ ਨਰਕ - ਅਮਰੀਕਾ ਅੱਜ"
    ]
}