{
    "headlines": [
        "ਜਿਵੇਂ ਕਿ ਰਿਪਬਲਿਕਨ ਚੋਣ ਲੜਨ ਦੀ ਤਿਆਰੀ ਕਰ ਰਹੇ ਹਨ, ਡੈਮੋਕਰੇਟ ਬਚਾਅ ਖੇਡਦੇ ਹਨ - ਰਾਇਟਰ",
        "ਮੈਟਾ ਨੇ ਆਪਣੇ $ 25 Grubhub ਮੀਲ ਪਰਕ ਦੀ ਦੁਰਵਰਤੋਂ ਕਰਨ ਵਾਲੇ ਕਰਮਚਾਰੀਆਂ ਨੂੰ ਬਰਖਾਸਤ ਕੀਤਾ - ਬਿਜ਼ਨਸ ਇਨਸਾਈਡਰ",
        "ਯੂਰਪੀਅਨ ਸੈਂਟਰਲ ਬੈਂਕ ਨੇ 13 ਸਾਲਾਂ ਵਿੱਚ ਪਹਿਲੀ ਵਾਰ ਬੈਕ-ਟੂ-ਬੈਕ ਵਿਆਜ ਦਰ ਵਿੱਚ ਕਟੌਤੀ ਲਈ ਸੈੱਟ ਕੀਤਾ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਅਕਤੂਬਰ 17 ਲਈ ਜਾਣਨ ਲਈ 5 ਚੀਜ਼ਾਂਃ ਹੈਰਿਸ ਆਨ ਫੌਕਸ, ਓਵਰਸੀਜ਼ ਵੋਟਰ, ਮਿਡਲ ਈਸਟ, ਆਰਚਡੀਓਸੀਜ਼ ਸਕੈਂਡਲ, ਗਰਭਪਾਤ ਦੀਆਂ ਗੋਲੀਆਂ - ਸੀ ਐਨ ਐਨ",
        "ਸ਼ੱਕੀ ਕਾਤਲ ਦੀ ਕਾਰ ਤੋਂ ਜੀਪੀਐਸ ਡੇਟਾ ਕੱractedਣ ਤੋਂ ਬਾਅਦ ਫਰਾਂਸ ਵਿਚ ਇਕ ਸਾਲ ਤੋਂ ਵੱਧ ਸਮੇਂ ਤੋਂ ਲਾਪਤਾ ਲੜਕੀ ਦੀ ਲਾਸ਼ ਮਿਲੀ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਟੈਕਸਾਸ ਦਾ ਆਦਮੀ ਅਮਰੀਕਾ ਵਿਚ ਪਹਿਲੀ ਵਾਰ ਫਾਂਸੀ ਦੇਣ ਲਈ ਤਿਆਰ ਹੈ ਹਿਲੇ ਬੇਬੀ ਸਿੰਡਰੋਮ ਨੇ ਆਖਰੀ ਅਪੀਲ ਕੀਤੀ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਲੀਅਮ ਪੇਨੇ, ਸਾਬਕਾ ਵਨ ਡਾਇਰੈਕਸ਼ਨ ਮੈਂਬਰ, ਹੋਟਲ ਬਾਲਕੋਨੀ ਡਿੱਗਣ ਤੋਂ ਬਾਅਦ ਮਰ ਗਿਆ - ਸੀ ਐਨ ਐਨ",
        "ਫਲੋਰਿਡਾ ਦੇ ਮਕਾਨ ਮਾਲਕਾਂ ਨੂੰ ਤੂਫਾਨ ਤੋਂ ਬਾਅਦ ਬੀਮਾ ਲਾਗਤ ਵਧਣ ਦਾ ਡਰ ਹੈ - ਯਾਹੂ ਵਿੱਤ",
        "ਮੈਰੀਸਾ ਮੇਅਰ: ਮੈਂ ਨਾਰੀਵਾਦੀ ਨਹੀਂ ਹਾਂ । ਮੈਂ ਨਿurਰੋਡਾਈਵਰਜੈਂਟ ਨਹੀਂ ਹਾਂ. ਮੈਂ ਇੱਕ ਸਾੱਫਟਵੇਅਰ ਗਰਲ ਹਾਂ - ਵਾਇਰਡ",
        "ਅੱਜ ਰਾਤ ਦੁਰਲੱਭ ਧੂਮਕੇਤੂ ਨੂੰ ਫੜੋ ਜਾਂ 80,000 ਸਾਲਾਂ ਦੀ ਉਡੀਕ ਕਰੋ - ਡਬਲਯੂਜੇਡਬਲਯੂ ਫੌਕਸ 8 ਨਿ Newsਜ਼ ਕਲੀਵਲੈਂਡ",
        "ਯਮਨ 'ਚ ਭੂਮੀਗਤ ਹੂਤੀ ਹਥਿਆਰ ਟਿਕਾਣਿਆਂ' ਤੇ ਅਮਰੀਕੀ ਸਟੇਲਥ ਬੰਬਾਰੀ",
        "ਆਪਣੇ ਕਾਰਜਕਾਲ ਦੇ ਦੁਪਹਿਰ ਵਿੱਚ, ਬਿਡੇਨ ਨੇ ਯੁੱਧ ਤੋਂ ਥੱਕੇ ਹੋਏ ਅਤੇ ਅਮਰੀਕੀ ਰਾਜਨੀਤੀ ਤੋਂ ਸਾਵਧਾਨ ਹੋਏ ਵਿਸ਼ਵਵਿਆਪੀ ਦਰਸ਼ਕਾਂ ਨੂੰ ਨਮਸਕਾਰ ਕੀਤਾ - ਸੀਐਨਐਨ",
        "ਜੈਰੀ ਰੇਨਸਡੋਰਫ ਵ੍ਹਾਈਟ ਸੋਕਸ ਵੇਚਣ ਲਈ ਖੁੱਲ੍ਹਾਃ ਸਰੋਤ - ਦਿ ਅਥਲੈਟਿਕ - ਦ ਨਿਊਯਾਰਕ ਟਾਈਮਜ਼",
        "\"ਹੋਰ ਚੀਜ਼ਾਂ ਖਾਣਾ\": ਟਰੰਪ ਹੈਤੀਆਈ ਪ੍ਰਵਾਸੀਆਂ ਦੇ ਪਾਲਤੂ ਜਾਨਵਰਾਂ ਨੂੰ ਖਾਣ ਬਾਰੇ ਝੂਠੇ ਦਾਅਵਿਆਂ ਨੂੰ ਜੋੜਦਾ ਹੈ - ਐਕਸੀਓਸ",
        "ਬਰਡ ਫਲੂ ਦੀਆਂ ਚਿੰਤਾਵਾਂ ਮਾਉਂਟ ਹੁੰਦੀਆਂ ਹਨ ਕਿਉਂਕਿ ਕੈਲੀਫੋਰਨੀਆ ਵਧੇਰੇ ਮਨੁੱਖੀ ਮਾਮਲਿਆਂ ਦੀ ਰਿਪੋਰਟ ਕਰਦਾ ਹੈ - ਫੌਕਸ ਨਿ Newsਜ਼",
        "ਨਾਸਾ ਨੇ ਪਹਿਲੀ ਕਾਰਜਸ਼ੀਲ ਸਟਾਰਲਾਈਨਰ ਉਡਾਣ ਵਿੱਚ ਹੋਰ ਦੇਰੀ ਕੀਤੀ - SpaceNews",
        "ਨੋਕੀਆ ਮਿਸ਼ਰਤ ਨਤੀਜਿਆਂ ਤੋਂ ਬਾਅਦ ਰਿਕਵਰੀ ਦੇ ਸੰਕੇਤਾਂ ਨੂੰ ਵੇਖਣ ਵਿਚ ਏਰਿਕਸਨ ਵਿਚ ਸ਼ਾਮਲ ਹੁੰਦਾ ਹੈ - ਰਾਇਟਰਜ਼",
        "ਏਐਸਐਮਐਲ ਹੋਲਡਿੰਗ ਐਨਵੀ (ਏਐਸਐਮਐਲ) Q3 2024 ਕਮਾਈ ਕਾਲ ਹਾਈਲਾਈਟਸਃ ਸਰਪਸਿੰਗ ਸੇਲਜ਼ ਗਾਈਡੈਂਸ ਅਤੇ ... - ਯਾਹੂ ਵਿੱਤ",
        "ਗੈਬੀ ਬ੍ਰਾਂਡ ਸਾ Southਥਗੇਟ \"ਬਹੁਤ ਵਧੀਆ\" ਅਤੇ ਜ਼ੋਰ ਦਿੰਦਾ ਹੈ ਤੁਚੇਲ ਦੀ \"ਅੱਗ\" ਇੰਗਲੈਂਡ ਦੀ ਪੂਰੀ ਸੰਭਾਵਨਾ ਨੂੰ ਅਨਲੌਕ ਕਰੇਗਾ! - talkSPORT",
        "ਵੈਨਸ 2020 ਦੀਆਂ ਚੋਣਾਂ ਵਿਚ ਟਰੰਪ ਨੂੰ ਹਾਰਨ ਤੋਂ ਇਨਕਾਰ ਕਰਨ 'ਤੇ ਸਾਰੇ ਚਲਾ ਜਾਂਦਾ ਹੈ \" - ਐਕਸੀਓਸ"
    ]
}