{
    "headlines": [
        "SpaceX Falcon 9 Starlink 12-4 - Kennedy Space Center",
        "Did New Jersey fumble congestion pricing negotiations? - Gothamist",
        "Palisades Fire shifts targets to San Fernando Valley, forcing new evacuation warnings for Saturday - KTLA Los Angeles",
        "Major outrage over Harry-Meghan's visit to LA fire victims: 'You are not royals...merely two nitwit celeb - The Times of India",
        "Spacecraft Captures Spectacularly Detailed Images of Mercury’s Hidden Surface - Gizmodo",
        "Live Updates: Winter storm covers a frozen Piedmont Triad in snow, ice - WGHP FOX8 Greensboro",
        "‘I’ve not wept or wailed like that in several years,’ says Lakers coach JJ Redick after losing his home in the Palisades fire - CNN",
        "Meta and Amazon Axe Diversity Initiatives Ahead Of Trump’s White House Return - Deadline",
        "Evidence of Life on Mars? NASA’s Bold Strategy to Recover the Proof - SciTechDaily",
        "Yes, a TikTok ban is closer than ever. No, your app probably won’t just disappear - CNN",
        "‘Black boxes’ from crashed South Korean plane stopped recording about four minutes before disaster, officials say - CNN",
        "‘No one has a home’: What fire took from one California neighborhood - The Washington Post",
        "Nikola Jokic, Russell Westbrook make triple-double history in Nuggets' victory - NBA.Com",
        "Jennifer Garner Shares “Guilt” After She “Lost a Friend” in L.A. Wildfires - Hollywood Reporter",
        "Los Angeles Fires, Limited Hydrants And A Catch-22 Situation In California - NDTV",
        "Why Biden’s Farewell Russian Oil Trade Sanctions Are a Big Deal - Bloomberg",
        "Trump wants to take Greenland: Four ways this saga could go - BBC.com",
        "Dow Falls About 700 Points After Jobs Report Sends Yields Spiking Again - Barron's",
        "Can you drive in Atlanta now? Here's what to know about current road conditions - 11Alive.com WXIA",
        "LA Mayor Karen Bass faces critical leadership test as questions emerge about wildfire response - The Associated Press"
    ]
}