{
    "headlines": [
        "ਦੱਖਣੀ ਕੋਰੀਆ ਦੇ ਜਾਂਚਕਰਤਾਵਾਂ ਨੇ ਯੂਨ ਦੇ ਗ੍ਰਿਫਤਾਰੀ ਵਾਰੰਟ ਨੂੰ ਵਧਾਉਣ ਦੀ ਕੋਸ਼ਿਸ਼ ਕੀਤੀ - ਰਾਇਟਰਜ਼",
        "ਚੀਨ ਵਿਚ ਐਚਐਮਪੀਵੀ ਦਾ ਪ੍ਰਕੋਪਃ ਕੀ ਇਹ ਇਕ ਨਵਾਂ ਵਾਇਰਸ ਹੈ? ਇਹ ਕੋਵਿਡ-19 ਨਾਲ ਕਿਵੇਂ ਮਿਲਦਾ ਜੁਲਦਾ ਹੈ? ਕੀ ਇੱਥੇ ਕੋਈ ਵੈਕਸੀਨ ਹੈ? ਹੁਣ ਤੱਕ ਅਸੀਂ ਕੀ ਜਾਣਦੇ ਹਾਂ | Mint - Mint",
        "ਔਬਰੀ ਪਲਾਜ਼ਾ ਦੇ ਮਰਹੂਮ ਪਤੀ ਜੈਫ ਬੇਨਾ ਨੂੰ ਗੋਲਡਨ ਗਲੋਬ 2025 ਭਾਸ਼ਣ ਵਿੱਚ ਸਨਮਾਨਿਤ ਕੀਤਾ ਗਿਆ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਸੈਮਸੰਗ 2025 ਟੀਵੀ ਲਾਈਨਅਪ ਦੇ ਨਾਲ ਐਂਟੀ-ਗਲੇਅਰ ਸਕ੍ਰੀਨਾਂ ਅਤੇ ਏਆਈ 'ਤੇ ਵੱਡਾ ਜਾਂਦਾ ਹੈ - ਦਿ ਵਰਜ",
        "ਨਿੱਕੀ ਗਲੇਜ਼ਰ ਦਾ ਗੋਲਡਨ ਗਲੋਬ ਮੋਨੋਲੋਗਃ ਉਸ ਦਾ ਮਤਲਬ ਮਜ਼ਾਕ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਮੈਨਹੈਟਨ ਰੋਡ ਟੋਲ ਬਾਰੇ ਕੀ ਜਾਣਨਾ ਹੈ ਕਿਉਂਕਿ ਐਨਵਾਈਸੀ ਕੰਜੈਸ਼ਨ ਚਾਰਜ ਵਾਲਾ ਪਹਿਲਾ ਯੂਐਸ ਸ਼ਹਿਰ ਬਣ ਗਿਆ ਹੈ - ਐਕਸੀਓਸ",
        "ਵੈਨਜ਼ੂਏਲਾ ਚੈਲੰਜਰ ਬਿਡੇਨ ਨੂੰ ਮਿਲਣ ਲਈ, ਟਰੰਪ 'ਤੇ ਦਬਾਅ ਪਾ ਰਿਹਾ ਹੈ - ਬਲੂਮਬਰਗ",
        "ਹਟਾਈ",
        "ਦੇਸ਼ ਭਗਤੀ ਦੇ ਫਾਇਰ ਕੋਚ ਜੇਰੋਡ ਮੇਯੋ ਨੇ ਬਿੱਲਾਂ ਨੂੰ ਹਰਾਉਣ ਤੋਂ ਥੋੜ੍ਹੀ ਦੇਰ ਬਾਅਦ ਆਪਣੇ ਇਕੱਲੇ ਸੀਜ਼ਨ ਨੂੰ 4-13 'ਤੇ ਖਤਮ ਕੀਤਾ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਕੈਨੇਡਾ ਦੇ ਪ੍ਰਧਾਨ ਮੰਤਰੀ ਟਰੂਡੋ ਸੋਮਵਾਰ ਤੋਂ ਜਲਦੀ ਕਰਨਗੇ ਅਸਤੀਫ਼ੇ ਦਾ ਐਲਾਨ, ਗਲੋਬ ਅਤੇ ਮੇਲ ਰਿਪੋਰਟਾਂ - Reuters.",
        "ਹਿਡੇਕੀ ਮੈਟਸੂਯਾਮਾ ਦ ਸੈਂਟਰੀ ਨਾਲ ਭੱਜਦਾ ਹੈ, ਨਵਾਂ ਪੀਜੀਏ ਟੂਰ ਸੀਜ਼ਨ ਖੋਲ੍ਹਣ ਲਈ ਸਕੋਰਿੰਗ ਰਿਕਾਰਡ ਤੋੜਦਾ ਹੈ - ਯਾਹੂ ਸਪੋਰਟਸ",
        "ਇਨ੍ਹਾਂ ਸਮਾਰਟ ਗਲਾਸਾਂ ਵਿਚ ਫਰੇਮ ਵਿਚ ਛੁਪੀ ਛੋਟੀ ਜਿਹੀ ਸਕ੍ਰੀਨ ਹੈ - ਦਿ ਵਰਜ",
        "ਯੂਗ੍ਰੀਨ ਦਾ ਨਵਾਂ ਡੈਸਕ ਚਾਰਜਰ ਇਕੋ ਸਮੇਂ ਪੰਜ ਲੈਪਟਾਪਾਂ ਨੂੰ ਪਾਵਰ ਦੇ ਸਕਦਾ ਹੈ - ਦਿ ਵਰਜ",
        "ਡੀ. ਸੀ. ਖੇਤਰ ਨੂੰ ਸਾਲਾਂ ਵਿੱਚ ਸਭ ਤੋਂ ਵੱਡੇ ਬਰਫ ਦੇ ਤੂਫਾਨ ਦਾ ਸਾਹਮਣਾ ਕਰਨਾ ਪੈਂਦਾ ਹੈ, 6 ਇੰਚ ਤੋਂ ਵੱਧ ਦੀ ਭਵਿੱਖਬਾਣੀ ਦੇ ਨਾਲ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਗਿੰਥਰ, ਹੋਰ ਕੋਲੰਬਸ ਨੇਤਾ ਸਰਦੀਆਂ ਦੇ ਤੂਫਾਨ ਦੀਆਂ ਯੋਜਨਾਵਾਂ 'ਤੇ ਅਪਡੇਟ ਸਾਂਝਾ ਕਰਦੇ ਹਨ - 10TV",
        "‘ਹੱਡੀ-ਚਿਲਿੰਗ ਠੰ’: ਅਮਰੀਕਾ ਵਿਚ ਸਰਦੀਆਂ ਦੇ ਭਾਰੀ ਤੂਫਾਨ ਨਾਲ 63 ਮਿਲੀਅਨ ਪ੍ਰਭਾਵਿਤ, 2 ਰਾਜਾਂ ਨੇ ਐਮਰਜੈਂਸੀ ਦਾ ਐਲਾਨ ਕੀਤਾ - ਹਿੰਦੁਸਤਾਨ ਟਾਈਮਜ਼",
        "ਹਟਾਈ",
        "ਇੱਕ ਛੋਟਾ ਵਪਾਰਕ ਹਫਤੇ ਵਿੱਚ ਮੁੱਖ ਨੌਕਰੀਆਂ ਦੇ ਅੰਕੜਿਆਂ ਤੋਂ ਪਹਿਲਾਂ ਸਟਾਕ ਫਿuresਚਰ ਬਹੁਤ ਘੱਟ ਬਦਲਿਆ ਜਾਂਦਾ ਹੈਃ ਲਾਈਵ ਅਪਡੇਟਸ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਮਾਰਕਸ ਮਾਰੀਓਟਾ ਦੇਰ ਨਾਲ ਖੇਡਣ ਵਾਲਾ ਨਾਇਕ ਹੈ, ਕਿਉਂਕਿ ਕਮਾਂਡਰ ਐਨਐਫਸੀ ਦੇ ਨੰਬਰ 6 ਬੀਜ ਨੂੰ ਜਿੱਤਦੇ ਹਨ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਕੇਂਦਰੀ ਟੈਕਸਾਸ ਲਈ ਪਹਿਲੀ ਠੰਡੇ ਮੌਸਮ ਦੀ ਸਲਾਹ ਜਾਰੀ ਕੀਤੀ ਗਈ - KXAN."
    ]
}