{
    "headlines": [
        "Jahrestag des Gaza-Krieges zieht Tausende von pro-palästinensischen Demonstranten auf der ganzen Welt an - Reuters",
        "Die Erde hat offiziell einen zweiten Mond: Asteroid 2024 PT5 im temporären Orbit gefangen - Die tägliche Galaxie - Great Discoveries Channel",
        "Trump kehrt zu Butler zur Kundgebung am Ort des Attentatsversuchs zurück - CNN",
        "[removed]",
        "Die Nordlichter könnten in Massachusetts wieder sichtbar sein. Sehen Sie sich die Aurora-Vorhersagekarte an. - CBS Boston",
        "Historische Biltmore Estate Fensterläden nach Überschwemmungen von Hurrikan Helene Verwüstung Asheville - NBC News",
        "Tropischer Sturm Milton Tracker: Florida auf dem Weg zum brauenden Hurrikan, sagen Prognostiker - USA TODAY",
        "Davante Adams Handelsgerüchte: Steelers planen \"aggressives Angebot\", nachdem sie Aiyuk verpasst haben - Bleacher-Bericht",
        "In Israels Cafés und Bars mag das Leben normal erscheinen. Aber der Krieg hat bundesweit ein Pall geworfen - The Associated Press",
        "[removed]",
        "‘Joker: Folie à Deux’ Falling Flat an der Abendkasse nach Erhalt eines beispiellosen D CinemaScore - Hollywood Reporter",
        "Trisha Yearwood entlud das \"außergewöhnliche\" Haus in Tennessee für 3,3 Millionen US-Dollar — einen Tag vor dem Schock durch Garth Brooks Vergewaltigungsanzug - New York Post",
        "Biden versprach, hart für Harris zu werben. Bisher war er meistens ein No-Show - The Associated Press",
        "Wie ein regelmäßiger Ultraschall zur Überprüfung ihrer Schwangerschaft ein großes Gesundheitsproblem aufdeckte - CBS News",
        "Sie versuchte zu beweisen, dass ihr Großvater im Camp Lejeune vergiftet wurde. Aufzeichnungen, die sie gefunden hat, könnten Tausenden helfen. - NBC News",
        "Wie lange dauert es, bis sich die Lieferkette nach dem Streik der Hafenarbeiter normalisiert? - Fox Business",
        "Trump To Blame for Timing of Jack Smith's Bombshell Brief: Mary Trump - Newsweek",
        "Starfields große Shattered Space-Erweiterung ist nicht seltsam genug - The Verge",
        "Hausbesitzer, die von Hurrikan Helene getroffen wurden, stehen vor der düsteren Aufgabe, ohne Hochwasserversicherung wieder aufzubauen - The Associated Press",
        "Haben Sie schwarzen Kunststoff zu Hause? Es könnte Sie giftigen Chemikalien aussetzen, sagen Forscher - The Washington Post"
    ]
}