{
    "headlines": [
        "\"عيون متعاطفة وقامة عضلية \": فيتو الصلصال يفوز بالعرض الوطني للكلاب - سي إن إن",
        "إيران والأوروبيون يجتمعون لاختبار الدبلوماسية مع اقتراب ولاية ترامب - رويترز",
        "صحافي صيني وزميل سابق في جامعة هارفارد حكم عليه بالسجن لمدة 7 سنوات - واشنطن بوست",
        "حصري: HSBC ينسحب من أعمال بطاقات الائتمان الصينية بعد كفاحه للتوسع - رويترز",
        "الفائزون والخاسرون في عيد الشكر في الدوري الوطني لكرة القدم الأمريكية: تستمر أحزان الطقس البارد للدلافين، وتهيمن جبهة الليونز الدفاعية - سي بي إس سبورتس",
        "لاحظ أوركاس أنه يفترس أسماك قرش الحوت الضخمة - أصوات ياهو!",
        "صورة مباراة دوري كرة القدم الأمريكية للأسبوع الثالث عشر 2024-2025: الترتيب وسيناريوهات الأقواس بعد عيد الشكر - تقرير المبيض",
        "النتيجة النهائية للدلافين مقابل باكرز، ردود الفعل الفورية للعبة عيد الشكر - The Phinsider",
        "رد فعل اتحاد كرة القدم الأميركي المبالغة في عيد الشكر: كالب ويليامز هو المسؤول عن خطأ بيرز ؟ رعاة البقر يركضون في التصفيات ؟ - سي بي إس سبورتس",
        "الأزمة السياسية الفرنسية: كل ما تحتاج إلى معرفته - POLITICO Europe",
        "تشير آثار الأقدام الموحلة إلى أن نوعين من البشر الأوائل كانوا جيرانًا في كينيا قبل 1.5 مليون سنة - وكالة أسوشيتد برس",
        "استهداف ممثلي كونيكتيكت هاوس بتهديدات بوجود قنابل - BBC.com",
        "أفضل 34 عرضًا للجمعة البيضاء وجدناها (حتى الآن) في Walmart وUGG وAmazon وTarget والمزيد - NJ.com",
        "متظاهرون مؤيدون للفلسطينيين اعتقلوا في موكب عيد الشكر في نيويورك - رويترز",
        "مقاتلو حزب الله يتراجعون شمالاً بعد الهدنة، المدنيون اللبنانيون السابقون يتوجهون إلى ديارهم - صحيفة وول ستريت جورنال",
        "بن أفليك يجتمع مع جينيفر غارنر لإطعام المشردين في عيد الشكر - الموعد النهائي",
        "من المتوقع ظهور أقدام من الثلوج ذات تأثير البحيرة في أجزاء من ولاية نيويورك خلال عطلة نهاية الأسبوع - CNYcentral.com",
        "عمال أمازون يخططون للإضراب بين الجمعة السوداء والاثنين الإلكتروني في المدن الكبرى في جميع أنحاء العالم - نيويورك بوست",
        "توفيت معلمة الفنون في كاليفورنيا، 60 عامًا، بسبب داء الكلب بعد تعرضها للعض من قبل الخفافيش في الفصل الدراسي: \"لم تكن تريد إيذائها\" - نيويورك بوست",
        "حفريات قيء الديناصورات والبراز تكشف كيف تطورت للسيطرة على الأرض - المجرة اليومية - قناة الاكتشافات العظيمة"
    ]
}