{
    "headlines": [
        "Некоторые республиканцы дистанцируются от атаки Трампа на Харриса как «психически неполноценного» - The Associated Press",
        "QB Jordan Love in, CB Jaire Alexander out vs. Minnesota | Packers-Vikings inactives - Packers.com",
        "Австрийская ультраправая Партия свободы прогнозирует победу на выборах - Al Jazeera English",
        "Бокс-офис: «Мегаполис» рушится с 4 миллионами долларов, «Дикий робот» выходит на первое место с 35 миллионами долларов - Разнообразие",
        "Администратор FEMA: «Я не знаю, кто может быть полностью готов к количеству наводнений» от Хелен в Северной Каролине - CBS News",
        "Фэнтези-футбол: 4-я неделя вопросов и ответов с нашими экспертами, 11:00 по восточному времени - ESPN",
        "Папа Франциск считает действия Израиля в Газе и Ливане непропорциональными и аморальными - The Associated Press",
        "Малкольм Гладуэлл о «Месть переломного момента» - CBS Sunday Morning",
        "Капсула SpaceX, предназначенная для доставки домой астронавтов Boeing Starliner, готовится к прибытию на космическую станцию - CNN",
        "«Doing a Biden» - это новое международное сокращение для вытеснения просроченных лидеров - POLITICO",
        "США заявляют, что убили 37 боевиков ИГИЛ и Хуррас ад-Дина в ходе отдельных атак в Сирии - Al Jazeera English",
        "Изъято",
        "Изъято",
        "Ветеран «Дней нашей жизни» Дрейк Хогестин умер в возрасте 70 лет - TV Insider",
        "Заявление пресс-секретаря Пентагона генерал-майора Пэта Райдера - Министерство обороны",
        "«SNL» возвращается к Трампу и Харрису с Майей Рудольф - The Hill",
        "Опрос: преимущество демократов перед латиноамериканскими избирателями продолжает сокращаться - NBC News",
        "Кто такая Эрика Диарте-Карр? Мама из Юты планирует собственные похороны после того, как ей осталось жить 3 месяца - The Times of India",
        "AR-очки Meta показывают, что Apple сбилась с пути с помощью Vision Pro - Bloomberg",
        "Мини-Луна Земли прибывает сегодня. Что нужно знать о нашей временной второй луне - CNET"
    ]
}