{
    "headlines": [
        "Harris in \"ausgezeichneter Gesundheit\", sagt ihr Arzt, während die Kampagne darauf abzielt, Trump unter Druck zu setzen, medizinische Unterlagen freizugeben - CBS News",
        "Erfasste Dokumente enthüllen das umfassendere Bestreben der Hamas, Israel verwüsten zu wollen - The Washington Post",
        "Warrens Rekord 17 fängt wichtige PSU-Rallye vs. USC - ESPN",
        "Dana Carvey enthüllt, dass das Zerschmettern von Eiscreme in Maya Rudolphs Gesicht auf ‘SNL’ ungeplant war - Hollywood Reporter",
        "OU Fußball von Nr. 1 Texas in Red River Rivalry zerschlagen | 5 Takeaways - Oklahoman.com",
        "Trump Kundgebungen in solidem Blau Kalifornien in unorthodoxer Kampagne bewegen - Al Jazeera Englisch",
        "Das America First Policy Institute, eine Gruppe, die Trump berät, sagt, dass seine Systeme durchbrochen wurden - The Associated Press",
        "Nick Cannon Details zur Teilnahme an der Diddy Party mit 16 - E! Online - E! NEWS",
        "Live-Updates: Tödliche Angriffe im Norden des Gazastreifens; Biden besorgt, nachdem israelische Streitkräfte Friedenstruppen getroffen haben - The Washington Post",
        "7-Eleven schließt mehr als 400 Standorte in Nordamerika - ABC7 Los Angeles",
        "Obamas Aufruf an schwarze Männer trifft einen Nerv unter den Demokraten. Spielt Frauenfeindlichkeit im Wahljahr eine Rolle? - The Associated Press",
        "TikTok-Influencer Taylor Rousseau Grigg nach ‘plötzlichem‘ Tod im Alter von 25 Jahren zur Ruhe gelegt - Seite sechs",
        "Während Florida rollt, konzentriert sich der Fokus darauf, die Macht wiederherzustellen und den Opfern im Gefolge des Hurrikans Milton zu helfen - NBC News",
        "‘Terrifier 3’ schlägt die Konkurrenz, während ‘Joker’ an der Abendkasse kämpft - New York Post",
        "Nintendo Switch 2 Codename Revealed by Huge Leak - ComicBook.com",
        "Alex Salmond, führende Persönlichkeit der schottischen Unabhängigkeitsbewegung, stirbt im Alter von 69 Jahren - CNN",
        "Chinas Stimulusbotschaft lässt Investoren begehren - Reuters.com",
        "Seltener Komet kann mit bloßem Auge sichtbar sein. Hier kannst du nachsehen. - CBS Boston",
        "Thomas trifft Grand Slam vor Skubal, Wächter runter auf Tigers 7-3, um AL Championship Series zu erreichen - The Associated Press",
        "Teslas Cybercab-Robotaxi ist da — und es könnte weniger als 30.000 US-Dollar kosten - TechCrunch"
    ]
}