{
    "headlines": [
        "RFK Jr. утверждает, что корь можно лечить витамином А, связанным с плохим питанием. Вот что говорит наука. - ABC News",
        "Папа Римский провел спокойную ночь в римской больнице Джемелли - Новости Ватикана - Русский",
        "Лунное затмение: Кровавая луна в Великобритании перед рассветом - BBC.com",
        "Победители и проигравшие 4-го дня в свободном агентстве НФЛ 2025 года: у стилеров есть запасной план в QB, поскольку они ждут Аарона Роджерса - CBS Sports",
        "В лагере «истребления» мексиканского картеля: печи, обувь и зубы - The Washington Post",
        "Китайские акции растут, поскольку Пекин планирует провести брифинг о потреблении - Bloomberg",
        "Как увольнения в Департаменте образования влияют на студенческие кредиты, тестирование, гражданские права - The Washington Post",
        "Демократы утверждают, что Оз избегал налогов Medicare. Оз говорит, что переезд разрешен. - The Washington Post",
        "Самолет American Airlines загорелся в DIA. 12 человек отправлены в районные больницы с легкими травмами - Общественное радио Колорадо",
        "Большая мартовская штормовая система угрожает США торнадо, метелями и лесным пожаром - Yahoo",
        "Сенат работает над тем, чтобы предотвратить частичное закрытие правительства до полуночи - Associated Press",
        "Американские винные магазины и импортеры говорят, что 200% -ный тариф Трампа на европейские вина убьет спрос - Associated Press",
        "Второй федеральный судья распорядился о временном восстановлении тысяч сотрудников, находящихся на испытательном сроке, уволенных администрацией Трампа, - CNN",
        "Путин заявил, что украинцы должны «сдаться или умереть» - «Голос Америки»",
        "Вот что потребовала Россия, чтобы положить конец войне на Украине - The Washington Post",
        "Compact Light Phone 3 для минималистов, как ожидается, будет доступен с конца марта - Notebookcheck.net",
        "НАСА сообщает, что уровень моря поднялся на «неожиданную» величину в самый жаркий год на Земле - ScienceAlert",
        "Бывший ковбой Демаркус Лоуренс бросает тень после отъезда из Далласа в Сихокс; Мика Парсонс стреляет в ответ - CBS Sports"
    ]
}