{
    "headlines": [
        "صحافي صيني وزميل سابق في جامعة هارفارد حكم عليه بالسجن لمدة 7 سنوات - واشنطن بوست",
        "مشروع قانون المساعدة على الموت: الضغط في اللحظة الأخيرة بينما يستعد النواب للتصويت - BBC.com",
        "حصري: HSBC ينسحب من أعمال بطاقات الائتمان الصينية بعد كفاحه للتوسع - رويترز",
        "الفائزون والخاسرون في عيد الشكر في الدوري الوطني لكرة القدم الأمريكية: تستمر أحزان الطقس البارد للدلافين، وتهيمن جبهة الليونز الدفاعية - سي بي إس سبورتس",
        "من المرجح أن تصل دعوة دونالد ترامب إلى \"هيمنة الطاقة\" إلى حدود العالم الحقيقي - وكالة أسوشيتد برس",
        "تحليل فوري لفوز الرازم 30-17 على الدلافين في الأسبوع 13 - سلك الرازم",
        "صورة مباراة دوري كرة القدم الأمريكية للأسبوع الثالث عشر 2024-2025: الترتيب وسيناريوهات الأقواس بعد عيد الشكر - تقرير المبيض",
        "نقطة محذوفة هنا",
        "تشير آثار الأقدام الموحلة إلى أن نوعين من البشر الأوائل كانوا جيرانًا في كينيا قبل 1.5 مليون سنة - وكالة أسوشيتد برس",
        "استهداف ممثلي كونيكتيكت هاوس بتهديدات بوجود قنابل - BBC.com",
        "أكبر وكالة للبوب الكوري الجنوبي تخسر 423 مليون دولار من قيمتها مع استعداد مجموعة الفتيات NewJeans للانفصال - CNBC",
        "بوتين يقدم تحذيرًا صريحًا لترامب: \"غير آمن\" - The Daily Beast",
        "سامسونج في وضع الفوضى، أصبح Galaxy Z Fold6 الآن بخصم 80 ٪ على موقعها الرسمي - Gizmodo",
        "ما المتاجر المفتوحة اليوم ؟ راجع ساعات عيد الشكر لكل من Walmart و Target و Wegmans والمزيد - syracuse.com",
        "من المتوقع ظهور أقدام من الثلوج ذات تأثير البحيرة في أجزاء من ولاية نيويورك خلال عطلة نهاية الأسبوع - CNYcentral.com",
        "اعتقال متظاهرين مؤيدين للفلسطينيين لمقاطعتهم موكب عيد الشكر - ABC News",
        "توفيت معلمة الفنون في كاليفورنيا، 60 عامًا، بسبب داء الكلب بعد تعرضها للعض من قبل الخفافيش في الفصل الدراسي: \"لم تكن تريد إيذائها\" - نيويورك بوست",
        "حفريات قيء الديناصورات والبراز تكشف كيف تطورت للسيطرة على الأرض - المجرة اليومية - قناة الاكتشافات العظيمة",
        "أفضل 50+ عروض آبل للجمعة البيضاء على AirPods وiPads وMacBooks والمزيد - MacRumors",
        "تم اكتشاف إنفلونزا الطيور في عينة الحليب الخام الثانية للبيع بالتجزئة من شركة كاليفورنيا - KTLA لوس أنجلوس"
    ]
}