{
    "headlines": [
        "ਟਰੰਪ ਦੀ ਟ੍ਰਾਂਜਿਸ਼ਨ ਟੀਮ ਨੇ ਹੇਗਸੇਥ ਇਲਜ਼ਾਮ ਦੁਆਰਾ ਗਾਰਡ ਫੜ ਲਿਆ - ਸੀ ਐਨ ਐਨ",
        "ਲੇਕਨ ਰਿਲੀ ਦੀ ਸਮਾਰਟ ਵਾਚ ਤੋਂ ਡਾਟਾ ਬਚਾਓ ਪੱਖ ਦੇ ਨਾਲ ਮੁਕਾਬਲਾ 'ਲੰਬਾ' ਅਤੇ ‘ਭਿਆਨਕ’ ਦਰਸਾਏਗਾ, ਇਸਤਗਾਸਾ ਦਾ ਕਹਿਣਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਸੀਹਾਕਸ ਸੈਂਟਰ ਵਿਲੀਅਮਜ਼ ਐਨਐਫਐਲ ਤੋਂ 27 ਤੇ ਰਿਟਾਇਰ ਹੋ ਰਹੇ ਹਨ - ਈਐਸਪੀਐਨ",
        "ਟਰੰਪ ਨੇ ਵ੍ਹਾਈਟ ਹਾ Houseਸ ਦੇ ਪ੍ਰੈਸ ਸਕੱਤਰ ਵਜੋਂ ਸੇਵਾ ਨਿਭਾਉਣ ਲਈ ਕੈਰੋਲੀਨ ਲੀਵਿਟ ਨੂੰ ਚੁਣਿਆ - ਫੌਕਸ ਨਿ Newsਜ਼",
        "ਮਾਈਕ ਟਾਇਸਨ ਬਨਾਮ ਜੇਕ ਪੌਲ ਫਾਈਟਃ ਨੈੱਟਫਲਿਕਸ 'ਤੇ ਅੱਜ ਰਾਤ ਲਾਈਵ ਦੇਖਣ ਦਾ ਕੀ ਸਮਾਂ ਹੈ - ਸੀ ਐਨ ਈ ਟੀ",
        "ਐਕਸਕਲੂਸਿਵਃ womanਰਤ ਨੇ ਹਾ Houseਸ ਐਥਿਕਸ ਪੈਨਲ ਨੂੰ ਦੱਸਿਆ ਕਿ ਉਸਨੇ ਗੇਟਜ਼ ਨੂੰ ਨਾਬਾਲਗ ਨਾਲ ਸੈਕਸ ਕਰਦੇ ਵੇਖਿਆ, ਵਕੀਲ ਕਹਿੰਦਾ ਹੈ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਆਪਣਾ ਰਸਤਾ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ ਵਰਤਿਆ ਜਾਂਦਾ ਹੈ, ਵਾਸ਼ਿੰਗਟਨ ਦੇ ਲਾਬੀਿਸਟ ਆਰਐਫਕੇ ਜੂਨੀਅਰ ਦੁਆਰਾ ਨਾਰਾਜ਼ ਹਨ - ਪੋਲਿਟਿਕੋ",
        "ਡਾਓ ਸ਼ੁੱਕਰਵਾਰ ਨੂੰ 300 ਅੰਕ ਘੱਟ ਬੰਦ ਕਰਦਾ ਹੈ ਕਿਉਂਕਿ ਰੇਟ ਚਿੰਤਾਵਾਂ ਪੋਸਟ-ਚੋਣ ਰੈਲੀ ਵਿਚ ਰੁਕਾਵਟ ਬਣਦੀਆਂ ਹਨਃ ਲਾਈਵ ਅਪਡੇਟਸ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਡਿਜ਼ਨੀ ਨੇ ‘ਸਟਾਰ ਵਾਰਜ਼’ ਫਿਲਮ ਨੂੰ 2026 ਸਲੇਟ ਤੋਂ ਹਟਾ ਦਿੱਤਾ, ‘ਆਈਸ ਏਜ 6’ ਦੁਆਰਾ ਬਦਲਿਆ ਗਿਆ - ਵਰਾਇਟੀ",
        "ਸੈਂਟਰਿਸਟ ਡੈਮਜ਼ ਨੇ ਡੀ ਐਨ ਸੀ ਵਿਖੇ ਉਦਘਾਟਨ ਜ਼ਬਤ ਕੀਤਾਃ ‘ਮੈਂ ਫ੍ਰੀਕ ਸ਼ੋਅ ਪਾਰਟੀ ਨਹੀਂ ਬਣਨਾ ਚਾਹੁੰਦਾ’ - ਪੋਲੀਟੀਕੋ",
        "‘ਦ ਸਬਸਟੈਂਸ’ ਨਿਰਦੇਸ਼ਕ ਕੋਰਲੀ ਫਰਗੇਟ ਨੇ \"ਬਹੁਤ ਜ਼ਿਆਦਾ ਮਿਸੋਗਿਨਿਸਟਿਕ ਅਤੇ ਅਪਮਾਨਜਨਕ\" ਤੋਂ ਬਾਅਦ ਕੈਮਰੀਮੇਜ ਤੋਂ ਫਿਲਮ ਖਿੱਚੀ",
        "ਰਾਬਰਟ ਰੋਬਰਸਨ ਦੀ ਫਾਂਸੀ ਦੁਬਾਰਾ ਸ਼ੁਰੂ ਹੋ ਸਕਦੀ ਹੈ, ਟੈਕਸਾਸ ਸੁਪਰੀਮ ਕੋਰਟ ਕਹਿੰਦਾ ਹੈ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਓਰੇਗਨ ਨੇ ਕਲੈਕਾਮਾਸ ਕਾਉਂਟੀ - ਓਰੇਗਨਲਾਈਵ ਵਿੱਚ ਐਚ 5 ਐਨ 1 ਬਰਡ ਫਲੂ ਦੇ ਰਾਜ ਦੇ ਪਹਿਲੇ ਮਨੁੱਖੀ ਕੇਸ ਦੀ ਪੁਸ਼ਟੀ ਕੀਤੀ",
        "ਦੱਖਣੀ ਅਫਰੀਕਾ ਦੀ ਸੋਨੇ ਦੀ ਖਾਨ ਦੇ ਅੰਦਰ ਸਟੈਂਡਆਫ ਡੂੰਘੀ - ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "ਰਾਖੇਲ ਜ਼ੈਗਲਰ ਨੇ ਟਰੰਪ ਵਿਰੋਧੀ ਟਿੱਪਣੀਆਂ ਲਈ ਮੁਆਫੀ ਮੰਗੀ - ਫੋਰਬਸ",
        "ਐਲਨ ਮਸਕ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਓਪਨਏਆਈ ਦਾ ਮੁਆਵਜ਼ਾ 'ਸ਼ਾਨਦਾਰ' ਹੈ.' ਇੱਥੇ ਕਰਮਚਾਰੀਆਂ ਨੂੰ ਕਿੰਨੀ ਤਨਖਾਹ ਮਿਲਦੀ ਹੈ - ਬਿਜ਼ਨਸ ਇਨਸਾਈਡਰ",
        "ਗੰਭੀਰ ਕੋਵਿਡ -19 ਕੈਂਸਰ ਦੇ ਟਿorsਮਰ ਨੂੰ ਸੁੰਗੜ ਸਕਦਾ ਹੈ, ਸ਼ੁਰੂਆਤੀ ਅੰਕੜੇ ਸੁਝਾਅ ਦਿੰਦੇ ਹਨ - Livescience. com",
        "ਕੈਥੀ ਵੁੱਡ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਐਲਨ ਮਸਕ ਸੰਘੀ ਸਰਕਾਰ ਦੇ ਆਪਣੇ ਆਡਿਟ ਵਿਚ ਸਫਲ ਹੋ ਜਾਵੇਗਾ ਕਿਉਂਕਿ ਉਸ ਕੋਲ ਕਿਸੇ ਨਾਲੋਂ 'ਵਧੇਰੇ ਮਲਕੀਅਤ ਡੇਟਾ' ਹੈ - Fortune",
        "ਡਿਜ਼ਨੀ ਰਿਕਾਰਡ ਪਾਰਕਾਂ ਦੇ ਮੁਨਾਫਿਆਂ ਨੂੰ ਮੋੜ ਰਿਹਾ ਹੈ — ਇਸਦੇ ਵੱਡੇ ਵਿਸਥਾਰ ਤੋਂ ਪਹਿਲਾਂ ਵੀ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਓਕਲਾਹੋਮਾ ਸੁਪਰਡੈਂਟ ਨੇ ਸਕੂਲਾਂ ਨੂੰ ਵਿਦਿਆਰਥੀਆਂ ਨੂੰ ਰਾਜਨੀਤਿਕ ਵੀਡੀਓ ਦਿਖਾਉਣ ਦਾ ਆਦੇਸ਼ ਦਿੱਤਾ - ਨਿ Newsਜ਼ਨੇਸ਼ਨ ਹੁਣ"
    ]
}