{
    "headlines": [
        "Teslas bald enthülltes Robo-Taxi liegt möglicherweise bereits hinter seiner chinesischen Konkurrenz - Fortune",
        "Giancarlo Stanton über seine herausragenden Leistungen nach der Saison, Gerrit Coles Dominanz - YESNetwork",
        "Thursday Night Football: Seahawks ’drei Umsätze geben 49ers einen 36-24 Sieg - NBC Sports",
        "Luchs-Rallye von 18 abwärts, betäube Liberty in OT in G1 - ESPN",
        "Obama startet Kampagnenblitz in Pennsylvania, fordert schwarze Männer auf, Harris 'Kandidatur zu unterstützen - CBS News",
        "2 Tote, mindestens 35 Verletzte nach Freisetzung von Chemikalien in der Raffinerie in Deer Park, sagen Beamte - ABC13 Houston",
        "Sie wurden von einem ehemaligen Mitarbeiter verklagt, der gebeten wurde, Kim Kardashian zu untersuchen, \"Schwanz\" Bianca Censori - USA HEUTE",
        "Ethel Kennedy, Menschenrechtsaktivistin und Witwe von Robert F. Kennedy, stirbt mit 96 Jahren - CNN",
        "Days of Our Lives Star Drake Hogestyns Todesursache enthüllt - E! NEWS",
        "Stellantis CEO Carlos Tavares geht 2026 in den Ruhestand, da die Autohersteller in Nordamerika Probleme haben - Reuters",
        "Sean 'Diddy' Combs 'Sexhandel-Studie für Mai geplant - Reuters",
        "Das ging schnell: Detroit Tigers brechen erneut den Comerica Park-Rekord für die Teilnahme nach der Saison - Detroit Free Press",
        "Republikaner im Senat, um Millionen von Dollar bei Anzeigen zu sparen — dank der FEC - POLITICO",
        "Libanon sagt, dass 22 Menschen bei israelischen Luftangriffen auf das Zentrum von Beirut getötet wurden - BBC.com",
        "Das Bundesberufungsgericht steht DACA skeptisch gegenüber, könnte das Urteil jedoch einschränken - CNN",
        "Mit dem Ausstieg von Hurrikan Milton, Kennedy Space Center, Cape Canaveral, bewertet die Space Force den Schaden - Florida Today",
        "Wie die Verschwörungstheorien von Hurrikan Milton und Helene die sozialen Medien übernahmen - BBC.com",
        "Vierte Person in Kalifornien infiziert, als sich die Vogelgrippe ausbreitet - USA TODAY",
        "Ein Sonnensturm traf die Erde. Werden die USA heute Abend Aurora sehen? - The Washington Post",
        "Intel (NASDAQ:INTC) Core Ultra 200S Prozessoren stehen vor Kritik - TipRanks"
    ]
}