{
    "headlines": [
        "Ein SpaceX-Raketenstart könnte heute Abend am Himmel sichtbar sein. Hier ist wo. - The Washington Post",
        "Google Parent Alphabet's Stock Slides as Cloud Revenue Disappoints - Investopedia",
        "Was LeBron James Luka Doncic gleich nach dem Schock über den Lakers-Handel erzählte - New York Post",
        "Netflix distanziert sich von Karla Sofía Gascón als Kontroverse Kräfte ‘Emilia Pérez’ Oscar-Kampagne ändert - Vielfalt",
        "Eier im Waffle House bestellen? So viel mehr wirst du bezahlen - PennLive",
        "AMD meldet Finanzergebnisse für das vierte Quartal und das Gesamtjahr 2024 - Investor Relations",
        "Die NFL-Schiedsrichtervereinigung nennt Behauptungen über angebliche Bevorzugung von Chiefs \"beleidigend und absurd\" - CBS Sports",
        "DC-Flugzeugabsturz: Alle 67 Leichen aus Potomac River geborgen - ABC7 Los Angeles",
        "GSA will 50% Ausgabenkürzungen, unfreiwilliges RIF nach OPMs Rücktrittsangebot - Federal News Network",
        "Trump sagt, er habe Beratern Anweisungen gegeben, dass der Iran \"ausgelöscht\" werden soll, wenn er ermordet wird - The Associated Press",
        "Was man über El Salvadors Mega-Gefängnis nach dem Trump-Deal wissen sollte, um Leute dorthin zu schicken - The Associated Press",
        "Elon Musk soll in diesem Jahr nur 130 Tage arbeiten, weil er den Status eines „besonderen Regierungsangestellten“ hat - Fortune",
        "\"Kein Team\" hat Miami um Erlaubnis gebeten, mit Jimmy Butler über Handel zu sprechen - Sports Illustrated",
        "Die Trump-Administration leitet Ermittlungen gegen U of M wegen Antisemitismusberichten ein - MPR News",
        "Schweden: Rund 10 Tote bei Schießerei an der Orebro-Schule - BBC.com",
        "FBI-Agenten verklagen, das DOJ daran zu hindern, eine Liste der Beamten zusammenzustellen, die am 6. Januar oder an Trump-Fällen gearbeitet haben - POLITICO",
        "Asteroideneinschlag auf dem Mond sprengte zwei große Schluchten in 10 Sekunden - Yahoo! Voices",
        "Wir stellen vor: Apple Invites, eine neue App, die Menschen für die besonderen Momente des Lebens zusammenbringt - Apple Newsroom",
        "Trump-Netanyahu-Treffen ist ein folgenreicher Moment für beide Führer – und den Nahen Osten - CNN"
    ]
}