{
    "headlines": [
        "سبيس إكس تنظف يوم الاثنين الرحلة التجريبية الثامنة لسفينة الفضاء من جنوب تكساس - سان أنطونيو إكسبريس- نيوز",
        "مجلس الشيوخ يؤكد تعيين ليندا ماكماهون وزيرة للتعليم وسط تعهد ترامب بإغلاق القسم - سي إن إن",
        "استقال الرئيس التنفيذي لشركة كروجر فجأة بعد التحقيق في السلوك الشخصي - واشنطن بوست",
        "عانى البابا فرانسيس من نوبتين من \"الفشل التنفسي الحاد\" لكنه في حالة تأهب وراحة، كما يقول الفاتيكان - سي إن إن",
        "يرسل كينيدي رسائل لقاح مختلطة وسط تفشي الحصبة في تكساس - ذا هيل",
        "تحدد \"أنورا\" تاريخ إصدار البث على Hulu - الموعد النهائي",
        "فوجئ الباحثون بالعثور على مناطق أقل تعليماً تتبنى أدوات الكتابة بالذكاء الاصطناعي بشكل أسرع - ARS Technica",
        "يقول ترامب إن التعريفات الجمركية بنسبة 25 ٪ على الواردات المكسيكية والكندية ستبدأ يوم الثلاثاء، مع \"عدم وجود مجال\" للتأخير - وكالة أسوشيتد برس",
        "شروق الشمس على القمر! مركبة الهبوط الشبح الأزرق الخاصة تلتقط لقطة مذهلة بعد الهبوط التاريخي على سطح القمر (صورة) - Space.com",
        "كبار الجمهوريين يقولون إنهم يريدون صفقة أوكرانيا \"على المسار الصحيح\" - بوليتيكو",
        "تقرير: التعريفات الجمركية التي فرضها ترامب على كندا والمكسيك قد تزيد أسعار السيارات حتى 12 ألف دولار - نيويورك بوست",
        "Human King: How David Johansen Made Rock & Roll Less Safe for Everyone - Rolling Stone",
        "تحديث إصابة لويس جيل: سيتم إيقاف تشغيل بداية اليانكيز لمدة ستة أسابيع على الأقل بعد معاناتهم من إجهاد اللات - سي بي إس سبورتس",
        "ميلانيا ترامب تضغط على الكونغرس لمكافحة \"الانتقام الإباحي\" - بوليتيكو",
        "تعلن شركة Albertsons Companies, Inc. عن خطة تعاقب الرئيس التنفيذي - شركات Albertsons",
        "كانوا هناك، ولكن بالكاد: المشاهير يتبنون اتجاه الموضة العارية في حفلات ما بعد الأوسكار - وكالة أسوشيتد برس",
        "أبلغت DARE County عن أول حالة إصابة بإنفلونزا الطيور في قطيع من الدجاج في الفناء الخلفي - WRAL News",
        "سوق الأسهم اليوم: وول ستريت تنخفض بشكل حاد بعد إعلان ترامب عن التعريفات الكندية والمكسيكية - وكالة أسوشيتد برس",
        "العملات الاحتياطية الاستراتيجية لترامب \"ADA\" و \"XRP\" و \"SOL\" و \"Bitcoin\" - Cointelegraph",
        "دونالد ترامب يجدد هجماته على فولوديمير زيلينسكي بسبب دعم الولايات المتحدة ضد روسيا - فاينانشال تايمز"
    ]
}