{
    "headlines": [
        "Kim Sae-ron: ਦੱਖਣੀ ਕੋਰੀਆ ਦੀ ਅਭਿਨੇਤਰੀ ਮਿਲੀ ਮ੍ਰਿਤਕ, ਉਮਰ 24 ਸਾਲ - BBC.com",
        "2025 ਡੇਟੋਨਾ 500 ਪ੍ਰੋਪਸ, ਔਕੜਾਂ, ਸਰਬੋਤਮ ਸੱਟੇਬਾਜ਼ੀ, ਮਾਹਰ ਦੀਆਂ ਭਵਿੱਖਬਾਣੀਆਂਃ ਨਾਸਕਾਰ ਪਾਰਲੇ ਪਿਕਸ ਵਿੱਚ ਵਿਲੀਅਮ ਬਾਇਰਨ ਨੂੰ ਸ਼ਾਮਲ ਕਰੋ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਐਲਨ ਮਸਕ ਨੇ ਐਸ਼ਲੇ ਸੇਂਟ ਕਲੇਅਰ ਵਿਵਾਦ ਦੇ ਵਿਚਕਾਰ ਬੱਚੇ ਦੀ ਮਾਤਾ ਸ਼ਿਵੋਨ ਜ਼ਿਲਿਸ ਅਤੇ ਬੱਚਿਆਂ 'ਤੇ ਗੁੱਸਾ ਕੀਤਾਃ‘ ਠੰਡੇ ਲਹੂ ’- ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਐਸਟ੍ਰਾਇਡ 2024 ਵਾਈਆਰ 4 7 ਸਾਲਾਂ ਵਿੱਚ ਧਰਤੀ ਨੂੰ ਮਾਰ ਸਕਦਾ ਹੈ. ਇੱਥੇ ਕੀ ਹੋ ਸਕਦਾ ਹੈ — ਅਤੇ ਇਸ ਬਾਰੇ ਕੀ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਸਾਊਦੀ ਅਰਬ 'ਚ ਅਮਰੀਕਾ-ਰੂਸ ਗੱਲਬਾਤ' ਚ ਸ਼ਾਮਲ ਨਹੀਂ ਹੋਇਆ ਯੂਕਰੇਨ, ਸਰਕਾਰੀ ਸੂਤਰਾਂ ਨੇ ਦੱਸਿਆ ਬੀਬੀਸੀ - BBC.com",
        "ਕਬਜ਼ਾ ਲੈਣ ਦਾ ਦਾਅਵਾ ਕਰਨ ਤੋਂ ਬਾਅਦ ਕੁੰਜੀ ਡੀ ਆਰ ਕਾਂਗੋ ਸ਼ਹਿਰ ਦੇ ਕੇਂਦਰ ਵਿਚ ਵੇਖੇ ਗਏ ਬਾਗ਼ੀ - ਸੀ ਐਨ ਐਨ",
        "ਸੀਨ ਕੰਬਜ਼, ਨੀਲ ਗੇਮਨ, ਅਤੇ ਰਾਜ਼ਾਂ ਦੀ ਭਿਆਨਕ ਸ਼ਕਤੀ - ਰੋਲਿੰਗ ਸਟੋਨ",
        "ਰੂਬੀਓ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਹਮਾਸ ਨੂੰ ਖਤਮ ਕੀਤਾ ਜਾਣਾ ਚਾਹੀਦਾ ਹੈ, ਗਾਜ਼ਾ ਵਿਚ ਕੰਬਦੀ ਜੰਗਬੰਦੀ 'ਤੇ ਹੋਰ ਸ਼ੱਕ ਪੈਦਾ ਕਰਨਾ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਟਰੰਪ ਦੇ ਟੈਰਿਫ ਇਕ ਰਹੱਸ ਹਨ, ਇਸ ਲਈ ਨਿਵੇਸ਼ਕ ਸਟਾਕ ਖਰੀਦਦੇ ਰਹਿੰਦੇ ਹਨ - ਬਲੂਮਬਰਗ",
        "ਰੈਸਟੋਰੈਂਟ ਕਮਜ਼ੋਰ ਪਹਿਲੀ ਤਿਮਾਹੀ ਦੀ ਚੇਤਾਵਨੀ ਦਿੰਦੇ ਹਨ, ਪਰ ਕਹਿੰਦੇ ਹਨ ਕਿ ਵਿਕਰੀ ਇਸ ਸਾਲ ਦੇ ਅਖੀਰ ਵਿੱਚ ਚੁੱਕ ਲਵੇਗੀ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਪੁਰਾਣੇ ਏਆਈ ਮਾੱਡਲ ਬੋਧਿਕ ਗਿਰਾਵਟ ਦੇ ਸੰਕੇਤ ਦਿਖਾਉਂਦੇ ਹਨ, ਅਧਿਐਨ ਸ਼ੋਅ - Livescience.",
        "ਨਿਆਂ ਵਿਭਾਗ ਦੀ ਆਜ਼ਾਦੀ ਨੂੰ ਖਤਰਾ ਹੈ ਕਿਉਂਕਿ ਟਰੰਪ ਦੀ ਟੀਮ ਕੇਸਾਂ ਅਤੇ ਸਟਾਫ 'ਤੇ ਸ਼ਕਤੀ ਦਾ ਦਾਅਵਾ ਕਰਦੀ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਕੋਈ ਚੰਗਾ ਨੈੱਟਫਲਿਕਸ ਸ਼ੋਅ ਨਹੀਂ ਲੱਭ ਸਕਦਾ? ਮੈਂ ਪੂਰੀ ਕੈਟਾਲਾਗ ਨੂੰ ਅਨਲੌਕ ਕਰਨ ਲਈ ਇਨ੍ਹਾਂ ਗੁਪਤ ਕੋਡਾਂ ਦੀ ਵਰਤੋਂ ਕੀਤੀ - ZDNet",
        "ਮੈਕ ਮੈਕਲੰਗ ਆਲ-ਸਟਾਰ ਵੀਕੈਂਡ ਦੌਰਾਨ ਸਲੈਮ ਡੰਕ ਮੁਕਾਬਲੇ ਦਾ ਇਤਿਹਾਸ ਬਣਾਉਂਦਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਭਾਰਤ 'ਚ ਰੇਲਵੇ ਸਟੇਸ਼ਨ' ਤੇ ਭਗਦੜ ਕਾਰਨ ਘੱਟੋ-ਘੱਟ 18 ਲੋਕਾਂ ਦੀ ਮੌਤ - CBS News",
        "ਪੋਪ ਫ੍ਰਾਂਸਿਸ ਨੇ ਆਰਾਮ ਦੀ ਰਾਤ ਕੀਤੀ ਹੈ ਅਤੇ ਹਸਪਤਾਲ ਵਿਚ ਆਪਣੀ ਥੈਰੇਪੀ ਜਾਰੀ ਰੱਖਦੀ ਹੈ - ਵੈਟੀਕਨ ਨਿ Newsਜ਼ - ਅੰਗਰੇਜ਼ੀ",
        "ਅੱਜ ਰਾਤ 2025 ਐਨਬੀਏ ਆਲ-ਸਟਾਰ ਖੇਡਾਂ ਕਿਵੇਂ ਵੇਖੀਆਂ ਜਾਣ - ਯਾਹੂ ਸਪੋਰਟਸ",
        "ਡੈਮਜ਼ ਟਰੰਪ ਅਤੇ ਮਸਕ ਨੂੰ informationਨਲਾਈਨ ਜਾਣਕਾਰੀ ਦੀ ਲੜਾਈ ਹਾਰ ਰਹੇ ਹਨ - ਪੋਲਿਟਿਕੋ",
        "'ਸ਼ਨੀਵਾਰ ਰਾਤ ਲਾਈਵ' 50 ਵੀਂ ਵਰ੍ਹੇਗੰਢ ਦਾ ਜਸ਼ਨ ਆਖਰਕਾਰ ਇੱਥੇ ਹੈ. ਇੱਥੇ ਕਿਵੇਂ ਵੇਖਣਾ ਹੈ - 9News. com ਕੁਸਾ",
        "ਪੂਰਬੀ ਅਮਰੀਕਾ ਵਿਚ ਤੂਫਾਨ ਦੇ ਝੁਲਸਣ ਨਾਲ ਭਾਰੀ ਬਾਰਸ਼ ਅਤੇ ਤੂਫਾਨ ਦੀਆਂ ਧਮਕੀਆਂ ਆਉਂਦੀਆਂ ਹਨ, ਪਾਣੀ ਬਚਾਉਣ ਲਈ ਮਜਬੂਰ ਹੁੰਦੀਆਂ ਹਨ - ਸੀ ਐਨ ਐਨ"
    ]
}