{
    "headlines": [
        "Nets bring back D’Angelo Russell, deal Dorian Finney-Smith in trade with Lakers - New York Post",
        "Israel verhaftet den Direktor des Gaza-Krankenhauses, der für die New York Times schrieb, und beschuldigt ihn, ein Hamas-Terrorist zu sein - New York Post",
        "Die \"BATMMAAN\" -Aktien eilten dem Markt im Dezember zu Hilfe. - MarketWatch",
        "2 Männer aus Oregon sterben an der Exposition in einem Wald, nachdem sie auf der Suche nach Sasquatch waren - CNN",
        "Norovirus steigt in Teilen der USA wieder an. Das sollten Sie über das Magenvirus wissen - PBS NewsHour",
        "Aserbaidschans Präsident sagt, abgestürzter Jetliner sei unbeabsichtigt von Russland abgeschossen worden - The Associated Press",
        "Abendkasse: Nosferatu, A Complete Unknown Start Strong, Mufasa ist Nr. 1 - Sorte",
        "S&P 500's 2024 Rally Shocked Forecasters Expecting It to Fizzle - Bloomberg",
        "Hier ist eine Aufschlüsselung, wo die gemeldeten Tornados am Samstag in der Gegend von Houston waren - KHOU.com",
        "179 Tote, 2 nach Flugzeugabsturz bei Landung in Südkorea gerettet - ABC News",
        "Der Schöpfer des Tintenfischspiels sagt, dass der Hauptcharakter Gi-hun \"nicht der Mann sein wird, der er in Staffel 2 war\", sobald Staffel 3 veröffentlicht wird - Gamesradar",
        "[removed]",
        "Wie Donald Trump die Massenkultur veränderte - POLITICO",
        "Justin Baldonis \"explosive\" Strategie inmitten des Rechtsstreits von Blake Lively enthüllte: \"Es wird alle schockieren...\" - Hindustan Times",
        "Das neue Samsung Leak bestätigt ein enttäuschendes Upgrade der Galaxy S25 Ultra-Kamera - Forbes",
        "Travis Kelce lobte für das, was er nach dem Date mit Taylor Swift am Samstagabend tat - Athlon Sports",
        "Die 10 am meisten erwarteten Videospiele des Jahres 2025 - Softonic DE",
        "\"Der Erste, der klagt\": Trumps Wunsch, die Staatsbürgerschaft des Geburtsrechts zu beenden, zu widersprechen, ist für diesen Generalstaatsanwalt persönlich - Yahoo! Voices",
        "Eine Palästinenserin wurde in ihrem Haus im Westjordanland erschossen. Ihre Familie gibt den palästinensischen Sicherheitskräften die Schuld - The Associated Press",
        "In der Schicht stuft Trump die rasante Rhetorik über Wahlversprechen herunter - Yahoo! Voices"
    ]
}