{
    "headlines": [
        "ਰੈਮਸ ਬਨਾਮ ਕਾਰਡੀਨਲਜ਼ ਲਾਈਵ ਅਪਡੇਟਸਃ ਐਨਐਫਐਲ ਸਕੋਰ, ਗੇਮ ਸਟੇਟਸ, ਹਾਈਲਾਈਟਸ, ਸ਼ਨੀਵਾਰ ਰਾਤ ਦੀ ਖੇਡ ਕਿੱਥੇ ਵੇਖਣੀ ਹੈ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਇਜ਼ਰਾਈਲ ਨੇ ਗਾਜ਼ਾ ਦੇ ਕਮਲ ਅਦਵਾਨ ਹਸਪਤਾਲ ਨੂੰ ਜ਼ਬਰਦਸਤੀ ਕੱਢਿਆ ਅਤੇ ਮੈਡੀਕਲ ਸਟਾਫ ਨੂੰ ਹਿਰਾਸਤ ਵਿੱਚ ਲਿਆ - BBC.com",
        "ਦੱਖਣੀ ਕੋਰੀਆ ਦੇ ਜਹਾਜ਼ ਹਾਦਸੇ 'ਚ ਘੱਟੋ-ਘੱਟ 28 ਮੌਤਾਂ - ਰਿਪੋਰਟਾਂ - BBC.com",
        "ਟੀਈ ਹਿਗਿੰਸ ਦਾ 3-ਯਾਰਡ ਟੀਡੀ ਰਿਸੈਪਸ਼ਨ 1:07 ਦੇ ਨਾਲ ਓਟੀ ਵਿੱਚ ਛੱਡਿਆ ਬੰਗਾਲਾਂ ਦੇ ਪਲੇਆਫ ਦੀਆਂ ਉਮੀਦਾਂ ਨੂੰ ਜਿੰਦਾ ਰੱਖਦਾ ਹੈ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਅਪਡੇਟਃ ਸਸੈਕਸ ਕਾਉਂਟੀ ਬਰਫ ਗੀਸ ਟੈਸਟ ਬਰਡ ਫਲੂ ਲਈ ਸੰਭਾਵਤ ਸਕਾਰਾਤਮਕ - ਡਬਲਯੂਬੀਓਸੀ ਟੀਵੀ 16",
        "ਕੈਮ ਵਾਰਡ ਪੌਪ-ਟਾਰਟਸ ਬਾlਲ ਵਿਚ ਮਿਆਮੀ ਦੇ ਨੁਕਸਾਨ ਦਾ ਦੂਜਾ ਅੱਧ ਬਾਹਰ ਬੈਠਦਾ ਹੈਃ ਸੋਸ਼ਲ ਮੀਡੀਆ ਪ੍ਰਤੀਕਰਮ - ਯੂਐਸਏ ਅੱਜ",
        "ਵਿਸ਼ਾਲ ਲਹਿਰਾਂ ਇਕੂਏਟਰ ਵਿੱਚ ਘੱਟੋ ਘੱਟ 1 ਦੀ ਮੌਤ, ਪੇਰੂ ਵਿੱਚ ਨੇੜਲੀਆਂ ਬੰਦਰਗਾਹਾਂ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਪੇਟ ਦੇ ਬੱਗ ਕਾਰਨ ਅਚਾਨਕ ਉਲਟੀਆਂ, ਦਸਤ ਅਮਰੀਕਾ ਵਿਚ ਵੱਧਦੇ ਹਨ - KSDK. com",
        "ਫਲੋਰੀਡਾ ਵਿੱਚ ਬ੍ਰਾਈਟਲਾਈਨ ਟ੍ਰੇਨ ਫਾਇਰ ਟਰੱਕ ਨਾਲ ਟਕਰਾਉਣ ਤੋਂ ਬਾਅਦ 15 ਜ਼ਖਮੀ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਸੁਪਰ ਮਾਡਲ ਅਤੇ ਅਭਿਨੇਤਰੀ ਡੇਲੇ ਹੈਡਨ ਦੀ 76 ਸਾਲ ਦੀ ਉਮਰ ਵਿੱਚ ਮੌਤ ਹੋ ਗਈ ਕਾਰਬਨ ਮੋਨੋਆਕਸਾਈਡ ਦੀ ਸਪੱਸ਼ਟ ਲੀਕ - ਸੀ ਐਨ ਐਨ",
        "ਭਾਰੀ ਤੂਫਾਨ ਦੇ ਵਿਚਕਾਰ ਟੈਕਸਾਸ ਕਸਬੇ ਵਿੱਚ ਘੱਟੋ ਘੱਟ 1 ਮਰੇ, ਮਹੱਤਵਪੂਰਨ 'ਇਮਾਰਤਾਂ ਨੂੰ ਨੁਕਸਾਨ', ਮੇਅਰ ਦਾ ਕਹਿਣਾ ਹੈ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "‘ਬੈਚਲੋਰੇਟ' ਅਲੂਮ ਐਂਡੀ ਡੋਰਫਮੈਨ ਨੂੰ ਜਨਮ ਦੇਣ ਤੋਂ ਇਕ ਹਫਤੇ ਤੋਂ ਵੀ ਘੱਟ ਸਮੇਂ ਬਾਅਦ ਹੀਮੇਟੋਮਾਸ ਨਾਲ ਹਸਪਤਾਲ ਵਿਚ ਦਾਖਲ ਕਰਵਾਇਆ ਗਿਆ - ਪੰਨਾ ਛੇ",
        "ਇਜ਼ਰਾਈਲ ਦੇ ਬੈਂਜਾਮਿਨ ਨੇਤਨਯਾਹੂ ਪ੍ਰੋਸਟੇਟ ਹਟਾਉਣ ਦੀ ਸਰਜਰੀ ਕਰਵਾਉਣ ਲਈ, ਉਸਦੇ ਦਫਤਰ ਦਾ ਕਹਿਣਾ ਹੈ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਐੱਚ-1ਬੀ ਵੀਜ਼ਾ ਬਹਿਸ 'ਚ ਟਰੰਪ ਨੇ ਐਲਨ ਮਸਕ ਦੇ ਨਾਲ ਰੱਖੇ ਪੱਖ, ਕਿਹਾ- ਉਹ ਹਮੇਸ਼ਾ ਪ੍ਰੋਗਰਾਮ ਦੇ ਪੱਖ' ਚ ਰਹੇ ਹਨ - ਰਾਇਟਰਜ਼",
        "ਕੈਲੀਫੋਰਨੀਆ ਵਿਚ ਵੇਚੇ ਗਏ 1.22 ਬਿਲੀਅਨ ਡਾਲਰ ਦੇ ਲਾਟਰੀ ਜੈਕਪਾਟ ਲਈ ਟਿਕਟ ਜਿੱਤਣਾ, ਮੈਗਾ ਮਿਲੀਅਨਜ਼ ਕਹਿੰਦਾ ਹੈ - ਯਾਹੂ! ਆਵਾਜ਼ਾਂ",
        "ਅਮਰੀਕਾ ਦੀ ਬੇਘਰਤਾ ਨੇ 2024 ਵਿਚ ਰਿਕਾਰਡ ਉੱਚਾ ਮਾਰਿਆ - ਬੀਬੀਸੀ.",
        "ਸਾਰੇ ਬਿਗ ਲਾਟਸ ਸਟੋਰ ਬੰਦ ਨਹੀਂ ਹੋਣਗੇਃ ਗੋਰਡਨ ਬ੍ਰਦਰਜ਼ ਨਾਲ ਸੌਦਾ 400 ਤੱਕ ਖੁੱਲ੍ਹਾ ਰਹਿੰਦਾ ਹੈ - ਅਮਰੀਕਾ ਅੱਜ",
        "ਬੈਂਗਲਸ ਬਨਾਮ ਬ੍ਰੋਂਕੋਸ ਤੋਂ ਪਹਿਲਾਂ ਜੋ ਬੁਰੋ ਦਾ ਪੇਕੋਰ ਸਟੇਡੀਅਮ ਦਾ ਪ੍ਰਵੇਸ਼ ਦੁਆਰ ਦੇਖੋ - ਸਿਨਸਿਨਾਟੀ ਇਨਕੁਆਇਰਰ",
        "ਆਦਮੀ ਨੇ ਟੀਵੀ ਰਿਪੋਰਟਰ 'ਤੇ ਹਮਲਾ ਕਰਨ ਦਾ ਦੋਸ਼ ਲਗਾਇਆ, ਕਿਹਾ‘ ਇਹ ਹੁਣ ਟਰੰਪ ਦਾ ਅਮਰੀਕਾ ਹੈ ’- ਸੀਐਨਐਨ",
        "ਯਮਨ ਹਵਾਈ ਅੱਡੇ 'ਤੇ ਹੋਏ ਹਮਲੇ' ਚ ਡਬਲਿਊ. ਐੱਚ. ਓ. ਮੁਖੀ 'ਮੌਤ ਤੋਂ ਤੰਗ' - BBC.com"
    ]
}