{
    "headlines": [
        "SoftBank meldet vierteljährliche Gewinne bei Vision Fund Tech Arm - CNBC",
        "Neuseeland bietet Menschen, die in der Pflege missbraucht werden, eine nationale Entschuldigung an - Reuters",
        "Palestinian Factions Edge Toward Plan for Postwar Gaza Recovery - The Wall Street Journal",
        "Bei den UN-Klimagesprächen nehmen viele Staats- und Regierungschefs einen „unverzichtbaren“ Moment in Angriff - The Washington Post",
        "Das chinesische Militär zeigt auf der Zhuhai Air Show einen verbesserten Z-20-Hubschrauber - Reuters",
        "Trump tippt auf den ehemaligen New Yorker Kongressabgeordneten Lee Zeldin als EPA-Chef - The Washington Post",
        "Wer ist Richard Allen? Alles über Delphi-Mordverdächtige, die 2017 wegen brutaler Tötungen an Indiana-Teenagern für schuldig befunden wurden - Hindustan Times",
        "[removed]",
        "2025 NFL Draft Order nach Woche 10: Jaguare übernehmen Spitzenplatz, Giants klettern nach Niederlage gegen Panthers auf Platz 2 - CBS Sports",
        "Monday Night Football: Delfine halten die Hoffnung am Leben, schlagen Rams 23-15 - NBC Sports",
        "Rep. Mike Garcia räumt dem Demokraten George Whitesides - ABC7 Los Angeles den 27. Bezirkssitz ein",
        "Trump ist nicht die einzige \"Geschichte\", die den Preis von Bitcoin in die Höhe treibt, sagt Exec - Cointelegraph",
        "Kuo: Apple plant Smart Home Kamera und neue AirPods mit mehr Gesundheitsfunktionen - MacRumors",
        "Trump bittet Rep. Mike Waltz, China Hawk, sein nationaler Sicherheitsberater zu sein - The Associated Press",
        "Trump rüstet sich für einen Angriff auf die Wachheit mit einer Bildungsüberholung - The Wall Street Journal",
        "Straßenbahn in Brand gesetzt, während die Unruhen in Amsterdam wüten - Fox News",
        "Trump Handelsmacht Dow 44.000, S&P 6.000 als Aktien halten Brummen - Fox Business",
        "Brian Austin Green teilt Nachricht an Sharna Burgess inmitten der Baby-Nachrichten von Ex-Megan Fox - E! Online - E! NEWS",
        "Fans denken, Jessica Simpsons kryptischer Beitrag deutet auf Eric Johnson Split hin - Seite sechs",
        "Europäische Google-Rivalen sind Partner bei der Suchmaschineninfrastruktur, um Big Tech entgegenzuwirken - CNBC"
    ]
}