{
    "headlines": [
        "شون \"ديدي\" كومز يواجه اتهامات بالاتجار بالجنس والابتزاز ؛ الحكومة تسعى للاحتجاز - وكالة أسوشيتد برس",
        "نظارات Snap الجديدة أقرب إلى الواقع المعزز الجذاب - The Verge",
        "كيف تسببت عاصفة غير مسماة في هطول أمطار لمدة 1000 عام في كارولينا - واشنطن بوست",
        "سوق الأسهم اليوم: مؤشر ستاندرد آند بورز ومؤشر داو جونز يتحولان إلى اللون الأحمر بينما ينتظر العالم قرار بنك الاحتياطي الفيدرالي - Yahoo Finance",
        "ناسا تصدر تنبيهًا لكويكب سريع الحركة بحجم الملعب يقترب من الأرض الليلة - نيويورك بوست",
        "يغضب موظفو أمازون بعد إعلان الرئيس التنفيذي عن سياسة العودة الإلزامية إلى المكتب: \"خذ أموالي وغادر ؟ '- نيويورك بوست",
        "Frostpunk 2 - مقطورة الإطلاق الرسمية - IGN",
        "الأطباء البيطريون الذين يساعدون أوكرانيا على القلق من أن المشتبه به في محاولة اغتيال ترامب سيضر بقضيتهم - NPR",
        "يحذر العلماء من أن الجراثيم الخارقة ستقتل ما يقرب من 40 مليون شخص على مدار الـ 25 عامًا القادمة - Gizmodo",
        "انفجارات جهاز النداء الخاص بحزب الله تقتل عدة أشخاص في لبنان - رويترز",
        "قمر الحصاد، القمر العملاق يجلب كسوف القمر الجزئي: كيف ومتى تشاهد - الجزيرة الإنجليزية",
        "أهلية 97000 ناخب في أريزونا في طي النسيان بعد أن اكتشفت الولاية خطأ - Votebeat",
        "عمدة فلوريدا ينشر صورة لطفل يبلغ من العمر 11 عامًا متهم بإطلاق النار في المدرسة - إن بي سي نيوز",
        "دعوى قضائية ضد مايلي سايروس، متهمة بنسخ أغنية برونو مارس على \"الزهور\" - تنوع",
        "وجدت الدراسة أن التمايل من المريخ يمكن أن يكون علامة على المادة المظلمة - Phys.org",
        "يمكن أن تكون القهوة أكثر من مجرد وجبة صباحية، وفقًا لبحث جديد - سي إن إن",
        "لم يسبق لجو باك أن \"صدم\" بهذا الشكل من قبل اتحاد كرة القدم الأميركي بعد انهيار النسور مقابل الصقور - نيويورك بوست",
        "بعض الإسرائيليين يغادرون البلاد بسبب الحرب في غزة - NPR",
        "مسؤول إسرائيلي يقول إن زعيم حماس يحيى السنوار يمكنه مغادرة غزة مع عائلته وإنهاء الحرب إذا تم تحرير الرهائن - سي بي إس نيوز",
        "تقدم جوردان تشيليز استئنافًا لدى المحكمة السويسرية في محاولة لاستعادة الميدالية البرونزية للجمباز الأولمبي - ياهو سبورتس"
    ]
}