{
    "headlines": [
        "Dolphins vs. Bills NFL Thursday Night Football heute Abend: Punktzahl, Statistiken, Highlights - USA HEUTE",
        "Federal review of Uvalde shooting finds Border Patrol missteps but does not recommend discipline - The Associated Press",
        "Off Script! Josh Allen mit einem Passabschluss an Ty Johnson für einen 33-Yard-Gewinn | Bills at Dolphins - BuffaloBills.com",
        "Trump schließt eine weitere Präsidentschaftsdebatte gegen Harris aus - BBC.com",
        "FirstEnergy wurde zur Zahlung von 100 Millionen US-Dollar für seine Rolle im Bestechungsprogramm von Ohio verurteilt - WJW FOX 8 News Cleveland",
        "Donald Trump verkauft Hemden im \"Eras Tour\"-Stil von Taylor Swift, nachdem er ihre Harris-Befürwortung angeprangert hat - Salon",
        "Vogelgrippe-Fall stumpft immer noch Beamte ab. Wie hat sich die Person aus Missouri infiziert? - USA TODAY",
        "VP Kamala Harris startet Post-Debate-Tour in NC als \"Underdog\" im Präsidentschaftsrennen - Charlotte Observer",
        "Israel-Hamas-Krieg: Blinken sagt, dass die USA Israel weiterhin drängen werden, humanitäre Einrichtungen im Gazastreifen zu schonen - The Associated Press",
        "Google testet Desktop-Fenster für Android-Tablets - The Verge",
        "Marktpreis in Zinssenkungen, Adobe-Einnahmen: Marktbeherrschung Überstunden - Yahoo Finance",
        "Erdbeben erschüttert die Gegend von Los Angeles, \"Millionen\" wurden im Voraus benachrichtigt, sagt das Büro des Gouverneurs - ABC News",
        "FDA genehmigt erste OTC-Hörgeräte-Software für Apples AirPods Pro - Reuters",
        "WR Higgins verwirrt durch das Gespräch, dass er eine Verletzung \"vortäuscht\" - ESPN",
        "Vier Zivilisten auf einer gewagten SpaceX-Mission absolvieren den ersten kommerziellen Weltraumspaziergang - CNN",
        "Sundance verengt seine zukünftigen Filmfestivals auf 3 — Utah ist immer noch im Rennen - KSL.com",
        "Moskito-Chargen-Tests positiv für EEE in North Hampton - WMUR Manchester",
        "Lesen Sie die vollständige Rücktrittserklärung des NYPD-Kommissars Edward Caban an die Abteilung - NBC New York",
        "[removed]",
        "Digitale Gießerei auf der PS5 Pro: GTA 6 und andere werden wahrscheinlich nicht 60 FPS erreichen - IGN"
    ]
}