{
    "headlines": [
        "ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ ਦੇ ਮਾਲਕ ਨੇ ਰਾਸ਼ਟਰਪਤੀ ਦੇ ਸਮਰਥਨ ਨੂੰ ਖਤਮ ਕਰਨ ਦੇ ਫੈਸਲੇ ਦਾ ਬਚਾਅ ਕੀਤਾ - ਅਲ ਜਜ਼ੀਰਾ ਅੰਗਰੇਜ਼ੀ",
        "ਵਰਲਡ ਸੀਰੀਜ਼ 2024: ਫਰੈਡੀ ਫ੍ਰੀਮੈਨ, ਵਾਕਰ ਬੁਏਹਲਰ 3-0 ਦੀ ਲੀਡ ਕਮਾਂਡ ਕਰਨ ਲਈ ਡੋਜਰਜ਼ ਨੂੰ ਯੈਂਕੀਜ਼ ਦੇ ਅੱਗੇ ਲੈ ਗਏ - ਯਾਹੂ ਸਪੋਰਟਸ",
        "ਸੋਮਵਾਰ ਰਾਤ ਫੁੱਟਬਾਲਃ ਸਟੀਲਰਜ਼ ਨੂੰ ਮਿਲੀ ਟੀਮ ਦੀ ਜਿੱਤ, ਜਾਇੰਟਸ ਨੂੰ 26-18 ਨਾਲ ਹਰਾਇਆ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਇਜ਼ਰਾਈਲ ਨੇ ਫਲਸਤੀਨੀ ਸ਼ਰਨਾਰਥੀਆਂ ਲਈ ਸੰਯੁਕਤ ਰਾਸ਼ਟਰ ਦੀ ਏਜੰਸੀ 'ਤੇ ਪਾਬੰਦੀ ਲਗਾ ਦਿੱਤੀ ਹੈ । ਇਹ ਲੱਖਾਂ ਲਈ ਵਿਨਾਸ਼ਕਾਰੀ ਹੋ ਸਕਦਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਟਰੰਪ ਦੀ ਮੈਡਿਸਨ ਸਕੁਏਅਰ ਗਾਰਡਨ ਰੈਲੀ ’ਤੇ ਖੇਡੇ ਗਏ ਕਨਫੈਡਰੇਟ ਗੀਤ' ਦੀਕਸੀ '- ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਇਬੋਲਾ ਵਰਗਾ ਵਾਇਰਸ ਨਾਲ ਮੌਤ ਪੱਛਮੀ ਅਫਰੀਕਾ ਦੀ ਯਾਤਰਾ ਤੋਂ ਬਾਅਦ ਆਇਓਵਾ ਵਿੱਚ ਰਿਪੋਰਟ ਕੀਤੀ ਗਈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਟਰੰਪ ਹੈਰਿਸ ਨੂੰ ਫਾਸ਼ੀਵਾਦੀ ਕਹਿੰਦੇ ਹਨ, ਕਹਿੰਦਾ ਹੈ ਕਿ ਉਹ ‘ਨਾਜ਼ੀ ਦੇ ਉਲਟ’ - ਸੀਐਨਐਨ",
        "ਐਮਾਜ਼ਾਨ ਐਮ 4 ਅਤੇ ਐਮ 4 ਪ੍ਰੋ ਚਿਪਸ ਦੇ ਨਾਲ ਨਵਾਂ ਮੈਕ ਮਿਨੀ ਲੀਕ ਕਰਦਾ ਹੈ, ਦੋ ਫਰੰਟ ਯੂਐਸਬੀ-ਸੀ ਪੋਰਟਾਂ, 64 ਜੀਬੀ ਰੈਮ ਤੱਕ, ਅਤੇ ਹੋਰ - ਮੈਕਰੂਮੋਰਸ",
        "ਉੱਤਰੀ ਕੋਰੀਆ ਨੇ ਯੂਕਰੇਨ ਵਿਰੁੱਧ ਸੰਭਾਵਤ ਲੜਾਈ ਲਈ ਲਗਭਗ 10,000 ਫੌਜੀਆਂ ਨੂੰ ਰੂਸ ਭੇਜਿਆ ਹੈ, ਪੈਂਟਾਗਨ ਕਹਿੰਦਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਟੌਮ ਬ੍ਰੈਡੀ ਗੀਸੇਲ ਬੁੰਡਚੇਨ ਗਰਭ ਅਵਸਥਾ ਦੀਆਂ ਰਿਪੋਰਟਾਂ ਤੋਂ ਬਾਅਦ ਇੰਸਟਾਗ੍ਰਾਮ 'ਤੇ ਕ੍ਰਿਪਟਿਕ ਪ੍ਰਾਪਤ ਕਰਦਾ ਹੈ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਹਟਾਈ",
        "ਅਮਰੀਕਾ ਨੇ ਚੀਨ 'ਚ ਏਆਈ, ਸੈਮੀਕੰਡਕਟਰ ਨਿਵੇਸ਼' ਤੇ ਪਾਬੰਦੀਆਂ ਨੂੰ ਅੰਤਿਮ ਰੂਪ ਦਿੱਤਾ - Al Jazeera English",
        "ਸੀ. ਆਈ. ਏ. ਡਾਇਰੈਕਟਰ ਨੇ ਦੋਹਾ 'ਚ 28 ਦਿਨਾਂ ਦੀ ਗਾਜ਼ਾ ਜੰਗਬੰਦੀ, ਬੰਧਕ ਸੌਦਾ ਕੀਤਾ ਜਾਰੀ - Axios",
        "ਡਰਾਪ ਬਕਸੇ ਵਿਚ ਲੱਗੀ ਅੱਗ ਨੇ ਵਾਸ਼ਿੰਗਟਨ ਵਿਚ ਸੈਂਕੜੇ ਬੈਲਟ ਤਬਾਹ ਕਰ ਦਿੱਤੇ ਅਤੇ ਓਰੇਗਨ ਵਿਚ 3 ਨੂੰ ਨੁਕਸਾਨ ਪਹੁੰਚਾਇਆ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਆਖਰੀ ਦਿਨਾਂ ਵਿੱਚ ਕਮਲਾ ਹੈਰਿਸ ਨੇ ਹਰ ਬੈਟਲਗਰਾਉਂਡ ਰਾਜ ਨੂੰ ਮਾਰਿਆ, ਵੋਟ ਪਾਉਣ ਦੀ ਉਮੀਦ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਈਰਾਨ ਨੇ ਦਹਿਸ਼ਤਗਰਦੀ ਦੇ ਦੋਸ਼ੀ ਜਮਸ਼ੀਦ ਸ਼ਰਮਾਹ ਨੂੰ ਦਿੱਤੀ ਫਾਂਸੀ - BBC.com",
        "ਕੈਰੇਬੀਅਨ ਵਿਚ ਇਕ ਨਵਾਂ ਤੂਫਾਨ ਆ ਸਕਦਾ ਹੈ. ਕੀ ਜਾਣਨਾ ਹੈ - ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਨਾਸਾ ਨੇ ਚੰਦ ਦੇ ਦੱਖਣੀ ਧਰੁਵ 'ਤੇ ਆਰਟੇਮਿਸ III ਮਿਸ਼ਨ ਲਈ ਨੌਂ ਸੰਭਾਵਿਤ ਲੈਂਡਿੰਗ ਸਾਈਟਾਂ ਦਾ ਖੁਲਾਸਾ ਕੀਤਾ - ਦਿ ਡੇਲੀ ਗਲੈਕਸੀ --ਗ੍ਰੇਟ ਡਿਸਕਵਰੀਜ਼ ਚੈਨਲ",
        "ਵਾਚ ਲਾਈਵਃ ਟਰੰਪ ਨੇ ਐਟਲਾਂਟਾ ਵਿਚ ਜਾਰਜੀਆ ਟੈਕ ਕੈਂਪਸ 'ਤੇ ਮੁਹਿੰਮ ਰੈਲੀ ਕੀਤੀ - ਪੀਬੀਐਸ ਨਿ Newsਜ਼ਹੌਰ",
        "ਲਾਜ਼ਮੀ-ਜਿੱਤ ਰਾਜ ਵਿਚ ਪੋਰਟੋ ਰੀਕਨਜ਼ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਟਰੰਪ ਰੈਲੀ ਦਾ ਮਜ਼ਾਕ ਭੁੱਲਿਆ ਨਹੀਂ ਜਾਵੇਗਾ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ"
    ]
}