{
    "headlines": [
        "Seis pessoas morrem após submarino turístico afundar no Egito - BBC.com",
        "Colorado vence candidatura ao Sundance Film Festival - Colorado Public Radio",
        "lululemon athletica inc. anuncia os resultados do quarto trimestre e do ano fiscal de 2024 - lululemon",
        "Juiz ordena que o governo Trump preserve o bate-papo do Signal sobre ataques no Iêmen - ABC News",
        "Trump Auto Tariffs: Car Import Tariffs Rattle Auto Industry; Tesla Stock Rises— Live Updates - The Wall Street Journal",
        "À medida que o ‘Dia da Libertação’ tarifário de Trump se aproxima, os investidores estão carregando as opções e essas ações - MarketWatch",
        "Chegou o Dia de Abertura da MLB! O que estamos a ver, formações e atualizações ao vivo de todos os jogos - ESPN.co.uk",
        "Previsões de loucura de março de 2025: especialista em suporte da NCAA escolhe contra o spread, odds no Sweet 16 de quinta-feira - CBS Sports",
        "Amsterdã: vários feridos após esfaqueamento perto da Praça Dam - DW (inglês)",
        "Morador de Michigan morre de rim doado contaminado pela raiva - Gizmodo",
        "RFK Jr. anuncia grandes cortes no Departamento de Saúde e Serviços Humanos - The Washington Post",
        "Macron diz que nem todos os países europeus concordam com a força para a Ucrânia - Al Jazeera",
        "Cientistas perplexos com a misteriosa criatura antiga que não cabe na árvore da vida como a conhecemos - Livescience.com",
        "Carga da dívida dos EUA para superar o pico da Segunda Guerra Mundial nos próximos anos, diz o órgão de fiscalização - Financial Times",
        "Vespa bizarra preservada em âmbar voou entre dinossauros - CNN",
        "Novo sistema da Nintendo para compartilhar jogos digitais do Switch, explicou - Ars Technica",
        "Trailer de ‘Uma batalha após a outra’: Leonardo DiCaprio é um ativista dos direitos civis armado na declaração política de Paul Thomas Anderson - IndieWire",
        "Dying for Sex TV Review (2025) - Roger Ebert",
        "O Backbone One Xbox Edition já está disponível para Android - 9to5Google"
    ]
}