{
    "headlines": [
        "MAGA is fighting a ‘civil war’ over H-1B visas. Here’s what they are. - The Washington Post",
        "Amid ceasefire push, Palestinians bear the scars of Israeli detention - Reuters",
        "Xi Says China’s 2024 GDP Growth Set to Hit Target of Around 5% - Bloomberg",
        "South Korea to inspect Boeing aircraft as it struggles to find cause of plane crash - NPR",
        "Angelina Jolie and Brad Pitt reach divorce deal - BBC.com",
        "South Korea court approves arrest of President Yoon in martial law investigation - Reuters",
        "2024 NFL playoff picture, standings: Commanders clinch playoff berth; Vikings, Lions to play for No. 1 seed - CBS Sports",
        "Monday Night Football: Kerby Joseph, Jared Goff carry Lions to 40-34 win over 49ers - NBC Sports",
        "Brock Purdy exits with apparent arm injury after taking hit vs. Lions - Niners Wire",
        "MicroStrategy shares plunge 8% after its end-of-year Bitcoin buy - Cointelegraph",
        "Polar vortex-related frigid air, snowstorms likely to grip U.S. to start 2025 - Axios",
        "Trump endorsement fails to dislodge many of Mike Johnson's GOP detractors - Axios",
        "Dow Jones Futures: Nvidia, S&P 500 Below Key Levels After Stock Market Sell-Off - Investor's Business Daily",
        "Nick Sirianni still undecided about playing Eagles starters in Week 18 - Bleeding Green Nation",
        "[Removed]",
        "Kate Beckinsale Shares Her Experiences With On-Set Abuse, Says Blake Lively Revealed a ‘Machine That Goes Into Effect When a Woman Complains’ - Yahoo Entertainment",
        "Gisèle Pelicot rape case: 17 men appeal against convictions - BBC.com",
        "Apple TV+ Sets Free Streaming Weekend In January - Deadline",
        "Trump loses appeal in $5 million E. Jean Carroll defamation, sexual abuse case - The Washington Post",
        "Norovirus: What to know about rising outbreaks of the gastrointestinal ailment - The Washington Post"
    ]
}