{
    "headlines": [
        "ਸਟਾਕ ਫਿuresਚਰਜ਼ ਇੰਚ ਹੇਠਾਂ, ਪਰ ਹਫਤਾਵਾਰੀ ਲਾਭਾਂ ਲਈ ਪ੍ਰਮੁੱਖ averageਸਤ ਗਤੀ 'ਤੇ ਹੈਃ ਲਾਈਵ ਅਪਡੇਟਸ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਅਜ਼ਰਬਾਈਜਾਨ ਏਅਰਲਾਈਨਜ਼ ਦੇ ਜਹਾਜ਼ ਦੇ ਕਰੈਸ਼ ਅਤੇ ਇਸ ਵਿਚ ਰੂਸ ਦੀ ਸੰਭਾਵਤ ਭੂਮਿਕਾ ਬਾਰੇ ਕੀ ਜਾਣਨਾ ਹੈ - ਐਕਸੀਓਸ",
        "ਕ੍ਰਿਸਮਸ ਦੇ ਅਖੀਰਲੇ ਤੋਹਫ਼ੇ ਦੀ ਭਾਲ ਕਰ ਰਹੇ ਹੋ? ਸ਼ੁੱਕਰਵਾਰ ਦੇ ਮੈਗਾ ਮਿਲੀਅਨਜ਼ ਜੈਕਪਾਟ ਨੇ 1.15 ਬਿਲੀਅਨ ਡਾਲਰ ਦੀ ਟਿਕਟ ਦਾ ਪ੍ਰਸਤਾਵ ਦਿੱਤਾ - ਸੀ ਐਨ ਐਨ",
        "ਫੀਨਿਕਸ ਵਿਚ ਪ੍ਰੀ-ਸੁਰੱਖਿਆ ਰੈਸਟੋਰੈਂਟ - ਏਬੀਸੀ 15 ਐਰੀਜ਼ੋਨਾ ਵਿਚ ਗੋਲੀਬਾਰੀ ਤੋਂ ਬਾਅਦ ਸਕਾਈ ਹਾਰਬਰ ਦਾ ਕੰਮ ਮੁੜ ਸ਼ੁਰੂ ਹੋਇਆ",
        "ਈ-ਮੇਲ: info@profootballrumors.com",
        "ਪੰਚਲੈੱਸ ਸੀਹਾਕਸ ਬਨਾਮ ਬੀਅਰਜ਼ ਨੂੰ ਫੜਦਾ ਹੈ, ਇਹ ਵੇਖਣ ਲਈ ਇੰਤਜ਼ਾਰ ਕਰੋ ਕਿ ਪਲੇਆਫ ਦੀਆਂ ਉਮੀਦਾਂ ਜ਼ਿੰਦਾ ਹਨ - ਸੀਏਟਲ ਟਾਈਮਜ਼",
        "ਜੱਜ ਨੇ ਬਲਾਤਕਾਰ ਦੇ ਦੋਸ਼ੀ ਦੇ ਮੁਕੱਦਮੇ ਨੂੰ ਖਾਰਜ ਕਰਨ ਲਈ ਜੈ-ਜ਼ੈਡ ਦੇ ਯਤਨਾਂ ਤੋਂ ਇਨਕਾਰ ਕੀਤਾ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਟੇਲਰ ਸਵਿਫਟ ਐਟ ਚੀਫਸ-ਸਟੀਲਰਜ਼ ਗੇਮ ਲਈ ਪ੍ਰਸ਼ੰਸਕ ਗਲਤੀ ਦੀ ਪਛਾਣ ਕੀਤੀ ਗਈ ਹੈ - ਐਥਲੋਨ ਸਪੋਰਟਸ",
        "ਤੂਫਾਨ ਦੇ ਵਾਧੇ ਨਾਲ ਸੈਂਟਾ ਕਰੂਜ਼ ਹਾਰਬਰ ਇੰਨਾ ਤਬਾਹ ਕਿਉਂ ਹੋਇਆ - ਦਿ ਮਰਕਰੀ ਨਿ Newsਜ਼",
        "ਟਾਈਮ ਵਾਰਨਰ ਅਤੇ ਸਿਟੀ ਦੇ ਸਥਿਰ ਨੇਤਾ ਰਿਚਰਡ ਪਾਰਸਨ ਦੀ 76 ਸਾਲ ਦੀ ਉਮਰ ਵਿੱਚ ਮੌਤ ਹੋ ਗਈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਗਤੀਸ਼ੀਲ ਤਬਦੀਲੀ ਦੀ ਪ੍ਰਧਾਨਗੀ ਕਰਨ ਵਾਲੇ ਭਾਰਤੀ ਪ੍ਰਧਾਨ ਮੰਤਰੀ ਮਨਮੋਹਨ ਸਿੰਘ ਦਾ 92 ਸਾਲ ਦੀ ਉਮਰ 'ਚ ਦੇਹਾਂਤ - The Washington Post",
        "ਹਟਾਈ",
        "‘ਸਕੁਇਡ ਗੇਮ’ ਸਿਰਜਣਹਾਰ ਤੋੜਦਾ ਹੈ ‘ਭਾਰੀ’ ਸੀਜ਼ਨ 2 ਫਾਈਨਲ ਮੌਤ, ਮਿਡ-ਕ੍ਰੈਡਿਟਸ ਸੀਨ ਸੁਰਾਗ ਅਤੇ ਜਦੋਂ ਸੀਜ਼ਨ 3 ਆ ਰਿਹਾ ਹੈ - ਵੰਨਗੀ",
        "ਸਲੋਵਾਕ ਦੇ ਪ੍ਰਧਾਨ ਮੰਤਰੀ ਫੀਕੋ ਨੇ ਮਾਸਕੋ-ਕਿਵ ਸ਼ਾਂਤੀ ਵਾਰਤਾ ਦੀ ਮੇਜ਼ਬਾਨੀ ਦੀ ਪੇਸ਼ਕਸ਼ ਕੀਤੀ, ਪੁਤਿਨ ਦਾ ਦਾਅਵਾ - ਪੋਲੀਟੀਕੋ ਯੂਰਪ",
        "ਬਿੱਲੀਆਂ ਬਰਡ ਫਲੂ ਨਾਲ ਬਿਮਾਰ ਹੋ ਸਕਦੀਆਂ ਹਨ. ਇੱਥੇ ਉਨ੍ਹਾਂ ਦੀ ਰੱਖਿਆ ਕਿਵੇਂ ਕਰੀਏ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਰਿਕਾਰਡ ਸਮੈਸ਼ਡਃ ਪਾਰਕਰ ਪ੍ਰੋਬੇ ਇਤਿਹਾਸਕ ਕ੍ਰਿਸਮਸ ਫਲਾਈਬੀ ਵਿਚ ਸੂਰਜ ਨੂੰ ਚੁੰਮਦਾ ਹੈ - ਸਾਇੰਸਅਲਰਟ",
        "ਮਿਆਮੀ ਵੈਲੀ ਰਿਟਰਨ, ਐਕਸਚੇਂਜ ਦੇ ਨਾਲ ਕ੍ਰਿਸਮਸ ਤੋਂ ਬਾਅਦ ਦੀ ਭੀੜ ਦਾ ਤਜਰਬਾ ਸਟੋਰ ਕਰਦਾ ਹੈ - WDTN.",
        "ਸਹਾਇਕ ਨਿਰਮਾਤਾ ਲੀਕ ਫਾਈਨਲ ਗਲੈਕਸੀ ਐਸ 25 ਸੀਰੀਜ਼ ਡਿਜ਼ਾਈਨ - ਫੋਨਅਰੇਨਾ",
        "‘ਪਾਗਲ ਨੇ ਪਹਿਲੀ ਵਾਰ ਸਿਰਫ ਵਧੀਆ ਕੰਮ ਕੀਤਾ’: ਕੁਝ ਰਿਪਬਲਿਕਨ ਟਰੰਪ ਦੇ ਸਾਮਰਾਜਵਾਦੀ ਸੰਗੀਤ ਨੂੰ ਗੱਲਬਾਤ ਦੇ ਕੰਮ ਵਜੋਂ ਕਿਉਂ ਵੇਖਦੇ ਹਨ. - ਪੋਲਿਟਿਕੋ",
        "ਸਿਡਨੀ ਤੋਂ ਹੋਬਾਰਟ ਯਾਟ ਦੌੜ ਵਿਚ ਦੋ ਦੀ ਮੌਤ - ਬੀਬੀਸੀ."
    ]
}