{
    "headlines": [
        "Super-Bowl-Champion Eagles kehrt nach Philadelphia zurück | LIVE-ÜBERTRAGUNG ANSEHEN - 6ABC Philadelphia",
        "Es wird erwartet, dass Trump den ehemaligen Gouverneur von Illinois, Rod Blagojevich, 5 Jahre nach seiner Verurteilung begnadigt - The Associated Press",
        "Hegseth ordnet eine sofortige Pause bei der geschlechtsspezifischen medizinischen Versorgung von Transgender-Service-Mitgliedern an - ABC News",
        "Die beliebtesten und am wenigsten beliebten Super Bowl LVIII Promi-Anzeigen - Hollywood Reporter",
        "Das Weiße Haus zielt auf CFPB ab, da die Gewerkschaft wegen Arbeitsniederlegung klagt - The Washington Post",
        "Albtraumhafter \"schwarzer Seeteufel\", der von Wissenschaftlern entdeckt wurde, die in flachen Gewässern schwimmen - New York Post",
        "iPhone SE 2025 Launch Schedule Latest: Exactly When To Expect The New iPhone - Forbes",
        "In einer Notfallentscheidung wird das James-Webb-Teleskop den \"City-Killer\" -Asteroiden 2024 YR4 untersuchen, bevor er sich der Erde nähert - Livescience.com",
        "Apple behebt iPhone- und iPad-Fehler bei einem \"extrem ausgeklügelten Angriff\" - TechCrunch",
        "Super Bowl 2025: Das hat Jalen Hurts, Patrick Mahomes übereinander gesagt, nachdem die Eagles die Chiefs geschlagen hatten - CBS Sports",
        "Bracketology: Duke rutscht auf den vierten Nr. 1 Samen und streift St. John's bewegt sich in projizierter Klammer nach oben - CBS Sports",
        "Finde heraus, ob du diese Woche von 3 großen Stürmen betroffen sein wirst - The Washington Post",
        "McDonald 's-Einkommen verfehlt Erwartungen. Warum die Aktie steigt. - Barron's",
        "Grippefälle nehmen zu und markieren die intensivste Jahreszeit seit 15 Jahren - New Jersey Digest",
        "Die US-Metallpreise steigen auf hohe Prämien vor Donald Trumps Zöllen - Financial Times",
        "Mindestens 50 sterben in Guatemala, nachdem der Bus von der Brücke gestürzt ist - CNN",
        "Serena Williams geht beim überraschenden Super Bowl-Auftritt spazieren - BBC.com",
        "Israel-Gaza aktuell: Hamas sagt, dass sie die Freilassung von Geiseln aussetzt - Israel sagt, dass das Militär jetzt in höchster Alarmbereitschaft ist - BBC.com"
    ]
}