{
    "headlines": [
        "Сегодня в небе может быть виден запуск ракеты SpaceX. Вот где. - The Washington Post",
        "Акции материнской компании Google Alphabet падают, поскольку облачные доходы разочаровывают - Investopedia",
        "Что Леброн Джеймс сказал Луке Дончичу сразу после шокирующей сделки с Лейкерс - New York Post",
        "Netflix дистанцируется от Карлы Софии Гаскон, поскольку спор вызывает изменения в кампании «Эмилия Перес» - Разнообразие",
        "Заказываете яйца в Вафельном домике? Вот сколько еще вы заплатите - PennLive",
        "AMD отчитывается о финансовых результатах за четвертый квартал и весь 2024 год - Отношения с инвесторами",
        "Ассоциация судей НФЛ называет заявления о предполагаемом фаворитизме вождей «оскорбительными и нелепыми» - CBS Sports",
        "Крушение самолета в Вашингтоне: все 67 тел извлечены из реки Потомак - ABC7 Лос-Анджелес",
        "GSA добивается сокращения расходов на 50%, недобровольный RIF после предложения OPM об отставке - Федеральная новостная сеть",
        "Трамп говорит, что дал советникам указание «уничтожить» Иран, если он его убьет - The Associated Press",
        "Что нужно знать о мега-тюрьме в Сальвадоре после того, как Трамп договорился отправить туда людей - The Associated Press",
        "Илон Маск должен работать только 130 дней в этом году из-за статуса «специального государственного служащего» - Fortune",
        "«Нет команды» попросила у Майами разрешения поговорить с Джимми Батлером о торговле - Sports Illustrated",
        "Администрация Трампа начинает расследование в отношении U of M по сообщениям об антисемитизме - MPR News",
        "Шведская стрельба: около 10 человек погибли при стрельбе в школе Оребро - BBC.com",
        "Агенты ФБР подают в суд, чтобы заблокировать Минюст от составления списка должностных лиц, которые работали над делами 6 января или Трампа - POLITICO",
        "Падение астероида на Луну взорвало два грандиозных каньона за 10 секунд - Yahoo! Voices",
        "Представляем Apple Invites, новое приложение, которое объединяет людей для особых моментов жизни - Apple Newsroom",
        "Встреча Трампа и Нетаньяху является важным моментом для обоих лидеров – и для Ближнего Востока - CNN"
    ]
}