{
    "headlines": [
        "دونالد ترامب يوقف التعريفات الجمركية على الطرود منخفضة التكلفة في تأجيل التجارة بين الولايات المتحدة والصين - فاينانشال تايمز",
        "برجك ليوم السبت 8 فبراير 2025 - شيكاغو صن تايمز",
        "الطاقم يهرع لاستعادة طائرة الركاب التي عثر عليها تحطمت على جليد بحر ألاسكا قبل الثلوج والرياح المتوقعة - وكالة أسوشيتد برس",
        "دول البلطيق تقوم بتحويل تاريخي بعيدا عن القوة الروسية - BBC.com",
        "يقول ترامب إنه سيقيل أعضاء مجلس إدارة مركز كينيدي، ويعين نفسه رئيسًا - واشنطن بوست",
        "كيفية مشاهدة Kansas City Chiefs vs. Philadelphia Eagles في Super Bowl LIX في نيو أورليانز - سي إن إن",
        "الصين تنتقد \"الإكراه\" الأمريكي بعد رفض بنما تجديد اتفاقية البنية التحتية - وكالة أسوشيتد برس",
        "يقول فاريل ويليامز \"لم يكن هناك طريق إلى الأمام\" للأحياء الموسيقية الملغاة - النسر",
        "نيويورك تغلق مؤقتًا أسواق الطيور الحية في العديد من المقاطعات بعد اكتشاف إنفلونزا الطيور في الدواجن - سي إن إن",
        "اختيارات كرة السلة الجامعية، الجدول الزمني: توقعات لأوبورن مقابل فلوريدا والمزيد من أفضل 25 مباراة يوم السبت - CBS Sports",
        "أضاف أرباب العمل الأمريكيون 143000 وظيفة في التوظيف غير المذهل في يناير وانخفض معدل البطالة إلى 4 ٪ - وكالة أسوشيتد برس",
        "دونالد ترامب يلغي التصريح الأمني لجو بايدن - فاينانشال تايمز",
        "شبكة بلاي ستيشن معطلة. إليك ما نعرفه - WKYC.com",
        "يقول القاضي إنه سيمنع ترامب مؤقتًا من وضع آلاف العاملين في الوكالة الأمريكية للتنمية الدولية في إجازة مدفوعة الأجر - وكالة أسوشيتد برس",
        "يشهد صديق لأسوشيتد برس روكي أن مغني الراب أطلق بندقية دعامة، وليس سلاحًا ناريًا حقيقيًا، في إطلاق النار عام 2021 - وكالة أسوشيتد برس",
        "بيان القادة المشترك بين الولايات المتحدة واليابان - البيت الأبيض",
        "مجلس الشيوخ يستعد لتجاوز مايك جونسون بشأن مشروع قانون ترامب للمصالحة - أكسيوس",
        "أصبح الكويكب المكتشف حديثًا الآن أكثر عرضة لخطر الاصطدام بالأرض - سي إن إن",
        "حقل Genesis Invitational 2025 الكامل: من سينضم إلى Tiger Woods في Torrey Pines ؟ - NBC Sports"
    ]
}