{
    "headlines": [
        "بيع الموز اللاصق في معرض آرت بازل ميامي بأكثر من 6 ملايين دولار - سي بي إس نيوز",
        "المحكمة الجنائية الدولية تصدر مذكرة توقيف بحق رئيس الوزراء الإسرائيلي بنيامين نتنياهو - فاينانشال تايمز",
        "غرق صبيان وخداع استحوذ على الأمة: لماذا لا تزال قضية سوزان سميث محسوسة بشدة بعد 30 عامًا - سي إن إن",
        "علاقات لوتنيك مع الصين تثير النيران بعد أن اختاره ترامب لقيادة الولايات المتحدة في التجارة والرسوم الجمركية - رويترز",
        "يقدم أطلس الخلايا قفزة بارزة في فهم جسم الإنسان - سي إن إن",
        "إلين دي جينيريس وزوجتها بورتيا دي روسي ينتقلان إلى إنجلترا بعد فوز ترامب في الانتخابات: \"لن أعود أبدًا\" - نيويورك بوست",
        "يموت السائح الأسترالي بعد شرب الكحول الملوث في لاوس، مما يرفع عدد القتلى إلى 4 بما في ذلك الأمريكيين - وكالة أسوشيتد برس",
        "يواجه شمال كاليفورنيا احتمال هطول أمطار قياسية من نهر الغلاف الجوي مع احتمال حدوث إعصار قنبلة آخر يلوح في الأفق - سي إن إن",
        "الملياردير غوتام أداني متهم في نيويورك بتهم الرشوة - سي إن إن",
        "تقول عائلته إن جون بريسكوت، نائب رئيس الوزراء البريطاني السابق، توفي - سي إن إن",
        "NVIDIA Corp (NVDA) الربع الثالث من عام 2025 يسلط الضوء على الأرباح: إيرادات قياسية ودفعة قوية للطلب على الذكاء الاصطناعي... - Yahoo Finance",
        "أوكرانيا تطلق صواريخ عاصفة الظل البريطانية الفرنسية على روسيا لأول مرة، كما تقول التقارير - سي إن إن",
        "برجك ليوم الخميس 21 نوفمبر 2024 - شيكاغو صن تايمز",
        "ماسك وراماسوامي يتعهدان بإجراء \"تخفيضات كبيرة في عدد الموظفين\" في الحكومة الأمريكية - واشنطن بوست",
        "غارات جوية إسرائيلية قاتلة على غزة - تقارير - BBC.com",
        "ماذا سيحدث لـ CNBC و MSNBC عندما لم يعد لديهم اتصال مؤسسي بـ NBC News ؟ - وكالة أسوشيتد برس",
        "DOJ: يجب على Google بيع Chrome لإنهاء الاحتكار - TechCrunch",
        "جوائز هيئة السوق المالية لعام 2024: قائمة الفائزين الكاملة - رولينج ستون",
        "نائب الحزب الجمهوري. يقول فان أوردن إنه سيصوت لإصدار تقرير غايتز - ذا هيل",
        "سبق صحفي: قد يمنع الجمهوريون في مجلس النواب ترامب من موعد عطلة جيتز - أكسيوس"
    ]
}