{
    "headlines": [
        "Sandu, pró-Ocidente da Moldávia, reivindica vitória eleitoral após alegações de intromissão - Reuters",
        "Autoridades israelenses investigam suspeita de vazamento de inteligência em Gaza por assessor de Netanyahu - Reuters",
        "Blaney vence o Campeonato 4 com sombra sobre o final da corrida - Motorsport.com",
        "RFK Jr. diz que o flúor é \"um resíduo industrial\" ligado ao câncer, doenças e distúrbios. Veja o que a ciência diz - CNN",
        "Enxame de tornados atinge área de Oklahoma City - ABC News",
        "Saquon, diga que se foi! Barkley vence corrida para pilone por TD de 19 jardas - NFL",
        "A temporada DE furacões ainda está rodando: Rafael pode ameaçar OS EUA ainda esta semana - usa TODAY",
        "Dan Campbell faz isso de novo, a decisão do quarto down dá ao Lions a liderança sobre o Packers - NBC Sports",
        "James Van Der Beek, ex-aluno de \"Dawson's Creek\", anuncia diagnóstico de câncer - CBS News",
        "SpaceX lança 23 satélites Starlink no foguete Falcon 9 de Cabo Canaveral - WESH 2 Orlando",
        "Trump fala sobre tiroteio na imprensa, aumenta alegações de fraude eleitoral em comício na Pensilvânia - NBC News",
        "Hugh Jackman concorda brincando que o amigo Ryan Reynolds não é engraçado após as observações de Martha Stewart: \"Finalmente alguém diz isso\" - Página Seis",
        "Iraniano-americano detido no Irã devido às altas tensões após ataque israelense ao país, diz EUA - CBS News",
        "Harris diz aos congregados negros na igreja de Detroit para \"virar a página do ódio\" - Detroit News",
        "Pete Davidson, ex-aluno do Saturday Night Live, quebra o personagem com o amigo John Mulaney no mais recente esboço musical - Entertainment Weekly News",
        "Comandos navais israelenses sequestram agente do Hezbollah: Relatório - The Hill",
        "BYU, Toyota desenvolvem nova técnica de soldagem para portas deslizantes de minivan - KSL.com",
        "Comissário da FCC alega que a participação de Kamala Harris no 'SNL' foi um esforço \"claro e flagrante\" para evitar a regra da igualdade de tempo - Prazo",
        "O que esperar do chip M4 Ultra da Apple no próximo ano - MacRumors",
        "Em qual canal Colts vs Vikings está hoje? Horário, programação de TV para NFL Sunday Night Football - Oklahoman.com"
    ]
}