{
    "headlines": [
        "ਟਰੰਪ ਵੱਲੋਂ 10 ਫ਼ੀਸਦੀ ਟੈਰਿਫ ਲਗਾਉਣ ਤੋਂ ਬਾਅਦ ਬਰਤਾਨੀਆ ਜਾਰੀ ਰੱਖੇਗਾ ਸੌਦਾ - ਬੀਬੀਸੀ",
        "ਮਿਆਂਮਾਰ ਦੀ ਫੌਜੀ ਸਰਕਾਰ ਨੇ ਭੂਚਾਲ ਦੇ ਯਤਨਾਂ ਦੀ ਸਹਾਇਤਾ ਲਈ ਅਸਥਾਈ ਜੰਗਬੰਦੀ ਦਾ ਐਲਾਨ ਕੀਤਾ - ਸੀਐਨਐਨ",
        "ਯੂਰਪੀਅਨ ਯੂਨੀਅਨ ਅਮਰੀਕਾ ਦੇ ਟੈਰਿਫਾਂ ਦੇ ਵਿਰੁੱਧ ਹੋਰ ਜਵਾਬੀ ਉਪਾਅ ਤਿਆਰ ਕਰ ਰਿਹਾ ਹੈ ਜੇ ਗੱਲਬਾਤ ਅਸਫਲ ਹੋ ਜਾਂਦੀ ਹੈਃ ਈਸੀ ਦੇ ਪ੍ਰਧਾਨ ਵਾਨ ਡੇਰ ਲੇਯਨ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਸ਼ੋਹੇਈ ਓਹਤਾਨੀ ਨੇ ਆਪਣੇ ਬੌਬਲਹੈੱਡ ਰਾਤ ਨੂੰ ਵਾਕਆਫ ਐਚਆਰ ਨੂੰ ਮਾਰਿਆ ਕਿਉਂਕਿ ਡੋਜਰਸ 8-0 ਦੀ ਸ਼ੁਰੂਆਤ ਕਰਨ ਵਾਲੀ ਪਹਿਲੀ ਡਿਫੈਂਡਿੰਗ ਚੈਂਪੀਅਨ ਬਣ ਗਈ - ਯਾਹੂ ਸਪੋਰਟਸ",
        "ਹਾਂਗਕਾਂਗ 'ਚ ਚੀਨੀ ਸਟਾਕ' ਚ ਗਿਰਾਵਟ, ਅਮਰੀਕਾ ਨੇ ਲਗਾਇਆ ਨਵਾਂ ਟੈਰਿਫ - ਬਲੂਮਬਰਗ",
        "ਮੈਕਕੌਨਲ ਕੈਨੇਡਾ ਵਿਰੁੱਧ ਟਰੰਪ ਦੇ ਟੈਰਿਫ ਨੂੰ ਵਾਪਸ ਲੈਣ ਲਈ ਵੋਟ 'ਤੇਃ‘ ਸਾਨੂੰ ਆਪਣੇ ਸਹਿਯੋਗੀਆਂ ਨੂੰ ਹੋਰ ਮਜ਼ਬੂਤ ਕਰਨ ਦੀ ਜ਼ਰੂਰਤ ਹੈ ’- ਦਿ ਹਿੱਲ",
        "ਵਿਸਕਾਨਸਿਨ ਵਿਚ ਹਾਰ ਦੇ ਬਾਵਜੂਦ ਮਸਕ ਅਜੇ ਵੀ ਮੱਧਕਾਲੀ ਚੋਣਾਂ ਵਿਚ ਇਕ ਵੱਡੀ ਭੂਮਿਕਾ ਦੀ ਯੋਜਨਾ ਬਣਾ ਰਿਹਾ ਹੈਃ ਸਰੋਤ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਕ੍ਰਿਸਟੋਫਰ ਨੋਲਨ ਦੀ ‘ਦਿ ਓਡੀਸੀ’ ਇਕ ‘ਮਾਸਟਰਪੀਸ ਹੈ ਜਿਸ' ਤੇ ਆਪਣੇ ਆਪ ਨੂੰ ਮਾਣ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ, 'ਯੂਨੀਵਰਸਲ ਐਗਜ਼ੀਕਿ.",
        "‘ਦੁਸ਼ਟਃ ਚੰਗੇ ਲਈ’ ਪਹਿਲੀ ਫੁਟੇਜਃ ਸਿੰਥਿਆ ਏਰੀਵੋ ਅਤੇ ਏਰੀਆਨਾ ਗ੍ਰੈਂਡ ਫਿਉਡ ਕਿਤੇ ਰੇਨਬੋ ਦੇ ਉੱਪਰ - IndieWire",
        "ਜਿਮ ਕੈਰੀ ਨੇ ਬੈਟਮੈਨ ਨੂੰ ਸੋਗ ਸਦਾ ਲਈ ਕੋਸਟਰ ਵੈਲ ਕਿਲਮਰਃ 'ਇਕ ਪੀੜ੍ਹੀ ਪ੍ਰਤਿਭਾ ਜਿਸ ਨੇ ਸਾਨੂੰ ਇਕ ਈਰਖਾ ਯੋਗ ਵਿਰਾਸਤ ਛੱਡ ਦਿੱਤੀ' - ਮਨੋਰੰਜਨ ਹਫਤਾਵਾਰੀ",
        "'ਦੱਖਣੀ ਚਾਰਮ ਦੀ ਵੇਨਿਤਾ ਐਸਪਨ \"ਨਿਰਾਸ਼\" ਕ੍ਰੈਗ ਕਨਓਵਰ ਵਿਚ ਦੋਸਤੀ ਫਾਲਆਉਟ ਦੇ ਵਿਚਕਾਰ, ਕਹਿੰਦਾ ਹੈ ਕਿ'ਸਮਰ ਹਾ Houseਸ ਦਾ ਪਾਇਜ ਡੀਸੋਰਬੋ ਪਹੁੰਚ ਗਿਆ - ਡੈੱਡਲਾਈਨ",
        "ਆਈਓਐਸ 18.5 ਬੀਟਾ ਵਿੱਚ ਸਭ ਕੁਝ ਨਵਾਂ - ਮੈਕਰੂਮੋਰਸ",
        "ਸ਼ਿੰਗਲਜ਼ ਟੀਕਾ ਇੱਕ ਦਰਦਨਾਕ ਬਿਮਾਰੀ ਨੂੰ ਰੋਕਦਾ ਹੈ, ਪਰ ਇਹ ਡਿਮੇਨਸ਼ੀਆ ਤੋਂ ਵੀ ਬਚ ਸਕਦਾ ਹੈ - OregonLive. com",
        "ਨਿਸ਼ਾਨੇਬਾਜ਼ ਨੇ ਸਾਲਾਂ ਤੋਂ ਨੈਸ਼ਵਿਲ ਇਕਰਾਰਨਾਮੇ ਦੇ ਸਕੂਲ ਹਮਲੇ ਦੀ ਸਾਵਧਾਨੀ ਨਾਲ ਯੋਜਨਾ ਬਣਾਈ. ਇੱਥੇ ਇਹ ਕਿਵੇਂ ਹੋਇਆ ਹੈ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਤੂਫਾਨ ਅਤੇ ਫਲੈਸ਼ ਹੜ੍ਹ ਲਈ ਕੇਂਦਰੀ ਯੂਐਸ ਬ੍ਰੇਸ ਜਿਵੇਂ ਕਿ ਸ਼ਕਤੀਸ਼ਾਲੀ ਤੂਫਾਨ ਦੇ ਨੇੜੇ ਆ ਰਿਹਾ ਹੈ - ਐਨਪੀਆਰ",
        "ਸੈਨੇਟ ਰਿਪਬਲਿਕਨ ਟਰੰਪ ਦੇ ਏਜੰਡੇ ਨੂੰ ਉਤਸ਼ਾਹਤ ਕਰਨ ਲਈ ਆਪਣੀ ਬਜਟ ਯੋਜਨਾ ਨਾਲ ਅੱਗੇ ਵਧਦੇ ਹਨ - ਐਨਪੀਆਰ",
        "ਓਵੇਚਕਿਨ ਦਾ ਗ੍ਰੈਜ਼ਕੀ ਦੇ ਟੀਚਿਆਂ ਦਾ ਪਿੱਛਾ ‘ਐਨਐਚਐਲ @ ਥਰਿੰਕ' ਪੋਡਕਾਸਟ ‘ਤੇ ਗਰਮ ਵਿਸ਼ਾ ਰਿਕਾਰਡ ਕਰਦਾ ਹੈ - ਐਨਐਚਐਲ ਡਾਟ ਕਾਮ",
        "ਟਰੰਪ ਦਾ ਚੀਨ 'ਤੇ ਟੈਰਿਫ ਵਾਧੇ, ਵੀਅਤਨਾਮ ਜੁੱਤੀਆਂ ਦੀਆਂ ਫਰਮਾਂ ਲਈ ਵੱਡੀ ਸਮੱਸਿਆ ਖੜ੍ਹੀ ਕਰਦਾ ਹੈ - ਫੁਟਵੀਅਰ ਨਿ Newsਜ਼"
    ]
}