{
    "headlines": [
        "الرئيس الألماني يحث الولايات المتحدة على عدم التخلي عن الحلفاء وهو يكرم بايدن - رويترز",
        "القاضي يمنع إعدام روبرت روبرسون في قضية الطفل المهزوز المثيرة للجدل - BBC.com",
        "نتنياهو يعد بالمزيد من الحرب، ويبدد آمال السلام بعد مقتل زعيم حماس - رويترز",
        "أفادت التقارير أن Meta تطلق النار على الموظف مقابل 400 ألف دولار سنويًا لإنفاق 25 دولارًا على أرصدة الوجبات على معجون الأسنان والشاي - Fortune",
        "كوريا الجنوبية تقول إن إرسال قوات كوريا الشمالية إلى روسيا \"تهديد أمني خطير\" - رويترز",
        "قابل رجل إيلون ماسك في واشنطن - بوليتيكو",
        "ليام باين: عبارات نجوم ون دايركشن المؤثرة بالكامل - BBC.com",
        "أسهم Netflix تقفز بنسبة 5 ٪ في مرحلة ما قبل السوق بعد فوز أرباح الربع الثالث - CNBC",
        "الأسهم الصينية تنتعش مع تعزيز بنك الشعب الصيني للدعم للسوق - بلومبرغ",
        "يمكن لموقع صور Google الآن إجراء نسخ احتياطي مباشر للمجلدات على جهاز الكمبيوتر الخاص بك - 9to5Google",
        "Yankees vs. Guardians: Jhonkensy Noel، David Fry يحشد Guardians إلى النصر الملحمي، ذهابًا وإيابًا في لعبة ALCS 3 - Yahoo Sports",
        "كيف يمكن أن تؤثر تداعيات الهند وكندا على التجارة والهجرة - BBC.com",
        "أوهتاني، بيتس يقود الطريق بينما تضع لوس أنجلوس ميتس على حافة الهاوية - ESPN",
        "في أول زيارة لتشارلز كملك، لا يشعر الأستراليون بالارتياح الملكي - واشنطن بوست",
        "المدعون العامون في ولاية أريزونا يسقطون التهم الموجهة ضد رجل أسود أصم تعرض للضرب من قبل شرطة فينيكس - الولايات المتحدة الأمريكية اليوم",
        "Broncos four downs: إذا كان من الممكن إصلاح ميكانيكا بو نيكس، فإن فريق Sean Payton's Broncos يشبه فريق التصفيات (اللحظات) مرة أخرى - The Denver Post",
        "يحضر ترامب عشاء آل سميث بينما يظهر هاريس في فيديو مسجل مسبقًا - سي بي إس نيوز",
        "الموعد النهائي للتداول في دوري كرة القدم الأمريكية لعام 2024: لماذا يجب على القديسين التعامل مع ألفين كامارا، بالإضافة إلى نقاط الهبوط المحتملة لـ RB المخضرم - CBS Sports",
        "\"SVU \": كيلي جيديش في عودتها وما هو قادم لرولينز - مراسل هوليوود",
        "تظهر الأرقام الرسمية أن تباطؤ الاقتصاد الصيني يزداد عمقًا - BBC.com"
    ]
}