{
    "headlines": [
        "[Removed]",
        "Lakers' LeBron James to make preseason debut vs. Suns after sitting out team's opener for 'rest' - CBS Sports",
        "Tropical Storm Milton forms in Gulf; forecast to strengthen into hurricane headed toward Florida - CBS News",
        "Dodgers 'closing the door' on Kershaw's return - ESPN",
        "False claims about the federal response to Helene are an ominous sign for the coming election - CNN",
        "Live updates: Alabama football vs. Vanderbilt score, injury report and more - AL.com",
        "FDA upgrades recall of eggs linked to salmonella to 'serious' health risks or 'death' - USA TODAY",
        "Buncombe County officials provide updates on Helene response efforts - WXII12 Winston-Salem",
        "Jim Henson Company Lot On La Brea Not Being Sold To Scientology, Owners Say; “Not In Any Business Dealings With The Church,” Family Declares - Deadline",
        "Pro-Palestinian rallies staged worldwide ahead of October 7 anniversary - CNN",
        "[Removed]",
        "Hezbollah loses contact with senior leader Hashem Safieddine: Sources - Al Jazeera English",
        "‘Joker 2’ Earns ‘D’ CinemaScore, Lowest Ever for Comic Book Movie - Variety",
        "Fact check: Are Haitian immigrants in Springfield in the US illegally? - Al Jazeera English",
        "Firas Zahabi expects 'lopsided' UFC 307 main event: Alex Pereira 'has seen everything Khalil Rountree brings' - MMA Junkie",
        "Juror on Menendez brothers’ first trial claims ‘outcome would be very different’ today: report - New York Post ",
        "Biltmore Village near famous estate ravaged by Hurricane Helene: Before and after - Fox Business",
        "Hillary Clinton addresses timing of Jack Smith’s memo - CNN",
        "Earth Officially Has a Second Moon: Asteroid 2024 PT5 Captured in Temporary Orbit - The Daily Galaxy --Great Discoveries Channel",
        "The northern lights could be visible in Massachusetts again. See the aurora forecast map. - CBS Boston"
    ]
}