{
    "headlines": [
        "ਪੁਤਿਨ ਦੇ ਜੰਗਬੰਦੀ ਦੀਆਂ ਸ਼ਰਤਾਂ ਤੈਅ ਕਰਨ ਤੋਂ ਬਾਅਦ ਰੂਸ ਅਤੇ ਯੂਕਰੇਨ ਰਾਤੋ ਰਾਤ ਹਵਾਈ ਹਮਲਿਆਂ ਦਾ ਵਪਾਰ ਕਰਦੇ ਹਨ - ਪੋਲਿਟਿਕੋ",
        "ਨਿਰਾਸ਼ ਮਾਰਵਿਨ ਵਿਟੋਰੀ ਨੇ ਯੂਐਫਸੀ ਫਾਈਟ ਨਾਈਟ 254 ਘਾਟੇ ਬਾਰੇ ਬਿਆਨ ਜਾਰੀ ਕੀਤਾ - ਐਮਐਮਏ ਜੰਕੀ",
        "ਸਿੱਖਿਆ ਵਿਭਾਗ ਦੇ ਕਰਮਚਾਰੀਆਂ ਦੀ ਕਟੌਤੀ ਅਪਾਹਜ ਬੱਚਿਆਂ ਦੇ ਪਰਿਵਾਰਾਂ ਲਈ ਵਿਕਲਪਾਂ ਨੂੰ ਸੀਮਤ ਕਰ ਸਕਦੀ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਸਪੇਸਐਕਸ ਦਾ ਕਰੂ -10 ਮਿਸ਼ਨ ਸਟਾਰਲਾਈਨਰ ਪੁਲਾੜ ਯਾਤਰੀਆਂ ਨੂੰ ਰਾਹਤ ਦੇਣ ਲਈ ਅੰਤਰਰਾਸ਼ਟਰੀ ਪੁਲਾੜ ਸਟੇਸ਼ਨ ਪਹੁੰਚਿਆ - ਸਪੇਸ ਡਾਟ ਕਾਮ",
        "ਐਤਵਾਰ, 16 ਮਾਰਚ, 2025 ਲਈ ਕੁੰਡਲੀ - ਸ਼ਿਕਾਗੋ ਸੂਰਜ-ਟਾਈਮਜ਼",
        "ਉੱਤਰੀ ਗਾਜ਼ਾ ਵਿਚ ਇਜ਼ਰਾਈਲੀ ਹਮਲੇ ਵਿਚ ਨੌਂ ਮਾਰੇ ਗਏ, ਅਧਿਕਾਰੀਆਂ ਦਾ ਕਹਿਣਾ ਹੈ, ਜੰਗਬੰਦੀ ਸ਼ੁਰੂ ਹੋਣ ਤੋਂ ਬਾਅਦ ਦੀ ਸਭ ਤੋਂ ਭਿਆਨਕ ਹੜਤਾਲ ਵਿਚ - ਸੀ ਐਨ ਐਨ",
        "ਮਰਨ ਵਾਲਿਆਂ ਦੀ ਗਿਣਤੀ ਵਧ ਕੇ 33 ਹੋ ਗਈ ਹੈ ਕਿਉਂਕਿ ਵਿਨਾਸ਼ਕਾਰੀ ਤੂਫਾਨ ਅਤੇ ਹਿੰਸਕ ਤੂਫਾਨ ਦੱਖਣ ਅਤੇ ਮੱਧ-ਪੱਛਮ ਨੂੰ ਖਤਮ ਕਰ ਦਿੰਦੇ ਹਨ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਸਰਬੀਆਃ ਪ੍ਰਦਰਸ਼ਨਕਾਰੀ ਦਬਾਅ ਹੇਠ Vucic ਨਾਲ ਬੇਲਗ੍ਰੇਡ ਹੜ੍ਹ - DW (ਅੰਗਰੇਜ਼ੀ)",
        "ਐਟਲੇਟਿਕੋ ਮੈਡ੍ਰਿਡ ਬਨਾਮ ਬਾਰਸੀਲੋਨਾ, ਲਾ ਲੀਗਾਃ ਟੀਮ ਨਿ Newsਜ਼, ਪੂਰਵਦਰਸ਼ਨ, ਲਾਈਨਅਪਸ, ਸਕੋਰ ਭਵਿੱਖਬਾਣੀ - ਬਾਰਕਾ ਬਲੌਗਰੇਨਜ਼",
        "Kanye West Drops Diddy Song with Daughter North After Dispute With Kim Kardashian Over Release - ਰੋਲਿੰਗ ਸਟੋਨ",
        "ਕ੍ਰਾਫੋਰਡ | ਲੂਯਿਸਵਿਲੇ ਦੇ ਏਸੀਸੀ ਖਿਤਾਬ ਦਾ ਸੁਪਨਾ ਡਿਊਕ ਤੋਂ 73-62 ਦੇ ਨੁਕਸਾਨ ਵਿੱਚ ਖਤਮ ਹੁੰਦਾ ਹੈ, ਪਰ ਉਮੀਦ ਦਾ ਨਵਾਂ ਯੁੱਗ ਸ਼ੁਰੂ ਹੁੰਦਾ ਹੈ - ਡਬਲਯੂਡੀਆਰਬੀ",
        "JD Vance Ridicules Protesters: ‘ਕੀ ਤੁਹਾਡੇ ਸਾਰਿਆਂ ਕੋਲ ਨੌਕਰੀਆਂ ਨਹੀਂ ਹਨ?’ - ਦ ਡੇਲੀ ਬੀਸਟ",
        "ਟਰੰਪ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਯਮਨ ਵਿਚ ਹੂਤੀਆਂ ਵਿਰੁੱਧ ‘ਫੈਸਲਾਕੁੰਨ’ ਫੌਜੀ ਕਾਰਵਾਈ ਚੱਲ ਰਹੀ ਹੈ - ਸੀਐਨਐਨ",
        "ਐਪਲ ਆਈਫੋਨ 17 ਪ੍ਰੋ ਮੈਕਸ ਨੂੰ 17 ਅਲਟਰਾ ਨਾਲ ਬਦਲ ਦੇਵੇਗਾ, ਦਾਅਵਿਆਂ ਦੀ ਰਿਪੋਰਟ ਕਰੋ - GSMArena. com ਖ਼ਬਰਾਂ - GSMArena.",
        "ਸਟਾਰਬਕਸ ਨੇ ਗਰਮ ਪੀਣ ਨਾਲ ਸਾੜੇ ਗਏ ਗਾਹਕ ਨੂੰ $ 50M ਦਾ ਭੁਗਤਾਨ ਕਰਨ ਦਾ ਆਦੇਸ਼ ਦਿੱਤਾ - ਫੌਕਸ ਨਿ Newsਜ਼",
        "ਟਰੰਪ ਦੇ ਕੱਟਾਂ ਨੇ ਵੌਇਸ ਆਫ ਅਮਰੀਕਾ, ਰੇਡੀਓ ਫ੍ਰੀ ਯੂਰਪ ਨੂੰ ਮਾਰਿਆ - ਡੀਡਬਲਯੂ (ਅੰਗਰੇਜ਼ੀ)",
        "2025 ਆਸਟਰੇਲੀਆਈ ਗ੍ਰਾਂ ਪ੍ਰੀ ਨੂੰ ਮੁਫਤ ਚੈਨਲ 'ਤੇ ਕਿਵੇਂ ਵੇਖਣਾ ਹੈ - ਗਿਜ਼ਮੋਡੋ",
        "ਜੀਨ ਹੈਕਮੈਨ ਦੇ ਬੱਚਿਆਂ ਦਾ ਨਾਮ ਅਭਿਨੇਤਾ ਦੇ $ 80M ਵਿੱਚ ਨਹੀਂ ਹੋਵੇਗਾ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਫੈੱਡ ਰੇਟ ਨੀਤੀਃ ਟਰੰਪ ਦੇ ਟ੍ਰੇਡ ਸਾਲਵੋਸ ਸੈਂਟਰਲ ਬੈਂਕਰਾਂ ਦੇ ਟੈਸਟ ਨਸਾਂ - ਬਲੂਮਬਰਗ"
    ]
}