{
    "headlines": [
        "ਪੋਪ ਦੀ ਹਾਲਤ ਸਥਿਰ, ਮਕੈਨੀਕਲ ਹਵਾਦਾਰੀ ਬੰਦ - ਵੈਟੀਕਨ ਨਿਊਜ਼ - ਪੰਜਾਬੀ",
        "ਕਮਾਂਡਰਾਂ ਨੂੰ ਵਪਾਰ ਤੋਂ ਬਾਅਦ 49ers ਨੂੰ ਡੀਬੋ ਸੈਮੂਅਲ ਦਾ ਸਧਾਰਣ ਸੰਦੇਸ਼ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਭੀੜ ਨੇ ਵਰਮੋਂਟ ਸਕੀ ਰਿਜੋਰਟ ਦੇ ਨੇੜੇ ਵਿਰੋਧ ਪ੍ਰਦਰਸ਼ਨ ਕੀਤਾ ਜਿੱਥੇ ਜੇਡੀ ਵੈਨਸ ਨੇ ਪਰਿਵਾਰ ਨਾਲ ਛੁੱਟੀਆਂ ਦੀ ਯੋਜਨਾ ਬਣਾਈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਵ੍ਹਾਈਟ ਹਾ Houseਸ ਯੂਕਰੇਨ ਦੇ ਆਲੇ ਦੁਆਲੇ ਯੂਰਪ ਦੀਆਂ ਰੈਲੀਆਂ ਦੇ ਤੌਰ ਤੇ ਜ਼ੇਲੇਨਸਕੀ ਸ਼ੋਅਡਾਉਨ ਦੇ ਟਰੰਪ ਦੇ ਪ੍ਰਬੰਧਨ ਲਈ ਰੇਵ ਸਮੀਖਿਆਵਾਂ ਨੂੰ ਵਧਾਉਂਦਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਟਰੰਪ ਪ੍ਰਸ਼ਾਸਨ ਸਰਕਾਰੀ ਖਰਚਿਆਂ ਨੂੰ ਜੀਡੀਪੀ ਤੋਂ ਬਾਹਰ ਕਰ ਸਕਦਾ ਹੈ, ਡੋਗ ਕਟੌਤੀ ਦੇ ਪ੍ਰਭਾਵ ਨੂੰ ਅਸਪਸ਼ਟ ਕਰ ਸਕਦਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਟਰੰਪ ਦੇ ਸਾਂਝੇ ਸੰਬੋਧਨ ਦਾ ਮੁਕਾਬਲਾ ਕਰਨ ਲਈ ਡੈਮੋਕ੍ਰੇਟਸ ਨੂੰ ਨਵੇਂ ਟੈਸਟ ਦਾ ਸਾਹਮਣਾ ਕਰਨਾ ਪੈ ਰਿਹਾ ਹੈ - ਸੀਐਨਐਨ",
        "ਰਿਪਬਲਿਕਨ ਗਵਰਨਰਾਂ ਨੇ ਰਾਜ ਦੇ ਬਜਟ ਨੂੰ ਘਟਾਉਣ ਦੀ ਕੋਸ਼ਿਸ਼ ਕੀਤੀ । ਉਨ੍ਹਾਂ ਕੋਲ ਏਲੋਨ ਮਸਕ ਲਈ ਸਲਾਹ ਹੈ. - ਪੋਲਿਟਿਕੋ",
        "ਜੌਨ ਸੀਨਾ ਦੇ ਅੱਡੀ ਬਦਲਣ ਤੋਂ ਬਾਅਦ ਡਬਲਯੂਡਬਲਯੂਈ ਐਲੀਮੀਨੇਸ਼ਨ ਚੈਂਬਰ 2025 ਤੋਂ ਸਭ ਤੋਂ ਵੱਡਾ ਟੇਕਵੇਅ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "Crypto ਭਾਅ ਟਰੰਪ ਘੱਟ-ਵਪਾਰ ਟੋਕਨ ਸ਼ਾਮਲ ਕਰਨ ਲਈ ਅਮਰੀਕਾ ਦੇ ਰਣਨੀਤਕ ਰਿਜ਼ਰਵ ਕਹਿੰਦਾ ਹੈ ਦੇ ਰੂਪ ਵਿੱਚ ਛਾਲ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "ਚੀਨ ਦਾ ਆਨਰ 10 ਬਿਲੀਅਨ ਡਾਲਰ ਦੇ ਏਆਈ ਨਿਵੇਸ਼ ਦਾ ਵਾਅਦਾ ਕਰਦਾ ਹੈ ਅਤੇ ਵਿਸ਼ਵਵਿਆਪੀ ਧੱਕੇਸ਼ਾਹੀ ਵਿੱਚ ਗੂਗਲ ਨਾਲ ਸਬੰਧਾਂ ਨੂੰ ਡੂੰਘਾ ਕਰਦਾ ਹੈ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਹੈਵਥੋਰਨ ਦੇ ਸਪੇਸਐਕਸ ਹੈੱਡਕੁਆਰਟਰ ਵਿਖੇ ਏਲੋਨ ਮਸਕ, ਡੋਗੇ ਦੇ ਵਿਰੁੱਧ ਪ੍ਰਦਰਸ਼ਨਕਾਰੀਆਂ ਨੇ ਰੈਲੀ ਕੀਤੀ - ਡੇਲੀ ਬ੍ਰੀਜ਼",
        "ਪਿੱਟ ਫਰੈਸ਼ਮੈਨ ਸੀਬੀ ਅਲੈਗਜ਼ੈਂਡਰ ਦੀ ਕਾਰ ਹਾਦਸੇ 'ਚ ਮੌਤ - ਈਐਸਪੀਐਨ",
        "2025 ਐਨਐਫਐਲ ਲਾਈਵ ਅਪਡੇਟਸ, ਰਿਜ਼ਲਟ ਟਰੈਕਰ, ਚੋਟੀ ਦੇ ਪ੍ਰਦਰਸ਼ਨਾਂ ਨੂੰ ਕਿ Qਬੀ, ਡਬਲਯੂਆਰ ਅਤੇ ਆਰਬੀ ਵਰਕਆ outਟ ਦੇ ਰੂਪ ਵਿੱਚ ਜੋੜਦਾ ਹੈ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਐਚਐਮਡੀ ਦੀਆਂ ਨਵੀਆਂ ਈਅਰਬਡਸ ਤੁਹਾਡੇ ਫੋਨ ਦੀ ਬੈਟਰੀ ਨੂੰ ਟਾਪ ਕਰ ਸਕਦੀਆਂ ਹਨ - ਦਿ ਵਰਜ",
        "ਜ਼ੀਓਮੀ ਯੂਰਪ ਵਿਚ ਆਪਣੇ 15 ਅਤੇ 15 ਅਲਟਰਾ ਫਲੈਗਸ਼ਿਪਸ ਲਿਆਉਂਦੀ ਹੈ — ਪਰ ਅਮਰੀਕਾ ਬਾਹਰ ਖੁੰਝਦਾ ਹੈ - ਦਿ ਵਰਜ",
        "ਭੌਤਿਕ ਵਿਗਿਆਨੀ ਰਿਕਾਰਡ ਤੋੜਨ ਵਾਲੀ ਇਲੈਕਟ੍ਰਾਨ ਬੀਮ ਪਾਵਰ ਅਤੇ ਕਰੰਟ ਪ੍ਰਾਪਤ ਕਰਦੇ ਹਨ - Phys.",
        "ਆਸਕਰ 2025: ਐਤਵਾਰ ਦੇ ਅਕੈਡਮੀ ਅਵਾਰਡ ਮੁਫਤ ਵਿਚ onlineਨਲਾਈਨ ਕਿਵੇਂ ਵੇਖਣੇ ਹਨ - ਟੀਵੀਲਾਈਨ",
        "ਗਵਾਹੀ ਵੇਖਣ ਤੋਂ ਬਾਅਦਃ ਟਰੰਪ ਨੇ ਰਿਹਾਅ ਕੀਤੇ ਗਏ ਏਲੀ ਸ਼ਾਰਬੀ ਨੂੰ ਵ੍ਹਾਈਟ ਹਾ Houseਸ - ਦਿ ਯਰੂਸ਼ਲਮ ਪੋਸਟ ਨੂੰ ਸੱਦਾ ਦਿੱਤਾ"
    ]
}