{
    "headlines": [
        "قال أحد المتصلين بخدمة الطوارئ إن أحد المخيمين قُتل على يد دب. تقول الشرطة إنها كانت جريمة قتل. - الواشنطن بوست",
        "في غسق ولايته، يحيي بايدن الجمهور العالمي الذي سئم من الحرب والحذر من السياسة الأمريكية - سي إن إن",
        "مخاوف إنفلونزا الطيور تتصاعد مع إعلان كاليفورنيا عن المزيد من الحالات البشرية - فوكس نيوز",
        "شركة TSMC متفائلة بشأن التوقعات حيث تجاوز ازدهار الذكاء الاصطناعي التوقعات السابقة لأرباح الربع الثالث - رويترز",
        "تنضم نوكيا إلى إريكسون في رؤية علامات التعافي بعد نتائج متباينة - رويترز",
        "استجواب هاريس على قناة فوكس نيوز حول الهجرة، ولياقة بايدن للمنصب - رويترز",
        "حظر تأجير الأرحام في إيطاليا: منع الأزواج من السفر إلى الخارج للبحث عن بديل - BBC.com",
        "يقدم Walker Buehler أداءً عتيقًا حيث يقود Shohei Ohtani هجوم Dodgers في توجيه NLCS Game 3 - Yahoo Sports",
        "متى يكون القمر المكتمل التالي ؟ أكتوبر يجلب قمر الصياد العملاق - سجل دي موين",
        "يقول JD Vance إن دونالد ترامب لم يخسر انتخابات 2020 - الجزيرة الإنجليزية",
        "الطريقة المدهشة التي يمكن بها لأوزيمبيك أن تجعل الناس يتوقفون عن شرب الكحول وتعاطي المخدرات - نيويورك بوست",
        "يقف ترامب إلى جانب الادعاءات التي تم فضحها بأن المهاجرين يأكلون الحيوانات الأليفة في حدث للناخبين من أصل إسباني - The Guardian US",
        "مقتفي أثر المذنبات الليلة: متى وأين يمكن رؤيته يوم الخميس مع \"القمر الخارق\" - فوربس",
        "الصين توظف القراصنة والمشاهير لتقويض تايوان - صحيفة وول ستريت جورنال",
        "قاذفات القنابل الأمريكية B -2 تضرب الحوثيين المدعومين من إيران في اليمن - سي إن إن",
        "ريان ميرفي ورئيس FX جون لاندغراف على أن \"Grotesquerie\" تطور وتحمل المخاطر في 21 عاما من التعاون - الموعد النهائي",
        "يقول ترودو إن تدخل الهند المزعوم في كندا كان \"خطأ فادحًا\" - رويترز",
        "الرأي | هل حققت قاعة مدينة ترامب النسائية بالكامل أي شيء ؟ - الواشنطن بوست",
        "نعى ليام باين من One Direction هوليوود بعد وفاته عن عمر يناهز 31 عامًا: \"مفجع للغاية\" - فوكس نيوز",
        "تجاهل كايتلين كلارك تكريم WNBA آخر بالإجماع بعد جدل Rookie of the Year - New York Post"
    ]
}