{
    "headlines": [
        "حظيت بنوك وول ستريت بربع عام رائع، وبدأت أوقات الازدهار للتو - CNBC",
        "ملخص سريع لليوم الثالث من جلسات الاستماع للمرشحين لرئاسة الرئيس المنتخب دونالد ترامب - سي إن إن",
        "يقول مستشار إن ترامب سيحمي تيك توك من \"التعتيم\" إذا كان الاتفاق مطروحًا على الطاولة - رويترز",
        "محذوف",
        "جولياني يحتفظ بالشقق، حلقات بطولة العالم في تسوية مع العاملين في الانتخابات - ABC News",
        "رفع جاستن بالدوني دعوى قضائية بقيمة 400 مليون دولار ضد بليك ليفلي وريان رينولدز بسبب حملة تشويه مزعومة - مراسل هوليوود",
        "لامار جاكسون عن جوش ألين: أحاول هزيمتك، لا أن أكون صديقك - NBC Sports",
        "فيما يلي نظرة على كل جهاز Galaxy S25 ملون تقريبًا تخطط سامسونج لإطلاقه - 9to5Google",
        "توفي ديفيد لينش، المدير البصري لـ \"Twin Peaks\" و \"Blue Velvet\"، عن عمر يناهز 78 عامًا - متنوع",
        "يختار اتحاد كرة القدم الأميركي هذا الأسبوع، الاحتمالات، الرهانات: تنبؤات خبراء الجولة التقسيمية 2025 ضد الانتشار والتلاعب والدعائم - CBS Sports",
        "يحذر بايدن من أن الولايات المتحدة تخاطر بأن تصبح \"أوليغاركية\". \"ماذا يعني المصطلح ؟ - وكالة أسوشيتد برس",
        "إدارة الغذاء والدواء الأمريكية توافق على بيع أكياس النيكوتين Zyn، مشيرة إلى الفوائد الصحية للمدخنين البالغين - وكالة أسوشيتد برس",
        "محذوف",
        "محذوف",
        "تُظهر صور الأقمار الصناعية قطاع غزة قبل وبعد الدمار الذي خلفته الحرب بين إسرائيل وحماس - وكالة أسوشيتد برس",
        "هل سيعقد ديون ساندرز ودالاس كاوبويز صفقة ؟ - NBC Sports",
        "من حرائق الغابات في لوس أنجلوس إلى الأعاصير، يساعد المهاجرون في إعادة البناء بعد الكوارث. قد يواجه البعض الترحيل - وكالة أسوشيتد برس",
        "تشمل ترشيحات جوائز PGA \"Dune: Part Two\" و \"The Brutalist\" و \"Wicked\" تتنافس على جائزة أفضل فيلم - الموعد النهائي",
        "يقول سكوت بيسنت، المختار من وزارة الخزانة، إن الفشل في تمديد التخفيضات الضريبية لترامب من شأنه أن يتسبب في \"توقف مفاجئ\" اقتصادي - سي إن بي سي",
        "مركبتان على سطح القمر في طريقهما إلى القمر بعد لقطة القمر المزدوجة من سبيس إكس - آرس تكنيكا"
    ]
}