{
    "headlines": [
        "ਹਾਈਪਰਟੈਨਸ਼ਨ ਵਾਲੇ 10 ਵਿੱਚੋਂ 4 ਯੂਐਸ ਬਾਲਗਾਂ ਨੂੰ ਇਹ ਨਹੀਂ ਪਤਾ ਕਿ ਉਨ੍ਹਾਂ ਕੋਲ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਟਰੰਪ ਨੇ ਸੰਯੁਕਤ ਰਾਸ਼ਟਰ ਦੇ ਰਾਜਦੂਤ ਲਈ ਰਿਪਬਲਿਕ ਐਲਿਸ ਸਟੀਫਨਿਕ ਨੂੰ ਚੁਣਿਆ - ਸੀਐਨਐਨ",
        "ਦੋਵਾਂ ਤੱਟਾਂ 'ਤੇ ਭੜਕੀ ਖਤਰਨਾਕ ਜੰਗਲੀ ਅੱਗਾਂ ਨੂੰ ਰੋਕਣ ਲਈ ਫਾਇਰਫਾਈਟਰਜ਼ ਦੀ ਲੜਾਈ - ਸੀ ਐਨ ਐਨ",
        "‘ਗਲੈਡੀਏਟਰ II’ ਸਮੀਖਿਆ: ਪੌਲ ਮੇਸਕਲ ਅਤੇ ਡੇਨਜ਼ਲ ਵਾਸ਼ਿੰਗਟਨ ਪਾਵਰ ਰਿਡਲੀ ਸਕਾਟ ਦੀ ਇਕਲੌਤੀ ਸਰਬੋਤਮ ਤਸਵੀਰ ਆਸਕਰ ਜੇਤੂ ਦੀ ਲੰਬੀ ਉਡੀਕ ਕੀਤੀ ਗਈ ਸੀਕੁਅਲ - ਡੈੱਡਲਾਈਨ",
        "ਰੂਸਃ ਠੀਕ ਹੈ, ਮੇਰਾ ਅਨੁਮਾਨ ਹੈ ਕਿ ਸਾਡੇ ਕੋਲ ਗ੍ਰਾਸੋਪਰ ਰਾਕੇਟ ਪ੍ਰੋਜੈਕਟ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ, ਵੀ - ਆਰਸ ਟੈਕਨੀਕਾ",
        "ਰਸਲ ਵਿਲਸਨ ਮਾਈਕ ਵਿਲੀਅਮਜ਼ ਟੀਡੀ 'ਤੇਃ ਇਸ ਨੂੰ ਪਿਆਰ ਕਰੋ ਜਦੋਂ ਮੁੰਡਿਆਂ ਨੂੰ ਮੁਸੀਬਤਾਂ ਦਾ ਸਾਹਮਣਾ ਕਰਨਾ ਪੈਂਦਾ ਹੈ ਅਤੇ ਲੰਘਦੇ ਹਨ - ਐਨ ਬੀ ਸੀ ਸਪੋਰਟਸ",
        "ਏਲੋਨ ਮਸਕ ਟਰੰਪ ਦੀ ਸਰਕਾਰ ਨੂੰ ਰੂਪ ਦੇਣ ਵਿਚ ਨੇੜਿਓਂ ਸ਼ਾਮਲ ਹੈ, ਐਕਸਿਓਸ ਦਾ ਮਾਈਕ ਐਲਨ ਕਹਿੰਦਾ ਹੈ - ਸੀ ਐਨ ਬੀ ਸੀ ਟੈਲੀਵਿਜ਼ਨ",
        "ਇਹ ਹੈ ਕਿ ਇੱਕ ਨਵਾਂ ਟਰੰਪ ਪ੍ਰਸ਼ਾਸਨ ਤੁਹਾਡੇ ਪੈਸੇ ਲਈ ਕੀ ਹੋ ਸਕਦਾ ਹੈ, ਵਿੱਤੀ ਸਲਾਹਕਾਰ ਕਹਿੰਦੇ ਹਨ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਡਿਮੇਨਸ਼ੀਆ ਨਾਲ ਨਜਿੱਠਣ ਲਈ, ਬਜ਼ੁਰਗ ਕੈਨਾਬਿਸ ਵੱਲ ਮੁੜ ਰਹੇ ਹਨ - ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "‘ਯੈਲੋਸਟੋਨ’ ਦੇ ਪ੍ਰਸ਼ੰਸਕ ਜੌਨ ਡੱਟਨ ਦੀ ਕਿਸਮਤ 'ਤੇ ਗੁੱਸੇ ਹਨਃ‘ ਸ਼ਰਮ ਕਰੋ ਤੁਹਾਡੇ 'ਤੇ ਟੇਲਰ ਸ਼ੈਰੀਡਨ’ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਵਿਕੀਪੀਡੀਆ ਟਰੰਪ ਦੇ ਚੋਣ turbocharges cryptocurrencies ਦੇ ਤੌਰ ਤੇ ਰਿਕਾਰਡ ਕਰਨ ਲਈ ਛਾਲ - ਰਾਇਟਰ",
        "ਟਰੰਪ ਨੇ ਸਾਬਕਾ ਇਮੀਗ੍ਰੇਸ਼ਨ ਅਧਿਕਾਰੀ ਥਾਮਸ ਹੋਮਨ ਨੂੰ ਸਰਹੱਦ ਜ਼ਾਰ - ਪੋਲਿਟਿਕੋ",
        "ਇਜ਼ਰਾਈਲ ਦੇ ਪ੍ਰਧਾਨ ਮੰਤਰੀ ਬੈਂਜਾਮਿਨ ਨੇਤਨਯਾਹੂ ਨੇ ਪੁਸ਼ਟੀ ਕੀਤੀ ਕਿ ਉਹ ਹਿਜ਼ਬੁੱਲਾ ਦੇ ਖਿਲਾਫ ਜਾਨਲੇਵਾ ਪੇਜਰ ਹਮਲਿਆਂ ਦੇ ਪਿੱਛੇ ਸੀ, ‘ਵਿਰੋਧ‘ ਦਾ ਸਾਹਮਣਾ ਕਰਨਾ ਪਿਆ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਕੁਪੋਸ਼ਿਤ ਸਮਰਾਟ ਪੈਨਗੁਇਨ ਜੋ ਆਸਟਰੇਲੀਆ ਵਿਚ ਤੈਰਦਾ ਹੈ ਘਰ ਤੋਂ 2,000 ਮੀਲ ਦੀ ਦੂਰੀ 'ਤੇ ਬਚਾਅ ਕਰਨ ਵਾਲਿਆਂ ਲਈ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਕਿਵੇਂ ਇੱਕ ਜ਼ਿੱਦੀ ਕੰਪਿ computerਟਰ ਵਿਗਿਆਨੀ ਨੇ ਗਲਤੀ ਨਾਲ ਡੂੰਘੀ ਸਿਖਲਾਈ ਬੂਮ ਦੀ ਸ਼ੁਰੂਆਤ ਕੀਤੀ - ਆਰਸ ਟੈਕਨੀਕਾ",
        "ਕੀ ਵੈਟਰਨਜ਼ ਡੇਅ 'ਤੇ ਮੇਲ ਪਹੁੰਚਾਈ ਜਾਏਗੀ? - ਡਬਲਯੂਜੇਡਬਲਯੂ ਫੌਕਸ 8 ਨਿਊਜ਼ ਕਲੀਵਲੈਂਡ",
        "ਅੱਜ ਦੋ ਸਪੇਸਐਕਸ ਲਾਂਚਃ ਕੇਪ ਕੈਨਾਵਰਲ ਤੋਂ ਜੁੜਵਾਂ ਲਾਂਚਾਂ ਬਾਰੇ ਜਾਣਨ ਲਈ ਸਭ ਕੁਝ - ਫਲੋਰੀਡਾ ਟੂਡੇ",
        "2025 ਐਨਐਫਐਲ ਡਰਾਫਟ ਆਰਡਰਃ ਜਿੱਥੇ ਲੀਗ ਦੀਆਂ 32 ਟੀਮਾਂ ਹਫਤੇ 10 ਤੋਂ ਬਾਅਦ ਖੜ੍ਹੀਆਂ ਹੁੰਦੀਆਂ ਹਨ - ਪ੍ਰੋ ਫੁੱਟਬਾਲ ਫੋਕਸ",
        "ਸਾਇਬੇਰੀਆ ਦੇ ਪਰਮਾਫ੍ਰੌਸਟ ਵਿਚ ਰਹੱਸਮਈ ਕ੍ਰੈਟਰ ਫਟ ਗਏ. ਵਿਗਿਆਨੀ ਕਹਿੰਦੇ ਹਨ ਕਿ ਉਹ ਹੁਣ ਕਿਉਂ ਜਾਣਦੇ ਹਨ - ਸੀ ਐਨ ਐਨ",
        "ਕ੍ਰੇਮਲਿਨ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਹਾਲ ਹੀ ਦੇ ਦਿਨਾਂ ਵਿੱਚ ਟਰੰਪ ਅਤੇ ਪੁਤਿਨ ਦੀ ਗੱਲ ਕੀਤੀ ਗਈ ਰਿਪੋਰਟਾਂ 'ਸ਼ੁੱਧ ਗਲਪ' ਹਨ - ਰਾਇਟਰਜ਼"
    ]
}