{
    "headlines": [
        "Trump wählt den Gouverneur von North Dakota aus, um das Innenministerium zu leiten - POLITICO",
        "China eröffnet riesigen Hafen in Peru, um seine Reichweite in Lateinamerika zu erweitern - The Washington Post",
        "Trumps Wildcard-Wahl im Kabinett lässt die Ölindustrie am Kopf kratzen - POLITICO",
        "Gaetz steht vor einem steinigen Weg zur Bestätigung, da sich der Druck auf die Freigabe der Ethik-Sonde des Hauses aufbaut - CNN",
        "Gaza: HRW wirft Israel Kriegsverbrechen mit Vertreibungen vor - BBC.com",
        "Eagles vs. Commanders Quoten, Vorhersage, Spread, Zeit: Thursday Night Football Picks nach NFL-Modell auf 17-7 Rolle - CBS Sports",
        "‘1000 Pfund. Schwestern’ Tammy Slaton zeigt Gewichtsverlust, zeigt, dass sie 281 Pfund wiegt - Seite sechs",
        "New York wird die erste US-Stadt mit einer Staugebühr - BBC.com",
        "Buffett's Berkshire kauft Aktien von Domino's Pizza and Pool Corp., entsorgt Apple-Aktien - Investopedia",
        "Super-Mikrocomputer-Aktie heute wieder gesunken - Ist die heruntergekommene KI-Aktie billig genug, um sie jetzt zu kaufen? - Yahoo! Voices",
        "Donald Trump wählt Robert Kennedy Jr. aus, um das US-Gesundheitsministerium zu leiten - Financial Times",
        "Chiefs unterzeichnen Spencer Shrader mit Harrison Butker Set für Injured Reserve - NBC Sports",
        "Google arbeitet an \"Shielded Email\", um Ihre Adresse vor Apps zu verbergen - 9to5Google",
        "Eva Longoria sagt, dass ihre Familie nicht mehr in den \"dystopischen\" USA lebt - BBC.com",
        "Masern sind schwächend und tödlich und die Fälle nehmen zu, WHO und CDC warnen - WLWT Cincinnati",
        "Jake Paul wettet mit der gesamten 40-Millionen-Dollar-Geldbörse, dass er Mike Tyson schlagen wird - New York Post",
        "Tropischer Sturm Sara Tracker: Karte und prognostizierter Sturmpfad - The Washington Post",
        "Satire-Publikation The Onion kauft Alex Jones 'Infowars auf einer Auktion mit Unterstützung der Sandy Hook-Familien - ABC News",
        "„Die Quintessenz ist, dass ich es Ihnen gesagt habe“: JWST-Beobachtungen bringen das Standardmodell für die Entstehung von Galaxien auf den Kopf, behauptet eine neue Studie - Livescience.com",
        "Disney-Einnahmen bieten Hoffnung, dass Streaming das lineare Fernsehen erfolgreich ersetzen kann - CNBC"
    ]
}