{
    "headlines": [
        "Curiosity Cracked Open a Rock on Mars And Found a Big Surprise - ScienceAlert",
        "Verstappen captures 4th F1 championship after Mercedes sweep of Las Vegas Grand Prix - The Associated Press",
        "Trump pick Lutnick's firm in talks with Tether for $2 billion bitcoin lending project, Bloomberg reports - Yahoo Finance",
        "Missing Israeli rabbi found dead in UAE in ‘antisemitic terrorist act,’ Israel says - CNN",
        "Gunman shot dead, 3 police injured in shooting near Israeli embassy in Jordan - Reuters",
        "Chuck Woolery, smooth-talking game show host of 'Love Connection' and 'Scrabble,' dies at 83 - The Associated Press",
        "Fred R. Harris, Oklahoma senator on Kerner Commission, dies at 94 - The Washington Post",
        "Top Biden adviser warns of ‘chaos’ if Trump raises tariffs and guts IRA - Financial Times",
        "From a US$300 billion climate finance deal to global carbon trading, here’s what was – and wasn’t – achieved at the COP29 climate talks - The Conversation France",
        "Renck: “Intoxicated by attention,” Coach Prime’s CU Buffs look soft in sobering loss to Kansas - The Denver Post",
        "Trump cabinet picks: Nominee Brooke Rollins for agriculture secretary completes line-up - BBC.com",
        "How BYU players described ASU's field storming after 28-23 loss - Deseret News",
        "Dartmouth sorority and 2 frat members face charges after student who attended party drowned - CNN",
        "John M. Chu gives Wicked fans permission to bug theaters to turn up the volume - The A.V. Club",
        "A 12-Year-Old’s Journey Into the World of Ozempic - The Wall Street Journal",
        "Full NFL predictions, picks for entire Week 12 slate - New York Post ",
        "[Removed]",
        "Trump names a Fox News personality, a COVID mandate critic and an anti-vaccine doctor to key public health roles - PBS NewsHour",
        "SpaceX to launch 20 Starlink satellites on the 400th Falcon 9 rocket - Spaceflight Now",
        "Taiwan’s former president says Ukraine needs US weapons more urgently than Taipei - POLITICO"
    ]
}