{
    "headlines": [
        "Demissões federais são\"prováveis\" se poucos funcionários optarem por sair, diz memorando - The Washington Post",
        "S&P 500 sobe à medida que os investidores se livram das batalhas comerciais de Trump, Nasdaq ganha 1% liderado por Palantir: atualizações ao vivo - CNBC",
        "Os ovos estão prestes a ficar mais caros na Waffle House. Aqui está o porquê - Yahoo! Voices",
        "Classificações na TV: Grammys tomam o ar, mas prosperam nas redes sociais - Hollywood Reporter",
        "Os pensamentos de Luka Doncic sobre os chefes dos Mavericks que o negociaram: ‘Não sei por quê’ - New York Post",
        "The Take: Como o presidente Ahmed Al-Sharaa moldará o futuro da Síria? - Al Jazeera English",
        "Tiger Woods anuncia que a sua mãe, Kultida, morreu - NBC Sports",
        "A China contra-ataca com tarifas sobre produtos dos EUA. Também investigará o Google. - The Associated Press",
        "Cruzeiro para reduzir a força de trabalho em 50% após a GM cortar financiamento para operações de robotaxi - TechCrunch",
        "Pontos de desembarque da Cooper Kupp: Destinos comerciais potenciais para o antigo WR All-Pro incluem Steelers e Cowboys - CBS Sports",
        "Amigos de Bianca Censori a chamam de ‘participante voluntária’ em acrobacias de roupas 'nuas' no Grammy, afirmam que Kanye West a ‘empoderou’ - Hindustan Times",
        "Apple anuncia aplicação ‘Apple Invites’ para planeamento de eventos - The Verge",
        "Administração Trump redigindo ordem executiva para iniciar a eliminação do Departamento de Educação - CNN",
        "Voo de migrantes segue para a Baía de Guantánamo enquanto questões legais giram em torno dos planos de Trump - CNN",
        "Tiroteio na escola sueca mais recente: seis pessoas feridas após tiros disparados no campus em Orebro - BBC.com",
        "Mudança de vibração do Senado em Tulsi Gabbard - Axios",
        "Como um antigo ataque de asteroide esculpiu 2 grandes desfiladeiros na lua - The Associated Press",
        "Como Elon Musk desencadeou duas semanas de caos em Washington - CNN",
        "O Brexit finalmente valeu a pena? O que a suspensão tarifária de Trump significa para a Starmer - POLITICO EUROPE",
        "Optoma lança novo projetor a laser de cinema doméstico 4K com suporte universal a HDR - Forbes"
    ]
}