{
    "headlines": [
        "ਜਨਵਰੀ ਖਪਤਕਾਰਾਂ ਦੀ ਮਹਿੰਗਾਈ ਰਿਪੋਰਟ ਲਈ ਵਪਾਰੀਆਂ ਦੀ ਬ੍ਰੇਸ ਵਜੋਂ ਸਟਾਕ ਫਿuresਚਰਜ਼ ਖਿਸਕਦਾ ਹੈਃ ਲਾਈਵ ਅਪਡੇਟਸ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਅਰਬ ਡਾਲਰ ਦੀ ਏਆਈ ਕੰਪਨੀ ਕੋਈ ਵੀ ਇਸ ਬਾਰੇ ਗੱਲ ਨਹੀਂ ਕਰ ਰਹੀ - ਅਤੇ ਤੁਹਾਨੂੰ ਕਿਉਂ ਦੇਖਭਾਲ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ - ZDNet",
        "ਵਿੰਟਰ ਵਿਪਲੈਸ਼ਃ ਇਕ ਹੋਰ ਬਰਫਬਾਰੀ, ਬਰਫ ਦੇ ਤੂਫਾਨ ਨੇ ਮਿਡਵੈਸਟ, ਪੂਰਬ - ਅਮਰੀਕਾ ਅੱਜ",
        "ਸੀਵੀਐਸ ਦੇ ਨਤੀਜੇ ਚੋਟੀ ਦੇ ਅਨੁਮਾਨ ਭਾਵੇਂ ਉੱਚ ਡਾਕਟਰੀ ਖਰਚੇ ਬੀਮਾ ਇਕਾਈ ਨੂੰ ਖਿੱਚਦੇ ਹਨ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਸਿਡਨੀ ਹਸਪਤਾਲ ਨੇ ਐਂਟੀਸੈਮਿਟਿਜ਼ਮ ਘੁਟਾਲੇ ਵਿੱਚ ਫੜੀਆਂ ਨਰਸਾਂ ਦੇ ਬਾਅਦ ਪ੍ਰੋ-ਫਲਸਤੀਨ ਸੋਸ਼ਲ ਮੀਡੀਆ ਪੋਸਟਾਂ ਨੂੰ ਸਕ੍ਰਬ ਕੀਤਾ - ਦ ਯਰੂਸ਼ਲਮ ਪੋਸਟ",
        "ਸੈਮਸੰਗ ਦੇ ਗਲੈਕਸੀ A56 ਹਰ ਕੋਣ ਤੱਕ ਲੀਕ - The Verge",
        "ਸੰਖੇਪ. ਰਹੱਸਮਈ. ‘ਚਿੰਤਾ ਭੜਕਾਉਂਦੀ ਹੈ.’ ਜੀਐਸਏ ਨੂੰ ਓਵਰਹਾਲ ਕਰਨ ਲਈ ਡੋਗੇ ਦੇ ਕਰੂਸੇਡ ਦੇ ਅੰਦਰ - ਪੋਲਿਟਿਕੋ",
        "ਆਈਨਸਟਾਈਨ ਸਹੀ ਸੀ – ਯੂਕਲਿਡ ਨੇ ਸਿਰਫ ਇੱਕ ਸੰਪੂਰਨ ਬ੍ਰਹਿਮੰਡੀ ਰਿੰਗ ਵਿੱਚ ਸਪੇਸ-ਟਾਈਮ ਵਾਰਪਿੰਗ ਨੂੰ ਕੈਪਚਰ ਕੀਤਾ - SciTechDaily",
        "ਕੇਵਿਨ ਡੁਰਾਂਟ NBA ਦੇ ਇਤਿਹਾਸ 'ਚ 30,000 ਅੰਕ ਬਣਾਉਣ ਵਾਲਾ 8ਵਾਂ ਖਿਡਾਰੀ ਬਣਿਆ - NBA.",
        "ਈਗਲਜ਼ ਬਨਾਮ ਚੀਫਸ ਸੁਪਰ ਬਾlਲਃ 40 ਜੇਤੂ, 6 ਹਾਰਨ ਵਾਲੇ, ਅਤੇ 3 ਆਈਡੀਕੇ - ਬਲੱਡਿੰਗ ਗ੍ਰੀਨ ਨੇਸ਼ਨ",
        "‘ਕੈਪਟਨ ਅਮਰੀਕਾਃ ਬਹਾਦਰ ਨਵੀਂ ਦੁਨੀਆ’ ਮਿਸ਼ਰਤ ਪਹਿਲੀ ਪ੍ਰਤੀਕ੍ਰਿਆਵਾਂ ਖਿੱਚਦਾ ਹੈ, ਕੁਝ ‘ਪੂਰਨ ਧਮਾਕੇ‘ ਵਜੋਂ ਪ੍ਰਸ਼ੰਸਾ ਕਰਦੇ ਹਨ ਅਤੇ ਦੂਸਰੇ ਕਹਿੰਦੇ ਹਨ ਕਿ ਇਹ ‘ਥੋੜ੍ਹਾ ਖਾਲੀ’ ਹੈ - ਵੰਨਗੀ",
        "ਟਰੰਪ ਵਪਾਰਕ ਭਾਈਵਾਲਾਂ 'ਤੇ ਟੈਰਿਫਾਂ ਨਾਲ ਮੇਲ ਖਾਂਦਾ ਹੈ, ਸੰਭਾਵਤ ਤੌਰ' ਤੇ ਇਕ ਵੱਡਾ ਆਰਥਿਕ ਰੁਕਾਵਟ ਸਥਾਪਤ ਕਰਦਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਤੁਹਾਡਾ ਰੋਜ਼ਾਨਾ ਕੁੰਡਲੀਃ ਫਰਵਰੀ 12, 2025 - ਗਲੋਬ ਅਤੇ ਮੇਲ",
        "ਟਰੰਪ ਦੇ ਕਾਰਜਕਾਰੀ ਆਦੇਸ਼ ਨੇ ਸੰਘੀ ਕਰਮਚਾਰੀਆਂ ਨੂੰ ਕਾਫ਼ੀ ਕਟੌਤੀ ਕਰਨ ਦਾ ਵਾਅਦਾ ਕੀਤਾ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਮਾਰਕ ਫੋਗੇਲਃ ਰੂਸ ਦੁਆਰਾ ਜਾਰੀ ਕੀਤੇ ਗਏ ਅਮਰੀਕੀ ਸਕੂਲ ਅਧਿਆਪਕ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਕਿਵੇਂ ਦੁਨੀਆ ਨੇ ਚਿੰਤਾ ਕਰਨਾ ਬੰਦ ਕਰ ਦਿੱਤਾ ਅਤੇ ਏਆਈ ਨੂੰ ਪਿਆਰ ਕਰਨਾ ਸਿੱਖਿਆ - ਪੋਲਿਟਿਕੋ ਯੂਰਪ",
        "ਨੇਤਨਯਾਹੂਃ ਜੇ ਬੰਧਕਾਂ ਨੂੰ ਸ਼ਨੀਵਾਰ ਨੂੰ ਰਿਹਾ ਨਹੀਂ ਕੀਤਾ ਗਿਆ ਤਾਂ ਇਜ਼ਰਾਈਲ ਗਾਜ਼ਾ ਯੁੱਧ ਦੁਬਾਰਾ ਸ਼ੁਰੂ ਕਰੇਗਾ - ਐਕਸੀਓਸ",
        "ਅਰਨੋਲਡ ਸ਼ਵਾਰਜ਼ਨੇਗਰ ਨੇ 'ਵ੍ਹਾਈਟ ਲੋਟਸ' ਸੀਜ਼ਨ 3 ਵਿਚ ਬੇਟੇ ਦਾ ਨਗਨ ਦ੍ਰਿਸ਼ ਛੇੜਿਆ ਅਤੇ ਪ੍ਰਸ਼ੰਸਕਾਂ ਨੂੰ ਯਾਦ ਆਇਆ 'ਟਰਮੀਨੇਟਰ ਦੀ ਆਮਦ - ਡੈੱਡਲਾਈਨ",
        "ਗੁਰਮਾਨਃ ਆਈਫੋਨ ਐਸਈ 4 ਆਉਣ ਵਾਲੇ 'ਅਗਲੇ ਹਫਤੇ ਤਕ,' ਹੋਰ ਘੋਸ਼ਣਾਵਾਂ ਕੱਲ੍ਹ ਤੋਂ ਸ਼ੁਰੂ ਹੋ ਰਹੀਆਂ ਹਨ - ਮੈਕਰੂਮੋਰਸ",
        "ਸੁਪਰ ਮਾਈਕਰੋ ਕੰਪਿ Computerਟਰ (ਐਸਐਮਸੀਆਈ) Q2 2025 ਕਮਾਈ ਕਾਲ ਟ੍ਰਾਂਸਕ੍ਰਿਪਟ - ਦਿ ਮੋਟਲੇ ਫੂਲ"
    ]
}