{
    "headlines": [
        "Coluna | Cam Skattebo resgatou o College Football Playoff dando tudo o que tinha - The Washington Post",
        "Ohio State Buckeyes vs. Oregon Ducks Results, Stats, and Recap - January 1, 2025 Gametracker - CBS Sports",
        "Montenegro: tiroteio deixa dez mortos, incluindo crianças - BBC.com",
        "Levado à beira do abismo, Texas mostra 'luta' no thriller CFP - ESPN",
        "O Que Saber Sobre os Ataques Terroristas do ISIS - The New York Times",
        "WME Insists Ryan Reynolds and Blake Lively Didn 't Pressure Agency to Drop Justin Baldoni - Hollywood Reporter",
        "Autoridade Palestina suspende operações da Al Jazeera na Cisjordânia - Al Jazeera English",
        "A energia é restaurada em quase toda Porto Rico após um grande apagão - The Associated Press",
        "Jocelyn Wildenstein, socialite de ‘Mulher-Gato’ conhecida por sua cirurgia estética extrema, morre - CNN",
        "Polícia de Las Vegas em busca de ligações entre a explosão do Cybertruck e o ataque de Nova Orleans - ABC News",
        "Anéis de Hailey Bieber no Ano Novo — com um hambúrguer com tampa de caviar e um biquíni - AOL",
        "O técnico dos Eagles, Nick Sirianni, deve descansar Saquon Barkley no final e encerrar a chance de bater o recorde de corridas da NFL - The Associated Press",
        "Ucrânia encerra fornecimento de gás russo à Europa - CNN",
        "Nova Jersey pede ao juiz que bloqueie o preço do congestionamento em Manhattan antes de começar no domingo - Gothamist",
        "O Parque Nacional de Yellowstone vai entrar em erupção? Os cientistas têm novas respostas. - The Washington Post",
        "Suspeita de gripe aviária em Ohio, aves mortas encontradas em vários condados - cleveland.com",
        "Análise do Dough Spectrum Black 32: Sinto-me como um testador beta - Tendências Digitais",
        "FBI encontra 150 bombas caseiras em casa na Virgínia em uma das maiores apreensões do tipo, dizem promotores - Associated Press",
        "As 5 ações com melhor desempenho no Nasdaq 100 em 2024 - TheStreet",
        "Está prestes a ficar perigosamente frio, mesmo no inverno - CNN"
    ]
}