{
    "headlines": [
        "With space junk clouding Earth’s orbit, are we barreling toward ‘Kessler Syndrome’? - CNN",
        "South Korea's spy agency confirms an injured North Korean soldier in custody, Yonhap reports - Reuters",
        "South Korea impeaches acting president as political turmoil deepens - Financial Times",
        "The 2028 Democratic primary is already underway. But the first real moves are just around the corner. - POLITICO",
        "Seattle Seahawks defense comes alive in low-scoring win over Chicago Bears - CNN",
        "Dow Industrials Eke Out Gain; Bond Yields Grind Higher - The Wall Street Journal",
        "Japan's \"Black Widow\" death row inmate, Chisako Kakehi, dies at 78 - CBS News",
        "Powerful thunderstorms threaten Texas and Louisiana, delaying holiday travel - The Associated Press",
        "What to know about the Azerbaijan Airlines plane crash and Russia's possible role in it - Axios",
        "Looking for a late Christmas gift? Friday’s Mega Millions jackpot proposes a $1.15 billion ticket - CNN",
        "Judge Denies Jay-Z’s Efforts to Dismiss Rape Accuser’s Lawsuit - Hollywood Reporter",
        "‘Squid Game’ Stocks Tank in Korea on Netflix New Season Letdown - Bloomberg",
        "Fan Mistaken for Taylor Swift At Chiefs-Steelers Game Has Been Identified - Athlon Sports",
        "Why Santa Cruz Harbor was so devastated by storm surge - The Mercury News",
        "Al Michaels Teased Bears by Rehashing Caleb Williams's Draft Day Quote That Aged Poorly - Sports Illustrated",
        "Manmohan Singh, Indian PM who presided over dynamic change, dies at 92 - The Washington Post",
        "Avian flu found in backyard flock of birds in Franklin County - VTDigger",
        "Astronauts Share Most Breathtaking Images of Earth From Space in 2024 - ScienceAlert",
        "Leaked iPhone 17 Pro image shows first front design change since iPhone 14 Pro - PhoneArena",
        "Richard Parsons, former CEO of Time Warner, dies at 76 - CNN"
    ]
}