{
    "headlines": [
        "ਰੌਰੀ ਮੈਕਿਲਰੋਏ ਨੇ ਖਿਡਾਰੀਆਂ ਦੀ ਚੈਂਪੀਅਨਸ਼ਿਪ ਜਿੱਤਣ ਲਈ ਪਲੇਆਫ ਤੋਂ ਡਰਾਮਾ ਬਾਹਰ ਕੱ, ਿਆ, ਮਾਸਟਰਜ਼ ਨੂੰ ਗਤੀ ਬਣਾਓ - ਪੀਜੀਏ ਟੂਰ",
        "ਟੇਕਸਨਜ਼, ਡੇਰੇਕ ਸਟਿੰਗਲੇ ਜੂਨੀਅਰ ਤਿੰਨ ਸਾਲਾਂ ਦੇ ਇਕਰਾਰਨਾਮੇ ਦੇ ਵਾਧੇ ਲਈ ਸਹਿਮਤ ਹਨ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਅਮਰੀਕੀ ਜੱਜ ਦੇ ਆਦੇਸ਼ ਦੇ ਬਾਵਜੂਦ ਬ੍ਰਾ Universityਨ ਯੂਨੀਵਰਸਿਟੀ ਦੇ ਡਾਕਟਰ ਨੂੰ ਲੇਬਨਾਨ ਵਾਪਸ ਭੇਜਣ ਤੋਂ ਬਾਅਦ ਅੱਜ ਸਵੇਰੇ ਸੁਣਵਾਈ ਤੈਅ ਕੀਤੀ ਗਈ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਕੋਨਨ ਓ ਬ੍ਰਾਇਨ ਮਾਰਚ ਲਈ 98 ਵੇਂ ਸਮਾਰੋਹ ਸੈੱਟ ਲਈ ਆਸਕਰ ਦੀ ਮੇਜ਼ਬਾਨੀ ਵਜੋਂ ਵਾਪਸ ਪਰਤਣਗੇ - ਵੰਨਗੀ",
        "ਪਾਰਟੀ ਦੀ ਲੰਮੀ ਰਾਤ ਤੋਂ ਬਾਅਦ, ‘ਵ੍ਹਾਈਟ ਲੋਟਸ‘ ਐਪੀਸੋਡ 5 - ਸੀ ਐਨ ਐਨ ਵਿਚ ਰੈਟਲਿਫ ਭਰਾਵਾਂ ਲਈ ਚੀਜ਼ਾਂ ਅਜੀਬ ਹੋ ਜਾਂਦੀਆਂ ਹਨ",
        "ਪੁਰਾਤੱਤਵ ਵਿਗਿਆਨੀ ਨੂੰ ਮਿਲਿਆ 1 ਮਿਲੀਅਨ ਸਾਲ ਪੁਰਾਣਾ ਚਿਹਰਾ - ਏਓਐਲ",
        "ਸਟਾਕ ਮਾਰਕੀਟ ਅੱਜਃ ਡਾਓ, ਐਸ ਐਂਡ ਪੀ 500 ਅਤੇ ਨੈਸਡੈਕ ਫਿuresਚਰਜ਼ ਸ਼ੁਰੂਆਤੀ ਘਾਟੇ ਨੂੰ ਮਿਟਾਉਂਦੇ ਹਨ ਕਿਉਂਕਿ ਨਿਵੇਸ਼ਕ ਪ੍ਰਚੂਨ ਵਿਕਰੀ ਦੇ ਅੰਕੜਿਆਂ ਨੂੰ ਪਾਰਸ ਕਰਦੇ ਹਨ - ਮਾਰਕੀਟਵਾਚ",
        "ਕੈਨੇਡਾ ਦੀ ਕਾਰਨੀ ਟਰੰਪ 'ਤੇ ਪ੍ਰਤੱਖ digs ਨਾਲ ਵਿਦੇਸ਼ ਪਹਿਲੀ ਯਾਤਰਾ ਸ਼ੁਰੂ - POLITICO ਯੂਰਪ",
        "Ja 'Marr ਚੇਜ਼, ਟੀ ਹਿਗਿਨਜ਼ ਕਥਿਤ ਤੌਰ' ਤੇ ਦੋਵੇਂ ਬੰਗਾਲ ਦੇ ਨਾਲ ਇਕਰਾਰਨਾਮੇ ਦੇ ਵਿਸਥਾਰ ਲਈ ਸਹਿਮਤ ਹਨ - ਯਾਹੂ ਸਪੋਰਟਸ",
        "ਜਨਵਰੀ ਦੀ ਗਿਰਾਵਟ ਤੋਂ ਬਾਅਦ ਯੂਐਸ ਦੀ ਪ੍ਰਚੂਨ ਵਿਕਰੀ ਅਨੁਮਾਨ ਨਾਲੋਂ ਘੱਟ ਵਧੀ - ਬਲੂਮਬਰਗ",
        "ਟਰੰਪ ਨੇ 238 ਗੈਂਗ ਮੈਂਬਰਾਂ ਨੂੰ ਅਲ ਸਲਵਾਡੋਰ ਭੇਜਿਆ - ਅਲ ਜਜ਼ੀਰਾ ਅੰਗਰੇਜ਼ੀ",
        "$ 8.4 ਬਿਲੀਅਨਃ ਅਮਰੀਕਾ ਵਿੱਚ ਲੱਭੇ ਗਏ ਦੁਰਲੱਭ ਧਰਤੀ ਦੇ ਤੱਤਾਂ ਦਾ ਵਿਸ਼ਾਲ ਕੈਸ਼ - SciTechDaily",
        "ਘੱਟੋ ਘੱਟ 40 ਦੀ ਮੌਤ ਦਰਜਨਾਂ ਤੂਫਾਨਾਂ ਦੇ ਰੂਪ ਵਿੱਚ, ਹਫਤੇ ਦੇ ਅੰਤ ਵਿੱਚ ਦੇਸ਼ ਵਿੱਚ ਤੂਫਾਨ ਆ ਗਿਆ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਰਿਟੇਲਰ 6 ਸਾਲਾਂ ਵਿੱਚ ਦੂਜੀ ਵਾਰ ਦੀਵਾਲੀਆਪਨ ਲਈ ਸਦਾ ਲਈ 21 ਫਾਈਲਾਂ - ਫੌਕਸ ਬਿਜ਼ਨਸ",
        "ਬੋਇੰਗ ਸਟਾਰਲਾਈਨਰ ਪੁਲਾੜ ਯਾਤਰੀ ਪੁਲਾੜ ਵਿਚ 9 ਮਹੀਨਿਆਂ ਬਾਅਦ 18 ਮਾਰਚ ਨੂੰ ਧਰਤੀ 'ਤੇ ਵਾਪਸ ਜਾ ਰਹੇ ਹਨਃ ਇਸ ਨੂੰ ਲਾਈਵ ਦੇਖੋ - Space.",
        "ਐਪਲ ਡੱਬਾਬੰਦ ਵੱਡੇ ਆਈਫੋਨ 17 ਏਅਰ ਮਾਡਲ Bendgate ਦੇ ਡਰ ਵੱਧ 2.0 - MacRumors",
        "'ਦ ਵ੍ਹਾਈਟ ਲੋਟਸ' ਸੀਜ਼ਨ 3, ਐਪੀਸੋਡ 5 ਮੋਨੋਲੋਗ ਪਹਿਲਾਂ ਹੀ ਮੀਮ ਬਣ ਰਿਹਾ ਹੈ - ਮੈਸ਼ੇਬਲ",
        "ਐਨਸੀਏਏ ਟੂਰਨਾਮੈਂਟ 2025 ਬਰੈਕਟ ਪਿਕਸ, ਟਾਪ ਅਪਸੈੱਟਸ, ਸਿੰਡੇਰੇਲਾ ਟੀਮਾਂਃ ਮਾਡਲ ਮਾਰਚ ਪਾਗਲਪਨ ਨੂੰ 10,000 ਵਾਰ ਸਿਮੂਲੇਟ ਕਰਦਾ ਹੈ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਪ੍ਰਵਾਸੀਆਂ ਦੇ ਭਾਸ਼ਣ ਅਧਿਕਾਰਾਂ ਦੀ ਟਰੰਪ ਦੀ ਇਤਿਹਾਸਕ ਪਰੀਖਿਆ - ਐਕਸੀਓਸ",
        "LIVE: ਇਜ਼ਰਾਈਲ ਦੀ ਨਾਕਾਬੰਦੀ ਦੇ 16ਵੇਂ ਦਿਨ ਗਾਜ਼ਾ ਦੇ ਬੱਚੇ ‘ਬਚਣ ਲਈ ਸੰਘਰਸ਼ ਕਰ ਰਹੇ' - Al Jazeera English"
    ]
}