{
    "headlines": [
        "ਇਜ਼ਰਾਈਲ ਨੇ ਟਕਰਾਅ ਵਧਣ ਦੇ ਡਰ ਨਾਲ ਈਰਾਨ ਮਿਜ਼ਾਈਲ ਹਮਲੇ ਦਾ ਜਵਾਬ ਦੇਣ ਦੀ ਸਹੁੰ ਖਾਧੀ - ਰਾਇਟਰ",
        "ਜ਼ਮੀਨੀ ਟੀਵੀ ਭੂਮਿਕਾਵਾਂ ਵਿੱਚ ਅਭਿਨੇਤਾ ਜੌਨ ਆਮੋਸ ਦੀ 84 ਸਾਲਾਂ ਦੀ ਉਮਰ ਵਿੱਚ ਮੌਤ ਹੋ ਗਈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਤੂਫਾਨ ਹੇਲੀਨ ਦੀ ਮੌਤ ਦੀ ਗਿਣਤੀ 150 ਤੋਂ ਪਾਰ ਹੋ ਗਈ ਹੈ ਕਿਉਂਕਿ ਚਾਲਕ ਦਲ ਬਚਣ ਵਾਲਿਆਂ ਦੀ ਭਾਲ ਕਰ ਰਹੇ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਸਵਿਚ ਇਮੂਲੇਟਰ Ryujinx ਦੇ ਬਾਅਦ ਵਿਕਾਸ ਨੂੰ ਬੰਦ \"Nintendo ਕੇ ਸੰਪਰਕ\" - Ars Technica",
        "ਡੈਨੀਅਲ ਡੇ-ਲੂਇਸ ਨੇ ਅਧਿਕਾਰਤ ਤੌਰ 'ਤੇ ਪੁੱਤਰ ਦੀ ਫਿਲਮ‘ ਐਨੀਮੋਨ ‘ਲਈ ਅਦਾਕਾਰੀ ਤੋਂ ਸੰਨਿਆਸ ਨੂੰ ਖਤਮ ਕੀਤਾ - ਵੰਨਗੀ",
        "ਅਗਲਾ ਆਈਫੋਨ ਐਸਈ ਹੋਮ ਬਟਨ ਗੁਆ ਸਕਦਾ ਹੈ, ਫੇਸ ਆਈਡੀ ਅਤੇ ਐਪਲ ਇੰਟੈਲੀਜੈਂਸ ਸ਼ਾਮਲ ਕਰੋ - ਦਿ ਵਰਜ",
        "ਨਾਈਕੀ ਦੀ ਵਿਕਰੀ 10% ਘਟਦੀ ਹੈ ਕਿਉਂਕਿ ਇਹ ਪ੍ਰਚੂਨ ਚੁਣੌਤੀਆਂ ਦੁਆਰਾ ਸੰਘਰਸ਼ ਕਰਦੀ ਹੈ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "ਰੇਡਰ ਵਪਾਰ ਲਈ ਖੁੱਲ੍ਹਦੇ ਹਨ ਡਬਲਯੂਆਰ ਐਡਮਜ਼, ਸਰੋਤ ਕਹਿੰਦੇ ਹਨ - ਈਐਸਪੀਐਨ",
        "ਐਨਐਫਐਲ ਨੇ ਨਿੱਜੀ ਆਚਰਣ ਨੀਤੀ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ ਦੀ ਉਲੰਘਣਾ ਕਰਨ 'ਤੇ ਵੌਨ ਮਿੱਲਰ ਦੀਆਂ ਚਾਰ ਖੇਡਾਂ ਨੂੰ ਮੁਅੱਤਲ ਕਰ ਦਿੱਤਾ",
        "ਅਜੇ ਵੀ ਹੇਲੀਨ ਦੇ ਬਾਅਦ ਤੋਂ ਰੀਲਿੰਗ, ਖਾੜੀ ਵਿੱਚ ਇੱਕ ਨਵਾਂ ਖੰਡੀ ਖਤਰਾ ਵਿਕਸਤ ਹੁੰਦਾ ਹੈ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਡੀਟ੍ਰਾਯਟ ਟਾਈਗਰਸ ਬਨਾਮ ਐਸਟ੍ਰੋਸ ਸਕੋਰ ਅੱਜਃ ਲਾਈਵ ਅਪਡੇਟਸ, ਏਐਲ ਵਾਈਲਡ-ਕਾਰਡ ਗੇਮ 1 ਤੋਂ ਹਾਈਲਾਈਟਸ - ਡੀਟ੍ਰਾਯਟ ਫ੍ਰੀ ਪ੍ਰੈਸ",
        "ਤੂਫਾਨ ਦੇ ਕਈ ਕਾਉਂਟੀਆਂ ਨੂੰ ਤਬਾਹ ਕਰਨ ਤੋਂ ਬਾਅਦ ਕੁੰਜੀ ਸਵਿੰਗ ਰਾਜ ਨੂੰ ’ਡਰਾਉਣੀ' ਅਨਿਸ਼ਚਿਤਤਾ ਦੇ ਪੱਧਰ ਦਾ ਸਾਹਮਣਾ ਕਰਨਾ ਪੈਂਦਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਈਰਾਨ ਮਿਜ਼ਾਈਲ ਹਮਲੇ ਦਰਮਿਆਨ ਤੇਲ ਅਵੀਵ 'ਚ ਸ਼ੱਕੀ ਅੱਤਵਾਦੀ ਗੋਲੀਬਾਰੀ' ਚ 6 ਦੀ ਮੌਤ, ਚਾਕੂ ਮਾਰ ਕੇ ਕੀਤੀ ਹੱਤਿਆ - ABC News",
        "ਜਾਰਜੀਆ ਦੇ ਜੱਜ ਨੇ ‘ਅਸਪਸ਼ਟ‘ ਨਵੇਂ ਚੋਣ ਪ੍ਰਮਾਣੀਕਰਣ ਨਿਯਮ ਨੂੰ ਸਪੱਸ਼ਟ ਕਰਨ ਦੀ ਜ਼ਰੂਰਤ ਦਾ ਸੰਕੇਤ ਦਿੱਤਾ - ਸੀ ਐਨ ਐਨ",
        "ਸੀਨ 'ਡਿੱਡੀ' ਕੰਬਜ਼ ਨੇ 120 ਨਵੇਂ ਜਿਨਸੀ ਸ਼ੋਸ਼ਣ ਦੇ ਦੋਸ਼ਾਂ ਦੀ ਲਹਿਰ ਨਾਲ ਮਾਰਿਆ - ਐਨਬੀਸੀ ਨਿ Newsਜ਼",
        "ਛਾਤੀ ਦਾ ਕੈਂਸਰ ਨੌਜਵਾਨ ਔਰਤਾਂ ਵਿੱਚ ‘ਪ੍ਰੇਸ਼ਾਨ ਕਰਨ ਵਾਲੀ‘ ਦਰ ’ਤੇ ਵੱਧ ਰਿਹਾ ਹੈਃ ਰਿਪੋਰਟ - ਨਿਊਯਾਰਕ ਪੋਸਟ",
        "ਜੀਪ ਨੇ ਅੱਗ ਦੇ ਜੋਖਮ ਤੋਂ ਵੱਧ 194,000 ਪਲੱਗ-ਇਨ ਹਾਈਬ੍ਰਿਡ ਐਸਯੂਵੀ ਨੂੰ ਵਾਪਸ ਬੁਲਾਇਆ - ਐਨਪੀਆਰ",
        "ਕਲਪਨਾ ਫੁੱਟਬਾਲ ਫਲੈਕਸ ਰੈਂਕਿੰਗਃ 2024 ਦੇ ਐਨਐਫਐਲ ਸੀਜ਼ਨ ਦੇ ਹਫਤੇ 5 ਵਿੱਚ ਚੋਟੀ ਦੇ 150 ਆਰਬੀ/ਡਬਲਯੂਆਰ/ਟੀਈ ਵਿਕਲਪ - ਐਨਐਫਐਲ.",
        "ਸ਼ੇਅਰ ਬਾਜ਼ਾਰ ਅੱਜਃ Nasdaq ਸਟਾਕ ਗਿਰਾਵਟ ਦੀ ਅਗਵਾਈ ਜਦਕਿ ਈਰਾਨ ਹਮਲੇ 'ਤੇ ਤੇਲ spikes - ਯਾਹੂ ਵਿੱਤ",
        "ਓਪਨਏਆਈ ਦਾ ਦੇਵਡੇਅ ਏਆਈ ਐਪ ਡਿਵੈਲਪਰਾਂ ਲਈ ਰੀਅਲਟਾਈਮ ਏਪੀਆਈ ਅਤੇ ਹੋਰ ਟ੍ਰੀਟਸ ਲਿਆਉਂਦਾ ਹੈ - ਟੈਕਕ੍ਰਾਂਚ"
    ]
}