{
    "headlines": [
        "يقول Banco BPM إن عرض الاستحواذ \"غير العادي\" من UniCredit بقيمة 10.5 مليار دولار لا يعكس ربحيته - CNBC",
        "قام Dictionary.com بتسمية كلمته لهذا العام، وهي ليست \"طفلة\" - سي إن إن",
        "\"مات من قلب مكسور \": عمة المرأة المفقودة هانا كوباياشي تشرح وفاة الأب - الولايات المتحدة الأمريكية اليوم",
        "هواوي تطلق هاتف Mate 70 الذكي مع اقتراب قيود الرقائق الأمريكية الجديدة - رويترز",
        "جون هاربو يهزم شقيقه جيم بينما تتغلب بالتيمور رايفنز على لوس أنجلوس تشارجرز في كرة القدم ليلة الاثنين - سي إن إن",
        "أنصار عمران خان ينتهكون الإغلاق في إسلام أباد الباكستانية - الجزيرة الإنجليزية",
        "العقود الآجلة للأسهم ثابتة بعد إغلاق مؤشر داو جونز عند رقم قياسي آخر: تحديثات مباشرة - CNBC",
        "CNBC Daily Open: المستثمرون يؤيدون اختيار وزير الخزانة لترامب - CNBC",
        "عثر 22 من رجال الإنقاذ على جثة مسافر يبلغ من العمر 44 عامًا بعد \"سقوط كبير في التضاريس الجليدية\" - ABC News",
        "يقول المحللون إن روسيا تتقدم في أوكرانيا بأسرع وتيرة شهرية منذ بداية الحرب - Reuters.com",
        "تلقى خوان سوتو عروضًا من خمسة فرق في وكالة حرة - Sports Illustrated",
        "كاد الحليب الخام أن يقتل ابنها. الآن تجلب إنفلونزا الطيور المزيد من الاهتمام لمخاطرها - أخبار ميركوري",
        "NFL Week 12 grades: Ravens earn 'A' for Monday's win over Chargers in Harbaugh Bowl; Cowboys receive 'A -' - CBS Sports",
        "إيمي 2024 الدولية: \"قطرات من الله\" و \"تقسيم باليرمو\" وتيموثي سبال من بين أفضل الفائزين - متنوعة",
        "التهم الأمريكية ضد غوتام أداني تضع جيفريز الموالي على الفور - فاينانشال تايمز",
        "وقف إطلاق النار في لبنان: مجلس الوزراء الإسرائيلي يناقش صفقة حزب الله - BBC.com",
        "تقول دراسة جديدة إن التدخين الإلكتروني يؤثر على الأوعية الدموية والأكسجين - كومو نيوز",
        "نقطة محذوفة هنا",
        "وول مارت تتراجع عن برامج التنوع والمساواة والشمول بعد رد الفعل اليميني - سي إن إن",
        "فتنة رومانيا اليمينية المتطرفة الموالية لروسيا تثير مشكلة كبيرة للاتحاد الأوروبي وحلف شمال الأطلسي - POLITICO Europe"
    ]
}