{
    "headlines": [
        "Россия ударила по энергосистеме Украины «массированным» авиаударом - Reuters",
        "Теории вакцины РФК-младшего «жестоки», говорит бывший директор CDC - POLITICO",
        "Изъято",
        "Коэффициенты НФЛ, линии 11-й недели, прогнозы ATS, выбор игры, советы, время: модель имитирует все игры 10 000 раз - CBS Sports",
        "Вице-президент отвергает: администрация Трампа обретает форму - POLITICO",
        "Сейчас пик метеорного потока Леонидов. Есть ли «падающие звезды» в прогнозе на 2024 год? - Space.com",
        "Си Цзиньпин заявил, что готов работать с Трампом на последней встрече с Джо Байденом - BBC.com",
        "Рейтинги 11-й недели (обновление воскресенья): несколько QB возвращают звездные рейтинги - theScore",
        "Box Office: Red One Continues Dwayne Johnson's Streak Of Disappointments Despite Ending Venom's Reign [Full Chart Update] - Screen Rant",
        "Руководители ресторанов не могут дождаться 2025 года после медленного трафика и волны банкротств - CNBC",
        "Рори выиграл в Дубае 6-й титул как лучший в Европе - ESPN",
        "Чидимма Адетшина: Гордость Мисс Нигерия за второе место в Мисс Вселенная - BBC.com",
        "Уолл-стрит готовится к буму слияний и поглощений при Трампе. Эти компании могут быть привлекательными целями - CNBC",
        "Топ-опросник Энн Селзер уйдет на пенсию после того, как опрос в Айове закончился огромным промахом - CNN",
        "Даже влиятельный отец Мэтта Гетца был удивлен выбором Trump AG - POLITICO",
        "Прокуроры утверждают, что Дидди заплатил заключенным тюрьмы за использование их телефонных счетов для воспрепятствования правосудию - NME",
        "50 миллионов человек перестали покупать роскошные бренды, такие как Dior и Burberry, после «нарушенных обещаний» клиентам - Fortune",
        "Пит Хегсет заплатил женщине, которая обвинила его в сексуальном насилии - The Daily Beast",
        "Филиппины эвакуируют полмиллиона человек, когда обрушивается супертайфун «Ман-и» - CNN",
        "Маск, похоже, оказывает давление на Трампа по поводу кабинета министров и тарифов, вызывая удивление - The Washington Post"
    ]
}