{
    "headlines": [
        "Oregons Niederlage gegen Ohio State ist die Schlagzeile der Gewinner und Verlierer der 7. Woche des College-Footballs - USA TODAY",
        "Seltene Überschwemmungen in Teilen der Sahara zum ersten Mal seit Jahrzehnten - CBS News",
        "Brandon Royval Octagon Interview | UFC Vegas 98 - UFC",
        "Kamala Harris übt Druck auf Donald Trump wegen Krankenakten aus - BBC.com",
        "Gruppe mit engen Verbindungen zu Trump, die vermutlich von chinesischen Hackern angegriffen wurde - ABC News",
        "NASA aktualisiert Abdeckung für Europa Clipper nach Hurrikan Milton - NASA Jet Propulsion Laboratory",
        "Powerball-Gewinnzahlen für die Ziehung am 12. Oktober: $ 364 Millionen Jackpot - USA TODAY",
        "Lions halten RB Montgomery bis 2027 gefaltet - ESPN",
        "Israel befiehlt die Evakuierung weiterer südlibanesischer Städte, drei UN-Friedenstruppen werden verwundet - USA TODAY",
        "TikToker Taylor Rousseau Grigg ruht nach dem Tod um 25 - E! NEWS",
        "Trump Kundgebungen in solidem Blau Kalifornien in unorthodoxer Kampagne bewegen - Al Jazeera Englisch",
        "[entfernt]",
        "7-Eleven schließt mehr als 400 Standorte in Nordamerika - ABC7 Los Angeles",
        "Walz macht eine Pause vom Kampagnenpfad, um in Minnesotas Fasanenöffner zu jagen - Star Tribune",
        "Nick Cannon gibt zu, dass er als Teenager mit Diddy gefeiert hat: \"Ich habe nichts zu verbergen\" - Fox News",
        "Yann LeCun von Meta sagt, dass die Sorgen über die existenzielle Bedrohung durch KI \"vollständig B.S.\" sind - TechCrunch",
        "Der ehemalige schottische Ministerpräsident Alex Salmond, der beinahe die Unabhängigkeit Schottlands von Großbritannien erlangt hätte, stirbt im Alter von 69 Jahren - The Associated Press",
        "‘Terrifier 3’ schlägt die Konkurrenz, während ‘Joker’ an der Abendkasse kämpft - New York Post",
        "Nintendo Switch 2 Codename Revealed by Huge Leak - ComicBook.com",
        "Seltener Komet kann mit bloßem Auge sichtbar sein. Hier kannst du nachsehen. - CBS Boston"
    ]
}