{
    "headlines": [
        "ਹਟਾਈ",
        "ਸੈਮਸੰਗ ਨੇ ਆਪਣੇ ਗਲੈਕਸੀ ਫੋਨ ਲਈ ਨਵੀਂ ਮਨੀ-ਬੈਕ ਯੋਜਨਾ ਦੀ ਪੁਸ਼ਟੀ ਕੀਤੀ - ਫੋਰਬਸ",
        "ਜਿਵੇਂ ਕਿ ਕਾਉਬੌਇਜ਼ ਅਗਲੇ ਕੋਚ ਦੀ ਭਾਲ ਕਰ ਰਿਹਾ ਹੈ, ਜੇਸਨ ਵਿਟਨ 'ਤੇ ਨਜ਼ਰ ਰੱਖੋ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਸਟਾਰਬਕਸ ਆਪਣੀਆਂ ‘ਓਪਨ ਡੋਰ‘ ਨੀਤੀਆਂ ਨੂੰ ਖਤਮ ਕਰਦਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਟਰੰਪ ਦੇ ਸਹੁੰ ਚੁੱਕ ਸਮਾਗਮ 'ਚ ਸ਼ਾਮਲ ਨਹੀਂ ਹੋਵੇਗੀ ਮਿਸ਼ੇਲ ਓਬਾਮਾ - The Associated Press",
        "ਕੈਲੀਫੋਰਨੀਆ ਦੀ ਅੱਗ ਨੂੰ ਹੌਲੀ ਕਰਨ ਲਈ ਗੁਲਾਬੀ ਲਾਟ retardants ਵਰਤਿਆ ਜਾ ਰਿਹਾ ਹੈ. ਅਸੀਂ ਉਨ੍ਹਾਂ ਬਾਰੇ ਕੀ ਜਾਣਦੇ ਹਾਂ - ਸੀ ਐਨ ਐਨ",
        "ਡਾਓ ਜੋਨਸ ਹੈਰਾਨੀ ਦੀ ਮਹਿੰਗਾਈ ਰਿਪੋਰਟ 'ਤੇ ਚੜ੍ਹਦਾ ਹੈ; Nvidia, Tesla ਰੈਲੀ - ਨਿਵੇਸ਼ਕ ਦਾ ਕਾਰੋਬਾਰ ਰੋਜ਼ਾਨਾ",
        "ਜੈਸਿਕਾ ਸਿਮਪਸਨ ਅਤੇ ਪਤੀ ਏਰਿਕ ਜਾਨਸਨ ਆਪਣੇ ਰਿਸ਼ਤੇ 'ਤੇ ਸਮਾਂ ਬੁਲਾਉਂਦੇ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਕੰਮ ਲਈ ਦੇਰਃ ਰੇਵੇਨਜ਼-ਬਿੱਲ ਸ਼ੋਅਡਾਊਨ ਨੂੰ 'ਦਹਾਕੇ ਦੀ ਸਭ ਤੋਂ ਵਧੀਆ ਖੇਡਾਂ ਵਿੱਚੋਂ ਇੱਕ' ਕਿਹਾ ਜਾਂਦਾ ਹੈ - ਬਾਲਟਿਮੋਰਰੇਵੇਨਜ਼ ਡਾਟ ਕਾਮ",
        "ਚੀਨ ਟਿਕਟੋਕ ਸੌਦੇ ਵਿਚ ਐਲਨ ਮਸਕ ਨੂੰ ਬ੍ਰੋਕਰ ਵਜੋਂ ਵਰਤਣ ਬਾਰੇ ਵਿਚਾਰ ਵਟਾਂਦਰੇ ਕਰ ਰਿਹਾ ਹੈ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "ਜੇ ਜੇ ਮੈਕਕਾਰਥੀ ਨੇ ਵਾਈਕਿੰਗਜ਼ ਦੇ ਰਾਮਜ਼ ਤੋਂ ਪਲੇਆਫ ਹਾਰਨ ਤੋਂ ਬਾਅਦ ਸੋਸ਼ਲ ਮੀਡੀਆ 'ਤੇ ਉਤਸੁਕ ਸੰਦੇਸ਼ ਪੋਸਟ ਕੀਤਾ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਜਿੰਮੀ ਕਿਮਲ ਲਾਸ ਏਂਜਲਸ ਦੇ ਜੰਗਲੀ ਅੱਗਾਂ ਦੌਰਾਨ ਦੇਰ ਰਾਤ ਨੂੰ ਹੰਝੂ ਨਾਲ ਵਾਪਸ ਪਰਤਦਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਓਰੇਗਨ ਦੇ ਕੈਸਕੇਡਸ ਦੇ ਹੇਠਾਂ ਵਿਸ਼ਾਲ ਐਕੁਆਇਰ ਦੁਨੀਆ ਦਾ ਸਭ ਤੋਂ ਵੱਡਾ ਹੋ ਸਕਦਾ ਹੈ - ਗਿਜ਼ਮੋਡੋ",
        "ਐਮਾਜ਼ਾਨ ਨੂੰ ਏਆਈ-ਸਮਰਥਿਤ ਅਲੈਕਸਾ - ਆਰਸ ਟੈਕਨੀਕਾ ਲਾਂਚ ਕਰਨ ਤੋਂ ਪਹਿਲਾਂ ਭਰਮ ਦੀ ਸਮੱਸਿਆ ਦਾ ਹੱਲ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ",
        "ਗਧੀ ਕਾਂਗ ਕੰਟਰੀ ਰਿਟਰਨਜ਼ ਐਚਡੀ ਤੋਂ ਹਟਾਏ ਗਏ ਰੀਟਰੋ ਸਟਾਫ ਕ੍ਰੈਡਿਟ, ਸਦਾ ਲਈ ਮਨੋਰੰਜਨ ਦੀ ਪੁਸ਼ਟੀ ਦੇਵ ਦੇ ਤੌਰ ਤੇ - ਨਿਨਟੈਂਡੋ ਲਾਈਫ",
        "ਜੇਪੀਮੋਰਗਨ ਚੇਜ਼ ਐਗਜ਼ੀਕਿਊਟ ਡੈਨੀਅਲ ਪਿੰਟੋ, ਜੈਮੀ ਡਾਈਮੋਨ ਨੂੰ ਲੰਬੇ ਸਮੇਂ ਤੋਂ ਨੰਬਰ 2, ਜੂਨ ਵਿੱਚ ਅਸਤੀਫਾ ਦੇਵੇਗਾ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਐਨਐਫਐਲ ਦੇ ਵਾਈਲਡ ਕਾਰਡ ਵੀਕੈਂਡ ਹਾਰਨ ਵਾਲਿਆਂ ਦਾ ਸਾਹਮਣਾ ਕਰਨ ਵਾਲੇ ਸਭ ਤੋਂ ਵੱਡੇ ਪ੍ਰਸ਼ਨਃ ਕਿ Qਬੀ ਵਿਖੇ ਵਾਈਕਿੰਗਜ਼ ਕੀ ਕਰਨਗੇ? ਕੀ ਸਟੀਲਰਜ਼ ਰੀਸੈਟ ਕਰੇਗਾ? - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਕੇਟ ਮਿਡਲਟਨ ਨੇ ਉਸੇ ਹਸਪਤਾਲ ਵਿਚ ਕੈਂਸਰ ਦੇ ਮਰੀਜ਼ਾਂ ਨੂੰ ਹੈਰਾਨ ਕੀਤਾ ਜਿੱਥੇ ਉਸ ਦਾ ਪਿਛਲੇ ਸਾਲ ਦੁਰਲੱਭ ਪਬਲਿਕ ਆਉਟਿੰਗ ਵਿਚ ਇਲਾਜ ਕੀਤਾ ਗਿਆ ਸੀ - ਏਓਐਲ",
        "ਯੂਕੇ ਦੀ ਆਰਥਿਕਤਾ ਨਵੀਨਤਮਃ ਚਾਂਸਲਰ ਰਾਚੇਲ ਰੀਵਜ਼ ਮਾਰਕੀਟ ਦੀਆਂ ਨਸਾਂ ਦੇ ਵਿਚਕਾਰ ਸੰਸਦ ਮੈਂਬਰਾਂ ਦਾ ਸਾਹਮਣਾ ਕਰ ਰਹੀ ਹੈ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਪੜ੍ਹੋਃ ਪੁਸ਼ਟੀਕਰਣ ਦੀ ਸੁਣਵਾਈ ਲਈ ਪੀਟ ਹੇਗਸੇਥ ਦਾ ਉਦਘਾਟਨੀ ਬਿਆਨ - ਸੀ ਐਨ ਐਨ"
    ]
}