{
    "headlines": [
        "Wer ist Pam Bondi, Trumps neue Wahl für den Generalstaatsanwalt? - Fox News",
        "Russland wird weiterhin neue ballistische Raketen testen, sagt Putin - CNN",
        "Was Sie über Fluorid im Trinkwasser wissen sollten - CNN",
        "Die NASA entdeckte einen sehr jungen Planeten. Es könnte eine Super-Erde werden. - Mashable",
        "Fox-Moderatoren, Kabelnachrichten-Stammgäste und Unterhaltungsprofis: Trump wirft ein TV-Kabinett nach Maß - CNN",
        "Ich zog für einen Traumjob nach Dubai und liebte das glamouröse Leben. Schließlich hat es einen Tribut gefordert. - Business Insider",
        "COP29 überschreitet, während arme Länder über Klimabargeld kochen - BBC.com",
        "Taylor Swift reagiert auf die Schwangerschaftsankündigung von Jason Kelce und Kylie Kelce - Athlon Sports",
        "Trump wählt Marty Makary aus, um die FDA zu leiten, Dave Weldon, um CDC zu leiten - The Washington Post",
        "Trump tippt auf den Hedgefonds-Manager Scott Bessent, um Treasury zu leiten - Axios",
        "Was Sie über Trumps nominierte Arbeitsministerin Lori Chavez-DeRemer wissen sollten - ABC News",
        "UFC Fight Night 248 Live-Updates: Ergebnisse, rundenweise Berichterstattung über jeden Kampf - MMA Junkie",
        "Sofortige Beobachtungen: Die Sechser holen endlich den dritten Saisonsieg hinter Tyrese Maxey, Jared McCain - PhillyVoice.com",
        "Intel Arc B580 \"Battlemage\" GPU-Leck bestätigt 12 GB Arbeitsspeicher, benutzerdefinierte Modelle mit Standard-Stromanschlüssen, bis zu 2,8 GHz-Takte - Wccftech",
        "Firebrand Gorka kehrt als NSC-Rolle ins Weiße Haus von Trump zurück - POLITICO",
        "Giants entlassen Daniel Jones: Ehemaliger Teamkollege Saquon Barkley reagiert auf QB, der New York verlässt - CBS Sports",
        "'Wicked': Wie Jon M. Chu Musical in den Kinofilm-Hit wiederbelebt hat - Deadline",
        "49ers QB Brandon Allen nennt den ersten Start seit 2021 \"eine Gelegenheit, rauszugehen und gut zu spielen\" - NBC Sports",
        "Sean ‘Diddy’ Combs ’drittes Angebot, gegen Kaution veröffentlicht zu werden, wird erst nächste Woche entschieden - The Associated Press",
        "Erster Vogelgrippe-Fall bei einem Kind in den USA in Kalifornien bestätigt - The Washington Post"
    ]
}