{
    "headlines": [
        "ਟੇਸਲਾ ਸਟਾਕ Q3 ਕਮਾਈ 'ਤੇ ਛਾਲ ਮਾਰਦਾ ਹੈ ਬੀਟ - ਯਾਹੂ ਵਿੱਤ",
        "ਲਾਈਵ ਬ੍ਰੀਫਿੰਗਃ ਬਲਿੰਕਨ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਗਾਜ਼ਾ ਸਹਾਇਤਾ ਪ੍ਰਵਾਹ ’ਤੇ ਇਜ਼ਰਾਈਲ ਤੋਂ’ ਵਧੇਰੇ ਤਰੱਕੀ ’ਦੀ ਜ਼ਰੂਰਤ ਹੈ - ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਉੱਤਰੀ ਕੋਰੀਆ ਦੇ ਸੈਨਿਕ ਰੂਸ ਵਿਚ ਹਨ, ਯੂਕਰੇਨ ਵਿਚ ‘ਜਾਇਜ਼ ਨਿਸ਼ਾਨਾ’ ਹੋਣਗੇ, ਅਮਰੀਕਾ ਕਹਿੰਦਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਡੀਓਜੇ ਨੇ ਐਲਨ ਮਸਕ ਦੇ ਅਮਰੀਕਾ ਪੀਏਸੀ ਨੂੰ ਚੇਤਾਵਨੀ ਦਿੱਤੀ ਕਿ $ 1 ਮਿਲੀਅਨ ਦਾਤ ਕਾਨੂੰਨ ਨੂੰ ਤੋੜ ਸਕਦੀ ਹੈ - ਫੌਕਸ ਨਿ Newsਜ਼",
        "ਸਟੇਸ਼ਨ ਤੋਂ ਡ੍ਰੈਗਨ ਅਨਡੋਕਸ, ਕਰੂ -8 ਧਰਤੀ ਵੱਲ ਸਿਰ – ਸਪੇਸ ਸਟੇਸ਼ਨ - ਨਾਸਾ ਬਲੌਗਸ",
        "ਟਾਇਟਨਜ਼ ਤੋਂ ਡੀਐਂਡਰੇ ਹੌਪਕਿਨਜ਼ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ ਵਪਾਰ ਨੂੰ ਅੰਤਮ ਰੂਪ ਦੇਣ ਵਾਲੇ ਚੀਫ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਇਜ਼ਰਾਈਲ ਨੇ ਵਸਨੀਕਾਂ ਨੂੰ ਖਾਲੀ ਕਰਨ ਤੋਂ ਬਾਅਦ ਪੌਂਡ ਲਿਬਨਾਨ ਦੇ ਤੱਟਵਰਤੀ ਸ਼ਹਿਰ 'ਤੇ ਹਮਲਾ ਕੀਤਾ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਵਾਲ ਸਟ੍ਰੀਟ ਬੰਦ ਹੁੰਦੀ ਹੈ, ਤਕਨੀਕੀ ਘਾਟੇ ਅਤੇ ਰੇਟਾਂ ਬਾਰੇ ਚਿੰਤਾਵਾਂ ਦੁਆਰਾ ਦਬਾਅ ਪਾਇਆ ਜਾਂਦਾ ਹੈ - ਰਾਇਟਰਜ਼",
        "ਮੈਕਡੋਨਲਡਜ਼ ਈ. ਕੋਲੀ ਫੈਲਣ ਕਾਰਨ 1 ਵਿਚ 5 ਰੈਸਟੋਰੈਂਟਾਂ ਵਿਚ ਕੁਆਰਟਰ ਪਾਉਂਡਰ ਨੂੰ ਮੀਨੂ ਤੋਂ ਬਾਹਰ ਕੱ takesਦਾ ਹੈ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਹਟਾਈ",
        "ਬਾਈਡੇਨ ਦਾ ਮੰਨਣਾ ਹੈ ਕਿ ਟਰੰਪ ਇਕ ਫਾਸ਼ੀਵਾਦੀ ਹੈ, ਵ੍ਹਾਈਟ ਹਾ Houseਸ ਕਹਿੰਦਾ ਹੈ - ਸੀਐਨਐਨ",
        "ਨ੍ਯੂ skims ਮੁਹਿੰਮ ਵਿਚ ਓਲੀਵੀਆ Munn Bares Mastectomy ਦਾਗ - ਈ! NEWS",
        "ਅਮਰੀਕਾ ਨੇ ਖੇਤਰ ਵਿਚ ਸੰਭਾਵਿਤ ਹਮਲੇ ਦੀ ਚੇਤਾਵਨੀ ਦੇਣ ਤੋਂ ਬਾਅਦ ਸ਼੍ਰੀਲੰਕਾ ਵਿਚ ਯਹੂਦੀ ਕਮਿ communityਨਿਟੀ ਸੈਂਟਰ ਵਿਚ ਤਾਇਨਾਤ ਫੌਜਾਂ ਸਰਫਿੰਗ ਕਸਬੇ ਵਿਚ ਤਾਇਨਾਤ ਕੀਤੀਆਂ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਡਾਲਟਨ ਦੇ ਕਰੈਸ਼ ਵਿੱਚ ਸੱਟ ਲੱਗਣ ਤੋਂ ਬਾਅਦ ਸ਼ੁਰੂ ਕਰਨ ਲਈ ਪੈਂਥਰਜ਼ ਯੰਗ - ਈਐਸਪੀਐਨ",
        "ਸਟ੍ਰੋਕ ਦੀ ਰੋਕਥਾਮ ਲਈ ਨਵੀਂ ਗਾਈਡ ਵਿੱਚ ਓਜ਼ੈਂਪਿਕ, ਹੋਰ ਭਾਰ ਘਟਾਉਣ ਵਾਲੀਆਂ ਦਵਾਈਆਂ ਸ਼ਾਮਲ ਹਨ - ਅਮਰੀਕਾ ਅੱਜ",
        "ਈਰਾਨੀ ਹੈਕਰ ਸਮੂਹ ਦਾ ਉਦੇਸ਼ ਵੋਟ ਪਾਉਣ ਤੋਂ ਪਹਿਲਾਂ ਅਮਰੀਕੀ ਚੋਣ ਵੈਬਸਾਈਟਾਂ ਅਤੇ ਮੀਡੀਆ 'ਤੇ ਹੈ, ਮਾਈਕ੍ਰੋਸਾੱਫਟ ਕਹਿੰਦਾ ਹੈ - ਰਾਇਟਰਜ਼",
        "ਤੁਰਕੀ ਵਿਚ ਏਰੋਸਪੇਸ ਸਹੂਲਤ 'ਤੇ' ਅੱਤਵਾਦੀ ਹਮਲੇ 'ਵਿਚ ਘੱਟੋ ਘੱਟ 4 ਦੀ ਮੌਤ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਮੌਜੂਦਾ ਘਰਾਂ ਦੀ ਵਿਕਰੀ 2010 ਤੋਂ ਬਾਅਦ ਸਭ ਤੋਂ ਹੇਠਲੇ ਪੱਧਰ 'ਤੇ ਡਿੱਗ ਗਈ - ਫੌਕਸ ਬਿਜ਼ਨਸ",
        "ਤੁਸੀਂ ਕਿੰਨਾ ਚਿਰ ਫਲੇਮਿੰਗੋ ਵਾਂਗ ਖੜੇ ਹੋ ਸਕਦੇ ਹੋ? ਜਵਾਬ ਤੁਹਾਡੀ ਉਮਰ ਨੂੰ ਦਰਸਾ ਸਕਦਾ ਹੈ, ਨਵਾਂ ਅਧਿਐਨ ਕਹਿੰਦਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "‘Venom: The Last Dance’ Waltzes In With Strong China Start; ਗਲੋਬਲ ਡੈਬਿਊ ਹੁਣ $ 165M ਵੱਲ ਵਧ ਰਿਹਾ ਹੈ – ਅੰਤਰਰਾਸ਼ਟਰੀ ਬਾਕਸ ਆਫਿਸ - ਡੈੱਡਲਾਈਨ"
    ]
}