{
    "headlines": [
        "Alex Ovechkin égalise le record du buteur de tous les temps de la LNH - OMCP",
        "S.C. retourne au match pour le titre après avoir déchiré le Texas - ESPN",
        "Le Sénat vote tardivement sur les allégements fiscaux du GOP et le plan de réduction des dépenses qui est au cœur du programme de Trump - AP News",
        "La Maison Blanche avait un accord TikTok. Le tarif chinois de Trump l'a détruit. - The Washington Post",
        "Un homme du Maryland expulsé illégalement vers le Salvador doit être renvoyé aux États-Unis, selon les règles du juge - Politico",
        "Les juges de Caroline du Nord se joignent à un collègue républicain lors d'élections serrées à la Cour suprême - AP News",
        "Midjourney présente le premier nouveau modèle de génération d'images depuis plus d'un an - Ars Technica",
        "Julio Jones annonce sa retraite après 13 saisons dans la NFL - CBS Sports",
        "Le cas de détention d'un étudiant diplômé de Tufts sera transféré au Vermont - VTDigger",
        "Dow down 2,200 points as $ 6.4 trillion is wiped out in two-day bloodbath as China declares trade war over Trump tariffs - New York Post",
        "Les tarifs de Trump font que Nintendo retarde les précommandes de la Switch 2 aux États-Unis - The Washington Post",
        "Dying for Sex Recap : Let's Get Physical - Vautour",
        "Le rover Perseverance de la NASA observe 2 diables de poussière martienne fusionner en 1 (vidéo) - Space.com",
        "Virus qui a tué Betsy Arakawa lié à 3 décès à Mammoth Lakes - SFGATE",
        "Les astronautes privés Fram2 de SpaceX atterrissent sur Terre, mettant fin à une expédition historique en orbite polaire - Space.com",
        "Le Centre de contrôle vient de s'améliorer dans iOS 18.4, voici les nouveautés - 9to5Mac",
        "Berkshire Hathaway tire le tapis sur une vidéo partagée par Trump qui prétend que Warren Buffett a déclaré que le président faisait « les meilleurs mouvements économiques » en 50 ans - Fortune",
        "Hilary Swank soumet pour Emmy Consideration pour un rôle surprise d'invité sur « Yellowjackets » (EXCLUSIF) - Variété",
        "Le nouveau film « Superman » de James Gunn divise Internet : « Superman ne pleurniche pas » - The Hollywood Reporter"
    ]
}