{
    "headlines": [
        "Nove fotos de Travis Kelce e Taylor Swift do jogo Chiefs-Texans - Kansas City Star",
        "Atualizações ao vivo de Tyson Fury vs. Oleksandr Usyk: tempo, cartão, probabilidades, projeções para revanche - usa TODAY",
        "Revisão do Senado da ética da Suprema Corte encontra mais viagens de luxo e insta código de conduta aplicável - The Associated Press",
        "Que ferrugem? O Team Woods dispara 59, partilha a liderança no PNC Championship - NBC Sports",
        "Transmissão ao vivo do Texas vs. Clemson, onde assistir, canal de TV, odds para o College Football Playoff, previsão, escolha - CBS Sports",
        "WGA Proíbe o Trabalho com o Village Roadshow Depois de Não Pagar Escritores em “Numerosos Projetos” - Prazo",
        "Blake Lively acusa Justin Baldoni, coprotagonista de It Ends With Us, de campanha de difamação - BBC.com",
        "38 pessoas morrem em acidente entre autocarro de passageiros e camião no Brasil - CNN",
        "NYPD envolvido em agitação de alto nível em meio a alegações de má conduta sexual, sondagem de Eric Adams - ABC News",
        "Senado aprova aumento de benefícios da Previdência Social para muitos funcionários públicos aposentados - PBS NewsHour",
        "Biden assina projeto de lei que evita uma paralisação do governo e aproxima os dias de agitação em Washington - The Associated Press",
        "   Removido ",
        "Um foguete do Iêmen atinge Tel Aviv, ferindo 16, e os palestinos choram uma dúzia de crianças em Gaza - POLITICO",
        "Bilheteria: ‘Sonic the Hedgehog 3’ chega ao dia de abertura de US $ 25 milhões, ‘Mufasa: O Rei Leão’ segue com US $ 13,3 milhões - Variedade",
        "Primeira tempestade de neve de inverno em Nova York: totais de três estados revelados e temperaturas congelantes à frente - The Daily Galaxy - Great Discoveries Channel",
        "A Califórnia declarou emergência. Quão grave é a gripe aviária? - The Associated Press",
        "Por que algumas crianças estão recebendo Walkmen e CDs de Natal - The Washington Post",
        "Como ver as Ursids, a última chuva de meteoros que atinge o pico em 2024 - CNN",
        "Ataque ao mercado de Natal alemão aumenta para cinco mortos e mais de 200 feridos - The Washington Post",
        "Cientistas observam 'tempo negativo' em experimentos quânticos - Phys.org"
    ]
}