{
    "headlines": [
        "ਈਗਲਜ਼ ਵ੍ਹਾਈਟ ਹਾ Houseਸ ਦਾ ਦੌਰਾ ਕਰਨਗੇ, ਜੇ ਸੱਦਾ ਦਿੱਤਾ ਜਾਂਦਾ ਹੈ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਲਾਪਤਾ ਮਛੇਰੇ ਨੂੰ ਮੱਛੀ ਫੜਨ ਵਾਲੇ ਗੀਅਰ ਵਿਚ ਫਸਿਆ ਸ਼ਾਰਕ ਦੁਆਰਾ ਸਮੁੰਦਰੀ ਜਹਾਜ਼ ਵਿਚ ਘਸੀਟਿਆ ਗਿਆ, ਆਸਟਰੇਲੀਆਈ ਪੁਲਿਸ ਕਹਿੰਦੀ ਹੈ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਡੀ. ਸੀ. ਦੇ ਜੇਮਜ਼ Gunn & ਪੀਟਰ Safran ਵਰਗੇ ਸ਼ੂਟਿੰਗ ਰੱਖਣ 'ਤੇ’ Lanterns 'LA ਵਿਚ ਸਥਾਨਕ & ਕੀ ਇਸ ਨੂੰ' ਕਲੇਅਫੇਸ ‘ਨਾਲ ਸੰਭਵ ਹੈ - ਡੈੱਡਲਾਈਨ",
        "ਰਿਕਾਰਡ 'ਤੇ ਸਭ ਤੋਂ ਖਤਰਨਾਕ ਐਸਟਰਾਇਡ ਕੋਲ ਹੁਣ ਧਰਤੀ ਨੂੰ ਮਾਰਨ ਦੀ ਲਗਭਗ-ਜ਼ੀਰੋ ਸੰਭਾਵਨਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਕੋਅਰ ਡੀ ਐਲਿਨ ਦੇ ਵਕੀਲ ਟਾ hallਨ ਹਾਲ ਤੋਂ ਖਿੱਚੀ ਗਈ againstਰਤ ਦੇ ਵਿਰੁੱਧ ਹਵਾਲੇ ਨੂੰ ਖਾਰਜ ਕਰਦੇ ਹਨ, ਸਿਟੀ ਨੇ ਸੁਰੱਖਿਆ ਕੰਪਨੀ ਦੇ ਕਾਰੋਬਾਰੀ ਲਾਇਸੈਂਸ ਨੂੰ ਰੱਦ ਕਰ ਦਿੱਤਾ - ਕੋਅਰ ਡੀਐਲਿਨ ਪ੍ਰੈਸ",
        "ਐਲਿਜ਼ਾਬੈਥ ਹੋਮਜ਼ ਆਪਣੇ ਥੈਰੇਨੋਸ ਧੋਖਾਧੜੀ ਦੀ ਸਜ਼ਾ ਨੂੰ ਉਲਟਾਉਣ ਵਿੱਚ ਅਸਫਲ ਰਹਿੰਦੀ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "76ers ਲਈ ਟੈਂਕ ਕਰਨ ਦਾ ਸਮਾਂ ਆ ਗਿਆ ਹੈਃ ਜੋਅਲ ਐਂਬੀਡ ਨੂੰ ਬੰਦ ਕਰਨਾ, ਪਿਕ ਨੂੰ ਤਰਜੀਹ ਦੇਣਾ ਫਿਲਲੀ ਦਾ ਇਕੋ ਇਕ ਵਿਕਲਪ ਬਚਿਆ ਹੈ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਟਰੰਪ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਕੈਨੇਡਾ ਅਤੇ ਮੈਕਸੀਕੋ ਦੇ ਟੈਰਿਫ ਆਉਣ ਵਾਲੇ ਵਧੇਰੇ ਆਯਾਤ ਟੈਕਸਾਂ ਦੇ ਨਾਲ ’ਅੱਗੇ ਵਧ ਰਹੇ ਹਨ' - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਡੱਲਾਸ ਵਿਚ ਜੇਐਫਕੇ ਲਿਮੋ ਦੀ ਪਿੱਠ 'ਤੇ ਛਾਲ ਮਾਰਨ ਵਾਲੇ ਸਾਬਕਾ ਸੈਕਟਰੀ ਸਰਵਿਸ ਏਜੰਟ ਦੀ 93 ਸਾਲ ਦੀ ਉਮਰ ਵਿਚ ਮੌਤ ਹੋ ਗਈ - ਦਿ ਹਿੱਲ",
        "ਇੱਕ ਅਣਜਾਣ ਬਿਮਾਰੀ ਲੱਛਣਾਂ ਅਤੇ ਮੌਤ ਦੇ ਵਿਚਕਾਰ ਘੰਟਿਆਂ ਦੇ ਨਾਲ ਕਾਂਗੋ ਦੇ ਹਿੱਸੇ ਵਿੱਚ 50 ਤੋਂ ਵੱਧ ਲੋਕਾਂ ਦੀ ਮੌਤ ਹੋ ਜਾਂਦੀ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਸਾਬਕਾ ਸਰਜਨ ਨੇ ਫਰਾਂਸ ਦੇ ਸਭ ਤੋਂ ਵੱਡੇ ਬਾਲ ਸ਼ੋਸ਼ਣ ਦੇ ਮੁਕੱਦਮੇ ਵਿਚ 'ਘਿਣਾਉਣੇ ਕੰਮਾਂ' ਨੂੰ ਸਵੀਕਾਰ ਕੀਤਾ - ਬੀਬੀਸੀ.",
        "ਐਪਲ ਦਾ ਪ੍ਰਮੁੱਖ ਨਿਵੇਸ਼ ਸੀਮੈਂਟਸ ਹਿਊਸਟਨ ਇੱਕ ਪ੍ਰਮੁੱਖ ਯੂਐਸ ਨਿਰਮਾਣ ਅਤੇ ਤਕਨੀਕੀ ਹੱਬ ਦੇ ਰੂਪ ਵਿੱਚ - ਗ੍ਰੇਟਰ ਹਿਊਸਟਨ ਭਾਈਵਾਲੀ",
        "ਮਸਕ ਨੇ ਪ੍ਰਸ਼ਾਸਨਿਕ ਛੁੱਟੀ ਦੇ ਨਾਲ ਅਜੇ ਵੀ ਘਰ ਤੋਂ ਕੰਮ ਕਰਨ ਵਾਲੇ ਸੰਘੀ ਕਰਮਚਾਰੀਆਂ ਨੂੰ ਧਮਕੀ ਦਿੱਤੀ - ਪੋਲਿਟਿਕੋ",
        "ਅੱਜ ਰਾਤ ਸੱਤ ਗ੍ਰਹਿਾਂ ਦੀ ਦੁਰਲੱਭ ਪਰੇਡ ਦੇਖਣ ਲਈ ਮਿਨੀਸੋਟਾ ਦਾ ਸਭ ਤੋਂ ਵਧੀਆ ਮੌਕਾ ਹੈ - ਸਟਾਰ ਟ੍ਰਿਬਿਊਨ",
        "ਮੰਗਲ 'ਤੇ ਲੱਭੇ ਪ੍ਰਾਚੀਨ ਸਮੁੰਦਰੀ ਕੰachesੇ ਲਾਲ ਗ੍ਰਹਿ ਦਾ ਖੁਲਾਸਾ ਕਰਦੇ ਹਨ ਇਕ ਵਾਰ ਸਮੁੰਦਰ ਹੁੰਦੇ ਸਨ - ਸਾਇੰਸਅਲਰਟ",
        "ਕਾਰੋਬਾਰ ਨੂੰ ਜਿੰਦਾ ਰੱਖਣ ਲਈ ਖਰੀਦਦਾਰ ਨੂੰ ਲੱਭਣ ਵਿੱਚ ਅਸਫਲ ਰਹਿਣ ਤੋਂ ਬਾਅਦ ਦੀਵਾਲੀਆ ਜੋਆਨ ਸਾਰੇ 800 ਸਟੋਰਾਂ ਨੂੰ ਬੰਦ ਕਰ ਰਿਹਾ ਹੈ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਡੈਮੋਕਰੇਟਸ ਨੇ ਐਫਬੀਆਈ ਵਿਖੇ ਬੋਂਗਿਨੋ ਪਾਉਣ ਲਈ ਟਰੰਪ ਨੂੰ ਧਮਾਕਾ ਕੀਤਾ - ਦ ਹਿੱਲ",
        "ਪੋਪ ਦੀ ਸਥਿਤੀ ਵਿਚ 'ਥੋੜ੍ਹਾ ਸੁਧਾਰ' - ਵੈਟੀਕਨ ਨਿਊਜ਼ - ਪੰਜਾਬੀ",
        "ਟਰੰਪ ਦੇ ਏਲੋਨ ਦੇ ਨੰਗੇ ਪੈਰ ਚੁੰਮਣ ਦਾ ਏਆਈ ਵੀਡੀਓ ਪੂਰੇ ਐਚਯੂਡੀ ਦਫਤਰ ਵਿੱਚ ਖੇਡਦਾ ਹੈ - ਰੋਲਿੰਗ ਸਟੋਨ"
    ]
}