{
    "headlines": [
        "Trumps Anstieg der Latino-Wähler bringt die Schlachtfeldkarte des Kongresses auf den Kopf - POLITICO",
        "Warum Sie Einwegkunststoffe nicht wiederverwenden sollten - The Washington Post",
        "Die UNO stoppt die Hilfslieferungen über den Hauptübergang des Gazastreifens nach der Plünderung. Sie gibt Israel die Schuld an der Krise - The Associated Press",
        "Schwerer Schnee mit Seeeffekt sorgt für tückische Reisen in der Region der Großen Seen, da die weit verbreitete arktische Kälte in den USA gefriert - CNN",
        "Eine Generation von Überlebenden der Drogensucht geht ins Alter - The Wall Street Journal",
        "Beispiellose Proteste fegen durch Georgien, während die Regierung die EU-Bewerbung ablehnt - POLITICO EUROPE",
        "Yeti machte sich auf den Weg, den kühleren Markt zu erobern. Ein Lieferkettenmord hätte es fast zum Entgleisen gebracht. - Business Insider",
        "World Central Kitchen unterbricht die Arbeit in Gaza, nachdem Mitarbeiter von israelischen Streiks getroffen wurden - BBC.com",
        "Donald Trump wählt Kash Patel für das FBI und Chad Chronister für DEA - BBC.com",
        "Nr. 3 Texas hält die Nr. 20 Texas A&M davon ab, einen Platz im SEC-Titelspiel gegen Nr. 7 Georgia zu ergattern - Yahoo Sports",
        "Southwest Airlines beendet den Kabinenservice früher auf Flügen, um die Verletzungsgefahr zu verringern - The Associated Press",
        "\"Fortnite\" -Server sind ausgefallen, hier ist, wenn Kapitel 6, Staffel 1 live geht - Forbes",
        "Ein zweimal jährlicher Schuss könnte helfen, AIDS zu beenden. Aber wird es jeden erreichen, der es braucht? - The Associated Press",
        "Trump fordert von den BRICS-Staaten „Engagement“ für die Verwendung von Dollar - Bloomberg",
        "Innerhalb von Ryan Days vierter Niederlage in Folge gegen Michigan: \"Enttäuscht. Unerwartet. Zerquetscht. '- FOX SPORTS",
        "2024 WWE Survivor Series: WarGames Bewertung, Gewinner, Noten: Roman Reigns Pins Solo Sikoa in Bloodline Battle - CBS Sports",
        "Trump tippt Florida Sheriff als DEA-Administrator - The Washington Post",
        "College-Football-Bowl-Projektionen nach Woche 14: Playoff-Änderungen nach Texas-Siegen, Ohio State ins Stocken geraten - 247Sports",
        "Sehen Sie das Ausmaß der Zerstörung in der Hochburg der Hisbollah in der Nähe von Beirut - The Washington Post",
        "[removed]"
    ]
}