{
    "headlines": [
        "ਆਈਫੋਨ 16 ਈਃ ਐਪਲ ਘੱਟ ਕੀਮਤ 'ਤੇ ਏਆਈ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ' ਤੇ ਜੂਆ ਖੇਡਦਾ ਹੈ - ਬੀਬੀਸੀ.",
        "'ਇਹ ਮਨੁੱਖੀ ਨਹੀਂ ਹੈ' - ਇੰਟਰ ਮਿਆਮੀ ਦੇ ਬੌਸ ਜੇਵੀਅਰ ਮਾਸਚਰਾਨੋ ਨੇ 2025 ਦੇ ਲਿਓਨਲ ਮੈਸੀ ਦੇ ਪਹਿਲੇ ਮੁਕਾਬਲੇ ਦੇ ਟੀਚੇ ਵਜੋਂ ਚੈਂਪੀਅਨਜ਼ ਕੱਪ ਜਿੱਤ ਦੇ ਦੌਰਾਨ ਕੰਸਾਸ ਵਿੱਚ ਤਾਪਮਾਨ ਨੂੰ ਠੰਢਾ ਕਰਕੇ ਹੈਰਾਨ ਕਰ ਦਿੱਤਾ - Goal.",
        "‘ਜ਼ੀਰੋ ਡੇਅ’ ਟੀਵੀ ਰਿਵਿਊਃ ਰਾਬਰਟ ਡੀ ਨੀਰੋ ਦੀ ਨੈੱਟਫਲਿਕਸ ਰਾਜਨੀਤਿਕ ਥ੍ਰਿਲਰ ਫਾਈਟਸ ਅਮਰੀਕਾ ਨੂੰ ਦੁਬਾਰਾ ਫੰਕਸ਼ਨ ਬਣਾਉਣ ਲਈ - ਡੈੱਡਲਾਈਨ",
        "ਅਰੀਜ਼ੋਨਾ ਵਿੱਚ 2 ਛੋਟੇ ਹਵਾਈ ਜਹਾਜ਼ਾਂ ਦੇ ਮੱਧ ਵਿੱਚ ਟਕਰਾਉਣ ਤੋਂ ਬਾਅਦ 2 ਦੀ ਮੌਤ ਹੋ ਗਈ, ਅਧਿਕਾਰੀਆਂ ਦਾ ਕਹਿਣਾ ਹੈ - ਸੀਐਨਐਨ",
        "ਜਰਮਨੀ ਨੇ ਐਤਵਾਰ ਨੂੰ ਇਕ ਨਵੀਂ ਸਰਕਾਰ ਲਈ ਵੋਟਾਂ ਪਾਈਆਂ ਜੋ ਇਕ ਜ਼ੋਰਦਾਰ ਟਰੰਪ ਪ੍ਰਤੀ ਯੂਰਪ ਦੇ ਜਵਾਬ ਨੂੰ ਰੂਪ ਦੇਵੇਗੀ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "2025 ਐਨਐਫਐਲ ਮੁਫਤ ਏਜੰਸੀਃ ਚੋਟੀ ਦੇ 25 ਰੱਖਿਆਤਮਕ ਖਿਡਾਰੀਆਂ ਦੀ ਦਰਜਾਬੰਦੀ; ਸੁਪਰ ਬਾlਲ ਚੈਂਪੀਅਨ ਈਗਲਜ਼ ਦੀ ਸਿਰਲੇਖ ਸੂਚੀ ਤੋਂ ਤਿੰਨ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਐਸ ਐਂਡ ਪੀ 500 ਫਿuresਚਰਜ਼ ਇੰਡੈਕਸ ਦੇ ਬਾਅਦ ਇੰਚ ਘੱਟ ਤਾਜ਼ਾ ਆਲ-ਟਾਈਮ ਹਾਈ ਅਤੇ ਰਿਕਾਰਡ ਬੰਦ ਕਰੋਃ ਲਾਈਵ ਅਪਡੇਟਸ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਜਨਮ ਅਧਿਕਾਰ ਨਾਗਰਿਕਤਾ ਦੇ ਹੁਕਮ 'ਤੇ ਟਰੰਪ ਦੀ ਅਪੀਲ ਅਦਾਲਤ ਨੇ ਕੀਤੀ ਰੱਦ - Axios",
        "ਮੁਹੰਮਦ-ਡੇਲਾ ਮਡਾਲੇਨਾ ਹੈਡਲਾਈਨਜ਼ ਯੂਐਫਸੀ 315 - ਈਐਸਪੀਐਨ",
        "48 ਘੰਟਿਆਂ ਦੇ ਅੰਦਰ ਜੋ ਟਰੰਪ ਨੇ ਜ਼ੇਲੇਨਸਕੀ ਨੂੰ ਚਾਲੂ ਕੀਤਾ - ਸੀ ਐਨ ਐਨ",
        "ਟਰੰਪ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਫੈਡਰਲ ਸਰਕਾਰ ਨੂੰ ਡੀਸੀ ‘ਤੇ’ ਕਬਜ਼ਾ ’ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ, ਕਾਂਗਰਸ ਦੇ ਜੀਓਪੀ ਧੱਕੇ ਦਾ ਸਮਰਥਨ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਰਿਹਾਨਾ ਸਮਰਥਨ ਵਿੱਚ ਅਟੱਲ ਹੈ, ਅਤੇ ਏ$ਏਪੀ ਰੌਕੀ ਟ੍ਰਾਇਲ ਤੋਂ ਹੋਰ ਟੇਕਵੇਅਜ਼ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਗ਼ਲਤ ਦਰਵਾਜ਼ੇ ਦੀ ਘੰਟੀ ਵੱਜਣ ਕਾਰਨ ਕਾਲੇ ਕਿਸ਼ੋਰ ਨੂੰ ਗੋਲੀ ਮਾਰਨ ਦੇ ਮਾਮਲੇ 'ਚ ਸਜ਼ਾ ਸੁਣਾਏ ਜਾਣ ਤੋਂ ਪਹਿਲਾਂ ਵਿਅਕਤੀ ਦੀ ਮੌਤ - ਅਮਰੀਕਾ ਅੱਜ",
        "ਟਰੰਪ ਨੇ ਕੁਝ ਪ੍ਰਵਾਸੀਆਂ ਲਈ ਸੰਘੀ ਲਾਭ ਖਤਮ ਕਰਨ ਦੇ ਆਦੇਸ਼ 'ਤੇ ਦਸਤਖਤ ਕੀਤੇ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਲੀਅਮ ਪੇਨ ਦਾ ਦੋਸਤ, ਦੋ ਹੋਟਲ ਵਰਕਰ ਮੌਤ ਦੀ ਜਾਂਚ ਵਿਚ ਬਰੀ - ਰੋਲਿੰਗ ਸਟੋਨ",
        "ਜੱਜ ਡੀਓਜੇ ਨੂੰ ਏਰਿਕ ਐਡਮਜ਼ ਕੇਸ ਨੂੰ ਖਾਰਜ ਕਰਨ ਦੀ ਆਗਿਆ ਦੇਣ ਲਈ ਟਰੈਕ 'ਤੇ ਦਿਖਾਈ ਦਿੰਦਾ ਹੈ - ਪੋਲਿਟਿਕੋ",
        "Nvidia ਪ੍ਰਸ਼ੰਸਕਾਂ ਨੂੰ ਆਰਟੀਐਕਸ 5080 ਅਤੇ 5090 ਐਫਈ ਜੀਪੀਯੂ ਖਰੀਦਣ ਵਿੱਚ ਸਹਾਇਤਾ ਲਈ ‘ਪ੍ਰਾਥਮਿਕਤਾ ਪਹੁੰਚ’ ਦੀ ਸ਼ੁਰੂਆਤ ਕਰ ਰਿਹਾ ਹੈ - ਦਿ ਵਰਜ",
        "ਨਿੱਜੀ ਟੀਕਾ ਸਰਜਰੀ ਤੋਂ ਬਾਅਦ ਵਾਪਸ ਆਉਣ ਵਾਲੇ ਪੈਨਕ੍ਰੀਆਟਿਕ ਕੈਂਸਰ ਦੇ ਜੋਖਮ ਨੂੰ ਘਟਾ ਸਕਦਾ ਹੈ, ਛੋਟੇ ਅਧਿਐਨ ਤੋਂ ਪਤਾ ਚਲਦਾ ਹੈ - ਏਬੀਸੀ ਨਿ Newsਜ਼"
    ]
}