{
    "headlines": [
        "Gene Hackman starb an einer Herzerkrankung, seine Frau starb etwa 1 Woche zuvor an Hantavirus, sagen die Behörden - WTOP",
        "Ghosts fügt einen (vertrauten) neuen Geist hinzu — und bereitet die Bühne für einen Helluva Deal? - TVLine",
        "Masernausbruch: Fälle in Texas in der Nähe von 200 nach dem Tod eines Mannes in New Mexico positiv getestet - Forbes",
        "Keir Starmer begrüßt die Maßnahmen der EU zur Erhöhung der Verteidigungsausgaben - BBC.com",
        "Hier ist ein Blick auf Treffer und Fehlschüsse bei der Mondlandung - The Associated Press",
        "Die Broadcom-Aktie steigt, nachdem der Chiphersteller die Gewinne übertroffen hat. Der KI-Handel ist nicht tot. - Barrons",
        "Walgreens Goes From $ 100 Billion Health Giant to Private-Equity Salvage Project - The Wall Street Journal",
        "SpaceX hat wieder ein Raumschiff gestartet. Another Catch and Another Crash. - Barron's",
        "Belohnung in Höhe von 10 Mio. USD für die Verhaftung des ehemaligen olympischen Snowboarders, der zum angeblichen Drogenboss wurde - ABC News",
        "Lawine festigt Status als Stanley-Cup-Anwärter mit Brock Nelson Trade - Yardbarker",
        "\"Bereiten Sie sich auf Störungen vor\": Alabama-Führer warnt vor Schließung des Bildungsministeriums - AL.com",
        "Zyklon Alfred lässt Tausende in Ostaustralien ohne Strom vor dem seltenen Landfall zurück - Axios",
        "Das Gericht ordnet an, dass der südkoreanische Präsident Yoon wegen seines Strafverfahrens wegen Kriegsrechts aus dem Gefängnis entlassen wird - The Associated Press",
        "Fresh jobs report to offer snapshot of US economy under Trump - ABC News",
        "Gestrandete NASA-Astronauten, um nach neun Monaten im Weltraum endlich zur Erde zurückzukehren - MSN",
        "Eine heruntergekommene Minnesota-Budgetprognose leitet das Schuldspiel des Gesetzgebers ein - MPR News",
        "China kritisiert Trumps Rückkehr zum \"Gesetz des Dschungels\" - CNN"
    ]
}