{
    "headlines": [
        "ਯੂਐਸ, ਯੂਰਪ ਦੀ ਜਾਂਚ ਕਰਨ ਵਾਲੇ ਉਪਕਰਣਾਂ ਨੂੰ ਯੂਕੇ ਅਤੇ ਜਰਮਨੀ ਵਿਚ ਏਅਰ ਡੀਐਚਐਲ ਕਾਰਗੋ ਹੱਬਾਂ ਵਿਚ ਧਮਾਕਾ ਕੀਤਾ ਗਿਆ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਹੈਰਿਸ ਅਤੇ ਟਰੰਪ ਨੇ ਚੋਣਾਂ ਦੇ ਦਿਨ ਤੋਂ ਪਹਿਲਾਂ ਅੰਤਮ ਧੱਕੇ ਵਿਚ ਪੈਨਸਿਲਵੇਨੀਆ 'ਤੇ ਨਜ਼ਰ ਰੱਖੀ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਏਸ਼ੀਆ-ਪ੍ਰਸ਼ਾਂਤ ਬਾਜ਼ਾਰਾਂ ਦਾ ਵਪਾਰ ਮਿਲਾਇਆ ਜਾਂਦਾ ਹੈ ਕਿਉਂਕਿ ਨਿਵੇਸ਼ਕ ਅਮਰੀਕੀ ਚੋਣ ਨਤੀਜਿਆਂ ਦੀ ਉਡੀਕ ਕਰਦੇ ਹਨ, ਫੈੱਡ ਰੇਟ ਦਾ ਫੈਸਲਾ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਬੋਇੰਗ ਵਾਕਆਉਟ ਹੜਤਾਲ ਕਰਨ ਵਾਲੇ ਕਾਮਿਆਂ ਦੇ ਤੌਰ ਤੇ ਖ਼ਤਮ ਹੁੰਦਾ ਹੈ 38% ਤਨਖਾਹ ਵਾਧੇ ਦਾ ਸੌਦਾ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਹਟਾਈ",
        "ਮਹੋਮਜ਼ ਨੇ 'ਡਰਾਉਣੀ' ਸੱਟ ਲਗਾਈ, ਕੇਸੀ ਨੂੰ 8-0 ਤੱਕ ਚੁੱਕਿਆ - ਈਐਸਪੀਐਨ",
        "BUCS HC ਦੋ-ਪੁਆਇੰਟ ਪਰਿਵਰਤਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਨਾ ਕਰਨ ਲਈ ਬੁਝਾਰਤ ਵਿਆਖਿਆ ਦਿੰਦਾ ਹੈ; ਚੀਫਜ਼ 'ਐਂਡੀ ਰੀਡ ਖੁਸ਼ ਹਨ ਕਿ ਉਨ੍ਹਾਂ ਨੇ ਨਹੀਂ ਕੀਤਾ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਕਮਲਾ ਹੈਰਿਸ ਨੇ ਆਰਟ ਮਿਊਜ਼ੀਅਮ ਦੇ ਕਦਮਾਂ 'ਤੇ ਫਿਲਡੇਲਫੀਆ ਵਿਚ ਚੋਣ ਦਿਵਸ ਤੋਂ ਪਹਿਲਾਂ ਅੰਤਮ ਮੁਹਿੰਮ ਪ੍ਰੋਗਰਾਮ ਕੀਤਾ - ਸੀਬੀਐਸ ਫਿਲਲੀ",
        "ਚੋਣਾਂ ਦੀ ਬੇਚੈਨੀ ਤੋਂ ਚਿੰਤਤ ਅਮਰੀਕੀ ਰਾਜ ਸੁਰੱਖਿਆ ਸਾਵਧਾਨੀਆਂ ਵਰਤਦੇ ਹਨ - ਰਾਇਟਰ",
        "ਐਲਨ ਮਸਕ ਵੋਟਰਾਂ ਨੂੰ $ 1m ਦੇ ਸਕਦੇ ਹਨ, ਜੱਜ ਨਿਯਮ - BBC.com",
        "‘ਮੈਨੂੰ ਇਸ' ਤੇ ਮਾਣ ਨਹੀਂ ਹੈ ’: ਜੇਸਨ ਕੈਲਸੇ ਨੇ ਵੀਡੀਓ ਤੋਂ ਬਾਅਦ ਮੁਆਫੀ ਮੰਗੀ ਜਦੋਂ ਉਹ ਇੱਕ ਹੋਮੋਫੋਬਿਕ ਸਲਰ ਦੀ ਵਰਤੋਂ ਕਰਨ ਤੋਂ ਬਾਅਦ ਇੱਕ ਸੈੱਲਫੋਨ ਨੂੰ ਸਪਾਈਕ ਕਰਦਾ ਦਿਖਾਈ ਦਿੰਦਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਰੂਸੀ ਰਾਕੇਟ ਇਰਾਨ ਦੇ ਉਪਗ੍ਰਹਿਾਂ ਨੂੰ ਪੰਧ ਵਿੱਚ ਲੈ ਜਾਂਦਾ ਹੈ ਕਿਉਂਕਿ ਸਬੰਧਾਂ ਵਿੱਚ ਵਾਧਾ ਹੁੰਦਾ ਹੈ - ਅਲ ਜਜ਼ੀਰਾ ਅੰਗਰੇਜ਼ੀ",
        "ਬਾਰਸੀਲੋਨਾ ਵਿੱਚ ਭਾਰੀ ਬਾਰਸ਼ ਰੇਲ ਸੇਵਾ ਵਿੱਚ ਵਿਘਨ ਪਾਉਂਦੀ ਹੈ ਕਿਉਂਕਿ ਫੌਜਾਂ ਵਾਲੈਂਸੀਆ ਵਿੱਚ ਵਧੇਰੇ ਹੜ੍ਹਾਂ ਦੇ ਪੀੜਤਾਂ ਦੀ ਭਾਲ ਕਰਦੀਆਂ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਇੰਡੋਨੇਸ਼ੀਆ 'ਚ ਪਹਾੜ ਲਿਵੋਟੋਬੀ ਲਾਕੀ ਜਵਾਲਾਮੁਖੀ ਫਟਿਆ, 10 ਲੋਕਾਂ ਦੀ ਮੌਤ - Reuters",
        "ਐਨਐਫਐਲ ਟੀਮ ਦੀਆਂ ਜ਼ਰੂਰਤਾਂਃ ਵਪਾਰ ਦੀ ਅੰਤਮ ਤਾਰੀਖ ਤੋਂ ਪਹਿਲਾਂ ਹਰ ਰੋਸਟਰ ਦੀ ਸਭ ਤੋਂ ਵੱਡੀ ਕਮਜ਼ੋਰੀ ਨੂੰ ਤਰਜੀਹ ਦੇਣਾ - ਬਲੀਚਰ ਰਿਪੋਰਟ",
        "ਇਹ 5 ਨਵੰਬਰ ਨੂੰ ਦੇਖਣ ਲਈ \"ਕੈਨਰੀ\" ਹਾ Houseਸ ਰੇਸ ਹਨ - Axios",
        "ਡਬਲਯੂਡਬਲਯੂਈ ਕੱਚੇ ਨਤੀਜੇ – 11/4/24 (ਸਾਊਦੀ ਅਰਬ ਤੋਂ ਪਹਿਲਾ ਰਾਅ, ਨੰਬਰ 1 ਦਾਅਵੇਦਾਰ ਘਾਤਕ 4-ਵੇਅ ਮੈਚ) - Wrestleview.com",
        "Kourtney Kardashian ਬੇਬੀ ਰੌਕੀ ਦੀ ਪਹਿਲੀ ਜਨਮਦਿਨ ਪਾਰਟੀ ਦੇ ਜਸ਼ਨ ਦੇ ਫੋਟੋ ਸ਼ੇਅਰ - ਈ! ਨਿਊਜ਼",
        "ਕੈਨੇਡਾ ਮੰਦਰ ਘਟਨਾ ਤੋਂ ਬਾਅਦ ਭਾਰਤੀ ਪ੍ਰਧਾਨ ਮੰਤਰੀ ਨੇ ਕੀਤੀ ਹਿੰਸਾ ਦੀ ਨਿੰਦਾ - BBC.com",
        "ਲਾਂਚ ਰਾoundਂਡਅਪਃ ਸਪੇਸਐਕਸ ਨੇ ਲਾਂਚ ਲਈ ਆਈਐਸਐਸ, ਰੋਸਕੋਸਮੌਸ ਅਤੇ ਰਾਕੇਟ ਲੈਬ ਸੈਟ ਲਈ ਕਾਰਗੋ ਪੁਨਰ ਸਪਲਾਈ ਮਿਸ਼ਨ ਦੀ ਸ਼ੁਰੂਆਤ ਕੀਤੀ - ਨਾਸਾਸਪੇਸਫਲਾਈਟ ਡਾਟ ਕਾਮ"
    ]
}