{
    "headlines": [
        "ਆਸਟਿਨ ਨੇਤਾ ਟੈਕਸਾਸ ਵਿੱਚ ਖਸਰਾ ਬਾਰੇ ਅਪਡੇਟਸ ਪ੍ਰਦਾਨ ਕਰਦੇ ਹਨ, ਫੈਲਣ ਦੇ ਵਿਚਕਾਰ ਟੀਕਾਕਰਣ ਦੀ ਅਪੀਲ ਕਰਦੇ ਹਨ - KXAN. com",
        "ਮਾਈਕ੍ਰੋਸਾੱਫਟ ਟੀਮਾਂ ਦੇ ਹੱਕ ਵਿੱਚ ਸਕਾਈਪ ਨੂੰ ਬੰਦ ਕਰ ਰਿਹਾ ਹੈ - ਦਿ ਵਰਜ",
        "ਸੰਘੀ ਮੌਸਮ ਅਤੇ ਜਲਵਾਯੂ ਏਜੰਸੀ 'ਤੇ ਛੁੱਟੀ ਭਵਿੱਖਬਾਣੀ ਨੂੰ ਖ਼ਤਰਾ - Axios",
        "ਕੈਪੀਟਲ ਏਜੰਡਾਃ ਚਿੰਨ੍ਹ ਲੰਬੇ ਸਟਾਪਗੈਪ ਵੱਲ ਇਸ਼ਾਰਾ ਕਰਦੇ ਹਨ - ਪੋਲਿਟਿਕੋ",
        "ਅੱਜ 'ਦੁਰਲੱਭ' ਗ੍ਰਹਿ ਪਰੇਡ onlineਨਲਾਈਨ ਮੁਫਤ ਦੇਖੋ ਕਿਉਂਕਿ 7 ਗ੍ਰਹਿ ਅਸਮਾਨ ਦੇ ਪਾਰ ਇਕਸਾਰ ਹੁੰਦੇ ਹਨ (ਵੀਡੀਓ) - ਸਪੇਸ.",
        "ਅੱਜ ਦਾ ‘ਆਰਥਿਕ ਬਲੈਕਆਉਟ’ ਇੱਕ ਅਸੰਭਵ ਸਰੋਤ ਤੋਂ ਸ਼ੁਰੂ ਹੋਇਆ. ਪਰ ਇਹ ਅਮਰੀਕੀਆਂ ਦੇ ਗੁੱਸੇ ਵਿੱਚ ਟੈਪ ਕੀਤਾ ਗਿਆ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਲੂਨਰ ਟ੍ਰੇਲਬਲੇਜ਼ਰ, ਓਡੀਨ ਪੁਲਾੜ ਯਾਨ ਆਈਐਮ -2 ਦੀ ਸ਼ੁਰੂਆਤ ਤੋਂ ਬਾਅਦ ਸਮੱਸਿਆਵਾਂ ਦਾ ਸਾਹਮਣਾ ਕਰ ਰਿਹਾ ਹੈ - ਸਪੇਸਨਿ Newsਜ਼",
        "ਐਪਲ ਆਈਫੋਨ 16e ਦੀ ਮੈਗਸੇਫ ਚਾਰਜਿੰਗ ਦੀ ਘਾਟ ਦਾ ਕਾਰਨ ਪ੍ਰਦਾਨ ਕਰਦਾ ਹੈ - ਮੈਕਰੂਮੋਰਸ",
        "ਅਵਲਾਂਚੇ ਨੇ ਭਾਰਤ-ਤਿੱਬਤ ਸਰਹੱਦ ਨੇੜੇ ਬਰਫਬਾਰੀ 'ਚ 42 ਮਜ਼ਦੂਰਾਂ ਨੂੰ ਫਸਾਇਆ - Al Jazeera English",
        "ਹਾਲੀਵੁੱਡ ਆਈਕਨ ਜੀਨ ਹੈਕਮੈਨ ਅਤੇ ਪਤਨੀ ਬੈਟਸੀ ਅਰਾਕਾਵਾ ਦੀ ਜ਼ਿੰਦਗੀ ਅਤੇ ਮੌਤ ਬਾਰੇ ਕੀ ਜਾਣਨਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਮੰਤਰੀ ਸਵਾਲ ਕਰਦਾ ਹੈ ਕਿ ਟੇਟ ਭਰਾ ਰੋਮਾਨੀਆ ਨੂੰ ਕਿਵੇਂ ਛੱਡ ਸਕਦੇ ਹਨ - ਬੀਬੀਸੀ.",
        "ਚਾਰਲਸ ਲੇਕਲਰਕ ਨੇ ਬਹਿਰੀਨ ਵਿਚ ਪ੍ਰੀ-ਸੀਜ਼ਨ ਟੈਸਟਿੰਗ ਦੀ ਅੰਤਮ ਸਵੇਰ ਨੂੰ ਗਤੀ ਨਿਰਧਾਰਤ ਕੀਤੀ | ਫਾਰਮੂਲਾ 1® - ਫਾਰਮੂਲਾ 1",
        "ਸਟਾਕ ਮਾਰਕੀਟ ਅੱਜਃ ਵਿਸ਼ਵ ਸ਼ੇਅਰ ਸਕਿੱਡ, ਟਰੰਪ ਟੈਰਿਫ ਵਾਧੇ ਅਤੇ ਏਆਈ ਬਾਰੇ ਸ਼ੱਕ ਦੁਆਰਾ ਮਾਰਿਆ ਗਿਆ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਮੈਕਸੀਕੋ ਨੇ ਬਦਨਾਮ ਨਸ਼ੀਲੇ ਪਦਾਰਥਾਂ ਦੇ ਮਾਲਕ ਰਾਫੇਲ ਕੈਰੋ ਕੁਇੰਟੇਰੋ ਅਤੇ ਦਰਜਨਾਂ ਕਾਰਟੈਲ ਮੈਂਬਰਾਂ ਨੂੰ ਅਮਰੀਕਾ - ਸੀ ਐਨ ਐਨ ਨੂੰ ਹਵਾਲਗੀ ਦਿੱਤੀ",
        "ਗਲੈਕਸੀ ਐਸ 25 ਐਜ ਨੂੰ ਹੁਣੇ ਹੁਣੇ ਸੁਪਰ ਪਤਲੇ ਫੋਨ ਵਿਭਾਗ ਵਿੱਚ ਕੁਝ ਤਾਜ਼ਾ ਮੁਕਾਬਲਾ ਮਿਲਿਆ - ਐਂਡਰਾਇਡ ਅਥਾਰਟੀ",
        "ਵਿਕੀਪੀਡੀਆ ਜੂਨ 2022 ਤੋਂ ਸਭ ਤੋਂ ਭੈੜੇ ਮਹੀਨੇ ਲਈ ਸੈੱਟ ਕੀਤਾ ਗਿਆ, ਉਸ ਸਾਲ ਨਵੰਬਰ ਤੋਂ ਸਭ ਤੋਂ ਭੈੜਾ ਹਫਤਾ - CoinDesk",
        "ਐਚਪੀਵੀ ਟੀਕਾ ਜਿਸ ਨੂੰ ਆਰਐਫਕੇ ਨੇ ਇਕ ਵਾਰ \"ਖਤਰਨਾਕ\" ਕਿਹਾ ਸੀ, ਪੂਰਵ-ਰਹਿਤ ਜਖਮਾਂ ਦੀ ਦਰ ਡਿੱਗਣ ਲਈ ਕ੍ਰੈਡਿਟ ਕੀਤਾ ਗਿਆ - ਐਕਸੀਓਸ",
        "ਟਰੰਪ ਨੇ ਸੰਕੇਤ ਦਿੱਤਾ ਕਿ ਯੂਐਸ ਅਤੇ ਯੂਕੇ ਬਿਨਾਂ ਟੈਰਿਫ ਦੇ 'ਅਸਲ ਵਪਾਰ ਸੌਦੇ' ਤੇ ਪਹੁੰਚ ਸਕਦੇ ਹਨ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਪੋਪ Francis ਕਲੀਨਿਕਲ ਸੁਧਾਰ ਦੇ ਵਿਚਕਾਰ ਆਰਾਮ ਰਾਤ ਹੈ - ਵੈਟੀਕਨ ਨਿਊਜ਼ - ਅੰਗਰੇਜ਼ੀ"
    ]
}