{
    "headlines": [
        "Медицинские тайны: ее странные тазовые инфекции имели потрясающее происхождение - The Washington Post",
        "Федеральные власти говорят, что поддельное видео избирателей округа Бакс было сфабриковано россиянами - The Philadelphia Inquirer",
        "Нападение на иранский полицейский конвой убило по меньшей мере 10 офицеров; подозреваемые не установлены, говорят власти - CBS News",
        "ESPN College GameDay в Индиане: прямые трансляции с дикой сцены Блумингтона - IndyStar",
        "Прямые трансляции выборов 2024 года - POLITICO",
        "Услышать извинения Трампа за опоздание на митинг почти на 3 часа - CNN",
        "Израиль совершает рейд на больницу в северной части Газы, поскольку ООН предупреждает, что в полосе разворачивается «самый темный момент» - CNN",
        "Отслеживание за несколько часов до того, как молодая женщина из Миннесоты стала жертвой убийства - CBS News",
        "ВОЗ: Вакцины могут помочь бороться с устойчивостью к противомикробным препаратам, спасать жизни - The Washington Post",
        "Рынки движутся таинственным образом. Уолл-стрит изо всех сил пытается объяснить, почему. - MarketWatch",
        "Я только что нарушил первое правило покупки продуктов Apple — я купил новый Mac Mini перед запуском M4 Mac - Tom's Guide",
        "Рекордный запуск SpaceX сегодня: все, что нужно знать о запуске с мыса Канаверал - Florida Today",
        "Израиль атакует военные цели Ирана, Тегеран говорит, что ущерб «ограничен» - Reuters",
        "Новый генеральный директор Boeing проходит тест Ultimate Management - Business Insider",
        "Астронавт НАСА госпитализирован: разгадка медицинской тайны после космической одиссеи экипажа-8 - SciTechDaily",
        "Леброн: Крайне важно, чтобы раскаленная реклама была «фокусом» - ESPN",
        "Что дальше для братьев Менендес? - BBC.com",
        "Буну понравился матч за Cortes до рокового HR - ESPN",
        "Гороскоп на субботу, 26 октября 2024 года - Chicago Sun-Times",
        "Северокорейские войска находятся на российском военном полигоне, показывают видео - The Washington Post"
    ]
}