{
    "headlines": [
        "رعاة البقر مقابل ستيلرز ليلة الأحد لكرة القدم، تحديثات حية: تجدد التنافس الكلاسيكي في دوري كرة القدم الأمريكية بعد تأخير حوالي 90 دقيقة في الطقس - Yahoo Sports",
        "نقطة محذوفة هنا",
        "الأسبوع الخامس من الدوري الوطني لكرة القدم الأمريكية يسلط الضوء على 2024: التتبع المباشر لأفضل المسرحيات، نتائج المربعات من نتائج الأحد - تقرير المبيض",
        "هاريس يتحدث عن الإجهاض والمزيد على بودكاست \"اتصل بوالدها\" بينما تكثف التذكرة الديمقراطية المقابلات - وكالة أسوشيتد برس",
        "نقطة محذوفة هنا",
        "فلوريدا تستعد لإعصار ميلتون الكبير، ولا تزال تترنح من هيلين - Reuters.com",
        "ليبرون وبروني جيمس يصنعان تاريخ الدوري الاميركي للمحترفين - أكسيوس",
        "تدافع والدة شون \"ديدي\" كومز عن قطب الموسيقى المخزي وهو يجلس في السجن بتهمة ارتكاب جرائم جنسية - فوكس نيوز",
        "تتطلع ريو تينتو إلى اقتناص أركاديوم قبل أن تتعافى أسعار الليثيوم - Reuters.com",
        "تأخر Padres - Dodgers بعد قيام المشجعين برمي الأشياء - ESPN",
        "حصري | قيمة ستاربورد للناشط تستحوذ على حصة مليار دولار في فايزر - صحيفة وول ستريت جورنال",
        "إسرائيل تقصف لبنان وغزة قبل الذكرى السنوية الأولى لهجمات 7 أكتوبر - رويترز",
        "ألعاب الهالة المستقبلية تنتقل إلى محرك غير واقعي 5 مع إعادة تسمية 343 صناعة، \"مشاريع متعددة\" قيد التطوير - IGN",
        "تم القبض على أطفال تتراوح أعمارهم بين 12 و 13 عامًا في هجوم على حاكم نيويورك السابق ديفيد باترسون، ربيب - سي بي إس نيويورك",
        "ناسا تتابع اقتراب الكويكب من الأرض من مدار الشمس - VOA تعلم اللغة الإنجليزية",
        "كيف يمكن لـ JD Vance أن يهيئ نفسه ليكون خليفة ترامب في الحزب الجمهوري - Business Insider",
        "التحقق من صحة ادعاءات دونالد ترامب في رالي بتلر - الجزيرة الإنجليزية",
        "وصف رئيس وكالة إدارة الطوارئ الفيدرالية الادعاءات الكاذبة حول استجابة هيلين الحكومية بأنها \"خطيرة حقًا\" - PBS NewsHour",
        "إدارة الطيران الفيدرالية تطهر فالكون 9 من إطلاق مهمة هيرا - سبيس نيوز",
        "متداولو السندات يستعدون \"لعدم الهبوط\" بعد مفاجأة الوظائف - Yahoo Finance"
    ]
}