{
    "headlines": [
        "Sean ‘Diddy’ Combs denied bail and will remain in federal detention, judge rules - CNN",
        "OceanGate CEO crashed sub years before Titan implosion, whistleblower says - The Washington Post",
        "Harvest moon, supermoon bring a partial lunar eclipse: How, when to watch - Al Jazeera English",
        "Paul Whelan, freed in prisoner swap with Russia, tells other American detainees: \"We're coming for you\" - CBS News",
        "Trump campaigns in Michigan in first appearance since apparent assassination attempt - CBS News",
        "Trump praises 'amazing' woman who followed suspected gunman - BBC.com",
        "Remains of decapitated \"vampire child\" found in Poland, archaeologists say - CBS News",
        "iOS 18 top features: Home Screen improvements add an impressive level of personalization to iPhone [Video] - 9to5Mac",
        "Hezbollah hit by a wave of exploding pagers and blames Israel. At least 9 dead, thousands injured - The Associated Press",
        "Former No. 2 overall NFL Draft pick roasts Panthers for benching Bryce Young: 'This organization is horrible' - CBS Sports",
        "Amazon’s Return-to-Office Plans Spark Concern and Debate Among Employees - The Wall Street Journal",
        "\"Spewing lies\": Harris condemns Trump's \"hateful rhetoric\" about Springfield - Axios",
        "Japan's defense ministry says North Korea test-fires 2 ballistic missiles - WKRC TV Cincinnati",
        "State of Emergency declared for coastal counties: Potential Tropical Cyclone 8 dumps more than 20 inches of rain on Carolina Beach - WRAL News",
        "Black women are more likely than white women to die of all types of breast cancer - NBC News",
        "[Removed]",
        "Kate at first work meeting since cancer treatment - BBC.com",
        "Gov. DeWine urges Trump and Vance to end 'very hurtful' comments about Haitian migrants - PBS NewsHour",
        "Superbugs due to antibiotic resistance could kill 39 million people by 2050, large study finds - Fox News",
        "[Removed]"
    ]
}