{
    "headlines": [
        "Alex Ovechkin ties NHL all-time goal scorer record - WTOP",
        "S.C. heads back to title game after ripping Texas - ESPN",
        "Senate up late voting on GOP tax breaks and spending cuts plan that's central to Trump agenda - AP News",
        "The White House had a TikTok deal. Trump’s China tariff wrecked it. - The Washington Post",
        "Maryland man illegally deported to El Salvador must be returned to US, judge rules - Politico",
        "North Carolina judges side with Republican colleague in close Supreme Court election - AP News",
        "Midjourney introduces first new image generation model in over a year - Ars Technica",
        "Julio Jones announces his retirement after 13 seasons in the NFL - CBS Sports",
        "Tufts graduate student’s detention case to be transferred to Vermont - VTDigger",
        "Dow down 2,200 points as $6.4 trillion is wiped out in two-day bloodbath as China declares trade war over Trump tariffs - New York Post",
        "Trump’s tariffs cause Nintendo to delay Switch 2 preorders in U.S. - The Washington Post",
        "Dying for Sex Recap: Let’s Get Physical - Vulture",
        "NASA's Perseverance rover watches as 2 Mars dust devils merge into 1 (video) - Space.com",
        "Virus that killed Betsy Arakawa linked to 3 deaths in Mammoth Lakes - SFGATE",
        "SpaceX's private Fram2 astronauts splash down on Earth, ending historic polar orbit expedition - Space.com",
        "Control Center just got even better in iOS 18.4, here’s what’s new - 9to5Mac",
        "Berkshire Hathaway pulls the rug on a video shared by Trump that claimed Warren Buffett said the president was making ‘the best economic moves’ in 50 years - Fortune",
        "Hilary Swank Submits for Emmy Consideration for Surprise Guest Role on ‘Yellowjackets’ (EXCLUSIVE) - Variety",
        "James Gunn’s New ‘Superman’ Footage Divides Internet: “Superman Doesn’t Whine” - The Hollywood Reporter"
    ]
}