{
    "headlines": [
        "ਕ੍ਰਿਸ ਰਾਕ ਮੇਜ਼ਬਾਨ “ਸ਼ਨੀਵਾਰ ਰਾਤ ਲਾਈਵ ”— ਜਿਵੇਂ ਕਿ ਲੰਬੇ ਸਮੇਂ ਦੇ ਦੋਸਤ ਐਡਮ ਸੈਂਡਲਰ ਇੱਕ ਹੈਰਾਨੀਜਨਕ ਕੈਮਿਓ ਬਣਾਉਂਦਾ ਹੈਃ ਦੇਖੋ - ਏਓਐਲ",
        "ਬਜ਼ੁਰਗ ਵਿਸ਼ਲੇਸ਼ਕ ਜਿਸ ਨੇ ਐਸ ਐਂਡ ਪੀ 500 ਦੀ ਰੈਲੀ ਦੀ ਭਵਿੱਖਬਾਣੀ ਕੀਤੀ 2025 ਦੇ ਟੀਚੇ ਦਾ ਪਰਦਾਫਾਸ਼ ਕਰਦਾ ਹੈ - TheStreet",
        "ਕੀ ਤੁਸੀਂ ਕਦੇ ਆਪਣੀ ਜ਼ਿੰਦਗੀ ਤੋਂ ਭੱਜਣਾ ਚਾਹਿਆ ਹੈ? ਇਹ ਵਰਤਾਰਾ ਤੁਹਾਡੇ ਸੋਚਣ ਨਾਲੋਂ ਵਧੇਰੇ ਆਮ ਕਿਉਂ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਟਰੰਪ ਪ੍ਰਸ਼ਾਸਨ ਵਿਚ ਕੈਥੋਲਿਕ ਜੀਓਪੀ ਨੂੰ ਪੂਰੀ ਤਰ੍ਹਾਂ ਨਵੀਂ ਦਿਸ਼ਾ ਵਿਚ ਲੈ ਸਕਦੇ ਹਨ - ਪੋਲਿਟਿਕੋ",
        "ਟ੍ਰੈਵਿਸ ਹੰਟਰ, ਕੋਲੋਰਾਡੋ ਦੇ ਗਤੀਸ਼ੀਲ ਦੋ-ਪੱਖੀ ਸਟਾਰ, 2024 ਹੇਜ਼ਮਾਨ ਟਰਾਫੀ ਜਿੱਤੇ - ਸੀ ਐਨ ਐਨ",
        "ਇਜ਼ਰਾਈਲ ਨੇ ਸੀਰੀਆ 'ਚ ਫੌਜੀ ਟਿਕਾਣਿਆਂ' ਤੇ ਕੀਤਾ ਹਮਲਾ - ਨਿਊਯਾਰਕ ਟਾਈਮਜ਼",
        "ਐਨਐਫਐਲ ਹਫਤਾ 15 ਬੋਲਡ ਭਵਿੱਖਬਾਣੀਃ ਐਨਐਫਸੀ ਪਾਵਰਹਾhouseਸ ਈਗਲਜ਼ ਅਤੇ ਲਾਇਨਜ਼ ਹੇਠਾਂ ਚਲੇ ਗਏ, ਚੀਫ ਵੱਖਰੇ winੰਗ ਨਾਲ ਜਿੱਤ ਗਏ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਰੂਸ ਦੇ ਦੋ ਤੇਲ ਟੈਂਕਰ ਕਾਲੇ ਸਾਗਰ ਵਿਚ ਡੁੱਬ ਗਏ - ਰਿਪੋਰਟਾਂ - ਬੀਬੀਸੀ.",
        "ਸੇਂਟ ਜੋਨਸਬਰੀ ਸ਼ੂਟਿੰਗ ਸ਼ੱਕੀ ਲਈ ਮੈਨਹੰਟ ਗ੍ਰਿਫਤਾਰੀ ਨਾਲ ਖਤਮ ਹੁੰਦਾ ਹੈ - ਡਬਲਯੂਸੀਏਐਕਸ",
        "ਯੂਨਾਈਟਿਡ ਹੈਲਥਕੇਅਰ ਦੇ ਸੀਈਓ ਦੀ ਹੱਤਿਆ ਨਵੀਨਤਮਃ ਮੈਂਗਿਓਨ ਦੀ ਮਾਂ ਨੇ ਨਵੰਬਰ ਦੀ ਗੁੰਮਸ਼ੁਦਗੀ ਦੀ ਰਿਪੋਰਟ ਦਾਇਰ ਕੀਤੀ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਮੇਯੋਟਃ ਫ੍ਰੈਂਚ ਟਾਪੂ ਖੇਤਰ ਚਿੱਡੋ ਚੱਕਰਵਾਤ ਨਾਲ ਮਾਰਿਆ ਗਿਆ - ਬੀਬੀਸੀ.",
        "ਤੁਹਾਡੇ 50 ਦੇ ਦਹਾਕੇ ਵਿਚ ਸਭ ਤੋਂ ਆਮ ਸੈਕਸ ਮੁੱਦੇ (ਅਤੇ ਉਨ੍ਹਾਂ ਨੂੰ ਕਿਵੇਂ ਸੰਭਾਲਣਾ ਹੈ) - ਹਫਪੋਸਟ",
        "ਏਬੀਸੀ ਨਿ Newsਜ਼ ਟਰੰਪ ਮਾਣਹਾਨੀ ਦੇ ਮੁਕੱਦਮੇ ਦਾ ਨਿਪਟਾਰਾ ਕਰਨ ਲਈ 15 ਮਿਲੀਅਨ ਡਾਲਰ ਦਾ ਭੁਗਤਾਨ ਕਰਨ ਲਈ ਸਹਿਮਤ - ਅਲ ਜਜ਼ੀਰਾ ਅੰਗਰੇਜ਼ੀ",
        "ਥੰਡਰ-ਰੋਕੇਟਸਃ ਅਮੀਰਾਤ ਐਨਬੀਏ ਕੱਪ ਸੈਮੀਫਾਈਨਲ ਤੋਂ 5 ਟੇਕਵੇਜ਼ - ਐਨਬੀਏ ਡਾਟ ਕਾਮ",
        "2024 ਵਿਚ ਫੈੱਡ ਦਾ ਆਖਰੀ ਫੈਸਲਾ 2025 ਵਿਚ ਵਿਆਜ ਦਰ ਦੀਆਂ ਚਾਲਾਂ ਨੂੰ ਮੁੜ ਸੈੱਟ ਕਰ ਸਕਦਾ ਹੈ - ਥੀਸਟ੍ਰੀਟ",
        "ਡੈਨੀਅਲ ਪੈਨੀ ਆਰਮੀ ਵੀ ਨੇਵੀ ਗੇਮ 'ਤੇ ਟਰੰਪ ਅਤੇ ਵੈਨਸ ਦਾ ਮਹਿਮਾਨ ਹੈ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਯੂਐਫਸੀ ਟੈਂਪਾ ਨਤੀਜੇਃ ਜੋਆਕਿਨ ਬਕਲੇ ਨੇ ਖੂਨੀ ਕੁੱਟਮਾਰ ਵਿਚ ਕੋਲਬੀ ਕੋਵਿੰਗਟਨ ਨੂੰ ਬੱਲੇਬਾਜ਼ੀ ਕੀਤੀ, ਕਾਮਾਰੂ ਉਸਮਾਨ ਨੂੰ ਬੁਲਾਇਆ - ਯਾਹੂ ਸਪੋਰਟਸ",
        "ਸੁਚੀਰ ਬਾਲਾਜੀਃ ਓਪਨਏਆਈ ਵਿਸਲ ਬਲੋਅਰ ਅਪਾਰਟਮੈਂਟ ਵਿਚ ਮ੍ਰਿਤਕ ਪਾਇਆ ਗਿਆ - ਬੀਬੀਸੀ.",
        "ਸੀਈਓ ਚਾਹੁੰਦੇ ਹਨ ਕਿ ਟਰੰਪ ਟੈਰਿਫ 'ਤੇ ਕੋਰਸ ਬਦਲਣ. ਉਹ ਝੁਕਾਅ ਨਹੀਂ ਹੈ. - ਵਾਲ ਸਟਰੀਟ ਜਰਨਲ",
        "ਡਬਲਯੂਡਬਲਯੂਈ ਸ਼ਨੀਵਾਰ ਰਾਤ ਦੇ ਮੁੱਖ ਪ੍ਰੋਗਰਾਮ ਦੇ ਨਤੀਜੇ, ਜੇਤੂ, ਗ੍ਰੇਡਃ ਕੋਡੀ ਰੋਡਸ ਵਿਵਾਦਪੂਰਨ ਜਿੱਤ ਤੋਂ ਬਾਅਦ ਖਿਤਾਬ ਬਰਕਰਾਰ ਰੱਖਦਾ ਹੈ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ"
    ]
}