{
    "headlines": [
        "На беспорядках в Капитолии 6 января не было агентов ФБР под прикрытием, сообщает CNN",
        "Изъято",
        "iOS 18.2 приносит значительное обновление для Apple Intelligence. Как загрузить его на свой iPhone - CNET",
        "Законодатель обвиняет Пентагон во лжи о таинственных беспилотниках в Нью-Джерси - POLITICO",
        "Давний партнер Билла Беличика рассказывает о том, почему легендарный тренер НФЛ выбрал работу в колледже и как он перейдет - CBS Sports",
        "Как рухнула армия Асада в Сирии: деморализованные призывники, отсутствие союзников - Reuters",
        "Google анонсирует Android XR - новую ОС для гарнитур и умных очков - The Verge",
        "Анджелина Джоли и Синтия Эриво Бонд поют вживую на съемочной площадке и почему дочери Джоли нужно было «бросать вызов гравитации»: «Мы хотим, чтобы искусство оказало влияние» - Разнообразие",
        "Трамп открыт для задержания иммигрантов в лагерях в рамках депортации - Axios",
        "Палата представителей направила Байдену законопроект о добавлении судейских мест после угрозы вето - The Hill",
        "На этой неделе пик метеоритного дождя Геминид. Вот как это посмотреть - CNN",
        "Акции Warner Bros. Discovery выросли на 15% после того, как компания объявила о линейной потоковой реструктуризации - CNBC",
        "Изъято",
        "Трамп звонит в колокольчик на NYSE после награды Time «Человек года» - CNN",
        "Лидеры Китая обещают «энергичное» продвижение внутреннего потребления - Financial Times",
        "США рассматривают падение Асада как шанс уничтожить химический арсенал Сирии «раз и навсегда» - Reuters",
        "Отчет по инфляции PPI: данные за ноябрь остаются горячими - Barron's",
        "Изъято",
        "Intel Arc B580 предоставляет многообещающий потенциал вычислений для графических процессоров Linux для Battlemage - Phoronix",
        "ОБЪЯВЛЕНЫ НОМИНАНТЫ НА 30-Ю ЕЖЕГОДНУЮ ПРЕМИЮ CRITICS CHOICE AWARDS, ПРОВОДИМУЮ CHELSEA HANDLER – Critics Choice Awards - Critics Choice Awards"
    ]
}