{
    "headlines": [
        "ਟੇਸਲਾ ਸਾਈਬਰਟ੍ਰੱਕ ਦੇ ਅੱਗ ਲੱਗਣ ਅਤੇ ਟਰੰਪ ਦੇ ਲਾਸ ਵੇਗਾਸ ਹੋਟਲ ਦੇ ਬਾਹਰ ਫਟਣ ਤੋਂ ਬਾਅਦ ਇਕ ਦੀ ਮੌਤ ਹੋ ਗਈ - ਪੀਬੀਐਸ ਨਿ Newsਜ਼ਹੋਰ",
        "ਲਾਈਵ ਅਪਡੇਟਸਃ ਟੈਕਸਾਸ ਕਾਲਜ ਫੁੱਟਬਾਲ ਪਲੇਆਫ ਕੁਆਰਟਰ ਫਾਈਨਲ ਦੇ ਅੱਧੇ ਸਮੇਂ 'ਤੇ ਐਰੀਜ਼ੋਨਾ ਰਾਜ ਦੀ ਅਗਵਾਈ ਕਰਦਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਇਜ਼ਰਾਈਲ ਦੇ ਸਾਬਕਾ ਰੱਖਿਆ ਮੁਖੀ ਬਹਾਦਰ ਨੇ ਸੰਸਦ ਤੋਂ ਦਿੱਤਾ ਅਸਤੀਫਾ - Reuters",
        "ਸਾਕੋਨ ਬਾਰਕਲੇ ਰਸ਼ਿੰਗ ਰਿਕਾਰਡਃ ਈਗਲਜ਼ ਸਟਾਰ ਆਰਬੀ ਵੀਕ 18 ਬਨਾਮ ਜਾਇੰਟਸ ਨਹੀਂ ਖੇਡੇਗਾ ਕਿਉਂਕਿ ਟੀਮ ਕੁਝ ਸ਼ੁਰੂਆਤ ਕਰਨ ਵਾਲਿਆਂ ਨੂੰ ਆਰਾਮ ਕਰਨ ਦੀ ਚੋਣ ਕਰਦੀ ਹੈ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਯੂਕਰੇਨ ਨੇ ਯੂਰਪ ਨੂੰ ਰੂਸੀ ਗੈਸ ਦੀ ਸਪਲਾਈ ਬੰਦ ਕੀਤੀ - ਸੀਐਨਐਨ",
        "ਦਮਿਸ਼ਕ ਬੇਕਾਬੂਃ ਸੀਰੀਆ ਨੇ ਯੁੱਗਾਂ ਲਈ ਨਵੇਂ ਸਾਲ ਦੀ ਪਾਰਟੀ ਸੁੱਟ ਦਿੱਤੀ - ਦਿ ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "ਨਿ J ਜਰਸੀ ਜੱਜ ਨੂੰ ਐਤਵਾਰ ਤੋਂ ਪਹਿਲਾਂ ਮੈਨਹੱਟਨ ਵਿੱਚ ਭੀੜ ਦੀ ਕੀਮਤ ਨੂੰ ਰੋਕਣ ਲਈ ਕਹਿੰਦਾ ਹੈ - ਗੋਥਮਿਸਟ",
        "ਚੀਫਸ ਕਾਰਸਨ ਵੈਂਟਜ਼ ਐਤਵਾਰ ਨੂੰ ਸ਼ੁਰੂ ਕਰਨਗੇ, ਮੇਕੋਲ ਹਾਰਡਮੈਨ ਅਭਿਆਸ ਵਿੱਚ ਵਾਪਸ ਆਉਣਗੇ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਕੀ ਯੈਲੋਸਟੋਨ ਨੈਸ਼ਨਲ ਪਾਰਕ ਫਟ ਜਾਵੇਗਾ? ਵਿਗਿਆਨੀਆਂ ਕੋਲ ਨਵੇਂ ਜਵਾਬ ਹਨ. - ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਮਿਸਟਰਬੈਸਟ ਪ੍ਰੇਮਿਕਾ, ਥੀਆ ਬੂਈਸਨ ਨੂੰ ਪ੍ਰਸ਼ਨ ਪੋਪ ਕਰਦਾ ਹੈ - ਜੀਓ ਨਿ Newsਜ਼",
        "ਜਨਵਰੀ 2025 ਲਈ ਪੀਐਸ ਪਲੱਸ ਜ਼ਰੂਰੀ ਖੇਡਾਂ ਦੀ ਘੋਸ਼ਣਾ ਕੀਤੀ ਗਈ - ਪੁਸ਼ ਸਕੁਏਅਰ",
        "ਐਫਬੀਆਈ ਨੂੰ ਵਰਜੀਨੀਆ ਦੇ ਘਰ ਵਿਚ 150 ਘਰੇਲੂ ਬਣੇ ਬੰਬ ਮਿਲਦੇ ਹਨ, ਇਸ ਤਰ੍ਹਾਂ ਦੇ ਸਭ ਤੋਂ ਵੱਡੇ ਦੌਰੇ ਵਿਚੋਂ ਇਕ, ਸਰਕਾਰੀ ਵਕੀਲ ਕਹਿੰਦੇ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਨ੍ਯੂ ਆਰ੍ਲੀਯਨ੍ਸ ਹਮਲੇ ਅੱਪਡੇਟਃ 10 ਮਰੇ, ਦਰਜਨ ਦੇ ਬਾਅਦ ਵਾਹਨ Bourbon ਸਟਰੀਟ 'ਤੇ ਭੀੜ ਵਿੱਚ ਪਲਟ - ਏਬੀਸੀ ਨਿਊਜ਼",
        "ਇਜ਼ਰਾਈਲ ਨੇ ਗਾਜ਼ਾ ਸਿਟੀ ਉਪਨਗਰ 'ਤੇ ਹਮਲਾ ਕੀਤਾ, ਫਲਸਤੀਨੀ ਡਾਕਟਰਾਂ ਦਾ ਕਹਿਣਾ ਹੈ - ਰਾਇਟਰ",
        "ਹਟਾਈ",
        "ਕੀਨੀਆ ਦੇ ਪਿੰਡ 'ਚ 1,000 ਪੌਂਡ ਤੋਂ ਵੱਧ ਵਜ਼ਨ ਦਾ ਸਪੇਸ ਮਲਬਾ ਡਿੱਗਿਆ - AOL",
        "The Next Yorgos Lanthimos, Paul Thomas Anderson & Spike Lee, To Scarlett Johansson & Kristen Stewart's Directorial Debuts & A Tom Cruise Return to Cannes?: ਦੁਨੀਆ ਭਰ ਦੀਆਂ 71 ਫਿਲਮਾਂ ਜੋ 2025 ਵਿੱਚ ਤਿਉਹਾਰਾਂ ਨੂੰ ਰੌਸ਼ਨ ਕਰ ਸਕਦੀਆਂ ਹਨ - ਡੈੱਡਲਾਈਨ",
        "2025 ਦੋ ‘ਬਲੱਡ ਮੂਨਜ਼‘ ਅਤੇ ਦੋ ਸੂਰਜ ਗ੍ਰਹਿਣ ਵੇਖਣਗੇ — ਕੀ ਜਾਣਨਾ ਹੈ - ਫੋਰਬਸ",
        "ਗ੍ਰੀਨ-ਐਨਰਜੀ ਫਰਮਾਂ ਦੀ ਟਰੰਪ ਨੂੰ ਪਿੱਚਃ ਤੁਹਾਨੂੰ ਬਹੁਤ ਸਾਰੀ ਸ਼ਕਤੀ ਦੀ ਜ਼ਰੂਰਤ ਹੋਏਗੀ - ਦਿ ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "ਹਟਾਈ"
    ]
}