{
    "headlines": [
        "ਬ੍ਰਾਜ਼ੀਲ ਪੁਲਿਸ ਨੇ ਬੋਲਸੋਨਾਰੋ ਅਤੇ 2022 ਦੇ ਤਖਤਾਪਲਟ ਦੀ ਸਾਜਿਸ਼ ਦੇ ਸਾਬਕਾ ਮੰਤਰੀਆਂ 'ਤੇ ਦੋਸ਼ ਲਾਇਆ - ਰਾਇਟਰਜ਼ ਕਨੇਡਾ",
        "ਕੁਝ ਹਸਪਤਾਲ ਆਰਐਸਵੀ ਵਿੱਚ ਵਾਧਾ ਵੇਖ ਰਹੇ ਹਨ, 'ਤੁਰਨ ਵਾਲਾ ਨਮੂਨੀਆ.' ਇੱਥੇ ਕੀ ਜਾਣਨਾ ਹੈ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਐਨਐਫਐਲ ਦੀਆਂ ਸੰਭਾਵਨਾਵਾਂ, ਲਾਈਨਾਂ, ਪਿਕਸ, ਸਪ੍ਰੈਡਸ, ਸੱਟੇਬਾਜ਼ੀ, ਭਵਿੱਖਬਾਣੀ, ਹਫ਼ਤੇ 12, 2024 ਲਈ ਕੀ ਸੱਟਾ ਲਗਾਉਣਾ ਹੈਃ ਮਾਡਲ ਬੈਕਿੰਗ ਬੀਅਰਜ਼, ਈਗਲਸ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਇਲੀਨੋਇਸ ਸੁਪਰੀਮ ਕੋਰਟ ਨੇ ਕਥਿਤ ਧੋਖਾਧੜੀ ਲਈ ਜੱਸੀ ਸਮੋਲੇਟ ਨੂੰ ਦੋਸ਼ੀ ਠਹਿਰਾਇਆ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਪੁਲਿਸ ਰਿਪੋਰਟ ਵਿੱਚ ਹੇਗਸੇਥ ਵਿਰੁੱਧ ਹਮਲੇ ਦੇ ਦੋਸ਼ਾਂ ਦਾ ਖੁਲਾਸਾ ਹੋਇਆ ਹੈ, ਟਰੰਪ ਦੇ ਰੱਖਿਆ ਸਕੱਤਰ ਦੀ ਚੋਣ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਮੀਥੇਨੌਲ ਜ਼ਹਿਰ ਦੀ ਮੌਤ ਐਸਈ ਏਸ਼ੀਆ ਦੀ ਜਾਅਲੀ ਸ਼ਰਾਬ ਦੀ ਸਮੱਸਿਆ ਨੂੰ ਉਜਾਗਰ ਕਰਦੀ ਹੈ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਕੈਲੀਫੋਰਨੀਆ ਵਿਚ 'ਲਗਜ਼ਰੀ ਦੀ ਜ਼ਿੰਦਗੀ‘ ਜੀਉਣ ਲਈ ਮੈਕਸੀਕਨ ਕਾਰਟੈਲ ਦੇ ਨੇਤਾ ਨੇ ਕਥਿਤ ਤੌਰ ‘ਤੇ ਆਪਣੀ ਮੌਤ ਨੂੰ ਜਾਅਲੀ ਬਣਾਇਆ - ਕੇਟੀਐਲਏ ਲਾਸ ਏਂਜਲਸ",
        "ਗੇਟਜ਼ ਦੀ ਵਾਪਸੀ ਤੋਂ ਬਾਅਦ ਟਰੰਪ ਅਟਾਰਨੀ ਜਨਰਲ ਲਈ ਅੱਗੇ ਕੌਣ ਚੁਣਨਗੇ? - ਫੌਕਸ ਨਿ Newsਜ਼",
        "ਸਪੇਸਐਕਸ ਨੇ ਕੇਪ ਕੈਨਾਵਰਲ ਤੋਂ ਫਾਲਕਨ 9 ਰਾਕੇਟ 'ਤੇ 24 ਸਟਾਰਲਿੰਕ ਸੈਟੇਲਾਈਟ ਲਾਂਚ ਕੀਤੇ - ਸਪੇਸਫਲਾਈਟ ਹੁਣੇ ਸੰਪਰਕ ਕਰੋ",
        "ਐਸਈਸੀ ਚੇਅਰ ਜੇਨਸਲਰ 20 ਜਨਵਰੀ ਨੂੰ ਰਵਾਨਾ ਹੋਵੇਗੀ ਏਜੰਸੀ - SEC. gov",
        "ਗੂਗਲ ਕਰੋਮ ਵੇਚਿਆ ਜਾਣਾ ਚਾਹੀਦਾ ਹੈ, DOJ ਕਹਿੰਦਾ ਹੈ. ਵਰਣਮਾਲਾ ਸਟਾਕ ਟੈਂਕ. - ਬੈਰਨਜ਼",
        "ਹਟਾਈ",
        "ਜੂਲੀਅਨ ਲੁਈਸ ਨੂੰ ਵਚਨਬੱਧ ਕੋਲੋਰਾਡੋ, Deion Sanders ਦੇ ਤੌਰ ਤੇ Top247 QB USC ਤੱਕ ਫਲਿੱਪ ਮੁਕੰਮਲ - 247Sports",
        "ਵਟਸਐਪ ਵੌਇਸ ਮੈਸੇਜ ਟ੍ਰਾਂਸਕ੍ਰਿਪਟਾਂ ਨੂੰ ਰੋਲਆਉਟ ਕਰਦਾ ਹੈ - TechCrunch",
        "ਚੋਟੀ ਦੇ ਯੁੱਧ ਅਪਰਾਧ ਅਦਾਲਤ ਨੇ ਨੇਤਨਯਾਹੂ, ਸਾਬਕਾ ਰੱਖਿਆ ਮੰਤਰੀ ਅਤੇ ਇੱਕ ਹਮਾਸ ਨੇਤਾ ਲਈ ਗ੍ਰਿਫਤਾਰੀ ਵਾਰੰਟ ਜਾਰੀ ਕੀਤੇ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਪੈਕਰ ‘ਖਤਰਨਾਕ‘ 49ers ਨਾਲ ਪਲੇਆਫ ਰੀਮੈਚ ਲਈ ਉਤਸੁਕ ਹਨ - Packers. com",
        "ਇਹ ਟੀਵੀ ਐਕਸੈਸਰੀ ਮੈਨੂੰ ਮਹਿਸੂਸ ਕਰਾਉਂਦੀ ਹੈ ਜਿਵੇਂ ਮੈਂ ਹਰ ਰਾਤ ਇੱਕ ਥੀਏਟਰ ਵਿੱਚ ਹਾਂ, ਅਤੇ ਇਹ ਬਲੈਕ ਫ੍ਰਾਈਡੇ ਲਈ $ 50 ਤੋਂ ਘੱਟ ਹੈ - ਸੀ ਐਨ ਈ ਟੀ",
        "Anker ਸਾਈਟਵਾਈਡ ਤੋਂ 50% ਤੱਕ ਦੀ ਛੂਟ ਦੇ ਨਾਲ ਵਿਸ਼ਾਲ ਬਲੈਕ ਫ੍ਰਾਈਡੇ ਸੇਲ ਨੂੰ ਬੰਦ ਕਰਦਾ ਹੈ, ਖਰੀਦ ਦੇ ਨਾਲ ਮੁਫਤ ਤੋਹਫ਼ੇ, ਰਹੱਸ ਬਕਸੇ, ਅਤੇ ਹੋਰ - ਮੈਕਰੂਮੋਰਸ",
        "ਲੀਅਮ ਪੇਨੇ ਦਾ ਐਰੀ 2010 ਟਵੀਟ ਉਸ ਦੇ ਅੰਤਿਮ ਸੰਸਕਾਰ ਬਾਰੇ ਵਾਇਰਲ ਹੋਣ ਤੋਂ ਬਾਅਦ ਉਸ ਨੂੰ ਆਰਾਮ ਕਰਨ ਲਈ ਰੱਖਿਆ ਗਿਆ ਹੈ - ਨਿ New ਯਾਰਕ ਪੋਸਟ",
        "ਹਟਾਈ"
    ]
}