{
    "headlines": [
        "Новое исследование показывает, что демократы находятся в огромной дыре - POLITICO",
        "Jalen Hurts исключили из игры vs. Commanders с сотрясением мозга, заменив Кенни Пикеттом - Yahoo Sports",
        "Кей Грейнджер проживает в доме престарелых, рассказывает ее сын изданию Dallas - POLITICO",
        "Кассовые сборы: «Соник 3» выходит за пределы живой изгороди с открытием на 62 миллиона долларов, «Муфаса» лимпирует до 35 МИЛЛИОНОВ долларов - Hollywood Reporter",
        "Танк Dell возвращается в Хьюстон сегодня - NBC Sports",
        "Небольшой самолет врезался в бразильский город, погибли по меньшей мере 10 человек - CNN",
        "Jets vs. Rams live updates: NFL scores, game stats, highlights, news, where to watch Week 16 game - CBS Sports",
        "Автор книги «Все кончается с нами» Коллин Гувер поддерживает Блейка Лайвли на фоне обвинений Джастина Балдони: «Никогда не меняйся, никогда не увядай» - Variety",
        "«Наш премьер-министр»: республиканцы принимают роль Илона Маска в Trumpworld - Axios",
        "Трамп назначает советника Казначейства от первого срока до председателя экономической комиссии - Financial Times",
        "Майкл Че «признается» в дружбе с Джеффри Эпштейном, Колин Джост использует «черный голос» в ежегодном обмене шутками «SNL» | Видео - Yahoo Entertainment",
        "Американский корабль сбивает самолет в дружественном огне над Красным морем, говорят военные - The Washington Post",
        "Трамп угрожает вернуть контроль над Панамским каналом, если сделка не будет достигнута - Reuters Canada",
        "По словам спасателей, в результате ударов ЦАХАЛа в Газе погибло более 30 человек; ЦАХАЛ призывает закрыть больницу на севере Газы - Haaretz",
        "Изъято",
        "по слухам, iOS 19 будет совместима с этими iPhone - MacRumors",
        "Магдебург: Дань уважения ребенку, погибшему в результате нападения на рождественскую ярмарку - BBC.com",
        "Сенатор-демократ Феттерман: «Я не выступаю против» Трампа - ABC News",
        "Циклон «Чидо» унес жизни 94 человек в Мозамбике - BBC.com",
        "Огненный шар выстрелил по ночному небу Луизианы. Это была не падающая звезда или метеорный поток. - NOLA.com"
    ]
}