{
    "headlines": [
        "Bolton slams Trump’s pick for counterterrorism director as ‘con man’ - The Hill",
        "Frazzled Australia left searching for answers - ESPNcricinfo",
        "'It was such a good idea': Wicked author Gregory Maguire on the real meaning of the story that captivated the world - BBC.com",
        "Trump Tax Cuts And 11 Other Reasons To Skip A Roth Conversion - Forbes",
        "Elon Musk wants to gut the government like he did at Twitter. But his private sector strategies are going to be tested at DOGE - Fortune",
        "Bitcoin’s rally is making some investors nervous about the stock market - MarketWatch",
        "Russia will keep testing new ballistic missile, Putin says - CNN",
        "Jason Kelce, Kylie Kelcie make major life announcement - PennLive",
        "What to know about fluoride in drinking water - CNN",
        "NASA spotted a very young planet. It could become a super-Earth. - Mashable",
        "FACTS AND STATS: Verstappen can win the drivers' title in Las Vegas if he and Norris finish in their qualifying positions - Formula 1",
        "Fox hosts, cable news regulars and entertainment pros: Trump is casting a made-for-TV Cabinet - CNN",
        "Central Beirut residential building hit by massive Israeli air strikes - BBC.com",
        "Asking Eric: Nephew only wants to play video games on family vacation - AL.com",
        "Horoscope for Saturday, November 23, 2024 - Chicago Sun-Times",
        "Storm dumps record rain in Northern California, while US Northeast deals with winter storms - The Associated Press",
        "Trump taps hedge fund manager Scott Bessent to run Treasury - Axios",
        "What to know about Trump's labor secretary nominee Lori Chavez-DeRemer - ABC News",
        "Trump picks TV doctor Janette Nesheiwat as surgeon general - Reuters",
        "Bitcoin's Road To $100K: Why Thanksgiving, New SEC Policies, And Global Adoption Could Spark The Next Bull Run, According To This Portfolio Manager - Benzinga"
    ]
}