{
    "headlines": [
        "Live-Briefing: Israelische Streiks töten mindestens ein Dutzend Gesundheitspersonal im Libanon - The Washington Post",
        "Berichte: LT D.J. Humphries unterschreibt bei Chiefs - NBC Sports",
        "Erster Vogelgrippe-Fall bei einem Kind in den USA in Kalifornien bestätigt - The Washington Post",
        "Donald Trump wählt den Hedgefonds-Manager Scott Bessent zum Finanzminister - CNBC",
        "‘Wicked’ -Regisseur Jon M. Chu über diese Überraschungs-Cameos: \"Wir hatten einen Tag, um es zu tun\" - Hollywood Reporter",
        "\"Ich habe kein Geld\": Tausende von Amerikanern sehen, wie ihre Ersparnisse in der Fintech-Krise von Synapse verschwinden - Yahoo Finance",
        "Mindestens 19 Menschen sind in Minnesota an Rinderhackfleisch erkrankt, das an E. coli-Rückruf gebunden ist - Star Tribune",
        "Verteidigung ruht in Daniel Penny Subway Chokehold Trial - ABC News",
        "Die Schulbehörde von Texas genehmigt einen optionalen Lehrplan, der Bibelunterricht für K-5-Klassen beinhaltet - CNN",
        "Walmart muss 35 Millionen Dollar an einen LKW-Fahrer zahlen, der fälschlicherweise des Betrugs beschuldigt wird, sagt die Jury - CBS News",
        "Der Salat des Restaurants war nicht die Quelle eines Ausbruchs von St. Louis E. coli, sagen Beamte - KSDK.com",
        "Potenzieller Schneesturm, der sich zu Thanksgiving zusammenbraut? Das sagen Prognostiker voraus. - NJ.com",
        "Black-Friday-Angebote für PS5-Pakete sind jetzt live - IGN",
        "New Yorker Richter hebt Trumps Verurteilung nächste Woche im Schweigegeldfall auf - The Washington Post",
        "McDonald's erweitert US-Value-Menü, da Fast-Food-Ketten um Schnäppchenjäger kämpfen - The Associated Press",
        "6 Dinge, die Sie über Pam Bondi, Trumps neue Wahl für den Generalstaatsanwalt, wissen sollten - PBS NewsHour",
        "Das von Google-Alaunen gegründete KI-Chip-Startup MatX erhöht die Bewertung der Serie A auf über 300 MILLIONENUS-Dollar, sagen Quellen - TechCrunch",
        "Atmosphärischer Fluss, der starken Wind und starken Regen in die Bay Area bringt, sagt der Wetterdienst - SFGATE",
        "Die brasilianische Polizei beschuldigte Bolsonaro formell eines Putschversuchs. Was kommt als nächstes? - The Associated Press",
        "Die Giganten veröffentlichen Daniel Jones, plus mutige Vorhersagen in Woche 12 und die unerklärlichen Probleme der Steelers am Donnerstag gehen weiter - CBS Sports"
    ]
}