{
    "headlines": [
        "Siegemund upsets Zheng; Sabalenka holds on at Australian Open - WTA Tennis",
        "Tiger Woods falls in TGL debut, broadcast still rocky in new league's second night - Yahoo Sports",
        "The great social media migration: Sudden influx of US users to RedNote connects Chinese and Americans like never before - CNN",
        "Gaza ceasefire: What can we expect? - BBC.com",
        "What we learned from the Trump Jan. 6 report by special counsel Jack Smith - The Washington Post",
        "Joy Behar questions how Carrie Underwood could ‘love’ country if she’s performing at Trump inauguration - New York Post ",
        "US Inflation Data to Remain Firm, Feeding Fears of Higher Rates - Bloomberg",
        "[Removed]",
        "Not So Nice Justin! Ryan Reynolds Dragged Deeper Into Blake Lively-Justin Baldoni Battle In Lawsuit-Threatening Letter Sent To Disney Over ‘Deadpool & Wolverine’s Nicepool - Deadline",
        "New report proposes redefining obesity by adding body fat and health status to BMI - ABC News",
        "Agencies say there’s no specific violent threat to Trump’s inauguration. They’re still worried. - POLITICO",
        "Biden moves to lift state sponsor of terrorism designation for Cuba, part of deal to free prisoners - The Associated Press",
        "Kellen Moore addresses Cowboys’ head coaching vacancy - NBC Sports",
        "Major Study Links 15 Factors to Early Dementia Risk - ScienceAlert",
        "Princess Kate says her cancer is in remission - The Washington Post",
        "Minnesota House Democrats boycott first day of session, but Republicans move forward anyway - Star Tribune",
        "L.A. fires: Dangerous weather returns even as fires continue to burn - San Francisco Chronicle",
        "Top Landing Spots for Sam Darnold in NFL Free Agency After Vikings Elimination - Bleacher Report",
        "ChatGPT becomes more Siri-like with new scheduled tasks feature - Ars Technica",
        "Nintendo Switch 2 could be announced this week: The rumors (and facts) so far - TechCrunch"
    ]
}