{
    "headlines": [
        "ਹੇ ਪਹਾੜੀ ਰਾਜਾ! ਰਾਇਟੀਜ਼ 12 ਕੇਜ਼, ਟੈਟਿਸ ’ਐਚਆਰ ਪ੍ਰੋਪੈਲ ਪੈਡਰਸ ਇਨ ਗੇਮ 1 - ਐਮਐਲਬੀ ਡਾਟ ਕਾਮ",
        "ਵਾਲਜ਼ ਅਤੇ ਵੈਨਸ ਵੀਪੀ ਬਹਿਸ ਵਿਚ ਇਕ ਦੂਜੇ ਦੇ ਚੱਲ ਰਹੇ ਸਾਥੀਆਂ 'ਤੇ ਹਮਲਾ ਕਰਦੇ ਹੋਏ ਨੀਤੀ' ਤੇ ਡੂੰਘਾਈ ਨਾਲ ਜਾਂਦੇ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਇਜ਼ਰਾਈਲ 'ਤੇ ਈਰਾਨ ਦੇ ਤਾਜ਼ਾ ਮਿਜ਼ਾਈਲ ਹਮਲੇ ਬਾਰੇ ਅਸੀਂ ਕੀ ਜਾਣਦੇ ਹਾਂ - ਬੀਬੀਸੀ.",
        "ਦੱਖਣੀ ਮਿਸੀਸਿਪੀ ਉੱਤੇ ਧੂਮਕੇਤੂ ਦਾ ਪਤਾ ਲਗਾਇਆ ਗਿਆ; ਇਸ ਮਹੀਨੇ ਸੰਭਵ ਵੇਖਣ ਦੇ ਵਧੇਰੇ ਮੌਕੇ - ਡਬਲਯੂਐਲਓਐਕਸ",
        "ਯੂਐਸ ਬੰਦਰਗਾਹਾਂ 'ਤੇ ਯੂਨੀਅਨ ਬੌਸ ਦੀ ਹੜਤਾਲਃ' ਮੈਂ ਗੇਮਜ਼ ਨਹੀਂ ਖੇਡ ਰਿਹਾ '- ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਡਬਲਯੂਐਨਬੀਏ ਪਲੇਆਫਃ ਸਬਰਿਨਾ ਆਇਓਨਸਕੂ, ਲਿਬਰਟੀ ਨੇ ਏਸਿਸ ਨੂੰ 2-0 ਨਾਲ ਹਰਾ ਕੇ ਪਿਛਲੀ ਚੈਂਪੀਅਨਜ਼ ਨੂੰ ਪਛਾੜ ਦਿੱਤਾ - ਯਾਹੂ ਸਪੋਰਟਸ",
        "ਜੇ ਹੇਲੀਨ ਵੋਟਿੰਗ ਨੂੰ ਪ੍ਰਭਾਵਤ ਕਰਦੀ ਹੈ, ਤਾਂ ਟਰੰਪ ਇਸ ਦੀ ਕੀਮਤ ਅਦਾ ਕਰ ਸਕਦੇ ਹਨ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "MLB playoffs 2024: ਕੋਰਬਿਨ ਬਰਨਜ਼ ਦਾ ਦਬਦਬਾ, ਓਰੀਓਲਸ ਨੇ ਗੇਮ 1 - ਯਾਹੂ ਸਪੋਰਟਸ ਵਿਚ ਵਿਸ਼ਾਲ ਅਵਸਰ ਬਰਬਾਦ ਕਰਨ ਦੇ ਨਾਤੇ ਰਾਇਲਸ ਨੂੰ ਜਿੱਤਿਆ",
        "ਅਗਲੇ ਹਫਤੇ ਖਾੜੀ ਵਿੱਚ ਖੰਡੀ ਮੀਂਹ ਦਾ ਤੂਫਾਨ ਬਣ ਸਕਦਾ ਹੈ, ਪਰ ਵੇਰਵੇ ਭਿਆਨਕ ਹਨ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਓਲੀਵੀਆ ਨੂਜ਼ੀ ਨੇ ਆਰਐਫਕੇ ਸੰਬੰਧਾਂ ਦੇ ਵਿਚਕਾਰ ਬਲੈਕਮੇਲ ਮੁਹਿੰਮ ਨੂੰ ਆਰਕੈਸਟਰੇਟ ਕਰਨ ਦੀ ਸਾਬਕਾ ਮੰਗੇਤਰ ਦਾ ਦੋਸ਼ ਲਗਾਇਆ - ਸੀਐਨਐਨ",
        "ਟੈਕਸਾਸ ਆਦਮੀ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਸਨੇ ਟੇਲਰ ਸਵਿਫਟ-ਦਸਤਖਤ ਗਿਟਾਰ ਨੂੰ ਤੋੜਿਆ ਉਸਨੇ 'ਮਜ਼ਾਕ'ਵਜੋਂ ਨਿਲਾਮੀ 'ਤੇ $ 4,000 ਦੀ ਬੋਲੀ ਲਗਾਈ - ਯਾਹੂ ਐਂਟਰਟੇਨਮੈਂਟ",
        "ਇਰਾਨ ਨੇ ਇਜ਼ਰਾਈਲ 'ਤੇ ਮਿਜ਼ਾਈਲਾਂ ਦੀ ਸ਼ੁਰੂਆਤ ਕਰਦਿਆਂ ਸੂਚਕਾਂਕ ਖਤਮ ਕੀਤਾ; ਰੱਖਿਆ ਸ਼ੇਅਰਾਂ ਵਿੱਚ ਵਾਧਾ - ਰਾਇਟਰ",
        "50 ਸਾਲ ਤੋਂ ਘੱਟ ਉਮਰ ਦੀਆਂ ਔਰਤਾਂ 'ਚ ਛਾਤੀ ਦੇ ਕੈਂਸਰ ਦਾ ਪਤਾ, ਨਵੀਂ ਰਿਪੋਰਟ' ਚ ਹੋਇਆ ਖੁਲਾਸਾ - Fox News",
        "ਇਜ਼ਰਾਈਲ 'ਤੇ ਈਰਾਨੀ ਮਿਜ਼ਾਈਲਾਂ ਮੀਂਹ ਪੈਣ ਕਾਰਨ ਤੇਲ ਅਵੀਵ ਟ੍ਰੇਨ ਸਟੇਸ਼ਨ' ਤੇ ਬੰਦੂਕਧਾਰੀ ਅੱਤਵਾਦੀਆਂ ਨੇ 6 ਨੂੰ ਮਾਰਿਆ - ਦ ਡੇਲੀ ਬੀਸਟ",
        "ਜਿੰਮੀ ਕਾਰਟਰ ਦੇ 100ਵੇਂ ਜਨਮ ਦਿਨ 'ਤੇ ਟਰੰਪ ਨੇ ਕੀਤੀ ਖੁਦਾਈ - PBS NewsHour",
        "ਕੈਂਟਕੀ ਜੱਜ ਦੀ ਗੋਲੀਬਾਰੀ ਦੀ ਹੈਰਾਨਕੁਨ ਨਿਗਰਾਨੀ ਟੇਪ ਅਦਾਲਤ ਵਿੱਚ ਖੇਡੀ ਗਈ ਸ਼ੈਰਿਫ ਦੇ ਕਤਲ ਦੇ ਕੇਸ ਵਜੋਂ ਗ੍ਰੈਂਡ ਜਿuryਰੀ ਨੂੰ ਭੇਜੀ ਗਈ - ਸੀ ਐਨ ਐਨ",
        "ਨਾਈਕ ਸਟਾਕ ਟੁੰਬਦਾ ਹੈ ਕਿਉਂਕਿ ਕੰਪਨੀ ਸੀਈਓ ਤਬਦੀਲੀ ਦੇ ਵਿਚਕਾਰ ਮਾਰਗਦਰਸ਼ਨ ਵਾਪਸ ਲੈਂਦੀ ਹੈ - ਯਾਹੂ ਵਿੱਤ",
        "Khamenei ਇਬਰਾਨੀ ਵਿਚ ਇਜ਼ਰਾਈਲ ਨੂੰ ਧਮਕੀ, Geert Wilders ਵਿਸਫੋਟਕ ਮੁਦਰਾ ਵਿੱਚ ਵਾਪਸ ਅੱਗ - ਯਰੂਸ਼ਲਮ ਪੋਸਟ",
        "ਸਵਿਚ ਇਮੂਲੇਟਰ Ryujinx ਦੇ ਬਾਅਦ ਵਿਕਾਸ ਨੂੰ ਬੰਦ \"Nintendo ਕੇ ਸੰਪਰਕ\" - Ars Technica",
        "ਜੀਪ ਮਾਲਕਾਂ ਨੂੰ ਬਕਾਇਆ ਰੀਕਾਲ ਫਿਕਸ ਦੇ ਬਾਹਰ ਪਾਰਕ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ, ਅਮਰੀਕੀ ਏਜੰਸੀ ਕਹਿੰਦੀ ਹੈ - ਰਾਇਟਰਜ਼"
    ]
}