{
    "headlines": [
        "سوق الأسهم اليوم: S&P 500، مكاسب ناسداك مع بيانات الناتج المحلي الإجمالي الأمريكي، أسهم الرقائق ترفع المزاج - Yahoo Finance",
        "العمالقة مقابل رعاة البقر الاحتمالات والتنبؤ والوقت والانتشار: اختيارات ليلة الخميس لكرة القدم من قبل نموذج اتحاد كرة القدم الأميركي على 42-22 تشغيل - سي بي إس سبورتس",
        "يجب تجريد إسرائيل من عضوية الأمم المتحدة، كما يقول عباس للجمعية العامة - جروسالم بوست",
        "عائلة مينينديز تنتقد وحوش نيتفليكس على أنها مثيرة للاشمئزاز ومليئة بالحقيقة الخاطئة - متنوعة",
        "تبرئة رجل ياباني من جرائم قتل عام 1966 بعد 45 عامًا في جناح المحكوم عليهم بالإعدام - رويترز",
        "نقطة محذوفة هنا",
        "يجلب Galaxy S24 FE الجديد من سامسونج ميزات الذكاء الاصطناعي بسعر أقل - The Verge",
        "1 من كل 3 بالغين يعانون من نقص الحديد، وجدت الدراسة — ابحث عن هذه الأعراض السبعة - نيويورك بوست",
        "زيلينسكي لتقديم نداء شخصي عاجل إلى بايدن وهاريس بينما تستعد أوكرانيا لاحتمال رئاسة ترامب - سي إن إن",
        "يقول الكرملين إن التغييرات في العقيدة النووية الروسية تهدف إلى تحذير الغرب - وكالة أسوشيتد برس",
        "روبن البحر هو سمكة لها \"أجنحة طائر وأرجل متعددة مثل السلطعون\" - سي إن إن",
        "دعت جينا بوش هاجر الأب جورج دبليو بوش \"العاطفي\" بالبكاء على مغادرة هدى قطب \"اليوم\" - نيويورك بوست",
        "بايدن يعلن عن مساعدات عسكرية بقيمة 8 مليارات دولار لأوكرانيا - رويترز",
        "تم شطب رودي جولياني من نقابة المحامين في واشنطن العاصمة بعد دفع ادعاءات ترامب الكاذبة في انتخابات عام 2020 - وكالة أسوشيتد برس",
        "تتراجع أسهم سوبر مايكرو بنسبة 12 ٪ بعد أن فتحت وزارة العدل تحقيقًا في الشركة - CNBC",
        "إعصار هيلين يحزم العواصف الكبرى والرياح العاتية والأمطار الغزيرة - قناة الطقس",
        "جدول تلفزيون كأس الرؤساء لعام 2024، والتغطية، وأماكن المشاهدة اليوم، والبث المباشر المجاني عبر الإنترنت، وأوقات البدء، والتواريخ - سي بي إس سبورتس",
        "زيلدا: أصداء معدل إطار الحكمة \"أسوأ\" من صحوة لينك - Nintendo Life",
        "نقطة محذوفة هنا",
        "على حد سواء في العديد من الطرق، لم يستطع لامار جاكسون وجوش ألين أن يبدوان أكثر اختلافًا حول لعب بعضهما البعض - BaltimoreRavens.com"
    ]
}