{
    "headlines": [
        "Who is Pam Bondi, Trump's new pick for attorney general? - Fox News",
        "Russia will keep testing new ballistic missile, Putin says - CNN",
        "What to know about fluoride in drinking water - CNN",
        "NASA spotted a very young planet. It could become a super-Earth. - Mashable",
        "Fox hosts, cable news regulars and entertainment pros: Trump is casting a made-for-TV Cabinet - CNN",
        "I moved to Dubai for a dream job and loved the glamorous life. Eventually, it took a toll. - Business Insider",
        "COP29 overruns as poor countries seethe over climate cash - BBC.com",
        "Taylor Swift Reacts To Jason Kelce and Kylie Kelce's Pregnancy Announcement - Athlon Sports",
        "Trump picks Marty Makary to lead FDA, Dave Weldon to run CDC - The Washington Post",
        "Trump taps hedge fund manager Scott Bessent to run Treasury - Axios",
        "What to know about Trump's labor secretary nominee Lori Chavez-DeRemer - ABC News",
        "UFC Fight Night 248 live updates: Results, round-by-round coverage of every fight - MMA Junkie",
        "Instant observations: Sixers finally nab third win of season behind Tyrese Maxey, Jared McCain - PhillyVoice.com",
        "Intel Arc B580 “Battlemage” GPU Leak Confirms 12 GB Memory, Custom Models With Standard Power Connectors, Up To 2.8 GHz Clocks - Wccftech",
        "Firebrand Gorka returns to Trump White House in NSC role - POLITICO",
        "Giants release Daniel Jones: Former teammate Saquon Barkley reacts to QB leaving New York - CBS Sports",
        "'Wicked': How Jon M. Chu Revived Musical Into Box Office Movie Hit - Deadline",
        "49ers QB Brandon Allen calls first start since 2021 \"an opportunity to go out and play well\" - NBC Sports",
        "Sean ‘Diddy’ Combs’ third bid to be released on bail won’t be decided until next week - The Associated Press",
        "First bird flu case in a child in the U.S. confirmed in California - The Washington Post"
    ]
}