{
    "headlines": [
        "مضيفو فوكس ومنتظمو أخبار الكابل ومحترفو الترفيه: ترامب يلقي خزانة مصنوعة للتلفزيون - سي إن إن",
        "مبنى سكني في وسط بيروت ضربته غارات جوية إسرائيلية مكثفة - BBC.com",
        "مصادر تقول إن الدول الغنية تعيد رفع صفقة المناخ COP29 إلى 300 مليار دولار",
        "يختار ترامب مارتي مكاري لقيادة إدارة الغذاء والدواء، وديف ويلدون لإدارة مركز السيطرة على الأمراض - واشنطن بوست",
        "برجك ليوم السبت 23 نوفمبر 2024 - شيكاغو صن تايمز",
        "ترامب يستعين بمدير صندوق التحوط سكوت بيسنت لإدارة الخزانة - أكسيوس",
        "ماذا تعرف عن لوري شافيز ديرمر، اختيار ترامب لوزير العمل - وكالة أسوشيتد برس",
        "يقول بوتين إن روسيا ستستخدم صاروخًا جديدًا مرة أخرى في \"الظروف القتالية\" - BBC.com",
        "UFC Fight Night 248 تحديثات مباشرة: النتائج، تغطية شاملة لكل مباراة - MMA Junkie",
        "جيسون وكايلي كيلسي ينتظران الطفل رقم أربعة - ياهو للترفيه",
        "ملاحظات فورية: حقق فريق Sixers أخيرًا الفوز الثالث في الموسم خلف Tyrese Maxey و Jared McCain - PhillyVoice.com",
        "فايربراند غوركا يعود إلى البيت الأبيض ترامب في دور مجلس الأمن القومي - بوليتيكو",
        "العمالقة يطلقون سراح دانيال جونز: زميله السابق ساكون باركلي يتفاعل مع مغادرة كيو بي لنيويورك - سي بي إس سبورتس",
        "يختار ترامب المهندس المعماري لمشروع 2025 راسل فوت للعودة إلى منصب كبير مسؤولي الميزانية - PBS NewsHour",
        "يصف 49ers QB Brandon Allen البداية الأولى منذ عام 2021 بأنها \"فرصة للخروج واللعب بشكل جيد\" - NBC Sports",
        "لن يتم البت في العرض الثالث لشون \"ديدي\" كومز للإفراج عنه بكفالة حتى الأسبوع المقبل - وكالة أسوشيتد برس",
        "أول حالة إصابة بإنفلونزا الطيور لطفل في الولايات المتحدة تم تأكيدها في كاليفورنيا - واشنطن بوست",
        "قائد شرطة في المكسيك يقتل نفسه بينما تحاول القوات القبض عليه في تحقيق فساد - ياهو! أصوات",
        "الجدري في جمهورية الكونغو الديمقراطية: بي بي سي تزور عيادة الجدري كما تقول منظمة الصحة العالمية الحالات \"هضبة\" - BBC.com",
        "\"حالة تهدد الحياة \": سان فرانسيسكو تقصفها موجة أمطار غزيرة - San Francisco Chronicle"
    ]
}