{
    "headlines": [
        "Seltener Komet kann mit bloßem Auge sichtbar sein. Hier kannst du nachsehen. - CBS Boston",
        "Einzelhandelsumsätze, Ergebnisse großer Banken und Netflix-Einnahmen: Was Sie diese Woche wissen sollten - Yahoo Finance",
        "Neuer Gmail-Sicherheitsalarm für 2,5 Milliarden Benutzer, wie der KI-Hack bestätigt - Forbes",
        "Mets vs. Dodgers: NLCS-Matchups, Vorhersagen und Vorschau - New York Post",
        "Gary Peters hat die Aufgabe, eine brutale Senatskarte für Demokraten zu verteidigen. Dann will er ‘arbeiten und Motorräder fahren.’ - POLITICO",
        "Pokémon-Entwickler Game Freak rollt aus beispiellosem \"Gigaleak\" von \"signifikanten internen Daten\" - Eurogamer",
        "Die wirtschaftlichen Aussichten junger Männer verändern sich zusammen mit ihrer Politik - NBC News",
        "Biden kündigt nach Hurrikanen über 600 MILLIONEN US-Dollar in Florida-Resilienzprojekten an - ABC News",
        "Japans Friedensnobelpreisträger sagt, dass Arbeiter im Gazastreifen hätten gewinnen sollen - Al Jazeera Englisch",
        "Trump verbreitete jahrelang Verschwörungen bei der Briefwahl. Jetzt fordert seine Kampagne die Menschen auf, frühzeitig und per Post abzustimmen - CNN",
        "So sehen Sie Jaguars vs. Bears heute: Startzeit, TV, Live-Stream für NFL London Spiel - USA HEUTE",
        "Die letzten bekannten Bilder der vermissten Mutter Jermain Charlo sind auf Band festgehalten. Werden sie zu einer Pause im Fall Montana führen? - CBS News",
        "[entfernt]",
        "College-Football-Sieger, Verlierer für Woche 7: Oregon gewinnt historisch, Oklahomas Red River-Rout zeigt Trend - CBS Sports",
        "Iran antwortet auf „Geheime Dokumente“, die Teheran mit der Hamas verbinden. Angriff vom 7. Oktober - Newsweek",
        "Walz trampelt auf Minnesotas Fasanenjagd-Saisonöffner durch hohes Gras, aber keine Vögel - The Associated Press",
        "Ihr vorausschauendes Horoskop für die Woche vom 13. Oktober 2024 - The Globe and Mail",
        "Seltene Überschwemmungen in Teilen der Sahara zum ersten Mal seit Jahrzehnten - CBS News",
        "\"Ready or Not 2\" in Arbeit mit Samara Weaving, Radio Silence kehrt zurück - Hollywood Reporter",
        "Julia Fox behauptet, Kanye West habe sie inmitten von Vorwürfen, er habe seinen Ex-Assistenten bei der Diddy-Party vergewaltigt, als Schachfigur benutzt - Hindustan Times"
    ]
}