{
    "headlines": [
        "Israelische Angriffe auf Syrien töten mindestens 16 Menschen, sagen syrische Staatsmedien - Reuters",
        "Überschwemmungen fegen einen Bus weg und eine Brücke stürzt in Vietnam ein, da die Zahl der Sturmtoten auf 59 steigt - The Associated Press",
        "Draghi sagt, dass die EU ohne massive Ausgaben und gemeinsame Schulden in Gefahr ist - Bloomberg",
        "Tropisches Golfsystem stellt mögliche Hurrikan-Bedrohung dar - Der Wetterkanal",
        "Bewohner fliehen, da die Waldbrände in Kalifornien und Nevada gefährlich nahe kommen und Prognostiker vor Rekordhitze warnen - CNN",
        "Apple 'Glowtime' Event Live-Blog — iPhone 16, Apple Watch 10, AirPods 4 und mehr - Tom's Guide",
        "Kinder in Zentralkentucky sollten von der Schule fernbleiben, da der Verdächtige der I-75-Schießerei sich der Gefangennahme für den dritten Tag entzieht - CNN",
        "Überreaktionen nach Woche 1 der NFL-Saison: Kirk Cousins schon auf der Bank? Cowboys haben einen Fehler bei der Bezahlung von DAK gemacht? - CBS Sports",
        "USA bestätigt ersten menschlichen Fall von Vogelgrippe ohne bekannte Tierspur - ScienceAlert",
        "Die Saison der Hoffnung der Lions geht nach der Eröffnung mit einem elektrischen Sieg in der Verlängerung gegen die Rams auf Hochtouren - Yahoo Sports",
        "Boeing bietet 25% Gehaltserhöhung an, um einen Streik zu vermeiden - DW (Englisch)",
        "Haus Dems Problem Antwort auf GOP-Bericht über Bidens Rückzug aus Afghanistan - Fox News",
        "'Shogun' gewinnt rekordverdächtige 14 Emmys bei der Creative Arts-Zeremonie, als Jamie Lee Curtis ihren ersten erhält - The Associated Press",
        "Google steht vor einem neuen Kartellverfahren, nachdem die Suchmaschine zum Monopol erklärt wurde - Yahoo Finance",
        "Bruce Springsteen denkt mit dem Dokumentarfilm \"Road Diary\" des Toronto Film Festival über Sterblichkeit nach: \"Wenn ich morgen gehen würde, wäre es in Ordnung. What a F—ing Ride! ’- Variety",
        "Trauer, Schmerz, Hoffnung und Glaube bei Gottesdiensten nach den jüngsten tödlichen Schießereien in der Schule - The Associated Press",
        "Der ehemalige venezolanische Oppositionskandidat Edmundo González flieht nach Spanien - The Hill",
        "Die Explosion tötet mindestens 48 Menschen, da der Kraftstofftanker in Nigeria mit dem Lastwagen kollidiert - CNN",
        "Neue AirPods Max mit verbessertem Audio und USB-C werden morgen erwartet - MacRumors",
        "Polizist aus Miami-Dade wurde in den Verwaltungsdienst gestellt, nachdem Dolphins-Star Tyreek Hill vor dem Spiel festgenommen wurde - CNN"
    ]
}