{
    "headlines": [
        "Primeiro e 10: O Texas tem um problema de Arch Manning. Ele é o quarterback ou Quinn Ewers? - usa TODAY",
        "Mercado de ações hoje: Dow sobe 500 pontos com ações alimentadas pelo Fed de olho em recordes - Yahoo Finance",
        "Probabilidades da NFL, linhas de Vegas, escolhas, spreads, previsões de jogos: Browns amantes de modelos, Bengals na semana 3, 2024 - CBS Sports",
        "Aplicações para benefícios de desemprego nos EUA caem para um mínimo de quatro meses - Bloomberg",
        "Banda de metal registra primeiro show do estádio Empower Field de 2025 - FOX 31 Denver",
        "UE para dizer à Apple como fazer interoperabilidade, estilo DMA - TechCrunch",
        "Marido da mulher mais rica da Rússia preso sob acusação de assassinato após tiroteio no escritório - Reuters",
        "Por que os caminhoneiros não endossam um candidato para 2024. E, como evitar dívidas de cartão de crédito. - NPR",
        "A próxima era do telefone está quase chegando. This Is How It's Shaping Up - CNET",
        "SpaceX Crew-9 lançamento de astronauta adiado para 26 de setembro - Space.com",
        "Harris planeja uma transmissão ao vivo com Oprah Winfrey, enquanto Trump deve se dirigir a um grupo israelense-americano - The Associated Press",
        "A Terra está prestes a ter uma mini-lua (temporariamente). O que saber sobre o asteróide 2024 PT5. - usa TODAY",
        "Escolhas da Semana 3 da NFL da equipe do MMQB: Ravens visitam cowboys em busca da primeira vitória - Sports Illustrated",
        "As chances de formação aumentam à medida que o NHC monitora distúrbios que podem se desenvolver, impactando a Flórida em breve - WESH 2 Orlando",
        "Nova variante do coronavírus XEC a espalhar-se por todo o mundo: o que precisa de saber - The Jerusalem Post",
        "O Gemini Live está sendo lançado gratuitamente para telefones Galaxy - SamMobile - Notícias da Samsung",
        "Nintendo e The Pokémon Company estão processando os desenvolvedores da Palworld por \"violação de direitos de patente\" - Rock Paper Shotgun",
        "Exclusivo: Munição da Índia entra na Ucrânia, provocando ira russa - Reuters",
        "O hipopótamo pigmeu Moo Deng é tão adorado que ela pode obter sua própria patente - The Associated Press",
        "Israel bombardeia o Líbano após explosões de rádio, diz que frustra plano de assassinato - Reuters"
    ]
}