{
    "headlines": [
        "ਲਾਈਵ ਬ੍ਰੀਫਿੰਗਃ ਟਰੰਪ ਦੇ ਮੱਧ ਪੂਰਬ ਦੇ ਰਾਜਦੂਤ ਇਜ਼ਰਾਈਲ ਦੇ ਮੁਖੀ, ਗਾਜ਼ਾ ਜਾਣ ਦੀ ਯੋਜਨਾ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਸ਼ੁਕੀਨ ਜੈਵਿਕ ਸ਼ਿਕਾਰੀ 66 ਮਿਲੀਅਨ ਸਾਲ ਪੁਰਾਣੀ ਜਾਨਵਰ ਉਲਟੀਆਂ ਲੱਭਦਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਇਕ ਡਾਕਟਰ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਭਾਰਤ ਦੇ ਵਿਸ਼ਾਲ ਮਹਾ ਕੁੰਭ ਤਿਉਹਾਰ 'ਤੇ ਭਗਦੜ ਵਿਚ ਘੱਟੋ ਘੱਟ 17 ਲੋਕਾਂ ਦੀ ਮੌਤ ਹੋ ਗਈ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਫਰੰਟੀਅਰ ਏਅਰਲਾਈਨਜ਼ ਨੇ ਸਾਥੀ ਬਜਟ ਕੈਰੀਅਰ ਸਪਿਰਿਟ ਨਾਲ ਅਭੇਦ ਹੋਣ ਦਾ ਪ੍ਰਸਤਾਵ ਦਿੱਤਾ — ਦੁਬਾਰਾ — ਸੀ ਐਨ ਬੀ ਸੀ",
        "DeepSeek AI Haunt Meta, Microsoft ਦੀ ਕਮਾਈ ਤੋਂ ਡਰਦਾ ਹੈ । ਸਟਾਕ ਬਾਜ਼ਾਰਾਂ ਨੂੰ ਕੀ ਵੇਖਣ ਦੀ ਜ਼ਰੂਰਤ ਹੈ ਅਤੇ ਅੱਜ ਜਾਣਨ ਲਈ 5 ਹੋਰ ਚੀਜ਼ਾਂ - ਬੈਰਨਜ਼",
        "ਟਰੰਪ ਨੇ ਐਲਨ ਮਸਕ ਨੂੰ ਨਾਸਾ ਲਈ ਆਈਐਸਐਸ ਤੋਂ 2 ਸਟਾਰਲਾਈਨਰ ਪੁਲਾੜ ਯਾਤਰੀਆਂ ਨੂੰ ਵਾਪਸ ਕਰਨ ਲਈ ਕਿਹਾ- ਪਰ ਉਨ੍ਹਾਂ ਕੋਲ ਪਹਿਲਾਂ ਹੀ ਸਪੇਸਐਕਸ ਦੀ ਸਵਾਰੀ ਘਰ ਹੈ - ਸਪੇਸ ਡਾਟ ਕਾਮ",
        "ਆਈਓਐਸ 18.3 ਅਪਡੇਟ ਹੁਣ ਸਾਰੇ ਆਈਫੋਨ ਉਪਭੋਗਤਾਵਾਂ ਲਈ ਜਾਰੀ ਕੀਤੀ ਗਈ ਚੇਤਾਵਨੀ - ਫੋਰਬਸ",
        "ਕੈਰੋਲੀਨ ਲੀਵਿਟ ਦੀ ਪਹਿਲੀ ਬ੍ਰੀਫਿੰਗਃ ਪ੍ਰੈਸ ਰੂਮ ਨਵੇਂ ਯੁੱਗ ਵਿੱਚ ਦਾਖਲ ਹੁੰਦਾ ਹੈ - ਐਕਸਗਿਓਸ",
        "ਵਿਗਿਆਨੀਆਂ ਨੇ ਇੱਕ ਸੁਪਰ-ਧਰਤੀ ਦੀ ਖੋਜ ਕੀਤੀ. ਇਸ ਬਾਰੇ ਕੁਝ ਅਜੀਬ ਹੈ - Mashable",
        "ਫੀਡ ਨੇ ਵਿਆਜ ਦਰਾਂ ਨੂੰ ਸਥਿਰ ਰੱਖਣ ਦੀ ਉਮੀਦ ਕੀਤੀ, ਟਰੰਪ ਦੇ ਦਬਾਅ ਨੂੰ ਠੁਕਰਾਉਂਦੇ ਹੋਏ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਚੰਦਰ ਨਵਾਂ ਸਾਲਃ ਲੱਖਾਂ ਲੋਕਾਂ ਵਜੋਂ ਪਰਿਵਾਰ, ਭੋਜਨ ਅਤੇ ਰੰਗ ਸੱਪ ਦਾ ਸਾਲ ਮਨਾਉਂਦੇ ਹਨ - ਬੀਬੀਸੀ.",
        "ਐਨਵੀਡੀਆ ਸ਼ੇਅਰ ਰੈਲੀ ਤੋਂ ਬਾਅਦ ਗਲੋਬਲ ਚਿਪਮੇਕਰ ਮੁੜ ਸੁਰਜੀਤ ਹੋਏ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "ਡੀਆਰ ਕਾਂਗੋ ਦੇ ਕਿਨਸ਼ਾਸਾ ਪ੍ਰਦਰਸ਼ਨਾਂ ਵਿਚ ਟਾਇਰ ਸਾੜੇ ਗਏ, ਦੂਤਾਵਾਸਾਂ 'ਤੇ ਹਮਲਾ - ਅਲ ਜਜ਼ੀਰਾ ਅੰਗਰੇਜ਼ੀ",
        "ਨਿੰਜਾ ਗੇਡੇਨ 2 ਬਲੈਕ ਐਕਸਬਾਕਸ ਤੇ ਅਪਡੇਟ ਕੀਤਾ ਗਿਆ, ਦੂਜਾ ਅਪਡੇਟ ਅਗਲੇ ਮਹੀਨੇ ਆ ਰਿਹਾ ਹੈ - ਸ਼ੁੱਧ ਐਕਸਬਾਕਸ",
        "ਮਾਹਰ ਪਿਕਃ ਏਟੀ ਐਂਡ ਟੀ ਪੈਬਲ ਬੀਚ ਪ੍ਰੋ-ਅਮ - ਪੀਜੀਏ ਟੂਰ",
        "ਫੈਡਰਲ ਵਰਕਰਾਂ ਨੂੰ ਟਰੰਪ ਪ੍ਰਸ਼ਾਸਨ ਦੀ ‘ਮੁਲਤਵੀ ਅਸਤੀਫੇ‘ ਦੀ ਪੇਸ਼ਕਸ਼ ਬਾਰੇ ਕੀ ਪਤਾ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਕੰਸਾਸ ਵਿਚ ਟੀ. ਬੀ. ਦਾ ਪ੍ਰਕੋਪ ਅਮਰੀਕਾ ਵਿਚ ਰਿਕਾਰਡ ਵਿਚ ਸਭ ਤੋਂ ਵੱਡਾ ਹੈ - ਸਾਇੰਸ ਅਲਰਟ",
        "ਟਰੰਪ ਫੌਜ ਤੋਂ ਟਰਾਂਸਜੈਂਡਰ ਫੌਜੀਆਂ ਨੂੰ ਬੂਟ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰ ਰਹੇ ਹਨ । ਇੱਥੇ ਇਹ ਕਿਉਂ ਗੁੰਝਲਦਾਰ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਰੈਪਰ ਦੇ ਮੁਕੱਦਮੇ ਵਿਚ ਸਭ ਤੋਂ ਵੱਡੇ ਪਲ ਵਿਚ ਕਥਿਤ ਗੋਲੀਬਾਰੀ ਬਾਰੇ ਗਵਾਹੀ ਦੇਣ ਲਈ ਇਕ$ਏਪੀ ਰੌਕੀ ਦਾ ਇਲਜ਼ਾਮ ਲਗਾਉਣ ਵਾਲਾ ਸੈੱਟ - ਯਾਹੂ! ਆਵਾਜ਼ਾਂ"
    ]
}