{
    "headlines": [
        "ਸੇਕ ਚੇਅਰ ਗੈਰੀ Gensler ਅਸਤੀਫਾ, ਡਿਵੀਜ਼ਨ ਅਤੇ crypto ਝਗੜੇ ਦੀ ਵਿਰਾਸਤ ਛੱਡਦੀ ਹੈ - Fortune",
        "ਲਾਓਸ ਵਿੱਚ ਸ਼ੱਕੀ ਮੀਥੇਨੌਲ ਜ਼ਹਿਰ ਦੀ ਚਿਤਾਵਨੀ ਦੇ ਦੇਸ਼ਾਂ ਵਿੱਚ ਛੇ ਸੈਲਾਨੀਆਂ ਵਿੱਚ ਆਸਟਰੇਲੀਆਈ ਕਿਸ਼ੋਰਾਂ ਦੀ ਮੌਤ ਹੋ ਗਈ - ਸੀਐਨਐਨ",
        "ਇਰਾਨ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਹ ਸੰਯੁਕਤ ਰਾਸ਼ਟਰ ਦੇ ਪ੍ਰਮਾਣੂ ਨਿਗਰਾਨੀਕਰਤਾ ਦੁਆਰਾ ਨਿੰਦਾ ਕੀਤੇ ਜਾਣ ਤੋਂ ਬਾਅਦ ਨਵੇਂ ਸੈਂਟਰਿਫਜ ਨੂੰ ਸਰਗਰਮ ਕਰ ਰਿਹਾ ਹੈ - ਸੀਐਨਐਨ",
        "ਸਟੀਲਰਜ਼ ਡਬਲਯੂਆਰ ਜਾਰਜ ਪਿਕਨਜ਼ ਨੇ ਬ੍ਰਾsਨਜ਼ ਸੀਬੀ ਨਾਲ ਲੜਨਾ ਸ਼ੁਰੂ ਕਰ ਦਿੱਤਾ ਜਿਵੇਂ ਕਿ ਖੇਡ ਖਤਮ ਹੋ ਗਈ, ਇਸ 'ਤੇ ਰੋਕ ਲਗਾਉਣੀ ਪਈ - ਯਾਹੂ ਸਪੋਰਟਸ",
        "Jussie Smollett ਦੀ ਸਜ਼ਾ ਕਥਿਤ ਨਫ਼ਰਤ-ਅਪਰਾਧ ਧੋਖਾਧੜੀ ਵਿੱਚ ਪਲਟ ਗਈਃ ਅਸੀਂ ਇੱਥੇ ਕਿਵੇਂ ਪਹੁੰਚੇ ਅਤੇ ਅੱਗੇ ਕੀ ਹੈ - ਯਾਹੂ! ਆਵਾਜ਼ਾਂ",
        "ਬਰੂਨੇਟ ਏਲਨ ਡੀਜੇਨਰੇਸ ਯੂਕੇ ਦੇ ਪੱਬ 'ਤੇ ਲਗਭਗ ਅਣਜਾਣ ਹੈ ਪੋਰਟਿਆ ਡੀ ਰੋਸੀ ਦੇ ਨਾਲ-ਨਾਲ ਯੂਐਸ ਪੋਸਟ-ਚੋਣ ਤੋਂ ਬਾਅਦ ਭੱਜਣ ਤੋਂ ਬਾਅਦ - ਪੰਨਾ ਛੇ",
        "ਗੂਗਲ ਨੇ ਪਿਕਸਲ ਟੈਬਲੇਟ 2 ਨੂੰ ਰੱਦ ਕਰ ਦਿੱਤਾ, ਨਵੇਂ ਸਰੋਤ ਦੇ ਅਨੁਸਾਰ ਪਿਕਸਲ ਟੈਬਲੇਟ 3 ਨਹੀਂ - GSMArena. com ਖ਼ਬਰਾਂ - GSMArena.",
        "ਨੇਤਨਯਾਹੂ ਅਤੇ ਬਹਾਦਰ ਲਈ ਆਈਸੀਸੀ ਦੇ ਗ੍ਰਿਫਤਾਰੀ ਵਾਰੰਟ ਦਾ ਕੀ ਅਰਥ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਗੌਤਮ ਅਡਾਨੀ 'ਤੇ ਅਮਰੀਕਾ ਦਾ ਦੋਸ਼, ਭਾਰਤ ਇੰਕ ਦੀ ਸਾਖ ਨੂੰ ਮੁਕੱਦਮੇ' ਤੇ ਪਾਉਂਦਾ ਹੈ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "ਪੁਤਿਨ ਨੇ ਪੁਸ਼ਟੀ ਕੀਤੀ ਰੂਸ ਨੇ ਯੂਕਰੇਨ 'ਤੇ ਨਵੀਂ ਬੈਲਿਸਟਿਕ ਮਿਜ਼ਾਈਲ ਚਲਾਈ - ਪੋਲੀਟੀਕੋ ਯੂਰਪ",
        "ਜਮੇਸ ਵਿੰਸਟਨ ਬ੍ਰਾsਨਜ਼ '' ਟੀਐਨਐਫ ’ਗੇਮ ਤੋਂ ਪਹਿਲਾਂ ਆਲ-ਟਾਈਮ ਇੰਟਰਵਿ interview ਪ੍ਰਦਾਨ ਕਰਦਾ ਹੈ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਗਾਏਟਜ਼ ਦੇ ਪਿੱਛੇ ਹਟਣ ਤੋਂ ਬਾਅਦ ਟਰੰਪ ਨੇ ਅਟਾਰਨੀ ਜਨਰਲ ਲਈ ਪਾਮ ਬੌਂਡੀ ਦਾ ਨਾਮ ਰੱਖਿਆ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਵਿਕੀਪੀਡੀਆ ਨੇੜੇ $ 100,000 ਦੇ ਤੌਰ ਤੇ SEC ਚੇਅਰ ਗੈਰੀ Gensler ਦਾ ਐਲਾਨ ਕਰਦਾ ਹੈ ਕਿ ਉਹ ਅਸਤੀਫਾ ਦੇ ਦੇਵੇਗਾ - Fortune",
        "ਵਾਸ਼ਿੰਗਟਨ ਤੱਟਵਰਤੀ ਤੇ ਤੇਜ਼ ਹਵਾਵਾਂ ਅਤੇ ਮੀਂਹ ਲਿਆਉਣ ਲਈ ਘੱਟ ਦਬਾਅ ਪ੍ਰਣਾਲੀ - ਕੋਮੋ ਨਿ Newsਜ਼",
        "ਅਲਾਬਾਮਾ ਇੱਕ ਹਿੱਚਾਈਕਰ ਦੀ ਹੱਤਿਆ ਲਈ ਇੱਕ ਆਦਮੀ ਉੱਤੇ ਰਾਸ਼ਟਰ ਦੀ ਤੀਜੀ ਨਾਈਟ੍ਰੋਜਨ ਗੈਸ ਫਾਂਸੀ ਦੀ ਕਾਰਵਾਈ ਕਰਦਾ ਹੈ - ਸੀਐਨਐਨ",
        "ਪੁਲਿਸ ਰਿਪੋਰਟ ਵੇਰਵੇ 2017 ਪੀਟ ਹੇਗਸੇਥ ਵਿਰੁੱਧ ਜਿਨਸੀ ਸ਼ੋਸ਼ਣ ਦੇ ਦੋਸ਼ - ਰਾਇਟਰਜ਼",
        "ਇਜ਼ਰਾਈਲ ਗਾਜ਼ਾ ਵਿੱਚ ਸਹਾਇਤਾ ਕਾਫਲੇ ਦੇ ਹਮਲੇ ਦੇ ਨਾਲ ਖੜ੍ਹਾ ਹੈ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਬਲੂ-ਚੀਪ ਕਿ Qਬੀ ਬ੍ਰਾਈਸ ਅੰਡਰਵੁੱਡ ਨੂੰ ਭਰਤੀ ਕਰੋ LSU ਤੋਂ ਮਿਸ਼ੀਗਨ ਤੱਕ ਪ੍ਰਤੀਬੱਧਤਾ ਫਲਿਪਸ - ਸਪੋਰਟਸ ਇਲਸਟ੍ਰੇਟਿਡ",
        "ਫੈਡਰਲ ਵਰਕਰਾਂ ਨੂੰ ਵਿਵੇਕ ਰਾਮਾਸਵਾਮੀਃ ਦਫਤਰ 8 ਤੋਂ 6 ਤੱਕ ਵਾਪਸ ਜਾਓ - ਐਕਸੀਓਸ",
        "ਏਰੀਜ਼ ਡੇਲੀ ਕੁੰਡਲੀ ਅੱਜ, 22 ਨਵੰਬਰ, 2024 ਵਿੱਤੀ ਹਵਾ ਦੇ ਡਿੱਗਣ ਦੀ ਭਵਿੱਖਬਾਣੀ ਕਰਦਾ ਹੈ - ਹਿੰਦੁਸਤਾਨ ਟਾਈਮਜ਼"
    ]
}