{
    "headlines": [
        "Квотербеки Start 'Em, Sit 'Em: фэнтези-футбол 5-й недели - США СЕГОДНЯ",
        "Бейрут наносит удары по потенциальному новому главе \"Хезболлы\", говорит израильский чиновник - CNN",
        "Европейский союз проголосовал за введение тарифов на китайские электромобили - CNBC",
        "Обама объединит поддержку Харриса в ключевых штатах - CNN",
        "Хоган проверяет, насколько кандидат от республиканцев в Сенат может убежать от Трампа - POLITICO",
        "Пятничный отчет о рабочих местах может стать последним нормальным на некоторое время - CNN",
        "Ученые посмотрели на изображения из космоса, чтобы увидеть, как быстро Антарктида становится зеленой. Вот что они обнаружили - CNN",
        "Запуск ULA Vulcan: живые обновления от обратного отсчета запуска Cert-2 на мысе Кейптаун - Флорида сегодня",
        "Массовые взрывы в Бейруте после возобновления израильских авиаударов - BBC.com",
        "Rebel Wilson Countersues ‘The Deb‘ Producers, Alleging Theft, Bullying and Sexual Misconduct - Hollywood Reporter (англ.) (недоступная ссылка - история).",
        "Забастовка в порту США заканчивается, но очистка длинных очередей на суда займет время - Reuters",
        "Мелания Трамп, в редком разрыве с мужем, высказывается в поддержку прав на аборты - The Washington Post",
        "Tampa Bay Buccaneers vs. Atlanta Falcons | NFL 2024 - неделя 5 - NFL",
        "По словам окружного прокурора округа Лос-Анджелес, дело братьев Менендес находится на рассмотрении на предмет возможного повторного вынесения приговора на фоне новых доказательств - CBS Лос-Анджелес",
        "Хелен стала одним из самых смертоносных ураганов современной эпохи - The Washington Post",
        "Британия уступила спорные острова Маврикию, обеспечив безопасность ключевой военной базы США - NBC News",
        "Трамп обвиняет мигрантов в том, что приближается ураган FEMA - The Daily Beast",
        "Красные нанимают Терри Франкону в качестве менеджера (источник) - MLB.com",
        "HR Алонсо оглушает пивоваров, отправляет Метс в NLDS - ESPN",
        "Самая мощная солнечная вспышка за 7 лет взорвала Землю: ожидайте потрясающих полярных сияний - ScienceAlert"
    ]
}