{
    "headlines": [
        "العاصفة الشتوية بلير تجلب الثلوج الكثيفة إلى وسط المحيط الأطلسي، بما في ذلك بالتيمور، واشنطن العاصمة - أصوات ياهو!",
        "الكونغرس مستعد للتصديق على فوز ترامب في الانتخابات، لكن إرثه في 6 يناير معلق على مدار اليوم - وكالة أسوشيتد برس",
        "قضينا ساعات في مشاهدة روبوت يلتقط الجوارب بالمكنسة الكهربائية. إنه حلم يتحقق - CNET",
        "يحث ترامب الكونغرس على تمرير جدول أعماله في مشروع قانون واحد ضخم - Reuters.com",
        "يحظر بايدن الحفر البحري عبر مساحة شاسعة من الولايات المتحدة - BBC.com",
        "رئيس الوزراء الكندي ترودو يستقيل من منصبه كزعيم للحزب مع تراجع استطلاعات الرأي، كما تقول تقارير - سي إن إن",
        "تضيف إل جي وسامسونج مساعد الذكاء الاصطناعي Copilot من مايكروسوفت إلى تلفزيوناتهما - The Verge",
        "خطوط البطاقات البرية: الشواحن، الفايكنج هي المفضلة للطرق - NBC Sports",
        "ما هي درجة حرارة القمر ؟ - Livescience.com",
        "يتساءل إيلون ماسك عما إذا كان يجب على أمريكا \"تحرير شعب بريطانيا\" في خطابه ضد حكومة المملكة المتحدة - سي إن بي سي",
        "عائدات السندات الأمريكية لمدة 30 عامًا تسجل أعلى مستوى لها منذ عام 2023 قبل المزادات - بلومبرغ",
        "تفشي فيروس HMPV في الصين: هل هو فيروس جديد ؟ كيف يشبه كوفيد-19 ؟ هل هناك أي لقاح ؟ ما نعرفه حتى الآن | النعناع - النعناع",
        "إندونيسيا تطلق برنامج وجبات مجانية لإطعام الأطفال والنساء الحوامل لمكافحة سوء التغذية - وكالة أسوشيتد برس",
        "وزارة العدل: 200 يناير 6 قضايا معلقة بينما يستعد ترامب لاستعادة منصبه - بوليتيكو",
        "كوريا الشمالية تطلق أول صاروخ باليستي خلال شهرين - سيول - BBC.com",
        "مسودة أمر اتحاد كرة القدم الأميركي لعام 2025: العمالقة يؤمنون الاختيار رقم 1 مع الخسارة والفوز للوطنيين ؛ الدببة والطائرات تحتل المراكز العشرة الأولى - سي بي إس سبورتس",
        "التحديثات المباشرة: تم إصدار حالة طوارئ الثلوج لمقاطعات المنطقة ؛ ماذا يعني ذلك ؟ - WHIO",
        "زوي سالدانيا تحصل على العاطفة خلال الفوز الأول على الإطلاق بجائزة غولدن غلوب: \"قلبي مليء بالامتنان\" - مراسل هوليوود",
        "ما يجب معرفته حول رسوم المرور على الطرق في مانهاتن حيث تصبح مدينة نيويورك أول مدينة أمريكية تفرض رسومًا على الازدحام - Axios",
        "أوبري بلازا تفتقد جوائز غولدن غلوب بعد وفاة زوجها المخرج جيف باينا - Entertainment Weekly News"
    ]
}