{
    "headlines": [
        "ਚੀਨ ਨੇ ਆਈਸੀਬੀਐਮ ਨੂੰ ਦਹਾਕਿਆਂ ਵਿੱਚ ਪਹਿਲੀ ਵਾਰ ਇਸ ਤਰ੍ਹਾਂ ਦੇ ਜਨਤਕ ਟੈਸਟ ਵਿੱਚ ਪ੍ਰਸ਼ਾਂਤ ਮਹਾਂਸਾਗਰ ਵਿੱਚ ਅੱਗ ਲਗਾਈ ਕਿਉਂਕਿ ਖੇਤਰੀ ਤਣਾਅ ਭੜਕਦਾ ਹੈ - ਸੀਐਨਐਨ",
        "ਅਪਡੇਟਃ ਸਪੇਸਐਕਸ ਨੇ ਮੰਗਲਵਾਰ ਸ਼ਾਮ ਨੂੰ ਫਾਲਕਨ 9 ਨੂੰ ਸਫਲਤਾਪੂਰਵਕ ਲਾਂਚ ਕੀਤਾ - ਕੇਐਸਬੀਵਾਈ ਨਿ Newsਜ਼",
        "ਹਿਜ਼ਬੁੱਲਾ ਨੇ ਲੇਬਨਾਨ 'ਤੇ ਭਾਰੀ ਇਜ਼ਰਾਈਲੀ ਹਮਲਿਆਂ ਤੋਂ ਬਾਅਦ ਤੇਲ ਅਵੀਵ' ਤੇ ਮਿਜ਼ਾਈਲ ਫਾਇਰ ਕੀਤੀ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਬੈਂਕਮੈਨ-ਫ੍ਰਾਈਡ ਦੀ ਸਾਬਕਾ ਪ੍ਰੇਮਿਕਾ ਐਲਿਸਨ ਨੂੰ ਕ੍ਰਿਪਟੂ ਧੋਖਾਧੜੀ 'ਤੇ ਦੋ ਸਾਲ ਦੀ ਸਜ਼ਾ ਮਿਲਦੀ ਹੈ - ਰਾਇਟਰਜ਼",
        "ਚੀਨ ਦੇ ਸਟਾਕ ਬਾਕੀ ਏਸ਼ੀਆ ਸੰਘਰਸ਼ਾਂ ਦੇ ਤੌਰ ਤੇ ਉਤਸ਼ਾਹ ਰੈਲੀ ਨੂੰ ਵਧਾਉਂਦੇ ਹਨ - ਰਾਇਟਰਜ਼",
        "ਮੱਧ ਪੂਰਬ 'ਚ ਸਮੁੰਦਰ' ਚ ਖਰਾਬ ਹੋਇਆ ਅਮਰੀਕੀ ਜਲ ਸੈਨਾ ਦਾ ਤੇਲ ਟੈਂਕਰ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "Commerzbank 'ਤੇ UniCredit ਦੇ swoop ਕੇ ਠੰਡੇ ਫੜਿਆ, ਜਰਮਨੀ ਇੱਕ ਕੌਮੀ ਸ਼ਰਮਨਾਕ ਬਚਣ ਲਈ ਚਾਹੁੰਦੇ ਹੋ ਜਾਵੇਗਾ - CNBC",
        "ਟਰੰਪ ਮੁਹਿੰਮ ਕਹਿੰਦੀ ਹੈ ਕਿ ਅਮਰੀਕੀ ਖੁਫੀਆ ਨੇ ਈਰਾਨ ਦੀ ਹੱਤਿਆ ਦੀਆਂ ਧਮਕੀਆਂ ਬਾਰੇ ਚੇਤਾਵਨੀ ਦਿੱਤੀ - ਬੀਬੀਸੀ.",
        "ਡਿੱਡੀ ਅਤੇ ਕਿਮ ਪੋਰਟਰ ਦੇ ਬੱਚੇ ਉਸਦੀ ਮੌਤ ਦੇ ਆਲੇ ਦੁਆਲੇ ਇੱਕ ਯਾਦਗਾਰ ਅਤੇ ਸਾਜ਼ਿਸ਼ ਦੇ ਦਾਅਵਿਆਂ ਨੂੰ ਬੁਲਾਉਂਦੇ ਹਨ \"ਬਸ ਸੱਚ ਨਹੀਂ\" - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਫਲੋਰੀਡਾ ਵਿੱਚ ਉਜਾੜੇ ਸ਼ੁਰੂ ਹੁੰਦੇ ਹਨ ਕਿਉਂਕਿ ਰਾਜ ਨੂੰ ਹੇਲੇਨ ਤੋਂ ਇੱਕ ਵੱਡੀ ਤੂਫਾਨ ਦੀ ਹੜਤਾਲ ਦਾ ਸਾਹਮਣਾ ਕਰਨਾ ਪੈਂਦਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਉੱਤਰ ਪੱਛਮੀ ਯੂਨੀਵਰਸਿਟੀ, ਸ਼ਿਕਾਗੋ ਯੂਨੀਵਰਸਿਟੀ ਅਤੇ ਇਲੀਨੋਇਸ ਯੂਨੀਵਰਸਿਟੀ ਅਰਬਾਨਾ-ਚੈਂਪੇਨ ਨੂੰ ਯੂਐਸ ਦੇ ਚੋਟੀ ਦੇ 40 ਸਕੂਲਾਂ - ਏਬੀਸੀ 7 ਸ਼ਿਕਾਗੋ ਵਿੱਚ ਦਰਜਾ ਦਿੱਤਾ ਗਿਆ",
        "ਸਰਕਾਰੀ ਵਕੀਲਾਂ ਦੇ ਇਤਰਾਜ਼ਾਂ ਦੇ ਬਾਵਜੂਦ ਮਿਸੂਰੀ ਮਾਰਸੇਲਸ ਵਿਲੀਅਮਜ਼ ਨੂੰ ਫਾਂਸੀ ਦਿੰਦਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਜੇਨ ਸਟਰਗਰ ਨੂੰ ਬ੍ਰੈਟ ਫਾਵਰ ਲਈ ਕੋਈ ਹਮਦਰਦੀ ਨਹੀਂ ਹੈ ਜਦੋਂ ਉਹ ਕਹਿੰਦਾ ਹੈ ਕਿ ਉਸ ਨੂੰ ਪਾਰਕਿੰਸਨ ਦੀ ਬਿਮਾਰੀ ਹੈ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਚੈਪਲ ਰੌਨ ਨੇ ਚੋਣ ਟਿੱਪਣੀਆਂ ਨੂੰ ਸਪੱਸ਼ਟ ਕੀਤਾਃ ‘ਮੈਂ ਜੋ ਕਹਿੰਦਾ ਹਾਂ ਉਸ ਨਾਲ ਨਜਿੱਠਣਾ’ - ਰੋਲਿੰਗ ਸਟੋਨ",
        "ਮਿਟਾਏ ਗਏ ਟਵੀਟ, ਰੱਦ ਕੀਤੇ ਗਏ ਸਮਾਗਮਾਂ, ਮਿਟਾਏ ਗਏ ਸਮਰਥਨਃ ਕਿਵੇਂ ਰਿਪਬਲਿਕਨ ਮਾਰਕ ਰੌਬਿਨਸਨ ਤੋਂ ਭੱਜ ਰਹੇ ਹਨ - ਸੀ ਐਨ ਐਨ",
        "ਓਪਨਏਆਈ ਨੇ ਹੁਣੇ ਹੀ ਚੈਟਜੀਪੀਟੀ ਨਾਲ ਆਡੀਓ ਚੈਟਾਂ ਲਈ ਐਡਵਾਂਸਡ ਵੌਇਸ ਮੋਡ ਲਾਂਚ ਕੀਤਾ ਹੈ. ਇਸ ਨੂੰ ਕਿਵੇਂ ਵਰਤਣਾ ਹੈ ਇਹ ਇੱਥੇ ਹੈ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਸ਼੍ਰੀਲੰਕਾ ਦੇ ਨਵੇਂ ਰਾਸ਼ਟਰਪਤੀ ਨੇ ਭੰਗ ਕੀਤੀ ਸੰਸਦ - BBC.com",
        "‘ਡਾਂਸਿੰਗ ਵਿਦ ਦ ਸਟਾਰਜ਼’: ਹਾਲੀਵੁੱਡ ਨਾਈਟ ਨੇ ਸੀਜ਼ਨ 33 ਦੇ ਪਹਿਲੇ ਡਬਲ ਐਲੀਮੀਨੇਸ਼ਨ ਵਿੱਚ ਘਰ ਦੋ ਸੈਲੀਬ੍ਰਿਜ਼ ਭੇਜੇ - ਵੰਨਗੀ",
        "ਯੂਕਰੇਨ ਦੇ ਰਾਸ਼ਟਰਪਤੀ ਨੇ ਰੂਸ ਨੂੰ ਸ਼ਾਂਤੀ ਲਈ ਮਜਬੂਰ ਕਰਨ ਲਈ ਗੈਰ-ਨਿਰਧਾਰਤ ਗਲੋਬਲ ‘ਐਕਸ਼ਨ’ ਦੀ ਮੰਗ ਕੀਤੀ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਜੌਨੀ ਡੈਪ ਅੰਬਰ ਸੁਣਿਆ ਮਾਣਹਾਨੀ ਦੀ ਸੁਣਵਾਈ ਨੂੰ 'ਇੱਕ ਸਾਬਣ ਓਪੇਰਾ' ਕਹਿੰਦੇ ਹਨ ਜਦੋਂ ਕਿ ਨਵੀਂ ਫਿਲਮ ਦਾ ਪ੍ਰਚਾਰ ਕਰਦੇ ਹੋਏ - ਯੂਐਸਏ ਅੱਜ"
    ]
}