{
    "headlines": [
        "لماذا احتج القاضي جاكسون بالزواج بين الأعراق في حجج المحكمة العليا التاريخية لرعاية المتحولين جنسياً - سي إن إن",
        "أصيب طالبان، يبلغان من العمر 5 و 6 سنوات، في إطلاق نار في مدرسة مقاطعة بوت ؛ توفي مسلح مشتبه به - KCRA Sacramento",
        "انهيار الحكومة الفرنسية بعد تصويت بحجب الثقة عن رئيس الوزراء ميشيل بارنييه - BBC.com",
        "ترامب يختار بول أتكينز لقيادة لجنة الأوراق المالية والبورصات - بارون",
        "تغيرت العقود الآجلة للأسهم قليلاً بعد مؤشر ستاندرد آند بورز 500، حيث سجلت ناسداك أعلى مستويات إغلاق جديدة: تحديثات حية - CNBC",
        "محذوف",
        "حظر لعبة تكساس LB الشاعر المكون من 3 مباريات الذي أيده اتحاد كرة القدم الأميركي - ESPN",
        "ستطلق سبيس إكس المهمة 350 باستخدام معزز صاروخي فالكون 9 ثبتت صلاحيته للطيران خلال مهمة ستارلينك من كاليفورنيا - سبيس فلايت ناو",
        "الشوكولاتة الداكنة مرتبطة بانخفاض خطر الإصابة بداء السكري من النوع 2، كما تقول الدراسة - سي إن إن",
        "ترامب يختار كيلي لوفلر لقيادة إدارة الأعمال الصغيرة - سي إن إن",
        "ابتعد جيفريز عن الطريق مع تمرد الديمقراطيين ضد كبار قادة اللجنة - بوليتيكو",
        "بايدن، في أنغولا، لا يستطيع الهروب من الأسئلة حول عفو ابنه - صحيفة وول ستريت جورنال",
        "يقول جيف بيزوس إنه \"فخور\" بقرار إنهاء المصادقات في واشنطن بوست، \"متفائل للغاية\" بشأن ولاية ترامب الثانية - مراسل هوليوود",
        "كاد كويكب أن يصطدم بالأرض في سيبيريا، مع مرور كويكب ضخم ثانٍ هذا الأسبوع - ABC News",
        "هل تكره تغليف سبوتيفاي الخاص بك ؟ أنت لست وحدك - رولينج ستون",
        "حركات القائمة: تطالب جاكوار WR Josh Reynolds Off Waivers، ضع QB Trevor Lawrence في قائمة الاحتياطي/المصابين - jaguars.com",
        "يوم التوقيع الوطني 2024: الفائزون والخاسرون في فترة التوقيع المبكر، تصنيفات توظيف الفريق - CBS Sports",
        "ما يمكن أن يجلبه ديسانتيس إلى البنتاغون ترامب - أكسيوس",
        "انتقد مجلس إدارة إنتل للتعامل مع الخروج المفاجئ للرئيس التنفيذي مع انخفاض الأسهم مرة أخرى - Investor's Business Daily",
        "نرجس محمدي: إيران تفرج مؤقتًا عن الفائز بجائزة نوبل للسلام - BBC.com"
    ]
}