{
    "headlines": [
        "كريس كريستوفرسون، أسطورة موسيقى الريف والرجل الرائد \"A Star Is Born\"، يموت عن عمر يناهز 88 عامًا - تشكيلة",
        "كبسولة سبيس إكس جاهزة لجلب رواد الفضاء من بوينغ ستارلاينر إلى المحطة الفضائية - سي إن إن",
        "رجل يقطع قضيبه ويخزن أجزاء مقطوعة في جرة من الثلج بعد تناول الفطر \"السحري\" - نيويورك بوست",
        "مجموعة اليمين المتطرف لتاريخ الانتخابات النمساوية بعد 79 عامًا من فقدان النازيين للسلطة - نيوزويك",
        "دونالد ترامب يدعو زورا كامالا هاريس، جو بايدن \"مختل عقليا\" مرة أخرى، وتكثيف الهجمات - الولايات المتحدة الأمريكية اليوم",
        "الرئيس الإيراني يسعى إلى رد \"إقليمي\" على إسرائيل - بوليتيكو",
        "يعلن الحاكم نيوسوم عن مبادرات جديدة لتعزيز الذكاء الاصطناعي الآمن والمسؤول، وحماية سكان كاليفورنيا - مكتب الحاكم غافن نيوسوم",
        "من المقرر أن يبدأ إضراب ميناء الساحل الشرقي للولايات المتحدة يوم الثلاثاء، كما تقول النقابة - CNBC",
        "تم إغلاق الطريق السريع خارج أتلانتا مع إخلاء السكان بسبب حريق في مصنع كيميائي - ABC News",
        "يقول بايدن إنه سيتحدث مع الزعيم الإسرائيلي، متعهدا بضرورة تجنب الحرب الشاملة في الشرق الأوسط - وكالة أسوشيتد برس",
        "سينضم الكويكب إلى مدار الأرض كـ \"قمر صغير\" لمدة شهرين تقريبًا بدءًا من يوم الأحد - ABC7 لوس أنجلوس",
        "متسابقة \"الرقص مع النجوم\" والمجرمة المدانة آنا \"ديلفي\" تظهر على أنها \"مفترسة \": لقد \"استغلوني\" - فوكس نيوز",
        "تقدم SNL فريقها الانتخابي الرئاسي لعام 2024 الذي يلعب دور كامالا هاريس وتيم والتز والمزيد - E! أونلاين - E! NEWS",
        "كيف يستعد وولز وفانس لمناظرة نائب الرئيس لعام 2024 - سي بي إس نيوز",
        "جولة كأس الرؤساء الخامسة: ملخص مباريات الأحد الفردية - جولة PGA",
        "\"الروبوت المتوحش\" يسحر 53 مليون دولار أمريكي، \"المحولات الأولى\" ترتفع إلى 72 مليون دولار ؛ كلاهما مع الأسواق القادمة - شباك التذاكر الدولي - الموعد النهائي",
        "خريطة انقطاع التيار الكهربائي: مساحات من غرب ولاية كارولينا الشمالية مظلمة بعد إعصار هيلين - الولايات المتحدة الأمريكية اليوم",
        "الصين تخفض معدلات الرهن العقاري الحالية بحلول نهاية أكتوبر - رويترز",
        "نقطة محذوفة هنا",
        "تم الإبلاغ عن وفيات \"متعددة\" بعد تحطم طائرة ذات محرك واحد في ولاية كارولينا الشمالية - الولايات المتحدة الأمريكية اليوم"
    ]
}