{
    "headlines": [
        "[removed]",
        "Offizielle Punktekarten | UFC 307: Pereira vs Rountree Jr. - UFC",
        "Tropischer Sturm Milton bildet sich im Golf von Mexiko und könnte sich zu einem Hurrikan verstärken, der Florida bedroht - The Associated Press",
        "Nach einem Jahr des Krieges fragen sich die Bewohner von Gaza, wie sie mit Tonnen von Schutt umgehen sollen - Reuters",
        "‘SNL’ parodiert die Debatte des Vizepräsidenten mit Jim Gaffigan's Tim Walz und Bowen Yang's J.D. Vance - Hollywood Reporter",
        "Schwere Schläge erschüttern Beirut, während Israel die Libanon-Kampagne ausweitet - Reuters",
        "Ohtanis HR-Teil der Dodgers-Rallye in G1 von NLDS - ESPN",
        "Chaos trifft AP-Umfrage mit 4 Teams, die in den Top 11 rangieren und gegen nicht rangierte Gegner verlieren - The Associated Press",
        "Man setzt sich während einer pro-palästinensischen Kundgebung in der Innenstadt von D.C. in Brand - The Washington Post",
        "Israels Kibbuz Be ’eri wurde zum Symbol der Brutalität der Hamas. Einige Überlebende sind entschlossen, zurückzukehren - CNN",
        "Bundesmittel in Höhe von 100 Millionen US-Dollar für North Carolina zum Wiederaufbau von Straßen und Brücken, die von Helene beschädigt wurden - CBS News",
        "Trump kehrt nach einem Attentatsversuch nach Butler, Pennsylvania, zurück: \"16 erschütternde Sekunden\" - CBS Pittsburgh",
        "2024 WWE Bad Blood Ergebnisse, Zusammenfassung, Noten: The Rock und Jimmy Uso kehren zurück, Roman Reigns und CM Punk gewinnen groß - CBS Sports",
        "Phillies vs. Mets, NLDS-Zeitplan 2024: Wo man MLB-Playoff-Spiele sehen kann, TV-Berichterstattung für Nachsaison-Baseball - CBS Sports",
        "Die Fortsetzung von ‘Joker’ bekommt das letzte Lachen, da der kritische Flop die Kassenkrone nimmt - New York Post",
        "Märkte bereiten sich auf Ölversorgungsschock im Nahen Osten vor - OilPrice.com",
        "Richard Simmons 'Bruder verrät \"kleines Geheimnis\" über das Begräbnis des verstorbenen Fitness-Gurus: \"Nicht viele Leute wissen es\" - Fox News",
        "Stadtführer reagieren auf den Rücktritt des Chicago Board of Education - WGN TV Chicago",
        "Wiederholung: Harris besucht North Carolina, um sich über die Genesung von Helene zu informieren, hilft im Spendenzentrum - USA TODAY",
        "Tuberville kritisiert die Reaktion der FEMA auf den Hurrikan Helene; die Agentur sagt, dass die Behauptungen falsch sind - AL.com"
    ]
}