{
    "headlines": [
        "Marjorie Taylor-Greene attaque NPR et PBS comme « communistes », appelle au financement pour « mettre fin » - CNN",
        "Trump annoncera les tarifs automobiles lors d'une conférence de presse à la Maison Blanche - The Associated Press",
        "Le S&P 500 atteint son plus bas niveau de session, en baisse de 1% avant l'annonce du nouveau tarif automobile : mises à jour en direct - CNBC",
        "Avertissement de hausse des impôts malgré les réductions de dépenses de Reeves - BBC.com",
        "Les institutions les plus puissantes du pays s'inclinent devant Trump. L'Atlantique vient de le coincer. - POLITICO",
        "Le Delaware adopte une loi visant à empêcher davantage d'Elon Musks de quitter l'État - Yahoo Finance",
        "Tufts doctorant sur visa arrêté par les autorités de l'immigration, dit l'école - ABC News",
        "Ratcliffe dit que les nouveaux textes de Signal montrent qu'il « n'a pas transmis d'informations classifiées » - Fox News",
        "Seth Rogen Slams Hollywood dans « The Studio » : Sony Hack, « Green Hornet » - Variety",
        "'Avengers : Doomsday' Casting : Chris Hemsworth, Anthony Mackie et plus - Variété",
        "Cas de rougeole confirmé à Washington DC, une personne peut avoir exposé d'autres personnes à bord du train Amtrak - ABC News",
        "La poussière toxique sur Mars présenterait un grave danger pour les astronautes - CNN",
        "Bande-annonce « Rust » : Première séquence d'Alec Baldwin en hors-la-loi en fuite - Date limite",
        "Ex-Pro Bowler fait des prédictions sur Drake Maye après que les patriotes aient ajouté Stefon Diggs - NESN",
        "RFK Jr. embauche un défenseur anti-vaccin pour étudier le vaccin démystifié, lien autisme - Ars Technica",
        "Bracket du tournoi NCAA 2025 : Sweet 16 pronostics, March Madness deuxième chance par top model - CBS Sports",
        "Classement de puissance de pré-saison de la MLB 2025 - The Ringer",
        "Certains propriétaires de Google Pixel signalent des réveils défectueux - 9to5Google",
        "Préparez-vous à une éclipse solaire partielle en Europe et dans certaines parties de l'Amérique du Nord et de l'Afrique - The Associated Press"
    ]
}