{
    "headlines": [
        "Elon Musk apoia Howard Lutnick como agente de \"mudança\" no Tesouro dos EUA - Financial Times",
        "A Casa Branca de Biden encara uma aquisição de Trump - POLITICO",
        "África do Sul nega comida e água aos mineiros ilegais para forçá-los a sair - The Washington Post",
        "Autoridades de saúde dos EUA relatam 1º caso de nova forma de mpox em viajante - Associated Press",
        "Incêndio engole ala hospitalar no norte da Índia, matando 10 recém-nascidos - Associated Press",
        "   Removido ",
        "Sombras eleitorais de Trump sobre Biden na América do Sul - POLITICO",
        "A escolha de Trump para o Pentágono foi sinalizada como uma possível \"Ameaça Interna\" na Guarda Nacional - PBS NewsHour",
        "Oito mortos após esfaqueamento na escola Wuxi, no leste da China - BBC.com",
        "Rumores da MLB: Juan Soto se encontra com outro rival da AL East, Orioles olhando além de Corbin Burnes - CBS Sports",
        "   Removido ",
        "Porta-voz da campanha de Trump, Karoline Leavitt, nomeada como próxima secretária de imprensa da Casa Branca - PBS NewsHour",
        "McDonald's está investindo US $ 100 milhões para trazer clientes de volta após surto de E. coli - Associated Press",
        "A última superlua de 2024 impressiona os observadores do céu em todo o mundo com a Lua Cheia do Castor (fotos) - Space.com",
        "Chamada de Scholz com Putin abre uma ‘caixa de Pandora’, reclama Zelenskyy da Ucrânia - POLITICO EUROPE",
        "Sundance Head, vencedor do \"The Voice\", recupera após tiroteio acidental no seu rancho no Texas - CBS News",
        "Depois de Trump escolher Gaetz como procurador-geral, há ansiedade e consternação dentro do Departamento de Justiça - The Associated Press",
        "Médicos temem que RFK Jr. promova visões céticas sobre vacinas depois de ser escolhido para secretário do HHS - ABC News",
        "O Fed interrompeu o rali Trump do mercado de ações. O que vem a seguir. - MarketWatch",
        "Em que canal está o Colorado vs. Utah hoje? Horário, programação de TV para o jogo da Semana 12 - Colorado Buffaloes Wire"
    ]
}