{
    "headlines": [
        "\"Três picos é difícil\", como os Ases de Las Vegas estão aprendendo - The Washington Post",
        "Israel diz que oito soldados foram mortos em confrontos com o Hezbollah no Líbano - Reuters",
        "Suporte dos playoffs da MLB de 2024: programação da Wild Card Series, confrontos pós-temporada quando o beisebol de outubro começar - CBS Sports",
        "OpenAI fecha financiamento com avaliação de US $ 157 bilhões, enquanto Microsoft, Nvidia e SoftBank se juntam à rodada - CNBC",
        "Biden diz que se opõe a que Israel destrua os locais de armas nucleares do Irã à medida que as tensões crescem: \"A resposta é não\" - New York Post",
        "   Removido ",
        "Atualizações ao vivo: Israel promete resposta ao ataque com mísseis do Irã, ataques continuam no Líbano, Gaza - CNN",
        "O presidente poderia invocar uma lei de 1947 para tentar suspender a greve dos estivadores. Veja como - The Associated Press",
        "Um tribunal impede um casal de processar a Uber por um acidente, citando termos e condições - NPR",
        "Astros enfrentam eliminação depois de perder o Jogo 1 por 'polegadas' - MLB.com",
        "Quem ganhou o debate de VP? Veja o que os observadores do debate disseram na pesquisa da CBS News - CBS News",
        "Daniel Day-Lewis encerra 7 anos de aposentadoria para atuar no filme do filho - NPR",
        "A lua nova de outubro nos trará um eclipse espetacular do \"anel de fogo\" - Space.com",
        "   Removido ",
        "Rachel Zegler sobre reinventar Branca de Neve e Julieta e enfrentar os fãs tóxicos da Disney: ‘Eu vi mulheres serem destruídas por toda a minha vida’ - Variety",
        "Liderança conservadora promete mudança para vencer novamente - BBC.com",
        "Bem-vindo à nossa mais recente atualização de design, ARS 9.0! - ARS Technica",
        "ESA continua os preparativos para o lançamento do Hera em meio ao aterramento do Falcon 9 - SpaceNews",
        "TechCrunch reimaginado: bem-vindo ao nosso novo design - TechCrunch",
        "As inundações de Helene varreram 11 trabalhadores de uma fábrica no Tennessee. Agora o estado está investigando - The Associated Press"
    ]
}