{
    "headlines": [
        "Chronique d'invité | Peu de temps après avoir accouché, j'ai eu un accident vasculaire cérébral. Ce n'est pas si rare. - The Washington Post",
        "Blake Lively poursuit le co-vedette et réalisateur de « It Ends With Us » Justin Baldoni pour harcèlement sexuel - Hollywood Reporter",
        "Le Sénat adopte la loi sur l'équité en matière de sécurité sociale - CNN",
        "Le podcast College GameDay prédit le résultat de Penn State par rapport à SMU - On3.com",
        "Kirk Cousins devrait être libéré par les Falcons avant que le bonus de 10 millions de dollars ne soit atteint - New York Post",
        "[supprimé]",
        "Choix des éliminatoires du football collégial, calendrier : prédictions contre la propagation, cotes pour les matchs de premier tour - CBS Sports",
        "Résultats Usyk Vs. Fury 2 : Résultats de la carte de combat complet, mises à jour, réactions - Forbes",
        "Le pilonnage du marché de Noël allemand est la dernière attaque à utiliser des véhicules comme armes mortelles - The Associated Press",
        "La sonde solaire de la NASA volera plus près du soleil que n'importe quel objet fabriqué par l'homme - NBC News",
        "Oubliez la chute des marchés boursiers, la Fed a fait le bon choix en une semaine folle - MarketWatch",
        "Les sénateurs démocrates dénoncent la « crise éthique » de la Cour suprême à la fin de l'enquête - NBC News",
        "Les décès par maladie cardiaque montent en flèche dans les zones rurales américaines, en raison de l'augmentation du nombre d'adultes en âge de travailler - NBC News",
        "Huit condamnés en France pour des actions ayant conduit à la décapitation d'enseignants - BBC.com",
        "Big Lots et Party City font faillite. Les magasins de Géorgie vont fermer -  The Atlanta Journal Constitution",
        "Mise à jour sur la grippe aviaire : les cartes montrent les États les plus touchés - États-Unis AUJOURD'HUI",
        "L'ami de Travis Kelce révèle de nouveaux détails intéressants sur Taylor Swift Party - Athlon Sports",
        "Les États-Unis supprimeront une prime de 10 millions de dollars pour le chef rebelle islamiste syrien - Financial Times",
        "Une paire de satellites créera des éclipses solaires artificielles pour étudier le soleil - NPR",
        "Comment le casting rend ce succès « Gypsy » différent - NPR"
    ]
}