{
    "headlines": [
        "Live briefing: Trump’s Middle East envoy heads to Israel, plans to visit Gaza - The Washington Post",
        "Amateur fossil hunter finds 66-million-year-old animal vomit - CNN",
        "A doctor says at least 17 people have died in a stampede at the massive Maha Kumbh festival in India - The Associated Press",
        "Frontier Airlines proposes merging with fellow budget carrier Spirit — again - CNBC",
        "DeepSeek AI Fears Haunt Meta, Microsoft Earnings. What Stock Markets Need to See and 5 Other Things to Know Today. - Barron's",
        "Trump asks Elon Musk to return 2 Starliner astronauts from the ISS for NASA— but they already have a SpaceX ride home - Space.com",
        "iOS 18.3—Update Now Warning Issued To All iPhone Users - Forbes",
        "Karoline Leavitt's first briefing: Press room enters new era - Axios",
        "Scientists discover a super-Earth. Something about it is strange. - Mashable",
        "Fed expected to hold interest rates steady, defying pressure from Trump - ABC News",
        "Lunar New Year: Family, food and colour as millions celebrate Year of the Snake - BBC.com",
        "Global chipmakers rebound after Nvidia shares rally - Financial Times",
        "Tyres burned, embassies attacked in DR Congo’s Kinshasa protests - Al Jazeera English",
        "Ninja Gaiden 2 Black Updated On Xbox, Second Update Arriving Next Month - Pure Xbox",
        "Expert Picks: AT&T Pebble Beach Pro-Am - PGA TOUR",
        "What federal workers should know about Trump administration’s ‘deferred resignation’ offer - The Washington Post",
        "Tuberculosis Outbreak in Kansas Is Among Largest on Record in US - ScienceAlert",
        "Trump is looking to boot transgender troops from the military. Here’s why that’s complicated - The Associated Press",
        "A$AP Rocky's accuser set to testify about alleged shooting in the biggest moment at rapper's trial - Yahoo! Voices"
    ]
}