{
    "headlines": [
        "لن يستبعد ترامب نشر قوات أمريكية لدعم إعادة إعمار غزة، ويرى ملكية أمريكية \"طويلة الأجل\" - وكالة أسوشيتد برس",
        "سبيس إكس تطلق الكتلة النهائية 1 من الأقمار الصناعية WorldView Legion لـ Maxar Technologies - Spaceflight Now",
        "تقول مارفل إن ملصق \"The Fantastic Four\" لم يتم إنشاؤه باستخدام الذكاء الاصطناعي - الموعد النهائي",
        "وزارة الخزانة الأمريكية تتحرك لتهدئة المخاوف من تولي إيلون ماسك نظام المدفوعات - فاينانشال تايمز",
        "مجلس الشيوخ يؤكد تولي بام بوندي منصب المدعي العام للولايات المتحدة، مما يضع حليف ترامب على رأس وزارة العدل - وكالة أسوشيتد برس",
        "شمس على استعداد للاستماع إلى عروض كيفن دورانت مع اقتراب الموعد النهائي للتجارة - الرياضة المصورة",
        "الآغا خان، الزعيم الروحي للمسلمين الإسماعيليين ومحسن، توفي عن عمر يناهز 88 عامًا - وكالة أسوشيتد برس",
        "وزارة الخارجية تستدعي موظفي الوكالة الأمريكية للتنمية الدولية من مهام أجنبية: مصادر - ABC News",
        "الوظائف الرئيسية لوزارة التعليم، التي يتحرك ترامب لتفكيكها - واشنطن بوست",
        "سيناريوهات تداول مايلز غاريت: ثلاث صفقات محتملة للحصول على برنامج Browns All - Pro Pass Rusher للبحث عن بداية جديدة - CBS Sports",
        "نتفليكس تنأى بنفسها عن كارلا صوفيا جاسكون بينما تغيرات حملة أوسكار قوى الجدل \"إميليا بيريز\" - متنوعة",
        "الأسهم تتعافى على الرغم من مخاوف التعريفة الجمركية الصينية - صحيفة وول ستريت جورنال",
        "سهم Snap يقفز مع أرباح الشركة الأم لـ Snapchat، والمبيعات تتفوق على التوقعات - Investor's Business Daily",
        "سهم Alphabet ينخفض بعد فقدان توقعات الإيرادات على الرغم من الزخم القوي - Quartz",
        "تعلن CHIPOTLE عن نتائج الربع الرابع والسنة الكاملة 2024 - 4 فبراير 2025 - IR@chipotle.com",
        "تنطوي تكتيكات التعريفة الجمركية لترامب على مخاطر اقتصادية أعلى مما كانت عليه خلال فترة ولايته الأولى - وكالة أسوشيتد برس",
        "الصين تنتقم من التعريفات الأمريكية. من المتوقع إجراء مكالمة هاتفية بين ترامب وشي. - Barron's",
        "تطبيق الدعوات الجديد من Apple هو عرض لنقاط القوة في نظام iPhone البيئي - 9to5Mac",
        "قالت الشرطة إن الوفيات المؤكدة في إطلاق النار في منشأة لتعليم الكبار في السويد - ABC News",
        "كيف حصل بيل كاسيدي على \"نعم\" على RFK Jr. - POLITICO"
    ]
}