{
    "headlines": [
        "Верховный суд Пенсильвании блокирует подсчет недатированных открепительных удостоверений - USA TODAY",
        "Nvidia займет место Intel в Dow Jones Industrial Average - Reuters",
        "Надежды на прекращение огня исчезают, поскольку Израиль бомбит Газу и Ливан - Reuters",
        "Seahawks исключают WR Metcalf, TE Fant против Rams - ESPN",
        "Сын Хейли Бибер и Джастина Бибера Джек дебютирует в крошечном костюме для Хэллоуина - E! Онлайн - E! НОВОСТИ",
        "Наводнение в Испании: поиск выживших продолжается - BBC.com",
        "2 человека погибли, 7 человек получили ранения в результате стрельбы в центре Орландо - WESH 2 Орландо",
        "SEC, чтобы расправиться с сомнительными тайм-аутами травм: «Играйте в футбол и прекратите притворную бессмыслицу о травмах» - Yahoo Sports",
        "Поведение медоносных пчел генетически запрограммировано - Новости неврологии",
        "Ким Чен Ын отправил северокорейские войска в Россию. Что ему это даст? - The Washington Post",
        "Невидимый щит Земли восстанавливается: замечательное восстановление озона в 2024 году - SciTechDaily",
        "США добавляют всего 12 000 рабочих мест, поскольку ураганы и забастовки дают худший отчет о сроке Байдена - Financial Times",
        "Хайди Клум и Джанель Монаэ наряжаются в костюмы инопланетян для вечеринок на Хэллоуин - The Associated Press",
        "Видео с Bodycam, показанное в суде над Дэниелом Пенни, показывает, как медики пытаются оживить безжизненную Джордан Нили - New York Post",
        "How Did Young Thug Go From An Endless Gang Trial to Walking Away a Free Man? - Billboard (неопр.) (недоступная ссылка).",
        "Илон Маск отправил лотерейный иск на 1 миллион долларов в государственный суд - CNBC",
        "Департамент здравоохранения Айдахо больше не имеет права давать вакцины против COVID-19. Эксперты говорят, что это впервые - The Associated Press",
        "Главный прокурор Аризоны расследует комментарии Трампа о Чейни как возможной угрозе смерти - 12news.com KPNX",
        "Google может, наконец, добавить обложку альбома в Now Playing on Pixel phones - Android Authority",
        "CarPlay в iOS 18.1 получил три небольших улучшения Apple Intelligence - 9to5Mac"
    ]
}