{
    "headlines": [
        "ਹਿਜ਼ਬੁੱਲਾ ਨੇ ਭਾਰੀ ਇਜ਼ਰਾਈਲੀ ਧਮਾਕਿਆਂ ਤੋਂ ਬਾਅਦ ਮਹੱਤਵਪੂਰਨ ਜ਼ਮੀਨੀ ਯੁੱਧ ਲਈ ਨਵੀਂ ਕਮਾਂਡ ਬਣਾਈ - ਰਾਇਟਰਜ਼",
        "ਮੈਸੇਚਿਉਸੇਟਸ ਵਿਚ ਸ਼ੁੱਕਰਵਾਰ ਰਾਤ ਦੁਬਾਰਾ ਉੱਤਰੀ ਲਾਈਟਾਂ ਦਿਖਾਈ ਦੇ ਸਕਦੀਆਂ ਹਨ - ਸੀਬੀਐਸ ਬੋਸਟਨ",
        "ਤੂਫਾਨ ਮਿਲਟਨ ਦਾ ਸਿਹਤ 'ਤੇ ਸਥਾਈ ਪ੍ਰਭਾਵ ਹੁਣੇ ਹੀ ਸ਼ੁਰੂ ਹੋ ਰਿਹਾ ਹੈ, ਅਧਿਐਨ ਸੁਝਾਅ ਦਿੰਦੇ ਹਨ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਨੋਬਲ ਸ਼ਾਂਤੀ ਪੁਰਸਕਾਰ 2024 ਜਾਪਾਨੀ ਪਰਮਾਣੂ ਬੰਬ ਬਚੇ ਸੰਗਠਨ ਨਿਹੋਨ ਹਿਡਾਨਕਯੋ ਨੂੰ ਦਿੱਤਾ ਗਿਆ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਨੈੱਟਫਲਿਕਸ ‘ਹੰਕਾਰ ਅਤੇ ਪੱਖਪਾਤ‘ ਸੀਰੀਜ਼ ਦਾ ਵਿਕਾਸ ਕਰ ਰਿਹਾ ਹੈ - ਡੈੱਡਲਾਈਨ",
        "ਵਾਚ ਟੀਡੀ ਪਲੀਡਜ਼ ਮਨੀ ਲਾਂਡਰਿੰਗ ਨੂੰ ਦੋਸ਼ੀ ਠਹਿਰਾਉਂਦੇ ਹਨ, ਡੀਓਜੇ ਦੁਆਰਾ $ 3 ਬੀ ਦਾ ਜੁਰਮਾਨਾ ਲਗਾਇਆ ਗਿਆ - ਬਲੂਮਬਰਗ",
        "ਸਾਈਬਰਕੈਬ ਰੋਬੋਟੈਕਸੀ ਦੇ ਖੁਲਾਸੇ ਤੋਂ ਬਾਅਦ ਟੇਸਲਾ ਦੇ ਸ਼ੇਅਰ ਪ੍ਰੀਮਾਰਕੇਟ ਵਿੱਚ 6% ਦੀ ਗਿਰਾਵਟ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "49ers ਦੇਰ ਨਾਲ ਹੋਏ ਨੁਕਸਾਨ ਦੀ ਦੌੜ ਤੋਂ ਬਾਅਦ 'ਲੰਬੇ ਖੜ੍ਹੇ' ਹੋਣ 'ਤੇ ਖੁਸ਼ - ਈਐਸਪੀਐਨ",
        "ਐਮਐਲਬੀ ਪਲੇਆਫਸਃ ਯੈਂਕੀਜ਼ ਜਿੱਤ ਬਨਾਮ ਰਾਇਲਜ਼ ਨਾਲ ਏਐਲਸੀਐਸ ਵਿੱਚ ਅੱਗੇ ਵਧਦੇ ਹਨ; ਗਾਰਡੀਅਨਜ਼ ਅਲਡੀਐਸ ਗੇਮ 5 ਬਨਾਮ ਟਾਈਗਰਜ਼ ਨੂੰ ਮਜਬੂਰ ਕਰਦੇ ਹਨ - ਯਾਹੂ ਸਪੋਰਟਸ",
        "ਮਿਨੀਸੋਟਾ ਲਿੰਕਸ ਨੇ ਡਬਲਯੂਐਨਬੀਏ ਫਾਈਨਲਜ਼ ਦੇ ਗੇਮ 1 ਵਿੱਚ ਨਿ New ਯਾਰਕ ਲਿਬਰਟੀ ਉੱਤੇ ਇੱਕ ਰੈਲੀ ਅਤੇ ਓਵਰਟਾਈਮ ਜਿੱਤ ਪ੍ਰਾਪਤ ਕੀਤੀ - ਸਟਾਰ ਟ੍ਰਿਬਿਊਨ",
        "‘ਅਸਵੀਕਾਰਨਯੋਗ': ਲੇਬਨਾਨ ਵਿਚ ਸੰਯੁਕਤ ਰਾਸ਼ਟਰ ਦੇ ਸ਼ਾਂਤੀ ਰੱਖਿਅਕਾਂ 'ਤੇ ਇਜ਼ਰਾਈਲ ਵੱਲੋਂ ਫਾਇਰਿੰਗ ਕਰਨ' ਤੇ ਦੁਨੀਆ ਦਾ ਪ੍ਰਤੀਕਰਮ - Al Jazeera English",
        "ਹਟਾਈ",
        "ਇਜ਼ਰਾਈਲ ਵਿਚ ਇਰਾਨ ਨਾਲ ਟਕਰਾਅ ਵਧਣ ਕਾਰਨ ਬੇਰੂਤ ਵਿਚ ਹਵਾਈ ਹਮਲਿਆਂ ਵਿਚ ਦਰਜਨਾਂ ਜ਼ਖਮੀ, ਘੱਟੋ ਘੱਟ 22 ਦੀ ਮੌਤ - ਫੌਕਸ ਨਿ Newsਜ਼",
        "ਕੋਲੋਰਾਡੋ ਗੋਲਡ ਮਾਈਨ ਟੂਰਿਸਟ ਸਾਈਟ ਤੋਂ 12 ਨੂੰ ਬਚਾਇਆ ਗਿਆ ਜਿੱਥੇ ਐਲੀਵੇਟਰ ਹਾਦਸੇ ਵਿੱਚ 1 ਵਿਅਕਤੀ ਦੀ ਮੌਤ ਹੋ ਗਈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਹੈਰਿਸ ਨੇ ਫੈਡਰਲ ਤੂਫਾਨ ਦੇ ਜਵਾਬ ਦੀ ਆਪਣੀ ਆਲੋਚਨਾ ਲਈ ਟਰੰਪ ਨੂੰ ਤੋੜਿਆ ਅਤੇ ‘ਮਾਣ‘ ਦੀ ਮੰਗ ਕੀਤੀ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਡੀਅਰ ਪਾਰਕ ਵਿਚ ਰਿਫਾਇਨਰੀ ਵਿਚ ਰਸਾਇਣਕ ਰੀਲਿਜ਼ ਦੀ ਰਿਪੋਰਟ ਤੋਂ ਬਾਅਦ 2 ਦੀ ਮੌਤ ਹੋ ਗਈ, ਘੱਟੋ ਘੱਟ 35 ਜ਼ਖਮੀ ਹੋ ਗਏ, ਅਧਿਕਾਰੀਆਂ ਦਾ ਕਹਿਣਾ ਹੈ - ਏਬੀਸੀ13 ਹਿਊਸਟਨ",
        "ਤੁਹਾਨੂੰ ਸਾਬਕਾ ਕਰਮਚਾਰੀ ਜੋ ਕਿਮ Kardashian ਦੀ ਪੜਤਾਲ ਕਰਨ ਲਈ ਕਿਹਾ ਗਿਆ ਸੀ ਕੇ ਮੁਕੱਦਮਾ, 'ਪੂਛ' Bianca Censori - ਅਮਰੀਕਾ ਨੇ ਅੱਜ",
        "ਸੀਨ 'ਡਿੱਡੀ' ਕੰਬਜ਼ 'ਸੈਕਸ ਤਸਕਰੀ ਦੀ ਸੁਣਵਾਈ ਮਈ ਲਈ ਨਿਰਧਾਰਤ ਕੀਤੀ ਗਈ - ਰਾਇਟਰਜ਼",
        "ਇਹ ਤੇਜ਼ ਸੀਃ ਡੀਟ੍ਰਾਯਟ ਟਾਈਗਰਜ਼ ਨੇ ਦੁਬਾਰਾ ਪੋਸਟ ਸੀਜ਼ਨ ਹਾਜ਼ਰੀ ਲਈ ਕੋਮੇਰਿਕਾ ਪਾਰਕ ਦਾ ਰਿਕਾਰਡ ਤੋੜਿਆ - ਡੀਟ੍ਰਾਯਟ ਫ੍ਰੀ ਪ੍ਰੈਸ",
        "ਸੰਭਾਵਤ ਤੌਰ 'ਤੇ ਆਖਰੀ ਵਾਰ ਵੇਖਿਆ ਗਿਆ ਜਦੋਂ ਨੀਐਂਡਰਥਲਸ ਧਰਤੀ' ਤੇ ਚਲੇ ਗਏ ਤਾਂ ਰਾਤ ਦੇ ਅਸਮਾਨ ਵਿਚ ਜਲਦੀ ਹੀ ਚਮਕ ਸਕਦਾ ਹੈ - ਏਬੀਸੀ 7 ਲਾਸ ਏਂਜਲਸ"
    ]
}