{
    "headlines": [
        "Los Angeles wildfires live updates: 2 killed, Palisades and Eaton fires spread across 26,000 acres with 0% containment - Yahoo! Voices",
        "Lebanese army chief edges towards presidency, Lebanese sources say - Reuters",
        "Microsoft to Make Windows on Handheld Gaming PCs More Like Xbox This Year - IGN",
        "Joe Biden says he could have defeated Donald Trump in election - BBC.com",
        "SpaceX Falcon 9 Starlink 12-12 - Kennedy Space Center",
        "Tiger Woods Has a New Fake-Golf League on ESPN. It Is … Something. - Slate",
        "China’s illness spike is mostly just seasonal flu and other usual bugs - Ars Technica",
        "Packers QB Jordan Love limited at practice with elbow injury to start week - Packers Wire",
        "Mathematical methods point to possibility of particles long thought impossible - Phys.org",
        "Leighton Meester, Adam Brody, Anna Faris and More Celebrities Lose Homes in the L.A. Fires - Variety",
        "Brenda Song reveals Pamela Anderson inspired ‘The Last Showgirl’ cast to go makeup-free in the movie - Page Six",
        "Mexico's president tries turning tables on Trump with 'nice' naming idea of her own - Fox News",
        "Jimmy Carter's life intersected with slavery's legacy. His record on Civil Rights is complicated - The Associated Press",
        "Quantum Computing Stocks Sink as Nvidia CEO Says Tech Is 15 to 30 Years Away - Investopedia",
        "Bill Belichick has no plans on returning to NFL despite Tom Brady reaching out about Raiders job, per reports - CBS Sports",
        "Morning coffee habit may be tied to longer life and healthier heart: Study - ABC News",
        "Delays fuel GOP blame game over Trump nominees - POLITICO",
        "Justice Dept. says it won’t yet release Trump classified document report - The Washington Post",
        "Fund or cancel? Robots or humans? NASA punts on Mars Sample Return decision - Ars Technica",
        "Trump asks Supreme Court to halt Friday sentencing in hush money case - The Washington Post"
    ]
}