{
    "headlines": [
        "Someone made a CAPTCHA where you play Doom on Nightmare difficulty - Ars Technica",
        "Week 18 NFL picks: Ravens to clinch AFC North? Will Bengals keep playoff hopes alive? - NFL.com",
        "2025 College Football Playoff odds, prediction: Georgia vs. Notre Dame picks, bets by expert on 22-9 roll - CBS Sports",
        "5 things we know and still don’t know about COVID, 5 years after it appeared - The Associated Press",
        "Giannis Antetokounmpo, Nikola Jokić lead in 1st fan returns of NBA All-Star Voting presented by AT&T - NBA.com",
        "FBI agents search home of top NYPD official amid allegations he demanded sex for overtime pay - The Associated Press",
        "How to Watch the Spectacular Quadrantids Meteor Shower Tonight - WIRED",
        "Inside the Oregon locker room after the No. 1 Ducks’ stunning Rose Bowl loss to Ohio State - OregonLive",
        "Average rate on a 30-year U.S. mortgage hits 6.91%, according to Freddie Mac, the highest since July - ABC News",
        "Montenegro mourns after gunman kills at least 12 people before shooting himself - ABC News",
        "Norovirus cases on the rise; here are the symptoms and how to prevent catching the virus - MLive.com",
        "Samsung’s cheap Galaxy Fit 3 fitness tracker is coming to the US - The Verge",
        "New Orleans attack latest: Police don't believe any other suspects involved, FBI says - ABC News",
        "President Biden Announces Recipients of the Presidential Citizens Medal - The White House",
        "These are the space stocks to watch in 2025 — SpaceX, Boeing and far beyond - MarketWatch",
        "Ariana Grande, Cynthia Erivo on Wicked Oscar Buzz, Queer Glinda and Part 2 - Variety",
        "10 people injured in drive-by shooting at a nightclub in Queens, New York - CNN",
        "'Dinosaur highway' tracks dating back 166 million years are discovered in England - ABC News",
        "South Korean Police Raid Offices of Airline, Airport Involved in Plane Crash - The Wall Street Journal",
        "Trump blames ‘open borders’ for New Orleans, Las Vegas attacks - The Hill"
    ]
}