{
    "headlines": [
        "ਚੀਨੀ ਸਟਾਕ 2015 ਤੋਂ ਜ਼ਿਆਦਾਤਰ ਵਧਦੇ ਹਨ, ਬੁੱਲ ਮਾਰਕੀਟ ਲਈ ਸਿਰਲੇਖ - ਬਲੂਮਬਰਗ",
        "ਇਜ਼ਰਾਇਲੀ ਹਮਲਿਆਂ 'ਚ ਲੇਬਨਾਨ' ਚ ਹਮਾਸ ਦੇ ਨੇਤਾ ਅਤੇ ਬੇਰੂਤ 'ਚ ਤਿੰਨ ਫਲਸਤੀਨੀ ਨੇਤਾਵਾਂ ਦੀ ਮੌਤ - Reuters",
        "ਡੋਜ-ਮੇਕਰ ਸਟੈਲਾਂਟਿਸ ਮੁਨਾਫੇ ਦੀ ਚੇਤਾਵਨੀ ਜਾਰੀ ਕਰਦਾ ਹੈ; ਸ਼ੇਅਰਾਂ ਵਿੱਚ 12% ਦੀ ਗਿਰਾਵਟ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਜਪਾਨੀ ਸਟਾਕ ਫਾਲਟਰ ਦੇ ਤੌਰ ਤੇ ਇਸ਼ੀਬਾ ਦੇ ਜਿੱਤ Wrongfoots ਸੌਖਾ ਸੱਟਾ - ਯਾਹੂ ਵਿੱਤ",
        "ਨੇਪਾਲ ਵਿੱਚ ਹੜ੍ਹ ਨਾਲ ਮਰਨ ਵਾਲਿਆਂ ਦੀ ਗਿਣਤੀ 193 ਤੱਕ ਪੁੱਜ ਗਈ ਹੈ ਕਿਉਂਕਿ ਰਿਕਵਰੀ ਦਾ ਕੰਮ ਤੇਜ਼ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਹਟਾਈ",
        "‘ਤੁਸੀਂ ਠੀਕ ਹੋਵੋਗੇ’: ਤੂਫਾਨ ਹੇਲੀਨ ਪੀੜਤਾਂ ਨੂੰ ਟਰੰਪ ਦਾ ਸੰਦੇਸ਼ ਵਿਵਾਦ ਪੈਦਾ ਕਰਦਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਫੈੱਡ ਦੇ ਪਾਵੇਲ ਇੱਕ ਨੀਤੀਗਤ ਗਲਤੀ, ਚੋਣ ਜੋਖਮ ਬਾਰੇ ਅਰਥਸ਼ਾਸਤਰੀਆਂ ਨੂੰ ਭੜਕਾਉਣ ਦੇ ਤੌਰ ਤੇ ਬੋਲਣ ਲਈ ਤਿਆਰ ਹੈ - ਰਾਇਟਰਜ਼",
        "ਬਾਇਡਨ ਪ੍ਰਸ਼ਾਸਨ ਈਰਾਨੀ ਹਮਲੇ ਤੋਂ ਡਰਦਾ ਹੈ ਅਤੇ ਰੱਖਿਆ 'ਤੇ ਇਜ਼ਰਾਈਲ ਨਾਲ ਕੰਮ ਕਰ ਰਿਹਾ ਹੈ, ਅਮਰੀਕੀ ਅਧਿਕਾਰੀ ਦਾ ਕਹਿਣਾ ਹੈ - ਸੀਐਨਐਨ",
        "ਚੀਨ ਦੀ ਫੈਕਟਰੀ ਗਤੀਵਿਧੀ ਸੁੰਗੜਨ ਨੂੰ ਪੰਜਵੇਂ ਮਹੀਨੇ ਤੱਕ ਵਧਾਉਂਦੀ ਹੈ - ਬਲੂਮਬਰਗ",
        "‘ਭੁਚਾਲ’: ਆਸਟਰੀਆ ਦੀ ਸੱਜੇ ਪੱਖੀ ਅਜ਼ਾਦੀ ਪਾਰਟੀ ਨੇ ਜਿੱਤੀ ਚੋਣ - Al Jazeera English",
        "ਜੇਡੀ ਵੈਨਸ ਅਤੇ ਟਿਮ ਵਾਲਜ਼ ਉਪ ਰਾਸ਼ਟਰਪਤੀ ਬਹਿਸ ਲਈ ਮਿਲਦੇ ਹੋਏ ਕੀ ਵੇਖਣਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਟਾਈਪ 1 ਸ਼ੂਗਰ ਵਾਲੀ ਚੀਨੀ womanਰਤ ਸੈੱਲ ਟ੍ਰਾਂਸਪਲਾਂਟ ਤੋਂ ਬਾਅਦ ਸਥਿਤੀ ਨੂੰ ਉਲਟਾਉਂਦੀ ਵੇਖਦੀ ਹੈ - ਸਾ Southਥ ਚਾਈਨਾ ਮਾਰਨਿੰਗ ਪੋਸਟ",
        "ਟਰੰਪ ਨੇ ਪੈਨਸਿਲਵੇਨੀਆ ਰੈਲੀ ਵਿਚ ਹੈਰਿਸ ਨੂੰ 'ਮਹਾਂਦੋਸ਼ ਅਤੇ ਮੁਕੱਦਮਾ ਚਲਾਉਣ' ਦੀ ਮੰਗ ਕੀਤੀ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਐਤਵਾਰ ਰਾਤ ਫੁੱਟਬਾਲਃ ਡੈਰਿਕ ਹੈਨਰੀ 199 ਦੌੜਾਂ ਲਈ ਦੌੜਾਂ, ਰੇਵੇਨਜ਼ ਨੇ ਬਿੱਲਾਂ ਨੂੰ 35-10 ਨਾਲ ਹਰਾਇਆ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਭੈਣ ਪਤਨੀਆਂ : ਜੇਨੇਲ ਬ੍ਰਾਊਨ ਰੋਬਿਨ ਬ੍ਰਾਊਨ ਅਤੇ ਕੋਡੀ ਬ੍ਰਾਊਨ ਨੂੰ \"ਮਾੜੀ ਪਾਲਣ ਪੋਸ਼ਣ\" ਲਈ ਬੁਲਾਉਂਦੀ ਹੈ - ਈ! ਖ਼ਬਰਾਂ",
        "ਟਰੰਪ ਨੇ ਕਿਹਾ ਪੁਲਿਸ ਦਾ ‘ਹਿੰਸਕ ਦਿਨ’ ਅਪਰਾਧ ਦਾ ਅੰਤ ਕਰੇਗਾ - ਪੋਲਿਟਿਕੋ",
        "Mets-Braves Twin Bill FAQ: ਹਰ ਚੀਜ਼ ਜੋ ਤੁਹਾਨੂੰ ਜਾਣਨ ਦੀ ਜ਼ਰੂਰਤ ਹੈ - MLB.",
        "ਕੈਲੀਫੋਰਨੀਆ ਦੇ ਗਵਰਨਰ ਗੈਵਿਨ ਨਿ Newsਜ਼ੋਮ ਨੇ ਇਤਿਹਾਸਕ ਏਆਈ ਸੁਰੱਖਿਆ ਬਿੱਲ ਨੂੰ ਵੀਟੋ ਕੀਤਾ - ਬੀਬੀਸੀ.",
        "ਐਨਐਫਐਲ ਹਫਤਾ 4 ਗ੍ਰੇਡਃ ਈਗਲਜ਼ ਨੂੰ ਬਕਸ ਨੂੰ ਬਲੋਆਉਟ ਘਾਟੇ ਲਈ 'ਐਫ' ਪ੍ਰਾਪਤ ਕਰੋ, ਕਮਾਂਡਰਾਂ ਨੇ ਕਾਰਡੀਨਲਾਂ 'ਤੇ ਵੱਡੀ ਜਿੱਤ ਲਈ' ਏ+ 'ਕਮਾਏ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ"
    ]
}