{
    "headlines": [
        "La frappe israélienne détruit une partie du dernier hôpital pleinement opérationnel de la ville de Gaza alors que l'offensive s'intensifie - CNN",
        "‘A Minecraft Movie’ atteint 551 millions de dollars dans le monde ; ‘The Amateur’ espionne 32 MILLIONS de dollars – Billetterie internationale - Date limite",
        "La police de Pennsylvanie affirme qu'un incendie criminel à la résidence du gouverneur a forcé le gouverneur Shapiro et sa famille à évacuer - CNN",
        "Un ancien haut responsable de la santé critique RFK Jr. pour avoir minimisé les décès dus à la rougeole - CBS News",
        "Ancien receveur LSU Lacy retrouvé mort à 24 ans - ESPN",
        "Trump en excellente santé cognitive et physique, dit un médecin de la Maison Blanche - BBC",
        "Alexander Volkanovski contre Yair Rodriguez ou Mosvar Evloev après la victoire au titre de l'UFC 314 - MMA Junkie",
        "Garde nationale pour aider Albuquerque à lutter contre le crime, mais certains se demandent si c'est nécessaire - NBC News",
        "Kylie Jenner et Timothée Chalamet ont été repérés sur le PDA à Coachella - instyle.com",
        "Le plus grand essai de l'histoire de Meta commence aujourd'hui. Voici ce qu'il faut savoir - NPR",
        "Les avocats de l'homme expulsé par erreur exigent son retour en utilisant les propres mots de Trump - Axios",
        "La rougeole a explosé au Texas après un financement stagnant du vaccin. De nouvelles coupes menacent la même chose à travers les États-Unis - AP News",
        "Strategy Corner : Comment Norris, Verstappen peuvent progresser au Bahreïn GP - Motorsport.com",
        "Une frappe de missile russe sur une ville ukrainienne tue plus de 30 personnes - The Hill",
        "Convalescence du Pape François ouvre la Semaine Sainte avec des salutations en personne - Politico",
        "La Chine est bien placée pour faire face à la guerre commerciale de Trump - Financial Times",
        "Mensonges et conséquences donnent un nouveau poids à « The Last of Us » Saison 2 - NPR"
    ]
}