{
    "headlines": [
        "James Bond Shocker : Amazon MGM prend le contrôle créatif de la franchise 007 en tant que producteurs Barbara Broccoli et Michael G. Wilson Step Back - Variety",
        "David Valadao marche légèrement sur Medicaid alors que le vote Obamacare le hante - POLITICO",
        "Deux adolescentes du Texas arrêtées pour complot d '« attaque de masse » - BBC.com",
        "Amazon ferme son App Store sur Android - TechCrunch",
        "Cinq équipes MLB avec les offseasons les plus démoralisantes en route vers la saison 2025 - Sports Illustrated",
        "L'ancien patron du football espagnol Luis Rubiales condamné à une amende pour avoir embrassé un joueur - BBC.com",
        "Le nouveau boîtier pliable d'Oppo contrôle à distance un Mac - The Verge",
        "Trump soutient l'idée d'envoyer des économies DOGE aux citoyens américains - The Associated Press",
        "Un tribunal néerlandais condamne 4 membres de la famille pour avoir poignardé mortellement une femme devant sa fille dans un présumé « crime d'honneur » - CBS News",
        "Les prévisions de revenus de Walmart sont à court d'incertitude économique - Bloomberg",
        "Le but de Messi compense le froid glacial alors que l'Inter Miami gagne la Coupe des Champions - The Associated Press",
        "Ce n'est pas un spectacle de 10 actions pour le moment. Voici où trouver des opportunités avec le S&P 500 à des sommets sans précédent. - MarketWatch",
        "iPhone 16e : Apple mise sur les fonctionnalités d'IA à un prix inférieur - BBC.com",
        "Palantir obtient une note d'achat de Loop Capital, qui exige une hausse de plus de 25 % - CNBC",
        "La NASA réduit le risque d'impact de l'astéroïde « city-killer » 2024 YR4 à 1 sur 67 (ouf !) - Space.com",
        "Microsoft a hébergé des vidéos explicites de ce fondateur de startup pendant des années. Voici comment elle les a fait abattre - WIRED",
        "La pilule peut-elle vraiment rendre les femmes plus anxieuses ? - BBC.com",
        "Musk et Trump viennent de répéter des affirmations inexactes d'astronautes Starliner « échoués ». La NASA et les astronautes ne sont pas d'accord - Space.com",
        "Critique TV « Zero Day » : Le thriller politique Netflix de Robert De Niro se bat pour que l'Amérique fonctionne à nouveau - Date limite",
        "Horoscope du jeudi 20 février 2025 - Chicago Sun-Times"
    ]
}