{
    "headlines": [
        "Trumps Tipps zur Leitung der FDA, NIH vom Senat bestätigt - The Washington Post",
        "Giants fügen einen QB hinzu und stimmen Berichten zufolge zu, mit Russell Wilson - FOX Sports zu verhandeln",
        "Aktien-Futures haben sich nach der dreitägigen Siegesserie des S&P 500 kaum verändert: Live-Updates - CNBC",
        "In ihren eigenen Worten: Trump-Beamte zucken mit den Schultern Signalleck einmal Clintons Server verschrien - The Associated Press",
        "\"Sehr ungerecht behandelt\": Trump sagt, dass der Entschädigungsfonds für Randalierer vom 6. Januar diskutiert wird - Axios",
        "Chappell Roan über Menschen, die erwarten, dass sie \"nach anderen Regeln spielt, weil ich schwul bin\" - Hollywood Reporter",
        "Hunderte in Gaza gehen auf die Straße, um gegen Hamas - The Hill zu protestieren",
        "Bozoma Saint John \"Disappointed\" In Garcelle Beauvais For Quiting 'RHOBH': \"I Don 't Think It's A High Note\" - Deadline",
        "Alexis Lete fühlte sich von Phillips bahnbrechender Entscheidung „Deal or No Deal Island“ „erschüttert“ und „betrogen“ - Entertainment Weekly News",
        "Der türkische Oppositionsführer besucht den inhaftierten Istanbuler Bürgermeister inmitten von Protesten - The Washington Post",
        "Die texanische Abgeordnete Jasmine Crockett verteidigt den Kommentar \"Hot Wheels\" über Gouverneur Greg Abbott - USA TODAY",
        "Sie sind als stille Killer bekannt. Jetzt zeigen beispiellose Aufnahmen erste bekannte Hai-Geräusche - CNN",
        "23andMe dachte, seine DNA-Daten würden der Forschung helfen. Dann kam die Realität. - The Washington Post",
        "Gwyneth Paltrow schließt die Fehdegerüchte um Meghan Markle mit einem augenzwinkernden Video ab - Fox News",
        "GameStop-Aktien steigen, nachdem feste Zusagen gemacht wurden, Bitcoin zu kaufen, physische Geschäfte zu schließen - New York Post",
        "Gurman: Jon Prosser's iOS 19 Mockups 'Are not Representative' of Redesign - MacRumors"
    ]
}