{
    "headlines": [
        "\"الكثبان الرملية: النبوءة\" تحذرنا من القادة الكاريزميين والقاتل AI - واشنطن بوست",
        "المحكمة العليا في تكساس تمهد الطريق لموعد إعدام جديد لروبرت روبرسون في وفاة ابنته البالغة من العمر عامين - سي إن إن",
        "حذر زيلينسكي الأوكراني شولتز من دعوة بوتين، كما يقول مصدر كييف - رويترز",
        "Nvidia تحصل على ارتفاع مستهدف للسعر. انخفض السهم على أي حال. - Barron's",
        "مايك تايسون ضد جيك بول فايت ستريمز الليلة على نيتفليكس. إليك الوقت الذي يمكنك مشاهدته - CNET",
        "راشيل زيجلر تعتذر عن منشور مناهض لترامب بعد دعوات ديزني لإطلاق نجم \"بياض الثلج\" - الصفحة السادسة",
        "الدفع أولاً، التوصيل لاحقًا: يُطلب من بعض النساء الدفع مقدمًا لطفلهن - CBS News",
        "يواجه Thune اختبار الولاء الأول: ما يجب القيام به مع اختيارات مجلس الوزراء الأكثر إثارة للجدل لترامب - POLITICO",
        "مبيعات التجزئة قوية بعد تحذير باول بشأن تخفيضات أسعار الفائدة الفيدرالية ؛ S&P 500 Falls - Investor's Business Daily",
        "جنرال موتورز تسرح 1000 موظف وسط إعادة التنظيم وخفض التكاليف - CNBC",
        "استفسر خوان سوتو عن ثلاثة عناصر محددة في عرض الوكالة الخالية من الجوارب الحمراء - الرياضة المصورة",
        "تتنبأ دراسة جديدة بوجود 260 مليون أمريكي يعانون من السمنة المفرطة بحلول عام 2050، ويرشح ترامب RFK Jr. كوزير للصحة، ويشتري Onion Infowars - Yahoo! Voices",
        "كونان أوبراين يستضيف حفل توزيع جوائز الأوسكار 2025 - متنوع",
        "يقوم إيلون ماسك بالتوظيف في فريق عمل DOGE الخاص به - ولكن ستحتاج إلى العمل لأكثر من 80 ساعة في الأسبوع على خفض التكاليف بشكل غير مبهج - Fortune",
        "مسؤول إيراني كبير يتعهد بدعم لبنان في الحرب بين إسرائيل وحزب الله بينما تدفع الولايات المتحدة لوقف إطلاق النار - وكالة أسوشيتد برس",
        "مراجعة: Amazon's 2024 Kindle Paperwhite يجعل أفضل قارئ إلكتروني أفضل قليلاً - Ars Technica",
        "يرتفع القمر العملاق الأخير لعام 2024 الليلة مع اكتمال قمر القندس في نوفمبر - Space.com",
        "تقول منظمة الصحة العالمية إن الزيادة في حالات الحصبة في جميع أنحاء العالم مدفوعة بنقص تغطية اللقاحات - واشنطن بوست",
        "أنا أيضًا قمت بتركيب فتاحة باب مرآب مفتوحة المصدر، وأنا أحبها - آرس تكنيكا",
        "رهانات ضخمة مع Dawgs - Vols! أفضل 4 فرق تنطلق على الطريق! Connelly breaks it down - ESPN"
    ]
}