{
    "headlines": [
        "التغيير الدستوري الذي أجراه بايدن في اللحظة الأخيرة والذي انتقده الخبراء القانونيون: \"ساخر وغير ذي صلة\" - فوكس نيوز",
        "محذوف",
        "تستثمر HHS ما يقرب من 600 مليون دولار في تطوير لقاح إنفلونزا الطيور من موديرنا - سي إن إن",
        "روسيا تحكم على محامي الشخصية المعارضة الراحلة نافالني بالسجن - واشنطن بوست",
        "يحقق المنظمون في تقارير عن أضرار في الممتلكات من انفجار المركبة الفضائية سبيس إكس - سي إن إن",
        "باكستان: الحكم على عمران خان بالسجن 14 عامًا في قضية فساد - BBC.com",
        "سي إن إن تستقر مع أحد قدامى المحاربين في البحرية الأمريكية بعد حكم تشهير بقيمة 5 ملايين دولار - رويترز",
        "ينقل ترامب التنصيب إلى الداخل، \"الغالبية العظمى\" من الضيوف الحاصلين على تذاكر لا يمكنهم الحضور - ABC News",
        "مؤشر داو جونز يرتفع أكثر من 300 نقطة، ومؤشر ستاندرد آند بورز 500 ينشر أفضل أسبوع منذ الفترة التي أعقبت انتخاب ترامب: تحديثات مباشرة - سي إن بي سي",
        "توقعات ولاية أوهايو مقابل نوتردام، والاحتمالات، وانتشار بطولة CFP الوطنية، ووقت اللعبة، ومكان المشاهدة على التلفزيون - CBS Sports",
        "يشارك كايل ماكلاكلان ونعومي واتس وآخرون تحياتهم القلبية لديفيد لينش: \"لقد وضعني على الخريطة\" - سي إن إن",
        "تظل أوامر الإخلاء سارية بعد اندلاع الحريق في منشأة تخزين البطاريات في وسط كاليفورنيا - سي إن إن",
        "جاستن بالدوني يجر تايلور سويفت إلى معركة قانونية ساخنة مع بليك ليفلي - فوكس نيوز",
        "نتائج الموازنة | UFC 311: Makhachev vs Moicano - UFC",
        "علم ميل جيبسون بموعد ترامب من وسائل التواصل الاجتماعي - مراسل هوليوود",
        "مكتب الشؤون العامة | محلل سابق في وكالة المخابرات المركزية يقر بأنه مذنب بنقل معلومات سرية للغاية عن الدفاع الوطني - وزارة العدل",
        "لاول مرة في دوري كرة السلة للسيدات يوم الجمعة. إليك كل ما نعرفه عنه - CNBC",
        "تصفيات الدوري الوطني لكرة القدم الأمريكية 2025: اختيارات ألعاب الجولة التقسيمية - Bleeding Green Nation",
        "سرقت إنتل للتو أموال غداء Nvidia مع ARC B570 - Digital Trends",
        "يواجه عملاء Capital One مشكلات في الوصول إلى الحساب بسبب الانقطاع الفني. تأثير التصوير المقطعي غير واضح. - CT Insider"
    ]
}