{
    "headlines": [
        "طلب المسؤولين الكئيب لأولئك الذين يركبون هيلين في فلوريدا: ضع علامة على جثثكم حتى نتمكن من التعرف عليكم - إن بي سي نيوز",
        "ألاباما أعدمت آلان يوجين ميلر، السجين الثاني المعروف بموته بغاز النيتروجين - سي إن إن",
        "وكالة أمريكية تدعو إلى اتخاذ إجراءات عاجلة بشأن أنظمة الدفة من طراز بوينغ 737 - واشنطن بوست",
        "توم كيم يجلب الصوت، سكوتي شيفلر والولايات المتحدة يلقون الغضب في كأس الرؤساء - إن بي سي سبورتس",
        "إعصار هيلين يصبح عاصفة من الفئة الرابعة في طريقه إلى بيغ بيند في فلوريدا، مما قد يؤدي إلى عاصفة مميتة - سي بي إس نيوز",
        "رعاة البقر مقابل العمالقة ليلة الخميس لكرة القدم: التحديثات المباشرة، النتيجة، النقاط البارزة، كيفية مشاهدة دالاس مقابل نيويورك - ياهو سبورتس",
        "أخبر سام ألتمان موظفي OpenAI أنه لا توجد خطة له للحصول على \"حصة أسهم عملاقة\" في الشركة - CNBC",
        "كشف تحقيق العدالة عن انتشار الإساءة والتمييز من قبل الشرطة في مدينة ميسيسيبي الصغيرة - وكالة أسوشيتد برس",
        "يقول ترامب إنه سيجتمع مع زيلينسكي فرايدي - أكسيوس",
        "تشير محكمة الاستئناف إلى أنها قد تكون منفتحة على تغيير عقوبة الاحتيال المدني لدونالد ترامب البالغة 489 مليون دولار - وكالة أسوشيتد برس",
        "بإقامة حفلة واحدة أخيرة، يصطف مشجعو A خارج المدرج قبل الفجر - San Francisco Chronicle",
        "عائلة مينينديز براذرز تنتقد \"وحوش\" ريان ميرفي على أنها \"مثيرة للاشمئزاز\" - الموعد النهائي",
        "اضطر أكثر من 90,000 شخص في لبنان إلى الفرار من القصف الإسرائيلي هذا الأسبوع - NPR",
        "يقدم زيلينسكي نداءً عاجلًا شخصيًا إلى بايدن وهاريس اللذين يسلطان الضوء على نهجها المتناقض مع ترامب - سي إن إن",
        "إسرائيل تقاتل حزب الله \"بكامل قوتها\" على الرغم من دعوات وقف إطلاق النار - BBC.com",
        "صندوق التحوط الناشط إليوت ينتقد الرئيس التنفيذي لشركة ساوث ويست بوب جوردان مع ارتفاع الأسهم بنسبة 7 ٪ - نيويورك بوست",
        "ستغادر هدى قطب برنامج \"Today\" لشبكة إن بي سي في أوائل العام المقبل - وكالة أسوشيتد برس",
        "عمدة مدينة نيويورك إريك آدمز متهم بالرشوة والاحتيال في مخطط يمتد لما يقرب من 10 سنوات - إن بي سي نيوز",
        "آنا \"ديلفي\" سوروكين تتحدث بعد خروج درامي من \"الرقص مع النجوم\" - إن بي سي نيوز",
        "المذنب \"الرائع حقًا\" في رحلة 81000 عام نحو الأرض قد وصل أخيرًا — إليك كيفية رؤيته - نيويورك بوست"
    ]
}