{
    "headlines": [
        "ਅਲਾਬਾਮਾ ਬਨਾਮ ਜਾਰਜੀਆ ਫਾਈਨਲ ਸਕੋਰਃ ਅਪਡੇਟਸ, ਬੁਲਡੌਗਸ 'ਤੇ ਕ੍ਰਿਮਸਨ ਟਾਈਡ ਦੀ ਜਿੱਤ ਤੋਂ ਹਾਈਲਾਈਟਸ - ਅਮਰੀਕਾ ਅੱਜ",
        "ਡਾਨਾ ਕਾਰਵੇ ਦੇ ਜੋਅ ਬਾਇਡਨ, ਐਂਡੀ ਸੈਮਬਰਗ ਦੇ ਡੱਗ ਇਮਹੌਫ, ਜਿਮ ਗੈਫੀਗਨ ਦੇ ਟਿਮ ਵਾਲਜ਼ ਮਾਇਆ ਰੂਡੋਲਫ ਦੀ ਕਮਲਾ ਹੈਰਿਸ ਨੂੰ ਕਿੱਕ ਆਫ ‘ਐਸ ਐਨ ਐਲ‘ 50 ਵੇਂ ਸੀਜ਼ਨ ਦੇ ਪ੍ਰੀਮੀਅਰ ਕੋਲਡ ਓਪਨ - ਡੈੱਡਲਾਈਨ",
        "ਇਜ਼ਰਾਈਲ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਸਨੇ ਬੇਰੂਤ 'ਤੇ ਹਮਲਿਆਂ ਵਿਚ ਹਿਜ਼ਬੁੱਲਾ ਨੇਤਾ ਨੂੰ ਨਿਸ਼ਾਨਾ ਬਣਾਇਆਃ ਲਾਈਵ ਅਪਡੇਟਸ - ਸੀ ਐਨ ਐਨ",
        "ਸਟੀਵਰਡ ਹੈਲਥ ਕੇਅਰ ਦੇ ਸੀਈਓ ਡਾ. ਰਾਲਫ ਡੀ ਲਾ ਟੋਰੇ ਦੀਵਾਲੀਆ ਕੰਪਨੀ ਨੂੰ ਛੱਡ ਦਿੰਦੇ ਹਨ - ਡਬਲਯੂਸੀਵੀਬੀ ਬੋਸਟਨ",
        "ਜੂਲੀਅਸ ਰੈਂਡਲ ਦਾ ਨਵਾਂ ਲੁੱਕ ਸਾਹਮਣੇ ਆਇਆ ਹੈ ਜਿਵੇਂ ਕਿ ਮੰਮੀ ਨੇ ਇੰਸਟਾਗ੍ਰਾਮ 'ਤੇ ਨਿਕਸ ਦੇ ਵਪਾਰ ਨੂੰ ਸਵੀਕਾਰ ਕੀਤਾਃ‘ ਚਲੋ ਬਘਿਆੜਾਂ ਨੂੰ ਚੱਲੀਏ! ’- ਨਿਊਯਾਰਕ ਪੋਸਟ",
        "ਆਈਡਾਹੋ ਦੇ ਸਾਬਕਾ ਰਾਜ ਸੈਨਿਕ ਡੈਨ ਹਾਵਰਡ ਨੂੰ ਆਪਣੀ ਪਤਨੀ ਦੇ ਕਤਲ ਲਈ ਕਿਵੇਂ ਗ੍ਰਿਫਤਾਰ ਕੀਤਾ ਗਿਆ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਯੂਟਿubeਬ ਸੇਸੈਕ ਵਿਵਾਦ ਦੇ ਕਾਰਨ ਅਡੇਲ, ਨਿਰਵਾਣਾ ਅਤੇ ਹੋਰਾਂ ਤੋਂ ਗਾਣੇ ਖਿੱਚਦਾ ਹੈ - ਦਿ ਵਰਜ",
        "ਬਾਗ਼ੀ ਵਿਲਸਨ ਇਤਾਲਵੀ ਵਿਆਹ ਸਮਾਰੋਹ ਵਿਚ ਰਾਮੋਨਾ Agruma ਵਿਆਹ - ਈ! ਨਿਊਜ਼",
        "ਉੱਤਰੀ ਕੈਰੋਲੀਨਾ ਦੇ ਐਸ਼ੇਵਿਲੇ ਨੇ ਹੇਲੇਨ ਦੇ ਨੁਕਸਾਨ ਤੋਂ ਬਾਅਦ ਬਿਜਲੀ ਕੱਟ ਦਿੱਤੀ, ਸੜਕਾਂ ਨੂੰ ਹੜ੍ਹ ਆਇਆ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਸਤੰਬਰ 28 ਲਈ ਪਾਵਰਬਾਲ ਜੇਤੂ ਨੰਬਰਃ 243 ਮਿਲੀਅਨ ਡਾਲਰ 'ਤੇ ਜੈਕਪਾਟ - ਅਮਰੀਕਾ ਅੱਜ",
        "ਹੈਰਿਸ ਦੇ ਸਰਹੱਦੀ ਦੌਰੇ ਤੋਂ ਬਾਅਦ ਟਰੰਪ ਪਾਉਂਡ ਇਮੀਗ੍ਰੇਸ਼ਨ ਸੰਦੇਸ਼ - ਐਕਸੀਓਸ",
        "ਓਬੀਐਕਸ ਵਿਚ ਜਹਾਜ਼ ਹਾਦਸੇ ਤੋਂ ਬਾਅਦ ਕਈ ਲੋਕਾਂ ਦੀ ਮੌਤ - WAVY.",
        "ਕੈਲੀਫੋਰਨੀਆ ਸਕੂਲ ਕੈਫੇਟੇਰੀਆ ਤੋਂ ਫਰੂਟ ਲੂਪਸ ਨੂੰ ਬੈਨ ਕਰਨ ਵਾਲਾ ਪਹਿਲਾ ਰਾਜ ਹੈ - ਪੋਲਿਟਿਕੋ",
        "ਮੋਇਕਾਨੋ ਨੇ ਸੇਂਟ ਡੇਨਿਸ ਨੂੰ ਡਰੱਬ ਕੀਤਾ ਕਿਉਂਕਿ ਡਾਕਟਰ ਲੜਾਈ ਰੋਕਦਾ ਹੈ - ਈਐਸਪੀਐਨ",
        "ਸਪੇਸਐਕਸ ਕੈਪਸੂਲ ਫਸੇ ਪੁਲਾੜ ਯਾਤਰੀਆਂ ਨੂੰ ਵਾਪਸ ਲਿਆਉਣ ਲਈ ਬਚਾਅ ਮਿਸ਼ਨ ਸ਼ੁਰੂ ਕਰਦਾ ਹੈ - ਬੀਬੀਸੀ.",
        "ਯੂਬੀਐਸ ਚੇਅਰ ਨੇ ਪੂੰਜੀ ਦੀਆਂ ਜ਼ਰੂਰਤਾਂ ਵਿੱਚ ਵੱਡੇ ਵਾਧੇ ਵਿਰੁੱਧ ਚੇਤਾਵਨੀ ਦਿੱਤੀ, ਅਖਬਾਰਾਂ ਦੀਆਂ ਰਿਪੋਰਟਾਂ - ਯਾਹੂ ਵਿੱਤ",
        "ਹਸਨ ਨਸਰਾਲਾ ਦਾ ਖੂਨ 'ਬਦਲਾ ਨਹੀਂ ਲਵੇਗਾ', ਈਰਾਨ ਦੀ ਚਿਤਾਵਨੀ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਜੌਰਡਨ ਪਿਆਰ ਦੀ ਸੱਟ ਦਾ ਅਪਡੇਟਃ ਪੈਕਰਜ਼ ਹਫਤੇ 4 ਬਨਾਮ ਵਾਈਕਿੰਗਜ਼ - ਪੈਕਰਜ਼ ਨਿ Newsਜ਼ ਵਿਚ ਵੈਟਰਨ ਕੁਆਰਟਰਬੈਕ ਦੀ ਸ਼ੁਰੂਆਤ ਕਰਨਗੇ",
        "ਰੂਸ ਨੇ ਸੰਯੁਕਤ ਰਾਸ਼ਟਰ ਵਿਖੇ ਅਮਰੀਕਾ ਨੂੰ ਨਵੀਂ ਪ੍ਰਮਾਣੂ ਚੇਤਾਵਨੀ ਜਾਰੀ ਕੀਤੀਃ 'ਆਤਮ ਹੱਤਿਆ ਦਾ ਉੱਦਮ' - ਨਿਊਜ਼ਵੀਕ",
        "ਫੋਟੋਆਂਃ ਤੂਫਾਨ ਹੇਲੀਨ ਦੱਖਣ-ਪੂਰਬੀ ਅਮਰੀਕਾ ਦੇ ਪਾਰ ਹੜ੍ਹਾਂ ਅਤੇ ਵਿਨਾਸ਼ ਨੂੰ ਛੱਡਦਾ ਹੈ - ਸੀ ਐਨ ਬੀ ਸੀ"
    ]
}