{
    "headlines": [
        "Ridley Scott: O personagem 'Gladiador II’ de Denzel Washington é \"muito próximo de Trump\" - Hollywood Reporter",
        "Broncos-Chargers na semana 16 flexionados para quinta-feira - ESPN",
        "Sentença secreta de Trump é adiada indefinidamente, diz juiz - CNN",
        "Laos: Pais \"devastados\" pela suspeita de morte por envenenamento da filha - BBC.com",
        "Bilheteria: ‘Wicked‘ arrecada US $ 19,2 milhões em prévias, ‘Gladiador II’ arrecada US $ 6,5 milhões - Variety",
        "   Removido ",
        "Mandados de prisão internacionais foram emitidos contra Netanyahu e Gallant. O que acontece a seguir? - Vox.com",
        "Ensaio | Eu estava com ótima saúde. Então, por que minhas artérias estavam entupidas? - The Wall Street Journal",
        "   Removido ",
        "Amazon investe mais US $ 4 bi na Anthropic, maior rival da OpenAI - CNBC",
        "Estudo Relativo Revela que a Aspirina e Outras Drogas Populares Podem Aumentar o Risco de Demência - SciTechDaily",
        "Bitcoin parece ter passado dos US $ 100 mil com a renúncia do presidente da SEC, Gary Gensler - Investor's Business Daily",
        "A Embaixada dos EUA em Londres volta ao normal depois que a polícia realiza uma explosão controlada de pacotes - The Associated Press",
        "Previsões ousadas da Semana 12 da NFL: Drake Maye capacita os Patriots a irritar os Dolphins de Tua - CBS Sports",
        "DISCUSSÃO DE TREINO: O ritmo da Mercedes chamou a atenção – mas eles podem ser um fator no dia da corrida em Las Vegas? - Fórmula 1",
        "   Removido ",
        "Mike Tomlin: O tempo não determinou o quanto usamos Justin Fields - NBC Sports",
        "EUA investigam vínculos do JPMorgan com o fundo de hedge do barão do petróleo iraniano - Bloomberg",
        "Ellen DeGeneres foi flagrada vivendo sua melhor vida como morena no Reino Unido após a vitória de Trump - Yahoo Entertainment",
        "A placa-mãe Colorfire B650M MEOW agora suporta o Ryzen 9000 com um novo BIOS com tema de gato - VideoCardz.com"
    ]
}