{
    "headlines": [
        "Northern Lights Update: Here’s Where Aurora Borealis Can Be Viewed Tonight - Forbes",
        "Florida is on alert as a new tropical depression forms in the Gulf, just days after Hurricane Helene - CNN",
        "‘Joker: Folie à Deux’ Falling Flat at Box Office After Receiving an Unprecedented D CinemaScore - Hollywood Reporter",
        "Rising from the ashes: Israelis in nation's war-torn south move home a year after October 7 massacre - Fox News",
        "Israel expands its bombardment in Lebanon as tens of thousands flee - The Associated Press",
        "Four Americans are still held hostage by Hamas a year after Oct. 7 attack - The Washington Post",
        "Trump returns to Butler, Pennsylvania, for a rally today. Here's how Secret Service will secure the event. - CBS News",
        "Iran’s missile attack on Israel raises questions about limits of arsenal - The Washington Post",
        "How long will it take the supply chain to normalize after dockworkers strike? - Fox Business",
        "Inside a North Carolina mountain town that Hurricane Helene nearly wiped off the map - The Associated Press",
        "1-month-old twins who died with mother believed to be the youngest-known Hurricane Helene victims - CBS News",
        "Starfield’s big Shattered Space expansion isn’t weird enough - The Verge",
        "Hurricane Helene: Dolly Parton donates $1m to recovery efforts - BBC.com",
        "A new Blue Origin: CEO Dave Limp is bringing urgency and ‘decisiveness’ to Jeff Bezos’ space company - CNBC",
        "UFC 307 predictions - MMA Fighting",
        "Bronny James makes NBA preseason debut, with LeBron watching from the bench - CNN",
        "Two more women in Massachusetts test positive for West Nile Virus - WCVB Boston",
        "Steelers have a Justin Fields blueprint -- will they use it? - ESPN",
        "NASA releases photo of ocean world. It shows why NASA's going there. - Mashable",
        "What is the deadly Marburg virus and where has it spread? - Al Jazeera English"
    ]
}