{
    "headlines": [
        "Вспышка HMPV в Китае: это новый вирус? Чем он похож на Covid-19? Есть ли вакцина? Что мы знаем на данный момент | Мята - Мята",
        "ХАМАС утвердил израильский список заложников для потенциального обмена: Reuters - CNN",
        "Викинги споткнулись о семя № 5, клянутся «ответить» - ESPN",
        "Израильская головоломка Красного моря: удар по хуситам или Ирану - The Wall Street Journal",
        "Исход банков Уолл-стрит из климатической группы беспокоит сторонников - Reuters.com",
        "Конгресс готов подтвердить победу Трампа на выборах, но его наследие от 6 января висит на волоске - The Associated Press",
        "Майк Макдэниел предлагает Тайрику Хиллу снять себя с воскресной игры - NBC Sports",
        "ОБНОВЛЕНИЯ В РЕАЛЬНОМ ВРЕМЕНИ: чрезвычайная ситуация со снегом, выпущенная для округов; Что это значит? - WHIO",
        "Мисс Америка 2025: Мисс Алабама Эбби Стокард выигрывает корону - AL.com",
        "Дональд Трамп взрывает «коррумпированную» и «сломанную» правовую систему перед вынесением приговора - The Hill",
        "Samsung представляет перевод в прямом эфире на своих телевизорах на выставке CES 2025 - TechCrunch",
        "Продажи iPhone Maker Hon Hai Clinches превзошли высокий спрос на ИИ - Bloomberg",
        "Монолог Никки Глейзер «Золотой глобус»: ее самые злые шутки - Hollywood Reporter",
        "Что нужно знать о дорожных сборах на Манхэттене, так как Нью-Йорк становится первым городом США с платой за пробки - Axios",
        "Акции неоднородны в Азии, канадский доллар вырос в отчете Трюдо - Reuters",
        "Фотография плей-офф НФЛ 2025 года, сетка: Расписание Wild Card Weekend обнародовано, Vikings-Lions проиграли Рэмс - CBS Sports",
        "Изъято",
        "Тренер по пожарам Patriots Джерод Майо вскоре после того, как победил Биллса, чтобы закончить свой одинокий сезон в 4-13 - The Associated Press",
        "ERCOT выдает Метеорологическую вахту в преддверии холодной погоды в Техасе - KPRC Click2Houston",
        "Изъято"
    ]
}