{
    "headlines": [
        "Трамп проводит митинг в региональном аэропорту Арнольда Палмера в Пенсильвании - CBS Pittsburgh",
        "Yankees vs. Guardians live score updates: ALCS Game 5 can send NY to World Series - USA TODAY",
        "Отслеживание урагана «Оскар»: карта и прогнозируемый путь шторма - The Washington Post",
        "Машинисты Boeing в среду проголосуют за новое предложение о прекращении забастовки - The Seattle Times",
        "Счет «Техас против Джорджии»: обновления игр в реальном времени, результаты футбольных матчей в колледжах, 25 лучших моментов NCAA - CBS Sports",
        "Что нужно знать о сбое в электросети, который погрузил Кубу в темноту - The Associated Press",
        "Азиатские IPO запланированы на неделю блокбастеров как возвращение «животных духов» - Bloomberg",
        "Израильские удары в северной части Газы приводят к десяткам жертв, говорят врачи - Reuters",
        "Многочисленные сорта замороженных вафель отозваны из-за возможного заражения листерией - Fox Business",
        "3 убитых и 8 раненых в результате массовой стрельбы после домашней игры в Миссисипи - CNN",
        "По меньшей мере 7 человек погибли после обрушения трапа паромного дока на острове Сапело в Джорджии - Associated Press",
        "Дочь Рози О 'Доннелл Челси арестована за безнадзорность и преступления, связанные с наркотиками - E! Онлайн - E! НОВОСТИ",
        "Джеймс Ганн представляет «Коммандос существ» и делится обновлениями о «Супермене», «Супергёрл» и «Фонарях» - Hollywood Reporter",
        "Метеоритный дождь Орионидов 2024: как и когда увидеть один из самых красивых дождей - Axios",
        "Последний полет Starship вызывает похвалу и беспокойство в IAC - SpaceNews",
        "Лиам Пейн, вероятно, получил наркотики от сотрудника отеля перед смертью, обвинение может последовать: отчет - Страница шестая",
        "Нетаньяху не испугался после сообщения о нападении беспилотника на его дом - BBC.com",
        "Смотрите в прямом эфире: Харрис ухаживает за избирателями в Атланте с музыкальным гостем Ашером - The",
        "Группа Telegram опубликовала то, что она называет «высоко засекреченными» документами США о планах атак Израиля - Business Insider",
        "Willie Nelson Sets Cannabis Community Call in Support of Kamala Harris - Deadline (англ.) (недоступная ссылка - история)."
    ]
}