{
    "headlines": [
        "ਦੱਖਣੀ ਕੋਰੀਆ ਦੀ ਸੰਸਦ ਨੇ ਮਾਰਸ਼ਲ ਲਾਅ ਦੀ ਹਾਰ ਨੂੰ ਲੈ ਕੇ ਰਾਸ਼ਟਰਪਤੀ ਨੂੰ ਮਹਾਂਦੋਸ਼ ਲਗਾਉਣ ਲਈ ਵੋਟਾਂ ਪਾਈਆਂ - ਸੀਐਨਐਨ",
        "ਟੈਕਸਾਸ ਨੇ ਗਰਭਪਾਤ ਦੀਆਂ ਗੋਲੀਆਂ ਮੇਲ ਕਰਨ 'ਤੇ ਰਾਜ ਤੋਂ ਬਾਹਰ ਦੇ ਡਾਕਟਰ' ਤੇ ਮੁਕੱਦਮਾ ਕੀਤਾ - ਐਕਸੀਓਸ",
        "ਨੈਨਸੀ ਪੇਲੋਸੀ ਵਿਦੇਸ਼ੀ ਯਾਤਰਾ 'ਤੇ ਸੱਟ ਲੱਗਣ ਤੋਂ ਬਾਅਦ ਹਸਪਤਾਲ ਵਿਚ - ਬੀਬੀਸੀ.",
        "ਪੋਲੀਓ ਤੋਂ ਬਚੇ ਮਿਚ ਮੈਕਕੌਨਲ ਟੀਕੇ ਨੂੰ ਕਮਜ਼ੋਰ ਕਰਨ ਦੀਆਂ ਕੋਸ਼ਿਸ਼ਾਂ ਦੀ ਆਲੋਚਨਾ ਕਰਦਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "'ਕ੍ਰਾਵੇਨ ਦ ਹੰਟਰ‘ ਅਤੇ ’ਮੈਡਮ ਵੈਬ‘ ਤੋਂ ਬਾਅਦ ਵੀ, ਸੋਨੀ ਦੀਆਂ ਮਾਰਵਲ ਫਿਲਮਾਂ ਮਰੇ ਨਹੀਂ ਹਨ (ਵਿਸ਼ੇਸ਼) - ਵੰਨਗੀ",
        "ਜੋਅਲ ਐਂਬੀਡ ਨੇ ਸਿਕਸਰਜ਼ ਦੇ ਸੀਜ਼ਨ ਨੂੰ ਨਰਕ ਤੋਂ ਜਾਰੀ ਰੱਖਣ ਦੇ ਤੌਰ ਤੇ ਚਿਹਰੇ 'ਤੇ ਮਾਰਨ ਤੋਂ ਬਾਅਦ ਪੈਸਰਜ਼ ਨੂੰ ਹਾਰ ਤੋਂ ਬਾਹਰ ਨਿਕਲਿਆ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਟਰੰਪ ਨੇ ਦਿਨ ਦੀ ਰੌਸ਼ਨੀ ਬਚਾਉਣ ਦਾ ਸਮਾਂ ਖਤਮ ਕਰਨ ਦੀ ਮੰਗ ਕੀਤੀ । ਇਹ 'ਅਸੁਵਿਧਾਜਨਕ‘ ਹੈ, ਉਹ ਕਹਿੰਦਾ ਹੈ. - ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਕਾਲਜ ਬਾਸਕਟਬਾਲ ਪਿਕਸ, ਸ਼ਡਿ: ਲਃ ਟੈਨਿਸੀ ਬਨਾਮ ਇਲੀਨੋਇਸ ਲਈ ਭਵਿੱਖਬਾਣੀ ਅਤੇ ਸ਼ਨੀਵਾਰ ਨੂੰ ਹੋਰ ਚੋਟੀ ਦੇ 25 ਖੇਡਾਂ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਜੈਮਿਨੀਡ ਮੀਟੀਅਰ ਸ਼ਾਵਰ ਪੀਕਸ ਅੱਜ ਰਾਤ - ਡਬਲਯੂਆਰਜੀਬੀ",
        "ਡਬਲਯੂਡਬਲਯੂਈ ਸਮੈਕਡਾਉਨ ਨਤੀਜੇ – 12/13/24 (ਸ਼ਨੀਵਾਰ ਰਾਤ ਦੇ ਮੁੱਖ ਪ੍ਰੋਗਰਾਮ ਲਈ ਗੋ-ਹੋਮ ਸ਼ੋਅ) - Wrestleview.com",
        "ਓਪਨਏਆਈ ਐਲਨ ਮਸਕ ਦੀਆਂ ਵਧੇਰੇ ਅੰਦਰੂਨੀ ਈਮੇਲਾਂ ਪ੍ਰਕਾਸ਼ਤ ਕਰਦਾ ਹੈ ਜੋ ਦਿਖਾਉਂਦਾ ਹੈ ਕਿ ਉਸਨੇ ਅਸਲ ਵਿੱਚ ਇੱਕ ਲਾਭਕਾਰੀ structureਾਂਚੇ ਦਾ ਪੱਖ ਪੂਰਿਆ - ਬਿਜ਼ਨਸ ਇਨਸਾਈਡਰ",
        "ਇਹ 30 ਪੌਪ ਸਭਿਆਚਾਰ ਦੇ ਪਲ ਸਾਰੇ 2024 ਵਿੱਚ ਹੋਏ, ਪਰ ਮੈਨੂੰ ਸ਼ੱਕ ਹੈ ਕਿ ਕੋਈ ਵੀ ਉਨ੍ਹਾਂ ਨੂੰ ਸਭ ਯਾਦ ਰੱਖੇਗਾ - BuzzFeed",
        "ਗੋਲਨ ਹਾਈਟਸਃ ਇਜ਼ਰਾਈਲ ਦੀ ਫੌਜ ਸਰਦੀਆਂ ਲਈ ਮਾਉਂਟ ਹਰਮਨ 'ਤੇ ਰਹਿਣ ਦੀ ਤਿਆਰੀ ਕਰ ਰਹੀ ਹੈ - ਬੀਬੀਸੀ.",
        "ਫ੍ਰਾਂਸੋਇਸ ਬਾਯਰੂ ਨੂੰ ਫ੍ਰੈਂਚ ਪ੍ਰਧਾਨ ਮੰਤਰੀ ਨਿਯੁਕਤ ਕੀਤਾ ਗਿਆ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "ਸੀਰੀਆ ਦੇ ਬਾਗ਼ੀ ਅਮਰੀਕੀ ਫੌਜੀ ਪੋਸਟ ਨੂੰ ਅਮਰੀਕੀ ਪਹੁੰਚਾਉਂਦੇ ਹਨ, ਫੋਟੋਆਂ ਦਿਖਾਉਂਦੀਆਂ ਹਨ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਨਿਊ ਜਰਸੀ ਅਤੇ ਨੇੜਲੇ ਰਾਜਾਂ 'ਤੇ ਰਹੱਸਮਈ ਡਰੋਨਃ ਟਰੰਪ ਨੇ ਵਧੇਰੇ ਨਜ਼ਰਾਂ ਦੀ ਰਿਪੋਰਟ ਕੀਤੀ (ਅਪਡੇਟ ਕਰਨਾ) - ਫੋਰਬਸ",
        "ਰੈਮਸ-49ers ਵੀਰਵਾਰ ਨਾਈਟ ਫੁੱਟਬਾਲ ਲਈ 12.29 ਮਿਲੀਅਨ ਡਰਾਅ ਕਰਦਾ ਹੈ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਖੋਜਕਰਤਾ ਪ੍ਰਾਚੀਨ ਜੀਨਾਂ ਦੀ ਵਰਤੋਂ ਨਿਸ਼ਾਨਦੇਹੀ ਕਰਨ ਲਈ ਕਰਦੇ ਹਨ ਜਦੋਂ ਮਨੁੱਖ ਅਤੇ ਨੀਂਦਰਥਲ ਮਿਲਾਏ ਜਾਂਦੇ ਹਨ - ਪੀਬੀਐਸ ਨਿ Newsਜ਼ਹੌਰ",
        "ਬਾਇਡਨ ਦੀ ‘ਕਿਡਜ਼ ਫਾਰ ਕੈਸ਼‘ ਘੁਟਾਲੇ ਵਿਚ ਤਬਦੀਲੀ ਕੁਝ ਪੈਨਸਿਲਵੇਨੀਆ ਪਰਿਵਾਰਾਂ ਨੂੰ ਨਾਰਾਜ਼ ਕਰਦੀ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਬਰਡ ਫਲੂ ਨੇ ਲੂਸੀਆਨਾ ਵਿੱਚ ਪੰਛੀਆਂ ਤੋਂ ਮਨੁੱਖਾਂ ਵਿੱਚ ਛਾਲ ਮਾਰੀ; ਮਰੀਜ਼ ਹਸਪਤਾਲ ਵਿੱਚ ਦਾਖਲ - ਆਰਸ ਟੈਕਨੀਕਾ"
    ]
}