{
    "headlines": [
        "ਮੈਸੀ ਦੀ ਡਿਲਿਵਰੀ ਖਰਚੇ ਦੀ ਜਾਂਚ ਖ਼ਤਮ ਕਰਦੀ ਹੈ, ਇਹ ਕਹਿੰਦੀ ਹੈ ਕਿ ਕਰਮਚਾਰੀ ਨੇ 151 ਮਿਲੀਅਨ ਡਾਲਰ ਲੁਕਾਏ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "‘ਤੁਸੀਂ ਮੈਨੂੰ ਠੇਸ ਪਹੁੰਚਾਉਂਦੇ ਹੋ’: ਸਾਬਕਾ ਜੈੱਟਸ ਪਾਸ ਰਸ਼ਰ ਮਾਰਕ ਗੈਸਟੀਨੋ ਵਿਵਾਦਪੂਰਨ ਐਨਐਫਐਲ ਬੋਰੀ ਰਿਕਾਰਡ ਗੜਬੜੀ ਬਾਰੇ ਬ੍ਰੈਟ ਫਾਵਰ ਦਾ ਸਾਹਮਣਾ ਕਰਦਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਯੂਨਾਈਟਿਡ ਹੈਲਥਕੇਅਰ ਦੇ ਸੀਈਓ ਦੀ ਹੱਤਿਆ ਨਵੀਨਤਮਃ ਸ਼ੱਕੀ ਲੁਗੀ ਮੈਂਗੀਓਨ ਨਿ New ਯਾਰਕ ਦੀ ਹਵਾਲਗੀ ਨਾਲ ਲੜਨ ਲਈ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਖਾਮੇਨੀ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਅਮਰੀਕਾ, ਇਜ਼ਰਾਈਲ ਸੀਰੀਆਈ ਸ਼ਾਸਨ ਦੇ ਪਤਨ ਪਿੱਛੇ ਸੀ, ਤੁਰਕੀ ਨੂੰ ਵੀ ਸੰਕੇਤ ਕਰਦਾ ਹੈ - ਇਜ਼ਰਾਈਲ ਦੇ ਟਾਈਮਜ਼",
        "ਯੂ ਐਨ ਸੀ ਬਿਲ ਬੇਲੀਚਿਕ ਹੈੱਡ ਕੋਚਿੰਗ ਨੌਕਰੀ ਦੀ ਪੇਸ਼ਕਸ਼ ਕਰਦਾ ਹੈ, ਸੂਤਰਾਂ ਦਾ ਕਹਿਣਾ ਹੈ - ਡਬਲਯੂਸੀਵੀਬੀ ਬੋਸਟਨ",
        "ਡ੍ਰੀਮ ਪ੍ਰੋਡਕਸ਼ਨਜ਼ ਇਕ ਮੈਟਾ ਹੈ, ਥੋੜਾ ਜਿਹਾ ਗੜਬੜ ਇਨਸਾਈਡ ਆਉਟ ਸਪਿਨ-ਆਫ - ਦਿ ਏਵੀ ਕਲੱਬ",
        "ਸ਼ੀ ਰੈਡੀਜ਼ ਬਾਇਡਨ ਕਰਬਜ਼ ਤੋਂ ਬਾਅਦ ਯੂਐਸ ਵਪਾਰ ਯੁੱਧ ਲਈ ਚਿਪਸ ਸੌਦੇਬਾਜ਼ੀ ਕਰਦਾ ਹੈ - ਬਲੂਮਬਰਗ",
        "ਕ੍ਰੋਗਰ-ਅਲਬਰਟਸਨ ਅਭੇਦ ਫੈਡਰਲ ਜੱਜ ਦੁਆਰਾ ਰੋਕਿਆ ਗਿਆ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਉੱਤਰੀ ਕੋਰੀਆ ਨੇ ਦੱਖਣੀ ਕੋਰੀਆ ਦੇ ਮਾਰਸ਼ਲ ਲਾਅ ਘੋਸ਼ਣਾ 'ਤੇ ਚੁੱਪ ਤੋੜ ਦਿੱਤੀ - ਨਿਊਯਾਰਕ ਟਾਈਮਜ਼",
        "ਟਰੰਪ ਸਪਲਿਟ ਅਫਵਾਹਾਂ ਤੋਂ ਬਾਅਦ ਡੌਨ ਜੂਨੀਅਰ ਦੀ ਮੰਗੇਤਰ ਕਿਮਬਰਲੀ ਗਿਲਫੋਇਲ ਨੂੰ ਵਿਦੇਸ਼ ਭੇਜਦਾ ਹੈ - ਦਿ ਡੇਲੀ ਬੀਸਟ",
        "ਸੀਰੀਆਃ ਇਜ਼ਰਾਈਲ ਨੇ ਲਤਾਕੀਆ ਵਿਚ ਜਲ ਸੈਨਾ ਦੇ ਬੇੜੇ 'ਤੇ ਹਮਲੇ ਦੀ ਪੁਸ਼ਟੀ ਕੀਤੀ - ਬੀਬੀਸੀ.",
        "ਸੀਰੀਆ ਵਿੱਚ ਲਾਪਤਾ ਹੋਏ ਪਿਆਰਿਆਂ ਦੀ ਭਿਆਨਕ ਤਲਾਸ਼ - ਦ ਨਿਊਯਾਰਕ ਟਾਈਮਜ਼",
        "ਜੱਜ ਨੇ ਐਲੇਕਸ ਜੋਨਸ ਦੇ ਇਨਫੋਵਾਰਾਂ ਦੀ ਪਿਆਜ਼ ਦੀ ਖਰੀਦ ਨੂੰ ਰੋਕਿਆ - ਸੀ ਐਨ ਐਨ",
        "ਗੂਗਲ ਡੌਕਸ ਨੂੰ ਭੁੱਲ ਜਾਓ — ਮੈਂ ਹੁਣੇ ਓਪਨਏਆਈ ਕੈਨਵਸ ਨਾਲ ਹੱਥ ਮਿਲਾਇਆ ਅਤੇ ਇਹ ਅਸਲ ਵਿੱਚ ਬਿਹਤਰ ਹੈ - ਟੌਮ ਦੀ ਗਾਈਡ",
        "ਸਵੇਰ ਦੀ ਬੋਲੀਃ ਸੀਪੀਆਈ ਵਿੱਚ ਸੰਪੂਰਨਤਾ ਲਈ ਕੀਮਤ - ਰਾਇਟਰਜ਼",
        "ਅਸਦ ਦੇ ਭੰਨਤੋੜ ਵਾਲੇ ਮਹਿਲ ਦੇ ਅੰਦਰਃ ਚਿੰਤਾ ਦੀਆਂ ਗੋਲੀਆਂ, ਗ੍ਰੈਫਿਟੀ ਅਤੇ ਸ਼ਰੇਡਡ ਪੋਸਟਰ - ਦਿ ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "ਜੇ ਜੇ ਅਬਰਾਮਜ਼ ਨੇ ਵਾਰਨਰ ਬ੍ਰਦਰਜ਼ ਨਾਲ ਨਵਾਂ ਟੀਵੀ ਅਤੇ ਫਿਲਮ ਪ੍ਰੋਡਕਸ਼ਨ ਸਮਝੌਤਾ ਸੈੱਟ ਕੀਤਾ, ਮੈਗਾ-ਡੀਲ ਯੁੱਗ ਦੇ ਅੰਤ ਦਾ ਸੰਕੇਤ - ਵੰਨਗੀ",
        "‘ਦਿ ਵੌਇਸ’ ਸੀਜ਼ਨ 26 ਤਾਜ ਐਨਬੀਸੀ 'ਤੇ ਜੇਤੂ - ਡੈੱਡਲਾਈਨ",
        "Jay-Z ਦੇ ਸਾਬਕਾ Protégé Foxy ਭੂਰੇ ਉਸ ਦੇ ਬਲਾਤਕਾਰ ਮੁਕੱਦਮੇ ਦੇ ਬਾਅਦ ਗੁਪਤ ਸੁਨੇਹੇ ਪੋਸਟ - ਪੰਨਾ ਛੇ",
        "ਐਨਜੇ ਸਟੇਟ ਸੈਨੇਟਰ ਨੇ ਰਹੱਸਮਈ ਡਰੋਨ ਦੇਖਣ 'ਤੇ' ਸੀਮਤ ਐਮਰਜੈਂਸੀ ਸਥਿਤੀ 'ਦੀ ਮੰਗ ਕੀਤੀ - ਡਬਲਯੂਪੀਵੀਆਈ-ਟੀਵੀ"
    ]
}