{
    "headlines": [
        "ਯੈਂਕੀਜ਼ ਬਨਾਮ ਗਾਰਡੀਅਨਜ਼ਃ ਜੁਆਨ ਸੋਟੋ, ਜੀਆਨਕਾਰਲੋ ਸਟੈਂਟਨ ਪਾਵਰ ਯੈਂਕੀਜ਼ ਏਐਲਸੀਐਸ ਗੇਮ 5 ਵਿਚ ਵਰਲਡ ਸੀਰੀਜ਼ ਵਿਚ - ਯਾਹੂ ਸਪੋਰਟਸ",
        "ਹਾਰਵਰਡ ਪ੍ਰਦਰਸ਼ਨੀ ਬਸਤੀਵਾਦੀ ਮਾਪਾਂ ਦੇ ਇਤਿਹਾਸ 'ਤੇ ਤੋਲਦੀ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਟਰੰਪ ਨੇ ਅਰਨੋਲਡ ਪਾਮਰ ਦੇ ਜਣਨ ਸੰਬੰਧੀ ਗੱਲ ਕਰਦਿਆਂ ਪੈਨਸਿਲਵੇਨੀਆ ਦੀ ਰੈਲੀ ਦੀ ਸ਼ੁਰੂਆਤ ਕੀਤੀ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਕਾਲਜ ਫੁੱਟਬਾਲ ਰੈਂਕਿੰਗਃ ਅੱਪਡੇਟ ਕੋਚ ਪੋਲ ਵਿਚ ਐਸਈਸੀ ਟੀਮਾਂ, ਏਪੀ ਟਾਪ 25 ਹਫਤੇ ਦੇ ਬਾਅਦ 8 - ਟੈਨਿਸੀਅਨ",
        "ਆਸਕਰ ਨੇ ਗ੍ਰੇਟ ਇਨਾਗੁਆ ਟਾਪੂ 'ਤੇ ਪਹਿਲੀ ਲੈਂਡਫਾਲ ਕੀਤੀ - ਮੌਸਮ ਚੈਨਲ",
        "‘ਇਸ ਨੂੰ ਰੋਕਣ ਦੀ ਲੋੜ ਹੈ’ -Tesla ਅਰਬਪਤੀ Elon Musk ਮੁੱਦੇ ‘Staggering’ ਫੀਡ ‘ਦੀਵਾਲੀਆਪਨ’ ਵਿਕੀਪੀਡੀਆ ਕੀਮਤ ਘਬਰਾਹਟ ਦੇ ਬਾਅਦ ਚੇਤਾਵਨੀ - ਫੋਰਬਸ",
        "ਫਿਲਸਤੀਨੀ ਅਧਿਕਾਰੀਆਂ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉੱਤਰੀ ਗਾਜ਼ਾ 'ਤੇ ਇਜ਼ਰਾਇਲੀ ਹਮਲਿਆਂ ਤੋਂ ਬਾਅਦ 87 ਲੋਕਾਂ ਦੀ ਮੌਤ ਜਾਂ ਲਾਪਤਾ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਬਰਮਿੰਘਮ ਦੇ ਓਜ਼ੀ ਓਸਬਰਨ ਨੂੰ ਰੌਕ ਐਂਡ ਰੋਲ ਹਾਲ ਆਫ ਫੇਮ ਵਿੱਚ ਸ਼ਾਮਲ ਕੀਤਾ ਗਿਆ - ਬੀਬੀਸੀ",
        "ਅਮਰੀਕਾ ਇਕ ਨਵੇਂ 'ਆਰਥਿਕ ਸੁਪਰਸਾਈਕਲ' ਵਿਚ ਦਾਖਲ ਹੋ ਰਿਹਾ ਹੈ - ਬਿਜ਼ਨਸ ਇਨਸਾਈਡਰ",
        "ਓਰੀਓਨੀਡ ਮੀਟੀਅਰ ਸ਼ਾਵਰ ਨੂੰ ਕਿਵੇਂ ਵੇਖਣਾ ਹੈ, ਹੈਲੀ ਦੇ ਧੂਮਕੇਤੂ ਤੋਂ ਮਲਬਾ - ਸੀ ਐਨ ਐਨ",
        "ਅੱਜ ਦੇਸ਼ ਭਗਤ ਬਨਾਮ ਜੈਗੁਆਰਸ ਕਿਵੇਂ ਵੇਖਣਾ ਹੈਃ ਐਨਐਫਐਲ ਲੰਡਨ ਗੇਮ ਲਈ ਸ਼ੁਰੂਆਤੀ ਸਮਾਂ, ਟੀਵੀ, ਲਾਈਵ ਸਟ੍ਰੀਮ - ਅਮਰੀਕਾ ਅੱਜ",
        "ਜਾਰਜੀਆ ਦੇ ਸਪੇਲੋ ਆਈਲੈਂਡ ਡੌਕ 'ਤੇ ਇਕ collapseਹਿਣ ਨਾਲ 7 ਲੋਕਾਂ ਦੀ ਮੌਤ ਹੋ ਗਈ ਅਤੇ ਜਸ਼ਨ ਨੂੰ ਦੁਖਾਂਤ ਵਿਚ ਬਦਲ ਦਿੱਤਾ. ਇੱਕ ਜਾਂਚ ਹੁਣ ਜਾਰੀ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਐਲਨ ਮਸਕ ਅਵਾਰਡਸ ਬੇਤਰਤੀਬੇ ਪਟੀਸ਼ਨ ਸਾਈਨਰ $ 1M ਚੈੱਕ, ਚੋਣਾਂ ਤਕ ਹਰ ਰੋਜ਼ ਅਜਿਹਾ ਕਰਨ ਦਾ ਵਾਅਦਾ ਕਰਦਾ ਹੈਃ ‘ਇਹ ਖ਼ਬਰ ਸੱਚਮੁੱਚ ਉਡਾਣ ਭਰਨ ਵਾਲੀ ਹੈ’ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "‘ਐਸ ਐਨ ਐਲ’ ਕੋਲਡ ਓਪਨ - ਸੀ ਐਨ ਐਨ ਵਿਚ ਹੈਰਿਸ ਫੌਕਸ ਇੰਟਰਵਿ interview ਨਾਲ ਨਜਿੱਠਦਾ ਹੈ",
        "ਯੂਕਰੇਨ ਵਿੱਚ ਸੰਭਾਵਤ ਤਾਇਨਾਤੀ ਤੋਂ ਪਹਿਲਾਂ ਉੱਤਰੀ ਕੋਰੀਆ ਦੇ ਸੈਨਿਕ ਰੂਸ ਵਿੱਚ ਲੈਸ ਹੁੰਦੇ ਵੇਖੇ ਗਏ - ਸੀਐਨਐਨ",
        "ਇਰਾਨ ਪੱਖੀ ਖਾਤਾ ਲੀਕ ਇਜ਼ਰਾਈਲ ਦੇ ਹਮਲੇ ਦੀਆਂ ਯੋਜਨਾਵਾਂ 'ਤੇ ਕਥਿਤ ਅਮਰੀਕੀ ਇੰਟੈੱਲ - ਐਕਸੀਓਸ",
        "ਕਿ Cਬਾ ਨੇ ਦੇਸ਼ ਵਿਆਪੀ ਬਲੈਕਆਉਟ ਤੋਂ ਬਾਅਦ ਆਬਾਦੀ ਦੇ ਪੰਜਵੇਂ ਹਿੱਸੇ ਤੱਕ ਬਿਜਲੀ ਬਹਾਲ ਕੀਤੀ - ਰਾਇਟਰਜ਼ ਕਨੇਡਾ",
        "ਤੁਹਾਡਾ ਲੁੱਕਹੈੱਡ ਕੁੰਡਲੀਃ ਅਕਤੂਬਰ 20, 2024 - ਗਲੋਬ ਅਤੇ ਮੇਲ",
        "ਬੈਂਜਾਮਿਨ ਨੇਤਨਯਾਹੂ ਦੇ ਘਰ ਵੱਲ ਡਰੋਨ ਹਮਲੇ ਦੀ ਸ਼ੁਰੂਆਤ ਕੀਤੀ ਗਈ, ਇਜ਼ਰਾਈਲ ਕਹਿੰਦਾ ਹੈ; ਕੋਈ ਜ਼ਖਮੀ ਹੋਣ ਦੀ ਖ਼ਬਰ ਨਹੀਂ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਯਾਹੀਆ ਸਿਨਵਰ ਦੀ ਹੱਤਿਆ ਤੋਂ ਬਾਅਦ ਹਮਾਸ ਦੀ ਅਗਵਾਈ ਕੌਣ ਕਰੇਗਾ?"
    ]
}