{
    "headlines": [
        "ਕ੍ਰਿਸ ਕ੍ਰਿਸਟੋਫਰਸਨ, ਗਾਇਕ-ਗੀਤਕਾਰ ਅਤੇ ਅਭਿਨੇਤਾ, 88 'ਤੇ ਮੌਤ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਚੀਨ ਦੇ ਸਟਾਕ ਉਤੇਜਨਾ ਉਤਸ਼ਾਹ 'ਤੇ 2008 ਦੇ ਬਾਅਦ ਸਭ ਇਕ-ਦਿਨ ਰੈਲੀ' ਚ ਵਾਧਾ - Reuters",
        "ਵਾਚਃ ਤੂਫਾਨ ਹੇਲੀਨ ਮਲਬੇ ਨਾਲ ਭਰੀ ਝੀਲ ਛੱਡਦਾ ਹੈ - ਬੀਬੀਸੀ.",
        "ਜਾਰਜੀਆ ਦੇ ਇੱਕ ਰਸਾਇਣਕ ਪਲਾਂਟ ਵਿੱਚ ਅੱਗ ਲੱਗਣ ਤੋਂ ਬਾਅਦ ਇੱਕ ਪ੍ਰਤੀਕ੍ਰਿਆ ਨਿਕਾਸੀ ਅਤੇ ਸੜਕ ਬੰਦ ਕਰਨ ਲਈ ਮਜ਼ਬੂਰ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਹਫਤਾ 4 ਬੂਮਜ਼ ਅਤੇ ਬਸਟਸਃ ਕਾਸਟੌਫ ਕਿ Qਬੀਜ਼ ਬਹੁਤ ਸਾਰੇ ਕਲਪਨਾ ਫੁੱਟਬਾਲ ਪਟਾਕੇ ਪ੍ਰਦਾਨ ਕਰਦੇ ਹਨ - ਯਾਹੂ ਸਪੋਰਟਸ",
        "ਆਜ਼ਾਦੀ ਪਾਰਟੀ ਵਿਸ਼ਵਵਿਆਪੀ II ਤੋਂ ਬਾਅਦ ਚੋਣਾਂ ਜਿੱਤਣ ਵਾਲੀ ਆਸਟਰੀਆ ਦੀ ਪਹਿਲੀ ਦੂਰ-ਸੱਜੇ ਪਾਰਟੀ ਬਣ ਗਈ - ਐਕਸੀਓਸ",
        "ਵਾਲਜ਼ ਅਤੇ ਵੈਨਸ ਦੀਆਂ ਪਿਛਲੀਆਂ ਬਹਿਸਾਂ ਮੰਗਲਵਾਰ ਦੇ ਉੱਚ ਹਿੱਸੇਦਾਰੀ ਮੈਚਅਪ ਬਾਰੇ ਕੀ ਜ਼ਾਹਰ ਕਰ ਸਕਦੀਆਂ ਹਨ - ਸੀ ਐਨ ਐਨ",
        "ਡੈਨੀਅਲ ਕਾਲੂਆ ਨੂੰ ਸੈਂਟਰਲ ਲੰਡਨ ਵਿੱਚ ਬੁੱਤ ਨਾਲ ਸਨਮਾਨਿਤ ਕੀਤਾ ਜਾਵੇਗਾ (ਵਿਲੱਖਣ) - ਵੰਨਗੀ",
        "ਪ੍ਰਧਾਨ ਮੰਤਰੀ ਦੀ ਚੋਣ ਤੋਂ ਬਾਅਦ ਜਾਪਾਨ ਦੇ ਸਟਾਕ ਵਿੱਚ ਗਿਰਾਵਟ; ਸ਼ੰਘਾਈ ਬੈਂਚਮਾਰਕ 7% ਤੋਂ ਵੱਧ ਚੜ੍ਹਿਆ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਇਜ਼ਰਾਇਲੀ ਹਮਲਿਆਂ 'ਚ ਲੇਬਨਾਨ' ਚ ਹਮਾਸ ਦੇ ਨੇਤਾ ਅਤੇ ਬੇਰੂਤ 'ਚ ਤਿੰਨ ਫਲਸਤੀਨੀ ਨੇਤਾਵਾਂ ਦੀ ਮੌਤ - Reuters",
        "ਨੇਪਾਲ ਵਿੱਚ ਹੜ੍ਹ ਨਾਲ ਮਰਨ ਵਾਲਿਆਂ ਦੀ ਗਿਣਤੀ 193 ਤੱਕ ਪੁੱਜ ਗਈ ਹੈ ਕਿਉਂਕਿ ਰਿਕਵਰੀ ਦਾ ਕੰਮ ਤੇਜ਼ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਪੈਟਰਿਕ ਮਹੋਮਜ਼ ਅਤੇ ਟ੍ਰੈਵਿਸ ਕੈਲਸੇ ਚਾਰਜਰਜ਼ ਉੱਤੇ 17-10 ਦੀ ਜਿੱਤ ਲਈ ਚੀਫਸ ਦੀ ਰੈਲੀ ਵਿੱਚ ਸਹਾਇਤਾ ਕਰਦੇ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਇਜ਼ਰਾਈਲੀ ਹਵਾਈ ਹਮਲੇ ਨੇ ਲਗਭਗ ਇਕ ਸਾਲ ਦੇ ਸੰਘਰਸ਼ ਵਿਚ ਪਹਿਲੀ ਵਾਰ ਕੇਂਦਰੀ ਬੇਰੂਤ ਨੂੰ ਮਾਰਿਆ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਬਿਡੇਨ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਹ ਇਸ ਹਫਤੇ ਹੇਲੇਨ ਤੋਂ ਪ੍ਰਭਾਵਿਤ ਖੇਤਰਾਂ ਦਾ ਦੌਰਾ ਕਰਨ ਦੀ ਉਮੀਦ ਕਰਦਾ ਹੈ ਜੇ ਇਹ ਐਮਰਜੈਂਸੀ ਪ੍ਰਤੀਕ੍ਰਿਆ ਨੂੰ ਪ੍ਰਭਾਵਤ ਨਹੀਂ ਕਰਦਾ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "Stellantis ਅੱਪਡੇਟ 2024 ਵਿੱਤੀ ਗਾਈਡ - Stellantis",
        "ਚੀਨ ਦੀ ਫੈਕਟਰੀ ਗਤੀਵਿਧੀ ਸੁੰਗੜਨ ਨੂੰ ਪੰਜਵੇਂ ਮਹੀਨੇ ਤੱਕ ਵਧਾਉਂਦੀ ਹੈ - ਬਲੂਮਬਰਗ",
        "ਨੌਜਵਾਨ ਲੇਬਨਾਨੀ ਲੜਕੀ ਨੇ ਇਜ਼ਰਾਈਲੀ ਹਮਲਿਆਂ ਤੋਂ ਬਾਅਦ ਜ਼ਿੰਦਗੀ ਲਈ ਲੜਨਾ ਛੱਡ ਦਿੱਤਾ - ਬੀਬੀਸੀ.",
        "ਟਾਈਪ 1 ਸ਼ੂਗਰ ਵਾਲੀ ਚੀਨੀ womanਰਤ ਸੈੱਲ ਟ੍ਰਾਂਸਪਲਾਂਟ ਤੋਂ ਬਾਅਦ ਸਥਿਤੀ ਨੂੰ ਉਲਟਾਉਂਦੀ ਵੇਖਦੀ ਹੈ - ਸਾ Southਥ ਚਾਈਨਾ ਮਾਰਨਿੰਗ ਪੋਸਟ",
        "ਟਰੰਪ ਨੇ ਪੈਨਸਿਲਵੇਨੀਆ ਰੈਲੀ ਵਿਚ ਹੈਰਿਸ ਨੂੰ 'ਮਹਾਂਦੋਸ਼ ਅਤੇ ਮੁਕੱਦਮਾ ਚਲਾਉਣ' ਦੀ ਮੰਗ ਕੀਤੀ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਮੈਡਿਸਨ ਕਾਉਂਟੀ ਹੇਲੇਨ ਦੇ ਪ੍ਰਭਾਵ ਤੋਂ ਫਸਾਉਂਦੀ ਹੈ, ਮੇਅਰਾਂ ਨੇ ਦੁਬਾਰਾ ਬਣਾਉਣ ਦੀ ਸਹੁੰ ਖਾਧੀ - ਡਬਲਯੂਐਲਓਐਸ"
    ]
}