{
    "headlines": [
        "$ 2,100 ਮਕੈਨੀਕਲ ਕੀਬੋਰਡ ਵਿੱਚ 800 ਛੇਕ ਹਨ, NYC ਸਕਾਈਸਕੈਪਰ ਲੁੱਕ - ਆਰਸ ਟੈਕਨੀਕਾ",
        "ਐਤਵਾਰ ਦਾ ਨਤੀਜਾਃ ਦੁਖਦਾਈ ਕੰਨਕਸ਼ਨ, ਕੇਨੇਥ ਵਾਕਰ ਦੀ ਤਾਜ਼ਾ ਸੱਟ ਅਤੇ ਹੋਰ ਬਹੁਤ ਕੁਝ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਹਾ Houseਸ ਨੈਤਿਕਤਾ ਦੀ ਰਿਪੋਰਟ 'ਠੋਸ ਸਬੂਤ' ਲੱਭਦੀ ਹੈ ਗਾਏਟਜ਼ ਨੇ ਫਲੋਰਿਡਾ ਦੇ ਕਾਨੂੰਨੀ ਬਲਾਤਕਾਰ ਦੇ ਕਾਨੂੰਨ ਦੀ ਉਲੰਘਣਾ ਕੀਤੀ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਨਿਊਯਾਰਕ ਸਿਟੀ ਸਬਵੇਅ ਟ੍ਰੇਨ ਵਿਚ ਅੱਗ ਲਾਉਣ ਵਾਲੀ womanਰਤ ਦੀ ਮੌਤ ਬਾਰੇ ਕੀ ਜਾਣਨਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਸਾਬਕਾ ਵਾਸ਼ਿੰਗਟਨ ਪੁਲਿਸ ਅਧਿਕਾਰੀ ਨੂੰ ਪ੍ਰੌਡ ਬੁਆਏਜ਼ ਦੇ ਨੇਤਾ ਨੂੰ ਲੀਕ ਹੋਣ ਬਾਰੇ ਝੂਠ ਬੋਲਣ ਦਾ ਦੋਸ਼ੀ ਠਹਿਰਾਇਆ ਗਿਆ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਵਾਲਮਾਰਟ ਨੇ ਡਿਲਿਵਰੀ ਡਰਾਈਵਰਾਂ ਲਈ ਨਾਜਾਇਜ਼ ਤੌਰ 'ਤੇ ਬੈਂਕ ਖਾਤੇ ਖੋਲ੍ਹਣ' ਤੇ ਮੁਕੱਦਮਾ ਕੀਤਾ - ਦਿ ਵਰਜ",
        "Greensboro ਵਿਚ Lawndale ਡਾ 'ਤੇ ਭਾਰੀ ਪੁਲਿਸ ਦੀ ਮੌਜੂਦਗੀ - WFMYNews2.com",
        "ਬਲੇਕ ਲਾਈਵ ਇਲਜ਼ਾਮਾਂ 'ਤੇ ਅੰਬਰ ਸੁਣਿਆ, ਜਸਟਿਨ ਬਾਲਡੋਨੀ ਹਾਇਰਿੰਗ ਡੈਪ ਦੇ ਪੀਆਰ - ਵੰਨਗੀ",
        "ਟਰੰਪ ਨੇ ਪਨਾਮਾ ਨਹਿਰ ਦੇ ਨਿਯੰਤਰਣ ਨੂੰ ਮੁੜ ਪ੍ਰਾਪਤ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰਨ ਦੀ ਧਮਕੀ ਦਿੱਤੀ - ਬੀਬੀਸੀ.",
        "ਲਾਈਵ ਬ੍ਰੀਫਿੰਗਃ ਮੱਧ ਪੂਰਬੀ ਸ਼ਕਤੀਆਂ ਸੀਰੀਆ ਦੇ ਨਵੇਂ ਨੇਤਾਵਾਂ ਤੱਕ ਪਹੁੰਚਣਾ ਸ਼ੁਰੂ ਕਰਦੀਆਂ ਹਨ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਹੌਂਡਾ ਅਤੇ ਨਿਸਾਨ ਯੋਜਨਾ ਦਾ ਵੱਡਾ ਅਭੇਦ 'ਬੁੱਧੀ ਅਤੇ ਬਿਜਲੀਕਰਨ’ ਤੇ ਕੇਂਦ੍ਰਤ - ਟੈਕਕ੍ਰਾਂਚ",
        "ਐਫ ਡੀ ਏ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਬਹੁਤ ਸਾਰੀਆਂ ਠੰਡੀਆਂ ਦਵਾਈਆਂ ਵਿਚ ਭੀੜ-ਭੜੱਕਾ ਕੰਮ ਨਹੀਂ ਕਰਦਾ. ਤਾਂ ਫਿਰ ਕੀ ਕਰਦਾ ਹੈ? - ਵੈਨ",
        "ਬਰਟ, The Crocodile Featured In ‘Crocodile Dundee', 90 'ਤੇ ਮਰਦਾ ਹੈ - ਡੈੱਡਲਾਈਨ",
        "ਵਾਚਃ 'ਫਾਇਰਬਾਲ' ਅਮਰੀਕੀ ਅਸਮਾਨ ਨੂੰ ਰੌਸ਼ਨ ਕਰਦਾ ਹੈ ਜਿਵੇਂ ਕਿ ਚੀਨੀ ਉਪਗ੍ਰਹਿ ਵਾਤਾਵਰਣ ਵਿੱਚ ਸੜਦਾ ਹੈ - ਟਾਈਮਜ਼ ਆਫ ਇੰਡੀਆ",
        "ਮਸਕ ਦਾ ਦਬਾਅ ਕਾਂਗਰਸ ਲਈ ‘ਕੁਝ ਨਵਾਂ ਨਹੀਂ', ਜੀਓਪੀ ਸੈਨੇਟਰ ਕਹਿੰਦਾ ਹੈ - ਪੋਲਿਟਿਕੋ",
        "ਟਰੰਪ ਦੇ ਅਧੀਨ ਨਾਸਾ ਕਿਵੇਂ ਬਦਲ ਸਕਦਾ ਹੈ? ਇੱਥੇ ਕੀ ਚਰਚਾ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ - ਆਰਸ ਟੈਕਨੀਕਾ",
        "2024 ਦੇ 10 ਸਰਬੋਤਮ ਟੀਵੀ ਪ੍ਰਦਰਸ਼ਨ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਮਾਰੂ ਕ੍ਰਿਸਮਸ-ਮਾਰਕੀਟ ਹਮਲੇ ਤੋਂ ਪਹਿਲਾਂ ਲਾਲ ਝੰਡੇ ਦੀ ਦਸ਼ਮਲਵ ਟ੍ਰੇਲ - ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "ਇਜ਼ਰਾਈਲ-ਗਾਜ਼ਾ ਯੁੱਧਃ ਇਜ਼ਰਾਈਲ ਦੇ ਹਮਲਿਆਂ ਵਿਚ ਦਰਜਨਾਂ ਦੀ ਮੌਤ, ਗਾਜ਼ਾ ਦੇ ਅਧਿਕਾਰੀਆਂ ਦਾ ਕਹਿਣਾ ਹੈ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਕੰਟੇਨਰ ਸਟੋਰ ਦੀਵਾਲੀਆਪਨ ਲਈ ਫਾਈਲਾਂ, ਜ਼ੋਰ ਦਿੰਦਾ ਹੈ ਕਿ ਇਹ ਇੱਥੇ ਰਹਿਣ ਲਈ ਹੈ - ਫੌਕਸ ਬਿਜ਼ਨਸ"
    ]
}