{
    "headlines": [
        "Фэнтези-футбол: 8-я неделя вопросов и ответов с нашими экспертами, 11:00 по восточному времени - ESPN",
        "Экипаж SpaceX-8 НАСА доставлен в медицинское учреждение после возвращения на Землю - Florida Today",
        "«Веном 3» снижается до 51 миллиона долларов, самый низкий начальный уик-энд трилогии комиксов - Разнообразие",
        "Индианская лихорадка объявляет о смене главного тренера - Индианская лихорадка",
        "Боливийский Моралес говорит, что автомобиль пострадал от стрельбы, поскольку вспыхнула политическая напряженность - Reuters Canada",
        "Изъято",
        "Трамп уклоняется от колеблющихся штатов ради своего момента в Мэдисон-сквер-гарден - The Associated Press",
        "Плуты «воодушевлены» ранними признаками после травмы плеча Отани в G2 - MLB.com",
        "Решая одну угрозу Трампа для президентского перехода, Конгресс, возможно, создал другую - POLITICO",
        "Arcade, новая платформа для создания продуктов ИИ, разработала это ожерелье - TechCrunch",
        "Руководство по ставкам на 8 неделю в НФЛ, коэффициенты: топ-эксперт, модель, ИИ, PARLAY, сезон, выявлены фэнтези-выборы DFS - CBS Sports",
        "Грузия: правящая партия «Грузинская мечта» побеждает на выборах - DW (Русский)",
        "Израильские удары убили 22 человека в Газе; терроризм подозревается в таране грузовика в Тель-Авиве - POLITICO EUROPE",
        "ЧИТАТЬ: Интервью Джей Ди Вэнса с Джейком Тэппером в программе «Положение дел в стране» - CNN",
        "Акции крупных технологических компаний теряют часть своей ауры по мере замедления роста прибыли - Bloomberg",
        "Apple собирается переделать долгожданный чип M4 для Mac - Bloomberg",
        "Эпизод с Дональдом Трампом Джо Рогана собрал 26 миллионов просмотров за первые 24 часа - Newsweek",
        "Стоит ли покупать акции TSLA после их 20% -го всплеска? - TipRanks",
        "Правящая партия Японии наверняка потеряет большинство в нижней палате, говорит вещатель - The Associated Press",
        "Сестра Деми Ловато Мэдисон Де Ла Гарза оплакивает смерть своего первого ребенка - E! Онлайн - E! НОВОСТИ"
    ]
}