{
    "headlines": [
        "Neue Forschung zeigt das massive Loch, in dem sich die Demokraten befinden - POLITICO",
        "Jalen Hurts ausgeschlossen aus dem Spiel gegen Commander mit Gehirnerschütterung, ersetzt durch Kenny Pickett - Yahoo Sports",
        "Kay Granger wohnt in einer Einrichtung für betreutes Wohnen, sagt ihr Sohn gegenüber Dallas Publication - POLITICO",
        "Abendkasse: ‘Sonic 3’ geht mit $ 62M Eröffnung über die Hecke, ‘Mufasa’ humpelt auf $ 35M - Hollywood Reporter",
        "Tank Dell kehrt heute nach Houston zurück - NBC Sports",
        "Ein kleines Flugzeug stürzt in die brasilianische Stadt ab und tötet mindestens 10 Menschen - CNN",
        "Jets vs. Rams Live-Updates: NFL-Ergebnisse, Spielstatistiken, Highlights, Nachrichten, wo man das Spiel der Woche 16 anschauen kann - CBS Sports",
        "‘It Ends with Us’ -Autorin Colleen Hoover unterstützt Blake Lively inmitten der Justin Baldoni-Vorwürfe: ‘Never Change, Never Wilt’ - Variety",
        "\"Unser Premierminister\": Republikaner umarmen Elon Musks Rolle in Trumpworld - Axios",
        "Trump ernennt Finanzberater von der ersten Amtszeit zum Vorsitzenden des Wirtschaftspanels - Financial Times",
        "Michael Che \"gibt zu\" Jeffrey Epstein Freundschaft, Colin Jost verwendet \"Black Voice\" in jährlichen \"SNL\" Witz Swap | Video - Yahoo Entertainment",
        "US-Schiff schießt Jet in freundlichem Feuer über dem Roten Meer ab, sagt das Militär - The Washington Post",
        "Trump droht, die Kontrolle über den Panamakanal zurückzuerobern, wenn keine Einigung erzielt wird - Reuters Canada",
        "IDF-Angriffe in Gaza töten über 30, sagen Retter; IDF ruft zur Schließung des Nord-Gaza-Krankenhauses auf - Haaretz",
        "[removed]",
        "es wird gemunkelt, dass iOS 19 mit diesen iPhones kompatibel ist - MacRumors",
        "Magdeburg: Hommage an das Kind, das bei dem Angriff auf den Weihnachtsmarkt getötet wurde - BBC.com",
        "Demokratischer Senator Fetterman: \"Ich bin nicht gegen\" Trump - ABC News",
        "Zyklon Chido tötet 94 Menschen in Mosambik - BBC.com",
        "Ein Feuerball schoss über den Nachthimmel von Louisiana. Es war kein Sternschnuppen- oder Meteoritenschauer. - NOLA.com"
    ]
}