{
    "headlines": [
        "Девять фотографий Трэвиса Келси и Тейлор Свифт из игры Chiefs-Texans - Kansas City Star",
        "Тайсон Фьюри против Александра Усика в прямом эфире: время, карта, шансы, прогнозы на реванш - USA TODAY",
        "Сенатский обзор этики Верховного суда находит больше роскошных поездок и настоятельно призывает соблюдать кодекс поведения - The Associated Press",
        "Какая ржавчина? Команда Вудса стреляет 59, лидирует на чемпионате PNC - NBC Sports",
        "Прямая трансляция Texas vs. Clemson, где смотреть, телеканал, шансы на плей-офф College Football, прогноз, выбор - CBS Sports",
        "WGA запрещает работать с Village Roadshow после того, как не заплатит писателям за «многочисленные проекты» - крайний срок",
        "Блейк Лайвли обвиняет коллегу по фильму «Все кончается с нами» (It Ends With Us) Джастина Балдони в клеветнической кампании - BBC.com",
        "38 человек погибли в аварии между пассажирским автобусом и грузовиком в Бразилии - CNN",
        "Полиция Нью-Йорка втянута в перетряску на высоком уровне на фоне заявлений о сексуальных проступках, расследование Эрика Адамса - ABC News",
        "Сенат одобрил повышение пособий по социальному обеспечению для многих вышедших на пенсию государственных служащих - PBS NewsHour",
        "Байден подписывает законопроект, который предотвращает приостановку работы правительства и приближает дни потрясений в Вашингтоне - The Associated Press",
        "Изъято",
        "Ракета из Йемена поразила Тель-Авив, ранив 16 человек, а палестинцы оплакивают дюжину детей в Газе - POLITICO",
        "Бокс-офис: «Sonic the Hedgehog 3» заработал 25 миллионов долларов в день открытия, «Mufasa: The Lion King» стоит 13,3 миллиона долларов - Разнообразие",
        "Первая снежная буря зимы в Нью-Йорке: выявлены итоги по трем штатам и впереди морозные температуры - The Daily Galaxy --Great Discoveries Channel",
        "Калифорния объявила чрезвычайное положение. Насколько серьезен птичий грипп? - Ассошиэйтед Пресс",
        "Почему некоторые дети получают Walkmen и компакт-диски на Рождество - The Washington Post",
        "Как увидеть Урсиды, последний метеорный поток, который достигнет пика в 2024 году - CNN",
        "Число погибших на рождественской ярмарке в Германии возросло до пяти человек, более 200 получили ранения - The Washington Post",
        "Ученые наблюдают «отрицательное время» в квантовых экспериментах - Phys.org"
    ]
}