{
    "headlines": [
        "Winter Storm Blair Brings Heavy Snow To Mid-Atlantic, Including Baltimore, Washington, D.C. - Yahoo! Voices",
        "Congress is ready to certify Trump’s election win, but his Jan. 6 legacy hangs over the day - The Associated Press",
        "We Spent Hours Watching a Robot Vacuum Pick Up Socks. It's a Dream Come True - CNET",
        "Trump urges Congress to pass his agenda in a single, massive bill - Reuters.com",
        "Biden bans offshore drilling across huge area of US - BBC.com",
        "Canadian PM Trudeau set to resign as party leader as polls plummet, reports say - CNN",
        "LG and Samsung are adding Microsoft’s Copilot AI assistant to their TVs - The Verge",
        "Wild card lines: Chargers, Vikings are road favorites - NBC Sports",
        "What temperature is the moon? - Livescience.com",
        "Elon Musk asks if America should 'liberate the people of Britain' in tirade against U.K. government - CNBC",
        "US 30-Year Bond Yield Hits Highest Since 2023 Ahead of Auctions - Bloomberg",
        "HMPV outbreak in China: Is it a new virus? How is it similar to Covid-19? Is there any vaccine? What we know so far | Mint - Mint",
        "Indonesia launches free meals program to feed children and pregnant women to fight malnutrition - The Associated Press",
        "DOJ: 200 Jan. 6 cases pending as Trump prepares to retake office - POLITICO",
        "North Korea fires first ballistic missile in two months - Seoul - BBC.com",
        "2025 NFL Draft order: Titans secure No. 1 pick with loss and Patriots win; Bears, Jets hold top-10 spots - CBS Sports",
        "LIVE UPDATES: Snow emergency issued for area counties; What does it mean? - WHIO",
        "Zoe Saldaña Gets Emotional During First-Ever Golden Globes Win: “My Heart Is Full of Gratitude” - Hollywood Reporter",
        "What to know about Manhattan road toll as NYC becomes first U.S. city with congestion charge - Axios",
        "Aubrey Plaza misses Golden Globes following death of husband, director Jeff Baena - Entertainment Weekly News"
    ]
}