{
    "headlines": [
        "Джейми Фокс признался, что у него был инсульт в новом специальном выпуске Netflix - The Washington Post",
        "Сторожевой пес выражает обеспокоенность по поводу расследований утечек репортеров, членов Конгресса эпохи Трампа - ABC News",
        "Жирона - Ливерпуль: Лига чемпионов – Live - The Guardian",
        "Акции Walgreens попали в отчетную аптечную сеть, которая может продать себя ЧП-фирме Sycamore - CNBC",
        "Эксклюзив: новые правители Сирии вернулись к рыночной экономике, говорит бизнес-лидер - Reuters",
        "«У меня никогда не было впечатления, что он самоуничтожится:» Друзья подозреваемого в смертельной стрельбе в генеральном директоре остались в шоке - CNN",
        "Трейдеры почти уверены в снижении ставки ФРС. Что произойдет, если данные по инфляции будут слишком горячими? - MarketWatch",
        "Тестирование на ВПЧ предпочтительнее Папаниколау для скрининга рака шейки матки, начиная с 30 лет, говорится в проекте рекомендации целевой группы - CNN",
        "Поклонники Eagle Eyed думают, что заметили первое изображение Switch 2 в новом трейлере Satisfye - Nintendo Life",
        "Спутниковые снимки показывают корабли ВМФ России, стоящие на якоре у побережья Сирии - Reuters",
        "Израиль бомбит Сирию и захватывает территорию, поскольку Нетаньяху обещает изменить «лицо» Ближнего Востока - CNN",
        "Ученые утверждают, что они нашли причину загадочного рака толстой кишки у молодых людей - и факторы образа жизни - Daily Mail",
        "Ученые обнаружили потенциальную связь между ультра-обработанными продуктами и раком - Financial Times",
        "Трамп хочет покончить с гражданством по праву рождения. Может ли это случиться на самом деле? - POLITICO",
        "«Принцесса черной поэзии» Никки Джованни умерла в возрасте 81 года - The Associated Press",
        "Быстро движущийся пожар на кустах в Малибу вызывает эвакуацию, закрытие школ, наведение порядка в укрытии в Пеппердине - LAist",
        "Иск ставит в центр внимания многолетнюю дружбу Шона «Дидди» Комбса и Jay-Z - CNN",
        "Как отказ Yankees предоставить Хуану Сото роскошный люкс помог заключить сделку с Mets - Sports Illustrated",
        "Начало 5, 10 декабря: в Кубке Эмирейтс по баскетболу ждут плей-офф - NBA.com",
        "Трехмиллионному сирийскому беженцу из Турции предстоит принять важное решение о возвращении домой или пребывании в стране - BBC.com"
    ]
}