{
    "headlines": [
        "Der letzte Supermond des Jahres wird diese Woche den Himmel weltweit erleuchten - The Washington Post",
        "Capri und Tapestry geben ihre Fusionspläne unter Berufung auf regulatorische Hürden auf - CNBC",
        "Amazon startet Temu und Shein Rivalen mit \"verrückten niedrigen\" Preisen - BBC.com",
        "\"Nirgendwo ist es sicher\": Die Besorgnis wächst, als Israel neue Gebiete im Libanon angreift - BBC.com",
        "Tausende wurden evakuiert, als Teile Spaniens in einer Stunde von fast einem Monat Regen getroffen wurden - CNN",
        "Aktien-Futures fielen leicht, da die Rallye nach der Wahl Anzeichen von Schwankungen zeigt: Live-Updates - CNBC",
        "\"Komisch dumm\": Donald Trumps Pentagon-Pick löst Alarm aus — und verachtet - Financial Times",
        "Mike Tyson kehrt 19 Jahre nach seinem letzten Kampf zum professionellen Boxen zurück. Es gibt neurologische Bedenken für den 58-Jährigen - CNN",
        "Clingan, Sharpe führen Blazer zum Sieg über Timberwolves - Blazer's Edge",
        "Trump wählt Matt Gaetz als Generalstaatsanwalt - Axios",
        "Russische Hacker nutzen die neue NTLM-Schwachstelle aus, um Ratten-Malware über Phishing-E-Mails bereitzustellen - The Hacker News",
        "Diabetiker ohne Behandlung, da sich die globale Krankheitsrate verdoppelt - Financial Times",
        "[removed]",
        "Trump wählt Tulsi Gabbard als Direktorin des nationalen Geheimdienstes - The Washington Post",
        "Hier sind die Top 10 Passwörter für 2024, und sie sind alle peinlich - CNET",
        "Ozempic und Wegovy können bei der Bekämpfung der Alkoholabhängigkeit von Vorteil sein: Studie - The Hill",
        "Wissenschaftler haben gerade eine Meereskreatur entdeckt, die so groß ist wie zwei Basketballplätze. So sieht es aus. - Vox.com",
        "GOP-Senatoren wischen Bedenken über Thunes Beziehung zu Trump ab - POLITICO",
        "Dave Coulier, Star von \"Full House\", enthüllte, dass er Non-Hodgkin-Lymphom im Stadium 3 hat - BuzzFeed",
        "Elon Musks dumme Geschichte mit dem \"Doge\" Meme seiner Regierung. Büro ist benannt nach - Rolling Stone"
    ]
}