{
    "headlines": [
        "Камера Galaxy S26 Ultra может вернуть одну из лучших идей Samsung - SamMobile - Новости Samsung",
        "North Carolina Tar Heels vs. Duke Blue Devils Live Score and Stats - 14 марта 2025 г. Gametracker - CBS Sports",
        "Актер «Белоснежки» отреагировал на премьеру фильма Disney: «Они боятся» - Hollywood Reporter",
        "«Большая семерка» упускает из виду дерзкие оскорбления Трампа, чтобы достичь соглашения по России и Китаю - The Washington Post",
        "Чемпионат игроков: Рори Макилрой, Скотти Шеффлер и Ксандер Шауффеле устраивают своего рода разборки с гольфом - Yahoo Sports",
        "Закрытие правительства США предотвращено, поскольку Сенат принимает законопроект о расходах - BBC.com",
        "На фоне всплесков сопротивления администрация Трампа давит на колледжи из-за пропалестинских протестов, поскольку активист остается под стражей - CNN",
        "Seahawks соглашаются с условиями с ресивером Super Bowl MVP Cooper Kupp - Seahawks.com",
        "Венди Уильямс отрицает, что она недееспособна в интервью The View. Что она говорит о своей опеке, госпитализации, употреблении алкоголя. - Yahoo Entertainment",
        "SpaceX запускает спасательный экипаж для осажденных астронавтов Starliner НАСА на МКС (видео) - Space.com",
        "Собака Джина Хэкмана, вероятно, умерла от голода и обезвоживания, говорится в отчете о вскрытии - ABC7 Лос-Анджелес",
        "Нет, Россия не окружила тысячи украинских войск в Курске - Forbes",
        "Вирус птичьего гриппа H5N1 заразителен в сыром молоке в течение нескольких месяцев, представляя опасность для здоровья населения, показывает исследование - CNN",
        "Более 50 университетов столкнулись с федеральными расследованиями в рамках кампании Трампа по борьбе с DEI - Associated Press",
        "Дональд Трамп в речи Министерства юстиции называет CNN и MSNBC «незаконными» за негативные сообщения о нем - крайний срок",
        "Случаи кори в США достигли 5-летнего максимума; 15 штатов сообщают о случаях заболевания, вспышка в Техасе растет - Ars Technica",
        "Фондовый рынок сегодня: индекс Dow вырос более чем на 600 пунктов после предотвращения закрытия - The Wall Street Journal",
        "Рубио говорит, что посол Южной Африки в США «больше не приветствуется» в стране - The Associated Press"
    ]
}