{
    "headlines": [
        "Marxist Dissanayake wins Sri Lanka’s presidential election as voters reject old guard - The Associated Press",
        "Janet Jackson’s Kamala Harris Apology Didn’t Come From Her at All - The Daily Beast",
        "Russia and U.S. Religious Conservatives See Common Foe in Africa: Gay Rights - The Wall Street Journal",
        "Trump allies make another push to change Nebraska’s Electoral College law - The Associated Press",
        "4 dead, 17 wounded in Birmingham mass shooting, Alabama police say - CBS News",
        "2024 NFL Week 3 winners and losers: Vikings are for real, while Chargers, Dolphins take major hits - CBS Sports",
        "Baltimore Ravens vs. Dallas Cowboys | 2024 Week 3 Game Highlights - NFL",
        "Pennsylvania college student has racial slur scratched onto chest - Reuters",
        "'Beetlejuice Beetlejuice' wins box office over 'Transformers: One' in surprise twist - Fox Business",
        "Taylor Swift and Gigi Hadid Showcase Chic Fall Styles on Girls' Night Out in NYC - E! Online - E! NEWS",
        "How Sun shut down Caitlin Clark, Fever to open WNBA playoffs - ESPN",
        "House leaders unveil bill to avert government shutdown with additional Secret Service funding - ABC News",
        "Apollo to Offer Multibillion-Dollar Investment in Intel - Yahoo Finance",
        "John Mulaney and Olivia Munn Welcome Baby Number 2 - Vulture",
        "Hezbollah hits back with rockets as it declares an ‘open-ended battle’ with Israel - The Associated Press",
        "Dow futures are little changed after clinching record high following Fed rate cut: Live updates - CNBC",
        "NASA Spacecraft to Look for Signs of Life on Jupiter’s Moon Europa - VOA Learning English",
        "Motel 6 owner Blackstone sells chain to Indian hotel startup for $525 million - USA TODAY",
        "Boy abducted from California in 1951 at age 6 found alive on East Coast more than 70 years later - NewsNation Now",
        "Morning Bid: Fed adrenaline keeps pumping, PBOC inertia may drag - Reuters"
    ]
}