{
    "headlines": [
        "Nahostmacht Saudi-Arabien lehnt Trumps Vorschlag zur Übernahme des Gazastreifens ab - The Wall Street Journal",
        "Grammy-Produzent reagiert auf Bianca Censoris Fashion-Stunt mit Kanye West auf dem roten Teppich. Hat sie die Kleiderordnung gebrochen? - Hindustan Times",
        "1 Toter, 5 Verletzte bei Schießerei in Produktionsstätte in New Albany, Ohio - ABC News",
        "Toyota erhöht Gewinnprognose und will China verdoppeln - Financial Times",
        "Trump will, dass die USA Gaza \"übernehmen\" und \"langfristig\" besitzen, wobei die Palästinenser umgesiedelt werden - Live-Updates - BBC.com",
        "Horoskop für Mittwoch, 5. Februar 2025 - Chicago Sun-Times",
        "Das ist zu erwarten, wenn Disney die Einnahmen vor der Glocke meldet - CNBC",
        "Steelers, Bengals sind die Wettfavoriten, um Cooper Kupp zu landen - NBC Sports",
        "Bergungsteams bergen Überreste der letzten Opfer eines Flugzeugabsturzes in D.C. - The Washington Post",
        "Der Aga Khan, spiritueller Führer der ismailitischen Muslime, stirbt im Alter von 88 Jahren - POLITICO",
        "Ein SpaceX-Raketenstart könnte heute Abend am Himmel sichtbar sein. Hier ist wo. - The Washington Post",
        "Trump-Administrator, der die meisten USAID-Mitarbeiter weltweit beurlaubt - Axios",
        "Bericht: Sonnen, die an Warriors ’Draymond Green an einem potenziellen Durant-Deal interessiert sind - Bright Side Of The Sun",
        "Luka Doncic kommt in L.A. an, und die Lakers haben wieder Meisterschaftsträume - The Washington Post",
        "Hunderte versammeln sich vor dem Finanzministerium, um gegen den Einfluss der Regierung von Elon Musk zu protestieren - WTOP",
        "Netflix entfernt Karla Sofía Gascón aus der Oscar-Kampagne „Emilia Pérez“: Berichte - Rolling Stone",
        "\"Sie haben ihre Hausaufgaben gemacht\": Die unerwartete Macht von Musks digitalem Angriff auf Washington - POLITICO",
        "FBI-Agenten verklagen die Bemühungen des Justizministeriums, Mitarbeiter zu identifizieren, die an Trump-bezogenen Ermittlungen beteiligt sind - The Associated Press"
    ]
}