{
    "headlines": [
        "ਮਿਸੂਰੀ ਗਰਭਪਾਤ ਦੇ ਅਧਿਕਾਰਾਂ ਦਾ ਉਪਾਅ ਅਵੈਧ ਹੈ, ਜੱਜ ਨੇ ਡੈੱਡਲਾਈਨ ਤੋਂ ਕੁਝ ਦਿਨ ਪਹਿਲਾਂ ਕਿਹਾ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਜਾਰਜੀਆ ਦੇ ਸਕੂਲ ਦੀ ਗੋਲੀਬਾਰੀ ਦੇ ਸ਼ੱਕੀ ਨੂੰ ਵਧੇਰੇ ਦੋਸ਼ਾਂ ਦਾ ਸਾਹਮਣਾ ਕਰਨ ਦੀ ਉਮੀਦ ਹੈ ਕਿਉਂਕਿ ਵਿਦਿਆਰਥੀਆਂ ਦੀ ਬਹਾਦਰੀ ਦੇ ਖਾਤੇ ਸਾਹਮਣੇ ਆਉਂਦੇ ਹਨ - ਸੀ ਐਨ ਐਨ",
        "ਸਰੋਤਃ ਪੈਕ ਦਾ ਲਵ ਮੰਨਿਆ ਜਾਂਦਾ ਹੈ ਕਿ ਐਮਸੀਐਲ ਦੀ ਸੱਟ ਲੱਗੀ ਹੈ - ਈਐਸਪੀਐਨ",
        "ਡੋਰੀਟੋਸ ਵਿਚ ਪਾਇਆ ਗਿਆ ਸਮੱਗਰੀ ਮਾ mouseਸ ਦੀ ਚਮੜੀ ਨੂੰ ਪਾਰਦਰਸ਼ੀ ਬਣਾਉਂਦਾ ਹੈ, ਹੋ ਸਕਦਾ ਹੈ ਕਿ ਡਾਕਟਰੀ ਐਪਲੀਕੇਸ਼ਨਾਂ ਹੋਣ - ਫੌਕਸ ਨਿ Newsਜ਼",
        "ਨੰਬਰ 3 ਟੈਕਸਾਸ, ਕੁਇਨ ਈਵਰਜ਼ ਨੂੰ ਨੰਬਰ 9 ਮਿਸ਼ੀਗਨ - ਯੂਐਸਏ ਦੀ ਹਾਵੀ ਹਾਰ ਵਿਚ ਕਰਮਾ ਦੀ ਜ਼ਰੂਰਤ ਨਹੀਂ ਹੈ ਅੱਜ",
        "ਨਿਕੋਲ ਕਿਡਮੈਨ ਨੇ ਮਾਂ ਦੀ ਮੌਤ ਤੋਂ ਬਾਅਦ ਵੇਨਿਸ ਫਿਲਮ ਫੈਸਟੀਵਲ ਛੱਡ ਦਿੱਤਾ - ਟੀਐਮਜ਼ੈਡ",
        "ਸਾਬਕਾ ਵੀਪੀ ਡਿਕ ਚੇਨੀ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਹ ਹੈਰਿਸ ਨੂੰ ਵੋਟ ਦੇਵੇਗਾ - ਐਨਪੀਆਰ",
        "ਜਮਾਲ ਮਰੇ ਡੇਨਵਰ ਨੂਗੇਟਸ - ਯਾਹੂ ਸਪੋਰਟਸ ਨਾਲ ਰਹਿਣ ਲਈ ਚਾਰ ਸਾਲਾਂ, $ 208 ਮਿਲੀਅਨ ਮੈਕਸ ਐਕਸਟੈਂਸ਼ਨ ਲਈ ਸਹਿਮਤ ਹੈ",
        "‘ਅੱਤਵਾਦੀ ਦਾ ਖਾਤਮਾ': ਦੱਖਣੀ ਗਾਜ਼ਾ 'ਚ ਅੱਤਵਾਦੀਆਂ ਦੇ ਖਾਤਮੇ ਦੇ ਨੇੜੇ-ਤੇੜੇ ਆਈਡੀਐਫ ਦਸਤਾਵੇਜ਼ - ਦ ਯੇਰੂਸ਼ਲਮ ਪੋਸਟ",
        "ਸੀਡੀਸੀ ਦੁਆਰਾ ਜਾਰੀ ਕੀਤੇ ਅੰਡੇ ਨੂੰ ਵਾਪਸ ਬੁਲਾਉਣਾ ਸੈਲਮੋਨੇਲਾ ਦੇ ਪ੍ਰਕੋਪ ਨਾਲ ਜੁੜਿਆ ਹੋਇਆ ਹੈਃ ਦੇਖੋ ਕਿਹੜੇ ਰਾਜ ਪ੍ਰਭਾਵਿਤ ਹਨ - ਅਮਰੀਕਾ ਅੱਜ",
        "3.5 ਤੀਬਰਤਾ ਦੇ ਭੂਚਾਲ ਦੇ ਝਟਕੇ ਓਨਟਾਰੀਓ, USGS ਕਹਿੰਦਾ ਹੈ - ABC7 ਲਾਸ ਏਂਜਲਸ",
        "ਕਮਲਾ ਹੈਰਿਸ ਦੀ ਦਰਦ ਮੁਕਤ ਅਮਰੀਕੀ ਚੋਣ ਮੁਹਿੰਮ ਦਾ ਸਾਹਮਣਾ ਪਹਿਲੇ ਕਰੰਚ ਪਲ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਓਰੇਗਨ ਨਰਸ 'ਅਸਾਧਾਰਣ ਅਤੇ ਚਿੰਤਾਜਨਕ' ਗਾਇਬ ਹੋਣ ਤੋਂ ਬਾਅਦ ਮ੍ਰਿਤਕ ਮਿਲੀ, ਗੁਆਂ neighborੀ 'ਤੇ ਕਤਲ ਦਾ ਦੋਸ਼ ਲਗਾਇਆ ਗਿਆ - ਐਨਬੀਸੀ ਨਿ Newsਜ਼",
        "ਵੇਨਿਸ ਫਿਲਮ ਫੈਸਟੀਵਲ ਅਵਾਰਡ ਜੇਤੂ ਸੂਚੀ (ਲਾਈਵ ਅਪਡੇਟ ਕਰਨਾ) - ਵੰਨਗੀ",
        "ਫਰਾਂਸ ਦੇ ਪ੍ਰਦਰਸ਼ਨਕਾਰੀਆਂ ਨੇ ‘ਚੋਰੀ ਹੋਈਆਂ ਚੋਣਾਂ‘ ’ਤੇ ਗੁੱਸਾ ਕੀਤਾ ਕਿਉਂਕਿ ਮੈਕਰੋਨ ਨੇ ਪ੍ਰਧਾਨ ਮੰਤਰੀ ਲਈ ਕੰਜ਼ਰਵੇਟਿਵ ਬਾਰਨੀਅਰ ਦੀ ਚੋਣ ਕੀਤੀ - ਫਰਾਂਸ 24 ਅੰਗਰੇਜ਼ੀ",
        "ਟੇਲਰ ਸਵਿਫਟ ਅਤੇ ਟ੍ਰੈਵਿਸ ਕੈਲਸੇ ਆਪਣੇ ਬੇਜਵੇਲਡ ਡੇਟ ਨਾਈਟ ਆਉਟਫਿਟਸ ਦਾ ਤਾਲਮੇਲ ਕਰਦੇ ਹਨ - ਹਾਰਪਰ ਦਾ ਬਾਜ਼ਾਰ",
        "ਕੋਵਿਡ ਲਗਭਗ ਹਰ ਰਾਜ ਵਿੱਚ ‘ਉੱਚਾ‘ ਜਾਂ ’ਬਹੁਤ ਉੱਚਾ’ ਹੈ. ਐਨ. ਜੇ. ਦਾ ਪੱਧਰ ਹੁਣੇ ਹੀ ਉੱਪਰ ਗਿਆ. - ਐਨ. ਜੇ. ਡਾਟ ਕਾਮ",
        "ਸੁਪਰ ਟਾਈਫੂਨ ਯਾਗੀ ਨੇ ਵੀਅਤਨਾਮ ਵਿੱਚ ਚੀਨ ਅਤੇ ਫਿਲੀਪੀਨਜ਼ ਵਿੱਚ ਹੋਈਆਂ ਮੌਤਾਂ ਤੋਂ ਬਾਅਦ ਚਾਰ ਦੀ ਮੌਤ - ਐਨਬੀਸੀ ਨਿ Newsਜ਼",
        "ਬਰਡ ਫਲੂ ਦਾ ਪਹਿਲਾ ਕੇਸ ਜੋ ਬਿਮਾਰ ਜਾਨਵਰਾਂ ਨਾਲ ਸਿੱਧਾ ਨਹੀਂ ਜੁੜਿਆ ਹੈ ਮਿਸੂਰੀ - ਐਨਪੀਆਰ ਵਿੱਚ ਪਾਇਆ ਗਿਆ ਹੈ",
        "ਕ੍ਰਾਈਸਲਰ ਪੇਰੈਂਟ ਸਟੈਲਾਂਟਿਸ ਵਿਸ਼ਵ ਭਰ ਵਿੱਚ 1.46 ਮਿਲੀਅਨ ਵਾਹਨਾਂ ਨੂੰ ਵਾਪਸ ਬੁਲਾਉਂਦਾ ਹੈ - ਰਾਇਟਰਜ਼"
    ]
}