{
    "headlines": [
        "ਹਟਾਈ",
        "ਨਵੀਂ ਰਿਪੋਰਟ ਸ਼ੀਹੀ ਗੋਲੀਬਾਰੀ ਦੇ ਜ਼ਖਮੀ ਕਹਾਣੀ ਵਿਚ ਤਾਜ਼ਾ ਪੜਤਾਲ ਨੂੰ ਜੋੜਦੀ ਹੈ - ਕਿ Qਐਕਸਯੂਐਨਐਮਐਕਸ ਨਿ Newsਜ਼",
        "ਜਾਪਾਨ ਦੀ ਸੱਤਾਧਾਰੀ ਪਾਰਟੀ ਦੇ ਹੈੱਡਕੁਆਰਟਰ 'ਤੇ ਫਾਇਰ ਬੰਬਾਂ ਨਾਲ ਹਮਲਾ ਕੀਤਾ ਗਿਆ ਹੈ ਅਤੇ ਸ਼ੱਕੀ ਨੂੰ ਗ੍ਰਿਫਤਾਰ ਕੀਤਾ ਗਿਆ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਲੀਅਮ ਪੇਨੇਃ ਸ਼ੈਰਲ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਸ ਦੀ ਮੌਤ 'ਅਣਜਾਣ ਦਰਦਨਾਕ' ਹੈ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਮਿਡਲ ਈਸਟ ਵਿੱਚ ਹਮਾਸ ਦੇ ਨੇਤਾ ਦੀ ਮੌਤ ਅਤੇ ਯੁੱਧ ਬਾਰੇ ਤਾਜ਼ਾ - ਸੀ ਐਨ ਐਨ",
        "ਮਸਕ ਦੇ ਟੇਸਲਾ ਨੇ ਸਵੈ-ਡ੍ਰਾਇਵਿੰਗ ਸਾੱਫਟਵੇਅਰ ਦੀ ਸੁਰੱਖਿਆ ਨੂੰ ਲੈ ਕੇ ਯੂਐਸ ਦੁਆਰਾ ਜਾਂਚ ਕੀਤੀ - ਬੀਬੀਸੀ.",
        "‘ਗਲੈਡੀਏਟਰ 2’ ਰਿਡਲੇ ਸਕਾਟ, ਡੇਨਜ਼ਲ ਵਾਸ਼ਿੰਗਟਨ ਅਤੇ ਪੌਲ ਮੇਸਕਲ ਨੂੰ ਆਸਕਰ ਰੇਸ ਵਿੱਚ ਭੇਜਦਾ ਹੈ; ਪਹਿਲੀ ਪ੍ਰਤੀਕ੍ਰਿਆ ਸੀਕੁਅਲ ਨੂੰ ‘ਐਪਿਕ‘ ਅਤੇ ’ਸੰਪੂਰਨ ਸਿਕੋ ਐਸ-ਟੀ' ਕਹਿੰਦੀ ਹੈ - ਵੰਨਗੀ",
        "ਨਿਊਯਾਰਕ ਯੈਂਕੀਜ਼ ਏਐਲਸੀਐਸ - ਸੀਐਨਐਨ ਦੇ ਗੇਮ 4 ਵਿਚ ਲਚਕੀਲੇ ਕਲੀਵਲੈਂਡ ਗਾਰਡੀਅਨਜ਼ ਨੂੰ ਰੋਕਣ ਤੋਂ ਬਾਅਦ ਇਕ ਜਿੱਤ ਤੋਂ ਦੂਰ ਹੈ",
        "ਬੇਸ਼ਕ ਡਬਲਯੂਐਨਬੀਏ ਫਾਈਨਲ ਦੂਰੀ 'ਤੇ ਜਾ ਰਹੇ ਹਨਃ ਲਿੰਕਸ ਨੇ ਗੇਮ 4 ਕਿਵੇਂ ਜਿੱਤੀ - ਈਐਸਪੀਐਨ",
        "ਹੈਰਿਸ ਅਤੇ ਟਰੰਪ ਇਕ ਜੇਤੂ ਗੱਠਜੋੜ ਦੀ ਭਾਲ ਵਿਚ ਰੇਜ਼ਰ-ਟਾਈਟ ਮਿਸ਼ੀਗਨ 'ਤੇ ਇਕਜੁੱਟ ਹੁੰਦੇ ਹਨ - ਸੀ ਐਨ ਐਨ",
        "ਮੁੱਖ ਪਾਵਰ ਪਲਾਂਟ ਦੇ ਅਸਫਲ ਹੋਣ ਤੋਂ ਬਾਅਦ ਕਿubaਬਾ ਦੇਸ਼ ਭਰ ਵਿੱਚ ਬਲੈਕਆਉਟ ਦਾ ਸਾਹਮਣਾ ਕਰ ਰਿਹਾ ਹੈ - ਬੀਬੀਸੀ.",
        "ਮੈਟਸ 'ਕੁਝ ਖਾਸ ਕਰਨ ਦਾ ਮੌਕਾ' ਗਲੇ ਲਗਾਉਂਦੇ ਹਨ ਕਿਉਂਕਿ ਡੋਜਰਜ਼ ਦੇ ਵਿਰੁੱਧ ਐਨਐਲਸੀਐਸ ਗੇਮ 6 ਤੇ ਪਹੁੰਚਦਾ ਹੈ - sny. tv",
        "ਯੂਐਸ ਵਿਧਾਇਕਃ ਰੂਸ ਲਈ ਲੜ ਰਹੇ ਉੱਤਰੀ ਕੋਰੀਆ ਦੇ ਸੈਨਿਕ 'ਰੈਡ ਲਾਈਨ' ਨੂੰ ਪਾਰ ਕਰਨਗੇ - ਨਿ Newsਜ਼ਵੀਕ",
        "‘ਮੁਸਕਰਾਹਟ 2’ ਸਟਾਰ ਨੌਮੀ ਸਕਾਟ 'ਤੇ ਕ੍ਰਿਸਟਨ ਸਟੂਅਰਟ ਦਾ ਹਵਾਲਾ ਦੇਣਾ ਅਤੇ ਜਨਤਕ ਤੌਰ' ਤੇ ਕ੍ਰੀਪੀ ਮੁਸਕਰਾਹਟ ਪ੍ਰਾਪਤ ਕਰਨਾ: 'ਕਿਰਪਾ ਕਰਕੇ ਨਾ ਕਰੋ' - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਡੇਲਫੀ ਕਤਲਾਂ ਦੇ ਸ਼ੱਕੀ ਰਿਚਰਡ ਐਲਨ ਨੇ ਉਨ੍ਹਾਂ ਨੂੰ ਮਾਰਨ ਤੋਂ ਪਹਿਲਾਂ ਕਿਸ਼ੋਰਾਂ ਨੂੰ ਟ੍ਰੇਲ ਬੰਦ ਕਰਨ ਲਈ ਮਜਬੂਰ ਕੀਤਾ — ਅਤੇ ਇੱਥੇ ਵੀਡੀਓ ਸਬੂਤ ਹਨ, ਸਰਕਾਰੀ ਵਕੀਲ ਕਹਿੰਦੇ ਹਨ - ਨਿ New ਯਾਰਕ ਪੋਸਟ",
        "ਅਕਤੂਬਰ 19, 2024 ਲਈ ਪਿਆਰ ਅਤੇ ਰਿਸ਼ਤਾ ਕੁੰਡਲੀ - ਹਿੰਦੁਸਤਾਨ ਟਾਈਮਜ਼",
        "ਹਟਾਈ",
        "ਉੱਤਰੀ ਕੈਰੋਲੀਨਾ ਦੇ ਸ਼ੁਰੂਆਤੀ ਵੋਟਰ, ਅਜੇ ਵੀ ਹੈਲੀਨ ਤੋਂ ਠੀਕ ਹੋ ਰਹੇ ਹਨ, 2020 ਦੇ ਵੋਟਰ ਮਤਦਾਨ ਤੋਂ ਵੱਧ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਡਾਓ ਅਤੇ ਐਸ ਐਂਡ ਪੀ ਤਾਜ਼ਾ ਰਿਕਾਰਡ ਦੇ ਉੱਚੇ ਪੱਧਰ 'ਤੇ ਖਤਮ ਹੁੰਦੇ ਹਨ, ਨੈੱਟਫਲਿਕਸ ਦੀ ਕਮਾਈ ਅਤੇ ਤਕਨੀਕੀ ਸਟਾਕਾਂ ਦੁਆਰਾ ਚੁੱਕਿਆ ਜਾਂਦਾ ਹੈ - ਰਾਇਟਰਜ਼",
        "ਹੈਰਿਸ ਕੈਥੋਲਿਕ ਚੈਰਿਟੀ ਡਿਨਰ ਸਨੱਬ ਤੋਂ ਕੁਝ ਘੰਟੇ ਪਹਿਲਾਂ 'ਗਲਤ ਰੈਲੀ' ਤੇ ਪ੍ਰੋ-ਲਾਈਫ ਪ੍ਰਦਰਸ਼ਨਕਾਰੀਆਂ ਦਾ ਮਜ਼ਾਕ ਉਡਾਉਂਦਾ ਹੈ - ਫੌਕਸ ਨਿ Newsਜ਼"
    ]
}