{
    "headlines": [
        "Republicanos de Energia e Comércio planejam reunião sobre reconciliação nesta semana - POLITICO",
        "Proibição do TikTok mais recente: Como estão as coisas após a audiência da Suprema Corte - FOX 10 News Phoenix",
        "Este fóssil vivo tem sangue azul e sobreviveu a cinco extinções em massa. - farmingdale-observer.com",
        "Village People para jogar no comício inaugural de Trump - Axios",
        "O governador da Califórnia, Newsom, expande a sessão especial para abordar os incêndios florestais de Los Angeles - KCRA Sacramento",
        "Atualizações ao vivo sobre incêndios florestais em Los Angeles: autoridades investigam a causa de incêndios florestais mortais - The Associated Press",
        "Grupo petrolífero dos EUA sob pressão para sair da Rússia após o governo Biden ampliar as sanções - Financial Times",
        "Sem energia ou água, dois vizinhos de Altadena permanecem entre os destroços - The Washington Post",
        "Southern California Edison enfrenta processos por incêndios florestais em Los Angeles - Al Jazeera English",
        "Bill Belichick oferece reação sincera aos patriotas que contratam Mike Vrabel - NESN",
        "A Amazon está encerrando a opção \"Experimente antes de comprar\" para membros Prime - The Associated Press",
        "Sair na Starbucks vai custar-lhe à medida que a empresa reverte a sua política de portas abertas - The Associated Press",
        "Acordo de cessar-fogo em Gaza está sendo finalizado, diz autoridade palestina à BBC - BBC.com",
        "L.A. Rams Playoff Game to Mark Catastrophic Fires With NFL Vet Andrew Whitworth, Rachel Platten - Hollywood Reporter",
        "Lucy Liu sobre por que ela confrontou Bill Murray no set de 'Charlie's Angels' sobre insultos \"imperdoáveis\": \"Eu vou me proteger\" - Prazo",
        "O quarterback do Washington Commanders, Jayden Daniels, ainda está na ativa. Isso é uma má notícia para o resto da NFL. - Andscape",
        "Joe Biden diz que deixará a Trump uma \"mão muito forte para jogar\" na política externa",
        "1 milhão de adultos dos EUA desenvolverão demência a cada ano até 2060, diz estudo - The Washington Post",
        "Venda de títulos: o que o aumento dos rendimentos significa para os investidores - Fortune",
        "Votação do Oscar adiada, almoço cancelado devido a incêndios florestais no sul da Califórnia - KTLA Los Angeles"
    ]
}