{
    "headlines": [
        "Netanyahu será submetido a operação de remoção de próstata, testemunho judicial adiado - The Jerusalem Post",
        "Charles Dolan, pioneiro da mídia e fundador da Cablevision, morre aos 98 anos - Newsday",
        "   Removido ",
        "Dear Jurisprudence: Can Donald Trump Wave a Wand to Get Off of Birthright Citizenship? - Slate",
        "Jeju Air: A colisão de pássaros contribuiu para o acidente de avião na Coreia do Sul? O que sabemos - BBC.com",
        "Escolhas combinadas de US $ 1 milhão da NFL, odds para a semana 17 de 2024: obtenha um retorno gigantesco em uma aposta de US $ 10 da top model - CBS Sports",
        "Chuveiros dispersos possíveis após o mau tempo passar pela manhã de domingo - WYFF4 Greenville",
        "'Bachelorette' Star Andi Dorfman Hospitalized Days After Giving Birth - TMZ",
        "Coisas para experimentar: nossas 9 principais dicas de tecnologia para você - The Wall Street Journal",
        "15 eventos imperdíveis de observação do céu a olho nu em 2025 - Space.com",
        "IA e Bitcoin abalaram os mercados em 2024, mas os títulos frustram - TheStreet",
        "Novo presidente georgiano empossado como antecessor se recusa a ficar de lado - Al Jazeera English",
        "Os casos de norovírus estão aumentando em partes dos EUA, mostram dados do CDC - AOL",
        "Bannon Slams ‘Scam’ Visas as Loomer Warns GOP About Musk - The Daily Beast",
        "Ameaças climáticas severas se movem para o leste após tempestades que geram tornados atingirem o Texas e o Mississippi, deixando pelo menos 2 mortos - Yahoo! Voices",
        "SpaceX lança 4 satélites Astranis na 2ª tentativa após o último segundo aborto - Space.com",
        "Horóscopo para domingo, 29 de dezembro de 2024 - Chicago Sun-Times",
        "Ovechkin retorna, grande busca pelos recordes de gols de Gretzky na NHL - NHL.com",
        "As lutas de Kyler Murray continuam na derrota dos Cardinals para os Rams - Arizona Sports",
        "Bilhete vencedor da Mega Millions no valor de 1,22 mil milhões de dólares vendido em Cottonwood, vencedor ainda desconhecido - KRCR"
    ]
}