{
    "headlines": [
        "رفض شون \"ديدي\" كومز الإفراج عنه بكفالة وسيظل رهن الاحتجاز الفيدرالي، وقواعد القاضي - سي إن إن",
        "يقول المبلغون عن المخالفات إن الرئيس التنفيذي لشركة OceanGate تحطم قبل سنوات من انهيار تيتان - واشنطن بوست",
        "قمر الحصاد، القمر العملاق يجلب كسوف القمر الجزئي: كيف ومتى تشاهد - الجزيرة الإنجليزية",
        "بول ويلان، الذي أطلق سراحه في تبادل للسجناء مع روسيا، يقول لمعتقلين أمريكيين آخرين: \"نحن قادمون من أجلك\" - سي بي إس نيوز",
        "حملة ترامب في ميشيغان في أول ظهور لها منذ محاولة الاغتيال الواضحة - سي بي إس نيوز",
        "ترامب يشيد بامرأة \"مذهلة\" اتبعت مسلحًا مشتبهًا به - BBC.com",
        "بقايا \"طفل مصاص دماء\" مقطوع الرأس عثر عليه في بولندا، كما يقول علماء الآثار - سي بي إس نيوز",
        "أفضل ميزات iOS 18: تضيف تحسينات الشاشة الرئيسية مستوى مثير للإعجاب من التخصيص إلى iPhone [فيديو] - 9to5Mac",
        "ضرب حزب الله بموجة من أجهزة الاستدعاء المتفجرة ويلقي باللوم على إسرائيل. ما لا يقل عن 9 قتلى وآلاف الجرحى - وكالة أسوشيتد برس",
        "السابق رقم 2 بشكل عام في اتحاد كرة القدم الأميركي مشروع بيك تحميص الفهود لمقعد برايس يونغ: \"هذه المنظمة فظيعة\" - سي بي إس سبورتس",
        "خطط العودة إلى المكتب من أمازون تثير القلق والنقاش بين الموظفين - صحيفة وول ستريت جورنال",
        "\"نطق الأكاذيب \": يدين هاريس\" خطاب الكراهية \"لترامب حول سبرينغفيلد - أكسيوس",
        "وزارة الدفاع اليابانية تقول إن كوريا الشمالية اختبرت إطلاق صاروخين باليستيين - WKRC TV Cincinnati",
        "حالة الطوارئ المعلنة للمقاطعات الساحلية: الإعصار الاستوائي المحتمل 8 يلقي أكثر من 20 بوصة من الأمطار على شاطئ كارولينا - أخبار ورال",
        "النساء السود أكثر عرضة من النساء البيض للوفاة بسبب جميع أنواع سرطان الثدي - إن بي سي نيوز",
        "تمت الإزالة",
        "كايت في أول اجتماع عمل منذ علاج السرطان - BBC.com",
        "حاكم الولاية ديواين يحث ترامب وفانس على إنهاء التعليقات \"المؤذية للغاية\" حول المهاجرين الهايتيين - PBS NewsHour",
        "وجدت دراسة كبيرة أن الجراثيم الخارقة بسبب مقاومة المضادات الحيوية يمكن أن تقتل 39 مليون شخص بحلول عام 2050 - فوكس نيوز",
        "تمت الإزالة"
    ]
}