{
    "headlines": [
        "من هي بام بوندي، اختيار ترامب الجديد لمنصب المدعي العام ؟ - فوكس نيوز",
        "يقول بوتين إن روسيا ستواصل اختبار صاروخ باليستي جديد - سي إن إن",
        "ما يجب معرفته عن الفلورايد في مياه الشرب - سي إن إن",
        "رصدت ناسا كوكبًا صغيرًا جدًا. يمكن أن تصبح أرضًا خارقة. - Mashable",
        "مضيفو فوكس ومنتظمو أخبار الكابل ومحترفو الترفيه: ترامب يلقي خزانة مصنوعة للتلفزيون - سي إن إن",
        "انتقلت إلى دبي للحصول على وظيفة أحلام وأحببت الحياة الساحرة. في النهاية، كان لذلك تأثير. - Business Insider",
        "التجاوزات في الدورة التاسعة والعشرين لمؤتمر الأطراف في اتفاقية الأمم المتحدة الإطارية بشأن تغير المناخ (COP29) مع احتقان البلدان الفقيرة للنقد المناخي - BBC",
        "تايلور سويفت تتفاعل مع إعلان الحمل لجيسون كيلسي وكايلي كيلسي - Athlon Sports",
        "يختار ترامب مارتي مكاري لقيادة إدارة الغذاء والدواء، وديف ويلدون لإدارة مركز السيطرة على الأمراض - واشنطن بوست",
        "ترامب يستعين بمدير صندوق التحوط سكوت بيسنت لإدارة الخزانة - أكسيوس",
        "ما يجب معرفته عن مرشح ترامب لمنصب وزير العمل لوري شافيز ديريمر - إيه بي سي نيوز",
        "UFC Fight Night 248 تحديثات مباشرة: النتائج، تغطية شاملة لكل مباراة - MMA Junkie",
        "ملاحظات فورية: حقق فريق Sixers أخيرًا الفوز الثالث في الموسم خلف Tyrese Maxey و Jared McCain - PhillyVoice.com",
        "يؤكد تسرب وحدة معالجة الرسومات Intel Arc B580 \"Battlemage\" ذاكرة 12 جيجابايت، ونماذج مخصصة مع موصلات طاقة قياسية، وساعات تصل إلى 2.8 جيجاهرتز - Wccftech",
        "فايربراند غوركا يعود إلى البيت الأبيض ترامب في دور مجلس الأمن القومي - بوليتيكو",
        "العمالقة يطلقون سراح دانيال جونز: زميله السابق ساكون باركلي يتفاعل مع مغادرة كيو بي لنيويورك - سي بي إس سبورتس",
        "\"الأشرار \": كيف أعاد جون م. تشو إحياء الموسيقى في فيلم شباك التذاكر - الموعد النهائي",
        "يصف 49ers QB Brandon Allen البداية الأولى منذ عام 2021 بأنها \"فرصة للخروج واللعب بشكل جيد\" - NBC Sports",
        "لن يتم البت في العرض الثالث لشون \"ديدي\" كومز للإفراج عنه بكفالة حتى الأسبوع المقبل - وكالة أسوشيتد برس",
        "أول حالة إصابة بإنفلونزا الطيور لطفل في الولايات المتحدة تم تأكيدها في كاليفورنيا - واشنطن بوست"
    ]
}