{
    "headlines": [
        "Classificação da nova lista das Valquírias: nossas escolhas favoritas e menos favoritas - ESPN",
        "Fontes: Holmes concorda em se juntar ao Mets - como titular - ESPN",
        "Boise State vs. UNLV: transmissão ao vivo do Mountain West Championship Game, TV, horário de início, previsão - CBS Sports",
        "Legisladores sul-coreanos devem votar o impeachment após o desastre da lei marcial - The Associated Press",
        "Depois que a avó desaparecida foi encontrada morta no sumidouro, a polícia revela novos detalhes do que pode ter acontecido - PEOPLE",
        "Rover de Marte Perseverance envia cartão postal para casa do cênico 'Pico Turquino' (foto) - Space.com",
        "Apollo Global Stock, Workday para se juntar ao índice S&P 500. Aqui está quem não sobreviveu. - Barron's",
        "Acusadora do processo Diddy revelada como Anna Kane, ex-mulher do astro da NHL Evander Kane - TMZ",
        "Acusação de homicídio culposo indeferida no julgamento de Daniel Penny, júri para considerar acusação de homicídio culposo - ABC News",
        "Sabrina Carpenter atormentada por escândalo de trapaça enquanto estrela pop faz aparição surpresa para fãs - Yahoo Entertainment",
        "Por que o bitcoin está em expansão - Vox.com",
        "Exclusivo: EUA emitem ordem exigindo testes de gripe aviária no fornecimento de leite - Reuters",
        "Ações de seguradoras de saúde caem após assassinato de executivo da UnitedHealth - Reuters",
        "Os modems personalizados da Apple podem colocar 5G em Macs e Vision Pro - The Verge",
        "Uma única mutação pode piorar muito a gripe aviária, segundo estudo - Salon",
        "Romênia cancela eleição presidencial após suposta intromissão russa - Financial Times",
        "Oriente Médio mais recente: Líbano fecha todas as suas fronteiras terrestres com a Síria, exceto uma - The Associated Press",
        "Elon Musk injetou um quarto de bilhão de dólares em grupos de campanha pró-Trump - The Wall Street Journal",
        "As 19 Melhores Séries de TV de 2024: Escolhas da Crítica - Variedade",
        "A corrida de alto-falantes da Casa do Texas ainda não acabou. É aqui que está. - The Texas Tribune"
    ]
}