{
    "headlines": [
        "تسمح محكمة الاستئناف لإدارة ترامب بإزالة هيئة مراقبة الأخلاقيات الفيدرالية - CNBC",
        "منتجو \"هاميلتون\" يلغون المشاركة القادمة لمركز كينيدي - الموعد النهائي",
        "تخطط إدارة ترامب لفصل 80 ألف موظف من شؤون المحاربين القدامى، وفقًا لمذكرة داخلية - وكالة أسوشيتد برس",
        "ميامي توظف جاي لوكاس كمدرب ؛ مساعد شعبي من المتوقع أن يترك دوق بعد انتهاء الموسم العادي - سي بي إس سبورتس",
        "دفع كينيدي للحصول على الفيتامينات استجابة لتفشي الحصبة يقلق الأطباء - ذا هيل",
        "التركيز على الحقائق: نظرة على الادعاءات الكاذبة والمضللة التي أدلى بها ترامب خلال خطابه أمام الكونغرس - وكالة أسوشيتد برس",
        "اكتشف تلسكوب هابل لغزًا جديدًا \"مشكلة 3 أجسام\" بين كويكبات حزام كايبر (فيديو) - Space.com",
        "وجدت الدراسة أن الحالة المهبلية الشائعة هي في الحقيقة مرض جنسي - سي إن إن",
        "ماكرون: يجب على فرنسا مواجهة \"التهديد الروسي\" مع الولايات المتحدة أو بدونها - POLITICO Europe",
        "مركبة ناسا المدارية تلتقط منظرًا مذهلاً لمركبة هبوط الأشباح الزرقاء على سطح القمر - Gizmodo",
        "الولايات المتحدة توقف تبادل المعلومات الاستخباراتية التي تستخدمها أوكرانيا لشن ضربات على روسيا - واشنطن بوست",
        "وفاة رئيس بلدية هيوستن وعضو الكونغرس سيلفستر تيرنر عن عمر يناهز 70 عامًا - وسائل الإعلام العامة في هيوستن",
        "يحتوي جهاز iPad الجديد بمستوى الدخول مع شريحة A16 على ذاكرة وصول عشوائي أكثر من جهاز iPad 10 - MacRumors",
        "الولايات المتحدة تؤكد إجراء محادثات مباشرة مع حماس بشأن رهائن غزة - BBC.com",
        "وكيل مجاني رئيسي واحد لعام 2025 لا يمكن لكل فريق في اتحاد كرة القدم الأميركي تحمل خسارته: يمكن أن يكون روني ستانلي من رايفنز على رأس الأولويات - سي بي إس سبورتس",
        "تقرير: ماكس كروسبي، المغيرون يوافقون على عقد تاريخي بقيمة 106.5 مليون دولار ؛ سجل غير QB - تقرير المبيض",
        "أخبار أوروبا المذهلة توجه ضربة كبيرة لأسهم تسلا - TheStreet",
        "طاقم ستارلاينر من بوينج (NYSE:BA) يستعد للعودة إلى المنزل - TipRanks",
        "أصبحت شركات التكنولوجيا الكبرى الآن أقل صمتًا قليلاً بشأن تعريفات ترامب - ذا فيرج",
        "هل ستدفع أكثر مقابل الوقود بموجب التعريفات الكندية الجديدة ؟ يعتمد على المكان الذي تعيش فيه - سي إن إن"
    ]
}