{
    "headlines": [
        "How Kanye West Landed a Super Bowl Ad — Then Used It to Sell Swastika Shirts After It Aired - Variety",
        "Justice Department to drop federal corruption case against New York City Mayor Eric Adams - CNN",
        "Flu is surging nationwide, with 20 million cases so far - The Washington Post",
        "Trump announces steel and aluminium import tariffs - BBC.com",
        "The Easter Eggs You Might Have Missed from Kendrick Lamar’s Super Bowl Performance - Rolling Stone",
        "FAA: Plane veers off runway after landing at Scottsdale Airport, and hits another plane - FOX 10 News Phoenix",
        "New strain of bird flu is detected in a Nevada dairy worker, CDC says - The Associated Press",
        "Super Bowl champion Eagles return to Philadelphia | WATCH LIVE COVERAGE - 6ABC Philadelphia",
        "Hawaii court rules against insurance companies in Maui wildfire, allowing $4B settlement to proceed - The Associated Press",
        "Hegseth orders immediate pause on gender-affirming medical care for transgender service members - ABC News",
        "Exclusive | Elon Musk-Led Group Makes $97.4 Billion Bid for Control of OpenAI - The Wall Street Journal",
        "White House targets CFPB as union sues over work stoppage - The Washington Post",
        "C.J. Mosley: Nothing but respect for Aaron Rodgers, he shouldn’t leave with head down - NBC Sports",
        "Sizzle or Fizzle? Seattle advertising experts rank Super Bowl LIX commercials - KOMO News",
        "iPhone SE 2025 Launch Schedule Latest: Exactly When To Expect The New iPhone - Forbes",
        "In emergency decision, James Webb telescope will study 'city-killer' asteroid 2024 YR4 before its close approach to Earth - Livescience.com",
        "The amazing story of how a cooler and app have transformed organ transplants - Digital Trends",
        "Trump expected to pardon ex-Illinois Gov. Blagojevich 5 years after commuting his sentence - PBS NewsHour"
    ]
}