{
    "headlines": [
        "Apple дразнит «неделей» анонсов Mac, начиная с понедельника - The Verge",
        "PFT's Week 8 2024 NFL picks: Florio vs. Simms - NBC Sports",
        "Забастовка Boeing продолжится после того, как рабочие откажутся от нового контракта - ABC News",
        "Бейонсе выступит вместе с Харрисом на митинге в Хьюстоне - CNN",
        "Трамп говорит, что быстро уволит Джека Смита, если он выиграет еще один срок в должности - CNN",
        "Get It Together, Intel: Core Ultra 9 285K CPU Review & Benchmarks vs. 7800X3D, 9950X, More - Gamers Nexus",
        "Билеты Taylor Swift 'Eras Tour' стоят дороже перед концертами - WDSU New Orleans",
        "Наблюдатели за республиканскими опросами в штатах на поле боя беспокоят экспертов по выборам в США - Reuters",
        "Ozempic может снизить риск развития болезни Альцгеймера. Это огромно для Novo Nordisk. - Barron's",
        "Соглашение о прекращении огня и освобождении заложников в Газе возобновляется после двухмесячного тупика - Axios",
        "Yankees-Dodgers: Рейтинг 24 лучших игроков Мировой серии 2024 года - FOX SPORTS",
        "США предупреждают Илона Маска, что его раздача избирателей на 1 миллион долларов может быть незаконной - BBC.com",
        "Илон Маск разбогател на 21 миллиард долларов, поскольку акции Tesla выросли на 19% - Forbes",
        "Досрочное голосование на выборах 2024 года проходит в десятках штатов, на данный момент подано 28 миллионов бюллетеней - CBS News",
        "Стиви Никс: «Я верю в церковь Стиви» - Rolling Stone",
        "Астероид «Город-убийца» - один из четырех, которые сегодня выходят на орбиту Земли - New York Post",
        "Рейтинг фэнтези-футбола 2024 года: лучшие модели NFL Week 8 QB, RB, WR, TE, Kicker, DEFANCE Picks - CBS Sports",
        "Израильский удар по убежищу в Газе убивает 17 человек, поскольку Блинкен говорит, что переговоры о прекращении огня возобновятся - The Associated Press",
        "Minecraft теряет поддержку VR в следующем году - The Verge",
        "Председатель разведки Палаты представителей: США должны рассмотреть военные действия, если северокорейские войска войдут в Украину - США СЕГОДНЯ"
    ]
}