{
    "headlines": [
        "Trump impose des droits de douane au Canada, au Mexique et à la Chine, ce qui stimule les perspectives d'inflation et de guerre commerciale - The Associated Press",
        "Résultats WWE Royal Rumble 2025 : mises à jour en direct, récapitulatif, notes, faits saillants, matchs, carte, heure de début - CBS Sports",
        "Sept personnes sont mortes après que l'avion se soit écrasé dans le quartier nord-est de Philly - Axios",
        "Analyse instantanée : Duke construit une grosse avance, domine UNC - 247Sports",
        "Les pilotes ont essayé de tirer le nez de l'avion de ligne dans les secondes suivant la collision mortelle de l'hélicoptère DC, selon les données préliminaires du NTSB - CNN",
        "Justin Baldoni modifie le procès animé de Blake avec des réclamations de métadonnées NYT - Variété",
        "Karla Sofia Gascón aurait appelé Selena Gomez un « rat riche » dans un tweet passé - BuzzFeed",
        "Le PDG de Jefferies dénonce les « attaques vitrioliques » à la suite de la mort d'un jeune banquier et offre un soutien au personnel subalterne. Lisez le mémo. - Business Insider",
        "Eric Bieniemy embauché comme entraîneur des running backs des Bears - NBC Sports",
        "Le Venezuela acceptera les migrants expulsés, dit Trump - The Wall Street Journal",
        "La Russie déploie des Su-57 et des Tu-95MS dans une frappe multiplateforme - Armée bulgare",
        "Imavov assomme Adesanya pour mettre en jeu la revendication du titre UFC - Al Jazeera English",
        "Apple versera 20 millions de dollars aux propriétaires d'Apple Watch. Qui peut déposer une réclamation ? - CNET",
        "« Répulsif » : les meilleurs démocrates font exploser le bain de sang du FBI de Trump - The Daily Beast",
        "Rubio se lance dans une mission impossible : Reprendre le canal de Panama - The Washington Post",
        "Les chercheurs viennent de découvrir une toute nouvelle classe de vie vivant à l'intérieur des humains - BGR",
        "Un groupe paramilitaire attaque un marché ouvert au Soudan, tuant 54 personnes et blessant des dizaines d'autres - The Associated Press"
    ]
}