{
    "headlines": [
        "ਨਵੀਆਂ ਈਮੇਲਾਂ ਮਸਕ ਦੀ ‘ਨਿਰਪੱਖਤਾ ਨਾਲ‘ ਓਪਨਏਆਈ ਨੂੰ ਨਿਯੰਤਰਿਤ ਕਰਨ ਦੀ ਮੰਗ ਦਾ ਖੁਲਾਸਾ ਕਰਦੀਆਂ ਹਨ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਸਟੋਰੀ ਆਈਡੀਆ (ਐਕਸਕਲੂਸਿਵ) ਤੇ ਗ੍ਰੇਟਾ ਗੇਰਵਿਗ ਅਤੇ ਨੂਹ ਬੌਮਬਾਚ ਸੈਟਲ ਦੇ ਰੂਪ ਵਿੱਚ \"ਸ਼ੁਰੂਆਤੀ ਪੜਾਅ\" ਵਿੱਚ ’ਬਾਰਬੀ' ਸੀਕੁਅਲ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਨਿਣਟੇਨਡੋ ਸਵਿੱਚ 2, ਜਿਵੇਂ ਕਿ ਡਬ੍ਰਾਂਡ ਦੁਆਰਾ ਦੱਸਿਆ ਗਿਆ ਹੈ - ਦਿ ਵਰਜ",
        "ਬਿਡੇਨ ਨੇ ‘ਬੱਚਿਆਂ ਲਈ ਕੈਸ਼’ ਜੱਜ ਅਤੇ 54 ਮਿਲੀਅਨ ਡਾਲਰ ਦੇ ਗਬਨ ਨੂੰ ਮੁਆਫੀ ਦੇਣ ਤੋਂ ਬਾਅਦ ਪੀੜਤ ’ਹੈਰਾਨ' - ਸੀਐਨਐਨ",
        "ਨਿ New ਜਰਸੀ ਉੱਤੇ ਭੇਤ ਭਰੇ ਡਰੋਨਾਂ ਬਾਰੇ ਅਸੀਂ ਕੀ ਜਾਣਦੇ ਹਾਂ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਆਸਟਿਨ ਟਾਇਸਃ ਸੀਰੀਆ ਵਿਚ ਲਾਪਤਾ ਹੋਏ ਅਮਰੀਕੀ ਰਿਪੋਰਟਰ ਦੀ ਭਾਲ ਵਿਚ 2013 ਤੋਂ ਇਕ ਸੁਰਾਗ - ਰਾਇਟਰਜ਼",
        "49ers ਡੀ 'ਵੋਂਡਰੇ ਕੈਂਪਬੈਲ ਨਾਲ ਰਸਤੇ ਵੰਡਣ ਦੀ ਯੋਜਨਾ ਬਣਾ ਰਿਹਾ ਹੈ ਜਦੋਂ ਉਸਨੇ ਬਨਾਮ ਰੈਮਜ਼ ਖੇਡਣ ਤੋਂ ਇਨਕਾਰ ਕਰ ਦਿੱਤਾ - ਦਿ ਐਥਲੈਟਿਕ - ਦਿ ਐਥਲੈਟਿਕ",
        "ਟੈਕਸਾਸ ਦਾ ਨਿਊਯਾਰਕ ਦੇ ਡਾਕਟਰ ਵਿਰੁੱਧ ਗਰਭਪਾਤ ਦੀ ਗੋਲੀ ਦਾ ਮੁਕੱਦਮਾ ਅੰਤਰਰਾਜੀ ਟੈਲੀਮੈਡੀਸਨ ਲਈ ਨਵੀਂ ਚੁਣੌਤੀ ਦਾ ਸੰਕੇਤ ਕਰਦਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਮਿਸ਼ਰਣ ਵਿਚ ਕਾਈਲ ਟੱਕਰ ਦੇ ਨਾਲ ਕਿਊਬਜ਼ ਲਾਈਨਅਪ 'ਤੇ ਇਕ ਝਲਕ - ਮਾਰਕੀ ਸਪੋਰਟਸ ਨੈਟਵਰਕ",
        "ਜੱਜ ਨੇ ਜਾਰਜੀਆ ਚੋਣ ਕੇਸ ਵਿੱਚ ਦੋਸ਼ੀ ਪਟੀਸ਼ਨ ਨੂੰ ਅਯੋਗ ਠਹਿਰਾਉਣ ਲਈ ਟਰੰਪ ਮੁਹਿੰਮ ਦੇ ਵਕੀਲ ਦੀ ਕੋਸ਼ਿਸ਼ ਨੂੰ ਰੱਦ ਕਰ ਦਿੱਤਾ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਮੈਕਸ ਡਰਾਪਸ ਸੇਸੇਮ ਸਟ੍ਰੀਟ - ਦਿ ਵਰਜ ਤੋਂ ਬਾਅਦ ਏਲਮੋ ਨੂੰ ਨਵੇਂ ਸਟ੍ਰੀਮਿੰਗ ਹੋਮ ਦੀ ਜ਼ਰੂਰਤ ਹੈ",
        "ਲਾਈਵ ਅਪਡੇਟਸਃ ਓਪਨਏਆਈ ਐਗਜ਼ੈਕਟ ਨੇ ਟਰੰਪ ਦੀ ਉਦਘਾਟਨੀ ਕਮੇਟੀ ਨੂੰ 1 ਮਿਲੀਅਨ ਡਾਲਰ ਦਾਨ ਕਰਨ ਦੀ ਯੋਜਨਾ ਬਣਾਈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਉੱਤਰੀ ਕੈਰੋਲੀਨਾ ਦੀ 'ਫ੍ਰੈਕਚਰਡ' ਕੋਚਿੰਗ ਖੋਜ ਦੇ ਅੰਦਰ ਜੋ ਬਿਲ ਬੇਲੀਚਿਕ ਨਾਲ ਖਤਮ ਹੋਈ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਯੂਨਾਈਟਿਡਹੈਲਥਕੇਅਰ ਦੇ ਸੀਈਓ ਹੱਤਿਆ ਦੇ ਸ਼ੱਕੀ ਨੂੰ ਕੰਪਨੀ ਦੁਆਰਾ ਬੀਮਾ ਨਹੀਂ ਕੀਤਾ ਗਿਆ ਸੀ - ਸੀਐਨਐਨ",
        "ਨੈਨਸੀ ਪੇਲੋਸੀ ਨੂੰ ਵਿਦੇਸ਼ਾਂ ਵਿੱਚ ਕਾਂਗਰਸ ਦੇ ਵਫਦ ਦੀ ਯਾਤਰਾ ਦੌਰਾਨ ਹਸਪਤਾਲ ਵਿੱਚ ਦਾਖਲ ਕਰਵਾਇਆ ਗਿਆ, ਉਸਦਾ ਦਫਤਰ ਕਹਿੰਦਾ ਹੈ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਗੂਗਲ ਦਾ ਨੋਟਬੁੱਕਐਲਐਮ ਹੁਣ ਤੁਹਾਨੂੰ ਇਸਦੇ ਏਆਈ ਪੋਡਕਾਸਟ ਹੋਸਟਾਂ ਨਾਲ ਗੱਲ ਕਰਨ ਦਿੰਦਾ ਹੈ - ਟੈਕਕ੍ਰਾਂਚ",
        "ਮੇਰੇ ਨਾਲੋਂ ਫਰਾਂਸ ਦੀ ਮੁਸ਼ਕਲ ਕਿਸੇ ਨੂੰ ਨਹੀਂ ਮਿਲਦੀ, ਮੈਕਰੋਨ ਦੇ ਨਵੇਂ ਪੀਐਮ ਬੇਅਰੂ ਕਹਿੰਦਾ ਹੈ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਐਂਕਰ ਦਾ 3-ਇਨ -1 ਪਾਵਰ ਬੈਂਕ ਸਿਰਫ $ 20 ਤੱਕ ਡਿੱਗਦਾ ਹੈ, ਪਲੱਸ ਬਾਕੀ ਇਸ ਹਫਤੇ ਦੇ ਸਭ ਤੋਂ ਵਧੀਆ ਤਕਨੀਕੀ ਸੌਦੇ - Engadget",
        "ਦ੍ਰਿੜ੍ਹਤਾ ਰੋਵਰ ਆਪਣੇ ਵਿਸ਼ਾਲ ਮਾਰਟੀਅਨ ਕ੍ਰੈਟਰ ਤੋਂ ਬਚ ਨਿਕਲਦਾ ਹੈ ਇੱਥੇ ਅੱਗੇ ਕੀ ਹੁੰਦਾ ਹੈ - Gizmodo",
        "ਟਰੰਪ ਹੁਣ ਕਹਿੰਦਾ ਹੈ ਕਿ ਕਰਿਆਨੇ ਦੀਆਂ ਕੀਮਤਾਂ ਨੂੰ ਹੇਠਾਂ ਲਿਆਉਣਾ, ਜਿਵੇਂ ਕਿ ਉਸਨੇ ਵਾਅਦਾ ਕੀਤਾ ਸੀ, 'ਬਹੁਤ ਸਖਤ' ਹੋਵੇਗਾ - ਏਬੀਸੀ ਨਿ Newsਜ਼"
    ]
}