{
    "headlines": [
        "Pope está descansando no 10º dia de hospitalização após os estágios iniciais de insuficiência renal detectados - The Associated Press",
        "SAG Awards Analysis: Does ‘Conclave’ Ensemble Win Mean ‘Anora’ Is Vulnerable at Oscars? - Hollywood Reporter",
        "Friedrich Merz, da Alemanha, sinaliza mudança sísmica nas relações Europa-EUA - BBC.com",
        "Comitê de competição da NFL começa a ponderar possíveis ajustes no formato inicial - The Washington Post",
        "Manchetes de jornais: 'Zelensky se oferece para sair' e 'Alemanha vira à direita' - BBC.com",
        "Autoridades de saúde alertam sobre o risco de sarampo no restaurante Twin Peaks do estado do Texas - KVUE.com",
        "Trump eliminará 1.600 empregos na USAID e colocará a maior parte da força de trabalho de licença - The Washington Post",
        "Primeiros passageiros em processo de voo da Delta derrubado, alegando negligência - The Washington Post",
        "Assista a estes níveis de preço das ações da Nvidia com o relatório de lucros definido para lançamento na quarta-feira - Investopedia",
        "Nomeados de Trump parecem contradizer Musk pela primeira vez em resposta ao e-mail do OPM - CNN",
        "Procissão para o oficial de West York Andrew Duarte a ser realizada segunda-feira de manhã - WGAL Susquehanna Valley Pa.",
        "Vencedores do The 2024 Motion Picture Sound Editors (MPSE) Golden Reel Award - Próximo Melhor Filme",
        "Jane Fonda diz que ‘Woke Just Means You Give a Damn About Other People’, apela a Hollywood para lutar com empatia no discurso do SAG Awards - Variety",
        "Guarda Costeira dos EUA em busca da sexta pessoa nas águas de Breezy Point depois que o barco virou - SILive.com",
        "Bell usa a prorrogação para vencer a 10ª corrida da NASCAR Cup - ESPN",
        "Uma mudança no jardim: Rick Pitino e St. John agora governam o Big East enquanto a UConn desliza do topo da montanha - CBS Sports",
        "O vestido de couro de Demi Moore no SAG Awards 2025 teve uma surpreendente saia de seda de cintura baixa - Yahoo Entertainment",
        "Enorme funeral realizado para o líder do Hezbollah 5 meses após o seu assassinato - POLITICO"
    ]
}