{
    "headlines": [
        "Weltraummüll mit einem Gewicht von über 1.000 Pfund stürzt in das Dorf Kenia - AOL",
        "Bryan Johnson möchte für immer leben. Ein neuer Netflix-Film zeigt, wie wild er es versucht. - USA TODAY",
        "Diese Restaurantketten haben Standorte im Jahr 2024 geschlossen - CNBC",
        "Updates aus New Orleans: 10 Tote, Dutzende Verletzte, nachdem ein Fahrzeug bei einem \"Terroranschlag\" in die Menge gepflügt wurde - ABC News",
        "From The Next Yorgos Lanthimos, Paul Thomas Anderson & Spike Lee, To Scarlett Johansson & Kristen Stewart's Directorial Debuts & A Tom Cruise Return To Cannes?: 71 Filme aus der ganzen Welt, die Festivals im Jahr 2025 beleuchten könnten - Deadline",
        "Lions vs. 49ers Stock Report: 6 Riser, 3 Faller nach Westküstengewinn - Pride Of Detroit",
        "Nordkoreas Kim Jong Un nimmt an Neujahrsfeiern teil, erhält Karte von Chinas Xi, sagt KCNA - Reuters.com",
        "Ukraine beendet Lieferung von russischem Gas nach Europa - CNN",
        "Polizei identifiziert Frau, die bei einem tödlichen Anschlag in New York City in Brand gesetzt wurde - BBC.com",
        "Russland startet 111 Drohnen bei einem tödlichen Neujahrsangriff auf die Ukraine, sagt Kiew - ABC News",
        "Der Nachthimmel im Januar: Sehen Sie eine totale Marsfinsternis mit einem \"Wolfsmond\" - Forbes",
        "Norovirus-Fälle sind in den USA gestiegen Wie die DC-Region betroffen ist. - The Washington Post",
        "Ansehen: Erschreckendes Video von einem Verdächtigen, der einen Mann auf U-Bahnschienen in Manhattan schiebt - The Times of India",
        "Was zu tun ist Auf dem Weg ins neue Jahr nach einem schwachen Ende zu einem starken Jahr 2024 - Investor's Business Daily",
        "South-Carolina-Trainer Shane Beamer wird zum Wahnsinnigen im Illinois-Trainer, weil er ihn wegen der Kick-off-Kontroverse verspottet hat - New York Post",
        "College Football Playoff: Nr. 6 Penn State geht mit 31-14 Fiesta Bowl Sieg über Nr. 3 Boise State - Yahoo Sports ins Halbfinale",
        "Trump sagt, er würde für Mike Johnson telefonieren - POLITICO",
        "Jon Hamm reagiert auf Andy Cohen, der ihn während des Silvester-Specials den \"männlichen Nicole Kidman\" nennt - Hollywood Reporter",
        "Justin Baldoni verklagt die New York Times auf 250 MILLIONEN US-Dollar wegen Blake Lively Story: Ein Leitfaden für die Hauptakteure des Streits „It Ends With Us“ - Yahoo Entertainment",
        "In Fotos: Silvesterfeiern rund um die Welt - Axios"
    ]
}