{
    "headlines": [
        "5 feridos depois de um motorista em fuga colidir com um JCPenney num centro comercial do Texas, segundo a polícia. O suspeito está morto - CNN",
        "Biden pode frustrar planos de Trump para retomar execuções federais, diz POLITICO",
        "Transmissão ao vivo do Estado de Ohio vs. Tennessee, onde assistir, canal de TV, odds para o College Football Playoff, previsão - CBS Sports",
        "Ravens 34-17 Steelers (21 de dezembro de 2024) Game Recap - ESPN",
        "Eu sou um médico de câncer colorretal — Aqui estão 5 coisas que eu nunca faria - Yahoo Life",
        "Oleksandr Usyk derrota Tyson Fury por decisão unânime na revanche do campeonato - MMA Junkie",
        "Os melhores jogos de PC de 2024 de acordo com o Metacritic - GameSpot",
        "Lara Trump retira o nome da consideração para a vaga no Senado da Flórida - BBC.com",
        "EUA realizam ataques aéreos contra houthis no Iêmen - BBC.com",
        "Texans WR Tank Dell hospitalizado após lesão grave no joelho em TD vs. Chiefs - The Associated Press",
        "Senado aprova mudança na Previdência Social apesar de preocupações fiscais - Reuters",
        "Policial de alto escalão da NYPD renuncia abruptamente em meio a alegações de má conduta sexual - The Associated Press",
        "Blake Lively acusa Justin Baldoni, coprotagonista de It Ends With Us, de campanha de difamação - BBC.com",
        "38 pessoas morrem em acidente entre autocarro de passageiros e camião no Brasil - CNN",
        "Laura Harrier critica Shameik Moore por insinuar que estão namorando - Just Jared",
        "Taylor Swift doa US $ 250 mil para a organização sem fins lucrativos Kansas City Operation Breakthrough - KMBC Kansas City",
        "Declaração do Presidente Joe Biden sobre a Lei de Financiamento do Governo Bipartidário - A Casa Branca",
        "Party City pede falência - CNN",
        "\"A fofoca é um mal\": Papa Francisco repreende funcionários do Vaticano por toxicidade no local de trabalho - Salon",
        "Fenômenos de neve sorrateira no Nordeste escondidos dentro da imagem do radar Doppler 'chato' - Fox Weather"
    ]
}