{
    "headlines": [
        "ਐਪਲ ਮੈਕ ਮਿਨੀ ਐਮ 4 ਸਮੀਖਿਆਃ ਇੱਕ ਛੋਟਾ ਜਿਹਾ ਹੈਰਾਨੀ - ਦਿ ਵਰਜ",
        "ਫੈਡਰਲ ਰਿਜ਼ਰਵ ਵੀਰਵਾਰ ਨੂੰ ਦਰਾਂ 'ਚ ਕਟੌਤੀ ਦਾ ਫੈਸਲਾ ਲੈ ਰਿਹਾ ਹੈ । ਇਹ ਹੈ ਤੁਹਾਡੇ ਪੈਸੇ' ਤੇ ਅਸਰ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਟਰੰਪ ਦੀ ਜਿੱਤ ਵਿਚ ਐਲਨ ਮਸਕ ਦੇ 130 ਮਿਲੀਅਨ ਡਾਲਰ ਦੇ ਨਿਵੇਸ਼ ਨਾਲ ਟੇਸਲਾ ਅਤੇ ਉਸ ਦੇ ਬਾਕੀ ਕਾਰੋਬਾਰੀ ਸਾਮਰਾਜ ਲਈ ਇਕ ਬਹੁਤ ਵੱਡਾ ਭੁਗਤਾਨ ਕਿਵੇਂ ਹੋ ਸਕਦਾ ਹੈ - ਫਾਰਚੂਨ",
        "ਵਿਗਿਆਨੀਆਂ ਦੇ ਅਨੁਸਾਰ, ਇਹ ਪ੍ਰਸਿੱਧ ਪੂਰਕ ਅਸਲ ਵਿੱਚ ਕੈਂਸਰ ਤੋਂ ਬਚਾਅ ਕਰ ਸਕਦਾ ਹੈ - SciTechDaily",
        "ਵਾਰਨਰ ਬ੍ਰਦਰਜ਼ ਡਿਸਕਵਰੀ ਕਮਾਈਃ ਸਟੂਡੀਓਜ਼, ਲੀਨੀਅਰ ਟੀਵੀ ਪ੍ਰੈਸ਼ਰ ਮਾਲੀਆ ਦੇ ਤੌਰ ਤੇ ਸਟ੍ਰੀਮਿੰਗ ਤਾਕਤ ਦੇ ਵਿਚਕਾਰ ਸਟਾਕ ਵਧਦਾ ਹੈ - ਯਾਹੂ ਵਿੱਤ",
        "ਕਿ Cਬਾ ਨੇ ਸ਼੍ਰੇਣੀ 3 ਤੂਫਾਨ ਦੇ ਟਾਪੂ ਨੂੰ ਤਬਾਹ ਕਰਨ ਤੋਂ ਬਾਅਦ ਰੀਲਿੰਗ ਛੱਡ ਦਿੱਤੀ ਅਤੇ ਬਿਜਲੀ ਗਰਿੱਡ ਨੂੰ ਬਾਹਰ ਕਰ ਦਿੱਤਾ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਪਲੀਏ ਸੌਦੇ ਕਥਿਤ 9/11 ਦੇ ਮਾਸਟਰਮਾਈਂਡ ਖਾਲਿਦ ਸ਼ੇਖ ਮੁਹੰਮਦ ਅਤੇ ਹੋਰਾਂ ਲਈ ਮੁੜ ਸੁਰਜੀਤ ਹੋਏ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਟਰੰਪ ਦੀ ਫੈਸਲਾਕੁੰਨ ਅਮਰੀਕੀ ਚੋਣ ਜਿੱਤ ਤੋਂ ਬਾਅਦ ਬਾਇਡਨ ਦੇਸ਼ ਨੂੰ ਸੰਬੋਧਨ ਕਰਨ ਲਈ ਤਿਆਰ - ਰਾਇਟਰਜ਼",
        "'ਸਪੈਕਟੈਕਟੈਕਟੂਲਰ' ਜੈਨੀਫ਼ਰ ਲੋਪੇਜ਼ ਨੇ ਤਲਾਕ ਦੇ ਵਿਚਕਾਰ ਉਸ ਦੀ ਪ੍ਰਸ਼ੰਸਾ ਕਰਨ ਤੋਂ ਬਾਅਦ ਬੇਨ ਐਫਲੈਕ ਬਾਰੇ ਸਵਾਲ ਖੜ੍ਹਾ ਕੀਤਾ - ਪੰਨਾ ਛੇ",
        "ਸਟਾਕ ਫਿuresਚਰ ਵਧਦੇ ਹਨ ਜਿਵੇਂ ਕਿ ਵਾਲ ਸਟ੍ਰੀਟ ਚੋਣਾਂ ਤੋਂ ਬਾਅਦ ਦੀ ਵੱਡੀ ਰੈਲੀ ਨੂੰ ਵਧਾਉਣ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰਦੀ ਹੈ, ਫੇਡ ਅੱਗੇਃ ਲਾਈਵ ਅਪਡੇਟਸ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਕੌਣ ਜਿੱਤੇਗਾ ਸਦਨ ਦਾ ਕੰਟਰੋਲ? ਦੇਖਣ ਲਈ ਸ਼ਾਨਦਾਰ ਨਸਲਾਂ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਡੋਨਾਲਡ ਟਰੰਪ ਦੇ ਅਪਰਾਧਿਕ ਕੇਸਾਂ ਨੂੰ ਸੁੱਟਣ ਲਈ ਗੱਲਬਾਤ ਵਿਚ ਨਿਆਂਇਕ ਅਧਿਕਾਰੀ - ਬੀਬੀਸੀ.",
        "ਸਿਡਨੀ ਵਿਚ ਰਹੱਸਮਈ ਕਾਲਾ ਮਲਬਾ ਟਾਰ ਗੇਂਦਾਂ ਨਹੀਂ ਸੀ ਬਲਕਿ 'ਬਹੁਤ ਜ਼ਿਆਦਾ ਘਿਣਾਉਣੀ' ਰਹਿੰਦ-ਖੂੰਹਦ ਸੀ - ਐਨ ਬੀ ਸੀ ਨਿ Newsਜ਼",
        "ਆਸਟਰੇਲੀਆ 16 ਸਾਲ ਤੋਂ ਘੱਟ ਉਮਰ ਦੇ ਬੱਚਿਆਂ ਲਈ ਸੋਸ਼ਲ ਮੀਡੀਆ 'ਤੇ ਪਾਬੰਦੀ ਲਗਾਉਣ ਦੀ ਯੋਜਨਾ ਬਣਾ ਰਿਹਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਐਨਐਫਐਲ ਹਫਤਾ 10 ਪਿਕਃ ਕੀ ਚਾਰਜਰਸ ਅਤੇ ਰੈਮਜ਼ ਆਪਣੀ ਜੇਤੂ ਲੜੀ ਨੂੰ ਜਾਰੀ ਰੱਖ ਸਕਦੇ ਹਨ? - ਯਾਹੂ ਸਪੋਰਟਸ",
        "ਦਿਨ ਦੇ ਦੌਰਾਨ ਵਾਧੂ ‘ਸੁਸਤੀ’ ਹੋਣ ਦਾ ਅਰਥ ਹੈ ਇਸ ਪ੍ਰੀ-ਡਿਮੈਂਸ਼ੀਆ ਸਿੰਡਰੋਮ ਦੇ ਵਿਕਾਸ ਦੀ ਵਧੇਰੇ ਸੰਭਾਵਨਾ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਟਰੰਪ ਦੀ ਵਿਦੇਸ਼ ਨੀਤੀ ਟੀਮ ਲਈ ਚੋਟੀ ਦੇ ਨਾਮ - ਐਕਸੀਓਸ",
        "ਟਰੰਪ ਨੇ ਚੋਣ ਜਿੱਤ ਤੋਂ ਬਾਅਦ ਵਿਸ਼ਵ ਨੇਤਾਵਾਂ ਦੀ ਵੱਧ ਰਹੀ ਸੂਚੀ ਤੋਂ ਕਾਲਾਂ ਲਈਆਂ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਏਐਮਡੀ ਰਾਈਜ਼ਨ 7 9800X3D ਸੀਪੀਯੂ ਨੇ ਸੀਐਸ 2 ਵਿੱਚ 1000 ਤੋਂ ਵੱਧ ਐਫਪੀਐਸ ਪ੍ਰਾਪਤ ਕੀਤੇ, ਵੈਲੋਰੈਂਟ ਵਿੱਚ 2000 ਤੋਂ ਵੱਧ ਐਫਪੀਐਸ 6.9 ਗੀਗਾਹਰਟਜ਼ ਓਵਰਕਲੌਕ ਨਾਲ ਸਿਰਫ 100 ਡਬਲਯੂ ਤੇ - ਡਬਲਯੂਸੀਸੀਐਫਟੈਕ",
        "ਜਿਮੀ ਕਿਮਲ ਨੇ ‘ਭਿਆਨਕ‘ ਚੋਣ ਨਤੀਜਿਆਂ ‘ਤੇ ਪ੍ਰਤੀਬਿੰਬਤ ਕਰਦਿਆਂ ਹੰਝੂ ਵਾਪਸ ਰੱਖੇ - ਰੋਲਿੰਗ ਸਟੋਨ"
    ]
}