{
    "headlines": [
        "يجري ترامب ونتنياهو محادثات بينما يحذر الرئيس الأمريكي من \"عدم وجود ضمانات\" للسلام الهش في غزة - وكالة أسوشيتد برس",
        "كيف تتم إزالة إميليا بيريز من حملة أوسكار \"إميليا بيريز\" - مراسل هوليوود",
        "حققت شركة يو بي إس العملاقة السويسرية أرباحًا صافية بلغت 770 مليون دولار، وأطلقت إعادة شراء أسهم بقيمة مليار دولار في النصف الأول - سي إن بي سي",
        "يقول روبيو إن السلفادور تعرض قبول المبعدين من الولايات المتحدة من أي جنسية، بما في ذلك الأمريكيين - وكالة أسوشيتد برس",
        "ديفين بوكر يتفوق على والتر ديفيس، ويصبح زعيم امتياز صنز في النقاط - NBA.Com",
        "تظهر تفاصيل صفقة لوكا دونتشيتش: لم يتمكن ليكرز من التحدث إلى الوكيل، وكان داني إينج في الظلام، وفقًا للتقارير - سي بي إس سبورتس",
        "ينحرف قادة الاتحاد الأوروبي عن ترامب بشأن غرينلاند والتعريفات - POLITICO Europe",
        "يظهر الرؤساء في ليلة افتتاح Super Bowl LIX - Arrowhead Pride",
        "تصف إنفيديا DeepSeek الصينية بأنها \"تقدم ممتاز للذكاء الاصطناعي \": هل يجب على المستثمرين الضغط على زر الشراء ؟ - كذبة موتلي",
        "الوزير ماركو روبيو مع ريتش إدسون من فوكس نيوز - وزارة الخارجية",
        "دعوى قضائية ضد نيل غيمان وزوجته بتهمة الاغتصاب والاتجار بالبشر لجليسة الأطفال - تنوع",
        "على الرغم من 20 جرحًا بسكين و 11 كدمة، إلا أن وفاة إلين غرينبرغ انتحرت. غيّر الطبيب الشرعي رأيه للتو - سي إن إن",
        "يُنظر إلى الرازمون على أنهم أحد \"أفضل الفرق\" في تجارة مايلز غاريت المحتملة - Packers Wire",
        "أول تطبيق إباحي موثق من Apple متاح لمستخدمي iPhone في أوروبا - BleepingComputer",
        "وزارة الخزانة، رفع بيسنت دعوى قضائية بشأن منح حق الوصول إلى فريق \"دوجي\" التابع لماسك - بلومبرغ",
        "مجلس الشيوخ يؤكد تعيين الرئيس التنفيذي للوقود الأحفوري كريس رايت وزيراً للطاقة. يتعهد \"بإطلاق العنان\" للموارد الأمريكية - وكالة أسوشيتد برس",
        "أول فوز لبيونسيه بجائزة AOTY يؤكد أنها كانت دائمًا سوداء جدًا بالنسبة لجوائز غرامي - رولينج ستون",
        "تظهر الدراسة أن أدمغتنا تمتلئ بالمزيد والمزيد من المواد البلاستيكية الدقيقة - واشنطن بوست",
        "يقول ترامب إن صندوق الثروة السيادي يمكن أن يشتري TikTok - BBC.com"
    ]
}