{
    "headlines": [
        "Südkoreanische Ermittler versuchen, Yoons Haftbefehl zu verlängern - Reuters",
        "HMPV-Ausbruch in China: Ist es ein neues Virus? Inwiefern ähnelt es Covid-19? Gibt es einen Impfstoff? Was wir bisher wissen | Mint - Mint",
        "Der verstorbene Ehemann von Aubrey Plaza, Jeff Baena, wurde in der Golden Globes 2025 Rede geehrt - New York Post",
        "Samsung setzt auf blendfreie Bildschirme und KI mit der TV-Reihe 2025 - The Verge",
        "Nikki Glaser's Golden Globes Monolog: Her Meanest Wokes - Hollywood Reporter",
        "Was Sie über die Straßenmaut in Manhattan wissen sollten, da NYC die erste US-Stadt mit Staugebühr wird - Axios",
        "Venezuela-Herausforderer trifft Biden und übt Druck auf Trump aus - Bloomberg",
        "[removed]",
        "Patriots-Feuertrainer Jerod Mayo, kurz nachdem er Bills besiegt hatte, um seine einsame Saison mit 4-13 zu beenden - The Associated Press",
        "Kanada PM Trudeau kündigt Rücktritt bereits am Montag an, Globe und Mail berichten - Reuters.com",
        "Hideki Matsuyama läuft mit The Sentry davon, bricht den Rekord, um die neue PGA Tour-Saison zu eröffnen - Yahoo Sports",
        "Diese Datenbrille hat einen winzigen kleinen Bildschirm, der im Rahmen versteckt ist - The Verge",
        "Das neue Schreibtischladegerät von Ugreen kann fünf Laptops gleichzeitig mit Strom versorgen - The Verge",
        "Das Gebiet von D.C. ist mit dem größten Schneesturm seit Jahren konfrontiert, mit einer Prognose von über 6 Zoll - The Washington Post",
        "Ginther, andere Columbus-Führer teilen Update zu Wintersturmplänen - 10TV",
        "‘Bone-chilling cold’: 63 Millionen Opfer eines massiven Wintersturms in den USA, 2 Staaten erklären den Notstand - Hindustan Times",
        "[removed]",
        "Aktien-Futures ändern sich in einer verkürzten Handelswoche kaum vor wichtigen Jobdaten: Live-Updates - CNBC",
        "Marcus Mariota ist ein Held im Spätspiel, da die Kommandanten die Nr. 6 der NFC erreichen - The Washington Post",
        "Erste Kaltwetterempfehlung für Zentraltexas - KXAN.com"
    ]
}