{
    "headlines": [
        "ਪੈਨਸਿਲਵੇਨੀਆ ਸੁਪਰੀਮ ਕੋਰਟ ਨੇ ਅਣਗਿਣਤ ਗੈਰਹਾਜ਼ਰ ਬੈਲਟ ਦੀ ਗਿਣਤੀ ਨੂੰ ਰੋਕਿਆ - ਅਮਰੀਕਾ ਅੱਜ",
        "ਡਾਓ ਜੋਨਸ ਉਦਯੋਗਿਕ averageਸਤ 'ਤੇ ਇੰਟੇਲ ਦਾ ਸਥਾਨ ਲੈਣ ਲਈ ਐਨਵੀਡੀਆ - ਰਾਇਟਰਜ਼",
        "ਗਾਜ਼ਾ, ਲੇਬਨਾਨ 'ਤੇ ਇਜ਼ਰਾਈਲ ਦੇ ਬੰਬਾਰੀ ਹੋਣ ਨਾਲ ਜੰਗਬੰਦੀ ਦੀ ਉਮੀਦ ਘੱਟ ਗਈ - ਰਾਇਟਰ",
        "ਸੀਹਾਕਸ ਡਬਲਯੂਆਰ ਮੈਟਕਾਫ, ਟੀਈ ਫੈਂਟ ਬਨਾਮ ਰੈਮਜ਼ ਨੂੰ ਨਿਯਮਿਤ ਕਰਦੇ ਹਨ - ਈਐਸਪੀਐਨ",
        "ਹੇਲੀ ਬੀਬਰ ਅਤੇ ਜਸਟਿਨ ਬੀਬਰ ਦੇ ਪੁੱਤਰ ਜੈਕ ਡੈਬਿuts ਟਿੰਨੀ ਹੇਲੋਵੀਨ ਕਪੜੇ - ਈ! ਆਨਲਾਈਨ - ਈ! ਨਿਊਜ਼",
        "ਸਪੇਨ ਹੜ੍ਹਃ ਬਚੇ ਲੋਕਾਂ ਦੀ ਭਾਲ ਜਾਰੀ - ਬੀਬੀਸੀ.",
        "ਓਰਲੈਂਡੋ ਸ਼ਹਿਰ ਵਿਚ ਗੋਲੀਬਾਰੀ ਤੋਂ ਬਾਅਦ 2 ਆਦਮੀਆਂ ਦੀ ਮੌਤ, 7 ਲੋਕ ਜ਼ਖਮੀ - ਡਬਲਯੂਈਐਸਐਚ 2 ਓਰਲੈਂਡੋ",
        "ਐਸਈਸੀ ਸ਼ੱਕੀ ਸੱਟ ਟਾਈਮਆਉਟ 'ਤੇ ਰੋਕ ਲਗਾਉਣ ਲਈਃ' ਫੁੱਟਬਾਲ ਖੇਡੋ ਅਤੇ ਸੱਟ ਲੱਗਣ ਦੀ ਬਕਵਾਸ ਨੂੰ ਰੋਕੋ '- ਯਾਹੂ ਸਪੋਰਟਸ",
        "ਹਨੀਬੀ ਵਿਵਹਾਰ ਜੈਨੇਟਿਕ ਤੌਰ ਤੇ ਪ੍ਰੋਗਰਾਮ ਕੀਤਾ ਗਿਆ - ਨਿurਰੋਸਾਇੰਸ ਨਿ Newsਜ਼",
        "ਕਿਮ ਜੋਂਗ ਉਨ ਨੇ ਉੱਤਰੀ ਕੋਰੀਆ ਦੇ ਸੈਨਿਕਾਂ ਨੂੰ ਰੂਸ... ਉਸ ਲਈ ਇਸ ਵਿਚ ਕੀ ਹੈ? - ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਧਰਤੀ ਦੀ ਅਦਿੱਖ ਸ਼ੀਲਡ ਰੀਬਾਉਂਡਜ਼ਃ ਕਮਾਲ ਦੀ 2024 ਓਜ਼ੋਨ ਰਿਕਵਰੀ - SciTechDaily",
        "ਅਮਰੀਕਾ ਸਿਰਫ 12,000 ਨੌਕਰੀਆਂ ਨੂੰ ਜੋੜਦਾ ਹੈ ਕਿਉਂਕਿ ਤੂਫਾਨ ਅਤੇ ਹੜਤਾਲ ਬਿਡੇਨ ਦੇ ਕਾਰਜਕਾਲ ਦੀ ਸਭ ਤੋਂ ਭੈੜੀ ਰਿਪੋਰਟ ਪੈਦਾ ਕਰਦੇ ਹਨ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "ਹੇਡੀ ਕਲੂਮ ਅਤੇ ਜਨੇਲ ਮੋਨਾਏ ਆਪਣੀਆਂ ਹੇਲੋਵੀਨ ਪਾਰਟੀਆਂ ਲਈ ਈਟੀ ਪਹਿਰਾਵੇ ਪਹਿਨਦੇ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਡੈਨੀਅਲ ਪੈਨੀ ਅਜ਼ਮਾਇਸ਼ ਵਿੱਚ ਦਿਖਾਈ ਗਈ ਬਾਡੀਕੈਮ ਵੀਡੀਓ ਵਿੱਚ ਦਿਖਾਇਆ ਗਿਆ ਹੈ ਕਿ ਡਾਕਟਰ ਬੇਜਾਨ ਜਾਰਡਨ ਨੀਲੀ ਨੂੰ ਮੁੜ ਸੁਰਜੀਤ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰ ਰਹੇ ਹਨ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਨੌਜਵਾਨ ਠੱਗ ਇਕ ਬੇਅੰਤ ਗੈਂਗ ਟਰਾਇਲ ਤੋਂ ਆਜ਼ਾਦ ਆਦਮੀ ਤੋਂ ਤੁਰਨ ਲਈ ਕਿਵੇਂ ਗਏ? - ਬਿਲਬੋਰਡ",
        "ਐਲਨ ਮਸਕ $ 1 ਮਿਲੀਅਨ ਵੋਟਰ ਲਾਟਰੀ ਸੂਟ ਸਟੇਟ ਕੋਰਟ ਵਿੱਚ ਵਾਪਸ ਭੇਜਿਆ ਗਿਆ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਇਕ ਆਈਡਾਹੋ ਸਿਹਤ ਵਿਭਾਗ ਨੂੰ ਹੁਣ ਕੋਵਿਡ -19 ਟੀਕੇ ਦੇਣ ਦੀ ਆਗਿਆ ਨਹੀਂ ਹੈ. ਮਾਹਰ ਕਹਿੰਦੇ ਹਨ ਕਿ ਇਹ ਪਹਿਲੀ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਅਰੀਜ਼ੋਨਾ ਦੇ ਚੋਟੀ ਦੇ ਵਕੀਲ ਨੇ ਚੇਨੀ ਬਾਰੇ ਟਰੰਪ ਦੀਆਂ ਟਿੱਪਣੀਆਂ ਦੀ ਜਾਂਚ ਕੀਤੀ ਮੌਤ ਦੀ ਸੰਭਾਵਤ ਧਮਕੀ ਦੇ ਤੌਰ ਤੇ - 12news. com KPNX",
        "ਗੂਗਲ ਆਖਰਕਾਰ ਹੁਣ ਪਿਕਸਲ ਫੋਨਾਂ 'ਤੇ ਖੇਡਣ ਲਈ ਐਲਬਮ ਆਰਟ ਸ਼ਾਮਲ ਕਰ ਸਕਦਾ ਹੈ - ਐਂਡਰਾਇਡ ਅਥਾਰਟੀ",
        "ਆਈਓਐਸ 18.1 ਵਿਚ ਕਾਰਪਲੇ ਨੂੰ ਤਿੰਨ ਛੋਟੇ ਐਪਲ ਇੰਟੈਲੀਜੈਂਸ ਸੁਧਾਰ ਮਿਲਦੇ ਹਨ - 9to5Mac"
    ]
}