{
    "headlines": [
        "ਸੀਨ ‘ਡਿੱਡੀ’ ਕੰਬਜ਼ ਨੇ ਜ਼ਮਾਨਤ ਤੋਂ ਇਨਕਾਰ ਕੀਤਾ ਅਤੇ ਸੰਘੀ ਹਿਰਾਸਤ ਵਿਚ ਰਹੇਗਾ, ਜੱਜ ਨਿਯਮ - ਸੀਐਨਐਨ",
        "ਓਸ਼ੀਅਨਗੇਟ ਦੇ ਸੀਈਓ ਟਾਈਟਨ ਦੇ ਪ੍ਰਭਾਵ ਤੋਂ ਪਹਿਲਾਂ ਸਬ ਸਾਲ ਕਰੈਸ਼ ਹੋ ਗਏ, ਵਿਸਲਬਲੋਅਰ ਕਹਿੰਦਾ ਹੈ - ਦਿ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਹਾਰਵੈਸਟ ਚੰਦਰਮਾ, ਸੁਪਰਮੂਨ ਅੰਸ਼ਕ ਚੰਦਰ ਗ੍ਰਹਿਣ ਲਿਆਉਂਦਾ ਹੈਃ ਕਿਵੇਂ, ਕਦੋਂ ਵੇਖਣਾ ਹੈ - Al Jazeera English",
        "ਪੌਲ ਵੇਲਨ, ਰੂਸ ਦੇ ਨਾਲ ਕੈਦੀ ਸਵੈਪ ਵਿੱਚ ਰਿਹਾ ਹੋਇਆ, ਹੋਰ ਅਮਰੀਕੀ ਕੈਦੀਆਂ ਨੂੰ ਦੱਸਦਾ ਹੈਃ \"ਅਸੀਂ ਤੁਹਾਡੇ ਲਈ ਆ ਰਹੇ ਹਾਂ\" - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਸਪੱਸ਼ਟ ਹੱਤਿਆ ਦੀ ਕੋਸ਼ਿਸ਼ ਤੋਂ ਬਾਅਦ ਮਿਸ਼ੀਗਨ ਵਿੱਚ ਟਰੰਪ ਮੁਹਿੰਮਾਂ ਪਹਿਲੀ ਪੇਸ਼ਕਾਰੀ ਵਿੱਚ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਟਰੰਪ ਨੇ ਸ਼ੱਕੀ ਬੰਦੂਕਧਾਰੀ ਦਾ ਪਿੱਛਾ ਕਰਨ ਵਾਲੀ 'ਹੈਰਾਨੀਜਨਕ' ਔਰਤ ਦੀ ਕੀਤੀ ਸ਼ਲਾਘਾ - BBC.com",
        "ਪੋਲੈਂਡ ਵਿਚ ਮਿਲੇ ਡੀਕੈਪੀਟਡ \"ਵੈਂਪਾਇਰ ਬੱਚੇ\" ਦੇ ਅਵਸ਼ੇਸ਼, ਪੁਰਾਤੱਤਵ ਵਿਗਿਆਨੀ ਕਹਿੰਦੇ ਹਨ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਆਈਓਐਸ 18 ਚੋਟੀ ਦੀਆਂ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂਃ ਹੋਮ ਸਕ੍ਰੀਨ ਸੁਧਾਰ ਆਈਫੋਨ [ਵੀਡੀਓ] - 9to5Mac ਵਿੱਚ ਨਿੱਜੀਕਰਨ ਦਾ ਇੱਕ ਪ੍ਰਭਾਵਸ਼ਾਲੀ ਪੱਧਰ ਸ਼ਾਮਲ ਕਰਦੇ ਹਨ",
        "ਹਿਜ਼ਬੁੱਲਾ ਧਮਾਕੇ ਕਰਨ ਵਾਲੇ ਪੇਜਰਾਂ ਦੀ ਲਹਿਰ ਨਾਲ ਮਾਰਿਆ ਗਿਆ ਅਤੇ ਇਜ਼ਰਾਈਲ ਨੂੰ ਜ਼ਿੰਮੇਵਾਰ ਠਹਿਰਾਇਆ. ਘੱਟੋ ਘੱਟ 9 ਮੌਤਾਂ, ਹਜ਼ਾਰਾਂ ਜ਼ਖਮੀ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਸਾਬਕਾ ਨੰਬਰ 2 ਓਵਰਆਲ ਐਨਐਫਐਲ ਡਰਾਫਟ ਪਿਕ ਰੋਸਟਸ ਬ੍ਰਾਈਸ ਯੰਗ ਬੈਂਚਿੰਗ ਲਈ ਪੈਂਥਰਜ਼ਃ 'ਇਹ ਸੰਗਠਨ ਭਿਆਨਕ ਹੈ' - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਐਮਾਜ਼ਾਨ ਦੀ ਰਿਟਰਨ-ਟੂ-ਆਫਿਸ ਯੋਜਨਾਵਾਂ ਕਰਮਚਾਰੀਆਂ ਵਿੱਚ ਚਿੰਤਾ ਅਤੇ ਬਹਿਸ ਨੂੰ ਭੜਕਾਉਂਦੀਆਂ ਹਨ - ਦਿ ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "\"ਝੂਠ ਬੋਲਣਾ\": ਹੈਰਿਸ ਨੇ ਸਪ੍ਰਿੰਗਫੀਲਡ - ਐਕਸੀਓਸ ਬਾਰੇ ਟਰੰਪ ਦੇ \"ਨਫ਼ਰਤ ਭਰੇ ਬਿਆਨਬਾਜ਼ੀ\" ਦੀ ਨਿੰਦਾ ਕੀਤੀ",
        "ਜਾਪਾਨ ਦੇ ਰੱਖਿਆ ਮੰਤਰਾਲੇ ਨੇ ਕਿਹਾ ਕਿ ਉੱਤਰੀ ਕੋਰੀਆ ਨੇ 2 ਬੈਲਿਸਟਿਕ ਮਿਜ਼ਾਈਲਾਂ ਦਾ ਕੀਤਾ ਪ੍ਰੀਖਣ - WKRC TV Cincinnati",
        "ਤੱਟਵਰਤੀ ਕਾਉਂਟੀਆਂ ਲਈ ਐਮਰਜੈਂਸੀ ਦਾ ਰਾਜ ਘੋਸ਼ਿਤ ਕੀਤਾ ਗਿਆਃ ਸੰਭਾਵਤ ਗਰਮ ਖੰਡੀ ਚੱਕਰਵਾਤ 8 ਨੇ ਕੈਰੋਲੀਨਾ ਬੀਚ 'ਤੇ 20 ਇੰਚ ਤੋਂ ਵੱਧ ਬਾਰਸ਼ ਡੰਪ ਕੀਤੀ - WRAL News",
        "ਚਿੱਟੀਆਂ womenਰਤਾਂ ਨਾਲੋਂ ਕਾਲੀਆਂ womenਰਤਾਂ ਦੇ ਹਰ ਕਿਸਮ ਦੇ ਛਾਤੀ ਦੇ ਕੈਂਸਰ ਨਾਲ ਮਰਨ ਦੀ ਸੰਭਾਵਨਾ ਵਧੇਰੇ ਹੁੰਦੀ ਹੈ - ਐਨਬੀਸੀ ਨਿ Newsਜ਼",
        "ਹਟਾਈ",
        "ਕੈਂਸਰ ਦੇ ਇਲਾਜ ਤੋਂ ਬਾਅਦ ਪਹਿਲੀ ਕੰਮ ਦੀ ਮੀਟਿੰਗ ਵਿਚ ਕੇਟ - ਬੀਬੀਸੀ.",
        "ਰਾਜਪਾਲ ਡੀਵਾਈਨ ਨੇ ਟਰੰਪ ਅਤੇ ਵੈਨਸ ਨੂੰ ਹੈਤੀਆਈ ਪ੍ਰਵਾਸੀਆਂ ਬਾਰੇ 'ਬਹੁਤ ਦੁਖਦਾਈ' ਟਿੱਪਣੀਆਂ ਨੂੰ ਖਤਮ ਕਰਨ ਦੀ ਅਪੀਲ ਕੀਤੀ - ਪੀਬੀਐਸ ਨਿ Newsਜ਼ਹੋਰ",
        "ਐਂਟੀਬਾਇਓਟਿਕ ਪ੍ਰਤੀਰੋਧ ਦੇ ਕਾਰਨ ਸੁਪਰਬੱਗਸ 2050 ਤੱਕ 39 ਮਿਲੀਅਨ ਲੋਕਾਂ ਦੀ ਮੌਤ ਕਰ ਸਕਦੇ ਹਨ, ਵੱਡੇ ਅਧਿਐਨ ਨੇ ਪਾਇਆ - ਫੌਕਸ ਨਿ Newsਜ਼",
        "ਹਟਾਈ"
    ]
}