{
    "headlines": [
        "Ações da Trump Media caem quando o confinamento termina - The Wall Street Journal",
        "No rastro da mulher misteriosa cuja empresa licenciou pagers explosivos - Reuters",
        "FDA aprova primeira vacina contra gripe que pode ser autoadministrada em casa - CNN",
        "Mohamed Al Fayed era \"um monstro habilitado pela\" Harrods, diz advogado - BBC.com",
        "Por que Maine e Nebraska estão brigando pelo colégio eleitoral - Axios",
        "'Never gets old': astronauta da NASA e ex-aluno da UC Davis Tracy C. Dyson fala com KCRA 3 ao vivo da ISS - KCRA Sacramento",
        "A IA de autoaprendizagem compartilha a NFL contra as escolhas de spread, over-under e money-line para cada jogo da Semana 3 de 2024 - CBS Sports",
        "The Trump tax flip-flop that could help Republicans win the House - POLITICO",
        "A 50ª Bola de RH dos Dodgers Star Shohei Ohtani vale US $ 500 mil, diz especialista em leilões - Bleacher Report",
        "IDF investiga soldados por atirarem corpos de telhado na Cisjordânia - CNN",
        "Israel diz que seu ataque a Beirute matou um alto oficial militar do Hezbollah, enquanto o Líbano relata 12 mortos - The Associated Press",
        "O que vem a seguir na investigação federal sobre Sean ‘Diddy’ Combs e seus supostos co-conspiradores - CNN",
        "Caitlin Clark nos playoffs da WNBA: adversária na primeira rodada, cronograma - KCCI Des Moines",
        "O xerife de Kentucky matou o juiz em seus aposentos após uma discussão, segundo a polícia. Aqui está o que sabemos - CNN",
        "Protegido de Trump na Carolina do Norte é criticado por alegações de pornografia \"nazista negra\" - Financial Times",
        "Relatório do Serviço Secreto detalha falhas de comunicação antes da tentativa de assassinato de Trump em julho - The Associated Press",
        "O corte da taxa do Fed faz com que as ações atinjam máximas recordes. Para onde vão os mercados a partir daqui? - ABC News",
        "A Apple chama o design dos AirPods de \"snorkel\", além de outros detalhes dos AirPods 4 - 9to5Mac",
        "Patriots QB Brissett permanecerá titular, diz Mayo - ESPN",
        "Ross McCall, de 48 anos, relata um romance raro depois de beijar a filha de Pat Sajak, Maggie, de 29 anos"
    ]
}