{
    "headlines": [
        "ਟੇਸਲਾ (ਟੀਐਸਐਲਏ) Q3 ਪ੍ਰੀ-ਅਰਨਿੰਗਜ਼ਃ ਇੱਥੇ ਕੀ ਉਮੀਦ ਕਰਨੀ ਹੈ - TipRanks",
        "ਰਜਿਸਟਰਡ ਵੋਟਰਾਂ ਨੂੰ ਏਲੋਨ ਮਸਕ ਦਾ ਰੋਜ਼ਾਨਾ $ 1 ਮਿਲੀਅਨ ਦਾਤ ਗੈਰਕਾਨੂੰਨੀ ਹੋ ਸਕਦਾ ਹੈ, ਮਾਹਰਾਂ ਦਾ ਕਹਿਣਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਕਿਮ ਕਾਰਦਾਸ਼ੀਅਨ 44 ਸਾਲਾਂ ਦੀ ਹੋਣ 'ਤੇ ਸ਼ਾਨਦਾਰ' ਜਨਮਦਿਨ ਸੂਟ 'ਦਾ ਫਲੌਂਟ ਕਰਦੀ ਹੈ - ਜੀਓ ਨਿ Newsਜ਼",
        "ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ ਪੋਲ 'ਚ ਟਰੰਪ ਤੇ ਹੈਰਿਸ ਨੂੰ ਲੱਗੀ ਗਰਮੀ",
        "ਐਨਐਫਐਲ ਵੀਕ 7 ਗ੍ਰੇਡਃ ਸਟੀਲਰਜ਼ ਨੇ ਜੈੱਟਾਂ ਨੂੰ ਨਸ਼ਟ ਕਰਨ ਲਈ ਉੱਚਾ ਨਿਸ਼ਾਨ ਕਮਾਇਆ, 49ers ਚੀਫਾਂ ਨੂੰ ਬਦਸੂਰਤ ਨੁਕਸਾਨ ਤੋਂ ਬਾਅਦ 'ਸੀ-' ਪ੍ਰਾਪਤ ਕਰਦਾ ਹੈ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਹਾਊਸ ਪੈਨਲ ਨੇ ਅੰਤਰਿਮ ਰਿਪੋਰਟ ਵਿੱਚ ਟਰੰਪ ਦੀ ਹੱਤਿਆ ਦੀ ਘਟਨਾ ਨੂੰ \"ਰੋਕਥਾਮਯੋਗ\" ਪਾਇਆ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਮਹਿਮਾਨ ਕਾਲਮ | ਛਾਤੀ ਦੇ ਕੈਂਸਰ ਦੀ ਸਰਜਰੀ ਤੋਂ ਬਾਅਦ, ਜ਼ਿੰਦਗੀ ਵੱਖਰੀ ਹੈ ... - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਡਿਜ਼ਨੀ 2026 ਦੇ ਸ਼ੁਰੂ ਵਿਚ ਬੌਬ ਇਗਰ ਦੇ ਬਦਲੇ ਦਾ ਨਾਮ ਦੇਵੇਗਾ; ਜੇਮਜ਼ ਗੋਰਮਨ ਅਗਲੇ ਸਾਲ ਬੋਰਡ ਦੀ ਚੇਅਰ ਬਣਨਗੇ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "‘ਨਸਲਕੁਸ਼ੀ ਦਾ ਪਰਦਾਫਾਸ਼’: ਉੱਤਰੀ ਗਾਜ਼ਾ 'ਚ 17 ਦਿਨਾਂ' ਚ 640 ਫਲਸਤੀਨੀ ਮਾਰੇ ਗਏ - Al Jazeera English",
        "'ਮੈਂ ਇਸ ਫ੍ਰੀਕਿਨ' ਟੀਮ ਨੂੰ ਪਿਆਰ ਕਰਦਾ ਹਾਂ ': ਜਿੱਤ ਬਨਾਮ ਵਾਈਕਿੰਗਜ਼ ਤੋਂ ਬਾਅਦ ਡੈਟਰੋਇਟ ਲਾਇਨਜ਼ ਦਾ ਲਾਕਰ ਰੂਮ ਭਾਸ਼ਣ ਦੇਖੋ - ਡੀਟਰੋਇਟ ਫ੍ਰੀ ਪ੍ਰੈਸ",
        "ਸੀਨ ‘ਡਿੱਡੀ' ਕੰਬਜ਼ 7 ਨਵੇਂ ਮੁਕੱਦਮੇ ਵਿਚ ਨਾਮਜ਼ਦ; ਹੋਰ ਮਸ਼ਹੂਰ ਹਸਤੀਆਂ ਕਥਿਤ ਤੌਰ 'ਤੇ ਸ਼ਾਮਲ - ਸੀ ਐਨ ਐਨ",
        "ਸੋਮਵਾਰ ਨੂੰ ਸਟਾਕ ਮਾਰਕੀਟ ਖੁੱਲ੍ਹਣ ਤੋਂ ਪਹਿਲਾਂ ਜਾਣਨ ਵਾਲੀਆਂ 5 ਚੀਜ਼ਾਂ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਲੀਅਮ ਪੇਨੇ ਦੀ ਪ੍ਰੇਮਿਕਾ ਕੇਟ ਕੈਸੀਡੀ ਨੇ ਗਾਇਕਾ ਦੀ ਮੌਤ ਤੋਂ ਬਾਅਦ ਪਹਿਲੀ ਵਾਰ ਦੇਖਿਆ - ਪੰਨਾ ਛੇ",
        "ਕੁਆਲਕਾਮ ਦੇ ਸਨੈਪਡ੍ਰੈਗਨ 8 ਐਲੀਟ ਪ੍ਰੈਸ ਚਿੱਤਰ ਲੀਕ ਹੋ ਗਿਆ ਹੈ, ਪ੍ਰਦਰਸ਼ਨ ਕੋਰ 4.32ਗੀਗਾਹਰਟਜ਼ ਤੱਕ ਘੜੀ ਦਿਖਾਈ ਦੇ ਰਿਹਾ ਹੈ, ਨਵਾਂ ਐਡਰੇਨੋ 830 ਜੀਪੀਯੂ ਇੱਕ 40 ਪ੍ਰਤੀਸ਼ਤ ਲਾਭ ਅਤੇ ਹੋਰ ਤੱਕ ਪ੍ਰਦਾਨ ਕਰਦਾ ਹੈ - Wccftech",
        "ਲੇਬਨਾਨ 'ਚ ਇਜ਼ਰਾਈਲ ਨੇ ਹਿਜ਼ਬੁੱਲਾ ਦੇ ਬੈਂਕਾਂ ਨੂੰ ਮਾਰਨ ਦੀ ਸਹੁੰ ਖਾਧੀ ਸੀ ਧਮਾਕਿਆਂ ਦੀ ਆਵਾਜ਼ - BBC.com",
        "ਅਰਨੋਲਡ ਪਾਮਰ ਦੀ ਧੀ ਡੋਨਾਲਡ ਟਰੰਪ ਦੇ ਆਪਣੇ ਪਿਤਾ ਦੇ ਹਵਾਲਿਆਂ 'ਤੇ ਪ੍ਰਤੀਕ੍ਰਿਆ ਕਰਦੀ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਏਅਰਪੌਡਜ਼ ਪ੍ਰੋ ਦੀਆਂ ਨਵੀਆਂ ਸੁਣਵਾਈ ਸਹਾਇਤਾ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ 'ਤੇ ਇਕ ਨਜ਼ਦੀਕੀ ਨਜ਼ਰ - TechCrunch",
        "ਦੱਖਣੀ ਕੋਰੀਆ ਨੇ ਰੂਸ ਵਿਚ ਕਥਿਤ ਤੌਰ 'ਤੇ ਉੱਤਰੀ ਕੋਰੀਆ ਦੇ ਸੈਨਿਕਾਂ ਨੂੰ ਤੁਰੰਤ ਵਾਪਸ ਬੁਲਾਉਣ ਦੀ ਮੰਗ ਕੀਤੀ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਹਟਾਈ",
        "ਵਨਪਲੱਸ 13 ਡਿਜ਼ਾਈਨ 31 ਅਕਤੂਬਰ - 9to5Google ਲਈ ਚੀਨ ਲਾਂਚ ਸੈਟ ਦੇ ਨਾਲ ਅਧਿਕਾਰਤ ਚਿੱਤਰਾਂ ਵਿੱਚ ਪ੍ਰਦਰਸ਼ਿਤ ਕੀਤਾ ਗਿਆ"
    ]
}