{
    "headlines": [
        "ਹੱਥ 'ਤੇ ਗ੍ਰੇਟਜ਼ਕੀ ਦੇ ਨਾਲ, ਓਵੇਚਕਿਨ ਸਕੋਰ 893rd - ਈਐਸਪੀਐਨ",
        "ਸੁਪਰੀਮ ਕੋਰਟ ਨੇ ਟਰੰਪ ਦੇ ਨਾਲ ਪੱਖ, ਫੈਡਰਲ ਅਧਿਆਪਕ ਸਿਖਲਾਈ ਗਰਾਂਟਾਂ ਦੀ ਅਦਾਇਗੀ ਦੀ ਮੰਗ ਕਰਨ ਵਾਲੇ ਆਦੇਸ਼ 'ਤੇ ਰੋਕ ਲਗਾਈ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਫਾਇਰ ਫੈਸਟੀਵਲ 2 ਡਰਾਮਾ ਗਰਮ ਹੁੰਦਾ ਹੈ ਕਿਉਂਕਿ ਪ੍ਰਬੰਧਕਾਂ ਦਾ ਪਲੇਆ ਡੇਲ ਕਾਰਮੇਨ ਦੇ ਅਧਿਕਾਰੀਆਂ ਨਾਲ ਟਕਰਾਅ ਹੁੰਦਾ ਹੈ - ਯਾਹੂ",
        "ਉੱਤਰੀ ਕੈਰੋਲੀਨਾ ਸੁਪਰੀਮ ਕੋਰਟ ਦੀਆਂ ਨੇੜਲੀਆਂ ਚੋਣਾਂ ਵਿੱਚ ਰਿਪਬਲਿਕਨ ਸਹਿਯੋਗੀ ਦੇ ਨਾਲ ਜੱਜਾਂ ਦਾ ਪੱਖ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਮਿਡਜੋਰਨੀ ਇਕ ਸਾਲ ਤੋਂ ਵੱਧ ਸਮੇਂ ਵਿਚ ਪਹਿਲਾ ਨਵਾਂ ਚਿੱਤਰ ਉਤਪਾਦਨ ਮਾਡਲ ਪੇਸ਼ ਕਰਦਾ ਹੈ - ਆਰਸ ਟੈਕਨੀਕਾ",
        "ਸਾ Southਥ ਕੈਰੋਲੀਨਾ-ਟੈਕਸਾਸਃ ਸਕੋਰ, ਵੂਮੈਨਜ਼ ਫਾਈਨਲ ਫੋਰ ਲਈ ਲਾਈਵ ਅਪਡੇਟਸ - ਐਨਸੀਏਏ.",
        "ਜੂਲੀਓ ਜੋਨਸ ਨੇ ਐਨਐਫਐਲ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ ਵਿੱਚ 13 ਸੀਜ਼ਨ ਤੋਂ ਬਾਅਦ ਰਿਟਾਇਰਮੈਂਟ ਦਾ ਐਲਾਨ ਕੀਤਾ",
        "ਟੈਕਸਾਸ ਖਸਰਾ ਫੈਲਣ ਨਾਲ 500 ਮਾਮਲਿਆਂ ਦੇ ਨੇੜੇ ਆ ਜਾਂਦਾ ਹੈ ਕਿਉਂਕਿ ਵਾਇਰਸ ਡੇ ਕੇਅਰ ਬੱਚਿਆਂ ਵਿੱਚ ਫੈਲਦਾ ਹੈ - ਐਨਬੀਸੀ ਨਿ Newsਜ਼",
        "ਟਰੰਪ ਨੇ ਰਾਸ਼ਟਰੀ ਸੁਰੱਖਿਆ ਏਜੰਸੀ ਦੇ ਮੁਖੀ ਨੂੰ ਅਚਾਨਕ ਬਰਖਾਸਤ ਕਰਨ ਤੋਂ ਬਾਅਦ ਕਾਂਗਰਸ ਨੇ ਜਵਾਬ ਮੰਗਿਆ - ਪੀਬੀਐਸ",
        "ਜੇਪੀਮੋਰਗਨ ਨੇ ਯੂਐਸ ਦੀ ਮੰਦੀ ਦੀ ਚੇਤਾਵਨੀ ਦਿੱਤੀ - ਡਬਲਯੂਐਸਜੇ",
        "ਸਪੇਸਐਕਸ ਦੇ ਨਿਜੀ Fram2 ਪੁਲਾੜ ਯਾਤਰੀ ਧਰਤੀ 'ਤੇ ਸਪਲੈਸ਼ ਕਰਦੇ ਹਨ, ਇਤਿਹਾਸਕ ਪੋਲਰ ਆਰਬਿਟ ਮੁਹਿੰਮ ਨੂੰ ਖਤਮ ਕਰਦੇ ਹਨ - ਸਪੇਸ ਡਾਟ ਕਾਮ",
        "ਹਾਊਸ ਰਿਪਬਲਿਕਨ ਟੈਰਿਫ ਸ਼ਕਤੀਆਂ 'ਤੇ ਰਾਜ ਕਰਨ ਲਈ ਚਲਦਾ ਹੈ - ਪੋਲਿਟਿਕੋ",
        "ਡਾਓ 2200 ਅੰਕ ਡਿੱਗਦਾ ਹੈ ਸ਼ੁੱਕਰਵਾਰ, ਐਸ ਐਂਡ ਪੀ 500 2 ਦਿਨਾਂ ਵਿੱਚ 10% ਗੁਆਉਂਦਾ ਹੈ ਕਿਉਂਕਿ ਟਰੰਪ ਦਾ ਟੈਰਿਫ ਰੂਟ ਡੂੰਘਾ ਹੁੰਦਾ ਹੈਃ ਲਾਈਵ ਅਪਡੇਟਸ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਹਵਾਈ ਹਮਲਿਆਂ ਦੇ ਵਿਚਕਾਰ, ਸੀਰੀਆ ਵਿੱਚ ਤੁਰਕੀ ਅਤੇ ਇਜ਼ਰਾਈਲ ਦੇ ਹਿੱਤਾਂ ਵਿੱਚ ਟਕਰਾਅ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਡਾਓ 2,200 ਪੁਆਇੰਟ ਕਰੈਸ਼ ਹੋ ਜਾਂਦਾ ਹੈ ਅਤੇ ਨੈਸਡੈਕ ਰਿੱਛ ਮਾਰਕੀਟ ਖੇਤਰ ਵਿੱਚ ਆ ਜਾਂਦਾ ਹੈ ਕਿਉਂਕਿ ਪਾਵੇਲ ਦੇ ਸੰਕੇਤ ਤੋਂ ਬਾਅਦ ਸਟਾਕ ਵਿਕਰੀ ਨੂੰ ਵਧਾਉਂਦੇ ਹਨ ਰੇਟ ਵਿੱਚ ਕੋਈ ਕਟੌਤੀ ਨਹੀਂ - ਫਾਰਚਿ .ਨ",
        "ਜੇਮਜ਼ ਗੁਨ ਦਾ ਨਵਾਂ ‘ਸੁਪਰਮੈਨ’ ਫੁਟੇਜ ਇੰਟਰਨੈਟ ਨੂੰ ਵੰਡਦਾ ਹੈਃ \"ਸੁਪਰਮੈਨ ਚੀਕਦਾ ਨਹੀਂ\" - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਜਿਵੇਂ ਕਿ ਸਟਾਕ ਮਾਰਕੀਟ ਟੈਰਿਫਾਂ ਨੂੰ ਲੈ ਕੇ ਗਿਰਾਵਟ ਜਾਰੀ ਹੈ, ਟਰੰਪ ਆਪਣੇ ਗੋਲਫ ਕੋਰਸ 'ਤੇ ਦਿਨ ਬਿਤਾਉਂਦੇ ਹਨ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਜੱਜ ਨਿਯਮ ਅਮਰੀਕਾ ਨੂੰ 'ਗਲਤੀ' ਵਿਚ ਅਲ ਸਲਵਾਡੋਰ ਨੂੰ ਡਿਪੋਰਟ ਕੀਤੇ ਆਦਮੀ ਨੂੰ ਵਾਪਸ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ - ਬੀਬੀਸੀ",
        "‘ਯੈਲੋਜੈਕਟਸ’ ਸਹਿ-ਸਿਤਾਰਿਆਂ ਨੇ ਉਸ ਗੱਟ-ਰੈਂਚਿੰਗ ਫਾਈਨਲ ਐਪੀਸੋਡ ਲਈ ਇਕੱਠੇ ਫਿਲਮ ਕਰਨ ਦੀ ਬੇਨਤੀ ਕੀਤੀ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ"
    ]
}