{
    "headlines": [
        "حرائق غابات لوس أنجلوس: يفرض \"حريق هيوز\" الجديد أوامر إخلاء لـ 50000 شخص - هندوستان تايمز",
        "يطلب الفريق القانوني لبليك ليفلي من القاضي الاستماع إليه بعد التصريحات العلنية لمحامي جاستن بالدوني - سي إن إن",
        "يقول المحامي إن جيمس كينيدي لن يواجه اتهامات بعد القبض عليه للاشتباه في ارتكابه عنفًا منزليًا - سي إن إن",
        "وزارة العدل تأمر بالتحقيق في الامتثال المحلي لحملة ترامب على الهجرة - وكالة أسوشيتد برس",
        "يستهدف ترامب حماية التنوع والمساواة والشمول والخدمة المدنية، مما يثير الخوف لدى بعض العمال الفيدراليين - سي إن إن",
        "لن يحظر ترامب اعتقالات المهاجرين في المدرسة. بعض العائلات تزن الآن الالتحاق بالمدارس - وكالة أسوشيتد برس",
        "تعلن Jets عن تعيين آرون غلين ليكون المدرب الرئيسي الثاني والعشرين في تاريخ الامتياز - NBC Sports",
        "USMNT vs. Costa Rica: Starting XI & Lineup Notes - US Soccer",
        "تقرير: إيقاف جيمي بتلر عن العمل للمرة الثانية هذا الشهر وسط شائعات تجارية - Arizona Sports",
        "لماذا جعلت خطة ترامب للذكاء الاصطناعي إيلون ماسك ينقلب - POLITICO",
        "الهند: 11 قتيلاً جراء فرار ركاب من شائعات حريق ضربها قطار آخر - BBC.com",
        "تقول المصادر إن سي إن إن ستسرح مئات الموظفين مع بدء التحول بعد الافتتاح - سي إن بي سي",
        "Samsung Unpacked: قامت Samsung بإثارة طراز S25 رفيع للغاية في Unpacked - TechCrunch",
        "مراهق يقتل طالبة في إطلاق نار في مدرسة ناشفيل، كما تقول الشرطة الأمريكية - الجزيرة الإنجليزية",
        "سيرسل البنتاغون ما يصل إلى 1500 جندي في الخدمة الفعلية للمساعدة في تأمين الحدود بين الولايات المتحدة والمكسيك - وكالة أسوشيتد برس",
        "سوق الأسهم اليوم: إثارة Netflix و AI تدفع وول ستريت إلى حافة أعلى مستوى لها على الإطلاق - وكالة أسوشيتد برس",
        "أربعة فيروسات متداولة: \"quademic\" الذي يلوح في الأفق - Deseret News",
        "تصاعد عنف المخدرات في كولومبيا يدمر خطة \"السلام الشامل\" للرئيس - صحيفة وول ستريت جورنال",
        "حان الوقت للاعتراف بسر الفينيل القذر وقبوله - Digital Trends",
        "افترقت جاكوار أخيرًا عن المدير العام السابق لشركة 49ers الذي لا يحظى بشعبية - Niners Nation"
    ]
}