{
    "headlines": [
        "Окружной прокурор Лос-Анджелеса говорит, что порекомендует повторное вынесение приговора по делу об убийстве десятилетних братьев Менендес - CNN",
        "«Гражданское разочарование»: Fallout продолжается после того, как Los Angeles Times решила не одобрять - Semafor",
        "15-летний подросток обвиняется в убийстве родителей, братьев и сестер недалеко от Фолл-Сити - The Seattle Times",
        "Изъято",
        "Будет ли Shohei Ohtani подавать в Мировой серии 2024 против Yankees? Менеджер «Доджерс» говорит, что это невозможно - CBS Sports",
        "Банды на Гаити открыли огонь и врезались в вертолет ООН в воздухе, когда вспыхнуло насилие - Ассошиэйтед Пресс",
        "Николь Шерзингер, которая помогла создать One Direction на X-Factor, писала смс Лиаму Пейну в день его смерти - E! Онлайн - E! НОВОСТИ",
        "Акции Capri упали на 46% после того, как судья заблокировал сделку с гобеленом на $ 8,5 млрд - Yahoo Finance",
        "Бывшая модель купальника Sports Illustrated говорит, что Трамп щупал ее, чтобы похвастаться перед Джеффри Эпштейном - CNN",
        "Баскетбольный тренер USF Абдур-Рахим скончался в возрасте 43 лет - ESPN",
        "McDonald's говорит, что лук от калифорнийской производственной компании связан со смертельной вспышкой кишечной палочки - Associated Press",
        "Байден принесет извинения коренным американцам за школы-интернаты для индейцев - The Washington Post",
        "Scout Motors возвращается к электричеству с новыми концепциями внедорожников и грузовиков - The Verge",
        "CDC обновляет рекомендации по вакцинации от COVID-19 для пожилых людей - The Hill",
        "Северокорейские войска замечены в российском приграничном регионе с Украиной, говорит Киев - CNN",
        "Перезагрузка «The Brady Bunch» была добавлена на CBS из-за задокументированной речи ненависти актрисы Синди Сьюзен Олсен - Yahoo Entertainment",
        "Футбол в четверг вечером: как посмотреть сегодняшнюю игру Minnesota Vikings vs. Los Angeles Rams NFL - Yahoo Sports",
        "Команда Трампа оптимистично настроена по поводу победы на выборах 2024 года по мере досрочного голосования: «Все выглядит довольно хорошо» - New York Post",
        "Случай птичьего гриппа подтвержден на яичной ферме округа Клакамас - Общественное вещание Орегона",
        "Лучший день акций Tesla с 2013 года делает Илона Маска на 26 миллиардов долларов богаче - Forbes"
    ]
}