{
    "headlines": [
        "15-year-old boy to remain in custody after deaths of 5 people in Fall City home - KIRO Seattle",
        "Country star Zach Bryan apologizes to 'anyone I let down' as he announces split from girlfriend - Fox News",
        "JPMorgan chief Dimon would consider a role in Harris administration, NYT reports - Yahoo Finance",
        "Live updates: SpaceX launch from Cape Canaveral today will tie record - Florida Today",
        "NBA Opening Night live: Celtics-Knicks; Timberwolves-Lakers - ESPN",
        "Andy Dalton Being Evaluated by Panthers Medical Staff After Car Accident in Charlotte - Sports Illustrated",
        "Pro Athlete Allegedly Stopped Sean \"Diddy\" Combs From Sexually Assaulting Party Guest - E! Online - E! NEWS",
        "Georgia Supreme Court won't step in to reinstate controversial election rules - CBS News",
        "New stroke guidelines include risk factors specifically for women - The Hill",
        "Woman stuck upside-down between boulders for 7 hours finally freed by rescue crew - USA TODAY",
        "Flying air taxis move closer to US takeoff with issuing of FAA rule - The Associated Press",
        "‘Walking Pneumonia’ Is On The Rise. Here’s What To Know. - HuffPost",
        "Fantasy football waiver wire, Week 8 picks: Players to add, top targets include Tua Tagovailoa, Hunter Henry - CBS Sports",
        "Anthropic publicly releases AI tool that can take over the user’s mouse cursor - Ars Technica",
        "Giuliani ordered to turn over NYC apartment to Georgia election workers - BBC.com",
        "Donald Trump files legal complaint against UK Labour Party over help for Kamala Harris - POLITICO Europe",
        "Starbucks shares slide after preliminary results show sales fell again - CNBC",
        "Joe Rogan to interview Trump on his podcast - Axios",
        "See the 'comet of the century' light up the night sky in breathtaking photos - Space.com",
        "More Republicans are voting early, helping break records. Over 17 million ballots cast so far - The Associated Press"
    ]
}