{
    "headlines": [
        "Tesla-Aktienverkauf nach Robotaxi-Event könnte nur der Anfang sein, warnen Profis - Yahoo Finance",
        "Erklärung von Pentagon-Pressesekretär Generalmajor Pat Ryder zum Einsatz einer THAAD-Batterie in Israel - Verteidigungsministerium",
        "UN sagt, dass israelische Panzer durch die Tore der Peacekeeper-Basis geplatzt sind - Reuters.com",
        "Zweiter Quarterback Caleb Williams - dichtes Ende Kmet TD! QB und TE steigern den Vorsprung der Chicago Bears auf 13-3 vs. Jags - NFL.com",
        "Christopher Columbus war ein sephardischer Jude aus Westeuropa, Studienfunde - New York Post",
        "Die meisten Notaufnahmen sind nicht vollständig auf Notfälle von Kindern vorbereitet - The Washington Post",
        "Bären verlieren im ersten Quartal in London ihren langen Schnapper an einer Knieverletzung - NBC Sports",
        "\"Ich bin besorgt\": Rep. Clyburn über schwarze Männer, die für Trump stimmen - CNN",
        "Ariana Grande imitiert Britney Spears und verwandelt sich während der \"SNL\" -Rückkehr in Jennifer Coolidge - New York Post",
        "Bei einer technischen Meisterleistung fangen mechanische SpaceX-Waffen den Raumschiff-Raketenbooster am Landeplatz - ABC News",
        "Schlüssel zu einem Fantasy-Football-Sieg in Woche 6 - Yahoo Sports",
        "Biden wird Hurrikan Milton-Schäden in Florida sehen. Harris plant, in North Carolina in die Kirche zu gehen - The Associated Press",
        "Seltener Komet kann mit bloßem Auge sichtbar sein. Hier kannst du nachsehen. - CBS Boston",
        "Schrecklicher 3 schlägt Joker 2 an der Abendkasse, da der Joaquin Phoenix-Film einen enormen Rückgang verzeichnet - Hindustan Times",
        "Dichte Brüste können es schwieriger machen, Krebs bei einer Mammographie zu erkennen - KOAT New Mexico",
        "Palästinas UN-Gesandter sagt \"Völkermord im Genozid\" im Norden des Gazastreifens - Al Jazeera Englisch",
        "Neuer Gmail-Sicherheitsalarm für 2,5 Milliarden Benutzer, wie der KI-Hack bestätigt - Forbes",
        "Wirtschaftliche Unzufriedenheit, Themenbereiche summieren sich zu einem engen Präsidentschaftswettbewerb: UMFRAGE - ABC News",
        "Pokémon-Entwickler-Spiel Freak angeblich gehackt, gestohlene Daten über unangekündigte Spiele sowie Nintendo Switch 2 Codename online durchgesickert - IGN",
        "Was diese Woche an den Märkten zu erwarten ist - Investopedia"
    ]
}