{
    "headlines": [
        "Classement des Masters 2025 : couverture en direct, mises à jour, scores comme Rory McIlroy, Bryson DeChambeau bataille dans la ronde 4 - CBS Sports",
        "Un adolescent du Wisconsin aurait tué des parents dans un complot extrémiste visant à assassiner Trump, selon le FBI - ABC News",
        "Schumer cherche à interrompre les vols de la compagnie d'hélicoptères de New York après l'accident mortel de la rivière Hudson - AP News",
        "L'incendie de la résidence du gouverneur de Pennsylvanie, Josh Shapiro, était « un acte d'incendie criminel », selon la police - NPR",
        "Meta survivra-t-elle au juge Boasberg ? Le drame commence lundi. - Politico",
        "‘The White Lotus’ Star Aimee Lou Wood Says ‘SNL’ Impersonation Was ‘Mean and Unfunny’ : ‘Such a Shame’ - Variety",
        "Plus de chaos : Trump Admin signale de nouveaux tarifs sur les produits électroniques en provenance de Chine après une pause - Rolling Stone",
        "Katy Perry et Lauren Sanchez présentent des combinaisons de vol Blue Origin qui apportent des « épices dans l'espace » - Fox News",
        "Bernie Sanders fait exploser Trump et Musk lors de l'apparition surprise de Coachella - The Hollywood Reporter",
        "Élection au Gabon : le chef du coup d'État Oligui Nguema remporte le scrutin par une énorme marge - BBC",
        "La frappe israélienne détruit une partie du dernier hôpital pleinement opérationnel de la ville de Gaza alors que l'offensive s'intensifie - CNN",
        "Piastri remporte une victoire contrôlée au Grand Prix de Bahreïn devant Russell et Norris - Formule 1",
        "‘A Minecraft Movie’ atteint 551 millions de dollars dans le monde ; ‘The Amateur’ espionne 32 MILLIONS de dollars – Billetterie internationale - Date limite",
        "Les hochets commerciaux « Sell America » de Wall Street. Qu'est-ce qui pourrait faire remonter les marchés américains ? - MarketWatch",
        "Un ancien haut responsable de la santé critique RFK Jr. pour avoir minimisé les décès dus à la rougeole - CBS News",
        "« Si nous n'avions pas bougé, nous serions morts » : des Ukrainiens décrivent le moment où les frappes russes ont frappé Sumy - BBC",
        "Les avocats de l'homme expulsé par erreur exigent son retour en utilisant les propres mots de Trump - Axios",
        "La rougeole a explosé au Texas après un financement stagnant du vaccin. De nouvelles coupes menacent la même chose à travers les États-Unis - AP News",
        "Kirby Smart réagit à la saga Nico Iamaleava au Tennessee - 247Sports"
    ]
}