{
    "headlines": [
        "Atualização da Aurora Boreal: aqui é onde a Aurora Boreal pode ser vista esta noite - Forbes",
        "A Flórida está em alerta quando uma nova depressão tropical se forma no Golfo, poucos dias após o furacão Helene - CNN",
        "‘Coringa: Folie à Deux’ cai na bilheteria depois de receber uma D CinemaScore sem precedentes - Hollywood Reporter",
        "Rising from the ashes: Israelis in nation's war-torn south move home a year after October 7 massacre - Fox News",
        "Israel expande seu bombardeio no Líbano enquanto dezenas de milhares fogem - The Associated Press",
        "Quatro americanos ainda são mantidos reféns pelo Hamas um ano após o ataque de 7 de outubro - The Washington Post",
        "Trump volta a Butler, Pensilvânia, para um comício hoje. Veja como o Serviço Secreto garantirá o evento. - CBS News",
        "O ataque de mísseis do Irã a Israel levanta questões sobre os limites do arsenal - The Washington Post",
        "Quanto tempo levará para a cadeia de suprimentos normalizar após a greve dos estivadores? - Fox Business",
        "Dentro de uma cidade montanhosa da Carolina do Norte que o furacão Helene quase varreu do mapa - The Associated Press",
        "Gêmeos de 1 mês de idade que morreram com a mãe que se acredita ser a mais jovem vítima conhecida do furacão Helene - CBS News",
        "A grande expansão Espaço Despedaçado de Starfield não é estranha o suficiente - The Verge",
        "Furacão Helene: Dolly Parton doa US $ 1 milhão para esforços de recuperação - BBC.com",
        "Uma nova Blue Origin: o CEO Dave Limp está trazendo urgência e \"determinação\" para a empresa espacial de Jeff Bezos - CNBC",
        "Previsões do UFC 307 - Luta de MMA",
        "Bronny James estreia na pré-temporada da NBA, com LeBron assistindo do banco - CNN",
        "Mais duas mulheres em Massachusetts testaram positivo para o vírus do Nilo Ocidental - WCVB Boston",
        "Os Steelers têm um plano de Justin Fields - eles vão usá-lo? - ESPN",
        "NASA divulga foto do mundo oceânico. Isso mostra por que a NASA está indo para lá. - Mashable",
        "O que é o vírus mortal de Marburgo e onde ele se espalhou? - Al Jazeera English"
    ]
}