{
    "headlines": [
        "الدلافين مقابل الأكباش، تحديثات حية: تتجه ميامي إلى لوس أنجلوس لحضور مباراة كرة القدم ليلة الاثنين في الأسبوع 10 - Yahoo Sports",
        "ميغان فوكس حامل، حامل بطفل مع رشاش كيلي - E! أونلاين - E! NEWS",
        "قوى ترامب التجارية مؤشر داو جونز 44000، مؤشر ستاندرد آند بورز 6000 مع استمرار الأسهم في الطنين - فوكس بيزنس",
        "تم الكشف عن المتأهلين للتصفيات النهائية لـ MVP و Cy Young و Rookie & Manager of the Year - MLB.com",
        "مصادر تقول إن ترامب يختار مايك والتز مستشارا للأمن القومي - رويترز",
        "ما لا يقل عن 40 قتيلاً في غزة بسبب هجمات الطائرات الإسرائيلية بدون طيار على مقهى \"المنطقة الآمنة\" - الجزيرة الإنجليزية",
        "من المتوقع أن تتغيب ميلانيا ترامب عن اجتماع البيت الأبيض يوم الأربعاء مع جيل بايدن - سي إن إن",
        "تجاوزت البيتكوين 87,000 $ لتسجل رقماً قياسياً جديداً. ما يجب معرفته عن مسيرة ما بعد الانتخابات للعملات المشفرة - وكالة أسوشيتد برس",
        "يمكن أن يتمتع \"قيصر الحدود\" لترامب بسلطة أكبر، وعقبات أقل أمام سياسة الترحيل - سي إن بي سي",
        "ذروة دش نيزك الثور الشمالي تبدأ الليلة - إليك كيفية المشاهدة - فوربس",
        "عين ترامب النائب السابق لي زيلدين لقيادة وكالة حماية البيئة، والمستشار ستيفن ميلر ليكون نائب رئيس السياسة - وكالة أسوشيتد برس",
        "\"المصارع الثاني \": يقدم النقاد في الغالب الإبهام إلى ملحمة ريدلي سكوت الملحمية - مراسل هوليوود",
        "نقطة محذوفة هنا",
        "دونالد ترامب يعين صقر الهجرة ستيفن ميلر نائباً لرئيس الأركان - فاينانشال تايمز",
        "Eagles snap counts: Jalyx Hunt يرى وقتًا كبيرًا مقابل رعاة البقر - NBC Sports Philadelphia",
        "تم العثور على حالة إنفلونزا الطيور في مراهق كندي في المستشفى. ماذا سيحدث بعد ذلك. - بارون",
        "يحصل جهاز Mac mini 2024 على تفكيك، ولا يحتوي على أجزاء قابلة للترقية من قبل المستخدم - GSMArena.com",
        "خيارات تسلا تجذب التداول \"البهيج\" مع فوز ترامب في الأسهم - رويترز",
        "هل سيقضي ترامب على وزارة التعليم ؟ ما نعرفه باسم إيلون ماسك يثني على \"الفكرة الجيدة\". - فوربس",
        "أطلقت SpaceX 24 قمرًا صناعيًا Starlink من فلوريدا اليوم بعد تأخير الطقس - Space.com"
    ]
}