{
    "headlines": [
        "Der Bezirksstaatsanwalt von Los Angeles sagt, er werde im Mordfall der jahrzehntealten Menendez-Brüder eine erneute Verurteilung empfehlen - CNN",
        "\"Eine bürgerliche Enttäuschung\": Fallout geht weiter, nachdem die Los Angeles Times sich entschieden hat, nicht zu unterstützen - Semafor",
        "15-Jähriger wegen Mordes an Eltern und Geschwistern in der Nähe von Fall City angeklagt - The Seattle Times",
        "[removed]",
        "Wird Shohei Ohtani in der World Series 2024 gegen die Yankees pitchen? Dodgers-Manager sagt \"keine Möglichkeit\" - CBS Sports",
        "Banden in Haiti eröffnen das Feuer und treffen mitten in der Luft einen UN-Hubschrauber, als die Gewalt ansteigt - The Associated Press",
        "Nicole Scherzinger, die half, One Direction auf X-Factor zu erstellen, schrieb Liam Payne am Tag seines Todes eine SMS - E! Online - E! NEWS",
        "Capri Lager Krater 46% nach Richter blockiert $ 8,5 Milliarden Tapisserie Deal - Yahoo Finance",
        "Das ehemalige Sports Illustrated Badeanzug-Model sagt, dass Trump sie begrapscht hat, um für Jeffrey Epstein zu prahlen - CNN",
        "USF-Basketballtrainer Abdur-Rahim stirbt im Alter von 43 Jahren - ESPN",
        "McDonald's sagt, dass Zwiebeln von einer kalifornischen Produktionsfirma mit tödlichem E. coli-Ausbruch in Verbindung gebracht werden - The Associated Press",
        "Biden entschuldigt sich bei den amerikanischen Ureinwohnern für indische Internate - The Washington Post",
        "Scout Motors feiert ein elektrisches Comeback mit neuen SUV- und LKW-Konzepten - The Verge",
        "CDC aktualisiert COVID-19-Impfstoffempfehlungen für ältere Erwachsene - The Hill",
        "Nordkoreanische Truppen in russischer Grenzregion zur Ukraine gesichtet, sagt Kiew - CNN",
        "Der Neustart von \"The Brady Bunch\" wurde bei CBS aufgrund der dokumentierten Hassrede von Cindy-Schauspielerin Susan Olsen mit Stacheln belegt - Yahoo Entertainment",
        "Thursday Night Football: So siehst du dir heute Abend das NFL-Spiel der Minnesota Vikings gegen die Los Angeles Rams an - Yahoo Sports",
        "Trump-Team optimistisch über Wahlsieg 2024, da frühe Stimmen hereinkommen: \"Es sieht ziemlich gut aus\" - New York Post",
        "Vogelgrippe-Fall in Clackamas County Eierfarm bestätigt - Oregon Public Broadcasting",
        "Der beste Tag der Tesla-Aktie seit 2013 macht Elon Musk um 26 Milliarden Dollar reicher - Forbes"
    ]
}