{
    "headlines": [
        "Акции Boeing растут после предложения об оплате для прекращения забастовки. Голосование профсоюза должно состояться на следующей неделе. - Barron's",
        "Октябрьский отчет о рабочих местах: экономика США добавляет всего 12 000 рабочих мест, поскольку забастовка Boeing, ураганы давят на рынок труда - Yahoo Finance",
        "Что нужно знать о беспрецедентных наводнениях, унесших жизни более 200 человек в Испании - The Associated Press",
        "Фьючерсы на Nasdaq 100 растут, поскольку инвесторы анализируют последние технологические доходы, ожидают данных о рабочих местах: обновления в реальном времени - CNBC",
        "Грузинский чиновник говорит, что видео предполагаемого мошенничества с избирателями, вероятно, создано российской фермой троллей - CBS News",
        "Dodgers 'Simple Plan on Scouting Report to Beat Yankees in World Series Rang True - Sports Illustrated",
        "Земля стартового дома за миллион долларов может решить судьбу Конгресса - POLITICO",
        "Генеральный директор Exxon Mobil Даррен Вудс о результатах третьего квартала: трансформация компании начинает проявляться - CNBC Television",
        "Что такое древний город Баальбек в Ливане и почему Израиль нацелился на него? - Al Jazeera English",
        "Предварительный просмотр 10-й недели Коннелли: штат Пенсильвания, штат Огайо, выходит на горячий старт в ноябре - ESPN",
        "Бывшая модель Playboy утверждает, что Шон «Дидди» Комбс заставил ее посмотреть видео Дженнифер Лопес на «Freak Off» - Страница шестая",
        "Стрельба на Хэллоуин в районе ночной жизни Орландо: 2 погибших, 6 раненых - CNN",
        "Северная Корея может похвастаться «самой сильной в мире» ракетой, но эксперты говорят, что она слишком велика для использования в войне - New York Post",
        "Россия приговорила бывшего работника консульства США к почти пяти годам тюрьмы - Al Jazeera English",
        "Северная Корея будет поддерживать Россию до победы на Украине, заявил министр иностранных дел - Reuters",
        "Заживление озонового слоя прогрессирует, поскольку к 2024 году антарктическая дыра станет одной из самых маленьких за последние десятилетия - The Daily Galaxy --Great Discoveries Channel",
        "iPhone SE 4 первым получит 5G-модем, разработанный Apple, iPhone 17 Pro добавит пользовательский чип Wi-Fi 7 - MacRumors",
        "Изъято",
        "Официальный тизер-трейлер второго сезона «Игры кальмаров» - CNN",
        "Есть ли у меня COVID, грипп или что-то еще? Симптомы 2024 года и тестирование, чтобы узнать. - Новости CBS"
    ]
}