{
    "headlines": [
        "ਸਿਲੀਕਾਨ ਵੈਲੀ ਵੈਂਚਰ ਪੂੰਜੀਵਾਦੀ ਟਰੰਪ ਦੀ ਜਿੱਤ 'ਤੇ ਪ੍ਰਤੀਕ੍ਰਿਆਃ' ਬਕਲ ਅਪ '- ਯਾਹੂ ਵਿੱਤ",
        "ਵੀਡੀਓਃ ਜਿਮੀ ਕਿਮਲ ਚੋਕਸ ਅਪ ਦੌਰਾਨ ਟੀਵੀ ਸ਼ੋਅ ਮੋਨੋਲੋਜੀ ਬਾਰੇ ਟਰੰਪ ਦੀ ਜਿੱਤ ਬਾਰੇ - ਐਨਡੀਟੀਵੀ",
        "ਸਪੇਸਐਕਸ ਡ੍ਰੈਗਨ ਨੇ ਆਈਐਸਐਸ ਆਰਬਿਟ ਨੂੰ ਪਹਿਲੀ ਵਾਰ ਵਧਾਉਣ ਲਈ ਥ੍ਰੈਸਟਰਾਂ ਨੂੰ ਅੱਗ ਲਗਾਈ - ਸਪੇਸ ਡਾਟ ਕਾਮ",
        "ਟਰੰਪ ਨੂੰ ਕੌਣ ਚੈੱਕ ਕਰੇਗਾ? ਵਾਲ ਸਟ੍ਰੀਟ ਨੌਕਰੀ ਲਈ ਬ੍ਰੇਸ ਕਿਉਂ ਕਰ ਰਹੀ ਹੈ - ਮਾਰਕੀਟਵਾਚ",
        "ਨਵਾਂ ਮੈਕ ਮਿਨੀ ਅਪਗ੍ਰੇਡੇਬਲ ਸਟੋਰੇਜ ਵੱਲ ਇਕ ਛੋਟਾ ਜਿਹਾ ਕਦਮ ਚੁੱਕਦਾ ਹੈ - ਦਿ ਵਰਜ",
        "ਟਰੰਪ 2020 ਚੋਣ ਕੇਸ ਵਿੱਚ, ਜੈਕ ਸਮਿਥ ਜੱਜ ਨੂੰ \"ਉਚਿਤ ਕੋਰਸ\" ਨਿਰਧਾਰਤ ਕਰਨ ਲਈ ਸਮਾਂ ਮੰਗਦਾ ਹੈ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਯੂਟਿ Premਬ ਪ੍ਰੀਮੀਅਮ ਦਾ ਸ਼ੁਰੂਆਤੀ ਗੋਦ ਲੈਣ ਵਾਲਾ (ਦਾਦਾ-ਦਾਦੀ) ਕੀਮਤ ਦੂਰ ਜਾ ਰਹੀ ਹੈ - 9to5Google",
        "ਦੱਖਣੀ ਕੈਰੋਲੀਨਾ ਦੀ ਖੋਜ ਸਹੂਲਤ ਤੋਂ 43 ਬਾਂਦਰ ਭੱਜਣ ਤੋਂ ਬਾਅਦ ਅਸੀਂ ਕੀ ਜਾਣਦੇ ਹਾਂ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਟਰੰਪ ਦੇ ਰਿਪਬਲਿਕਨ ਅਮਰੀਕੀ ਸਦਨ ਦੇ ਬਹੁਮਤ ਲਈ ਲੜਨ ਲਈ ਤੰਗ ਕਿਨਾਰੇ 'ਤੇ ਪਏ ਹੋਏ ਹਨ - ਰਾਇਟਰਜ਼",
        "ਬ੍ਰਾਇਨਾ ਚਿਕਨਫ੍ਰਾਈ ਨੇ ਜ਼ੈਕ ਬ੍ਰਾਇਨ ਦੇ ਟੈਕਸਟ ਦਾ ਖੁਲਾਸਾ ਕੀਤਾ $ 12 ਮਿਲੀਅਨ ਡੇਵ ਪੋਰਟਨੋਏ ਜਬਰ ਜਨਾਹ ਦੇ ਇਲਜ਼ਾਮ ਦੇ ਨਾਲ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਕਲਪਨਾ ਫੁੱਟਬਾਲ ਹਫਤਾ 10: ਦਰਜਾਬੰਦੀ, ਸਲੀਪਰ, ਸਟਾਰਟ/ਬੈਠਣ ਦੀ ਸਲਾਹ ਅਤੇ ਹੋਰ - ਯਾਹੂ ਸਪੋਰਟਸ",
        "ਪਾਵੇਲ ਅਤੇ ਫੈੱਡ ਟਰੰਪ ਬਾਰੇ ਸਦਾ ਲਈ ਗੱਲ ਕਰਨ ਤੋਂ ਨਹੀਂ ਬਚ ਸਕਣਗੇ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "'ਵੀਰਵਾਰ ਰਾਤ ਦੇ ਫੁੱਟਬਾਲ' ਤੇ ਰੇਵੇਨਜ਼ ਤੋਂ ਹਾਰਨ ਤੋਂ ਬਾਅਦ ਬੰਗਾਲੀਆਂ ਨੇ ਕੀ ਕਿਹਾ - ਬਾਲਟਿਮੋਰਰੇਵੇਨਜ਼.",
        "ਗਾਜ਼ਾ ਯੁੱਧ 'ਚ ਮਰਨ ਵਾਲੀਆਂ ਔਰਤਾਂ ਤੇ ਬੱਚਿਆਂ' ਚ ਲਗਪਗ 70% ਤਸਦੀਕ, ਸੰਯੁਕਤ ਰਾਸ਼ਟਰ ਅਧਿਕਾਰ ਦਫ਼ਤਰ ਦਾ ਕਹਿਣਾ - Reuters",
        "ਨਿਆਂ ਵਿਭਾਗ ਨੇ ਆਈ. ਆਰ. ਜੀ. ਸੀ. ਸੰਪਤੀ ਅਤੇ ਦੋ ਸਥਾਨਕ ਸੰਚਾਲਕਾਂ ਖ਼ਿਲਾਫ਼ ਕਤਲ-ਫੋਰ-ਹਾਇਰ ਅਤੇ ਸਬੰਧਿਤ ਦੋਸ਼ਾਂ ਦਾ ਕੀਤਾ ਐਲਾਨ - ਨਿਆਂ ਵਿਭਾਗ",
        "ਪ੍ਰਾਚੀਨ ਮੰਗਲ 'ਤੇ, ਕਾਰਬਨ ਡਾਈਆਕਸਾਈਡ ਬਰਫ਼ ਨੇ ਪਾਣੀ ਨੂੰ ਚੱਲਦਾ ਰੱਖਿਆ. ਇੱਥੇ ਕਿਵੇਂ ਹੈ - Space. com",
        "ਰਿਪਬਲਿਕਨ ਸੈਨੇਟ ਦੇ ਬਹੁਮਤ ਨੂੰ ਵਧਾਉਂਦੇ ਹਨ, ਸਦਨ ਨੂੰ ਜਿੱਤਣ ਦੀ ਰਾਹ 'ਤੇ - ਰਾਇਟਰਜ਼",
        "ਸਪੇਨ ਦੇ ਹੜ੍ਹਾਂ ਵਿੱਚ ਲਾਪਤਾ ਲੋਕਾਂ ਦੀ ਭਾਲ ਵਿੱਚ ਸਹਾਇਤਾ ਲਈ ਇੱਕ ਖੋਜ ਕਿਸ਼ਤੀ ਸਮੁੰਦਰੀ ਤੱਟ ਨੂੰ ਸਕੈਨ ਕਰੇਗੀ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਕਰੂ -8 ਪੁਲਾੜ ਯਾਤਰੀ ਸਪਲੈਸ਼ਡਾਉਨ ਤੋਂ ਬਾਅਦ ਹਸਪਤਾਲ ਵਿਚ ਦਾਖਲ ਹੋਣ ਤੋਂ ਬਾਅਦ ਪਹਿਲੀ ਵਾਰ ਜਨਤਕ ਤੌਰ 'ਤੇ ਗੱਲ ਕਰਨਗੇ - ਸੀ ਐਨ ਐਨ",
        "'ਉਨ੍ਹਾਂ ਨੇ ਯਹੂਦੀ, ਆਈਡੀਐਫ ਨੂੰ ਚੀਕਿਆ': ਇਜ਼ਰਾਈਲੀ ਫੁੱਟਬਾਲ ਪ੍ਰਸ਼ੰਸਕ ਐਮਸਟਰਡਮ ਵਿੱਚ ਹਮਲੇ ਦਾ ਵਰਣਨ ਕਰਦਾ ਹੈ - ਬੀਬੀਸੀ."
    ]
}