{
    "headlines": [
        "Policial de Miami-Dade colocado em serviço administrativo depois que Tyreek Hill, estrela dos Dolphins, foi detido antes do jogo - CNN",
        "Moradores fogem enquanto incêndios florestais na Califórnia e Nevada se aproximam perigosamente e meteorologistas alertam para calor recorde - CNN",
        "   Removido ",
        "   Removido ",
        "Trump promete prender oponentes, sugere sem fundamento que a eleição será roubada dele - The Washington Post",
        "Tom Brady dá os primeiros passos estranhos na transição do campo de futebol para a cabine de TV - The Associated Press",
        "Séries da Semana 1 da NFL: Cowboys ganham 'A' por vitória por blowout, Bengals e Browns recebem 'F' por derrotas horríveis - CBS Sports",
        "Potencial Ciclone Tropical Seis se forma no Golfo com alerta de tempestade tropical emitido para o México - CNN",
        "Detroit Lions vs. Los Angeles Rams atualizações de placar ao vivo, destaques, últimas notícias - Pride Of Detroit",
        "Partido Republicano divulga relatório crítico sobre retirada de Biden do Afeganistão - The Hill",
        "Mãe do suspeito do tiroteio na Geórgia ligou para a escola para avisar sobre \"emergência extrema\", diz tia - PBS NewsHour",
        "Líder da oposição venezuelana Gonzalez desembarca na Espanha em busca de asilo - Reuters Canadá",
        "Antes do debate Harris-Trump, os eleitores querem mais política, menos drama - BBC.com",
        "Sindicato dos maquinistas concorda com contrato provisório com a Boeing - The Seattle Times",
        "Luzes do Norte possíveis esta semana com observação de tempestades geomagnéticas - MLive.com",
        "Rumores de eventos de última hora da Apple: iPhone 16, Apple Watch e muito mais - 9to5Mac",
        "Dream Kardashian, 7 anos, estreia como modelo de passarela na Semana de Moda de Nova York - E! NEWS",
        "O telescópio James Webb encontrou centenas de \"pequenos pontos vermelhos\" no universo antigo. Ainda não sabemos o que são. - Livescience.com",
        "Papa chega às selvas remotas de Papua Nova Guiné com uma tonelada de ajuda humanitária e brinquedos - Associated Press",
        "   Removido "
    ]
}