{
    "headlines": [
        "عضو مجلس الشيوخ الديمقراطي عن بايدن، تعليقات كوبية حول مؤيدي ترامب: \"لا أحب ذلك\" - ذا هيل",
        "إحاطة حية: إسرائيل تضرب منطقة بيروت ؛ الولايات المتحدة تدفع لإحياء محادثات السلام - واشنطن بوست",
        "تعلن دائرة الإيرادات الداخلية عن تسويات اشتراكات خطة التقاعد والمعاشات التقاعدية لعام 2025 - Yahoo Finance",
        "الجماعات المحافظة تجوب رسائل البريد الإلكتروني للفيدراليين - POLITICO",
        "نجم \"أجاثا طوال الوقت\" جو لوك يشرح الحلقات الختامية للويكان - الموعد النهائي",
        "بيانكا سينسوري تبدل بالكاد - ابحث عن مفاجأة تغطية الهالوين - TMZ",
        "قتيلان و 6 جرحى في إطلاق نار جماعي في أورلاندو وسط احتفالات الهالوين - الولايات المتحدة الأمريكية اليوم",
        "بوينغ: تقدم شركة الطيران العملاقة عرضًا لزيادة الأجور بنسبة 38 ٪ في محاولة لإنهاء الإضراب - BBC.com",
        "نقطة محذوفة هنا",
        "ما يجب معرفته عن الفيضانات غير المسبوقة التي قتلت أكثر من 200 شخص في إسبانيا - وكالة أسوشيتد برس",
        "ترتفع العقود الآجلة لمؤشر Nasdaq 100 مع قيام المستثمرين بتحليل أحدث أرباح التكنولوجيا، في انتظار بيانات الوظائف: تحديثات مباشرة - CNBC",
        "جهاز إرسال لاسلكي لم يستخدم منذ عام 1981 يساعد فوياجر 1 على إرسال رسائل إلى الأرض - سي إن إن",
        "احتمالات دوري كرة القدم الأمريكية، خطوط الأسبوع 9، توقعات ATS، اختيارات الألعاب، النصائح، الأوقات: نموذج يحاكي كل لعبة 10000 مرة - CBS Sports",
        "نقطة محذوفة هنا",
        "مانشستر يونايتد اسمه البرتغالي روبن أموريم كمدير جديد - الجزيرة الإنجليزية",
        "كيفية بناء شركة يمكنها إنقاذ العالم وتحقيق الربح - TechCrunch",
        "الرئيس التنفيذي لشركة إكسون موبيل دارين وودز على نتائج الربع الثالث: تحول الشركة بدأ يظهر نفسه - تلفزيون سي إن بي سي",
        "من المرجح أن يكون تقرير الوظائف النهائي قبل يوم الانتخابات تقريرًا جامحًا - سي إن إن",
        "تفتخر كوريا الشمالية بصاروخ \"الأقوى في العالم\"، لكن الخبراء يقولون إنه أكبر من أن يستخدم في الحرب - نيويورك بوست",
        "إميلي راتاجكوفسكي تعيد تصميم فستان فيرساتشي الأيقوني لجنيفر لوبيز لعيد الهالوين - ياهو للترفيه"
    ]
}