{
    "headlines": [
        "House Republicans probe allegations of FEMA discrimination in Florida - The Hill",
        "Gaetz faces rocky road to confirmation as pressure builds for release of House ethics probe - CNN",
        "Trump to select Robert F. Kennedy Jr. to lead HHS - POLITICO",
        "Disney earnings offer hope that streaming can successfully supplant linear TV - CNBC",
        "Eagles vs. Commanders odds, prediction, spread, time: Thursday Night Football picks by NFL model on 17-7 run - CBS Sports",
        "Why Trump is demanding recess appointments for his cabinet - Axios",
        "Hochul pushes ahead with Manhattan toll plan before Trump takes office - POLITICO",
        "New Zealand MPs disrupt parliament with haka to protest Indigenous treaty bill - CNN",
        "Tesla (TSLA) Price Target Raised at Jefferies Financial Group - TipRanks",
        "Sophie Turner to Play Lara Croft in ‘Tomb Raider’ Amazon Series From Phoebe Waller-Bridge - Variety",
        "The Golden Bachelorette Season-Finale Recap: Bawling in Bora Bora - Vulture",
        "5 things to know about Tulsi Gabbard, Trump’s choice for director of national intelligence - PBS NewsHour",
        "O'Leary crushes theory that Polymarket CEO home raid was 'political retribution': The rules are 'transparent' - Fox Business",
        "James Webb Space Telescope discovers mysterious 'red monster' galaxies so large they shouldn't exist - Livescience.com",
        "Measles cases surge worldwide, infecting 10.3 million people in 2023: WHO - ABC News",
        "India: Delhi shuts primary schools as hazardous smog worsens - BBC.com",
        "Tropical Storm Sara forms in the Caribbean and heads toward ‘life-threatening’ impact with Central America - CNN",
        "Teen sickened with Canada's first human case of bird flu is in critical condition — and the source remains a mystery - Livescience.com",
        "Rays will play at George M. Steinbrenner Field in 2025 - MLB.com",
        "[Removed]"
    ]
}