{
    "headlines": [
        "ਸਿਆਸੀ ਸਮਰਥਨ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਉਸਨੇ 70 ਦੇ ਦਹਾਕੇ ਦੀ ਥੀਮ ਵਾਲੀ ‘ਕੈਂਸਰਵਰਸਰੀ’ ਨੂੰ ‘ਮੌਤ ਦੇ ਚਿਹਰੇ' ਤੇ ਨੱਚਣ ’ਲਈ ਸੁੱਟ ਦਿੱਤਾ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਯੂਕਰੇਨ ਦੇ ਜ਼ੇਲੇਨਸਕੀ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉੱਤਰੀ ਕੋਰੀਆ ਦੀਆਂ ਫੌਜਾਂ ਯੁੱਧ ਵਿਚ ਸ਼ਾਮਲ ਹੋਣ ਲਈ ਤਿਆਰ ਹਨ, ਸੰਯੁਕਤ ਰਾਸ਼ਟਰ ਦੇ ਮੁਖੀ ਦਾ ਦੌਰਾ ਰੱਦ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਸ਼ੁਕਰਗੁਜ਼ਾਰ ਮਰੇ ਅਤੇ ਪ੍ਰਭਾਵਸ਼ਾਲੀ ਬਾਸਿਸਟ ਦੇ ਸੰਸਥਾਪਕ ਮੈਂਬਰ ਫਿਲ ਲੇਸ਼ ਦਾ 84 - ਡਬਲਯੂਪੀਟੀਜ਼ੈਡ ਵਿਖੇ ਦੇਹਾਂਤ ਹੋ ਗਿਆ",
        "ਮੇਨੇਂਡੇਜ਼ ਭਰਾ 'ਸਾਵਧਾਨੀ ਨਾਲ ਆਸ਼ਾਵਾਦੀ' ਹਨ ਉਨ੍ਹਾਂ ਨੂੰ ਰਿਹਾ ਕੀਤਾ ਜਾਵੇਗਾ, ਵਕੀਲ ਕਹਿੰਦਾ ਹੈ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਬਿਡੇਨ ਦੇਸੀ ਬੋਰਡਿੰਗ ਸਕੂਲ ਦੀ ਦੁਰਵਰਤੋਂ ਲਈ ਮੂਲ ਅਮਰੀਕੀਆਂ ਤੋਂ ਮੁਆਫੀ ਮੰਗਣਗੇ ਇਤਿਹਾਸ - Axios",
        "ਰਿਕਾਰਡ ਸੈਟਿੰਗ 235 ਦਿਨਾਂ ਦੇ ਮਿਸ਼ਨ ਤੋਂ ਵਾਪਸੀ ਤੋਂ ਬਾਅਦ ਸਪੇਸ ਸਟੇਸ਼ਨ ਦੇ ਚਾਲਕ ਦਲ ਨੂੰ ਡਾਕਟਰੀ ਮੁਲਾਂਕਣ ਲਈ ਲਿਆ ਗਿਆ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਹੈਰਿਸ, ਬਿਓਨਸੇ ਗਰਭਪਾਤ ਦੇ ਅਧਿਕਾਰਾਂ 'ਤੇ ਟੈਕਸਾਸ ਰੈਲੀ ਲਈ ਟੀਮ ਅਤੇ ਉਮੀਦ ਹੈ ਕਿ ਲੜਾਈ ਦੇ ਮੈਦਾਨ ਦੇ ਰਾਜ ਉਨ੍ਹਾਂ ਨੂੰ ਸੁਣਦੇ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "Lancaster County DA, commissioners link fraudent voter registration to paid canvassing [update] - LNP | LancasterOnline",
        "ਗ੍ਰੈਮੀ ਜੇਤੂ ਰੈਪਰ ਲਿਲ ਡਰਕ ਨੇ 2022 ਲਾਸ ਏਂਜਲਸ ਕਤਲੇਆਮ ਦਾ ਆਰਕੈਸਟਰੇਟ ਕਰਨ ਦਾ ਦੋਸ਼ ਲਗਾਇਆ - ਸੀ ਐਨ ਐਨ",
        "ਟੌਮ ਹਾਲੈਂਡ ਦਾ ‘ਸਪਾਈਡਰ ਮੈਨ 4’ ਜੁਲਾਈ 2026 ਰਿਲੀਜ਼ ਕਰਦਾ ਹੈ, ‘ਅਵੈਂਜਰਜ਼ਃ ਡੂਮਸਡੇ‘ ਤੋਂ ਦੋ ਮਹੀਨੇ ਬਾਅਦ - ਵੰਨਗੀ",
        "ਟੂਆ ਟੈਗੋਵੈਲੋਆ ਨੇ ਆਪਣੀ ਤਾਜ਼ਾ ਕੰਨਕਸ਼ਨ ਤੋਂ ਲੰਬੇ, ਸਾਵਧਾਨ ਸੜਕ ਨੂੰ ਵਾਪਸ ਲਿਆ - ਈਐਸਪੀਐਨ",
        "ਯੈਂਕੀਜ਼ ਬਨਾਮ ਡੋਜਰਜ਼ਃ 2024 ਵਰਲਡ ਸੀਰੀਜ਼ ਵਿਚ ਸਾਰੇ 52 ਖਿਡਾਰੀਆਂ ਨੂੰ ਦਰਜਾ ਦੇਣਾ, ਮਿਡਲ ਰਿਲੀਵਰ ਤੋਂ ਸੁਪਰਸਟਾਰ ਤੱਕ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "'ਕਾਲ ਆਫ ਡਿutyਟੀ' ਕ੍ਰਿਸ ਲਿੰਡਾਹਲ ਬਿਲਬੋਰਡਾਂ 'ਤੇ ਕਬਜ਼ਾ ਕਰ ਰਿਹਾ ਹੈ, ਉਸ ਦੇ ਜਾਣੂ ਪੋਜ਼ ਦੀ ਨਕਲ ਕਰ ਰਿਹਾ ਹੈ - ਮੇਰੇ ਲਈ ਖ਼ਬਰ ਲਿਆਓ",
        "ਐਪਲ ਆਪਣੀ ਸਿਹਤ ਦੀਆਂ ਅਭਿਲਾਸ਼ਾਵਾਂ ਦੇ ਸੰਕੇਤ ਵਿੱਚ ਬਲੱਡ-ਸ਼ੂਗਰ ਐਪ ਦੀ ਜਾਂਚ ਕਰਦਾ ਹੈ - ਬਲੂਮਬਰਗ",
        "ਟੇਸਲਾ ਦੇ ਸ਼ੇਅਰਾਂ ਦੇ ਵਾਧੇ ਤੋਂ ਬਾਅਦ Elon Musk ਦੀ ਸ਼ੁੱਧ ਕੀਮਤ $ 26B ਛਾਲ ਮਾਰਦੀ ਹੈ - ਫੌਕਸ ਬਿਜ਼ਨਸ",
        "ਐਕਸਕਲੂਸਿਵ | ਬੋਇੰਗ ਸਪੇਸ ਬਿਜ਼ਨਸ ਦੀ ਵਿਕਰੀ ਦੀ ਪੜਚੋਲ ਕਰਦਾ ਹੈ - ਡਬਲਯੂਐਸਜੇ - ਦਿ ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "ਗਲੋਬਲ ਜਲਵਾਯੂ ਤਬਾਹੀ ਅਟੱਲ ਜੇ 2035 ਤੱਕ ਨਿਕਾਸ ਨੂੰ ਬਹੁਤ ਘੱਟ ਨਹੀਂ ਕੀਤਾ ਜਾਂਦਾ, ਸੰਯੁਕਤ ਰਾਸ਼ਟਰ ਨੇ ਚੇਤਾਵਨੀ ਦਿੱਤੀ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "‘ਸਹਾਇਤਾ ਦੀ ਬਜਾਏ, ਅਸੀਂ ਟੈਂਕ ਪ੍ਰਾਪਤ ਕਰ ਰਹੇ ਹਾਂ’: ਉੱਤਰੀ ਗਾਜ਼ਾ ਦੇ ਮੁੱਖ ਹਸਪਤਾਲ ਇਜ਼ਰਾਈਲੀ ਅੱਗ ਦੇ ਅਧੀਨ ਆਉਂਦੇ ਹਨ - ਸੀ ਐਨ ਐਨ",
        "ਇਕ ਕਿਲ੍ਹੇ ‘ਤੇ ਮਿਲੇ' ਵੈਲ-ਮੈਨ 'ਦੇ ਅਵਸ਼ੇਸ਼ਾਂ ਨੂੰ 800 ਸਾਲ ਪੁਰਾਣੀ ਨੌਰਸ ਗਾਥਾ ਨਾਲ ਜੋੜਿਆ ਗਿਆ ਹੈ - ਸੀ ਐਨ ਐਨ"
    ]
}