{
    "headlines": [
        "ميسي تنتهي من التحقيق في نفقات التسليم، قائلة إن الموظف أخفى 151 مليون دولار - سي إن بي سي",
        "\"لقد آذيتني \": يواجه المهاجم السابق مارك غاستينو بريت فافر حول ضغينة سجل اتحاد كرة القدم الأميركي المثيرة للجدل - سي إن إن",
        "الرئيس التنفيذي لشركة UnitedHealthcare يقتل الأحدث: المشتبه به لويجي مانجيوني لمحاربة تسليمه إلى نيويورك - ABC News",
        "يقول خامنئي إن الولايات المتحدة وإسرائيل كانت وراء سقوط النظام السوري، كما يلمح إلى تركيا - تايمز أوف إسرائيل",
        "تقول المصادر إن قيادة الأمم المتحدة تقدم وظيفة مدرب رئيسي لبيل بيليتشيك - دبليو سي في بي بوسطن",
        "Dream Productions عبارة عن ميتا، مشوشة قليلاً من الداخل إلى الخارج - The A.V. Club",
        "شي يجهز رقائق المساومة للحرب التجارية الأمريكية بعد قيود بايدن - بلومبرغ",
        "تم حظر اندماج Kroger - Albertsons من قبل القاضي الفيدرالي - واشنطن بوست",
        "كوريا الشمالية تكسر الصمت بشأن إعلان كوريا الجنوبية عن الأحكام العرفية - نيويورك تايمز",
        "ترامب يرسل خطيبة دون جونيور كيمبرلي جيلفويل إلى الخارج بعد أن انفصلت الشائعات - ذا ديلي بيست",
        "سوريا: إسرائيل تؤكد الهجوم على الأسطول البحري في اللاذقية - BBC.com",
        "بحث مروع عن أحباء اختفوا في سوريا - نيويورك تايمز",
        "القاضي يمنع شراء The Onion لـ Alex Jones’s Infowars - CNN",
        "انسَ محرّر مستندات Google — لقد بدأت للتو العمل العملي مع OpenAI Canvas وهو في الواقع أفضل - دليل Tom's Guide",
        "العرض الصباحي: سعره مثالي في مؤشر أسعار المستهلك - رويترز",
        "داخل قصر الأسد المنهوب: حبوب القلق والكتابة على الجدران والملصقات الممزقة - صحيفة وول ستريت جورنال",
        "جي جي أبرامز يضع ميثاقًا جديدًا للإنتاج التلفزيوني والسينمائي مع وارنر براذرز، مما يشير إلى نهاية عصر الصفقات الضخمة - مجموعة متنوعة",
        "\"The Voice\" الموسم 26 يتوج الفائز على NBC - الموعد النهائي",
        "ينشر المحمي السابق لجاي زي فوكسي براون رسائل مشفرة بعد دعوى الاغتصاب - الصفحة السادسة",
        "سيناتور ولاية نيو جيرسي يدعو إلى \"حالة طوارئ محدودة\" بسبب مشاهدات الطائرات بدون طيار الغامضة - WPVI - TV"
    ]
}