{
    "headlines": [
        "اعتقلت إسرائيل مدير المستشفى وغيره من الموظفين في غارة على آخر منشأة تعمل في شمال غزة، كما يقول مسؤولو الصحة - سي إن إن",
        "يحطم وارد رقم Keenum's d - i القياسي في اجتياز TD - ESPN Australia",
        "يقف ترامب إلى جانب إيلون ماسك في مناقشة تأشيرة H -1B، ويقول إنه كان دائمًا مؤيدًا للبرنامج - رويترز",
        "عاد فيروس نوروفيروس السيئ بكامل قوته مع ارتفاع حالات الإصابة بفيروس المعدة في الولايات المتحدة - أصوات ياهو!",
        "15 جريحًا بعد اصطدام قطار برايت لاين بشاحنة إطفاء في فلوريدا - ABC News",
        "الفوز بتذكرة الفوز بالجائزة الكبرى لليانصيب بقيمة 1.22 مليار دولار تم بيعها في كاليفورنيا، كما تقول شركة Mega Millions - Yahoo! Voices",
        "الشواحن تنتزع رصيف البطاقة البرية للاتحاد الآسيوي لكرة القدم مع فوز كبير على باتريوت - إن بي سي سبورتس",
        "Bengals vs. Broncos حيث يمكنك المشاهدة: القناة التلفزيونية، البث المباشر، الاحتمالات، التنبؤ بمواجهة الاتحاد الآسيوي لكرة القدم يوم السبت - CBS Sports",
        "Broncos - Bengals inactives للأسبوع 17 - تقرير Mile High",
        "نتنياهو سيخضع لعملية استئصال البروستاتا يوم الأحد، ولن يمثل أمام المحكمة للمحاكمة - جروسالم بوست",
        "لن تغلق جميع متاجر Big Lots: التعامل مع Gordon Brothers يبقي ما يصل إلى 400 متجر مفتوحًا - الولايات المتحدة الأمريكية اليوم",
        "دايل هادون: وفاة العارضة في تسرب أول أكسيد الكربون المشتبه به - BBC.com",
        "رجل كولورادو متهم بمهاجمة مراسل تلفزيوني، قائلاً \"هذه هي أمريكا ترامب الآن\" - بوليتيكو",
        "تايلور سويفت وترافيس كيلسي نالا للتو من بليك ليفلي وريان رينولدز على ملابس متطابقة - ياهو للترفيه",
        "شباك التذاكر: \"Sonic 3\" و \"Mufasa\" في معركة قريبة من أجل تاج عيد الميلاد، \"A Complete Unknown\" Shines - مراسل هوليوود",
        "يحث مدير مكتب التحقيقات الفيدرالي في ريغان على توخي الحذر ضد غابارد وباتيل - إيه بي سي نيوز",
        "تتفاعل أم بيونسيه تينا نولز مع الانتقادات بسبب عرض المغني في يوم عيد الميلاد - لوحة إعلانية",
        "شاهد SpaceX وهي تحاول إطلاق 4 أقمار أسترانيس للمرة الثانية الليلة بعد الإجهاض - Space.com",
        "من المحتمل أن يكون فيروس إنفلونزا الطيور قد تحور داخل مريض لويزيانا الذي أصيب بمرض شديد، كما يقول مركز السيطرة على الأمراض - PBS NewsHour",
        "بوتين يعتذر عن تحطم طائرة الخطوط الجوية الأذربيجانية لكنه لا يقبل اللوم - BBC.com"
    ]
}