{
    "headlines": [
        "محذوف",
        "يقول ترامب إن المحامي الشخصي حبة سيعمل كمستشار رئاسي، كما يقول تروث سوشيال بوست - رويترز",
        "القفزات الفائقة للأسهم الصغيرة. خفت مخاوف شطب أسهم SMCI. - Barron's",
        "استولت إسرائيل على المنطقة العازلة في الجولان بعد مغادرة القوات السورية لمواقعها - BBC.com",
        "السماء تعطي أول نظرة خاطفة على مات سميث يلعب الأرنب مونرو في التكيف من عبادة رواية كهف نيك - الموعد النهائي",
        "بايدن يتراجع عن وجهة نظره قبل عودة ترامب إلى واشنطن - بوليتيكو",
        "دراسة هارفارد: تناول الشوكولاتة الداكنة يمكن أن يقلل من خطر الإصابة بمرض السكري بنسبة 21 ٪ - SciTechDaily",
        "كيف تحالف نجوم الثوار السوريون للإطاحة بالأسد - رويترز",
        "حصري: تقول مصادر إن المنظمين الصينيين يطلبون من البنوك تسريع إدراج الشركات الخارجية",
        "إنه Raspberry Pi 5 في لوحة المفاتيح، ويسمى Raspberry Pi 500 - TechCrunch",
        "تقول لارا ترامب إنها ستتنحى عن منصب الرئيس المشارك لـ RNC وتفكر في عرض مقعد مجلس الشيوخ في فلوريدا - أكسيوس",
        "يتسع نطاق تفشي \"المرض X\" الغامض مع إرسال منظمة الصحة العالمية فريقًا إلى جمهورية الكونغو الديمقراطية - جنوب الصين صباحًا",
        "قد لا تحتاج إلى أغلى هاتف Galaxy S25 Ultra للحصول على 16 جيجابايت من ذاكرة الوصول العشوائي - SamMobile - أخبار سامسونج",
        "\"نحن نعيش في عالم يناسبنا تمامًا \": تقترح الدراسة اختبارًا للمبدأ الإنساني - Phys.org",
        "من هو أبو محمد الجولاني زعيم التمرد الذي أطاح بالأسد في سوريا ؟ - وكالة أسوشيتد برس",
        "\"تشديد الشبكة\" حول المشتبه به في جريمة قتل الرئيس التنفيذي لشركة UnitedHealthcare، كما يقول عمدة مدينة نيويورك - الجزيرة الإنجليزية",
        "تم اتهام جاي زي بالاعتداء الجنسي على فتاة تبلغ من العمر 13 عامًا في عام 2000 مع شون \"ديدي\" كومبس - سي إن إن",
        "تمريرات TD الخمس لسام دارنولد تقود الفايكنج إلى 42-21 للفوز على صقور أبناء عمومة كيرك - ستار تريبيون",
        "انتخب ديف باركر وديك ألين لقاعة مشاهير البيسبول - وكالة أسوشيتد برس",
        "لن يستبعد ترامب محاكمات الانتقام وترحيل المواطنين الأمريكيين عندما يتولى منصبه - PBS NewsHour"
    ]
}