{
    "headlines": [
        "Таблица лидеров Masters 2025: прямая трансляция, обновления, счеты как Рори Макилрой, Брайсон ДеЧамбо в 4-м раунде - CBS Sports",
        "Подросток из Висконсина якобы убил родителей в экстремистском заговоре с целью убийства Трампа, говорит ФБР - ABC News",
        "Шумер стремится прекратить полеты для нью-йоркской вертолетной компании после смертельной аварии на реке Гудзон - AP News",
        "Пожар в резиденции губернатора Пенсильвании Джоша Шапиро был «актом поджога», говорят в полиции - NPR",
        "Переживет ли Мета судью Боасберга? Драма начинается в понедельник. - Politico",
        "Звезда «Белого лотоса» Эйми Лу Вуд говорит, что олицетворение «SNL» было «подлым инесмешным»: «Такой позор» - Variety",
        "Больше хаоса: Администратор Трампа сигнализирует о новых тарифах на электронику из Китая после паузы - Rolling Stone",
        "Кэти Перри и Лорен Санчес демонстрируют летные костюмы Blue Origin, которые приносят «специи в космос» - Fox News",
        "Берни Сандерс взрывает Трампа и Маска во время неожиданного появления на Коачелле - The Hollywood Reporter",
        "Выборы в Габоне: лидер переворота Олиги Нгема победил в опросе с огромным отрывом - BBC",
        "Израильский удар уничтожил часть последней полностью функционирующей больницы в городе Газа по мере эскалации наступления - CNN",
        "Piastri штормит к контролируемой победе на Гран-при Бахрейна впереди Рассела и Норриса - Формула 1",
        "«Фильм о Minecraft» обошелся в $ 551 млн по всему миру; «Любитель» шпионит за $ 32 МЛН – международный бокс-офис - крайний срок",
        "Торговля по принципу «Продай Америку» сотрясает Уолл-стрит. Что может подтолкнуть рынки США назад. - MarketWatch",
        "Бывший высокопоставленный чиновник здравоохранения критикует РФК-младшего за преуменьшение смертности от кори - CBS News",
        "«Если бы мы не переехали, мы были бы мертвы»: украинцы описывают момент, когда российские удары ударили по Сумам - BBC",
        "Адвокаты ошибочно депортированного мужчины требуют его возвращения, используя собственные слова Трампа - Axios",
        "Корь взорвалась в Техасе после стагнации финансирования вакцинации. Новые сокращения угрожают тем же в США - AP News",
        "Кирби Смарт отреагировал на сагу Нико Иамалеава в Теннесси - 247Sports"
    ]
}