{
    "headlines": [
        "ਰਿਆਨ ਰਾਊਥ 'ਤੇ ਡੋਨਾਲਡ ਟਰੰਪ ਦੀ ਹੱਤਿਆ ਦੀ ਕੋਸ਼ਿਸ਼ ਦਾ ਦੋਸ਼ - BBC.com",
        "ਜੋਅ ਬਾਇਡਨ ਨੇ ਮੁੱਖ ਕਾਰਨ ਦਾ ਖੁਲਾਸਾ ਕੀਤਾ ਕਿ ਉਹ ਅਲਵਿਦਾ ਯੂ ਐਨ ਭਾਸ਼ਣ ਵਿਚ ਕਿਉਂ ਛੱਡਦਾ ਹੈ - ਦਿ ਡੇਲੀ ਬੀਸਟ",
        "ਹਿਜ਼ਬੁੱਲਾ ਨੂੰ ਕਿਵੇਂ ਸੰਭਾਲਣਾ ਹੈ ਇਸ ਬਾਰੇ ਅਮਰੀਕਾ ਅਤੇ ਇਜ਼ਰਾਈਲ ਵਿਚਾਲੇ ਬਰੇਕ ਦੇ ਅੰਦਰ - ਪੋਲੀਟਿਕੋ",
        "ਸੋਨੀ ਸਟੇਟ ਆਫ ਪਲੇਅ ਸਤੰਬਰ 2024 ਤੋਂ 9 ਮਿੰਟਾਂ ਵਿੱਚ ਹਰ ਖੁਲਾਸਾ - ਆਈਜੀਐਨ",
        "ਸਨਸਨੀਖੇਜ਼ ਸ਼ੁਰੂਆਤ ਵਿੱਚ ਦੈਂਤ ਰੋਕੀ ਡਬਲਯੂਆਰ ਮਲਿਕ ਨਾਬਰਸ 'ਬਹੁਤ ਮਜ਼ੇਦਾਰ ਹੋਣ': 'ਸੁਪਨਾ ਪੂਰਾ ਹੋਣਾ' - ਐਨਐਫਐਲ ਡਾਟ ਕਾਮ",
        "ਮਾਰਸੇਲਸ ਵਿਲੀਅਮਜ਼ ਨੂੰ ਮਿਜ਼ੂਰੀ ਵਿਚ ਜਾਨਲੇਵਾ ਟੀਕੇ ਦੁਆਰਾ ਫਾਂਸੀ ਦਿੱਤੀ ਗਈ ਜਦੋਂ ਸਕੌਟਸ ਨੇ ਅਪੀਲਾਂ ਤੋਂ ਇਨਕਾਰ ਕਰ ਦਿੱਤਾ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਟਰੰਪ ਨੇ ਆਰਥਿਕ ਭਾਸ਼ਣ ਵਿਚ 'ਦੂਜੇ ਦੇਸ਼ਾਂ ਦੀਆਂ ਨੌਕਰੀਆਂ' ਲੈਣ ਦਾ ਵਾਅਦਾ ਕੀਤਾ - ਬੀਬੀਸੀ.",
        "ਇਜ਼ਰਾਈਲ ਨੇ ਹਿਜ਼ਬੁੱਲਾ 'ਤੇ ਹਮਲਾ ਕੀਤਾ, ਇਕ ਚੋਟੀ ਦੇ ਕਮਾਂਡਰ ਨੂੰ ਮਾਰਿਆ, ਜਦੋਂ ਕਿ ਪਰਿਵਾਰ ਦੱਖਣੀ ਲੇਬਨਾਨ ਤੋਂ ਭੱਜ ਗਏ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਮੈਕਸੀਕੋ ਦੇ ਤੱਟ 'ਤੇ ਹਮਲਾ ਕਰਨ ਤੋਂ ਪਹਿਲਾਂ ਜੌਨ ਕਿਵੇਂ ਅਚਾਨਕ ਸ਼੍ਰੇਣੀ 3 ਦੇ ਤੂਫਾਨ ਵਿਚ ਫਟ ਗਿਆ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਹਟਾਈ",
        "DOJ ਦਾ ਵੀਜ਼ਾ ਐਂਟੀਟ੍ਰਸਟ ਮੁਕੱਦਮਾ ਡੈਬਿਟ ਕਾਰਡ ਕੰਪਨੀ ਏਕਾਅਧਿਕਾਰ ਦਾ ਦੋਸ਼ ਲਗਾਉਂਦਾ ਹੈ - ਅਮਰੀਕਾ ਅੱਜ",
        "'ਆਤਮ ਹੱਤਿਆ ਪੋਡ' ਵਿੱਚ ਆਤਮ ਹੱਤਿਆ ਦੀ ਮਦਦ ਕਰਨ ਵਾਲੇ ਕਈ ਲੋਕਾਂ ਨੂੰ ਗ੍ਰਿਫਤਾਰ ਕੀਤਾ ਗਿਆ, ਪੁਲਿਸ ਦਾ ਕਹਿਣਾ ਹੈ - WKRC TV Cincinnati",
        "ਹਟਾਈ",
        "ਵਿਸ਼ਵ ਨੇਤਾਵਾਂ ਨੇ ਇਜ਼ਰਾਈਲ ਅਤੇ ਅਮਰੀਕਾ 'ਤੇ ਨਿਰਾਸ਼ਾ ਦੀ ਆਵਾਜ਼ ਉਠਾਈ ਕਿਉਂਕਿ ਮੱਧ ਪੂਰਬ ਵਿਚ ਹਿੰਸਾ ਵਧ ਰਹੀ ਹੈ - ਪੋਲੀਟਿਕੋ",
        "ਫਲੋਰੀਡਾ ਵਿੱਚ ਉਜਾੜੇ ਸ਼ੁਰੂ ਹੁੰਦੇ ਹਨ ਕਿਉਂਕਿ ਰਾਜ ਨੂੰ ਹੇਲੇਨ ਤੋਂ ਇੱਕ ਵੱਡੀ ਤੂਫਾਨ ਦੀ ਹੜਤਾਲ ਦਾ ਸਾਹਮਣਾ ਕਰਨਾ ਪੈਂਦਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਵੂਪੀ ਗੋਲਡਬਰਗ ਨੇ ਜੈਨੇਟ ਜੈਕਸਨ ਨੂੰ ਕਮਲਾ ਹੈਰਿਸ ਦੀ ਨਸਲ ਬਾਰੇ ਝੂਠੇ ਦਾਅਵਿਆਂ ਦੀ ਗੂੰਜ ਦਿੱਤੀ - ਹਫਪੋਸਟ",
        "ਅਮਰੀਕਾ ਵਿਚ ਮੋਟਾਪੇ ਦੀਆਂ ਦਰਾਂ ਇਕ ਦਹਾਕੇ ਵਿਚ ਪਹਿਲੀ ਵਾਰ ਨਹੀਂ ਵਧੀਆਂ, ਪਰ ਇਸ ਤੋਂ ਵੀ ਮਾੜੀ ਸਮੱਸਿਆ ਹੋ ਸਕਦੀ ਹੈਃ ਸੀਡੀਸੀ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਵਪਾਰੀ ਇੱਕ ਟੌਸ-ਅੱਪ ਦੇ ਤੌਰ ਤੇ ਦੇਖਿਆ ਨਵੰਬਰ ਕੱਟ ਆਕਾਰ ਦੇ ਨਾਲ ਫੀਡ ਸੱਟਾ ਨੂੰ ਹੁਲਾਰਾ - ਬਲੂਮਬਰਗ",
        "ਐਫਟੀਐਕਸ ਧੋਖਾਧੜੀ ਕੈਰੋਲੀਨ ਐਲਿਸਨ ਨੂੰ 2 ਸਾਲ ਦੀ ਕੈਦ, 11 ਬਿਲੀਅਨ ਡਾਲਰ ਜ਼ਬਤ ਕਰਨ ਦਾ ਆਦੇਸ਼ - ਸੀਐਨਬੀਸੀ",
        "‘ਰਾਖਸ਼ਾਂਃ ਦਿ ਲੀਲ ਅਤੇ ਏਰਿਕ ਮੇਨੇਂਡੇਜ਼ ਸਟੋਰੀ' ਡੈਬਿਊ ਵੀਕਐਂਡ ਵਿਚ ਨੈੱਟਫਲਿਕਸ ਚਾਰਟਸ ਦੇ ਸਿਖਰ ’ਤੇ ਹੈ ਪਰ' ਦਹਮੇਰ ‘ਨੂੰ ਨਹੀਂ ਹਰਾ ਸਕਦਾ - ਡੈੱਡਲਾਈਨ"
    ]
}