{
    "headlines": [
        "ਅਦਾਲਤ ਨੇ ਟੇਸਲਾ ਪੇਅ ਪੈਕੇਜ ਨੂੰ ਰੱਦ ਕਰਨ ਦੇ ਬਾਵਜੂਦ ਐਲਨ ਮਸਕ ਦੇ ਸ਼ੁੱਧ ਕੀਮਤ ਦੇ ਬੈਲੂਨ - ਐਕਸੀਓਸ",
        "ਦੇਖੋ ਕੀ ਪੀਟ ਹੇਗਸੇਥ ਨੂੰ ਪੁਸ਼ਟੀਕਰਣ ਸੁਣਵਾਈ ਮਿਲੇਗੀ? - ਬਲੂਮਬਰਗ",
        "‘ਫ੍ਰੋਜ਼ਨ ਆਉਟ’: ਟ੍ਰੇਡ ਹਾਕ ਲਾਈਟਹਾਈਜ਼ਰ ਟਰੰਪ ਦੇ ਦੂਜੇ ਕਾਰਜਕਾਲ ਲਈ ਵਾਪਸ ਆਉਣ ਦੀ ਸੰਭਾਵਨਾ ਨਹੀਂ ਹੈ - ਪੋਲਿਟਿਕੋ",
        "ਬਾਰਨੀਅਰ ਸਰਕਾਰ ਦੇ collapseਹਿਣ ਨੂੰ ਰੋਕਣ ਲਈ ਆਖਰੀ ਕੋਸ਼ਿਸ਼ ਕਰਦਾ ਹੈ - ਪੋਲੀਟੀਕੋ ਯੂਰਪ",
        "ਐਕਸਕਲੂਸਿਵਃ ਇੰਟੇਲ ਸੀਈਓ ਭੂਮਿਕਾ ਲਈ ਉਮੀਦਵਾਰਾਂ ਤੱਕ ਪਹੁੰਚਦਾ ਹੈ, ਜਿਸ ਵਿੱਚ ਬੋਰਡ ਦੇ ਸਾਬਕਾ ਮੈਂਬਰ ਲਿਪ-ਬੂ ਟੈਨ ਵੀ ਸ਼ਾਮਲ ਹਨ, ਸੂਤਰਾਂ ਦਾ ਕਹਿਣਾ ਹੈ - ਰਾਇਟਰਜ਼",
        "ਕੇਂਡਰਿਕ ਲਾਮਾਰ ਅਤੇ ਐਸ. ਜ਼ੈਡ. ਏ. ਨੇ 2025 ਉੱਤਰੀ ਅਮਰੀਕਾ ਸਟੇਡੀਅਮ ਦੌਰੇ ਦੀ ਘੋਸ਼ਣਾ ਕੀਤੀ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਦੱਖਣੀ ਕੋਰੀਆ ਲਾਈਵਃ ਦੱਖਣੀ ਕੋਰੀਆ ਦੇ ਰਾਸ਼ਟਰਪਤੀ ਨੇ ਇਸ ਨੂੰ ਰੋਕਣ ਲਈ ਸੰਸਦ ਮੈਂਬਰਾਂ ਦੀ ਵੋਟ ਤੋਂ ਬਾਅਦ ਮਾਰਸ਼ਲ ਲਾਅ ਆਰਡਰ ਤੋਂ ਪਿੱਛੇ ਹਟਾਇਆ - ਬੀਬੀਸੀ.",
        "ਇਹ ਸਰੀਰ ਦੀ ਕਿਸਮ ਅਲਜ਼ਾਈਮਰ ਦੇ ਵਿਕਾਸ ਦੇ ਵਧੇ ਹੋਏ ਜੋਖਮ ਨਾਲ ਜੁੜੀ ਹੋਈ ਹੈ - ਲੋਕ",
        "ਡਾਓ ਜੋਨਸ ਅੱਜਃ ਸਟਾਕ ਮਿਕਸਡ ਜਿਵੇਂ ਕਿ ਮਾਰਕੀਟ ਰਿਕਾਰਡ ਸੈਟਿੰਗ ਰੈਲੀ ਨੂੰ ਵਧਾਉਣ ਲਈ ਵੇਖਦਾ ਹੈ; ਇੰਟੇਲ ਸਲਾਈਡਾਂ - ਇਨਵੈਸਟੋਪੀਡੀਆ",
        "ਖ਼ਬਰਾਂ ਲਈ ਚੈਟਜੀਪੀਟੀ ਦੇ ਖੋਜ ਨਤੀਜੇ 'ਅਚਾਨਕ‘ ਅਤੇ ਅਕਸਰ ਗਲਤ ਹੁੰਦੇ ਹਨ - ਦ ਵਰਜ",
        "ਜੇਮਜ਼ ਵੈਬ ਸਪੇਸ ਟੈਲੀਸਕੋਪ ਸਭ ਤੋਂ ਪਹਿਲਾਂ ਮੌਜੂਦ ਗਲੈਕਸੀਆਂ ਨੂੰ ਲੱਭਣ ਲਈ ਆਪਣਾ ਰਿਕਾਰਡ ਤੋੜਦਾ ਹੈ - Livescience.",
        "ਸਿਹਤ ਅਧਿਕਾਰੀ 143 ਮੌਤਾਂ ਤੋਂ ਬਾਅਦ ਦੱਖਣ-ਪੱਛਮੀ ਕਾਂਗੋ ਵਿੱਚ ਰਹੱਸਮਈ ਬਿਮਾਰੀ ਦੀ ਜਾਂਚ ਕਰਦੇ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਨਿਊਯਾਰਕ, ਪੈਨਸਿਲਵੇਨੀਆ ਵਿੱਚ ਝੀਲ ਦੇ ਪ੍ਰਭਾਵ ਵਾਲੀ ਬਰਫ ਦਾ ਇੱਕ ਹੋਰ ਦੌਰ ਆ ਰਿਹਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਦੂਜੀ ਤੋਂ ਆਖਰੀ ਕਾਲਜ ਪਲੇਆਫ ਰੈਂਕਿੰਗ ਇਹ ਵੇਖਣ ਦਾ ਆਖਰੀ ਮੌਕਾ ਪੇਸ਼ ਕਰਦੀ ਹੈ ਕਿ ਘਬਰਾਹਟ ਵਾਲੀਆਂ ਟੀਮਾਂ ਕਿਵੇਂ ਹੋਣੀਆਂ ਚਾਹੀਦੀਆਂ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਟਰੰਪ ਦੇ ਵਕੀਲ ਫਾਨੀ ਵਿਲਿਸ ਨੇ ਵਾਈਐਸਐਲ ਦੇ ਵਿਸ਼ਾਲ ਮੁਕੱਦਮੇ ਵਿਚ 2 ਦੋਸ਼ੀਆਂ ਨੂੰ ਬਰੀ ਕਰਨ ਤੋਂ ਬਾਅਦ ਵੱਡਾ ਝਟਕਾ ਲਗਾਇਆ - ਨਿ New ਯਾਰਕ ਪੋਸਟ",
        "ਧਰਤੀ ਨੂੰ ਮਾਰਨ ਤੋਂ ਕੁਝ ਘੰਟੇ ਪਹਿਲਾਂ 2024 ਦਾ ਚੌਥਾ 'ਨਜ਼ਦੀਕੀ ਪ੍ਰਭਾਵਕ' ਬਣਨ ਲਈ ਛੋਟੇ ਐਸਟਰਾਇਡ ਦਾ ਪਤਾ ਲਗਾਇਆ ਗਿਆ - Space. com",
        "ਸੀਡੀਸੀ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਮੈਕਡੋਨਲਡਜ਼ ਈ. ਕੋਲੀ ਦਾ ਪ੍ਰਕੋਪ ਖਤਮ ਹੋ ਗਿਆ ਹੈ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਟਰੰਪ ਬੰਧਕਾਂ 'ਤੇ ਹਮਾਸ ਨੂੰ' ਭੁਗਤਾਨ ਕਰਨ ਲਈ ਸਾਰੇ ਨਰਕ 'ਦੀ ਧਮਕੀ ਦਿੰਦੇ ਪ੍ਰਤੀਤ ਹੁੰਦੇ ਹਨ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਅੰਗੋਲਾ ਵਿੱਚ ਬਾਇਡਨਃ ਅਮਰੀਕੀ ਰਾਸ਼ਟਰਪਤੀ ਬੇਮਿਸਾਲ ਦੌਰੇ ਲਈ ਉਥੇ ਹੋਣ ਲਈ 'ਮਾਣ' - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਐਨਐਫਐਲ ਪਾਵਰ ਰੈਂਕਿੰਗਜ਼, ਹਫਤਾ 14: ਸੱਟ ਨਾਲ ਭਰੀਆਂ ਸ਼ੇਰ ਦੀਆਂ ਅੱਡੀਆਂ 'ਤੇ ਬਿੱਲ ਅਤੇ ਈਗਲ ਨੀਪਿੰਗ; ਰੇਵੇਨਜ਼ ਡਰਾਪ - ਐਨਐਫਐਲ."
    ]
}