{
    "headlines": [
        "Кто такая Пэм Бонди, новая кандидатура Трампа на пост генерального прокурора? - Fox News",
        "Россия продолжит испытания новой баллистической ракеты, заявил Путин - CNN",
        "Что нужно знать о содержании фтора в питьевой воде - CNN",
        "НАСА заметило очень молодую планету. Она может стать суперземлей. - Mashable",
        "Ведущие Fox, завсегдатаи кабельных новостей и профессионалы в сфере развлечений: Трамп проводит кастинг для телевизионного кабинета - CNN",
        "Я переехала в Дубай на работу мечты и полюбила гламурную жизнь. В конце концов, это повлекло за собой убытки. - Business Insider",
        "COP29 переполняется из-за того, что бедные страны кипят из-за климатических денег - BBC.com",
        "Тейлор Свифт реагирует на объявление о беременности Джейсона Келса и Кайли Келси - Athlon Sports",
        "Трамп выбирает Марти Макари, чтобы возглавить FDA, Дэйв Уэлдон, чтобы руководить CDC - The Washington Post",
        "Трамп привлекает менеджера хедж-фонда Скотта Бессента для управления казначейством - Axios",
        "Что нужно знать о кандидате на пост министра труда Трампа Лори Чавес-Де-Ремер - ABC News",
        "UFC Fight Night 248 в прямом эфире: результаты, круглосуточное освещение каждого боя - MMA Junkie",
        "Мгновенные наблюдения: Sixers наконец-то одержали третью победу в сезоне после Тайриза Макси, Джареда Маккейна - PhillyVoice.com",
        "Утечка графического процессора Intel Arc B580 «Battlemage» подтверждает 12 ГБ памяти, пользовательские модели со стандартными разъемами питания, тактовая частота до 2,8 ГГц - Wccftech",
        "Firebrand Gorka возвращается в Белый дом Трампа в роли СНБ - POLITICO",
        "Giants выпускают Дэниела Джонса: бывший товарищ по команде Саквон Баркли реагирует на уход QB из Нью-Йорка - CBS Sports",
        "'Wicked': How Jon M. Chu Revived Musical Into Box Office Movie Hit - Deadline",
        "49ers QB Брэндон Аллен называет первый старт с 2021 года «возможностью выйти и сыграть хорошо» - NBC Sports",
        "Третья заявка Шона «Дидди» Комбса на освобождение под залог будет принята только на следующей неделе - The Associated Press",
        "Первый случай птичьего гриппа у ребенка в США подтвержден в Калифорнии - The Washington Post"
    ]
}