{
    "headlines": [
        "ਬਾਈਡੇਨ ਟਰੰਪ ਤੋਂ ਪਹਿਲਾਂ ਆਖ਼ਰੀ ਦਿਨਾਂ ਵਿੱਚ ਕਿਊਬਾ ਪਾਬੰਦੀਆਂ ਵਿੱਚ ਢਿੱਲ ਦੇਣ ਦੀ ਤਲਾਸ਼ ਕਰ ਰਿਹਾ ਹੈ - ਰਾਇਟਰਜ਼ ਕਨੇਡਾ",
        "ਚੈਟਜੀਪੀਟੀ ਨਵੇਂ ਤਹਿ ਕੀਤੇ ਕਾਰਜਾਂ ਦੀ ਵਿਸ਼ੇਸ਼ਤਾ ਦੇ ਨਾਲ ਵਧੇਰੇ ਸਿਰੀ-ਵਰਗੇ ਬਣ ਜਾਂਦਾ ਹੈ - ਆਰਸ ਟੈਕਨੀਕਾ",
        "ਪੀਟ ਹੇਗਸੇਥ ਸੁਣਵਾਈ ਤੋਂ ਪੰਜ ਟੇਕਵੇਅ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਫਾਲਕਨ 9 ਇੱਕੋ ਮਿਸ਼ਨ 'ਤੇ ਚੰਦਰਮਾ' ਤੇ ਦੋ ਲੈਂਡਰ ਲਾਂਚ ਕਰਨ ਲਈ ਤਿਆਰ - NASASpaceflight. com",
        "ਨਿਣਟੇਨਡੋ ਸਵਿਚ 2 ਦੀ ਘੋਸ਼ਣਾ ਇਸ ਹਫਤੇ ਕੀਤੀ ਜਾ ਸਕਦੀ ਹੈਃ ਅਫਵਾਹਾਂ (ਅਤੇ ਤੱਥ) ਹੁਣ ਤੱਕ - ਟੈਕਕ੍ਰਾਂਚ",
        "ਜਸਟਿਨ ਬਾਲਡੋਨੀ ਡਿਜ਼ਨੀ ਦੀ ਮੰਗ ਕਰਦਾ ਹੈ, ਮਾਰਵਲ ਰਿਜ਼ਰਵ ‘ਸਾਰੇ ਦਸਤਾਵੇਜ਼ ਸੰਬੰਧਿਤ' ਰਿਆਨ ਰੇਨੋਲਡਜ਼ ’ਨਾਈਸੀਪੂਲ ਨੂੰ‘ ਡੈੱਡਪੂਲ ਐਂਡ ਵੁਲਵੇਰੀਨ ’ਵਿਚ ਬਲੇਕ ਲਾਈਵਲੀ ਲੀਗਲ ਬੈਟਲ (ਐਕਸਕਲੂਸਿਵ) - ਵੰਨਗੀ",
        "ਜਿਮੀ ਬਟਲਰ ਨੇ ਹੀਟ ਦੇ ਪੈਟ ਰੀਲੀ ਨਾਲ ਆਹਮੋ-ਸਾਹਮਣੇ ਮੁਲਾਕਾਤ ਵਿਚ ਵਪਾਰ ਦੀ ਮੰਗ ਨੂੰ ਦੁਹਰਾਇਆ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਸਟੀਵ ਗੁਟਨਬਰਗ ਅਤੇ ਗੁਆਂ neighborsੀਆਂ ਨੇ ਅੱਗ ਦੁਆਰਾ ਬਚਾਇਆ ਹੁਣ ਤੱਕ 'ਇਕੱਠੇ ਬੰਨ੍ਹਿਆ' ਹੈ 'ਸਟੈਂਡ ਐਂਡ ਫਾਈਟ' (ਐਕਸਕਲੂਸਿਵ) - ਏਓਐਲ",
        "ਟਰੰਪ ਦਾ ਉਦਘਾਟਨਃ ਇੱਥੇ ਮਹਿਮਾਨਾਂ ਦੀ ਸੂਚੀ, ਕਾਰਜਕ੍ਰਮ, ਪ੍ਰਦਰਸ਼ਨ ਕਰਨ ਵਾਲਿਆਂ ਅਤੇ ਹੋਰਾਂ ਬਾਰੇ ਜਾਣਨ ਲਈ ਕੀ ਹੈ - ਫੋਰਬਸ",
        "ਹਟਾਈ",
        "ਕੈਪੀਟਲ ਵਨ ਨੇ ਯੂਐਸ ਵਾਚਡੌਗ ਦੁਆਰਾ ਮੁਕੱਦਮਾ ਕੀਤਾ ਜਿਸ ਵਿੱਚ ਬੈਂਕ ਨੇ 2 ਬਿਲੀਅਨ ਡਾਲਰ ਵਿੱਚੋਂ ਗਾਹਕਾਂ ਨੂੰ ਧੋਖਾ ਦਿੱਤਾ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਵੂਪੀ ਗੋਲਡਬਰਗ ਨੇ ਟਰੰਪ ਦੇ ਉਦਘਾਟਨ ਮੌਕੇ ਕੈਰੀ ਅੰਡਰਵੁੱਡ ਦੇ ਗਾਉਣ ਦੇ ਫੈਸਲੇ ਦਾ ਸਮਰਥਨ ਕੀਤਾ …ਪਰ ਨਹੀਂ ਦੇਖਣਗੇ - ਡੈੱਡਲਾਈਨ",
        "ਰਿਪੋਰਟਰ ਡਸਟਿਨ ਬਰੋਜ਼ ਨੇ ਟੈਕਸਾਸ ਹਾ Houseਸ ਸਪੀਕਰ ਨੂੰ ਵੋਟ ਦਿੱਤੀ, ਵਿਦਰੋਹੀ ਜੀਓਪੀ ਅੰਦੋਲਨ ਨੂੰ ਝਟਕਾ ਦਿੱਤਾ - ਦਿ ਟੈਕਸਾਸ ਟ੍ਰਿਬਿਊਨ",
        "ਜ਼ੁਕਰਬਰਗ ਮੈਟਾ ਛਾਂਟੀ ਦੀ ਯੋਜਨਾ ਬਣਾਉਂਦਾ ਹੈ ਕਿਉਂਕਿ ਕੰਪਨੀ ‘ਘੱਟ ਪ੍ਰਦਰਸ਼ਨ ਕਰਨ ਵਾਲਿਆਂ’ ਨੂੰ ਤੇਜ਼ੀ ਨਾਲ ਖਤਮ ਕਰਦੀ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਦੱਖਣੀ ਕੋਰੀਆਃ ਜਾਂਚਕਰਤਾਵਾਂ ਨੇ ਦੂਜੀ ਵਾਰ ਮਹਾਦੋਸ਼ਿਤ ਰਾਸ਼ਟਰਪਤੀ ਯੂਨ ਨੂੰ ਗ੍ਰਿਫਤਾਰ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕੀਤੀ - ਬੀਬੀਸੀ.",
        "ਯੂਐਸਡੀਏ ਨੇ ਬੋਅਰ ਦੇ ਹੈੱਡ ਪਲਾਂਟਾਂ 'ਤੇ ਕੀੜੇ-ਮਕੌੜੇ ਅਤੇ ਸਲਿਮ ਨੂੰ ਦਸਤਾਵੇਜ਼ ਬਣਾਇਆ, ਰਿਕਾਰਡ ਦਿਖਾਉਂਦੇ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਨਾਸਾ ਦੇ Webb Interstellar ਧੂੜ ਦੇ ਪੇਚੀਦਾ ਲੇਅਰ ਪ੍ਰਗਟ, ਗੈਸ - WebbTelescope.org",
        "ਮਾਈਕ ਟੋਮਲਿਨ ਵਪਾਰ ਦੀਆਂ ਅਫਵਾਹਾਂਃ ਸਟੀਲਰਜ਼ ਕੋਚ ਉਪਲਬਧਤਾ ਬਾਰੇ ਪੁੱਛਗਿੱਛ ਕਰਨ ਵਾਲੀਆਂ ਟੀਮਾਂ ਦੇ ਕਿਆਸ ਅਰਾਈਆਂ ਨੂੰ ਸਪਸ਼ਟ ਤੌਰ ਤੇ ਸੰਬੋਧਿਤ ਕਰਦਾ ਹੈ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਲਾਈਵ ਅਪਡੇਟਸਃ 88,000 ਐਲਏ ਕਾਉਂਟੀ ਫਾਇਰਜ਼ - ਐਨਬੀਸੀ ਲਾਸ ਏਂਜਲਸ ਵਿੱਚ ਨਿਕਾਸੀ ਦੇ ਆਦੇਸ਼ਾਂ ਦੇ ਅਧੀਨ ਰਹਿੰਦੇ ਹਨ",
        "ਰਿਪੋਰਟਃ ਐਂਡਰਾਇਡ ਆਟੋ ਦੀ ਵਰਤੋਂ ਘੱਟ ਡਰਾਈਵਰਾਂ ਦੁਆਰਾ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ, ਪਰ ਯੂਟਿ Musicਬ ਸੰਗੀਤ ਕਾਰ ਵਿਚ ਹਿੱਟ ਹੈ - 9to5Google"
    ]
}