{
    "headlines": [
        "‘ਅਵਿਵਹਾਰਕ ਜੋਕਰਜ਼' ਸਟਾਰ ਜੋ ਗੈਟੋ ਨੇ ਜਿਨਸੀ ਸ਼ੋਸ਼ਣ ਦੇ ਦੋਸ਼ਾਂ ਦਾ ਜਵਾਬ ਦਿੱਤਾਃ ‘ਮੈਂ ਮਾੜੇ ਨਿਰਣੇ ਦੀ ਵਰਤੋਂ ਕੀਤੀ ਹੈ’ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਗਾਰਡਨਰ ਦੇ ਪੁੱਤਰ, ਮਿਲਰ ਦੇ ਸਾਬਕਾ ਯੈਂਕੀਜ਼ ਦੀ 14 ਤੇ ਮੌਤ ਹੋ ਗਈ - ਈਐਸਪੀਐਨ",
        "ਤੁਰਕੀ ਅੱਪਡੇਟਃ ਅਦਾਲਤ ਨੇ ਇਮਾਮੋਗਲੂ ਨੂੰ ਭ੍ਰਿਸ਼ਟਾਚਾਰ ਦੇ ਦੋਸ਼ ਵਿੱਚ ਰਿਮਾਂਡ 'ਤੇ ਲਿਆ - DW (ਪੰਜਾਬੀ)",
        "‘ਸਨੋ ਵ੍ਹਾਈਟ’ Bashful ਨਾਲ $ 87.3M ਗਲੋਬਲ Bow; ‘ਕੈਪਟਨ ਅਮਰੀਕਾਃ ਬਹਾਦਰ ਨਿਊ ਵਰਲਡ’ ਪਾਰ $ 400M WW – ਅੰਤਰਰਾਸ਼ਟਰੀ ਬਾਕਸ ਆਫਿਸ - ਡੈੱਡਲਾਈਨ",
        "ਨਿਕ ਵਿਯਾਲ ਦੀ ਪਤਨੀ, ਨੈਟਲੀ ਜੋਈ, 2 ਮਹੀਨਿਆਂ ਦੇ ਅੰਦਰ ਦੂਜੀ ਗਰਭਪਾਤ ਤੋਂ ਪੀੜਤ ਹੈ - ਪੰਨਾ ਛੇ",
        "ਸ਼ੂਮਰ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਹ ਸਰਕਾਰ ਦੇ ਫੰਡਾਂ ਦੇ ਹੰਗਾਮੇ ਦੇ ਬਾਵਜੂਦ ਸੈਨੇਟ ਡੈਮੋਕਰੇਟਿਕ ਨੇਤਾ ਦੇ ਅਹੁਦੇ ਤੋਂ ਅਸਤੀਫਾ ਨਹੀਂ ਦੇਵੇਗਾ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਇਜ਼ਰਾਈਲ-ਹਮਾਸ ਯੁੱਧ ਦੀ ਸ਼ੁਰੂਆਤ ਤੋਂ ਬਾਅਦ ਗਾਜ਼ਾ ਵਿਚ 50,000 ਮਾਰੇ ਗਏ, ਸਿਹਤ ਮੰਤਰਾਲੇ ਨੇ ਕਿਹਾ - ਸੀਐਨਐਨ",
        "ਵਯੈਟ ਹੈਂਡਰਿਕਸਨ ਨੇ ਓਲੰਪਿਕ ਚੈਂਪੀਅਨ ਗੇਬਲ ਸਟੀਵਸਨ ਨੂੰ ਕੁਸ਼ਤੀ ਰਾਸ਼ਟਰੀ ਖਿਤਾਬ ਜਿੱਤਣ ਲਈ ਰੋਕਿਆ, ਰਾਸ਼ਟਰਪਤੀ ਟਰੰਪ ਨਾਲ ਮਨਾਇਆ - ਸੀਐਨਐਨ",
        "ਕਨੈਕਟੀਕਟ ਮਿਡਲ ਸਕੂਲ ਵਿਖੇ ਮੁਸਲਿਮ ਵਿਦਿਆਰਥੀਆਂ ਨੂੰ ਕਥਿਤ ਤੌਰ 'ਤੇ ਨਿਸ਼ਾਨਾ ਬਣਾਉਣ ਵਾਲੇ ਨਫ਼ਰਤ ਅਪਰਾਧ ਦੇ 12 ਸਾਲਾ ਦੋਸ਼ੀ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਨਕਸ਼ੇ ਕੈਰੋਲਿਨਸ ਵਿਚ ਜੰਗਲੀ ਅੱਗਾਂ ਨੂੰ ਉਜਾੜੇ ਅਤੇ ਐਮਰਜੈਂਸੀ ਘੋਸ਼ਣਾਵਾਂ ਦੇ ਤੌਰ ਤੇ ਦਰਸਾਉਂਦੇ ਹਨ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਬ੍ਰਾਉਜ਼ਰ ਦੀ ਵਰਤੋਂ, ਏਆਈ ‘ਏਜੰਟਾਂ‘ ਲਈ ਵੈਬਸਾਈਟਾਂ ਨੂੰ ਨੈਵੀਗੇਟ ਕਰਨਾ ਸੌਖਾ ਬਣਾਉਣ ਵਾਲਾ ਸਾਧਨ, $ 17M ਵਧਾਉਂਦਾ ਹੈ - TechCrunch",
        "ਖਾਰਟੂਮ ਦੀ ਲੜਾਈਃ ਸੂਡਾਨ ਦੀ ਲੜਾਈ ਪੂਰੀ ਚੱਕਰ ਆਉਂਦੀ ਹੈ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "'ਕੋਈ ਗੱਲਬਾਤ ਨਹੀਂ': ਟਰੰਪ ਦੁਆਰਾ ਨਿਸ਼ਾਨਾ ਬਣਾਇਆ ਗਿਆ ਇਕ ਲਾਅ ਫਰਮ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਇਹ ਕਿਸ ਦੀ ਨੁਮਾਇੰਦਗੀ ਕਰਦਾ ਹੈ ਉਹ ਨਹੀਂ ਬਦਲੇਗਾ - ਬਿਜ਼ਨਸ ਇਨਸਾਈਡਰ",
        "F1 ਚੀਨੀ ਗ੍ਰਾਂ ਪ੍ਰੀ ਤੋਂ ਪੰਜ ਜੇਤੂ ਅਤੇ ਪੰਜ ਹਾਰਨ ਵਾਲੇ - ਕਰੈਸ਼",
        "ਪੋਪ ਫ੍ਰਾਂਸਿਸ ਕਮਜ਼ੋਰ ਦਿਖਾਈ ਦਿੰਦਾ ਹੈ ਕਿਉਂਕਿ ਉਹ ਵੈਟੀਕਨ ਵਿਖੇ ਰਿਕਵਰੀ ਜਾਰੀ ਰੱਖਣ ਲਈ ਹਸਪਤਾਲ ਤੋਂ ਛੁੱਟੀ ਦੇ ਰਿਹਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਟਰੰਪ ਅਦਾਲਤੀ ਸੰਕਟ ਦੇ ਨੇੜੇ-ਤੇੜੇ - ਅਕਸੀਓਸ",
        "ਡਬਲਯੂਡਬਲਯੂਆਈਆਈ ਦੇ ਅੰਕੜੇ ਸਾਨੂੰ ਬੱਚਿਆਂ, ਜੋੜੀ ਗਈ ਖੰਡ ਅਤੇ ਪੁਰਾਣੀ ਬਿਮਾਰੀ ਬਾਰੇ ਕੀ ਦੱਸਦੇ ਹਨ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਇਹ ਅਚਾਨਕ ਕਿਉਂ ਮਹਿਸੂਸ ਕਰਦਾ ਹੈ ਜਿਵੇਂ ਹਰ ਫਾਸਟ-ਫੂਡ ਰੈਸਟੋਰੈਂਟ ਵਿੱਚ ਮਜ਼ੇਦਾਰ, ਸੁਆਦਲੇ ਪੀਣ ਵਾਲੇ ਪਦਾਰਥ ਹੁੰਦੇ ਹਨ - ਸੀ ਐਨ ਬੀ ਸੀ"
    ]
}