{
    "headlines": [
        "ਬਾਇਡਨ ਅਤੇ ਟਰੰਪ ਬੁੱਧਵਾਰ ਨੂੰ ਓਵਲ ਦਫਤਰ ਵਿਚ ਮੁਲਾਕਾਤ ਕਰਨਗੇ, ਵ੍ਹਾਈਟ ਹਾ Houseਸ ਕਹਿੰਦਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਹਟਾਈ",
        "ਉੱਤਰੀ ਗਾਜ਼ਾ ਵਿਚ ’ਇੰਮਿਨੈਂਟ’ ਅਕਾਲ ਦੀ ਸੰਭਾਵਨਾ, ਮਾਹਰ ਅਲਰਟ ਵਿਚ ਚੇਤਾਵਨੀ ਦਿੰਦੇ ਹਨ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਦੇਰ ਫੰਬਲ ਡੂਮਜ਼ ਨੰਬਰ 4 ਮਿਆਮੀ ਦੀ ਵਾਪਸੀ ਦੀ ਉਮੀਦ ਜਾਰਜੀਆ ਟੈਕ ਨੂੰ 28-23 ਪਰੇਸ਼ਾਨ ਹਾਰ - ਯਾਹੂ ਸਪੋਰਟਸ",
        "ਸਰੋਤਃ ਸੀਜ਼ਨ-ਐਂਡ ਸਰਜਰੀ 'ਤੇ ਡਾਕ ਯੋਜਨਾਬੰਦੀ - ਈਐਸਪੀਐਨ",
        "ਆਈਐਸਐਸ 'ਤੇ 7 ਮਹੀਨੇ ਬਿਤਾਉਣ ਵਾਲੇ ਨਾਸਾ ਦੇ ਪੁਲਾੜ ਯਾਤਰੀ ਇਹ ਨਹੀਂ ਦੱਸਣਗੇ ਕਿ ਘਰ ਪਰਤਣ' ਤੇ ਕਿਸ ਨੇ ਮੈਡੀਕਲ ਐਪੀਸੋਡ ਕੀਤਾ ਸੀ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਫੇਮਾ ਸੁਪਰਵਾਈਜ਼ਰ ਨੂੰ ਬਰਖਾਸਤ ਕਰ ਦਿੱਤਾ ਗਿਆ, ਟਰੰਪ ਦੇ ਚਿੰਨ੍ਹ ਵਾਲੇ ਘਰਾਂ ਤੋਂ ਬਚਣ ਲਈ ਕਥਿਤ ਤੌਰ 'ਤੇ ਟੀਮ ਨੂੰ ਸਲਾਹ ਦੇਣ ਤੋਂ ਬਾਅਦ ਜਾਂਚ ਅਧੀਨ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਟੋਨੀ ਟੌਡ, 'ਕੈਂਡੀਮੈਨ‘ ਡਰਾਉਣੀ ਮੂਵੀ ਫ੍ਰੈਂਚਾਇਜ਼ੀ ਦੇ ਪਿੱਛੇ ਬਜ਼ੁਰਗ ਅਭਿਨੇਤਾ ਅਤੇ ਹੋਰ ਬਹੁਤ ਕੁਝ, 69 ਤੇ ਮਰ ਗਿਆ - ਸੀ ਐਨ ਐਨ",
        "ਜ਼ਿਆਨ ਵਿਲੀਅਮਸਨ ਦੀ ਸੱਟਃ ਹੈਮਸਟ੍ਰਿੰਗ ਤਣਾਅ ਦੇ ਨਾਲ ਆਲ-ਸਟਾਰ ਅਣਮਿਥੇ ਸਮੇਂ ਲਈ ਬਾਹਰ ਆ ਗਿਆ ਕਿਉਂਕਿ ਪੇਲੀਕਨਜ਼ ਦੀ ਸੱਟ ਦਾ ਸੰਕਟ ਜਾਰੀ ਹੈ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "Horoscope Today: ਨਵੰਬਰ 10, 2024 ਲਈ ਜੋਤਿਸ਼ ਦੀ ਭਵਿੱਖਬਾਣੀ - ਹਿੰਦੁਸਤਾਨ ਟਾਈਮਜ਼",
        "ਹਟਾਈ",
        "ਖਤਰਨਾਕ ਹਵਾ ਦੀ ਗੁਣਵੱਤਾ ਨਿ New ਯਾਰਕ ਨੂੰ ਮਾਰਦੀ ਹੈ ਕਿਉਂਕਿ ਉੱਤਰ-ਪੂਰਬ ਵਿਚ ਬੁਰਸ਼ ਦੀਆਂ ਅੱਗਾਂ ਫਟਦੀਆਂ ਹਨ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਪਲੇਅਸਟੇਸ਼ਨ ਨੇ ਆਪਣੀ ਮੁਨਾਫੇ ਦੀ ਸਮੱਸਿਆ ਨੂੰ ਤੇਜ਼ੀ ਨਾਲ ਹੱਲ ਕੀਤਾ ਹੈ - ਪੁਸ਼ ਸਕੁਏਅਰ",
        "ਐਂਡਰਾਇਡ 15 ਨੇ ਹੁਣੇ ਹੀ 2024 ਦਾ ਸਭ ਤੋਂ ਵਧੀਆ ਫੋਨ ਹੋਰ ਵੀ ਵਧੀਆ ਬਣਾਇਆ - ਐਂਡਰਾਇਡ ਸੈਂਟਰਲ",
        "43 ਬਾਂਦਰਾਂ ਦੇ ਦੱਖਣੀ ਕੈਰੋਲੀਨਾ ਵਿੱਚ ਇੱਕ ਖੋਜ ਸਹੂਲਤ ਤੋਂ ਬਚਣ ਤੋਂ ਬਾਅਦ ਕੀਤੀ ਗਈ ਤਰੱਕੀ - WYFF4 ਗ੍ਰੀਨਵਿਲੇ",
        "‘ਗਲੀ ਦੇ ਹਫੜਾ-ਦਫੜੀ‘ ’ਤੇ ਗੁੱਸਾ ਇਕ ਹੋਰ ਨੀਲੇ ਸ਼ਹਿਰ ਦੇ ਮੇਅਰ ਨੂੰ ਕੱਢਿਆ - ਪੋਲਿਟਿਕੋ",
        "ਪਾਕਿ ਟਰੇਨ ਸਟੇਸ਼ਨ ਬੰਬ ਧਮਾਕੇ 'ਚ ਘੱਟੋ-ਘੱਟ 24 ਲੋਕਾਂ ਦੀ ਮੌਤ, ਪੁਲਿਸ ਨੇ ਕਿਹਾ - Reuters",
        "ਬਾਕਸ ਆਫਿਸਃ 'ਹੇਰੇਟਿਕ‘ ਅਤੇ ’ਬੈਸਟ ਕ੍ਰਿਸਮਸ ਪੇਜੈਂਟ ਐਵਰ’ ਦੂਜੇ ਲਈ ਵੀ, 'ਵੈਨੋਮ 3‘ ਨੋਟਸ ਤੀਜੇ ਹਫਤੇ ਦੇ ਅੰਤ ਨੂੰ ਸਿਖਰ 'ਤੇ - ਭਿੰਨਤਾ",
        "ਕੈਲੀਫੋਰਨੀਆ ਏਅਰ ਰੈਗੂਲੇਟਰ ਜਲਵਾਯੂ ਪ੍ਰੋਗਰਾਮ ਵਿੱਚ ਤਬਦੀਲੀਆਂ ਨੂੰ ਮਨਜ਼ੂਰੀ ਦਿੰਦੇ ਹਨ ਜੋ ਗੈਸ ਦੀਆਂ ਕੀਮਤਾਂ ਨੂੰ ਵਧਾ ਸਕਦੇ ਹਨ - ਏਬੀਸੀ 7 ਲਾਸ ਏਂਜਲਸ",
        "ਇਸੇ ਵਿਕੀਪੀਡੀਆ ਇਸ ਦੇ ਤਾਜ਼ਾ ਰਿਕਾਰਡ ਦੇ ਉੱਪਰ Soar ਜਾਵੇਗਾਃ ਵੈਨ Straten - CoinDesk"
    ]
}