{
    "headlines": [
        "Желая сделать больше, Байден уходит на задний план кампании - POLITICO",
        "Опрос CNN: Харрис и Трамп остаются в закрытой гонке и привязаны к финалу - CNN",
        "Губернатор Вирджинии реагирует на решение судьи, запрещающее штату исключать граждан из списков избирателей - Fox News",
        "«Что, чертвозьми, с ними делать? Российские солдаты услышали осуждение северокорейских новобранцев в перехваченном аудио - CNN",
        "Фильм «Звездные войны» Дейзи Ридли ищет нового сценариста после ухода Стивена Найта - крайний срок",
        "Американский рэпер Лил Дерк арестован во Флориде по обвинению в убийстве по найму - BBC.com",
        "3-дневная игровая распродажа Best Buy предлагает отличные игровые ноутбуки, мониторы и настольные компьютеры - GameSpot",
        "CDC говорит, что 75 человек пострадали от вспышки кишечной палочки, связанной с квартальными фунтами McDonald's - CNBC",
        "Анализ ДНК средневекового человека, брошенного в колодец, предполагает, что история в норвежской саге действительно произошла - Livescience.com",
        "Акции Tesla подскочили на 22%. Что говорит рыночная история о том, что произойдет дальше? - Barron's",
        "Акции Spirit Airlines подскочили на 25% после того, как бюджетный перевозчик заявил, что будет продавать самолеты, сокращать рабочие места - CNBC",
        "15-летний подросток, обвиняемый в убийстве семьи, инсценировал сцену, чтобы подставить умершего младшего брата - KOMO NEWS",
        "Крайний срок торговли НФЛ 2024 года: пять предложенных сделок в последнюю минуту, включая крупные пираты, 49еры, всплески викингов - CBS Sports",
        "Активный ингредиент Ozempic, Wegovy может снизить риск болезни Альцгеймера: исследование - ABC News",
        "Ливан: трое журналистов погибли в результате израильского авиаудара - BBC.com",
        "Профсоюз Boeing бастующим рабочим: «издеваться» друг над другом из-за забастовочных голосов «мерзко» - Yahoo! Voices",
        "Я попробовал новый визуальный интеллект iPhone 16, и это похоже на будущее - CNET",
        "Капсула SpaceX только что вернулась на Землю. Вот почему астронавтов Boeing Starliner на нем не было - CNN",
        "Что будет дальше с братьями Менендес, поскольку окружной прокурор рекомендует выносить им повторные приговоры спустя десятилетия после убийства их родителей - CNN",
        "Харрис, Бейонсе объединяются для митинга в Техасе за права на аборты и надеются, что штаты на поле битвы услышат их - Ассошиэйтед Пресс"
    ]
}