{
    "headlines": [
        "ਕੈਨਿ ਵੈਸਟ ਨੇ ਇੱਕ ਸੁਪਰ ਬਾlਲ ਵਿਗਿਆਪਨ ਕਿਵੇਂ ਉਤਾਰਿਆ — ਫਿਰ ਇਸ ਨੂੰ ਹਵਾਦਾਰ ਹੋਣ ਤੋਂ ਬਾਅਦ ਸਵਾਸਤਿਕਾ ਸ਼ਰਟਾਂ ਵੇਚਣ ਲਈ ਵਰਤਿਆ - ਵੰਨਗੀ",
        "ਨਿਆਂ ਵਿਭਾਗ ਨਿਊਯਾਰਕ ਸਿਟੀ ਦੇ ਮੇਅਰ ਐਰਿਕ ਐਡਮਜ਼ ਵਿਰੁੱਧ ਫੈਡਰਲ ਭ੍ਰਿਸ਼ਟਾਚਾਰ ਦਾ ਕੇਸ ਰੱਦ ਕਰੇਗਾ - ਸੀ ਐਨ ਐਨ",
        "ਦੇਸ਼ ਭਰ 'ਚ ਵੱਧ ਰਿਹਾ ਹੈ ਫਲੂ, ਹੁਣ ਤੱਕ 20 ਮਿਲੀਅਨ ਮਾਮਲੇ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਟਰੰਪ ਨੇ ਸਟੀਲ ਅਤੇ ਅਲਮੀਨੀਅਮ ਆਯਾਤ ਟੈਰਿਫ ਦਾ ਐਲਾਨ ਕੀਤਾ - BBC.com",
        "ਈਸਟਰ ਅੰਡੇ ਜੋ ਤੁਸੀਂ ਸ਼ਾਇਦ ਕੇਂਡਰਿਕ ਲਾਮਾਰ ਦੇ ਸੁਪਰ ਬਾlਲ ਪ੍ਰਦਰਸ਼ਨ ਤੋਂ ਖੁੰਝ ਗਏ ਹੋ - ਰੋਲਿੰਗ ਸਟੋਨ",
        "ਐਫਏਏਃ ਸਕਾਟਸਡੇਲ ਏਅਰਪੋਰਟ 'ਤੇ ਉਤਰਨ ਤੋਂ ਬਾਅਦ ਜਹਾਜ਼ ਰਨਵੇਅ ਤੋਂ ਬਾਹਰ ਚਲਾ ਜਾਂਦਾ ਹੈ, ਅਤੇ ਇਕ ਹੋਰ ਜਹਾਜ਼ ਨੂੰ ਮਾਰਦਾ ਹੈ - ਫੌਕਸ 10 ਨਿ Newsਜ਼ ਫੀਨਿਕਸ",
        "ਨੇਵਾਡਾ ਦੇ ਇੱਕ ਡੇਅਰੀ ਵਰਕਰ ਵਿੱਚ ਬਰਡ ਫਲੂ ਦੇ ਨਵੇਂ ਸਟ੍ਰੇਨ ਦਾ ਪਤਾ ਲੱਗਿਆ ਹੈ, ਸੀਡੀਸੀ ਦਾ ਕਹਿਣਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "Super Bowl Champion Eagles ਦੀ ਫਿਲਡੇਲ੍ਫਿਯਾ 'ਚ ਵਾਪਸੀ, ਦੇਖੋ ਲਾਈਵ ਕਵਰੇਜ - 6ABC ਫਿਲਡੇਲ੍ਫਿਯਾ",
        "ਮੌਈ ਜੰਗਲੀ ਅੱਗ ਵਿੱਚ ਬੀਮਾ ਕੰਪਨੀਆਂ ਦੇ ਵਿਰੁੱਧ ਹਵਾਈ ਅਦਾਲਤ ਦਾ ਫੈਸਲਾ, $ 4B ਬੰਦੋਬਸਤ ਨੂੰ ਅੱਗੇ ਵਧਣ ਦੀ ਆਗਿਆ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਹੇਗਸੇਥ ਨੇ ਟਰਾਂਸਜੈਂਡਰ ਸੇਵਾ ਦੇ ਮੈਂਬਰਾਂ ਲਈ ਲਿੰਗ-ਪ੍ਰਮਾਣਿਤ ਡਾਕਟਰੀ ਦੇਖਭਾਲ 'ਤੇ ਤੁਰੰਤ ਰੋਕ ਲਗਾਉਣ ਦਾ ਆਦੇਸ਼ ਦਿੱਤਾ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "Elon Musk ਦੀ ਅਗਵਾਈ ਵਾਲੇ ਸਮੂਹ ਨੇ ਓਪਨਏਆਈ ਦੇ ਨਿਯੰਤਰਣ ਲਈ 97.4 ਬਿਲੀਅਨ ਡਾਲਰ ਦੀ ਬੋਲੀ ਲਗਾਈ - ਦਿ ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "ਵ੍ਹਾਈਟ ਹਾ Houseਸ ਸੀਐਫਪੀਬੀ ਨੂੰ ਨਿਸ਼ਾਨਾ ਬਣਾਉਂਦਾ ਹੈ ਕਿਉਂਕਿ ਯੂਨੀਅਨ ਨੇ ਕੰਮ ਰੁਕਣ 'ਤੇ ਮੁਕੱਦਮਾ ਕੀਤਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਸੀਜੇ ਮੋਸਲੇਃ ਐਰੋਨ ਰੋਜਰਸ ਲਈ ਸਤਿਕਾਰ ਤੋਂ ਇਲਾਵਾ ਕੁਝ ਵੀ ਨਹੀਂ, ਉਸਨੂੰ ਸਿਰ ਹੇਠਾਂ ਰੱਖ ਕੇ ਨਹੀਂ ਛੱਡਣਾ ਚਾਹੀਦਾ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਸਿਜ਼ਲ ਜਾਂ ਫਿਜ਼ਲ? ਸੀਏਟਲ ਵਿਗਿਆਪਨ ਮਾਹਰ ਸੁਪਰ ਬਾlਲ ਐਲਆਈਐਕਸ ਵਿਗਿਆਪਨ ਨੂੰ ਦਰਜਾ ਦਿੰਦੇ ਹਨ - ਕੋਮੋ ਨਿ Newsਜ਼",
        "ਆਈਫੋਨ ਐਸਈ 2025 ਲਾਂਚ ਅਨੁਸੂਚੀ ਤਾਜ਼ਾ: ਬਿਲਕੁਲ ਕਦੋਂ ਨਵੇਂ ਆਈਫੋਨ ਦੀ ਉਮੀਦ ਕਰਨੀ ਹੈ - ਫੋਰਬਸ",
        "ਐਮਰਜੈਂਸੀ ਫੈਸਲੇ ਵਿੱਚ, ਜੇਮਜ਼ ਵੈਬ ਟੈਲੀਸਕੋਪ ਧਰਤੀ ਦੇ ਨਜ਼ਦੀਕੀ ਪਹੁੰਚ ਤੋਂ ਪਹਿਲਾਂ 'ਸਿਟੀ-ਕਿਲਰ' ਐਸਟਰਾਇਡ 2024 ਵਾਈਆਰ 4 ਦਾ ਅਧਿਐਨ ਕਰੇਗਾ - Livescience.",
        "ਕੂਲਰ ਅਤੇ ਐਪ ਨੇ ਅੰਗਾਂ ਦੇ ਟ੍ਰਾਂਸਪਲਾਂਟ ਨੂੰ ਕਿਵੇਂ ਬਦਲਿਆ ਹੈ ਦੀ ਹੈਰਾਨੀਜਨਕ ਕਹਾਣੀ - ਡਿਜੀਟਲ ਰੁਝਾਨ",
        "ਟਰੰਪ ਨੂੰ ਆਪਣੀ ਸਜ਼ਾ ਬਦਲਣ ਤੋਂ 5 ਸਾਲ ਬਾਅਦ ਸਾਬਕਾ ਇਲੀਨੋਇਸ ਦੇ ਰਾਜਪਾਲ ਬਲਾਗੋਜੇਵਿਚ ਨੂੰ ਮੁਆਫ ਕਰਨ ਦੀ ਉਮੀਦ ਹੈ - ਪੀਬੀਐਸ ਨਿ Newsਜ਼ਹੌਰ"
    ]
}