{
    "headlines": [
        "ਨਿ J ਜਰਸੀ ਸੇਨ. ਕੋਰੀ ਬੁੱਕਰ ਨੇ ਟਰੰਪ ਦੇ ਏਜੰਡੇ ਦਾ ਵਿਰੋਧ ਕਰਨ ਲਈ ਗੱਲ ਕਰਨ ਵਾਲੇ ਫਿਲੀਬਸਟਰ ਦੀ ਸ਼ੁਰੂਆਤ ਕੀਤੀ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਦੇਸ਼ ਦੀਆਂ ਸਿਹਤ ਏਜੰਸੀਆਂ 'ਤੇ ਛੁੱਟੀਆਂ ਸ਼ੁਰੂ ਹੁੰਦੀਆਂ ਹਨ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਗਰਿੰਡਾਵਿਕ ਨੇੜੇ ਆਈਸਲੈਂਡ 'ਚ ਜੁਆਲਾਮੁਖੀ ਫਟਣਾ ਸ਼ੁਰੂ - ਬੀਬੀਸੀ",
        "ਅਮਰੀਕੀ ਅਦਾਰਿਆਂ ਵਿੱਚ ਕਰੰਬਲਿੰਗ ਟਰੱਸਟਃ ਇੱਕ ਮਹਾਂ ਕਾਰਕੁਨ ਗਰਲ ਸਕਾਉਟ ਕੂਕੀਜ਼ ਨੂੰ ਲੈਂਦਾ ਹੈਃ ਪਲੈਨਟ ਮਨੀ - ਐਨਪੀਆਰ",
        "2025 ਐਨਐਫਐਲ ਮੌਕ ਡਰਾਫਟਃ ਕੈਮ ਵਾਰਡ, ਸ਼ੇਡਰ ਸੈਂਡਰਸ 1-2 ਜਾਂਦੇ ਹਨ; ਸਟੀਲਰਜ਼, ਕਾਉਬੌਇਜ਼ ਅਤੇ ਰੇਡਰਜ਼ ਪਲੇਮੇਕਰ ਸ਼ਾਮਲ ਕਰਦੇ ਹਨ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਨਿਊ ਅਰਬਪਤੀ 2025: Schwarzenegger, Seinfeld, Springsteen ਅਤੇ 285 ਹੋਰ ਇਸ ਸਾਲ ਰੈਂਕ ਵਿੱਚ ਸ਼ਾਮਲ ਹੋ ਜਾਓ - ਫੋਰਬਸ",
        "ਟਸ਼ ਪੁਸ਼ 'ਤੇ ਕੋਲਟਸ ਜੀਐਮ ਕ੍ਰਿਸ ਬੈਲਾਰਡਃ ਇਸ' ਤੇ ਸ਼ਰਮਿੰਦਾ ਹੋਣ ਲਈ ਫਿਲਲੀ ਕ੍ਰੈਡਿਟ ਦਿਓ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਕੈਰਨ ਰੀਡ, ਕਥਿਤ ਤੌਰ 'ਤੇ ਪੁਲਿਸ ਅਧਿਕਾਰੀ ਦੇ ਬੁਆਏਫ੍ਰੈਂਡ ਦੀ ਹੱਤਿਆ ਕਰਨ ਦਾ ਇਲਜ਼ਾਮ ਲਗਾਇਆ ਗਿਆ ਹੈ, ਮੁੱਕਦਮਾ ਪਹਿਲਾਂ ਦੇ ਮੁਕੱਦਮੇ ਤੋਂ ਬਾਅਦ ਸ਼ੁਰੂ ਹੋਣ ਵਾਲਾ ਹੈ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਫਲਸਤੀਨੀ ਸਾਬਣ ਨੂੰ ਯੂਨੈਸਕੋ ਦੀ ਮਾਨਤਾ ਮਿਲਦੀ ਹੈ ਕਿਉਂਕਿ ਇਜ਼ਰਾਈਲ ਦੀ ਫੌਜੀ ਕਾਰਵਾਈ ਬੰਦ ਹੋ ਜਾਂਦੀ ਹੈ - ਐਨਪੀਆਰ",
        "ਪਾਲ ਮੇਸਕਲ ਅਤੇ ਬੈਰੀ ਕੇਓਗਨ ਸੈਮ ਮੇਂਡੇਸ ਦੀਆਂ ਬੀਟਲਸ ਫਿਲਮਾਂ ਵਿੱਚ ਅਭਿਨੈ ਕਰਨਗੇ - ਬੀਬੀਸੀ",
        "ਮਿਆਂਮਾਰ 'ਚ ਭੁਚਾਲ ਨਾਲ ਮਰਨ ਵਾਲਿਆਂ ਦੀ ਗਿਣਤੀ 2,700 ਤੋਂ ਪਾਰ - CNBC",
        "ਜਾਪਾਨ ਦੀ ਈਸ਼ੀਬਾ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਹ ਯੂਐਸ ਆਟੋ ਟੈਰਿਫ ਛੋਟ ਲਈ ਧੱਕਾ ਕਰੇਗਾ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਟਰੰਪ ਪ੍ਰਸ਼ਾਸਨ ਮੰਨਦਾ ਹੈ ਕਿ ਐਲ ਸਲਵਾਡੋਰ ਤੋਂ ਮੈਰੀਲੈਂਡ ਦੇ ਪਿਤਾ ਨੂੰ ਗਲਤੀ ਨਾਲ ਦੇਸ਼ ਨਿਕਾਲਾ ਦਿੱਤਾ ਗਿਆ ਸੀ ਅਤੇ ਮੈਗਾ ਜੇਲ੍ਹ ਭੇਜਿਆ ਗਿਆ ਸੀ - ਸੀ ਐਨ ਐਨ",
        "ਫਰਾਂਸ ਵਿਚ ਜਨਤਕ ਦਫਤਰ ਤੋਂ ਮਰੀਨ ਲੇ ਪੈੱਨ ਦੀ ਪਾਬੰਦੀ ਬਾਰੇ ਕੀ ਜਾਣਨਾ ਹੈ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਕੀਰਨ ਕੁਲਕਿਨ ਅਤੇ ਬੌਬ ਓਡੇਨਕਿਰਕ ਗਲੇਨਗੇਰੀ ਗਲੇਨ ਰੌਸ - ਐਂਟਰਟੇਨਮੈਂਟ ਵੀਕਲੀ ਦੇ ਸਟਾਰ ਸਟੱਡਡ ਬ੍ਰੌਡਵੇਅ ਰੀਵਾਈਵਲ ਵਿਚ ਸੌਦੇ ਨੂੰ ਸੀਲ ਕਰਦੇ ਹਨ",
        "ਚੀਨ ਨੇ ਤਾਈਵਾਨ ਦੇ ਆਲੇ ਦੁਆਲੇ ‘ਕਈ ਦਿਸ਼ਾਵਾਂ‘ ਤੋਂ ਫੌਜੀ ਅਭਿਆਸਾਂ ਦੀ ਸ਼ੁਰੂਆਤ ਕੀਤੀ, ਅਮਰੀਕਾ ਦੇ ਸੰਕਲਪ ਦੀ ਜਾਂਚ ਕੀਤੀ - ਸੀਐਨਐਨ",
        "ਸਪੇਸਐਕਸ ਨੇ ਪੋਲਰ ਆਰਬਿਟ 'ਤੇ 4 ਲੋਕਾਂ ਨੂੰ ਲਾਂਚ ਕੀਤਾ ਪਹਿਲਾਂ ਕਦੇ ਕੋਸ਼ਿਸ਼ ਨਹੀਂ ਕੀਤੀ - ਸੀਐਨਐਨ",
        "ਡੈਨੀ ਬੁਆਏਲ ਡੈਬਟਸ '28 ਸਾਲ ਬਾਅਦ’ ਟ੍ਰੇਲਰ ਜਿਵੇਂ ਕਿ ਉਹ ਵਿੱਤ ਦਾ ਖੁਲਾਸਾ ਕਰਦਾ ਹੈ ਅਜੇ ਵੀ ਤਿਕੋਣੀ ਨੂੰ ਪੂਰਾ ਕਰਨ ਦੀ ਜ਼ਰੂਰਤ ਹੈ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ"
    ]
}