{
    "headlines": [
        "Новости в прямом эфире: Трамп, как ожидается, примет участие в запуске SpaceX с Илоном Маском в Техасе - The Washington Post",
        "Спецпредставитель США в Бейруте на переговорах после Ливана и Хезболлы одобрил проект перемирия - Reuters.com",
        "Путин снижает порог использования своего ядерного арсенала после решения Байдена об оружии для Украины - The Associated Press",
        "Украина впервые обстреливает Россию ракетами дальнего радиуса действия американского производства, - Москва",
        "Акции Tesla выросли. Возможно, Ким Кардашьян помогает. - Barron's",
        "Microsoft представляет «агентов» ИИ, которые могут выполнять задачи самостоятельно на Ignite 2024 - Yahoo Finance",
        "Samsung наконец-то начинает выпуск Wear OS 5 для старых часов Galaxy - The Verge",
        "Google Lens теперь может проверять цены и инвентарь при совершении покупок в реальном мире - TechCrunch",
        "Республиканцы в Сенате передают послание Трампу: подтверждение Гетца находится под угрозой - POLITICO",
        "Apple раскрывает самые популярные подкасты 2024 года с девятью различными списками Топ-10 - 9to5Mac",
        "Акции Lowe's падают после получения прибыли. «Слишком рано называть точку перегиба. '- Barron's",
        "«Экстраординарная» мышь, созданная с использованием гена, который старше самой жизни животного - IFLScience",
        "Выручка Walmart в третьем квартале достигла $ 169 млрд, EPS выросла на 850% - Yahoo Finance",
        "NFL Week 12 Power Rankings: окно Суперкубка Биллов остается широко открытым; Lions new No. 1 after Chiefs loss - CBS Sports",
        "Германия на таинственном обрыве кабелей в Балтийском море: «Это саботаж» - POLITICO EUROPE",
        "«Бомбовый циклон» угрожает Северной Калифорнии и Тихоокеанскому северо-западу - Associated Press",
        "Изображение камеры: Система продажи билетов на фестиваль Rust Premiere Ticket Demand Crashes - Hollywood Reporter",
        "Эта женщина потратила год, пытаясь выяснить причину своих хронических дрожжевых инфекций, и оказалось, что виновником является то, что мы все используем каждый день - BuzzFeed",
        "NFL Week 11 Winners and Losers: Chargers May Finally Be a Clutch Team - Sports Illustrated",
        "Мэтт Гетц заплатил женщинам за секс и просмотр «Красотки» на Бродвее, говорит адвокат - Rolling Stone"
    ]
}