{
    "headlines": [
        "Egypt says 16 people missing as tourist boat sinks off Red Sea coast - Al Jazeera English",
        "Gavin Newsom threatens intervention if Trump kills Biden's $7.5K EV tax credit - Fox News",
        "Trump lawyers investigate allegations that top aide sought financial gain from influence with president-elect, sources say - CNN",
        "Father of missing Hawaii woman Hannah Kobayashi found dead in LA - SFGATE",
        "Raw milk recalled for containing bird flu virus, California reports - Ars Technica",
        "Special counsel Jack Smith moves to drop Trump election case citing 'categorical' DOJ policy - ABC News",
        "Another Key ‘Yellowstone’ Character Bites The Dust As John Dutton Killers Circle The Wagons - Deadline",
        "Biden pardons turkeys for final time as US President - BBC.com",
        "Threads will finally let you set the following feed as your default - The Verge",
        "Warren Buffett Donates Another $1 Billion. He Has Estate-Planning Advice for Everyone. - The Wall Street Journal",
        "Packers PFF grades: Best, worst players from win over 49ers in Week 12 - Packers Wire",
        "It may be a soggy, snowy Thanksgiving for some. Find out where. - The Washington Post",
        "This is the new progressive strategy for warring with Trump - POLITICO",
        "TCL’s First Projector Seems to Be Priced Just Right for Outdoor Hijinx - Gizmodo",
        "Astronauts Report Alarming Stench Coming From Russian Spacecraft Docked to ISS - Gizmodo",
        "Alec Baldwin Doesn't Want to See 'Rust,' but Hopes Movie Gets Released - Variety",
        "SpaceX: Cellular Starlink Service Is Ready to Go - PCMag",
        "US Treasuries Rally on Bets Bessent Will Dilute Trump’s Plans - Yahoo Finance",
        "The Menendez brothers are set to appear in court for the first time in 28 years - CNN",
        "NFL Week 12, Sorting the Sunday Pile: Saquon Barkley's MVP case, Bo Nix surges, Niners in big trouble - CBS Sports"
    ]
}