{
    "headlines": [
        "Le chef de l'UE propose un plan pour augmenter « de toute urgence » les dépenses de défense en mobilisant environ 840 milliards de dollars - CNBC",
        "La Chine impose des droits de douane sur les produits agricoles américains et met sur liste noire les entreprises américaines - The Washington Post",
        "La tempête triple menace s'abat sur le centre et le sud des États-Unis, perturbant les célébrations de Mardi Gras - CNN",
        "Pope a bien dormi la nuit après deux insuffisances respiratoires - Nouvelles du Vatican - Français",
        "La trêve de Gaza ne tient qu'à un fil alors qu'Israël pose de nouvelles conditions. Voici ce qu'il faut savoir - CNN",
        "Le géant pétrolier saoudien Aramco affiche un bénéfice annuel en baisse, réduit le dividende - CNBC",
        "Target déclarera les revenus avant la cloche. Voici ce à quoi Wall Street s'attend - CNBC",
        "Fiche d'information : Le président Donald J. Trump applique des droits de douane sur les importations en provenance du Canada et du Mexique - La Maison Blanche",
        "Vikings QB Sam Darnold ne devrait pas obtenir l'étiquette de franchise car le Minnesota prend une décision de 40,2 millions de dollars, par rapport - CBS Sports",
        "Kyrie Irving de Mavs souffre d'une entorse au genou gauche, tire des lancers francs avant de quitter le jeu - The Associated Press",
        "Un homme plaide coupable de meurtre lors de la fusillade du 4 juillet 2022 à Highland Park - The Washington Post",
        "Retour au bureau : Newsom ordonne aux travailleurs de l'État de Californie de revenir quatre jours par semaine - CalMatters",
        "Trump annonce que le géant taïwanais de la fabrication de puces TSMC investira 100 milliards de dollars dans la fabrication américaine - CNN",
        "Le mari de Dolly Parton, Carl Dean, meurt à l'âge de 82 ans - BBC.com",
        "Plus de 50 % des adultes devraient être obèses d'ici 2050 dans le monde - BBC.com",
        "Alors que RFK Jr. livre son message sur la rougeole, les experts en santé publique entendent un air familier - STAT",
        "SpaceX scrubs Lancement du vaisseau spatial - SpaceNews",
        "Le nouveau MacBook Air arrive cette semaine : À quoi s'attendre - MacRumors",
        "Le discours de Trump au Congrès sera une explication de ses premiers jours au pouvoir - CNN"
    ]
}