{
    "headlines": [
        "‘ਅਸੀਂ ਇਸ ਨੂੰ ਮੁਸ਼ਕਿਲ ਨਾਲ ਬਾਹਰ ਕੱ madeਿਆ’: ਕੈਲੀਫੋਰਨੀਆ ਦੇ ਲੋਕ ਭਿਆਨਕ ਜੰਗਲੀ ਅੱਗਾਂ ਦੇ ਵਿਚਕਾਰ ਆਪਣੇ ਘਰਾਂ ਤੋਂ ਬੇਰਹਿਮੀ ਨਾਲ ਭੱਜ ਗਏ - ਸੀ ਐਨ ਐਨ",
        "ਸਰੋਤਃ Aubਬਰਨ ਸਕੱਫਲ ਫੋਰਸਿਜ਼ ਫਲਾਈਟ ਨੂੰ ਵਾਪਸ ਮੋੜਨ ਲਈ - ਈਐਸਪੀਐਨ",
        "ਸੀਏਟਲ ਦੀ ਸੀ. ਆਈ. ਡੀ. 'ਚ 37 ਘੰਟਿਆਂ' ਚ 10 ਲੋਕਾਂ ਦੀ ਚਾਕੂ ਮਾਰ ਕੇ ਹੱਤਿਆ, ਬੰਦਾ ਹਿਰਾਸਤ 'ਚ - KOMO News",
        "ਟੋਨੀ ਟੌਡ ਦੀ ਮੌਤਃ ‘ਕੈਂਡੀਮੈਨ’ ਸਟਾਰ ਜਿਸ ਦੇ ਸੈਂਕੜੇ ਕ੍ਰੈਡਿਟ ਸ਼ਾਮਲ ਹਨ ‘ਦਿ ਕ੍ਰਾ’ ਐਂਡ ‘ਪਲੈਟੂਨ’ ਸੀ 69 - ਡੈੱਡਲਾਈਨ",
        "ਟੇਸਲਾ ਦੀਆਂ ਸੋਸ਼ਲ ਮੀਡੀਆ ਪੋਸਟਾਂ ਨੇ ਗਲਤ ਸੰਕੇਤ ਦਿੱਤਾ ਕਿ ਇਸ ਦੀਆਂ ਕਾਰਾਂ ਰੋਬੋਟੈਕਸਿਸ ਹਨ, ਐਨਐਚਟੀਐਸਏ ਨੇ ਚੇਤਾਵਨੀ ਦਿੱਤੀ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਟਰੰਪ, ਹੋਰ ਅਮਰੀਕੀ ਟੀਚਿਆਂ ਦੀ ਹੱਤਿਆ ਕਰਨ ਲਈ ਪੂਰਵ-ਚੋਣ ਯੋਜਨਾ ਵਿੱਚ ਇਰਾਨੀ ਆਪਰੇਟਿਵ ਨੂੰ ਦੋਸ਼ੀ ਠਹਿਰਾਇਆ ਗਿਆ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਜੱਜ ਨੇ ਆਪਣੀ ਰਾਸ਼ਟਰਪਤੀ ਦੀ ਜਿੱਤ ਤੋਂ ਬਾਅਦ ਟਰੰਪ ਦੇ 2020 ਦੇ ਚੋਣ ਕੇਸ ਵਿੱਚ ਅਦਾਲਤ ਦੀ ਸਮਾਂ-ਸੀਮਾ ਰੱਦ ਕੀਤੀ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਐਫਬੀਆਈ ਪੂਰੇ ਅਮਰੀਕਾ ਵਿਚ ਕਾਲੇ ਲੋਕਾਂ ਨੂੰ ਭੇਜੇ ਗਏ ਨਸਲੀ ਟੈਕਸਟ ਸੰਦੇਸ਼ਾਂ ਦੀ ਜਾਂਚ ਕਰਦਾ ਹੈ - ਬੀਬੀਸੀ.",
        "ਪਾਲਵਰਲਡ ਦੇਵ ਨੇ ਨਿਨਟੈਂਡੋ ਮੁਕੱਦਮੇ ਦੇ ਦਿਲ 'ਤੇ ਪੇਟੈਂਟਸ ਦਾ ਖੁਲਾਸਾ ਕੀਤਾ - ਆਈਜੀਐਨ ਡੇਲੀ ਫਿਕਸ - ਆਈਜੀਐਨ",
        "ਸਕਾਈਨੇਟ -1 ਏਃ ਯੂਕੇ ਦੇ ਪਹਿਲੇ ਸੈਟੇਲਾਈਟ ਨੇ ਹਜ਼ਾਰਾਂ ਮੀਲ ਦੂਰ ਕਿਉਂ ਖਤਮ ਕੀਤਾ ਜਿੱਥੇ ਇਹ ਹੋਣਾ ਚਾਹੀਦਾ ਸੀ? - ਬੀਬੀਸੀ.",
        "ਐਸ ਐਂਡ ਪੀ 500 6,000 ਦਾ ਪੱਧਰ ਤੋੜਦਾ ਹੈ ਜਿਵੇਂ ਕਿ ਟਰੰਪ ਅਤੇ ਫੈੱਡ ਬਾਲਣ ਵਾਲੀ ਰੈਲੀ ਅੱਗੇ ਵਧਦੀ ਹੈ - ਰਾਇਟਰਜ਼",
        "ਨਾਸਾ ਦੇ ਪੁਲਾੜ ਯਾਤਰੀ ਇਹ ਨਹੀਂ ਦੱਸਣਗੇ ਕਿ ਪੁਲਾੜ ਵਿਚ ਲਗਭਗ ਅੱਠ ਮਹੀਨਿਆਂ ਬਾਅਦ ਉਨ੍ਹਾਂ ਵਿਚੋਂ ਕਿਹੜਾ ਬਿਮਾਰ ਹੋ ਗਿਆ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਸੁਪਰ ਮਾਡਲ ਜਾਰਜੀਨਾ ਕੂਪਰ ਵਿਆਹ ਤੋਂ ਬਾਅਦ ਛੁੱਟੀਆਂ ਦੇ ਮਹੀਨਿਆਂ 'ਤੇ‘ ਬਿਮਾਰ ਪੈਣ ’ਤੋਂ ਬਾਅਦ 46 ਸਾਲ ਦੀ ਉਮਰ’ ਤੇ ਮੌਤ ਹੋ ਗਈ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਸਿਰਫ 5 ਮਿੰਟ ਕਸਰਤ ਕਰਨ ਨਾਲ ਘੱਟ ਹੋ ਸਕਦਾ ਹੈ ਹਾਈ ਬਲੱਡ ਪ੍ਰੈਸ਼ਰ, ਅਧਿਐਨ 'ਚ ਪਤਾ ਲੱਗਾ - Fox News",
        "ਟਰੰਪ ਦੀ ਚੋਣ 'ਚ ਔਰਤਾਂ ਨੇ ਮਰਦਾਂ ਨਾਲ ਸੈਕਸ ਦੀ ਸਹੁੰ ਚੁੱਕੀ ਹੈ । ਇਸ ਨੂੰ 4B ਅੰਦੋਲਨ ਕਿਹਾ ਜਾਂਦਾ ਹੈ. - ਅਮਰੀਕਾ ਅੱਜ",
        "ਟਰੰਪ ਦੀ ਜਿੱਤ ਤੋਂ ਬਾਅਦ ਐਲਨ ਮਸਕ ਦੀ ਨੈੱਟ ਵਰਥ 300 ਬਿਲੀਅਨ ਡਾਲਰ 'ਤੇ ਪਹੁੰਚੀ - ਬਲੂਮਬਰਗ",
        "ਟਰੰਪ ਨੇ ਆਯਾਤ 'ਤੇ ਭਾਰੀ ਟੈਰਿਫ ਦਾ ਵਾਅਦਾ ਕੀਤਾ ਸੀ ਪਰ ਉਹ ਇਸ ਨੂੰ ਕਿਵੇਂ ਹਟਾਏਗਾ ਅਜੇ ਵੀ ਪਤਾ ਲਗਾਇਆ ਜਾ ਰਿਹਾ ਹੈ - ਸੀਐਨਐਨ",
        "ਅਲ ਮਾਈਕਲਜ਼ ਰੋਮਾਂਚਕ ਰੈਵੇਨਜ਼-ਬੰਗਲਸ ਗੇਮ ਦੇ ਅੰਤ 'ਤੇ ਕਾਰਜਕਾਰੀ ਧਮਾਕੇਃ' ਬਹੁਤ ਸਾਰੀਆਂ ਖੇਡਾਂ ਇਸ ਤਰੀਕੇ ਨਾਲ ਖਤਮ ਹੁੰਦੀਆਂ ਹਨ '- ਫੌਕਸ ਨਿ Newsਜ਼",
        "ਨੈਸ਼ਨਲ ਫਰਾਈਡ ਚਿਕਨ ਸੈਂਡਵਿਚ ਡੇਅ 2024 ਸ਼ਨੀਵਾਰ ਹੈਃ ਇਨ੍ਹਾਂ ਸੌਦਿਆਂ ਅਤੇ ਫ੍ਰੀਬੀਜ਼ ਦੀ ਜਾਂਚ ਕਰੋ - ਯੂਐਸਏ ਅੱਜ",
        "ਸਪੇਸਐਕਸ ਡ੍ਰੈਗਨ ਨੇ ਆਈਐਸਐਸ ਆਰਬਿਟ ਨੂੰ ਪਹਿਲੀ ਵਾਰ ਵਧਾਉਣ ਲਈ ਥ੍ਰੈਸਟਰਾਂ ਨੂੰ ਅੱਗ ਲਗਾਈ - ਸਪੇਸ ਡਾਟ ਕਾਮ"
    ]
}