{
    "headlines": [
        "مقتل زعيم حماس يحيى السنوار في غزة: تحديثات حية - سي إن إن",
        "تقرير صادر عن الديمقراطيين في مجلس النواب يخلص إلى أن فندق ترامب قد فرض رسومًا زائدة على الخدمة السرية - واشنطن بوست",
        "تقول كوريا الجنوبية إن ما لا يقل عن 1500 من القوات الخاصة الكورية الشمالية في روسيا - واشنطن بوست",
        "كيف أصبح ميكي ماديسون \"مرتاحًا جدًا تقريبًا\" في نوادي التعري - واشنطن بوست",
        "اللاعب الأولمبي ريان جيمس ويدينغ مطلوب من قبل مكتب التحقيقات الفيدرالي بتهمة إدارة عملية مميتة لتهريب المخدرات - E! NEWS",
        "تطلق OpenAI تطبيق ChatGPT لنظام التشغيل Windows - Ars Technica",
        "يتيح لك NotebookLM من Google الآن توجيه مضيفي بودكاست الذكاء الاصطناعي الخاص بك - The Verge",
        "عدم اليقين العالمي يدفع الذهب فوق مستوى غير مسبوق يبلغ 2700 دولار للأونصة - رويترز",
        "المزيد من ملفات ترامب المختومة التي تم إصدارها في قضية جاك سميث الانتخابية في 6 يناير - سي إن بي سي",
        "مشاهدة: مدرب كرة السلة UVA توني بينيت يتحدث عن تقاعده - WRIC ABC 8News",
        "كان لدى ليام باين جدال \"متوتر للغاية\" مع امرأة غامضة عرض عليها 20 ألف دولار قبل وقت قصير من وفاته - نيويورك بوست",
        "2024 الأسبوع 7 توقعات نتائج الدوري الوطني لكرة القدم الأمريكية والاحتمالات والاختيارات: يصدر الخبراء نتائج دقيقة لجميع المباريات الـ 14 المتبقية - CBS Sports",
        "عشاء آل سميث: أربع حيل من ترامب وهاريس - BBC.com",
        "شرق آسيا الليلة: الصين تسجل أبطأ نمو للناتج المحلي الإجمالي الفصلي منذ عام 2023 - CNA",
        "Yankees vs. Guardians: Jhonkensy Noel، David Fry يحشد Guardians إلى النصر الملحمي، ذهابًا وإيابًا في لعبة ALCS 3 - Yahoo Sports",
        "تبدأ محاكمة القتل في بلدة صغيرة في ولاية إنديانا في مقتل فتاتين مراهقتين - وكالة أسوشيتد برس",
        "نقطة محذوفة هنا",
        "قمم دش نيزك أوريونيد في نهاية هذا الأسبوع: كيف ترى أجزاء من مذنب هالي تحترق في سماء الليل - Space.com",
        "ستمنح Spirit AeroSystems إجازة لـ 700 عامل مع استمرار إضراب ميكانيكي بوينغ - CNBC",
        "الرئيس التنفيذي لشركة CVS Health كارين لينش يتنحى، ويحل محله ديفيد جوينر، بعد انخفاض الأسهم بنسبة 19 ٪ - CBS News"
    ]
}