{
    "headlines": [
        "ਕੇਂਡਰਿਕ ਲਾਮਰ ਐਲਬਮ ‘ਜੀਐਨਐਕਸ‘ ਨੂੰ ਹੈਰਾਨ ਕਰਨ ਲਈ ਸਰ੍ਹੋਂ ਦਾ ਪ੍ਰਤੀਕਰਮ ਹੈ ਅਤੇ ਕਹਿੰਦਾ ਹੈ ਕਿ ਉਸਦੀ ‘ਟੀਵੀ ਬੰਦ' ਸ਼ੌਉਟ ਆਉਟ ‘ਇਲੀਟ ਸੀ’ - ਬਿਲਬੋਰਡ",
        "49ers ਕਿ Qਬੀ ਐਲਨ ਜ਼ਖਮੀ ਪੁਰਡੀ - ਈਐਸਪੀਐਨ ਦੀ ਥਾਂ ਤੇ ਸ਼ੁਰੂ ਕਰੇਗਾ",
        "ਡਿਫੈਂਸ ਨੇ ਡੈਨੀਅਲ ਪੈਨੀ ਹੱਤਿਆ ਦੇ ਮੁਕੱਦਮੇ ਵਿਚ ਆਪਣਾ ਕੇਸ ਠਹਿਰਾਇਆ - ਸੀ ਐਨ ਐਨ",
        "ਮੈਟ ਗਾਏਟਜ਼ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਹ ਅਗਲੇ ਸਾਲ ਕਾਂਗਰਸ ਵਿਚ ਵਾਪਸ ਨਹੀਂ ਆ ਰਿਹਾ - ਸੀ ਐਨ ਐਨ",
        "ਕੈਨੇਡੀ ਦੀ ‘ਮਹਾ ਤਬਦੀਲੀ ਟੀਮ’ ਵਿਚ ਟੈਕਸ ਵਿਰੋਧੀ ਕਾਰਕੁਨ ਸ਼ਾਮਲ ਹਨ - ਪੋਲਿਟਿਕੋ",
        "ਕੋਨੋਰ ਮੈਕਗ੍ਰੇਗਰ ਨੂੰ ਉਸ womanਰਤ ਨੂੰ $ 250K ਦਾ ਭੁਗਤਾਨ ਕਰਨਾ ਪਏਗਾ ਜੋ ਕਹਿੰਦਾ ਹੈ ਕਿ ਉਸਨੇ ਉਸ ਨਾਲ ਬਲਾਤਕਾਰ ਕੀਤਾ, ਸਿਵਲ ਜਿuryਰੀ ਦੇ ਨਿਯਮ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਨਿ York ਯਾਰਕ ਦੇ ਜੱਜ ਨੇ ਹਸ਼ ਮਨੀ ਕੇਸ ਵਿੱਚ ਅਗਲੇ ਹਫਤੇ ਟਰੰਪ ਦੀ ਸਜ਼ਾ ਨੂੰ ਰੱਦ ਕਰ ਦਿੱਤਾ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਇੱਥੇ 2024 ਲਈ ਹੁਣ ਤੱਕ ਦੇ ਸਰਬੋਤਮ ਬਲੈਕ ਫ੍ਰਾਈਡੇ ਟੀਵੀ ਸੌਦੇ ਹਨ - ਆਈਜੀਐਨ",
        "ਮੈਕਡੋਨਲਡਜ਼ ਅਮਰੀਕਾ ਦੇ ਮੁੱਲ ਮੀਨੂ ਦਾ ਵਿਸਥਾਰ ਕਰਨ ਲਈ ਜਿਵੇਂ ਕਿ ਸੌਦੇ ਦੀ ਭਾਲ ਕਰਨ ਵਾਲਿਆਂ ਲਈ ਫਾਸਟ ਫੂਡ ਚੇਨਜ਼ ਦੀ ਲੜਾਈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਏਆਈ ਚਿੱਪ ਸਟਾਰਟਅਪ ਮੈਟਐਕਸ, ਗੂਗਲ ਐਲਮਜ਼ ਦੁਆਰਾ ਸਥਾਪਿਤ, ਸੀਰੀਜ਼ ਏ ਨੂੰ $ 300M + ਵੈਲਯੂਏਸ਼ਨ ਤੇ ਉਭਾਰਦਾ ਹੈ, ਸਰੋਤ ਕਹਿੰਦੇ ਹਨ - ਟੈਕਕ੍ਰਾਂਚ",
        "ਬ੍ਰਾਜ਼ੀਲ ਦੀ ਪੁਲਿਸ ਨੇ ਰਸਮੀ ਤੌਰ 'ਤੇ ਬੋਲਸੋਨਾਰੋ' ਤੇ ਤਖਤਾਪਲਟ ਦੀ ਕੋਸ਼ਿਸ਼ ਦਾ ਦੋਸ਼ ਲਗਾਇਆ ਹੈ । ਅੱਗੇ ਕੀ ਆਵੇਗਾ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਐਜੂਕੇਸ਼ਨ ਬੋਰਡ ਨੇ ਟੈਕਸਾਸ ਐਲੀਮੈਂਟਰੀ ਸਕੂਲਾਂ ਲਈ ਵਿਕਲਪਿਕ ਬਾਈਬਲ-ਪ੍ਰਭਾਵਿਤ ਪਾਠਕ੍ਰਮ ਨੂੰ ਮਨਜ਼ੂਰੀ ਦਿੱਤੀ - KXAN. com",
        "ਹੁਣ ਤੁਸੀਂ ਇੱਕ ਕਾਪੀਲਾਟ ਪਲੱਸ ਪੀਸੀ ਤੇ ਮਾਈਕਰੋਸੌਫਟ ਦੇ ਰਿਕਾਲ ਏਆਈ ਫੀਚਰ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰ ਸਕਦੇ ਹੋ - ਦਿ ਵਰਜ",
        "ਈਲੋਨ ਮਸਕ ਦੀ ਕਤਲੇਆਮ ਦਾ ਉਦੇਸ਼ ਫੈਡਰਲ ਏਜੰਸੀਆਂ 'ਤੇ ਹੈ - ਇੱਥੇ ਜਿੱਥੇ ਕਟੌਤੀ ਕੀਤੀ ਜਾ ਸਕਦੀ ਹੈ - ਫੋਰਬਸ",
        "ਹਟਾਈ",
        "ਸੀਡੀਸੀ ਨੇ ਕੈਲੀਫੋਰਨੀਆ ਵਿੱਚ ਇੱਕ ਬੱਚੇ ਵਿੱਚ ਐਚ 5 ਐਨ 1 ਬਰਡ ਫਲੂ ਦੀ ਲਾਗ ਦੀ ਪੁਸ਼ਟੀ ਕੀਤੀ - ਸੀਡੀਸੀ",
        "ਪੁਤਿਨ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਰੂਸ 'ਲੜਾਈ ਦੀਆਂ ਸਥਿਤੀਆਂ' ਵਿਚ ਦੁਬਾਰਾ ਨਵੀਂ ਮਿਜ਼ਾਈਲ ਦੀ ਵਰਤੋਂ ਕਰੇਗਾ - ਬੀਬੀਸੀ.",
        "ਐਸ ਐਂਡ ਪੀ 500, ਡਾਓ ਨੇ ਕਾਰੋਬਾਰੀ ਗਤੀਵਿਧੀ ਦੇ ਅੰਕੜਿਆਂ ਤੋਂ ਬਾਅਦ ਇਕ ਹਫਤੇ ਦੇ ਉੱਚੇ ਪੱਧਰ 'ਤੇ ਪਿੰਨ ਕੀਤਾ - ਰਾਇਟਰਜ਼",
        "ਮਿਲਕੀ ਵੇਅ ਦੇ ਬਾਹਰ ਤਾਰੇ ਦੀ ਪਹਿਲੀ ਅਪ-ਬੰਦ ਤਸਵੀਰ ਲਈ ਗਈ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਜਾਇੰਟ ਜੋਨਸ ਨੂੰ ਕੱਟਣ ਲਈ ਸਹਿਮਤ ਹਨਃ ਕਿBਬੀ ਅਤੇ ਟੀਮ ਲਈ ਸਭ ਤੋਂ ਵਧੀਆ - ਈਐਸਪੀਐਨ"
    ]
}