{
    "headlines": [
        "ਮੁੱਖ ਟੇਕਵੇਅਜ਼ਃ ਤੁਸੀਂ ਹੈਰਿਸ ਦੇ ਐਨਬੀਸੀ ਇੰਟਰਵਿਊ ਤੋਂ ਕੀ ਖੁੰਝ ਗਏ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਟਰੰਪ ਦੇ ਸਾਬਕਾ ਚੀਫ ਆਫ਼ ਸਟਾਫ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਹ ‘ਫਾਸ਼ੀਵਾਦੀ‘ ਪਰਿਭਾਸ਼ਾ ਨੂੰ ਫਿੱਟ ਕਰਦਾ ਹੈ ਅਤੇ ‘ਤਾਨਾਸ਼ਾਹ ਪਹੁੰਚ‘ ਨੂੰ ਤਰਜੀਹ ਦਿੰਦਾ ਹੈ - ਸੀਐਨਐਨ",
        "ਲੇਬਰਨ ਅਤੇ ਬ੍ਰੌਨੀ ਜੇਮਜ਼ ਨੇ ਐਨਬੀਏ ਦੀ ਪਹਿਲੀ ਪਿਤਾ-ਪੁੱਤਰ ਜੋੜੀ ਵਜੋਂ ਇਕੱਠੇ ਖੇਡਣ ਦਾ ਇਤਿਹਾਸ ਬਣਾਇਆ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਡੋਨਾਲਡ ਟਰੰਪ ਨੇ ਬ੍ਰਿਟੇਨ ਦੀ ਲੇਬਰ ਪਾਰਟੀ 'ਤੇ ਵ੍ਹਾਈਟ ਹਾਊਸ ਦੀ ਦੌੜ ਵਿਚ ਦਖਲ ਦੇਣ ਦਾ ਦੋਸ਼ ਲਗਾਇਆ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "ਮੈਕਡੋਨਲਡਜ਼ ਕੁਆਰਟਰ ਪਾਉਂਡਰਜ਼ ਈ. ਕੋਲੀ ਫੈਲਣ ਨਾਲ ਜੁੜੇ ਹੋਏ ਹਨ, ਸੀਡੀਸੀ ਕਹਿੰਦਾ ਹੈ - ਐਕਸੀਓਸ",
        "ਮਿਡਲ ਈਸਟ ਨਵੀਨਤਮਃ ਇਜ਼ਰਾਈਲ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਸਨੇ ਇੱਕ ਹਿਜ਼ਬੁੱਲਾ ਅਧਿਕਾਰੀ ਨੂੰ ਮਾਰ ਦਿੱਤਾ ਜਿਸਦਾ ਸਮੂਹ ਦਾ ਅਗਲਾ ਮੁਖੀ ਹੋਣ ਦੀ ਉਮੀਦ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਵਿਅਕਤੀਗਤ ਤੌਰ 'ਤੇ ਗੈਰਹਾਜ਼ਰ ਵੋਟਿੰਗ ਦੇ ਉਦਘਾਟਨੀ ਦਿਨ' ਤੇ ਵਧੇਰੇ ਮਤਦਾਨ ਦੇਰੀ ਦਾ ਕਾਰਨ ਬਣਦਾ ਹੈ - ਡਬਲਯੂਆਈਐਸਐਨ ਮਿਲਵਾਕੀ",
        "ਜ਼ੇਲੇਨਸਕੀ ਨੇ ਸਹਿਯੋਗੀਆਂ ਨੂੰ ਉੱਤਰੀ ਕੋਰੀਆ ਦੀਆਂ ਫੌਜਾਂ ਦੀਆਂ ਰੂਸ ਦੀ ਮਦਦ ਕਰਨ ਦੀਆਂ ਰਿਪੋਰਟਾਂ 'ਤੇ ਕਾਰਵਾਈ ਕਰਨ ਲਈ ਕਿਹਾ - ਪੋਲੀਟੀਕੋ ਯੂਰਪ",
        "ਰੂਸ ਦਾ ਬ੍ਰਿਕਸ ਸੰਮੇਲਨਃ ਏਜੰਡੇ 'ਤੇ ਕੀ ਹੈ ਅਤੇ ਇਹ ਪੁਤਿਨ ਲਈ ਕਿਉਂ ਮਾਇਨੇ ਰੱਖਦਾ ਹੈ - Al Jazeera English",
        "‘ਬਲਾਇੰਡਸਾਈਡ’ ਬ੍ਰਾਇੰਨਾ ਚਿਕਨਫ੍ਰਾਈ ਜ਼ੈਕ ਬ੍ਰਾਇਨ ਬਰੇਕਅਪ ਦੀ ਪੁਸ਼ਟੀ ਕਰਦਾ ਹੈ - ਗਿਰਝ",
        "ਓਬਾਮਾ ਮਿਸ਼ੀਗਨ ਵਿੱਚ ਹੈਰਿਸ ਲਈ ਪ੍ਰਚਾਰ ਕਰਦੇ ਹੋਏ ਟਰੰਪ ਦੇ 2020 ਦੇ ਚੋਣ ਹਫੜਾ-ਦਫੜੀ ਨੂੰ ਯਾਦ ਕਰਦਾ ਹੈ - ਸੀਐਨਐਨ",
        "ਡੋਜਰਜ਼ ਦੇ ਦਿੱਗਜ ਪਿੱਚਰ ਵੈਲੇਨਜ਼ੁਏਲਾ ਦਾ 63 - ਈਐਸਪੀਐਨ 'ਤੇ ਦਿਹਾਂਤ ਹੋ ਗਿਆ",
        "ਸਟਾਕ ਠੋਕਰ, ਡਾਲਰ ਅਤੇ ਸੋਨੇ ਦੇ ਵਾਧੇ ਦੇ ਤੌਰ ਤੇ ਵਪਾਰੀ ਤੋਲ ਅਮਰੀਕਾ ਦੇ ਰੇਟ, ਚੋਣ - Reuters",
        "‘ਸਿਤਾਰਿਆਂ ਨਾਲ ਨੱਚਣਾ’: ਫੈਨ ਮਨਪਸੰਦ ਘਰ ਭੇਜਦਾ ਹੈ ਕਿਉਂਕਿ ਡਿਜ਼ਨੀ ਨਾਈਟ ਨੂੰ ਰਿਕਾਰਡ ਗਿਣਤੀ ਵਿਚ ਦਰਸ਼ਕਾਂ ਦੀਆਂ ਵੋਟਾਂ ਮਿਲਦੀਆਂ ਹਨ - ਵੰਨਗੀ",
        "ਸੇਲਟਿਕਸ ਟਾਈ 3-ਪੁਆਇੰਟ ਰਿਕਾਰਡ, ਹਿੱਟ 'ਲਿਡ' ਪਿੱਛਾ ਮਾਰਕ - ਈਐਸਪੀਐਨ",
        "ਤੁਲਸੀ ਗਬਾਰਡ ਰਿਪਬਲਿਕਨ ਨੂੰ ਬਦਲਣਾ ਡੋਨਾਲਡ ਟਰੰਪ ਲਈ 'ਹੈਰਾਨੀਜਨਕ' ਹੈ - ਨਿ Newsਜ਼ਵੀਕ",
        "ਬਰਡ ਫਲੂ ਵਾਸ਼ਿੰਗਟਨ ਰਾਜ ਵਿੱਚ ਚਾਰ ਨੂੰ ਸੰਕਰਮਿਤ ਕਰਦਾ ਹੈ; ਸੀਡੀਸੀ ਟੀਮ ਨੂੰ ਤਾਇਨਾਤ ਕਰਦਾ ਹੈ - ਦ ਹਿੱਲ",
        "ਸਪੇਸ ਫੋਰਸ ਦਾ ਅਧਿਕਾਰੀ ਨੋਜ਼ਲ ਅਸਫਲ ਹੋਣ ਦੇ ਬਾਵਜੂਦ ਵੁਲਕਨ ਰਾਕੇਟ ਨੂੰ ਪ੍ਰਮਾਣਿਤ ਕਰਨ ਦੀ ਉਮੀਦ ਕਰਦਾ ਹੈ - ਆਰਸ ਟੈਕਨੀਕਾ",
        "ਐਪਲ ਦੇ ਕਰੈਗ ਫੈਡਰਿਗੀ ਨੇ ਐਪਲ ਇੰਟੈਲੀਜੈਂਸ ਦੇਰੀ, ਸਿਰੀ ਦੇ ਭਵਿੱਖ ਅਤੇ ਹੋਰ ਬਾਰੇ ਦੱਸਿਆ | ਡਬਲਯੂਐਸਜੇ - ਦਿ ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "ਜਾਰਜੀਆ ਦੀ ਸੁਪਰੀਮ ਕੋਰਟ ਦੇ ਸੌਦੇ ਬੈਲਟ ਹੈਂਡ ਕਾਉਂਟ ਕੇਸ ਵਿੱਚ ਟਰੰਪ ਸਹਿਯੋਗੀਆਂ ਨੂੰ ਝਟਕਾ - ਰਾਇਟਰਜ਼"
    ]
}