{
    "headlines": [
        "Trump picks North Dakota governor to lead Interior - POLITICO",
        "China opens huge port in Peru to extend its reach in Latin America - The Washington Post",
        "Trump’s wildcard Cabinet choices leave oil industry scratching its head - POLITICO",
        "Gaetz faces rocky road to confirmation as pressure builds for release of House ethics probe - CNN",
        "Gaza: HRW accuses Israel of war crime with displacements - BBC.com",
        "Eagles vs. Commanders odds, prediction, spread, time: Thursday Night Football picks by NFL model on 17-7 roll - CBS Sports",
        "‘1000-Lb. Sisters’ Tammy Slaton shows off weight loss, reveals she weighs 281 pounds - Page Six",
        "New York to become first US city to have congestion charge - BBC.com",
        "Buffett's Berkshire Buys Shares of Domino's Pizza and Pool Corp., Dumps Apple Stock - Investopedia",
        "Super Micro Computer Stock Sank Again Today -- Is the Beaten-Down AI Stock Cheap Enough to Buy Now? - Yahoo! Voices",
        "Donald Trump picks Robert Kennedy Jr to run US health department - Financial Times",
        "Chiefs to sign Spencer Shrader with Harrison Butker set for injured reserve - NBC Sports",
        "Google working on ‘Shielded Email’ to hide your address from apps - 9to5Google",
        "Eva Longoria says her family no longer lives in 'dystopian' US - BBC.com",
        "Measles is debilitating and deadly and cases are surging, WHO and CDC warn - WLWT Cincinnati",
        "Jake Paul betting entire $40 million purse that he’ll beat Mike Tyson - New York Post ",
        "Tropical Storm Sara tracker: Map and projected storm path - The Washington Post",
        "Satire publication The Onion buys Alex Jones' Infowars at auction with Sandy Hook families' backing - ABC News",
        "'The bottom line is, I told you so': JWST observations upend standard model of how galaxies form, new study claims - Livescience.com",
        "Disney earnings offer hope that streaming can successfully supplant linear TV - CNBC"
    ]
}