{
    "headlines": [
        "Oscar-winning actor Gene Hackman and his wife and dog found dead in their New Mexico home - The Associated Press",
        "Shares of British aerospace giant Rolls-Royce jump 15% on upbeat outlook, profit beat - CNBC",
        "Abdul Carter might need foot surgery - NBC Sports",
        "Trump threatens to slap 25% tariffs on EU, says bloc was always meant to hurt the U.S. - CNBC",
        "CNBC Daily Open: Nvidia’s earnings are steady — but U.S. consumer confidence is shaky - CNBC",
        "Taylor Lautner Defends Selena Gomez Amid Body-Shaming Comments: “A Cruel World Full of Hate” - Hollywood Reporter",
        "Supreme Court's Roberts pauses order for Trump admin to release $1.9B in foreign aid funding - Axios",
        "Coffins said to contain hostages’ bodies arrive in Israel and Palestinian prisoners freed as Gaza truce nears expiry - CNN",
        "Taiwan condemns China for conducting shooting drills off its coast - The Associated Press",
        "Johnson rules out steepest Medicaid cut options - POLITICO",
        "FDA cancels pivotal advisory meeting about next season's flu vaccine - ABC News",
        "Portland's Shaedon Sharpe enters Dunk of the Year territory with wild one-handed slam over Justin Champagnie - Yahoo Sports",
        "Private company rockets toward the moon in the latest rush of lunar landing attempts - The Associated Press",
        "U.S. lays out $1 billion plan to combat bird flu egg shortages - The Washington Post",
        "North Korea was responsible for $1.5 billion ByBit hack, FBI says - NBC News",
        "Amazon’s AI-powered Alexa Plus to cost non-Prime users $20 a month - The Washington Post",
        "Blake Lively Pays Tribute To ‘Gossip Girl’ Co-Star Michelle Trachtenberg: “She Was Electricity” - Deadline",
        "Apple iPhone 16e review: An A18 chip and Apple Intelligence for $599 - TechCrunch",
        "Trump says Ukraine minerals deal done and Zelensky visiting Friday - Axios"
    ]
}