{
    "headlines": [
        "ਨੋਵਾਕ ਜੋਕੋਵਿਚ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਟੈਨਿਸ ਵਿਚ ਹਾਲ ਹੀ ਵਿਚ ਡੋਪਿੰਗ ਦੇ ਮਾਮਲੇ ‘ਪੱਖਪਾਤ’ ਦਾ ਸੁਝਾਅ ਦਿੰਦੇ ਹਨ ਅਤੇ ‘ਸਾਡੀ ਖੇਡ ਲਈ ਚੰਗੀ ਤਸਵੀਰ ਨਹੀਂ’ - ਸੀ ਐਨ ਐਨ",
        "6 ਕਤਲੇਆਮ ਨਾਲ ਜੁੜੇ ਪੰਥਕ ਜ਼ੀਜ਼ੀਅਨ ਦੇ ਨੇਤਾ ਮੈਰੀਲੈਂਡ ਦੀ ਅਦਾਲਤ ਵਿੱਚ ਬਕਾਇਆ ਹੈ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਹਮਾਸ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਹ ਬੀਬਾ ਪਰਿਵਾਰ ਸਮੇਤ ਚਾਰ ਬੰਧਕਾਂ ਦੀਆਂ ਲਾਸ਼ਾਂ ਵਾਪਸ ਕਰੇਗਾ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਪੋਸਟਮਾਸਟਰ ਜਨਰਲ ਲੂਯਿਸ ਡੀਜੌਏ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਇਹ ਉਸ ਦੀ ਥਾਂ ਲੈਣ ਦਾ ਸਮਾਂ ਹੈ - ਪੋਲਿਟਿਕੋ",
        "ਦੂਰ-ਖੱਬੇ ਕਾਰਕੁਨ ਲਿਓਨਾਰਡ ਪੇਲਟੀਅਰ, 2 ਐਫਬੀਆਈ ਏਜੰਟਾਂ ਦੇ ਕਤਲੇਆਮ ਵਿੱਚ ਉਮਰ ਕੈਦ ਕੱਟ ਰਿਹਾ ਹੈ, ਬਿਡੇਨ ਕਲੀਮੇਂਸੀ ਦੇ ਅਧੀਨ ਜੇਲ੍ਹ ਛੱਡਦਾ ਹੈ - ਫੌਕਸ ਨਿ Newsਜ਼",
        "ਯੂਰਪੀਅਨ ਡਿਫੈਂਸ ਸਟਾਕ ਰੈਲੀ ਦੇ ਤੌਰ ਤੇ ਮਿਲਟਰੀ ਵਰਲਡਵਿview ਸ਼ਿਫਟ - ਨਿਵੇਸ਼ਕ ਦਾ ਕਾਰੋਬਾਰ ਰੋਜ਼ਾਨਾ",
        "'ਠੰਡਾ ਅਤੇ ਹਿਸਾਬ ਲਗਾਇਆ ਗਿਆ': 50 ਸਾਲਾਂ ਬਾਅਦ, ਸਾ Southਥਵੈਸਟ ਏਅਰਲਾਈਨਜ਼ ਨੇ ਪਹਿਲੇ ਵੱਡੇ ਪੱਧਰ 'ਤੇ ਛਾਂਟੀ ਦਾ ਐਲਾਨ ਕੀਤਾ. ਇੱਥੇ ਕਰਮਚਾਰੀ ਕਿਵੇਂ ਜਵਾਬ ਦੇ ਰਹੇ ਹਨ - WFAA. com",
        "2025 ਐਨਐਫਐਲ ਫਰੈਂਚਾਇਜ਼ੀ ਟੈਗ ਟਰੈਕਰਃ ਮੁਫਤ ਏਜੰਸੀ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ ਦੇ ਸਾਹਮਣੇ ਟੈਗ ਕੀਤੇ ਜਾਣ ਵਾਲੇ ਚੋਟੀ ਦੇ ਉਮੀਦਵਾਰਾਂ ਵਿੱਚ ਬੰਗਾਲ ਦੇ ਟੀ ਹਿਗਿੰਸ",
        "ਡੋਗੇ ਨਾਲ ਟਕਰਾਅ ਤੋਂ ਬਾਅਦ ਚੋਟੀ ਦੇ ਸੋਸ਼ਲ ਸਿਕਿਓਰਿਟੀ ਅਧਿਕਾਰੀ ਨੇ ਦਿੱਤਾ ਅਸਤੀਫਾ, ਸੂਤਰਾਂ ਦਾ ਕਹਿਣਾ ਹੈ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਸਟਾਕ ਫਿuresਚਰ ਇੱਕ ਛੋਟਾ ਵਪਾਰਕ ਹਫਤਾ ਸ਼ੁਰੂ ਕਰਨ ਲਈ ਵਧਦਾ ਹੈਃ ਲਾਈਵ ਅਪਡੇਟਸ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਏਐਸਯੂਐਸ ਆਰਓਜੀ ਫਲੋ Z13 GZ302EA ਪਰਿਵਰਤਨਸ਼ੀਲ ਸਮੀਖਿਆ - ਏਐਮਡੀ ਦਾ ਸਟ੍ਰਿਕਸ ਹਾਲੋ ਜੀਪੀਯੂ ਆਰਟੀਐਕਸ 4070 ਲੈਪਟਾਪ ਦੇ ਨਾਲ ਗਰਦਨ ਅਤੇ ਗਰਦਨ ਹੈ - ਨੋਟਬੁੱਕਚੈਕ.",
        "ਵੈਟੀਕਨ ਨੇ ਪੋਪ ਫ੍ਰਾਂਸਿਸ ਦੀਆਂ ਸਿਹਤ ਸੰਬੰਧੀ ਚਿੰਤਾਵਾਂ ਵਧਦੀਆਂ ਨਿਯੁਕਤੀਆਂ ਰੱਦ ਕੀਤੀਆਂ - ਦਿ ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "ਈਥਨ ਹਾਕੇਃ 'ਜਦੋਂ ਅਸੀਂ ਹਰ ਕੀਮਤ' ਤੇ ਪੈਸਿਆਂ ਨੂੰ ਤਰਜੀਹ ਦਿੰਦੇ ਹਾਂ, ਤਾਂ ਜੋ ਸਾਨੂੰ ਮਿਲਦਾ ਹੈ ਉਹ ਆਮ ਪਦਾਰਥ ਹੁੰਦਾ ਹੈ ’- ਵੰਨਗੀ",
        "ਰੈੱਡ ਸੋਕਸ ਨੂੰ ਸੰਭਾਵਤ ਸੁਪਰਸਟਾਰ ਟੀਚੇ ਬਾਰੇ ਸ਼ਾਨਦਾਰ ਖ਼ਬਰਾਂ ਪ੍ਰਾਪਤ ਹੁੰਦੀਆਂ ਹਨ - ਐਨਈਐਸਐਨ",
        "ਆਈਫੋਨ 17 ਅਤੇ ਆਈਫੋਨ 17 ਏਅਰ ਪਿਛਲੇ ਸਾਲ ਦੇ ਪ੍ਰੋ ਮਾਡਲ ਦੇ ਤੌਰ ਤੇ ਉਸੇ OLED ਪੈਨਲ ਨੂੰ ਫੀਚਰ ਕਰਨ ਲਈ - MacRumors",
        "ਵਨਪਲੱਸ ਵਾਚ 3 ਅੰਤ ਵਿੱਚ ਇੱਕ ਸਹੀ ਘੁੰਮਣ ਵਾਲਾ ਤਾਜ ਜੋੜਦਾ ਹੈ - ਦ ਵਰਜ",
        "ਯੂਰਪ ਨੇ ਲੰਬੀ ਮਿਆਦ ਦੇ ਆਈਐਸਐਸ ਮਿਸ਼ਨ ਲਈ ਪਹਿਲੀ \"ਅਪਾਹਜ ਪੁਲਾੜ ਯਾਤਰੀ\" ਨੂੰ ਮਨਜ਼ੂਰੀ ਦਿੱਤੀ - ਪੁਲਾੜ ਲਈ ਇਤਿਹਾਸਕ ਲੀਪ - ਦਿ ਡੇਲੀ ਗਲੈਕਸੀ --Great Discoveries Channel",
        "The O2 ਤੇ F1 75 extravaganza ਤੋਂ ਚੋਟੀ ਦੇ ਸ਼ਾਟ - ਫਾਰਮੂਲਾ 1"
    ]
}