{
    "headlines": [
        "De la chaire à la manifestation : de quoi parle le boycott de Target pendant 40 jours - The Washington Post",
        "Les républicains poussent Musk à laisser le Congrès voter sur les coupes DOGE - CNN",
        "Les chargeurs de Los Angeles se séparent avec Joey Bosa - Chargers.com",
        "Les républicains mènent une enquête sur la ville sanctuaire ciblant les maires démocrates - Axios",
        "Roy Ayers, musicien et compositeur de « Everybody Loves the Sunshine » et de « Coffy », meurt à 84 ans - Variété",
        "Mises à jour en direct du 2ème trimestre de Trump : la cour d'appel permet à Trump de révoquer le chef de l'agence de surveillance fédérale - ABC News",
        "Trump donne au Hamas un nouvel ultimatum pour libérer les otages ou « c'est FINI pour vous » - USA TODAY",
        "Trump atteint 36,6 millions de téléspectateurs pour son premier discours au Congrès au deuxième mandat - The Associated Press",
        "Daredevil : Born Again's One-Take Fight Scene Is All About the ‘Train Tracks of Fate’ - IGN",
        "Voici un premier aperçu du nouveau MacBook Air M4 en bleu ciel - 9to5Mac",
        "Un juge fédéral bloque les coupes drastiques dans le financement de la recherche médicale - The Associated Press",
        "Le Sénat vote pour dépouiller le CFPB de son pouvoir de réglementer X - The Verge",
        "Trump a déclaré que les taux de cancer chez les enfants ont augmenté de 40% depuis 1975. Voici ce que les données montrent - ABC News",
        "L'orbiteur de la NASA capture une vue imprenable sur l'atterrisseur fantôme bleu sur la Lune - Gizmodo",
        "Le nouvel iPad d'entrée de gamme avec puce A16 a plus de RAM que l'iPad 10 - MacRumors",
        "Top 5 des correspondances commerciales potentielles pour Seahawks WR DK Metcalf - FOX SPORTS",
        "RFK Jr. affirme que la vitamine A pourrait aider à traiter la rougeole. Voici ce que pensent les médecins. - Business Insider",
        "2025 NFL offseason : Best landing spots for Davante Adams, DK Metcalf, other veteran wideouts now available - CBS Sports"
    ]
}