{
    "headlines": [
        "ਸਰਕਾਰੀ ਵਕੀਲ ਸਾਂਝਾ ਕਰਦੇ ਹਨ ਕਿ ਕਿਵੇਂ ਇੱਕ ਸਮਾਰਟਵਾਚ ਨੇ ਲੇਕਨ ਰਿਲੀ ਦੀ ਹੱਤਿਆ ਵਿੱਚ ਸੁਰਾਗ ਛੱਡ ਦਿੱਤੇ. ਇੱਥੇ ਹੁਣ ਤੱਕ ਦੇ ਮੁੱਖ ਟ੍ਰਾਇਲ ਟੇਕਵੇਜ਼ ਹਨ - ਸੀ ਐਨ ਐਨ",
        "ਜੇਕ ਪੌਲ ਨੇ ਮਾਈਕ ਟਾਇਸਨ ਨੂੰ ਬਹੁਤ ਜ਼ਿਆਦਾ ਉਮੀਦ ਕੀਤੀ ਲੜਾਈ ਵਿਚ ਸਰਬਸੰਮਤੀ ਨਾਲ ਫੈਸਲੇ ਦੁਆਰਾ ਹਰਾਇਆ - ਸੀ ਐਨ ਐਨ",
        "ਉੱਤਰੀ ਭਾਰਤ ਦੇ ਹਸਪਤਾਲ 'ਚ ਲੱਗੀ ਅੱਗ' ਚ 10 ਨਵਜੰਮੇ ਬੱਚਿਆਂ ਦੀ ਮੌਤ - Al Jazeera English",
        "ਜਲੇਨ ਬਰੂਨਸਨ ਦੀ ਗੇਮ ਜੇਤੂ, ਮਿਕਾਲ ਬ੍ਰਿਜਜ਼ ਬਲਾਕ ਨਿਕਸ ਨੂੰ ਨੈੱਟਜ਼ ਉੱਤੇ ਪ੍ਰਤੀਯੋਗੀ ਜਿੱਤ ਦੇ ਨਾਲ ਭੱਜਣ ਵਿੱਚ ਸਹਾਇਤਾ ਕਰਦਾ ਹੈ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਰਾਬਰਟ ਰੋਬਰਸਨ ਦੀ ਫਾਂਸੀ ਦੁਬਾਰਾ ਸ਼ੁਰੂ ਹੋ ਸਕਦੀ ਹੈ, ਟੈਕਸਾਸ ਸੁਪਰੀਮ ਕੋਰਟ ਕਹਿੰਦਾ ਹੈ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਕ੍ਰਿਸਟੋਫਰ ਰੈਨਸਟ੍ਰੋਮ ਦੁਆਰਾ ਸ਼ਨੀਵਾਰ, 11/16/24 ਲਈ ਹਰੋਸਕੋਪ - SFGATE",
        "ਲੇਬ੍ਰੋਨ ਅਪਸ ਟ੍ਰਿਪਲ-ਡਬਲ ਸਟ੍ਰੀਕ ਨੂੰ 4 ਵਿਚ ਐਲ. ਏ. ਵਿਨ - ਈਐਸਪੀਐਨ",
        "ਸੈਂਟਰਲ ਓਆਹੁ ਪ੍ਰਾਪਰਟੀ 'ਤੇ ਪੰਛੀਆਂ ਵਿਚ ਏਵੀਅਨ ਇਨਫਲੂਐਂਜ਼ਾ ਦੀ ਪੁਸ਼ਟੀ ਕੀਤੀ ਗਈ - ਹੋਨੋਲੂਲੂ ਸਟਾਰ-ਐਡਵਰਟਾਈਜ਼ਰ",
        "ਐਲੇਕਸ ਜੋਨਸ ਦੇ ਇਨਫੋਵਾਰਸ ਨੂੰ ਖਰੀਦਣ ਦੀ ਦ ਪਿਆਜ਼ ਦੀ ਕੋਸ਼ਿਸ਼ ਵਿਚ ਅੱਗੇ ਕੀ ਹੁੰਦਾ ਹੈ - ਪੋਲਿਟਿਕੋ",
        "ਟਰੰਪ ਨੇ ਕੈਰੋਲਿਨ ਲੀਵਿਟ ਨੂੰ ਵ੍ਹਾਈਟ ਹਾਊਸ ਦੀ ਸਭ ਤੋਂ ਛੋਟੀ ਉਮਰ ਦੀ ਪ੍ਰੈਸ ਸਕੱਤਰ ਨਾਮਜ਼ਦ ਕੀਤਾ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਔਰਤ ਨੇ ਘਰ ਦੀ ਨੈਤਿਕਤਾ ਨੂੰ ਦੱਸਿਆ ਉਸਨੇ ਮੈਟ ਗਾਏਟਜ਼ ਨੂੰ ਇੱਕ ਨਾਬਾਲਗ ਨਾਲ ਸੈਕਸ ਕਰਦੇ ਵੇਖਿਆ, ਵਕੀਲ ਕਹਿੰਦਾ ਹੈ - ਰੋਲਿੰਗ ਸਟੋਨ",
        "ਯੂਕਰੇਨ ਵਿਚ ਉੱਤਰੀ ਕੋਰੀਆ ਦੇ ਸੈਨਿਕ ‘ਗੰਭੀਰ ਵਧਣਾ', ਸਕੋਲਜ਼ ਪੁਤਿਨ ਨੂੰ ਕਹਿੰਦਾ ਹੈ - ਬੀਬੀਸੀ.",
        "ਟਰੰਪ ਪੈਂਟਾਗਨ ਦੀ ਚੋਣ ਨੂੰ ਸਾਥੀ ਸੇਵਾ ਮੈਂਬਰ ਨੇ ਸੰਭਵ ਤੌਰ 'ਤੇ' ਇਨਸਾਈਡਰ ਧਮਕੀ 'ਵਜੋਂ ਝੰਡੀ ਦਿੱਤੀ ਸੀ - ਸਟਾਰ ਟ੍ਰਿਬਿਊਨ",
        "ਬਲੂਸਕੀ ਕੀ ਹੈ, ਤੇਜ਼ੀ ਨਾਲ ਵੱਧ ਰਿਹਾ ਸੋਸ਼ਲ ਪਲੇਟਫਾਰਮ ਭੱਜ ਰਹੇ ਐਕਸ ਉਪਭੋਗਤਾਵਾਂ ਦਾ ਸਵਾਗਤ ਕਰਦਾ ਹੈ? - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਈਵਾ ਲੋਂਗੋਰੀਆ ਨੇ ਸਪੱਸ਼ਟ ਕੀਤਾ ਕਿ ਉਸਨੇ ਡੋਨਾਲਡ ਟਰੰਪ ਦੇ ਕਾਰਨ ਪਰਿਵਾਰ ਨੂੰ ਸੰਯੁਕਤ ਰਾਜ ਤੋਂ ਬਾਹਰ ਨਹੀਂ ਲਿਜਾਇਆ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਹਾਫ-ਲਾਈਫ 2 20 ਵੀਂ ਵਰ੍ਹੇਗੰ Update ਅਪਡੇਟ ਵਿੱਚ ਡਿਵੈਲਪਰ ਟਿੱਪਣੀ, ਸੁਧਾਰੀ ਗ੍ਰਾਫਿਕਸ, ਅਤੇ ਇੱਕ 2-ਘੰਟੇ ਦੀ ਦਸਤਾਵੇਜ਼ੀ ਸ਼ਾਮਲ ਹੈ - ਆਈਜੀਐਨ",
        "ਬਾਈਡੇਨ ਨੇ ਸਹਿਯੋਗੀਆਂ ਨਾਲ ਮੁਲਾਕਾਤ ਕੀਤੀ, 'ਮਹੱਤਵਪੂਰਨ ਰਾਜਨੀਤਿਕ ਤਬਦੀਲੀ' ਦੀ ਚੇਤਾਵਨੀ ਦਿੱਤੀ - DW (ਪੰਜਾਬੀ)",
        "ਸੁਪਰਮਾਈਕਰੋ ਸਟਾਕ ਨੇ ਡਿਲਿਸਟਿੰਗ ਤੋਂ ਬਚਣ ਦੀ ਯੋਜਨਾ ਦੀਆਂ ਰਿਪੋਰਟਾਂ 'ਤੇ ਵਾਧਾ ਕੀਤਾ - ਯਾਹੂ ਵਿੱਤ",
        "ਹਿਸਪੈਨਿਕ, ਐਲਜੀਬੀਟੀਕਿQ ਕਮਿ communitiesਨਿਟੀਆਂ ਨਸਲੀ ਟੈਕਸਟ ਵਾਧੇ ਤੋਂ ਬਾਅਦ ਨਫ਼ਰਤ ਭਰੀਆਂ ਈਮੇਲਾਂ ਪ੍ਰਾਪਤ ਕਰਦੀਆਂ ਹਨ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਟਰੰਪ ਨੇ ਇੰਟੀਰੀਅਰ ਦੇ ਨਾਮਜ਼ਦ ਬਰਗਮ ਨੂੰ ਨਵੀਂ ਰਾਸ਼ਟਰੀ Energyਰਜਾ ਪ੍ਰੀਸ਼ਦ ਦਾ ਮੁਖੀ ਨਿਯੁਕਤ ਕੀਤਾ - ਪੋਲਿਟਿਕੋ"
    ]
}