{
    "headlines": [
        "ਫੌਕਸ ਮੇਜ਼ਬਾਨ, ਕੇਬਲ ਨਿ Newsਜ਼ ਰੈਗੂਲਰ ਅਤੇ ਮਨੋਰੰਜਨ ਦੇ ਪੇਸ਼ੇਃ ਟਰੰਪ ਮੇਡ-ਫੋਰ-ਟੀਵੀ ਕੈਬਨਿਟ ਕਾਸਟ ਕਰ ਰਿਹਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਕੇਂਦਰੀ ਬੇਰੂਤ ਰਿਹਾਇਸ਼ੀ ਇਮਾਰਤ ਇਜ਼ਰਾਈਲ ਦੇ ਵਿਸ਼ਾਲ ਹਵਾਈ ਹਮਲਿਆਂ ਨਾਲ ਟਕਰਾਈ - ਬੀਬੀਸੀ.",
        "ਅਮੀਰ ਦੇਸ਼ COP29 ਜਲਵਾਯੂ ਸਮਝੌਤੇ ਨੂੰ 300 ਬਿਲੀਅਨ ਡਾਲਰ ਤੱਕ ਵਾਪਸ ਵਧਾਉਂਦੇ ਹੋਏ, ਸੂਤਰਾਂ ਦਾ ਕਹਿਣਾ ਹੈ - ਰਾਇਟਰ",
        "ਟਰੰਪ ਨੇ ਮਾਰਟੀ ਮਕਰੀ ਨੂੰ ਐਫਡੀਏ ਦੀ ਅਗਵਾਈ ਕਰਨ ਲਈ ਚੁਣਿਆ, ਡੇਵ ਵੈਲਡਨ ਨੂੰ ਸੀਡੀਸੀ ਚਲਾਉਣ ਲਈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਸ਼ਨੀਵਾਰ, ਨਵੰਬਰ 23, 2024 ਲਈ ਕੁੰਡਲੀ - ਸ਼ਿਕਾਗੋ ਸੂਰਜ-ਟਾਈਮਜ਼",
        "ਟਰੰਪ ਨੇ ਹੇਜ ਫੰਡ ਮੈਨੇਜਰ ਸਕਾਟ ਬੇਸੇਂਟ ਨੂੰ ਖਜ਼ਾਨਾ ਚਲਾਉਣ ਲਈ ਟੈਪ ਕੀਤਾ - ਐਕਸੀਓਸ",
        "ਲੋਰੀ ਚਾਵੇਜ਼-ਡੀਰੇਮਰ ਬਾਰੇ ਕੀ ਜਾਣਨਾ ਹੈ, ਲੇਬਰ ਸੈਕਟਰੀ ਲਈ ਟਰੰਪ ਦੀ ਚੋਣ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਪੁਤਿਨ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਰੂਸ 'ਲੜਾਈ ਦੀਆਂ ਸਥਿਤੀਆਂ' ਵਿਚ ਦੁਬਾਰਾ ਨਵੀਂ ਮਿਜ਼ਾਈਲ ਦੀ ਵਰਤੋਂ ਕਰੇਗਾ - ਬੀਬੀਸੀ.",
        "ਯੂਐਫਸੀ ਫਾਈਟ ਨਾਈਟ 248 ਲਾਈਵ ਅਪਡੇਟਸਃ ਨਤੀਜੇ, ਹਰ ਲੜਾਈ ਦੀ ਗੋਲ ਕਵਰੇਜ - ਐਮਐਮਏ ਜੰਕੀ",
        "ਜੇਸਨ ਅਤੇ ਕਾਇਲੀ ਕੈਲਸੀ ਬੇਬੀ ਨੰਬਰ ਚਾਰ ਦੀ ਉਮੀਦ ਕਰ ਰਹੇ ਹਨ - ਯਾਹੂ ਐਂਟਰਟੇਨਮੈਂਟ",
        "ਤਤਕਾਲ ਨਿਰੀਖਣ: ਆਖ਼ਰਕਾਰ ਸਿਕਸਰਜ਼ ਨੇ ਟਾਇਰਸ ਮੈਕਸੇ, ਜੇਰੇਡ ਮੈਕਕੇਨ ਨੂੰ ਪਿੱਛੇ ਛੱਡ ਕੇ ਸੀਜ਼ਨ ਦੀ ਤੀਜੀ ਜਿੱਤ ਪ੍ਰਾਪਤ ਕੀਤੀ - PhillyVoice. com",
        "ਫਾਇਰਬ੍ਰਾਂਡ ਗੋਰਕਾ ਐਨਐਸਸੀ ਦੀ ਭੂਮਿਕਾ ਵਿਚ ਟਰੰਪ ਵ੍ਹਾਈਟ ਹਾ Houseਸ ਵਾਪਸ ਪਰਤਿਆ - ਪੋਲਿਟਿਕੋ",
        "ਜਾਇੰਟਸ ਨੇ ਡੈਨੀਅਲ ਜੋਨਸ ਨੂੰ ਜਾਰੀ ਕੀਤਾਃ ਸਾਬਕਾ ਟੀਮ ਸਾਥੀ ਸਾਕੋਨ ਬਾਰਕਲੇ ਨੇ ਕਿ Qਬੀ ਨੂੰ ਨਿ New ਯਾਰਕ ਛੱਡਣ 'ਤੇ ਪ੍ਰਤੀਕ੍ਰਿਆ ਕੀਤੀ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਟਰੰਪ ਨੇ ਚੋਟੀ ਦੇ ਬਜਟ ਅਧਿਕਾਰੀ ਵਜੋਂ ਵਾਪਸ ਆਉਣ ਲਈ ਪ੍ਰੋਜੈਕਟ 2025 ਆਰਕੀਟੈਕਟ ਰਸਲ ਵੌਟ ਨੂੰ ਚੁਣਿਆ - ਪੀਬੀਐਸ ਨਿ Newsਜ਼ਹੋਰ",
        "49ers ਕਿ Qਬੀ ਬ੍ਰਾਂਡਨ ਐਲਨ ਨੇ 2021 ਤੋਂ ਪਹਿਲੀ ਸ਼ੁਰੂਆਤ ਨੂੰ ਬੁਲਾਇਆ \"ਬਾਹਰ ਜਾਣ ਅਤੇ ਵਧੀਆ ਖੇਡਣ ਦਾ ਮੌਕਾ\" - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਸੀਨ ‘ਡਿੱਡੀ’ ਕੰਬਜ਼ ਦੀ ਜ਼ਮਾਨਤ 'ਤੇ ਰਿਹਾਅ ਹੋਣ ਵਾਲੀ ਤੀਜੀ ਬੋਲੀ ਦਾ ਫੈਸਲਾ ਅਗਲੇ ਹਫਤੇ ਤੱਕ ਨਹੀਂ ਹੋਵੇਗਾ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਅਮਰੀਕਾ 'ਚ ਕੈਲੀਫੋਰਨੀਆ' ਚ ਇਕ ਬੱਚੇ 'ਚ ਪਹਿਲੀ ਬਰਡ ਫਲੂ ਦੀ ਪੁਸ਼ਟੀ - The Washington Post",
        "ਮੈਕਸੀਕੋ ਵਿਚ ਇਕ ਪੁਲਿਸ ਮੁਖੀ ਨੇ ਆਤਮ ਹੱਤਿਆ ਕਰ ਲਈ ਕਿਉਂਕਿ ਫੌਜਾਂ ਉਸ ਨੂੰ ਭ੍ਰਿਸ਼ਟਾਚਾਰ ਦੀ ਜਾਂਚ ਵਿਚ ਗ੍ਰਿਫਤਾਰ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰ ਰਹੀਆਂ ਹਨ - ਯਾਹੂ! ਆਵਾਜ਼ਾਂ",
        "ਐਮਪੌਕਸ ਇਨ ਡੀ ਆਰ ਕਾਂਗੋਃ ਬੀਬੀਸੀ ਨੇ ਐਮਪੌਕਸ ਕਲੀਨਿਕ ਦਾ ਦੌਰਾ ਕੀਤਾ ਕਿਉਂਕਿ ਡਬਲਯੂਐਚਓ ਕਹਿੰਦਾ ਹੈ ਕਿ ਕੇਸ 'ਪਠਾਰ' - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "‘ਜਾਨ-ਮਾਲ ਦੀ ਸਥਿਤੀ’: ਸੈਨ ਫ੍ਰਾਂਸਿਸਕੋ ਨੇ ਭਾਰੀ ਬਾਰਸ਼ ਦੇ ਬੈਂਡ ਨਾਲ ਘੇਰਿਆ - ਸੈਨ ਫ੍ਰਾਂਸਿਸਕੋ ਕ੍ਰੋਨਿਕਲ"
    ]
}