{
    "headlines": [
        "Horoskop für Samstag, 22. Februar 2025 - Chicago Sun-Times",
        "Die Familie der israelischen Geisel Shiri Bibas sagt, dass der zurückgekehrte Körper ihr gehört - BBC.com",
        "Stephen A. Smith völlig verblüfft von Yankees ’Gesichtshaar-Pressekonferenz: \"Was für eine Schande\" - New York Post",
        "Trump feuert CQ Brown als Joint Chiefs Chairman - ABC News",
        "Richter blockiert vorübergehend wichtige Teile von Trumps Executive Orders, die auf DEI abzielen - The Washington Post",
        "Arabische Führer suchen nach Alternativen zu Trumps Gaza-Vorschlag - The Washington Post",
        "Nvidia bestätigt \"seltenes\" RTX 5090 und 5070 Ti-Fertigungsproblem - The Verge",
        "Das Webb-Teleskop der NASA enthüllt einen endlosen kosmischen Feuersturm im Zentrum der Milchstraße - SciTechDaily",
        "Trump spart mit dem demokratischen Gouverneur von Maine bei der Veranstaltung im Weißen Haus über die Anordnung zur Exekutive von Transgender-Athleten - ABC News",
        "Der Oberste Gerichtshof verzögert Trumps Bemühungen, den Ethikwächter des Bundes zu feuern - POLITICO",
        "Bracketology Bubble Watch: Fünf SEC-Teams schweben um die NCAA-Turnierlinie in Aktion Samstag - CBS Sports",
        "Kryptowährungsbörse sagt, dass sie Opfer eines 1,5-Milliarden-Dollar-Hacks wurde - The Associated Press",
        "Deutsche Wahl: Endspurt als Spitzenreiter Merz schwört, in Europa zu führen - BBC.com",
        "Die NASA wählt SpaceX aus, um NEO Surveyor zu starten - SpaceNews",
        "Wer wird der nächste James Bond? Amazons harte 007-Entscheidung - BBC.com",
        "Gabriel Macht über die Rückkehr als Harvey Specter in Suits LA - Variety",
        "NFL Draft 2025: 10 Interessenten, die während des Pre-Draft-Prozesses aufsteigen könnten - NFL.com",
        "Masernausbruch in Texas erreicht 90 Fälle; 9 Fälle in New Mexico - Ars Technica",
        "Wird Warren Buffett sagen, warum er so viel Bargeld hält? - Fortune"
    ]
}