{
    "headlines": [
        "إنفيديا تتفوق على إيرادات الربع الثالث، وتقديرات ربحية السهم، وقيود العرض: يقول هوانغ إن \"عصر الذكاء الاصطناعي في كامل قوته\" (محدث) - Yahoo Finance",
        "UConn's Auriemma تسجل رقمًا قياسيًا في انتصارات NCAA على الإطلاق - ESPN",
        "مكتب التحقيقات الفيدرالي يعتقل رجلًا متهمًا بالتخطيط لهجوم على بورصة نيويورك - WBAL TV Baltimore",
        "حادث أم تخريب ؟ يختلف المسؤولون الأمريكيون والأوروبيون مع قطع الكابلات الرئيسية تحت سطح البحر - سي إن إن",
        "جميع المشاهير على السجادة الحمراء CMAs 2024: Kacey Musgraves و Miranda Lambert والمزيد - نيويورك بوست",
        "نقطة محذوفة هنا",
        "بعد Comcast Cable Spinoff، سيتعين على NBCUniversal تطوير بعض العضلات الرياضية الجديدة - الموعد النهائي",
        "\"ماذا تبقى لبوب ؟\" يثير لوتنيك بيك تساؤلات حول تأثير لايتهايزر المستقبلي - بوليتيكو",
        "حرب إسرائيل وغزة: الولايات المتحدة تعرقل قرار وقف إطلاق النار الصادر عن مجلس الأمن - BBC.com",
        "يمكن أن يواجه بريان كوهبيرجر عقوبة الإعدام إذا أدين في محاكمة طلاب كلية إيداهو المقتولين، وقواعد القاضي - سي بي إس نيوز",
        "يساعد غياب زملاء ترامب في مجلس الشيوخ الديمقراطيين على تأكيد قضاة بايدن - سي إن إن",
        "قاذفات القنابل الأوكرانية تطلق 10 صواريخ عاصفة خارقة للتحصينات على القادة الروس - فوربس",
        "وصلت لجنة الأخلاقيات في مجلس النواب إلى طريق مسدود بشأن ما إذا كان سيتم إصدار تقرير غايتس - NPR",
        "أدوات الدراسة \"PDF to Brainrot\" هي تكرار غريب على اتجاه TikTok - TechCrunch",
        "ماسك، راماسوامي يطرحان \"إطلاق النار على نطاق واسع\"، مما ينهي العمل عن بعد للموظفين الفيدراليين - إن بي سي نيوز",
        "وول مارت تسجل قممًا جديدة وهبوطًا مستهدفًا بعد الأرباح حيث يتباعد المنافسون أكثر - CNBC",
        "عاصفة كاليفورنيا هي \"تكوين القنابل الثلاثي\"، مما يؤجج الفيضانات، ورياح قوة الإعصار - سان فرانسيسكو كرونيكل",
        "محطة الفضاء الدولية تعدل مدارها لتجنب الحطام الفضائي - NPR",
        "NFL Fantasy 2024 Start 'Em, Sit 'Em: Quarterbacks للأسبوع 12 - NFL.com",
        "تحتوي قواقع القلب على نوافذ في أصدافها للسماح بدخول الضوء للطحالب التكافلية - Phys.org"
    ]
}