{
    "headlines": [
        "Die Debatte zwischen Tim Walz und JD Vance im Jahr 2024 ist morgen. Das solltest du wissen. - CBS News",
        "Top-Helfer von Eric Adams, der inmitten weitläufiger Korruptionsuntersuchungen vertrieben wurde - POLITICO",
        "Lions vs. Seahawks punkten heute: Live-Updates, Spielhighlights von Monday Night Football - Detroit Free Press",
        "Timothée Chalamet sieht mit Haar- und Schnurrbart-Transformation auf Marty Supreme Set unkenntlich aus - E! NEWS",
        "Joe Biden wirft Donald Trump vor, über die Reaktion des Weißen Hauses auf den Hurrikan Helene zu \"lügen\" - Financial Times",
        "MLB-Playoffs 2024: Komplettes Nachsaisonbild, Matchups, da Mets und Braves die letzten Plätze beanspruchen - CBS Sports",
        "North Texas man smashes signed Taylor Swift guitar after buying it for $ 4K - WFAA.com",
        "Das Neueste nach dem Hurrikan Helene - CNN",
        "Spirit Halloween Dings 'SNL' mit \"Irrelevant 50-Year-Old TV Show\" Kostüm nach Staffelpremiere Skizze - Deadline",
        "Trump sagt fälschlicherweise, dass der Gouverneur von Georgia nicht in der Lage war, mit Biden über Sturmschäden zu sprechen - NBC News",
        "Kannst du den neuen \"Minimoon\" der Erde mit bloßem Auge sehen? - Livescience.com",
        "VCs beeilen sich, sich mit dem ehemaligen OpenAI-CTO Mira Murati zu treffen, in der Hoffnung, ein neues Unternehmen zu finanzieren - Business Insider",
        "Nach sechs Jahren Marathon-Pressekonferenzen tritt Mexikos AMLO von der Bühne - Yahoo! Voices",
        "Crew-9-Astronauten erreichen die Raumstation, nachdem SpaceX eine Raketenanomalie gemeldet hat - CNN",
        "Zeitlich begrenztes Essen im Zusammenhang mit einer besseren Blutzuckerkontrolle und Fettabbau - Medical News Today",
        "MIT-AUSGRÜNDUNG Liquid stellt KI-Modelle vor, die keine Transformatoren sind, und sie sind bereits auf dem neuesten Stand der Technik - VentureBeat",
        "VERTEIDIGUNGSMINISTERIUM verbessert die Verteidigungshaltung im Nahen Osten - Verteidigungsministerium",
        "DirecTV und Dish haben jahrelang versucht, sich zusammenzuschließen. Endlich ist es soweit. - Yahoo Finance",
        "Ein Konzert und 30 neue Häuser markieren Jimmy Carters 100. Geburtstag und sein langes Vermächtnis des Schenkens - The Associated Press",
        "In den USA hergestellte 2.000-Pfund-Bomben, die wahrscheinlich bei einem Angriff eingesetzt wurden, bei dem der Hisbollah-Chef Nasrallah getötet wurde, wie eine CNN-Analyse zeigt - CNN"
    ]
}