{
    "headlines": [
        "ਬਾਕਸ ਆਫਿਸ ਗਲਿੱਕ ਹੋ ਜਾਂਦਾ ਹੈਃ ‘ਬੁਰਾ’ $ 114M ਤੇ ਖੁੱਲ੍ਹਦਾ ਹੈ, ‘ਗਲੇਡੀਏਟਰ II’ 55.5M ਨੂੰ ਜਿੱਤਦਾ ਹੈ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਡੈਮੋਕਰੇਟਸ ਨੇ ਟਰੰਪ ਤੋਂ ਬਾਅਦ ਵਾਪਸੀ ਦੀ ਸਾਜਿਸ਼ ਰਚਣੀ ਸ਼ੁਰੂ ਕੀਤੀ - ਪੋਲੀਟਿਕੋ",
        "ਕਲਪਨਾ ਫੁੱਟਬਾਲਃ ਸਾਡੇ ਮਾਹਰਾਂ ਨਾਲ ਲਾਈਵ ਹਫਤਾ 12 ਕਿ Qਐਂਡਏ, 11 ਸਵੇਰੇ ਈਟੀ - ਈਐਸਪੀਐਨ",
        "ਵੈਸਟ ਕੋਸਟ ਵਧੇਰੇ ਤੂਫਾਨਾਂ ਲਈ ਬ੍ਰੇਸ ਕਰਦਾ ਹੈ ਕਿਉਂਕਿ ਮਿਡਵੈਸਟ ਅਤੇ ਈਸਟ ਕੋਸਟ ਦਾ ਸਾਹਮਣਾ ਧੰਨਵਾਦ ਯਾਤਰਾ ਦੀਆਂ ਮੁਸੀਬਤਾਂ ਦਾ ਸਾਹਮਣਾ ਕਰਨਾ ਪੈਂਦਾ ਹੈ - ABC6OnYourSide.",
        "ਹਟਾਈ",
        "ਸਾਬਕਾ ਨਿ New ਯਾਰਕ ਜਾਇੰਟਸ ਕਿ Qਬੀ ਡੈਨੀਅਲ ਜੋਨਸ ਵਿਚ ‘ਮਹੱਤਵਪੂਰਣ ਦਿਲਚਸਪੀ’ - ਵੱਡਾ ਨੀਲਾ ਦ੍ਰਿਸ਼",
        "ਜਲਵਾਯੂ ਸੰਮੇਲਨ ਲੰਬੇ ਸਮੇਂ ਤੋਂ ਚੱਲ ਰਹੇ ਸੌਦੇ ਨਾਲ ਖਤਮ ਹੁੰਦਾ ਹੈ — ਅਤੇ ਬਹੁਤ ਸਾਰਾ ਗੁੱਸਾ - ਪੋਲਿਟਿਕੋ",
        "'ਵ੍ਹੀਲ ਆਫ ਫਾਰਚੂਨ' ਦੀ ਪਹਿਲੀ ਮੇਜ਼ਬਾਨ ਚੱਕ ਵੂਲਰੀ ਦਾ ਅੱਜ 83 'ਤੇ ਦਿਹਾਂਤ - ਅਮਰੀਕਾ",
        "ਟੇਲਰ ਸਵਿਫਟ ਭਾਵਨਾਤਮਕ ਹੋ ਜਾਂਦਾ ਹੈ ਜਿਵੇਂ ਕਿ ਉਹ ਟੋਰਾਂਟੋ ਵਿੱਚ ਆਖਰੀ ਈਰਾਸ ਟੂਰ ਸ਼ੋਅ ਮਨਾਉਂਦੀ ਹੈਃ ‘ਮੈਂ ਸਿਰਫ ਥੋੜਾ ਜਿਹਾ ਸਮਾਂ ਬਿਤਾ ਰਿਹਾ ਹਾਂ’ - ਪੰਨਾ ਛੇ",
        "ਜੈੱਟਸ ਦੇ ਐਰੋਨ ਰੋਜਰਸ ਨੇ ਇਸ ਸੀਜ਼ਨ ਵਿਚ ਕਈ ਸੱਟਾਂ ਦੁਆਰਾ ਖੇਡਿਆ, ਸਕੈਨ ਪ੍ਰਾਪਤ ਕਰਨ ਦਾ ਵਿਰੋਧ ਕੀਤਾ, ਪ੍ਰਤੀ ਰਿਪੋਰਟ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਸਿਰਫ ਤੁਹਾਡੇ ਲਈ ਪੋਸ਼ਣ ਸੰਬੰਧੀ ਮਾਰਗਦਰਸ਼ਨ ਤਿਆਰ ਕਰਨ ਲਈ ਇੱਕ ਅਧਿਐਨ - ਏਓਐਲ",
        "ਫੈਡਰਲ ਕਰਮਚਾਰੀਆਂ ਬਾਰੇ ਕੀ ਜਾਣਨਾ ਹੈ ਜੋ ਡੌਗ ਦੇ ਤੌਰ ਤੇ ਦੂਰਸੰਚਾਰ ਕਰਦੇ ਹਨ ਰਿਮੋਟ ਕੰਮ ਨੂੰ ਖਤਮ ਕਰਨ ਲਈ ਵੇਖਦੇ ਹਨ - ਸੀ ਐਨ ਐਨ",
        "ਧਰਤੀ ਆਪਣੇ ਅਸਥਾਈ 'ਮਿੰਨੀ ਚੰਦਰਮਾ' ਨੂੰ ਅਲਵਿਦਾ ਕਹਿੰਦੀ ਹੈ ਜੋ ਸੰਭਵ ਤੌਰ 'ਤੇ ਸਾਡੇ ਅਸਲ ਚੰਦਰਮਾ ਦਾ ਇੱਕ ਹਿੱਸਾ ਹੈ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਸੰਪੂਰਨ ਨੀਂਦ ਦਾ ਸੁਪਨਾ ਤੁਹਾਨੂੰ ਬੇਹੋਸ਼ ਬਣਾ ਸਕਦਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਰਾਸ਼ਟਰੀ ਕਰਜ਼ੇ ਦੀ ਅਦਾਇਗੀ ਦੀ ਵਧਦੀ ਕੀਮਤ ਵਾਧੇ ਅਤੇ ਮਹਿੰਗਾਈ 'ਤੇ ਟਰੰਪ ਦੇ ਵਾਅਦਿਆਂ ਲਈ ਖਤਰਾ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਟਰੰਪ ਕੈਬਨਿਟ ਦੀ ਚੋਣਃ ਖੇਤੀਬਾੜੀ ਸਕੱਤਰ ਲਈ ਨਾਮਜ਼ਦ ਬਰੂਕ ਰੋਲਿਨਸ ਲਾਈਨ-ਅਪ ਨੂੰ ਪੂਰਾ ਕਰਦਾ ਹੈ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਇਜ਼ਰਾਈਲ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਸੰਯੁਕਤ ਅਰਬ ਅਮੀਰਾਤ 'ਚ ਲਾਪਤਾ ਹੋਏ ਰੱਬੀ ਦੀ ਮੌਤ - The Associated Press",
        "ਵਿਕੀਪੀਡੀਆ 'spoofing' ਰਿਕਾਰਡ ਲਾਭ ਲੈਣ ਦੇ ਵਿਚਕਾਰ $ 97.4K ਕਰਨ ਲਈ BTC ਦੀ ਕੀਮਤ ਡਰਾਈਵ - Cointelegraph",
        "ਇਜ਼ਰਾਈਲੀ ਫੌਜ ਨੇ ਗਾਜ਼ਾ ਸਿਟੀ ਉਪਨਗਰ ਨੂੰ ਖਾਲੀ ਕਰਨ ਦੇ ਆਦੇਸ਼ ਦਿੱਤੇ - ਰਾਇਟਰਜ਼",
        "ਵਿਗਿਆਨੀਆਂ ਨੇ ਇੱਕ ਸੁਪਰਵੋਲਕੈਨੋ ਜਾਗਣ ਦੀ ਚੇਤਾਵਨੀ ਦਿੱਤੀ ਜੋ ਗਲੋਬਲ ਹਫੜਾ-ਦਫੜੀ ਨੂੰ ਚਾਲੂ ਕਰ ਸਕਦੀ ਹੈ - ਦਿ ਡੇਲੀ ਗਲੈਕਸੀ - ਮਹਾਨ ਖੋਜ ਚੈਨਲ"
    ]
}