{
    "headlines": [
        "Mindestens 2 Tote und Hunderte Gerettete bei schweren Sturzfluten in New Mexico - CNN",
        "Die Kubaner kämpfen, da die Macht Tage nach dem Stromausfall und dem Hurrikan auf der Insel nicht vollständig wiederhergestellt ist - The Associated Press",
        "Chiefs ’dominierende defensive Anstrengung liefert 28-18 Sieg über 49ers - NBC Sports",
        "Harris besucht schwarze Kirchen in Georgia in ‘Souls to the Polls’ Early Voting Push - CNN",
        "Elon Musk warnt vor Kalifornien - POLITICO",
        "Sunday Night Football Vorhersage, Quoten, Linie, Verbreitung: Steelers vs. Jets Picks von Pittsburgh-Experte, der 66-35 ist - CBS Sports",
        "Ein Riesenfehler? Detroit betreibt die NFC? Debatte über die wichtigsten Überreaktionen der NFL Woche 7 - ESPN",
        "‘Catastrophic failure:’ 7 dead, 3 in critical condition after dock gangway collapses on GA's coast - WSB Atlanta",
        "Im Libanon sind neue Explosionen zu hören, während Israel schwört, die Finanzseiten der Hisbollah zu treffen - BBC.com",
        "Hurrikan Oscar fährt nach Kuba, könnte zu 'humanitärer Krise' führen: Updates - USA TODAY",
        "Trump verspottet Harris 'Geschichte hinter der Fritteuse bei McDonald's - ABC News",
        "Perplexity will Berichten zufolge mit einer Bewertung von 8 Mrd. USD Spenden sammeln - TechCrunch",
        "2 Marineflieger werden für tot erklärt, nachdem ein Kampfflugzeug im US-Bundesstaat Washington abgestürzt ist - The Associated Press",
        "Ex-General Prabowo, der einst wegen Rechtsverletzungen angeklagt war, übernimmt die Präsidentschaft der drittgrößten Demokratie der Welt - CNN",
        "Sollten Sie jetzt Nvidia-Aktien kaufen? Es könnte eine einmalige Gelegenheit für eine Generation sein - Fortune",
        "49ers Rookie Ricky Pearsall gibt sein NFL-Debüt 50 Tage nachdem er erschossen wurde - The Associated Press",
        "4 Landarbeiter testen „vermutlich positiv“ auf Vogelgrippe, erste Fälle in WA - KOMO NEWS",
        "US-Untersuchungen zu Geheimdienstinformationen über Israels Iran-Angriffspläne: Updates - USA TODAY",
        "Orioniden-Meteorschauer 2024: Wie, wann man einen der schönsten Schauer sieht - Axios",
        "Trump macht vulgäre Kommentare über Arnold Palmer bei der Kundgebung in Pennsylvania - CBS News"
    ]
}