{
    "headlines": [
        "المشتبه به في جرائم قتل متسلسلة على شاطئ جيلجو متهم بوفاة امرأة سابعة - وكالة أسوشيتد برس",
        "آخر المستجدات حول انتقال ترامب الرئاسي مع تصويت الهيئة الانتخابية لتأكيد النتائج - سي إن إن",
        "يتحدث آرون رودجرز عن ماضيه الرومانسي ويقول إنه \"لم يفعل أي شيء لنفسي مع بعض الفتيات اللواتي واعدتهن\" - AOL",
        "فجأة، الفوضى في سياسة كندا. هذا شيء جيد. - POLITICO",
        "ترامب يقاضي دي موين ريجستر وكبار مستطلعي الرأي بشأن الاستطلاع النهائي في أيوا - سي إن إن",
        "امرأة من ألاباما تتلقى عملية زرع كلى الخنزير الثالثة في البلاد - نيويورك تايمز",
        "مجموعة مراقبة مبيعات التجزئة الأمريكية لشهر نوفمبر +0.4 ٪ مقابل +0.4 ٪ متوقعة - ForexLive",
        "صورة مباراة التصفيات في دوري كرة القدم الأمريكية لعام 2024: من أغلق مكانه ومن لا يزال في المطاردة بعد الأسبوع 15 - سي إن إن",
        "الأمير هاري وميغان يتشاركان صورة نادرة لأطفالهما على بطاقة عيد الميلاد - سي إن إن",
        "أسهم فايزر ترتفع مع ارتفاع إيرادات عملاق الأدوية لعام 2025 من 61 مليار دولار إلى 64 مليار دولار - بارونز",
        "يرتدي موظفو وول مارت الآن كاميرات الجسم في بعض المتاجر - CNBC",
        "سجن والد سارة شريف وزوجة أبيها مدى الحياة لقتلها - BBC.com",
        "إيغور كيريلوف: مقتل رئيس الأسلحة الكيميائية الروسي والناطق باسمه في موسكو - BBC.com",
        "جاستن جيفرسون: أنا ممتن لراندي موس، الذي أراد أن يشيد به - إن بي سي سبورتس",
        "دفع صانعو الأدوية PBMs لعدم تقييد وصفات المواد الأفيونية - نيويورك تايمز",
        "لدى RFK Jr. قادة الصحة العامة يأملون بهدوء — ويخافون بشدة - بوليتيكو",
        "سنومانينج: اتجاه جديد للمواعدة في العطلات يحذر الأطباء من أنه قد يؤدي إلى الإصابة بالأمراض المنقولة بالاتصال الجنسي والتداعيات العاطفية - هندوستان تايمز",
        "آخر إطلاق نار في مدرسة ويسكونسن: قالت الشرطة إن هجومًا وقع داخل الفصل الدراسي - إيه بي سي نيوز",
        "عودة Dragon's Daring: SpaceX Capsule Heads for Florida Splashdown - SciTechDaily",
        "القوات الأوكرانية تقول إن الكوريين الشماليين عديمي الخبرة يحققون أهدافًا سهلة - واشنطن بوست"
    ]
}