{
    "headlines": [
        "Mass casualty incident reported on Bourbon Street in New Orleans - CNN",
        "North Korea's Kim Jong Un attends New Year's celebrations with daughter, KCNA reports - The Jerusalem Post",
        "Russia launches 111 drones at Ukraine in deadly New Year’s attack, Kyiv says - ABC News",
        "Cavs ring in New Year with 122-110 win over LeBron James and Los Angeles Lakers - cleveland.com",
        "Diplo Says He Was on LSD During CNN’s New Year’s Eve Special: “I’m Not Even Lying” - Hollywood Reporter",
        "Watch: Terrifying video of suspect pushing man onto subway tracks in Manhattan - The Times of India",
        "What To Do Heading Into New Year After Weak Finish To Strong 2024 - Investor's Business Daily",
        "South Carolina coach Shane Beamer goes berserk on Illinois coach for taunting him over kickoff controversy - New York Post ",
        "New Year’s Day 2025: What’s open, what’s closed on Jan. 1? Walmart, Starbucks, banks, restaurants - AL.com",
        "Puerto Rico left in dark by New Year's Eve blackout - BBC.com",
        "College Football Playoff: No. 6 Penn State moves on to semifinals with 31-14 Fiesta Bowl win over No. 3 Boise State - Yahoo Sports",
        "They wrote obituaries about Jimmy Carter — but died before him - The Washington Post",
        "Trump says he would make calls for Mike Johnson - POLITICO",
        "Justin Baldoni sues New York Times for $250 million over Blake Lively story - CNN",
        "In photos: New Year's celebrations around the world - Axios",
        "'Worrisome' mutations found in H5N1 bird flu virus isolated from Canadian teenager - Yahoo! Voices",
        "U.S. amplifies strikes on Yemen’s Houthis as tensions with Israel flare - The Washington Post",
        "New Year's Eve 2024: How to watch the ball drop live from Times Square - NBC New York",
        "Urban Meyer Predicts Winner of Ohio State-Oregon Rose Bowl Game - Athlon Sports",
        "The biggest S&P 500 winners and losers of 2024, led by AI names - Axios"
    ]
}