{
    "headlines": [
        "تلسكوب فضائي يكشف ظاهرة \"حلقة أينشتاين\" النادرة بوضوح مذهل - سي إن إن",
        "هايز يسمي 23 لاعبًا من قائمة USWNT لكأس شي بيليفز 2025، مقدمة من فيزا - كرة القدم الأمريكية",
        "لا يزال صاروخ فولكان من ULA لا يحمل ختم قوة الفضاء - ARS Technica",
        "يتطلع رئيس مجلس الاحتياطي الفيدرالي باول إلى \"ضبط النفس لفترة أطول\" مع تعيين تعريفة ترامب لتعزيز التضخم ؛ توقف مؤشر ستاندرد آند بورز 500 - أعمال المستثمر اليومية",
        "Luka Doncic's Lakers لاول مرة: L.A. Cruises to victory, but LeBron James and Jaxson Hayes were the real winners - CBS Sports",
        "يقر ستيف بانون بالذنب في قضية الاحتيال في الجدار الحدودي، ويتجنب السجن - ABC News",
        "ناسا تتصل بتلسكوب ويب لتتبع الكويكب الخطير الذي تم تحديده مؤخرًا - Gizmodo",
        "مجلس النواب ومجلس الشيوخ الجمهوري يذهبان إلى الحرب من أجل المصالحة - أكسيوس",
        "تم تأكيد حالة اللعب يوم الأربعاء، أكثر من 40 دقيقة من أخبار وتحديثات PS5 - Push Square",
        "موقع الويب الخاص بك غير متصل بالإنترنت بعد توقف Shopify عن التعامل مع الطلبات الخاصة بقمصان الصليب المعقوف - أخبار CBS",
        "تطلق Apple Beats Powerbeats Pro 2 مع مراقبة معدل ضربات القلب - بلومبرغ",
        "Monster Hunter Wilds هي أكثر مشاركات السلسلة ودية حتى الآن — ولكن ليس على حساب المعجبين المتشددين، كما يقول مبدعوها - Polygon",
        "قاضٍ فيدرالي يوسع الحظر على جهود إدارة ترامب لخفض تمويل الصحة العامة - سي إن إن",
        "رد زوج سيرينا ويليامز، أليكسيس أوهانيان، على انتقاد لحظتها في لعبة السوبر بول الفيروسية - BuzzFeed",
        "الجدول الزمني لـ Sam Altman - Elon Musk Feud: يقول Altman إن Musk ليس \"شخصًا سعيدًا\" بعد عرض OpenAI \"المجنون\" - Forbes",
        "انخفض سهم Super Micro قبل تحديثه في وقت لاحق اليوم. ما تريده وول ستريت من صانع خوادم الذكاء الاصطناعي. - بارونز",
        "استطلاع رأي اتحاد كرة القدم الأميركي لعام 2025: الكشافة المجهولون الذين تم استطلاع آرائهم حول أفضل العملاء المحتملين، ومن يخيفهم ومن ينامون في اليوم الثالث - سي بي إس سبورتس",
        "تواجه التغييرات الفيدرالية لترامب عقبات قانونية بينما يدفع الرئيس بخطة غزة - سي إن إن",
        "موسم الإنفلونزا في الولايات المتحدة هو الأكثر حدة منذ 15 عامًا على الأقل - سي إن إن"
    ]
}