{
    "headlines": [
        "محكمة كورية جنوبية تمدد احتجاز الرئيس يون، مما أغضب مؤيديه - سي إن إن",
        "الرؤساء يأخذون زمام المبادرة في وقت مبكر على تكساس بعد عودة افتتاحية كبيرة - إن بي سي سبورتس",
        "توقعات البرد القارس لكثير من الولايات المتحدة في الأيام المقبلة، بما في ذلك الثلوج غير العادية في منطقة ساحل الخليج - وكالة أسوشيتد برس",
        "يصل ترامب إلى واشنطن لحضور الاحتفالات الافتتاحية بمناسبة عودته إلى السلطة - وكالة أسوشيتد برس",
        "إيزابيلا روسيليني تكرم ديفيد لينش ببيان مفجع من 5 كلمات - HuffPost",
        "يقول المصدر إن ترامب يخطط لتكثيف إنفاذ قوانين الهجرة بعد فترة وجيزة من تنصيبه - رويترز",
        "ملخص لعبة Creighton 68-63 UConn (18 يناير 2025) - ESPN",
        "أداء سنوب دوج في حفل تنصيب ترامب، والناس لديهم الكثير ليقولوه - ياهو للترفيه",
        "يقول ترامب إنه \"على الأرجح\" سيؤجل حظر TikTok مؤقتًا، لكنه لم يتخذ قرارًا نهائيًا - سي إن إن",
        "إنقاذ رجل دراماتيكي للكلاب من نهر متجمد في فيرمونت تم تصويره بالفيديو - وكالة أسوشيتد برس",
        "الآلاف يتظاهرون في مسيرة شعبية في العاصمة للاحتجاج على ترامب - واشنطن بوست",
        "وزارة العدل تقاضي والغرينز بسبب وصفات أفيونية غير قانونية مزعومة - واشنطن بوست",
        "كان التوافق مع الإصدارات السابقة من نينتندو سويتش 2 \"أمرًا لا مفر منه تقريبًا\" لأن اللاعبين لديهم كتالوج إجمالي يضم أكثر من مليار لعبة ما زالوا يرغبون في لعبها - Gamesradar",
        "تبدو تايلور سويفت أنيقة وهي تتناول العشاء مع والديها في مدينة نيويورك - ABC News",
        "أطلق ترامب عملة ميم وأصبحت قيمتها 32 مليار دولار بين عشية وضحاها - أكسيوس",
        "جورجيا توقف مبيعات الدواجن في الولاية بعد اكتشاف إنفلونزا الطيور - بلومبرغ",
        "سُمح للسكان الأوائل بالعودة إلى المجتمعات التي دمرها حريق باليسيدز - KTLA لوس أنجلوس",
        "أصيب العشرات في حادث مصعد الكرسي في منتجع التزلج الإسباني - سي بي إس نيوز",
        "بودكاست هذا الأسبوع في الفضاء: الحلقة 144 — الأسطول القمري العظيم - Space.com",
        "توقعات القادة مقابل الأسود، والتكساس مقابل الرؤساء: اختيارات الجولة التقسيمية لاتحاد كرة القدم الأميركي، والاحتمالات - نيويورك بوست"
    ]
}