{
    "headlines": [
        "Linha do tempo mostra o que sabemos sobre a viagem da prefeita de Los Angeles, Karen Bass, a Gana, à medida que a crise de incêndios se desenvolveu - CBS News",
        "Acordo de cessar-fogo em Gaza: o que sabemos? - BBC.com",
        "FDA proíbe corante vermelho controverso encontrado em doces, bebidas e lanches - The Washington Post",
        "Suprema Corte dos EUA lida com a lei de verificação de idade da pornografia online no Texas - Reuters",
        "O que causou os incêndios florestais em Los Angeles? Aqui está o que sabemos sobre as possíveis origens. - usa TODAY",
        "Premier League AO VIVO: quatro jogos, incluindo Arsenal x Spurs, Everton x Aston Villa, Newcastle x Wolves - rádio e texto - BBC.com",
        "UnitedHealth, empregador do executivo assassinado Brian Thompson, descobriu-se que cobrou mais de 1.000% de alguns pacientes com câncer por medicamentos - Fortune",
        "Drake processa UMG por difamação por ‘Not Like Us‘ de Kendrick Lamar - Billboard",
        "5 coisas para saber sobre o início caótico da sessão legislativa de Minnesota em 2025 - Star Tribune",
        "A Bluesky está a receber a sua própria aplicação de partilha de fotos, Flashes - TechCrunch",
        "EUA em negociações de delação premiada com o chefão do cartel mexicano Ismael ‘El Mayo’ Zambada - The Associated Press",
        "Quinn Ewers entra no draft da NFL - NBC Sports",
        "Notas sobre o Relatório Smith, Vol. 1 - Blog Lawfare",
        "As capas oficiais da série Samsung Galaxy S25 vazaram, revelando uma variedade de cores e estilos - PhoneArena",
        "Resenha e resumo do filme Wolf Man (2025) - Roger Ebert",
        "Estamos a caminho de uma pandemia de gripe aviária? Especialistas opinam - Boston.com",
        "Mercado de ações hoje: Dow Jones salta sobre dados de inflação do IPC; Bancos registram lucros fortes - The Wall Street Journal",
        "Candidata da AG, Pam Bondi não dirá que Trump perdeu a eleição de 2020 - The Hill",
        "'iPhone 17 Air' será lançado ainda este ano com estes 10 novos recursos - MacRumors",
        "Um vídeo de configuração UI 7.0 nos deixa animados para animações suaves e amanteigadas - SamMobile - Notícias da Samsung"
    ]
}