{
    "headlines": [
        "2025 ਐਨਐਫਐਲ ਮੁਫਤ ਏਜੰਸੀਃ ਬਹੁਤ ਸਾਰੇ ਵੈਟਰਨ ਰਿਸੀਵਰ, ਓ-ਲਾਈਨਮੈਨ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ ਦੇ ਨਾਲ ਚੋਟੀ ਦੇ 25 ਅਪਮਾਨਜਨਕ ਮੁਫਤ ਏਜੰਟਾਂ ਨੂੰ ਦਰਜਾ ਦੇਣਾ",
        "ਐਸ ਐਂਡ ਪੀ 500 ਕਲਿਕਸ ਦੇ ਰਿਕਾਰਡ ਉੱਚੇ ਹੋਣ ਤੋਂ ਬਾਅਦ ਸਟਾਕ ਫਿuresਚਰ ਬਹੁਤ ਘੱਟ ਬਦਲਦੇ ਹਨਃ ਲਾਈਵ ਅਪਡੇਟਸ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਡੋਮਿਨਿਕਨ ਅਧਿਕਾਰੀ ਹਜ਼ਾਰਾਂ ਕੈਦੀਆਂ ਨੂੰ ਭੀੜ-ਭੜੱਕੇ ਵਾਲੀਆਂ ਜੇਲ੍ਹਾਂ ਵਿੱਚ ਕੋਈ ਦੋਸ਼ਾਂ ਦਾ ਸਾਹਮਣਾ ਨਹੀਂ ਕਰ ਰਹੇ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਨੰਬਰ 23 ਕੰਸਾਸ 'ਤੇ BYU ਦੇ blowout ਜਿੱਤ ਤੱਕ 3 takeaways - Deseret ਨਿਊਜ਼",
        "ਮੈਟਲ ਰੇਨ ਤੋਂ ਰੋਅਰਿੰਗ ਜੈੱਟ ਸਟ੍ਰੀਮਜ਼ ਤੱਕਃ ਏਲੀਅਨ ਵਾਯੂਮੰਡਲ 'ਤੇ ਪਹਿਲੀ 3D ਲੁੱਕ - SciTechDaily",
        "ਸੀਨ ਹੈਨੀਟੀ ਦੁਆਰਾ ਰਾਸ਼ਟਰਪਤੀ ਟਰੰਪ ਅਤੇ ਐਲਨ ਮਸਕ ਦੀ ਇੰਟਰਵਿਊ, “ਸੀਨ ਹੈਨੀਟੀ ਸ਼ੋਅ” - ਵ੍ਹਾਈਟ ਹਾਊਸ",
        "ਆਸਟਰੇਲੀਆ ਦੇ ਦੂਰ-ਦੁਰਾਡੇ ਬੀਚ 'ਤੇ ਫਸੇ 150 ਤੋਂ ਵੱਧ ਵ੍ਹੇਲ - BBC.com",
        "ਟਰੰਪ ਨੇ ਆਈਵੀਐਫ ਦਾ ਵਿਸਥਾਰ ਕਿਵੇਂ ਕਰਨਾ ਹੈ ਦਾ ਅਧਿਐਨ ਕਰਨ ਦੇ ਆਦੇਸ਼ 'ਤੇ ਦਸਤਖਤ ਕੀਤੇ ਅਤੇ ਸਰਕਾਰ ਤੋਂ' ਰੈਡੀਕਲ ਪਾਰਦਰਸ਼ਤਾ 'ਦੀ ਮੰਗ ਕੀਤੀ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਟੀਜੀਐਲ ਨਤੀਜੇਃ ਟਾਈਗਰ ਵੁੱਡਜ਼ ਨੇ 'ਸ਼ਰਮਨਾਕ' ਗਲਤੀ ਕੀਤੀ ਕਿਉਂਕਿ ਜੁਪੀਟਰ ਲਿੰਕਸ ਜੀਸੀ ਨਿ New ਯਾਰਕ ਗੋਲਫ ਕਲੱਬ ਦੁਆਰਾ ਰੂਟ ਪ੍ਰਾਪਤ ਕਰਦਾ ਹੈ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਇੱਕ$ਏਪੀ ਰੌਕੀ ਰਿਹਾਨਾ ਦੀਆਂ ਬਾਹਾਂ ਵਿੱਚ ਡੁੱਬਦਾ ਹੈ ਕਿਉਂਕਿ ਦੋਸ਼ੀ ਨਹੀਂ ਹੋਣ ਦਾ ਫੈਸਲਾ ਅਪਰਾਧ ਦੇ ਹਮਲੇ ਦੇ ਮੁਕੱਦਮੇ ਵਿੱਚ ਪੜ੍ਹਿਆ ਜਾਂਦਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਜਾਰਜੀਆ ਦੀ womanਰਤ ਨੇ ਇਕ ਹੋਰ ਪਰਿਵਾਰ ਦੇ ਬੱਚੇ ਨੂੰ ਜਨਮ ਦੇਣ ਤੋਂ ਬਾਅਦ ਆਈਵੀਐਫ ਕਲੀਨਿਕ 'ਤੇ ਮੁਕੱਦਮਾ ਕੀਤਾ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਜੱਜ ਚਟਕਨ ਨੇ ਡੋਗੇ ਦੀ ਫੈਡਰਲ ਡੇਟਾ ਤੱਕ ਪਹੁੰਚ ਨੂੰ ਰੋਕਣ ਲਈ ਅਸਥਾਈ ਤੌਰ 'ਤੇ ਰੋਕ ਲਗਾਉਣ ਦੇ ਆਦੇਸ਼ ਲਈ ਡੈਮੋਕਰੇਟਿਕ ਏਜੀਜ਼ ਦੀ ਕਾਲ ਨੂੰ ਰੱਦ ਕਰ ਦਿੱਤਾ - ਸੀਐਨਐਨ",
        "ਵਨਪਲੱਸ ਵਾਚ 3 ਅਮਰੀਕਾ ਅਤੇ ਕਨੇਡਾ ਵਿੱਚ ਇੱਕ ਮਹੱਤਵਪੂਰਣ ਵਿਸ਼ੇਸ਼ਤਾ ਤੋਂ ਖੁੰਝ ਗਿਆ ਹੈ - GSMArena. com ਖ਼ਬਰਾਂ - GSMArena.",
        "ਐਲਨ ਮਸਕ ਡੌਗ ਚੈੱਕ ਭੇਜਣ ਵਿੱਚ ਦਿਲਚਸਪੀ ਜ਼ਾਹਰ ਕਰਦਾ ਹੈ - ਪੋਲਿਟਿਕੋ",
        "ਬੀਜੇ ਨੋਵਾਕ ਆਫਿਸ ਕੋਸਟਾਰ ਮਿੰਡੀ ਕੈਲਿੰਗ ਨੂੰ ਪਿਆਰ ਭਰੀ ਸ਼ਰਧਾਂਜਲੀ ਦਿੰਦਾ ਹੈਃ 'ਅਸੀਂ ਹਮੇਸ਼ਾਂ ਜਾਣਦੇ ਸੀ ਕਿ ਤੁਸੀਂ ਮਸ਼ਹੂਰ ਹੋਵੋਗੇ' - ਮਨੋਰੰਜਨ ਹਫਤਾਵਾਰੀ ਖ਼ਬਰਾਂ",
        "ਗੂਗਲ teases ਕੀ ਅੱਗੇ ਆ ਰਿਹਾ ਹੈ Gemini ਤਕਨੀਕੀ - 9to5Google",
        "ਨਾਟਕੀ ਵੀਡੀਓ ਦਿਖਾਉਂਦਾ ਹੈ ਪਲ ਡੈਲਟਾ ਜਹਾਜ਼ ਟੋਰਾਂਟੋ ਵਿਚ ਉਤਰਨ ਤੋਂ ਬਾਅਦ ਫਲਿੱਪ ਹੋ ਗਿਆ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਕਿਵੇਂ ਕੁਝ ਇੰਚ ਮੀਂਹ ਨੇ ਕੈਂਟਕੀ ਅਤੇ ਵੈਸਟ ਵਰਜੀਨੀਆ ਵਿਚ ‘ਵਿਨਾਸ਼ਕਾਰੀ’ ਬਦਲ ਦਿੱਤਾ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ"
    ]
}