{
    "headlines": [
        "Dies sind die glücklichsten Länder der Welt im Jahr 2025 - CNN",
        "Wissenschaftler kündigen möglichen Durchbruch bei der Verzögerung von Alzheimer an - Gizmodo",
        "Greenpeace wurde bei Protesten zur Zahlung von mehr als 660 Millionen US-Dollar für die Diffamierung von Ölfirmen verurteilt - BBC.com",
        "Trump unterzeichnet Exekutivbefehl zur Abschaffung des Bildungsministeriums - Fox News",
        "Aubrey Plaza wurde Monate vor dem Tod von Ehemann Jeff Baena getrennt, wie ein neuer Bericht enthüllt - Hollywood Reporter",
        "Persönliche Identitätsüberprüfungen der Sozialversicherung, die von Anwälten und Rentnern gleichermaßen abgelehnt werden - The Associated Press",
        "Das Dunkle-Energie-Experiment erschüttert Einsteins Theorie des Universums - BBC.com",
        "Selenskyj stimmt nach einem Gespräch mit Trump einem teilweisen Waffenstillstand zu - The Washington Post",
        "Die Federal Reserve senkt die US-Wachstumsprognose, da die Angst vor Trumps Zöllen wächst - BBC.com",
        "Die Fed hält die Zinssätze stabil, da die Zölle beginnen, die Inflation anzukurbeln - The Washington Post",
        "Wenn die Masernfälle in den USA zunehmen, wer benötigt möglicherweise eine weitere Impfstoffdosis? - ABC News",
        "4. Masernfall in NY bestätigt. Gouverneur Hochul bittet um Hilfe bei der Förderung der Impfung - Gothamist",
        "Was gibt es Neues in den JFK-Akten? 4 Dinge, die man über die Mordaufzeichnungen wissen sollte. - The Washington Post",
        "Disneys neuer \"Schneewittchen\" -Film kämpft gegen Kulturkriege und gewinnt - Bloomberg",
        "Trump schürt den wachsenden GOP-Kampf um die Amtsenthebung von Richtern - Axios",
        "Die ferne Seite des Mondes war ein riesiger Magma-Ozean, enthüllen chinesische Wissenschaftler! - The Daily Galaxy - Great Discoveries Channel",
        "Israel startet erste Bodenoffensive seit dem Zusammenbruch des Waffenstillstands im Gazastreifen und erobert Schlüsselgebiete teilweise zurück - CNN",
        "Google startet neu gestaltete $ 499 Pixel 9a Wochen nach iPhone 16e - Bloomberg",
        "Die Boeing Starliner-Astronauten sind nach neun langen Monaten im Weltraum zur Erde zurückgekehrt - aber ihr Gehalt von 150.000 US-Dollar wird nicht mit Überstunden einhergehen - Fortune",
        "Die EU schlägt uns in einem kolossalen Verteidigungsplan die Tür zu - POLITICO EUROPE"
    ]
}