{
    "headlines": [
        "Хронология показывает, что мы знаем о поездке мэра Лос-Анджелеса Карен Басс в Гану по мере развития пожарного кризиса - Новости CBS",
        "Соглашение о прекращении огня в Газе: что мы знаем? - BBC.com",
        "FDA запрещает спорный красный краситель, обнаруженный в конфетах, напитках и закусках - The Washington Post",
        "Верховный суд США борется с техасским законом о проверке возраста онлайн-порно - Reuters",
        "Что вызвало лесные пожары в Лос-Анджелесе? Вот что мы знаем о возможном происхождении. - USA TODAY",
        "Премьер-лига в ПРЯМОМ ЭФИРЕ: четыре игры, включая Арсенал против Шпор, Эвертон против Астон Виллы, Ньюкасл против Волков - радио и текст - BBC.com",
        "UnitedHealth, работодатель убитого исполнительного директора Брайана Томпсона, обнаружил, что некоторые больные раком переплачивают за лекарства более чем на 1000% - Fortune",
        "Дрейк подал в суд на UMG за клевету на песню Кендрика Ламара «Not Like Us» - Billboard",
        "5 вещей, которые нужно знать о хаотичном начале законодательной сессии Миннесоты 2025 года - Star Tribune",
        "Bluesky запускает собственное приложение для обмена фотографиями Flashes - TechCrunch",
        "США ведут переговоры о признании вины с вором мексиканского картеля Исмаэлем «Эль-Майо» Замбадой - The Associated Press",
        "Куинн Эверс выходит на драфт НФЛ - NBC Sports",
        "Примечания к докладу Смита, том 1 - Lawfare Blog",
        "Просочились официальные чехлы серии Samsung Galaxy S25, раскрывающие разнообразие цветов и стилей - PhoneArena",
        "Обзор фильма «Человек-волк» (2025) - Роджер Эберт",
        "Мы движемся к пандемии птичьего гриппа? Эксперты взвешивают - Boston.com",
        "Фондовый рынок сегодня: Dow Jones прыгает на данных по инфляции CPI; Банки публикуют сильные доходы - The Wall Street Journal",
        "Кандидат от AG Пэм Бонди не скажет, что Трамп проиграл выборы 2020 года - The Hill",
        "«iPhone 17 Air» выйдет позже в этом году с этими 10 новыми функциями - MacRumors",
        "Одно видео настройки пользовательского интерфейса 7.0 приводит нас в восторг от гладкой анимации с маслом - SamMobile - Новости Samsung"
    ]
}