{
    "headlines": [
        "ਟੇਡੀ ਮੇਲੇਨਕੈਂਪ ਕਹਿੰਦਾ ਹੈ ਕਿ ਉਸ ਦਾ ਮੇਲੇਨੋਮਾ ਹੁਣ ਪੜਾਅ 4 ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਅੰਤਰਰਾਸ਼ਟਰੀ ਪੁਲਾੜ ਸਟੇਸ਼ਨ ਨਾਲ ਡੌਕਿੰਗ ਕਰਦੇ ਸਮੇਂ ਪੁਲਾੜ ਯਾਤਰੀ ਬੋਇੰਗ ਸਟਾਰਲਾਈਨਰ ਦਾ ਕੰਟਰੋਲ ਗੁਆ ਬੈਠੇ - Jalopnik",
        "ਰਿਪਬਲਿਕਨ ਟੈਰਿਫ 'ਤੇ ਟਰੰਪ' ਤੇ ਰਾਜ ਕਰਨ ਲਈ ਕਾਂਗਰਸ ਦੀ ਸ਼ਕਤੀ ਦੀ ਵਰਤੋਂ ਕਰਦੇ ਹੋਏ ਤੋਲਦੇ ਹਨ - ਐਨ ਬੀ ਸੀ ਨਿ Newsਜ਼",
        "ਟੈਰਿਫ ਨਾਲ ਜੁੜੇ ਛੂਟ ਨੇ ਪੰਜ ਯੂਐਸ ਆਟੋ ਪਲਾਂਟਾਂ ਨੂੰ ਮਾਰਿਆ ਜੋ ਕਨੇਡਾ ਅਤੇ ਮੈਕਸੀਕੋ ਵਿਚ ਫੈਕਟਰੀਆਂ ਦੀ ਸਪਲਾਈ ਕਰਦੇ ਹਨ - ਸੀ ਐਨ ਐਨ",
        "ਨੇਤਨਯਾਹੂ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਇਜ਼ਰਾਈਲ ਹੁਣ ਗਾਜ਼ਾ ਨੂੰ ਵੰਡ ਰਿਹਾ ਹੈ । ਜ਼ਮੀਨ 'ਤੇ ਇਸਦਾ ਕੀ ਅਰਥ ਹੈ? - ਸੀ ਐਨ ਐਨ",
        "ਸਿਨੇਮਾਕੌਨ ਵਿਖੇ ਟੌਮ ਕਰੂਜ਼ ਆਨਰਜ਼ 'ਟਾਪ ਗਨ' ਸਹਿ-ਸਟਾਰ ਵੈਲ ਕਿਲਮਰ - ਵਰਾਇਟੀ",
        "ਟਰੰਪ ਕਈ ਰਾਸ਼ਟਰੀ ਸੁਰੱਖਿਆ ਅਧਿਕਾਰੀਆਂ ਨੂੰ ਬਰਖਾਸਤ ਕਰਨ ਲਈ ਚਲਦੇ ਹਨ ਜੋ ਨਾਕਾਫੀ ਤੌਰ 'ਤੇ ਵਫ਼ਾਦਾਰ ਮੰਨੇ ਜਾਂਦੇ ਹਨ, ਏਪੀ ਦੇ ਸੂਤਰਾਂ ਦਾ ਕਹਿਣਾ ਹੈ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਹੈਲੀ ਓਕੁਲਾ, ਨਰਸ ਹੈਲੀ ਵਜੋਂ ਜਾਣਿਆ ਜਾਂਦਾ ਹੈ ਇੰਸਟਾਗ੍ਰਾਮ 'ਤੇ, ਜਣੇਪੇ ਦੀਆਂ ਮੁਸ਼ਕਲਾਂ ਕਾਰਨ ਮੌਤ ਹੋ ਗਈ - TODAY. com",
        "ਨਾਸਾ 2028 ਤੱਕ ਅਲੋਪ ਹੋਣ ਤੋਂ ਪਹਿਲਾਂ 'ਸਿਟੀ-ਕਿਲਰ' ਐਸਟਰਾਇਡ ਦੀ ਝਲਕ ਫੜਦਾ ਹੈ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਮੌਰੀਸ ਜੋਨਸ-ਡ੍ਰੂ 2025 ਐਨਐਫਐਲ ਮੌਕ ਡਰਾਫਟ 1.0: ਜੈੱਟਸ ਲੈਂਡ ਟ੍ਰੈਵਿਸ ਹੰਟਰ; ਬੀਅਰਸ, ਬ੍ਰੋਂਕੋਸ, ਰੇਡਰਸ ਆਰਬੀਜ਼ ਨੂੰ ਚੁਣਦੇ ਹਨ - ਐਨਐਫਐਲ ਡਾਟ ਕਾਮ",
        "ਲੀਅਮ ਨੀਸਨ ਪਾਮੇਲਾ ਐਂਡਰਸਨ ਨਾਲ ‘ਦਿ ਨਗਨ ਗਨ‘ ਰੀਬੂਟ ਵਿਚ ਇਕ ਵੈਕੀ ਪੁਲਿਸ ਲੈਫਟੀਨੈਂਟ ਹੈ — ਵਾਚ ਟੀਜ਼ਰ - ਇੰਡੀਵਾਇਰ",
        "ਟਰੰਪ ਕਾਮਰਸ ਸੈਕਟਰੀ ਨੇ ਅਮਰੀਕਾ ਦੇ 'ਸੁੰਦਰ' ਬੀਫ ਬਾਰੇ ਫੌਕਸ ਨਿ Newsਜ਼ 'ਤੇ ਡਬਲਯੂਟੀਐਫ ਦਾ ਦਾਅਵਾ ਕੀਤਾ - ਹਫਪੋਸਟ",
        "ਨਿਊਅਰਕ ਲਿਬਰਟੀ ਐਨਜੇ ਸਿਹਤ ਵਿਭਾਗ ਦੁਆਰਾ ਸੰਭਾਵਿਤ ਖਸਰਾ ਐਕਸਪੋਜਰ ਸਥਾਨਾਂ ਦੀ ਸੂਚੀ ਵਿੱਚ ਸ਼ਾਮਲ ਹੈ - ਖ਼ਬਰਾਂ 12 - ਨਿ J ਜਰਸੀ",
        "ਟਰੰਪ ਦੇ ਟੈਰਿਫ ਦਾ ਯੂਕੇ ਅਤੇ ਤੁਹਾਡੇ ਪੈਸੇ 'ਤੇ ਕਿਵੇਂ ਅਸਰ ਪੈ ਸਕਦਾ ਹੈ - ਬੀਬੀਸੀ",
        "ਮੈਕਰੋਨ ਨੇ ਈਯੂ ਕੰਪਨੀਆਂ ਨੂੰ ਅਮਰੀਕਾ ਵਿਚ ਨਿਵੇਸ਼ਾਂ ਨੂੰ ਜੰਮਣ ਦੀ ਮੰਗ ਕੀਤੀ - politico. eu",
        "ਐਨਵੀਡੀਆ ਨੇ ਨਿਨਟੈਂਡੋ ਸਵਿੱਚ 2 ਦੀ ਪੁਸ਼ਟੀ ਕੀਤੀ ਹੈ ਡੀਐਲਐਸਐਸ ਅਤੇ ਰੀਅਲ-ਟਾਈਮ ਰੇ ਟਰੇਸਿੰਗ - ਦਿ ਵਰਜ",
        "ਸ਼ਿੰਗਲਜ਼ ਟੀਕੇ ਦਾ ਇੱਕ ਬੋਨਸਃ ਡਿਮੇਨਸ਼ੀਆ ਸੁਰੱਖਿਆ? - ਆਰਸ ਟੈਕਨੀਕਾ",
        "ਲਿਥੁਆਨੀਅਨਜ਼ ਨੇ ਸਿਖਲਾਈ ਅਭਿਆਸ ਦੌਰਾਨ ਮਾਰੇ ਗਏ 4 ਅਮਰੀਕੀ ਸੈਨਿਕਾਂ ਨੂੰ ਅਲਵਿਦਾ ਕਿਹਾ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਕੰਜ਼ਰਵੇਟਿਵ ਵਿਸਕਾਨਸਿਨ ਇਨਸਾਫ ਨੇ ਆਪਣੇ ਨਵੇਂ ਸਾਥੀ ਉੱਤੇ ਫਿੱਟ ਸੁੱਟਿਆ - ਡੇਲੀ ਕੋਸ"
    ]
}