{
    "headlines": [
        "As novas tarifas recíprocas de Trump entram em vigor sobre as importações de todo o mundo - CNBC",
        "Telhado de boate desaba na República Dominicana e mata mais de 60 pessoas, incluindo o cantor Rubby Pérez e o ex-jogador da MLB - Variety",
        "O comissário interino do IRS está renunciando por causa do acordo para enviar os dados fiscais dos imigrantes para o ICE, dizem fontes - NBC News",
        "UW, Seattle U dizem que vistos de estudante foram cancelados pelo governo federal sem aviso prévio - KOMO",
        "2025 Masters $ 1 million parlay picks, PGA Tour player props, golf odds: Potentially large ROI from a $ 10 bet - CBS Sports",
        "A recuperação das ações vacila em meio ao pânico sobre as tarifas do presidente Trump: atualizações ao vivo - Fox Business",
        "Quando a Coffee Mate fez um creme de piña colada ‘White Lotus’, não fazia ideia de como a temporada terminaria - WSJ",
        "Cada centavo que Musk fez desde que Trump ganhou foi eliminado - The Daily Beast",
        "3º caso de sarampo no Colorado confirmado em Archuleta County adulto - 9News",
        "2 venezuelanos apresentam novo caso em Nova York desafiando a política de deportação de ‘inimigos alienígenas’ de Trump - Politico",
        "Departamento de Estado diz que conversas com Irã não são negociação, serão diretas - ABC News",
        "O que será necessário para controlar o sarampo? - NPR",
        "Bleacher Report: Último Draft Simulado após a Flórida vencer o campeonato da NCAA - NBA",
        "Gaza é um \"campo de morte\", diz chefe da ONU, enquanto agências exortam o mundo a agir contra o bloqueio de Israel - BBC",
        "Como um chapéu do Chicago Bulls levou um pai de Maryland a ser enviado por engano para uma prisão de El Salvador - NBC News",
        "RFK Jr. afirma que a curva está se achatando no surto de sarampo no Texas. Os dados concordam? - ABC News",
        "Os migrantes que entraram nos EUA através da aplicação CBP One devem sair \"imediatamente\", diz o DHS - NPR",
        "Draft da NFL de 2025: Joel Klatt classifica os 50 melhores jogadores da categoria com várias surpresas no Top Ten - On3.com"
    ]
}