{
    "headlines": [
        "تحديثات مباشرة: قاعة مدينة كامالا هاريس على شبكة سي إن إن | سي إن إن بوليتيكس - سي إن إن",
        "نقطة محذوفة هنا",
        "إغلاق استطلاعات الرأي حيث يقرر ميكانيكيو بوينغ ما إذا كانوا سيستمرون في الإضراب - سياتل تايمز",
        "تركيا تضرب قوات حزب العمال الكردستاني في سوريا والعراق بعد هجوم أنقرة المميت - POLITICO Europe",
        "القوات الكورية الشمالية موجودة في روسيا، وستكون \"أهدافًا مشروعة\" في أوكرانيا، كما تقول الولايات المتحدة - واشنطن بوست",
        "ماذا تعرف عن الإشريكية القولونية وتفشي ماكدونالدز - وكالة أسوشيتد برس",
        "تم نقل Cardi B إلى المستشفى مع الطوارئ الطبية - E! NEWS",
        "هيل: عودة توا إلى الميدان \"كادت تجعلني أبكي\" - ESPN",
        "حدد مسؤولو ولاية واشنطن أربع حالات جديدة من إنفلونزا الطيور، مع انتشار فيروس H5N1 - فوكس نيوز",
        "رفعت كل من Character.AI و Google دعوى قضائية بعد وفاة المراهق المهووس بروبوت الدردشة - The Verge",
        "إلغاء إرساء أربع منشورات لمحطة الفضاء والتوجه إلى يوم الجمعة لإنهاء المهمة الممتدة - أخبار سي بي إس",
        "تحديثات أرباح Tesla المباشرة: يقفز السهم بنسبة 12 ٪ بعد ساعات العمل حيث تعلن الشركة عن فوز كبير في الأرباح الفصلية - Business Insider",
        "يقول مسؤول الانتخابات في جورجيا إن ولاية ساحة المعركة تصدت لهجوم سيبراني محتمل من بلد أجنبي - سي إن إن",
        "سهم IBM \"مكتئب للغاية\" نظرًا لإمكانات النمو ولعب الذكاء الاصطناعي - Yahoo Finance",
        "ملخص الإطلاق: إطلاق صاروخ سبيس إكس يوم الأربعاء من كيب كانافيرال، فلوريدا - فلوريدا اليوم",
        "كان روب لوي معجبًا بديمي مور، وقال إن المواعدة \"لا مفر منها\" في مجموعة \"St. Elmo’s Fire\" - فوكس نيوز",
        "محرر افتتاحيات صحيفة لوس أنجلوس تايمز يستقيل بعد أن منع المالك التأييد الرئاسي - Columbia Journalism Review",
        "تحذر وزارة العدل إيلون ماسك من أن هديته البالغة مليون دولار للناخبين المسجلين قد تنتهك القانون الفيدرالي - ABC News",
        "يجب أن يحصل الأشخاص الذين يبلغون من العمر 50 عامًا أو أكثر على لقاح المكورات الرئوية، كما توصي لجنة العلوم الأمريكية - وكالة أسوشيتد برس",
        "الفهود QB أندي دالتون يلتف الإبهام في حادث تحطم ؛ برايس يونغ لبدء الأحد - WSOC شارلوت"
    ]
}