{
    "headlines": [
        "مظاهرات متنافسة في كراكاس بينما يتحدث قادة المعارضة الفنزويلية - سي إن إن",
        "غزاة النار جنرال موتورز توم Telesco في صاعقة بعد الإغراق أنطونيو بيرس كما تنمو مؤامرة بيل بيليتشيك - نيويورك بوست",
        "حرائق الغابات في لوس أنجلوس: مباراة فاصلة للبطاقات البرية في دوري كرة القدم الأمريكية بين الأكباش والفايكنج في الموعد المحدد للبقاء في استاد SoFi - CBS Sports",
        "حرائق الغابات في لوس أنجلوس من بين أغلى الحرائق في تاريخ الولايات المتحدة - BBC.com",
        "يقول محافظ بنك الاحتياطي الفيدرالي بومان إن خفض سعر الفائدة في ديسمبر يجب أن يكون الأخير - سي إن بي سي",
        "محذوف",
        "فاني ويليس يستأنف استبعاده من قضية تدخل ترامب في الانتخابات - أكسيوس",
        "أعلى محكمة استئناف في نيويورك ترفض منع الحكم الصادر ضد ترامب في قضيته المتعلقة بإسكات الأموال - وكالة أسوشيتد برس",
        "أخيرًا نعرف أين سيثور بركان يلوستون بعد ذلك - Livescience.com",
        "يبدو عطارد مذهلاً في الصور من التحليق السادس والأخير لمركبة بيبي كولومبو الفضائية - Space.com",
        "الأشخاص الذين يشربون القهوة في الصباح لديهم خطر أقل للإصابة بأمراض القلب والوفاة - Earth.com",
        "تم تأجيل تاريخ إصدار \"Assassin‘s Creed Shadows\" مرة أخرى بينما تستعد يوبي سوفت للبيع المحتمل - مجموعة متنوعة",
        "لقد وجدت اثنين من أسخف هواتف Android التي رأيتها على الإطلاق في CES 2025 - Digital Trends",
        "تيد كروز يدافع عن عرض ترامب للاستحواذ على غرينلاند - تكساس تريبيون",
        "البرلمان اللبناني ينتخب قائد الجيش جوزيف عون رئيسا، منهيا مأزقا دام عامين - وكالة أسوشيتد برس",
        "جيمي لي كورتيس يتبرع بمليون دولار لجهود الإغاثة من الحرائق في لوس أنجلوس - متنوعة",
        "يستخدم Galaxy S25 Slim أيضًا Qualcomm Snapdragon 8 Elite - SamMobile - أخبار سامسونج",
        "خفضت لوس أنجلوس 17.5 مليون دولار من ميزانية إدارة الإطفاء قبل أشهر من الحرائق المميتة - ABC7 لوس أنجلوس",
        "آلاف الأطباء يحثون مجلس الشيوخ على حجب RFK Jr. كوزير للصحة لإدارة ترامب - NBC News",
        "PGA Awards تؤجل إعلان الترشيحات بسبب حرائق الغابات في لوس أنجلوس - الموعد النهائي"
    ]
}