{
    "headlines": [
        "كرة القدم ليلة الخميس: كيفية مشاهدة فواتير بافالو ضد ميامي دولفينز مباراة اتحاد كرة القدم الأميركي الليلة - ياهو سبورتس",
        "PFT's Week 2 2024 NFL picks, Florio vs. Simms - NBC Sports",
        "لورا لومر، المحرضة اليمينية المتطرفة التي نشرت نظرية مؤامرة 11 سبتمبر، والتي أثرت على ترامب وهو يبحث عن رسالة - سي إن إن",
        "سوق الأسهم اليوم: S&P 500، ارتفاع ناسداك وسط المزيد من علامات تباطؤ التضخم - Yahoo Finance",
        "كرة القدم الخيالية 2024 النائمون في الأسبوع الثاني: مباراة دانييل جونز المواتية ؛ بالإضافة إلى ذلك، 3 RBs مع upside - NFL.com",
        "حرائق غابات جنوب كاليفورنيا: لا تزال 3 حرائق تهدد عشرات الآلاف من المنازل - KCRA Sacramento",
        "لا يوجد تمويل إضافي من هيئة الخدمات الصحية الوطنية بدون إصلاح، كما يقول رئيس الوزراء - BBC.com",
        "تقدم ماكدونالدز وجبة بقيمة 5 دولارات في معظم المواقع الأمريكية - فوكس بيزنس",
        "قصف روسي يقتل ثلاثة من موظفي الصليب الأحمر في شرق أوكرانيا - Reuters.com",
        "رواد الفضاء في سبيس إكس يقومون بالسير في الفضاء، ويضعون بدلات فضاء جديدة للاختبار - صحيفة وول ستريت جورنال",
        "تم الإبلاغ عن تهديدات بوجود قنابل في مبان متعددة في سبرينغفيلد، أوهايو - ABC News",
        "زلزال بقوة 4.7 درجة يهز منطقة لوس أنجلوس - KTLA لوس أنجلوس",
        "لن يصطدم الكويكب أبوفيس بالأرض في عام 2029 - ما لم ينجح هذا السيناريو الغريب - Gizmodo",
        "يقول العلماء إن اكتشاف كهف في فرنسا قد يفسر سبب اختفاء إنسان نياندرتال - سي إن إن",
        "أخت كيت موس المضطربة، لوتي، دخلت المستشفى بعد أن تسببت جرعة زائدة من Ozempic في حدوث نوبة: \"هذا تحذير\" - الصفحة السادسة",
        "جون بون جوفي يساعد في التحدث عن امرأة \"مضطربة\" قبالة حافة جسر ناشفيل - واشنطن بوست",
        "تريد أدوات FixHub من iFixit سحب اللحام بعيدًا عن مقبس الحائط - Ars Technica",
        "إليك متى تبدأ الطلبات المسبقة على iPhone 16 في كل منطقة زمنية - MacRumors",
        "كان مظهر TAYLOR SWIFT 'S TARTAN VMAS بعيدًا كل البعد عن أسلوبها المميز - CNN",
        "مع دخول عصر جديد، يعزز مؤتمر Pac -12 إرثه من خلال الترحيب بأربع جامعات أكاديمية ورياضية محترمة - Pac-12.com"
    ]
}