{
    "headlines": [
        "5 أشياء نعرفها وما زلنا لا نعرفها عن كوفيد، بعد 5 سنوات من ظهوره - وكالة أسوشيتد برس",
        "الجبل الأسود ينعي بعد أن قتل مسلح 12 شخصًا على الأقل قبل أن يطلق النار على نفسه - إيه بي سي نيوز",
        "مقطورة \"مع حبي، ميغان \": سلسلة طبخ نيتفليكس لميغان ماركل - تشكيلة",
        "حالات نوروفيروس في ازدياد ؛ فيما يلي الأعراض وكيفية الوقاية من الإصابة بالفيروس - MLive.com",
        "أسعار الرهن العقاري تقترب من 7 ٪ لإغلاق 2024 - سي إن إن",
        "PFT's Week 18 2024 NFL picks: Florio vs.Simms - NBC Sports",
        "مطالبات البطالة الأسبوعية في الولايات المتحدة تسجل أدنى مستوى لها في ثمانية أشهر مع استمرار مرونة سوق العمل - رويترز",
        "الذكاء الاصطناعي في كل مكان في CES 2025 مع تسليط الضوء على الرئيس التنفيذي لشركة Nvidia Jensen Huang - Investor's Business Daily",
        "هجوم نيو أورليانز الأخير: يقول مكتب التحقيقات الفيدرالي إن الشرطة لا تعتقد أن أي مشتبه بهم آخرين متورطين - ABC News",
        "الرئيس بايدن يعلن عن الحاصلين على وسام المواطن الرئاسي - البيت الأبيض",
        "يربط ترامب زوراً الهجوم الإرهابي في نيو أورليانز بالمهاجرين بعد تقرير خاطئ لشبكة فوكس نيوز - سي إن إن",
        "تم اكتشاف مسارات \"طريق الديناصورات السريع\" التي يعود تاريخها إلى 166 مليون عام في إنجلترا - ABC News",
        "غارة الشرطة الكورية الجنوبية على مكاتب الخطوط الجوية والمطار المتورطين في تحطم الطائرة - صحيفة وول ستريت جورنال",
        "وكالة جاستن بالدوني السابقة تدحض إسقاطه تحت ضغط بليك ليفلي وريان رينولدز - هندوستان تايمز",
        "قوائم 2025 Pro Bowl: يقود فريق Ravens جميع الفرق بتسعة اختيارات ؛ باتريك ماهومز يفتقد CUT - CBS Sports",
        "كيف تشاهد Quadrantids، أحد أقوى أمطار النيازك هذا العام - سي إن إن",
        "تم الإعلان عن مقدمي العروض لجوائز غولدن غلوب السنوية الثانية والثمانين - أفضل صورة تالية",
        "ما يقولونه على المستوى الوطني، في كولومبوس بعد خسارة كرة القدم رقم 1 في ولاية أوريغون أمام رقم 8 في ولاية أوهايو في روز بول - أوريغون لايف",
        "يقول المسعفون إن قائد شرطة حماس قُتل في غارة إسرائيلية على غزة - BBC.com",
        "تعلن Asus و Samsung و MSI عن أول شاشات OLED 240Hz بدقة 4K مقاس 27 بوصة في العالم - The Verge"
    ]
}