{
    "headlines": [
        "تقول سوريا إن الضربات الإسرائيلية قتلت 18 شخصًا في هجوم واسع النطاق - وكالة أسوشيتد برس",
        "49ers vs. Jets live updates: Highlights, score, stats from Monday Night Football - USA TODAY",
        "تمت الإزالة",
        "تُظهر اللقطات تلًا تم سحبه من السيارة إلى الرصيف - ESPN",
        "ستمضي ناسا قدمًا في الاستعدادات النهائية لإطلاق Europa Clipper الشهر المقبل - Ars Technica",
        "كيف تشاهد هاريس وترامب في المناظرة الرئاسية الثلاثاء - Axios",
        "لماذا \"اللكمة الواحدة والثانية\" لدعم ليز وديك تشيني لهاريس مهمة - بوليتيكو",
        "تمت الإزالة",
        "يستمر قتال عربة ديزني- دايركت تي في مع انطلاق \"كرة القدم ليلة الاثنين\" ؛ مناظرة الرئيس وجوائز إيمي في خطر - الموعد النهائي",
        "قد يكون إطلاق مهمة SpaceX Polaris Dawn مرئيًا من ماساتشوستس بين عشية وضحاها - WCVB Boston",
        "تشارك كيت ميدلتون آخر المستجدات الصحية إلى جانب صور عائلية جديدة - Good Morning America",
        "49ers 'McCaffrey (ربلة الساق) مفاجأة غير نشطة مقابل الطائرات - ESPN",
        "تقول مذكرة الاعتقال إن المشتبه به في إطلاق النار من طراز كنتاكي I -75 تعهد عبر رسالة نصية \"بقتل الكثير من الناس\" - سي إن إن",
        "جيمس إيرل جونز، الممثل الشهير والصوت الذي لا ينسى لدارث فادر وموفاسا، توفي عن عمر يناهز 93 عامًا - سي إن إن",
        "يكرر JD Vance ادعاء لا أساس له من الصحة بأن المهاجرين الهايتيين يأكلون الحيوانات الأليفة حيث يقول مسؤولو أوهايو إنه لا يوجد دليل - CBS News",
        "تحذير من إعصار صدر لجنوب لويزيانا مع تقوية فرانسين في الخليج - واشنطن بوست",
        "غولدمان ساكس ينشر 400 مليون دولار لنتائج الربع الثالث مع تراجع الأعمال الاستهلاكية - سي إن بي سي",
        "البيت الأبيض: لم يتصل بايدن بعائلة المواطن الأمريكي الذي قُتل في الضفة الغربية على يد القوات الإسرائيلية - الولايات المتحدة الأمريكية اليوم",
        "يشير ترامب إلى دعم إعادة تصنيف الوعاء كدواء أقل خطورة، بما يتماشى مع موقف هاريس - وكالة أسوشيتد برس",
        "مراجعة \"الترحيل \": يحصل ريز أحمد على\" مايكل كلايتون \"الخاص به في هذا المرح، الملتوي، والثقة الفائقة في الإشادة بالإثارة الكلاسيكية بجنون العظمة - IndieWire"
    ]
}