{
    "headlines": [
        "ਡਾਉਨ 300 ਤੋਂ ਵੱਧ ਪੁਆਇੰਟ ਡਿੱਗਦਾ ਹੈ ਕਿਉਂਕਿ ਉਮੀਦਾਂ ਵਧੇਰੇ ਹਮਲਾਵਰ ਫੈੱਡ ਰੇਟ ਕਟੌਤੀ ਲਈ ਡਿਮ ਹਨਃ ਲਾਈਵ ਅਪਡੇਟਸ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਦੰਤਕਥਾ ਆਰ ਐਂਡ ਬੀ ਕਲਾਕਾਰ, ਜੱਦੀ ਫਿਲਡੇਲਫਿਅਨ ਫ੍ਰੈਂਕੀ ਬੇਵਰਲੀ ਦੀ 77 ਤੇ ਮੌਤ ਹੋ ਗਈ - ਐਨਬੀਸੀ ਫਿਲਡੇਲਫੀਆ",
        "ਫੈਂਟਸੀ ਫੁੱਟਬਾਲ ਵੀਕ 2 ਰੈਂਕਿੰਗ (ਫੁੱਲ-ਪੀਪੀਆਰ) - ਯਾਹੂ ਸਪੋਰਟਸ",
        "ਹਾ Houseਸ ਸਪੀਕਰ ਜੌਹਨਸਨ ਜੀਓਪੀ ਸਮਰਥਨ ਦੇ collapseਹਿ ਜਾਣ ਤੋਂ ਬਾਅਦ ਸਰਕਾਰੀ ਫੰਡਿੰਗ ਬਿੱਲ ਨੂੰ ਖਿੱਚਦਾ ਹੈ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਡਿੱਡੀ ਨੇ ਸਾਬਕਾ'ਮੇਕਿੰਗ ਦਿ ਬੈਂਡ' ਮੈਂਬਰ ਡਾਨ ਰਿਚਰਡ 'ਤੇ ਮੁਕੱਦਮਾ ਕੀਤਾ, ਜੋ ਦਾਅਵਾ ਕਰਦਾ ਹੈ ਕਿ ਉਸਨੇ ਉਸ ਨਾਲ ਜਿਨਸੀ ਸ਼ੋਸ਼ਣ ਕੀਤਾ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਬਲਿੰਕਨ ਅਤੇ ਲੈਮੀ ਕੀਵ ਲਈ ਆਪਣੇ ਸਮਰਥਨ 'ਤੇ ਜ਼ੋਰ ਦਿੰਦੇ ਹਨ ਕਿਉਂਕਿ ਯੂਕ੍ਰੇਨ ਰੂਸ' ਤੇ ਹਮਲਾ ਕਰਨ ਦੀ ਆਗਿਆ ਲਈ ਬੇਨਤੀ ਕਰਦਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਡੌਲਫਿਨ ਨੇ ਵੀਰਵਾਰ ਰਾਤ ਦੀ ਖੇਡ ਬਨਾਮ ਬਿੱਲ ਲਈ ਆਰਬੀ ਰਹੀਮ ਮੋਸਟਰਟ ਨੂੰ ਬਾਹਰ ਕੱ; ਿਆ; ਡੀ 'ਵੋਨ ਅਚੇਨ ਦੀ ਸਥਿਤੀ ਹਵਾ ਵਿਚ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਮੈਮੋਗ੍ਰਾਮ ਬਿਹਤਰ ਤਰੀਕੇ ਨਾਲ ਸਮਝਾਉਣਗੇ ਕਿ ਸੰਘਣੀ ਛਾਤੀ ਹੋਣ ਦਾ ਕੀ ਅਰਥ ਹੈ - ਐਨਪੀਆਰ",
        "ਲੂਸੀਆਨਾ 'ਤੇ ਤੂਫਾਨ ਫ੍ਰੈਂਚਾਈਨ ਬੇਅਰਿੰਗ - ਮੌਸਮ ਚੈਨਲ",
        "ਸੋਨੀ ਦਾ PS5 ਪ੍ਰੋ ਅਗਲੀ ਪੀੜ੍ਹੀ ਦੇ ਕੰਸੋਲ ਦੀ ਕੀਮਤ ਦਾ ਟੈਸਟ ਹੈ - ਦਿ ਵਰਜ",
        "ਮਾਇਆ ਰੂਡੋਲਫ ਨੇ ਆਪਣੀ ਮਾਂ ਯੁੱਗ 'ਤੇ, ਕਮਲਾ ਹੈਰਿਸ ਨੂੰ' ਐਸ ਐਨ ਐਲ ‘ਲਈ ਮੁੜ ਸੁਰਜੀਤ ਕੀਤਾ ਅਤੇ ਉਸ ਦੇ‘ ਜ਼ੀਰੋ-ਐਫ-ਐਸ ਹਾਰਮੋਨਜ਼ 'ਕਿਉਂ ਚੜ੍ਹੇ ਹਨ - ਵੰਨਗੀ",
        "ਡੋਨਾਲਡ ਟਰੰਪ ਨੇ ਸਪਰਿੰਗਫੀਲਡ, ਓਹੀਓ ਵਿੱਚ ਬਿੱਲੀਆਂ ਅਤੇ ਕੁੱਤੇ ਖਾਣ ਵਾਲੇ ਹੈਤੀਆਈ ਪ੍ਰਵਾਸੀਆਂ ਬਾਰੇ ਬੇਬੁਨਿਆਦ ਦਾਅਵੇ ਨੂੰ ਦੁਹਰਾਇਆ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਡਬਲਯੂਐਨਬੀਏ ਦੇ ਖਿਡਾਰੀ ਅਤੇ ਯੂਨੀਅਨ ਕਮਿਸ਼ਨਰ ਦੇ ਵਿਰੁੱਧ ਬੋਲਦੇ ਹਨ ਜਦੋਂ ਉਹ ਪੱਖੇ ਦੀ ਨਸਲਵਾਦ ਦੀ ਨਿੰਦਾ ਕਰਨ ਵਿੱਚ ਅਸਫਲ ਰਹੀ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਅਮਰੀਕਾ ਫੋਕਸ ਅਤੇ ਰਾਜਨੀਤੀ ਦੇ ਮੱਦੇਨਜ਼ਰ ਪੀੜਤਾਂ ਨਾਲ 9/11 ਦੇ ਹਮਲਿਆਂ ਦੀ ਯਾਦ ਦਿਵਾਉਂਦਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਸ਼ਿਫਟ ਚੋਣ ਸੱਟਾ ਸੂਰਜੀ ਸਟਾਕ ਨੂੰ ਹੁਲਾਰਾ, ਅੱਗ ਬਹਿਸ ਦੇ ਬਾਅਦ crypto 'ਤੇ ਤੋਲ - Reuters",
        "ਐਲਨ ਮਸਕ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਹ ਟੇਲਰ ਸਵਿਫਟ ਨੂੰ ਸੋਸ਼ਲ ਮੀਡੀਆ 'ਤੇ ਇਕ ਬੱਚਾ-ਮੁਕਾਬਲੇ ਦੇਣਗੇ - ਫੋਰਬਸ",
        "ਮਹਿੰਗਾਈਃ 2021 ਦੀ ਸ਼ੁਰੂਆਤ ਤੋਂ ਬਾਅਦ ਸਭ ਤੋਂ ਹੌਲੀ ਰਫਤਾਰ ਨਾਲ ਖਪਤਕਾਰਾਂ ਦੀਆਂ ਕੀਮਤਾਂ ਵਧੀਆਂ - ਯਾਹੂ ਵਿੱਤ",
        "ਡੈਨ ਲੇ ਬੈਟਾਰਡ ਸਿਧਾਂਤ ਨੂੰ ਫਲੋਟ ਕਰਦਾ ਹੈ ਕਿ ਬ੍ਰਾsਨਜ਼ ਨੇ ਨਵੇਂ ਦੇਸ਼ੌਨ ਵਾਟਸਨ ਜਿਨਸੀ ਹਮਲੇ ਦੇ ਦੋਸ਼ਾਂ ਨੂੰ ਲੀਕ ਕੀਤਾ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਟਰੰਪ-ਹੈਰੀ ਦੀ ਬਹਿਸ ਦੀ ਤੱਥ-ਜਾਂਚ. ਅਤੇ, ਭੋਜਨ ਦੀ ਸਪੁਰਦਗੀ ਵਾਤਾਵਰਣ ਦੀ ਮਦਦ ਕਰ ਸਕਦੀ ਹੈ - ਐਨਪੀਆਰ",
        "ਕੈਲੀਫੋਰਨੀਆ ਲਾਈਨ ਵਾਈਲਡਫਾਇਰ ਸ਼ੱਕੀ ਨੂੰ ਗ੍ਰਿਫਤਾਰ ਕੀਤਾ ਗਿਆ ਕਿਉਂਕਿ 65,600 structuresਾਂਚਿਆਂ ਨੂੰ ਖ਼ਤਰਾ ਹੈ - ਏਬੀਸੀ ਨਿ Newsਜ਼"
    ]
}