{
    "headlines": [
        "ਅਮਰੀਕਾ ਇਤਿਹਾਸਕ ਖੋਜ ਮਾਮਲੇ 'ਚ ਗੂਗਲ ਦੇ ਟੁੱਟਣ' ਤੇ ਵਿਚਾਰ ਕਰਦਾ ਹੈ - ਰਾਇਟਰਜ਼",
        "ਬੋਇੰਗ ਨੇ ਜਾਰੀ ਹੜਤਾਲ ਦੇ ਕਾਰੋਬਾਰ, ਗਾਹਕਾਂ ਅਤੇ ਕਮਿ communityਨਿਟੀ ਨੂੰ ਪ੍ਰਭਾਵਤ ਕਰਨ ਦੇ ਤੌਰ ਤੇ ਪੇਸ਼ਕਸ਼ ਵਾਪਸ ਲੈ ਲਈ - ਕੋਮੋ ਨਿ Newsਜ਼",
        "ਟੈਟਿਸ ਦਾ ਟਾਵਰਿੰਗ ਐਚਆਰ ਕੈਪਸ ਪੈਡਰਸ 'ਗੇਮ 3 ਵਿਚ ਛੇ ਦੌੜਾਂ ਦੀ ਦੂਜੀ ਪਾਰੀ - ਐਮਐਲਬੀ.",
        "ਅਸੀਂ ਐਮਾਜ਼ਾਨ ਦੇ ਅਕਤੂਬਰ ਪ੍ਰਾਈਮ ਡੇਅ ਤੋਂ ਸੌਦਿਆਂ ਨੂੰ ਟਰੈਕ ਕਰ ਰਹੇ ਹਾਂ ਜਿਸ ਬਾਰੇ ਤੁਹਾਨੂੰ ਜਾਣਨ ਦੀ ਜ਼ਰੂਰਤ ਹੈ - ਕੋਕੋ ਓਕਲਾਹੋਮਾ ਸਿਟੀ",
        "ਆਈਐਸ ਤੋਂ ਪ੍ਰੇਰਿਤ ਚੋਣ ਦਿਵਸ ਅੱਤਵਾਦੀ ਹਮਲੇ ਦੀ ਸਾਜਿਸ਼ ਰਚਣ ਲਈ ਅਫਗਾਨ ਨਾਗਰਿਕ ਗ੍ਰਿਫਤਾਰ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਟਰੰਪ ਨੇ 2024 ਮੁਹਿੰਮ ਦੇ ਕੇਂਦਰ ਵਿਚ ਤੂਫਾਨ ਦਾ ਜਵਾਬ ਦਿੱਤਾ - ਪੋਲਿਟਿਕੋ",
        "ਵਾਲਜ਼ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਇਲੈਕਟੋਰਲ ਕਾਲਜ ਨੂੰ ‘ਜਾਣ ਦੀ ਜ਼ਰੂਰਤ ਹੈ’ - ਪੋਲਿਟਿਕੋ",
        "ਮੈਜਿਕਲ ਮੈਟਸ ਵਿਨ ਗੇਮ 3, ਫਿਲੀਜ਼ ਨੂੰ ਬਰਿੰਕ ਕਰਨ ਲਈ ਧੱਕੋ - ਈਐਸਪੀਐਨ",
        "ਬ੍ਰਾਜ਼ੀਲ ਨੇ ਐਲਨ ਮਸਕ ਦੇ ਐਕਸ 'ਤੇ 5 ਮਿਲੀਅਨ ਡਾਲਰ ਜੁਰਮਾਨਾ ਅਦਾ ਕਰਨ ਤੋਂ ਬਾਅਦ ਪਾਬੰਦੀ ਹਟਾ ਦਿੱਤੀ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਇਨ੍ਹਾਂ 18 ਤਸਵੀਰਾਂ ਨੇ 2024 ਵਾਈਲਡ ਲਾਈਫ ਫੋਟੋਗ੍ਰਾਫਰ ਆਫ ਦਿ ਈਅਰ ਮੁਕਾਬਲੇ ਵਿੱਚ ਜੱਜ ਜਿੱਤੇ - ਅਮਰੀਕਾ ਅੱਜ",
        "ਸੁਪਰੀਮ ਕੋਰਟ ਨੇ ਭੂਤ ਬੰਦੂਕਾਂ ਨੂੰ ਨਿਯਮਤ ਕਰਨ ਵਾਲੇ ਏਟੀਐਫ ਨਿਯਮ ਦੀਆਂ ਸੀਮਾਵਾਂ ਦੀ ਜਾਂਚ ਕੀਤੀ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਬ੍ਰੋਂਕੋਸ ਦਾ ਨੁਕਸਾਨ ਵੂਡੀ ਜੌਹਨਸਨ ਦੇ ਰੌਬਰਟ ਸੈਲੇਹ ਬ੍ਰੇਕਿੰਗ ਪੁਆਇੰਟ ਸੀ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਕ੍ਰਿਸਟੋਫਰ ਨੋਲਨ ਨੇ ਗਰਮੀਆਂ 2026 ਲਈ ਆਈਮੈਕਸ ਵਿਚ ਯੂਨੀਵਰਸਲ ਵਿਖੇ ਅਗਲੀ ਫਿਲਮ ਸੈੱਟ ਕੀਤੀ, ਮੈਟ ਡੈਮਨ ਸਟਾਰ ਦੀ ਨਜ਼ਰ ਨਾਲ - ਡੈੱਡਲਾਈਨ",
        "ਕਮਲਾ ਹੈਰਿਸ ਨੇ ਸਟੀਫਨ ਕੋਲਬਰਟ ਦੇ ਸ਼ੋਅ ‘ਚ ਦਿਖਾਈ ਦਿੱਤੀ ਬੀਅਰ, ਕਿਹਾ- ਡੋਨਾਲਡ ਟਰੰਪ ਨੇ ਤਾਨਾਸ਼ਾਹਾਂ ਦੁਆਰਾ ਖੇਡਿਆ",
        "ਹਟਾਈ",
        "ਟਿਕਟਾਕ 'ਤੇ 13 ਸੂਬਿਆਂ ਤੇ ਡੀ. ਸੀ. ਨੇ ਕੀਤਾ ਮੁਕੱਦਮਾ, ਨੌਜਵਾਨ ਯੂਜ਼ਰਜ਼ ਨੂੰ ਨੁਕਸਾਨ ਪਹੁੰਚਾਉਣ ਦੇ ਲੱਗੇ ਦੋਸ਼ - ROUTERS",
        "ਡਿਜ਼ਨੀ ਵਰਲਡ ਤੂਫਾਨ ਮਿਲਟਨ ਤੋਂ ਪਹਿਲਾਂ ਥੀਮ ਪਾਰਕ ਦੇ ਬੰਦ ਹੋਣ ਵਿਚ ਸ਼ਾਮਲ ਹੁੰਦਾ ਹੈ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਜਿਵੇਂ ਕਿ ਇਜ਼ਰਾਈਲ ਇਰਾਨ 'ਤੇ ਹਮਲਾ ਕਰਨ ਦੀ ਸਾਜਿਸ਼ ਰਚਦਾ ਹੈ, ਇਸ ਦੀਆਂ ਚੋਣਾਂ ਪ੍ਰਤੀਕ ਤੋਂ ਲੈ ਕੇ ਗੰਭੀਰ ਤੱਕ ਹੁੰਦੀਆਂ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਨਵੀਨੀਕਰਣ ਕੀਤੇ PS5s ਅਧਿਕਾਰਤ ਤੌਰ 'ਤੇ ਸੋਨੀ ਦੁਆਰਾ ਉਪਲਬਧ ਹਨ, $ 350 ਤੋਂ ਸ਼ੁਰੂ ਹੁੰਦੇ ਹਨ - ਪੌਲੀਗਨ",
        "ਪਿਟ੍ਸ੍ਬਰ੍ਗ Steelers Davante ਐਡਮਜ਼ ਵਪਾਰ 'ਤੇ ਜ਼ਰੂਰੀ ਟਾਈਮਲਾਈਨ ਪ੍ਰਾਪਤ ਕਰੋ - ਖੇਡ Illustrated"
    ]
}