{
    "headlines": [
        "ادعاءات مناقشة التحقق من الحقائق من مواجهة ترامب وهاريس الرئاسية لعام 2024 - سي بي إس نيوز",
        "سوق الأسهم اليوم: مؤشر ستاندرد آند بورز 500، مؤشر داو جونز ينزلق مع زيادة قراءة التضخم الرهانات على خفض سعر الفائدة الفيدرالي الصغير - Yahoo Finance",
        "بلينكين، لامي من المملكة المتحدة يزور أوكرانيا لإظهار الدعم في منعطف رئيسي في الحرب - Reuters.com",
        "مصافحة هاريس وترامب في حفل إحياء ذكرى هجمات 11 سبتمبر في نيويورك في الذكرى الثالثة والعشرين للهجمات - سي إن إن",
        "رئيس مجلس النواب جونسون يلغي التصويت على مشروع قانون لتجنب الإغلاق الجزئي للحكومة - وكالة أسوشيتد برس",
        "توفي فرانكي بيفرلي، المغني وكاتب الأغاني المندفع في متاهة، عن عمر يناهز 77 عامًا - واشنطن بوست",
        "يعترف تايريك هيل بأنه \"كان من الممكن أن يكون أفضل\" قبل أن \"يضربني رجال الشرطة\" - نيويورك بوست",
        "NFL Fantasy 2024 Start 'Em, Sit 'Em: Quarterbacks للأسبوع الثاني - NFL.com",
        "ملفات سلسلة المطاعم BurgerFi لحماية الفصل 11 من الإفلاس - CNBC",
        "يتلقى جاستن تيمبرليك صفقة DWI Plea، ويوافق على رسوم أقل + غرامة صغيرة - الموعد النهائي",
        "الخيام والملاجئ تصبح فصول دراسية مع عودة أطفال غزة إلى التعلم - وول ستريت جورنال",
        "ديشاون واتسون من براونز ينفي مزاعم الاعتداء الجنسي الأخيرة - ESPN",
        "يشرح خبراء السوق سبب انخفاض العقود الآجلة للأسهم الأمريكية مع هاريس باعتباره \"منتصرًا\" - فوكس بيزنس",
        "تايلور سويفت أيدت كامالا هاريس للرئاسة — هل هذا مهم ؟ - NPR",
        "داون ريتشارد يقاضي ديدي بتهمة الإساءة - بيتشفورك",
        "أربع مزايا لهاتف iPhone 16 مقارنة بهاتف iPhone 16 Pro - 9to5Mac",
        "تضخم المستهلك يتباطأ إلى أدنى معدل منذ فبراير 2021 - سي إن إن",
        "كيف بنت سبيس إكس بذلة فضاء جديدة للسير في الفضاء الخاص ببولاريس داون (فيديو) - Space.com",
        "اختيارات الأسبوع الثاني من الدوري الوطني لكرة القدم الأمريكية، الاحتمالات: آرون رودجرز، يتجنب جيتس البداية 0-2 المخيفة ؛ أعطى مشجعو باتريوت جرعة من الواقع - سي بي إس سبورتس",
        "سيشرح التصوير الشعاعي للثدي بشكل أفضل ما يعنيه وجود ثدي كثيف - NPR"
    ]
}