{
    "headlines": [
        "New Zealand fires ambassador to U.K. for asking whether Trump ‘understands history’ - The Washington Post",
        "Intuitive Machines’ Athena lander reaches the moon, but its status is unclear - CNN",
        "Pamela Bach, actor and ex-wife of David Hasselhoff, dies at 62 - The Associated Press",
        "Trump envoy says Ukrainians 'brought it on themselves' after US pauses aid and intelligence sharing - The Associated Press",
        "Inside the new Maxx Crosby deal - NBC Sports",
        "‘Mickey 17’ sends in the clones in a devilish Bong Joon Ho satire - The Washington Post",
        "Car being pulled from an Oregon river might have belonged to a family that vanished in 1958 - The Associated Press",
        "Prehistoric bone tool cache suggests advanced reasoning in early hominins - Ars Technica",
        "Official who safeguards whistleblowers drops lawsuit protesting his firing by Trump - Government Executive",
        "Trump delays tariffs on Mexico. Lutnick says Canada may also get a delay, but talks continue - CNN",
        "Dan Lanning agrees to amended contract at Oregon, per reports - OregonLive",
        "RFK Jr. Was Mountaineering in California as Measles Outbreak Worsened - Rolling Stone",
        "Gene Hackman or Betsy Arakawa may have died of a broken heart after discovering the other dead, pathologist theorizes - Yahoo Entertainment",
        "Why 10-year Treasury note, dollar are getting hit by Germany’s spending plans - MarketWatch",
        "Trump Weighs Overhaul of NATO Commitments Based on Defense Spending: Report - Newsweek",
        "See moment Democrats sing and defy Johnson on House floor - CNN",
        "Stock Market Today: Nasdaq, S&P 500 Drop; Tech Stocks Fall; Lutnick Signals More Tariff Reprieves — Live Updates - The Wall Street Journal",
        "AMD Radeon RX 9070 XT GPU Review & Benchmarks vs. 5070 Ti, 5070, 7900 XT (Sapphire Pulse) - GamersNexus",
        "Nvidia, Broadcom, and Other Chip Stocks Drop Thursday as AI Trade Falters - Investopedia",
        "2025 NFL mock draft: Giants, Rams trade up to address needs; Seahawks move quickly to replace DK Metcalf - CBS Sports"
    ]
}