{
    "headlines": [
        "Briefing en direct : les frappes israéliennes tuent au moins une douzaine de travailleurs de la santé au Liban - The Washington Post",
        "Rapports : LT D.J. Humphries signe avec Chiefs - NBC Sports",
        "Premier cas de grippe aviaire chez un enfant aux États-Unis confirmé en Californie - The Washington Post",
        "Donald Trump choisit le directeur des fonds spéculatifs Scott Bessent pour le secrétaire au Trésor - CNBC",
        "Le réalisateur de « Wicked » Jon M. Chu sur ces caméos surprises : « Nous avons eu un jour pour le faire » - Hollywood Reporter",
        "« Je n'ai pas d'argent » : des milliers d'Américains voient leur épargne disparaître dans la crise des fintechs Synapse - Yahoo Finance",
        "Au moins 19 personnes sont malades au Minnesota à cause du bœuf haché lié au rappel d'E. coli - Star Tribune",
        "La défense repose dans l'essai d'étranglement du métro Daniel Penny - ABC News",
        "Le conseil scolaire du Texas approuve le programme facultatif qui intègre des leçons bibliques pour les classes de la maternelle à la 5e année - CNN",
        "Walmart doit payer 35 millions de dollars à un chauffeur de camion qu'il a faussement accusé de fraude, selon le jury - CBS News",
        "La laitue du restaurant n'a pas été la source d'une épidémie d'E. coli à St. Louis, selon les responsables - KSDK.com",
        "Tempête de neige potentielle pour Thanksgiving ? Voici ce que les prévisionnistes prédisent. - NJ.com",
        "Les offres du Black Friday sur les bundles PS5 sont maintenant en ligne - IGN",
        "Le juge de New York annule la condamnation de Trump la semaine prochaine dans l'affaire Hush Money - The Washington Post",
        "McDonald's élargira son menu de valeur aux États-Unis alors que les chaînes de restauration rapide se battent pour obtenir des bonnes affaires - The Associated Press",
        "6 choses à savoir sur Pam Bondi, le nouveau choix de Trump pour le procureur général - PBS NewsHour",
        "La start-up de puces d'IA MatX, fondée par des anciens de Google, lève la série A à plus de 300 MILLIONS de dollars, selon des sources - TechCrunch",
        "Rivière atmosphérique pour apporter un vent puissant, de fortes pluies dans la région de la baie, selon le service météorologique - SFGATE",
        "La police brésilienne a formellement accusé Bolsonaro d'une tentative de coup d'État. Que va-t-il se passer ensuite ? - The Associated Press",
        "Les Giants publient Daniel Jones, plus les prédictions audacieuses de la semaine 12 et les malheurs inexplicables du jeudi des Steelers se poursuivent - CBS Sports"
    ]
}