{
    "headlines": [
        "Burcum : Un deuxième avis du Minnesota sur la rougeole - Star Tribune",
        "Ancien procureur américain qui a supervisé les poursuites pour crime de guerre russe, MS-13 retrouvé mort chez VA - USA TODAY",
        "Dîner de Channing Tatum et Inka Williams avec des amis, des chiens - TMZ",
        "La Floride met fin à la candidature d'UConn pour le troisième titre national consécutif avec une victoire 77-75 March Madness - The Associated Press",
        "House Democrat : L'administration Trump « agit avec un cocktail incroyable d'incompétence et d'illégalité » - The Hill",
        "Segway rappelle 220 000 de ses scooters en raison d'un risque de chute qui a entraîné 20 blessures - 4029tv",
        "Graydon Carter révèle pourquoi Harvey Weinstein a été « banni » à vie de la soirée des Oscars « Vanity Fair » - Date limite",
        "Duke a laissé le PG Jeremy Roach se promener ; un an plus tard, les Blue Devils réusinés font face à Roach, Baylor en mars Madness - CBS Sports",
        "« Blanche-Neige » : comment la controversée princesse Disney s'est comportée dans les cinémas du comté de Blue & Red – Billetterie - Date limite",
        "Les incendies de forêt provoquent des évacuations et une déclaration d'urgence dans les Carolines - The Associated Press",
        "Trump s'est présenté aux championnats de lutte avec Musk. La plupart de la foule a applaudi. - Business Insider",
        "Le pape François est de retour à la maison : voici ce que son rétablissement impliquera - Axios",
        "La tuberculose était autrefois une maladie en déclin, mais une résurgence des cas a intrigué les responsables de la santé - PBS NewsHour",
        "La deuxième dame Usha Vance se rendra au Groenland alors que Trump discute de la prise de contrôle des États-Unis - The Associated Press",
        "L'administration Trump continue de défendre Tesla. Est-ce que ça va marcher ? - Seeking Alpha",
        "50 000 morts à Gaza depuis le début de la guerre Israël-Hamas, selon le ministère de la Santé - CNN",
        "Euclide capture 26 millions de galaxies dans des photos de champs profonds - Earth.com",
        "3 morts, 15 blessés dans une fusillade dans un parc au Nouveau-Mexique - ABC News"
    ]
}