{
    "headlines": [
        "Over 200 ‘Tesla Takedown’ protests take place throughout US on ‘Global Day of Action’ against Elon Musk’s role with DOGE - CNN",
        "DOGE fires nearly all staff at U.S. Institute of Peace headquarters - The Washington Post",
        "No survivors on plane that crashed in Minnesota that departed from Des Moines - Des Moines Register",
        "Hezbollah chief: Hezbollah has fully adhered to ceasefire deal, Israel has not - The Jerusalem Post",
        "Buying, selling latest 2025 NFL QB rumors: Aaron Rodgers wants to join Vikings? Kirk Cousins bound for Browns? - CBS Sports",
        "Turkey protests: Pro-democracy demonstrators return to Istanbul's streets for huge rally - BBC.com",
        "Top vaccine official resigns from FDA, criticizes RFK Jr. for promoting 'misinformation and lies' - The Associated Press",
        "2025 March Madness predictions: NCAA bracket expert picks against the spread, Elite Eight odds for Saturday - CBS Sports",
        "Brooke Hogan Alleges She Was \"Abused\" Since Childhood Amidst Her Rift From Linda Hogan - BuzzFeed",
        "Nearly 500 cases of measles reported across 19 states: CDC - ABC News",
        "Novo Nordisk's diabetes pill slashes risk of cardiovascular complications by 14% after four years - CNBC",
        "‘Bachelorette’ alum Katie Thurston, 34, reveals her breast cancer is now stage 4, has spread to her liver - Page Six",
        "Detained Tufts student can’t be deported to Turkey without court order, judge says - PBS NewsHour",
        "Greenland: JD Vance takes ominous message to Danish territory - BBC.com",
        "Box Office Upset: Blue-Collar Drama ‘A Working Man’ Declares Victory Over ‘Snow White’ - Hollywood Reporter",
        "‘I promise I’ll behave’: Congress’ most mercurial Republican faces DOGE, Signalgate anger - POLITICO",
        "Disney faces US investigation over DEI practices - BBC.com"
    ]
}