{
    "headlines": [
        "Несколько тысяч протестующих на митинге в Портленде в день акции «Руки прочь» против политики Трампа и Маска - Общественное вещание Орегона - OPB",
        "Трамп призывает США «держаться жестко», поскольку 10% тарифы вступают в силу - BBC",
        "Шансы Флорида - Оберн, прогноз, время начала: выбор финала четырех турниров NCAA 2025 года с помощью проверенного симулятора - CBS Sports",
        "Уилл Форте вспоминает упущенную возможность с Вэлом Килмером: «Самое большое сожаление за всю мою карьеру» - HuffPost",
        "Сенат принимает новый бюджет для повестки дня Трампа после появления трещин в Республиканской партии - NBC News",
        "Microsoft создала ИИ-версию Quake - The Verge",
        "‘A Minecraft Movie’ On Building Spree As It Heads To $ 260M+ Worldwide Bow – International Box Office - Deadline",
        "Уоррен Баффет продолжает водить инвесторов в школу, поскольку обвал акций раскрывает сверхъестественную мудрость его недавних шагов - Fortune",
        "Сенатор-демократ назвал действия Трампа в TikTok «незаконными» - The Hill",
        "Прямые обновления тарифов Трампа: тарифы вступают в силу; рынки теряют 6,6 триллиона долларов в двухдневном падении - WSJ",
        "Говядина стоит дорого. Мясорубки соскребают каждый кусочек из костей. - WSJ",
        "Семь серьезных и несерьезных теорий «Белого лотоса» для финала 3 сезона - CNN",
        "Запись телефонных разговоров, по-видимому, противоречит версии Израиля об убийстве войсками 15 палестинских медиков - AP News",
        "На заболоченном юге и Среднем Западе ожидается больше проливных дождей и ливневых паводков - NPR",
        "Древняя ДНК отодвигает занавес над зеленым прошлым пустыни Сахара - CNN",
        "Билл Гейтс опубликовал оригинальный исходный код Microsoft - CNET",
        "Администрация Трампа утверждает, что судья не может распорядиться о возвращении человека, ошибочно депортированного в Сальвадор - AP News",
        "«Лекарство» от кори от RFK Jr. тошнит от техасских детей на фоне вспышки - DW"
    ]
}