{
    "headlines": [
        "   Removido ",
        "Como a épica guerra de Hollywood entre Justin Baldoni e Blake Lively aumentou - The Wall Street Journal",
        "Previsões ousadas da rodada divisional da NFL de 2025: Saquon Barkley mantido sob controle, contas fazem história indesejada - CBS Sports",
        "Esta semana em Bitcoin: BTC explode antes da posse de Trump - descriptografar",
        "Momentos constrangedores de inauguração - BBC.com",
        "Acidente com teleférico deixa dezenas de feridos em estação de esqui espanhola nos Pirineus - KSL.com",
        "Veja a quantidade de neve que caiu no Colorado - 9News.com KUSA",
        "Placas gráficas ONIX Arc B580 estreiam no mercado dos EUA com preços competitivos - VideoCardz.com",
        "Microsoft's Forced Upgrade-New Warning For 450 Million Windows PC Owners - Forbes",
        "50 Words or Less: The Ravens Might Be a Runaway Train - BaltimoreRavens.com (em inglês)",
        "Um dublê sabia que o seu corpo estava mudando. Os médicos levaram quase uma década para descobrir o porquê. - CBS News",
        "Polegadas adicionadas às previsões de queda de neve de domingo - 69News WFMZ-TV",
        "Discuti com David Lynch sobre meditação. Ele estava certo - Rolling Stone",
        "‘Fadiga de evacuação’ se instala para os californianos do sul que ainda não voltaram para casa após incêndios florestais - CNN",
        "O que os Dodgers podem esperar de Roki Sasaki nesta temporada? Cinco lições de olheiros e executivos da MLB - ESPN",
        "Quais produtos têm Red Dye 3? Veja a lista de lanches e bebidas afetados pela proibição da FDA - Austin American-Statesman",
        "Antes da IA da Apple entrar na Haywire e começar a inventar notícias falsas, seus engenheiros alertaram sobre falhas profundas com a tecnologia - Futurismo",
        "A recuperação do mercado de ações depende da resposta a esta \"pergunta real\" sobre os rendimentos dos títulos - MarketWatch",
        "Como Trump pretende desmantelar o \"estado profundo\" e afirmar o controle - Reuters",
        "   Removido "
    ]
}