{
    "headlines": [
        "ਆਈਡੀਐਫ ਨੇ ਉੱਤਰੀ ਗਾਜ਼ਾ ਵਿੱਚ ਨਿਸ਼ਾਨਾਬੰਦ ਹਮਲੇ ਦੀ ਪੁਸ਼ਟੀ ਕੀਤੀ - ਯਰੂਸ਼ਲਮ ਪੋਸਟ",
        "ਖਗੋਲ ਵਿਗਿਆਨੀ 2032 'ਚ ਧਰਤੀ ਨਾਲ ਟਕਰਾ ਸਕਣ ਵਾਲੇ ਇਕ ਐਸਟ੍ਰਾਇਡ ਨੂੰ ਟਰੈਕ ਕਰ ਰਹੇ ਹਨ - NPR",
        "ਪੋਲੀਓ ਟੀਕਿਆਂ ਬਾਰੇ ਕੀ ਜਾਣਨਾ ਹੈ, 4 ਚਾਰਟਾਂ ਵਿੱਚ - ਸੀ ਐਨ ਐਨ",
        "ਗਰਾਉਂਡਹੌਗ ਦਿਵਸਃ ਪਨਕਸੁਟਾਵਨੀ ਫਿਲ ਸਰਦੀਆਂ ਦੇ ਅਖੀਰ ਜਾਂ ਸ਼ੁਰੂਆਤੀ ਬਸੰਤ ਬਾਰੇ ਭਵਿੱਖਬਾਣੀ ਕਰਨ ਲਈ ਤਿਆਰ ਹੈ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਐਲਨ ਮਸਕ ਭਵਿੱਖਬਾਣੀ ਕਰਦਾ ਹੈ ਕਿ ਟੇਸਲਾ ਐਪਲ, ਐਨਵੀਡੀਆ, ਮਾਈਕ੍ਰੋਸਾੱਫਟ, ਐਮਾਜ਼ਾਨ, ਅਤੇ ਅਲਫਾਬੈਟ ਨਾਲੋਂ ਵੱਡਾ ਹੋਵੇਗਾ ਇਸ 10 ਟ੍ਰਿਲੀਅਨ ਡਾਲਰ ਦੇ ਅਵਸਰ ਲਈ ਧੰਨਵਾਦ - ਦਿ ਮੋਟਲੇ ਫੂਲ",
        "ਚੋਣਾਂ ਤੋਂ ਬਾਅਦ ਨਸਲਵਾਦੀ ਪੁੰਜ ਪਾਠਾਂ ਨੇ ਕੁਝ ਐਂਟੀ-ਸਪੈਮ ਗਾਰਡਰੇਲਾਂ ਨੂੰ ਕਿਵੇਂ ਬਾਈਪਾਸ ਕੀਤਾ? - ਐਨਪੀਆਰ",
        "ਬਰਡ ਫਲੂ ਦੇ ਵਿਰੁੱਧ ਫਰੰਟਲਾਈਨ 'ਤੇ, ਅੰਡੇ ਦੇ ਕਿਸਾਨ ਡਰਦੇ ਹਨ ਕਿ ਉਹ ਲੜਾਈ ਹਾਰ ਰਹੇ ਹਨਃ ਸ਼ਾਟਸ - ਸਿਹਤ ਖ਼ਬਰਾਂ - ਐਨਪੀਆਰ",
        "ਆਪਣੇ ਡੈਸਕ 'ਤੇ Fidgeting? ਤੁਹਾਡਾ ਸਰੀਰ ਤੁਹਾਨੂੰ ਕੁਝ ਦੱਸਣ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰ ਰਿਹਾ ਹੋ ਸਕਦਾ ਹੈ - NPR",
        "ਐਤਵਾਰ, ਫਰਵਰੀ 2, 2025 ਲਈ ਕੁੰਡਲੀ - ਸ਼ਿਕਾਗੋ ਸੂਰਜ-ਟਾਈਮਜ਼",
        "ਬੇਨਾਵੀਡੇਜ਼ ਮੋਰੇਲ ਨੂੰ ਪਛਾੜਦਾ ਹੈ, ਸੈਕੰਡਰੀ ਸਿਰਲੇਖ ਜੋੜਦਾ ਹੈ - ਈਐਸਪੀਐਨ",
        "ਰੂਬੀਓ ਮਿਸ਼ਨ 'ਤੇ ਚੜ੍ਹਦਾ ਹੈ ਅਸੰਭਵਃ ਪਨਾਮਾ ਨਹਿਰ ਨੂੰ ਦੁਬਾਰਾ ਲਓ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਡਬਲਯੂਡਬਲਯੂਈ ਰਾਇਲ ਰੰਬਲ 2025 ਦੇ ਨਤੀਜੇ, ਜੇਤੂ, ਗ੍ਰੇਡਃ ਜੈ ਯੂਸੋ, ਸ਼ਾਰਲੋਟ ਫਲੇਅਰ ਨੇ ਕੁਸ਼ਤੀਮੈਨਿਆ ਦੀਆਂ ਆਪਣੀਆਂ ਟਿਕਟਾਂ ਨੂੰ ਪੰਚ ਕੀਤਾ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਸੋਸ਼ਲ ਮੀਡੀਆ ਨੇ ਕੈਂਟਕੀ 'ਤੇ ਅਰਕੰਸਾਸ ਦੀ 89-79 ਦੀ ਜਿੱਤ' ਤੇ ਪ੍ਰਤੀਕ੍ਰਿਆ ਕੀਤੀ - Rivals. com - Arkansas",
        "ਜਸਟਿਨ ਬਾਲਡੋਨੀ ਨੇ 400 ਮਿਲੀਅਨ ਡਾਲਰ ਦੇ ਸੋਧੇ ਹੋਏ ਮੁਕੱਦਮੇ ਵਿਚ ਬਲੇਕ ਲਾਈਵਲੀ, ਨਿ York ਯਾਰਕ ਟਾਈਮਜ਼ 'ਕਲੂਡਿੰਗ' ਦਾ ਦੋਸ਼ ਲਗਾਇਆ - ਰੋਲਿੰਗ ਸਟੋਨ",
        "ਐਲਨ ਮਸਕ ਦਾ ਡੌਗ ਕਮਿਸ਼ਨ ਸੰਵੇਦਨਸ਼ੀਲ ਖਜ਼ਾਨਾ ਭੁਗਤਾਨ ਪ੍ਰਣਾਲੀਆਂ ਤੱਕ ਪਹੁੰਚ ਪ੍ਰਾਪਤ ਕਰਦਾ ਹੈਃ ਏਪੀ ਸਰੋਤ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਏਆਈ ਨੇ ਮੈਨੂੰ ਆਪਣਾ ਭਵਿੱਖ ਦਿਖਾਇਆ ਹੈ. ਇਹ ਉਹ ਹੈ ਜੋ ਮੈਂ ਸਿੱਖਿਆ ਹੈ । - ਵਾਲ ਸਟਰੀਟ ਜਰਨਲ",
        "‘ਮਿਨੀਸੋਟਾ ਨਾਇਸ ਦੇ ਦੋ ਪੱਖ ਹਨ’: ਕੁਝ ਡੈਮਜ਼ ਕੇਨ ਮਾਰਟਿਨ ਵਿਚ ਇਕ ਬੇਰਹਿਮ ਨੇਤਾ ਕਿਉਂ ਵੇਖਦੇ ਹਨ - ਪੋਲਿਟਿਕੋ",
        "ਐਨਬੀਏ ਵਪਾਰ ਦੀ ਅੰਤਮ ਤਾਰੀਖ ਆ ਰਹੀ ਹੈ, ਅਤੇ ਡੀ 'ਆਰੋਨ ਫੌਕਸ ਸੌਦਾ ਕਰਨ ਲਈ ਵੇਖ ਰਹੀਆਂ ਟੀਮਾਂ ਲਈ ਉਪਲਬਧ ਹੋ ਸਕਦਾ ਹੈ - ਕੇਸੀਆਰਏ ਸੈਕਰਾਮੈਂਟੋ",
        "ਮੈਡੀਕਲ ਟ੍ਰਾਂਸਪੋਰਟ ਜੈੱਟ ਫਿਲਡੇਲ੍ਫਿਯਾ ਵਿੱਚ ਕਰੈਸ਼ ਹੋਣ ਤੋਂ ਪਹਿਲਾਂ ਇੱਕ ਮਿੰਟ ਤੋਂ ਵੀ ਘੱਟ ਸਮੇਂ ਲਈ ਹਵਾ ਵਿੱਚ ਸੀਃ ਐਨਟੀਐਸਬੀ - ਏਬੀਸੀ ਨਿ Newsਜ਼"
    ]
}