{
    "headlines": [
        "Тимстеры нанесли крупнейший удар по Amazon в американской истории - Международное братство Тимстеров",
        "Выбор НФЛ в 2024 году: Florio vs. Simms - NBC Sports",
        "Google выпускает собственную «рассуждающую» модель ИИ - TechCrunch",
        "Калифорния объявила чрезвычайную ситуацию из-за птичьего гриппа. Насколько серьезна ситуация? - Ассошиэйтед Пресс",
        "Демократы гневаются на новую власть «неизбранного со-президента» Илона Маска - Axios",
        "Сыновей Вуди Джонсона в видеоигре Madden обвинили в влиянии на критические решения Jets - New York Post",
        "Travis Kelce Planned Surprise Eras Tour-Themed Party for Taylor Swift to Mark End of Record-Breaking Shows - AOL",
        "Chargers vs. Broncos шансы, прогноз, время, линия: 2024 Thursday Night Football picks by model on 27-11 run - CBS Sports",
        "Страна фантазий: российский генерал «убит британцами» - Центр анализа европейской политики",
        "Разбивка трейлера «Супермена»: 17 персонажей DC и пасхальные яйца в новой вселенной Джеймса Ганна - Разнообразие",
        "Погода в Миннесоте: Всего снега в Миннесоте - FOX 9 Minneapolis-St. Paul",
        "Недиагностированное заболевание в Конго может быть связано с малярией: Центр по контролю и профилактике заболеваний в Африке - ABC News",
        "Изъято",
        "Утечка тизерного изображения Unpacked Event показывает запуск серии Galaxy S25 в следующем месяце - Android Central",
        "Генеральный директор UnitedHealthcare убит: Манджионе прибывает в суд, ему грозит экстрадиция в Нью-Йорк по обвинению в убийстве 1-й степени - ABC News",
        "Бывший главный помощник мэра Нью-Йорка сдался офису окружного прокурора перед обвинениями - The Associated Press",
        "Валовой внутренний продукт (третья оценка), корпоративная прибыль (пересмотренная оценка) и ВВП по отраслям, третий квартал 2024 года | США - Бюро экономического анализа",
        "Президент Франции Эммануэль Макрон приземляется на Майотте через несколько дней после разрушительного циклона - CNN",
        "Samsung выпускает финальное обновление Galaxy 2024 года перед One UI 7 в 2025 году - 9to5Google",
        "Шведская полиция отправится на борт китайского корабля, который был замечен возле разрыва кабеля в Балтийском море - Associated Press"
    ]
}