{
    "headlines": [
        "ਓਜ਼ੀ ਮੀਡੀਆ ਦੇ ਸਾਬਕਾ ਸੀਈਓ ਕਾਰਲੋਸ ਵਾਟਸਨ ਨੂੰ ਲਗਭਗ 10 ਸਾਲ ਜੇਲ੍ਹ ਦੀ ਸਜ਼ਾ - ਦਿ ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "49ers ਖਾਲੀ ਡੀ'ਵੋਂਡਰੇ ਕੈਂਪਬੈਲ ਦਾ ਲਾਕਰ, ਆਪਣਾ ਨਾਮ ਪਲੇਟ ਹਟਾਓ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਜੱਜ ਦਾ ਨਿਯਮ ਹੈ ਕਿ ਟਰੰਪ ਨੂੰ ਪੈਸੇ ਦੀ ਦ੍ਰਿੜਤਾ ਤੋਂ ਛੋਟ ਨਹੀਂ ਹੈ - ਸੀਐਨਐਨ",
        "ਟਰੂਡੋ ਨਾਲ ਟਰੰਪ ਦੇ ਟੈਰਿਫ ਵਿਵਾਦ ਨੂੰ ਲੈ ਕੇ ਕੈਨੇਡਾ ਦੇ ਵਿੱਤ ਮੰਤਰੀ ਨੇ ਦਿੱਤਾ ਅਸਤੀਫਾ - BBC.com",
        "ਰਿੱਛ ਬਨਾਮ ਵਾਈਕਿੰਗਜ਼ ਦੀਆਂ ਸੰਭਾਵਨਾਵਾਂ, ਫੈਲਣ, ਸ਼ੁਰੂਆਤੀ ਸਮਾਂਃ 25-11 ਰਨ ਤੇ ਐਨਐਫਐਲ ਮਾਡਲ ਤੋਂ 2024 ਸੋਮਵਾਰ ਨਾਈਟ ਫੁੱਟਬਾਲ ਪਿਕਸ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਸਾਰੇ ਮੁੱਖ ਪਾਤਰਾਂ ਲਈ ‘ਯੈਲੋਸਟੋਨ’ ਕਿਵੇਂ ਖਤਮ ਹੋਇਆ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਇੱਥੇ ਛੁਪਾਓ 15 QPR2 ਬੀਟਾ 2 ਵਿੱਚ ਸਭ ਕੁਝ ਨਵਾਂ ਹੈ [ਗੈਲਰੀ] - 9to5Google",
        "ਜੈ-ਜ਼ੈੱਡ ਦੇ ਵਕੀਲ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਬਲਾਤਕਾਰ ਦਾ ਕੇਸ “ਸੰਭਾਵਤ ਤੌਰ 'ਤੇ ਝੂਠਾ ਹੈ,” ਇਸ ਨੂੰ ਖਾਰਜ ਕੀਤੇ ਜਾਣ ਦੀ ਉਮੀਦ ਕਰਦਾ ਹੈ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਹਟਾਈ",
        "ਟਰੰਪ ਨੇ ਕਿਹਾ ਕਿ ਅਮਰੀਕੀ ਫੌਜ ਨੂੰ ਡਰੋਨ ਦੇਖਣ ਦੀ ਪ੍ਰਕਿਰਤੀ ਬਾਰੇ ਗੱਲ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ - ਰਾਇਟਰਜ਼",
        "ਮੈਡਿਸਨ 'ਚ ਜ਼ਬਰਦਸਤ ਲਾਈਫ ਕ੍ਰਿਸ਼ਚੀਅਨ ਸਕੂਲ' ਚ ਗੋਲੀਬਾਰੀਃ 2 ਦੀ ਮੌਤ, 6 ਜ਼ਖਮੀ - ABC News",
        "ਕੀ ਅਮਰੀਕਾ 'ਚ ਅਸਲ' ਚ ਟਿਕਟਾਕ 'ਤੇ ਪਾਬੰਦੀ ਲਗਾਈ ਜਾ ਰਹੀ ਹੈ? ਅਦਾਲਤ ਨੇ ਪਟੀਸ਼ਨ ਤੋਂ ਇਨਕਾਰ ਕਰਨ ਤੋਂ ਬਾਅਦ ਸਾਨੂੰ ਕੀ ਪਤਾ ਹੈ - ਅਮਰੀਕਾ ਅੱਜ",
        "ਸਟਾਕ ਮਾਰਕੀਟ ਅੱਜਃ ਵਾਲ ਸਟਰੀਟ drifts ਦੇ ਤੌਰ ਤੇ ਵਿਕੀਪੀਡੀਆ ਇਕ ਹੋਰ ਰਿਕਾਰਡ ਨੂੰ ਛਾਲ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਵਰਸਿਟੀ ਅਤੇ ਜੇਵੀਃ ਸਟੀਲਰਜ਼ ਦੇ ਈਗਲਜ਼ ਦੇ ਨੁਕਸਾਨ ਤੋਂ ਜੇਤੂ ਅਤੇ ਹਾਰਨ ਵਾਲੇ - ਸਟੀਲ ਦੇ ਪਰਦੇ ਦੇ ਪਿੱਛੇ",
        "ਪੈਟਰਿਕ ਮਹੋਮਜ਼ ਨੂੰ ਉੱਚ ਏਕਲ ਸਪਰੇਨ ਨਾਲ ਨਿਦਾਨ ਕੀਤਾ ਗਿਆ; ਹਫਤੇ-ਤੋਂ-ਹਫਤੇ ਮੰਨਿਆ ਜਾਂਦਾ ਹੈ - ਡਬਲਯੂਡੀਏਐਫ ਐਫਓਐਕਸ 4 ਕੰਸਾਸ ਸਿਟੀ",
        "ਸੈਨੇਟ ਦੀ ਜਾਂਚ ਵਿੱਚ ਐਮਾਜ਼ਾਨ ਦੁਆਰਾ ਹੇਰਾਫੇਰੀ ਕੀਤੇ ਗਏ ਕੰਮ ਵਾਲੀ ਥਾਂ ਦੇ ਸੱਟ ਦੇ ਅੰਕੜੇ ਮਿਲਦੇ ਹਨ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਫਿਜੀ ਦੇ ਹੋਟਲ 'ਚ ਕਾਕਟੇਲ ਪੀਣ ਤੋਂ ਬਾਅਦ ਇਕ ਅਮਰੀਕੀ ਸਮੇਤ 7 ਲੋਕਾਂ ਨੂੰ ਹਸਪਤਾਲ' ਚ ਭਰਤੀ - ਅਮਰੀਕਾ ਅੱਜ",
        "ਸੀਰੀਆ ਅਪਡੇਟਸਃ ਅਸਦ ਨੇ ਬਰਖਾਸਤ ਕੀਤੇ ਜਾਣ ਤੋਂ ਬਾਅਦ ਪਹਿਲਾ ਬਿਆਨ ਦਿੱਤਾ - ਡੀਡਬਲਯੂ (ਅੰਗਰੇਜ਼ੀ)",
        "ਯੂਟਿubeਬ ਨੇ ਸਿਰਜਣਹਾਰਾਂ ਨੂੰ “ਸਾਰਥਕ ਸੰਬੰਧ” ਬਣਾਉਣ ਵਿਚ ਸਹਾਇਤਾ ਲਈ ਵੌਇਸ ਰਿਸਪਾਂਸ ਫੀਚਰ ਦੀ ਜਾਂਚ ਕੀਤੀ - ਡੈਕਸਰਟੋ",
        "ਮਾਇਓਟ ਦੇ ਫਰਾਂਸੀਸੀ ਇਲਾਕੇ 'ਚ ਚਿੱਡੋ ਤੂਫਾਨ ਕਾਰਨ ਹਜ਼ਾਰਾਂ ਦੀ ਗਿਣਤੀ' ਚ ਪਹੁੰਚੀ ਮੌਤ"
    ]
}