{
    "headlines": [
        "تحديثات حية: إسرائيل تضرب لبنان بينما تستعد المنطقة للرد على إيران - سي إن إن",
        "العاصفة الاستوائية ميلتون تشتد، يمكن أن تضرب فلوريدا كإعصار كبير الأسبوع المقبل - سي بي إس نيوز",
        "يبدو أن طائرة الخطوط الجوية الحدودية تشتعل فيها النيران أثناء هبوطها في مطار لاس فيغاس، وإدارة الطيران الفيدرالية، ومجلس سلامة النقل الوطني يحققون - ABC News",
        "توفي شقيق مادونا كريستوفر سيكون عن 63 عامًا - نيويورك بوست",
        "أفضل العروض المبكرة على AirPods وApple Watch والمزيد - MacRumors",
        "هل كان ياماموتو يدفع بقشيشه ؟ يعتقد مديره ذلك - MLB.com",
        "تايلور سويفت ليست من بين أصدقاء ترافيس كيلسي وعائلته في حفل خيري بمناسبة عيد ميلاده - فوكس نيوز",
        "يكافح المسؤولون الأمريكيون لسحق نظريات المؤامرة المتعلقة بإعصار هيلين - رويترز",
        "Fantasy football: Live Week 5 Q&A with our experts, 11 am ET - ESPN",
        "يغمر هاريس المنطقة مع هوارد ستيرن وستيفن كولبرت ومقابلات بودكاست في السباق الانتخابي النهائي - سي إن بي سي",
        "نتائج Jets vs. Vikings NFL London Game، تحديثات مباشرة: نيويورك، مينيسوتا تسافر إلى المملكة المتحدة للمشاركة في المباراة الدولية الثانية هذا الموسم - Yahoo Sports",
        "الرئيس التنفيذي لشركة إيه دي إل: هجوم حماس في 7 أكتوبر أثار \"تسونامي\" من الكراهية المعادية لليهود - سي إن إن",
        "ارتفعت معدلات وفيات الرضع المفاجئة غير المبررة خلال الجائحة - واشنطن بوست",
        "أفضل رؤوس الأموال المغامرة في نيويورك تحت سن 30 - TechCrunch",
        "تيك توك ستار تايلور روسو جريج ميت في 25 - TMZ",
        "توفيت ممرضة تينيسي بحثًا عن رجل تقطعت به السبل في مياه الفيضانات بسبب إعصار هيلين - سي بي إس نيوز",
        "يظهر إيلون ماسك لأول مرة في تجمع حاشد لترامب ويلقي الانتخابات بعبارات قاسية - وكالة أسوشيتد برس",
        "قد يحصل جهاز iPhone 16 على أول ميزات Apple Intelligence الخاصة به في وقت لاحق من هذا الشهر - The Verge",
        "سيتم اختبار ارتفاع ستاندرد آند بورز بقيمة 8 تريليون دولار من خلال موسم الأرباح الصعب - بلومبرغ",
        "ستطلق SpaceX مسبار الكويكبات Hera الأوروبي في 7 أكتوبر: شاهده على الهواء مباشرة - Space.com"
    ]
}