{
    "headlines": [
        "LG ਦੇ ਹਲਕੇ ਭਾਰ ਵਾਲੇ ਗ੍ਰਾਮ ਲੈਪਟਾਪਾਂ ਨੂੰ ਨਵੇਂ ਇੰਟੇਲ ਚਿਪਸ ਅਤੇ offlineਫਲਾਈਨ ਏਆਈ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਮਿਲਦੀਆਂ ਹਨ - ਦਿ ਵਰਜ",
        "ਨਿਊਯਾਰਕ ਜੇਲ੍ਹ ਵਿਚ ਕਾਲੇ ਕੈਦੀ ਦੀ ਘਾਤਕ ਕੁੱਟਮਾਰ ਨੇ ਗੁੱਸਾ ਭੜਕਾਇਆਃ ਇਹ ਉਹ ਹੈ ਜੋ ਅਸੀਂ ਜਾਣਦੇ ਹਾਂ - ਸੀ ਐਨ ਐਨ",
        "ਖਜ਼ਾਨਾ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਚੀਨੀ ਹੈਕਰਾਂ ਨੇ ਰਿਮੋਟ ਤੋਂ ਵਰਕਸਟੇਸ਼ਨਾਂ ਤੱਕ ਪਹੁੰਚ ਕੀਤੀ, 'ਮੇਜਰ' ਸਾਈਬਰ ਘਟਨਾ ਵਿਚ ਦਸਤਾਵੇਜ਼ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਐੱਚ-1ਬੀ ਵੀਜ਼ਾ ਨੂੰ ਲੈ ਕੇ ਮਾਗਾ ਘਰੇਲੂ ਯੁੱਧ ਲੜ ਰਹੀ ਹੈ । ਇੱਥੇ ਉਹ ਕੀ ਹਨ. - ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਜੰਗਬੰਦੀ ਦੇ ਧੱਕੇ ਵਿਚਕਾਰ, ਫਲਸਤੀਨੀਆਂ ਨੂੰ ਇਜ਼ਰਾਈਲ ਦੀ ਨਜ਼ਰਬੰਦੀ ਦੇ ਦਾਗ ਝੱਲਣੇ ਪੈਣਗੇ - ਰਾਇਟਰ",
        "ਗੋਂਜ਼ਾਗਾ ਪੁਰਸ਼ ਬਾਸਕਟਬਾਲ ਟੀਮ ਨੂੰ ਲੈ ਕੇ ਜਾ ਰਹੇ ਇਕ ਜੈੱਟ ਨੇ ਲੈਕਸ 'ਤੇ ਟੱਕਰ ਤੋਂ ਬਚਣ ਲਈ ਰੁਕਣ ਦਾ ਆਦੇਸ਼ ਦਿੱਤਾ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "49ers ਲਾਇਨਜ਼ ਨੂੰ 40-34 ਦੇ ਨੁਕਸਾਨ ਵਿੱਚ ਫਾਲਟਰ, ਬਰੌਕ ਪੁਰਡੀ ਕੂਹਣੀ ਦੀ ਸੱਟ ਤੋਂ ਪੀੜਤ ਹੈ ਅਤੇ ਐਮਆਰਆਈ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ - ਸੈਨ ਫ੍ਰਾਂਸਿਸਕੋ ਕ੍ਰੋਨਿਕਲ",
        "ਸ਼ੀ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਚੀਨ ਦੀ 2024 ਦੀ ਜੀਡੀਪੀ ਵਿਕਾਸ ਦਰ ਲਗਭਗ 5% ਦੇ ਟੀਚੇ ਨੂੰ ਨਿਸ਼ਾਨਾ ਬਣਾਉਂਦੀ ਹੈ - ਬਲੂਮਬਰਗ",
        "Jay-Z ਹੁਣ ਕੈਲੰਡਰ ਤੇ ਭੂਗੋਲ ਦੇ ਆਧਾਰ 'ਤੇ 13 ਸਾਲਾ ਬੱਚੀ ਨਾਲ ਬਲਾਤਕਾਰ ਕਰਨ ਦਾ ਇਲਜ਼ਾਮ",
        "ਐਂਜਲੀਨਾ ਜੋਲੀ ਅਤੇ ਬ੍ਰੈਡ ਪਿਟ ਤਲਾਕ ਦੇ ਸੌਦੇ 'ਤੇ ਪਹੁੰਚ ਗਏ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "2025 ਐਨਐਫਐਲ ਮੌਕ ਡਰਾਫਟਃ ਸੈਮ ਡਾਰਨੋਲਡ ਨੇ ਚੋਟੀ ਦੇ 5 ਵਿਚ ਟੀਮ ਨਾਲ ਦਸਤਖਤ ਕੀਤੇ; ਦੈਂਤ ਅਜੇ ਵੀ ਨੰਬਰ 4 ਪਿਕ 'ਤੇ ਡਿੱਗਣ ਦੇ ਬਾਵਜੂਦ ਕਿ Qਬੀ ਨੂੰ ਉਤਾਰਦੇ ਹਨ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਦੱਖਣੀ ਕੋਰੀਆ ਦੀ ਅਦਾਲਤ ਨੇ ਮਾਰਸ਼ਲ ਲਾਅ ਜਾਂਚ 'ਚ ਰਾਸ਼ਟਰਪਤੀ ਯੂਨ ਦੀ ਗ੍ਰਿਫਤਾਰੀ ਨੂੰ ਦਿੱਤੀ ਮਨਜ਼ੂਰੀ - ਰਾਇਟਰਜ਼",
        "ਸੋਮਵਾਰ ਰਾਤ ਫੁੱਟਬਾਲਃ ਕਰਬੀ ਜੋਸਫ, ਜੇਰੇਡ ਗੋਫ ਲਾਇਨਜ਼ ਨੂੰ 49ers ਉੱਤੇ 40-34 ਜਿੱਤਣ ਲਈ ਲੈ ਜਾਂਦੇ ਹਨ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਡਾਰਕ ਕਾਉਂਟੀ ਅੰਡੇ ਨਿਰਮਾਤਾ ਵਿਖੇ ਬਰਡ ਫਲੂ ਲਈ ਲਗਭਗ 1 ਐਮ ਮੁਰਗੀ ਟੈਸਟ ਸਕਾਰਾਤਮਕ - ਡੇਟਨ ਡੇਲੀ ਨਿ Newsਜ਼",
        "MicroStrategy ਸ਼ੇਅਰ ਡਿੱਗ 8% ਇਸ ਦੇ ਅੰਤ ਦੇ ਬਾਅਦ ਸਾਲ ਵਿਕੀਪੀਡੀਆ ਖਰੀਦੋ - Cointelegraph",
        "ਬਾਇਡਨ ਐਡਮਿਨ ਟਰੰਪ ਦੇ ਉਦਘਾਟਨ ਤੋਂ ਪਹਿਲਾਂ ਯੂਕਰੇਨ ਲਈ 5.9 ਬਿਲੀਅਨ ਡਾਲਰ ਦੀ ਹੋਰ ਅਮਰੀਕੀ ਸਹਾਇਤਾ ਭੇਜ ਰਹੇ ਹਨ - ਐਕਸੀਓਸ",
        "ਪੋਲਰ ਵੋਰਟੇਕਸ ਨਾਲ ਸਬੰਧਤ ਫਰਿੱਜ ਹਵਾ, ਬਰਫ ਦੇ ਤੂਫਾਨ 2025 ਤੋਂ ਸ਼ੁਰੂ ਹੋਣ ਲਈ ਅਮਰੀਕਾ ਨੂੰ ਪਕੜਨ ਦੀ ਸੰਭਾਵਨਾ ਹੈ - ਐਕਸੀਓਸ",
        "ਕੀ ਹੈ ਅਪਃ ਜਨਵਰੀ 2025 ਨਾਸਾ ਤੋਂ ਸਕਾਈਵਾਚਿੰਗ ਸੁਝਾਅ - ਸਾਇੰਸ@ਨਾਸਾ",
        "ਡਾਓ ਜੋਨਸ ਫਿuresਚਰਜ਼ਃ ਐਨਵੀਡੀਆ, ਐਸ ਐਂਡ ਪੀ 500 ਸਟਾਕ ਮਾਰਕੀਟ ਵੇਚਣ ਤੋਂ ਬਾਅਦ ਮੁੱਖ ਪੱਧਰਾਂ ਤੋਂ ਹੇਠਾਂ - ਨਿਵੇਸ਼ਕ ਦਾ ਕਾਰੋਬਾਰ ਰੋਜ਼ਾਨਾ",
        "ਹਟਾਈ"
    ]
}