{
    "headlines": [
        "ਡੌਲਫਿਨ ਬਨਾਮ ਰੈਮਜ਼ ਸਕੋਰ, ਲਾਈਵ ਅਪਡੇਟਸਃ ਮਿਆਮੀ ਹਫਤੇ 10 ਵਿਚ ਸੋਮਵਾਰ ਰਾਤ ਫੁੱਟਬਾਲ ਲਈ ਲਾਸ ਏਂਜਲਸ ਵੱਲ ਜਾਂਦਾ ਹੈ - ਯਾਹੂ ਸਪੋਰਟਸ",
        "ਮੇਗਨ ਫੌਕਸ ਗਰਭਵਤੀ ਹੈ, ਮਸ਼ੀਨ ਗਨ ਕੈਲੀ ਨਾਲ ਬੱਚੇ ਦੀ ਉਮੀਦ ਕਰ ਰਹੀ ਹੈ - ਈ! ਆਨਲਾਈਨ - ਈ! ਨਿਊਜ਼",
        "ਟਰੰਪ ਵਪਾਰ ਸ਼ਕਤੀਆਂ ਡਾਓ 44,000, ਐਸ ਐਂਡ ਪੀ 6,000 ਦੇ ਤੌਰ ਤੇ ਸਟਾਕ ਹੌਮਿੰਗ ਜਾਰੀ ਰੱਖਦੇ ਹਨ - ਫੌਕਸ ਬਿਜ਼ਨਸ",
        "ਐਮਵੀਪੀ, ਸਾਈ ਯੰਗ, ਰੁਕੀ ਅਤੇ ਸਾਲ ਦੇ ਮੈਨੇਜਰ ਲਈ ਫਾਈਨਲਿਸਟਾਂ ਦਾ ਖੁਲਾਸਾ ਹੋਇਆ - ਐਮਐਲਬੀ.",
        "ਟਰੰਪ ਨੇ ਮਾਈਕ ਵਾਲਟਜ਼ ਨੂੰ ਕੌਮੀ ਸੁਰੱਖਿਆ ਸਲਾਹਕਾਰ ਚੁਣਿਆ, ਸੂਤਰਾਂ ਦਾ ਕਹਿਣਾ - ਰਾਇਟਰ",
        "ਗਾਜ਼ਾ ਵਿਚ ਇਜ਼ਰਾਈਲੀ ਡਰੋਨ ਹਮਲੇ ‘ਸੇਫ ਜ਼ੋਨ‘ ਕੈਫੇ ਦੇ ਤੌਰ ਤੇ ਘੱਟੋ ਘੱਟ 40 ਦੀ ਮੌਤ - ਅਲ ਜਜ਼ੀਰਾ ਅੰਗਰੇਜ਼ੀ",
        "ਮੇਲਾਨੀਆ ਟਰੰਪ ਨੂੰ ਬੁੱਧਵਾਰ ਨੂੰ ਜਿਲ ਬਿਡੇਨ ਨਾਲ ਵ੍ਹਾਈਟ ਹਾ Houseਸ ਦੀ ਬੈਠਕ ਤੋਂ ਬਾਹਰ ਜਾਣ ਦੀ ਉਮੀਦ ਹੈ - ਸੀਐਨਐਨ",
        "ਬਿਟਕੋਿਨ ਨੇ ਨਵੇਂ ਰਿਕਾਰਡ ਉੱਚੇ ਲਈ 87,000 ਡਾਲਰ ਨੂੰ ਪਾਰ ਕੀਤਾ ਹੈ. ਕ੍ਰਿਪਟੋ ਦੀ ਚੋਣ ਤੋਂ ਬਾਅਦ ਦੀ ਰੈਲੀ ਬਾਰੇ ਕੀ ਜਾਣਨਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਟਰੰਪ ਦੇ 'ਬਾਰਡਰ ਜ਼ਾਰ' ਵਿਚ ਵਧੇਰੇ ਸ਼ਕਤੀ ਹੋ ਸਕਦੀ ਹੈ, ਦੇਸ਼ ਨਿਕਾਲਾ ਨੀਤੀ 'ਤੇ ਘੱਟ ਰੁਕਾਵਟਾਂ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਉੱਤਰੀ Taurids Meteor ਸ਼ਾਵਰ ਪੀਕ ਅੱਜ ਰਾਤ ਨੂੰ ਸ਼ੁਰੂ - ਇੱਥੇ ਕਿਸ ਨੂੰ ਦੇਖਣ ਲਈ - ਫੋਰਬਸ",
        "ਟਰੰਪ ਨੇ ਸਾਬਕਾ ਰਿਪਬਲਿਕ ਲੀ ਜ਼ੈਲਡੀਨ ਨੂੰ ਈਪੀਏ ਦੀ ਅਗਵਾਈ ਕਰਨ ਲਈ ਨਾਮਜ਼ਦ ਕੀਤਾ, ਸਲਾਹਕਾਰ ਸਟੀਫਨ ਮਿਲਰ ਨੀਤੀ ਦੇ ਡਿਪਟੀ ਚੀਫ ਹੋਣਗੇ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "‘ਗਲੈਡੀਏਟਰ II’: ਆਲੋਚਕ ਜ਼ਿਆਦਾਤਰ ਰਿਡਲੇ ਸਕਾਟ ਦੇ ਐਪਿਕ ਬਲਾਕਬਸਟਰ ਸੀਕੁਅਲ ਨੂੰ ਥੰਬ ਅਪ ਦਿੰਦੇ ਹਨ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਹਟਾਈ",
        "ਡੋਨਾਲਡ ਟਰੰਪ ਇਮੀਗ੍ਰੇਸ਼ਨ ਹਾਕ ਸਟੀਫਨ ਮਿਲਰ ਨੂੰ ਡਿਪਟੀ ਚੀਫ ਆਫ ਸਟਾਫ ਨਿਯੁਕਤ ਕਰਨਗੇ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "ਈਗਲਜ਼ ਸਨੈਪ ਕਾਉਂਟਸਃ ਜਾਲੀਕਸ ਹੰਟ ਮਹੱਤਵਪੂਰਣ ਸਮਾਂ ਬਨਾਮ ਕਾਉਬੌਇਜ਼ ਵੇਖਦਾ ਹੈ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ ਫਿਲਡੇਲਫੀਆ",
        "ਹਸਪਤਾਲ 'ਚ ਦਾਖ਼ਲ ਕੈਨੇਡੀਅਨ ਕਿਸ਼ੋਰ' ਚ ਮਿਲਿਆ ਬਰਡ ਫਲੂ ਦਾ ਮਾਮਲਾ ਅੱਗੇ ਕੀ ਹੁੰਦਾ ਹੈ - ਬੈਰਨ ਦਾ",
        "ਮੈਕ ਮਿਨੀ 2024 ਨੂੰ ਅੱਥਰੂ ਮਿਲਦਾ ਹੈ, ਇਸ ਵਿਚ ਕੋਈ ਉਪਭੋਗਤਾ ਅਪਗ੍ਰੇਡੇਬਲ ਹਿੱਸੇ ਨਹੀਂ ਹਨ - GSMArena. com",
        "ਟੇਸਲਾ ਵਿਕਲਪ 'ਖੁਸ਼ਹਾਲ' ਵਪਾਰ ਨੂੰ ਖਿੱਚਦੇ ਹਨ ਕਿਉਂਕਿ ਟਰੰਪ ਦੀ ਜਿੱਤ ਸਟਾਕ ਨੂੰ ਅੱਗ ਲਾਉਂਦੀ ਹੈ - ਰਾਇਟਰਜ਼",
        "ਕੀ ਟਰੰਪ ਖ਼ਤਮ ਕਰਨਗੇ ਸਿੱਖਿਆ ਵਿਭਾਗ? ਅਸੀਂ ਐਲਨ ਮਸਕ ਦੇ ਤੌਰ ਤੇ ਕੀ ਜਾਣਦੇ ਹਾਂ 'ਚੰਗੇ ਵਿਚਾਰ' ਦੀ ਸ਼ਲਾਘਾ ਕਰਦੇ ਹਾਂ. - ਫੋਰਬਸ",
        "ਸਪੇਸਐਕਸ ਮੌਸਮ ਦੇਰੀ ਤੋਂ ਬਾਅਦ ਅੱਜ ਫਲੋਰਿਡਾ ਤੋਂ 24 ਸਟਾਰਲਿੰਕ ਸੈਟੇਲਾਈਟ ਲਾਂਚ ਕਰ ਰਿਹਾ ਹੈ - ਸਪੇਸ ਡਾਟ ਕਾਮ"
    ]
}