{
    "headlines": [
        "Gastkolumne | Kurz nach der Geburt hatte ich einen Schlaganfall. Es ist nicht so ungewöhnlich. - The Washington Post",
        "Blake Lively verklagt ‘It Ends With Us’ Co-Star und Regisseur Justin Baldoni wegen sexueller Belästigung - Hollywood Reporter",
        "Senat verabschiedet Social Security Fairness Act - CNN",
        "College GameDay Podcast prognostiziert das Ergebnis von Penn State vs. smu - On3.com",
        "Kirk Cousins wird voraussichtlich von Falcons vor 10 Mio. $ Bonus-Treffern freigelassen - New York Post",
        "[removed]",
        "College Football Playoff Picks, Zeitplan: Prognosen gegen die Ausbreitung, Quoten für Erstrundenspiele - CBS Sports",
        "Usyk vs. Fury 2 Ergebnisse: Vollständige Kampfkartenergebnisse, Updates, Reaktionen - Forbes",
        "Das Rammen des deutschen Weihnachtsmarktes ist der neueste Angriff, bei dem Fahrzeuge als tödliche Waffen eingesetzt werden - The Associated Press",
        "NASA-Sonnensonde, um näher an die Sonne zu fliegen als jedes von Menschen geschaffene Objekt - NBC News",
        "Vergessen Sie den Börsensturz, die Fed hat in einer wilden Woche den richtigen Schritt gemacht - MarketWatch",
        "Senatsdemokraten sprengen die \"ethische Krise\" des Obersten Gerichtshofs, wie die Untersuchung endet - NBC News",
        "Herzkrankheiten Todesfälle steigen im ländlichen Amerika, angetrieben durch den Anstieg der Erwachsenen im erwerbsfähigen Alter - NBC News",
        "Acht Verurteilte in Frankreich wegen Handlungen, die zur Enthauptung von Lehrern führten - BBC.com",
        "Big Lots und Party City gehen aus dem Geschäft. Georgia Stores werden geschlossen -  The Atlanta Journal Constitution",
        "Vogelgrippe-Update: Karten zeigen die am stärksten betroffenen Staaten - USA TODAY",
        "Travis Kelces Freund verrät interessante neue Details über Taylor Swift Party - Athlon Sports",
        "USA, um $ 10 Millionen Kopfgeld für Syriens islamistischen Rebellenführer zu entfernen - Financial Times",
        "Ein Paar Satelliten wird künstliche Sonnenfinsternisse erzeugen, um die Sonne zu untersuchen - NPR",
        "Wie Casting diesen 'Zigeuner' -Hit anders macht - NPR"
    ]
}