{
    "headlines": [
        "2025 Masters expert picks, best bets, odds, sleepers: Golf insider ducking Jon Rahm at Augusta National - CBS Sports",
        "Casting News: Mr. Darcy and Carrie Contenders, and More - TVLine",
        "Appeals court rules Trump can fire probationary federal workers once again - NPR",
        "Federal judges limit Trump's use of Alien Enemies Act for some deportations - NBC News",
        "2025 NFL Mock Draft: Pats go Tetairoa McMillan, Shedeur Sanders falls out of Round 1 if Connor Rogers were GM - NBC Sports",
        "With more than 250 student visas revoked, international scholars worry as the government expands reasons for deportation - CNN",
        "RFK Jr. says he’s ‘not familiar’ with $11b cuts to state and local health departments - The Hill",
        "Luka Doncic's Camp Reportedly Nixed Mavericks' Special Offers for Return to Dallas - Sports Illustrated",
        "S&P 500 ticks higher even as trade tensions worsen: Live updates - CNBC",
        "Apple turns to India to help ease Trump’s China tariffs - Financial Times",
        "‘The Last Of Us’ Renewed For Season 3 At HBO Ahead Of Season 2 Premiere - Deadline",
        "Fed May Step In As Trump Tariffs Unglue Treasury Yields - Investor's Business Daily",
        "'Stop making up math': GOP holdouts dig in as Trump presses on House budget - Politico",
        "China denies significant numbers of its citizens are fighting for Russia in Ukraine - AP News",
        "‘White Lotus’ co-stars Walton Goggins and Aimee Lou Wood spark feud rumors after finale - Page Six",
        "If Planet Nine is out there, this telescope might actually find it - NPR",
        "Noah Wyle Was Nearing a ‘Nervous Breakdown.’ Then Came ‘The Pitt’: It’s ‘Infuriating We Can’t Come to a Consensus’ on Masks and Vaccines - Variety",
        "Gretchen Whitmer goes to Washington with a call for bipartisanship to grow the economy - NBC News",
        "U.S. says it is now monitoring immigrants' social media for antisemitism - NPR",
        "Microsoft: April 2025 updates break Windows Hello on some PCs - BleepingComputer"
    ]
}