{
    "headlines": [
        "ਥਰਮੋਸਟੇਟ ਦੀ ਲੜਾਈਃ ਤੁਹਾਡੀਆਂ ਕੇਂਦਰੀ ਹੀਟਿੰਗ ਦਲੀਲਾਂ ਦੇ ਪਿੱਛੇ ਵਿਗਿਆਨ - ਬੀਬੀਸੀ.",
        "ਆਸਕਰ 2025: ਕਿਵੇਂ 'ਅਨੋਰਾ' ਜਿੱਤਿਆ, ਡੈਮੀ ਮੂਰ ਗੁੰਮ ਗਿਆ ਅਤੇ ਇੱਕ ਟੂਮਲਟੂਅਸ ਅਵਾਰਡਜ਼ ਦਾ ਸੀਜ਼ਨ ਇੱਕ ਅੰਤ ਤੇ ਆਇਆ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਹਾਇਫਾ 'ਚ ਅੱਤਵਾਦੀ ਹਮਲੇ' ਚ ਵਿਅਕਤੀ ਦੀ ਮੌਤ, ਕਈ ਹੋਰ ਗੰਭੀਰ ਜ਼ਖਮੀ - The Jerusalem Post",
        "ਕੀਅਰ ਸਟਾਰਮਰ ਨੇ ਯੂਕਰੇਨ ਲਈ £ 1.6bn ਮਿਜ਼ਾਈਲ ਸੌਦੇ ਦੀ ਘੋਸ਼ਣਾ ਕੀਤੀ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਭੁਚਾਲ ਹਾਲੀਵੁੱਡ ਨੂੰ ਹਿੱਟ ਕਰਦਾ ਹੈ ਜਿਵੇਂ ਕਿ ਆਸਕਰ ਦੇ ਬਾਅਦ ਦੀ ਪਾਰਟੀ ਲਈ ਸਿਤਾਰੇ ਇਕੱਠੇ ਹੁੰਦੇ ਹਨ - ਬੀਬੀਸੀ.",
        "ਟਰੰਪ ਰਾਸ਼ਟਰੀ ਰਿਜ਼ਰਵ ਲਈ 5 ਕ੍ਰਿਪਟੂ ਮੁਦਰਾਵਾਂ ਦੇ ਨਾਮ ਦਿੰਦੇ ਹਨ, ਕੀਮਤਾਂ ਵਿੱਚ ਵਾਧਾ ਭੇਜਦੇ ਹਨ - ਅਲ ਜਜ਼ੀਰਾ ਅੰਗਰੇਜ਼ੀ",
        "ਮਿਸ਼ੀਗਨ ਦੀ ਮਾਂ ਨੇ ਜੱਜ ਨੂੰ ਲਗਭਗ 15 ਸਾਲ ਬਾਅਦ 3 ਲਾਪਤਾ ਪੁੱਤਰਾਂ ਨੂੰ ਮ੍ਰਿਤਕ ਐਲਾਨਣ ਲਈ ਕਿਹਾ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਫੋਟੋਆਂ ਵਿੱਚਃ ਕੈਰੋਲੀਨਾ ਵਿੱਚ ਜੰਗਲੀ ਅੱਗਾਂ ਤੁਰੰਤ ਨਿਕਾਸੀ ਅਤੇ ਐਸਸੀ ਵਿੱਚ ਐਮਰਜੈਂਸੀ ਦੀ ਸਥਿਤੀ ਨੂੰ ਚਾਲੂ ਕਰਦੀਆਂ ਹਨ - ਐਕਸੀਓਸ",
        "ਕਾਂਗਰਸ ਨੂੰ ਟਰੰਪ ਦੇ ਪਿਛਲੇ ਭਾਸ਼ਣਾਂ ਨੇ ਉਨ੍ਹਾਂ ਨੂੰ ਆਪਣਾ ਏਜੰਡਾ ਪਾਸ ਕਰਨ ਲਈ ਕਿਹਾ । ਹੁਣ, ਉਹ ਇਸ ਨੂੰ ਇਕੱਲੇ ਜਾਣ ਲਈ ਤਿਆਰ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "Lakers Luka Dončić - ਸਿਲਵਰ ਸਕਰੀਨ ਅਤੇ ਰੋਲ ਦੇ ਪਿੱਛੇ Clippers ਵਿਰੁੱਧ ਸੀਜ਼ਨ ਦੀ ਲੜੀ ਜਿੱਤ",
        "ਸੁਰੱਖਿਅਤ ਛੂਹਣ ਵਾਲਾ ਪਹਿਲਾ ਪ੍ਰਾਈਵੇਟ ਚੰਦਰਮਾ ਲੈਂਡਰ ਸੈਲਫੀ ਭੇਜਣਾ ਸ਼ੁਰੂ - The Register",
        "ਆਰਐਫਕੇ ਜੂਨੀਅਰ, ਵੈਕਸੀਨ ਦੇ ਮਸ਼ਹੂਰ ਸ਼ੱਕੀ, ਅਮਰੀਕਾ ਦੇ ਘਾਤਕ ਪ੍ਰਕੋਪ ਦੇ ਵਿਚਕਾਰ ਖਸਰਾ ਜੈਬ ਦਾ ਸਮਰਥਨ ਕਰਦਾ ਹੈ - ਅਲ ਜਜ਼ੀਰਾ ਅੰਗਰੇਜ਼ੀ",
        "ਐਡਰਿਅਨ ਬ੍ਰੌਡੀ ਆਸਕਰ ਜਿੱਤਦਾ ਹੈ, ਆਪਣੀ ਗਮ ਨੂੰ ਬਾਹਰ ਸੁੱਟਦਾ ਹੈ ਅਤੇ ਅਕੈਡਮੀ ਨੂੰ ਸੰਗੀਤ ਨੂੰ ਕੱਟਣ ਲਈ ਕਹਿੰਦਾ ਹੈ ਤਾਂ ਜੋ ਉਹ ਭਾਸ਼ਣ ਨੂੰ ਖਤਮ ਕਰ ਸਕੇਃ ‘ਮੈਂ ਇਹ ਪਹਿਲਾਂ ਕੀਤਾ ਹੈ’ - ਵੰਨਗੀ",
        "ਮਿਸ਼ਰਣਃ ਦੁਨੀਆ ਦੀ ਸਭ ਤੋਂ ਵੱਡੀ ਫਾਸਟ ਫੂਡ ਫਰਮ ਜਿਸ ਬਾਰੇ ਤੁਸੀਂ ਕਦੇ ਨਹੀਂ ਸੁਣਿਆ - ਬੀਬੀਸੀ.",
        "ਕਿੰਗ ਚਾਰਲਸ ਨਾਲ ਮੁਲਾਕਾਤ 'ਚ ਕੈਨੇਡਾ ਨੂੰ ਅਨੇਕ ਕਰਨ ਲਈ ਟਰੰਪ ਦੀ ਧਮਕੀ ਲਿਆਉਣਗੇ ਟਰੂਡੋ - The Tribune India",
        "ਵਾਚਃ ਐਲਨ ਮਸਕ ਨੇ ਸਪੇਸਐਕਸ ਸਟਾਰਸ਼ਿਪ ਦੇ ਪਾਣੀ ਦੀ ਲੈਂਡਿੰਗ ਦੀ ਦੁਰਲੱਭ ਫੁਟੇਜ ਸਾਂਝੀ ਕੀਤੀ - ਟਾਈਮਜ਼ ਆਫ ਇੰਡੀਆ",
        "ਟਰੰਪ ਦੇ \"ਸ਼ੁਕਰਗੁਜ਼ਾਰ ਨਹੀਂ\" ਚਾਰਜ ਤੋਂ ਬਾਅਦ ਜ਼ੇਲੇਨਸਕੀ ਦਾ \"ਸ਼ੁਕਰਗੁਜ਼ਾਰ\" ਵੀਡੀਓ ਸੰਦੇਸ਼ - ਐਨਡੀਟੀਵੀ",
        "ਅਮਰੀਕਾ ਨੇ ਰੂਸ ਖਿਲਾਫ ਅਪਮਾਨਜਨਕ ਸਾਈਬਰ ਆਪ੍ਰੇਸ਼ਨ ਕੀਤੇ ਮੁਅੱਤਲ, ਸੀਨੀਅਰ ਅਮਰੀਕੀ ਅਧਿਕਾਰੀ ਨੇ ਕਿਹਾ - ਸੀਐਨਐਨ",
        "ਚੀਨ ਦੀ ਫੈਕਟਰੀ ਗਤੀਵਿਧੀ ਦਾ ਵਾਧਾ ਫਰਵਰੀ ਵਿਚ 3 ਮਹੀਨਿਆਂ ਦੇ ਉੱਚੇ ਪੱਧਰ 'ਤੇ ਪਹੁੰਚਦਾ ਹੈ, ਕਿਉਂਕਿ ਲੱਖਾਂ ਛੁੱਟੀਆਂ ਤੋਂ ਬਾਅਦ ਕੰਮ' ਤੇ ਵਾਪਸ ਆਉਂਦੇ ਹਨ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "2025 ਵਿਅਰਥ ਫੇਅਰ ਆਸਕਰ ਪਾਰਟੀ ਦੇ ਅੰਦਰੋਂ ਵਿਸ਼ੇਸ਼ ਫੋਟੋਆਂ - ਵਿਅਰਥ ਮੇਲਾ"
    ]
}