{
    "headlines": [
        "Lixo espacial com mais de 450 quilos cai na aldeia do Quénia - AOL",
        "Bryan Johnson quer viver para sempre. Um novo filme da Netflix mostra as maneiras selvagens que ele está tentando. - usa TODAY",
        "Essas redes de restaurantes fecharam locais em 2024 - CNBC",
        "Atualizações de Nova Orleans: 10 mortos, dezenas de feridos após veículo atingir multidão em 'ataque terrorista' - ABC News",
        "From The Next Yorgos Lanthimos, Paul Thomas Anderson & Spike Lee, To Scarlett Johansson & Kristen Stewart's Directorial Debuts & A Tom Cruise Return To Cannes?: 71 Films From Around The World That Could Light Up Festivals In 2025 - Prazo",
        "Relatório de ações do Lions vs. 49ers: 6 risers, 3 fallers após vitória na costa oeste - Pride Of Detroit",
        "Kim Jong Un da Coreia do Norte participa das celebrações de Ano Novo e recebe cartão de Xi da China, diz KCNA - Reuters.com",
        "Ucrânia encerra fornecimento de gás russo à Europa - CNN",
        "Polícia identifica mulher incendiada em ataque mortal em Nova York - BBC.com",
        "Rússia lança 111 drones na Ucrânia em ataque mortal de Ano Novo, diz Kiev - ABC News",
        "Céu noturno de janeiro: veja um eclipse total de Marte por uma \"lua de lobo\" - Forbes",
        "Os casos de norovírus aumentaram nos EUA. Como a região DC foi afetada? - The Washington Post",
        "Assista: Vídeo aterrorizante de suspeito empurrando homem para trilhos do metrô em Manhattan - The Times of India",
        "O que fazer rumo ao Ano Novo depois de um final fraco para um 2024 forte - Investor's Business Daily",
        "O técnico da Carolina do Sul, Shane Beamer, fica furioso com o técnico de Illinois por provocá-lo por causa da controvérsia do pontapé inicial - New York Post",
        "Playoff de futebol universitário: o 6º Penn State avança para as semifinais com 31-14 Fiesta Bowl vencendo o 3º Boise State - Yahoo Sports",
        "Trump diz que faria chamadas para Mike Johnson - POLITICO",
        "Jon Hamm Reage a Andy Cohen Chamando-o de “Nicole Kidman Masculino” Durante o Especial de Ano Novo - Hollywood Reporter",
        "Justin Baldoni processa o New York Times em US $ 250 MILHÕES pela história de Blake Lively: um guia para os principais atores envolvidos na disputa 'It Ends With Us' - Yahoo Entertainment",
        "Em fotos: celebrações de Ano Novo em todo o mundo - Axios"
    ]
}