{
    "headlines": [
        "Изъято",
        "Как эскалация эпической голливудской войны между Джастином Балдони и Блейком Лайвли - The Wall Street Journal",
        "Дивизионные прогнозы НФЛ на 2025 год: Saquon Barkley держится под контролем, счета делают нежелательную историю - CBS Sports",
        "На этой неделе в Биткойне: BTC взрывается в преддверии инаугурации Трампа - расшифровка",
        "Неудобные моменты инаугурации - BBC.com",
        "В результате аварии на подъемнике десятки людей получили ранения на испанском горнолыжном курорте в Пиренеях - KSL.com",
        "Сколько снега выпало в Колорадо - 9News.com КУСА",
        "Видеокарты ONIX Arc B580 дебютируют на рынке США с конкурентоспособными ценами - VideoCardz.com",
        "Принудительное обновление Microsoft - новое предупреждение для 450 миллионов владельцев ПК с Windows - Forbes",
        "50 слов или меньше: Вороны могут быть беглым поездом - BaltimoreRavens.com",
        "Каскадер знал, что его тело меняется. Врачам потребовалось почти десятилетие, чтобы понять, почему. - CBS News",
        "Дюймы добавлены в воскресные прогнозы снегопада - 69News WFMZ-TV",
        "Я спорил с Дэвидом Линчем о медитации. Он был прав - Rolling Stone",
        "«Эвакуационная усталость» наступает для южных калифорнийцев, которые еще не вернулись домой после лесных пожаров - CNN",
        "Что «Доджерс» могут ожидать от Роки Сасаки в этом сезоне? Пять выводов от разведчиков MLB, руководителей - ESPN",
        "В каких продуктах есть Red Dye 3? См. список закусок, напитков, на которые распространяется запрет FDA - Austin American-Statesman",
        "До того, как ИИ Apple пошел наперекосяк и начал придумывать фейковые новости, его инженеры предупреждали о глубоких недостатках технологии - футуризм",
        "Ралли на фондовом рынке зависит от ответа на этот «реальный вопрос» о доходности облигаций - MarketWatch",
        "Как Трамп стремится демонтировать «глубинное государство» и утвердить контроль - Reuters",
        "Изъято"
    ]
}