{
    "headlines": [
        "ਹਟਾਈ",
        "ਡੇਨਵਰ ਬ੍ਰੋਂਕੋਸ ਬਨਾਮ ਬਫੇਲੋ ਬਿੱਲਾਂ ਏਐਫਸੀ ਵਾਈਲਡ ਕਾਰਡ ਗੇਮਃ ਕਿਵੇਂ ਵੇਖਣਾ ਹੈ, ਕਿੱਕਆਫ ਟਾਈਮ ਅਤੇ ਹੋਰ - ਯਾਹੂ ਸਪੋਰਟਸ",
        "ਆਈਸ ਕੋਰ ਧਰਤੀ ਦੇ ਅਤੀਤ ਦੇ ਰਹੱਸਾਂ ਦੇ ਜਵਾਬ ਰੱਖ ਸਕਦਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਕਮਲਾ ਹੈਰਿਸ ਦੇ ਬ੍ਰੈਂਟਵੁੱਡ ਘਰ ’ਚ ਅੱਗ ਲੱਗਣ ਕਾਰਨ 2 ਸ਼ੱਕੀ ਲੁਟੇਰਿਆਂ ਨੂੰ ਪੁਲਿਸ ਨੇ ਕੀਤਾ ਗ੍ਰਿਫਤਾਰ",
        "ਜੇਡੀ ਵੈਨਸ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ \"ਗ੍ਰੀਨਲੈਂਡ ਵਿਚ ਇਕ ਸੌਦਾ ਕੀਤਾ ਜਾਣਾ ਹੈ\" - ਐਕਸੀਓਸ",
        "ਐਡਮ ਸ਼ਿਫ ਜੰਗਲੀ ਅੱਗ ਪ੍ਰਤੀਕਰਮ ਦੀ ਸਮੀਖਿਆ ਕਰਨ ਲਈ ਸੁਤੰਤਰ ਕਮਿਸ਼ਨ ਚਾਹੁੰਦਾ ਹੈ - ਪੋਲਿਟਿਕੋ",
        "ਕੈਲੀਫੋਰਨੀਆ ਅੱਗ ਅਮਰੀਕੀ ਇਤਿਹਾਸ ਵਿੱਚ ਮਹਿੰਗੀ ਤਬਾਹੀ ਹੋ ਸਕਦੀ ਹੈ, ਗਵਰਨਰ ਕਹਿੰਦਾ ਹੈ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "ਛੇ ਵੱਡੇ ਪ੍ਰਸ਼ਨ - ਅਤੇ ਇੱਕ ਗ੍ਰੇਡ - ਦੇਸ਼ ਭਗਤ ਦੇ ਮਾਈਕ ਵਰਬੇਲ ਦੇ ਕਿਰਾਏ 'ਤੇਃ ਕੀ ਉਹ ਟੀਮ ਨੂੰ ਘੁੰਮ ਸਕਦਾ ਹੈ? - ਈਐਸਪੀਐਨ",
        "‘ਚੋਰਾਂ ਦਾ ਡੇਨ 2’ 15 ਮਿਲੀਅਨ ਡਾਲਰ ਨਾਲ ਬਾਕਸ ਆਫਿਸ ਦਾ ਤਾਜ ਚੋਰੀ ਕਰਦਾ ਹੈ, ਰੌਬੀ ਵਿਲੀਅਮਜ਼ ਬਾਇਓਪਿਕ ‘ਬੈਟਰ ਮੈਨ’ ਟੈਂਕ $ 1 ਮਿਲੀਅਨ ਡੈਬਿਊ ਨਾਲ - ਵੰਨਗੀ",
        "ਸਰਜਨ ਜਨਰਲ ਦੇ ਤੋਲਣ ਤੋਂ ਪਹਿਲਾਂ ਵੀ ਅਮਰੀਕੀ ਘੱਟ ਸ਼ਰਾਬ ਪੀਂਦੇ ਸਨ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਸੈਨ ਫਰਨਾਂਡੋ ਵੈਲੀ, ਬ੍ਰੈਂਟਵੁੱਡ ਵਿੱਚ ਉਜਾੜੇ ਵਧਦੇ ਹਨ ਕਿਉਂਕਿ ਪਾਲੀਸੇਡਸ ਦੀ ਅੱਗ ਦਿਨ 5 ਤੱਕ ਫੈਲਦੀ ਹੈ - ਲਾਸ ਏਂਜਲਸ ਡੇਲੀ ਨਿ Newsਜ਼",
        "ਸਾਬਕਾ ‘ਕਿਡੀ ਕੇਪਰਜ਼‘ ਟੀਵੀ ਸਟਾਰ ਦੀ ਮੌਤ ਹੋ ਗਈ ਜਦੋਂ ਕੈਲੀਫੋਰਨੀਆ ਦੇ ਜੰਗਲੀ ਅੱਗ ਮਲੀਬੂ ਅਸਟੇਟ ਦੁਆਰਾ ਭੜਕ ਗਈ, ਮਾਂ ਕਹਿੰਦੀ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਐਪਲ ਵਾਚ ਐਸਈ ਨੂੰ 'ਨਵੀਂ ਦਿੱਖ' ਨਾਲ ਕਥਿਤ ਤੌਰ 'ਤੇ ਇਸ ਸਾਲ ਦੇ ਅਖੀਰ ਵਿਚ ਲਾਂਚ ਕੀਤਾ ਗਿਆ; ਕੰਮਾਂ ਵਿਚ ਨਵੀਆਂ ਸਿਹਤ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ - 9to5Mac",
        "ਚੀਨ ਅਤੇ ਭਾਰਤ ਨੂੰ ਰੂਸ ਦੇ ਤੇਲ ਦੀ ਸਪਲਾਈ 'ਤੇ ਰੋਕ ਲਗਾਉਣ ਲਈ ਅਮਰੀਕਾ ਦੀਆਂ ਸਖਤ ਪਾਬੰਦੀਆਂ - ਰਾਇਟਰ",
        "ਟਰੰਪ ਦੀ ਕੈਬਨਿਟ ਵਿਘਨ ਪਾਉਣ ਵਾਲੇ ਸੁਣਵਾਈਆਂ ਦੇ ਰੂਪ ਵਿੱਚ ਮੁੱਖ ਵਿਚਾਰਾਂ ਨੂੰ ਨਰਮ ਕਰਦੇ ਹਨ - ਐਕਸੀਓਸ",
        "ਕੈਲੀਫੋਰਨੀਆ ਦੇ ਵਿਅਕਤੀ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਬਰਡ ਫਲੂ ਲਈ ਵਾਪਸ ਬੁਲਾਇਆ ਗਿਆ ਕੱਚਾ ਦੁੱਧ ਪੀਣ ਤੋਂ ਬਾਅਦ ਉਸ ਦੀਆਂ ਦੋ ਬਿੱਲੀਆਂ ਦੀ ਮੌਤ ਹੋ ਗਈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਸੀਈਐਸ 2025 ਤੋਂ 8 ਸਭ ਤੋਂ ਦਿਲਚਸਪ ਪੀਸੀ ਮਾਨੀਟਰ - ਆਰਸ ਟੈਕਨੀਕਾ",
        "ਵਾਲ ਸਟ੍ਰੀਟ ਜੀਓਪੀ ਦੇ ਟੈਕਸ ਕੱਟਣ ਦੀਆਂ ਯੋਜਨਾਵਾਂ ਨੂੰ ਕਿਵੇਂ ਤੋੜ ਸਕਦੀ ਹੈ - ਹਫਪੋਸਟ",
        "ਐਤਵਾਰ ਅਤੇ ਸੋਮਵਾਰ ਦੇ ਵਾਈਲਡ ਕਾਰਡ ਰਾਉਂਡ ਐਕਸ਼ਨ ਲਈ ਫੈਲਣ ਦੇ ਵਿਰੁੱਧ ਚੁੱਕੋ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਪ੍ਰਾਚੀਨ ਸਮੁੰਦਰੀ ਰਾਖਸ਼ ਉੱਤੇ 'ਲਾਲ ਝੰਡੇ' ਉਠਾਏ ਗਏ ਮੋਰੋਕੋ ਦੀ ਖਾਣ ਤੋਂ ਖਿੱਚੇ ਗਏ - Livescience. com"
    ]
}