{
    "headlines": [
        "تحديثات مباشرة: من المتوقع أن يحضر ترامب إطلاق سبيس إكس مع إيلون ماسك في تكساس - واشنطن بوست",
        "المبعوث الأمريكي في بيروت لإجراء محادثات بعد موافقة لبنان وحزب الله على مسودة الهدنة - Reuters.com",
        "يخفض بوتين عتبة استخدام ترسانته النووية بعد قرار بايدن بشأن الأسلحة لأوكرانيا - وكالة أسوشيتد برس",
        "تقول موسكو إن أوكرانيا تطلق صواريخ أمريكية الصنع طويلة المدى على روسيا لأول مرة - سي إن إن",
        "سهم Tesla يرتفع. ربما تساعد كيم كارداشيان. - بارون",
        "تعرض Microsoft \"وكلاء\" الذكاء الاصطناعي الذين يمكنهم أداء المهام بمفردهم في Ignite 2024 - Yahoo Finance",
        "بدأت سامسونج أخيرًا في طرح نظام التشغيل Wear OS 5 لساعات Galaxy القديمة - The Verge",
        "يمكن لـ Google Lens الآن التحقق من الأسعار والمخزون عند التسوق في العالم الحقيقي - TechCrunch",
        "الجمهوريون في مجلس الشيوخ يوجهون رسالة إلى ترامب: تأكيد غايتز في خطر - بوليتيكو",
        "آبل تكشف عن البودكاست الأكثر شعبية لعام 2024، مع تسع قوائم مختلفة لأفضل 10 قوائم - 9to5Mac",
        "ينخفض سهم Lowe بعد الأرباح. من السابق لأوانه الاتصال بنقطة انعطاف. \"- بارونز",
        "فأر \"غير عادي\" تم إنشاؤه باستخدام جين أقدم من الحياة الحيوانية نفسها - IFLScience",
        "بلغت إيرادات وول مارت في الربع الثالث 169 مليار دولار، وارتفعت ربحية السهم بنسبة 850 ٪ - Yahoo Finance",
        "NFL Week 12 Power Rankings: Bills 'Super Bowl window remains wide open; Lions new no. 1 after Chiefs loss - CBS Sports",
        "ألمانيا على كابلات مكسورة غامضة في بحر البلطيق: \"إنه تخريب\" - POLITICO Europe",
        "\"إعصار القنبلة\" يهدد شمال كاليفورنيا وشمال غرب المحيط الهادئ - وكالة أسوشيتد برس",
        "صورة: \"الصدأ\" العرض الأول لتذكرة الطلب يعطل نظام تذاكر المهرجان - هوليوود ريبورتر",
        "قضت هذه المرأة عامًا في محاولة لمعرفة سبب عدوى الخميرة المزمنة، واتضح أن الجاني كان شيئًا نستخدمه جميعًا كل يوم - BuzzFeed",
        "الفائزون والخاسرون في الأسبوع الحادي عشر من الدوري الوطني لكرة القدم الأمريكية: قد تصبح الشواحن أخيرًا فريقًا قابضًا - الرياضة المصورة",
        "يقول المحامي - رولينج ستون إن مات جيتز دفع للنساء لممارسة الجنس ومشاهدة \"المرأة الجميلة\" في برودواي"
    ]
}