{
    "headlines": [
        "Aidan Hutchinson Injury Update: Lions DE sofre lesão significativa na perna vs. Cowboys - Detroit Free Press",
        "Finneas Beija Guitarrista Masculino no Concerto de Nova Iorque - TMZ",
        "   Removido ",
        "EUA implantam sistema de defesa antimísseis THAAD, tropas em Israel - Al Jazeera",
        "Homem com armas preso perto de comício de Trump em Coachella, diz xerife - NPR",
        "Quebrando a vitória de 34-13 dos Packers sobre os Cardinals na semana 6 - Packers Wire",
        "Lamar Jackson supera o novato Jayden Daniels para liderar os Ravens contra os Commanders, fortalecendo seu próprio caso de MVP - Yahoo Sports",
        "Lions vs. Cowboys: atualizações de pontuação ao vivo, destaques, análise - Pride Of Detroit",
        "Trump aumenta diferença com Harris em três novas pesquisas nacionais - Axios",
        "Trump sugere usar forças armadas contra ‘inimigo de dentro’ no dia da eleição - CNN",
        "'Sou radiologista — para reduzir o risco de câncer de mama, coma esses 5 alimentos e siga esses hábitos saudáveis' - Fox News",
        "Mike Johnson diz que o alívio de furacões \"pode esperar\" até o fim do recesso do Congresso - Axios",
        "O ciclo de destruição sem fim da Boeing não dá trégua ao novo CEO Ortberg - Bloomberg",
        "Ariana Grande leva a promoção da NFL de Celine Dion ao próximo nível com a música tema brutal do UFC em ‘SNL’: Assista - Billboard",
        "A bolsa de valores está aberta no Dia de Colombo? (S&P Índices Completos:SP500) - Alfa Buscante",
        "Jennifer Lopez é grata por suas \"belas memórias\" com Ben Affleck - Harper's BAZAAR",
        "‘Terrifier 3’ leva ‘Coringa’ ao primeiro lugar nas bilheterias, filme de Trump ‘O Aprendiz’ fracassa - Associated Press",
        "Transcrição: O presidente da Câmara, Mike Johnson, em \"Face the Nation with Margaret Brennan\", 13 de outubro de 2024 - CBS News",
        "Israel: Mais de 60 feridos em ataque de drone em Binyamina - BBC.com",
        "A venda de ações da Tesla após o evento robotaxi pode ser apenas o começo, alertam os profissionais - Yahoo Finance"
    ]
}