{
    "headlines": [
        "[entfernt]",
        "SpaceX steht kurz vor seinem bisher ehrgeizigsten Raumschiff-Testflug. Das sollten Sie wissen - CNN",
        "Iran antwortet auf „Geheime Dokumente“, die Teheran mit der Hamas verbinden. Angriff vom 7. Oktober - Newsweek",
        "Pokémon-Entwickler-Spiel-Freak angeblich gehackt, riesige Datenmengen angeblich durchgesickert - Nintendo Life",
        "Walz trampelt auf Minnesotas Fasanenjagd-Saisonöffner durch hohes Gras, aber keine Vögel - The Associated Press",
        "Trump-orientierte Gruppe, von der angenommen wird, dass sie von chinesischen Hackern angegriffen wurde - The Washington Post",
        "Die Untersuchung des Verschwindens der Montana-Mutter Jermain Charlo - CBS News",
        "[removed]",
        "Seltene Überschwemmungen in Teilen der Sahara zum ersten Mal seit Jahrzehnten - CBS News",
        "Country-Star Brantley Gilbert unterbricht das Konzert, als die schwangere Frau Amber im Tourbus zur Welt kommt: \"Sie ist eine verdammte Wilde\" - Seite sechs",
        "Komet des Jahrhunderts: Bilder aus ganz Großbritannien von Komet A3 - BBC.com",
        "\"Ready or Not 2\" in Arbeit mit Samara Weaving, Radio Silence kehrt zurück - Hollywood Reporter",
        "UFC Fight Night 244 Social-Media-Reaktionen: Brandon Royvals Aufregung über Tatsuro Taira als \"Instant-Klassiker\" beschrieben - MMA Junkie",
        "Optimus: Ein Blick auf Teslas neuen humanoiden Roboter - The Jerusalem Post",
        "NASA aktualisiert Abdeckung für Europa Clipper nach Hurrikan Milton - NASA Jet Propulsion Laboratory",
        "Ohio State-Oregon Live: Buckeyes and Ducks handeln frühe TDs - ESPN",
        "Julia Fox sagt, dass sie es zutiefst bereut, mit Kanye West zusammen zu sein - TMZ",
        "Israel befiehlt die Evakuierung weiterer südlibanesischer Städte, drei UN-Friedenstruppen werden verwundet - USA TODAY",
        "Gov. Slams Donald Trump‘s ‘Cognitive Decline’ After Rally Insults - The Daily Beast",
        "ADHS betrifft jetzt 15,5 Millionen Erwachsene in den USA, heißt es in einem neuen CDC-Bericht - Fox News"
    ]
}