{
    "headlines": [
        "Revisão do Apple Mac Mini M4: uma pequena maravilha - The Verge",
        "O Federal Reserve está tomando uma decisão de corte de juros na quinta-feira. Aqui está o impacto no seu dinheiro. - CBS News",
        "Como o investimento de US $ 130 milhões de Elon Musk na vitória de Trump pode trazer uma grande recompensa para a Tesla e o resto de seu império de negócios - Fortune",
        "De acordo com cientistas, este suplemento popular pode realmente proteger contra o câncer - SciTechDaily",
        "Lucros da Warner Bros. Discovery: as ações sobem em meio à força do streaming como estúdios, receita de pressão de TV linear - Yahoo Finance",
        "Cuba se recupera após furacão de categoria 3 devastar ilha e derrubar rede elétrica - Associated Press",
        "Acordos de delação revividos pelo suposto mentor do 11 de setembro Khalid Sheikh Mohammed e outros - The Associated Press",
        "Biden deve se dirigir à nação após vitória decisiva de Trump nas eleições dos EUA - Reuters",
        "'Espetacular' Jennifer Lopez desvia pergunta sobre Ben Affleck depois que ele a elogiou em meio ao divórcio - Page Six",
        "Futuros de ações sobem à medida que Wall Street tenta estender grande recuperação pós-eleitoral, Fed ahead: Atualizações ao vivo - CNBC",
        "Quem vai ganhar o controlo da Casa? As corridas excepcionais para assistir - BBC.com",
        "Funcionários da justiça em negociações para encerrar casos criminais de Donald Trump - BBC.com",
        "Detritos negros misteriosos em Sydney não eram bolas de alcatrão, mas resíduos \"muito mais nojentos\" - NBC News",
        "A Austrália planeia proibir as redes sociais para crianças menores de 16 anos - The Associated Press",
        "Escolhas da Semana 10 da NFL: Carregadores e carneiros podem manter suas séries de vitórias? - Yahoo Sports",
        "Estar mais ‘sonolento’ durante o dia significa maior chance de desenvolver essa síndrome pré-demencial - New York Post",
        "Principais nomes da equipa de política externa de Trump - Axios",
        "Trump atende chamadas de lista crescente de líderes mundiais após vitória eleitoral - ABC News",
        "CPU AMD Ryzen 7 9800X3D atinge mais de 1000 FPS em CS2, mais de 2000 FPS em Valorant com overclock de 6,9 GHz em apenas 100W - Wccftech",
        "Jimmy Kimmel retém as lágrimas enquanto reflete sobre os resultados ‘terríveis’ das eleições - Rolling Stone"
    ]
}