{
    "headlines": [
        "Dolphins vs. Texans Live-Updates: NFL-Ergebnisse, Spielstatistiken, Highlights, wo man den entscheidenden AFC-Showdown sehen kann - CBS Sports",
        "Jamie Foxx \"Zu gesegnet, um gestresst zu sein\" nach körperlichen Auseinandersetzungen während des Geburtstagsessens bei Mr. Chow – Update - Frist",
        "Transkript: Rep. Michael Waltz über \"Face the Nation with Margaret Brennan\", 15. Dezember 2024 - CBS News",
        "[removed]",
        "Playbook: Trump's Army-Navy Playbook - POLITICO",
        "Das Pissen ist üblich, aber es kann gefährliche Gesundheitsrisiken mit sich bringen, sagen Experten - CNN",
        "Zyklon Chido tötet mehrere in Mayotte, Batters Mosambik - DW (Englisch)",
        "Abendkasse: ‘Kraven the Hunter’ Bomben mit $ 11 Millionen Eröffnungswochenende, schlechtester Start von Sony produzierten Marvel-Filmen - Vielfalt",
        "Christen in Syrien markieren die Transformation des Landes mit Tränen in den Augen, während der UN-Gesandte ein Ende der Sanktionen fordert - The Associated Press",
        "Russische Öltanker in Seenot im Schwarzen Meer - POLITICO EUROPE",
        "Donald Trump erhielt 15 Millionen US-Dollar im Verleumdungsfall von ABC News - BBC.com",
        "Experten erklären Phänomen von Erwachsenen, die ihr Leben hinter sich lassen - CNN",
        "Israel schließt Botschaft in Irland wegen „antiisraelischer“ Politik - BBC.com",
        "Tornado landet in der Nähe des kalifornischen Einkaufszentrums, dreht Autos um und verletzt 3 - SFGATE",
        "NJ-Senator sagt, dass die Behörden zu \"Angst\" vor der öffentlichen Reaktion haben, um die Wahrheit über mysteriöse Drohnen zu sagen - New York Post",
        "Pittsburgh Steelers vs. Philadelphia Eagles Spiel: Wie man zuschaut, Startzeit und mehr - Yahoo Sports",
        "Erfahrener Analyst, der die Rallye des S&P 500 vorhergesagt hat, enthüllt Ziel für 2025 - TheStreet",
        "Warum Heisman Trophy-Gewinner Travis Hunter \"zwei Spieler in einem\" und ein so seltenes Talent im College-Football ist - CNN",
        "USA in \"direktem Kontakt\" mit syrischen Rebellen, sagt Blinken - POLITICO EUROPE",
        "So sehen Sie sich das Finale der \"Yellowstone\" -Serie an: Startzeit und was Sie wissen sollten - New York Post"
    ]
}