{
    "headlines": [
        "95 ਸਾਲਾ ਔਰਤ ਨਾਲ ਛੇੜਛਾੜ ਕਰਨ ਵਾਲੇ ਪੁਲਿਸ ਅਧਿਕਾਰੀ ਨੂੰ ਕਤਲ ਦਾ ਦੋਸ਼ੀ ਪਾਇਆ ਗਿਆ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਮਹਿੰਗਾਈ ਦੇ ਅੰਕੜਿਆਂ ਤੋਂ ਬਾਅਦ ਤਕਨੀਕੀ ਸਟਾਕ ਐਸ ਐਂਡ ਪੀ 500, ਨੈਸਡੈਕ 'ਤੇ ਖਿੱਚਦੇ ਹਨ - ਰਾਇਟਰਜ਼",
        "ਸਰੋਤਃ ਜਾਇੰਟਸ ਦੇ ਬਾਹਰ ਨਿਕਲਣ ਤੋਂ ਬਾਅਦ ਜੋਨਸ ਵਾਈਕਸ ਨਾਲ ਲੈਂਡ ਕਰਦਾ ਹੈ - ਈਐਸਪੀਐਨ",
        "'ਡਾਂਸਿੰਗ ਵਿਦ ਦ ਸਟਾਰਜ਼' ਸੀਜ਼ਨ 33 ਜਿੱਤਣ 'ਤੇ ਜੋਏ ਗ੍ਰਾਜ਼ੀਆਡੇਈ ਅਤੇ ਜੇਨਾ ਜਾਨਸਨ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਕੈਪੀਟਲ ਹਿੱਲ ਦੇ DOGE- ਯੁੱਗ ਦੇ ਪਾਵਰ ਪਲੇਅਰ - ਪੋਲਿਟਿਕੋ",
        "ਅਮਰੀਕਾ ਨੇ ਚੀਨ ਨਾਲ ਕੈਦੀ ਅਦਲਾ-ਬਦਲੀ 'ਚ ਬੰਦ 3 ਅਮਰੀਕੀਆਂ ਦੀ ਰਿਹਾਈ ਕੀਤੀ ਸੁਰੱਖਿਅਤ - CNN",
        "ਕਾਲੇ ਸ਼ੁੱਕਰਵਾਰ ਸ਼ੁੱਕਰਵਾਰ ਵਿਕਰੀ ਦੇ ਰਿਕਾਰਡਾਂ ਨੂੰ ਤੋੜਨ ਲਈ ਕਿਉਂਕਿ ਨਕਦ ਰੁਕਾਵਟ ਵਾਲੇ ਗਾਹਕ ਸੌਦਿਆਂ ਅਤੇ ਛੋਟਾਂ ਦੀ ਉਡੀਕ ਕਰਦੇ ਹਨ - ਨਿ New ਯਾਰਕ ਪੋਸਟ",
        "ਅਮਰੀਕਾ ਐਚਆਈਵੀ ਨਾਲ ਪੀੜਤ ਲੋਕਾਂ ਵਿਚਕਾਰ ਅੰਗਾਂ ਦੇ ਟ੍ਰਾਂਸਪਲਾਂਟ ਨੂੰ ਠੀਕ ਕਰਦਾ ਹੈ, ਡੋਨਰ ਪੂਲ ਦਾ ਵਿਸਥਾਰ ਕਰਦਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਥੈਂਕਸਗਿਵਿੰਗ ਸਰਦੀਆਂ ਦੇ ਤੂਫਾਨਾਂ ਦੀ ਭਵਿੱਖਬਾਣੀ ਅਮਰੀਕਾ ਦੇ ਪਾਰ - ਇੱਥੇ ਅੱਜ ਰਾਤ ਅਤੇ ਕੱਲ ਯਾਤਰਾ ਵਿੱਚ ਵਿਘਨ ਪੈ ਸਕਦਾ ਹੈ - ਫੋਰਬਸ",
        "ਲੇਬਨਾਨ ਜੰਗਬੰਦੀਃ ਅਸੀਂ ਇਜ਼ਰਾਈਲ-ਹਜ਼ਬੁੱਲਾ ਸੌਦੇ ਬਾਰੇ ਕੀ ਜਾਣਦੇ ਹਾਂ - ਬੀਬੀਸੀ.",
        "'ਮੋਆਨਾ 2'ਦੀ ਅਗਵਾਈ ਵਾਲੀ ਥੈਂਕਸਗਿਵਿੰਗ ਬਾਕਸ ਆਫਿਸ ਮਹਾਂਮਾਰੀ ਤੋਂ ਬਾਅਦ ਦੇ ਯੁੱਗ ਵਿੱਚ ਸਭ ਤੋਂ ਵਧੀਆ ਹੋ ਸਕਦੀ ਹੈ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਓਪਨਏਆਈ ਨੇ ਵਿਰੋਧ ਵਿੱਚ ਕਲਾਕਾਰਾਂ ਦੁਆਰਾ ਵੀਡੀਓ-ਜਨਰੇਸ਼ਨ ਟੂਲ ਜਾਰੀ ਕਰਨ ਤੋਂ ਬਾਅਦ ਸੋਰਾ ਐਕਸੈਸ ਨੂੰ ਬੰਦ ਕਰ ਦਿੱਤਾਃ ‘ਅਸੀਂ ਤੁਹਾਡੇ ਪੀਆਰ ਕਠਪੁਤਲੀ ਨਹੀਂ ਹਾਂ’ - ਵੰਨਗੀ",
        "ਟਰੰਪ ਮੁਕੱਦਮੇਬਾਜ਼ੀ ਦਾ ਅੰਤ ਡੀਓਜੇ ਦੀ ਗਤੀ ਦੀ ਪੜਤਾਲ ਨੂੰ ਨਵੀਨੀਕਰਣ ਕਰਦਾ ਹੈ - ਦ ਹਿੱਲ",
        "ਇਮਰਾਨ ਖਾਨ: ਪਾਕਿ ਵਿਰੋਧੀ ਧਿਰ ਦੇ ਸਮਰਥਕਾਂ ਨੇ ਕਰੈਕਡਾਊਨ ਤੋਂ ਬਾਅਦ ਵਿਰੋਧ ਪ੍ਰਦਰਸ਼ਨ ਖ਼ਤਮ ਕੀਤਾ - BBC.com",
        "ਬਾਇਡਨ ਪ੍ਰਸ਼ਾਸਨ ਟਰੰਪ ਨੂੰ ਮੋਟਾਪਾ ਵਿਰੋਧੀ ਡਰੱਗ ਪ੍ਰੈਸ਼ਰ ਧੱਕਦਾ ਹੈ - ਐਕਸੀਓਸ",
        "ਟਰੰਪ ਦੀ ਟੈਰਿਫ ਯੋਜਨਾ ਕੀਮਤਾਂ ਵਧਾ ਸਕਦੀ ਹੈ, ਮੈਕਸੀਕੋ ਅਤੇ ਕਨੇਡਾ ਨਾਲ ਆਪਣਾ ਵਪਾਰ ਸੌਦਾ ਉਡਾ ਸਕਦੀ ਹੈ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਅਮਰੀਕੀਆਂ ਨੂੰ ਛੁੱਟੀਆਂ ਤੋਂ ਪਹਿਲਾਂ ਮੌਸਮੀ ਟੀਕਾ ਨਹੀਂ ਮਿਲ ਰਿਹਾ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਪੀਟ ਪ੍ਰਿਸਕੋ ਦਾ ਹਫਤਾ 13 ਐਨਐਫਐਲ ਪਿਕਸਃ ਲਾਇਨਜ਼ ਸਨੈਪ ਥੈਂਕਸਗਿਵਿੰਗ ਹਾਰਨ ਵਾਲੀ ਸਟ੍ਰੀਕ; ਬੰਗਾਲ ਸਲਿਮ ਪਲੇਆਫ ਦੀਆਂ ਉਮੀਦਾਂ ਨੂੰ ਜ਼ਿੰਦਾ ਰੱਖਦੇ ਹਨ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਆਸਟਰੇਲੀਆ ਦੀ ਸੋਸ਼ਲ ਮੀਡੀਆ 'ਤੇ ਬੱਚਿਆਂ ਲਈ ਪਾਬੰਦੀ ਕਾਨੂੰਨ ਬਣਨ ਦੇ ਨੇੜੇ ਹੈ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਸਰਦੀਆਂ ਦੀ ਰਾਤ ਦੇ ਅਸਮਾਨ ਮੌਸਮ ਦੇ ਮੀਂਹ ਅਤੇ ਉੱਤਰੀ ਲਾਈਟਾਂ ਦੀ ਸੰਭਾਵਤ ਵਾਪਸੀ ਲਿਆਉਣਗੇ - ਟਾਈਮਜ਼ ਹੇਰਾਲਡ-ਰਿਕਾਰਡ"
    ]
}