{
    "headlines": [
        "Bears vs. Texans Sunday Night Football live updates: C.J. Stroud, Caleb Williams face off in matchup of young star QBs - Yahoo Sports",
        "يقول مكتب التحقيقات الفيدرالي إن ترامب كان موضوع محاولة اغتيال واضحة في نادي الغولف في فلوريدا - وكالة أسوشيتد برس",
        "تقارن مقدمة إيمي كانديس بيرغن \"سيدات القطط بدون أطفال\" من JD Vance بالهجوم الذي شنه دان كويل على \"ميرفي براون\" - Yahoo Entertainment",
        "أبرز أحداث الدوري الوطني لكرة القدم الأمريكية لعام 2024: التتبع المباشر لأفضل المسرحيات، نتائج المربعات من نتائج الأسبوع الثاني يوم الأحد - تقرير المبيض",
        "Butker يضرب فائز 51 ياردة لـ KC بعد عقوبة على سلامة البنغال يبقي الرؤساء على قيد الحياة - وكالة أسوشيتد برس",
        "تقول السلطات إن عدد القتلى يرتفع في الفيضانات الأوروبية ؛ ومن المتوقع هطول المزيد من الأمطار - صحيفة واشنطن بوست",
        "كير ستارمر يدافع عن سو غراي بعد تقارير عن الخلافات رقم 10 - BBC.com",
        "تحذير من العواصف الاستوائية صادر لسواحل ولاية كارولينا الشمالية وكارولينا الجنوبية كإعصار استوائي محتمل 8 أشكال - طقس فوكس",
        "Kuo: طلب iPhone 16 Pro أقل من المتوقع، وارتفع الطلب المسبق على iPhone 16 Plus بنسبة 48 ٪ - 9to5Mac",
        "فوز القديسين على رعاة البقر ينتهي بنتيجة نهائية لم يسبق لها مثيل في تاريخ اتحاد كرة القدم الأميركي - سي بي إس سبورتس",
        "إدمان جين يلغي العرض القادم، ويصدر اعتذارًا بعد أن يلكم المغني الرئيسي عازف الجيتار على خشبة المسرح - الصفحة السادسة",
        "تمت الإزالة",
        "نائب رئيس ترامب المختار JD Vance يدافع عن نشر قصة كاذبة عن المهاجرين - الجزيرة الإنجليزية",
        "تعكس تحركات الأسهم خفضًا لتوقعات النمو الاقتصادي الأمريكي - Goldman - Seeking Alpha",
        "ترامب يقول \"أنا أكره تايلور سويفت\" بعد تأييد نجم البوب لهاريس - NPR",
        "قصف روسي يصيب مبنى سكني في خاركيف الأوكرانية، مما أسفر عن مقتل شخص واحد وإصابة 40 آخرين على الأقل - سي إن إن",
        "إرشادات جديدة للتصوير الشعاعي للثدي من إدارة الغذاء والدواء الأمريكية تغير ما يجب أن يعرفه المرضى - USA TODAY",
        "تشارك العائلة المالكة رسائل عيد ميلاد الأمير هاري الأربعين - سي بي إس نيوز",
        "طاقم سبيس إكس يعود إلى الأرض بعد أول مسيرة فضائية تجارية | أخبار دي دبليو - أخبار دي دبليو",
        "انتقل برايان كوبيرجر إلى بويز قبل محاكمة القتل في كلية إيداهو - إن بي سي نيوز"
    ]
}