{
    "headlines": [
        "Tué dans ses patins à roulettes roses, la photo d'une jeune fille palestinienne à Gaza devient virale - NPR",
        "Mises à jour en direct : la capsule Boeing Starliner de la NASA revient de la Station spatiale internationale - CNN",
        "Mises à jour en direct au Brésil : Green Bay Packers 19, Philadelphia Eagles 14, deuxième trimestre - Milwaukee Journal Sentinel",
        "Jennifer Lopez, Matt Damon (mais pas Ben Affleck) apportent des drames sportifs inspirants « imparables » à Toronto - Variété",
        "Colonne | Maintenant, dit Trump, la photo de lui avec E. Jean Carroll peut être « AI » - The Washington Post",
        "Ja'Marr Chase, les Bengals sont pris dans une partie de poulet sous contrat - NBC Sports",
        "Une femme de l'Alabama a été arrêtée pour excès de vitesse. Au lieu d'un ticket, le soldat lui a donné des conseils qui ont changé sa vie. - CBS News",
        "Les enregistrements du cockpit décrivent « beaucoup de givrage » avant que l'avion ne s'écrase au Brésil, selon les premiers rapports - CNN",
        "Jannik Sinner atteint la finale masculine de l'US Open en battant Jack Draper après que les deux aient besoin d'aide médicale - The Associated Press",
        "Le juge retarde la condamnation de l'argent du silence de Trump jusqu'après l'élection - Reuters",
        "Asus ROG Swift OLED PG27AQDP Review - IGN",
        "« Amour et mariage : Huntsville » : la cause du décès de Keke Jabbar révélée - Date limite",
        "La NASA retire l'ESCAPADE du lancement inaugural de New Glenn - SpaceNews",
        "Les actions de Wall Street chutent, forte baisse hebdomadaire alors que le marché attend que la Fed bouge - Reuters",
        "Mises à jour en direct : les dernières nouvelles sur la fusillade dans une école de Géorgie - CNN",
        "[supprimé]",
        "Un militant américano-turc tué en Cisjordanie alors que les forces israéliennes ouvraient le feu - BBC.com",
        "Le Royaume-Uni enquête sur Ticketmaster après que les prix de la tournée Oasis aient surpris les fans - NPR",
        "[supprimé]",
        "Après les cas du festival de musique, le risque de fièvre de la vallée se poursuit tout au long de l'automne, avertissent les responsables de la santé en Californie - CNN"
    ]
}