{
    "headlines": [
        "ਚੀਨੀ ਪੱਤਰਕਾਰ ਤੇ ਹਾਰਵਰਡ ਦੇ ਸਾਬਕਾ ਸਾਥੀ ਨੂੰ 7 ਸਾਲ ਦੀ ਸਜ਼ਾ - The Washington Post",
        "ਸਹਾਇਕ ਮਰਨ ਵਾਲਾ ਬਿੱਲਃ ਆਖਰੀ ਮਿੰਟ ਦੀ ਲਾਬਿੰਗ ਜਿਵੇਂ ਸੰਸਦ ਮੈਂਬਰ ਵੋਟ ਪਾਉਣ ਦੀ ਤਿਆਰੀ ਕਰਦੇ ਹਨ - ਬੀਬੀਸੀ.",
        "ਐਕਸਕਲੂਸਿਵਃ ਐਚਐਸਬੀਸੀ ਫੈਲਾਉਣ ਲਈ ਸੰਘਰਸ਼ ਕਰਨ ਤੋਂ ਬਾਅਦ ਚੀਨ ਕ੍ਰੈਡਿਟ ਕਾਰਡ ਕਾਰੋਬਾਰ ਤੋਂ ਵਾਪਸ ਖਿੱਚ ਰਿਹਾ ਹੈ - ਰਾਇਟਰਜ਼",
        "ਐਨਐਫਐਲ ਥੈਂਕਸਗਿਵਿੰਗ ਜੇਤੂ ਅਤੇ ਹਾਰਨ ਵਾਲੇਃ ਡੌਲਫਿਨਜ਼ ਦੇ ਠੰਡੇ ਮੌਸਮ ਦੇ ਬਲੂਜ਼ ਜਾਰੀ ਹਨ, ਸ਼ੇਰ ਦੇ ਰੱਖਿਆਤਮਕ ਮੋਰਚੇ ਦਾ ਦਬਦਬਾ ਹੈ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਡੋਨਾਲਡ ਟਰੰਪ ਦਾ ‘energyਰਜਾ ਦਾ ਦਬਦਬਾ‘ ਦਾ ਸੱਦਾ ਅਸਲ ਸੰਸਾਰ ਦੀਆਂ ਸੀਮਾਵਾਂ ਵਿੱਚ ਚੱਲਣ ਦੀ ਸੰਭਾਵਨਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਹਫਤੇ 13 ਵਿੱਚ ਡੌਲਫਿਨਜ਼ ਉੱਤੇ ਪੈਕਰਜ਼ ਦੀ 30-17 ਜਿੱਤ ਦਾ ਤਤਕਾਲ ਵਿਸ਼ਲੇਸ਼ਣ - ਪੈਕਰਸ ਵਾਇਰ",
        "ਹਫਤਾ 13 ਐਨਐਫਐਲ ਪਲੇਆਫ ਤਸਵੀਰ 2024-25: ਥੈਂਕਸਗਿਵਿੰਗ ਤੋਂ ਬਾਅਦ ਸਟੈਂਡਿੰਗਜ਼, ਬਰੈਕਟ ਦ੍ਰਿਸ਼ਟੀਕੋਣ - ਬਲੀਚਰ ਰਿਪੋਰਟ",
        "ਹਟਾਈ",
        "ਚਿੱਕੜ ਦੇ ਪੈਰਾਂ ਦੇ ਨਿਸ਼ਾਨ ਸੁਝਾਅ ਦਿੰਦੇ ਹਨ ਕਿ ਕੀਨੀਆ ਵਿਚ 1.5 ਮਿਲੀਅਨ ਸਾਲ ਪਹਿਲਾਂ ਸ਼ੁਰੂਆਤੀ ਮਨੁੱਖਾਂ ਦੀਆਂ 2 ਕਿਸਮਾਂ ਗੁਆਂ neighborsੀਆਂ ਸਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਕਨੈਕਟੀਕਟ ਹਾ Houseਸ ਦੇ ਨੁਮਾਇੰਦਿਆਂ ਨੂੰ ਬੰਬ ਧਮਕੀਆਂ ਨਾਲ ਨਿਸ਼ਾਨਾ ਬਣਾਇਆ ਗਿਆ - ਬੀਬੀਸੀ.",
        "ਦੱਖਣੀ ਕੋਰੀਆ ਦੀ ਸਭ ਤੋਂ ਵੱਡੀ ਕੇ-ਪੌਪ ਏਜੰਸੀ ਨੇ 423 ਮਿਲੀਅਨ ਡਾਲਰ ਦੀ ਕੀਮਤ ਗੁਆ ਦਿੱਤੀ ਹੈ ਕਿਉਂਕਿ ਗਰਲ ਗਰੁੱਪ ਨਿ J ਜੀਨਜ਼ ਤਰੀਕੇ ਨਾਲ ਵੱਖ ਹੋਣ ਲਈ ਤਿਆਰ ਹੈ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਪੁਤਿਨ ਨੇ ਟਰੰਪ ਨੂੰ ਧੁੰਦਲੀ ਚੇਤਾਵਨੀ ਦੀ ਪੇਸ਼ਕਸ਼ ਕੀਤੀਃ ‘ਸੁਰੱਖਿਅਤ ਨਹੀਂ’ - ਦਿ ਡੇਲੀ ਬੀਸਟ",
        "ਸੈਮਸੰਗ ਹਫੜਾ-ਦਫੜੀ ਮੋਡ ਵਿੱਚ ਹੈ, ਗਲੈਕਸੀ ਜ਼ੈਡ ਫੋਲਡ 6 ਹੁਣ ਆਪਣੀ ਅਧਿਕਾਰਤ ਵੈਬਸਾਈਟ ਤੇ 80% ਦੀ ਛੂਟ ਹੈ - ਗਿਜ਼ਮੋਡੋ",
        "ਅੱਜ ਕਿਹੜੇ ਸਟੋਰ ਖੁੱਲ੍ਹੇ ਹਨ? ਵਾਲਮਾਰਟ, ਟਾਰਗੇਟ, ਵੇਗਮੈਨਸ, ਹੋਰ ਲਈ ਥੈਂਕਸਗਿਵਿੰਗ ਘੰਟੇ ਵੇਖੋ - syracuse. com",
        "ਹਫਤੇ ਦੇ ਅੰਤ ਤੱਕ ਨਿਊਯਾਰਕ ਰਾਜ ਦੇ ਕੁਝ ਹਿੱਸਿਆਂ ਵਿੱਚ ਝੀਲ ਪ੍ਰਭਾਵ ਬਰਫ ਦੇ ਪੈਰਾਂ ਦੀ ਉਮੀਦ ਹੈ - CNYcentral. com",
        "ਫਲਸਤੀਨ ਪੱਖੀ ਪ੍ਰਦਰਸ਼ਨਕਾਰੀਆਂ ਨੂੰ ਥੈਂਕਸਗਿਵਿੰਗ ਪਰੇਡ ਵਿਚ ਵਿਘਨ ਪਾਉਣ ਲਈ ਗ੍ਰਿਫਤਾਰ ਕੀਤਾ ਗਿਆ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਕੈਲੀਫ. ਆਰਟ ਟੀਚਰ, 60, ਕਲਾਸਰੂਮ ਵਿਚ ਬੈਟ ਦੁਆਰਾ ਚੱਕਣ ਤੋਂ ਬਾਅਦ ਰੇਬੀਜ਼ ਨਾਲ ਮਰ ਜਾਂਦਾ ਹੈਃ ‘ਉਹ ਇਸ ਨੂੰ ਨੁਕਸਾਨ ਨਹੀਂ ਪਹੁੰਚਾਉਣਾ ਚਾਹੁੰਦੀ ਸੀ’ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਡਾਇਨਾਸੌਰ ਵੋਮਿਟ ਅਤੇ ਫਾਸੀਜ਼ ਦੇ ਜੈਵਿਕ ਪਰਦਾਫਾਸ਼ ਕਰਦੇ ਹਨ ਕਿ ਉਹ ਧਰਤੀ ਉੱਤੇ ਹਾਵੀ ਹੋਣ ਲਈ ਕਿਵੇਂ ਵਿਕਸਤ ਹੋਏ - ਦਿ ਡੇਲੀ ਗਲੈਕਸੀ - ਮਹਾਨ ਖੋਜ ਚੈਨਲ",
        "ਏਅਰਪੌਡ, ਆਈਪੈਡ, ਮੈਕਬੁੱਕ, ਅਤੇ ਹੋਰ - ਮੈਕਰੂਮੋਰਸ 'ਤੇ ਸਰਬੋਤਮ 50+ ਬਲੈਕ ਫ੍ਰਾਈਡੇ ਐਪਲ ਸੌਦੇ",
        "ਕੈਲੀਫੋਰਨੀਆ ਕੰਪਨੀ - ਕੇਟੀਐਲਏ ਲਾਸ ਏਂਜਲਸ ਤੋਂ ਦੂਜੀ ਪ੍ਰਚੂਨ ਕੱਚੇ ਦੁੱਧ ਦੇ ਨਮੂਨੇ ਵਿੱਚ ਬਰਡ ਫਲੂ ਦਾ ਪਤਾ ਲਗਾਇਆ ਗਿਆ"
    ]
}