{
    "headlines": [
        "Moldawiens pro-westlicher Sandu behauptet Wahlsieg nach Einmischungsvorwürfen - Reuters",
        "Israelische Behörden untersuchen mutmaßliches Gaza-Geheimdienstleck von Netanjahu-Helfer - Reuters",
        "Blaney gewinnt seinen Weg in die Meisterschaft 4 mit Schatten über dem Rennziel - Motorsport.com",
        "RFK Jr. sagt, Fluorid sei \"ein Industrieabfall\", der mit Krebs, Krankheiten und Störungen in Verbindung gebracht wird. Das sagt die Wissenschaft - CNN",
        "Schwarm von Tornados prallt in die Gegend von Oklahoma City - ABC News",
        "Saquon, sag weg! Barkley gewinnt das Rennen zum Pylon für 19-Yard TD - NFL",
        "Hurrikan-Saison noch wirbelt: Rafael könnte uns später in dieser Woche bedrohen - USA HEUTE",
        "Dan Campbell macht es wieder, die vierte Down-Entscheidung gibt Lions die Führung über Packers - NBC Sports",
        "\"Dawson's Creek\" Alaun James Van Der Beek kündigt Krebsdiagnose an - CBS News",
        "SpaceX startet 23 Starlink-Satelliten auf Falcon 9-Rakete von Cape Canaveral - WESH 2 Orlando",
        "Trump spricht über Schüsse auf die Presse, erhöht Wahlbetrugsvorwürfe bei der Pa. Rallye - NBC News",
        "Hugh Jackman stimmt scherzhaft zu, dass Kumpel Ryan Reynolds nach Martha Stewarts Bemerkungen nicht lustig ist: \"Endlich sagt es jemand\" - Seite sechs",
        "Iranisch-amerikanisch im Iran festgehalten, da die Spannungen nach dem israelischen Angriff auf das Land hoch sind, sagen die USA - CBS News",
        "Harris sagt schwarzen Gemeindemitgliedern in der Kirche von Detroit, sie sollen \"die Seite des Hasses aufschlagen\" - Detroit News",
        "Saturday Night Live Alaun Pete Davidson bricht Charakter mit Kumpel John Mulaney in der neuesten musikalischen Skizze - Entertainment Weekly News",
        "Israelische Marinekommandos entführen Hisbollah-Agenten: Bericht - The Hill",
        "BYU, Toyota entwickeln neue Schweißtechnik für Minivan-Schiebetüren - KSL.com",
        "Der FCC-Kommissar behauptet, Kamala Harris '\"SNL\" -Kamee sei ein \"klares und unverhohlenes\" Bemühen gewesen, die Gleichzeitigkeitsregel zu umgehen - Frist",
        "Was Sie nächstes Jahr von Apples M4 Ultra Chip erwarten können - MacRumors",
        "Auf welchem Kanal ist Colts vs Vikings heute? Zeit, TV-Zeitplan für NFL Sunday Night Football - Oklahoman.com"
    ]
}