{
    "headlines": [
        "تسري التعريفات المتبادلة الجديدة لترامب على الواردات من جميع أنحاء العالم - سي إن بي سي",
        "ينهار سقف الملهى الليلي في جمهورية الدومينيكان ويقتل أكثر من 60، بما في ذلك المغني روبي بيريز ولاعب MLB السابق - متنوع",
        "ذكرت مصادر أن القائم بأعمال مفوض دائرة الإيرادات الداخلية يستقيل بسبب صفقة لإرسال البيانات الضريبية للمهاجرين إلى دائرة الهجرة والجمارك - إن بي سي نيوز",
        "جامعة واشنطن، سياتل يو تقول إن تأشيرات الطلاب التي ألغتها الحكومة الفيدرالية دون إشعار - كومو",
        "2025 Masters $ 1 million parlay picks, PGA Tour player props, golf odds: Potentially large ROI from a $ 10 bet - CBS Sports",
        "تعثر ارتفاع الأسهم وسط حالة من الذعر بشأن تعريفات الرئيس ترامب: تحديثات مباشرة - فوكس بيزنس",
        "عندما صنع كوفي ميت كريم بينيا كولادا \"لوتس أبيض\"، لم يكن لديه فكرة عن كيفية انتهاء الموسم - وول ستريت جورنال",
        "تم القضاء على كل قرش صنعه المسك منذ فوز ترامب - The Daily Beast",
        "تم تأكيد حالة الحصبة الثالثة في كولورادو في مقاطعة أرتشوليتا للبالغين - 9 أخبار",
        "قدم اثنان من الفنزويليين قضية جديدة في نيويورك تتحدى سياسة ترحيل \"الأعداء الأجانب\" لترامب - بوليتيكو",
        "تقول وزارة الخارجية إن المحادثات مع إيران ليست مفاوضات، بل ستكون مباشرة - إيه بي سي نيوز",
        "ما الذي سيتطلبه الأمر للسيطرة على الحصبة ؟ - NPR",
        "تقرير بليشر: أحدث مسودة وهمية بعد فوز فلوريدا ببطولة الرابطة الوطنية لكرة السلة - الدوري الاميركي للمحترفين",
        "يقول الأمين العام للأمم المتحدة إن غزة \"ساحة قتل\"، حيث تحث الوكالات العالم على التصرف بشأن الحصار الإسرائيلي - بي بي سي",
        "كيف أدت قبعة شيكاغو بولز إلى نقل والد من ولاية ماريلاند عن طريق الخطأ إلى سجن السلفادور - إن بي سي نيوز",
        "يدعي RFK Jr أن المنحنى يتسطح في تفشي الحصبة في تكساس. هل تتفق البيانات ؟ - ABC News",
        "يجب على المهاجرين الذين دخلوا الولايات المتحدة عبر تطبيق CBP One المغادرة \"على الفور\"، كما تقول وزارة الأمن الوطني - NPR",
        "مسودة دوري كرة القدم الأمريكية لعام 2025: يصنف جويل كلات أفضل 50 لاعبًا في الفصل مع العديد من أفضل عشر مفاجآت - On3.com"
    ]
}