{
    "headlines": [
        "ਅਪੀਲ ਕੋਰਟ ਨੇ ਟਰੰਪ ਪ੍ਰਸ਼ਾਸਨ ਨੂੰ ਫੈਡਰਲ ਨੈਤਿਕਤਾ ਨਿਗਰਾਨੀ ਨੂੰ ਹਟਾਉਣ ਦੀ ਆਗਿਆ ਦਿੱਤੀ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "'ਹੈਮਿਲਟਨ' ਨਿਰਮਾਤਾ ਆਉਣ ਵਾਲੇ ਕੈਨੇਡੀ ਸੈਂਟਰ ਦੀ ਸ਼ਮੂਲੀਅਤ ਨੂੰ ਰੱਦ ਕਰਦੇ ਹਨ - ਡੈੱਡਲਾਈਨ",
        "ਟਰੰਪ ਪ੍ਰਸ਼ਾਸਨ ਵੈਟਰਨਜ਼ ਅਫੇਅਰਜ਼ ਤੋਂ 80,000 ਕਰਮਚਾਰੀਆਂ ਨੂੰ ਕੱਟਣ ਦੀ ਯੋਜਨਾ ਬਣਾ ਰਿਹਾ ਹੈ, ਅੰਦਰੂਨੀ ਮੈਮੋ ਦੇ ਅਨੁਸਾਰ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਮਿਆਮੀ ਜੈ ਲੂਕਾਸ ਨੂੰ ਕੋਚ ਵਜੋਂ ਨਿਯੁਕਤ ਕਰਦਾ ਹੈ; ਨਿਯਮਤ ਸੀਜ਼ਨ ਖਤਮ ਹੋਣ ਤੋਂ ਬਾਅਦ ਪ੍ਰਸਿੱਧ ਸਹਾਇਕ ਡਿਊਕ ਨੂੰ ਛੱਡਣ ਦੀ ਉਮੀਦ ਹੈ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਖਸਰਾ ਫੈਲਣ ਦੇ ਜਵਾਬ ਵਿੱਚ ਕੈਨੇਡੀ ਦਾ ਵਿਟਾਮਿਨਾਂ ਲਈ ਧੱਕਾ ਡਾਕਟਰਾਂ ਨੂੰ ਚਿੰਤਾ ਕਰਦਾ ਹੈ - ਦ ਹਿੱਲ",
        "ਤੱਥ ਫੋਕਸਃ ਕਾਂਗਰਸ ਨੂੰ ਆਪਣੇ ਸੰਬੋਧਨ ਦੌਰਾਨ ਟਰੰਪ ਦੁਆਰਾ ਕੀਤੇ ਗਏ ਝੂਠੇ ਅਤੇ ਗੁੰਮਰਾਹਕੁੰਨ ਦਾਅਵਿਆਂ 'ਤੇ ਇਕ ਨਜ਼ਰ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਹੱਬਲ ਟੈਲੀਸਕੋਪ ਨੇ ਕੁਇਪਰ ਬੈਲਟ ਐਸਟ੍ਰੋਇਡਜ਼ (ਵੀਡੀਓ) ਵਿਚਕਾਰ ਇਕ ਨਵੀਂ '3-ਬਾਡੀ ਸਮੱਸਿਆ' ਬੁਝਾਰਤ ਲੱਭੀ - ਸਪੇਸ ਡਾਟ ਕਾਮ",
        "ਆਮ ਯੋਨੀ ਦੀ ਸਥਿਤੀ ਅਸਲ ਵਿੱਚ ਇੱਕ ਐਸਟੀਡੀ ਹੈ, ਅਧਿਐਨ ਲੱਭਦਾ ਹੈ - ਸੀਐਨਐਨ",
        "ਮੈਕਰੋਨਃ ਫਰਾਂਸ ਨੂੰ ਅਮਰੀਕਾ ਦੇ ਨਾਲ ਜਾਂ ਬਿਨਾਂ ‘ਰੂਸੀ ਧਮਕੀ’ ਦਾ ਸਾਹਮਣਾ ਕਰਨਾ ਪਏਗਾ - ਪੋਲੀਟੀਕੋ ਯੂਰਪ",
        "ਨਾਸਾ ਆਰਬਿਟਰ ਨੇ ਚੰਦਰਮਾ 'ਤੇ ਨੀਲੇ ਭੂਤ ਲੈਂਡਰ ਦਾ ਸ਼ਾਨਦਾਰ ਦ੍ਰਿਸ਼ ਕੈਪਚਰ ਕੀਤਾ - ਗਿਜ਼ਮੋਡੋ",
        "ਅਮਰੀਕਾ ਨੇ ਰੂਸ 'ਤੇ ਹਮਲੇ ਲਈ ਯੂਕਰੇਨ ਦੀ ਵਰਤੋਂ ਦੀ ਖੁਫੀਆ ਜਾਣਕਾਰੀ ਸਾਂਝੀ ਕਰਨ' ਤੇ ਰੋਕ ਲਗਾ ਦਿੱਤੀ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਲੰਬੇ ਸਮੇਂ ਦੇ ਹਿਊਸਟਨ ਦੇ ਮੇਅਰ ਅਤੇ ਕਾਂਗਰਸਮੈਨ ਸਿਲਵੈਸਟਰ ਟਰਨਰ ਦੀ 70 ਸਾਲ ਦੀ ਉਮਰ ਵਿੱਚ ਮੌਤ ਹੋ ਗਈ - ਹਿਊਸਟਨ ਪਬਲਿਕ ਮੀਡੀਆ",
        "ਏ 16 ਚਿੱਪ ਦੇ ਨਾਲ ਨਵੇਂ ਐਂਟਰੀ-ਪੱਧਰ ਦੇ ਆਈਪੈਡ ਵਿੱਚ ਆਈਪੈਡ 10 ਤੋਂ ਵੱਧ ਰੈਮ ਹੈ - ਮੈਕਰੂਮੋਰਸ",
        "ਅਮਰੀਕਾ ਨੇ ਗਾਜ਼ਾ ਬੰਧਕਾਂ ਨੂੰ ਲੈ ਕੇ ਹਮਾਸ ਨਾਲ ਸਿੱਧੀ ਗੱਲਬਾਤ ਦੀ ਕੀਤੀ ਪੁਸ਼ਟੀ - BBC.com",
        "ਇਕ ਕੁੰਜੀ 2025 ਮੁਫਤ ਏਜੰਟ ਹਰ ਐਨਐਫਐਲ ਟੀਮ ਘੱਟ ਤੋਂ ਘੱਟ ਹਾਰਨ ਲਈ ਬਰਦਾਸ਼ਤ ਕਰ ਸਕਦੀ ਹੈਃ ਰੇਵੇਨਜ਼ ਦੀ ਰੌਨੀ ਸਟੈਨਲੀ ਚੋਟੀ ਦੀ ਤਰਜੀਹ ਹੋ ਸਕਦੀ ਹੈ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਰਿਪੋਰਟਃ ਮੈਕਸੈਕਸ ਕਰੌਸਬੀ, ਰੇਡਰ ਇਤਿਹਾਸਕ $ 106.5M ਇਕਰਾਰਨਾਮੇ ਨਾਲ ਸਹਿਮਤ ਹਨ; ਗੈਰ-ਕਿBਬੀ ਲਈ ਰਿਕਾਰਡ - ਬਲੀਚਰ ਰਿਪੋਰਟ",
        "ਹੈਰਾਨ ਕਰਨ ਵਾਲੀ ਯੂਰਪ ਦੀਆਂ ਖ਼ਬਰਾਂ ਟੇਸਲਾ ਸਟਾਕ ਨੂੰ ਵੱਡਾ ਝਟਕਾ ਦਿੰਦੀਆਂ ਹਨ - ਥੀਸਟ੍ਰੀਟ",
        "ਬੋਇੰਗ ਦਾ (NYSE:BA) ਸਟਾਰਲਾਈਨਰ ਕਰੂ ਘਰ ਆਉਣ ਦੀ ਤਿਆਰੀ ਕਰਦਾ ਹੈ - TipRanks",
        "ਬਿਗ ਟੈਕ ਹੁਣ ਟਰੰਪ ਦੇ ਟੈਰਿਫ 'ਤੇ ਥੋੜ੍ਹਾ ਘੱਟ ਚੁੱਪ ਹੈ - ਦਿ ਵਰਜ",
        "ਕੀ ਤੁਸੀਂ ਨਵੇਂ ਕੈਨੇਡਾ ਟੈਰਿਫ ਦੇ ਤਹਿਤ ਗੈਸ ਲਈ ਵਧੇਰੇ ਭੁਗਤਾਨ ਕਰੋਗੇ? ਇਹ ਨਿਰਭਰ ਕਰਦਾ ਹੈ ਕਿ ਤੁਸੀਂ ਕਿੱਥੇ ਰਹਿੰਦੇ ਹੋ - ਸੀ ਐਨ ਐਨ"
    ]
}