{
    "headlines": [
        "Это самые счастливые страны мира в 2025 году - CNN",
        "Ученые объявляют о возможном прорыве в отсрочке болезни Альцгеймера - Gizmodo",
        "Greenpeace обязали выплатить более $ 660 млн за клевету на нефтяную компанию в ходе протестов - BBC.com",
        "Трамп подпишет указ об упразднении Министерства образования - Fox News",
        "Обри Плаза была разлучена с мужем Джеффом Баеной за несколько месяцев до смерти, говорится в новом отчете - Hollywood Reporter",
        "Личные проверки удостоверений личности по социальному обеспечению, против которых выступают как адвокаты, так и пенсионеры - Associated Press",
        "Эксперимент с темной энергией поколебал теорию Вселенной Эйнштейна - BBC.com",
        "Зеленский согласился на частичное прекращение огня после разговора с Трампом - The Washington Post",
        "Федеральная резервная система снижает прогноз роста в США, поскольку опасения Трампа по поводу тарифов растут - BBC.com",
        "ФРС удерживает процентные ставки на стабильном уровне, поскольку тарифы начинают стимулировать некоторую инфляцию - The Washington Post",
        "Поскольку случаи кори растут по всей территории США, кому может понадобиться еще одна доза вакцины? - ABC News",
        "4-й случай кори подтвержден в Нью-Йорке. Губернатор Хокул просит помочь в продвижении вакцинации - Gothamist",
        "Что нового в файлах JFK? 4 вещи, которые нужно знать о записях об убийствах. - The Washington Post",
        "Новый диснеевский фильм «Белоснежка» борется с культурными войнами и победами - Bloomberg",
        "Трамп разжигает растущую борьбу Республиканской партии за импичмент судей - Axios",
        "Дальняя сторона Луны была огромным океаном магмы, сообщают китайские ученые! - The Daily Galaxy -- канал Great Discoveries",
        "Израиль начал первое наземное наступление с момента краха режима прекращения огня в Газе, частично отбив ключевой район - CNN",
        "Google запускает обновленный пиксель за 499 долларов через 9 недель после iPhone 16e - Bloomberg",
        "Астронавты Boeing Starliner вернулись на Землю после девяти долгих месяцев, проведенных в космосе, но их зарплата в 150 000 долларов не будет приходить со сверхурочной работой - Fortune",
        "ЕС хлопает дверью перед США в колоссальном оборонном плане - POLITICO EUROPE"
    ]
}