{
    "headlines": [
        "ਟਰੰਪ ਨੇ ਮਸਕ ਨੂੰ ਪੁਲਾੜ ‘ਚ ਫਸੇ ਨਾਸਾ ਦੇ ਪੁਲਾੜ ਯਾਤਰੀਆਂ ਨੂੰ’ ਜਾਣ ’ਲਈ ਕਿਹਾ - ਦ ਹਿੱਲ",
        "ਟਰੰਪ ਨੇ ਨਾਬਾਲਗਾਂ ਦੇ ਲਿੰਗ ਪਰਿਵਰਤਨ ਲਈ ਸੰਘੀ ਸਹਾਇਤਾ ਨੂੰ ਰੋਕਣ ਦੇ ਆਦੇਸ਼ ’ਤੇ ਦਸਤਖਤ ਕੀਤੇ - ਸੀਐਨਐਨ",
        "ਸੀਈਓ ਬ੍ਰਾਇਨ ਨਿਕੋਲ ਦੇ ਤਰੱਕੀ ਦੇ ਸੰਕੇਤ ਦਿਖਾਉਣ ਤੋਂ ਬਾਅਦ ਅਸੀਂ ਸਟਾਰਬਕਸ 'ਤੇ ਆਪਣੀ ਕੀਮਤ ਦਾ ਟੀਚਾ ਵਧਾ ਰਹੇ ਹਾਂ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਰਿਪੋਰਟਃ ਬ੍ਰਿਟਨੀ ਗਰਿਨਰ ਮਰਕਰੀ ਦੇ ਨਾਲ 11 ਸੀਜ਼ਨ ਤੋਂ ਬਾਅਦ ਅਟਲਾਂਟਾ ਡ੍ਰੀਮ ਵਿੱਚ ਮੁਫਤ ਏਜੰਸੀ ਵਿੱਚ ਸ਼ਾਮਲ ਹੋਣ ਲਈ - ਯਾਹੂ ਸਪੋਰਟਸ",
        "ਟਰੰਪ ਦਾ ਇਮੀਗ੍ਰੇਸ਼ਨ ਕ੍ਰੈਕਡਾਊਨ ਨਿਊਯਾਰਕ ਸਿਟੀ ਪਹੁੰਚ ਕੇ ਆਪਣੀਆਂ ਸੀਮਾਵਾਂ ਦਿਖਾਉਂਦਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਟਰੰਪ ਦੇ ਉਮੀਦਵਾਰ ਮੈਟ ਗਾਏਟਜ਼ ਅਤੇ ਮਾਈਕ ਵਾਲਟਜ਼ ਦੀ ਥਾਂ ਲੈਣ ਲਈ ਪ੍ਰਾਇਮਰੀ ਦੌੜਾਂ ਜਿੱਤਦੇ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਬਿਲ-ਚੀਫਸ ਨੇ ਏਐਫਸੀ ਚੈਂਪੀਅਨਸ਼ਿਪ ਰੇਟਿੰਗਜ਼ ਰਿਕਾਰਡ ਨੂੰ ਰਾਖਸ਼ ਟੀਵੀ ਦਰਸ਼ਕਾਂ ਨਾਲ ਤੋੜਿਆ - ਸਪੋਰਟਸ ਇਲਸਟ੍ਰੇਟਿਡ",
        "ਫੈਡਰਲ ਜੱਜ ਨੇ ਇੱਕ ਦਿਨ ਦੀ ਹਫੜਾ-ਦਫੜੀ ਤੋਂ ਬਾਅਦ ਟਰੰਪ ਫੈਡਰਲ ਖਰਚਿਆਂ ਨੂੰ ਜੰਮਣ ਤੋਂ ਰੋਕਿਆ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਮੋਨਾ ਲੀਜ਼ਾ ਨੂੰ ਲੂਵਰ ਅਜਾਇਬ ਘਰ ਦੇ ਨਵੀਨੀਕਰਨ ਵਿਚ ਆਪਣਾ ਕਮਰਾ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਸਪੇਸ ਫੋਰਸ ਨੇ ਯੂਐਲਏ ਨੂੰ 2025 ਦੇ ਰਾਸ਼ਟਰੀ ਸੁਰੱਖਿਆ ਮਿਸ਼ਨਾਂ ਵਿੱਚ ਸਪੇਸਐਕਸ ਨੂੰ ਪਛਾੜਨ ਦਾ ਪ੍ਰਾਜੈਕਟ ਦਿੱਤਾ - ਸਪੇਸਨਿਊਜ਼",
        "ਕੈਰੋਲੀਨ ਕੈਨੇਡੀ ਨੇ ਚਚੇਰੇ ਭਰਾ ਆਰਐਫਕੇ ਜੂਨੀਅਰ ਨੂੰ ਟਰੰਪ ਦੇ ਸਿਹਤ ਸਕੱਤਰ ਬਣਨ ਦੀ ਪੁਸ਼ਟੀ ਦੀ ਸੁਣਵਾਈ ਤੋਂ ਪਹਿਲਾਂ ‘ਸ਼ਿਕਾਰੀ’ ਕਿਹਾ - ਸੀਐਨਐਨ",
        "ਲੇਹਾਈ ਕਾਉਂਟੀ ਵਿੱਚ ਬਰਡ ਫਲੂ ਕਾਰਨ 50K ਮੁਰਗੀਆਂ ਨੂੰ ਮੌਤ ਦੇ ਘਾਟ ਉਤਾਰਿਆ ਜਾ ਰਿਹਾ ਹੈ - 69News WFMZ-TV",
        "ਕੁੰਭ ਮੇਲਾ: ਭਾਰਤੀ ਧਾਰਮਿਕ ਤਿਉਹਾਰ 'ਤੇ ਭੀੜ-ਭੜੱਕੇ' ਚ ਸ਼ਰਧਾਲੂਆਂ ਦੀ ਮੌਤ ਦਾ ਡਰ",
        "ਕੈਲੀਫੋਰਨੀਆ ਵਿਚ ਪਾਇਆ ਗਿਆ ਦੁਰਲੱਭ ਬਰਡ ਫਲੂ ਦਾ ਤਣਾਅ ਵਿਆਪਕ ਫੈਲਣ ਦੀ ਸੰਭਾਵਨਾ ਨੂੰ ਵਧਾਉਂਦਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਹੀਟ ਦੀ ਜੂਲੀਅਸ ਰੈਂਡਲ ਦਿਲਚਸਪੀ ਜਿੰਮੀ ਬਟਲਰ ਵਪਾਰ ਡਰਾਮਾ ਵਿਚ ਝੁਰੜੀਆਂ ਜੋੜਦੀ ਹੈ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਕੁਆਰਟਰਬੈਕ ਸੀਨੀਅਰ ਬਾlਲ 'ਤੇ ਸੈਂਟਰ ਸਟੇਜ ਲੈਂਦੇ ਹਨ - ਸਟੀਲਰਜ਼ ਡਾਟ ਕਾਮ",
        "\"ਦ ਵੌਇਸ\" ਅਲਮ ਰਿਆਨ ਕਿਉਂਟ ਮਾਲੋਨੀ 44 ਤੇ ਮਰ ਗਿਆ - ਏਓਐਲ",
        "ਸਕੂਪਃ ਟਰੰਪ ਸਾਰੇ ਫੈਡਰਲ ਵਰਕਰਾਂ ਨੂੰ ਖਰੀਦਦਾਰੀ ਦੀ ਪੇਸ਼ਕਸ਼ ਕਰਦੇ ਹਨ, ਸਰੋਤ ਕਹਿੰਦਾ ਹੈ - ਐਕਸੀਓਸ",
        "ਓਕਲਾਹੋਮਾ ਬੋਰਡ ਆਫ਼ ਐਜੂਕੇਸ਼ਨ ਨੇ ਵਿਦਿਆਰਥੀਆਂ ਨੂੰ ਦਾਖਲ ਕਰਨ ਵੇਲੇ ਮਾਪਿਆਂ ਨੂੰ ਨਾਗਰਿਕਤਾ ਸਾਬਤ ਕਰਨ ਦੀ ਜ਼ਰੂਰਤ ਵਾਲੇ ਪ੍ਰਸਤਾਵ ਨੂੰ ਮਨਜ਼ੂਰੀ ਦੇਣ ਲਈ ਵੋਟ ਦਿੱਤੀ - ਸੀ ਐਨ ਐਨ"
    ]
}