{
    "headlines": [
        "ਐਪਲ ਨੇ ਆਇਰਲੈਂਡ ਵਿਚ 13 ਬਿਲੀਅਨ ਯੂਰੋ ਟੈਕਸ ਬਿੱਲ ਨੂੰ ਲੈ ਕੇ ਯੂਰਪੀਅਨ ਯੂਨੀਅਨ ਦੀ ਅਦਾਲਤ ਦੀ ਲੜਾਈ ਗੁਆ ਦਿੱਤੀ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਆਈਫੋਨ 16 ਪ੍ਰੀਆਰਡਰ ਕਾਉਂਟਡਾਉਨਃ ਰੀਲੀਜ਼ ਦੀ ਮਿਤੀ, ਕੀਮਤ, ਐਪਲ ਦੇ ਸਭ ਤੋਂ ਨਵੇਂ ਫੋਨ ਲਈ ਰੰਗ - ਸੀ ਐਨ ਈ ਟੀ",
        "ਮਿਆਮੀ ਡੌਲਫਿਨਸ ਟਾਇਰਿਕ ਹਿੱਲ ਦੀ ਪੁਲਿਸ ਹਿਰਾਸਤ ਨੂੰ \"ਬਹੁਤ ਜ਼ਿਆਦਾ ਹਮਲਾਵਰ ਅਤੇ ਹਿੰਸਕ\" ਕਹਿੰਦੇ ਹਨ - ਐਕਸੀਓਸ",
        "ਯੂਕਰੇਨ ਨੇ 144 ਡਰੋਨਾਂ ਨਾਲ ਰੂਸ 'ਤੇ ਕੀਤਾ ਹਮਲਾ, ਇਕ ਦੀ ਮੌਤ ਅਤੇ ਹਵਾਈ ਅੱਡੇ ਬੰਦ - Reuters.",
        "ਗਾਜ਼ਾ ਮਾਨਵਤਾਵਾਦੀ ਜ਼ੋਨ ਦੇ ਤੰਬੂ ਕੈਂਪ 'ਤੇ ਇਜ਼ਰਾਈਲੀ ਹਮਲੇ' ਚ ਘੱਟੋ-ਘੱਟ 40 ਲੋਕ ਮਾਰੇ ਗਏ, ਫਲਸਤੀਨੀਆਂ ਦਾ ਕਹਿਣਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਜੇਮਜ਼ ਅਰਲ ਜੋਨਸ, ਡਾਰਥ ਵਾਡਰ ਦੀ ਆਵਾਜ਼, 93 ਸਾਲ ਦੀ ਉਮਰ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਸਪੇਸਐਕਸ ਬ੍ਰੇਕਥਰੂ ਸਪੇਸਵਾਕ ਮਿਸ਼ਨ 'ਤੇ ਅਰਬਪਤੀ ਦੇ ਨਿੱਜੀ ਚਾਲਕ ਦਲ ਨੂੰ ਲਾਂਚ ਕਰਨ ਲਈ ਤਿਆਰ ਹੈ - ਰਾਇਟਰਜ਼",
        "ਪੋਪ Francis ਵੈਟੀਕਨ ਸਿਟੀ ਦੇ ਬਾਹਰ ਸੰਸਾਰ ਦੇ ਸਭ ਕੈਥੋਲਿਕ ਰਾਸ਼ਟਰ ਵਿੱਚ rockstar ਸਵਾਗਤ ਪ੍ਰਾਪਤ ਕਰਦਾ ਹੈ - CNN",
        "ਗੂਗਲ ਟੀਵੀ ਅਪਡੇਟ ਰੋਲਿੰਗ ਆਉਟ ਦੇ ਨਾਲ ਨਵਾਂ ਕ੍ਰੋਮਕਾਸਟ - 9to5Google",
        "ਨੇਬਰਾਸਕਾ, ਮਿਸੂਰੀ ਗਰਭਪਾਤ ਦੇ ਅਧਿਕਾਰ ਬੈਲਟ ਉਪਾਵਾਂ ਨੂੰ ਪ੍ਰਮਾਣੀਕਰਣ ਦੀ ਅੰਤਮ ਤਾਰੀਖ ਤੋਂ ਪਹਿਲਾਂ ਕਾਨੂੰਨੀ ਚੁਣੌਤੀਆਂ ਦਾ ਸਾਹਮਣਾ ਕਰਨਾ ਪੈਂਦਾ ਹੈ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਕੈਂਟਕੀ ਵਿਚ ਸ਼ੱਕੀ ਅੰਤਰਰਾਜੀ ਗੋਲੀਬਾਰੀ ਥੋੜ੍ਹੀ ਦੇਰ ਪਹਿਲਾਂ ਧਮਕੀ ਭਰੇ ਟੈਕਸਟ ਭੇਜੇ ਗਏਃ ਕੋਰਟ ਡੌਕਸ - ਡਬਲਯੂਐਲਡਬਲਯੂਟੀ ਸਿਨਸਿਨਾਟੀ",
        "ਫ੍ਰੈਂਚਾਈਨ ਤੂਫਾਨ ਵਜੋਂ ਖਾੜੀ ਤੱਟ 'ਤੇ ਪਹੁੰਚਣ ਦੀ ਸੰਭਾਵਨਾ ਹੈ - ਮੌਸਮ ਚੈਨਲ",
        "ਜਾਰਜੀਆ ਦੇ ਸਕੂਲ ਦੀ ਗੋਲੀਬਾਰੀ ਵਿੱਚ ਪਿਤਾ ਅਤੇ ਕਿਸ਼ੋਰ ਨਾਲ 2023 ਦੀ ਇੰਟਰਵਿ interview ਦਾ ਵੀਡੀਓ ਜਾਰੀ ਕੀਤਾ ਗਿਆ - ਐਨਬੀਸੀ ਨਿ Newsਜ਼",
        "ਇਤਿਹਾਸਕ ਖੋਜ: ਟਵਿਨ ਟਾਈਟਨਜ਼ ਟਕਰਾਅ ਜਿਵੇਂ ਕਿ ਨਾਸਾ ਨੇੜਲੇ ਸੁਪਰਮੈਸੀਵ ਬਲੈਕ ਹੋਲ ਡੂਓ ਦਾ ਪਰਦਾਫਾਸ਼ ਕੀਤਾ - SciTechDaily",
        "49ers ਹਾਵੀ ਜਿੱਤ ਵਿਚ ਐਰੋਨ ਰੋਜਰਸ ਦੀ ਜੇਟਸ ਵਿਚ ਵਾਪਸੀ ਨੂੰ ਖਰਾਬ ਕਰਦਾ ਹੈ - ਈਐਸਪੀਐਨ",
        "ਲਾਈਨ ਅਤੇ ਡੇਵਿਸ ਦੀਆਂ ਅੱਗਾਂ ਕੈਲੀਫੋਰਨੀਆ ਅਤੇ ਨੇਵਾਡਾ ਵਿੱਚ ਵਧਦੀਆਂ ਹਨ, ਹਜ਼ਾਰਾਂ ਨੂੰ ਉਜਾੜਦੀਆਂ ਹਨ - ਸੀ ਐਨ ਐਨ",
        "ਟਾਈਫੂਨ ਯਗੀ ਵੀਅਤਨਾਮ ਵਿੱਚ ਰੁਝੇਵੇਂ ਵਾਲਾ ਪੁਲ ਢਹਿ ਗਿਆ - ਬੀਬੀਸੀ.",
        "ਹਾਰਵੇ ਵਾਈਨਸਟਾਈਨ ਠੀਕ ਹੋ ਰਿਹਾ ਹੈ, ਪਰ ਐਮਰਜੈਂਸੀ ਦਿਲ ਦੀ ਸਰਜਰੀ ਤੋਂ ਬਾਅਦ ’ਬਹੁਤ ਜ਼ਿਆਦਾ ਦਰਦ ਵਿੱਚ': ਰਿਪ - ਨਿ New ਯਾਰਕ ਪੋਸਟ",
        "ਜੌਨੀ ਗੌਡ੍ਰੋ ਦੀ ਵਿਧਵਾ ਨੇ ਅੰਤਿਮ ਸੰਸਕਾਰ ਵਿਚ ਆਪਣੇ ਤੀਜੇ ਬੱਚੇ ਨਾਲ ਗਰਭ ਅਵਸਥਾ ਦਾ ਖੁਲਾਸਾ ਕੀਤਾ - ਸੀ ਐਨ ਐਨ",
        "ਡਿਜ਼ਨੀ ਨਾਲ ਵਿਵਾਦ ਜਾਰੀ ਹੋਣ ਦੇ ਨਾਤੇ ‘ਐਮਐਨਐਫ' ਤੇ ਜੈੱਟਸ-49ers ਲਈ ਫਿਊਰੀਅਸ ਡਾਇਰੇਕਟੀਵੀ ਗਾਹਕ ਅਜੇ ਵੀ ਹਨੇਰੇ ਵਿਚ ਹਨ - ਨਿ York ਯਾਰਕ ਪੋਸਟ"
    ]
}