{
    "headlines": [
        "RFK Jr. afirma que o sarampo pode ser tratado com vitamina A, ligada à má alimentação. Aqui está o que a ciência diz. - ABC News",
        "Papa tem noite tranquila no hospital Gemelli de Roma - Notícias do Vaticano - Português",
        "Eclipse lunar: Lua de sangue fotografada em todo o Reino Unido antes do amanhecer - BBC.com",
        "Vencedores e perdedores do 4º dia de free agency da NFL em 2025: Steelers têm plano reserva no QB enquanto esperam por Aaron Rodgers - CBS Sports",
        "Dentro de um campo de ‘extermínio’ de cartéis mexicanos: fornos, sapatos e dentes - The Washington Post",
        "Ações chinesas sobem à medida que Pequim planeja um briefing sobre o consumo - Bloomberg",
        "Como as demissões do Departamento de Educação atingiram empréstimos estudantis, testes, direitos civis - The Washington Post",
        "Oz evitou os impostos do Medicare, alegam os democratas. Oz diz que a mudança é permitida. - The Washington Post",
        "Avião da American Airlines pega fogo no DIA. 12 pessoas enviadas para hospitais da área com ferimentos leves - Colorado Public Radio",
        "Sistema DE grandes tempestades DE Março ameaça OS EUA com tornados, nevascas E risco DE incêndios florestais - Yahoo",
        "Senado trabalha para evitar paralisação parcial do governo antes do prazo da meia-noite - Associated Press",
        "Lojas de vinhos e importadores dos EUA dizem que a ameaça de tarifa de 200% de Trump sobre os vinhos europeus mataria a demanda - The Associated Press",
        "Segundo juiz federal ordena a reintegração temporária de milhares de funcionários em experiência demitidos pelo governo Trump - CNN",
        "Putin diz que ucranianos devem 'se render ou morrer', diz Voz da América",
        "Eis o que a Rússia exigiu para acabar com a guerra na Ucrânia - The Washington Post",
        "Compact Light Phone 3 para minimalistas que devem estar disponíveis a partir do final de março - Notebookcheck.net",
        "NASA relata que os níveis do mar subiram por quantidade 'inesperada' no ano mais quente da Terra - ScienceAlert",
        "Ex-Cowboy DeMarcus Lawrence joga sombra depois de deixar Dallas para o Seahawks; Micah Parsons dispara de volta - CBS Sports"
    ]
}