{
    "headlines": [
        "أليكس أوفيتشكين يربط سجل هداف دوري الهوكي الوطني على الإطلاق - WTOP",
        "SC يعود إلى لعبة اللقب بعد تمزيق تكساس - ESPN",
        "مجلس الشيوخ يصوت متأخراً على خطة الإعفاءات الضريبية وتخفيضات الإنفاق الخاصة بالحزب الجمهوري والتي تعد أساسية لجدول أعمال ترامب - أسوشيتد برس نيوز",
        "كان لدى البيت الأبيض صفقة تيك توك. تعريفة ترامب الجمركية على الصين دمرتها. - الواشنطن بوست",
        "يجب إعادة رجل من ولاية ماريلاند تم ترحيله بشكل غير قانوني إلى السلفادور إلى الولايات المتحدة، وقواعد القاضي - بوليتيكو",
        "قضاة ولاية كارولينا الشمالية إلى جانب زميل جمهوري في انتخابات المحكمة العليا القريبة - أسوشيتد برس نيوز",
        "تقدم ميدجورني أول نموذج جديد لتوليد الصور منذ أكثر من عام - آرس تكنيكا",
        "جوليو جونز يعلن اعتزاله بعد 13 موسمًا في اتحاد كرة القدم الأميركي - سي بي إس سبورتس",
        "إحالة قضية احتجاز طالب دراسات عليا في جامعة تافتس إلى فيرمونت - VTDigger",
        "انخفاض 2200 نقطة مع القضاء على 6.4 تريليون دولار في حمام دم لمدة يومين مع إعلان الصين حربًا تجارية بسبب تعريفات ترامب - نيويورك بوست",
        "تتسبب تعريفات ترامب في قيام نينتندو بتأخير طلبات Switch 2 المسبقة في الولايات المتحدة - واشنطن بوست",
        "الموت من أجل الجنس خلاصة: دعونا الحصول على المادية - نسر",
        "ساعة بيرسيفيرانس روفر من ناسا مع اندماج شياطين غبار المريخ في 1 (فيديو) - Space.com",
        "الفيروس الذي قتل بيتسي أراكاوا مرتبط بثلاث وفيات في بحيرات الماموث - SFGATE",
        "رواد الفضاء الخاصون لشركة سبيس إكس Fram2 ينزلون على الأرض، وينهون رحلة المدار القطبي التاريخية - Space.com",
        "أصبح مركز التحكم أفضل في iOS 18.4، إليك ما هو جديد - 9to5Mac",
        "بيركشاير هاثاواي تسحب السجادة على شريط فيديو شاركه ترامب يزعم أن وارن بافيت قال إن الرئيس كان يقوم \"بأفضل التحركات الاقتصادية\" منذ 50 عامًا - فورتشن",
        "هيلاري سوانك تقدم للحصول على جائزة إيمي لدور الضيف المفاجئ في \"Yellowjackets\" (حصريًا) - مجموعة متنوعة",
        "لقطات \"سوبرمان\" الجديدة لجيمس غان تقسم الإنترنت: \"سوبرمان لا ينتحب\" - مراسل هوليوود"
    ]
}