{
    "headlines": [
        "ਕਲੋਏ ਫਿਨਮੈਨ ਦੇ ਦੋਸ਼ਾਂ ਤੋਂ ਬਾਅਦ ਐਲਨ ਮਸਕ ਨੇ ਜਵਾਬ ਦਿੱਤਾ ਕਿ ਉਸਨੇ ਅੱਜ 'ਐਸਐਨਐਲ' - ਯੂਐਸਏ 'ਤੇ ਉਸ ਨੂੰ' ਹੰਝੂਆਂ ਵਿੱਚ ਭੜਕਾਇਆ '",
        "ਸਰੋਤਃ ਸੰਘਰਸ਼ਾਂ ਦੇ ਵਿਚਕਾਰ ਬੀਅਰ ਫਾਇਰ ਓਸੀ ਵਾਲਡਰਨ - ਈਐਸਪੀਐਨ",
        "ਕੈਂਟਰਬਰੀ ਦੇ ਆਰਚਬਿਸ਼ਪ ਨੇ ਚਰਚ ਦੇ ਬੱਚਿਆਂ ਨਾਲ ਬਦਸਲੂਕੀ ਦੇ ਕੇਸ ਨੂੰ ਸੰਭਾਲਣ 'ਤੇ ਅਸਤੀਫਾ ਦੇ ਦਿੱਤਾ - ਸੀ ਐਨ ਐਨ",
        "ਯੂਰੇਨਸ, ਬਰਫ ਦੀ ਦੈਂਤ, ਲਗਭਗ 40 ਸਾਲਾਂ ਤੋਂ ਗਲਤ ਸਮਝਿਆ ਜਾ ਸਕਦਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਕਾਂਗਰਸ ਅਧੂਰੇ ਕਾਰੋਬਾਰ ਅਤੇ ਨਵੇਂ ਟਰੰਪ ਯੁੱਗ ਵੱਲ ਪਰਤ ਰਹੀ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਟਰੰਪ ਦੀ ਕੈਬਨਿਟਃ ਇੱਥੇ ਵ੍ਹਾਈਟ ਹਾ Houseਸ ਦੀਆਂ ਭੂਮਿਕਾਵਾਂ- ਕ੍ਰਿਸਟੀ ਨੋਇਮ, ਮਾਰਕੋ ਰੂਬੀਓ ਅਤੇ ਹੋਰ ਲਈ ਉਸਦੇ ਪਿਕ ਅਤੇ ਫਾਈਨਲਿਸਟ ਹਨ - ਫੋਰਬਸ",
        "ਟਰੰਪ ਨੂੰ ਰਾਜ ਦੇ ਸਕੱਤਰ ਲਈ ਮਾਰਕੋ ਰੂਬੀਓ ਨੂੰ ਟੈਪ ਕਰਨ ਦੀ ਉਮੀਦ ਹੈ - ਰਾਇਟਰਜ਼",
        "ਇੱਕ ਪਿਕਸਲ 9 ਪ੍ਰੋ ਫੋਲਡ ਸਕ੍ਰੀਨ ਰਿਪਲੇਸਮੈਂਟ ਦੀ ਕੀਮਤ ਮੈਕਬੁੱਕ ਏਅਰ ਨਾਲੋਂ ਵਧੇਰੇ ਹੈ - ਦ ਵਰਜ",
        "ਇਜ਼ਰਾਈਲ ਗਾਜ਼ਾ ਸਹਾਇਤਾ ਨੂੰ ਉਤਸ਼ਾਹਤ ਕਰਨ ਲਈ ਅਮਰੀਕਾ ਦੀ ਆਖਰੀ ਤਾਰੀਖ ਤੋਂ ਖੁੰਝ ਗਿਆ ਹੈ, ਸੰਯੁਕਤ ਰਾਸ਼ਟਰ ਦੀ ਏਜੰਸੀ ਕਹਿੰਦੀ ਹੈ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਨਿ York ਯਾਰਕ ਦੇ ਜੱਜ ਨੂੰ ਟਰੰਪ \"ਹਸ਼ ਮਨੀ\" ਕੇਸ ਵਿੱਚ ਰਾਸ਼ਟਰਪਤੀ ਦੇ ਮਹੱਤਵਪੂਰਨ ਛੋਟ ਦੇ ਫੈਸਲੇ ਨੂੰ ਜਾਰੀ ਕਰਨ ਦੀ ਉਮੀਦ ਹੈ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਹਫਤਾ 11 ਐਨਐਫਐਲ ਪਾਵਰ ਰੈਂਕਿੰਗਃ 1-32 ਪੋਲ, ਪਲੱਸ ਹਰ ਟੀਮ 'ਤੇ ਨਾਨ-ਕੁਆਰਟਰਬੈਕ ਐਮਵੀਪੀ - ਈਐਸਪੀਐਨ",
        "‘ਅੱਜ ਅਸਲ ਵਿੱਚ ਦਿਨ ਹੈ’: ਡੈਲਫੀ ਕਤਲਾਂ ਦੇ ਮੁਕੱਦਮੇ ਵਿੱਚ ਸੋਮਵਾਰ ਦੇ ਫੈਸਲੇ ਪ੍ਰਤੀ ਪ੍ਰਤੀਕ੍ਰਿਆ - ਫੌਕਸ 59 ਇੰਡੀਆਨਾਪੋਲਿਸ",
        "ਐਫਏਏ ਨੇ ਗੋਲੀਬਾਰੀ ਨਾਲ ਹਵਾਈ ਜਹਾਜ਼ਾਂ ਦੇ ਹਮਲੇ ਤੋਂ ਬਾਅਦ ਹੈਤੀ ਲਈ ਅਮਰੀਕੀ ਉਡਾਣਾਂ 'ਤੇ ਪਾਬੰਦੀ ਲਗਾਉਣ' ਤੇ ਵਿਚਾਰ ਕੀਤਾ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਚੀਨਃ ਜ਼ੁਹਾਈ ਵਿਚ ਕਾਰਾਂ ਦੀ ਭੀੜ ਕਾਰਨ ਦਰਜਨਾਂ ਦੀ ਮੌਤ - ਡੀਡਬਲਯੂ (ਅੰਗਰੇਜ਼ੀ)",
        "ਹੋਮ ਡਿਪੂ ਦੀ ਵਿਕਰੀ ਵਿੱਚ ਸੁਧਾਰ ਹੋ ਰਿਹਾ ਹੈ, ਪਰ ਇਹ ਕਹਿੰਦਾ ਹੈ ਕਿ ਖਪਤਕਾਰ ਅਜੇ ਵੀ ਖਰਚਿਆਂ ਬਾਰੇ ਸਾਵਧਾਨ ਹਨ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਟਰੰਪ ਦਾ ਵੱਡਾ ਵਾਅਦਾ - ਦਿ ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "ਕਾਰੋਬਾਰ ਵਿਚ 100 ਸਭ ਤੋਂ ਸ਼ਕਤੀਸ਼ਾਲੀ ਲੋਕ - ਫਾਰਚੂਨ",
        "ਮੈਡਮ ਕਲੇਰਵੋਯੈਂਟ ਦੁਆਰਾ ਤੁਹਾਡਾ ਰੋਜ਼ਾਨਾ ਕੁੰਡਲੀਃ ਨਵੰਬਰ 12, 2024 - ਕਟੌਤੀ",
        "ਮੈਥਿਊ ਸਟਾਫੋਰਡਃ ਰਮਸ ਨੇ ਫੀਲਡ ਗੋਲਾਂ ਲਈ ਪੈਰ ਸੈਟਲ ਕਰਨ ਵਿਚ ਆਪਣੇ ਆਪ ਨੂੰ ਗੋਲੀ ਮਾਰ ਦਿੱਤੀ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਚਾਈਨਾ ਸਿੰਗਲਜ਼ ਡੇਅ ਵਾਲੀਅਮ, ਦੁਕਾਨਦਾਰਾਂ ਦੇ ਵਾਧੇ ਦੇ ਨਾਲ ਸੁਪਰ-ਸਾਈਜ਼ ਸੇਲਜ਼ ਇਵੈਂਟ ਨੂੰ ਸਮੇਟਦਾ ਹੈ - ਰਾਇਟਰਜ਼"
    ]
}