{
    "headlines": [
        "Trump Media Stock Drops as Lockup Ends - The Wall Street Journal",
        "On the trail of the mystery woman whose company licensed exploding pagers - Reuters",
        "FDA approves first flu vaccine that can be self-administered at home - CNN",
        "Mohamed Al Fayed was 'a monster enabled by' Harrods, says lawyer - BBC.com",
        "Why Maine and Nebraska are feuding over the electoral college - Axios",
        "'Never gets old': NASA astronaut and UC Davis alum Tracy C. Dyson speaks with KCRA 3 live from ISS - KCRA Sacramento",
        "Self-learning AI shares NFL against the spread, over-under, money-line picks for every 2024 Week 3 game - CBS Sports",
        "The Trump tax flip-flop that could help Republicans win the House - POLITICO",
        "Dodgers Star Shohei Ohtani's 50th HR Ball is Worth $500K, Says Auction Expert - Bleacher Report",
        "IDF investigating soldiers for throwing bodies off roof in West Bank - CNN",
        "Israel says its strike on Beirut killed a top Hezbollah military official as Lebanon reports 12 died - The Associated Press",
        "What’s next in the federal investigation into Sean ‘Diddy’ Combs and his alleged co-conspirators - CNN",
        "Caitlin Clark in the WNBA playoffs: First round opponent, schedule - KCCI Des Moines",
        "Kentucky sheriff killed judge in his chambers following an argument, police say. Here’s what we know - CNN",
        "Trump’s North Carolina protégé under fire over ‘black Nazi’ porn claims - Financial Times",
        "Secret Service report details communication failures preceding July assassination attempt on Trump - The Associated Press",
        "Fed's rate cut sends stocks to record highs. Where are markets headed from here? - ABC News",
        "Apple calls AirPods design ‘the snorkel,’ plus other AirPods 4 details - 9to5Mac",
        "Patriots QB Brissett to remain starter, says Mayo - ESPN",
        "Ross McCall, 48, gives rare romance update after kissing Pat Sajak’s daughter Maggie, 29 - Page Six"
    ]
}