{
    "headlines": [
        "ਬਾਇਡਨ ਨੇ ਰੂਸ ਦੇ ਅੰਦਰ ਹਮਲਾ ਕਰਨ ਲਈ ਅਮਰੀਕੀ ਹਥਿਆਰਾਂ ਦੀ ਵਰਤੋਂ ਕਰਨ 'ਤੇ ਯੂਕਰੇਨ' ਤੇ ਪਾਬੰਦੀ ਹਟਾ ਦਿੱਤੀ - ਰਾਇਟਰਜ਼",
        "ਟਰੰਪ ਨੇ ਆਪਣੇ ਖਜ਼ਾਨਾ ਸਕੱਤਰ ਨੂੰ ਸਖਤ ਟੈਰਿਫ ਲਾਗੂ ਕਰਨ ਦਾ ਵਾਅਦਾ ਕੀਤਾ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "ਐਨਐਫਐਲ ਦੀਆਂ ਸੰਭਾਵਨਾਵਾਂ, ਹਫਤਾ 11 ਲਾਈਨਾਂ, ਏਟੀਐਸ ਦੀ ਭਵਿੱਖਬਾਣੀ, ਗੇਮ ਪਿਕਸ, ਸੁਝਾਅ, ਅਤੇ ਟਾਈਮਜ਼ਃ ਮਾਡਲ ਸਾਰੀਆਂ ਖੇਡਾਂ ਨੂੰ 10,000 ਵਾਰ ਸਿਮੂਲੇਟ ਕਰਦਾ ਹੈ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਵਿਕਟੋਰੀਆ Kjaer Theilvig ਜਿੱਤਿਆ ਮਿਸ ਯੂਨੀਵਰਸ 2024, ਤਾਜ ਜਿੱਤਣ ਵਾਲੀ ਪਹਿਲੀ ਮਿਸ ਡੈਨਮਾਰਕ - ਅਮਰੀਕਾ ਅੱਜ",
        "ਡਵੇਨ ਜਾਨਸਨ ਦੀ 200 ਮਿਲੀਅਨ ਡਾਲਰ + ਕ੍ਰਿਸਮਸ ਦੀ ਤਸਵੀਰ 34.1 ਮਿਲੀਅਨ ਡਾਲਰ ਵਿੱਚ ਖੁੱਲ੍ਹਦੀ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਟਰੰਪ ਦੇ ਪੈਂਟਾਗਨ ਨੇ ਜਿਨਸੀ ਹਮਲੇ ਦੇ ਦੋਸ਼ ਤੋਂ ਬਾਅਦ paidਰਤ ਨੂੰ ਭੁਗਤਾਨ ਕੀਤਾ ਪਰ ਗਲਤ ਕੰਮ ਕਰਨ ਤੋਂ ਇਨਕਾਰ ਕਰਦਾ ਹੈ, ਉਸਦੇ ਵਕੀਲ ਦਾ ਕਹਿਣਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "‘ਗਲੈਡੀਏਟਰ II’ ਨੇ ਵਿਦੇਸ਼ੀ ਕਮਾਨ ਵਿੱਚ $ 87M ਜਾਰੀ ਕੀਤਾ; ਇੱਕ ਰਿਡਲੀ ਸਕਾਟ-ਨਿਰਦੇਸ਼ਿਤ ਫਿਲਮ ਲਈ ਸਭ ਤੋਂ ਵੱਡਾ ਆਫਸ਼ੋਰ ਸਟਾਰਟ – ਅੰਤਰਰਾਸ਼ਟਰੀ ਬਾਕਸ ਆਫਿਸ - ਡੈੱਡਲਾਈਨ",
        "ਰੂਸ ਨੇ ਯੂਕਰੇਨ ਦੇ ਬੁਨਿਆਦੀ onਾਂਚੇ 'ਤੇ' ਵਿਸ਼ਾਲ' ਹਮਲਾ ਸ਼ੁਰੂ ਕੀਤਾ - ਬੀਬੀਸੀ.",
        "ਬੇਰੂਤ 'ਤੇ ਇਜ਼ਰਾਈਲੀ ਹਮਲੇ' ਚ ਹਿਜ਼ਬੁੱਲਾ ਮੀਡੀਆ ਮੁਖੀ ਦੀ ਮੌਤ, ਸੁਰੱਖਿਆ ਸੂਤਰਾਂ ਦਾ ਕਹਿਣਾ - Reuters",
        "ਐਕਸਕਲੂਸਿਵ ਡੇਟਾਃ ਕੈਬਨਿਟ ਪਿਕਸ ਲਈ ਟਰੰਪ ਦੀ ਰਿਕਾਰਡ ਗਤੀ - ਐਕਸੀਓਸ",
        "ਹਰ ਸਟਾਰ ਜਿਸਨੇ ਬਲੂਜ਼ਕੀ ਲਈ ਐਕਸ ਨੂੰ ਛੱਡ ਦਿੱਤਾ – ਦਰਜਨਾਂ ਸੈਲੀਬ੍ਰਿਟੀਜ਼ ਰਾਇਵਲ ਸੋਸ਼ਲ ਮੀਡੀਆ ਪਲੇਟਫਾਰਮ ਤੇ ਚਲੇ ਜਾਂਦੇ ਹਨ - ਬਸ ਜੇਰੇਡ",
        "ਆਰਐਫਕੇ ਜੂਨੀਅਰ ਦੇ ਟੀਕੇ ਦੇ ਸਿਧਾਂਤ ‘ਬੇਰਹਿਮੀ‘ ਹਨ, ਸੀਡੀਸੀ ਦੇ ਸਾਬਕਾ ਡਾਇਰੈਕਟਰ ਦਾ ਕਹਿਣਾ ਹੈ - ਪੋਲਿਟਿਕੋ",
        "ਏਆਈ ਨੂੰ ਵਧੇਰੇ ਕੁਸ਼ਲ ਬਣਾਉਣ ਲਈ ਇੱਕ ਪ੍ਰਸਿੱਧ ਤਕਨੀਕ ਵਿੱਚ ਕਮੀਆਂ ਹਨ - TechCrunch",
        "ਲਿਓਨਿਡ ਮੀਟਿਅਰ ਸ਼ਾਵਰ ਦੀਆਂ ਚੋਟੀਆਂ ਹੁਣ ਸਿਖਰ 'ਤੇ ਹਨ. ਕੀ 2024 ਲਈ ਭਵਿੱਖਬਾਣੀ ਵਿੱਚ' ਸ਼ੂਟਿੰਗ ਸਿਤਾਰੇ 'ਹਨ? - Space. com",
        "ਕੀ ਬਿਡੇਨ ਦੇ ਤਹਿਤ ਸ਼ੁਰੂ ਕੀਤਾ ਗਿਆ ਐਂਟੀਟ੍ਰਸਟ ਸ਼ੋਅਡਾਉਨ ਟਰੰਪ ਦੇ ਅਧੀਨ 'ਆਓ ਇੱਕ ਸੌਦਾ ਕਰੀਏ' ਵਿੱਚ ਬਦਲ ਜਾਵੇਗਾ? - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਇਹ 2009 ਦੁਬਾਰਾ ਹੈਃ ਐਪਲ ਸਪੱਸ਼ਟ ਤੌਰ 'ਤੇ ਟੀਵੀ ਬਣਾਉਣ' ਤੇ ਮੁੜ ਵਿਚਾਰ ਕਰ ਰਿਹਾ ਹੈ - ਮੈਕਰੂਮੋਰਸ",
        "ਰੈਸਟੋਰੈਂਟ ਦੇ ਕਾਰਜਕਾਰੀ ਹੌਲੀ ਟ੍ਰੈਫਿਕ ਅਤੇ ਦੀਵਾਲੀਆਪਨ ਦੀ ਲਹਿਰ ਤੋਂ ਬਾਅਦ 2025 ਦੀ ਉਡੀਕ ਨਹੀਂ ਕਰ ਸਕਦੇ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਪੋਪ ਨੇ ਜਾਂਚ ਦੀ ਮੰਗ ਕੀਤੀ ਕਿ ਕੀ ਗਾਜ਼ਾ ਵਿਚ ਇਜ਼ਰਾਈਲ ਦੇ ਹਮਲੇ ‘ਨਸਲਕੁਸ਼ੀ‘ ਬਣਦੇ ਹਨ - ਪੋਲਿਟਿਕੋ",
        "ਚੋਟੀ ਦੇ ਪੋਲਸਟਰ ਐਨ ਸੇਲਜ਼ਰ ਰਿਟਾਇਰ ਹੋਣ ਤੋਂ ਬਾਅਦ ਬੰਬ ਸ਼ੈੱਲ ਆਇਓਵਾ ਪੋਲ ਵਿਸ਼ਾਲ ਮਿਸ ਵਿੱਚ ਖਤਮ ਹੋਇਆ - ਸੀਐਨਐਨ",
        "ਬਾਲਟਿਮੁਰ ਰੈਵਨਜ਼ ਬਨਾਮ ਪਿਟਸਬਰਗ ਸਟੀਲਰਜ਼ ਗੇਮਃ ਕਿਵੇਂ ਵੇਖਣਾ ਹੈ, ਕਿੱਕਆਫ ਟਾਈਮ ਅਤੇ ਹੋਰ - ਯਾਹੂ ਸਪੋਰਟਸ"
    ]
}