{
    "headlines": [
        "Ein \"Rausch\" könnte für Joey Bosa kommen - NBC Sports",
        "Es ist Zeit, nach vorne zu springen. Die Sommerzeit beginnt an diesem Wochenende. - The Washington Post",
        "10 Demokraten schließen sich den Republikanern an, um Al Green für Trumps Redeausbruch zu bestrafen - Fox News",
        "Die USA werden wahrscheinlich Zollbefreiungen für Waren gewähren, die dem Kanada-Mexiko-Pakt unterliegen, sagt Lutnick - Financial Times",
        "Trump will das Bildungsministerium demontieren. Hier ist, was es tut - The Associated Press",
        "\"Running Point\" für Staffel 2 von Netflix erneuert - Deadline",
        "Frankreich erwäge, europäische Verbündete mit seinem Atomwaffenarsenal zu schützen, sagt Macron - CNN",
        "Family Offices, die von Marktschwankungen und Tarifen erschüttert werden - CNBC",
        "Cross-Country Storm packt mehrere Bedrohungen ins Wochenende - Der Wetterkanal",
        "Live-Updates: Die Staats- und Regierungschefs der EU führen Notfallgespräche in der Ukraine, nachdem Trump die Hilfe ausgesetzt hat - The Associated Press",
        "Intuitive Machines 2 Lunar Landing - NASA (.gov)",
        "Identifizierung des perfekten Free Agent-Matches 2025 für jedes NFL-Team - Pro Football Focus",
        "Roy Ayers, Everybody Loves the Sunshine Sänger und Jazz-Funk-Pionier, stirbt bei 84 - BBC.com",
        "Ein Jahr später hat OpenAI sein Voice-Klon-Tool - TechCrunch - immer noch nicht veröffentlicht",
        "Bezugsquellen für die phänomenalen AMD Radeon RX 9070 und 9070 XT Grafikkarten - IGN",
        "Wie Lady Gaga den \"Lärm\" der Industrieerwartungen auslöste, um Chaos auf \"Mayhem\" zu schaffen - Plakatwand",
        "Aktienmarkt heute: Dow-Futures fallen; Anleiherenditen steigen weltweit — Live-Updates - The Wall Street Journal",
        "US-Arbeitgeber haben im letzten Monat mehr Arbeitsplätze abgebaut als in jedem Februar seit 2009 - CNN",
        "Sollten die Lions Aidan Hutchinson im Jahr 2025 einen marktbestimmenden Deal geben? - Pride OF Detroit",
        "Eine Lösung für eine häufige vaginale Infektion kann die Behandlung männlicher Partner sein - The Washington Post"
    ]
}