{
    "headlines": [
        "Kommandanten warnten die Schiedsrichter, dass sie nach 4 Strafen in der Nähe der Torlinie gegen Eagles eine Punktzahl vergeben können - The Associated Press",
        "Exklusiv | Natural-Gas Firm Diversified Energy Nears Deal for Permian Basin Player - The Wall Street Journal",
        "AFC Championship-Personalvorhersagen: Chiefs vs. Bills Endergebnisauswahl, Quoten für NFL-Playoff-Spiel - CBS Sports",
        "Sechs Geiseln sollen befreit und Gazaner nach Norden gelassen werden - Israel - BBC.com",
        "Perplexity gibt ein neues Gebot für TikTok - TechCrunch ab",
        "Das Aquarium begrüßt Yoko, den Babyhai nach der mysteriösen Schwangerschaft - CBS News",
        "\"Wir könnten Jim wirklich kriegen? ': Jim Knowles, Anthony Poindexter und Penn State's zischender Start in die Nebensaison - Yahoo Sports",
        "Trump sagt, er wolle den Gazastreifen „säubern“, Flüchtlinge nach Ägypten und Jordanien schicken - The Wall Street Journal",
        "Das umstrittene Dokument \"The Stringer\" untersucht das berühmte Foto aus dem Vietnamkrieg - The Washington Post",
        "Trump-Beamte geben Quoten an ICE-Beamte AUS, um Verhaftungen anzukurbeln - The Washington Post",
        "Etwa 70 Menschen wurden bei einem Angriff auf ein Krankenhaus in der sudanesischen Region Darfur GETÖTET, sagt der WHO-Chef - The Associated Press",
        "Samsung Galaxy S25 Ultra macht kleine Schritte: Früher Kameravergleich mit iPhone 16 Pro Max und S24 Ultra - Notebookcheck.net",
        "Lindsey Graham, ein Top-Trump-Verbündeter, sagt, die Begnadigung von Capitol-Angreifern sende \"das falsche Signal\" - The Associated Press",
        "Mel Gibsons ‘Flight Risk’ ist die Nummer 1 an der Abendkasse, ‘The Brutalist’ expandiert - The Associated Press",
        "Ruandas Unruhe in der Demokratischen Republik Kongo wäre leicht zu stoppen - Financial Times",
        "In China gefundene Fossilien können dem menschlichen Stammbaum einen neuen Zweig hinzufügen - Yahoo! Voices",
        "Apple erforscht immer noch neue AirPods mit winzigen Kameras - MacRumors",
        "SpaceX Falcon 9 Starlink 12-7 - Kennedy Space Center"
    ]
}