{
    "headlines": [
        "Artur Beterbiev ਬਨਾਮ Dmitry Bivol ਲੜਾਈ ਭਵਿੱਖਬਾਣੀ, ਬਾਵਜੂਦ, ਸ਼ੁਰੂ ਟਾਈਮ, undercard, ਝਲਕ, ਜਿੱਥੇ ਦੇਖਣ ਲਈ - CBS ਖੇਡ",
        "ਹੈਰਿਸ \"ਸ਼ਾਨਦਾਰ ਸਿਹਤ\" ਵਿੱਚ, ਉਸਦਾ ਡਾਕਟਰ ਕਹਿੰਦਾ ਹੈ, ਜਿਵੇਂ ਕਿ ਮੁਹਿੰਮ ਟਰੰਪ ਨੂੰ ਮੈਡੀਕਲ ਰਿਕਾਰਡ ਜਾਰੀ ਕਰਨ ਲਈ ਦਬਾਅ ਪਾਉਂਦੀ ਹੈ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਟਰੰਪ ਨੇ ਕੋਚੇਲਾ ਰੈਲੀ ਨਾਲ ਨੀਲੇ ਸਟੇਟ ਦਾ ਦੌਰਾ ਕੀਤਾ - ਸੀਐਨਐਨ",
        "ਟੀਵੀ 'ਤੇ ਕਾਲਜ ਫੁੱਟਬਾਲਃ ਓਰੇਗਨ ਵਿਖੇ ਓਹੀਓ ਸਟੇਟ ਇੰਤਜ਼ਾਰ ਦੇ ਯੋਗ ਹੈ - ਦਿ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਹੋਰ ਗਰਭਪਾਤ ਬੈਲਟ ਉਪਾਅ ਪਾਸ ਕਰਨ ਲਈ ਸੈੱਟ ਕਰ ਰਹੇ ਹਨ. ਤਦ ਰਾਜ ਦੀਆਂ ਅਦਾਲਤਾਂ ਆਪਣੀ ਗੱਲ ਕਹਿਣਗੀਆਂ - ਪੋਲਿਟਿਕੋ",
        "ਇੱਥੇ ਕੁਝ ਵਿਸ਼ੇਸ਼ ਵੇਰਵੇ ਹਨ ਕਿ ਐਕਸਬਾਕਸ ਕਲਾਉਡ ਗੇਮਿੰਗ \"ਆਪਣੀਆਂ ਖੇਡਾਂ ਲਿਆਓ\" ਰੋਲਆਉਟ ਇਸ ਤਰ੍ਹਾਂ ਦਿਖਾਈ ਦੇਵੇਗਾਃ ਖੇਤਰ, ਗੇਮ ਲਾਇਬ੍ਰੇਰੀ ਦਾ ਆਕਾਰ, ਆਈਫੋਨ, ਐਂਡਰਾਇਡ ਅਤੇ ਹੋਰ ਬਹੁਤ ਕੁਝ 'ਤੇ ਪਹੁੰਚ. - ਵਿੰਡੋਜ਼ ਸੈਂਟਰਲ",
        "ਐਪਲ ਹੁਣ ਉਪਭੋਗਤਾਵਾਂ ਨੂੰ ਆਈਓਐਸ 18.1 - 9to5Mac ਤੋਂ ਸ਼ੁਰੂ ਹੋਣ ਵਾਲੇ ਆਪਣੇ ਆਈਕਲਾਉਡ ਈਮੇਲ ਪਤੇ ਨੂੰ ਬਦਲਣ ਦੀ ਆਗਿਆ ਦਿੰਦਾ ਹੈ",
        "ਕਿਸ ਸਮੇਂ, ਟੀਵੀ ਚੈਨਲ ਅੱਜ ਓਰੇਗਨ ਫੁੱਟਬਾਲ ਬਨਾਮ ਓਹੀਓ ਸਟੇਟ ਹੈ? ਫੈਲਾਓ, ਗੇਮ ਦੀਆਂ ਮੁਸ਼ਕਲਾਂ, ਸਟ੍ਰੀਮਿੰਗ ਮੁਫਤ ਕਿਵੇਂ ਵੇਖੀਏ - OregonLive",
        "ਗੰਭੀਰ ਜੋਖਮਾਂ ਅਤੇ ਲਾਭਾਂ ਲਈ ਆਰਐਸਵੀ ਟੀਕਿਆਂ ਦੀ ਮੁੜ ਜਾਂਚ ਕੀਤੀ ਗਈ - ਡੇਲੀ ਕੋਸ",
        "ਨਾਸਾ ਦਾ ਯੂਰੋਪਾ ਕਲੀਪਰ ਸਪੇਸਕ੍ਰਾਫਟ ਜੀਵਣ ਲਈ ਸਮੱਗਰੀ ਲਈ ਜੁਪੀਟਰ ਚੰਦਰਮਾ ਨੂੰ ਸਕੋਰ ਕਰੇਗਾ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "‘ਡੂਨ 2’ ਡਾਇਰੈਕਟਰ ਡੈਨੀਸ ਵਿਲੇਨਯੂਵ ਕਹਿੰਦਾ ਹੈ ਕਿ ਐਪਿਕ ਸੈਂਡਵਰਡ-ਰਾਈਡਿੰਗ ਸੀਨ ਨੇ ‘ਕਈ ਵਾਰ ਇਕ ਸ਼ਾਟ ਲਈ ਇਕ ਹਫਤਾ’ ਲਿਆ ਅਤੇ ਇਕ ਵੱਖਰੀ ਇਕਾਈ ਦੀ ਜ਼ਰੂਰਤ ਕੀਤੀਃ ‘ਜੇ ਮੈਂ ਇਹ ਆਪਣੇ ਆਪ ਕੀਤਾ ਹੁੰਦਾ, ਤਾਂ ਮੈਂ ਅਜੇ ਵੀ ਸ਼ੂਟਿੰਗ ਕਰਾਂਗਾ’ - ਯਾਹੂ ਐਂਟਰਟੇਨਮੈਂਟ",
        "ਸੀਨ \"ਡਿੱਡੀ\" ਕੰਬਜ਼ ਦੇ ਅਪਰਾਧਿਕ ਕੇਸ ਤੋਂ ਸਭ ਤੋਂ ਵੱਧ ਤੰਗ ਕਰਨ ਵਾਲੇ ਵੇਰਵੇ - ਈ! ਆਨਲਾਈਨ - ਈ! ਨਿਊਜ਼",
        "ਹਟਾਈ",
        "ਇੰਟੇਲ ਐਪਲੀਕੇਸ਼ਨ ਓਪਟੀਮਾਈਜ਼ਡ (ਏਪੀਓ) ਸਾੱਫਟਵੇਅਰ ਵਿੱਚ 12 ਹੋਰ ਗੇਮਾਂ ਜੋੜਦਾ ਹੈ, ਕੋਰ ਅਲਟਰਾ 285 ਕੇ/265 ਕੇ ਲਈ ਸਹਾਇਤਾ - ਵੀਡੀਓਕਾਰਡਜ਼ ਡਾਟ ਕਾਮ",
        "ਪੈਨਸਿਲਵੇਨੀਆ ਦੇਸ਼ ਭਰ ਵਿੱਚ ਖੰਘ ਦੇ ਫੈਲਣ ਨਾਲ ਸਭ ਤੋਂ ਵੱਧ ਪ੍ਰਭਾਵਿਤ ਹੋਇਆ - ਟ੍ਰਾਈਬਲੀਵ",
        "ਬੋਇੰਗ ਨੇ ਸ਼ੁਰੂਆਤੀ ਮਹੱਤਵਪੂਰਨ Q3 ਘਾਟੇ ਦੀ ਘੋਸ਼ਣਾ ਕੀਤੀਃ ਕਟੌਤੀ 767 ਮਾਲਵਾਹਕ ਪ੍ਰੋਗਰਾਮ, ਦੇਰੀ 777X ਈਆਈਐਸ, ਮੇਜਰ ਲੇਅਫਸ - ਲੀਹੈਮ ਨਿ Newsਜ਼ ਅਤੇ ਵਿਸ਼ਲੇਸ਼ਣ",
        "ਨੈਸ਼ਨਲ ਜੀਓਗ੍ਰਾਫਿਕ ਟੀਮ ਨੇ ਸ਼ਾਇਦ ਇਕ ਮਸ਼ਹੂਰ ਮਾ Mountਂਟ ਐਵਰੈਸਟ ਪਰਬਤਾਰੋਹੀ ਦੇ ਪੈਰ ਦੀ ਖੋਜ ਕੀਤੀ ਹੈ - ਐਨਪੀਆਰ",
        "ਈਐਫ 3 ਟੋਰਨਾਡੋ ਨੇ 140 ਮੀਲ ਪ੍ਰਤੀ ਘੰਟਾ ਹਵਾਵਾਂ ਨਾਲ ਪਾਮ ਬੀਚ ਕਾਉਂਟੀ ਦੁਆਰਾ 21 ਮੀਲ ਦਾ ਰਸਤਾ ਕੱਟਿਆ, ਐਨਡਬਲਯੂਐਸ ਕਹਿੰਦਾ ਹੈ - ਡਬਲਯੂਪੀਟੀਵੀ ਨਿ Newsਜ਼ ਚੈਨਲ 5 ਵੈਸਟ ਪਾਮ",
        "ਚੀਨ ਆਰਥਿਕਤਾ ਲਈ ਵਧੇਰੇ ਵਿੱਤੀ ਉਤੇਜਨਾ ਨੂੰ ਝੰਡੀ ਦਿੰਦਾ ਹੈ, ਅਕਾਰ 'ਤੇ ਮੁੱਖ ਵੇਰਵੇ ਛੱਡਦਾ ਹੈ - ਰਾਇਟਰਜ਼",
        "ਮਿਡਲ ਈਸਟਃ ਇਜ਼ਰਾਈਲ ਨੇ ਲੇਬਨਾਨ, ਗਾਜ਼ਾ - ਡੀ ਡਬਲਯੂ (ਅੰਗਰੇਜ਼ੀ) ਵਿਚ ਨਿਕਾਸੀ ਦੀ ਅਪੀਲ ਕੀਤੀ"
    ]
}