{
    "headlines": [
        "ਏਸ਼ੀਅਨ ਸ਼ੇਅਰਾਂ ਵਿੱਚ ਗਿਰਾਵਟ, ਇੱਕ ਸਾਲ ਵਿੱਚ ਸਭ ਤੋਂ ਖਰਾਬ ਹਫਤੇ ਲਈ ਲੰਬੇ ਸਮੇਂ ਦੇ ਖਜ਼ਾਨੇ ਨਿਰਧਾਰਤ ਕੀਤੇ ਗਏ - ਰਾਇਟਰਜ਼",
        "ਨੋਟੀ ਡੌਗ ਦੀ ਅਗਲੀ ਗੇਮ ਸਟੂਡੀਓ ਦੀ \"ਜੰਗਲੀ, ਸਭ ਤੋਂ ਰਚਨਾਤਮਕ ਕਹਾਣੀ\" ਅਤੇ \"ਡੂੰਘੀ ਗੇਮਪਲਏ\" ਨੂੰ ਪੈਕ ਕਰਨ ਵਾਲੀ ਇੱਕ ਨਵੀਂ \"ਫਰੈਂਚਾਇਜ਼ੀ\" ਨਾਲ ਸ਼ੁਰੂ ਹੁੰਦੀ ਹੈ - ਗੇਮਜ਼ਰਾਡਰ",
        "ਸਟੈਨਲੀ ਸੰਭਾਵਿਤ ਜਲਣ ਦੇ ਖ਼ਤਰੇ - ਸੀ ਐਨ ਐਨ ਉੱਤੇ 2.5 ਮਿਲੀਅਨ ਤੋਂ ਵੱਧ ਯਾਤਰਾ ਦੇ ਮੱਗਾਂ ਨੂੰ ਯਾਦ ਕਰਦਾ ਹੈ",
        "ਪਲੇਆਫ ਦੀਆਂ ਉਮੀਦਾਂ ਦੇ ਤੌਰ ਤੇ ਰੈਮਸ ਤੋਂ 49ers ’12-6 ਦੇ ਹਾਰ ਦਾ ਤੁਰੰਤ ਵਿਸ਼ਲੇਸ਼ਣ ਜ਼ਰੂਰੀ ਤੌਰ' ਤੇ ਅਲੋਪ ਹੋ ਗਿਆ - ਦਿ ਮਰਕਰੀ ਨਿ Newsਜ਼",
        "ਸੀਰੀਆਈ ਸ਼ਾਸਨ ਦੇ ਪਤਨ ਨੇ ਰੂਸ ਦੀਆਂ ਗਲੋਬਲ ਅਭਿਲਾਸ਼ਾਵਾਂ ਦੀਆਂ ਸੀਮਾਵਾਂ ਦਾ ਪਰਦਾਫਾਸ਼ ਕੀਤਾ - ਦਿ ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "Gukesh Dommaraju: ਭਾਰਤੀ ਕਿਸ਼ੋਰ ਕਿਵੇਂ ਬਣਿਆ ਸਭ ਤੋਂ ਘੱਟ ਉਮਰ ਦਾ ਵਿਸ਼ਵ ਸ਼ਤਰੰਜ ਚੈਂਪੀਅਨ - BBC.com",
        "ਇਜ਼ਰਾਈਲ ਨੇ ਸੀਰੀਆ ਦੀਆਂ ਫੌਜੀ ਜਾਇਦਾਦਾਂ ਨੂੰ ਨਸ਼ਟ ਕਰਨ ਲਈ ਪਾਵਰ ਵੈਕਿumਮ ਦੀ ਵਰਤੋਂ ਕਿਵੇਂ ਕੀਤੀ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "2024 ਗੇਮ ਅਵਾਰਡ ਸਾਲ ਦੇ ਗੇਮ ਦੇ ਤੌਰ ਤੇ ਨਾਮ ‘ਐਸਟ੍ਰੋ ਬੋਟ’ – ਸੰਪੂਰਨ ਜੇਤੂਆਂ ਦੀ ਸੂਚੀ - ਅੰਤਮ ਤਾਰੀਖ",
        "ਟ੍ਰੈਵਿਸ ਹੰਟਰ ਨੇ ਚੱਕ ਬੇਡਨਾਰਿਕ, ਫਰੈੱਡ ਬਿਲੇਟਨੀਕੋਫ ਅਵਾਰਡ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ ਜਿੱਤੇ",
        "ਬਲੂਮੈਂਟਲ ਨਿ New ਜਰਸੀ ਡਰੋਨ ਨੂੰ \"ਜੇ ਜਰੂਰੀ ਹੋਏ ਤਾਂ\" ਮਾਰਨ ਦੀ ਮੰਗ ਕਰਦਾ ਹੈ - ਐਕਸੀਓਸ",
        "31 ਵੇਂ ਬਿਲਬੋਰਡ ਸੰਗੀਤ ਅਵਾਰਡ ਜੇਤੂ — ਪੂਰੀ ਸੂਚੀ - ਅੰਤਮ ਤਾਰੀਖ",
        "ਐਮਾਜ਼ਾਨ ਟਰੰਪ ਦੇ ਉਦਘਾਟਨੀ ਫੰਡ ਨੂੰ 1 ਮਿਲੀਅਨ ਡਾਲਰ ਦਾਨ ਕਰਦਾ ਹੈ, ਪ੍ਰਾਈਮ ਵੀਡੀਓ 'ਤੇ ਏਅਰ ਈਵੈਂਟ ਲਈ - ਰਾਇਟਰਜ਼",
        "ਮੈਕਸੀਕੋ ਵਿਚ ਮਿਲੀ Maui womanਰਤ ਕਹਿੰਦੀ ਹੈ ਕਿ ਉਹ ਘਰ ਨਹੀਂ ਆਵੇਗੀ - KHON2",
        "ਬ੍ਰਾਇਨ ਆਸਟਿਨ ਗ੍ਰੀਨ ਨੇ ਮੇਗਨ ਫੌਕਸ ਅਤੇ ਮਸ਼ੀਨ ਗਨ ਕੈਲੀ ਨੂੰ ਰੈਪਰ ਲਈ ਸੰਦੇਸ਼ ਦੇ ਨਾਲ ਵੰਡਿਆ ਪ੍ਰਤੀਕਰਮ - ਬਸ ਜੇਰੇਡ",
        "ਵਿਗਿਆਨੀ ਜਾਣਨਾ ਸ਼ੁਰੂ ਕਰ ਰਹੇ ਹਨ ਕਿ ਇਹ ਚੰਦਰਮਾ ਜੁਆਲਾਮੁਖੀ ਨਾਲ ਕਿਉਂ ਫਟਦਾ ਰਹਿੰਦਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਬਾਈਡੇਨ ਨੇ 39 ਰਾਸ਼ਟਰਪਤੀ ਮੁਆਫੀ ਜਾਰੀ ਕੀਤੀ ਅਤੇ 1,500 ਵਾਕਾਂ ਨੂੰ ਘਟਾ ਦਿੱਤਾ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਯੂ ਐਨ ਸੀ ਦੀ ਜਾਣ-ਪਛਾਣ ਦੌਰਾਨ ਬਿਲ ਬੇਲੀਚਿਕ ਨੇ ਯੂ ਡਬਲਯੂ ਬਾਰੇ ਕੀ ਕਿਹਾ - ਸੀਏਟਲ ਟਾਈਮਜ਼",
        "ਕੈਲੀਫੋਰਨੀਆ ਵਿੱਚ ਕੱਚਾ ਦੁੱਧ ਪੀਣ ਵਾਲੇ ਲੋਕਾਂ ਵਿੱਚ ਵਧੇਰੇ ਬਿਮਾਰੀਆਂ ਦੀ ਰਿਪੋਰਟ ਹੈ. ਸਿਹਤ ਮਾਹਰਾਂ ਦੇ ਅਨੁਸਾਰ, ਇੱਥੇ ਜੋਖਮ ਹਨ - ਸੀ ਐਨ ਐਨ",
        "ਮਾਈਕ੍ਰੋਸਾੱਫਟ ਪੀਆਈ -4 ਦੀ ਸ਼ੁਰੂਆਤ ਕਰਦਾ ਹੈ, ਇੱਕ ਨਵਾਂ ਜਨਰੇਟਿਵ ਏਆਈ ਮਾਡਲ, ਖੋਜ ਪੂਰਵਦਰਸ਼ਨ ਵਿੱਚ - TechCrunch",
        "ਵਾਪਸ ਮੁਸੀਬਤ ਅਤੇ ਦਿਮਾਗ ਦੀ ਧੁੰਦ ਨੇ ਯੂਨਾਈਟਿਡਹੈਲਥਕੇਅਰ ਦੇ ਸੀਈਓ ਦੀ ਹੱਤਿਆ ਵਿਚ ਸ਼ੱਕੀ ਨੂੰ ਪਰੇਸ਼ਾਨ ਕੀਤਾ, ਉਸ ਦੀਆਂ ਪੋਸਟਾਂ ਦਿਖਾਉਂਦੀਆਂ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ"
    ]
}