{
    "headlines": [
        "Elon Musk backs Howard Lutnick as agent for ‘change’ at US Treasury - Financial Times",
        "Biden’s White House stares down a Trump takeover - POLITICO",
        "South Africa denies illegal miners food and water to force them out - The Washington Post",
        "US health officials report 1st case of new form of mpox in a traveler - The Associated Press",
        "Fire engulfs hospital ward in northern India, killing 10 newborn babies - The Associated Press",
        "[Removed]",
        "Trump’s election shadows Biden in South America - POLITICO",
        "Trump’s Pentagon pick was flagged as a possible ‘Insider Threat’ in the National Guard - PBS NewsHour",
        "Eight dead after stabbing at Wuxi school in eastern China - BBC.com",
        "MLB rumors: Juan Soto meets with another AL East rival, Orioles looking beyond Corbin Burnes - CBS Sports",
        "[Removed]",
        "Trump campaign spokesperson Karoline Leavitt named as next White House press secretary - PBS NewsHour",
        "McDonald’s is investing $100 million to bring customers back after E. coli outbreak - The Associated Press",
        "Last supermoon of 2024 wows skywatchers around the world with Full Beaver Moon (photos) - Space.com",
        "Scholz call with Putin opens a ‘Pandora’s box,’ Ukraine’s Zelenskyy complains - POLITICO Europe",
        "\"The Voice\" winner Sundance Head recovering after accidental shooting at his Texas ranch - CBS News",
        "After Trump taps Gaetz as attorney general, there's anxiety and dismay inside the Justice Department - The Associated Press",
        "Doctors worried RFK Jr. will tout vaccine-skeptic views after he is picked for HHS secretary - ABC News",
        "The Fed interrupted the stock market’s Trump rally. What comes next. - MarketWatch",
        "What channel is Colorado vs. Utah on today? Time, TV schedule for Week 12 game - Colorado Buffaloes Wire"
    ]
}