{
    "headlines": [
        "ਐਲਏ-ਖੇਤਰ ਦੀ ਅੱਗ ਅਕਾਰ ਵਿੱਚ ਫਟਣ ਤੋਂ ਬਾਅਦ ਨਿਕਾਸੀ ਨੂੰ ਪ੍ਰੇਰਿਤ ਕਰਦੀ ਹੈ, ਕਿਉਂਕਿ ਕੈਲੀਫੋਰਨੀਆ ਨੂੰ ਤਾਜ਼ਾ ਖਤਰੇ ਦਾ ਸਾਹਮਣਾ ਕਰਨਾ ਪੈਂਦਾ ਹੈ - ਐਕਸੀਓਸ",
        "ਬਲੇਕ ਲਿਵਲੀ ਦੀ ਕਾਨੂੰਨੀ ਟੀਮ ਜਸਟਿਨ ਬਾਲਡੋਨੀ ਦੇ ਵਕੀਲ ਦੁਆਰਾ ਜਨਤਕ ਟਿੱਪਣੀਆਂ ਤੋਂ ਬਾਅਦ ਜੱਜ ਨੂੰ ਸੁਣਵਾਈ ਲਈ ਪੁੱਛਦੀ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਇਸ ਜਨਵਰੀ ਵਿਚ 'ਗ੍ਰਹਿ ਦੀ ਇਕਸਾਰਤਾ' ਕਿਵੇਂ ਵੇਖੀਏ - ਕੇਸੀਈਐਨਟੀਵੀ.",
        "ਟਰੰਪ ਨੇ ਸੀਨ ਕੁਰਨ, ਏਜੰਟ ਦੀ ਚੋਣ ਕੀਤੀ ਜਿਸਨੇ ਬਟਲਰ ਦੀ ਸ਼ੂਟਿੰਗ ਦੌਰਾਨ ਉਸ ਦੀ ਰੱਖਿਆ ਕੀਤੀ, ਗੁਪਤ ਸੇਵਾ ਦੀ ਅਗਵਾਈ ਕਰਨ ਲਈ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਏਲੋਨ ਮਸਕ ਨੇ 500 ਬਿਲੀਅਨ ਡਾਲਰ ਦੇ ਏਆਈ ਪ੍ਰੋਜੈਕਟ ਬਾਰੇ ਓਪਨਏਆਈ ਦੇ ਸੈਮ ਅਲਟਮੈਨ ਨਾਲ ਟਕਰਾਅ ਕੀਤਾ ਡੋਨਾਲਡ ਟਰੰਪ ਨੇ ਐਲਾਨ ਕੀਤਾ - ਹਿੰਦੁਸਤਾਨ ਟਾਈਮਜ਼",
        "ਸਟਾਕ ਫਿuresਚਰ ਐਸ ਐਂਡ ਪੀ 500 ਨਾਲ ਤਿੰਨ ਦਿਨਾਂ ਦੀ ਜੇਤੂ ਲੜੀ 'ਤੇ ਥੋੜੇ ਜਿਹੇ ਬਦਲੇ ਗਏ ਹਨ, ਰਿਕਾਰਡ ਉੱਚ ਦੇ ਨੇੜੇ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਟਰੰਪ ਨੇ ਡੀਈਆਈ ਅਤੇ ਸਿਵਲ ਸਰਵਿਸ ਸੁਰੱਖਿਆ ਨੂੰ ਨਿਸ਼ਾਨਾ ਬਣਾਇਆ, ਕੁਝ ਫੈਡਰਲ ਵਰਕਰਾਂ ਵਿੱਚ ਡਰਾਉਣਾ ਡਰ - ਸੀਐਨਐਨ",
        "ਸੀ ਐਨ ਐਨ ਨੇ ਸੈਂਕੜੇ ਕਰਮਚਾਰੀਆਂ ਨੂੰ ਨੌਕਰੀ ਤੋਂ ਕੱਢਣ, ਖਰਚਿਆਂ ਨੂੰ ਘਟਾਉਣ ਦੀ ਯੋਜਨਾ ਬਣਾਈ; ਐਨ ਬੀ ਸੀ ਨੇ ਫਾਇਰਿੰਗ ਦੀ ਸਾਜਿਸ਼ ਰਚੀ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਟਰੰਪ ਸਕੂਲ 'ਚ ਇਮੀਗ੍ਰੇਸ਼ਨ ਗ੍ਰਿਫ਼ਤਾਰੀਆਂ' ਤੇ ਰੋਕ ਨਹੀਂ ਲਾਉਣਗੇ । ਕੁਝ ਪਰਿਵਾਰ ਹੁਣ ਸਕੂਲਾਂ 'ਚ ਹਾਜ਼ਰੀ ਤੋਲ ਰਹੇ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਸਨਫਿਸ਼ ਜੋ ਯਾਤਰੀਆਂ ਦੀ ਘਾਟ ਤੋਂ ਬਿਮਾਰ ਹੋ ਗਈ ਗੱਤੇ ਦੇ ਕੱਟਆਉਟ ਤੋਂ ਮਦਦ ਨਾਲ ਠੀਕ ਹੋ ਗਈ - ਹਫਪੋਸਟ",
        "ਜੈੱਟਸ ਨੇ ਫ੍ਰੈਂਚਾਈਜ਼ੀ ਇਤਿਹਾਸ ਦੇ 22 ਵੇਂ ਮੁੱਖ ਕੋਚ ਵਜੋਂ ਐਰੋਨ ਗਲੇਨ ਦੀ ਨਿਯੁਕਤੀ ਦਾ ਐਲਾਨ ਕੀਤਾ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਬਿਲੀ ਰੇ ਸਾਇਰਸ ਆਪਣੇ ਟਰੰਪ ਦੇ ਉਦਘਾਟਨ ਪ੍ਰਦਰਸ਼ਨ 'ਤੇ ਪ੍ਰਤੀਕ੍ਰਿਆ ਦੇ ਵਿਚਕਾਰ ਦ੍ਰਿੜ ਹੈ - ਜੀਓ ਨਿ Newsਜ਼",
        "ਜਿਮੀ ਬਟਲਰ ਨੇ ਫਿਰ ਲਾਪਤਾ ਫਲਾਈਟ ਤੋਂ ਬਾਅਦ ਹੀਟ ਦੁਆਰਾ ਮੁਅੱਤਲ ਕਰ ਦਿੱਤਾ, ਕਿਉਂਕਿ ਵਪਾਰ ਲਈ ਧੱਕਾ ਜਾਰੀ ਹੈ - ਮਿਆਮੀ ਹੇਰਾਲਡ",
        "USMNT ਬਨਾਮ ਕੋਸਟਾਰੀਕਾਃ ਸ਼ੁਰੂ ਇਲੈਵਨ & ਲਾਈਨਅੱਪ ਨੋਟਸ - ਅਮਰੀਕਾ ਦੇ ਫੁਟਬਾਲ",
        "ਭਾਰਤਃ ਅੱਗ ਦੀ ਅਫਵਾਹ ਤੋਂ ਭੱਜਣ ਵਾਲੇ ਯਾਤਰੀਆਂ ਨੂੰ ਇਕ ਹੋਰ ਰੇਲਗੱਡੀ ਨੇ ਟੱਕਰ ਮਾਰ ਦਿੱਤੀ - ਬੀਬੀਸੀ.",
        "ਸੈਮਸੰਗ ਅਨਪੈਕਡਃ ਸੈਮਸੰਗ ਨੇ ਅਨਪੈਕਡ ਵਿਖੇ ਇੱਕ ਵਾਧੂ ਪਤਲਾ ਐਸ 25 ਮਾਡਲ ਨੂੰ ਛੇੜਿਆ - TechCrunch",
        "ਨੈਸ਼ਵਿਲੇ ਦੇ ਸਕੂਲ 'ਚ ਗੋਲੀਬਾਰੀ' ਚ ਨਾਬਾਲਗ ਵਿਦਿਆਰਥਣ ਦੀ ਹੱਤਿਆ, ਅਮਰੀਕੀ ਪੁਲਸ ਨੇ ਕਿਹਾ - Al Jazeera English",
        "ਅਮਰੀਕਾ-ਮੈਕਸੀਕੋ ਸਰਹੱਦ ਸੁਰੱਖਿਅਤ ਕਰਨ 'ਚ ਮਦਦ ਲਈ ਪੈਂਟਾਗਨ ਭੇਜਣਗੇ 1500 ਸਰਗਰਮ ਡਿਊਟੀ ਫੌਜੀ - The Associated Press",
        "ਚਾਰ ਵਾਇਰਸ ਘੁੰਮ ਰਹੇ ਹਨਃ ਲੂਮਿੰਗ 'ਕਵਾਡੈਮਿਕ' - ਡੀਸਰਟ ਨਿ Newsਜ਼"
    ]
}