{
    "headlines": [
        "حكم على الرئيس المنتخب دونالد ترامب بإبراء ذمة غير مشروط في قضية الصمت المالي في مدينة نيويورك - ABC7 لوس أنجلوس",
        "كشفت المواصفات الكاملة لجهاز Samsung Galaxy S25 (مرة أخرى)، عن تغييرات تفصيلية من سلسلة S24 - أخبار GSMArena.com - GSMArena.com",
        "الولايات المتحدة تفرض عقوبات على أسطول النفط الروسي والتجار، تظهر الوثائق - رويترز",
        "نمو الوظائف في الولايات المتحدة يفشل التوقعات في ديسمبر ؛ معدل البطالة ينخفض إلى 4.1 ٪ - رويترز",
        "أعظم 250 ألبوم في القرن الحادي والعشرين حتى الآن - Rolling Stone",
        "آخر التطورات في الشرق الأوسط: إسرائيل تشن ضربات جديدة على المتمردين الحوثيين في اليمن - وكالة أسوشيتد برس",
        "تتهم هيئة الأوراق المالية والبورصات رئيس WWE السابق فينس ماكماهون بتسويات غير معلنة مع امرأتين - CNBC",
        "بيع أسهم التأمين بشكل حاد مع زيادة الخسائر المحتملة المرتبطة بحرائق الغابات في لوس أنجلوس - CNBC",
        "الرجل الذي يحمل خرطوم مياه في الحديقة والأب بجانب سرير ابنه من بين ضحايا الحريق في لوس أنجلوس - وكالة أسوشيتد برس",
        "كيف تشكل قمر بلوتو الكبير شارون ؟ مع \"قبلة\"، يقول العلماء - سي إن إن",
        "تحديثات حية لحرائق الغابات في كاليفورنيا: 10 قتلى في مقاطعة لوس أنجلوس مع استمرار حرائق باليسيدز وكينيث وإيتون في الانتشار - أصوات ياهو!",
        "Disney، Fox، Warner Bros. Discovery Scrap Venu Sports Streamer - متنوعة",
        "2024 CBS Sports NFL All - Pro Team: Lions, Ravens, Eagles بين أفضل المتنافسين تمثيلاً في التصويت لجميع النجوم - CBS Sports",
        "أروع أجهزة الكمبيوتر المحمولة في معرض الإلكترونيات الاستهلاكية 2025 - ذا فيرج",
        "قصفت قوات الدفاع الأوكرانية مستودع ذخيرة في منطقة روستوف الروسية – المصدر - أوكرينفورم",
        "عرض \"اليوم\" الأخير لهدى قطب يحتفل به بالضحك والدموع: \"شكرًا لك من قاع قلبي الكامل\" - تنوع",
        "في أي وقت يبدأ تساقط الثلوج يوم الجمعة وكم ستحصل منطقة رالي ؟ أحدث توقعات NC - رالي نيوز آند أوبزرفر",
        "وجد استطلاع أسوشيتد برس أن الأمريكيين لديهم وجهة نظر باهتة عن بايدن أكثر من وجهة نظرهم عن ترامب أو أوباما مع انتهاء الفصل الدراسي - وكالة أسوشيتد برس",
        "تم إيقاف طائرة \"سوبر سكوبر\" الكندية بعد أن أصابت طائرة بدون طيار مدنية فوق حرائق الغابات في لوس أنجلوس - سي إن إن",
        "سيواجه مشجعو كرة القدم في الكلية البرد الشتوي مع انطلاق Cotton Bowl Classic يوم الجمعة - KERA News"
    ]
}