{
    "headlines": [
        "‘Olhos simpáticos e uma estatura musculosa’: o pug Vito vence o National Dog Show - CNN",
        "Irã e europeus se reúnem para testar diplomacia com o mandato de Trump se aproximando - Reuters",
        "Jornalista chinês e ex-colega de Harvard condenado a 7 anos - The Washington Post",
        "Exclusivo: HSBC retira-se do negócio de cartões de crédito na China depois de se esforçar para se expandir - Reuters",
        "Vencedores e perdedores do Dia de Ação de Graças da NFL: o blues do clima frio dos Dolphins continua, a frente defensiva dos Lions domina - CBS Sports",
        "Orcas observaram presas de enormes tubarões-baleia - Yahoo! Voices",
        "Imagem do Playoff da Semana 13 da NFL 2024-25: Classificação, Cenários de Suporte Após o Dia de Ação de Graças - Relatório Bleacher",
        "Pontuação final de Dolphins vs. Packers, reações imediatas para o jogo de Ação de Graças - The Phinsider",
        "Reações exageradas no Dia de Ação de Graças da NFL: Caleb Williams é culpado pelo erro dos Bears? Cowboys nos playoffs? - CBS Sports",
        "Crise política francesa: Tudo o que precisa de saber - POLITICO EUROPE",
        "Pegadas lamacentas sugerem que 2 espécies de humanos primitivos eram vizinhas no Quênia há 1,5 milhão de anos - The Associated Press",
        "Representantes da Câmara de Connecticut alvo de ameaças de bomba - BBC.com",
        "As 34 melhores ofertas de Black Friday que encontramos (até agora) no Walmart, UGG, Amazon, Target e mais - NJ.com",
        "Manifestantes pró-palestinos presos em desfile de Ação de Graças em Nova York - Reuters",
        "Combatentes do Hezbollah recuam para o norte após trégua, civis libaneses do passado voltam para casa - The Wall Street Journal",
        "Ben Affleck reúne-se com Jennifer Garner para alimentar sem-abrigo no Dia de Ação de Graças - Prazo",
        "Pés de neve com efeito de lago esperados em partes do Estado de Nova York até o fim de semana - CNYcentral.com",
        "Trabalhadores da Amazon planejam greve entre Black Friday e Cyber Monday nas principais cidades do mundo - New York Post",
        "Professora de arte da Califórnia, 60 anos, morre de raiva depois de ser mordida por morcego em sala de aula: ‘Ela não queria machucá-la’ - New York Post",
        "Fósseis de vômitos e fezes de dinossauros expõem como eles evoluíram para dominar a Terra - A Galáxia Diária - Grande Canal de Descobertas"
    ]
}