{
    "headlines": [
        "ਮਾਈਕ੍ਰੋਸਾੱਫਟ ਦਾ ਮੇਜਰਾਨਾ 1 ਚਿੱਪ ਕੁਆਂਟਮ ਕੰਪਿutingਟਿੰਗ ਲਈ ਨਵਾਂ ਰਸਤਾ ਤਿਆਰ ਕਰਦਾ ਹੈ - ਮਾਈਕ੍ਰੋਸਾੱਫਟ",
        "ਪ੍ਰਸਿੱਧ ਨਕਲੀ ਮਿੱਠੇ ਦਿਲ ਦੇ ਦੌਰੇ, ਸਟ੍ਰੋਕ ਦੇ ਜੋਖਮ ਨੂੰ ਵਧਾ ਸਕਦੇ ਹਨਃ ਨਵਾਂ ਅਧਿਐਨ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਐਪਲ ਇਵੈਂਟ ਅੱਜਃ ਇੱਕ ਨਵਾਂ ਘੱਟ ਕੀਮਤ ਵਾਲਾ ਆਈਫੋਨ ਇਸ ਦੇ ਰਾਹ ਤੇ ਹੋ ਸਕਦਾ ਹੈ - ਬੈਰਨ ਦਾ",
        "ਟਰੰਪ ਹਾ Houseਸ ਜੀਓਪੀ ਬਜਟ ਰਣਨੀਤੀ ਦੀ ਹਮਾਇਤ ਕਰਦਾ ਹੈ ਅਤੇ ਗ੍ਰਾਹਮ ਦੀ ਸੈਨੇਟ ਯੋਜਨਾ 'ਤੇ ਸਵਾਈਪ ਲੈਂਦਾ ਹੈ - ਐਨ ਬੀ ਸੀ ਨਿ Newsਜ਼",
        "ਦਰਜਨਾਂ ਚੀਜ਼ਾਂ ਜੋ ਤੁਸੀਂ ਵਿੰਡੋਜ਼ 11 24 ਐਚ 2 ਅਤੇ ਐਜ ਦੀ ਤਾਜ਼ਾ ਸਥਾਪਨਾ ਨੂੰ ਸਾਫ ਕਰਨ ਲਈ ਕਰ ਸਕਦੇ ਹੋ - ਆਰਸ ਟੈਕਨੀਕਾ",
        "ਬ੍ਰਾਜ਼ੀਲ ਨੇ ਬੋਲਸੋਨਾਰੋ 'ਤੇ ਸੱਤਾ' ਤੇ ਕਬਜ਼ਾ ਕਰਨ, ਵਿਰੋਧੀਆਂ ਨੂੰ ਮਾਰਨ ਦੀ ਪ੍ਰਮੁੱਖ ਸਾਜਿਸ਼ ਦੇ ਦੋਸ਼ ਲਗਾਏ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਟੋਰਾਂਟੋ ਹਵਾਈ ਅੱਡੇ 'ਤੇ ਡੈਲਟਾ ਜਹਾਜ਼ ਕਰੈਸ਼-ਲੈਂਡਿੰਗਃ ਵਾਇਰਲ ਪੋਸਟਾਂ ਦਾ ਦਾਅਵਾ ਹੈ ਕਿ ਸਾਰੇ ਪਾਇਲਟ ਮਹਿਲਾ ਸਨ. ਸੱਚਾਈ ਕੀ ਹੈ - ਟਾਈਮਜ਼ ਆਫ ਇੰਡੀਆ",
        "'ਫਿਕਸਡ' ਟੈਨਿਸ ਪ੍ਰਸ਼ੰਸਕ ਐਮਾ ਰਾਡੁਕਾਨੂ ਨੂੰ ਹੰਝੂਆਂ ਵਿੱਚ ਛੱਡਣ ਤੋਂ ਬਾਅਦ ਮੈਚ ਤੋਂ ਬਾਹਰ ਨਿਕਲ ਗਿਆ - ਐਨਬੀਸੀ ਨਿ Newsਜ਼",
        "ਬਲੇਕ ਲਾਈਵਲੀ ਦਾ ਦਾਅਵਾ ਹੈ ਕਿ ਹੋਰ womenਰਤਾਂ ਨੇ ਜਸਟਿਨ ਬਾਲਡੋਨੀ ਬਾਰੇ ਚਿੰਤਾ ਜਤਾਈ 'ਇਹ ਸਾਡੇ ਨਾਲ ਖਤਮ ਹੁੰਦਾ ਹੈ’ ਤਾਜ਼ਾ ਅਦਾਲਤ ਵਿੱਚ ਦਾਇਰ ਕੀਤੀ ਗਈ - ਸੀ ਐਨ ਐਨ",
        "ਨੀਲਾ ਭੂਤ ਚੰਦਰਮਾ ਲੈਂਡਰ ਚੰਦਰਮਾ ਦੀ ਸਤਹ ਦੇ ਨੇੜੇ ਉੱਡਣ ਲਈ ਆਪਣੀ ਪੰਧ ਨੂੰ ਘਟਾਉਂਦਾ ਹੈ (ਵੀਡੀਓ) - ਸਪੇਸ.",
        "ਵਰਜੀਨੀਆ, ਮੈਰੀਲੈਂਡ ਅਤੇ ਕੈਰੋਲੀਨਾ ਵਿਚ ਭਾਰੀ ਬਰਫਬਾਰੀ ਹੋਵੇਗੀ ਕਿਉਂਕਿ ਤੂਫਾਨ ਪੂਰਬ ਵੱਲ ਟ੍ਰੈਕ ਕਰਦਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "2025 ਐਨਐਫਐਲ ਫ੍ਰੀ ਏਜੰਸੀ ਪ੍ਰਾਈਮਰਃ ਅਨੁਮਾਨਤ ਮੁਫਤ ਏਜੰਟ, ਚੋਟੀ ਦੀਆਂ ਜ਼ਰੂਰਤਾਂ, ਸਾਰੀਆਂ 32 ਟੀਮਾਂ ਲਈ ਕੈਪ ਸਪੇਸ ਇਸ ਆਫਸੈਂਸ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਟਰੰਪ ਆਟੋ, ਫਾਰਮਾ ਅਤੇ ਸੈਮੀਕੰਡਕਟਰਾਂ 'ਤੇ 25% ਟੈਰਿਫ ਦਾ ਸੁਝਾਅ ਦਿੰਦੇ ਹਨ ਜੋ ਹੋਰ ਵੀ ਵੱਧ ਸਕਦੇ ਹਨ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਚਿਲੀ ਦੇ ਪ੍ਰਵਾਸੀਆਂ ਨੇ ਪੈਟਰਿਕ ਮਹੋਮਜ਼, ਟ੍ਰੈਵਿਸ ਕੈਲਸੀ, ਸਟਾਰ ਐਥਲੀਟਾਂ ਨੂੰ ਨਿਸ਼ਾਨਾ ਬਣਾਉਂਦੇ ਹੋਏ 2 ਮਿਲੀਅਨ ਡਾਲਰ ਦੀ ਚੋਰੀ ਦੀ ਸਪ੍ਰੀ ਵਿਚ ਚਾਰਜ ਕੀਤਾ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਵੈਬਬ ਟੈਲੀਸਕੋਪ ਮਿਲਕੀ ਵੇਅ ਦੇ ਬਲੈਕ ਹੋਲ ਦੀ ਲਗਾਤਾਰ ‘ਬੁਲਬੁਲਾ‘ ਰੌਸ਼ਨੀ ਨਾਲ ਜਾਸੂਸੀ ਕਰਦਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਅਮਰੀਕਾ ਤੋਂ ਦੇਸ਼ ਨਿਕਾਲਾ ਮਿਲਣ ਤੋਂ ਬਾਅਦ ਪਨਾਮਾ ਦੇ ਹੋਟਲ 'ਚ ਫਸੇ ਕਰੀਬ 300 ਲੋਕ - 9News. com KUSA",
        "ਆਰਟੀਐਕਸ 5070, ਆਰਟੀਐਕਸ 5080 ਅਤੇ ਆਰਟੀਐਕਸ 5090 ਕਿੱਥੇ ਖਰੀਦਣਾ ਹੈ — ਲਾਈਵ ਅਪਡੇਟਸ ਅਤੇ ਸਟਾਕ ਚੈਕਰ - ਟੌਮ ਦੀ ਗਾਈਡ"
    ]
}