{
    "headlines": [
        "$2,100 mechanical keyboard has 800 holes, NYC skyscraper looks - Ars Technica",
        "Sunday Aftermath: Hurts’ concussion, Kenneth Walker’s latest injury and much more - NBC Sports",
        "House Ethics report finds 'substantial evidence' Gaetz violated Florida statutory rape law - ABC News",
        "What to know about the death of a woman who was set on fire in a New York City subway train - The Associated Press",
        "An ex-Washington police officer is convicted of lying about leaks to the Proud Boys leader - The Associated Press",
        "Walmart sued over illegally opening bank accounts for delivery drivers - The Verge",
        "Heavy police presence on Lawndale Dr. in Greensboro - WFMYNews2.com",
        "Amber Heard on Blake Lively Allegations, Justin Baldoni Hiring Depp's PR - Variety",
        "Trump threatens to try and regain control of Panama Canal - BBC.com",
        "Live Briefing: Middle Eastern powers begin outreach to Syria’s new leaders - The Washington Post",
        "Honda and Nissan plan major merger focused on ‘intelligence and electrification’ - TechCrunch",
        "FDA says decongestant in many cold medicines doesn’t work. So what does? - WANE",
        "Burt, The Crocodile Featured In ‘Crocodile Dundee’, Dies At 90 - Deadline",
        "Watch: 'Fireballs' light up US sky as Chinese satellite burns up in atmosphere - The Times of India",
        "Musk pressure ‘nothing new’ for Congress, GOP senator says - POLITICO",
        "How might NASA change under Trump? Here’s what is being discussed - Ars Technica",
        "The 10 Best TV Performances of 2024 - Hollywood Reporter",
        "The Decadelong Trail of Red Flags Ahead of the Deadly Christmas-Market Attack - The Wall Street Journal",
        "Israel-Gaza war: Dozens killed in Israeli strikes, Gaza officials say - BBC.com",
        "The Container Store files for bankruptcy, insists it's here to stay - Fox Business"
    ]
}