{
    "headlines": [
        "Israel raids and shuts down Al Jazeera’s bureau in Ramallah in the West Bank - The Associated Press",
        "Four dead and dozens hurt in Alabama mass shooting - BBC.com",
        "Sri Lanka's Marxist-leaning Dissanayake leads presidential race - Reuters",
        "Where is Sara Anne Wood? Location of N.Y. girl's body a mystery decades after murder - CBS News",
        "Fed Is About to Get Validation for Its Jumbo Rate Cut - Yahoo Finance",
        "Feds execute search warrant on new NYPD commissioner just over a week after he was appointed - CNN",
        "Exclusive | On Ukraine’s Snake Island, the Heart of the Battle for the Black Sea - The Wall Street Journal",
        "Manning keeps No. 1 Texas rolling in first start - ESPN",
        "Michigan sours USC’s Big Ten debut, Tennessee handles Oklahoma in Week 4 of college football - NCAA.com",
        "Tennessee vs. Oklahoma score: Live game updates, college football scores, NCAA top 25 highlights - CBS Sports",
        "Harris accepts invitation for 2nd presidential debate, Trump says \"it's just too late\" for another one - CBS News",
        "UNC's Mack Brown Says He's Not Retiring After Emotional Locker Room Speech - Sports Illustrated",
        "Here's What Erik Menendez Really Thinks About Ryan Murphy's Menendez Brothers Series - E! Online - E! NEWS",
        "Kathryn Hahn ‘Came Up’ With ‘Agatha All Along’ Nude Scene, a First for a Woman in the MCU - IndieWire",
        "Angelina Jolie says she got matching tattoos with teenage daughter Vivienne: 'Means so much to us' - Fox News",
        "Germany's far-right AfD on track for another state election win - Reuters",
        "Hezbollah claims rocket attack deep inside northern Israel - Al Jazeera English",
        "French President Emmanuel Macron announces new right-wing government - BBC.com",
        "An Israeli strike on a school kills at least 22 people, Gaza Health Ministry says - POLITICO",
        "Elon Musk complies with Brazilian court’s legal demands for X - Financial Times"
    ]
}