{
    "headlines": [
        "ਈਗਲਜ਼ ਸੁਪਰ ਬਾlਲ ਚੈਂਪੀਅਨਸ਼ਿਪ ਪਰੇਡ - 6 ਏਬੀਸੀ ਫਿਲਡੇਲਫੀਆ ਤੋਂ ਵਧੀਆ ਪਲ ਰੀਲੀਵ ਕਰੋ",
        "ਜਹਾਜ਼ ਨਾਲ ਟਕਰਾਉਣ ਵਾਲੇ ਹੈਲੀਕਾਪਟਰ ਚਾਲਕ ਦਲ ਨੇ ਟਾਵਰ ਤੋਂ ਨਹੀਂ ਸੁਣੀ ਹੋਵੇਗੀ ਮੁੱਖ ਹਦਾਇਤ, NTSB ਕਹਿੰਦਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਔਰਤ ਨੇ ਜੈ-ਜ਼ੈਡ, ਸੀਨ 'ਡਿੱਡੀ' ਕਾਮਬਜ਼ ਦੇ ਖਿਲਾਫ ਸਿਵਲ ਮੁਕੱਦਮਾ ਵਾਪਸ ਲਿਆ ਜਿਸ ਵਿੱਚ ਦੋਸ਼ ਲਗਾਇਆ ਗਿਆ ਸੀ ਕਿ 13 ਸਾਲ ਦੀ ਉਮਰ ਵਿੱਚ ਉਸ ਨਾਲ ਬਲਾਤਕਾਰ ਕੀਤਾ ਗਿਆ ਸੀ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਵੈਸਟ ਟੈਕਸਾਸ ਖਸਰਾ ਫੈਲਣਾ ਦੁੱਗਣਾ ਹੋ ਕੇ 48 ਕੇਸ - ਸੀ ਐਨ ਐਨ",
        "ਡੀਓਜੇ ਨੇ ਕਈ ਸਰਕਾਰੀ ਵਕੀਲਾਂ ਦੇ ਅਸਤੀਫੇ ਤੋਂ ਬਾਅਦ ਮੇਅਰ ਏਰਿਕ ਐਡਮਜ਼ ਦੇ ਕੇਸ ਵਿੱਚ ਦੋਸ਼ਾਂ ਨੂੰ ਖਾਰਜ ਕਰਨ ਲਈ ਮਤਾ ਦਾਇਰ ਕੀਤਾ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਟਿਮ ਗਨ ਹੇਡੀ ਕਲਮ ਨਾਲ 'ਪ੍ਰੋਜੈਕਟ ਰਨਵੇ' 'ਤੇ ਵਾਪਸ ਨਹੀਂ ਆ ਰਿਹਾ - ਡੈੱਡਲਾਈਨ",
        "ਟਰੰਪ ਦੀ ਨੌਕਰੀ ਵਿੱਚ ਕਟੌਤੀਃ ਗੁੱਸਾ, ਹਫੜਾ-ਦਫੜੀ ਅਤੇ ਉਲਝਣ ਫੜ ਲੈਂਦਾ ਹੈ ਕਿਉਂਕਿ ਫੈਡਰਲ ਵਰਕਰਾਂ ਨੂੰ ਵੱਡੇ ਪੱਧਰ 'ਤੇ ਛਾਂਟੀ ਦਾ ਸਾਹਮਣਾ ਕਰਨਾ ਪੈਂਦਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "2025 ਐਨਬੀਏ ਰਾਈਜ਼ਿੰਗ ਸਟਾਰਸ ਗੇਮ ਦੀਆਂ ਮੁਸ਼ਕਲਾਂ, ਭਵਿੱਖਬਾਣੀਆਂ, ਫਾਰਮੈਟ, ਸਟਾਰਟ ਟਾਈਮਃ 80-52 ਰਨ 'ਤੇ ਮਾਹਰ ਦੁਆਰਾ ਸਰਬੋਤਮ ਸੱਟਾ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਈਵੀਜ਼ ਲਈ ਹੁੰਡਈ ਦਾ ਐਨਏਸੀ ਅਡੈਪਟਰ ਸਾਰੇ ਮੌਜੂਦਾ ਮਾਲਕਾਂ ਲਈ ਮੁਫਤ ਹੋਵੇਗਾ - ਆਰਸ ਟੈਕਨੀਕਾ",
        "ਵਾਰਨ ਬਫੇਟ ਦਾ ਬਰਕਸ਼ਾਇਰ ਹੈਥਵੇ ਬੈਂਕ ਆਫ ਅਮਰੀਕਾ ਅਤੇ ਸਿਟੀ ਵਿਚ ਹਿੱਸੇਦਾਰੀ ਨੂੰ ਘਟਾਉਂਦਾ ਹੈ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "ਕਾਰਮੇਲੋ ਐਂਥਨੀ, ਡਵਾਇਟ ਹਾਵਰਡ, ਸੂ ਬਰਡ - ਯਾਹੂ ਸਪੋਰਟਸ ਦੁਆਰਾ ਉਜਾਗਰ ਕੀਤੀ ਗਈ 2025 ਦੀ ਕਲਾਸ ਲਈ ਨੈਸਮਿਥ ਹਾਲ ਆਫ ਫੇਮ ਫਾਈਨਲਿਸਟਸ",
        "ਪੋਪ ਨੂੰ 'ਜ਼ਰੂਰੀ ਟੈਸਟਾਂ' ਲਈ ਹਸਪਤਾਲ ਦਾਖਲ ਕਰਵਾਇਆ ਗਿਆ ਕਿਉਂਕਿ ਬ੍ਰੌਨਕਾਈਟਸ ਦਾ ਇਲਾਜ ਜਾਰੀ ਹੈ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਚਿੱਕੜ ਅਤੇ ਹੜ੍ਹ ਦੇ ਪਾਣੀ ਦੀਆਂ ਲਹਿਰਾਂ ਐਲਏ ਵਿਚ ਸੜਕਾਂ ਅਤੇ ਫਸਾਉਣ ਵਾਲੀਆਂ ਕਾਰਾਂ ਨੂੰ ਕਵਰ ਕਰਦੀਆਂ ਹਨ, ਪਰ ਸ਼ਹਿਰ ਇਕ ਹੋਰ ਤਬਾਹੀ ਨੂੰ ਰੋਕਦਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਬਰਖਾਸਤ ਪਰਮਾਣੂ ਬੰਬ ਮਾਹਰ Energyਰਜਾ ਵਿਭਾਗ ਦੁਆਰਾ ਵਾਪਸ ਬੁਲਾਏ ਗਏ - ਬਲੂਮਬਰਗ",
        "ਆਈਐਸਐਸ 'ਤੇ ਬੋਇੰਗ ਸਟਾਰਲਾਈਨਰ ਪੁਲਾੜ ਯਾਤਰੀਆਂ ਨੇ ਕਹਾਣੀ ਨੂੰ ਸਿੱਧਾ ਸੈੱਟ ਕੀਤਾਃ' ਅਸੀਂ ਫਸਿਆ ਮਹਿਸੂਸ ਨਹੀਂ ਕਰਦੇ '- ਸਪੇਸ.",
        "ਜੱਜ ਆਰਜ਼ੀ ਤੌਰ 'ਤੇ ਸੀਐਫਪੀਬੀ' ਤੇ ਸਮੂਹਿਕ ਫਾਇਰਿੰਗ ਰੋਕਦਾ ਹੈ, ਏਜੰਸੀ ਦੇ ਅੰਕੜਿਆਂ ਨੂੰ ਸੁਰੱਖਿਅਤ ਰੱਖਦਾ ਹੈ - ਪੋਲਿਟਿਕੋ",
        "ਟਰੰਪ ਦਾ ਕੈਨੇਡੀ ਸੈਂਟਰ ਦਾ ਕਬਜ਼ਾ ਸੰਗੀਤ ਵਰਲਡ ਨੂੰ ਭੜਕਾਉਂਦਾ ਹੈ - ਰੋਲਿੰਗ ਸਟੋਨ",
        "ਵਯੋਮਿੰਗ ਦੇ ਪਹਿਲੇ ਮਨੁੱਖੀ ਬਰਡ ਫਲੂ ਕੇਸ ਦੀ ਪੁਸ਼ਟੀ ਕੀਤੀ ਗਈ - ਵਯੋਮਿੰਗ ਸਿਹਤ ਵਿਭਾਗ",
        "ਵੈਨਸ ਨੇ ਦੂਰ-ਸੱਜੇ ਜਰਮਨ ਪਾਰਟੀ ਦੇ ਨੇਤਾ ਨਾਲ ਮੁਲਾਕਾਤ ਕੀਤੀ, ਮੈਗਾ ਸੰਦੇਸ਼ ਨਿਰਯਾਤ ਕਰਦਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਜੈਮੀ ਡਾਈਮੋਨ ਦੀਆਂ ਵਾਇਰਲ ਡਬਲਯੂਐਫਐਚ ਦੀਆਂ ਟਿੱਪਣੀਆਂ ਨਫ਼ਰਤ ਖਿੱਚਦੀਆਂ ਹਨ — ਅਤੇ ਪ੍ਰਸ਼ੰਸਕ - ਬਿਜ਼ਨਸ ਇਨਸਾਈਡਰ"
    ]
}