{
    "headlines": [
        "O táxi-robô da Tesla que será revelado em breve já pode estar por trás da concorrência chinesa - Fortune",
        "Giancarlo Stanton sobre suas excelentes performances na pós-temporada, o domínio de Gerrit Cole - YESNetwork",
        "Thursday Night Football: Seahawks ’three turnovers hand 49ers a 36-24 win - NBC Sports",
        "Lynx rally from 18 down, stun Liberty in OT in G1 - ESPN",
        "Obama lança blitz de campanha na Pensilvânia, pede que homens negros apoiem a candidatura de Harris - CBS News",
        "2 mortos, pelo menos 35 feridos após vazamento de produtos químicos relatado na refinaria em Deer Park, dizem autoridades - ABC13 Houston",
        "Ye processado por um ex-funcionário que foi convidado a investigar Kim Kardashian, 'tail' Bianca Censori - usa TODAY",
        "Ethel Kennedy, ativista de direitos humanos e viúva de Robert F. Kennedy, morre aos 96 anos - CNN",
        "A causa da morte de Drake Hogestyn em Days of Our Lives é revelada - E! NEWS",
        "Carlos Tavares, CEO da Stellantis, vai se aposentar em 2026, enquanto a montadora luta na América do Norte - Reuters",
        "Julgamento de Sean 'Diddy' Combs sobre tráfico sexual marcado para maio - Reuters",
        "Isso foi rápido: o Detroit Tigers quebrou o recorde do Comerica Park de público na pós-temporada novamente - Detroit Free Press",
        "Republicanos do Senado economizam milhões de dólares em anúncios — graças à FEC - POLITICO",
        "Líbano diz que 22 foram mortos em ataques israelenses no centro de Beirute - BBC.com",
        "O tribunal federal de apelações é cético em relação ao Daca, mas pode restringir a decisão - CNN",
        "Com a saída do furacão Milton, o Centro Espacial Kennedy, Cabo Canaveral, a Força Espacial avalia os danos - Florida Today",
        "Como as teorias da conspiração do furacão Milton e Helene tomaram conta das redes sociais - BBC.com",
        "Quarta pessoa infectada na Califórnia à medida que o surto de gripe aviária se espalha - usa TODAY",
        "Uma tempestade solar atingiu a Terra. Os EUA verão a aurora esta noite? - The Washington Post",
        "Processadores Intel (NASDAQ:INTC) Core Ultra 200S enfrentam críticas - TipRanks"
    ]
}