{
    "headlines": [
        "Foot Locker results show the sneaker industry — and Nike — still have more pain ahead - CNBC",
        "Wall Street’s biggest bear says the S&P 500 could drop to 4,200. Here’s his advice for right now. - MarketWatch",
        "Rock singer’s fiancee dead after going overboard ‘80s-themed cruise ship - syracuse.com",
        "‘A really big bazooka’: German defense spending likely to rise after parties agree historic debt change - CNN",
        "One moment, calm waters. The next, a 900-pound dolphin landed on their boat - CNN",
        "Fact-checking Trump's address to Congress - BBC.com",
        "LeBron James becomes first player in NBA history to score 50,000 career points - CNN",
        "Millions in path as storm kills 2, brings fierce winds, blizzard conditions and fires - CNN",
        "Automakers tap COVID playbook to cope with Trump tariffs - Axios",
        "Trump says US has apprehended ‘top terrorist’ responsible for 2021 Kabul airport bombing - CNN",
        "Dysentery is on the rise in Oregon. Here’s what to know. - The Washington Post",
        "Slotkin hits at Musk and \"gang of 20-year-olds\" in rebuttal to Trump address - Axios",
        "Trump tariff live updates: Lutnick says Trump could ease tariffs on Canada, Mexico by Wednesday - Yahoo Finance",
        "Donald Trump Says He’s Received Letter From Ukraine’s Volodymyr Zelensky Saying He’s Ready To Negotiate Peace Deal With Russia — Update - Deadline",
        "Harris County, Houston officials unveil preparedness plan for Texas measles outbreak - KHOU.com",
        "Daredevil: Born Again Team Tells All About Premiere’s ‘Atom Bomb’ of a Twist: ‘It’s a Tough Pill to Swallow’ - TVLine",
        "Starliner crew says they were unaware of any Musk offer for earlier return - The Washington Post",
        "IRS drafting plans to slash as much as half of its 90,000-person workforce leaving agency 'dysfunctional,' AP sources say - PBS NewsHour"
    ]
}