{
    "headlines": [
        "Nets bring back D’Angelo Russell, deal Dorian Finney-Smith in trade with Lakers - New York Post ",
        "Israel arrests Gaza hospital director who wrote for New York Times, accuses him of being a Hamas terrorist - New York Post ",
        "The ‘BATMMAAN’ stocks swooped to the market’s rescue in December. - MarketWatch",
        "2 Oregon men die from exposure in a forest after they went out to look for Sasquatch - CNN",
        "Norovirus surging in parts of the U.S. again. Here’s what to know about the stomach virus - PBS NewsHour",
        "Azerbaijan’s president says crashed jetliner was shot down by Russia unintentionally - The Associated Press",
        "Box Office: Nosferatu, A Complete Unknown Start Strong, Mufasa is No. 1 - Variety",
        "S&P 500’s 2024 Rally Shocked Forecasters Expecting It to Fizzle - Bloomberg",
        "Here's a breakdown of where reported tornadoes were across the Houston area Saturday - KHOU.com",
        "179 dead, 2 rescued after plane crashes while landing in South Korea - ABC News",
        "Squid Game creator says main character Gi-hun \"will not be the man he was in season 2\" once season 3 releases - Gamesradar",
        "[Removed]",
        "How Donald Trump transformed mass culture - POLITICO",
        "Justin Baldoni's ‘explosive’ strategy amid Blake Lively legal battle revealed: ‘It's going to shock everyone…' - Hindustan Times",
        "New Samsung Leak Confirms Disappointing Galaxy S25 Ultra Camera Upgrade - Forbes",
        "Travis Kelce Praised for What He Did After Date With Taylor Swift on Saturday Night - Athlon Sports",
        "The 10 most anticipated video games of 2025 - Softonic EN",
        "'The first to sue': Opposing Trump's desire to end birthright citizenship is personal for this attorney general - Yahoo! Voices",
        "A Palestinian was shot dead in her West Bank home. Her family blames Palestinian security forces - The Associated Press",
        "In shift, Trump downgrades soaring rhetoric on campaign promises - Yahoo! Voices"
    ]
}