{
    "headlines": [
        "هل تجني الولايات المتحدة ملياري دولار من الرسوم الجمركية - ومطالبات ترامب الأخرى - بي بي سي",
        "تم تجديد \"The Last of Us\" للموسم الثالث قبل العرض الأول للموسم الثاني - مجموعة متنوعة",
        "حرب التجارة العالمية تتصاعد مع فرض ترامب والصين تعريفات جديدة: تحديثات حية - نيوزويك",
        "الصين تنفي أن أعدادا كبيرة من مواطنيها يقاتلون من أجل روسيا في أوكرانيا - أسوشيتد برس نيوز",
        "يضغط كبير مستشاري بيت هيغزيث على البنتاغون لقطع العلاقات مع الكشافة الأمريكية - إن بي سي نيوز",
        "إذا كان الكوكب التاسع موجودًا، فقد يجده هذا التلسكوب بالفعل - NPR",
        "كان نواه وايل يقترب من \"انهيار عصبي\". \"ثم جاء\" البيت \": إنه \"مثير للغضب لا يمكننا التوصل إلى إجماع\" على الأقنعة واللقاحات - متنوعة",
        "سندات الخزانة الأمريكية تبيع مع ارتفاع العائد لمدة 30 عامًا منذ عام 1982 - Barron's",
        "تقول الولايات المتحدة إنها تراقب الآن وسائل التواصل الاجتماعي للمهاجرين بحثًا عن معاداة السامية - NPR",
        "الرئيس التنفيذي لشركة دلتا يحذر من أن تعريفات ترامب تهدد بالفعل سوق السفر الانتقامي الذي تبلغ قيمته 300 مليار دولار: \"نحن نتصرف كما لو كنا ندخل في ركود\" - فورتشن",
        "ستيف مور: \"أنا ذاهب إلى جانب ... مع ماسك\" في نافارو سبات - ذا هيل",
        "2025 Masters $ 1 million parlay picks, PGA Tour player props, golf odds: Potentially strong ROI from a $ 10 bet - CBS Sports",
        "الاتحاد الأوروبي يفرض تعريفات جديدة على سلع أمريكية بقيمة 23 مليار دولار رداً على تعريفات ترامب للصلب والألومنيوم - أسوشيتد برس نيوز",
        "إدارة ترامب. تجمد تمويل نورث وسترن، وتصدر أوامر وقف العمل لكورنيل - أكسيوس",
        "تحصل نظارات Android XR النموذجية من Google على وقت وجهاً لوجه في TED2025 - 9to5Google",
        "سينظر القاضي الفيدرالي في نيويورك في منع عمليات الترحيل المستقبلية بموجب قانون الأعداء الأجانب - ABC News",
        "Pete Prisco 2025 NFL mock draft 2.0: ثلاثة فرق تأخذ QBs في الجولة 1، لكن Giants ليست واحدة منها - CBS Sports",
        "الصين تعلن عن تعريفات جمركية بنسبة 84 ٪ على السلع الأمريكية في مواجهة مع ترامب - سي إن إن",
        "استقالة مفوض دائرة الإيرادات الداخلية بالإنابة بعد توصل الوكالة إلى اتفاق لتبادل البيانات مع سلطات الهجرة - سي إن إن"
    ]
}