{
    "headlines": [
        "ਮਾਰਕਸਵਾਦੀ ਦਿਸਾਨਾਯਕੇ ਨੇ ਸ਼੍ਰੀਲੰਕਾ ਦੀ ਰਾਸ਼ਟਰਪਤੀ ਚੋਣ ਜਿੱਤੀ ਕਿਉਂਕਿ ਵੋਟਰ ਪੁਰਾਣੇ ਗਾਰਡ ਨੂੰ ਰੱਦ ਕਰਦੇ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਜੈਨੇਟ ਜੈਕਸਨ ਦੀ ਕਮਲਾ ਹੈਰਿਸ ਮੁਆਫੀ ਉਸ ਤੋਂ ਬਿਲਕੁਲ ਨਹੀਂ ਆਈ - ਦਿ ਡੇਲੀ ਬੀਸਟ",
        "ਰੂਸ ਅਤੇ ਯੂਐਸ ਦੇ ਧਾਰਮਿਕ ਕੰਜ਼ਰਵੇਟਿਵ ਅਫਰੀਕਾ ਵਿਚ ਆਮ ਦੁਸ਼ਮਣ ਨੂੰ ਵੇਖਦੇ ਹਨਃ ਗੇਅ ਰਾਈਟਸ - ਦਿ ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "ਟਰੰਪ ਸਹਿਯੋਗੀ ਨੇਬਰਾਸਕਾ ਦੇ ਇਲੈਕਟੋਰਲ ਕਾਲਜ ਕਾਨੂੰਨ ਨੂੰ ਬਦਲਣ ਲਈ ਇਕ ਹੋਰ ਧੱਕਾ ਕਰਦੇ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਬਰਮਿੰਘਮ ਸਮੂਹਿਕ ਗੋਲੀਬਾਰੀ ਵਿੱਚ 4 ਮਰੇ, 17 ਜ਼ਖਮੀ, ਅਲਾਬਾਮਾ ਪੁਲਿਸ ਨੇ ਕਿਹਾ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "2024 ਐਨਐਫਐਲ ਵੀਕ 3 ਦੇ ਜੇਤੂ ਅਤੇ ਹਾਰਨ ਵਾਲੇਃ ਵਾਈਕਿੰਗਜ਼ ਅਸਲ ਲਈ ਹਨ, ਜਦੋਂ ਕਿ ਚਾਰਜਰਸ, ਡੌਲਫਿਨ ਪ੍ਰਮੁੱਖ ਹਿੱਟ ਲੈਂਦੇ ਹਨ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਬਾਲਟਿਮੁਰ Ravens ਬਨਾਮ ਡੱਲਾਸ Cowboys | 2024 ਹਫ਼ਤੇ 3 ਖੇਡ ਹਾਈਲਾਈਟਸ - NFL",
        "ਪੈਨਸਿਲਵੇਨੀਆ ਕਾਲਜ ਦੀ ਵਿਦਿਆਰਥਣ ਨੇ ਛਾਤੀ 'ਤੇ ਨਸਲੀ ਸਲਰ ਖੁਰਚ ਦਿੱਤੀ ਹੈ - ਰਾਇਟਰਜ਼",
        "'ਬੀਟਲਜੁਇਸ ਬੀਟਲਜੁਇਸ' ਨੇ 'ਟ੍ਰਾਂਸਫਾਰਮਰਜ਼ਃ ਵਨ' ਉੱਤੇ ਬਾਕਸ ਆਫਿਸ ਜਿੱਤਿਆ - ਫੌਕਸ ਬਿਜ਼ਨਸ",
        "ਟੇਲਰ ਸਵਿਫਟ ਅਤੇ ਗੀਗੀ ਹੈਡੀਡ ਸ਼ੋਅਕੇਸ ਚਿਕ ਫਾਲ ਸਟਾਈਲਜ਼ ਆਨ ਗਰਲਜ਼ 'ਨਾਈਟ ਆਉਟ ਇਨ ਐਨਵਾਈਸੀ - ਈ! ਆਨਲਾਈਨ - ਈ! ਨਿਊਜ਼",
        "ਕਿਵੇਂ ਸਨ ਨੇ ਕੈਟਲਿਨ ਕਲਾਰਕ ਨੂੰ ਬੰਦ ਕਰ ਦਿੱਤਾ, ਡਬਲਯੂਐਨਬੀਏ ਪਲੇਆਫ ਖੋਲ੍ਹਣ ਲਈ ਬੁਖਾਰ - ਈਐਸਪੀਐਨ",
        "ਹਾ Houseਸ ਲੀਡਰਾਂ ਨੇ ਵਾਧੂ ਸੀਕਰੇਟ ਸਰਵਿਸ ਫੰਡਿੰਗ ਨਾਲ ਸਰਕਾਰੀ ਬੰਦ ਨੂੰ ਰੋਕਣ ਲਈ ਬਿੱਲ ਦਾ ਪਰਦਾਫਾਸ਼ ਕੀਤਾ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਅਪੋਲੋ ਇੰਟੇਲ ਵਿੱਚ ਮਲਟੀਬਿਲੀਅਨ-ਡਾਲਰ ਨਿਵੇਸ਼ ਦੀ ਪੇਸ਼ਕਸ਼ ਕਰੇਗਾ - ਯਾਹੂ ਵਿੱਤ",
        "ਜੌਨ Mulaney ਅਤੇ ਓਲੀਵੀਆ Munn ਸੁਆਗਤ ਹੈ ਬੇਬੀ ਨੰਬਰ 2 - Vulture",
        "ਹਿਜ਼ਬੁੱਲਾ ਰਾਕੇਟਾਂ ਨਾਲ ਵਾਪਸ ਮਾਰਦਾ ਹੈ ਕਿਉਂਕਿ ਇਹ ਇਜ਼ਰਾਈਲ ਨਾਲ ‘ਖੁੱਲੀ ਲੜਾਈ’ ਦੀ ਘੋਸ਼ਣਾ ਕਰਦਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਫੈਡ ਰੇਟ ਕਟੌਤੀ ਤੋਂ ਬਾਅਦ ਰਿਕਾਰਡ ਨੂੰ ਉੱਚਾ ਕਰਨ ਤੋਂ ਬਾਅਦ ਡਾਓ ਫਿuresਚਰ ਬਹੁਤ ਘੱਟ ਬਦਲਿਆ ਜਾਂਦਾ ਹੈਃ ਲਾਈਵ ਅਪਡੇਟਸ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਨਾਸਾ ਪੁਲਾੜ ਯਾਨ ਜੁਪੀਟਰ ਦੇ ਚੰਦਰਮਾ ਯੂਰੋਪਾ 'ਤੇ ਜੀਵਨ ਦੇ ਸੰਕੇਤਾਂ ਦੀ ਭਾਲ ਕਰਨ ਲਈ - VOA ਲਰਨਿੰਗ ਇੰਗਲਿਸ਼",
        "ਮੋਟਲ 6 ਦੇ ਮਾਲਕ ਬਲੈਕਸਟੋਨ ਨੇ 525 ਮਿਲੀਅਨ ਡਾਲਰ ਵਿਚ ਭਾਰਤੀ ਹੋਟਲ ਸਟਾਰਟਅਪ ਨੂੰ ਚੇਨ ਵੇਚ ਦਿੱਤੀ - ਯੂਐਸਏ ਅੱਜ",
        "ਕੈਲੀਫੋਰਨੀਆ ਤੋਂ 1951 ਵਿਚ 6 ਸਾਲ ਦੀ ਉਮਰ ਵਿਚ ਅਗਵਾ ਹੋਇਆ ਲੜਕਾ 70 ਸਾਲ ਤੋਂ ਵੱਧ ਸਮੇਂ ਬਾਅਦ ਪੂਰਬੀ ਤੱਟ 'ਤੇ ਜ਼ਿੰਦਾ ਮਿਲਿਆ - NewsNation Now",
        "ਸਵੇਰ ਦੀ ਬੋਲੀਃ ਫੀਡ ਐਡਰੇਨਾਲੀਨ ਪੰਪਿੰਗ ਰੱਖਦਾ ਹੈ, ਪੀਬੀਓਸੀ ਇਨਰਟੀਆ ਖਿੱਚ ਸਕਦਾ ਹੈ - ਰਾਇਟਰਜ਼"
    ]
}