{
    "headlines": [
        "Especialistas em concussão explicam quando Tagovailoa deve jogar e abordam a questão da aposentadoria - Miami Herald",
        "Bailarina Michaela DePrince, cuja carreira inspirou muitos depois de nascer na guerra, morre aos 29 anos - Associated Press",
        "Descoberta de fóssil intrigante pode revelar por que os neandertais desapareceram - CNN",
        "Como um boato falso sobre animais de estimação em Ohio e a presença de Laura Loomer ajudaram a inviabilizar os ataques planejados por Trump a Harris - CNN",
        "Perry Farrell, do Jane's Addiction, dá um soco no guitarrista Dave Navarro no palco, encerrando show - Fox News",
        "Transmissão ao vivo de Alabama vs. Wisconsin, onde assistir, canal de TV, odds, spread, previsão, escolha - CBS Sports",
        "Este pai da Flórida se sentiu em forma e saudável — até que um médico disse que ele precisava de cirurgia imediata - CBS News",
        "A inteligência visual da Apple pode ser um passo em direção aos óculos da Apple - The Verge",
        "O Irã diz que lançou com sucesso um satélite com foguete que as autoridades temem que possa avançar no programa de mísseis balísticos - CBS News",
        "Medvedev da Rússia ameaça transformar Kiev em \"ponto gigante derretido\" - POLITICO EUROPE",
        "Disney, DirecTV Reach Deal Termina Blackout da ESPN, ABC e Mais - Variedade",
        "   Removido ",
        "Terra para ter uma mini-lua por 2 meses? Tudo o que precisa de saber - NDTV",
        "Pfizer diz que seu medicamento experimental para condição mortal que causa apetite e perda de peso em pacientes com câncer mostra resultados positivos em testes - CNBC",
        "CDC diz que contato próximo de paciente com gripe aviária no Missouri mostrou sintomas - NBC News",
        "As apostas em um grande corte da taxa do Fed não morrerão. As apostas são altas para o mercado de ações. - MarketWatch",
        "A febre de Indiana faz o anúncio de Kelsey Mitchell após a perda dos ases - Athlon Sports",
        "ATUALIZAÇÕES AO VIVO: a Alemanha se prepara para fortes chuvas e inundações - DW (inglês)",
        "Israel ataca Gaza enquanto um ativista americano morto por fogo israelense é enterrado - The Associated Press",
        "Google Pixel 9 Pro XL vs Pixel 8 Pro: qual comprar? - GSMArena Official"
    ]
}