{
    "headlines": [
        "Виктор Вембаньяма потерял 50 очков в карьере, опередив Wizards - Yahoo Sports",
        "Патрик Махоумс называет кражу со взломом в своем доме в Канзас-Сити «расстраивающей и разочаровывающей» - NBC Sports",
        "Государственный служащий США обвиняется в утечке секретных документов о планах Израиля нанести удар по Ирану - Associated Press",
        "Финал «Золотой девичник»: Джоан Вассос выбирает [СПОЙЛЕР] в эмоциональном финале - разнообразие",
        "Один человек погиб после двух взрывов возле Верховного суда Бразилии - CNN",
        "Фьючерсы на акции мало изменились, поскольку послевыборное ралли демонстрирует признаки колебаний: обновления в реальном времени - CNBC",
        "ФБР обыскивает дом генерального директора Polymarket Шейна Коплана - Axios",
        "Ozempic и Wegovy могут быть полезны в борьбе с алкогольной зависимостью: исследование - The Hill",
        "Giannis набирает 38 очков, Bucks лидирует Pistons 85-84 после трех четвертей - Milwaukee Journal Sentinel",
        "Майк Джонсон побеждает в Республиканской партии, чтобы остаться спикером Палаты представителей при поддержке Трампа - Axios",
        "Республиканцы получают большинство в Палате представителей США, давая Трампу контроль над Конгрессом - Financial Times",
        "Мэтт Гетц уходит в отставку из Конгресса из-за того, что Трамп кивнул, чтобы стать генеральным прокурором, говорит Джонсон - Fox News",
        "Final Cut Pro 11 открывает новую главу для редактирования видео на Mac - Apple Newsroom",
        "Илон Маск говорит, что у него и Трампа есть «мандат на удаление» правил. Законы об этике могут ограничить роль Маска - Associated Press",
        "Сара Хейнс внезапно сошла с камеры на «The View» - BuzzFeed",
        "Microsoft исправляет Windows нулевого дня, эксплуатируемую в атаках на Украину - BleepingComputer",
        "Акции SMCI могут быть исключены из списка. Что следует учитывать, если у вас есть Super Micro. - Barron's",
        "Республиканцы выиграли Палату представителей. Теперь самое трудное. - ABC News",
        "KFC подала в суд на техасского цыпленка Черча за рекламирование «оригинального рецепта» - Новости CBS",
        "Bull doge! Dogecoin взлетает, когда Трамп объявляет о создании правительственной группы по повышению эффективности по прозвищу DOGE - The Associated Press"
    ]
}