{
    "headlines": [
        "ਮਾਰਚ ਮੈਡਨੈੱਸ 2025 ਬਰੈਕਟਃ ਐਨਸੀਏਏ ਟੂਰਨਾਮੈਂਟ ਪਿਕ, ਟਾਪ-ਟੀਅਰ ਕਾਲਜ ਬਾਸਕਟਬਾਲ ਮਾਡਲ ਦੁਆਰਾ ਭਵਿੱਖਬਾਣੀ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਗੂਗਲ ਪਿਕਸਲ 9 ਏ ਲਾਂਚ ਲਾਈਵਃ ਹਰ ਚੀਜ ਜੋ ਤੁਹਾਨੂੰ ਜਾਣਨ ਦੀ ਜ਼ਰੂਰਤ ਹੈ - ਟੌਮ ਦੀ ਗਾਈਡ",
        "ਕ੍ਰਿਪਟੂ ਉਦਯੋਗ ਤਰੱਕੀ ਕਰ ਰਿਹਾ ਹੈ. (ਬੱਸ ਇਹ ਨਾ ਪੁੱਛੋ ਕਿ ਇਹ ਕਿੱਥੇ ਜਾ ਰਿਹਾ ਹੈ) - ਸੀ ਐਨ ਐਨ",
        "ਗ੍ਰੀਨਪੀਸ ਨੇ ਡਕੋਟਾ ਐਕਸੈਸ ਪਾਈਪਲਾਈਨ ਓਪਰੇਟਰ ਨੂੰ 667 ਮਿਲੀਅਨ ਡਾਲਰ ਦਾ ਭੁਗਤਾਨ ਕਰਨ ਦਾ ਆਦੇਸ਼ ਦਿੱਤਾ ਹੈ ਜੇ ਉਹ ਸਮੂਹ ਨੂੰ ਤਬਾਹ ਕਰ ਸਕਦਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਟਰੰਪ ਦੇ ਧੁੰਦਲੇਪਣ ਨੇ ਵ੍ਹਾਈਟ ਹਾ Houseਸ ਦੀ ਵਾਪਸੀ ਨੂੰ ਤਾਕਤ ਦਿੱਤੀ. ਹੁਣ ਉਸ ਦੇ ਸ਼ਬਦ ਉਸ ਨੂੰ ਅਦਾਲਤ ਵਿਚ ਮੁਸੀਬਤ ਵਿਚ ਪਾ ਰਹੇ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਤੁਹਾਡਾ ਰੋਜ਼ਾਨਾ ਕੁੰਡਲੀਃ ਮਾਰਚ 20, 2025 - ਗਲੋਬ ਅਤੇ ਮੇਲ",
        "ਫਿਨਲੈਂਡ ਚੋਟੀ 'ਤੇ, ਵਰਲਡ ਹੈਪੀਨੈੱਸ ਰਿਪੋਰਟ' ਚ ਅਮਰੀਕਾ ਸਭ ਤੋਂ ਹੇਠਲੇ ਸਥਾਨ 'ਤੇ - Al Jazeera English",
        "ਜਿuryਰੀ ਨੇ ਸੁਲੇਮਾਨ ਪੇਨਾ ਨੂੰ ਵਿਧਾਇਕਾਂ ਦੇ ਘਰਾਂ ’ਤੇ ਗੋਲੀਬਾਰੀ ਕਰਨ ਲਈ ਦੋਸ਼ੀ ਪਾਇਆ - KOB 4",
        "ਟਰੰਪ ਸਿੱਖਿਆ ਵਿਭਾਗ ਨੂੰ ਬੰਦ ਕਰਨ ਦੇ ਉਦੇਸ਼ ਨਾਲ ਆਦੇਸ਼ 'ਤੇ ਦਸਤਖਤ ਕਰਨਗੇ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਕੇਟ ਬਲੈਂਚੇਟ ਨੇ ਕਿਹਾ ਕਿ ਅਵਾਰਡ ਸ਼ੋਅ ਟੈਲੀਵਿਜ਼ਨ ਨਹੀਂ ਕੀਤੇ ਜਾਣੇ ਚਾਹੀਦੇ - ਵੰਨਗੀ",
        "ਸ਼ੇਰ ਐਨਐਫਐਲ ਨਿਯਮ ਨੂੰ ਸਕ੍ਰੈਪ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹਨ ਜੋ 2010 ਸੀਹਾਕਸ ਵਰਗੀਆਂ ਟੀਮਾਂ ਨੂੰ ਪਲੇਆਫ ਗੇਮਾਂ ਦੀ ਮੇਜ਼ਬਾਨੀ ਕਰਨ ਦੀ ਆਗਿਆ ਦਿੰਦਾ ਹੈ - ਫੀਲਡ ਗੁਲਸ",
        "ਯੂਰਪੀਅਨ ਯੂਨੀਅਨ ਨੇ ਐਪਲ, ਗੂਗਲ ਦੇ ਹੁਕਮਾਂ ਨਾਲ ਟਰੰਪ ਨੂੰ ਗੌਂਟਲੇਟ ਸੁੱਟਿਆ - ਪੋਲੀਟੀਕੋ ਯੂਰਪ",
        "ਉਹ ਆਦਮੀ ਜਿਸਨੇ ਆਖਰੀ ਵਾਰ ਲਾਪਤਾ ਵਿਦਿਆਰਥੀ ਸੁਦੀਕਸ਼ਾ ਕੋਨੰਕੀ ਨੂੰ ਵੇਖਿਆ ਸੀ ਉਹ ਨਵਾਂ ਪਾਸਪੋਰਟ ਪ੍ਰਾਪਤ ਕਰਨ ਤੋਂ ਬਾਅਦ ਡੋਮਿਨਿਕਨ ਗਣਰਾਜ ਛੱਡ ਗਿਆ ਹੈ - ਸੀਐਨਐਨ",
        "‘ਓਪਰੀ 100’ ਨਿਰਮਾਤਾ ਦੱਸਦੇ ਹਨ ਕਿ ਤਿੰਨ ਘੰਟਿਆਂ ਦੇ ਐਨਬੀਸੀ ਟੈਲੀਕਾਸਟ ਵਿੱਚ ਦੇਸ਼ ਦੇ ਸੰਗੀਤ ਦੇ ਸੁਪਰਸਟਾਰਾਂ ਤੋਂ ਕੀ ਉਮੀਦ ਕੀਤੀ ਜਾਵੇ - ਵੰਨਗੀ",
        "ਰੂਸ-ਯੂਕਰੇਨਃ ਜ਼ੇਲੇਨਸਕੀ ਨੇ ਕਿਹਾ ਕਿ ਇਸ ਸਾਲ ਸਥਾਈ ਸ਼ਾਂਤੀ ਪ੍ਰਾਪਤ ਕਰਨਾ ਸੰਭਵ ਹੈ ਜਦੋਂ ਉਹ ਅਤੇ ਟਰੰਪ 'ਸਕਾਰਾਤਮਕ' ਕਾਲ ਦਾ ਸਵਾਗਤ ਕਰਦੇ ਹਨ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਵਿਗਿਆਨੀਆਂ ਨੇ ਅਲਜ਼ਾਈਮਰ ਦੀ ਦੇਰੀ ਵਿਚ ਸੰਭਾਵਤ ਸਫਲਤਾ ਦੀ ਘੋਸ਼ਣਾ ਕੀਤੀ - ਗਿਜ਼ਮੋਡੋ",
        "ਟੈਕਸਾਸ, ਐਨਐਮ ਵਿੱਚ ਖਸਰਾ ਦੇ ਕੇਸ ਚੋਟੀ ਦੇ 300 - ਦ ਹਿੱਲ",
        "ਜੱਜ ਨੇ ਯੂਐਸ ਇੰਸਟੀਚਿ ofਟ ਆਫ਼ ਪੀਸ ਬੋਰਡ ਨੂੰ ਬਹਾਲ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਤੋਂ ਇਨਕਾਰ ਕੀਤਾ, ਪਰ ਡੋਗੇ ਦੇ ਸਟਾਫ ਦੇ 'ਘਿਣਾਉਣੇ' ਵਿਵਹਾਰ ਦੀ ਆਲੋਚਨਾ ਕਰਦਾ ਹੈ - ਏਬੀਸੀ ਨਿ Newsਜ਼"
    ]
}