{
    "headlines": [
        "سوزي وايلز: من هو كبير موظفي ترامب الجديد ؟ - BBC.com",
        "الصين تكشف عن حزمة ديون محلية بقيمة 1.4 تريليون دولار ولكن لا يوجد تحفيز مباشر - رويترز",
        "حقق Ja 'Mar Chase رقمًا قياسيًا في اتحاد كرة القدم الأميركي 457 ياردة ضد فريق Ravens هذا الموسم - NBC Sports",
        "هاجم مشجعو كرة القدم الإسرائيليون في أمستردام، حيث نقل خمسة منهم إلى المستشفى واعتقل العشرات من المشتبه بهم - سي بي إس نيوز",
        "\"بالكاد نجحنا \": يفر سكان كاليفورنيا يائسين من منازلهم وسط حرائق الغابات المستعرة - سي إن إن",
        "بورو، تألق تشيس يضيع مع سقوط البنغال - ESPN",
        "\"تلك كانت ميلانيا فقط \": جيمي كيميل يصطاد ترامب بملاحظة واحدة عابرة - HuffPost",
        "الأمم المتحدة تنتظر بحذر عودة دونالد ترامب إلى السلطة - رويترز",
        "نقطة محذوفة هنا",
        "قد تتضمن ترقية كاميرا iPhone 18 فتحة متغيرة للوحدة الرئيسية، مع حصول Apple على هذه الأجزاء من مورد مختلف - Wccftech",
        "ارتفعت العقود الآجلة للأسهم بشكل هامشي حيث تتطلع وول ستريت إلى تمديد الارتفاع بعد الانتخابات: تحديثات مباشرة - CNBC",
        "المستثمرون يعيدون الاتصال بـ \"صفقات ترامب\" حيث تتسرب الشكوك السياسية - Yahoo Finance",
        "\"فوتت مأساة بشق الأنفس \": تم منع مراهق يعتقد أنه مسلح من دخول مدرسة ويسكونسن الابتدائية - إيه بي سي نيوز",
        "بريانا تشيكن فراي تتهم زاك بريان بالإساءة العاطفية، وتطلب منها التوقيع على اتفاقية عدم إفشاء 12 مليون دولار - رولينج ستون",
        "الأزمة الألمانية: الشركات تدعو إلى اتخاذ إجراءات بشأن النمو - DW (الإنجليزية)",
        "صفقة كبرى مع بوتين أو مواجهة مع الصين: 3 طرق قد يغير بها ترامب مكان أمريكا في العالم - المحادثة",
        "القاضي يعلن أن برنامج بايدن للهجرة لأزواج المواطنين الأمريكيين غير قانوني - سي بي إس نيوز",
        "محامي برايان كوبيرجر يريد إلغاء عقوبة الإعدام في قضية قتل طالب في أيداهو - كومو نيوز",
        "يحصل الحزب الجمهوري على المزيد من المقاعد الرئيسية في مجلس النواب بينما يصر الديمقراطيون على أنه لا يزال لديهم طريق إلى الأغلبية - وكالة أسوشيتد برس",
        "يقول كايل شاناهان - ياهو سبورتس: \"من المتوقع أن يظهر كريستيان مكافري من 49 عامًا لأول مرة في الموسم يوم الأحد مقابل بوكس\"."
    ]
}