{
    "headlines": [
        "طائرة طبية تحمل ستة حوادث تحطم في حي فيلادلفيا - BBC.com",
        "\"سيكون هناك العديد من الضحايا \": بنما تستعد للحرب بينما يثير فريق ترامب صفقة - بوليتيكو",
        "تم احتواء حرائق Palisades و Eaton الآن بنسبة 100 ٪. لكن الطريق الطويل إلى التعافي يلوح في الأفق - أصوات ياهو!",
        "هل ستؤدي مشاركات X الهجومية لنجمة إميليا بيريز كارلا صوفيا جاسكون إلى عرقلة فرص المرشح المفضل لجائزة الأوسكار ؟ - BBC.com",
        "لماذا يمكن أن تؤدي التعريفات الجمركية على المكسيك وكندا إلى زيادة تكاليف البقالة، في 3 مخططات - سي إن إن",
        "الوجبات الجاهزة من ميزانية الهند التي تخفض ضريبة الدخل على الطبقة الوسطى المأجورة لتحفيز النمو - وكالة أسوشيتد برس",
        "ترفع كوستكو الأجور غير النقابية إلى أكثر من 30 دولارًا في الساعة مع اقتراب الموعد النهائي للنقابة - واشنطن بوست",
        "مركز السيطرة على الأمراض يحذف مراجع النوع الاجتماعي والإنصاف في مواد الصحة العامة - واشنطن بوست",
        "داميان بريست وجاكوب فاتو وآخرون يعلنون الدخول في مباريات WWE Royal Rumble لعام 2025 - Wrestling Inc.",
        "تحت السطح، تعود جذور Groundhog Day العميقة إلى ما قبل Punxsutawney Phil - The Associated Press",
        "ديجونت موراي يمزق وتر أخيل، حسب التقرير، حيث ينتقل موسم البجع الذي دمرته الإصابات من سيء إلى أسوأ - سي بي إس سبورتس",
        "ترامب يرد على رد فعل سيلينا غوميز الباكي على عمليات الترحيل الجماعي بمقطع يتهم بشكل أساسي الممثلة بتزييفه - أصوات ياهو!",
        "يقول سام ألتمان إن OpenAI ستتبنى نهجين جديدين للذكاء الاصطناعي، أحدهما من DeepSeek والآخر من Meta - Business Insider",
        "\"Wordle\" اليوم #1323 تلميحات وأدلة وإجابات ليوم السبت 1 فبراير - فوربس",
        "كبير المستشارين السابقين للاحتياطي الفيدرالي المتهم بتهم التجسس الاقتصادي - سي بي إس نيوز",
        "فنزويلا تفرج عن 6 أمريكيين بعد اجتماع بين الرئيس مادورو ومبعوث ترامب - وكالة أسوشيتد برس",
        "شهدت أسهم التكنولوجيا أسوأ أسبوع منذ أشهر بعد أن \"لم يتوقع أحد قدوم DeepSeek\" - MarketWatch",
        "تيري روزير من هيت يرفض مناقشة تحقيق المقامرة الفيدرالي - نيويورك بوست",
        "اختيارات كرة السلة الجامعية، الجدول الزمني: توقعات تينيسي مقابل فلوريدا والمزيد من أفضل 25 مباراة ليوم السبت - سي بي إس سبورتس"
    ]
}