{
    "headlines": [
        "Os mercados da Ásia-Pacífico caem à medida que as preocupações tarifárias prejudicam o sentimento dos investidores - CNBC",
        "Sem beijos em campo para Taylor Swift e Travis Kelce neste Super Bowl - The Associated Press",
        "Super Bowl 2025: Os Philadelphia Eagles derrotam os Kansas City Chiefs para negar a oferta de três turmas - NPR",
        "China Carmaker Dongfeng Surges as Restructuring News Sparks Consolidation Hope - Bloomberg",
        "Starlink, T-Mobile abrem seu teste de mensagens de texto via satélite para todos. Veja como funciona. - The Washington Post",
        "Os melhores (e piores) comerciais do Super Bowl deste ano - NPR",
        "Imigrantes venezuelanos pedem ao tribunal que impeça o governo Trump de enviá-los para Guantánamo - Associated Press",
        "Donald Trump anunciará uma série de novas tarifas comerciais, incluindo sobre o aço - BBC.com",
        "Donald Trump atrai aplausos do público no Super Bowl enquanto Taylor Swift é vaiada - Hindustan Times",
        "Alguns democratas prometem usar a alavancagem na luta pelo financiamento do governo - The Washington Post",
        "A fome na maior parte evitada, mas é um perigo novamente se o cessar-fogo de Gaza entrar em colapso, diz o chefe humanitário da ONU - The Associated Press",
        "Trump repete promessa de assumir o controle de Gaza mesmo quando a pressão aumenta para renovar o cessar-fogo - The Associated Press",
        "Taylor Swift chega ao Super Bowl LIX em Nova Orleans para torcer por Travis Kelce - Rolling Stone",
        "Fãs reagem a Cooper DeJean homenageando sua escola com uma jaqueta antes do Super Bowl LIX - Yahoo Sports",
        "Neve e gelo cobrem partes do norte dos EUA, e mais clima de inverno está a caminho - NPR",
        "Estudo: A colisão com um asteroide criou dois ‘Grand Canyons’ na Lua - voa Learning English",
        "A Europa está pronta para JD Vance? - POLITICO",
        "Sam Nujoma: Primeiro presidente da Namíbia morre aos 95 anos - BBC.com"
    ]
}