{
    "headlines": [
        "Source: Saints to start Haener if Carr can't go - ESPN",
        "Trump says Syria 'not our fight'. Staying out may not be so easy - BBC.com",
        "Biden issues 39 presidential pardons and commutes 1,500 sentences - BBC.com",
        "California reports more illnesses in people who drank raw milk. Here are the risks, according to health experts - CNN",
        "The Game Awards 2024 Live Winners List, And Game Of The Year - Forbes",
        "Perseverance rover prepares to investigate the mysterious early history of Mars - CNN",
        "Rams vs. 49ers odds, prediction, time, line: 2024 Thursday Night Football picks from NFL model on 25-11 roll - CBS Sports",
        "'Carry-On' Review: Taron Egerton And Jason Bateman In Netflix Thriller - Deadline",
        "Scientists pinpoint when humans had babies with Neanderthals - The Washington Post",
        "Bill Belichick could be 'an absolute game changer' as UNC football navigates a new era of recruiting - 247Sports",
        "Google Gemini: Everything you need to know about the generative AI models - TechCrunch",
        "Police say suspect in UnitedHealthcare CEO killing wasn't a client of the insurer - ABC News",
        "FTC accuses alcohol-distribution giant Southern Glazer’s of ‘unfair pricing’ - The Washington Post",
        "Syrians Celebrate the Fall of al-Assad, and Rebuild From Tragedy - The New York Times",
        "Blumenthal joins calls for New Jersey drones to be shot down \"if necessary\" - Axios",
        "Costco’s Earnings Topped Expectations. Sales Were a Tad Soft. - Barron's",
        "‘Now she’s the world’s problem’: Some Arizona Republicans relieved Lake is heading to Washington - POLITICO",
        "DJ James Kennedy Arrested for Domestic Violence - Vulture",
        "Critics Choice Noms Analysis: Feinberg’s 5 Biggest Takeaways - Hollywood Reporter",
        "ServiceTitan’s IPO is a big winner that could inspire fintechs - TechCrunch"
    ]
}