{
    "headlines": [
        "Aces 'A' ja Wilson побил рекорд WNBA по результативности за один сезон - ESPN",
        "Ураган «Франсин» обрушился на Луизиану - The Weather Channel",
        "Израиль Газа: ООН говорит, что израильский авиаудар убил шестерых своих сотрудников - BBC.com",
        "Тайрик Хилл говорит, что он мог бы лучше справиться со своей остановкой, но он все равно хочет, чтобы офицера уволили - The Associated Press",
        "Новости фондового рынка, 11 сентября 2024 г.: Акции развернули раннее снижение; Данные показывают рост месячной базовой инфляции - The Wall Street Journal",
        "Смотрите в прямом эфире, как миллиардер на борту капсулы SpaceX пытается совершить первый коммерческий выход в открытый космос - Gizmodo",
        "Джонсон вынужден отложить голосование по плану временного финансирования, поскольку оппозиция Республиканской партии растет - POLITICO",
        "Дебаты не поколебали некоторых избирателей, с которыми разговаривал CNN, но другие точно знают, кого они поддерживают сейчас - CNN",
        "Тейлор Свифт привлекла более 337 000 посетителей на vote.gov с одобрения Камалы Харрис - Новости CBS",
        "Трамп ложно обвиняет иммигрантов в Огайо в похищении и поедании домашних животных - The Associated Press",
        "Danity Kane's Dawn Richard Sues Diddy for Sexual Abuse - Vulture",
        "Инвесторы борются за смену позиций после дебатов Трампа и Харриса - Al Jazeera English",
        "Удалено",
        "Лица, ответившие на теракт 11 сентября, страдают деменцией. Они хотят, чтобы правительство помогло. - The Washington Post",
        "Еще одна сеть ресторанов подала заявление о банкротстве в соответствии с главой 11 - Fox Business",
        "MTV Video Music Awards возвращается. Сделает ли Тейлор Свифт историю? - Ассошиэйтед Пресс",
        "Три масштабных лесных пожара в Лос-Анджелесе выжгли более 100 000 акров за неделю - ABC News",
        "Новый рекорд! 19 человек сейчас находятся на орбите Земли - Space.com",
        "Android Auto не работает для пользователей Pixel 9 на Android 15 Beta - 9to5Google",
        "Блинкен, британская Лэмми, посетила Украину в знак поддержки на ключевом этапе войны - Reuters.com"
    ]
}