{
    "headlines": [
        "Israel arrests hospital director and other staff in raid on last functioning facility in northern Gaza, health officials say - CNN",
        "Ward breaks Keenum's D-I passing TD record - ESPN Australia",
        "Trump sides with Elon Musk in H-1B visa debate, says he's always been in favor of the program - Reuters",
        "Nasty norovirus is back in full force with US cases of the stomach virus surging - Yahoo! Voices",
        "15 injured after Brightline train collides with fire truck in Florida - ABC News",
        "Winning ticket for $1.22 billion lottery jackpot sold in California, Mega Millions says - Yahoo! Voices",
        "Chargers clinch AFC wild card berth with blowout win over Patriots - NBC Sports",
        "Bengals vs. Broncos where to watch: TV channel, live stream, odds, prediction for Saturday AFC showdown - CBS Sports",
        "Broncos-Bengals inactives for Week 17 - Mile High Report",
        "Netanyahu to undergo operation to remove prostate on Sunday, not appear in court for trial - The Jerusalem Post",
        "Not all Big Lots stores will close: Deal with Gordon Brothers keeps up to 400 open - USA TODAY",
        "Dayle Haddon: Model dies in suspected carbon monoxide leak - BBC.com",
        "Colorado man accused of attacking TV reporter, saying ‘This is Trump’s America now’ - POLITICO",
        "Taylor Swift and Travis Kelce Just Nailed Blake Lively and Ryan Reynolds' Take on Matching Outfits - Yahoo Entertainment",
        "Box Office: ‘Sonic 3’ and ‘Mufasa’ in Close Battle for Christmas Crown, ‘A Complete Unknown’ Shines - Hollywood Reporter",
        "Reagan FBI director urges caution against Gabbard, Patel - ABC News",
        "Beyoncé’s Mom Tina Knowles Reacts to Criticism Over Singer’s Christmas Day Halftime Show - Billboard",
        "Watch SpaceX attempt to launch 4 Astranis satellites for the 2nd time tonight after abort - Space.com",
        "Bird flu virus likely mutated within Louisiana patient who became severely ill, CDC says - PBS NewsHour",
        "Putin sorry over Azerbaijan Airlines crash but does not accept blame - BBC.com"
    ]
}