{
    "headlines": [
        "Sora von OpenAI scheint durchgesickert zu sein - TechCrunch",
        "‘Star Wars: Skeleton Crew’ erhält früheres Disney+ Veröffentlichungsdatum - Deadline",
        "Braun von Tar Heels gefeuert, um gegen Wolfpack zu trainieren - ESPN",
        "Cowboys 'Jerry Jones neckt mögliche Vertragsverlängerung für Mike McCarthy: Er war \"da und hat das getan\" - CBS Sports",
        "Mexiko schlägt zurück, da Trumps Zollbedrohung die Märkte erschüttert - Financial Times",
        "Thanksgiving-Winterstürme, die in den USA vorhergesagt werden - hier könnte das Reisen gestört werden - Forbes",
        "Der „holprige“ Weg der Fed zu einer niedrigen Inflation wurde durch den PCE-Preisindex erschüttert - MarketWatch",
        "Die gemeldeten iPhone 17 Air-Kompromisse erzählen uns viel über Apples Denken - 9to5Mac",
        "Israel führt Luftangriffe in Beirut vor dem erwarteten Waffenstillstandsabkommen durch - Reuters",
        "FBI-Agent, der 2020 in der U-Bahn von D.C. freigesprochen wurde, jetzt wegen sexueller Übergriffe verhaftet - CBS News",
        "Kaliforniens Newsom stellt sich Musk und Trump als Folie auf - Bloomberg",
        "MGK spricht zum ersten Mal die Schwangerschaft von Megan Fox an: „Ich bin dabei, wieder Vater zu werden! ’- Seite Sechs",
        "Der älteste Mann der Welt, John Tinniswood, stirbt im Alter von 112 Jahren - CNN",
        "Laos Hostel-Mitarbeiter nach mutmaßlichen Methanol-Todesfällen festgenommen - BBC.com",
        "Horoskop Heute LIVE-UPDATES am 26. November 2024 : Tarot-Vorhersagen während der letzten Merkur-Rückläufigkeit von 2024 für jedes Sternzeichen - Hindustan Times",
        "Lohnt es sich, eines der offiziellen MagSafe-Zubehörteile von Apple zu kaufen? - Ars Technica",
        "Best Buy senkt die Umsatzprognose für das Gesamtjahr aufgrund der schwächeren Nachfrage nach Unterhaltungselektronik - CNBC",
        "Der Anfang vom Ende der Big Tech - VERKABELT",
        "Australiens Macquarie Dictionary wählt \"Enshittification\" als Wort von 2024 - Al Jazeera Englisch",
        "Jalen Brunsons hochkarätige Assists führen Knicks dazu, die Franchise-Marke zu knüpfen - New York Post"
    ]
}