{
    "headlines": [
        "Trump dit que les États-Unis et la Russie doivent entamer des pourparlers sur la guerre en Ukraine « immédiatement » - Financial Times",
        "‘Captain America : Brave New World’ stars : C'est un film Marvel. Pas un « manuel » pour l'homme à la Maison Blanche - CNN",
        "Le Sénat vote pour confirmer Tulsi Gabbard au poste de directeur du renseignement national - CNN",
        "Apple vous permet désormais de déplacer vos achats entre vos 25 années de comptes - Ars Technica",
        "Powell dit que les données de l'IPC d'aujourd' hui montrent que la Fed est « proche mais pas là sur l'inflation » - MarketWatch",
        "Cinq façons dont les Powerbeats Pro 2 ont battu les AirPods Pro 2, plus deux pertes - 9to5Mac",
        "Les zones d'incendie de Los Angeles se préparent à ce que des débris « potentiellement mortels » s'écoulent de la pire tempête depuis un an alors que de fortes chutes de neige frappent le Midwest - CNN",
        "Apple retarderait le lancement de l'iPhone SE d'une semaine - CNET",
        "Dow chute de plus de 300 points après un rapport IPC plus chaud que prévu : mises à jour en direct - CNBC",
        "Certains utilisateurs d'Ozempic développent de graves problèmes oculaires qui conduisent à la cécité - New York Post",
        "Les escrocs utilisent l'IA pour duper les solitaires à la recherche de l'amour - Yahoo",
        "La neige recouvre Washington, DC, alors qu'une autre tempête hivernale s'apprête à balayer les États-Unis. Voici les dernières prévisions. - Yahoo",
        "Drake répond au caméo Kendrick Lamar Super Bowl de Serena Williams - Yahoo Entertainment",
        "Travis Kelce des Chiefs de prendre le temps, puis de décider de jouer à l'avenir - ESPN",
        "Rock Hall annonce les nominés pour 2025 : Bad Company, Mariah Carey, OutKast et enfin Chubby Checker - Date limite",
        "Adobe lance des abonnements pour Firefly AI - TechCrunch",
        "SpaceX Crew Dragons a échangé afin que l'équipage de l'ISS puisse rentrer tôt à la maison - The Register",
        "Le lancement de la fusée SpaceX donne naissance à des « méduses spatiales » éblouissantes dans le ciel du soir (photos) - Space.com"
    ]
}