{
    "headlines": [
        "ਲਾਸ ਏਂਜਲਸ ਜੰਗਲੀ ਅੱਗਃ ਨਵੇਂ 'ਹਿਊਜ ਫਾਇਰ’ ਫੋਰਸਾਂ ਨੂੰ 50,000 ਲੋਕਾਂ ਨੂੰ ਬਾਹਰ ਕੱਢਣ ਦੇ ਆਦੇਸ਼ - ਹਿੰਦੁਸਤਾਨ ਟਾਈਮਜ਼",
        "ਬਲੇਕ ਲਿਵਲੀ ਦੀ ਕਾਨੂੰਨੀ ਟੀਮ ਜਸਟਿਨ ਬਾਲਡੋਨੀ ਦੇ ਵਕੀਲ ਦੁਆਰਾ ਜਨਤਕ ਟਿੱਪਣੀਆਂ ਤੋਂ ਬਾਅਦ ਜੱਜ ਨੂੰ ਸੁਣਵਾਈ ਲਈ ਪੁੱਛਦੀ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਜੇਮਜ਼ ਕੈਨੇਡੀ ਨੂੰ ਘਰੇਲੂ ਹਿੰਸਾ ਦੇ ਸ਼ੱਕ 'ਤੇ ਗ੍ਰਿਫਤਾਰੀ ਤੋਂ ਬਾਅਦ ਦੋਸ਼ਾਂ ਦਾ ਸਾਹਮਣਾ ਨਹੀਂ ਕਰਨਾ ਪਏਗਾ, ਵਕੀਲ ਕਹਿੰਦਾ ਹੈ - ਸੀਐਨਐਨ",
        "ਨਿਆਂ ਵਿਭਾਗ ਨੇ ਟਰੰਪ ਇਮੀਗ੍ਰੇਸ਼ਨ ਕਰੈਕਡਾਊਨ ਨਾਲ ਸਥਾਨਕ ਪਾਲਣਾ ਦੀ ਜਾਂਚ ਦੇ ਆਦੇਸ਼ ਦਿੱਤੇ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਟਰੰਪ ਨੇ ਡੀਈਆਈ ਅਤੇ ਸਿਵਲ ਸਰਵਿਸ ਸੁਰੱਖਿਆ ਨੂੰ ਨਿਸ਼ਾਨਾ ਬਣਾਇਆ, ਕੁਝ ਫੈਡਰਲ ਵਰਕਰਾਂ ਵਿੱਚ ਡਰਾਉਣਾ ਡਰ - ਸੀਐਨਐਨ",
        "ਟਰੰਪ ਸਕੂਲ 'ਚ ਇਮੀਗ੍ਰੇਸ਼ਨ ਗ੍ਰਿਫ਼ਤਾਰੀਆਂ' ਤੇ ਰੋਕ ਨਹੀਂ ਲਾਉਣਗੇ । ਕੁਝ ਪਰਿਵਾਰ ਹੁਣ ਸਕੂਲਾਂ 'ਚ ਹਾਜ਼ਰੀ ਤੋਲ ਰਹੇ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਜੈੱਟਸ ਨੇ ਫ੍ਰੈਂਚਾਈਜ਼ੀ ਇਤਿਹਾਸ ਦੇ 22 ਵੇਂ ਮੁੱਖ ਕੋਚ ਵਜੋਂ ਐਰੋਨ ਗਲੇਨ ਦੀ ਨਿਯੁਕਤੀ ਦਾ ਐਲਾਨ ਕੀਤਾ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "USMNT ਬਨਾਮ ਕੋਸਟਾਰੀਕਾਃ ਸ਼ੁਰੂ ਇਲੈਵਨ & ਲਾਈਨਅੱਪ ਨੋਟਸ - ਅਮਰੀਕਾ ਦੇ ਫੁਟਬਾਲ",
        "ਰਿਪੋਰਟਃ ਹੀਟ ਨੇ ਵਪਾਰਕ ਅਫਵਾਹਾਂ ਦੇ ਵਿਚਕਾਰ ਇਸ ਮਹੀਨੇ ਜਿੰਮੀ ਬਟਲਰ ਨੂੰ ਦੂਜੀ ਵਾਰ ਮੁਅੱਤਲ ਕੀਤਾ - ਐਰੀਜ਼ੋਨਾ ਸਪੋਰਟਸ",
        "ਟਰੰਪ ਦੀ ਏਆਈ ਯੋਜਨਾ ਨੇ ਐਲਨ ਮਸਕ ਨੂੰ ਕਿਉਂ ਕੀਤਾ ਫਲਿੱਪ ਆਊਟ - ਪੋਲਿਟਿਕੋ",
        "ਭਾਰਤਃ ਅੱਗ ਦੀ ਅਫਵਾਹ ਤੋਂ ਭੱਜਣ ਵਾਲੇ ਯਾਤਰੀਆਂ ਨੂੰ ਇਕ ਹੋਰ ਰੇਲਗੱਡੀ ਨੇ ਟੱਕਰ ਮਾਰ ਦਿੱਤੀ - ਬੀਬੀਸੀ.",
        "ਸੀ ਐਨ ਐਨ ਸੈਂਕੜੇ ਕਰਮਚਾਰੀਆਂ ਨੂੰ ਨੌਕਰੀ ਤੋਂ ਹਟਾ ਦੇਵੇਗਾ ਕਿਉਂਕਿ ਉਦਘਾਟਨ ਤੋਂ ਬਾਅਦ ਪਰਿਵਰਤਨ ਸ਼ੁਰੂ ਹੁੰਦਾ ਹੈ, ਸੂਤਰਾਂ ਦਾ ਕਹਿਣਾ ਹੈ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਸੈਮਸੰਗ ਅਨਪੈਕਡਃ ਸੈਮਸੰਗ ਨੇ ਅਨਪੈਕਡ ਵਿਖੇ ਇੱਕ ਵਾਧੂ ਪਤਲਾ ਐਸ 25 ਮਾਡਲ ਨੂੰ ਛੇੜਿਆ - TechCrunch",
        "ਨੈਸ਼ਵਿਲੇ ਦੇ ਸਕੂਲ 'ਚ ਗੋਲੀਬਾਰੀ' ਚ ਨਾਬਾਲਗ ਵਿਦਿਆਰਥਣ ਦੀ ਹੱਤਿਆ, ਅਮਰੀਕੀ ਪੁਲਸ ਨੇ ਕਿਹਾ - Al Jazeera English",
        "ਅਮਰੀਕਾ-ਮੈਕਸੀਕੋ ਸਰਹੱਦ ਸੁਰੱਖਿਅਤ ਕਰਨ 'ਚ ਮਦਦ ਲਈ ਪੈਂਟਾਗਨ ਭੇਜਣਗੇ 1500 ਸਰਗਰਮ ਡਿਊਟੀ ਫੌਜੀ - The Associated Press",
        "ਸਟਾਕ ਮਾਰਕੀਟ ਅੱਜਃ ਨੈੱਟਫਲਿਕਸ ਅਤੇ ਏਆਈ ਉਤਸ਼ਾਹ ਵਾਲ ਸਟ੍ਰੀਟ ਨੂੰ ਆਲ-ਟਾਈਮ ਹਾਈ ਦੇ ਕਿਨਾਰੇ ਭੇਜਦਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਚਾਰ ਵਾਇਰਸ ਘੁੰਮ ਰਹੇ ਹਨਃ ਲੂਮਿੰਗ 'ਕਵਾਡੈਮਿਕ' - ਡੀਸਰਟ ਨਿ Newsਜ਼",
        "ਕੋਲੰਬੀਆ ਡੂਮਜ਼ ਵਿਚ ਵੱਧ ਰਹੀ ਡਰੱਗ ਹਿੰਸਾ ਰਾਸ਼ਟਰਪਤੀ ਦੀ ‘ਕੁੱਲ ਸ਼ਾਂਤੀ’ ਯੋਜਨਾ - ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "ਇਹ ਸਮਾਂ ਆ ਗਿਆ ਹੈ ਕਿ ਅਸੀਂ ਵਿਨਾਇਲ ਦੇ ਗੰਦੇ ਭੇਤ ਨੂੰ ਮੰਨਦੇ ਹਾਂ, ਅਤੇ ਸਵੀਕਾਰ ਕਰਦੇ ਹਾਂ - ਡਿਜੀਟਲ ਰੁਝਾਨ",
        "Jaguars ਆਖਰਕਾਰ ਅਸਪਸ਼ਟ ਸਾਬਕਾ 49ers ਜਨਰਲ ਮੈਨੇਜਰ ਦੇ ਨਾਲ ਰਸਤੇ ਨੂੰ ਵੱਖ ਕਰ ਦਿੰਦਾ ਹੈ - Niners Nation"
    ]
}