{
    "headlines": [
        "A stuntman knew his body was changing. It took doctors nearly a decade to figure out why. - CBS News",
        "‘Evacuation fatigue’ sets in for Southern Californians yet to return home after wildfires - CNN",
        "What can the Dodgers expect from Roki Sasaki this season? Five takeaways from MLB scouts, execs - ESPN",
        "CWG Live updates: Sunday to bring snow and an Arctic blast follows - The Washington Post",
        "What products have Red Dye 3? See list of snacks, beverages affected by FDA ban - Austin American-Statesman",
        "The Women’s March is back — but many of its original organizers won’t be - POLITICO",
        "Israeli hostages returning dead or alive depends on IDF, PIJ warns - The Jerusalem Post",
        "[Removed]",
        "NFL playoffs divisional round schedule, odds, expert picks: Best bets, where to watch, TV, live stream, more - CBS Sports",
        "Two Iran Supreme Court judges killed in Tehran shooting attack - Al Jazeera English",
        "Jason Smith’s ‘candy for everyone’ reconciliation plan - POLITICO",
        "Donald Trump Elbows Aside Supreme Court’s TikTok Ruling: ‘I Decide’ - The Daily Beast",
        "Here are the greatest Inauguration Day moments in US history - Fox News",
        "India: Man found guilty in doctor rape and murder case - BBC.com",
        "Trump's indoor inauguration scrambles lawmakers' plans - Axios",
        "​Cancer cases surge in young; simple lifestyle changes to lower your risk - The Times of India",
        "Meghan Markle’s alleged ‘Mean Girls’ behavior forced staff into therapy, new report says - The Mercury News",
        "False lead and new footage later, Saif Ali Khan stabbing accused remains elusive - The Indian Express",
        "Unrivaled opening night takeaways: Skylar Diggins-Smith hits walk-off 3-pointer in inaugural game - CBS Sports",
        "Murray scores 30 points, Jokic has another triple-double to help Nuggets roll past Butler and Heat - Yahoo Sports"
    ]
}