{
    "headlines": [
        "Нетаньяху: Военное давление Израиля на ХАМАС работает - The Jerusalem Post",
        "«Никогда не было сделано»: почему республиканцы могут одобрить бюджет, цифры которого не совпадают - POLITICO",
        "По мере роста заболеваемости корью некоторые родители становятся энтузиастами вакцинации - NPR",
        "Лоразепам получает главную роль в фильме «Белый лотос». «Что вы должны знать об этом мощном препарате? - CNN",
        "Трамп не исключит применения военной силы для захвата Гренландии - NPR",
        "Исследование связывает увеличение сонливости и более высокий риск деменции среди пожилых женщин - The Washington Post",
        "Рейс United из Хьюстона, похоже, столкнулся с воздушным змеем возле Национального аэропорта Рейгана - WTOP",
        "Трамп использует власть правительства, чтобы наказать оппонентов. Они изо всех сил пытаются ответить - CNN",
        "Марк Консуэлос - Хорошие гены или хорошие документы?! - TMZ",
        "Антиамериканские настроения растут в Европе, поскольку Трамп разжигает гнев - Bloomberg",
        "Как изменение в использовании Леброна Джеймса разблокировало атаку Лейкерс против Гризли - Silver Screen and Roll",
        "Предупреждение АНБ: измените настройки сообщений на iPhone и Android - Forbes",
        "'SNL' присоединяется к групповому чату военных планов - Новости NBC",
        "Турция: Сотни тысяч присоединяются к растущему протесту в Стамбуле - DW (Русский)",
        "Источники: Кевин Уиллард принимает работу в Villanova, оставляя тренера по баскетболу в Мэриленде после сезона прорыва - 247Sports",
        "Илья Малинин - чемпион мира по фигурному катанию с 6 прыжками вчетверо - NBC Sports",
        "Инопланетные подсказки в странном марсианском камне: ученые ошеломлены открытием марсохода - SciTechDaily",
        "Комика Эмбер Раффин сняли с ужина корреспондентов Белого дома - Новости CBS",
        "Толпы роятся в демонстрационных залах Tesla по всей стране в знак протеста против Илона Маска - Bloomberg"
    ]
}