{
    "headlines": [
        "[Removed]",
        "Denver Broncos vs. Buffalo Bills AFC Wild Card game: How to watch, kickoff time and more - Yahoo Sports",
        "Ice core may hold answers to mysteries of Earth’s past - CNN",
        "Police Arrest 2 Suspected Burglars At Kamala Harris’ Brentwood Home Amid Fires - Deadline",
        "JD Vance says there's \"a deal to be made in Greenland\" - Axios",
        "Adam Schiff wants independent commission to review wildfire response - POLITICO",
        "California fires could be costliest disaster in US history, says governor - Financial Times",
        "Six big questions -- and a grade -- on the Patriots' hiring of Mike Vrabel: Can he turn the team around? - ESPN",
        "‘Den of Thieves 2’ Steals Box Office Crown With $15 Million, Robbie Williams Biopic ‘Better Man’ Tanks With $1 Million Debut - Variety",
        "Americans drank less alcohol even before the surgeon general weighed in - The Washington Post",
        "Evacuations soar in the San Fernando Valley, Brentwood as Palisades fire extends to Day 5 - Los Angeles Daily News",
        "Former ‘Kiddy Kapers’ TV star died when California wildfires ripped through Malibu estate, mother says - CNN",
        "Apple Watch SE with 'new look' reportedly launching later this year; new health features in the works - 9to5Mac",
        "Tougher U.S. sanctions to curb Russian oil supply to China and India - Reuters",
        "Trump's Cabinet disruptors soften key views as hearings loom - Axios",
        "California man says two of his cats died after drinking raw milk recalled for bird flu - The Associated Press",
        "The 8 most interesting PC monitors from CES 2025 - Ars Technica",
        "How Wall Street Could Wreck The GOP’s Tax Cut Plans - HuffPost",
        "Pick against the spread for Sunday’s and Monday’s Wild Card Round action - New York Post ",
        "'Red flags' raised over ancient sea monster pulled from Moroccan mine - Livescience.com"
    ]
}