{
    "headlines": [
        "Während die Versöhnung im Internet voranschreitet, sind hier einige der schlimmsten Übeltäter - Ars Technica",
        "Erdbeben erschüttern Griechenlands Vulkaninsel Santorini alle paar Minuten - The Associated Press",
        "Trumps Regierung zieht fast alle USAID-Mitarbeiter weltweit von der Arbeit ab - The Associated Press",
        "11 Tote bei schlimmsten Massenerschießungen in der Geschichte Schwedens, sagen die Behörden - ABC News",
        "Swinney greift Trumps Gaza- \"Übernahme\" -Pläne als \"ethnische Säuberung\" an - BBC.com",
        "So könnten sich Trumps Tarife auf Sie und Ihren Geldbeutel auswirken - NPR",
        "Arbeitnehmer, die gezwungen sind, ins Büro zurückzukehren, könnten bald zu „versehentlichen Vermietern“ werden - Business Insider",
        "Grammy-Produzent reagiert auf Bianca Censoris Fashion-Stunt mit Kanye West auf dem roten Teppich. Hat sie die Kleiderordnung gebrochen? - Hindustan Times",
        "1 Toter, 5 Verletzte bei Schießerei in Produktionsstätte in New Albany, Ohio - ABC News",
        "Cristiano Ronaldo feiert 40. Geburtstag, geht noch nicht in Rente - ESPN",
        "Horoskop für Mittwoch, 5. Februar 2025 - Chicago Sun-Times",
        "Aga Khan: Milliardär und spiritueller Führer stirbt bei 88 - BBC.com",
        "Three Patriots Handelspakete für Rams Star Wide Receiver Cooper Kupp - NESN",
        "Bergungsteams bergen Überreste der letzten Opfer eines Flugzeugabsturzes in D.C. - The Washington Post",
        "Der US-Postdienst nimmt keine Pakete aus China mehr an - BBC.com",
        "Ein SpaceX-Raketenstart könnte heute Abend am Himmel sichtbar sein. Hier ist wo. - The Washington Post",
        "Justin Baldoni behauptet, Blake Lively habe das \"It Ends With Us\" -Budget um 430.000 US-Dollar auf Garderobenforderungen gesprengt: Klage - New York Post",
        "Frankreichs Bayrou kämpft darum, Premierminister zu bleiben - POLITICO EUROPE",
        "Das Western Conference-Team, das sich Kevin Durants Handelsverfolgung anschließt - New York Post"
    ]
}