{
    "headlines": [
        "По мере того, как интернет-подчинение продвигается вперед, вот некоторые из худших нарушителей - Ars Technica",
        "Землетрясения продолжают сотрясать вулканический остров Санторини в Греции каждые несколько минут - Ассошиэйтед Пресс",
        "Администрация Трампа увольняет почти всех сотрудников USAID по всему миру - The Associated Press",
        "11 человек погибли в худшей массовой стрельбе в истории Швеции, говорят власти - ABC News",
        "Суинни нападает на планы Трампа по «захвату» Газы как на «этническую чистку» - BBC.com",
        "Вот как тарифы Трампа могут повлиять на вас и ваш кошелек - NPR",
        "Рабочие, вынужденные вернуться в офис, вскоре могут стать «случайными арендодателями» - Business Insider",
        "Продюсер «Грэмми» отреагировал на модный трюк Бьянки Цензори с Канье Уэстом на красной ковровой дорожке. Она нарушила дресс-код? - Hindustan Times",
        "1 погибший, 5 раненых в результате стрельбы на производственном объекте в Нью-Олбани, штат Огайо - ABC News",
        "Криштиану Роналду празднует 40-летие и еще не уходит на пенсию - ESPN",
        "Гороскоп на среду, 5 февраля 2025 года - Chicago Sun-Times",
        "Ага Хан: Миллиардер и духовный лидер скончался в возрасте 88 лет - BBC.com",
        "Три торговых пакета Patriots для Rams Star Wide Receiver Cooper Kupp - NESN",
        "Спасатели извлекли останки последних жертв авиакатастрофы в Вашингтоне - The Washington Post",
        "Почтовая служба США перестала принимать посылки из Китая - BBC.com",
        "Сегодня в небе может быть виден запуск ракеты SpaceX. Вот где. - The Washington Post",
        "Джастин Балдони утверждает, что Блейк Лайвли спустила бюджет «It Ends With Us» на 430 тысяч долларов из-за требований к гардеробу: иск - New York Post",
        "Французский Байру борется за то, чтобы остаться премьер-министром - POLITICO EUROPE",
        "Команда Western Conference присоединяется к Kevin Durant TRADE Pursuit - New York Post"
    ]
}