{
    "headlines": [
        "Des scientifiques ont trouvé un mystérieux objet cosmique explose des radiations record - et c'est proche - The Daily Galaxy - - Great Discoveries Channel",
        "Les manifestations contre la réponse aux inondations en Espagne interrompent la visite du roi dans la banlieue sinistrée de Valence - Reuters",
        "Élection 2024 mises à jour en direct : Harris, les États du rallye Trump avec 2 jours restants ; nouveaux sondages - USA TODAY",
        "Au moins 6 personnes ont été blessées après que des tornades causées par des orages aient laissé une traînée de destruction dans certaines parties de l'Oklahoma - CNN",
        "La perte de Roman Reigns chez Crown Jewel ouvre la voie à la série Survivor et au-delà - Cageside Seats",
        "Ouvert : C'est « Face the Nation avec Margaret Brennan », 3 novembre 2024 - Face the Nation",
        "Box-office : ‘Venom 3‘ marque 26 MILLIONS de dollars pour rester n ° 1, ‘Here‘ ne va nulle part avec une ouverture de 5 millions de dollars - Hollywood Reporter",
        "Cet état de transition a connu une inflation alimentaire parmi les plus élevées du pays. Les républicains espèrent que les électeurs blâmeront les démocrates. - POLITICO",
        "3 nouvelles règles de distribution minimale requise (RMD) que tout le monde devrait connaître pour 2024 - USA TODAY",
        "Semaine 9 de la NFL 2024 : Le meilleur des matchs de dimanche et les histoires marquantes - CNN",
        "Des images satellites révèlent la destruction israélienne de villages dans le sud du Liban - Al Jazeera English",
        "Ariana Grande illumine la première de « Wicked » en robe rose scintillante - Geo News",
        "Les femmes dans l'IA : Sophia Velastegui pense que l'IA va trop vite - TechCrunch",
        "Choix des experts de la semaine 9 de la NFL, prédictions des scores : Lions at Packers - Pride Of Detroit",
        "Semaine 9 de la NFL : paris sur les accessoires des joueurs préférés en utilisant PFF Key Insights - Pro Football Focus",
        "Un journaliste américain détenu en Iran alors que le Guide suprême Khamenei menace les États-Unis et Israël, selon le Département d'État - Fox News",
        "Kuo : Casque « Apple Vision » moins cher retardé au-delà de 2027 - 9to5Mac",
        "Pourquoi les vols vers l'Europe sont les moins chers depuis des années - CNBC",
        "[supprimé]",
        "Ce qu'un RFK Jr. mandaté par Trump pourrait faire en matière de soins de santé - Axios"
    ]
}