{
    "headlines": [
        "ਸਰੋਤਃ ਈਗਲਜ਼ ਬਾਰਕਲੇ ਐਨਐਫਐਲ ਦੀ ਚੋਟੀ ਦੀ ਅਦਾਇਗੀ ਆਰਬੀ - ਈਐਸਪੀਐਨ ਬਣਾਉਂਦੇ ਹਨ",
        "ਡਾਓ ਫਾਲਸ ਜਿਵੇਂ ਕਿ ਟੈਰਿਫ ਆਰਥਿਕਤਾ ਦੁਆਰਾ ਰਿਪਲ ਤੋਂ ਡਰਦਾ ਹੈ - ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "ਜਰਮਨੀ ਦੇ CDU, SPD ਪ੍ਰਮੁੱਖ ਵਿੱਤੀ ਪੈਕੇਜ 'ਤੇ ਸਹਿਮਤ - DW (ਅੰਗਰੇਜ਼ੀ)",
        "ਬਲੈਕਰੌਕ ਨੇ ਪਨਾਮਾ ਨਹਿਰ ਦੇ ਦੋਵਾਂ ਪਾਸਿਆਂ ਦੀਆਂ ਬੰਦਰਗਾਹਾਂ ਨੂੰ ਅਮਰੀਕੀ ਨਿਯੰਤਰਣ ਦੇ ਅਧੀਨ ਲਿਆਉਣ ਲਈ ਸੌਦਾ ਕੀਤਾ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਜੈੱਟਸ ਰੀਲਿਜ਼ ਡੇਵੈਂਟੇ ਐਡਮਜ਼ਃ ਛੇ-ਟਾਈਮ ਪ੍ਰੋ ਬਾlਲ ਵਾਈਡ ਰਿਸੀਵਰ ਲਈ ਸੰਭਾਵਤ ਲੈਂਡਿੰਗ ਸਪਾਟ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "'ਡੰਬ': ਕੈਨੇਡਾ, ਮੈਕਸੀਕੋ ਧਮਾਕਾ ਇਤਿਹਾਸਕ ਟਰੰਪ ਟੈਰਿਫ, ਬਦਲਾ ਲੈਣ ਦੀ ਧਮਕੀ - ਏਬੀਸੀ ਨਿਊਜ਼",
        "‘ਦਿ ਬਰੂਟਲਿਸਟ' ਸਟਾਰ ਐਡਰਿਅਨ ਬ੍ਰੌਡੀ ਨੇ ਰਿਕਾਰਡ ਨੂੰ ਤੋੜਨ ਵਾਲੇ ਆਸਕਰ ਭਾਸ਼ਣ - ਰੋਲਿੰਗ ਸਟੋਨ ਨੂੰ ਸੰਬੋਧਿਤ ਕੀਤਾ",
        "ਪੋਪ ਫ੍ਰਾਂਸਿਸ ਦੀ ਡਾਕਟਰੀ ਸਥਿਤੀ ਸਥਿਰ, ਕੋਈ ਨਵਾਂ ਡਾਕਟਰੀ ਸੰਕਟ ਨਹੀਂ - ਵੈਟੀਕਨ ਨਿ Newsਜ਼ - ਪੰਜਾਬੀ",
        "ਟੋਨੀ ਹਾਕ ਦਾ ਪ੍ਰੋ ਸਕੈਟਰ 3 + 4 ਅਧਿਕਾਰਤ ਘੋਸ਼ਣਾ ਡੂਮ ਸਲੇਅਰ - ਯੂਰੋਗੇਮਰ ਦੇ ਨਾਲ ਡੀਲਕਸ ਐਡੀਸ਼ਨ ਦਾ ਖੁਲਾਸਾ ਕਰਦੀ ਹੈ",
        "ਟਾਰਗੇਟ ਅਤੇ ਬੈਸਟ ਬਾਇ ਟਰੰਪ ਦੇ ਟੈਰਿਫ ਤੋਂ ਕੀਮਤਾਂ ਵਧਾਉਣ ਦੀ ਚੇਤਾਵਨੀ - ਐਨਬੀਸੀ ਨਿ Newsਜ਼",
        "ਸੀਐਫਪੀਬੀ ਨੇ ਜੇਪੀ ਮੋਰਗਨ ਚੇਜ਼, ਬੈਂਕ ਆਫ਼ ਅਮੈਰਿਕਾ ਅਤੇ ਵੇਲਜ਼ ਫਾਰਗੋ ਵਿਰੁੱਧ ਜ਼ੇਲ ਧੋਖਾਧੜੀ ਦੇ ਵਿਰੁੱਧ ਮੁਕੱਦਮਾ ਛੱਡ ਦਿੱਤਾ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਸੁਪਰੀਮ ਕੋਰਟ ਨੇ ਕਾਰਟੈਲ ਹਿੰਸਾ 'ਤੇ ਅਮਰੀਕੀ ਬੰਦੂਕਧਾਰੀਆਂ' ਤੇ ਮੁਕੱਦਮਾ ਕਰਨ ਤੋਂ ਮੈਕਸੀਕੋ 'ਤੇ ਰੋਕ ਲਗਾਉਣ ਦੀ ਤਿਆਰੀ ਕੀਤੀ - ਸੀਐਨਐਨ",
        "ਮਿਸਰ ਦੀ ਗਾਜ਼ਾ ਯੋਜਨਾ ਹਮਾਸ ਨੂੰ ਭਵਿੱਖ ਦੇ ਸ਼ਾਸਨ ਤੋਂ ਬਾਹਰ ਰੱਖਦੀ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਯੂਕਰੇਨ ਲਈ ਯੂਰਪੀਅਨ ਸ਼ਾਂਤੀ ਰੱਖਿਅਕ ਯੋਜਨਾ ਬਾਰੇ ਵੈਨਸ ਦੀਆਂ ਟਿੱਪਣੀਆਂ ਵਿਦੇਸ਼ਾਂ ਵਿੱਚ ਆਈਰ ਖਿੱਚਦੀਆਂ ਹਨ - ਐਨਪੀਆਰ",
        "ਜੀਨ ਹੈਕਮੈਨ ਦੋਸਤਾਂ ਨੇ ਆਪਣੀ ਪਤਨੀ ਬਾਰੇ ਦਾਖਲਾ ਦੱਸਦਿਆਂ ਬਣਾਇਆ - ਯਾਹੂ ਮਨੋਰੰਜਨ",
        "ਐਸਆਈ:ਏਐਮ | ਕੀਰੀ ਇਰਵਿੰਗਜ਼ ਟੌਰਨ ਏਸੀਐਲ ਮਾਵਜ਼ ਲਈ ਸਭ ਤੋਂ ਭੈੜੀ ਸਥਿਤੀ ਹੈ - ਸਪੋਰਟਸ ਇਲੈਸਟਰਡ",
        "ਗੁਰਮਾਨਃ ਐਮ 4 ਮੈਕਬੁੱਕ ਏਅਰ ਕੱਲ ਲਾਂਚ ਹੋਣ ਦੀ ਉਮੀਦ ਹੈ - 9to5Mac",
        "ਜ਼ੇਲੇਨਸਕੀ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਓਵਲ ਆਫਿਸ ਫਟਣ ਤੋਂ ਬਾਅਦ ’ਚੀਜ਼ਾਂ ਨੂੰ ਸਹੀ ਬਣਾਉਣ ਦਾ ਸਮਾਂ’ ਆ ਗਿਆ ਹੈ - ਪੋਲਿਟਿਕੋ",
        "ਲਾਈਵ ਅਪਡੇਟਸਃ ਟੈਕਸਾਸ, ਓਕਲਾਹੋਮਾ ਅਤੇ ਅਰਕਾਨਸਾਸ ਵਿੱਚ ਗੰਭੀਰ ਮੌਸਮ, ਟੋਰਨਾਡੋ ਚੇਤਾਵਨੀਆਂ ਅਤੇ ਘੜੀਆਂ - ਮੌਸਮ ਚੈਨਲ",
        "ਸਪੇਸਐਕਸ ਇੱਕ ਫਾਲਕਨ 9 ਬੂਸਟਰ ਗੁਆਉਂਦਾ ਹੈ ਅਤੇ ਇੱਕ ਸਟਾਰਸ਼ਿਪ ਨੂੰ ਖੁਰਚਦਾ ਹੈ - ਦਿ ਰਜਿਸਟਰ"
    ]
}