{
    "headlines": [
        "Lenovo’s rollable laptop is a concept no more — launching this year for $3,500 - The Verge",
        "Titans fire G.M. Ran Carthon - NBC Sports",
        "Trump asks New York appeals court to dismiss hush money case before sentencing - Reuters.com",
        "As Biden nears exit, US bans medical debt from credit reports - Reuters",
        "Danish PM says Greenland is still not for sale as Donald Trump Jr. arrives - POLITICO Europe",
        "Two bodies found in landing gear of JetBlue flight at Fort Lauderdale airport - The Hill",
        "Hugh Jackman And Sutton Foster Were Seen Holding Hands Over A Year After His Divorce From Deborra-Lee Furness - BuzzFeed",
        "India's first human metapneumovirus (HMPV) cases confirmed, but officials say \"no reason to worry\" - CBS News",
        "‘Most destructive windstorm’ in over a decade likely in Southern California and that’s not the only ‘life-threatening’ danger - CNN",
        "Severance season 2 somehow gets even weirder, wilder, and darker - The Verge",
        "Bears to interview Mike Vrabel Wednesday, Saints want interview as well - NBC Sports",
        "Statement from President Joe Biden on Prime Minister Justin Trudeau of Canada - The White House",
        "Nvidia announces RTX 50-series graphics cards with DLSS 4 multi frame generation - Eurogamer",
        "NASA will announce update to Mars sample return plans today. Here's how to listen in - Space.com",
        "2025 NFL Mock Draft: Titans stick at No. 1, Browns replace Deshaun Watson and Giants take Travis Hunter - CBS Sports",
        "James Webb Space Telescope spots record-breaking collection of stars in far-flung galaxy - Space.com",
        "Strong earthquake kills at least 95 people in western China near Mount Everest - The Associated Press",
        "Trump’s attorneys have reviewed draft of Smith’s final special counsel report and want it blocked from public release - CNN",
        "Tencent Shares Slide After Pentagon Blacklists Chinese Tech Giant - Forbes",
        "Trump's praise of Carter in death after jeering him in life deepens a contradictory relationship - The Associated Press"
    ]
}