{
    "headlines": [
        "Mercados da Ásia-Pacífico caem à medida que as tarifas específicas de país de Trump entram em vigor - CNBC",
        "As ações dos EUA fecham em baixa, revertendo o rali anterior à medida que a liquidação tarifária continua - ABC News",
        "Fundo Monetário Internacional chega a acordo preliminar com a Argentina sobre resgate de US $ 20 bi - AP News",
        "Dezenas de mortos, incluindo o ex-arremessador da MLB Octavio Dotel, depois que o telhado desabou na boate da República Dominicana - ABC News",
        "Havaí confirma caso de sarampo relacionado a viagens em criança menor de 5 anos - Honolulu Star-Advertiser",
        "Aumento do rendimento do Tesouro dos EUA alimenta o medo da próxima grande base - Desaceleração do comércio - Bloomberg",
        "3º caso de sarampo no Colorado confirmado em Archuleta County adulto - 9News",
        "IRS para permitir que as autoridades de imigração obtenham dados fiscais para metas de deportação - The Washington Post",
        "Nuggets demite Michael Malone e Calvin Booth: treinador e GM em Denver menos de dois anos após o título da NBA - CBS Sports",
        "O que será necessário para controlar o sarampo? - NPR",
        "Bleacher Report: Último Draft Simulado após a Flórida vencer o campeonato da NCAA - NBA",
        "Ending Cooperative Agreements ’Funding to Princeton University - U.S. Department of Commerce (.gov)",
        "O preço de US $ 80 do Mario Kart World se tornará o novo normal dos jogos? - Ars Technica",
        "Como um chapéu do Chicago Bulls levou um pai de Maryland a ser enviado por engano para uma prisão de El Salvador - NBC News",
        "RFK Jr. afirma que a curva está se achatando no surto de sarampo no Texas. Os dados concordam? - ABC News",
        "Robert Pattinson está de olho no papel de ‘Duna 3’ - Variedade",
        "Os migrantes que entraram nos EUA através da aplicação CBP One devem sair \"imediatamente\", diz o DHS - NPR",
        "Os vistos de estudante estão sendo revogados sem motivo ou aviso, dizem as faculdades - WSJ",
        "Microsoft: Windows CLFS zero-day exploited by ransomware gang - BleepingComputer"
    ]
}