{
    "headlines": [
        "Le pape François démissionnerait-il ? Les experts disent que c'est peu probable – mais le pontife nous surprend souvent - CNN",
        "Les maires de « Sanctuary city » espèrent éviter un spectacle embarrassant au Congrès - POLITICO",
        "La Grande-Bretagne et la France interviennent pour guérir la faille Trump-Zelenskyy - POLITICO EUROPE",
        "Vance avait déjà critiqué Zelensky pour manque de gratitude. Cette fois, cela l'a placé au centre de l'échange tendu du Bureau ovale - CNN",
        "Blue Ghost devient le deuxième vaisseau spatial privé à atterrir sur la Lune - BBC.com",
        "Skype s'arrête le 5 mai - Hackaday",
        "Gene Hackman et Betsy Arakawa ont vécu une vie paisible et privée au Nouveau-Mexique avant leur mort, disent des amis - CNN",
        "« Priorité absolue » : RFK Jr. Backtracks After Embarrassing Measles Misstep - The Daily Beast",
        "Les manifestants tendent une embuscade à Vance pendant le week-end de ski du Vermont : « Allez skier en Russie » - The Daily Beast",
        "Amazon vient de donner à Alexa sa plus grande mise à niveau depuis ses débuts - et vous voudrez un Echo Show pour cela - ZDNet",
        "'Robbed' : Gervonta Davis vs. Lamont Roach controversy — 'Tank' knee no-call starts off boxing world - Yahoo Sports",
        "Les 49ers accordent le souhait de Deebo Samuel, acceptent d'échanger le receveur aux commandants de Washington contre un choix de draft - The Mercury News",
        "JuJu Watkins perd 30 points alors que le n ° 4 USC balaie le n ° 2 UCLA, remporte le titre de saison régulière Big Ten - Yahoo Sports",
        "Plusieurs incendies de forêt éclatent dans les Carolines, forçant les évacuations - CBS News",
        "Les nouveaux courriels de Musk aux travailleurs entraînent une nouvelle répression dans les agences fédérales - The Washington Post",
        "Résultats de la WWE Elimination Chamber 2025 : Cody Rhodes raconte au rock « Go F Yourself », Cena tourne le talon - Forbes",
        "Rob Manfred envisage une pétition pour retirer Pete Rose de la liste des joueurs inéligibles de la MLB - New York Post",
        "Israël approuve la prolongation temporaire du cessez-le-feu à Gaza - BBC.com",
        "Les manifestations anti-DOGE dans les magasins Tesla ciblent les résultats d'Elon Musk - The Associated Press"
    ]
}