{
    "headlines": [
        "Istanbuls Bürgermeister sagt vor Gericht aus, während Demonstranten in der ganzen Türkei sich dem Versammlungsverbot widersetzen - CNN",
        "Pope verbessert sich und verbraucht zunehmend weniger Sauerstoff mit hohem Durchfluss - Vatican News - Deutsch",
        "Ehemalige US-Staatsanwältin Jessica Aber im Alter von 43 Jahren tot in Virginia aufgefunden - ABC News",
        "Nr. 3 Wisconsin Badgers vs. Nr. 6 BYU Cougars: Game Thread - Bucky's 5th Quarter",
        "‘Impractical Jokers’ Alaun Joe Gatto bestreitet sexuelle Übergriffe: \"Ich habe schlechtes Urteilsvermögen benutzt\" - Frist",
        "Kitty Dukakis, ehemalige First Lady von Massachusetts, stirbt mit 88 Jahren - PBS NewsHour",
        "Das Prostatakrebsrisiko steigt bei Männern, die ein beunruhigendes Verhalten teilen, um 45 % - AOL",
        "Hue leckt versehentlich eine neue Video-Türklingel - The Verge",
        "3 Tote, 15 Verletzte nach Massenerschießung im Las Cruces Park - KOAT New Mexico",
        "Tesla-Investoren sind ratlos, als Elon Musk den Aktienkurs nach unten zieht: \"Diesmal fühlt es sich anders an\" - Fortune",
        "Memphis Polizei untersucht Schießerei außerhalb FedExForum - FOX13 Memphis",
        "Israel schlägt die Hisbollah als Reaktion auf Raketenbeschuss im bedeutendsten Aufflammen der Spannungen seit dem Waffenstillstand - CNN",
        "Saturns ikonische Ringe werden in einem seltenen himmlischen Ereignis verschwinden - Scripps News",
        "ACLU reagiert auf die neueste Richtlinie von Präsident Trump, die Anwälte und Anwaltskanzleien bedroht - ACLU",
        "Minecraft's 'Vibrant Visuals' Upgrade the Start of a New 'Graphical Journey' - IGN",
        "Abendkasse: \"Schneewittchen\" in Gefahr, Giftapfel zu beißen, auf Kurs für 45 MILLIONEN Dollar inländische Eröffnung - Hollywood Reporter",
        "Assassin's Creed Shadows übertrifft 2 Millionen Spieler und übertrifft die Markteinführungen von Origins und Odyssey - Eurogamer",
        "Severance Star, USC Marching Band Make Quite an Entrance at PaleyFest — Watch - TVLine",
        "Geliebter Schwergewichts-Champion George Foreman stirbt mit 76 - PBS NewsHour"
    ]
}