{
    "headlines": [
        "اجتماع ديفيد زاسلاف مع المرشحين لاستبدال مايك دي لوكا وبام عبدي كرؤساء وارنر براذرز (تقرير) - مراسل هوليوود",
        "دونالد ترامب \"غاضب للغاية\" من فلاديمير بوتين بسبب مفاوضات وقف إطلاق النار - BBC.com",
        "يطلب المدعي العام لولاية ويسكونسن من المحكمة العليا للولاية وقف مدفوعات ماسك البالغة مليون دولار - وكالة أسوشيتد برس",
        "يزأر ترامب في مسارات متعددة من الانتقام كما تعهد. بعض الأهداف تستسلم بينما يقاتل آخرون - وكالة أسوشيتد برس",
        "رائحة الموت تتخلل مدن ميانمار بعد الزلزال الذي أودى بحياة أكثر من 1600 شخص وترك عددًا لا يحصى مدفونًا - وكالة أسوشيتد برس",
        "توفي ريتشارد تشامبرلين، الممثل التلفزيوني الذي لعب دور البطولة في فيلم \"دكتور كيلدير\"، عن عمر يناهز 90 عامًا - وكالة أسوشيتد برس",
        "يقول الحزب الجمهوري في نيو مكسيكو إن المقر الرئيسي استُهدف في \"عمل متعمد من أعمال الحرق العمد\" - سي بي إس نيوز",
        "\"سنو وايت\" بسعر 143 مليون دولار عالمي بعد الإطار الثاني ؛ \"رجل عامل\" يبني قوس WW بقيمة 30 مليون دولار – شباك التذاكر الدولي - الموعد النهائي",
        "العواصف العنيفة تهدد الأعاصير وكرة الغولف من إلينوي إلى شرق تكساس - ياهو",
        "صاروخ فضائي ألماني ينفجر ثانية في رحلة تجريبية - DW (الإنجليزية)",
        "برنامج تعقب مباشر للرجال Elite Eight: Auburn vs. Michigan State يسلط الضوء على التحديثات والمزيد - ESPN",
        "كيفن ويلارد يغادر ماريلاند إلى فيلانوفا في مغادرة فوضوية بعد سباق تيرابينز الحلو 16 - سي بي إس سبورتس",
        "المسؤولون: شخص واحد على متن الطائرة التي تحطمت في بروكلين بارك - KARE11.com",
        "احتمالات تينيسي مقابل هيوستن، اختيارات: 2025 NCAA Tournament Elite Eight التنبؤ من خبير كرة السلة الجامعي - SportsLine",
        "من المقرر أن تطلق SpaceX 4 أشخاص في مهمة هي الأولى من نوعها حول قطبي الأرض. إليك ما يجب معرفته - سي إن إن",
        "مورغان والين يثير التكهنات مع خروج \"SNL\" المفاجئ و \"خذني إلى بلد الله\" بعد اجتماعي - متنوع",
        "الأمير هاري متهم بـ \"المضايقة والتنمر\" من قبل رئيسة الجمعية الخيرية - سي إن إن",
        "يأمل المستثمرون أن ينهي ترامب حالة عدم اليقين بشأن التعريفة الجمركية في 2 أبريل، أو قد تهبط الأسهم. - MarketWatch"
    ]
}