{
    "headlines": [
        "توفي ديفيد لينش، الذي جلب السريالية إلى المجمع السينمائي، عن عمر يناهز 78 عامًا - صحيفة واشنطن بوست",
        "يقول المسؤول إن بايدن لن يفرض حظر TikTok، تاركًا مصير التطبيق لترامب - وكالة أسوشيتد برس",
        "رئيس وزراء غرينلاند يقف بحزم على الاستقلال: \"نريد أن نكون غرينلانديين\" - بوليتيكو",
        "يتهم بليك ليفلي جاستن بالدوني بتكتيكات \"دليل المسيء\" بعد دعوى قضائية بقيمة 400 مليون دولار - الموعد النهائي",
        "فشل اختبار المركبة الفضائية سبيس إكس بعد إطلاق تكساس - BBC.com",
        "أخبرت ويندي ويليامز دون ليمون أنها لا تستطيع التحدث عن تشخيص \"الخرف\" دون خوف من \"المعاقبة\" - نيويورك بوست",
        "تأجيل تصويت إسرائيل على اتفاق وقف إطلاق النار في غزة - BBC.com",
        "السرطان لدى الشابات، تأثير المعاملة التفضيلية، معاينة التصفيات النهائية لاتحاد كرة القدم الأميركي: اللحاق بقصص اليوم - سي إن إن",
        "بيلي إيليش وليدي غاغا وكاتي بيري والمزيد من النجوم للانضمام إلى حفل FireAid Benefit لضحايا حرائق الغابات في لوس أنجلوس - لوحة إعلانية",
        "يقول اختيار وزارة الخزانة لدونالد ترامب إن إلغاء التخفيضات الضريبية من شأنه أن يثير \"كارثة اقتصادية\" - فاينانشال تايمز",
        "ماركو سولو: يمكن لترامب أن ينهي اليوم الأول بحكومة من رجل واحد - بوليتيكو",
        "امرأة أسترالية متهمة بتسميم فتاة تبلغ من العمر سنة واحدة، ونشر مقاطع فيديو للتبرعات، كما تقول الشرطة - سي بي إس نيوز",
        "يحدد كارنيل تيت السمات والتحديات التي تجلبها الظهور الدفاعية لنوتردام - On3.com",
        "قوة الإصابة الشخصية باركر وايشمان تلاحق صناعة الكحول بسبب السرطان - OregonLive",
        "المراهق الأمريكي المتعلم تيان يذهل رقم 5 دانييل ميدفيديف في بطولة أستراليا المفتوحة - الولايات المتحدة الأمريكية اليوم",
        "أمريكان إكسبريس تدفع 230 مليون دولار غرامات لممارسات المبيعات العدوانية - صحيفة وول ستريت جورنال",
        "الصحفي يعطل مؤتمر بلينكن الصحفي: \"ما هو شعور إرثك أن يكون إبادة جماعية ؟ \"- التل",
        "تقوم Apple بإيقاف ملخصات الإشعارات مؤقتًا للحصول على الأخبار في أحدث إصدار تجريبي من iOS 18.3 - The Verge",
        "هابل التابع لوكالة ناسا يتتبع التاريخ الخفي لمجرة أندروميدا - ساينس@ناسا",
        "تنتهي المواجهة في جنوب إفريقيا بمقتل 87 من عمال المناجم والغضب من تكتيكات \"دخانهم\" التي تتبعها الشرطة - وكالة أسوشيتد برس"
    ]
}