{
    "headlines": [
        "College football national championship score, highlights: Ohio State holds off Notre Dame to win title, 34-23 - Yahoo Sports",
        "Trump's inauguration word choices give insight into Trump 2.0 - Axios",
        "Carrie Underwood 'furious' over 'not getting treated like Beyoncé or Lady Gaga' at Trump inauguration - Hindustan Times",
        "Trump threatens 25% tariffs on Mexico and Canada on Feb. 1, punting Day 1 pledge - CNN",
        "Three Israeli hostages and 90 Palestinians freed as Gaza ceasefire takes hold - The Washington Post",
        "Trump signs executive order to reverse Biden’s electric vehicle policies - The Verge",
        "New Bears coach Ben Johnson eyeing two former NFL head coaches for his staff in Chicago, per report - CBS Sports",
        "Marketing material for the Samsung Galaxy S25 series leaks - PhoneArena",
        "‘Everyone needs to be on high alert,’ mayor says, as a new burst of dangerous winds bears down on Los Angeles - CNN",
        "WWE Raw Results – 1/20/25 (Seth “Freakin” Rollins vs. Drew McIntyre, JBL to appear, The New Day returns to action) - Wrestleview.com",
        "U.S. border patrol agent has been shot and killed in Vermont south of border, authorities say - PBS NewsHour",
        "Sir Keir Starmer due to make statement on Southport attack inquiry - BBC.com",
        "Trump inauguration live updates: President signs executive orders rolling back Biden policies - CNBC",
        "Hiring Freeze - The White House",
        "Mark Andrews ducks media again a day after costing Ravens in playoff heartbreaker - New York Post ",
        "‘Severance’: Three Major Theories From the Season 2 Premiere, Explained - Hollywood Reporter",
        "Trump's crypto-frenzied inauguration weekend makes first family billions of dollars richer - CNBC",
        "Report: Apple Mail is getting automatic categories on iPadOS and macOS - Ars Technica",
        "Ramaswamy won't serve on Trump's government efficiency commission as he mulls run for Ohio governor - The Associated Press"
    ]
}