{
    "headlines": [
        "Dolphins vs. Bills NFL Thursday Night Football tonight: счет, статистика, основные моменты - США СЕГОДНЯ",
        "Федеральный обзор стрельбы в Увальде находит ошибки пограничного патруля, но не рекомендует дисциплину - The Associated Press",
        "Вне сценария! Джош Аллен с пропуском Тай Джонсону за 33 ярда | Счета в дельфинах - BuffaloBills.com",
        "Трамп исключает очередные президентские дебаты против Харриса - BBC.com",
        "FirstEnergy обязали выплатить $ 100 млн за участие во взяточничестве в Огайо - WJW FOX 8 News Cleveland",
        "Дональд Трамп продает рубашки в стиле «Eras Tour» Тейлор Свифт после того, как осудил ее одобрение Харриса - Salon",
        "Случай птичьего гриппа все еще ставит чиновников в тупик. Как заразился житель Миссури? - USA TODAY",
        "Вице-президент Камала Харрис начинает тур после дебатов в Северной Каролине как «аутсайдер» в президентской гонке - Charlotte Observer",
        "Война между Израилем и ХАМАСом: Блинкен говорит, что США будут продолжать оказывать давление на Израиль, чтобы пощадить гуманитарные объекты в Газе - The Associated Press",
        "Google тестирует десктопное окно для Android-планшетов - The Verge",
        "Рыночная цена в снижении ставок, заработок Adobe: рыночное доминирование сверхурочно - Yahoo Finance",
        "Землетрясение сотрясает район Лос-Анджелеса, «миллионы» уведомлены заранее, сообщает офис губернатора - ABC News",
        "FDA разрешает использовать первое внебиржевое программное обеспечение для слуховых аппаратов в Apple AirPods Pro - Reuters",
        "WR Хиггинс смущен разговорами о том, что он «притворяется» травмой - ESPN",
        "Четверо гражданских лиц в смелой миссии SpaceX завершили первый коммерческий выход в открытый космос - CNN",
        "Sundance сужает свои будущие сайты кинофестивалей до 3 — Юта все еще в работе - KSL.com",
        "Серийные тесты на комаров дали положительный результат на EEE в Норт-Хэмптоне - WMUR Манчестер",
        "Ознакомьтесь с заявлением о полной отставке комиссара полиции Нью-Йорка Эдварда Кабана в департамент - NBC New York",
        "Удалено",
        "Digital Foundry на PS5 Pro: GTA 6 и другие вряд ли достигнут 60 КАДРОВ В СЕКУНДУ - IGN"
    ]
}