{
    "headlines": [
        "Trump realiza comício no Aeroporto Regional Arnold Palmer, na Pensilvânia - CBS Pittsburgh",
        "Atualizações de placar ao vivo de Yankees vs. Guardians: o Jogo 5 da ALCS pode enviar NY para a World Series - usa TODAY",
        "Hurricane Oscar Tracker: Mapa e projeção do caminho da tempestade - The Washington Post",
        "Maquinistas da Boeing votarão na quarta-feira nova proposta para acabar com a greve - The Seattle Times",
        "Pontuação Texas vs. Geórgia: atualizações de jogos ao vivo, pontuações de futebol universitário, 25 melhores destaques da NCAA - CBS Sports",
        "O que saber sobre a falha da rede elétrica que mergulhou Cuba na escuridão - The Associated Press",
        "IPOs asiáticos marcados para a Blockbuster Week com o retorno dos \"espíritos animais\" - Bloomberg",
        "Ataques israelenses no norte de Gaza causam dezenas de vítimas, dizem médicos - Reuters",
        "Numerosas variedades de waffles congelados recolhidos devido a possível contaminação por listeria - Fox Business",
        "3 mortos e 8 feridos num tiroteio em massa após um jogo de regresso a casa no Mississippi - CNN",
        "Pelo menos 7 mortos após o colapso do passadiço da doca da balsa na Ilha Sapelo, na Geórgia - Associated Press",
        "Chelsea, filha de Rosie O'Donnell, presa por negligência infantil e crimes de drogas - E! Online - E! NEWS",
        "James Gunn Revela ‘Comandos de Criaturas’ e Compartilha Atualizações sobre ‘Superman’, ‘Supergirl’ e ‘Lanternas’ - Hollywood Reporter",
        "Chuva de meteoros Orionid 2024: Como, quando ver um dos mais belos chuveiros - Axios",
        "Último voo da Starship gera elogios e preocupações na IAC - SpaceNews",
        "Liam Payne provavelmente conseguiu drogas do funcionário do hotel antes de morrer, a acusação pode se seguir: relatório - Página Seis",
        "Netanyahu implacável após suposto ataque de drones à sua casa - BBC.com",
        "Assista AO vivo: Harris corteja eleitores em Atlanta com o convidado musical Usher - The Hill",
        "Um grupo do Telegram publicou o que chama de documentos \"altamente confidenciais\" dos EUA sobre os planos de ataque de Israel - Business Insider",
        "Willie Nelson Define Chamada da Comunidade de Cannabis em Apoio a Kamala Harris - Prazo"
    ]
}