{
    "headlines": [
        "سائقو الشاحنات يشنون أكبر إضراب ضد أمازون في التاريخ الأمريكي - الأخوة الدولية لسائقي الشاحنات",
        "الأسبوع 16 2024 اختيارات اتحاد كرة القدم الأميركي، فلوريو ضد سيمز - إن بي سي سبورتس",
        "تطلق Google نموذج الذكاء الاصطناعي \"المنطقي\" الخاص بها - TechCrunch",
        "أعلنت كاليفورنيا حالة الطوارئ بسبب إنفلونزا الطيور. ما مدى خطورة الوضع ؟ - وكالة أسوشيتد برس",
        "الديمقراطيون غاضبون من سلطة \"الرئيس المشارك غير المنتخب\" الجديدة لإيلون ماسك - أكسيوس",
        "تم إلقاء اللوم على أبناء وودي جونسون، لعبة الفيديو Madden للتأثير على قرارات Jets الحرجة - نيويورك بوست",
        "خطط ترافيس كيلسي لحفلة مفاجئة لتايلور سويفت بمناسبة نهاية العروض المحطمة للأرقام القياسية - AOL",
        "احتمالات الشواحن مقابل البرونكوس، التنبؤ، الوقت، الخط: 2024 اختيارات ليلة الخميس لكرة القدم حسب الطراز في 27-11 جولة - سي بي إس سبورتس",
        "فانتازي لاند: الجنرال الروسي \"اغتاله البريطانيون\" - مركز تحليل السياسات الأوروبية",
        "تفصيل مقطورة \"سوبرمان \": 17 شخصية من العاصمة وبيض عيد الفصح في عالم جيمس غان الجديد - تنوع",
        "الطقس في مينيسوتا: مجاميع الثلوج في مينيسوتا حتى الآن - FOX 9 Minneapolis - St. Paul",
        "قد يكون المرض غير المشخص في الكونغو مرتبطًا بالملاريا: مركز السيطرة على الأمراض في أفريقيا - ABC News",
        "محذوف",
        "تكشف الصورة التشويقية المسربة غير المعبأة عن إطلاق سلسلة Galaxy S25 للشهر المقبل - Android Central",
        "الرئيس التنفيذي لشركة UnitedHealthcare يقتل: مانجيوني يصل إلى المحكمة، ويواجه تسليمه إلى نيويورك بتهمة القتل من الدرجة الأولى - ABC News",
        "كبير المساعدين السابقين لرئيس بلدية مدينة نيويورك يستسلم لمكتب المدعي العام لمواجهة الاتهامات - وكالة أسوشيتد برس",
        "الناتج المحلي الإجمالي (التقدير الثالث)، أرباح الشركات (التقدير المنقح)، والناتج المحلي الإجمالي حسب الصناعة، الربع الثالث من عام 2024 | الولايات المتحدة - مكتب التحليل الاقتصادي",
        "الرئيس الفرنسي إيمانويل ماكرون يهبط في مايوت بعد أيام من الإعصار المدمر - سي إن إن",
        "تطرح سامسونج تحديث Galaxy النهائي لعام 2024 قبل One UI 7 في عام 2025 - 9to5Google",
        "الشرطة السويدية تصعد على متن السفينة الصينية التي شوهدت بالقرب من تمزق كابل البلطيق - وكالة أسوشيتد برس"
    ]
}