{
    "headlines": [
        "What we know about funeral plans for former President Jimmy Carter - CNN",
        "State of emergency declared in Trinidad and Tobago amid exceptionally deadly year - CNN",
        "Northern Lights will put on New Year’s show, but will they be visible from DC area? - WTOP",
        "Norovirus: What to know about rising outbreaks of the gastrointestinal ailment - The Washington Post",
        "Bank regulator gives BlackRock January deadline on bank stakes - Yahoo Finance",
        "US Treasury says it was hacked by China in 'major incident' - BBC.com",
        "2025 NFL Mock Draft: Giants, Raiders and Jags all winning in Week 17 results in major shakeup within top 10 - CBS Sports",
        "How to watch Lions vs. 49ers live for free on Monday Night Football - New York Post ",
        "Bill Ackman expects Trump to privatize Fannie Mae and Freddie Mac - Reuters",
        "Walmès? Shoppers can't stop talking about the $78 Walmart bag that resembles a $10,000 Hermès Birkin. - Business Insider",
        "‘Widespread claims of abuse’ at Marcy Correctional Facility, a 2022 report found - WSYR",
        "Bird flu detected in nearly 1M chickens in southwestern Ohio county - WLWT Cincinnati",
        "WHO appeals for end to attacks on Gaza's hospitals - BBC.com",
        "Biden announces nearly $2.5 billion more in military aid for Ukraine - The Associated Press",
        "Trump endorses Mike Johnson for reelection as House speaker ahead of perilous vote - The Washington Post",
        "Stocks are skipping the ‘Santa Claus rally’ this year. Why it’s not a good sign. - MarketWatch",
        "German security chiefs grilled over Magdeburg attack - DW (English)",
        "Syria’s Islamist Rulers Name Maysaa Sabrine First Woman to Head Central Bank - The Wall Street Journal",
        "Liam Payne: 5 charged in connection with One Direction singer's death - Yahoo Entertainment",
        "Jason Momoa To Play Lobo In ‘Supergirl: Woman Of Tomorrow’ - Deadline"
    ]
}