{
    "headlines": [
        "Supremo Tribunal da Geórgia mantém bloqueio a regras eleitorais controversas de aliados de Trump - CNN",
        "Fontes: Wolves extend Gobert for 3 years, $ 110M - ESPN",
        "Gripe aviária infecta quatro no estado de Washington; CDC implanta equipe - The Hill",
        "Ações da Tokyo Metro sobem 45% na estreia após o maior IPO do Japão em seis anos - CNBC",
        "Cooper Kupp sobre especulação comercial: Estou ciente disso, mas vou estar onde estou - NBC Sports",
        "Rudy Giuliani deve dar o controle de itens de luxo e apartamento em Manhattan aos funcionários eleitorais da Geórgia que ele difamou, decide o juiz - CNN",
        "Autoridades dos EUA dizem que a Rússia difamou Tim Walz e pode alimentar a violência pós-voto - The Washington Post",
        "Eminem apresenta Barack Obama no comício Kamala Harris em Detroit - ABC News",
        "Yelp desativa comentários sobre o McDonald's em que Trump trabalhou depois de avaliações falsas - The Hill",
        "Atualizações ao vivo: o lançamento da SpaceX de Cabo Canaveral hoje baterá o recorde - Florida Today",
        "A primeira roda foi inventada há 6.000 anos nas montanhas dos Cárpatos, sugere estudo de modelagem - Livescience.com",
        "O escorbuto da doença antiga está chocantemente voltando — eis o porquê - New York Post",
        "Problemas de vendas da Starbucks, ganhos da Texas Instruments: horas extras de dominação de mercado - Yahoo Finance",
        "Atleta profissional supostamente impediu Sean \"Diddy\" Combs de agredir sexualmente o convidado da festa - E! Online - E! NEWS",
        "Novas diretrizes de AVC incluem fatores de risco especificamente para mulheres - The Hill",
        "Mulher presa de cabeça para baixo entre pedregulhos por 7 horas finalmente libertada pela equipe de resgate - usa TODAY",
        "Os táxis aéreos voadores se aproximam da decolagem nos EUA com a emissão da regra da FAA - The Associated Press",
        "Réus de tumultos no Capitólio enfrentam acusações confirmadas de invasão de propriedade em tribunal dos EUA - Reuters",
        "‘Walking Pneumonia’ está em ascensão. Aqui está o que você precisa saber. - HuffPost",
        "Anthropic lança publicamente ferramenta de IA que pode assumir o cursor do rato do utilizador - Ars Technica"
    ]
}