{
    "headlines": [
        "أخبار الأسواق، 11 نوفمبر 2024: إغلاق الأسهم عند مستويات قياسية مع استمرار ارتفاع ما بعد الانتخابات ؛ تسلا وبيتكوين يواصلان الارتفاع - إنفستوبيديا",
        "عين ترامب النائب السابق لي زيلدين لقيادة وكالة حماية البيئة، والمستشار ستيفن ميلر ليكون نائب رئيس السياسة - وكالة أسوشيتد برس",
        "البيتكوين تصل إلى مستوى قياسي عند 87000 دولار مع هيمنة تداولات العملات المشفرة وترامب على سوق الأسهم - Yahoo Finance",
        "أطلقت SpaceX 24 قمرًا صناعيًا Starlink من فلوريدا اليوم بعد تأخير الطقس - Space.com",
        "ميغان فوكس حامل، حامل مع رشاش كيلي - مراسل هوليوود",
        "اكتشف كيفن كوستنر مصير جون داتون بعد بث حلقة \"يلوستون \":\" هذا لا يجعلني أرغب في التسرع في الذهاب لرؤيته \"- تنوع",
        "FTX تقاضي Binance مقابل 1.76مليار دولار في معركة بورصات العملات المشفرة التي أسسها المدانون - Ars Technica",
        "رجال الإطفاء يكافحون لاحتواء حرائق الغابات الخطيرة المشتعلة على كلا الساحلين - سي إن إن",
        "Apple Execs تعالج زر الطاقة المخفي لـ Mac mini في إعادة تصميم 2024 - AppleInsider",
        "نقطة محذوفة هنا",
        "تقول شقيقة ليبي جيرمان بعد إدانة ريتشارد ألين في محاكمة جرائم القتل في دلفي: \"كان اليوم هو اليوم المناسب\".",
        "كيف سيغير ترامب التنظيم المصرفي — حتى مع باول في بنك الاحتياطي الفيدرالي - MarketWatch",
        "يظهر بايدن وهاريس معًا لأول مرة منذ خسارتها الانتخابات لصالح ترامب - وكالة أسوشيتد برس",
        "روسيا تنفي دعوة ترامب لبوتين لحثه على ضبط النفس في أوكرانيا - BBC.com",
        "رئيس أساقفة كانتربري يواجه دعوات للاستقالة بسبب إخفاقات الكنيسة في إساءة معاملة الأطفال - سي إن إن",
        "NFL Week 10 Monday Night Football: Dolphins vs Rams | Full Game PREVIEW - CBS Sports",
        "ترامب يختار توم هومان كـ \"قيصر الحدود\"، ستيفن ميلر للدور السياسي الأعلى - الجزيرة الإنجليزية",
        "قد توقف Apple إنتاج Vision Pro مع تراكم المكونات - CNET",
        "دش نيزك تورايد لإضاءة سماء الليل. إليك كيف يمكنك رؤيتها - NPR",
        "مراجعات Gladiator II: يقول النقاد إن فيلم بول ميسكال هو \"gobsmacking\" و \"loopy\" - BBC.com"
    ]
}