{
    "headlines": [
        "Surto de E. coli ligado a cenouras orgânicas deixa 1 morto e dezenas de doentes nos EUA - CNN",
        "Buffalo Bills vs. Kansas City Chiefs, Semana 11, segundo semestre aberto - Buffalo Rumblings",
        "Korda vence o 7º título do LPGA Tour '24 no The Annika - ESPN",
        "   Removido ",
        "Conheça Karl Brooks, que produziu o bloco de field goal vencedor do jogo para o Packers - Packers Wire",
        "Vencedores e perdedores da Semana 11 da NFL 2024: Lions, Steelers são equipes completas; Jaguars, Jets são flops totais - CBS Sports",
        "Johnson chama Gaetz de \"uma das mentes mais brilhantes de Washington ou de qualquer outro lugar\" - The Hill",
        "IA, Coreia do Norte, Trump: o que Biden e Xi discutiram em seu último encontro presencial - ABC News",
        "Vitória de Donald Trump ameaça lançar iniciativas do G20 em desordem - Financial Times",
        "Wall Street agora pode ter que levar Trump ao pé da letra, já que a batalha pelo secretário do Tesouro se concentra em uma promessa central de campanha - Fortune",
        "Ataque israelense mata porta-voz do Hezbollah enquanto grupo prepara resposta a nova proposta de cessar-fogo - CNN",
        "A tempestade tropical Sara enfraquece para depressão tropical depois de atingir o solo em Belize - The Associated Press",
        "Paul Mescal para perguntar \"Você não está entretido?\" como anfitrião do SNL - The A.V. Club",
        "Cientistas estudam gatinho de 35 mil anos com dentes de sabre congelado na Sibéria - The Washington Post",
        "A Rússia tem como alvo a infraestrutura energética da Ucrânia com ataques de mísseis e drones em larga escala - PBS NewsHour",
        "The Exploration Company levanta US $ 160 MILHÕES para construir a resposta da Europa ao SpaceX Dragon - TechCrunch",
        "O vencedor do 'The Voice' Sundance Head se recupera em casa depois de ser baleado acidentalmente em seu rancho no Texas - The Associated Press",
        "   Removido ",
        "Previsão da Aurora Boreal: Aurora Boreal pode ser vista nestes 8 estados esta noite - Forbes",
        "Vivek Ramaswamy promete que agências governamentais inteiras serão \"excluídas\" do relógio dele e de Elon Musk - Mediaite"
    ]
}