{
    "headlines": [
        "Une comète rare peut être visible à l'œil nu. Voici où chercher. - CBS Boston",
        "Ventes au détail, résultats des grandes banques et revenus Netflix : ce qu'il faut savoir cette semaine - Yahoo Finance",
        "Nouvelle alerte de sécurité Gmail pour 2,5 milliards d'utilisateurs à mesure que le piratage de l'IA est confirmé - Forbes",
        "Mets vs Dodgers : matchs, pronostics et avant-première du NLCS - New York Post",
        "Gary Peters est chargé de défendre une carte brutale du Sénat pour Dems. Ensuite, il veut « travailler et conduire des motos ». - POLITICO",
        "Le développeur de Pokémon Game Freak réalise des « gigaleaks » sans précédent de « données internes significatives » - Eurogamer",
        "Les perspectives économiques des jeunes hommes évoluent, ainsi que leur politique - NBC News",
        "Biden annoncera plus de 600 MILLIONS de dollars de projets de résilience en Floride après les ouragans - ABC News",
        "Le lauréat japonais du prix Nobel de la paix affirme que les travailleurs de Gaza auraient dû gagner - Al Jazeera English",
        "Trump a répandu des conspirations sur le vote par correspondance pendant des années. Maintenant, sa campagne exhorte les gens à voter tôt et par courrier - CNN",
        "Comment regarder Jaguars vs Bears aujourd'hui : Heure de début, télévision, diffusion en direct pour le match de la NFL à Londres - États-Unis AUJOURD'HUI",
        "Les dernières images connues de la mère disparue Jermain Charlo sont enregistrées. Conduiront-ils à une rupture dans l'affaire du Montana ? - CBS News",
        "[supprimé]",
        "Gagnants du football collégial, perdants de la semaine 7 : l'Oregon remporte une victoire historique, la déroute de la rivière Rouge de l'Oklahoma révèle une tendance - CBS Sports",
        "L'Iran répond à l'attaque du 7 octobre contre des « documents secrets » reliant Téhéran au Hamas - Newsweek",
        "Walz passe à travers les hautes herbes sur l'ouvreur de saison de chasse au faisan du Minnesota, mais ne prend pas d'oiseaux - The Associated Press",
        "Votre horoscope de la semaine du 13 octobre 2024 - The Globe and Mail",
        "Un déluge rare inonde certaines parties du désert du Sahara pour la première fois depuis des décennies - CBS News",
        "« Ready or Not 2 » en préparation avec Samara Weaving, le retour du silence radio - Hollywood Reporter",
        "Julia Fox affirme que Kanye West « l'a utilisée comme pion » au milieu d'allégations selon lesquelles il aurait violé son ex-assistant à la fête de Diddy - Hindustan Times"
    ]
}