{
    "headlines": [
        "Trump and Mexican president say they had a good call – though no sign of backing down on tariff pledge - CNN",
        "NFL Week 13 odds, predictions, expert picks: Where to watch, stream Thanksgiving, 'Black Friday' games - CBS Sports",
        "New Mexico man awarded $412 million payout over botched penile injections: \"A national record-setting case\" - CBS News",
        "How does Trump envoy Keith Kellogg want to end the Russia-Ukraine war? - Al Jazeera English",
        "Samsung Clears Stock of Galaxy S24 Ultra with $1,000 Off Just Ahead of New Product Launches - Gizmodo",
        "Tech companies put on notice as Australia passes world-first social media ban for under-16s - CNN",
        "‘He’s not a manager’: Former RFK Jr. staffers on how he’d run HHS - POLITICO",
        "Thanksgiving weather: Rain and snow may bring travel troubles to the Northeast - ABC News",
        "Tampa Bay Lightning player secures hat-trick in unbelievable way - CNN",
        "Israel says ceasefire with Hezbollah violated, fires on south Lebanon - Reuters",
        "What Trump’s Immigration Plans Mean for America’s Job Growth - The Wall Street Journal",
        "High-ranking military official in China placed under investigation, defense ministry says - The Associated Press",
        "Russia tries to stem panic over the plummeting ruble, as the central bank is forced to intervene - CNBC",
        "Shares of key chip suppliers jump as U.S. reportedly considers toned-down China curbs - CNBC",
        "Emergency blackouts across Ukraine after 'massive' missile attack - BBC.com",
        "South Korea: At least 4 dead in heavy snowfall - DW (English)",
        "Court backs Texas over razor wire installed on U.S.-Mexico border - NPR",
        "FTC reportedly opens antitrust investigation into Microsoft - TechCrunch",
        "'Dancing With The Stars' Season 33 Finale Ratings Best In 4 Years - Deadline",
        "What the Adani allegations highlight about India's clean energy push - Reuters.com"
    ]
}