{
    "headlines": [
        "في ذكرى: نيكي جيوفاني، شاعرة وناشطة مشهورة وأسطورة Virginia Tech - Virginia Tech",
        "ماذا يقول أفضل مجند للتوقيع AJ Dybantsa عن كرة السلة للرجال من BYU - KSL.com",
        "ترامب يختار أندرو فيرغسون لرئاسة لجنة التجارة الفيدرالية - رويترز",
        "يقول مسؤول أمريكي إن نشر القوات البحرية الصينية يتماشى مع التدريبات الكبيرة الأخرى - رويترز",
        "العائلات السورية \"لا تطاق\" تنتظر لمعرفة مصير أقارب المعتقلين - BBC.com",
        "ناتس يفوز بمشروع اليانصيب للاختيار رقم 1 ؛ الملائكة في 2 - ESPN",
        "إنفلونزا الطيور في طفل كاليفورنيا مرتبطة بالفيروس في الأبقار الحلوب، كما يقول مركز السيطرة على الأمراض - واشنطن بوست",
        "بيلبورد تصدر إعلان تايلور سويفت التاريخي بعد عرض آخر العصور - Athlon Sports",
        "تقول المصادر إن والدة المشتبه به في جريمة قتل الرئيس التنفيذي لشركة UnitedHealthcare قدمت تقريرًا عن شخص مفقود في سان فرانسيسكو - ABC7 Los Angeles",
        "رئيس الوزراء الانتقالي الجديد في سوريا يدعو إلى الاستقرار والهدوء - BBC.com",
        "إليك ما يمكننا رؤيته من السفن الحربية والطائرات الروسية في صور الأقمار الصناعية الجديدة لسوريا وسط تغيير النظام - Business Insider",
        "جنرال موتورز تسحب القابس من جهود التاكسي الآلي - سي إن إن",
        "ماكس فرايد للتوقيع مع اليانكيز: نيويورك تلتقط الآس الأيسر في صفقة مدتها ثماني سنوات بقيمة 218 مليون دولار - سي بي إس سبورتس",
        "وفاة مايكل كول: نجم \"فرقة وزارة الدفاع\" وممثل \"المستشفى العام\" كان 84 - الموعد النهائي",
        "العينات الأولية في جمهورية الكونغو الديمقراطية غير المبررة لتفشي الملاريا إيجابية - جامعة مينيسوتا المدن التوأم",
        "\"المذنبات المظلمة\" الغامضة تأتي في نوعين متميزين، نتائج الدراسة - Gizmodo",
        "جبابرة وول ستريت لا يمكنهم انتظار ترامب 2.0 - نيويورك تايمز",
        "تم تعيين زوج جديد من الأقمار الصناعية لإنشاء \"كسوف شمسي عند الطلب\" - واشنطن بوست",
        "الوكالة الدولية للطاقة تثير مخاوف بشأن تحقيقات تسريب عهد ترامب للصحفيين وأعضاء الكونغرس - إيه بي سي نيوز",
        "مراجعة النياد: المياه الساكنة عميقة كما يقولون، ولكن بعد ذلك هذه المياه ليست ساكنة - Rock Paper Shotgun"
    ]
}