{
    "headlines": [
        "Aces 'A' ja Wilson quebra recorde de pontuação em temporada única da WNBA - ESPN",
        "Furacão Francine caindo na Louisiana - The Weather Channel",
        "Israel Gaza: ONU diz que ataque aéreo israelita matou seis dos seus funcionários - BBC.com",
        "Tyreek Hill diz que poderia ter lidado melhor com a parada de trânsito, mas ainda quer que o policial seja demitido - The Associated Press",
        "Stock Market News, 11 de setembro de 2024: as ações revertem as quedas iniciais; dados mostram recuperação na inflação básica mensal - The Wall Street Journal",
        "Assista ao vivo enquanto o bilionário a bordo da cápsula SpaceX tenta a primeira caminhada espacial comercial - Gizmodo",
        "Johnson forçado a adiar a votação do plano de financiamento provisório à medida que a oposição do Partido Republicano aumenta - POLITICO",
        "O debate não influenciou alguns eleitores com quem a CNN conversou, mas outros sabem exatamente quem estão apoiando agora - CNN",
        "Taylor Swift levou mais de 337.000 visitantes ao vote.gov com o apoio de Kamala Harris - CBS News",
        "Trump acusa falsamente imigrantes em Ohio de sequestrar e comer animais de estimação - Associated Press",
        "Dawn Richard de Danity Kane processa Diddy por abuso sexual - Vulture",
        "Investidores se esforçam para mudar de posição após o debate Trump-Harris - Al Jazeera English",
        "   Removido ",
        "Os socorristas do 11 de Setembro estão a sofrer de demência. Eles querem que o governo ajude. - The Washington Post",
        "Outra cadeia de restaurantes pede falência do Capítulo 11 - Fox Business",
        "Os MTV Video Music Awards estão de volta. Taylor Swift vai fazer história? - The Associated Press",
        "3 grandes incêndios florestais na área de Los Angeles queimaram mais de 100.000 acres em uma semana - ABC News",
        "Novo recorde! 19 pessoas estão em órbita da Terra neste momento - Space.com",
        "Android Auto está avariado para utilizadores do Pixel 9 no Android 15 Beta - 9to5Google",
        "Blinken, Lammy do Reino Unido visita a Ucrânia em demonstração de apoio em momentos-chave da guerra - Reuters.com"
    ]
}