{
    "headlines": [
        "استرجع أفضل اللحظات من موكب بطولة سوبر بول للنسور - 6ABC فيلادلفيا",
        "قد لا يكون طاقم المروحية في تصادم مع الطائرة قد سمع تعليمات رئيسية من البرج، كما يقول NTSB - وكالة أسوشيتد برس",
        "امرأة تسحب دعوى مدنية ضد جاي زي وشون \"ديدي\" كومز بزعم أنها تعرضت للاغتصاب في سن 13 - وكالة أسوشيتد برس",
        "تضاعف تفشي الحصبة في غرب تكساس إلى 48 حالة - سي إن إن",
        "تقدم وزارة العدل طلبًا لإسقاط التهم في قضية العمدة إريك آدمز بعد استقالة العديد من المدعين العامين - ABC News",
        "تيم غان لن يعود إلى إحياء \"مشروع المدرج\" مع هايدي كلوم - الموعد النهائي",
        "تخفيضات ترامب للوظائف: الغضب والفوضى والارتباك تترسخ مع مواجهة العمال الفيدراليين لتسريح جماعي - وكالة أسوشيتد برس",
        "2025 الدوري الاميركي للمحترفين النجوم الصاعدة احتمالات اللعبة، والتنبؤات، والشكل، ووقت البدء: أفضل الرهانات من قبل خبير في 80-52 المدى - سي بي اس سبورتس",
        "سيكون محول NACS من هيونداي للسيارات الكهربائية مجانيًا لجميع المالكين الحاليين - ARS Technica",
        "بيركشاير هاثاواي من وارن بافيت تخفض حصصها في بنك أوف أمريكا وسيتي - فاينانشال تايمز",
        "المرشحون النهائيون لقاعة مشاهير نايسميث لفصل 2025 الذين أبرزهم كارميلو أنتوني، دوايت هوارد، سو بيرد - ياهو سبورتس",
        "نقل بوب إلى المستشفى لإجراء \"الفحوصات اللازمة\" مع استمرار علاج التهاب الشعب الهوائية - ABC News",
        "سيول من الطين ومياه الفيضانات تغطي الطرق والسيارات المحاصرة في لوس أنجلوس، لكن المدينة تتفادى كارثة أخرى - سي إن إن",
        "أخصائيو القنابل النووية المفصولون الذين استدعتهم وزارة الطاقة - بلومبرغ",
        "وضع رواد فضاء بوينغ ستارلاينر على متن محطة الفضاء الدولية القصة في نصابها: \"نحن لا نشعر بأننا تقطعت بنا السبل\" - Space.com",
        "القاضي يوقف مؤقتًا عمليات إطلاق النار الجماعية في CFPB، ويحافظ على بيانات الوكالة - بوليتيكو",
        "استيلاء ترامب على مركز كينيدي يهز عالم الموسيقى - رولينج ستون",
        "تم تأكيد أول حالة إنفلونزا طيور بشرية في وايومنغ - وزارة الصحة في وايومنغ",
        "يلتقي فانس بزعيم الحزب الألماني اليميني المتطرف، ويصدر رسالة ماغا - واشنطن بوست",
        "تعليقات جيمي ديمون WFH الفيروسية تجذب الحاقدين — والمعجبين - Business Insider"
    ]
}