{
    "headlines": [
        "Kentucky highway shooting suspect believed to have been found dead - BBC.com",
        "Boeing furloughs thousands as no progress made to resolve strike - Reuters",
        "Iranian hackers sent stolen Trump campaign info to Biden campaign associates, FBI says - CBS News",
        "'Golden Bachelorette' Joan meets her 24 suitors in emotional premiere: Who got a rose? - USA TODAY",
        "House votes to reject GOP bill to avert government shutdown - The Washington Post",
        "A journey from N.C. to Ukraine to suspect in apparent assassination attempt - The Washington Post",
        "Sean \"Diddy\" Combs at same Brooklyn detention center that held R. Kelly, Sam Bankman-Fried, other high-profile inmates - CBS News",
        "Harvey Weinstein pleads not guilty to new sexual assault charge - BBC.com",
        "Teamsters won’t endorse in presidential race after releasing internal polling showing most members support Trump - CNN",
        "Trump tells NY rally crowd he's going to Springfield, Ohio within 2 weeks - ABC News",
        "Donald Trump rally: Big crowds, security tight for former president's rally in Uniondale, New York - ABC7 New York",
        "Nintendo and The Pokémon Company Officially Suing Palworld Developer Over 'Multiple' Patent Infringements - IGN",
        "More deadly device explosions reported in Lebanon day after Hezbollah pagers explode - CBS News",
        "Experts cite stocks to buy after Fed rate cut - TheStreet",
        "Tourist, 30, dies after losing her leg in shark attack off Canary Islands - Fox News",
        "8 former Steelers among nominees for Pro Football Hall of Fame Class of 2025 - WTAE Pittsburgh",
        "Ukraine’s dramatic drone strikes on Russia are about making the case for more aid - Vox.com",
        "Prominent NBA reporter Adrian Wojnarowski announces retirement from ESPN - The Washington Post",
        "Lawyers question whether a drugged French woman was truly unconscious during alleged rapes - The Associated Press",
        "Superbugs predicted to kill 39 million people by 2050, study finds - Salon"
    ]
}