{
    "headlines": [
        "ਮਿਸ਼ੀਗਨ ਸਟਨਜ਼ ਨੰਬਰ 2 ਓਹੀਓ ਸਟੇਟ 13-10 ਮਿਡਫੀਲਡ ਵਿਖੇ ਪੋਸਟਗੈਮ ਲੜਾਈ ਤੋਂ ਪਹਿਲਾਂ 19.5 ਪੁਆਇੰਟ ਅੰਡਰਡੌਗ ਦੇ ਤੌਰ ਤੇ - ਯਾਹੂ ਸਪੋਰਟਸ",
        "ਟਰੰਪ ਨੇ ਚਾਰਲਸ ਕੁਸ਼ਨਰ ਨੂੰ ਫਰਾਂਸ 'ਚ ਰਾਜਦੂਤ ਚੁਣਿਆ - ਪੋਲਿਟਿਕੋ",
        "USWNT ਖਿਡਾਰੀ ਰੇਟਿੰਗਃ ਰਿਆਨ, ਗਿਰਮਾ ਗੋਲ ਰਹਿਤ ਡਰਾਅ ਬਨਾਮ ਇੰਗਲੈਂਡ ਵਿੱਚ ਬਾਹਰ ਖੜ੍ਹੇ - ਈਐਸਪੀਐਨ",
        "ਰੇਡਰਜ਼-ਚੀਫਜ਼ ਵਿਵਾਦਪੂਰਨ ਅੰਤਃ ਐਂਟੋਨੀਓ ਪੀਅਰਸ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਟੀਮ ਨੇ ਫੰਬਲ ਤੋਂ ਪਹਿਲਾਂ 'ਇਕ ਸੀਟੀ ਸੁਣੀ' ਜੋ ਸੀਲ ਕੀਤੀ ਹਾਰ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਹਟਾਈ",
        "ਟਰੰਪ ਨੇ ਮਾਰ-ਏ-ਲਾਗੋ ਵਿਖੇ ਕੈਨੇਡੀਅਨ ਪ੍ਰਧਾਨ ਮੰਤਰੀ ਜਸਟਿਨ ਟਰੂਡੋ ਨਾਲ ਰਾਤ ਦਾ ਖਾਣਾ ਖਾਧਾ - ਸੀਐਨਐਨ",
        "ਇਜ਼ਰਾਈਲ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਸਨੇ 7 ਅਕਤੂਬਰ ਦੇ ਹਮਲੇ ਦੇ ਸ਼ੱਕੀ ਨੂੰ ਮਾਰ ਦਿੱਤਾ ਜੋ ਅਮਰੀਕਾ ਅਧਾਰਤ ਚੈਰਿਟੀ ਲਈ ਕੰਮ ਕਰਦਾ ਸੀ - ਰਾਇਟਰਜ਼",
        "ਪੀਟ ਹੇਗਸੇਥ ਦੀ ਮੰਮੀ ਨੇ ਕਿਹਾ ਕਿ ਉਸਨੇ ਬੰਬਸ਼ੇਲ ਈਮੇਲ ਵਿੱਚ ‘ਬਹੁਤ ਸਾਰੀਆਂ’ ਔਰਤਾਂ ਨਾਲ ਬਦਸਲੂਕੀ ਕੀਤੀ - ਦਿ ਡੇਲੀ ਬੀਸਟ",
        "ਟਰੰਪ ਦੀ ਬ੍ਰਿਕਸ ਦੇਸ਼ਾਂ ਨੂੰ ਅਮਰੀਕੀ ਡਾਲਰ ਦੀ ਥਾਂ ਲੈਣ ਦੀ ਚਿਤਾਵਨੀ - Reuters.",
        "ਸਨੂਪ ਡੌਗ, ਐਮੀਨੇਮ, ਜੂਸ ਡਬਲਯੂਆਰਐਲਡੀ ਨਾਲ ਅੱਜ ਦਾ ਫੋਰਟਨਾਈਟ ਸੀਜ਼ਨ-ਐਂਡ ਸਮਾਰੋਹ ਕਿਹੜਾ ਸਮਾਂ ਹੈ? - NorthJersey. com",
        "ਸਾ Southਥਵੈਸਟ ਏਅਰਲਾਈਨਜ਼ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਇਹ ਸੱਟ ਲੱਗਣ ਦੇ ਮੌਕੇ ਨੂੰ ਘਟਾਉਣ ਲਈ ਪਹਿਲਾਂ ਕੈਬਿਨ ਸੇਵਾ ਬੰਦ ਕਰ ਰਹੀ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਨਵਾਂ ਹਮਾਸ ਵੀਡੀਓਃ ਗਾਜ਼ਾ ਵਿਚ ਆਯੋਜਿਤ ਅਮਰੀਕੀ ਬੰਧਕ ਨੇ ਟਰੰਪ ਨੂੰ ਇਕ ਸੌਦੇ ਨੂੰ ਧੱਕਣ ਲਈ ਕਿਹਾ - ਐਕਸੀਓਸ",
        "ਬਾਕਸ ਆਫਿਸਃ 'ਮੋਆਨਾ 2‘ ਹੁਣ ਤੱਕ ਦੇ ਸਭ ਤੋਂ ਵੱਡੇ ਬਲੈਕ ਫ੍ਰਾਈਡੇ ਨਾਲ ਲਹਿਰਾਂ ਬਣਾਉਂਦਾ ਹੈ - ਵਰਾਇਟੀ",
        "ਭਾਰੀ ਬਰਫ ਦੇ ਤੂਫਾਨ ਦੀ ਗੜਬੜੀ ਲਈ ਬਿੱਲਾਂ ਦੀ ਬ੍ਰੇਸ ਜੋ 49ers ਟਕਰਾਅ 'ਤੇ ਤਬਾਹੀ ਮਚਾ ਸਕਦੀ ਹੈ - ਨਿ New ਯਾਰਕ ਪੋਸਟ",
        "ਟਰੰਪ ਅਤੇ ਰਿਪਬਲਿਕਨ ਕਾਂਗਰਸ ਵਿਚ 100 ਦਿਨਾਂ ਦੇ ਅਭਿਲਾਸ਼ੀ ਏਜੰਡੇ ਦੀ ਨਜ਼ਰ, ਟੈਕਸਾਂ ਵਿਚ ਕਟੌਤੀ ਤੋਂ ਸ਼ੁਰੂ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਟੇਲਰ ਸਵਿਫਟ ਬੁਆਏਫ੍ਰੈਂਡ ਦੀ ਮੰਮੀ ਨਾਲ ਚੀਫਸ ਗੇਮ 'ਤੇ ਪਹੁੰਚਦਾ ਹੈ- ਅਤੇ ਉਨ੍ਹਾਂ ਦੇ ਪਹਿਰਾਵੇ ਉਨ੍ਹਾਂ ਦੇ ਰਿਸ਼ਤੇ ਬਾਰੇ ਖੰਡ ਬੋਲਦੇ ਹਨ - PureWow",
        "ਬਲੈਕ ਫ੍ਰਾਈਡੇ ਆਨਲਾਈਨ ਵਿਕਰੀ ਵਿਚ ਰਿਕਾਰਡ $ 74.4B ਨੂੰ ਮਾਰਦਾ ਹੈ, ਪਿਛਲੇ ਸਾਲ 'ਤੇ 5% ਵੱਧ - TechCrunch",
        "ਸਹਾਇਤਾ ਮਰਨਃ ਬਿੱਲ ਦਾ ਸਮਰਥਨ ਕਰਨ ਵਾਲੇ ਸੰਸਦ ਮੈਂਬਰਾਂ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਚਿੰਤਾਵਾਂ ਬਾਕੀ ਹਨ - ਬੀਬੀਸੀ.",
        "ਅੱਜ ਐਮਾਜ਼ਾਨ 'ਤੇ ਖਰੀਦਦਾਰੀ ਕਰਨ ਲਈ ਚੋਟੀ ਦੇ ਸਾਈਬਰ ਸੋਮਵਾਰ ਸੌਦੇ - ਐਮਾਜ਼ਾਨ ਬਾਰੇ",
        "ਡਬਲਯੂਡਬਲਯੂਈ ਸਰਵਾਈਵਰ ਸੀਰੀਜ਼ 2024 ਝਲਕਃ ਸੀਐਮ ਪੁੰਕ ਰੋਮਨ ਸ਼ਾਸਨ ਨੂੰ ਦੁਬਾਰਾ ਮਜ਼ਬੂਤ ਦਿਖਾਈ ਦਿੰਦਾ ਹੈ - ਕੇਜਸਾਈਡ ਸੀਟਾਂ"
    ]
}