{
    "headlines": [
        "Pats demite Mayo depois de terminar em 4-13 na temporada solitária - ESPN",
        "Atualizações AO vivo: The 2025 Golden Globe Awards - CNN",
        "Biden assina projeto de lei para aumentar benefícios da Previdência Social para milhões de servidores públicos - CNBC",
        "Remédio a frio da Costco recolhido devido a possível ‘contaminação’ - New York Post",
        "Imagem dos playoffs da NFL de 2025, suporte: os Buccaneers conquistam o último lugar nos playoffs da NFC, os Packers ficaram com a sétima cabeça de chave - CBS Sports",
        "Hamas aprova lista israelense de reféns para possível troca: Reuters - CNN",
        "Ucrânia pressiona ataques na região russa de Kursk - The Associated Press",
        "Titans conquistam a primeira escolha geral no Draft da NFL de 2025 com perda para os Texans, vitória dos Patriots sobre os Bills - NFL.com",
        "Camila Cabello embala em PDA com o namorado bilionário durante as férias - Yahoo Entertainment",
        "O concorrente do Roomba da Roborock ganha um braço robótico - TechCrunch",
        "Adam Pally quebra o silêncio sobre a trágica morte do amigo Jeff Baena - Yahoo Entertainment",
        "   Removido ",
        "Nancy Pelosi diz que a disposição de Trump em perdoar prisioneiros de 6 de janeiro faz dele \"uma pessoa estranha\" | Vídeo - Yahoo! Voices",
        "A área de D.C. enfrenta a maior tempestade de neve em anos, com previsão de mais de 15 centímetros - The Washington Post",
        "Chuva de meteoros quadrantid para iluminar o céu com deslumbrantes estrelas cadentes ‘bola de fogo' — e os nova-iorquinos podem estar com sorte - AOL",
        "Um documentário de Melania Trump do diretor Bruce Ratner será lançado pela Amazon - The Associated Press",
        "   Removido ",
        "A PennDOT, PA Turnpike atualizou as restrições de veículos para a tempestade de inverno de domingo a segunda-feira - WGAL Susquehanna Valley Pa.",
        "Bilheteria: ‘Mufasa‘ vence com US $ 23,8 milhões, ‘Sonic 3’ fica em segundo lugar quando a franquia ultrapassa US $ 1 bilhão globalmente - Hollywood Reporter",
        "Nova York começa a cobrar taxas de congestionamento de motoristas, apesar da oposição - Yahoo! Voices"
    ]
}