{
    "headlines": [
        "ਦੁਰਲੱਭ ਧੂਮ ਨੰਗੀ ਅੱਖ ਨੂੰ ਦਿਖਾਈ ਦੇ ਸਕਦਾ ਹੈ. ਇੱਥੇ ਕਿੱਥੇ ਵੇਖਣਾ ਹੈ. - ਸੀਬੀਐਸ ਬੋਸਟਨ",
        "ਪ੍ਰਚੂਨ ਵਿਕਰੀ, ਵੱਡੇ ਬੈਂਕਾਂ ਦੇ ਨਤੀਜੇ, ਅਤੇ ਨੈੱਟਫਲਿਕਸ ਦੀ ਕਮਾਈਃ ਇਸ ਹਫਤੇ ਕੀ ਜਾਣਨਾ ਹੈ - ਯਾਹੂ ਵਿੱਤ",
        "ਨਵੇਂ ਜੀਮੇਲ ਸੁਰੱਖਿਆ ਚੇਤਾਵਨੀ 2.5 ਬਿਲੀਅਨ ਉਪਭੋਗਤਾਵਾਂ ਲਈ ਏਆਈ ਹੈਕ ਦੀ ਪੁਸ਼ਟੀ ਕੀਤੀ ਗਈ ਹੈ - ਫੋਰਬਸ",
        "ਮੈਟਸ ਬਨਾਮ ਡੋਜਰਸਃ ਐਨਐਲਸੀਐਸ ਮੈਚਅਪਸ, ਭਵਿੱਖਬਾਣੀ ਅਤੇ ਪੂਰਵਦਰਸ਼ਨ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਗੈਰੀ ਪੀਟਰਜ਼ ਨੂੰ ਡੈਮਜ਼ ਲਈ ਬੇਰਹਿਮੀ ਨਾਲ ਸੈਨੇਟ ਦੇ ਨਕਸ਼ੇ ਦਾ ਬਚਾਅ ਕਰਨ ਦਾ ਕੰਮ ਸੌਂਪਿਆ ਗਿਆ ਹੈ. ਫਿਰ ਉਹ ‘ਕੰਮ ਕਰਨਾ ਅਤੇ ਮੋਟਰਸਾਈਕਲ ਚਲਾਉਣਾ’ ਚਾਹੁੰਦਾ ਹੈ. - ਪੋਲਿਟਿਕੋ",
        "ਪੋਕੀਮੌਨ ਡਿਵੈਲਪਰ ਗੇਮ ਫ੍ਰੀਕ \"ਮਹੱਤਵਪੂਰਣ ਅੰਦਰੂਨੀ ਡੇਟਾ\" ਦੇ ਬੇਮਿਸਾਲ \"ਗੀਗਾਲੀਕ\" ਤੋਂ ਫਸਾਉਂਦਾ ਹੈ - ਯੂਰੋਗੇਮਰ",
        "ਨੌਜਵਾਨਾਂ ਦੀਆਂ ਆਰਥਿਕ ਸੰਭਾਵਨਾਵਾਂ ਆਪਣੀ ਰਾਜਨੀਤੀ ਦੇ ਨਾਲ ਬਦਲ ਰਹੀਆਂ ਹਨ - ਐਨ ਬੀ ਸੀ ਨਿ Newsਜ਼",
        "ਬਿਡੇਨ ਤੂਫਾਨਾਂ ਦੇ ਬਾਅਦ ਫਲੋਰਿਡਾ ਲਚਕੀਲੇਪਣ ਪ੍ਰਾਜੈਕਟਾਂ ਵਿੱਚ 600 ਮਿਲੀਅਨ ਡਾਲਰ ਤੋਂ ਵੱਧ ਦੀ ਘੋਸ਼ਣਾ ਕਰੇਗਾ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਜਾਪਾਨ ਦੇ ਨੋਬਲ ਸ਼ਾਂਤੀ ਪੁਰਸਕਾਰ ਜੇਤੂ ਨੇ ਕਿਹਾ ਗਾਜ਼ਾ ਵਰਕਰਾਂ ਨੂੰ ਜਿੱਤਣਾ ਚਾਹੀਦਾ ਸੀ - Al Jazeera English",
        "ਟਰੰਪ ਕਈ ਸਾਲਾਂ ਤੋਂ ਮੇਲ-ਇਨ ਵੋਟਿੰਗ 'ਤੇ ਸਾਜ਼ਿਸ਼ਾਂ ਫੈਲਾਉਂਦੇ ਰਹੇ । ਹੁਣ ਉਨ੍ਹਾਂ ਦੀ ਮੁਹਿੰਮ ਲੋਕਾਂ ਨੂੰ ਛੇਤੀ ਅਤੇ ਮੇਲ ਰਾਹੀਂ ਵੋਟ ਪਾਉਣ ਦੀ ਅਪੀਲ ਕਰ ਰਹੀ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਅੱਜ ਜਾਗੁਆਰਸ ਬਨਾਮ ਬੀਅਰਜ਼ ਨੂੰ ਕਿਵੇਂ ਵੇਖਣਾ ਹੈਃ ਐਨਐਫਐਲ ਲੰਡਨ ਗੇਮ ਲਈ ਸ਼ੁਰੂਆਤੀ ਸਮਾਂ, ਟੀਵੀ, ਲਾਈਵ ਸਟ੍ਰੀਮ - ਯੂਐਸਏ ਅੱਜ",
        "ਲਾਪਤਾ ਮੰਮੀ ਜਰਮੇਨ ਚਾਰਲੋ ਦੀਆਂ ਆਖਰੀ ਮਸ਼ਹੂਰ ਤਸਵੀਰਾਂ ਟੇਪ 'ਤੇ ਫੜੀਆਂ ਗਈਆਂ ਹਨ. ਕੀ ਉਹ ਮੋਂਟਾਨਾ ਕੇਸ ਵਿੱਚ ਬਰੇਕ ਦੀ ਅਗਵਾਈ ਕਰਨਗੇ? - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਹਟਾਈ",
        "ਕਾਲਜ ਫੁੱਟਬਾਲ ਜੇਤੂ, ਹਫਤੇ 7 ਲਈ ਹਾਰਨ ਵਾਲੇਃ ਓਰੇਗਨ ਨੂੰ ਇਤਿਹਾਸਕ ਜਿੱਤ ਪ੍ਰਾਪਤ ਹੁੰਦੀ ਹੈ, ਓਕਲਾਹੋਮਾ ਦੇ ਰੈਡ ਰਿਵਰ ਰੂਟ ਨੇ ਰੁਝਾਨ ਦਾ ਖੁਲਾਸਾ ਕੀਤਾ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਈਰਾਨ ਨੇ 'ਗੁਪਤ ਦਸਤਾਵੇਜ਼ਾਂ' ਦਾ ਜਵਾਬ ਦਿੱਤਾ ਤਹਿਰਾਨ ਨੂੰ ਹਮਾਸ ਨਾਲ ਜੋੜਨਾ 'ਅਕਤੂਬਰ 7 ਹਮਲੇ - ਨਿਊਜ਼ਵੀਕ",
        "ਵਾਲਜ਼ ਮਿਨੀਸੋਟਾ ਦੇ ਫਿਜ਼ੈਂਟ ਸ਼ਿਕਾਰ ਦੇ ਸੀਜ਼ਨ ਦੇ ਉਦਘਾਟਨ ਤੇ ਉੱਚੇ ਘਾਹ ਦੁਆਰਾ ਟ੍ਰੈਂਪ ਕਰਦਾ ਹੈ ਪਰ ਕੋਈ ਪੰਛੀ ਨਹੀਂ ਪਾਉਂਦਾ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਅਕਤੂਬਰ 13, 2024 ਦੇ ਹਫ਼ਤੇ ਲਈ ਤੁਹਾਡਾ ਲੁੱਕਹੈੱਡ ਕੁੰਡਲੀ - ਗਲੋਬ ਐਂਡ ਮੇਲ",
        "ਦਹਾਕਿਆਂ ਵਿਚ ਪਹਿਲੀ ਵਾਰ ਸਹਾਰਾ ਮਾਰੂਥਲ ਦੇ ਕੁਝ ਹਿੱਸਿਆਂ ਵਿਚ ਦੁਰਲੱਭ ਹੜ੍ਹ ਆਇਆ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਸਮਰਾ ਬੁਣਾਈ ਦੇ ਨਾਲ ਵਰਕਸ ਵਿਚ ‘ਤਿਆਰ ਹੈ ਜਾਂ ਨਹੀਂ 2’, ਰੇਡੀਓ ਚੁੱਪ ਵਾਪਸੀ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਜੂਲੀਆ ਫੌਕਸ ਦਾ ਦਾਅਵਾ ਹੈ ਕਿ ਕੰਨਿਆ ਵੈਸਟ ਨੇ ਉਸ ਨੂੰ ‘ਪਿਆਰੇ ਵਜੋਂ ਵਰਤਿਆ’ ਦੋਸ਼ਾਂ ਦੇ ਵਿਚਕਾਰ ਉਸਨੇ ਡਿੱਡੀ ਪਾਰਟੀ ਵਿੱਚ ਆਪਣੇ ਸਾਬਕਾ ਸਹਾਇਕ ਨਾਲ ਬਲਾਤਕਾਰ ਕੀਤਾ - ਹਿੰਦੁਸਤਾਨ ਟਾਈਮਜ਼"
    ]
}