{
    "headlines": [
        "ਸਟਾਕ ਫਿuresਚਰਜ਼ ਖਿਸਕਦੇ ਹਨ ਜਿਵੇਂ ਕਿ ਬਾਜ਼ਾਰ ਕ੍ਰਿਸਮਸ ਤੋਂ ਬਾਅਦ ਦੁਬਾਰਾ ਖੋਲ੍ਹਣ ਲਈ ਕਵਿਤਾ ਕਰਦੇ ਹਨ - ਦਿ ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "2004 ਅੰਡੇਮਾਨ ਸੁਨਾਮੀਃ ਮੇਰੀ ਕਿਸ਼ਤੀ ਕਿਨਾਰੇ ਤੋਂ ਮੀਟਰ ਸੀ ਜਦੋਂ ਲਹਿਰਾਂ ਆਈਆਂ - ਬੀਬੀਸੀ.",
        "ਟੈਕਸੀ ਕੈਬ ਨੇ ਐਨਵਾਈਸੀ ਦੇ ਹੇਰਾਲਡ ਸਕੁਏਅਰ ਵਿੱਚ ਕਈ ਪੈਦਲ ਯਾਤਰੀਆਂ ਨੂੰ ਹੜਤਾਲ ਕੀਤੀ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਅਸ਼ਾਂਤੀ ਫੈਲਣ ਨਾਲ ਚੌਦਾਂ ਸੀਰੀਆਈ ਪੁਲਿਸ ਘੁਸਪੈਠ ਵਿੱਚ ਮਾਰੀ ਗਈ - ਰਾਇਟਰਜ਼",
        "ਕ੍ਰਿਸਮਸ ਦੀ ਰਾਤ ਨੂੰ ਸਪੱਸ਼ਟ ਪਰਿਵਾਰਕ ਝਗੜੇ ਵਿਚ ਫੀਨਿਕ੍ਸ ਹਵਾਈ ਅੱਡੇ 'ਤੇ 3 ਸ਼ਾਟ ਅਤੇ 1 ਚਾਕੂ ਮਾਰਿਆ ਗਿਆ, ਅਧਿਕਾਰੀ ਕਹਿੰਦੇ ਹਨ - ਸੀਐਨਐਨ",
        "ਸਾਡੇ ਸੂਰਜ ਦਾ ਸ਼ਾਇਦ ਇਕ ਵਾਰ ਜੁੜਵਾਂ ਹੋਇਆ ਸੀ. ਇਸ ਸਿਤਾਰੇ ਭੈਣ-ਭਰਾ ਦਾ ਕੀ ਬਣਿਆ - BBC.com",
        "ਇਹ ਕੈਲੀਫੋਰਨੀਆ ਦੇ ਕਿਸਾਨ ਟਰੰਪ ਲਈ ਗਏ ਸਨ । ਹੁਣ ਉਹ ਉਨ੍ਹਾਂ ਦੇ ਅੱਧੇ ਕਾਮਿਆਂ ਨੂੰ ਦੇਸ਼ ਨਿਕਾਲਾ ਦੇ ਸਕਦਾ ਸੀ - ਪੋਲਿਟਿਕੋ",
        "ਰੂਸ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਇਹ ਯੂਕਰੇਨ ਦੇ ਸੀਨੀਅਰ ਅਧਿਕਾਰੀਆਂ ਨੂੰ ਭੇਸ ਵਿੱਚ ਬੰਬਾਂ ਨਾਲ ਮਾਰਨ ਦੀਆਂ ਸਾਜ਼ਿਸ਼ਾਂ ਨੂੰ ਨਾਕਾਮ ਕਰਦਾ ਹੈ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "Elon Musk ਦਾ Go-To Cost-Cutter Doge ਲਈ ਕੰਮ ਕਰ ਰਿਹਾ ਹੈ - ਬਲੂਮਬਰਗ",
        "ਵਾਸ਼ਿੰਗਟਨ ਜੰਗਲੀ ਜੀਵਣ ਅਸਥਾਨ ਬਰਡ ਫਲੂ ਕਾਰਨ 20 ਵੱਡੀਆਂ ਬਿੱਲੀਆਂ ਦੀ ਮੌਤ ਤੋਂ ਬਾਅਦ ਕੁਆਰੰਟੀਨ ਵਿੱਚ ਚਲਾ ਗਿਆ - ਐਕਸੀਓਸ",
        "'ਸਕੁਇਡ ਗੇਮ' ਸੀਜ਼ਨ 2 ਇਸਦੇ ਮੁੱਖ ਪਾਤਰ ਲਈ ਤਸੀਹੇ ਦਾ ਕਮਰਾ ਹੈ — ਪਰ ਦਰਸ਼ਕਾਂ ਲਈ ਨਹੀਂ - ਬਿਜ਼ਨਸ ਇਨਸਾਈਡਰ",
        "NBA ਕ੍ਰਿਸਮਸ ਦਿਵਸ ਗ੍ਰੇਡਃ Lakers, 76ers ਸੜਕ ਜਿੱਤ ਲਈ ਇੱਕ 'ਏ' ਦੀ ਕਮਾਈ, ਵਾਰੀਅਰਜ਼, Celtics ਪ੍ਰਾਪਤ 'C' - CBS ਖੇਡ",
        "‘ਬੇਬੀ ਡਰਾਈਵਰ‘ ਵਿਚ ਦਿਖਾਈ ਦੇਣ ਵਾਲੇ ਕਿਸ਼ੋਰ ਅਭਿਨੇਤਾ ਹਡਸਨ ਮੀਕ ਦੀ ਚਲਦੇ ਵਾਹਨ ਤੋਂ ਡਿੱਗਣ ਨਾਲ ਮੌਤ ਹੋ ਗਈ - ਸੀ ਐਨ ਐਨ",
        "26 ਦਸੰਬਰ, 2024 ਨੂੰ 3 ਰਾਸ਼ੀ ਦੇ ਚਿੰਨ੍ਹ ਲਈ ਸੰਘਰਸ਼ ਖਤਮ ਹੁੰਦਾ ਹੈ - YourTango",
        "ਓਰੇਗਨ ਹਾ Houseਸ ਬਿੱਲੀ ਦੀ ਪਾਲਤੂ ਜਾਨਵਰਾਂ ਦਾ ਭੋਜਨ ਖਾਣ ਤੋਂ ਬਾਅਦ ਮੌਤ ਹੋ ਗਈ ਜਿਸ ਨੇ ਬਰਡ ਫਲੂ ਲਈ ਸਕਾਰਾਤਮਕ ਟੈਸਟ ਕੀਤਾ - ਕੈਟੂ",
        "Beyoncé ਦੇ ਅੱਧੇ ਸਮੇਂ ਦੀ ਕਾਰਗੁਜ਼ਾਰੀ ਇੱਕ ਨਿਰਾਸ਼ਾਜਨਕ ਐਨਐਫਐਲ ਕ੍ਰਿਸਮਸ ਸਲੇਟ ਦੀ ਹਾਈਲਾਈਟ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਹਸਪਤਾਲ ਨੇੜੇ ਇਜ਼ਰਾਇਲੀ ਹੜਤਾਲ 'ਚ 5 ਪੱਤਰਕਾਰਾਂ ਦੀ ਮੌਤ, ਅਧਿਕਾਰੀਆਂ ਦਾ ਕਹਿਣਾ - Al Jazeera English",
        "ਚੀਫਸ ਫ੍ਰੈਂਚਾਇਜ਼ੀ-ਰਿਕਾਰਡ 15 ਦੀ ਜਿੱਤ ਨਾਲ ਏਐਫਸੀ ਵਿਚ ਨੰਬਰ 1 ਬੀਜ ਸੁਰੱਖਿਅਤ; ਕ੍ਰਿਸਮਸ ਦਿਵਸ 'ਤੇ ਲਾਮਾਰ ਜੈਕਸਨ ਨੇ ਰੇਵੇਨਜ਼ ਰੂਟ ਵਿਚ ਇਤਿਹਾਸ ਰਚਿਆ - ਸੀਐਨਐਨ",
        "ਅਸੀਂ ਟੈਕਸਨਜ਼ ਦੇ ਹਫਤੇ 17 ਨੂੰ ਰੇਵੇਨਜ਼ ਨੂੰ ਕਿਵੇਂ ਗਰੇਡ ਕੀਤਾ - ਹਿਊਸਟਨ ਕ੍ਰੋਨਿਕਲ",
        "ਨਹਿਰ ਨੂੰ ਲੈ ਕੇ ਲੜਾਈ ਦਰਮਿਆਨ ਟਰੰਪ ਨੇ ਪਨਾਮਾ 'ਚ ਰਾਜਦੂਤ ਦਾ ਕੀਤਾ ਐਲਾਨ - The Hill"
    ]
}