{
    "headlines": [
        "SWEET 16! Terps Rally Past Colorado State To Advance, 72-71 - UMTerps.com",
        "‘The White Lotus’ Recap, S3 Ep. 6: The Ratliffs Get Clarity - Geier",
        "Niederlage gegen Kanada schließt miserables Fenster für Pochettinos USMNT - ESPN",
        "Südkoreanisches Gericht hebt Amtsenthebung von Premierminister Han auf und setzt ihn als amtierenden Präsidenten wieder ein - The Associated Press",
        "Zusammenfassung: Minecraft Live (März 2025) - Alles angekündigt - Nintendo Life",
        "Abendkasse: \"Schneewittchen\" hinkt zur alarmierenden Eröffnung im Inland in Höhe von 43 MIO. USD, weltweit 87,3 Mio. USD - Hollywood Reporter",
        "Die Jury in Georgia ordnet an, dass Monsantos Muttergesellschaft fast 2,1 Milliarden US-Dollar in der Roundup-Unkrautvernichtungsklage zahlen muss - The Associated Press",
        "Channing Tatum und neue Freundin Inka Williams zeigen PDA beim gemütlichen Abendessen in LA, nachdem sie mit Romantik an die Öffentlichkeit gegangen sind - Seite sechs",
        "Ein Deal in der Wüste? Die USA und die Ukraine treffen sich vor den Waffenstillstandsgesprächen mit Russland - BBC.com",
        "Google führt die Echtzeit-KI-Videofunktionen von Gemini ein - The Verge",
        "Die Trump-Administration wägt die Privatisierung von Fannie und Freddie ab: WSJ - Seeking Alpha",
        "Ehemaliger US-Staatsanwalt in Virginia mit 43 Jahren tot aufgefunden - NBC News",
        "Jetzt kaufen, später bezahlen. . . für einen Burrito? - TechCrunch",
        "Florida beendet UConns Bewerbung um den dritten nationalen Titel in Folge mit einem 77-75 March Madness-Sieg - The Associated Press",
        "Hausdemokrat: Trump-Administration \"handelt mit einem unglaublichen Cocktail aus Inkompetenz und Illegalität\" - The Hill",
        "Segway ruft 220.000 seiner Roller wegen einer Absturzgefahr zurück, die zu 20 Verletzungen geführt hat - 4029tv",
        "Kanadas Carney ruft zu Neuwahlen auf, während Trump über der Kampagne schwebt - The Washington Post"
    ]
}