{
    "headlines": [
        "Trump sagt, die Ukraine-Russland-Friedensgespräche zielen darauf ab, \"bestimmte Vermögenswerte aufzuteilen\" - CNN",
        "Ja'Marr Chase, Tee Higgins vereinbaren Berichten zufolge beide Vertragsverlängerungen mit Bengals - Yahoo Sports",
        "Richter fordert Trump admin. erklären, warum Arzt trotz Anordnung abgeschoben wurde - Axios",
        "Die Trump-Administration schiebt Hunderte von Einwanderern ab, selbst wenn ein Richter anordnet, dass ihre Abschiebungen gestoppt werden - The Associated Press",
        "Trump sagt, er werde am Dienstag mit Russlands Putin sprechen - CNBC",
        "China Economic Pickup Tops Forecasts Before Tariff Pain Deepens - Yahoo Finance",
        "2025 March Madness TV-Zeitplan, Ansager: So sehen Sie das NCAA-Turnier, Trinkgeldzeiten, TV-Kanäle, Halterung - CBS Sports",
        "US-Tornados, Waldbrände und Staubstürme hinterlassen 40 Tote und \"schwindelerregende\" Schäden - BBC.com",
        "Sam Rockwell macht Überraschungsbesuch bei \"The White Lotus\", als sich die Inzest-Story aufheizt - Deadline",
        "Tokyo Series Game 1 FAQ: Aufstellungen, Startkrüge und mehr - MLB.com",
        "Unterschiedliche Vibes als J.J. Spaun und Rory McIlroy gehen in die Playoffs der Monday Players - NBC Sports",
        "Netanyahu versucht, Israels Chef für innere Sicherheit zu entlassen, da der Machtkampf vorbei ist - The Associated Press",
        "\"Schneewittchen\" Erste Reaktionen loben Film als \"visuelles Festmahl\" und eines von Disneys \"besten Live-Action-Remakes seit Jahren\" - Vielfalt",
        "Trump tippte auf Kari Lake, um VOA zu betreiben. Dann demontierte er es. - The Washington Post",
        "Trump up, Dems down in neuen Umfragen - Axios",
        "Oklahomans Survey Verwüstung, nachdem Hunderte von Häusern durch Waldbrände zerstört und beschädigt wurden - The Associated Press",
        "Das NYC-Gesundheitsministerium sagt, dass wildes Katzenfutter mit tödlichen Fällen von Katzenvogelgrippe in Verbindung gebracht wird - Gothamist",
        "Mindestens 59 Tote bei \"katastrophalem\" Brand in illegalem Nachtclub in Nordmazedonien: Beamte - ABC News"
    ]
}