{
    "headlines": [
        "Ações de mineração sobem após relatos de negociações de fusão entre Glencore e Rio Tinto; mercados europeus retomam recuperação - CNBC",
        "Moradores ordenados a evacuar após incêndio numa central elétrica na Califórnia Central - CNN",
        "Atualizações ao vivo: as últimas notícias sobre os incêndios mortais de Los Angeles - CNN",
        "Tribunal paquistanês condena ex-primeiro-ministro Imran Khan e sua esposa à prisão em caso de corrupção - CNN",
        "   Removido ",
        "Nintendo Shares Slump as Switch 2 Announcement Underwhelms - The Wall Street Journal",
        "Justin Baldoni processa Blake Lively e Ryan Reynolds por US $ 400 milhões - BBC.com",
        "População da China cai pelo terceiro ano consecutivo - Reuters",
        "Potential World First: Wild Doorbell Video Records Sound of Meteorite Crash - ScienceAlert",
        "A longa cesta de três pontos de Dawson Garcia para terminar OT dá ao basquetebol masculino de Gophers a primeira grande vitória da temporada - Star Tribune",
        "Crescimento do PIB da China atinge meta de 5% para 2024 - Financial Times",
        "   Removido ",
        "BFFs bilionários? Bezos e Musk trocam elogios e memes 'Step Brothers' após lançamentos de foguetes - Business Insider",
        "Alex Ovechkin quebra o recorde da NHL de maior número de goleiros marcados com 874º gol na carreira – vencedor da prorrogação contra Leevi Merilainen, do Ottawa - Russian Machine Never Breaks",
        "Estrela de ‘Twin Peaks’ Mädchen Amick presta homenagem a David Lynch: “My North Star” - Prazo",
        "Giuliani e funcionários eleitorais da Geórgia chegam a acordo em caso de difamação - The Washington Post",
        "O primeiro-ministro da Groenlândia defende firmemente a independência: ‘Queremos ser gronelandeses’ - POLITICO",
        "Mais de 130 pessoas vivem no abrigo do governador Jeff Landry em Nova Orleães. Ver detalhes. - NOLA.com",
        "Votação de Israel sobre acordo de cessar-fogo em Gaza adiada - BBC.com",
        "A senadora Tammy Duckworth é uma veterana de combate. Ela veio preparada para interrogar Hegseth. - Dia 19*"
    ]
}