{
    "headlines": [
        "ਐਨਸੀ ਲੈਫਟੀਨੈਂਟ ਗਵਰਨਰ ਮਾਰਕ ਰੌਬਿਨਸਨ ਨੂੰ ਮੁਹਿੰਮ ਦੇ ਪ੍ਰੋਗਰਾਮ ਵਿੱਚ ਵਾਪਰੀ ਘਟਨਾ ਤੋਂ ਬਾਅਦ ਦੂਜੀ ਡਿਗਰੀ ਦੇ ਜਲਣ ਨਾਲ ਹਸਪਤਾਲ ਵਿੱਚ ਦਾਖਲ ਕਰਵਾਇਆ ਗਿਆ - ਸੀਐਨਐਨ",
        "ਹੈਲ ਮੈਰੀ ਟੱਚਡਾਉਨ ਪਲਟ ਗਿਆ ਕਿਉਂਕਿ ਨੰਬਰ 7 ਮਿਆਮੀ ਥ੍ਰਿਲਰ ਵਿਚ ਵਰਜੀਨੀਆ ਟੈਕ ਦੇ ਵਿਰੁੱਧ ਬਚਦਾ ਹੈ - ਯਾਹੂ ਸਪੋਰਟਸ",
        "ਹਿਜ਼ਬੁੱਲਾ ਨੇਤਾ ਹਸਨ ਨਸਰੱਲਾ ਕੌਣ ਹੈ? - BBC.com",
        "ਤੂਫਾਨ ਹੇਲੀਨ ਨੇ ਘੱਟੋ ਘੱਟ 44 ਦੀ ਮੌਤ ਕਰ ਦਿੱਤੀ ਅਤੇ ਦੱਖਣ ਪੂਰਬ ਵਿਚ ਤਬਾਹੀ ਦਾ ਇਕ ਹਿੱਸਾ ਕੱਟ ਦਿੱਤਾ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਵੀਪੀ ਹੈਰਿਸ ਨੇ ‘ਵਿਵਸਥਿਤ ਅਤੇ ਸੁਰੱਖਿਅਤ’ ਇਮੀਗ੍ਰੇਸ਼ਨ ਯੋਜਨਾ ਦੀ ਰੂਪ ਰੇਖਾ ਦਿੱਤੀ, ਨਾਮਜ਼ਦਗੀ ਤੋਂ ਬਾਅਦ ਟਰੰਪ ਨੂੰ ਪਹਿਲੀ ਸਰਹੱਦ 'ਤੇ ਰੋਕਦਾ ਹੈ - ਫੌਕਸ ਨਿ Newsਜ਼",
        "ਸੀਬੀਐਸ ਨਿ Newsਜ਼ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਇਹ ਵੇਪ ਬਹਿਸ ਵਿਚ ਇਕ ਦੂਜੇ ਦੀ ਤੱਥ-ਜਾਂਚ ਕਰਨ ਲਈ ਵੈਨਸ ਅਤੇ ਵਾਲਜ਼ 'ਤੇ ਨਿਰਭਰ ਕਰੇਗਾ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਚੋਣ ਟਿੱਪਣੀਆਂ 'ਤੇ ਪ੍ਰਤੀਕਿਰਿਆ ਤੋਂ ਬਾਅਦ ਚੈਪਲ ਰੌਨ ਨੇ ਉਤਸਵ ਤੋਂ ਬਾਹਰ ਕੱ - ਿਆ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਐਨਵਾਈਸੀ ਦੇ ਮੇਅਰ ਏਰਿਕ ਐਡਮਜ਼ ਨੇ ਫੈਡਰਲ ਭ੍ਰਿਸ਼ਟਾਚਾਰ ਦੇ ਦੋਸ਼ਾਂ ਲਈ ਦੋਸ਼ੀ ਨਹੀਂ ਮੰਨਿਆ ਕਿਉਂਕਿ ਨਿ New ਯਾਰਕ ਦੇ ਰਾਜਪਾਲ ਉਸ ਨੂੰ ਹਟਾਉਣ ਬਾਰੇ ਵਿਚਾਰ ਕਰਦੇ ਹਨ - ਸੀ ਐਨ ਐਨ",
        "ਬੇਰੂਤ 'ਤੇ ਭਾਰੀ ਹਵਾਈ ਹਮਲੇ ਹੋਏ ਕਿਉਂਕਿ ਇਜ਼ਰਾਈਲ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਇਹ' ਹਿਜ਼ਬੁੱਲਾ ਹੈੱਡਕੁਆਰਟਰ 'ਨੂੰ ਨਿਸ਼ਾਨਾ ਬਣਾਉਂਦਾ ਹੈ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਅਲ ਬੀ. ਯਕੀਨਨ! ਐਮਾਜ਼ਾਨ ਨੂੰ ਬੰਦ-ਐਂਡ-ਡੈਸਿਸਟ ਭੇਜਦਾ ਹੈ, ‘ਜਾਅਲੀ‘ ਕਿਮ ਪੋਰਟਰ ਕਿਤਾਬ ਦਾ ਲੇਖਕ ਜੋ ਦਾਅਵਾ ਕਰਦਾ ਹੈ ਕਿ ਉਸਨੇ ਡਿੱਡੀ ਨਾਲ ਸੈਕਸ ਕੀਤਾ ਸੀ - ਪੰਨਾ ਛੇ",
        "ਸਪੇਸਐਕਸ, ਨਾਸਾ ਕੇਪ ਕੈਨਾਵਰਲ ਸਪੇਸ ਫੋਰਸ ਸਟੇਸ਼ਨ ਪੈਡ ਤੋਂ ਆਈਐਸਐਸ ਲਈ ਪਹਿਲੀ ਪੁਲਾੜ ਯਾਤਰੀ ਦੀ ਸ਼ੁਰੂਆਤ ਲਈ 'ਗੋ' - ਸਪੇਸ ਡਾਟ ਕਾਮ",
        "ਜਲਵਾਯੂ ਕਾਰਕੁਨਾਂ ਨੇ ਦੋ ਵੈਨ ਗੌਗਜ਼ 'ਤੇ ਸੂਪ ਸੁੱਟਿਆ, ਦੂਜਿਆਂ ਨੂੰ ਜੇਲ੍ਹ ਦੀ ਸਜ਼ਾ ਤੋਂ ਕੁਝ ਘੰਟਿਆਂ ਬਾਅਦ ਹੀ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਚਾਰ ਮਿਸੂਰੀ ਹੈਲਥਕੇਅਰ ਵਰਕਰ ਬਰਡ ਫਲੂ ਦੇ ਸੰਪਰਕ ਤੋਂ ਬਾਅਦ ਲੱਛਣ ਵਿਕਸਤ ਕਰਦੇ ਹਨ - ਬੀਬੀਸੀ.",
        "ਵਿਸਕਾਨਸਿਨ ਸੁਪਰੀਮ ਕੋਰਟ ਦੇ ਨਿਯਮ ਆਰਐਫਕੇ ਜੂਨੀਅਰ ਨਵੰਬਰ ਬੈਲਟ 'ਤੇ ਰਹਿਣਗੇ - ਦ ਹਿੱਲ",
        "2024 ਪ੍ਰੈਜ਼ੀਡੈਂਟਸ ਕੱਪਃ ਰਾਇਲ ਮੌਂਟਰੀਅਲ ਵਿਖੇ ਸ਼ਨੀਵਾਰ ਦੇ ਮੈਚਾਂ ਲਈ ਟੀਈਈ ਟਾਈਮਜ਼ ਅਤੇ ਜੋੜੀ - ਯਾਹੂ ਸਪੋਰਟਸ",
        "‘ਵਾਈਲਡ ਰੋਬੋਟ’ ਅਪਲੋਡਿੰਗ $ 35M ਓਪਨਿੰਗ; ‘ਮੈਗਾਲੋਪੋਲਿਸ’ ਭਾਰਤ ਦੇ 'ਦੇਵਰਾ ਭਾਗ ਇਕ‘ ਦੇ ਪਿੱਛੇ ਡੈਬਿਟ – ਸ਼ੁੱਕਰਵਾਰ ਬਾਕਸ ਆਫਿਸ ਅਪਡੇਟ - ਡੈੱਡਲਾਈਨ",
        "ਜਸਟਿਸ ਵਿਭਾਗ. ਟਰੰਪ ਮੁਹਿੰਮ ਦੇ ਕਥਿਤ ਇਰਾਨ ਹੈਕ ਵਿੱਚ ਤਿੰਨ ਲੋਕ ਦੋਸ਼ - ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਰਿਪੋਰਟਃ ਐਪਲ ਫਿਲਮ ਰਣਨੀਤੀ ਬਦਲਦਾ ਹੈ, ਬਹੁਤ ਘੱਟ ਵਿਆਪਕ ਥੀਏਟਰਲ ਰਿਲੀਜ਼ ਕਰੇਗਾ - ਆਰਸ ਟੈਕਨੀਕਾ",
        "ਧਰਤੀ 'ਤੇ ਦੋ ਮਹੀਨਿਆਂ ਲਈ ਅਸਥਾਈ‘ ਮਿੰਨੀ ਚੰਦਰਮਾ ’ਹੋਵੇਗਾ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਹੜ੍ਹ ਦੇ ਵਿਚਕਾਰ ਟੈਨਿਸੀ ਹਸਪਤਾਲ ਦੀ ਛੱਤ ਤੋਂ ਫਸੇ ਮਰੀਜ਼, ਸਟਾਫ ਨੂੰ ਏਅਰਲਿਫਟ ਕੀਤਾ ਗਿਆ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼"
    ]
}