{
    "headlines": [
        "ਜਾਰਜੀਆ ਦੇ ਜੱਜ ਨੇ ਬੈਲਟਾਂ ਦੀ ਹੱਥਾਂ ਦੀ ਗਿਣਤੀ ਦੀ ਲੋੜ ਵਾਲੇ ਚੋਣ ਨਿਯਮ ਨੂੰ ਰੋਕਿਆ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਇਜ਼ਰਾਇਲੀ ਹਮਲਿਆਂ 'ਚ ਲੇਬਨਾਨ' ਚ 21 ਹਲਾਕ, ਨਾਗਰਿਕਾਂ ਦੀ ਮੌਤ ਦੇ ਹਨੇਰੇ ਇਤਿਹਾਸ ਵਾਲੇ ਕਸਬੇ 'ਚ ਵੀ ਸ਼ਾਮਲ - The Associated Press",
        "ਵਧੇਰੇ womenਰਤਾਂ ਟੈਟੂ ਦੀ ਸ਼ਕਤੀ ਦੀ ਖੋਜ ਕਰ ਰਹੀਆਂ ਹਨ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਕਨੈਕਟੀਕਟ ਡੈਡੀ ਦੀ ਮੌਤ ਦੁਰਲੱਭ ਮੱਛਰ ਦੁਆਰਾ ਪੈਦਾ ਹੋਏ ਵਾਇਰਸ ਨਾਲ ਹੁੰਦੀ ਹੈ ਜੋ ਉਸਨੇ ਆਪਣੇ ਵਿਹੜੇ ਵਿੱਚ ਫੜਿਆ – ਅਤੇ ਕੇਸ ਵੱਧ ਰਹੇ ਹਨ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਉੱਤਰੀ ਗਾਜ਼ਾ ਦੇ ਹਸਪਤਾਲਾਂ ਨੇ ਕਿਹਾ ਕਿ ਭੋਜਨ, ਦਵਾਈਆਂ ਖ਼ਤਮ ਹੋ ਰਹੀਆਂ ਹਨ ਜਿਵੇਂ ਕਿ ਇਜ਼ਰਾਈਲ ਹਮਲਾਵਰ ਦਬਾਉਂਦਾ ਹੈ - ਰਾਇਟਰਜ਼",
        "ਮਾਈਕ ਟੋਮਲਿਨਃ ਮੈਂ ਪਿਛਲੇ ਹਫਤੇ ਡੇਵੈਂਟੇ ਐਡਮਜ਼ ਲਈ ਤਿਆਰ ਹੋ ਗਿਆ, ਮੈਂ ਇਸ ਹਫਤੇ ਉਸ ਲਈ ਤਿਆਰ ਹੋਵਾਂਗਾ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਮੋਰਗਨ ਸਟੈਨਲੇ ਉਮੀਦ ਨਾਲੋਂ ਬਿਹਤਰ ਦੌਲਤ ਪ੍ਰਬੰਧਨ, ਵਪਾਰ ਅਤੇ ਬੈਂਕਿੰਗ ਨਤੀਜਿਆਂ ਦੇ ਅਨੁਮਾਨਾਂ ਵਿੱਚ ਸਿਖਰ ਤੇ ਹੈ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਯੈਂਕੀਜ਼ ਦਾ ਐਰੋਨ ਜੱਜ ਆਖਰਕਾਰ ਹੋਮਰਜ਼ ਕਰਦਾ ਹੈ, ਪਰ ਗਲੇਬਰ ਟੋਰੇਸ ਵਿਖੇ ਬੇਇੱਜ਼ਤੀ ਲਈ ’ਪਰੈਟੀ ਪਿਕਡ' - ਐਨਜੇ.",
        "ਫਾਰਮਾਸਿਸਟ ਵਾਲਗ੍ਰੀਨਜ਼ ਦੇ ਬੰਦ ਹੋਣ ਦੇ ਪਿੱਛੇ ਡਰਾਈਵਿੰਗ ਫੋਰਸਾਂ ਦੀ ਵਿਆਖਿਆ ਕਰਦਾ ਹੈ - ਡਬਲਯੂਐਕਸਵਾਈਜ਼ੈਡ 7 ਐਕਸ਼ਨ ਨਿ Newsਜ਼ ਡੀਟ੍ਰਾਯਟ",
        "ਮਸਕ ਨੇ ਪ੍ਰੋ-ਟਰੰਪ ਸਮੂਹ ਨੂੰ 75 ਮਿਲੀਅਨ ਡਾਲਰ ਦਿੱਤੇ, ਰਿਪਬਲਿਕਨ ਮੈਗਾ ਡੋਨਰ ਬਣ ਗਿਆ - ਰਾਇਟਰਜ਼",
        "ਪੈਨਸਿਲਵੇਨੀਆ ਵਿਚ ਹੈਰਿਸ ਦਾ ਆਪ੍ਰੇਸ਼ਨ ਅੰਦਰੂਨੀ ਪਾਰਟੀ ਦੀਆਂ ਸ਼ਿਕਾਇਤਾਂ ਤੋਂ ਪ੍ਰੇਸ਼ਾਨ ਹੈ - ਪੋਲਿਟਿਕੋ",
        "ਗਲੋਬਲ ਚਿੱਪ ਸਟਾਕ ਏਐਸਐਮਐਲ ਵਿਕਰੀ ਚੇਤਾਵਨੀ ਤੋਂ ਬਾਅਦ $ 420 ਬਿਲੀਅਨ ਮਿਟਾਓ - ਬਲੂਮਬਰਗ",
        "ਜਿੰਮੀ ਕਿਮਲ ਨੇ ਡੋਨਾਲਡ ਟਰੰਪ ਦੇ ਦਾਅਵੇ ਦਾ ਖੰਡਨ ਕੀਤਾ ਉਹ ਆਪਣੇ ਸ਼ੋਅ ‘ਤੇ ਪ੍ਰਗਟ ਹੋਇਆ‘ ਬਹੁਤ ਸਾਰਾ ’- ਰੋਲਿੰਗ ਸਟੋਨ",
        "ਟੇਡ ਕਰੂਜ਼ ਦਾ ਐਕਸ-ਐਨਐਫਐਲ ਲਾਈਨਬੈਕਰ ਰਾਈਵਲ ਲੈਂਡਜ਼ ਮਲਟੀਪਲ ਡਿਬੇਟ ਜ਼ਿੰਗਰਜ਼ - ਦਿ ਡੇਲੀ ਬੀਸਟ",
        "ਸਿਡਨੀ ਦੇ ਸਮੁੰਦਰੀ ਕੰachesੇ ਬੰਦ ਕੀਤੇ ਗਏ 'ਰਹੱਸਮਈ' ਕਾਲੇ ਗੇਂਦਾਂ - ਡੀ ਡਬਲਯੂ (ਅੰਗਰੇਜ਼ੀ)",
        "ਸੀਨ ‘ਡਿੱਡੀ' ਕੰਬਜ਼ ’ਸਮੂਹਿਕ ਬਲਾਤਕਾਰ‘ womanਰਤ ਨੂੰ ਅਦਾਇਗੀ ਵਜੋਂ ਬਲਾਤਕਾਰ ਕਰਨ ਤੋਂ ਬਾਅਦ ਉਸਨੇ ਦਾਅਵਾ ਕੀਤਾ ਕਿ ਉਹ ਟੂਪੈਕ ਸ਼ਕੁਰ ਦੀ ਹੱਤਿਆ ਵਿੱਚ ਸ਼ਾਮਲ ਸੀ, ਨਵੇਂ ਮੁਕੱਦਮੇ ਦਾ ਦਾਅਵਾ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਯੂਕੇ ਦੀ ਮਹਿੰਗਾਈ ਦਰ ਤੇਜ਼ੀ ਨਾਲ ਘਟ ਕੇ 1.7% 'ਤੇ ਆ ਗਈ, ਤਿੰਨ ਸਾਲਾਂ ਵਿਚ ਪਹਿਲੀ ਵਾਰ ਬੈਂਕ ਆਫ ਇੰਗਲੈਂਡ ਦੇ ਟੀਚੇ ਤੋਂ ਹੇਠਾਂ - ਸੀ. ਐਨ. ਬੀ. ਸੀ.",
        "ਜਿਵੇਂ ਕਿ ਬਿਲ ਅਤੇ ਜੇਟਸ ਜੈਰੀ ਜੋਨਸ ਨੂੰ ਦਿਖਾਉਂਦੇ ਹਨ ਕਿ ‘ਸਾਰੇ ਇਨ’ ਦਾ ਕੀ ਅਰਥ ਹੈ, ਕਾਉਬੌਇਜ਼ ਦੇ ਮਾਲਕ ਟੀਮ ਦੇ ਅਨਿਸ਼ਚਿਤ ਦ੍ਰਿਸ਼ਟੀਕੋਣ ਨਾਲ ਜੂਝਦੇ ਹਨ - ਯਾਹੂ ਸਪੋਰਟਸ",
        "ਹੈਰਿਸ ਨੇ ਚਾਰਲਾਮੇਨ ਥਾ ਗੌਡ ਨਾਲ ਇੰਟਰਵਿਊ ਵਿੱਚ ਟਰੰਪ ਨੂੰ ਸਲੈਮ ਕੀਤਾਃ 5 ਟੇਕਵੇਜ਼ - ਨਿਊਯਾਰਕ ਟਾਈਮਜ਼",
        "ਜ਼ੇਲੇਨਸਕੀ ਇਸ ਨੂੰ ਪੱਛਮੀ ਸਹਿਯੋਗੀਆਂ ਨੂੰ ਪੇਸ਼ ਕਰਨ ਤੋਂ ਬਾਅਦ ਯੂਕਰੇਨੀ ਵਿਧਾਇਕਾਂ ਨੂੰ 'ਜਿੱਤ ਦੀ ਯੋਜਨਾ' ਦਾ ਪਰਦਾਫਾਸ਼ ਕਰਨ ਲਈ ਤਿਆਰ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ"
    ]
}