{
    "headlines": [
        "‘Naked and Afraid’ star Sarah Danser dies in crash at age 34 - New York Post ",
        "King Charles acknowledges ‘painful’ history as he opens Commonwealth summit - CNN",
        "A SpaceX capsule just came back to Earth. Here’s why Boeing Starliner’s astronauts weren’t on it - CNN",
        "Owner and operator of ship that caused Baltimore bridge collapse settle case for $102 million - Axios",
        "BRICS gathers pace as shared grievances with West fuel alliance - Reuters",
        "[Removed]",
        "Weigh-In Results | UFC 308: Topuria vs Holloway - UFC",
        "Vikings-Rams: Matthew Stafford's 4 TD passes doom Minnesota to its 2nd straight loss - Yahoo Sports",
        "DOJ warns Musk his $1 million petition contest could violate election laws - The Washington Post",
        "Former Sports Illustrated swimsuit model says Trump groped her to show off for Jeffrey Epstein - CNN",
        "Trump compares migrants to trash at insult-fueled rally - The Washington Post",
        "Survivor, 11, of mass slaughter in lush Seattle suburb recalls morning teen brother allegedly gunned down parents, 3 siblings: ‘Pretended to play dead’ - New York Post ",
        "Prosecutors seek resentencing for Erik and Lyle Menendez in 1989 killings of their parents - The Associated Press",
        "The 'Halloween Comet' Appears to Be Disintegrating in Space - ScienceAlert",
        "Constructing the all-time Yankees-Dodgers roster: Which World Series legends make the cut? - New York Post ",
        "Nicole Scherzinger, Who Helped Create One Direction on X-Factor, Was Texting Liam Payne Day He Died - E! Online - E! NEWS",
        "Capri stock craters 46% after judge blocks $8.5 billion Tapestry deal - Yahoo Finance",
        "Reborn Scout Motors—sub-$60k SUV and pickup on the way - Ars Technica",
        "2024 Week 8 NFL score predictions, odds, picks: Expert releases exact scores for all 16 games - CBS Sports",
        "CDC updates COVID-19 vaccine recommendations for older adults - The Hill"
    ]
}