{
    "headlines": [
        "ਹੜਤਾਲ ਕਰਨ ਵਾਲੇ ਬੋਇੰਗ ਫੈਕਟਰੀ ਵਰਕਰਾਂ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਹ ਬਿਹਤਰ ਇਕਰਾਰਨਾਮੇ ਲਈ ਬਾਹਰ ਰੱਖਣ ਲਈ ਤਿਆਰ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "Michaela DePrince, trailblazing ballerina ਅਤੇ ਮਨੁੱਖਤਾਵਾਦੀ, 29 'ਤੇ ਮੌਤ - ਐਨਬੀਸੀ ਫਿਲਡੇਲ੍ਫਿਯਾ",
        "ਬਿਡੇਨ ਬ੍ਰਿਟਿਸ਼ ਨੇਤਾ ਨਾਲ ਮੁਲਾਕਾਤ ਕਰਦਾ ਹੈ ਅਤੇ ਯੂਕਰੇਨ ਲਈ ਹਥਿਆਰਾਂ ਬਾਰੇ ਪੁਤਿਨ ਦੀਆਂ ਧਮਕੀਆਂ ਨੂੰ ਬੁਰਸ਼ ਕਰਦਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਇਜ਼ਰਾਈਲੀ ਵਿਸ਼ੇਸ਼ ਬਲਾਂ ਨੇ ਸੀਰੀਆ ਵਿਚ ਮਿਜ਼ਾਈਲ ਸਾਈਟ 'ਤੇ ਛਾਪਾ ਮਾਰਿਆ - ਅਮਰੀਕੀ ਰਿਪੋਰਟਾਂ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਅਮਰੀਕੀ ਰਾਸ਼ਟਰਪਤੀ ਡੋਨਾਲਡ ਟਰੰਪ ਤੇ ਕਮਲਾ ਹੈਰਿਸ ਚੋਣ ਲੜ ਰਹੇ ਹਨ ।",
        "ਪੋਪ ਹੈਰਿਸ ਅਤੇ ਟਰੰਪ ਦੀ ਆਲੋਚਨਾ ਕਰਦਾ ਹੈ, ਅਮਰੀਕੀ ਕੈਥੋਲਿਕਾਂ ਨੂੰ 'ਘੱਟ ਬੁਰਾਈ' ਦੀ ਚੋਣ ਕਰਨ ਲਈ ਕਹਿੰਦਾ ਹੈ - ਰਾਇਟਰਜ਼",
        "ਨਾਸਾ ਦੇ ਪੁਲਾੜ ਯਾਤਰੀ ਵਿਸਤ੍ਰਿਤ ਮਿਸ਼ਨ ਨੂੰ ਲੈ ਕੇ 'ਫ੍ਰੈਟਿੰਗ' ਨਹੀਂ ਕਰਦੇ, ਸਟਾਰਲਾਈਨਰ ਦੇ ਦੁਖੀ ਹੋਣ ਤੋਂ ਬਾਅਦ ਪੁਲਾੜ ਵਿਚ ਵਧੇਰੇ ਸਮੇਂ ਲਈ 'ਸ਼ੁਕਰਗੁਜ਼ਾਰ' - ਫੌਕਸ ਨਿ Newsਜ਼",
        "49ers 'ਮੈਕੈਫਰੀ ਆਉਟ ਸਨ.; ਵਿਚਾਰ ਅਧੀਨ IR - ESPN",
        "ਪੰਜ ਕਾਰਨ ਡੌਲਫਿਨ ਦਾ ਭਵਿੱਖ ਗੰਭੀਰ ਦਿਖਾਈ ਦਿੰਦਾ ਹੈ ਜੇ ਟੂਆ ਟੈਗੋਵੈਲੋਆ ਕੰਨਕਸ਼ਨ ਤੋਂ ਬਾਅਦ ਤਸਵੀਰ ਛੱਡ ਦਿੰਦਾ ਹੈ - ਯੂਐਸਏ ਅੱਜ",
        "ਸਟਾਕ ਮਾਰਕੀਟ ਅੱਜਃ ਨਿਵੇਸ਼ਕਾਂ ਨੇ ਜੰਬੋ ਫੀਡ ਰੇਟ ਕਟੌਤੀ 'ਤੇ ਸੱਟਾ ਰੈਂਪ ਅਪ ਕੀਤਾ - ਦਿ ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "ਹਟਾਈ",
        "ਓਹੀਓ ਦੇ ਸਪ੍ਰਿੰਗਫੀਲਡ ਵਿੱਚ ਸਕੂਲ ਬੰਦ ਕਰਨ ਦੇ ਲਗਾਤਾਰ ਦੂਜੇ ਦਿਨ ਬੰਬ ਧਮਕੀਆਂ ਫੋਰਸ - ਐਨਬੀਸੀ ਨਿ Newsਜ਼",
        "ਟਰੰਪ ਦੇ ਆਪਣੇ ਟਰੰਪ ਮੀਡੀਆ ਸ਼ੇਅਰਾਂ ਨੂੰ \"ਵੇਚਣ ਦਾ ਕੋਈ ਇਰਾਦਾ ਨਹੀਂ\" ਕਹਿਣ ਤੋਂ ਬਾਅਦ ਡੀਜੇਟੀ ਸਟਾਕ ਵੱਧ ਗਿਆ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "1.3 ਮਿਲੀਅਨ ਐਂਡਰਾਇਡ-ਅਧਾਰਤ ਟੀਵੀ ਬਕਸੇ ਬੈਕਡੋਰਡ; ਖੋਜਕਰਤਾ ਅਜੇ ਵੀ ਨਹੀਂ ਜਾਣਦੇ ਕਿ ਕਿਵੇਂ - ਆਰਸ ਟੈਕਨੀਕਾ",
        "ਐਪਲ AI-ਯੋਗ ਆਈਫੋਨ ਲਈ ਪ੍ਰੀਆਰਡਰ ਲੈਣਾ ਸ਼ੁਰੂ ਕਰਦਾ ਹੈ 16 ਹੈਂਡਸੈੱਟ - ਨਿਵੇਸ਼ਕ ਦਾ ਕਾਰੋਬਾਰ ਰੋਜ਼ਾਨਾ",
        "ਟਰੰਪ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਹ ਦੂਰ-ਸੱਜੇ ਅੰਦੋਲਨਕਾਰੀ ਲੌਰਾ ਲੂਮਰ ਨੂੰ ਨਿਯੰਤਰਿਤ ਨਹੀਂ ਕਰਦੇ, ਉਸ ਨੂੰ 'ਆਜ਼ਾਦ ਆਤਮਾ’ ਕਹਿੰਦੇ ਹਨ - ਸੀਐਨਐਨ",
        "Blazin’ 5: ਵਾਈਕਿੰਗਜ਼ ਕਵਰ ਬਨਾਮ 49ers, ਜੈੱਟਸ ਨੇ ਟਾਈਟਨਜ਼, ਟੇਕਸਨਜ਼ ਨੂੰ ਹਰਾਇਆ | ਐਨਐਫਐਲ | ਝੁੰਡ - ਕੋਲਿਨ ਕਾਵਰਡ ਨਾਲ ਝੁੰਡ",
        "ਜਸਟਿਨ ਟਿੰਬਰਲੇਕ ਨੇ ਡੀਡਬਲਯੂਆਈ ਕੇਸ ਦੇ ਸੰਬੰਧ ਵਿੱਚ ਦੋਸ਼ੀ ਮੰਨਿਆ - ਐਨਬੀਸੀ ਨਿ Newsਜ਼",
        "ਜੇਮਜ਼ ਮੈਕਵੌਏ ਰੀਮੈਗਿਨਡ 'ਸਪੀਕ ਨੋ ਬੁਰਾਈ’ ਦਾ ਅੰਤ ਕਰਦਾ ਹੈ ਅਤੇ ਦੁਹਰਾਉਣ ਤੋਂ ਨਹੀਂ ਡਰਦਾ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਫੈਡਰਲ ਜਾਂਚਕਰਤਾ ਪ੍ਰਾਈਵੇਟ ਫਰਮ ਦੀ ਭਾਲ ਕਰਦੇ ਹਨ ਜਿਸ ਨੇ ਟੇਰੇਂਸ ਬੈਂਕਾਂ ਨੂੰ NYC ਭ੍ਰਿਸ਼ਟਾਚਾਰ ਦੀ ਜਾਂਚ ਦੇ ਹਿੱਸੇ ਵਜੋਂ ਨਿਯੁਕਤ ਕੀਤਾ - ਨਿ New ਯਾਰਕ ਡੇਲੀ ਨਿ Newsਜ਼"
    ]
}