{
    "headlines": [
        "Ye’s former assistant alleged the rapper drugged, sexually assaulted her - The Washington Post",
        "Live updates: Deadly strikes in northern Gaza; Biden concerned after Israeli forces hit peacekeepers - The Washington Post",
        "Nick Cannon admits he partied with Diddy as a teenager: ‘Got nothing to hide’ - Fox News",
        "OU football vs Texas live score updates: Quinn Ewers, Longhorns up 24-3 in 4Q - Oklahoman.com",
        "Artur Beterbiev vs. Dmitry Bivol live results and analysis - ESPN",
        "Harris releases medical report, drawing contrast with Trump - Reuters",
        "Alex Salmond, leading figure in Scottish independence movement, dies at age 69 - CNN",
        "Fifth peacekeeper wounded in southern Lebanon, UN says - BBC.com",
        "7-Eleven to close over 400 stores in North America - NPR",
        "China's stimulus message leaves investors wanting - Reuters.com",
        "Massive Pokemon Leak Reveals Gen 10 and New MMO - ComicBook.com",
        "MLB playoffs: Lane Thomas' grand slam powers Guardians over Tigers in Game 5, into ALCS vs. Yankees - Yahoo Sports",
        "Captured documents reveal Hamas’s broader ambition to wreak havoc on Israel - The Washington Post",
        "Alabama football’s Kalen DeBoer talks South Carolina win, penalties and aggressive playcalls - AL.com",
        "Israel orders evacuation of more southern Lebanese towns - Reuters",
        "'It was stunning': Palm Beach Gardens homeowner describes having dumpster tossed onto roof by EF3 tornado - WPTV News Channel 5 West Palm",
        "Tesla Stock Tumbles After Underwhelming Robotaxi Presentation - Benzinga",
        "Floridians continue to clean up from Hurricane Milton, with over 1 million still without power - CBS News",
        "SpaceX's Crew-8 astronauts to depart ISS for trip home on Oct. 13 - Space.com",
        "Boeing is laying off 10% of the company — and blaming the machinists' strike - Quartz"
    ]
}