{
    "headlines": [
        "Odds, previsão, tempo, spread, linha dos Jets vs. Texans: escolhas do Thursday Night Football pelo modelo da NFL em 13-5 - CBS Sports",
        "Pesquisas da CNN: Harris e Trump permanecem empatados na Geórgia e na Carolina do Norte - CNN",
        "Elon Musk não comparece à audiência de sorteios eleitorais dos EUA - BBC.com",
        "Veja o peculiar ‘olho esbugalhado’ que o rover Perseverance capturou em Marte - CNN",
        "Ataques de foguetes do Hezbollah matam sete no norte de Israel - BBC.com",
        "Trump diz \"quer as mulheres gostem ou não, vou protegê-las\" no comício de Wisconsin - CBS News",
        "Teste de míssil de longo alcance da Coreia do Norte sinaliza sua capacidade potencial e aprimorada de atacar os EUA - Associated Press",
        "A gripe aviária está um passo mais perto de se misturar com o vírus da gripe sazonal e se tornar uma pandemia - Scientific American",
        "Altos recordes possíveis em NH para o Dia das Bruxas; tempo quente fica por perto para doces ou travessuras - WMUR Manchester",
        "The “Fire-Breathing Texas Trial Lawyer” Filing All Those Diddy Lawsuits - Hollywood Reporter",
        "Comprar ações da Dell por problemas de auditoria da SMCI - analista - Yahoo Finance",
        "Ações da Microsoft caem para o pior dia em anos, apesar dos lucros recordes - Forbes",
        "   Removido ",
        "Comcast Exploring Spinoff of NBCU Cable Networks Into New Company - Variedade",
        "Docs: Casos de pneumonia ambulante em Long Island, especialmente entre muito jovens - Newsday",
        "O novo M4 Mac mini dá tempo à Apple para um iMac maior - 9to5Mac",
        "A lenda dos jogos continua — AMD apresenta a próxima geração do processador AMD Ryzen 7 9800X3D - Relações com investidores",
        "A tuberculose ultrapassou a COVID como a doença infecciosa mais mortal do mundo - Fox News",
        "CDC anuncia novos casos ligados ao surto de E. coli ligado às cebolas do McDonald's - WJW FOX 8 News Cleveland",
        "Espanha atingida pelas inundações mais mortíferas em décadas. Aqui está o que sabemos - CNN"
    ]
}