{
    "headlines": [
        "Der Winter in La Niña steht vor der Tür. Das könnte das für die USA bedeuten - CNN",
        "Die USA warnen Israel, die humanitäre Hilfe in den Gazastreifen zu erhöhen oder die Rüstungsfinanzierung zu verlieren - The Associated Press",
        "Walgreens schließt 1.200 Standorte bei sinkenden Einzelhandelsumsätzen - The Washington Post",
        "Jake E. Lee, ehemaliger Gitarrist von Ozzy Osbourne, mehrfach in Las Vegas gedreht - Fox News",
        "Während sich der israelische Krieg gegen die Hisbollah ausweitet, kommen die Retter im Osten an ihre Grenzen - The Washington Post",
        "2024 NFL Trade Deadline: Acht große Züge, die passieren müssen, nachdem Bills, Jets WR-Spritzer machen - CBS Sports",
        "US-Strafen Lufthansa $ 4 Millionen für die Behandlung von orthodoxen jüdischen Passagieren auf einem Flug 2022 - The Associated Press",
        "Bills Land Star WR Cooper im Handel mit Browns - ESPN",
        "'Das ist nur einfache Mathematik': Journalist drängt Trump auf seinen Tarifplan - CNN",
        "In der iPad Mini 7 Box: Kein Ladegerät in Europa, neues geflochtenes USB-C-Kabel - MacRumors",
        "Tesla-Aktien steigen. Cathie Woods ARCHE wiegt am Robotaxi-Tag. - Barron's",
        "Bericht: Tom Brady wird \"prominente Stimme\" als Minderheitseigentümer von Raiders haben - NBC Sports",
        "Keuchhusten und gehende Lungenentzündungen nehmen zu. Hier erfahren Sie, was Sie wissen müssen und wie Sie dazu beitragen können, Ihre Familie zu schützen. - CBS News",
        "Richter in Georgia regeln, dass Wahlbeamte die Zertifizierung aufgrund von Betrugsbedenken nicht verzögern können - CBS News",
        "Seltene Illusion gibt dem \"einmaligen\" Kometen einen scheinbar unmöglichen zweiten Schweif nach der nächsten Annäherung an die Erde für 80.000 Jahre - Livescience.com",
        "Spanien verhaftet 4 Personen, die beschuldigt werden, mögliche Vorläufer für chemische Waffen nach Russland verschifft zu haben und dabei gegen Sanktionen verstoßen zu haben - CBS News",
        "Satellitenbilder zeigen, wie Hurrikan Milton Teile der Küste Floridas umgestaltete - CBS News",
        "[removed]",
        "‘Morning Joe’ zerreißt GOP-Gouverneur Glenn Youngkin für das Herunterspielen von Trumps ‘faschistischer’ Bedrohung - The Daily Beast",
        "Wissenschaftler entdecken Tiere unter dem Meeresboden und bieten Hinweise auf das Leben jenseits der Erde - Gizmodo"
    ]
}