{
    "headlines": [
        "Anthony Joshua vs. Daniel Dubois atualizações ao vivo, resultados preliminares, destaques - usa TODAY",
        "Elon Musk abandona sua luta no Brasil - Business Insider",
        "Harris aceita convite para debate na CNN - The Hill",
        "O presidente ucraniano Zelenskyy visitará uma fábrica de munições da Pensilvânia para agradecer aos trabalhadores - The Associated Press",
        "Mãe do suspeito do tiroteio na escola da Geórgia indiciada e acusada de prender um dos pais a uma cadeira - ABC News",
        "Suprema Corte do Arizona autoriza quase 100 mil pessoas a votar após falha na prova de cidadania - Axios",
        "Angelina Jolie revela que ela e a filha Vivienne têm tatuagens iguais: ‘Significa muito para nós’ - Page Six",
        "Motel 6 vendido para operadora hoteleira indiana por US $ 525 milhões - Associated Press",
        "Assista: Enorme explosão em depósito de armas russo - BBC.com",
        "Bilheteria: 'Transformers 1' arrecada US $ 9,5 milhões no dia de abertura - Variety",
        "Serviço Secreto identifica falhas que precederam a tentativa de assassinato de Trump no comício de campanha de julho - CBS News",
        "Agentes do FBI embarcaram em navio administrado pela empresa cujo outro navio de carga colapsou na ponte de Baltimore - The Associated Press",
        "Como a acusação contra Sean ‘Diddy’ Combs se assemelha ao caso R. Kelly – com uma diferença fundamental - CNN",
        "Um ataque israelita a uma escola mata pelo menos 22 pessoas, diz Ministério da Saúde de Gaza - The Associated Press",
        "F1 GP de Singapura: Norris derrota Verstappen na pole position enquanto a Ferrari se atrapalha - Motorsport.com",
        "Ela pulou uma triagem de rotina. Médicos encontraram 2 tipos de câncer - CBS News",
        "A fabricante de chips Qualcomm disse que vai explorar a aquisição amigável da Intel - Bloomberg",
        "Especialistas alertam para a ligação entre o consumo de álcool e o cancro - Futurismo",
        "O corte histórico das taxas do Fed e como isso o afeta - Fox Business",
        "folha de Consulta do iOS 18: Guia do Especialista para a Última Atualização do iPhone - CNET"
    ]
}