{
    "headlines": [
        "NFL-Playoffs: Diese Teams haben bisher gewonnen oder wurden aus dem Wettbewerb ausgeschlossen - Yahoo Sports",
        "Die 299 absolut besten Black Friday-Angebote (2024) - KABELGEBUNDEN",
        "Trump beim Abendessen mit dem kanadischen Premierminister Justin Trudeau in Mar-a-Lago - CNN",
        "My Chemical Romance Schlagzeuger Bob Bryar tot in seinem Haus aufgefunden bei 44 - The Mirror US",
        "Meine 5 besten Cyber Monday-Angebote schweben alle zu Rekordtiefpreisen - ZDNet",
        "Die Chiefs sind das erste NFL-Team, das die Playoffs gewinnt, während die Raiders das erste AFC-Team sind, das eliminiert wird - CBS Sports",
        "Black Friday kehrt zurück – aber die Konsumgewohnheiten der Verbraucher nicht - The Washington Post",
        "Macy's Thanksgiving Day Parade zieht mit mehr als 30 MILLIONEN Zuschauern das größte Publikum aller Zeiten an - Deadline",
        "Lehrer stirbt an Tollwut nach Fledermausbiss - KSBW Monterey",
        "Als syrische Rebellen in Aleppo einmarschieren, schließt die Armee Flughafen und Straßen, sagen Quellen - Reuters",
        "49ers Verletzungsbericht vs. Buffalo: Purdy wird spielen, andere Schlüsselspieler nicht - The Mercury News",
        "Zurückgerufene Gurken im Zusammenhang mit dem Ausbruch von mehrstaatlichen Salmonellen, warnen Gesundheitsbehörden - CNN",
        "Georgien wurde von heftigen Protesten erschüttert, nachdem die Regierung die Hoffnungen der EU auf Eis gelegt hatte - CNN",
        "Black Friday Mall Shooting in Arkansas: 3 Verletzte - ABC News",
        "Ditcheva übertrifft Santos und gewinnt die 125-Pfund-Krone der PFL - ESPN",
        "Die Anti-Trump-Bewegung liegt in Trümmern. Jetzt versucht es, relevant zu bleiben. - POLITICO",
        "Nintendo Black Friday 2024: Verkäufe auf der Nintendo Switch, Spiele, Controller und mehr - Yahoo Life",
        "'Vaiana 2', 'Wicked' Sending Black Friday to Record Box Office Day - Deadline",
        "Wann findet das Fortnite-Live-Event statt? Datum, Uhrzeit, Darsteller, was Sie über \"Remix: The Finale\" wissen sollten - USA TODAY",
        "Die Aktien steigen auf den besten Monat eines Jahres, da \"Red Sweep\" \"Animal Spirits\" entfesselt - MarketWatch"
    ]
}