{
    "headlines": [
        "Chefe da UE propõe plano para aumentar 'urgentemente' gastos com defesa ao mobilizar cerca de US $ 840 bilhões - CNBC",
        "China impõe tarifas sobre produtos agrícolas dos EUA, lista negra de empresas americanas - The Washington Post",
        "Tempestade de ameaça tripla atinge o centro e o sul dos EUA, interrompendo as celebrações do Mardi Gras - CNN",
        "Papa dormiu bem durante a noite após duas insuficiências respiratórias - Vatican News - Inglês",
        "A trégua em Gaza está por um fio enquanto Israel estabelece novas condições. Aqui está o que saber - CNN",
        "A gigante petrolífera saudita Aramco registra queda no lucro do ano inteiro, reduz dividendos - CNBC",
        "A Target informará os ganhos antes do sino. Veja o que Wall Street espera - CNBC",
        "Ficha informativa: O presidente Donald J. Trump prossegue com as tarifas sobre as importações do Canadá e do México - Casa Branca",
        "Vikings QB Sam Darnold não deve receber franchise tag, já que Minnesota toma uma decisão de US $ 40,2 milhões, por relatório - CBS Sports",
        "Kyrie Irving, do Mavs, sofre entorse no joelho esquerdo, arremessa lances livres antes de sair do jogo - Associated Press",
        "Homem se declara culpado de assassinato no tiroteio de 4 de julho de 2022 em Highland Park - The Washington Post",
        "Retorno ao escritório: Newsom ordena que os funcionários do estado da Califórnia voltem quatro dias por semana - CalMatters",
        "Trump anuncia gigante taiwanesa da fabricação de chips TSMC para investir US $ 100 bilhões na fabricação dos EUA - CNN",
        "O marido de Dolly Parton, Carl Dean, morre aos 82 anos - BBC.com",
        "Prevê-se que mais de 50% dos adultos sejam obesos até 2050 em todo o mundo - BBC.com",
        "Enquanto RFK Jr. transmite sua mensagem sobre o sarampo, especialistas em saúde pública ouvem uma música familiar - STAT",
        "SpaceX esfrega lançamento de nave espacial - SpaceNews",
        "Novo MacBook Air chega esta semana: o que esperar - MacRumors",
        "O discurso de Trump ao Congresso será uma explicação de seus primeiros dias acelerados no cargo - CNN"
    ]
}