{
    "headlines": [
        "L'administration Trump licencie 2 000 travailleurs de l'USAID et en met des milliers d'autres en congé - The Associated Press",
        "Alex Rodriguez cloue un demi-tour de 10 000 $ au match de basketball Bucknell-Army - USA TODAY",
        "La Force spatiale partage une photo de la Terre prise par l'avion spatial X-37B - The Verge",
        "Alex Ovechkin suit les objectifs : « The Great Eight » est à 13 de battre le record de tous les temps de Wayne Gretzky de 894 - Yahoo Sports",
        "Le pape est toujours dans un état critique avec des signes d'insuffisance rénale « légère », selon le Vatican - CNN",
        "Première GeForce RTX 5080 découverte avec 104 ROPS, 8 manquants en action - VideoCardz.com",
        "L'ancien chef de la FDA « très préoccupé » par la propagation de l'épidémie de rougeole au Texas - The Hill",
        "Élections allemandes : les conservateurs devraient gagner - BBC.com",
        "Billet d'Oscar n ° 1 brutalement honnête : « Conclave » pour le meilleur film, la star d ‘« Emilia Pérez » a perdu son vote avec des tweets - Hollywood Reporter",
        "Vol d'American Airlines détourné vers Rome en raison d'un « problème de sécurité possible » - ABC News",
        "Les agences demandent conseil sur le dernier e-mail de Musk OPM, certains exhortant les employés à ne pas répondre - ABC News",
        "Le sénateur républicain qualifie les licenciements de masse de Trump de « gros problème » - Rolling Stone",
        "Hegseth défend les licenciements de Trump des dirigeants du Pentagone et dit qu'il pourrait y avoir plus de licenciements - The Associated Press",
        "Berkshire Hathaway a payé des impôts record en 2024. Voici pourquoi. - Barron's",
        "Ce que la gouverneure de New York, Kathy Hochul, dit avoir appris à affronter Trump - CNN",
        "Zelenskyy propose de se retirer en échange de la paix et de l'adhésion de l'Ukraine à l'OTAN - Financial Times",
        "Les investisseurs en actions ont cessé de paniquer au sujet des taux d'intérêt. Maintenant, ils prennent ce risque. - MarketWatch",
        "Ce que nous savons et ne savons pas sur l'astéroïde qui se dirige vers la Terre - The Hill"
    ]
}