{
    "headlines": [
        "Novas barreiras que chegam à Bourbon Street não foram projetadas para impedir ataques de caminhões como no dia de Ano Novo - NOLA.com",
        "MTA realiza cerimônia animada para revelar sinais de preços de congestionamento — horas antes que os motoristas estejam prontos para sentir a dor - New York Post",
        "Ator infantil de ‘Star Wars’, Jake Lloyd, fala sobre diagnóstico de esquizofrenia e se sente \"muito bem\"",
        "Zelenskiy relata pesadas perdas de tropas russas e norte-coreanas em Kursk, na Rússia - Reuters",
        "Como a derrota dos Browns para os Ravens afeta a ordem de draft da NFL de 2025 - Sports Illustrated",
        "Biden rejeitou apelos de vários conselheiros importantes ao bloquear a oferta da U.S. Steel - The Washington Post",
        "Campeonato Mundial Júnior: Finlândia lidera Suécia em OT para chegar à final - NHL.com",
        "Cineasta indie Jeff Baena, marido de Aubrey Plaza, encontrado morto em casa em Los Angeles - The Associated Press",
        "Sentenças de Trump criam uma cena incomum antes de sua posse - The Washington Post",
        "Maior tempestade de inverno em mais de uma década prevista para atingir dezenas de milhões de americanos - BBC.com",
        "Notas de calor: Butler, Adebayo, Rozier, Riley, Porter Jr. - hoopsrumors.com",
        "Descubra quanto mais neve com efeito de lago ocorre durante o resto do fim de semana aqui! - CNYcentral.com",
        "Áustria: Chanceler renuncia após o colapso das negociações da coligação - DW (inglês)",
        "Johnson diz aos republicanos da Câmara que Trump quer um pacote de reconciliação \"grande e bonito\" - POLITICO",
        "Vídeo: Filho de Jimmy Carter despede-se do pai durante cerimónia no Carter Center - CNN",
        "   Removido ",
        "Ei, Apple, vamos agitar o design do iPhone em 2025 — Finalmente - CNET",
        "Biden planeia enviar remessa de armas no valor de 8 mil milhões de dólares para Israel - BBC.com",
        "   Removido ",
        "Mary Steenburgen diz que achava que o marido Ted Danson era \"esperto\" até que ele disse \"esta\" frase \"depois de fazer amor\" (exclusivo) - Yahoo Entertainment"
    ]
}