{
    "headlines": [
        "ਪੂਰਬੀ ਤੱਟ ਬੰਦਰਗਾਹਾਂ 'ਤੇ ਵਿਘਨ ਪੈ ਰਿਹਾ ਹੈ ਕਿਉਂਕਿ ਲੰਬੇ ਤੱਟਵਰਤੀ ਲੋਕ ਹੜਤਾਲ ਕਰਨ ਦੀ ਤਿਆਰੀ ਕਰ ਰਹੇ ਹਨ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਹਟਾਈ",
        "NYU ਸਾਫਟਬਾਲ ਖਿਡਾਰੀ ਨੇ ਬੀਮਾਰ ਨੂੰ ਕੁੱਟਿਆ, ਜੋਗ ਦੌਰਾਨ ਉਸ 'ਤੇ ਹਮਲਾ ਕੀਤਾ, ਬਹਾਦਰ ਲੜਾਈ ਵਿਚ ਉਸ ਦਾ ਹੱਥ ਤੋੜਿਆ ਵਾਪਸ - ਨਿਊਯਾਰਕ ਪੋਸਟ",
        "ਐਨਐਫਐਲ ਹਫਤੇ 4 ਲਈ ਆਖਰੀ-ਮਿੰਟ ਬੱਜ਼, ਸਲੀਪਰਜ਼, ਪਰੇਸ਼ਾਨੀ ਅਤੇ ਭਵਿੱਖਬਾਣੀਃ ਸਾਡੀ ਨਵੀਨਤਮ ਇੰਟੈਲ - ਈਐਸਪੀਐਨ",
        "ਸ਼ਰਾਬ ਪੀਣਾ ਛੇ ਕਿਸਮਾਂ ਦੇ ਕੈਂਸਰ ਨਾਲ ਜੁੜਿਆ ਹੋਇਆ ਹੈ, ਮਾਹਰ ਕਹਿੰਦੇ ਹਨਃ ‘ਇਹ ਜ਼ਹਿਰੀਲਾ ਹੈ’ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਮਹਿਮਾਨ ਕਾਲਮ | ਬਜ਼ੁਰਗ ਮਰਦਾਂ ਦੇ ਕੁਨੈਕਸ਼ਨ ਅਕਸਰ ਸੁੱਕ ਜਾਂਦੇ ਹਨ ਜਦੋਂ ਉਹ ਆਪਣੇ ਆਪ ਹੁੰਦੇ ਹਨ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਵਾਚ ਸਪੇਸਐਕਸ ਨੇ ਅੱਜ ਆਈਐਸਐਸ ਲਈ ਕ੍ਰੂ -9 ਪੁਲਾੜ ਯਾਤਰੀ ਮਿਸ਼ਨ ਲਾਂਚ ਕੀਤਾ - ਸਪੇਸ ਡਾਟ ਕਾਮ",
        "ਇਜ਼ਰਾਈਲੀ ਫੌਜ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਸਨੇ ਹਿਜ਼ਬੁੱਲਾ ਦੇ ਮੁਖੀ ਨਸਰੱਲਾ ਨੂੰ ਮਾਰ ਦਿੱਤਾ ਹੈ - ਰਾਇਟਰ",
        "ਆਸਟਰੀਆ ਦੀ ਦੂਰ-ਸੱਜੇ ਆਜ਼ਾਦੀ ਪਾਰਟੀ ਦੀਆਂ ਅੱਖਾਂ ਬੇਮਿਸਾਲ ਚੋਣਾਂ ਦੀ ਜਿੱਤ - ਬੀਬੀਸੀ.",
        "ਡਿੱਡੀ ਸੈਕਸ ਤਸਕਰੀ ਦੀ ਜਾਂਚ ਸਿਤਾਰਿਆਂ ਲਈ ਅਣਚਾਹੇ ਪੜਤਾਲ ਲਿਆਉਂਦੀ ਹੈਃ 'ਚੁੱਪ ਸਭ ਤੋਂ ਵਧੀਆ ਵਿਕਲਪ ਹੈ,' ਮਾਹਰ ਕਹਿੰਦਾ ਹੈ - ਫੌਕਸ ਨਿ Newsਜ਼",
        "ਗਰੇਡਿੰਗ Knicks-Timberwolves ਵਪਾਰ ਹੈ, ਜੋ ਕਿ ਕਾਰਲ-ਐਂਥਨੀ ਟਾਊਨਜ਼, ਜੂਲੀਅਸ Randle Swaps - Bleacher ਰਿਪੋਰਟ",
        "ਐਪਲ ਓਪਨਏਆਈ ਨਿਵੇਸ਼ ਦੌਰ ਵਿੱਚ ਸ਼ਾਮਲ ਹੋਣ ਲਈ ਗੱਲਬਾਤ ਤੋਂ ਬਾਹਰ ਹੋ ਗਿਆ, ਡਬਲਯੂਐਸਜੇ ਰਿਪੋਰਟਾਂ - ਰਾਇਟਰਜ਼",
        "ਟੀਵੀਏਃ ਨੋਲੀਚਕੀ ਡੈਮ ਦੀ ਅਸਫਲਤਾ ਨੇੜੇ ਹੈ, ਜਾਨਲੇਵਾ ਹੜ੍ਹ ਦਾ ਕਾਰਨ ਬਣ ਸਕਦੀ ਹੈ - ਡਬਲਯੂਜੇਐਚਐਲ-ਟੀਵੀ ਨਿ Newsਜ਼ ਚੈਨਲ 11",
        "ਅਫਵਾਹਃ 'ਸਵਿਚ 2' ਅਗਲੇ ਸਾਲ ਦੇ ਸ਼ੁਰੂ ਵਿੱਚ ਲਾਂਚ ਕਰੇਗਾ, ਕਲੇਮਜ਼ ਐਕਸੈਸਰੀ ਕੰਪਨੀ - ਨਿਨਟੈਂਡੋ ਲਾਈਫ",
        "ਹੈਲ ਮੈਰੀ ਟੱਚਡਾਉਨ ਪਲਟ ਗਿਆ ਕਿਉਂਕਿ ਨੰਬਰ 7 ਮਿਆਮੀ ਥ੍ਰਿਲਰ ਵਿਚ ਵਰਜੀਨੀਆ ਟੈਕ ਦੇ ਵਿਰੁੱਧ ਬਚਦਾ ਹੈ - ਯਾਹੂ ਸਪੋਰਟਸ",
        "ਐਨਸੀ ਲੈਫਟੀਨੈਂਟ ਗਵਰਨਰ ਮਾਰਕ ਰੌਬਿਨਸਨ ਨੂੰ ਮੁਹਿੰਮ ਦੇ ਪ੍ਰੋਗਰਾਮ ਵਿੱਚ ਵਾਪਰੀ ਘਟਨਾ ਤੋਂ ਬਾਅਦ ਦੂਜੀ ਡਿਗਰੀ ਦੇ ਜਲਣ ਨਾਲ ਹਸਪਤਾਲ ਵਿੱਚ ਦਾਖਲ ਕਰਵਾਇਆ ਗਿਆ - ਸੀਐਨਐਨ",
        "29 ਸਤੰਬਰ ਨੂੰ ਦਿਖਾਈ ਦੇਵੇਗਾ ਧਰਤੀ ਦਾ 'ਮਿੰਨੀ ਮੂਨ' ਇਹ ਕਿਵੇਂ ਵੇਖਣਾ ਹੈ - ਐਨਡੀਟੀਵੀ",
        "'ਵਰਣਨ ਕਰਨਾ ਅਸੰਭਵ': ਸੈਨ ਫ੍ਰਾਂਸਿਸਕੋ ਦੇ ਦਰਸ਼ਕ ਹੈਰਾਨੀ ਨਾਲ 'ਮੈਗਾਲੋਪੋਲਿਸ' ਪ੍ਰਤੀ ਪ੍ਰਤੀਕ੍ਰਿਆ ਕਰਦੇ ਹਨ - SFGATE",
        "ਵੀਡੀਓਃ ਤੂਫਾਨ ਹੇਲੀਨ ਫਲੋਰਿਡਾ ਦੇ ਖਾੜੀ ਤੱਟ - ਫੌਕਸ ਮੌਸਮ ਦੇ ਨਾਲ ਰਿਕਾਰਡ ਤੂਫਾਨ ਦਾ ਵਾਧਾ ਪੈਦਾ ਕਰਦਾ ਹੈ",
        "‘ਸਪੀਅਰ ਫਿਸ਼' ਹੈਕਰਾਂ ਨੇ ਟਰੰਪ ਮੁਹਿੰਮ ਨੂੰ ਮਾਰਨ ਲਈ ਨਕਲੀ ਗਿੰਨੀ ਥਾਮਸ ਦੀ ਵਰਤੋਂ ਕਿਵੇਂ ਕੀਤੀ - ਦਿ ਡੇਲੀ ਬੀਸਟ"
    ]
}