{
    "headlines": [
        "5 вещей, которые нужно знать о явном покушении на Трампа на одном из его полей для гольфа - The Associated Press",
        "Тито Джексон, оригинальный участник знаменитой поп-группы Jackson 5, умер в возрасте 70 лет - The Washington Post",
        "Завершение 2-й недели фэнтези-футбола: Карсон Стил должен быть добавлен после травмы Исайи Пачеко - Yahoo Sports",
        "Илон Маск удалил пост о попытке убийства Трампа - CNN",
        "Число погибших в пострадавшей от наводнения Центральной Европе возросло - BBC.com",
        "Акции Apple падают, поскольку аналитики предупреждают о слабом спросе на iPhone 16 - Yahoo Finance",
        "Меган Маркл сфотографировали на день рождения принца Гарри, которым поделилась королевская семья - Страница шестая",
        "Реальная драма Руперта Мердока «Преемственность» начинается в зале суда в Неваде: 10 вещей, которые нужно знать - Hindustan Times",
        "Чрезмерная реакция 2-й недели НФЛ: переживет ли Зак Тейлор из Bengals сезон 2024 года? Джено Смит с самым большим сцеплением Seahawks QB? - CBS Sports",
        "У TikTok есть 15 минут, чтобы бороться за свою жизнь - CNN",
        "AirPods 4 отзывы: Впечатляющее шумоподавление в дизайне с открытым ухом - 9to5Mac",
        "Flappy Bird возвращается и воняет криптовалютой - Gizmodo",
        "Удалено",
        "Deutsche Bank обдумывает варианты, чтобы помешать движению Commerzbank Orcel - Bloomberg",
        "DirecTV только что изменил то, как люди будут смотреть телевизор навсегда с меньшими дешевыми телевизионными пакетами, которые, мы надеемся, появятся на YouTube TV, Fubo и т. Д. - Новости Cord Cutters",
        "Сильнейший с 1949 года тайфун обрушился на Шанхай и отключил электричество в некоторых домах - Associated Press",
        "Вот когда iOS 18 выйдет сегодня в каждом часовом поясе - MacRumors",
        "Тревор Лоуренс: Мы сейчас отстой - NBC Sports",
        "5 растяжек, чтобы проверить свою гибкость. (Это может помочь вам жить дольше.) - The Washington Post",
        "Телескоп Джеймса Уэбба «экстремален» и замечает молодые звезды на краю Млечного Пути (изображение) - Space.com"
    ]
}