{
    "headlines": [
        "ਜੱਜ ਚਟਕਨ ਨੇ ਡੋਗੇ ਦੀ ਫੈਡਰਲ ਡੇਟਾ ਤੱਕ ਪਹੁੰਚ ਨੂੰ ਰੋਕਣ ਲਈ ਅਸਥਾਈ ਤੌਰ 'ਤੇ ਰੋਕ ਲਗਾਉਣ ਦੇ ਆਦੇਸ਼ ਲਈ ਡੈਮੋਕਰੇਟਿਕ ਏਜੀਜ਼ ਦੀ ਕਾਲ ਨੂੰ ਰੱਦ ਕਰ ਦਿੱਤਾ - ਸੀਐਨਐਨ",
        "ਸਾਰੀਆਂ ਏਜੰਸੀਆਂ ਲਈ ਜਵਾਬਦੇਹੀ ਯਕੀਨੀ ਬਣਾਉਣਾ - ਵ੍ਹਾਈਟ ਹਾਊਸ",
        "ਟਾਈਗਰ ਵੁੱਡਜ਼, ਜੁਪੀਟਰ ਹਾਰਨ TGL ਮੈਚਅੱਪ ਦੇ ਤੌਰ ਤੇ ਪੱਖੇ Applaud ਰਿਕੀ Fowler, NYGC ਦੇ 1 Win - Bleacher ਰਿਪੋਰਟ",
        "ਇੱਕ$ਏਪੀ ਰੌਕੀ ਰਿਹਾਨਾ ਦੀਆਂ ਬਾਹਾਂ ਵਿੱਚ ਡੁੱਬਦਾ ਹੈ ਕਿਉਂਕਿ ਦੋਸ਼ੀ ਨਹੀਂ ਹੋਣ ਦਾ ਫੈਸਲਾ ਅਪਰਾਧ ਦੇ ਹਮਲੇ ਦੇ ਮੁਕੱਦਮੇ ਵਿੱਚ ਪੜ੍ਹਿਆ ਜਾਂਦਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਪੋਪ ਫਰਾਂਸਿਸ, ਅਜੇ ਵੀ ਹਸਪਤਾਲ ਵਿੱਚ ਦਾਖਲ, ਦੋਵਾਂ ਫੇਫੜਿਆਂ ਵਿੱਚ ਨਮੂਨੀਆ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਨਾਟਕੀ ਵੀਡੀਓ ਦਿਖਾਉਂਦਾ ਹੈ ਪਲ ਡੈਲਟਾ ਜਹਾਜ਼ ਟੋਰਾਂਟੋ ਵਿਚ ਉਤਰਨ ਤੋਂ ਬਾਅਦ ਫਲਿੱਪ ਹੋ ਗਿਆ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਡੋਨਾਲਡ ਟਰੰਪ ਨੇ ਆਯਾਤ ਕੀਤੀਆਂ ਕਾਰਾਂ 'ਤੇ 25% ਟੈਰਿਫ' ਤੇ ਵਿਚਾਰ ਕੀਤਾ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "ਬੀਜੇ ਨੋਵਾਕ ਮਜ਼ਾਕ ਕਰਦਾ ਹੈ ਕਿ ਮਾਈਂਡੀ ਕੈਲਿੰਗ ਆਪਣੇ ਹਾਲੀਵੁੱਡ ਵਾਕ ਆਫ ਫੇਮ ਸਮਾਰੋਹ ਵਿੱਚ ਮਸ਼ਹੂਰ ਹੋਣਾ ਪਸੰਦ ਕਰਦੀ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਕਾਲਜ ਫੁੱਟਬਾਲ ਦੀ ਭਰੋਸੇਯੋਗਤਾ ਬਿੱਗ ਟੈਨ ਦੇ ਰੂਪ ਵਿੱਚ ਦਾਅ 'ਤੇ ਹੈ, ਐਸਈਸੀ ਦਾ ਉਦੇਸ਼ ਪਲੇਆਫ ਐਕਸੈਸ' ਤੇ ਗਲਾ ਘੁੱਟਣ ਨੂੰ ਸਖਤ ਕਰਨਾ ਹੈ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਨੈਸ਼ਨਲ ਸਾਇੰਸ ਫਾਉਂਡੇਸ਼ਨ ਨੇ ਆਪਣੇ ਲਗਭਗ 10% ਕਰਮਚਾਰੀਆਂ ਨੂੰ ਅੱਗ ਲਗਾਈ - ਐਨਪੀਆਰ",
        "ਕੇਐਫਸੀ ਨੇ ਕੈਂਟਕੀ ਨੂੰ ਟੈਕਸਾਸ ਲਈ ਛੱਡਣ 'ਤੇ ਨਿੰਦਾ ਕੀਤੀਃ‘ ਇਸ ਫੈਸਲੇ ਤੋਂ ਨਿਰਾਸ਼ ’- ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਡੋਨਾਲਡ ਟਰੰਪ ਨੇ ਸੰਕੇਤ ਦਿੱਤਾ ਕਿ ਯੂਕਰੇਨ ਨੂੰ ਰੂਸ ਸ਼ਾਂਤੀ ਸਮਝੌਤੇ ਦੇ ਹਿੱਸੇ ਵਜੋਂ ਚੋਣਾਂ ਕਰਵਾਉਣੀਆਂ ਚਾਹੀਦੀਆਂ ਹਨ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "ਬੈਟਮੈਨਃ ਨਵੇਂ ਐਨਵੀਡੀਆ ਜੀਪੀਯੂਜ਼ - ਆਰਸ ਟੈਕਨੀਕਾ 'ਤੇ ਫਿਜ਼ੈਕਸ ਸ਼ਕਤੀਆਂ ਨੂੰ ਗੁਆਉਣ ਵਾਲਿਆਂ ਵਿਚ ਅਰਖਮ ਗੇਮਜ਼",
        "ਟਰੰਪ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਨ੍ਹਾਂ ਨੇ ਡੀਓਜੇ ਨੂੰ ਬਾਇਡਨ ਯੁੱਗ ਦੇ ਬਾਕੀ ਸਾਰੇ ਅਮਰੀਕੀ ਵਕੀਲਾਂ ਨੂੰ ਖਤਮ ਕਰਨ ਦੀ ਹਦਾਇਤ ਕੀਤੀ ਹੈ - ਯਾਹੂ ਨਿ Newsਜ਼ ਕਨੇਡਾ",
        "ਅਰਜਨਟੀਨਾ ਦੇ ਰਾਸ਼ਟਰਪਤੀ Milei ਦਾ ਸਾਹਮਣਾ ਮਹਾਦੋਸ਼ ਕਾਲ ਦੇ ਬਾਅਦ cryptocurrency ਨੂੰ ਉਤਸ਼ਾਹਿਤ ਜਿਸ ਦੇ ਮੁੱਲ tanked ਹੈ - NBC ਨਿਊਜ਼",
        "ਈਐਸਪੀਐਨ 4 ਨੇਸ਼ਨਜ਼ ਫਾਈਨਲ ਦਾ ਇਲਾਜ ਕਰ ਰਿਹਾ ਹੈ ਜਿਵੇਂ ਕਿ ਸਟੈਨਲੀ ਕੱਪ ਫਾਈਨਲ - ਫਰੰਟ ਆਫਿਸ ਸਪੋਰਟਸ",
        "ਰੂਸ ਅਤੇ ਅਮਰੀਕਾ ਇਕ ਸ਼ਾਨਦਾਰ ਕੂਟਨੀਤਕ ਸ਼ਿਫਟ ਵਿਚ ਯੂਕਰੇਨ ਯੁੱਧ ਨੂੰ ਖਤਮ ਕਰਨ ਲਈ ਕੰਮ ਕਰਨ ਲਈ ਸਹਿਮਤ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਟੈਲੀਵਿਜ਼ਨ ਸਿਟੀ ਦਾ ਭਵਿੱਖ ਅਦਾਲਤ ਵਿੱਚ ਫੈਸਲਾ ਕੀਤਾ ਜਾਵੇਗਾ ਕਿਉਂਕਿ ਰਿਕ ਕਾਰੂਸੋ ਨੇ ਬਿਲੀਅਨ-ਡਾਲਰ ਮੇਕਓਵਰ ਨੂੰ ਚੁਣੌਤੀ ਦਿੱਤੀ ਹੈ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਵੈਸਟ ਟੈਕਸਾਸ ਖਸਰਾ ਦਾ ਪ੍ਰਕੋਪ 58 ਕੇਸਾਂ ਤੱਕ ਵਧਦਾ ਹੈ, ਜਿਸ ਵਿੱਚ ਕੁਝ ਲੋਕ ਵੀ ਸ਼ਾਮਲ ਹਨ ਜਿਨ੍ਹਾਂ ਨੇ ਕਿਹਾ ਕਿ ਉਨ੍ਹਾਂ ਨੂੰ ਟੀਕਾ ਲਗਾਇਆ ਗਿਆ ਸੀ - ਸੀ ਐਨ ਐਨ"
    ]
}