{
    "headlines": [
        "ਡੇਬੀ ਨੈਲਸਨ, ਐਮੀਨੇਮ ਦੀ ਮਾਂ, 69 ਸਾਲਾਂ ਦੀ ਉਮਰ ਵਿੱਚ ਮਰ ਗਈ - ਦ ਨਿਊਯਾਰਕ ਟਾਈਮਜ਼",
        "ਰਾਸ਼ਟਰੀ ਹਸਤਾਖਰ ਦਿਵਸ ਲਾਈਵਃ ਵਚਨਬੱਧਤਾ, ਫਲਿਪਸ, ਅਫਵਾਹਾਂ ਅਤੇ ਸਭ ਤੋਂ ਵਧੀਆ ਪਲ - ਈਐਸਪੀਐਨ",
        "ਭਾਰ-ਘੱਟ Behemoths ਦੀ ਲੜਾਈ: ਏਲੀ Lilly ਜੋ ਨੋਵੋ Nordisk - ਨਿਵੇਸ਼ਕ ਦੇ ਕਾਰੋਬਾਰ ਰੋਜ਼ਾਨਾ",
        "ਪੀਟ ਹੇਗਸੇਥ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਹ ਅਫਵਾਹਾਂ ਦੇ ਵਿਚਕਾਰ ‘ਕਦੇ ਪਿੱਛੇ ਨਹੀਂ ਹਟੇਗਾ' ਉਹ ਡੀਸੈਂਟਿਸ ਦੁਆਰਾ ਬਦਲਿਆ ਜਾਵੇਗਾ - ਦਿ ਗਾਰਡੀਅਨ ਯੂਐਸ",
        "ਦੱਖਣੀ ਕੋਰੀਆ ਇਤਿਹਾਸ ਦੇ ਸਭ ਤੋਂ ਛੋਟੇ ਮਾਰਸ਼ਲ ਕਾਨੂੰਨ ਵੱਲ ਕਿਵੇਂ ਜਾਗਿਆ - Al Jazeera English",
        "1962 ਤੋਂ ਬਾਅਦ ਪਹਿਲੀ ਵਾਰ ਫਰਾਂਸ ਦੀ ਸਰਕਾਰ ਨੂੰ ਪਲਟ ਸਕਦੀ ਹੈ ਬੇਭਰੋਸਗੀ ਵੋਟ - The Associated Press",
        "ਜੰਕ ਫੂਡਃ ਪੋਰਜ ਅਤੇ ਕ੍ਰੰਪੇਟ ਨਵੇਂ ਵਿਗਿਆਪਨ ਪਾਬੰਦੀ ਦੇ ਅਧੀਨ ਆਉਂਦੇ ਹਨ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਨਾਬਾਲਗਾਂ ਲਈ ਟਰਾਂਸਜੈਂਡਰ ਦੇਖਭਾਲ 'ਤੇ ਪਾਬੰਦੀ ਲਗਾਉਣ' ਤੇ ਸੁਪਰੀਮ ਕੋਰਟ ਨੇ ਸੁਣਿਆ ਵੱਡਾ ਮਾਮਲਾ - CNN",
        "ਯੂਨਾਈਟਿਡ ਹੈਲਥਕੇਅਰ ਦੇ ਸੀਈਓ ਬ੍ਰਾਇਨ ਥੌਮਸਨ ਨੇ ਨਿ New ਯਾਰਕ ਵਿੱਚ ਜਾਨਲੇਵਾ ਗੋਲੀ ਮਾਰ ਦਿੱਤੀ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਹਟਾਈ",
        "ਇੱਕ ਨਵਾਂ ਫੋਨ ਸਕੈਨਰ ਜੋ ਸਪਾਈਵੇਅਰ ਦਾ ਪਤਾ ਲਗਾਉਂਦਾ ਹੈ ਪਹਿਲਾਂ ਹੀ 7 ਪੈਗਾਸਸ ਇਨਫੈਕਸ਼ਨ ਲੱਭ ਗਿਆ ਹੈ - ਵਾਇਰਡ",
        "ਜਨਰਲ ਮੋਟਰਜ਼ ਨੇ ਬਿਮਾਰ ਚੀਨ ਦੇ ਕਾਰੋਬਾਰ ਤੋਂ 5 ਬਿਲੀਅਨ ਡਾਲਰ ਦਾ ਨੁਕਸਾਨ ਕੀਤਾ - ਦਿ ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "ਸੈਮਸੰਗ ਨੇ ਇਨ੍ਹਾਂ ਗਲੈਕਸੀ ਵਾਚ ਮਾਡਲਾਂ ਨੂੰ ਵੇਅਰ ਓਐਸ 5 - 9to5Google ਤੇ ਅਪਡੇਟ ਕੀਤਾ ਹੈ",
        "ਸਪੋਟੀਫਾਈ ਰੈਪਡ 2024: ਟੇਲਰ ਸਵਿਫਟ ਸਭ ਤੋਂ ਵੱਧ ਸਟ੍ਰੀਮਡ ਕਲਾਕਾਰ ਹੈ, Womenਰਤਾਂ ਗਲੋਬਲ ਟਾਪ 10 ਐਲਬਮ ਚਾਰਟ 'ਤੇ ਦਬਦਬਾ ਬਣਾਉਂਦੀਆਂ ਹਨ - ਵੰਨਗੀ",
        "2022 ਤੋਂ 1 ਵੀਂ ਉਡਾਣ 'ਤੇ ਅੱਜ ਯੂਰਪ ਦਾ ਵੇਗਾ-ਸੀ ਰਾਕੇਟ ਲਾਂਚ ਦੇਖੋ (ਵੀਡੀਓ) - ਸਪੇਸ.",
        "ਡੀਈਏ ਦੀ ਅਗਵਾਈ ਕਰਨ ਲਈ ਟਰੰਪ ਦੀ ਚੋਣ ਅਹੁਦੇ ਲਈ ਨਾਮਜ਼ਦਗੀ ਵਾਪਸ ਲੈਂਦੀ ਹੈ - ਬੀਬੀਸੀ.",
        "ਅਦਾਲਤ ਨੇ ਟੇਸਲਾ ਪੇਅ ਪੈਕੇਜ ਨੂੰ ਰੱਦ ਕਰਨ ਦੇ ਬਾਵਜੂਦ ਐਲਨ ਮਸਕ ਦੇ ਸ਼ੁੱਧ ਕੀਮਤ ਦੇ ਬੈਲੂਨ - ਐਕਸੀਓਸ",
        "ਬੇਯੋਂਸ ਨੂੰ 21 ਵੀਂ ਸਦੀ ਦਾ ਸਭ ਤੋਂ ਵੱਡਾ ਪੌਪ ਸਟਾਰ ਐਲਾਨੇ ਜਾਣ 'ਤੇ ਟੇਲਰ ਸਵਿਫਟ ਦੀ ਪ੍ਰਤੀਕ੍ਰਿਆ ਦਾ ਖੁਲਾਸਾ ਹੋਇਆ - ਹਿੰਦੁਸਤਾਨ ਟਾਈਮਜ਼",
        "ਗੁੰਮ ਪੈਨਸਿਲਵੇਨੀਆ ਦਾਦੀ ਸੰਭਾਵਤ ਤੌਰ 'ਤੇ ਉਸਦੀ ਬਿੱਲੀ ਦੀ ਭਾਲ ਕਰਦੇ ਸਮੇਂ ਸਿੰਕ ਹੋਲ ਵਿੱਚ ਡਿੱਗ ਗਈ, ਪੁਲਿਸ ਕਹਿੰਦੀ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਈਰਾਨ ਦੀ ਜੇਲ੍ਹ 'ਚ ਬੰਦ ਨੋਬਲ ਪੁਰਸਕਾਰ ਜੇਤੂ ਨਾਰਗੇਸ ਮੁਹੰਮਦੀ ਨੂੰ ਸਰਜਰੀ ਤੋਂ ਬਾਅਦ 21 ਦਿਨਾਂ ਲਈ ਜੇਲ੍ਹ ਜਾਣ ਦੀ ਮਿਲੀ ਇਜਾਜ਼ਤ - CNN"
    ]
}