{
    "headlines": [
        "Too many people still take low-dose daily aspirin. What you should know. - The Washington Post",
        "1 million U.S. adults will develop dementia each year by 2060, study says - The Washington Post",
        "Hegseth was 'incredibly talented, battle-proven leader,' military evaluations show - Fox News",
        "Column | Republicans want concessions before California gets its tax dollars back - The Washington Post",
        "[Removed]",
        "NASA Spots Mysterious Ghost Island That Vanishes Almost as Quickly as It Appears - The Daily Galaxy --Great Discoveries Channel",
        "Mike McCarthy landing spots: Could the former Cowboys head coach be reunited with Aaron Rodgers? - CBS Sports",
        "Zelensky ready to hand North Korea back its captured troops - The Washington Post",
        "Oscar Nominations Delayed to Jan. 23 as Voting Period Extends Amid L.A. Fires, Ceremony Still Set for March - Variety",
        "Meghan Markle Is Postponing Her Netflix Show - The Cut",
        "US officials say Gaza ceasefire deal is in sight, the first sign of serious optimism in months - CNN",
        "Grammys Will Still Take Place Feb. 2; Show Will Raise Funds for Wildfire Relief Efforts - Hollywood Reporter",
        "Soon to be out of a job, Meta’s fact-checkers battle a blaze of wildfire conspiracy theories - CNN",
        "Hyper Light Breaker Early Access launch trailer, screenshots - Gematsu",
        "See the full wolf moon overtake Mars in the night sky and glimpse a planetary parade - CNN",
        "California Wildfire Live Updates: Fire Chief Warns L.A. ‘Not In The Clear’—As Heavy Winds Expected - Forbes",
        "Biden administration proposes sweeping new restrictions on exporting AI chips - TechCrunch",
        "Sundance Says The Show Goes On “Amidst The Devastating Loss” From L.A. Wildfires - Deadline",
        "Texas man drove to Indianapolis after sending Caitlin Clark violent messages on X, court docs reveal - FOX 59 Indianapolis",
        "'Daredevil' white dwarf star could be closest-known object to a weird black hole - Space.com"
    ]
}