{
    "headlines": [
        "ميامي دولفينز ضد لوس أنجلوس رامز | NFL 2024 Season Week 10 - NFL",
        "يقول المسؤول التنفيذي إن ترامب ليس \"القصة\" الوحيدة التي تدفع سعر البيتكوين إلى الارتفاع - Cointelegraph",
        "تدعي كلوي فاينمان أن إيلون ماسك جعلها تبكي عندما استضاف \"SNL\" - تشكيلة",
        "مصادر تقول إن ترامب من المرجح أن يختار ماركو روبيو ليشغل منصب وزير خارجيته - سي إن إن",
        "نقطة محذوفة هنا",
        "أدين ريتشارد ألين في محاكمة قتل ديلفي لقتل فتاتين مراهقتين في إنديانا - سي بي إس شيكاغو",
        "لا يوجد اختيار \"أوزة ذهبية\" واضح ليخسره العمالقة - نيويورك بوست",
        "ترامب يستعد للاعتداء على اليقظة مع إصلاح التعليم - صحيفة وول ستريت جورنال",
        "قوى ترامب التجارية مؤشر داو جونز 44000، مؤشر ستاندرد آند بورز 6000 مع استمرار الأسهم في الطنين - فوكس بيزنس",
        "يعتقد المعجبون أن منشور جيسيكا سيمبسون الغامض يشير إلى انقسام إريك جونسون - الصفحة السادسة",
        "تشير أبحاث أورانوس الجديدة إلى أن ما هو معروف عن الكوكب قد يكون خاطئًا - سي إن إن",
        "ما لا يقل عن 40 قتيلاً في غزة بسبب هجمات الطائرات الإسرائيلية بدون طيار على مقهى \"المنطقة الآمنة\" - الجزيرة الإنجليزية",
        "ولي العهد السعودي يقول إن إسرائيل ترتكب \"إبادة جماعية\" في غزة - BBC.com",
        "مايك ويليامز منشور على إنستغرام: تعليقات آرون رودجرز على \"الخط الأحمر\" - الولايات المتحدة الأمريكية اليوم",
        "مايك مكارثي، ميكا بارسونز \"أجرى محادثة\" بعد تعليقات اندفاع الحافة المثيرة للجدل بعد خسارة رعاة البقر - ياهو سبورتس",
        "كيفن كوستنر ليس في عجلة من أمره لرؤية مصير جون داتون \"يلوستون\" في الموسم 5B العرض الأول: \"لم أره\" - الموعد النهائي",
        "يمكن أن يتمتع \"قيصر الحدود\" لترامب بسلطة أكبر، وعقبات أقل أمام سياسة الترحيل - سي إن بي سي",
        "ذروة دش نيزك الثور الشمالي تبدأ الليلة - إليك كيفية المشاهدة - فوربس",
        "VALVE تعلن عن إصدار محدود من Steam Deck OLED - Eurogamer",
        "يقول مصدر أسوشيتد برس إن لجنة العمل السياسي التابعة لإيلون ماسك أنفقت ما يقدر بنحو 200 مليون دولار للمساعدة في انتخاب ترامب - وكالة أسوشيتد برس"
    ]
}