{
    "headlines": [
        "نقاط الفايكنج مقابل الأكباش، تحديثات حية: تتطلع مينيسوتا إلى الارتداد حيث يمكن أن ينتهي عصر كوبر كوب في لوس أنجلوس - ياهو سبورتس",
        "فوهات أسهم كابري 46 ٪ بعد أن حظر القاضي صفقة نسيج بقيمة 8.5 مليار دولار - Yahoo Finance",
        "عارضة ملابس سباحة رياضية مصورة سابقة تقول إن ترامب تحرش بها للتباهي بجيفري إبشتاين - سي إن إن",
        "نجمة \"Babygirl\" هاريس ديكنسون، 28 عامًا، أطباق في مشاهد جنسية مع نيكول كيدمان، 57 عامًا: \"فعلنا ما نفعله\" - نيويورك بوست",
        "توفي مدرب كرة السلة في الاتحاد الأمريكي لكرة السلة عبد الرحيم عن عمر يناهز 43 عامًا - ESPN",
        "بروس سبرينغستين ينتقد ترامب بينما يحث الأمريكيين على التصويت لهاريس - سي إن إن",
        "هويات جميع ضحايا إطلاق النار في مدينة فال - KING5.com",
        "تقول ماكدونالدز إن البصل من شركة إنتاج مقرها كاليفورنيا مرتبط بتفشي الإشريكية القولونية المميت - وكالة أسوشيتد برس",
        "2024 الأسبوع 8 توقعات نتائج الدوري الوطني لكرة القدم الأمريكية والاحتمالات والاختيارات: يصدر الخبراء نتائج دقيقة لجميع المباريات الـ 16 - CBS Sports",
        "القوات الكورية الشمالية التي تم رصدها في المنطقة الحدودية الروسية مع أوكرانيا، كما تقول كييف - سي إن إن",
        "آخر أخبار الأخوة مينينديز: محامي منطقة لوس أنجلوس يوصي بإعادة الحكم - ABC News",
        "اتحاد الميكانيكيين يرفض عرض عقد بوينغ، ويمدد الإضراب - فوكس بيزنس",
        "توصي مراكز السيطرة على الأمراض والوقاية منها (CDC) بجرعة ثانية من لقاح كوفيد لأولئك الذين يبلغون من العمر 65",
        "تم إعادة تشغيل \"The Brady Bunch\" في CBS بسبب خطاب الكراهية الموثق للممثلة سيندي سوزان أولسن - Yahoo Entertainment",
        "تقول الأمم المتحدة إن \"القفزة الكمية\" فقط هي التي يمكن أن تبقي أهداف المناخ العالمي في متناول اليد - واشنطن بوست",
        "أسهم تسلا تقفز بنسبة 22 ٪ بعد أن توقع إيلون ماسك انتعاش المبيعات - فاينانشيال تايمز",
        "قطر والولايات المتحدة تقولان إن محادثات وقف إطلاق النار في غزة ستستأنف في الدوحة - الجزيرة الإنجليزية",
        "\"المحلف رقم 2\" يمكن أن يكون آخر أفلام كلينت إيستوود — فلماذا تدفنه شركة وارنر براذرز ؟ - تشكيلة",
        "تستبعد الاختبارات المصلية إنفلونزا الطيور في العاملين الصحيين في ميسوري ؛ يؤكد مركز السيطرة على الأمراض إصابتين في واشنطن - جامعة مينيسوتا توين سيتيز",
        "نقطة محذوفة هنا"
    ]
}