{
    "headlines": [
        "ਪੋਪ ਫਰਾਂਸਿਸ ਨੇ ਜੁਬਲੀ ਦੀ ਸ਼ੁਰੂਆਤ ਕੀਤੀ, ਸ਼ਰਧਾਲੂਆਂ ਨੂੰ ਰੋਮ ਲਿਆਇਆ ਅਤੇ ਬੁੜ ਬੁੜ ਕੀਤੀ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਡੇਨਵਰ ਸਟਾਰਬਕਸ ਵਰਕਰ ਬਿਹਤਰ ਕੰਮ ਕਰਨ ਦੀਆਂ ਸਥਿਤੀਆਂ ਲਈ ਪਿਕੇਟ ਕ੍ਰਿਸਮਸ ਈਵ - ਸੀਬੀਐਸ ਕੋਲਾਰਡੋ",
        "24 ਦਸੰਬਰ ਡਰਾਇੰਗ ਲਈ ਮੈਗਾ ਮਿਲੀਅਨ ਜੇਤੂ ਨੰਬਰਃ ਜੈਕਪਾਟ ਨੂੰ ਮਾਰਦਾ ਹੈ whopping $ 1 ਅਰਬ - ਅਮਰੀਕਾ ਨੇ ਅੱਜ",
        "ਕ੍ਰਿਸਮਸ ਦਿਵਸ aurora borealis ਅਮਰੀਕਾ ਦੇ ਹਿੱਸੇ ਨੂੰ ਰੌਸ਼ਨ ਕਰ ਸਕਦਾ ਹੈ - ਨਿਊਯਾਰਕ ਪੋਸਟ",
        "ਰਿਚਰਡ ਪੈਰੀ, ‘ਤੁਸੀਂ ਇੰਨੇ ਵਿਅਰਥ ਹੋ‘ ਅਤੇ ਹੋਰ ਹਿੱਟ ਦੇ ਪਿੱਛੇ ਰਿਕਾਰਡ ਨਿਰਮਾਤਾ, 82 ਤੇ ਮਰ ਗਿਆ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਬਰਡ ਫਲੂ ਦੀਆਂ ਚਿੰਤਾਵਾਂ ਐਲਏ ਕਾਉਂਟੀ ਦੇ ਅਧਿਕਾਰੀਆਂ ਨੂੰ ਪਾਲਤੂ ਜਾਨਵਰਾਂ ਨੂੰ ਕੱਚਾ ਭੋਜਨ ਖੁਆਉਣ ਵਿਰੁੱਧ ਚੇਤਾਵਨੀ ਦੇਣ ਲਈ ਅਗਵਾਈ ਕਰਦੀਆਂ ਹਨ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਨੋਰੈਡ ਦਾ ਸੈਂਟਾ ਟਰੈਕਰ ਸ਼ੀਤ ਯੁੱਧ ਦਾ ਮਨੋਬਲ ਵਧਾਉਂਦਾ ਸੀ. ਹੁਣ ਇਹ ਲੱਖਾਂ ਬੱਚਿਆਂ ਨੂੰ ਆਕਰਸ਼ਿਤ ਕਰਦਾ ਹੈ - ਪੋਲਿਟਿਕੋ",
        "ਅਮਰੀਕਾ ਵਿਚ ਖੰਘ ਦੇ ਮਾਮਲੇ ਇਕ ਦਹਾਕੇ ਦੇ ਸਭ ਤੋਂ ਉੱਚੇ ਪੱਧਰ 'ਤੇ ਚੜ੍ਹੇ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਕਲਪਨਾ ਫੁੱਟਬਾਲ ਪਲੇਆਫਸ ਚੈਂਪੀਅਨਸ਼ਿਪ ਹਫਤਾ ਸ਼ੁਰੂ ਕਰੋ 'Em & Sit' Em ਰਨਿੰਗ ਬੈਕਃ ਇਹ ਬਕੀ ਇਰਵਿੰਗ ਸਮਾਂ ਹੈ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਜਸਟਿਨ ਬਾਲਡੋਨੀ ਬਲੇਕ ਲਾਈਵ ਇਲਜ਼ਾਮਾਂ ਤੋਂ ਬਾਅਦ ਸਾਬਕਾ ਪਬਲਿਕਿਸਟ ਤੋਂ ਕੰਟਰੈਕਟ ਸੂਟ ਦੀ ਉਲੰਘਣਾ ਨਾਲ ਮਾਰਿਆ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਬਾਇਡਨ ਨੇ ਗੰਜੇ ਈਗਲ ਨੂੰ ਅਧਿਕਾਰਤ ਤੌਰ 'ਤੇ ਅਮਰੀਕਾ ਦਾ ਰਾਸ਼ਟਰੀ ਪੰਛੀ ਬਣਾਉਣ ਵਾਲੇ ਬਿੱਲ' ਤੇ ਦਸਤਖਤ ਕੀਤੇ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਡੈਨਮਾਰਕ ਗ੍ਰੀਨਲੈਂਡ ਵਿੱਚ ਰੱਖਿਆ ਨੂੰ ਹੁਲਾਰਾ ਦੇਣ ਤੋਂ ਬਾਅਦ ਟਰੰਪ ਦੇ ਯੂਐਸ ਦੇ ਖੇਤਰ ਦੇ ਮਾਲਕ ਬਣਨ ਦੇ ਸੱਦੇ ਤੋਂ ਬਾਅਦ - ਐਕਸੀਓਸ",
        "ਹੈਤੀ ਦੇ ਸਭ ਤੋਂ ਵੱਡੇ ਹਸਪਤਾਲ 'ਤੇ ਬੰਦੂਕਧਾਰੀਆਂ ਦੇ ਹਮਲੇ' ਚ ਤਿੰਨ ਦੀ ਗੋਲੀ ਮਾਰ ਕੇ ਹੱਤਿਆ - BBC.com",
        "ਰੂਸ ਦੇ ਆਰਕਟਿਕ ਸਾਗਰ ਵਪਾਰ ‘ਸਪੱਸ਼ਟ ਤੌਰ‘ ਤੇ ਵਿਘਨ ’ਦੇ ਤੌਰ ਤੇ ਵਿਲੱਖਣ ਸੀਲਿਫਟ ਜਹਾਜ਼ ਡੁੱਬ - ਫੋਰਬਸ",
        "ਨੈੱਟਫਲਿਕਸ 'ਤੇ ਐਨਐਫਐਲਃ ਕ੍ਰਿਸਮਸ ਡੇਅ ਗੇਮਜ਼ ਸਟ੍ਰੀਮਿੰਗ ਦੈਂਤ ਲਈ ਇੱਕ 1 ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਟਰੰਪ ਨੇ ਬਾਇਡਨ ਦੇ ਸੰਘੀ ਮੌਤ ਦੀ ਜ਼ਿਆਦਾਤਰ ਸਜ਼ਾ ਕੱਟਣ ਤੋਂ ਬਾਅਦ ਫਾਂਸੀ ਦੀ ਪੈਰਵੀ ਕਰਨ ਦੀ ਸਹੁੰ ਖਾਧੀ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਇਸ ਛੁੱਟੀ ਦੇ ਮੌਸਮ ਦੌਰਾਨ ਛੂਤ ਦੀਆਂ ਬਿਮਾਰੀਆਂ ਬਾਰੇ ਕੀ ਜਾਣਨਾ ਹੈ - ਯਾਹੂ! ਆਵਾਜ਼ਾਂ",
        "ਇਹ ਕਿਵੇਂ ਮਹਿਸੂਸ ਹੁੰਦਾ ਹੈ? ਬੌਬ ਡਿਲਨ ਦਾ ਹੋਮਟਾਉਨ ਗਾਇਕਾ ਬਾਰੇ ਨਵੀਂ ਫਿਲਮ ਦੀ ਤਿਆਰੀ ਕਰਦਾ ਹੈ - ਐਮਪੀਆਰ ਨਿ Newsਜ਼",
        "ਪੈਕਰਸ ਪੀਐਫਐਫ ਗ੍ਰੇਡਃ ਹਫਤੇ 16 ਵਿਚ ਸੰਤਾਂ ਉੱਤੇ ਜਿੱਤ ਤੋਂ ਸਭ ਤੋਂ ਵਧੀਆ, ਸਭ ਤੋਂ ਭੈੜੇ ਖਿਡਾਰੀ - ਪੈਕਰਸ ਵਾਇਰ",
        "ਕ੍ਰਿਸਟੋਫਰ ਨੋਲਨ ਦੀ ਅਗਲੀ ਫਿਲਮ ਹੋਮਰ ਦੀ ‘ਦਿ ਓਡੀਸੀ‘ - ਸੀ ਐਨ ਐਨ ਦੀ ਸਟਾਰ ਸਟੂਡ ਅਨੁਕੂਲਤਾ ਹੋਵੇਗੀ"
    ]
}