{
    "headlines": [
        "Biden lifts ban on Ukraine using US arms to strike inside Russia - Reuters",
        "Trump seeks pledge that his Treasury secretary will enact tough tariffs - Financial Times",
        "NFL odds, Week 11 lines, ATS predictions, game picks, tips, and times: Model simulates all games 10,000 times - CBS Sports",
        "Victoria Kjaer Theilvig wins Miss Universe 2024, the first Miss Denmark to take crown - USA TODAY",
        "Dwayne Johnson’s $200 million+ Christmas pic opens to $34.1 million - The Associated Press",
        "Trump's Pentagon pick paid woman after sex assault allegation but denies wrongdoing, his lawyer says - The Associated Press",
        "‘Gladiator II’ Unleashes $87M In Overseas Bow; Biggest Ever Offshore Start For A Ridley Scott-Directed Movie – International Box Office - Deadline",
        "Russia launches 'massive' attack on Ukraine infrastructure - BBC.com",
        "Hezbollah media head killed in Israeli strike on Beirut, security sources say - Reuters",
        "Exclusive data: Trump's record pace for Cabinet picks - Axios",
        "Every Star Who Left X for Bluesky – Dozens of Celebs Move to Rival Social Media Platform - Just Jared",
        "RFK Jr.’s vaccine theories are ‘cruel,’ former CDC director says - POLITICO",
        "A popular technique to make AI more efficient has drawbacks - TechCrunch",
        "The Leonid meteor shower peaks is peaking now. Are 'shooting stars' in the forecast for 2024? - Space.com",
        "Will the antitrust showdown launched under Biden turn into 'Let's Make A Deal' under Trump? - The Associated Press",
        "It's 2009 Again: Apple is Apparently Reconsidering Making a TV - MacRumors",
        "Restaurant executives can't wait for 2025 after slow traffic and wave of bankruptcies - CNBC",
        "Pope calls for investigation to determine if Israel’s attacks in Gaza constitute ‘genocide’ - POLITICO",
        "Top pollster Ann Selzer to retire after bombshell Iowa poll ended in huge miss - CNN",
        "Baltimore Ravens vs. Pittsburgh Steelers game: How to watch, kickoff time and more - Yahoo Sports"
    ]
}