{
    "headlines": [
        "Ex-oficial de Louisville culpado de violar os direitos civis de Breonna Taylor - ABC News",
        "O CEO da Boeing entregou um ultimato aos Maquinistas. Líderes sindicais acreditam nele - The Seattle Times",
        "   Removido ",
        "A filha de Channing Tatum e Jenna Dewan parece tão crescida no Halloween - E! NEWS",
        "Election 2024 live updates: Dems pile on Trump for 'violent rhetoric' - usa TODAY",
        "Stephanie White contratada para orientar Indiana Fever, Caitlin Clark para o próximo passo - The Washington Post",
        "Os advogados de Daniel Penny argumentam que ele protegeu os outros, os promotores dizem que ele \"foi longe demais\" quando o julgamento por homicídio no metrô de Nova York começou - CNN",
        "O desfile da World Series dos LA Dodgers ilumina o centro da cidade enquanto os fãs celebram a vitória no campeonato - CBS News",
        "Harris ataca Trump por dizer que Liz Cheney deveria ter rifles \"atirando nela\" - The Associated Press",
        "O episódio 8 de ‘Agatha All Along’ atinge 4,6 milhões de visualizações em um dia, um aumento de 10% em relação ao episódio 7 - Variedade",
        "A Suprema Corte decide que a Pensilvânia pode contar votos de apoio quando as cédulas de correio são rejeitadas - CNN",
        "Vídeos falsos de propagandistas russos visam aumentar as tensões antes do dia das eleições - NPR",
        "SEC descreve disciplina para lesão falsa 'nonsense' - ESPN",
        "Alguns telefones iPhone 14 Plus têm um problema de câmera, mas a Apple pode corrigi-lo gratuitamente - The Verge",
        "Prefeito de Orlando emite toque de recolher, fim antecipado das vendas de álcool para empresas perto do tiroteio em massa no centro da cidade - WESH 2 Orlando",
        "Muito pouco, muito tarde: como os moradores de Valência ficaram presos sem aviso nas inundações mortais da Espanha - CNN",
        "‘Union Joe’, Harris e Trump obtiveram ganhos com os sindicatos — mas não o suficiente - POLITICO",
        "Químicos quebraram uma regra de 100 anos para fazer moléculas extremamente instáveis - Livescience.com",
        "Pneumonia ambulante, as taxas de VSR estão aumentando em crianças pequenas, alerta o CDC. As tendências são notáveis — mas não inesperadas. - Yahoo Life",
        "Surfista perde parte da perna em ataque de tubarão na praia de Maui - Hawaii News Now"
    ]
}