{
    "headlines": [
        "Gene Hackman est décédé d'une maladie cardiaque, sa femme est décédée d'un hantavirus environ 1 semaine avant, selon les autorités - WTOP",
        "Les fantômes ajoutent un nouvel esprit (familier) — et préparent le terrain pour un accord Helluva ? - TVLine",
        "Épidémie de rougeole : des cas au Texas près de 200 après le décès d'un homme au Nouveau-Mexique testés positifs - Forbes",
        "Keir Starmer salue les mesures prises par l'UE pour stimuler les dépenses de défense - BBC.com",
        "Voici un aperçu des impacts et des ratés de l'atterrissage sur la lune - The Associated Press",
        "Broadcom Stock monte en flèche après que Chip Maker ait battu les gains. Le commerce de l'IA n'est pas mort. - Barron's",
        "Walgreens passe d'un géant de la santé de 100 milliards de dollars à un projet de sauvetage privé - The Wall Street Journal",
        "SpaceX a de nouveau lancé Starship. Une autre prise et un autre accident. - Barron's",
        "Récompense de 10 M $ offerte pour l'arrestation de l'ancien snowboarder olympique devenu seigneur de la drogue présumé - ABC News",
        "Avalanche consolide son statut de prétendant à la Coupe Stanley avec Brock Nelson Trade - Yardbarker",
        "« Préparez-vous aux perturbations » : le dirigeant de l'Alabama met en garde contre la fermeture du ministère de l'Éducation - AL.com",
        "Le cyclone Alfred laisse des milliers de personnes dans l'est de l'Australie sans électricité avant un atterrissage rare - Axios",
        "Un tribunal ordonne la libération du président sud-coréen Yoon pour son procès pénal sur la loi martiale - The Associated Press",
        "Rapport sur les nouveaux emplois pour offrir un aperçu de l'économie américaine sous Trump - ABC News",
        "Les astronautes de la NASA échoués reviennent enfin sur Terre après neuf mois dans l'espace - MSN",
        "Une prévision budgétaire du Minnesota en baisse lance un jeu de blâme pour les législateurs - MPR News",
        "La Chine dénonce le retour de Trump à la « loi de la jungle » - CNN"
    ]
}