{
    "headlines": [
        "محذوف",
        "صانع البطاطس الفرنسية المجمدة لامب ويستون يعين الرئيس التنفيذي الجديد، وينتقل إلى الخسارة في الربع الثاني ويخفض التوقعات - Yahoo Finance",
        "احتمالات الشواحن مقابل البرونكوس، التنبؤ، الوقت، الخط: 2024 اختيارات ليلة الخميس لكرة القدم حسب الطراز في 27-11 جولة - سي بي إس سبورتس",
        "تفصيل مقطورة \"سوبرمان \": 17 شخصية من العاصمة وبيض عيد الفصح في عالم جيمس غان الجديد - تنوع",
        "ارتفعت مبيعات المنازل في نوفمبر أكثر من المتوقع، مدعومة بانخفاض أسعار الرهن العقاري - سي إن بي سي",
        "محكمة الاستئناف تستبعد دا فاني ويليس من مقاضاة قضية ترامب جورجيا - إن بي سي نيوز",
        "ثاني أكثر ورقة مستشهد بها يتم سحبها أخيرًا بعد جدل دام 4 سنوات - IFLScience",
        "قد يكون المرض غير المشخص في الكونغو مرتبطًا بالملاريا: مركز السيطرة على الأمراض في أفريقيا - ABC News",
        "شباك التذاكر: تتبع \"سونيك 3\" للتغلب على \"موفاسا: الأسد الملك\" مع انطلاق أسبوع عيد الميلاد - مراسل هوليوود",
        "أغلقت المدارس أو تأخرت، مما جعل القيادة صعبة في جميع أنحاء مينيسوتا مع استمرار تساقط الثلوج - MPR News",
        "كل صورة من جولة تايلور سويفت عبر العصور مع ترافيس كيلسي، الماهوميز وأكثر من ذلك - الصفحة السادسة",
        "الرئيس التنفيذي لشركة UnitedHealthcare يقتل: مانجيوني يصل إلى المحكمة، ويواجه تسليمه إلى نيويورك بتهمة القتل من الدرجة الأولى - ABC News",
        "مركز السيطرة على الأمراض يؤكد أول حالة بشرية \"شديدة\" من إنفلونزا الطيور، ترامب يرفض مشروع قانون الإنفاق، وتايلور سويفت تستضيف \"عصور\" - تحت عنوان عيد ميلاد باش - ياهو! أصوات",
        "محذوف",
        "بوتين يقول إنه \"مستعد\" لمحادثات محتملة مع ترامب خلال المؤتمر الصحفي في نهاية العام - سي إن إن",
        "الرئيس الفرنسي إيمانويل ماكرون يهبط في مايوت بعد أيام من الإعصار المدمر - سي إن إن",
        "دعوة لحظر ميزة تلخيص ذكاء Apple بعد خطأ Luigi Mangione - 9to5Mac",
        "دفعت شركة آبل بقوة من قبل الاتحاد الأوروبي لجعل iOS و iPadOS أكثر قابلية للتشغيل البيني - The Verge",
        "تواجه الأسهم الأمريكية رياحًا معاكسة من ارتفاع العائدات بعد أن أشار بنك الاحتياطي الفيدرالي إلى تخفيضات أقل في أسعار الفائدة - رويترز",
        "فايرفلاي تفوز بعقد ناسا لمهمة الهبوط الثالثة على سطح القمر - SpaceNews"
    ]
}