{
    "headlines": [
        "ਅਮੈਰੀਕਨ ਏਅਰਲਾਈਨਜ਼ 'ਤਕਨੀਕੀ ਮੁੱਦੇ ਦੇ ਵਿਚਕਾਰ ਦੇਸ਼ ਵਿਆਪੀ ਉਡਾਣਾਂ ਨੂੰ ਆਧਾਰ ਬਣਾਉਂਦੀ ਹੈ,' ਐਫਏਏ ਅਤੇ ਏਅਰ ਲਾਈਨ ਕਹਿੰਦੀ ਹੈ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਐਫ ਡੀ ਏ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਜ਼ੈਪਬਾoundਂਡ ਦੀ ਘਾਟ ਖਤਮ ਹੋ ਗਈ ਹੈ. ਇੱਥੇ ਫਾਰਮੇਸੀਆਂ ਨੂੰ ਮਿਸ਼ਰਿਤ ਕਰਨ ਲਈ ਇਸਦਾ ਕੀ ਅਰਥ ਹੈ, ਉਹ ਮਰੀਜ਼ ਜਿਨ੍ਹਾਂ ਨੇ ਆਫ-ਬ੍ਰਾਂਡ ਸੰਸਕਰਣਾਂ ਦੀ ਵਰਤੋਂ ਕੀਤੀ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਨਿਸਾਨ ਨੂੰ ਹੌਂਡਾ ਰਲੇਵੇਂ ਵਿੱਚ ਲਾਗਤ ਕੱਟਣ ਵਾਲੇ 'ਕਤਲੇਆਮ' ਦਾ ਸਾਹਮਣਾ ਕਰਨਾ ਪੈ ਸਕਦਾ ਹੈ, ਕਾਰਲੋਸ ਘੋਸਨ ਦਾ ਕਹਿਣਾ ਹੈ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਟਰੰਪ ਸਾਮਰਾਜ ਦੇ ਵਿਸਥਾਰ ਦੇ ਸੁਪਨੇ - ਐਕਸੀਓਸ",
        "ਕੰਜ਼ਰਵੇਟਿਵ ਆਪਣੇ ਖਰਚੇ ਦੀ ਲੜਾਈ ਵਿਚ ਟਰੰਪ ਨੂੰ ਸ਼ਾਮਲ ਕਰਨ ਦੀ ਉਮੀਦ ਕਰਦੇ ਹਨ. ਇੰਨਾ ਸੌਖਾ ਨਹੀਂ ਹੋਵੇਗਾ - ਪੋਲਿਟਿਕੋ",
        "ਅਸੀਂ ਨਿਊਯਾਰਕ ਸਬਵੇਅ - ਸੀ ਐਨ ਐਨ ਵਿਚ ਕਥਿਤ ਤੌਰ 'ਤੇ womanਰਤ ਨੂੰ ਅੱਗ ਲਾਉਣ ਲਈ ਕਤਲ ਅਤੇ ਅੱਗ ਲਾਉਣ ਦੇ ਦੋਸ਼ ਵਿਚ ਸ਼ੱਕੀ ਬਾਰੇ ਕੀ ਜਾਣਦੇ ਹਾਂ",
        "ਕਿਵੇਂ ਇੱਕ ਆਦਮੀ ਯੂਕਰੇਨੀ ਦੇਸ਼ਧ੍ਰੋਹੀ ਅਤੇ ਰੂਸੀ ਜਾਸੂਸ ਬਣ ਗਿਆ - ਰਾਇਟਰਜ਼",
        "ਮੰਗਲਵਾਰ, ਦਸੰਬਰ 24, 2024 ਲਈ ਕੁੰਡਲੀ - ਸ਼ਿਕਾਗੋ ਸੂਰਜ-ਟਾਈਮਜ਼",
        "‘ਇਹ ਸਾਡੇ ਨਾਲ ਖਤਮ ਹੁੰਦਾ ਹੈ’ ਸਟਾਰ ਬ੍ਰਾਂਡਨ ਸਕਲੇਨਰ ਪੋਸਟਾਂ ਬਲੇਕ ਲਾਈਵਲੀ ਦੀ ਸ਼ਿਕਾਇਤ ਜਸਟਿਨ ਬਾਲਡੋਨੀ ਦੇ ਵਿਰੁੱਧਃ ‘ਰੱਬ ਦੇ ਪਿਆਰ ਲਈ ਇਹ ਪੜ੍ਹੋ’ - ਵੰਨਗੀ",
        "ਅਨਸ਼ਾਵੇਨ ਲੂਗੀ ਮੈਂਗਿਓਨ ਅਦਾਲਤ ਵਿਚ ਤਣਾਅ ਦੇ ਸੰਕੇਤ ਦਿਖਾਉਂਦਾ ਹੈ - ਦਿ ਡੇਲੀ ਬੀਸਟ",
        "ਸੋਮਵਾਰ ਰਾਤ ਫੁੱਟਬਾਲਃ ਪੈਕਰ ਇਸ ਸੀਜ਼ਨ ਵਿਚ ਐਨਐਫਐਲ ਦੇ ਪਹਿਲੇ ਸ਼ੱਟਆਉਟ ਨੂੰ ਪੋਸਟ ਕਰਦੇ ਹਨ, ਸੰਤਾਂ 'ਤੇ 34-0 ਦੌੜੋ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਬਾਇਡਨ ਨੇ ਅਮਰੀਕੀ ਨਿਆਂਪਾਲਿਕਾ ਦੇ ਵਿਸਥਾਰ ਲਈ ਵੀਟੋ ਬਿੱਲ ਦੀ ਧਮਕੀ ਦਿੱਤੀ - ਰਾਇਟਰਜ਼",
        "ਐਂਬੀਡ ਵੈਮਬਨੀਮਾ ਅਤੇ ਸਪੁਰਸ ਦੇ ਵਿਰੁੱਧ ਗੇਮ ਵਿੱਚ 2 ਟੈਕਨੀਕਲ ਡਰਾਇੰਗ ਕਰਨ ਤੋਂ ਬਾਅਦ ਬਾਹਰ ਕੱ - ਿਆ ਗਿਆ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਸਟਾਰਬਕਸ ਹੜਤਾਲਾਂ ਦਾ ਵਿਸਥਾਰ ਹੋਵੇਗਾ, ਦੇਸ਼ ਭਰ ਵਿੱਚ 300 ਤੋਂ ਵੱਧ ਸਟੋਰਾਂ ਤੱਕ ਪਹੁੰਚੇਗਾ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਵਿਗਿਆਨੀਆਂ ਨੇ 50,000 ਸਾਲ ਪੁਰਾਣੀ ਬੇਬੀ ਮੈਮੋਥ ਲਾਸ਼ ਦਾ ਪਰਦਾਫਾਸ਼ ਕੀਤਾ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਮੈਗਡੇਬਰਗ ਹਮਲੇ ਜਰਮਨੀ ਦੇ ਨੇਤਾਵਾਂ ਵਿੱਚ ਗਲਤ ਜਾਣਕਾਰੀ ਅਤੇ ਅਵਿਸ਼ਵਾਸ ਨੂੰ ਭੜਕਾਉਂਦਾ ਹੈ - ਪੋਲੀਟੀਕੋ ਯੂਰਪ",
        "ਰਾਜ ਦੇ ਅਧਿਕਾਰੀਆਂ ਨੇ ਐਮਰਜੈਂਸੀ ਘੋਸ਼ਿਤ ਕਰਨ ਤੋਂ ਬਾਅਦ ਲਾਸ ਏਂਜਲਸ ਵਿੱਚ ਬਰਡ ਫਲੂ ਦਾ ਕੇਸ ਸਾਹਮਣੇ ਆਇਆ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਹਵਾਈ ਦੇ Kīlauea ਜੁਆਲਾਮੁਖੀ ਫਟਦਾ ਹੈ, \"ਲਾਵਾ ਬੰਬ\" spitting - Axios",
        "ਸੈਂਟਾ ਕਰੂਜ਼ ਵਰਫ ਅੰਸ਼ਕ ਤੌਰ ਤੇ collapseਹਿ ਗਿਆ; 3 ਨੂੰ ਪਾਣੀ ਤੋਂ ਬਚਾਇਆ ਗਿਆ - ਦਿ ਮਰਕਰੀ ਨਿ Newsਜ਼",
        "ਸਾਲ ਇਨ (ਅਜੀਬ) ਸਾਇੰਸਃ ਸਾਡੇ ਕੁਇਜ਼ ਨਾਲ ਆਪਣੇ ਗਿਆਨ ਦੀ ਜਾਂਚ ਕਰੋ - ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ"
    ]
}