{
    "headlines": [
        "ਬੈਕਟੀਰੀਆ ਯੋਨੀਨੋਸਿਸਃ ਆਮ ਯੋਨੀ ਦੀ ਸਥਿਤੀ ਅਸਲ ਵਿੱਚ ਇੱਕ ਐਸਟੀਡੀ ਹੈ, ਅਧਿਐਨ ਲੱਭਦਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਨਾਸਾ ਆਰਬਿਟਰ ਨੇ ਚੰਦਰਮਾ 'ਤੇ ਨੀਲੇ ਭੂਤ ਲੈਂਡਰ ਦਾ ਸ਼ਾਨਦਾਰ ਦ੍ਰਿਸ਼ ਕੈਪਚਰ ਕੀਤਾ - ਗਿਜ਼ਮੋਡੋ",
        "‘ਪਿਆਰ ਦੇ ਨਾਲ ਮੇਘਨ’ ਪਾਇਨੀਅਰਜ਼ ਨਵੇਂ ਫਰੰਟੀਅਰਜ਼ ਬੇਹਿਸਾਬਤਾ ਵਿੱਚ - ਗਿਰਝ",
        "2025 ਐਨਐਫਐਲ ਆਫਸੈਂਸਃ ਡੇਵੈਂਟੇ ਐਡਮਜ਼, ਡੀ ਕੇ ਮੈਟਕਾਫ, ਹੋਰ ਵੈਟਰਨ ਵਾਈਡਆਉਟ ਲਈ ਹੁਣ ਉਪਲਬਧ ਸਰਬੋਤਮ ਲੈਂਡਿੰਗ ਸਪਾਟ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਅਮਰੀਕੀ ਖੁਫੀਆ ਰੁਕਾਵਟ ਯੂਕਰੇਨ ਦੇ ਫੌਜੀ ਕਾਰਵਾਈ ਨੂੰ ਕਿਵੇਂ ਪ੍ਰਭਾਵਤ ਕਰਦੀ ਹੈ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਕੀ ਤੁਸੀਂ ਨਵੇਂ ਕੈਨੇਡਾ ਟੈਰਿਫ ਦੇ ਤਹਿਤ ਗੈਸ ਲਈ ਵਧੇਰੇ ਭੁਗਤਾਨ ਕਰੋਗੇ? ਇਹ ਨਿਰਭਰ ਕਰਦਾ ਹੈ ਕਿ ਤੁਸੀਂ ਕਿੱਥੇ ਰਹਿੰਦੇ ਹੋ - ਸੀ ਐਨ ਐਨ",
        "ਏਐਮਡੀ ਰੇਡਿਅਨ ਆਰਐਕਸ 9070 ਅਤੇ 9070 ਐਕਸਟੀ ਸਮੀਖਿਆਃ ਆਰਡੀਐਨਏ 4 ਏਐਮਡੀ ਦੀਆਂ ਬਹੁਤ ਸਾਰੀਆਂ ਸਮੱਸਿਆਵਾਂ ਨੂੰ ਠੀਕ ਕਰਦਾ ਹੈ - ਆਰਸ ਟੈਕਨੀਕਾ",
        "'ਤੁਹਾਡੇ ਹੱਥਾਂ' ਤੇ ਖੂਨ ': ਹਾਊਸ ਦੀ ਸੁਣਵਾਈ ਦੌਰਾਨ' ਪਵਿੱਤਰ ਸ਼ਹਿਰਾਂ 'ਦੇ ਮੇਅਰ ਗਰਿੱਲ ਕੀਤੇ ਗਏ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਡੇਅਰਡੇਵਿਲਃ ਜਨਮ ਦੁਬਾਰਾ ਟੀਮ ਪ੍ਰੀਮੀਅਰ ਦੇ ‘ਐਟਮ ਬੰਬ‘ ਬਾਰੇ ਸਭ ਕੁਝ ਦੱਸਦੀ ਹੈਃ ‘ਨਿਗਲਣ ਲਈ ਇਹ ਸਖਤ ਗੋਲੀ ਹੈ’ - ਟੀਵੀਲਾਈਨ",
        "ਟਰੰਪ ਨੇ ਕਾਰ ਨਿਰਮਾਤਾਵਾਂ ਨੂੰ 1 ਮਹੀਨੇ ਦੀ ਟੈਰਿਫ ਛੋਟ ਦੀ ਆਗਿਆ ਦੇਣ ਤੋਂ ਬਾਅਦ ਸਟਾਕ ਮਾਰਕੀਟ ਵਿੱਚ ਵਾਧਾ ਹੋਇਆ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਪੋਪ ਗਾਜ਼ਾ ਵਿੱਚ ਪਾਦਰੀ ਨੂੰ ਬੁਲਾਉਂਦਾ ਹੈ ਕਿਉਂਕਿ ਉਸਦੀ ਸਥਿਤੀ ਐਸ਼ ਬੁੱਧਵਾਰ ਨੂੰ ਸਥਿਰ ਰਹਿੰਦੀ ਹੈ - ਵੈਟੀਕਨ ਨਿ Newsਜ਼ - ਪੰਜਾਬੀ",
        "ਟਰੰਪ ਐਡਮਿਨ ਵੈਟਰਨਜ਼ ਅਫੇਅਰਜ਼ ਵਿਭਾਗ ਵਿਚ 70,000 ਤੋਂ ਵੱਧ ਨੌਕਰੀਆਂ ਘਟਾਉਣ ਦੀ ਯੋਜਨਾ ਬਣਾ ਰਹੇ ਹਨ, ਮੀਮੋ ਕਹਿੰਦਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "40 ਦਿਨਾਂ ਦਾ ਟਾਰਗੇਟ ਬਾਈਕਾਟ ਕੰਪਨੀ ਦੇ ਡੀਈਆਈ ਡਾਇਵਰਜ਼ਨ ਤੋਂ ਬਾਅਦ ਸ਼ੁਰੂ ਹੁੰਦਾ ਹੈ - ਨਿ Newsਜ਼ਨੇਸ਼ਨ ਹੁਣ",
        "ਵ੍ਹਾਈਟ ਹਾ Houseਸ ਨੇ ਡੀਸੀ ਅਥਾਰਟੀ 'ਤੇ ਲਾਗੂ ਕਾਰਜਕਾਰੀ ਆਦੇਸ਼ ਦੀ ਹਮਾਇਤ ਕੀਤੀ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਵਿਗਿਆਨੀਆਂ ਨੇ ਵੂਲੀ ਮੈਮੋਥ ਪੁਨਰ ਸੁਰਜੀਤੀ ਵੱਲ ਪ੍ਰਮੁੱਖ ਕਦਮ ਵਿੱਚ ’ਉੱਲੀ ਚੂਹਿਆਂ' ਨੂੰ ਬਣਾਇਆ - ਭਾਰਤੀ ਰੱਖਿਆ ਸਮੀਖਿਆ",
        "ਹਾਂ, ਬਿਡੇਨ ਨੇ ਟ੍ਰਾਂਸਜੈਂਡਰ ਜਾਨਵਰਾਂ ਦੇ ਪ੍ਰਯੋਗਾਂ 'ਤੇ ਲੱਖਾਂ ਖਰਚ ਕੀਤੇ - ਵ੍ਹਾਈਟ ਹਾ Houseਸ",
        "ਗੂਗਲ ਸਰਚ ਦਾ ਨਵਾਂ ‘ਏਆਈ ਮੋਡ’ ਉਪਭੋਗਤਾਵਾਂ ਨੂੰ ਗੁੰਝਲਦਾਰ, ਬਹੁ-ਭਾਗ ਦੇ ਪ੍ਰਸ਼ਨ ਪੁੱਛਣ ਦਿੰਦਾ ਹੈ - TechCrunch",
        "ਚੀਫਾਂ ਨੂੰ ਜੋ ਥੁਨੇਈ ਨੂੰ ਰਿੱਛਾਂ ਨੂੰ ਭੇਜਣ ਲਈ 11 ਤੁਰੰਤ ਪ੍ਰਤੀਕ੍ਰਿਆਵਾਂ - ਐਰੋਹੈੱਡ ਪ੍ਰਾਈਡ",
        "ਬਰੈਕਟੋਲੋਜੀ ਬੁਲਬੁਲਾ ਵਾਚਃ ਅਰਕਾਨਸਾਸ ਨੇ ਵੱਡੀ ਜਿੱਤ ਪ੍ਰਾਪਤ ਕੀਤੀ, ਟੈਕਸਾਸ ਅਜੇ ਮਰਿਆ ਨਹੀਂ ਹੈ ਅਤੇ ਓਕਲਾਹੋਮਾ ਮਿਸੂਰੀ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ ਨੂੰ ਲੈਂਦਾ ਹੈ",
        "ਸੁਪਰੀਮ ਕੋਰਟ ਨੇ ਯੂਐਸਏਆਈਡੀ ਵਿਦੇਸ਼ੀ ਸਹਾਇਤਾ ਫ੍ਰੀਜ਼ 'ਤੇ ਟਰੰਪ ਨੂੰ ਠੁਕਰਾਇਆ - ਬਲੂਮਬਰਗ"
    ]
}