{
    "headlines": [
        "Эксперты по сотрясениям объясняют, когда Таговайлоа должен играть, и решают вопрос о выходе на пенсию - Miami Herald",
        "Балерина Микаэла ДеПринс, чья карьера вдохновила многих после рождения на войне, умирает в 29 лет - The Associated Press",
        "Загадочное открытие окаменелостей может раскрыть причину исчезновения неандертальцев - CNN",
        "Как ложный слух о домашних животных в Огайо и присутствии Лоры Лумер помог сорвать запланированные атаки Трампа на Харриса - CNN",
        "Перри Фаррелл из Jane's Addiction ударил гитариста Дэйва Наварро на сцене, закрыв концерт - Fox News",
        "Прямая трансляция Алабама - Висконсин, где смотреть, телеканал, коэффициенты, спред, прогноз, выбор - CBS Sports",
        "Этот отец из Флориды чувствовал себя в форме и был здоров — пока врач не сказал, что ему нужна немедленная операция - CBS News",
        "Визуальный интеллект Apple может стать шагом к очкам Apple - The Verge",
        "Иран заявляет, что успешно запустил спутник с ракетой, которая, как опасаются официальные лица, может продвинуть программу баллистических ракет - CBS News",
        "Медведев пригрозил превратить Киев в «гигантское расплавленное место» - POLITICO EUROPE",
        "Disney, DirecTV Reach Deal заканчивают отключение ESPN, ABC и других каналов - Разнообразие",
        "Изъято",
        "Земля получит мини-луну на 2 месяца? Все, что вам нужно знать - NDTV",
        "Pfizer говорит, что его экспериментальный препарат для смертельного состояния, которое вызывает аппетит и потерю веса у больных раком, показывает положительные результаты испытаний - CNBC",
        "CDC сообщает, что у пациента с птичьим гриппом в Миссури проявились симптомы - Новости NBC",
        "Ставки на большое снижение ставки ФРС не умрут. Ставки высоки для фондового рынка. - MarketWatch",
        "Объявление майора Келси Митчелла о лихорадке в Индиане после проигрыша тузов - Athlon Sports",
        "ОБНОВЛЕНИЯ В РЕАЛЬНОМ ВРЕМЕНИ: Германия готовится к проливным дождям и наводнениям - DW (Русский)",
        "Израиль наносит удар по Газе, поскольку американский активист, убитый израильским огнем, похоронен - Associated Press",
        "Google Pixel 9 Pro XL против Pixel 8 Pro: какой из них купить? - GSMArena Official"
    ]
}