{
    "headlines": [
        "List of 'NFL Honors' award winners from 2024 NFL season - NFL.com",
        "Judge halts Trump's government worker buyout plan - BBC.com",
        "Nintendo patents show the Switch 2 Joy-Con may indeed work like a mouse — and so might a new controller - The Verge",
        "Russ Vought, champion of Schedule F and slashing agency budgets, wins confirmation to OMB - Government Executive",
        "After Trump’s remarks on Gaza, some in Dearborn, Michigan ‘think we screwed up.’ - POLITICO",
        "NBA All-Star Game 2025 draft: Team Shaq reunites LeBron James and Anthony Davis after Lakers trade - Yahoo Sports",
        "Trump makes misleading claims about government payments to Politico. Here's a fact check. - CBS News",
        "Amazon to spend $100bn this year in AI drive - Financial Times",
        "As bird flu spreads, what is the risk from eggs and milk? - ABC News",
        "After prayer breakfast, Trump creates task force to root out ‘anti-Christian bias’ - The Associated Press",
        "Federal judge: Trump ignoring rule of law for ‘political or personal gain’ - The Washington Post",
        "IMPOSING SANCTIONS ON THE INTERNATIONAL CRIMINAL COURT - The White House",
        "U.K.'s foreign office cat Palmerston shows up for duty in Bermuda - NPR",
        "USAID cut dramatically as officials address 'stunning and irresponsible' changes - NPR",
        "Multiple Eagles players are dealing with an illness ahead of the Super Bowl - NBC Sports",
        "Negotiations continue over release of list of FBI agents who investigated Jan. 6 - ABC News",
        "Egypt lobbies against Trump plan to empty Gaza of Palestinians as Israel makes preparations - The Associated Press",
        "Tinder will try AI-powered matching as the dating app continues to lose users - TechCrunch",
        "Halsey Defends Chappell Roan After Grammys Speech Criticized in 'Hollywood Reporter' Op-Ed - Rolling Stone",
        "Santorini rocked by more earthquakes as uncertainty grows - BBC.com"
    ]
}