{
    "headlines": [
        "ਯੈਲੋਸਟੋਨ ਰੀਕੈਪਃ ਕੇਸੀ ਹਨੇਰਾ ਹੋ ਜਾਂਦਾ ਹੈ ਜਿਵੇਂ ਕਿ [ਸਪੋਇਲਰ] ਉਨ੍ਹਾਂ ਦੇ ਨਿਰਮਾਤਾ ਨੂੰ ਮਿਲਦਾ ਹੈ - ਟੀਵੀਲਾਈਨ",
        "ਜੋਸ਼ ਐਲਨ ਕੋਲ ਟੀਡੀਜ਼ ਲੰਘਣਾ, ਕਾਹਲੀ ਕਰਨਾ ਅਤੇ ਪ੍ਰਾਪਤ ਕਰਨਾ ਹੈ ਕਿਉਂਕਿ ਬਿੱਲਾਂ ਬਰਫ ਵਿੱਚ 49ers 35-10 ਰੂਟ ਕਰਦੇ ਹਨ, ਏਐਫਸੀ ਈਸਟ ਨੂੰ ਕਲਿਕ ਕਰਦੇ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਲੰਬੇ ਕੋਵਿਡ ਦੇ ਪਿੱਛੇ ਰਹੱਸਮਈ ਡ੍ਰਾਇਵਿੰਗ ਕਾਰਕ ਦੀ ਪਛਾਣ ਹੋ ਸਕਦੀ ਹੈ - ਸਾਇੰਸਅਲਰਟ",
        "ਸੋਮਵਾਰ, 2 ਦਸੰਬਰ, 2024 ਲਈ ਕੁੰਡਲੀ - ਸ਼ਿਕਾਗੋ ਸਨ-ਟਾਈਮਜ਼",
        "ਕੋਸਟ ਗਾਰਡ ਅਤੇ ਚੰਗੇ ਸਾਮਰੀ ਲੋਕ ਮੱਛੀ ਫੜਨ ਵਾਲੀ ਕਿਸ਼ਤੀ 'ਤੇ ਸਵਾਰ ਲੋਕਾਂ ਦੀ ਭਾਲ ਕਰਦੇ ਹਨ ਜੋ ਦੱਖਣ ਪੂਰਬੀ ਅਲਾਸਕਾ ਤੋਂ ਸਮੁੰਦਰਾਂ ਵਿਚ ਡਿੱਗ ਗਏ - ਐਂਕਰੇਜ ਡੇਲੀ ਨਿ Newsਜ਼",
        "ਟਰੰਪ ਮੈਸਾਦ ਬੂਲੋਸ, ਇਕ ਹੋਰ ਸਹੁਰੇ, ਨੂੰ ਮਿਡਲ ਈਸਟ ਦੇ ਸਲਾਹਕਾਰ ਵਜੋਂ ਟੈਪ ਕਰਦਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਓਰੇਗਨ ਹਾਈਕਰ ਦੀ ਹੱਤਿਆ ਨਾਲ ਸਬੰਧਤ 2 ਕੁੱਤਿਆਂ ਦੀਆਂ ਲਾਸ਼ਾਂ ਮਿਲੀਆਂ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਕ੍ਰਿਸ਼ਚੀਅਨ ਮੈਕਕੈਫਰੀ ਸੰਭਾਵਤ ਤੌਰ ਤੇ ਪੀਸੀਐਲ ਸੱਟ ਦੇ ਨਾਲ ਸੀਜ਼ਨ ਲਈ ਬਾਹਰ ਨਿਕਲਦਾ ਹੈ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "2024 ਐਨਐਫਐਲ ਪਲੇਆਫ ਤਸਵੀਰ, ਸਟੈਂਡਿੰਗਜ਼ਃ ਸਟੀਲਰਜ਼ ਏਐਫਸੀ ਨੌਰਥ, ਈਗਲਜ਼ ਦਾ ਸੱਜਾ ਨੰਬਰ 1 ਸੀਡ ਲਈ ਮਿਕਸ ਵਿੱਚ ਕਮਾਂਡ ਲੈਂਦੇ ਹਨ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਹਟਾਈ",
        "ਵਾਅਦਾ ਨਾ ਕਰਨ ਦੇ ਬਾਵਜੂਦ ਅਮਰੀਕੀ ਰਾਸ਼ਟਰਪਤੀ ਜੋਅ ਬਾਇਡਨ ਨੇ ਬੇਟੇ ਹੰਟਰ ਨੂੰ ਮੁਆਫ ਕੀਤਾ - Al Jazeera English",
        "ਰੂਸ, ਸੀਰੀਆ ਦੇ ਜਹਾਜ਼ਾਂ ਨੇ ਸੀਰੀਆ ਦੇ ਬਾਗ਼ੀ ਇਲਾਕੇ 'ਚ ਕੀਤੇ ਬੰਬ ਧਮਾਕੇ' ਚ ਘੱਟੋ-ਘੱਟ 25 ਲੋਕਾਂ ਦੀ ਮੌਤ - Reuters",
        "ਐਮਾਜ਼ਾਨ ਸਾਈਬਰ ਸੋਮਵਾਰ - ਆਈਜੀਐਨ ਲਈ ਓਐਲਈਡੀ ਅਤੇ ਐਮ 4 ਚਿੱਪ ਦੇ ਨਾਲ ਨਵੀਂ ਐਪਲ ਆਈਪੈਡ ਪ੍ਰੋ ਟੈਬਲੇਟ 'ਤੇ ਕੀਮਤ ਘਟਾਉਂਦਾ ਹੈ",
        "ਹਟਾਈ",
        "ਹਫਤਾ 13 ਐਨਐਫਐਲ ਹਾਈਲਾਈਟਸ 2024: ਲਾਈਵ ਟਰੈਕਿੰਗ ਚੋਟੀ ਦੇ ਨਾਟਕ, ਐਤਵਾਰ ਦੇ ਨਤੀਜਿਆਂ ਤੋਂ ਬਾਕਸ ਸਕੋਰ - ਬਲੀਚਰ ਰਿਪੋਰਟ",
        "ਏਸ਼ੀਆ-ਪ੍ਰਸ਼ਾਂਤ ਬਾਜ਼ਾਰ ਵਧਦੇ ਹਨ ਕਿਉਂਕਿ ਨਿਵੇਸ਼ਕ ਖੇਤਰ ਦੀਆਂ ਮੁੱਖ ਆਰਥਿਕ ਰੀਡਿੰਗਾਂ ਦੀ ਉਡੀਕ ਕਰਦੇ ਹਨ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਵੀਕੈਂਡ ਬਾਕਸ ਆਫਿਸਃ ਮੋਆਨਾ 2 ਹਰ ਸਮੇਂ ਦੀ ਸਭ ਤੋਂ ਵੱਧ ਕਮਾਈ ਕਰਨ ਵਾਲੀ ਥੈਂਕਸਗਿਵਿੰਗ ਫਰੇਮ ਵਿੱਚ $ 221M 5-ਦਿਨ ਦੀ ਸ਼ੁਰੂਆਤ - ਬਾਕਸ ਆਫਿਸ ਪ੍ਰੋ",
        "ਸਟੈਲੇਨਟਿਸ ਦੇ ਸੀਈਓ ਕਾਰਲੋਸ ਟਾਵਰਸ ਨੇ ਅਸਤੀਫਾ ਦੇ ਦਿੱਤਾ ਕਿਉਂਕਿ ਕਾਰ ਨਿਰਮਾਤਾ ਸੁਸਤੀ ਦੀ ਵਿਕਰੀ ਨਾਲ ਸੰਘਰਸ਼ ਜਾਰੀ ਰੱਖਦਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਬਰਫ ਉੱਤਰ-ਪੂਰਬ ਨੂੰ ਦਫਨਾਉਣਾ ਜਾਰੀ ਹੈ, ਸੋਮਵਾਰ ਤੱਕ ਵਧੇਰੇ ਉਮੀਦ ਕੀਤੀ ਜਾਂਦੀ ਹੈ - ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਓਪੇਕ+ ਮੀਟਿੰਗ 'ਤੇ ਫੋਕਸ ਦੇ ਨਾਲ ਕਮਜ਼ੋਰ ਡਾਲਰ' ਤੇ ਤੇਲ ਦੇ ਕਿਨਾਰੇ ਉੱਚੇ - ਯਾਹੂ ਵਿੱਤ"
    ]
}