{
    "headlines": [
        "Putin says Russia launched a new missile in Ukraine. Here’s what we know - CNN",
        "Northern California faces possible record-breaking rainfall from atmospheric river and another storm is coming - CNN",
        "Israel stands by as aid convoys come under attack in Gaza - CBS News",
        "SEC chair Gary Gensler resigns, leaves legacy of division and crypto feuds - Fortune",
        "Browns vs. Steelers odds, prediction, spread, time: Thursday Night Football picks by NFL model on 20-8 run - CBS Sports",
        "Dwayne Johnson & Chris Evans Christmas Pic ‘Red One’ Stuffing $100M In Global Box Office Bag - Deadline",
        "Statement from President Joe Biden on Warrants Issued by the International Criminal Court - The White House",
        "Michigan flips No. 1 prospect, Five-Star Plus+ QB Bryce Underwood from LSU - On3",
        "Cutting in line? American Airlines' new boarding tech might stop you at now over 100 airports - The Associated Press",
        "Brazilian police indict former President Bolsonaro and aides over alleged 2022 coup attempt - The Associated Press",
        "Jussie Smollett’s Conviction for Lying to Police, Staging Hate Crime Is Overturned - The Wall Street Journal",
        "Gap shares surge as it raises guidance, touts 'strong start' to holiday - CNBC",
        "Briton Simone White dies after suspected mass poisoning in Laos - BBC.com",
        "Incoming Trump White House Press Secretary Laughs at Ellen DeGeneres Leaving U.S. - TMZ",
        "[Removed]",
        "Solving a 40-year mystery, scientists ID chemical found in millions of Americans’ tap water - CNN",
        "Rumor Replay: Apple Television, AirTag 2 upgrades, iPhone 17 tidbits - 9to5Mac",
        "DOJ-Google Fight Gets Serious. Why Alphabet Stock Is Falling Today. - Barron's",
        "Some hospitals seeing increase in RSV, 'walking pneumonia.' Here's what to know - ABC News",
        "Kenya's President William Ruto cancels major deals with Adani Group - BBC.com"
    ]
}