{
    "headlines": [
        "كيف ساعد دفتر ملاحظات لويجي مانجيوني المدعين العامين الفيدراليين في بناء قضيتهم وما هي الخطوة التالية بينما يواجه اتهامات متزايدة - سي إن إن",
        "مقاطعة فولتون دا فاني ويليس غير مؤهل من قضية ترامب - BBC.com",
        "بالنسبة لآلاف اليهود، لا تزال إسرائيل لا تشعر بالأمان بعد هجمات 7 أكتوبر. لذلك هم يغادرون - وكالة أسوشيتد برس",
        "أمر وقائي صادر لرجل متهم بالتخطيط لهجوم مع مطلق النار في مدرسة ماديسون - إيه بي سي نيوز",
        "\"الرئيس المشارك\" إيلون ماسك ؟ حليف ترامب يختبر التأثير في معركة الإنفاق - واشنطن بوست",
        "دومينيك بيليكوت: من هو الرجل الذي خطط للاغتصاب الجماعي لزوجته ؟ - BBC.com",
        "يظهر تقرير ICE أن عمليات الترحيل الأمريكية بلغت أعلى مستوى لها منذ عام 2014 - واشنطن بوست",
        "ستيف كاري لديه أسوأ مباراة في حياته المهنية في انفجار المحاربين القبيح - نيويورك بوست",
        "مراجعة برودواي \"الغجرية \": أودرا ماكدونالد تأخذ دورها في Momma Rose - الموعد النهائي",
        "رينك: يصبح شون بايتون جشعًا في نهاية الشوط الأول، ويضرب البرق عرض التصفيات الخاص بشركة برونكو - ذا دنفر بوست",
        "مشروع قانون الإنفاق المدعوم من ترامب لتجنب إغلاق الحكومة يفشل في تصويت مجلس النواب - فوكس نيوز",
        "مشاهدة: تستخدم الشواحن قاعدة اتحاد كرة القدم الأميركي الغامضة لتحقيق أول هدف في ملعب ركلة عادلة في الدوري منذ عام 1976 - سي بي إس سبورتس",
        "الرئيس الصيني يحث على دور دولي أكبر لمركز القمار ماكاو - رويترز",
        "تقرير مجمع عن الأخطاء الفنية في الربع الرابع من مباراة شيكاغو الليلة في بوسطن - مسؤول في الدوري الاميركي للمحترفين",
        "نقابة عمال ستاربكس تعلن إضراب ما قبل عيد الميلاد في لوس أنجلوس وشيكاغو وسياتل - ABC News",
        "ما يجب معرفته عن تفشي إنفلونزا الطيور مع تزايد المخاوف بشأن الحالات في الولايات المتحدة - واشنطن بوست",
        "جونسون على أرض مهزوزة مع ترامب بعد الفشل الذريع في الإنفاق - بوليتيكو",
        "يواجه المزارعون وأصحاب الأعمال والناجون من الحرائق حالة من عدم اليقين بعد 100 مليار دولار من تعثر الإغاثة في حالات الكوارث - وكالة أسوشيتد برس",
        "تأخرت مهمة Crew Dragon التالية لمدة شهر - SpaceNews",
        "الرئيس التنفيذي لشركة نايك يقول إن عملاق الأحذية الرياضية \"فقد هوسه بالرياضة\"، ويتعهد بإحياء العلامة التجارية الشهيرة - نيويورك بوست"
    ]
}