{
    "headlines": [
        "Die Pattsituation tief in einer verlassenen südafrikanischen Goldmine - The Wall Street Journal",
        "Die Klage von Ben & Jerry's wirft der Muttergesellschaft Zensur in Gaza vor - Yahoo Finance",
        "Der Ukrainer Selenskyj sagt, Scholz-Putin-Telefonanruf öffne die „Büchse der Pandora“ - Reuters",
        "Trump wählt Steven Cheung als Kommunikationsdirektor, Sergio Gor als Personalbüroleiter - Fox News",
        "Elon Musks Mission, die amerikanische Regierung neu zu erfinden - Financial Times",
        "Ethik-Panel sieht sich existenzieller Krise um Gaetz-Bericht gegenüber - POLITICO",
        "Gesundheitsaktien treffen, nachdem Trump RFK Jr. für den Top-Regulierungsbeitrag angezapft hat - BBC.com",
        "Der Leoniden-Meteorschauer erreicht an diesem Wochenende neben dem Supermond seinen Höhepunkt. Was Sie wissen sollten. - The Washington Post",
        "GM entlässt fast 1.000 Mitarbeiter, hauptsächlich in den USA, so die Quelle - Reuters",
        "Daniel Cormier: Stipe Miocic 'war so verrückt und verärgert' backstage nach UFC 309 Faceoff mit Jon Jones - MMA Junkie",
        "Was Sie über Doug Burgum wissen sollten, Trumps Wahl zur Leitung des Innenministeriums - The Hill",
        "\"Red One\" -Regisseur Jake Kasdan verteidigt Dwayne Johnson, spricht über \"Jumanji 3\" - Hollywood-Reporter",
        "KSL.com Pick'em: Personalauswahl für Woche 12 des College-Footballs - KSL.com",
        "Trump versprach, die \"Wachheit\" in der Bildung zu beenden. Er hat versprochen, Bundesmittel als Hebel zu verwenden - PBS NewsHour",
        "Robert Robersons Hinrichtung kann fortgesetzt werden, erklärt der Oberste Gerichtshof von Texas - ABC News",
        "Mike Tyson gegen Jake Paul kämpfen Vorhersagen, Quoten, Experten-Tipps, Undercard für das Mega-Event auf Netflix - CBS Sports",
        "Spalte | How Americans view potential members of Trump's administration - The Washington Post",
        "‘Friday Night Lights’ Wiederholung in Arbeit von Universal TV, Imagine - Hollywood Reporter",
        "Gwen Stefani beschrieb ihre Scheidung von Gavin Rossdale als \"Castastrophe\" - Yahoo Entertainment",
        "Bibermond macht sich bereit für seinen Höhepunkt - Der Wetterkanal"
    ]
}