{
    "headlines": [
        "ਕਿ Qਬੀ ਮੈਥਿ Staff ਸਟਾਫੋਰਡ ਨੂੰ ਪੁਨਰਗਠਿਤ ਇਕਰਾਰਨਾਮਾ ਮਿਲਦਾ ਹੈ ਅਤੇ ਲਾਸ ਏਂਜਲਸ ਰੈਮਜ਼ ਨਾਲ ਰਹਿਣ ਲਈ ਸਹਿਮਤ ਹੁੰਦਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਇੰਟਰਨੈਟ ਕਾਲਿੰਗ ਪਾਇਨੀਅਰ ਸਕਾਈਪ ਲਈ ਅੰਤ ਨੇੜੇ ਆ ਜਾਂਦਾ ਹੈ ਕਿਉਂਕਿ ਮਾਈਕ੍ਰੋਸਾੱਫਟ ਬੰਦ ਕਰਨ ਦੀ ਯੋਜਨਾ ਬਣਾ ਰਿਹਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਲੇਬ੍ਰੋਨ ਜੇਮਜ਼ ਪ੍ਰਾਪਤ ਕਰਦਾ ਹੈ ਕਿ ਐਂਥਨੀ ਐਡਵਰਡਜ਼ ਐਨਬੀਏ ਦਾ ਚਿਹਰਾ ਕਿਉਂ ਨਹੀਂ ਬਣਨਾ ਚਾਹੁੰਦੇਃ 'ਇੱਥੇ ਇਹ ਅਜੀਬ energyਰਜਾ ਹੈ' - ਯਾਹੂ ਸਪੋਰਟਸ",
        "ਅਮਰੀਕਾ 'ਚ ਅੰਗਰੇਜ਼ੀ ਨੂੰ ਸਰਕਾਰੀ ਭਾਸ਼ਾ ਬਣਾਉਣ ਦੇ ਟਰੰਪ ਦੇ ਆਦੇਸ਼ ਦਾ ਕੀ ਹੋ ਸਕਦਾ ਹੈ ਮਤਲਬ - The Associated Press",
        "ਜਿuryਰੀ ਨੇ ਇਲੀਨੋਇਸ ਦੇ ਮਕਾਨ ਮਾਲਕ ਨੂੰ ਕਤਲ, ਨਫ਼ਰਤ ਦੇ ਜੁਰਮ ਲਈ ਦੋਸ਼ੀ ਪਾਇਆ 2023 ਵਿਚ ਫਲਸਤੀਨੀ ਅਮਰੀਕੀ ਲੜਕੇ 'ਤੇ ਹਮਲਾ - ਸੀਐਨਐਨ",
        "ਯੂਐਸ ਮੌਸਮ ਅਤੇ ਮਹਾਂਸਾਗਰ ਏਜੰਸੀ 'ਤੇ ਫਾਇਰਿੰਗ ਜਾਨਾਂ ਅਤੇ ਆਰਥਿਕਤਾ ਨੂੰ ਜੋਖਮ ਵਿਚ ਪਾਉਂਦੀ ਹੈ, ਸਾਬਕਾ ਏਜੰਸੀ ਦੇ ਮੁਖੀ ਚੇਤਾਵਨੀ ਦਿੰਦੇ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਆਇਓਵਾ ਦੇ ਰਾਜਪਾਲ ਨੇ ਰਾਜ ਦੇ ਨਾਗਰਿਕ ਅਧਿਕਾਰਾਂ ਦੇ ਕੋਡ ਤੋਂ ਲਿੰਗ ਪਛਾਣ ਸੁਰੱਖਿਆ ਨੂੰ ਹਟਾਉਣ ਵਾਲੇ ਬਿੱਲ 'ਤੇ ਦਸਤਖਤ ਕੀਤੇ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਅਚਾਨਕ ਸਾਹ ਲੈਣ ਵਾਲੇ ਐਪੀਸੋਡ - ਸੀ ਐਨ ਐਨ ਤੋਂ ਬਾਅਦ ਪੋਪ ਫ੍ਰਾਂਸਿਸ ਸਾਹ ਲੈਣ ਵਾਲੀ ਮਸ਼ੀਨ 'ਤੇ",
        "ਡੀਆਰ ਕਾਂਗੋ ਵਿਚ ਐਮਪੌਕਸਃ ਸੰਘਰਸ਼ ਦੇ ਵਿਚਕਾਰ 500 ਤੋਂ ਵੱਧ ਮਰੀਜ਼ ਕਲੀਨਿਕਾਂ ਤੋਂ ਭੱਜ ਗਏ - ਬੀਬੀਸੀ.",
        "ਟਰੰਪ ਅਤੇ ਜ਼ੇਲੇਨਸਕੀ ਕੁੰਜੀ ਟੇਕਵੇਅਃ ਓਵਲ ਦਫਤਰ ਦੀ ਬੈਠਕ ਚੀਕਣ ਵਾਲੇ ਮੈਚ ਵਿੱਚ ਫਟਦੀ ਹੈ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "2025 ਦੀ ਪੂਰੀ ਸੂਚੀ ਐਨਐਫਐਲ ਸੰਜੋਗ ਨਤੀਜੇ ਅਤੇ 40-ਯਾਰਡ ਡੈਸ਼ ਟਾਈਮਜ਼, ਪਲੱਸ ਵਿਜੇਤਾ ਅਤੇ ਹਰ ਸਥਿਤੀ ਲਈ ਹਾਰਨ ਵਾਲੇ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "‘ਇਹ ਸਾਡੇ ਨਾਲ ਖਤਮ ਹੁੰਦਾ ਹੈ’ ਮੁਕੱਦਮਾਃ ਜੱਜ ਨੇ ਜਸਟਿਨ ਬਾਲਡੋਨੀ ਟੀਮ ਦੇ ਫੋਨ ਰਿਕਾਰਡਾਂ ਦੇ 2 ਸਾਲਾਂ ਲਈ ਬਲੇਕ ਲਾਈਵਲੀ ਦੇ ਸਬਪੋਏਨਾ ਵਿਚ ਮਿਕਸਡ ਰੂਲਿੰਗ ਜਾਰੀ ਕੀਤੀ - ਵੰਨਗੀ",
        "ਸਪੇਸਐਕਸ ਨੂੰ ਸਟਾਰਸ਼ਿਪ ਮੈਗਰਾਕੇਟ ਦੀ ਫਲਾਈਟ 8 ਲਈ ਐਫਏਏ ਦੀ ਮਨਜ਼ੂਰੀ ਮਿਲਦੀ ਹੈ - ਸਪੇਸ ਡਾਟ ਕਾਮ",
        "ਟੇਟ ਭਰਾਵਾਂ ਦੀ ਅਮਰੀਕਾ ਵਾਪਸੀ ਤੋਂ ਬਾਅਦ, ਡੀਸੈਂਟਿਸ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਹ ਸਵਾਗਤ ਨਹੀਂ ਹੈ. ਇੱਥੇ ਕੀ ਜਾਣਨਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਵਾਰੀਅਰਜ਼ ਲਈ ਸਟੀਫ ਕਰੀ ਦੀ ਰਾਖਸ਼ ਰਾਤ ਨੇ ਵਿਰੋਧੀ ਕੋਚ ਦੇ ਦਿਮਾਗ ਨੂੰ ਤੋੜਿਆ - SFGATE",
        "ਡੋਗੇ ਸੀਐਫਪੀਬੀ ਵਰਕਰਾਂ ਦੀ ‘ਵਿਸ਼ਾਲ ਬਹੁਗਿਣਤੀ‘ ਨੂੰ ਖਤਮ ਕਰਨਾ ਚਾਹੁੰਦਾ ਹੈ, ਕਰਮਚਾਰੀ ਕਹਿੰਦੇ ਹਨ - ਦਿ ਵਰਜ",
        "ਡੋਗੇ ਦੀ ਗੁਪਤ ਯੋਜਨਾ ਦੇ ਹਿੱਸੇ ਵਜੋਂ ਟਰੰਪ ਅਧਿਕਾਰੀ ਨਾਗਰਿਕ ਅਧਿਕਾਰਾਂ ਦੇ ਦਫਤਰਾਂ ਨੂੰ ਤੋੜਨਾ ਸ਼ੁਰੂ ਕਰਦੇ ਹਨ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਐਪਲ (ਏਏਪੀਐਲ) ਨਵੇਂ ਆਈਫੋਨ ਮਾਡਲ ਨਾਲ ਚਿਹਰੇ ਦੀ ਪਛਾਣ ਵੱਲ ਵਧਦਾ ਹੈ - TipRanks"
    ]
}