{
    "headlines": [
        "Sechs Tote nach Untergang eines Touristen-U-Bootes in Ägypten - BBC.com",
        "Colorado gewinnt Sundance Film Festival Bid - Colorado Public Radio",
        "lululemon athletica inc. gibt Ergebnisse für das vierte Quartal und das Gesamtjahr des Geschäftsjahres 2024 bekannt - lululemon",
        "Richter ordnet Trump-Administration an, Signal-Chat über Jemen-Streiks beizubehalten - ABC News",
        "Trump Auto Tariffs: Auto Import Tariffs Rattle Auto Industry; Tesla Stock Rises— Live Updates - The Wall Street Journal",
        "Da Trumps Zolltarif \"Tag der Befreiung\" näher rückt, laden Investoren Optionen und diese Aktien auf - MarketWatch",
        "Der MLB-Eröffnungstag ist da! Was wir sehen, Aufstellungen und Live-Updates von jedem Spiel - ESPN.co.uk",
        "Prognosen für den März-Wahnsinn 2025: NCAA-Klammerexperte wählt gegen den Spread, Quoten im Sweet 16 am Donnerstag - CBS Sports",
        "Amsterdam: Mehrere Verwundete nach Messerstichen in der Nähe des Dam-Platzes - DW (Englisch)",
        "Einwohner von Michigan stirbt an einer gespendeten Niere, die mit Tollwut befleckt ist - Gizmodo",
        "RFK Jr. kündigt große Kürzungen beim Department of Health and Human Services an - The Washington Post",
        "Frankreichs Macron sagt, dass sich nicht alle europäischen Länder auf Gewalt für die Ukraine einigen - Al Jazeera Englisch",
        "Wissenschaftler verblüfften über mysteriöse uralte Kreaturen, die nicht auf den Baum des Lebens passen, wie wir ihn kennen - Livescience.com",
        "US-Schuldenlast zum Höhepunkt des Zweiten Weltkriegs in den kommenden Jahren, sagt Watchdog - Financial Times",
        "Bizarre Wespen, die in Bernstein konserviert sind, flogen unter Dinosauriern - CNN",
        "Nintendos neues System zum Teilen digitaler Switch-Spiele, erklärt - Ars Technica",
        "\"Eine Schlacht nach der anderen\" -Trailer: Leonardo DiCaprio ist ein bewaffneter Bürgerrechtler in Paul Thomas Andersons trippiger politischer Aussage - IndieWire",
        "Dying for Sex TV Review (2025) - Roger Ebert",
        "Backbone One Xbox Edition ist jetzt für Android verfügbar - 9to5Google"
    ]
}