{
    "headlines": [
        "ਸਟੀਲਰਜ਼ ਡਬਲਯੂਆਰ ਜਾਰਜ ਪਿਕਨਜ਼ ਨੇ ਬ੍ਰਾsਨਜ਼ ਸੀਬੀ ਨਾਲ ਲੜਨਾ ਸ਼ੁਰੂ ਕਰ ਦਿੱਤਾ ਜਿਵੇਂ ਕਿ ਖੇਡ ਖਤਮ ਹੋ ਗਈ, ਇਸ 'ਤੇ ਰੋਕ ਲਗਾਉਣੀ ਪਈ - ਯਾਹੂ ਸਪੋਰਟਸ",
        "ਬ੍ਰਾਇਸ ਅੰਡਰਵੁੱਡ ਦਾ ਫਲਿੱਪ ਐਲਐਸਯੂ ਤੋਂ ਮਿਸ਼ੀਗਨ ਤੱਕ ਬ੍ਰਾਇਨ ਕੈਲੀ ਦੇ ਤੀਜੇ ਸੀਜ਼ਨ ਨੂੰ ਤਬਾਹੀ ਦੇ ਹੋਰ ਪੱਧਰਾਂ ਲਈ ਸਿੰਕ ਕਰਦਾ ਹੈ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "Jussie Smollett ਦੀ ਸਜ਼ਾ ਕਥਿਤ ਨਫ਼ਰਤ-ਅਪਰਾਧ ਧੋਖਾਧੜੀ ਵਿੱਚ ਪਲਟ ਗਈਃ ਅਸੀਂ ਇੱਥੇ ਕਿਵੇਂ ਪਹੁੰਚੇ ਅਤੇ ਅੱਗੇ ਕੀ ਹੈ - ਯਾਹੂ! ਆਵਾਜ਼ਾਂ",
        "ਬਰੂਨੇਟ ਏਲਨ ਡੀਜੇਨਰੇਸ ਯੂਕੇ ਦੇ ਪੱਬ 'ਤੇ ਲਗਭਗ ਅਣਜਾਣ ਹੈ ਪੋਰਟਿਆ ਡੀ ਰੋਸੀ ਦੇ ਨਾਲ-ਨਾਲ ਯੂਐਸ ਪੋਸਟ-ਚੋਣ ਤੋਂ ਬਾਅਦ ਭੱਜਣ ਤੋਂ ਬਾਅਦ - ਪੰਨਾ ਛੇ",
        "ਟਰੰਪ ਪ੍ਰਸ਼ਾਸਨ ਵਿਚ ਐਲਨ ਮਸਕ ਦਾ ਪਹਿਲਾ ਕਾਰੋਬਾਰ ਦਾ ਆਰਡਰਃ ਰਿਮੋਟ ਵਰਕ ਨੂੰ ਮਾਰੋ - ਫਾਰਚੂਨ",
        "ਗੌਤਮ ਅਡਾਨੀ 'ਤੇ ਅਮਰੀਕਾ ਦਾ ਦੋਸ਼, ਭਾਰਤ ਇੰਕ ਦੀ ਸਾਖ ਨੂੰ ਮੁਕੱਦਮੇ' ਤੇ ਪਾਉਂਦਾ ਹੈ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "ਬ੍ਰਾsਨਜ਼ ਕਿ Qਬੀ ਜੇਮਿਸ ਵਿੰਸਟਨ 2-ਯਾਰਡ ਟੀਡੀ - ਈਐਸਪੀਐਨ ਲਈ ਹਵਾਦਾਰ ਜਾਂਦਾ ਹੈ",
        "ਪੁਤਿਨ ਨੇ ਪੁਸ਼ਟੀ ਕੀਤੀ ਰੂਸ ਨੇ ਯੂਕਰੇਨ 'ਤੇ ਨਵੀਂ ਬੈਲਿਸਟਿਕ ਮਿਜ਼ਾਈਲ ਚਲਾਈ - ਪੋਲੀਟੀਕੋ ਯੂਰਪ",
        "ਗਾਏਟਜ਼ ਦੇ ਪਿੱਛੇ ਹਟਣ ਤੋਂ ਬਾਅਦ ਟਰੰਪ ਨੇ ਅਟਾਰਨੀ ਜਨਰਲ ਲਈ ਪਾਮ ਬੌਂਡੀ ਦਾ ਨਾਮ ਰੱਖਿਆ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਗਾਏਟਜ਼ ਦੇ ਬਾਹਰ ਨਿਕਲਣ ਦੇ ਬਾਵਜੂਦ ਸੈਨੇਟ ਰਿਪਬਲਿਕਨ ਹੇਗਸੇਥ ਨੂੰ ਵਧੇਰੇ ਸਵੀਕਾਰ ਕਰਦੇ ਹਨ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "Shohei Ohtani ਦੇ ਕੁੱਤੇ ਚੋਰੀ ਸ਼ੋਅ —again — NL MVP ਐਲਾਨ 'ਤੇ - ਨਿਊਯਾਰਕ ਪੋਸਟ",
        "ਜੋਨਾਥਨ ਮੇਜਰਜ਼ ਦੀ ਸਾਬਕਾ ਪ੍ਰੇਮਿਕਾ ਡ੍ਰੌਪਸ ਅਸਾਲਟ ਅਤੇ ਮਾਣਹਾਨੀ ਦਾ ਮੁਕੱਦਮਾ - ਵੰਨਗੀ",
        "ਜੱਜਾਂ 'ਤੇ ਦੇਰ ਰਾਤ ਸੌਦੇ ਤੋਂ ਬਾਅਦ ਸ਼ੂਮਰ ਨੇ ਜਿੱਤ ਦਾ ਦਾਅਵਾ ਕੀਤਾ - ਐਕਸੀਓਸ",
        "ਉੱਤਰੀ ਕੈਲੀਫੋਰਨੀਆ ਨੂੰ ਵਾਯੂਮੰਡਲ ਦੀ ਨਦੀ ਤੋਂ ਸੰਭਾਵਤ ਰਿਕਾਰਡ ਤੋੜਨ ਵਾਲੀ ਬਾਰਸ਼ ਦਾ ਸਾਹਮਣਾ ਕਰਨਾ ਪੈ ਰਿਹਾ ਹੈ ਅਤੇ ਇਕ ਹੋਰ ਤੂਫਾਨ ਆ ਰਿਹਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਇਜ਼ਰਾਈਲ ਗਾਜ਼ਾ ਵਿੱਚ ਸਹਾਇਤਾ ਕਾਫਲੇ ਦੇ ਹਮਲੇ ਦੇ ਨਾਲ ਖੜ੍ਹਾ ਹੈ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਅਮੈਰੀਕਨ ਏਅਰਲਾਈਨਜ਼ ਬੋਰਡਿੰਗ ਲਾਈਨ ਕਟਰਾਂ ਨੂੰ ਸ਼ਰਮਿੰਦਾ ਕਰਨ ਲਈ ਨਵੀਂ ਤਕਨੀਕ ਦੀ ਤਾਇਨਾਤੀ ਕਰ ਰਹੀ ਹੈ - TechCrunch",
        "ਅੰਤਰਰਾਸ਼ਟਰੀ ਅਪਰਾਧਕ ਅਦਾਲਤ ਵੱਲੋਂ ਵਾਰੰਟ ਜਾਰੀ ਕਰਨ 'ਤੇ ਰਾਸ਼ਟਰਪਤੀ ਜੋਅ ਬਿਡੇਨ ਦਾ ਬਿਆਨ - ਵ੍ਹਾਈਟ ਹਾਊਸ",
        "ਕ੍ਰੋਮ ਵਿਕਰੀ ਲਈ ਡੀਓਜੇ ਕਾਲ ਕਰਨ ਤੋਂ ਬਾਅਦ ਗੂਗਲ ਸਟਾਕ ਹਥੌੜਾ ਮਾਰਿਆ - Fortune",
        "ਬ੍ਰਾਜ਼ੀਲ ਦੇ ਬੋਲਸੋਨਾਰੋ ਅਤੇ ਸਹਿਯੋਗੀ 2022 ਦੇ ਤਖਤਾਪਲਟ ਪਲਾਟ ਦੀ ਜਾਂਚ ਵਿੱਚ ਦੋਸ਼ੀ ਠਹਿਰਾਏ ਗਏ - ਸੀਐਨਐਨ",
        "ਐਪਲ ਕਥਿਤ ਤੌਰ ‘ਤੇ ਚੈਟਜੀਪੀਟੀ - ਦਿ ਵਰਜ ਨਾਲ ਮੁਕਾਬਲਾ ਕਰਨ ਲਈ’ ਐਲਐਲਐਮ ਸਿਰੀ ’’ ਤੇ ਕੰਮ ਕਰ ਰਿਹਾ ਹੈ"
    ]
}