{
    "headlines": [
        "Briefing en direct : L'envoyé de Trump au Moyen-Orient se rend en Israël, prévoit de se rendre à Gaza - The Washington Post",
        "Un chasseur de fossiles amateur trouve un vomi d'animal vieux de 66 millions d'années - CNN",
        "Un médecin dit qu'au moins 17 personnes sont mortes dans une bousculade au festival massif Maha Kumbh en Inde - The Associated Press",
        "Frontier Airlines propose de fusionner avec un autre transporteur économique, Spirit — encore une fois - CNBC",
        "DeepSeek AI Fears Haunt Meta, Microsoft Earnings. Ce que les marchés boursiers doivent voir et 5 autres choses à savoir aujourd'hui. - Barron's",
        "Trump demande à Elon Musk de ramener 2 astronautes Starliner de l'ISS pour la NASA - mais ils ont déjà un trajet SpaceX pour rentrer chez eux - Space.com",
        "mise à jour iOS 18.3 - Avertissement émis à tous les utilisateurs d'iPhone - Forbes",
        "Premier briefing de Karoline Leavitt : La salle de presse entre dans une nouvelle ère - Axios",
        "Les scientifiques découvrent une super-Terre. Il y a quelque chose d'étrange là-dedans. - Mashable",
        "La Fed s'attend à maintenir des taux d'intérêt stables, défiant la pression de Trump - ABC News",
        "Nouvel An lunaire : Famille, nourriture et couleurs alors que des millions de personnes célèbrent l'Année du serpent - BBC.com",
        "Les fabricants mondiaux de puces rebondissent après le rallye des actions Nvidia - Financial Times",
        "Pneus brûlés, ambassades attaquées lors des manifestations de Kinshasa en RDC - Al Jazeera English",
        "Ninja Gaiden 2 Black mis à jour sur Xbox, la deuxième mise à jour arrivera le mois prochain - Pure Xbox",
        "Choix d'experts : AT&T Pebble Beach Pro-Am - PGA TOUR",
        "Ce que les travailleurs fédéraux devraient savoir sur l'offre de « démission différée » de l'administration Trump - The Washington Post",
        "L'épidémie de tuberculose au Kansas est parmi les plus importantes jamais enregistrées aux États-Unis - ScienceAlert",
        "Trump cherche à chasser les troupes transgenres de l'armée. Voici pourquoi c'est compliqué - The Associated Press",
        "L'accusateur d'A$AP Rocky va témoigner sur la fusillade présumée au plus grand moment du procès du rappeur - Yahoo ! Voices"
    ]
}