{
    "headlines": [
        "ਯੂਐਸ ਸਟਾਰਗੇਜ਼ਰ ਵੇਖਦੇ ਹਨ ਕਿ ਮੰਗਲ ਵੁਲਫ ਮੂਨ ਦੇ ਪਿੱਛੇ ਅਲੋਪ ਹੋ ਜਾਂਦਾ ਹੈ, 13 ਜਨਵਰੀ - ਸਕਾਈ ਐਟ ਨਾਈਟ ਮੈਗਜ਼ੀਨ",
        "ਨਾਟੋ ਨੇ ਬਾਲਟਿਕ ਸਾਗਰ ਖੇਤਰ ਵਿਚ ਅੰਡਰਸੀ ਕੇਬਲ ਦੀ ਰੱਖਿਆ ਲਈ ਇਕ ਨਵੇਂ ਮਿਸ਼ਨ ਦੀ ਘੋਸ਼ਣਾ ਕੀਤੀ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਸੈਮਸੰਗ ਨੇ ਵਧੇਰੇ ਲਚਕਦਾਰ ਟ੍ਰੇਡ-ਇਨ ਪ੍ਰੋਗਰਾਮ ਦੀ ਘੋਸ਼ਣਾ ਕੀਤੀ, ਖਰੀਦਣ ਦੀ ਜ਼ਰੂਰਤ ਨਹੀਂ - ਦਿ ਵਰਜ",
        "\"ਡੁੱਬੇ ਸੰਸਾਰ\" ਧਰਤੀ ਦੇ ਪਰਦੇ ਵਿਚ ਪ੍ਰਸ਼ਾਂਤ ਮਹਾਂਸਾਗਰ ਦੇ ਹੇਠਾਂ ਲੱਭੇ - Earth.",
        "ਦੋਹਾ 'ਚ ਗਾਜ਼ਾ ਜੰਗਬੰਦੀ ਵਾਰਤਾ ਮੁੜ ਸ਼ੁਰੂ,' ਬ੍ਰੇਕਥਰੂ 'ਤੋਂ ਬਾਅਦ ਨਜ਼ਦੀਕੀ ਨਜ਼ਰ ਆਇਆ ਸੌਦਾ - Reuters",
        "ਕੇਵਿਨ ਓਕੋਨਲ ਸੈਮ ਡਾਰਨੋਲਡ ਦੀ ਪ੍ਰਸ਼ੰਸਾ ਕਰਦਾ ਹੈ, ਪਰ ਕਹਿੰਦਾ ਹੈ ਕਿ \"ਇਹ ਅੰਤ ਵਿੱਚ ਕੰਮ ਨਹੀਂ ਕੀਤਾ\" - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਮਹਾਰਾਣੀ ਐਲਿਜ਼ਾਬੈਥ II ਨੂੰ ਉਸਦੇ ਮਹਿਲ ਵਿੱਚ ਸੋਵੀਅਤ ਜਾਸੂਸ ਬਾਰੇ ਨਹੀਂ ਦੱਸਿਆ ਗਿਆ ਸੀ, ਐਮਆਈ 5 ਫਾਈਲਾਂ ਦਾ ਵਰਗੀਕ੍ਰਿਤ ਪ੍ਰਦਰਸ਼ਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਟਰੰਪ ਦੇ ਨਾਮਜ਼ਦ ਉਮੀਦਵਾਰਾਂ ਦਾ ਸਾਹਮਣਾ ਕਰ ਰਹੇ ਗੁੰਝਲਦਾਰ ਪ੍ਰਸ਼ਨ - ਬੀਬੀਸੀ.",
        "ਮਹਾਕੁੰਭਃ ਸੁਆਹ ਨਾਲ ਭਿੱਜੇ ਪਵਿੱਤਰ ਪੁਰਸ਼ਾਂ ਦੀ ਅਗਵਾਈ ਭਾਰਤ ਨਹਾਉਣ ਦਾ ਤਮਾਸ਼ਾ - BBC.com",
        "ਅਮਰੀਕੀ ਵਕੀਲ ਜੈਕ ਸਮਿਥ ਟਰੰਪ ਵਿਰੁੱਧ ਅਪਰਾਧਿਕ ਕੇਸ ਦਾ ਬਚਾਅ ਕਰਦਾ ਹੈ - ਰਾਇਟਰਜ਼",
        "ਟਰੰਪ ਦੀ ਉਦਘਾਟਨੀ ਰੈਲੀ 'ਚ ਖੇਡਣਗੇ ਪਿੰਡ ਦੇ ਲੋਕ - Axios",
        "Beyoncé Postpones ਜਨਵਰੀ. 14 ਐਲ. ਏ. ਅੱਗ ਕਾਰਨ ਐਲਾਨ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਲਾਸ ਏਂਜਲਸ ਖਤਰਨਾਕ ਤੇਜ਼ ਹਵਾਵਾਂ ਲਈ ਬ੍ਰੇਸ ਕਰਦਾ ਹੈ ਕਿਉਂਕਿ ਅੱਗਾਂ ਸੜਦੀਆਂ ਰਹਿੰਦੀਆਂ ਹਨ - ਲਾਈਵ ਅਪਡੇਟਸ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਰੈਮਜ਼ ਨੇ ਵਾਈਲਡ-ਕਾਰਡ ਪਲੇਆਫ ਗੇਮ ਵਿਚ ਵਾਈਕਿੰਗਜ਼ ਨੂੰ 27-9 ਨੂੰ ਹਰਾ ਦਿੱਤਾ ਕਿਉਂਕਿ ਐਲ ਏ ਵਾਈਲਡਫਾਇਰਜ਼ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਚੰਦਰਮਾ ਦੀ ਨਵੀਂ ਦੌੜ ਦਾ ਅਗਲਾ ਲੱਤ ਸ਼ੁਰੂ ਹੋਣ ਵਾਲਾ ਹੈ — ਅਤੇ ਇਹ ਅਜੇ ਤੱਕ ਸਭ ਤੋਂ ਦਿਲਚਸਪ ਹੋ ਸਕਦਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਜੈਸਿਕਾ ਸਿਮਪਸਨ ਅਤੇ ਐਰਿਕ ਜਾਨਸਨ ਵਿਆਹ ਦੇ 10 ਸਾਲਾਂ ਬਾਅਦ ਸਪਲਿਟ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਕਾਊਬੌਇਜ਼ 'ਜੈਰੀ ਜੋਨਸ ਨੇ ਡੀਓਨ ਸੈਂਡਰਸ ਨਾਲ ਹਾਈ ਕੋਰਟ ਦੀ ਸਥਿਤੀ ਬਾਰੇ ਗੱਲ ਕੀਤੀ ਹੈ; ਸੈਂਡਰਸ ਨੂੰ ਮੌਕਾ ਮਿਲਦਾ ਹੈ' ਦਿਲਚਸਪ '- ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਸੈਨੇਟਰ ਰਾਉਂਡਜ਼ਃ ਕੈਲੀਫੋਰਨੀਆ ਸਹਾਇਤਾ ਲਈ ਕਰਜ਼ੇ ਦੀ ਸੀਮਾ ਬੰਨ੍ਹਣਾ ‘ਜ਼ੁਰਮਾਨੇ ਵਜੋਂ ਨਹੀਂ’ - ਦਿ ਹਿੱਲ",
        "ਟ੍ਰੋਏ ਏਕਮੈਨ ਕਾਉਬੌਇਜ਼ ਦੇ ਮਾਈਕ ਮੈਕਕਾਰਥੀ ਕੋਚਿੰਗ ਫੈਸਲੇ ਨੂੰ ਨਸ਼ਟ ਕਰਦਾ ਹੈ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਰਿਪੋਰਟ 'ਤੇ ਡਾਲਰ ਫਾਲਸ ਟਰੰਪ ਟੀਮ ਹੌਲੀ ਹੌਲੀ ਟੈਰਿਫ' ਤੇ ਵਿਚਾਰ ਕਰ ਰਹੀ ਹੈ - ਬਲੂਮਬਰਗ"
    ]
}