{
    "headlines": [
        "الأسهم الأوروبية تنخفض بسبب الأرباح الضعيفة ؛ انخفاض الجنيه: التفاف الأسواق - Yahoo Finance",
        "عملية هاريس في ولاية بنسلفانيا المهمة تعاني من شكاوى حزبية داخلية - بوليتيكو",
        "دعوى قضائية جديدة تدعي أن شون \"ديدي\" كومز \"اغتصب امرأة\" انتقامًا منها بعد أن ادعت أنه متورط في مقتل توباك شاكور",
        "كوريا الشمالية تقول إن 1.4 مليون يتقدمون للالتحاق بالجيش وسط توترات مع الجنوب - رويترز",
        "التضخم في المملكة المتحدة ينخفض بشكل حاد إلى 1.7 ٪، أقل من هدف بنك إنجلترا لأول مرة منذ أكثر من ثلاث سنوات - CNBC",
        "الضربة الإسرائيلية تهز بيروت بعد أن قالت الولايات المتحدة إنها تعارض نطاق الهجوم الجوي - رويترز",
        "تراجع الصين يضر LVMH مع انخفاض المبيعات في المنطقة بنسبة 16 ٪ - تلفزيون بلومبرغ",
        "إيلون ماسك يعطي دفعة قدرها 75 مليون دولار لانتخابات دونالد ترامب الرئاسية - فاينانشال تايمز",
        "قاضي جورجيا يمنع قاعدة الانتخابات التي تلزم بالعد اليدوي للأصوات - أكسيوس",
        "تيد كروز، كولين ألريد اشتباك حول الإجهاض، والحدود، وحقوق المتحولين جنسيا في مناقشة مجلس الشيوخ الأمريكي - ABC News",
        "في قلب كارتل سينالوا المكسيكي، تغيرت الطرق القديمة واستعر العنف - وكالة أسوشيتد برس",
        "تمهل الولايات المتحدة إسرائيل 30 يومًا لتعزيز مساعدات غزة أو المخاطرة بتخفيض الدعم العسكري - BBC.com",
        "مارك ديفيس في تداول Davante Adams: \"اللاعبون يأتون ويذهبون\" - NBC Sports",
        "تم الإبلاغ عن مشاهدات للمذنبات في جميع أنحاء ماساتشوستس ليلة الثلاثاء - دبليو سي في بي بوسطن",
        "قاضي الموارد البشرية يساعد اليانكيز على أخذ زمام المبادرة 2-0 في ALCS - ESPN",
        "سيعود غاري أولدمان إلى مسرح المملكة المتحدة بعد غياب 4 عقود - الموعد النهائي",
        "عدد قياسي من الأصوات المبكرة التي تم الإدلاء بها في جورجيا مع بدء الانتخابات في ولاية ساحة المعركة - سي إن إن",
        "يدافع هاريس عن الأسلوب \"المكتوب\" ويوافق على أن ترامب \"يدور حول الفاشية\" في مقابلة واسعة النطاق مع شارلاماني ثا الله - سي إن إن",
        "يقول حاكم ولاية كارولينا الشمالية روي كوبر إن 81 شخصًا ما زالوا مفقودين في ولاية كارولينا الشمالية، ويتصدون للتهديدات - الولايات المتحدة الأمريكية اليوم",
        "كاتب \"Grey's Anatomy\" الذي زيف السرطان يتحدث بعد docuseries - Entertainment Weekly News"
    ]
}