{
    "headlines": [
        "   Removido ",
        "LeBron James, dos Lakers, fará estreia na pré-temporada contra o Suns depois de ficar de fora da abertura da equipe para 'descanso' - CBS Sports",
        "Tempestade tropical Milton se forma no Golfo; previsão de fortalecimento para furacão em direção à Flórida - CBS News",
        "Dodgers 'fechando a porta' no retorno de Kershaw - ESPN",
        "Alegações falsas sobre a resposta federal a Helene são um sinal sinistro para as próximas eleições - CNN",
        "Atualizações ao vivo: placar do Alabama Football vs. Vanderbilt, relatório de lesões e muito mais - AL.com",
        "FDA atualiza recall de ovos ligados à salmonela para riscos 'sérios' à saúde ou 'morte' - usa TODAY",
        "Funcionários do condado de Buncombe fornecem atualizações sobre os esforços de resposta de Helene - WXII12 Winston-Salem",
        "Jim Henson Company Lot On La Brea Not Being Sold To Scientology, Owners Say; “Not In Any Business Dealings With The Church,” Family Declares - Deadline",
        "Comícios pró-palestinos realizados em todo o mundo antes do aniversário de 7 de outubro - CNN",
        "   Removido ",
        "Hezbollah perde contacto com o líder sénior Hashem Safieddine: Fontes - Al Jazeera English",
        "‘Coringa 2’ ganha nota ‘D‘ no CinemaScore, a mais baixa de todos os tempos para filmes de quadrinhos - Variedade",
        "Verificação de fatos: os imigrantes haitianos em Springfield nos EUA são ilegais? - Al Jazeera English",
        "Firas Zahabi espera um evento principal 'desequilibrado' no UFC 307: Alex Pereira 'viu tudo o que Khalil Rountree trouxe' - MMA Junkie",
        "Jurado sobre as reivindicações do primeiro julgamento dos irmãos Menendez ‘o resultado seria muito diferente’ hoje: relatório - New York Post",
        "Biltmore Village perto da famosa propriedade devastada pelo furacão Helene: antes e depois - Fox Business",
        "Hillary Clinton fala sobre o momento do memorando de Jack Smith - CNN",
        "A Terra Tem Oficialmente uma Segunda Lua: Asteroide 2024 PT5 Capturado em Órbita Temporária - A Galáxia Diária - Grande Canal de Descobertas",
        "As luzes do norte podem ser visíveis em Massachusetts novamente. Veja o mapa de previsão de auroras. - CBS Boston"
    ]
}