{
    "headlines": [
        "SI:AM | ਹਰ ਲਾਜ਼ਮੀ-ਵਾਚ ਸਪੋਰਟਿੰਗ ਈਵੈਂਟ ਇਸ ਛੁੱਟੀ ਦੇ ਹਫਤੇ - ਸਪੋਰਟਸ ਇਲਸਟ੍ਰੇਟਿਡ",
        "ਜੰਗਲੀ ਵਿੱਚ ਪਾਇਆ ਗਿਆਃ ਲੀਨਕਸ - ਆਰਸ ਟੈਕਨੀਕਾ ਲਈ ਦੁਨੀਆ ਦੀ ਪਹਿਲੀ ਅਣ-ਕੁਸ਼ਲ ਯੂਈਐਫਆਈ ਬੂਟਕਿਟ",
        "ਟਰੰਪ ਪਰਿਵਰਤਨ ਟੀਮ ਕਹਿੰਦੀ ਹੈ ਕਿ ਬੰਬ ਧਮਕੀਆਂ ਅਤੇ ਸਵੈਟਿੰਗ ਨਾਲ ਨਿਸ਼ਾਨਾ ਬਣਾਏ ਗਏ ਕਈ ਕੈਬਨਿਟ ਪਿਕ - ਸੀ ਐਨ ਐਨ",
        "ਹਟਾਈ",
        "ਇਕ ਸੂਰਜੀ ਤੂਫਾਨ ਉੱਤਰੀ ਲਾਈਟਾਂ ਨੂੰ ਫਿਰ ਅਮਰੀਕਾ ਵਿਚ ਦਿਖਾਈ ਦੇ ਸਕਦਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਵਾਈਕਿੰਗਜ਼ ਨੇ ਕੁਆਰਟਰਬੈਕ ਡੈਨੀਅਲ ਜੋਨਸ ਨੂੰ ਆਪਣੀ ਅਭਿਆਸ ਟੀਮ ਵਿੱਚ ਸਾਈਨ ਕੀਤਾ - ਸਟਾਰ ਟ੍ਰਿਬਿਊਨ",
        "ਟਰੰਪ ਨੇ ਸੇਵਾਮੁਕਤ ਜਨਰਲ ਕੀਥ ਕੈਲੋਗ ਨੂੰ ਯੂਕਰੇਨ ਅਤੇ ਰੂਸ ਲਈ ਅਮਰੀਕਾ ਦੇ ਵਿਸ਼ੇਸ਼ ਦੂਤ ਵਜੋਂ ਟੈਪ ਕੀਤਾ - ਸੇਮਫੋਰ",
        "ਅਜੇ ਵੀ ਆਪਣੇ ਮਰੇ ਹੋਏ ਲੋਕਾਂ ਦੀ ਗਿਣਤੀ ਕਰ ਰਿਹਾ ਹੈ, ਹਿਜ਼ਬੁੱਲਾ ਯੁੱਧ ਤੋਂ ਠੀਕ ਹੋਣ ਲਈ ਲੰਬੇ ਰਸਤੇ ਦਾ ਸਾਹਮਣਾ ਕਰਦਾ ਹੈ - ਰਾਇਟਰਜ਼",
        "ਮੈਟਾ ਦੇ ਥ੍ਰੈਡਸ ਬਲੂਜ਼ਕੀ ਦੇ ‘ਸਟਾਰਟਰ ਪੈਕ‘ ਤੇ ਆਪਣੀ ਖੁਦ ਦੀ ਟੇਕ ਵਿਕਸਤ ਕਰ ਰਹੇ ਹਨ - ਟੈਕਕ੍ਰਾਂਚ",
        "\"ਇਹ ਰਾਜਨੀਤਿਕ ਮਾਹੌਲ ਚੂਸਿਆ\": ਹੈਰਿਸ ਮੁਹਿੰਮ ਦੇ ਮੁਖੀ ਰਣਨੀਤੀ ਦੀ ਰੱਖਿਆ ਕਰਦੇ ਹਨ - ਐਕਸੀਓਸ",
        "ਲਾਸ ਏਂਜਲਸ ਕਾਉਂਟੀ ਦੇ ਕਈ ਸਟੋਰਾਂ ਨੇ ਵਾਪਸ ਬੁਲਾਇਆ ਕੱਚਾ ਦੁੱਧ ਵੇਚਿਆ ਹੋ ਸਕਦਾ ਹੈ, ਸਿਹਤ ਅਧਿਕਾਰੀ ਕਹਿੰਦੇ ਹਨ - ਏਬੀਸੀ 7 ਲਾਸ ਏਂਜਲਸ",
        "ਸਰੋਤਃ ਨੌਰਮਨ ਨੂੰ ਲਿਵ ਬੌਸ - ਈਐਸਪੀਐਨ ਦੀ ਥਾਂ ਲੈਣ ਲਈ ਓ 'ਨੀਲ",
        "ਨਾਸਾ ਗ੍ਰੀਨਲੈਂਡ ਵਿੱਚ ਯੂਐਸ ਫੌਜ ਦੇ ਛੱਡੇ ਹੋਏ \"ਬਰਫ ਦੇ ਹੇਠਾਂ ਸ਼ਹਿਰ\" ਦੀ \"ਅਚਾਨਕ ਐਕੁਆਇਰ ਕੀਤੀ ਗਈ\" ਤਸਵੀਰ ਦਿਖਾਉਂਦਾ ਹੈ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਪਾਚਨ ਸਮੱਗਰੀ ਅਤੇ ਭੋਜਨ ਵੈਬ ਡਾਇਨਾਸੌਰ ਸਰਵਉੱਚਤਾ ਦੇ ਆਗਮਨ ਨੂੰ ਰਿਕਾਰਡ ਕਰਦੇ ਹਨ - ਕੁਦਰਤ.",
        "ਫਿਊਜੀਜ਼ ਦੇ ਸੰਸਥਾਪਕ ਪ੍ਰਾਸ ਮਿਸ਼ੇਲ ਨੇ 22 ਸਾਲਾਂ ਦੀ ਕੈਦ ਦਾ ਸਾਹਮਣਾ ਕਰਦੇ ਹੋਏ ਬੋਲਿਆਃ ‘ਮੈਂ ਕਦੇ ਵੀ ਜਾਸੂਸ ਨਹੀਂ ਬਣਨਾ ਚਾਹੁੰਦਾ ਸੀ’ - ਵੰਨਗੀ",
        "‘ਮੋਆਨਾ 2’ ਹੁੱਕਸ $ 13M+ ਵਾਲਟ ਡਿਜ਼ਨੀ ਐਨੀਮੇਸ਼ਨ ਸਿਰਲੇਖ ਲਈ ਪੂਰਵ ਦਰਸ਼ਨ ਰਿਕਾਰਡ & ਪ੍ਰੀ-ਥੈਂਕਸਗਿਵਿੰਗ ਮੰਗਲਵਾਰ; ‘ਦੁਸ਼ਟ’ ਪ੍ਰਸਿੱਧ $ 16M+ 2 ਨਵੰਬਰ ਮੰਗਲਵਾਰ ਨਾਲ; ‘ਗਲੈਡੀਏਟਰ II’ $ 6M+ – ਬਾਕਸ ਆਫਿਸ - ਡੈੱਡਲਾਈਨ",
        "ਡਾਓ ਜੋਨਸ ਮਹਿੰਗਾਈ ਦੇ ਅੰਕੜਿਆਂ ਤੋਂ ਬਾਅਦ ਚੜ੍ਹਦਾ ਹੈ; ਐਨਵੀਡੀਆ ਨੇ ਮੁੱਖ ਪੱਧਰ ਨੂੰ ਤੋੜਿਆ ਜਿਵੇਂ ਕਿ ਐਸਐਮਸੀਆਈ ਚੜ੍ਹਦਾ ਹੈ (ਲਾਈਵ ਕਵਰੇਜ) - ਨਿਵੇਸ਼ਕ ਦਾ ਕਾਰੋਬਾਰ ਰੋਜ਼ਾਨਾ",
        "ਬਲੈਕ ਫ੍ਰਾਈਡੇ ਸਟ੍ਰੀਮਿੰਗ ਸੌਦਿਆਂ ਵਿੱਚ ਡਿਜ਼ਨੀ+, ਹੂਲੂ, ਪੈਰਾਮਾਉਂਟ+, ਅਤੇ ਮੋਰ - ਮੈਕਰੂਮੋਰ ਤੇ ਵੱਡੀ ਬਚਤ ਸ਼ਾਮਲ ਹੈ",
        "ਨਿੱਜੀ ਆਮਦਨੀ ਅਤੇ ਆਉਟਲੇਅ, ਅਕਤੂਬਰ 2024 - ਆਰਥਿਕ ਵਿਸ਼ਲੇਸ਼ਣ ਬਿ Bureauਰੋ",
        "ਡੀ ਡੇਵਲਿਨ ਨੇ ਕੋਨੋਰ ਮੈਕਗ੍ਰੇਗਰ 'ਤੇ ਬਲਾਤਕਾਰ ਦੇ ਦੋਸ਼ ਲਾਏ ਸਨ:' ਤੁਸੀਂ ਕਿਸ ਤਰ੍ਹਾਂ ਦੀ ਔਰਤ ਹੋ! '- ਐਮ ਐਮ ਏ ਜੰਕੀ"
    ]
}