{
    "headlines": [
        "ਗਲੇਨਕੋਰ, ਰੀਓ ਟਿੰਟੋ ਰਲੇਵੇਂ ਦੀ ਗੱਲਬਾਤ ਦੀਆਂ ਰਿਪੋਰਟਾਂ ਤੋਂ ਬਾਅਦ ਮਾਈਨਿੰਗ ਸਟਾਕ ਵਧਦਾ ਹੈ; ਯੂਰਪੀਅਨ ਬਾਜ਼ਾਰਾਂ ਨੇ ਰੈਲੀ ਦੁਬਾਰਾ ਸ਼ੁਰੂ ਕੀਤੀ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਕੇਂਦਰੀ ਕੈਲੀਫੋਰਨੀਆ ਵਿਚ ਇਕ ਪਾਵਰ ਪਲਾਂਟ ਵਿਚ ਅੱਗ ਲੱਗਣ ਤੋਂ ਬਾਅਦ ਵਸਨੀਕਾਂ ਨੂੰ ਬਾਹਰ ਕੱ toਣ ਦੇ ਆਦੇਸ਼ ਦਿੱਤੇ ਗਏ - ਸੀ ਐਨ ਐਨ",
        "ਲਾਈਵ ਅਪਡੇਟਸਃ ਜਾਨਲੇਵਾ ਲਾਸ ਏਂਜਲਸ ਜੰਗਲੀ ਅੱਗ 'ਤੇ ਤਾਜ਼ਾ - ਸੀ ਐਨ ਐਨ",
        "ਪਾਕਿਸਤਾਨ ਦੀ ਅਦਾਲਤ ਨੇ ਭ੍ਰਿਸ਼ਟਾਚਾਰ ਮਾਮਲੇ 'ਚ ਸਾਬਕਾ ਪ੍ਰਧਾਨ ਮੰਤਰੀ ਇਮਰਾਨ ਖ਼ਾਨ ਅਤੇ ਉਨ੍ਹਾਂ ਦੀ ਪਤਨੀ ਨੂੰ ਸੁਣਾਈ ਸਜ਼ਾ - CNN",
        "ਹਟਾਈ",
        "ਨਿਣਟੇਨਡੋ ਸਵਿੱਚ 2 ਘੋਸ਼ਣਾ ਅੰਡਰਵੈਲਮਜ਼ ਦੇ ਤੌਰ ਤੇ ਸਲੰਪ ਸ਼ੇਅਰ ਕਰਦਾ ਹੈ - ਦਿ ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "ਜਸਟਿਨ ਬਾਲਡੋਨੀ ਨੇ ਬਲੇਕ ਲਾਈਵਲੀ ਅਤੇ ਰਿਆਨ ਰੇਨੋਲਡਜ਼ 'ਤੇ $ 400M ਦਾ ਮੁਕੱਦਮਾ ਕੀਤਾ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਚੀਨ ਦੀ ਆਬਾਦੀ 'ਚ ਲਗਾਤਾਰ ਤੀਜੇ ਸਾਲ ਗਿਰਾਵਟ - ਰਾਇਟਰਜ਼",
        "ਸੰਭਾਵਤ ਵਿਸ਼ਵ ਪਹਿਲਾਂਃ ਜੰਗਲੀ ਡੋਰਬੈਲ ਵੀਡੀਓ ਰਿਕਾਰਡਸ ਮੀਟੀਓਰਾਈਟ ਕਰੈਸ਼ ਦੀ ਆਵਾਜ਼ - ਸਾਇੰਸਅਲਰਟ",
        "ਓਟੀ ਨੂੰ ਖਤਮ ਕਰਨ ਲਈ ਡੌਸਨ ਗਾਰਸੀਆ ਦੇ ਲੰਬੇ ਤਿੰਨ-ਪੁਆਇੰਟਰ ਨੇ ਗੋਫਰਜ਼ ਪੁਰਸ਼ਾਂ ਦੀ ਬਾਸਕਟਬਾਲ ਨੂੰ ਸੀਜ਼ਨ ਦੀ ਪਹਿਲੀ ਬਿਗ ਟੈਨ ਜਿੱਤ ਦਿੱਤੀ - ਸਟਾਰ ਟ੍ਰਿਬਿਊਨ",
        "ਚੀਨ ਦੀ ਜੀਡੀਪੀ ਵਿਕਾਸ ਦਰ 2024 ਲਈ 5% ਦੇ ਟੀਚੇ ਨੂੰ ਛੂਹਦੀ ਹੈ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "ਹਟਾਈ",
        "ਅਰਬਪਤੀ ਬੀਐਫਐਫ? ਰਾਕੇਟ ਲਾਂਚ ਕਰਨ ਤੋਂ ਬਾਅਦ ਬੇਜੋਸ ਅਤੇ ਮਸਕ ਵਪਾਰ ਦੀਆਂ ਤਾਰੀਫਾਂ ਅਤੇ 'ਸਟੈਪ ਬ੍ਰਦਰਜ਼' ਮੀਮਜ਼ - ਬਿਜ਼ਨਸ ਇਨਸਾਈਡਰ",
        "ਅਲੈਕਸ ਓਵੇਚਕਿਨ ਨੇ 874 ਵੇਂ ਕੈਰੀਅਰ ਦੇ ਟੀਚੇ ਨਾਲ ਸਭ ਤੋਂ ਵੱਧ ਗੋਲ ਕਰਨ ਵਾਲਿਆਂ ਲਈ ਐਨਐਚਐਲ ਦਾ ਰਿਕਾਰਡ ਤੋੜਿਆ – ਓਟਾਵਾ ਦੇ ਲੀਵੀ ਮੈਰੀਲੇਨਨ ਦੇ ਵਿਰੁੱਧ ਇੱਕ ਓਵਰਟਾਈਮ ਗੇਮ ਜੇਤੂ - ਰੂਸੀ ਮਸ਼ੀਨ ਕਦੇ ਨਹੀਂ ਤੋੜਦੀ",
        "‘ਟਵਿਨ ਪੀਕਸ’ ਸਟਾਰ Mädchen Amick ਦਾਊਦ ਨੂੰ ਸ਼ਰਧਾਂਜਲੀ ਅਦਾ ਕਰਦਾ ਹੈ Lynch: \"ਮੇਰੇ ਉੱਤਰੀ ਤਾਰਾ\" - ਡੈੱਡਲਾਈਨ",
        "ਜਿਉਲਿਆਨੀ ਅਤੇ ਜਾਰਜੀਆ ਦੇ ਚੋਣ ਕਰਮਚਾਰੀ ਮਾਣਹਾਨੀ ਦੇ ਕੇਸ ਵਿੱਚ ਬੰਦੋਬਸਤ ਤੱਕ ਪਹੁੰਚਦੇ ਹਨ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਗ੍ਰੀਨਲੈਂਡ ਦਾ ਪ੍ਰਧਾਨ ਮੰਤਰੀ ਆਜ਼ਾਦੀ 'ਤੇ ਦ੍ਰਿੜਃ‘ ਅਸੀਂ ਗ੍ਰੀਨਲੈਂਡਰ ਬਣਨਾ ਚਾਹੁੰਦੇ ਹਾਂ ’- ਪੋਲਿਟਿਕੋ",
        "ਰਾਜਪਾਲ ਜੈੱਫ ਲੈਂਡਰੀ ਦੀ ਨਿਊ ਓਰਲੀਨਜ਼ ਦੀ ਬੇਘਰ ਪਨਾਹਗਾਹ 'ਚ 130 ਤੋਂ ਵੱਧ ਲੋਕ ਰਹਿ ਰਹੇ ਹਨ । ਵੇਰਵੇ ਵੇਖੋ. - NOLA.com",
        "ਗਾਜ਼ਾ ਜੰਗਬੰਦੀ ਸਮਝੌਤੇ 'ਤੇ ਇਜ਼ਰਾਈਲ ਦੀ ਵੋਟ ਦੇਰੀ ਨਾਲ - BBC.com",
        "ਸੈਨੇਟਰ ਟੈਮੀ ਡਕਵਰਥ ਇੱਕ ਲੜਾਈ ਦਾ ਤਜਰਬਾ ਹੈ. ਉਹ ਹੇਗਸੇਥ ਨੂੰ ਪੁੱਛਣ ਲਈ ਤਿਆਰ ਹੋ ਗਈ. - ਸੰਨ 19*"
    ]
}