{
    "headlines": [
        "Schumer behält seinen Job als Demokraten und fragt sich, ob er sich Zeit geliehen hat - POLITICO",
        "H&M meldet einen schwächer als erwarteten Umsatz im ersten Quartal in einem langsamen Jahresauftakt - CNBC",
        "Prognosen für den März-Wahnsinn 2025: NCAA-Klammerexperte wählt gegen den Spread, Quoten im Sweet 16 am Donnerstag - CBS Sports",
        "Noem warnt Einwanderer während einer Tour durch das Gefängnis von El Salvador, in dem deportierte Venezolaner festgehalten wurden - Axios",
        "Ein Paar aus Michigan reiste in den Urlaub nach Mexiko. Sie landeten wegen umstrittener Teilzeitnutzungszahlungen im Gefängnis - CNN",
        "Was wir über den Studenten der Tufts University wissen, der von Bundesagenten festgehalten wird - CNN",
        "Horoskop für Donnerstag, 27. März - Chicago Sun-Times",
        "Zeitungsüberschriften: 'Balancing the books on backs of poor' und 'tax rise fears' - BBC.com",
        "Riesige Waldbrände in Südkorea töten 27 Menschen und drohen, antike Tempel zu zerstören - BBC.com",
        "Der Markt erleidet schädliche Verluste bei Trump-Tarifen - Investor's Business Daily",
        "Milwaukee Bucks vs. Denver Nuggets Live-Score und Statistiken - 26. März 2025 Gametracker - CBS Sports",
        "Duke sagt, dass 'White Lotus' mit dem Universitäts-T-Shirt zu weit gegangen ist - Vielfalt",
        "Kwesi Adofo-Mensah: J.J. McCarthy Start ist \"das Ergebnis, das wir wollen\" - NBC Sports",
        "Hamas-Sprecher bei israelischem Streik in Gaza getötet; IDF soll West-Syrien-Hafen getroffen haben - Haaretz",
        "TikTok: Trump sagt, er könne die China-Zölle senken, um den Verkauf der App zu besiegeln - BBC.com",
        "Robinhood führt Bankkonten ein, die physisches Bargeld \"vor Ihre Haustür\" liefern - The Verge",
        "Dänischer Premierminister an Grönländer: \"Sie wurden nicht von Trump eingeschüchtert\" - POLITICO",
        "Giftiger Marsstaub könnte große Gesundheitsrisiken für zukünftige Astronauten darstellen - ScienceAlert"
    ]
}