{
    "headlines": [
        "يحدد زيلينسكي \"خطة النصر\" للمشرعين الأوكرانيين، بما في ذلك الدعوة للانضمام إلى الناتو - وكالة أسوشيتد برس",
        "مجلس إدارة تكساس يرفض التماس العفو من رجل يواجه الإعدام في حالة متلازمة الطفل المهتز - وكالة أسوشيتد برس",
        "وزارة الإسكان الصينية تعقد جلسة إحاطة حول الجهود المبذولة لتعزيز سوق العقارات - سي إن بي سي",
        "كامالا هاريس تتبارز مع مذيعة فوكس نيوز في مقابلة مع تيستي - سي إن إن",
        "أمازون تكشف عن أول قارئ إلكتروني ملون لأجهزة Kindle بعد سنوات من التطوير - رويترز",
        "توفي ليام باين، العضو السابق في One Direction، عن عمر يناهز 31 عامًا في خريف فندق الأرجنتين - وكالة أسوشيتد برس",
        "أكثر من 140 قتيلاً في انفجار ناقلة نيجيرية، كما يقول المسؤولون - ABC News",
        "تضاعف أمازون اعتمادها على الطاقة النووية من خلال صفقة مفاعلات صغيرة - واشنطن بوست",
        "آخر فرصة للقبض على مذنب نادر في سماء منطقة الخليج قبل أن يختفي لمدة 80،000 سنة - سان فرانسيسكو كرونيكل",
        "سبيس إكس تدعو اختبار المركبة الفضائية الجديدة إلى النجاح، وتلتقط الصاروخ عند الهبوط - VOA تعلم اللغة الإنجليزية",
        "Maxx Crosby، Bryce Young headline 10 صفقات محتملة في دوري كرة القدم الأمريكية نود أن نراها - فوكس سبورتس",
        "قانون جامعة كاليفورنيا في بيركلي ينتزع أحشاء تيد كروز في مناقشة مجلس الشيوخ في تكساس - SFGATE",
        "ترودو يقول إن مودي استهدف الكنديين \"لإثبات وجهة نظر\" - بوليتيكو",
        "يبدو أن جهاز iPad mini 7 الجديد يحتوي على نسخة مثبتة من رقاقة A17 Pro - 9to5Mac",
        "قاضي جورجيا يحظر القاعدة التي تتطلب العد اليدوي لأصوات الناخبين الأمريكيين - رويترز",
        "أبحاث الجلد الجديدة يمكن أن تساعد في إبطاء علامات الشيخوخة | بي بي سي نيوز - بي بي سي نيوز",
        "كلارك اسمه All - WNBA ؛ كولير، ويلسون بالإجماع - ESPN",
        "توقعات أسعار الذهب: ارتفاع مؤشر الثور إلى مستويات قياسية جديدة إذا استمرت القوة - إمبراطورية الفوركس",
        "المدعي العام لمقاطعة فولتون يطلب من المحكمة إعادة النظر في عدة تهم بالتدخل في الانتخابات ضد ترامب - إيه بي سي نيوز",
        "قاعة مدينة ترامب النسائية على فوكس نيوز تسلط الضوء على نقاط الضعف لدى الناخبين - BBC.com"
    ]
}