{
    "headlines": [
        "Годовщина войны в Газе привлекает тысячи пропалестинских протестующих по всему миру - Reuters",
        "Земля официально имеет вторую Луну: астероид 2024 PT5 захвачен на временной орбите - Ежедневная Галактика - Канал Великих Открытий",
        "Трамп возвращается к Батлеру на митинг на месте покушения - CNN",
        "Изъято",
        "Северное сияние снова может быть видно в Массачусетсе. Прогноз полярных сияний на карте. - CBS Boston",
        "Исторические ставни в поместье Билтмор после наводнения, вызванного ураганом «Хелен», разрушают Эшвилл - Новости NBC",
        "Тропический шторм «Милтон»: Флорида на пути к надвигающемуся урагану, говорят синоптики - USA TODAY",
        "Торговые слухи Даванте Адамса: Steelers планируют «агрессивное предложение» после отсутствия на Aiyuk - отчет Bleacher",
        "В израильских кафе и барах жизнь может показаться нормальной. Но война бросила тень на всю страну - Ассошиэйтед Пресс",
        "Изъято",
        "«Joker: Folie à Deux» падает в прокате после получения беспрецедентного D CinemaScore - Hollywood Reporter",
        "Триша Йервуд выгрузила «экстраординарный» дом в Теннесси за 3,3 МИЛЛИОНА долларов — за день до шока от изнасилования в костюме Гарта Брукса - New York Post",
        "Байден пообещал усилить кампанию за Харриса. До сих пор он был в основном неявкой - Ассошиэйтед Пресс",
        "Как регулярное УЗИ для проверки беременности выявило большую проблему со здоровьем - CBS News",
        "Она пыталась доказать, что ее дед был отравлен в лагере Лежен. Записи, которые она нашла, могут помочь тысячам людей. - NBC News",
        "Сколько времени потребуется для нормализации цепочки поставок после забастовки докеров? - Fox Business",
        "Trump To Blame for Timing of Jack Smith's Bombshell Brief: Мэри Трамп - Newsweek",
        "Расширение Starfield Shattered Space недостаточно странно - The Verge",
        "Домовладельцы, пострадавшие от урагана «Хелен», сталкиваются с мрачной задачей восстановления без страхования от наводнений - The Associated Press",
        "В вашем доме есть черный пластик? Это может подвергнуть вас воздействию токсичных химических веществ, говорят исследователи - The Washington Post"
    ]
}