{
    "headlines": [
        "Papa Francisco tem uma noite tranquila - Vatican News",
        "Alexa Plus, alimentado por IA da Amazon, custará US $ 20 por mês a usuários não Prime - The Washington Post",
        "Sírios que emergem da ditadura se irritam com nova ameaça de Israel - The Washington Post",
        "Republicanos avançando nas mudanças do Medicaid, apesar das possíveis consequências políticas - ABC News",
        "FDA cancela reunião consultiva de vacina para escolha de cepas de gripe para as vacinas da próxima temporada - CNBC",
        "NFL finalmente substituindo a antiquada gangue de correntes para medir as primeiras quedas - New York Post",
        "John Waldron, executivo do Goldman Sachs, ganha assento no conselho — um movimento que provavelmente o tornará o próximo CEO do banco - New York Post",
        "Representantes DO DOGE se espalharão por todo o governo - POLITICO",
        "Michelle Trachtenberg, estrela de ‘Buffy, a Caça-Vampiros’ e ‘Harriet, a Espiã’, morre aos 39 anos - Associated Press",
        "Jeff Bezos anuncia \"mudança significativa\" no Washington Post. Um editor-chave está saindo por causa disso - CNN",
        "Criança do Texas morre em surto de sarampo, primeira fatalidade nos EUA em anos - Yahoo",
        "Ucrânia precisa de garantia de segurança dos EUA para dissuadir Putin - PM - BBC.com",
        "O governo Trump prepara o terreno para demissões de funcionários federais em grande escala em um novo memorando - The Associated Press",
        "HuffPost critica Casa Branca por supostamente ter tirado lugar na piscina da imprensa - The Hill",
        "Um acordo de cessar-fogo na Ucrânia está a começar a aparecer. Funcionaria? - Vox.com",
        "Trump diz que tarifas de 25% sobre a UE serão anunciadas em breve - BBC.com",
        "Principais conclusões da primeira reunião de gabinete de Donald Trump com Elon Musk - Al Jazeera English",
        "Relatório: Matthew Stafford reuniu-se com Tom Brady em Montana - NBC Sports",
        "Apple diz que seu modem 5G chegará a mais dispositivos, eis quais - MacRumors"
    ]
}