{
    "headlines": [
        "مساعدو ترامب مستعدون لخطط التعريفة \"العالمية\" — مع تغيير رئيسي واحد - واشنطن بوست",
        "شريحة التصفيات النهائية لدوري كرة القدم الأمريكية: الجدول الزمني والمباريات مع تعيين الجولة الافتتاحية - واشنطن بوست",
        "مايكل بار يتنحى عن منصب رئيس الإشراف المصرفي في بنك الاحتياطي الفيدرالي لتجنب الاشتباك مع ترامب - سي إن بي سي",
        "تجلب رقائق Snapdragon X الجديدة من كوالكوم Windows على Arm إلى أجهزة كمبيوتر محمولة أرخص - The Verge",
        "محذوف",
        "يطلب محامو ترامب من القاضي وقف الحكم في قضية الصمت يوم الجمعة بينما يستأنفون منعه - وكالة أسوشيتد برس",
        "ديزني تدمج Hulu Live TV مع Fubo في صفقة رائدة - TechCrunch",
        "رئيس الوزراء الكندي جاستن ترودو يعقد مؤتمرًا صحفيًا وسط تكهنات بالاستقالة - BBC.com",
        "داخل دورة التوظيف في اتحاد كرة القدم الأميركي لعام 2025: أفضل المرشحين، والجدول الزمني للمقابلة، وتغيير القواعد، والمزيد مع إعادة تعيين الفرق - CBS Sports",
        "تعرض إنتل أحدث تشكيلة من الرقائق في معرض الإلكترونيات الاستهلاكية CES 2025 - TechCrunch",
        "بيان النائب العام ميريك ب. جارلاند في الذكرى الرابعة لهجوم 6 يناير على مبنى الكابيتول - وزارة العدل",
        "ما هو انتشار فيروس HMPV في الصين ؟ - فوربس",
        "روبرت مكلروي: البابا يعين ناقد ترامب ليكون رئيس أساقفة واشنطن العاصمة - سي إن إن",
        "المدن التي نادراً ما تتساقط عليها الثلوج تتعرض لأكثر من قدم في \"تفشي القطب الشمالي\" المتجمد - Business Insider",
        "محذوف",
        "مسودة وهمية لاتحاد كرة القدم الأميركي لعام 2025: اختيارات قسم الكشافة في اتحاد كرة القدم الأميركي لما بعد الموسم المنتظم - تقرير المبيض",
        "ماذا تعرف عن نظارات ميتا التي استخدمها مهاجم نيو أورليانز لاستكشاف الحي الفرنسي - وكالة أسوشيتد برس",
        "تضيف إل جي وسامسونج مساعد الذكاء الاصطناعي Copilot من مايكروسوفت إلى تلفزيوناتهما - The Verge",
        "صُنع التاريخ عندما وجد تلسكوب ويب 44 نجمًا بالقرب من الانفجار الكبير — إليك كيف فعل ذلك - فوربس",
        "بيان من الرئيس جو بايدن حول حماية المحيط والسواحل الأمريكية من التنقيب عن النفط والغاز في البحر - البيت الأبيض"
    ]
}