{
    "headlines": [
        "ਬਹੁਤ ਸਾਰੇ ਲੋਕ ਅਜੇ ਵੀ ਘੱਟ ਖੁਰਾਕ ਵਾਲੀ ਰੋਜ਼ਾਨਾ ਐਸਪਰੀਨ ਲੈਂਦੇ ਹਨ. ਤੁਹਾਨੂੰ ਕੀ ਪਤਾ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ. - ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "2060 ਤੱਕ ਹਰ ਸਾਲ 10 ਲੱਖ ਅਮਰੀਕੀ ਬਾਲਗ ਡਿਮੇਨਸ਼ੀਆ ਦਾ ਵਿਕਾਸ ਕਰਨਗੇ, ਅਧਿਐਨ ਕਹਿੰਦਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਹੇਗਸੇਥ 'ਅਵਿਸ਼ਵਾਸ਼ਯੋਗ ਪ੍ਰਤਿਭਾਸ਼ਾਲੀ, ਯੁੱਧ ਸਾਬਤ ਨੇਤਾ ਸੀ,' ਫੌਜੀ ਮੁਲਾਂਕਣ ਸ਼ੋਅ - ਫੌਕਸ ਨਿ Newsਜ਼",
        "ਕੈਲੀਫੋਰਨੀਆ ਨੂੰ ਟੈਕਸ ਡਾਲਰ ਵਾਪਸ ਮਿਲਣ ਤੋਂ ਪਹਿਲਾਂ ਰਿਪਬਲਿਕਨ ਰਿਆਇਤਾਂ ਚਾਹੁੰਦੇ ਹਨ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਹਟਾਈ",
        "ਨਾਸਾ ਸਪੌਟਸ ਰਹੱਸਮਈ ਭੂਤ ਟਾਪੂ ਜੋ ਲਗਭਗ ਜਿੰਨੀ ਜਲਦੀ ਦਿਖਾਈ ਦਿੰਦਾ ਹੈ ਅਲੋਪ ਹੋ ਜਾਂਦਾ ਹੈ - ਦਿ ਡੇਲੀ ਗਲੈਕਸੀ - ਮਹਾਨ ਖੋਜਾਂ ਚੈਨਲ",
        "ਮਾਈਕ ਮੈਕਕਾਰਥੀ ਲੈਂਡਿੰਗ ਸਪਾਟਃ ਕੀ ਸਾਬਕਾ ਕਾਊਬੌਇਜ਼ ਦੇ ਮੁੱਖ ਕੋਚ ਨੂੰ ਐਰੋਨ ਰੋਜਰਸ ਨਾਲ ਦੁਬਾਰਾ ਮਿਲਾਇਆ ਜਾ ਸਕਦਾ ਹੈ? - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਜ਼ੇਲੇਨਸਕੀ ਉੱਤਰੀ ਕੋਰੀਆ ਨੂੰ ਆਪਣੇ ਫੜੇ ਫੌਜੀਆਂ ਨੂੰ ਵਾਪਸ ਸੌਂਪਣ ਲਈ ਤਿਆਰ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਆਸਕਰ ਨਾਮਜ਼ਦਗੀਆਂ 23 ਜਨਵਰੀ ਤੱਕ ਮੁਲਤਵੀ, ਐੱਲ. ਏ. ਫਾਇਰਜ਼ ਦਰਮਿਆਨ ਵਧੀ ਵੋਟਿੰਗ ਦੀ ਮਿਆਦ, ਸਮਾਰੋਹ ਅਜੇ ਵੀ ਮਾਰਚ ਲਈ ਤੈਅ - Variety",
        "ਮੇਗਨ ਮਾਰਕਲ ਆਪਣੇ ਨੈੱਟਫਲਿਕਸ ਸ਼ੋਅ ਨੂੰ ਮੁਲਤਵੀ ਕਰ ਰਹੀ ਹੈ - ਕੱਟ",
        "ਅਮਰੀਕੀ ਅਧਿਕਾਰੀਆਂ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਗਾਜ਼ਾ ਜੰਗਬੰਦੀ ਸੌਦਾ ਨਜ਼ਰ ਆ ਰਿਹਾ ਹੈ, ਮਹੀਨਿਆਂ ਵਿੱਚ ਗੰਭੀਰ ਆਸ਼ਾਵਾਦ ਦਾ ਪਹਿਲਾ ਸੰਕੇਤ - ਸੀਐਨਐਨ",
        "ਗ੍ਰੈਮੀ ਅਜੇ ਵੀ 2 ਫਰਵਰੀ ਨੂੰ ਜਗ੍ਹਾ ਲਵੇਗੀ; ਵਾਈਲਡਫਾਇਰ ਰਾਹਤ ਯਤਨਾਂ ਲਈ ਫੰਡ ਇਕੱਠਾ ਕਰੇਗਾ ਦਿਖਾਓ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਜਲਦੀ ਹੀ ਨੌਕਰੀ ਤੋਂ ਬਾਹਰ ਹੋਣ ਲਈ, ਮੈਟਾ ਦੇ ਤੱਥ-ਜਾਂਚ ਕਰਨ ਵਾਲੇ ਜੰਗਲੀ ਅੱਗ ਦੀ ਸਾਜ਼ਿਸ਼ ਦੇ ਸਿਧਾਂਤਾਂ ਦੀ ਅੱਗ ਨਾਲ ਲੜਦੇ ਹਨ - ਸੀ ਐਨ ਐਨ",
        "ਹਾਈਪਰ ਲਾਈਟ ਬਰੇਕਰ ਅਰਲੀ ਐਕਸੈਸ ਲਾਂਚ ਟ੍ਰੇਲਰ, ਸਕ੍ਰੀਨਸ਼ਾਟ - ਜੈਮੈਟਸੁ",
        "ਰਾਤ ਦੇ ਅਸਮਾਨ ਵਿਚ ਮੰਗਲ ਨੂੰ ਪਛਾੜਨ ਵਾਲੇ ਪੂਰੇ ਬਘਿਆੜ ਦੇ ਚੰਦਰਮਾ ਨੂੰ ਦੇਖੋ ਅਤੇ ਇਕ ਗ੍ਰਹਿ ਪਰੇਡ ਦੀ ਝਲਕ ਦੇਖੋ - ਸੀ ਐਨ ਐਨ",
        "ਕੈਲੀਫੋਰਨੀਆ ਵਾਈਲਡਫਾਇਰ ਲਾਈਵ ਅਪਡੇਟਸਃ ਫਾਇਰ ਚੀਫ ਨੇ ਐਲ. ਏ. ਨੂੰ ਚੇਤਾਵਨੀ ਦਿੱਤੀ ‘ਸਾਫ ਨਹੀਂ’ -ਜਿਵੇਂ ਭਾਰੀ ਹਵਾਵਾਂ ਦੀ ਉਮੀਦ ਹੈ - ਫੋਰਬਸ",
        "ਬਾਈਡਨ ਪ੍ਰਸ਼ਾਸਨ ਨੇ ਏਆਈ ਚਿੱਪਾਂ ਦੇ ਨਿਰਯਾਤ 'ਤੇ ਨਵੀਆਂ ਪਾਬੰਦੀਆਂ ਵਧਾਉਣ ਦਾ ਪ੍ਰਸਤਾਵ ਦਿੱਤਾ - TechCrunch",
        "ਐਤਵਾਰ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਸ਼ੋਅ ਐਲ. ਏ. ਜੰਗਲੀ ਅੱਗਾਂ ਤੋਂ “ਵਿਨਾਸ਼ਕਾਰੀ ਘਾਟੇ ਦੇ ਵਿਚਕਾਰ” ਜਾਂਦਾ ਹੈ - ਡੈੱਡਲਾਈਨ",
        "ਟੈਕਸਾਸ ਆਦਮੀ X 'ਤੇ ਕੈਟਲਿਨ ਕਲਾਰਕ ਹਿੰਸਕ ਸੰਦੇਸ਼ ਭੇਜਣ ਤੋਂ ਬਾਅਦ ਇੰਡੀਆਨਾਪੋਲਿਸ ਚਲਾਇਆ, ਕੋਰਟ ਡੌਕਸ ਜ਼ਾਹਰ ਕਰਦਾ ਹੈ - ਫੌਕਸ 59 ਇੰਡੀਆਨਾਪੋਲਿਸ",
        "'ਡੇਅਰਡੇਵਿਲ' ਚਿੱਟੇ ਬੌਣੇ ਤਾਰਾ ਇਕ ਅਜੀਬ ਬਲੈਕ ਹੋਲ ਦੇ ਸਭ ਤੋਂ ਨੇੜਲੇ ਜਾਣੇ ਜਾਂਦੇ ਆਬਜੈਕਟ ਹੋ ਸਕਦੇ ਹਨ - ਸਪੇਸ."
    ]
}