{
    "headlines": [
        "Honda and Nissan are in merger talks - CNN",
        "Filipina who won a last-minute reprieve from an Indonesian firing squad returns home - The Associated Press",
        "Bill to fund the government through March 14 unveiled but Johnson’s dealmaking with Democrats angers conservatives - CNN",
        "Trump slams judge in hush money case for rejecting his immunity claim - ABC News",
        "Bucks vs. Thunder score: Live updates for NBA Cup final, prize money for 2024 bracket winners - CBS Sports",
        "Atlanta Falcons name Michael Penix Jr. the starting quarterback - AtlantaFalcons.com",
        "Luigi Mangione's mom questioned by police 1 day before accused CEO slayer was captured - Fox News",
        "Madison, Wis., residents hold candlelight vigil as police search for motive in school shooting: Here’s what we know so far - Yahoo! Voices",
        "Gisèle Pelicot: How one woman shook attitudes to rape in France - BBC.com",
        "Ana Orsini, Arizona news anchor, dies at 28, colleagues announce during broadcast - CBS News",
        "Kioxia shares climb slightly on debut in Tokyo after $800 million IPO - CNBC",
        "Vick takes Norfolk State job, former NFL QB says - ESPN",
        "Reports of Drone Incursions Taken Seriously, DOD Spokesman Says - Department of Defense",
        "Grubhub pays $25 million for allegedly tricking customers and lying to drivers - The Verge",
        "‘Top Gun’ star Tom Cruise becomes a military hero in real life - CNN",
        "The December Federal Reserve Meeting Started Tuesday—What You Need to Know - Investopedia",
        "NASA's 2 stuck astronauts face more time in space with return delayed until at least late March - The Associated Press",
        "Google’s new AI tool uses image prompts instead of text - CNN",
        "MUFASA: THE LION KING First Reviews Are Far From Roar-some; Prequel's Rotten Tomatoes Score Revealed - CBM (Comic Book Movie)",
        "Stefon Diggs Makes Strong Declaration About Josh Allen's Respect in NFL Circles - Sports Illustrated"
    ]
}