{
    "headlines": [
        "Surto de HMPV na China: é um novo vírus? Como é semelhante ao Covid-19? Existe alguma vacina? O que sabemos até agora | Menta - Menta",
        "Hamas aprova lista israelense de reféns para possível troca: Reuters - CNN",
        "Vikings tropeçam na semente número 5, juram 'responder' - ESPN",
        "Enigma do Mar Vermelho em Israel: Acerte os Houthis ou o Irã - The Wall Street Journal",
        "Êxodo de bancos de Wall Street de grupos climáticos preocupa defensores - Reuters.com",
        "O Congresso está pronto para certificar a vitória eleitoral de Trump, mas seu legado de 6 de janeiro paira sobre o dia - The Associated Press",
        "Mike McDaniel sugere que Tyreek Hill se retirou do jogo de domingo - NBC Sports",
        "ATUALIZAÇÕES AO VIVO: emergência de neve emitida para condados da área; O que isso significa? - WHIO",
        "Miss América 2025: Miss Alabama Abbie Stockard conquista a coroa - AL.com",
        "Donald Trump critica o sistema legal 'corrupto' e 'quebrado' antes de sua sentença - The Hill",
        "Samsung traz live translate para suas TVs na CES 2025 - TechCrunch",
        "Fabricante do iPhone Hon Hai Clinches Sales Beat on Strong AI Demand - Bloomberg",
        "Nikki Glaser's Golden Globes Monologue: Her Meanest Jokes - Hollywood Reporter",
        "O que saber sobre o pedágio na estrada de Manhattan, já que Nova York se torna a primeira cidade dos EUA com taxa de congestionamento - Axios",
        "Ações irregulares na Ásia, dólar canadense em alta no relatório Trudeau - Reuters",
        "Imagem dos playoffs da NFL de 2025, suporte: cronograma do Wild Card Weekend revelado, perdedor dos Vikings-Lions para enfrentar os Rams - CBS Sports",
        "   Removido ",
        "O técnico de bombeiros dos Patriots, Jerod Mayo, pouco depois de derrotar Bills para terminar sua temporada solitária em 4-13 - The Associated Press",
        "ERCOT emite Relógio Meteorológico antes do trecho de tempo frio em todo o Texas - KPRC Click2Houston",
        "   Removido "
    ]
}