{
    "headlines": [
        "ਪੁਲਿਸ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਬੈਲਟ ਬਾਕਸ ਆਰਸਨ ਦੇ ਪਿੱਛੇ ਆਦਮੀ ਕੋਲ ਧਾਤ ਦਾ ਕੰਮ ਕਰਨ ਦਾ ਤਜਰਬਾ ਹੈ ਅਤੇ ਹੋ ਸਕਦਾ ਹੈ ਕਿ ਉਹ ਹੋਰ ਹਮਲਿਆਂ ਦੀ ਯੋਜਨਾ ਬਣਾ ਰਿਹਾ ਹੋਵੇ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਮਾਈਕ੍ਰੋਸਾੱਫਟ ਦੀ ਕਮਾਈਃ ਸਟਾਕ ਜੰਪ ਜਿਵੇਂ ਕਿ ਏਆਈ ਰਿਕਾਰਡ ਮੁਨਾਫਿਆਂ ਨੂੰ ਚਲਾਉਂਦਾ ਹੈ - ਫੋਰਬਸ",
        "ਜ਼ੋਏ ਕ੍ਰਾਵਿਟਜ਼ ਪਹਿਲੀ ਆਉਟਿੰਗ ਵਿਚ ਆਪਣੀ ਰਿੰਗ ਫਿੰਗਰ ਨੂੰ ਛੁਪਾਉਂਦਾ ਹੈ ਕਿਉਂਕਿ ਚੈਨਿੰਗ ਟੈਟਮ ਸਪਲਿਟ ਦਾ ਕਾਰਨ ਸਾਹਮਣੇ ਆਇਆ ਹੈ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਬੈਟਲਗਰਾਉਂਡ ਰਾਜ ਵਿੱਚ ਚੋਣ ਕੇਸ ਕਾਨੂੰਨੀ ਜਿੱਤ ਤੋਂ ਬਾਅਦ ਟਰੰਪ ਕੈਂਪ ਨੇ ਜਿੱਤ ਦੀ ਗੋਦ ਲਈ - ਫੌਕਸ ਨਿ Newsਜ਼",
        "ਗ੍ਰੈਮੀਸ ਸ਼ੌਕਰਃ ਸੀਬੀਐਸ ਤੋਂ ਡਿਜ਼ਨੀ ਵੱਲ ਜਾਣ ਵਾਲੇ ਪੁਰਸਕਾਰ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "100 ਤੋਂ ਵੱਧ ਖੋਜਕਰਤਾਵਾਂ ਨੇ ਮਸਕ ਸਟਾਰਲਿੰਕ ਲਾਂਚਾਂ ਵਿੱਚ ਵਿਰਾਮ ਦੀ ਮੰਗ ਕੀਤੀ - ਦ ਹਿੱਲ",
        "ਵਰਣਮਾਲਾ ਦੀ ਕਮਾਈ ਤਕਨੀਕੀ ਕਮਾਈ ਦੇ 'ਬੇਲਵੇਥਰ' ਸਨ, ਵੈੱਲਜ਼ ਫਾਰਗੋ ਦੇ ਕੇਨ ਗਵਰਲਸਕੀ ਕਹਿੰਦਾ ਹੈ - ਸੀ ਐਨ ਬੀ ਸੀ ਟੈਲੀਵਿਜ਼ਨ",
        "ਹੈਰਿਸ ਨੇ ਟਰੰਪ ਸਮਰਥਕਾਂ ਅਤੇ 'ਕੂੜੇਦਾਨ' 'ਤੇ ਬਾਈਡਨ ਦੀ ਟਿੱਪਣੀ ਤੋਂ ਬਾਅਦ' ਸਾਰੇ ਅਮਰੀਕੀਆਂ ਦੀ ਨੁਮਾਇੰਦਗੀ 'ਕਰਨ ਦਾ ਵਾਅਦਾ ਕੀਤਾ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਦਖਲਅੰਦਾਜ਼ੀ ਯੈਂਕੀਜ਼ ਦੇ ਪ੍ਰਸ਼ੰਸਕਾਂ ਨੂੰ ਗੇਮ 5 - ਈਐਸਪੀਐਨ ਤੋਂ ਪਾਬੰਦੀ ਹੈ",
        "ਜੋਅ ਐਕਸੋਟਿਕ ਨੇ ਸਾਥੀ ਜੇਲ੍ਹ ਕੈਦੀ ਨਾਲ ਮੰਗਣੀ ਦੀ ਘੋਸ਼ਣਾ ਕੀਤੀਃ 'ਕਾਸ਼ ਮੈਂ ਉਸ ਨੂੰ ਲੰਬੇ ਸਮੇਂ ਤੋਂ ਮਿਲਦਾ' - ਏਓਐਲ",
        "ਐਨਐਫਐਲ ਕਲਪਨਾ 2024 ਸਟਾਰਟ 'ਏਮ, ਸੀਟ ' ਏਮਃ ਹਫਤੇ 9 ਲਈ ਵਾਈਡ ਰਿਸੀਵਰ - ਐਨਐਫਐਲ ਡਾਟ ਕਾਮ",
        "ਹਟਾਈ",
        "ਫੈਡਰਲ ਅਤੇ ਸਟੇਟ ਵੈਟਰਨਰੀ ਏਜੰਸੀਆਂ ਓਰੇਗਨ ਬੈਕਯਾਰਡ ਫਾਰਮ ਵਿਚ ਐਚਪੀਏਆਈ ਡਿਟੈਕਸ਼ਨਾਂ ਬਾਰੇ ਅਪਡੇਟ ਸਾਂਝੇ ਕਰਦੀਆਂ ਹਨ, ਜਿਸ ਵਿਚ ਸਵਾਈਨ ਵਿਚ ਪਹਿਲੇ ਐਚ 5 ਐਨ 1 ਡਿਟੈਕਸ਼ਨ ਸ਼ਾਮਲ ਹਨ - ਯੂਐਸਡੀਏ ਐਫਆਈਐਸ",
        "ਸੀਐਨਐਨ ਪੋਲਃ ਹੈਰਿਸ ਦਾ ਮਿਸ਼ੀਗਨ ਅਤੇ ਵਿਸਕਾਨਸਿਨ ਵਿਚ ਇਕ ਤੰਗ ਕਿਨਾਰਾ ਹੈ, ਜਦੋਂ ਕਿ ਉਹ ਅਤੇ ਟਰੰਪ ਪੈਨਸਿਲਵੇਨੀਆ ਵਿਚ ਬੰਨ੍ਹੇ ਹੋਏ ਹਨ - ਸੀਐਨਐਨ",
        "ਅਮਰੀਕੀ ਜੀਡੀਪੀ ਮਜ਼ਬੂਤ ਖਪਤਕਾਰਾਂ ਦੇ ਖਰਚਿਆਂ 'ਤੇ ਤੀਜੀ ਤਿਮਾਹੀ ਵਿਚ 2.8% ਦੀ ਦਰ ਨਾਲ ਵਧਿਆ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "ਮੈਟਾ ਏਆਈ ਨਿਵੇਸ਼ ਫੋਕਸ ਦੇ ਵਿਚਕਾਰ Q3 ਕਮਾਈ ਦੀ ਰਿਪੋਰਟ ਕਰਨ ਲਈ ਸੈੱਟ ਕੀਤਾ - ਯਾਹੂ ਵਿੱਤ",
        "ਰਹੱਸਮਈ ਫਿਣਸੀ ਕੈਲੀਫੋਰਨੀਆ ਲਈ 'ਸਭ ਤੋਂ ਭੈੜੇ ਕੇਸ ਦ੍ਰਿਸ਼' ਦਾ ਕਾਰਨ ਬਣ ਸਕਦੀ ਹੈ. ਸਪੀਸੀਜ਼ - SFGATE",
        "ਅਧਿਕਾਰੀਆਂ ਨੇ ਸ਼ਿਕਾਗੋ ਪ੍ਰਾਰਥਨਾ ਸਥਾਨ 'ਤੇ ਚੱਲਣ ਵਾਲੇ ਯਹੂਦੀ ਵਿਅਕਤੀ ਨੂੰ ਗੋਲੀ ਮਾਰਨ ਤੋਂ ਬਾਅਦ ਨਫ਼ਰਤ ਅਪਰਾਧ ਦੇ ਦੋਸ਼ਾਂ ਦੀ ਮੰਗ ਕੀਤੀ - ਅਮਰੀਕਾ ਅੱਜ",
        "ਯੂਕੇ ਵਿੱਚ ਸੰਭਾਵਤ ਤੌਰ ਤੇ ਘਾਤਕ ਐਮਪੌਕਸ ਵਾਇਰਸ ਸਟ੍ਰੇਨ ਦਾ ਪਹਿਲਾ ਕੇਸ ਪਾਇਆ ਗਿਆ - ਐਲਬੀਸੀ",
        "ਹਟਾਈ"
    ]
}