{
    "headlines": [
        "Pelo menos 2 mortos e centenas resgatados em graves inundações repentinas no Novo México - CNN",
        "Os cubanos lutam enquanto a energia não é totalmente restaurada dias após o apagão e o furacão atingir a ilha - The Associated Press",
        "O esforço defensivo dominante dos Chiefs oferece 28-18 vitórias sobre os 49ers - NBC Sports",
        "Harris visita igrejas negras na Geórgia em campanha de votação antecipada de ‘almas às urnas’ - CNN",
        "Elon Musk tem um aviso sobre a Califórnia - POLITICO",
        "Previsão, odds, line, spread do Sunday Night Football: Steelers vs. Jets escolhidos por um especialista em Pittsburgh com 66-35 anos - CBS Sports",
        "Um erro gigante? Detroit comanda a NFC? Debatendo as principais reações exageradas da Semana 7 da NFL - ESPN",
        "‘Falha catastrófica:’ 7 mortos, 3 em estado crítico após colapso do passadiço da doca na costa da GA - WSB Atlanta",
        "Novas explosões ouvidas no Líbano enquanto Israel promete atacar os sites financeiros do Hezbollah - BBC.com",
        "Furacão Oscar vai para Cuba e pode levar a 'crise humanitária': atualizações - usa TODAY",
        "Trump zomba da história de Harris por trás da fritadeira do McDonald's - ABC News",
        "A perplexidade está supostamente buscando angariar fundos com uma avaliação de US $ 8 bilhões - TechCrunch",
        "2 aviadores da Marinha são declarados mortos após um avião de combate cair no estado de Washington - The Associated Press",
        "O ex-general Prabowo, uma vez acusado de abusos de direitos, assume a presidência da terceira maior democracia do mundo - CNN",
        "Você deve comprar ações da Nvidia agora? Pode ser uma oportunidade única em uma geração - Fortune",
        "O novato dos 49ers Ricky Pearsall faz sua estreia na NFL 50 dias depois de ser baleado - The Associated Press",
        "4 trabalhadores agrícolas testam 'presumivelmente positivo' para gripe aviária, primeiros casos em WA - KOMO NEWS",
        "EUA investigam vazamento de informações sobre os planos de ataque de Israel ao Irã: Atualizações - usa TODAY",
        "Chuva de meteoros Orionid 2024: Como, quando ver um dos mais belos chuveiros - Axios",
        "Trump faz comentários vulgares sobre Arnold Palmer em comício na Pensilvânia - CBS News"
    ]
}