{
    "headlines": [
        "ਟਰੰਪ ਦੇ ਗਾਜ਼ਾ ਪ੍ਰਸਤਾਵ ਨੇ ਆਪਣੇ ਨਵੇਂ ਅਰਬ ਅਮਰੀਕੀ ਸਮਰਥਕਾਂ ਵਿੱਚ ਡਰ ਜਤਾਇਆ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਕਰੀਬ 3 ਦਹਾਕਿਆਂ 'ਚ ਪਹਿਲੀ ਵਾਰ ਦਿੱਲੀ ਚੋਣਾਂ' ਚ ਨਰਿੰਦਰ ਮੋਦੀ ਦੀ ਭਾਜਪਾ ਦੀ ਜਿੱਤ - Financial Times",
        "ਹਮਾਸ ਨੇ ਤਿੰਨ ਇਜ਼ਰਾਈਲੀ ਬੰਦੀਆਂ ਨੂੰ ਰਿਹਾਅ ਕੀਤਾ ਕਿਉਂਕਿ ਫਲਸਤੀਨੀ ਕੈਦੀਆਂ ਨੂੰ ਰਿਹਾਅ ਕੀਤਾ ਗਿਆ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਫੈਡਰਲ ਜੱਜ ਨੇ ਨਾਜ਼ੁਕ ਖਜ਼ਾਨਾ ਭੁਗਤਾਨ ਪ੍ਰਣਾਲੀ - ਸੀ ਐਨ ਐਨ ਲਈ ਐਲਨ ਮਸਕ ਦੇ ਡੌਜ ਐਕਸੈਸ ਨੂੰ ਰੋਕਿਆ",
        "ਜੱਜ ਨੇ ਅੱਧੀ ਰਾਤ ਨੂੰ ਯੂਐਸਏਆਈਡੀ ਦੇ 2,200 ਕਰਮਚਾਰੀਆਂ ਨੂੰ ਛੁੱਟੀ 'ਤੇ ਰੱਖਣ ਤੋਂ ਟਰੰਪ ਪ੍ਰਸ਼ਾਸਨ ਨੂੰ ਰੋਕਿਆ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਟਰੰਪ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਹ ਕੈਨੇਡੀ ਸੈਂਟਰ ਦੇ ਟਰੱਸਟੀ ਬੋਰਡ ਦੇ ਮੈਂਬਰਾਂ ਨੂੰ ਬਰਖਾਸਤ ਕਰ ਰਿਹਾ ਹੈ ਅਤੇ ਆਪਣੇ ਆਪ ਨੂੰ ਚੇਅਰਮੈਨ ਦਾ ਨਾਮ ਦੇ ਰਿਹਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਟਰੰਪ ਦੀਆਂ ਕਾਰਵਾਈਆਂ ਵਿਚ, ਵਿਰੋਧੀ ਕੱਟਾਂ ਨਾਲੋਂ ਜ਼ਿਆਦਾ ਵੇਖਦੇ ਹਨ — ਉਹ ਸੰਵਿਧਾਨਕ ਸੰਕਟ ਵੇਖਦੇ ਹਨ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਚੀਨ ਲੈਂਡਸਲਾਈਡਃ ਸਿਚੁਆਨ 'ਚ' ਆਲ ਆਊਟ ਰੈਸਕਿਊ 'ਨਾਲ 30 ਤੋਂ ਵੱਧ ਲਾਪਤਾ - BBC.com",
        "ਫੈੱਡਸ ਕਿਬੋਸ਼ ਨੂੰ ਰਾਸ਼ਟਰੀ ਈਵੀ ਚਾਰਜਿੰਗ ਪ੍ਰੋਗਰਾਮ 'ਤੇ ਪਾਉਂਦੇ ਹਨ - ਆਰਸ ਟੈਕਨੀਕਾ",
        "'ਉਹ ਮੁੱਖ ਪੜਾਅ' ਤੇ ਇਕ ਅੰਦੋਲਨ ਦਾ ਸੱਦਾ ਦੇ ਰਹੇ ਹਨਃ ਕੇਂਡਰਿਕ ਲਾਮਰ ਦੀ ਸੁਪਰ ਬਾlਲ ਦੀ ਸੜਕ - ਬੀਬੀਸੀ.",
        "ਇਕ ਸਾਲ ਪਹਿਲਾਂ, ਅਜਿਹਾ ਲਗਦਾ ਸੀ ਕਿ ਨਿਕ ਸਿਰੀਅਨਨੀ ਈਗਲਜ਼ ਦੇ ਮੁੱਖ ਕੋਚ ਵਜੋਂ ਬਾਹਰ ਹੋ ਸਕਦੇ ਹਨ. ਹੁਣ, ਉਹ ਸੁਪਰ ਬਾlਲ ਵਿਚ ਵਾਪਸ ਆ ਗਿਆ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਪਲਾਨਟੀਰ ਅਤੇ ਪ੍ਰਚੂਨ ਨਿਵੇਸ਼ਕਾਂ ਦੀ ਇਸ ਦੀ ਫੌਜ ਦੇ ਵਿਚਕਾਰ ਲਵਫੈਸਟ ਦੇ ਅੰਦਰ - ਬਿਜ਼ਨਸ ਇਨਸਾਈਡਰ",
        "ਪਲੇਅਸਟੇਸ਼ਨ ਨੈਟਵਰਕ ਆਉਟੇਜ ਦੀ ਰਿਪੋਰਟ ਦੁਨੀਆ ਭਰ ਵਿੱਚ ਕੀਤੀ ਗਈ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਯੂਐਸ ਦੇ ਜੱਜ ਨੇ ਲੇਬਰ ਡਿਪਾਰਟਮੈਂਟ ਪ੍ਰਣਾਲੀਆਂ ਤੋਂ ਐਲਨ ਮਸਕ ਦੇ ਡੋਗ ਨੂੰ ਰੋਕਣ ਤੋਂ ਇਨਕਾਰ ਕੀਤਾ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਟੇਲਰ ਸਵਿਫਟ ਸੁਪਰ ਬਾlਲ ਐਲਆਈਐਕਸ ਦੇ ਅੱਗੇ ਟ੍ਰੈਵਿਸ ਕੈਲਸੇ ਦੇ ਨਾਲ ਪ੍ਰਾਈਵੇਟ ਡਿਨਰ ਦੀ ਤਾਰੀਖ ਦਾ ਅਨੰਦ ਲੈਂਦਾ ਹੈ - ਲੋਕ",
        "ਯਾਤਰੀ ਜਹਾਜ਼ ਨੂੰ ਬਰਾਮਦ ਕਰਨ ਲਈ ਚਾਲਕ ਦਲ ਦੀ ਕਾਹਲੀ ਅਲਾਸਕਾ ਦੇ ਸਮੁੰਦਰੀ ਬਰਫ਼ 'ਤੇ ਕ੍ਰੈਸ਼ ਹੋ ਗਈ ਉਮੀਦ ਬਰਫ ਅਤੇ ਹਵਾ ਤੋਂ ਪਹਿਲਾਂ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਬਾਲਟਿਕ ਰਾਜ ਰੂਸੀ ਸ਼ਕਤੀ ਤੋਂ ਇਤਿਹਾਸਕ ਤਬਦੀਲੀ ਕਰ ਰਹੇ ਹਨ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "‘ਰੀਅਲ ਟਾਈਮ’: ਬਿਲ ਮਹੇਰ ਸੋਚਦੇ ਹਨ ਕਿ ਨਾਜ਼ੀ ਵਜੋਂ ਬਾਹਰ ਆਉਣ ਤੋਂ ਬਾਅਦ ਕੈਨਯ ਵੈਸਟ “ਕੈਬਨਿਟ ਦੀ ਸਥਿਤੀ ਲਈ ਐਂਗਲਿੰਗ” ਹੈ - ਡੈੱਡਲਾਈਨ",
        "ਨਾਸਾ ਦੇ ਸਟਾਫ ਨੇ ਡੋਗ ਤੋਂ ‘ਪ੍ਰੇਰਣਾ‘ ਲੈਣ ਲਈ ਕਿਹਾ ਕਿਉਂਕਿ ਕਰਮਚਾਰੀ ਚਿੰਤਾ ਜ਼ਾਹਰ ਕਰਦੇ ਹਨ - ਸੀ ਐਨ ਐਨ"
    ]
}