{
    "headlines": [
        "3 US-Bürger, 2 Spanier wegen angeblicher Verschwörung zur \"Destabilisierung\" Venezuelas festgehalten - CBS News",
        "[removed]",
        "Michaela DePrince: Amerikas bahnbrechende Ballerina stirbt bei 29 - BBC.com",
        "Jennifer Lopez und Ben Affleck haben zum ersten Mal seit der Scheidung zusammen fotografiert - E! Online - E! NEWS",
        "Wie ein falsches Gerücht über Haustiere in der Anwesenheit von Ohio und Laura Loomer dazu beitrug, Trumps geplante Angriffe auf Harris zu entgleisen - CNN",
        "Swift endorsement turns more voters from Harris than it attracts: Umfrage - New York Post",
        "Seminoles 'Skid setzt sich mit Verlust gegen Memphis fort - ESPN",
        "Polaris Dawn kehrt nach einem bahnbrechenden kommerziellen Raumflug nach Hause zurück - NASASpaceflight.com",
        "Chicago Pflugwagen in Bereitschaft, um Straßen während der Feierlichkeiten zum mexikanischen Unabhängigkeitstag 2024 zu blockieren - ABC7 Chicago",
        "49ers lassen 53-Mann-Listeplatz offen, nachdem CMC auf IR - NBC Sports Bay Area platziert wurde",
        "Die LinkedIn-Spiele machen Spaß - TechCrunch",
        "Überschwemmungen in Europa: Angst vor weiteren Todesfällen bei anhaltendem Starkregen - BBC.com",
        "Emmys: Inside This Weekend's A-List Parties (Aktualisierung) - Hollywood Reporter",
        "Kamala Harris gibt erstes Solo-Interview als demokratische Kandidatin - BBC.com",
        "\"Gehirnerschütterung\" Dr. Bennet Omalu fordert erneut die Pensionierung von Tua Tagovailoa - New York Post",
        "Astronauten, die im Weltraum festsitzen, geben erste öffentliche Kommentare ab, nachdem sie ohne sie losgefahren sind - HuffPost",
        "NATO-Militärausschussvorsitzender, andere unterstützen den Einsatz von Langstreckenwaffen durch die Ukraine, um Russland zu treffen - The Associated Press",
        "Eric Adams ’zwielichtiger innerer Kreis kommt zurück, um ihn zu beißen - POLITICO",
        "[removed]",
        "Amerikaner unter 37 Personen, die wegen eines Putschversuchs im Kongo zum Tode verurteilt wurden - New York Post"
    ]
}