{
    "headlines": [
        "بالونات إيلون ماسك ذات القيمة الصافية على الرغم من رفض المحكمة لحزمة دفع تسلا - أكسيوس",
        "هل سيحصل بيت هيجسيث على جلسة استماع للتأكيد ؟ - بلومبرغ",
        "\"متجمد \": من غير المرجح أن يعود الصقر التجاري لايتهايزر لولاية ترامب الثانية - بوليتيكو",
        "يبذل بارنييه جهدًا أخيرًا لمنع انهيار الحكومة - POLITICO Europe",
        "حصري: تقول مصادر إن إنتل تقترب من المرشحين لمنصب الرئيس التنفيذي، بما في ذلك عضو مجلس الإدارة السابق ليب بو تان",
        "كندريك لامار و SZA يعلنان عن جولة استاد أمريكا الشمالية 2025 - وكالة أسوشيتد برس",
        "كوريا الجنوبية مباشرة: رئيس كوريا الجنوبية يتراجع عن النظام العرفي بعد تصويت النواب على حظره - BBC.com",
        "يرتبط هذا النوع من الجسم بزيادة خطر الإصابة بمرض الزهايمر - الأشخاص",
        "مؤشر داو جونز اليوم: الأسهم مختلطة مع تطلع السوق إلى توسيع نطاق الارتفاع القياسي ؛ شرائح إنتل - إنفستوبيديا",
        "نتائج بحث ChatGPT عن الأخبار \"لا يمكن التنبؤ بها\" وغالبًا ما تكون غير دقيقة - The Verge",
        "تلسكوب جيمس ويب الفضائي يحطم سجله الخاص للعثور على أقدم المجرات التي وجدت على الإطلاق - Livescience.com",
        "مسؤولو الصحة يحققون في مرض غامض في جنوب غرب الكونغو بعد 143 حالة وفاة - وكالة أسوشيتد برس",
        "جولة أخرى من الثلوج ذات تأثير البحيرة قادمة إلى نيويورك، بنسلفانيا - واشنطن بوست",
        "يوفر تصنيف التصفيات النهائية للكلية الفرصة الأخيرة لمعرفة كيف يجب أن تكون الفرق المتوترة - وكالة أسوشيتد برس",
        "وجه المدعي العام لترامب فاني ويليس ضربة كبيرة بعد أن برأت هيئة المحلفين اثنين من المتهمين في محاكمة YSL الضخمة - نيويورك بوست",
        "تم اكتشاف كويكب صغير قبل ساعات من اصطدامه بالأرض ليصبح \"الصادم الوشيك\" الرابع لعام 2024 - Space.com",
        "يقول مركز السيطرة على الأمراض إن تفشي بكتيريا الإشريكية القولونية في ماكدونالدز قد انتهى - CNBC",
        "يبدو أن ترامب يهدد حماس بـ \"كل الجحيم للدفع\" على الرهائن - BBC.com",
        "بايدن في أنغولا: الرئيس الأمريكي \"فخور\" بزيارته غير المسبوقة - BBC.com",
        "NFL Power Rankings, Week 14: Bills and Eagles nipping at injury - riddled Lions heels; Ravens drop - NFL.com"
    ]
}