{
    "headlines": [
        "Starbucks Baristas starten Streiks kurz vor Weihnachten - Nation's Restaurant News",
        "Delphi-Morde: Verurteilter Mörder Richard Allen zu 130 Jahren verurteilt - ABC News",
        "Wie sich eine Schließung der Regierung auf Ihre Reisepläne auswirken könnte - The Washington Post",
        "Siebenjähriges Mädchen bei Messerangriff an kroatischer Grundschule getötet und mehrere verletzt - CNN",
        "‘Sonic The Hedgehog 3’ $ 6.5M, ‘Mufasa’ $ 3M+ In Thursday Previews – Box Office - Deadline",
        "US-Diplomaten treffen syrischen Oppositionsführer in Damaskus - Axios",
        "Novo stürzt um 20 % ab, nachdem das neue Adipositas-Medikament die Prognosen verfehlt hat. Lilly, Viking, Amgen Jump. - Investor's Business Daily",
        "Warnzeichen für Trump als republikanische Rebellen trotzig - BBC.com",
        "[removed]",
        "Russischer Rush-Hour-Raketenangriff auf Kiew tötet einen, beschädigt Botschaften - Reuters",
        "US-Aktien-Futures gleichen Verluste nach Inflationsdaten aus, Trump zielt auf Europa - Reuters",
        "Persönliche Einnahmen und Ausgaben, November 2024 - Bureau of Economic Analysis",
        "College Football Playoff Picks, Zeitplan: Prognosen gegen die Ausbreitung, Quoten für Erstrundenspiele - CBS Sports",
        "[removed]",
        "Biden vergibt Studentenschulden in Höhe von 4,28 Milliarden US-Dollar für 54.900 Kreditnehmer - CNBC",
        "Es tauchen neue Details über die Mutter von Utah auf, 3 kleine Kinder, die in ihrem Haus getötet wurden - CBS News",
        "Wie Clase Azul ein Milliarden-Dollar-Tequila-Geschäft jenseits des obersten Regals aufgebaut hat - Forbes",
        "Riesenfaultiere und Mastodons koexistierten mit dem Menschen seit Jahrtausenden in Amerika, neue Entdeckungen deuten darauf hin - ABC News",
        "Haben Sie das Gefühl, dass die Welt mehr außer Kontrolle gerät als früher? Dafür gibt es einen Grund. - Schiefer",
        "Fire & Ice: Top-Starts, Sitze und Schläfer im Fantasy-Fußball für Woche 16 - Pro Football Focus"
    ]
}