{
    "headlines": [
        "ਟਰੰਪ ਸੰਕੇਤ ਦਿੰਦਾ ਹੈ ਕਿ ਜੇ ਉਹ ਚੁਣੇ ਗਏ ਤਾਂ ਟੀਕਿਆਂ 'ਤੇ ਪਾਬੰਦੀ ਲਗਾਉਣ ਲਈ ਆਰਐਫਕੇ ਜੂਨੀਅਰ ਦੇ ਪ੍ਰਸਤਾਵ ਲਈ ਖੁੱਲ੍ਹਾ ਹੈ - ਦਿ ਗਾਰਡੀਅਨ ਯੂਐਸ",
        "ਰਿਪੋਰਟਃ ਸਿਹਤ ਦੇ ਮੁੱਦੇ ਦੇ ਨਾਲ ਸਪਰਸ 'ਗ੍ਰੇਗ ਪੋਪੋਵਿਚ ਆਉਟ; ਮਿਚ ਜਾਨਸਨ ਅੰਤਰਿਮ ਹਾਈ ਕੋਰਟ ਬਣਨ ਲਈ - ਬਲੀਚਰ ਰਿਪੋਰਟ",
        "2024 ਦੀਆਂ ਚੋਣਾਂ ਦੌਰਾਨ ਵੇਖਣ ਲਈ ਸਾਰੇ ਬੈਟਲਗਰਾਉਂਡ ਰਾਜ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਸੰਤਾਂ ਨੇ ਆਪਣੀ 3 ਸੀਜ਼ਨ ਦੀ ਪ੍ਰਮੁੱਖ ਟੀਮ ਦੇ ਦੌਰਾਨ ਸਟ੍ਰੀਕ ਹਾਰਨ ਤੋਂ ਬਾਅਦ ਡੈਨਿਸ ਐਲਨ ਨੂੰ ਅੱਗ ਲਗਾ ਦਿੱਤੀ, ਨਾਮ ਡੈਰੇਨ ਰਿਜ਼ੀ ਅੰਤਰਿਮ ਮੁੱਖ ਕੋਚ - ਯਾਹੂ ਸਪੋਰਟਸ",
        "ਤੂਫਾਨ ਨਾਲ ਨੁਕਸਾਨੇ ਗਏ ਓਕਲਾਹੋਮਾ ਸਿਟੀ ਵਿਚ ਦੁਬਾਰਾ ਸਾਇਰਨਜ਼ ਦੀ ਆਵਾਜ਼ ਆਉਂਦੀ ਹੈ ਕਿਉਂਕਿ ਇਕ ਹੋਰ ਤੂਫਾਨ ਦਾ ਖ਼ਤਰਾ ਖੇਤਰ ਅਤੇ ਦੱਖਣ ਨੂੰ ਨਿਸ਼ਾਨਾ ਬਣਾਉਂਦਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਬਾਈਡਨ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਮੋਲਡੋਵਾ ਦੇ ਚੋਣ ਨਤੀਜੇ ਲੋਕਤੰਤਰ ਨੂੰ ਕਮਜ਼ੋਰ ਕਰਨ ਦੀਆਂ ਕੋਸ਼ਿਸ਼ਾਂ ਵਿੱਚ \"ਰੂਸ ਅਸਫਲ\" ਦਿਖਾਉਂਦੇ ਹਨ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਡਾਓ ਜੋਨਸ ਚੋਣ ਲੂਮਜ਼ ਦੇ ਤੌਰ ਤੇ ਡਿੱਗਦਾ ਹੈ; ਐਨਵੀਡੀਆ ਡਾਓ ਸ਼ਮੂਲੀਅਤ 'ਤੇ ਛਾਲ ਮਾਰਦਾ ਹੈ - ਨਿਵੇਸ਼ਕ ਦਾ ਕਾਰੋਬਾਰ ਰੋਜ਼ਾਨਾ",
        "ਪੀਟ ਡੇਵਿਡਸਨ ਸਿਆਹੀ ਹਟਾਉਣ ਤੋਂ ਬਾਅਦ ‘ਸ਼ਨੀਵਾਰ ਨਾਈਟ ਲਾਈਵ‘ ‘ਤੇ ਟੈਟੂ-ਮੁਕਤ ਹਥਿਆਰਾਂ’ ਤੇ ਦੁਰਲੱਭ ਨਜ਼ਰ ਦਿੰਦਾ ਹੈ - ਪੰਨਾ ਛੇ",
        "ਕੈਰੇਬੀਅਨ ਵਿੱਚ ਖੰਡੀ ਡਿਪਰੈਸ਼ਨ 18 ਰੂਪਾਂ ਵਿੱਚ ਤੂਫਾਨ ਰਾਫੇਲ ਵਿੱਚ ਮਜ਼ਬੂਤ ਹੋਣ ਦੀ ਸੰਭਾਵਨਾ ਦਿਖਾਈ ਦਿੰਦੀ ਹੈ - ਫੌਕਸ ਮੌਸਮ",
        "ਚੋਣ ਤੋਂ ਬਾਅਦ ਲੁਈਸਿਆਨਾ ਕਾਂਗਰਸ ਦੇ ਨਕਸ਼ੇ ਦੀ ਸਮੀਖਿਆ ਕਰੇਗੀ ਸੁਪਰੀਮ ਕੋਰਟ - ਦਿ ਹਿੱਲ",
        "ਨਵੇਂ ਐਪਲ ਇੰਟੈਲੀਜੈਂਸ ਵੀਡੀਓ ਵਰਕਪਲੇਸ ਹੱਲ ਪੇਸ਼ ਕਰਦੇ ਹਨ, ਚੋਰੀ ਕੀਤੇ ਦਹੀਂ ਸਮੇਤ - 9to5Mac",
        "ਹੈਰਿਸ ਅਤੇ ਟਰੰਪ ਚੋਣਾਂ ਤੋਂ ਇਕ ਦਿਨ ਪਹਿਲਾਂ ਅੰਤਮ ਮੁਹਿੰਮ ਸਮਾਗਮ ਕਰਨਗੇ - ਸੀਐਨਐਨ",
        "ਚੀਫਸ ਬਨਾਮ ਬਕੈਨੀਅਰਜ਼ ਦੀਆਂ ਸੰਭਾਵਨਾਵਾਂ, ਫੈਲਣ, ਲਾਈਨ, ਭਵਿੱਖਬਾਣੀਃ ਸੋਮਵਾਰ ਰਾਤ ਦੇ ਫੁੱਟਬਾਲ ਪਿਕਸ ਐਨਐਫਐਲ ਮਾਡਲ ਦੁਆਰਾ 13-5 ਰਨ ਤੇ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਵਾਚ ਸਪੇਸਐਕਸ ਨੇ ਅੱਜ ਆਈਐਸਐਸ ਨੂੰ 3 ਟਨ ਕਾਰਗੋ ਲਾਂਚ ਕੀਤਾ - ਸਪੇਸ ਡਾਟ ਕਾਮ",
        "ਬੋਇੰਗ ਮਸ਼ੀਨਿਸਟ ਇਕ ਇਕਰਾਰਨਾਮੇ ਦੀ ਵੋਟ ਰੱਖ ਰਹੇ ਹਨ ਜੋ ਉਨ੍ਹਾਂ ਦੀ 7 ਹਫ਼ਤਿਆਂ ਦੀ ਹੜਤਾਲ ਨੂੰ ਖਤਮ ਕਰ ਸਕਦੇ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਡਿੱਡੀ ਗੈਗ ਆਰਡਰ ਮੰਗਦਾ ਹੈ ਜਦੋਂ ਗਵਾਹ ਕਹਿੰਦਾ ਹੈ ਕਿ ਉਸ ਕੋਲ ਹੈਰਾਨ ਕਰਨ ਵਾਲੀਆਂ ਟੇਪਾਂ ਹਨ - ਦਿ ਡੇਲੀ ਬੀਸਟ",
        "ਐਮਾਜ਼ਾਨ ਵੱਡੇ ਡਿਸਪਲੇਅ ਮੁੱਦਿਆਂ ਦੇ ਕਾਰਨ ਕਿੰਡਲ ਕਲਰਸੌਫਟ ਸ਼ਿਪਮੈਂਟਸ ਨੂੰ ਰੋਕਦਾ ਹੈ - ਐਂਡਰਾਇਡ ਪੁਲਿਸ",
        "ਜੌਨੀ ਡੈਪ ਦੇ ਵਕੀਲ ਕੈਮਿਲ ਵਾਸਕਿzਜ਼ ਨੇ ਖੁਲਾਸਾ ਕੀਤਾ ਕਿ ਉਸਨੇ ਅਫਵਾਹਾਂ ਦੇ ਬਾਵਜੂਦ ਅਭਿਨੇਤਾ ਨੂੰ ਕਦੇ ਡੇਟ ਕਿਉਂ ਨਹੀਂ ਕੀਤਾ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਸਟਾਕ ਵੇਖਣ ਲਈ ਜੇ ਡੋਨਾਲਡ ਟਰੰਪ ਅਮਰੀਕੀ ਚੋਣ ਜਿੱਤ - ਯਾਹੂ ਵਿੱਤ ਯੂਕੇ",
        "ਨਬੀ ਕਾਰਟੂਨ 'ਤੇ ਅਧਿਆਪਕ ਦਾ ਸਿਰ ਵੱਢਣ ਦੇ ਮਾਮਲੇ' ਚ ਫਰਾਂਸ 'ਚ ਖੁੱਲ੍ਹਿਆ ਮੁਕੱਦਮਾ - The Associated Press"
    ]
}