{
    "headlines": [
        "52 ياردة حائل ماري! رودجرز يطلق العنان لرميته الكلاسيكية إلى لازارد لـ Jets 'TD befor - NFL",
        "هجوم بطائرة مسيرة تابعة لحزب الله على قاعدة عسكرية يقتل 4 جنود إسرائيليين ويجرح العشرات - سي إن إن",
        "شون \"ديدي\" كومز متهم بالاعتداء على مراهق في دعاوى قضائية جديدة - BBC.com",
        "التهديدات ضد عمال الوكالة الفيدرالية لإدارة الطوارئ تعيق بعض مساعدات الأعاصير ؛ السلطات تلقي القبض على رجل مسلح - الولايات المتحدة الأمريكية اليوم",
        "فينتوس تطلق سلسلة القابض باسم ميتس نوت إن إل سي إس - MLB.com",
        "نتيجة فواتير مقابل جيتس ليلة الاثنين لكرة القدم، تحديثات حية: يبدأ عصر ما بعد روبرت صالح عندما تستضيف نيويورك بافالو - ياهو سبورتس",
        "حاكم كاليفورنيا نيوزوم يوقع مشروع قانون لمكافحة ارتفاع أسعار الغاز: شركات النفط الكبرى \"تهرب منك منذ عقود\" - فوكس بيزنس",
        "تحديثات مباشرة: دونالد ترامب، كامالا هاريس أخبار الانتخابات | سي إن إن بوليتيكس - سي إن إن",
        "نقطة محذوفة هنا",
        "25 ٪ من البالغين يشتبهون في عدم تشخيص اضطراب فرط الحركة ونقص الانتباه - Slashdot",
        "فواتير RB Cook استبعدت مقابل الطائرات المصابة بإصابة في إصبع القدم - ESPN",
        "تتبع المناطق الاستوائية: 2 اضطرابات لا تظهر أي تهديد مباشر لفلوريدا - 10 خليج تامبا",
        "وقعت Google صفقة لتشغيل مراكز البيانات بمفاعلات نووية صغيرة من Kairos — لكن الجدول الزمني لعام 2030 متفائل للغاية - TechCrunch",
        "هاريس تضع خطة جديدة لتمكين الرجال السود وهي تحاول تنشيطهم للتصويت لها - ABC News",
        "كندا تطرد كبار الدبلوماسيين الهنود وتربطهم بمقتل زعيم السيخ - رويترز",
        "الباندا من الصين في طريقها إلى واشنطن العاصمة بعد أن أعادت حديقة الحيوان الوطنية الحيوانات المحبوبة العام الماضي - سي بي إس نيوز",
        "ارتفعت أسهم Nvidia وغيرها من أسهم الرقائق دون أي علامة على تباطؤ الإنفاق على الذكاء الاصطناعي — في الوقت الحالي - Yahoo Finance",
        "الأمم المتحدة تدين \"العدد الكبير من الضحايا المدنيين\" في شمال غزة - BBC.com",
        "يحذر خبراء الأمن مستخدمي Gmail من الاختراقات الأكثر تطوراً للذكاء الاصطناعي - CNET",
        "سيكون القمر العملاق القادم أكثر سطوعًا في عام 2024 ؛ إليك كيف يمكنك رؤيته عن قرب في سينسيناتي - WCPO 9 سينسيناتي"
    ]
}