{
    "headlines": [
        "Trump’s surge with Latino voters is upending the congressional battleground map - POLITICO",
        "Why you shouldn’t reuse single-use plastics - The Washington Post",
        "UN halts aid shipments through Gaza's main crossing after looting. It blames the crisis on Israel - The Associated Press",
        "Heavy lake-effect snow creates treacherous travel in Great Lakes region as widespread Arctic chill freezes US - CNN",
        "A Generation of Drug-Addiction Survivors Is Entering Old Age - The Wall Street Journal",
        "Unprecedented protests sweep Georgia as government scraps EU bid - POLITICO Europe",
        "Yeti set out to conquer the cooler market. A supply-chain murder almost derailed it. - Business Insider",
        "World Central Kitchen pauses Gaza work after car carrying staff hit by Israeli strike - BBC.com",
        "Donald Trump picks Kash Patel for FBI and Chad Chronister to DEA - BBC.com",
        "No. 3 Texas holds off No. 20 Texas A&M to clinch spot in SEC title game against No. 7 Georgia - Yahoo Sports",
        "Southwest Airlines to end cabin service earlier on flights to reduce chance of injury - The Associated Press",
        "‘Fortnite’ Servers Are Down, Here’s When Chapter 6, Season 1 Goes Live - Forbes",
        "A twice-yearly shot could help end AIDS. But will it get to everyone who needs it? - The Associated Press",
        "Trump Demands ‘Commitment’ From BRICS Nations on Using Dollar - Bloomberg",
        "Inside Ryan Day's fourth straight loss to Michigan: 'Disappointed. Unexpected. Crushed.' - FOX Sports",
        "2024 WWE Survivor Series: WarGames review, winners, grades: Roman Reigns pins Solo Sikoa in Bloodline Battle - CBS Sports",
        "Trump taps Florida sheriff as DEA administrator - The Washington Post",
        "College football bowl projections after Week 14: Playoff changes after Texas wins, Ohio State falters - 247Sports",
        "See the scale of destruction in Hezbollah’s stronghold near Beirut - The Washington Post",
        "[Removed]"
    ]
}