{
    "headlines": [
        "Stock Futures Slip as Markets Poised to Reopen After Christmas - The Wall Street Journal",
        "2004 Andamans tsunami: My boat was metres from the shore when the waves hit - BBC.com",
        "Taxi cab strikes several pedestrians in NYC's Herald Square - ABC News",
        "Fourteen Syrian police killed in ambush as unrest spreads - Reuters",
        "3 shot and 1 stabbed at Phoenix airport in apparent family dispute on Christmas night, officials say - CNN",
        "Our Sun may once have had a twin. What happened to this stellar sibling? - BBC.com",
        "These California farmers went for Trump. Now he could deport half their workers. - POLITICO",
        "Russia says it foils Ukrainian plots to kill senior officers with disguised bombs - New York Post ",
        "Elon Musk’s Go-To Cost-Cutter Is Working for DOGE - Bloomberg",
        "Washington wildlife sanctuary goes into quarantine after bird flu kills 20 big cats - Axios",
        "'Squid Game' season 2 is a torture chamber for its protagonist — but not for audiences - Business Insider",
        "NBA Christmas Day grades: Lakers, 76ers earn an 'A' for road wins, Warriors, Celtics get 'C' - CBS Sports",
        "Teen actor Hudson Meek, who appeared in ‘Baby Driver,’ dies after falling from moving vehicle - CNN",
        "Struggle Ends For 3 Zodiac Signs On December 26, 2024 - YourTango",
        "Oregon house cat died after eating pet food that tested positive for bird flu - KATU",
        "Beyoncé's halftime performance the highlight of a lackluster NFL Christmas slate - CBS News",
        "Five journalists killed in Israeli strike near hospital, authorities say - Al Jazeera English",
        "Chiefs secure No. 1 seed in AFC with franchise-record 15th win; Lamar Jackson makes history in Ravens rout on Christmas Day - CNN",
        "How we graded Texans' Week 17 loss to Ravens - Houston Chronicle ",
        "Trump announces ambassador to Panama amid fight over canal - The Hill"
    ]
}