{
    "headlines": [
        "الشركات تستعد لرفع الأسعار لتعويض خطط التعريفة الجمركية العالمية لترامب - واشنطن بوست",
        "تسمح المحكمة العليا لولاية فرجينيا بتطهير قوائم تسجيل الناخبين من غير المواطنين المشتبه بهم - سي إن إن",
        "تم الكشف عن لائحة تلفزيون Marvel لعام 2025، بما في ذلك النظرات الأولى على عروض \"Wonder Man\" و \"Spider - Man\" المتحركة و \"Wakanda\" - مجموعة متنوعة",
        "هبط سهم Eli Lilly بعد فقدان الأرباح. انخفضت مبيعات أدوية إنقاص الوزن. - بارونز",
        "الضرائب والأجور والأسعار - ماذا تعني الميزانية لك ولأموالك - BBC.com",
        "من المتوقع أن تكشف Apple النقاب عن أجهزة MacBook Pro الجديدة اليوم مع هذه الميزات - MacRumors",
        "احتمالات وخطوط واختيارات وفروق أسعار ورهانات وتوقعات اتحاد كرة القدم الأميركي للأسبوع التاسع من عام 2024: الدببة المحبة للنماذج، سي هوكس - سي بي إس سبورتس",
        "سهم Alphabet يرتفع مع ارتفاع الأرباح بسبب النمو السحابي القوي - Yahoo Finance",
        "نقطة محذوفة هنا",
        "يشير بايدن إلى أن مؤيدي ترامب هم \"قمامة\" بعد إهانة الرسوم الهزلية لبورتوريكو - وكالة أسوشيتد برس",
        "كانت \"كونتيسة الدم\" تسمى أكثر قاتلة متسلسلة في كل العصور، لكن الباحثين لديهم نظرية جديدة - سي بي إس نيوز",
        "أعلنت بيت لاهيا في شمال غزة منطقة كوارث وسط الحصار الإسرائيلي - الجزيرة الإنجليزية",
        "ابدأ 'م، اجلس 'م الوسط للأسبوع التاسع لكرة القدم الخيالية - الرياضة المصورة",
        "نقطة محذوفة هنا",
        "الحكاية المحزنة والغريبة عن تأجيج الضجيج والمخاوف من ذبح التشفير الحديث - آرس تكنيكا",
        "حكم على مهاجم بول بيلوسي بالسجن مدى الحياة في محاكمة كاليفورنيا - BBC.com",
        "5 أشياء يجب معرفتها لـ 30 أكتوبر: خطاب هاريس، مطلق النار في فورسيزونز، الغارة الجوية الإسرائيلية، فيضانات إسبانيا، ماكدونالدز - سي إن إن",
        "الفيضانات في إسبانيا تقتل ما لا يقل عن 51 شخصًا في منطقة فالنسيا - رويترز",
        "\"No somos ninguna basura \": يتفاعل البورتوريكيون في منطقة فيلادلفيا مع النكتة\" العنصرية \"في تجمع ترامب - WHYY",
        "الأبطال والحسرة: 36 ساعة من الجحيم خلال فيضانات هيلين التاريخية - الولايات المتحدة الأمريكية اليوم"
    ]
}