{
    "headlines": [
        "New renders show the Samsung Galaxy S25 lineup ahead of Unpacked - The Verge",
        "'They ain't scored yet': Jack Sawyer's Cotton Bowl TD cements pride of Pickerington as Ohio State legend - CBS Sports",
        "Zelensky says two North Korean soldiers fighting for Russia were captured in Kursk region - CNN",
        "SpaceX Falcon 9 Starlink 12-4 - Kennedy Space Center",
        "Prisco's NFL playoff bracket projection: Bills finally oust Chiefs, Packers stun Lions on way to Super Bowl - CBS Sports",
        "‘I’ll never call him dad again:’ Gisèle Pelicot’s daughter says she suspects her father also drugged her for sexual abuse - CNN",
        "Report: Raiders ‘enamored’ by Lions offensive coordinator Ben Johnson - Pride Of Detroit",
        "Outraged LA residents call for 'immediate recall' of Mayor Karen Bass in new petition - New York Post ",
        "JPMorgan Chase Disables Employee Comments After Return-to-Office Backlash - The Wall Street Journal",
        "January 11 Preliminary Snow Report As It Ended And Ravens Game Weather - Just In Weather",
        "Major outrage over Harry-Meghan's visit to LA fire victims: 'You are not royals...merely two nitwit celeb - The Times of India",
        "Stock market’s ‘Trump bump’ nearly erased thanks to bond selloff. What’s next. - MarketWatch",
        "Spacecraft Captures Spectacularly Detailed Images of Mercury’s Hidden Surface - Gizmodo",
        "US Stock Market Faces Reality Check in High-Bar Earning Season - Bloomberg",
        "It’s sick season. Here’s how to protect yourself from norovirus, COVID-19, flu and RSV - The Associated Press",
        "Los Angeles wildfires: Fresh evacuations ordered Friday evening after Palisades Fire flares up - Fox News",
        "Temporary protected status extended for Venezuela, El Salvador, Ukraine and Sudan - Axios",
        "Live Updates: Winter storm covers a frozen Piedmont Triad in snow, ice - WGHP FOX8 Greensboro",
        "Jeju Air black box data missing from crucial minutes before crash, South Korea ministry says - Reuters",
        "Republicans huddle with Trump in Florida as they plot out GOP agenda - ABC News"
    ]
}