{
    "headlines": [
        "Live updates: Israel launches direct strikes on Iran in high-stakes retaliation - CNN",
        "2024 election updates: Harris rips Trump over 'garbage can' comment on migrants - ABC News",
        "Harris, Beyoncé team up for a Texas rally on abortion rights and hope battleground states hear them - The Associated Press",
        "Weigh-In Results | UFC 308: Topuria vs Holloway - UFC",
        "US intelligence assesses Russian operatives behind fake video showing Pennsylvania ballots being destroyed - CNN",
        "Jeff Bezos faces backlash at Washington Post over refusal to run endorsement of Kamala Harris - Financial Times",
        "Delta sues CrowdStrike after widespread IT outage that caused thousands of cancellations - CNBC",
        "NASA chief calls for reported Musk-Putin talks to be investigated - The Hill",
        "Tom Holland Rescues Zendaya From Swarm of Paparazzi, Proving He's the Ultimate Protective Boyfriend - E! Online - E! NEWS",
        "New York Yankees vs. L.A. Dodgers: How to watch Game 1 of the 2024 MLB World Series tonight - Yahoo Sports",
        "Inter Miami vs. Atlanta United LIVE STREAM (10/25/24): Watch Messi play online | Time, TV, channel for MLS Pl - NJ.com",
        "‘I formally apologize’: Biden condemns U.S. Indian boarding schools - The Washington Post",
        "Menendez brothers all smiles in latest mugshots as Los Angeles DA recommends reduced sentences - Fox News",
        "At least 75 people are sickened as the deadly McDonald’s E. coli outbreak expands - The Associated Press",
        "Ex-Abercrombie & Fitch CEO pleads not guilty to sex trafficking charges - The Washington Post",
        "Russo-Ukrainian War, day 975: Russian forces suffer record casualty rates as North Korean troops move towards the frontline - Euromaidan Press",
        "Army releases report on Trump camp’s Arlington cemetery altercation - POLITICO",
        "Ukraine's Zelenskyy says North Korean troops are poised to join the war, cancels UN chief's visit - The Associated Press",
        "Could Elon Musk’s alliance with Donald Trump hurt Tesla's business? Not according to the company's list of 'risk factors' - Fortune",
        "Older adults should get 2 doses of the updated COVID shot, CDC says - Livescience.com"
    ]
}