{
    "headlines": [
        "تكشف صور جديدة أن مجموعة أوركا المراوغة تصطاد الدلافين قبالة تشيلي - سي إن إن",
        "العقيدة النووية الروسية لتشمل الهجمات على الدول غير النووية - واشنطن بوست",
        "تصفيات WNBA: الشمس تقاوم كايتلين كلارك، الحمى للوصول إلى الدور نصف النهائي وإنهاء موسمها الصاعد - ياهو سبورتس",
        "الولايات المتحدة وحلفاؤها يدعون إلى وقف إطلاق النار لمدة 21 يومًا عبر الحدود الإسرائيلية اللبنانية - سي إن إن",
        "5 ملخصات من مقابلة هاريس مع قناة MSNBC مع ستيفاني روهل - ذا هيل",
        "روسيا لديها مشروع طائرات بدون طيار حربية سرية في الصين، كما تقول مصادر إنتل في تقرير لرويترز - سي إن بي سي",
        "تُظهر الخرائط مسار إعصار هيلين: ما يجب معرفته عن المسارات المحتملة وعرام العواصف - أخبار سي بي إس",
        "كيف صوت كل عضو في مجلس الشيوخ على مشروع قانون مؤقت لتجنب إغلاق الحكومة - واشنطن بوست",
        "رئيس مجلس النواب جونسون يطالب زيلينسكي بعزل سفير أوكرانيا لدى الولايات المتحدة بعد زيارة بنسلفانيا - وكالة أسوشيتد برس",
        "ميتا تكشف النقاب عن سماعة رأس الواقع الافتراضي الأرخص، وتحديثات الذكاء الاصطناعي وتعرض نموذجًا أوليًا لنظارات الواقع المعزز ثلاثية الأبعاد - وكالة أسوشيتد برس",
        "متهم ترامب بالاعتداء الجنسي يتحدث إلى سي إن إن - سي إن إن",
        "تتغير العقود الآجلة لمؤشر داو جونز قليلاً بعد أن يكسر المؤشر سلسلة أرباح لمدة أربعة أيام: تحديثات مباشرة - CNBC",
        "سيفعل رعاة البقر شيئًا لم يفعلوه أبدًا عند السفر لمواجهة العمالقة في \"ليلة الخميس لكرة القدم\" - سي بي إس سبورتس",
        "أروع صور الحياة البرية لهذا العام المعروضة في المسابقة العالمية: شاهد المتأهلين للتصفيات النهائية - USA TODAY",
        "وصل عدد الوفيات الناجمة عن تفشي الليستريا في رأس الخنزير إلى مرحلة قاتمة - نيويورك بوست",
        "يشير ترامب إلى أن إيران مرتبطة بمحاولات الاغتيال، ويصدر تحذيرًا صريحًا - إيه بي سي نيوز",
        "شون ديدي كومز: \"الفوضى تسود\" في سجن سيئ السمعة - BBC.com",
        "بدء استقبال واسع، اختيارات الجلوس للأسبوع الرابع من كرة القدم الخيالية - الرياضة المصورة",
        "يقدم هاريس عرضًا \"رأسماليًا\" لتعزيز الاقتصاد بينما يتعمق ترامب في الشعبوية - وكالة أسوشيتد برس",
        "تتفاعل \"الوحوش\" مع الجدل الدائر حول مشاهد الأخوة الجنسية المثلية ؛ الممثل إريك مينينديز كوبر كوخ \"لا\" يعتقد أن الأشقاء كانوا محارم - متنوع"
    ]
}