{
    "headlines": [
        "Carrots recalled after E. coli outbreak linked to one death, CDC says - The Washington Post",
        "Angelina Jolie and Son Knox Steal the Show at the 2024 Governors Awards Red Carpet - Yahoo Entertainment",
        "Hollywood stars gather for honorary Oscars event celebrating Quincy Jones, Bond producers, more - The Associated Press",
        "Trump taps Brendan Carr to chair FCC - POLITICO",
        "Josh Allen’s insane touchdown run helps Bills hand Chiefs first loss - New York Post ",
        "Trump Rethinking Treasury Pick After Finalist Annoys Him: Report - The Daily Beast",
        "Biden during historic Amazon visit says \"nobody can reverse\" clean energy revolution - Axios",
        "Selection of RFK Jr. will amplify discussion of public health, Deborah Birx says - POLITICO",
        "Ranking Week 11 fantasy football winners and losers: Grades, injury impacts from Sunday - ESPN",
        "Chargers vs. Bengals Player Prop for Sunday Night Football: Geno Stone Tackles Under - The Action Network",
        "H5N1 Avian Influenza linked to Mililani Pet Fair - KHON2",
        "No, Apple CEO Tim Cook Didn't Say He Prefers Logitech's MX Master 3 Over the Magic Mouse - MacRumors",
        "Ray Fittipaldo's Steelers report card: Linebackers' A+ effort points the way to another victory over Ravens - Pittsburgh Post-Gazette",
        "Wildfire threat continues in much of the US Northeast as dry conditions persist - The Associated Press",
        "How the Maker of Nerf Guns Will Navigate Trump’s Tariffs on China - The Wall Street Journal",
        "Pope Francis urges inquiry into Gaza genocide allegations - Al Jazeera English",
        "Russia launches 'massive' attack on Ukraine infrastructure - BBC.com",
        "Israeli strike kills Hezbollah spokesperson as group prepares response to fresh ceasefire proposal - CNN",
        "Tropical Storm Sara weakens to tropical depression after making landfall in Belize - The Associated Press",
        "Trump’s cabinet picks: Darcy cartoon - cleveland.com"
    ]
}