{
    "headlines": [
        "ਵਾਈਕਿੰਗਜ਼ ਬਨਾਮ ਰੈਮਜ਼ ਸਕੋਰ, ਲਾਈਵ ਅਪਡੇਟਸਃ ਮਿਨੀਸੋਟਾ ਵਾਪਸ ਉਛਾਲ ਵੱਲ ਵੇਖਦਾ ਹੈ ਕਿਉਂਕਿ ਕੂਪਰ ਕੂਪ ਯੁੱਗ ਲਾਸ ਏਂਜਲਸ ਵਿੱਚ ਖਤਮ ਹੋ ਸਕਦਾ ਹੈ - ਯਾਹੂ ਸਪੋਰਟਸ",
        "ਜੱਜ ਨੇ 8.5 ਬਿਲੀਅਨ ਡਾਲਰ ਦੇ ਟੇਪੇਸਟਰੀ ਸੌਦੇ ਨੂੰ ਰੋਕਣ ਤੋਂ ਬਾਅਦ ਕੈਪਰੀ ਸਟਾਕ 46% ਨੂੰ ਕ੍ਰੈਟਰ ਕਰਦਾ ਹੈ - ਯਾਹੂ ਵਿੱਤ",
        "ਸਾਬਕਾ ਸਪੋਰਟਸ ਇਲਸਟ੍ਰੇਟਿਡ ਸਵੀਮਸੂਟ ਮਾਡਲ ਕਹਿੰਦਾ ਹੈ ਕਿ ਟਰੰਪ ਨੇ ਉਸ ਨੂੰ ਜੈਫਰੀ ਐਪਸਟੀਨ ਲਈ ਦਿਖਾਉਣ ਲਈ ਗਰੋਪ ਕੀਤਾ - ਸੀ ਐਨ ਐਨ",
        "‘ਬੇਬੀਗਰਲ’ ਸਟਾਰ ਹੈਰਿਸ ਡਿਕਨਸਨ, 28, ਨਿਕੋਲ ਕਿਡਮੈਨ, 57 ਦੇ ਨਾਲ ਸੈਕਸ ਦ੍ਰਿਸ਼ਾਂ 'ਤੇ ਪਕਵਾਨਾਃ‘ ਸਾਡੀ ਆਪਣੀ ਗੱਲ ਕੀਤੀ ’- ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਯੂਐਸਐਫ ਬਾਸਕਟਬਾਲ ਕੋਚ ਅਬਦੁਰ-ਰਹੀਮ ਦੀ 43 ਸਾਲ ਦੀ ਉਮਰ ਵਿੱਚ ਮੌਤ - ਈਐਸਪੀਐਨ",
        "ਬਰੂਸ ਸਪ੍ਰਿੰਗਸਟੀਨ ਨੇ ਟਰੰਪ ਦੀ ਆਲੋਚਨਾ ਕਰਦਿਆਂ ਅਮਰੀਕੀਆਂ ਨੂੰ ਹੈਰਿਸ ਨੂੰ ਵੋਟ ਪਾਉਣ ਦੀ ਅਪੀਲ ਕੀਤੀ - ਸੀਐਨਐਨ",
        "ਸਾਰੇ ਪਤਝੜ ਸਿਟੀ ਸ਼ੂਟਿੰਗ ਪੀੜਤਾਂ ਦੀ ਪਛਾਣ ਜਾਰੀ ਕੀਤੀ ਗਈ - KING5.com",
        "ਮੈਕਡੋਨਲਡਜ਼ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਕੈਲੀਫੋਰਨੀਆ-ਅਧਾਰਤ ਉਤਪਾਦ ਕੰਪਨੀ ਤੋਂ ਪਿਆਜ਼ ਘਾਤਕ ਈ. ਕੋਲੀ ਫੈਲਣ ਨਾਲ ਜੁੜੇ ਹੋਏ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "2024 ਹਫਤਾ 8 ਐਨਐਫਐਲ ਸਕੋਰ ਦੀਆਂ ਭਵਿੱਖਬਾਣੀਆਂ, ਔਕੜਾਂ, ਪਿਕਸਃ ਮਾਹਰ ਸਾਰੇ 16 ਗੇਮਾਂ ਲਈ ਸਹੀ ਸਕੋਰ ਜਾਰੀ ਕਰਦਾ ਹੈ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਯੂਕਰੇਨ ਨਾਲ ਲੱਗਦੇ ਰੂਸ ਦੇ ਸਰਹੱਦੀ ਖੇਤਰ ਵਿੱਚ ਉੱਤਰੀ ਕੋਰੀਆ ਦੇ ਸੈਨਿਕਾਂ ਨੂੰ ਦੇਖਿਆ ਗਿਆ, ਕੀਵ ਕਹਿੰਦਾ ਹੈ - ਸੀਐਨਐਨ",
        "ਮੇਨੇਂਡੇਜ਼ ਬ੍ਰਦਰਜ਼ ਨਵੀਨਤਮਃ ਐਲ ਏ ਜ਼ਿਲ੍ਹਾ ਅਟਾਰਨੀ ਨੇ ਨਾਰਾਜ਼ਗੀ ਦੀ ਸਿਫਾਰਸ਼ ਕੀਤੀ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਮਸ਼ੀਨਿਸਟ ਯੂਨੀਅਨ ਨੇ ਬੋਇੰਗ ਦੇ ਠੇਕੇ ਦੀ ਪੇਸ਼ਕਸ਼ ਨੂੰ ਰੱਦ ਕਰ ਦਿੱਤਾ, ਹੜਤਾਲ ਵਧਾ ਦਿੱਤੀ - ਫੌਕਸ ਬਿਜ਼ਨਸ",
        "ਸੀਡੀਸੀ ਨੇ 65 ਅਤੇ ਇਸ ਤੋਂ ਵੱਧ ਉਮਰ ਦੇ ਲੋਕਾਂ ਲਈ ਦੂਜੀ ਕੋਵਿਡ ਟੀਕੇ ਦੀ ਖੁਰਾਕ ਦੀ ਸਿਫਾਰਸ਼ ਕੀਤੀ - ਦ ਹਿੱਲ",
        "ਸਿੰਡੀ ਅਭਿਨੇਤਰੀ ਸੁਜ਼ਨ ਓਲਸਨ ਦੇ ਦਸਤਾਵੇਜ਼ੀ ਨਫ਼ਰਤ ਭਾਸ਼ਣ - ਯਾਹੂ ਐਂਟਰਟੇਨਮੈਂਟ ਦੇ ਕਾਰਨ ‘ਦਿ ਬ੍ਰੈਡੀ ਬੈਂਚ’ ਰੀਬੂਟ ਨੂੰ ਸੀਬੀਐਸ ਵਿਖੇ ਸਪਾਈਕ ਕੀਤਾ ਗਿਆ ਸੀ",
        "ਸੰਯੁਕਤ ਰਾਸ਼ਟਰ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਸਿਰਫ ਇੱਕ ‘ਕੁਆਂਟਮ ਲੀਪ’ ਗਲੋਬਲ ਜਲਵਾਯੂ ਟੀਚਿਆਂ ਨੂੰ ਪਹੁੰਚ ਦੇ ਅੰਦਰ ਰੱਖ ਸਕਦੀ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਟੇਸਲਾ ਨੇ ਏਲੋਨ ਮਸਕ ਦੀ ਵਿਕਰੀ ਦੇ ਪੁਨਰਗਠਨ ਦੀ ਭਵਿੱਖਬਾਣੀ ਤੋਂ ਬਾਅਦ 22% ਦੀ ਛਾਲ ਮਾਰ ਦਿੱਤੀ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "ਕਤਰ, ਅਮਰੀਕਾ ਨੇ ਕਿਹਾ ਦੋਹਾ 'ਚ ਮੁੜ ਸ਼ੁਰੂ ਹੋਵੇਗੀ ਗਾਜ਼ਾ ਜੰਗਬੰਦੀ ਵਾਰਤਾ - Al Jazeera English",
        "‘ਜਿurorਰ ਨੰਬਰ 2’ ਕਲਿੰਟ ਈਸਟਵੁੱਡ ਦੀ ਆਖਰੀ ਫਿਲਮ ਹੋ ਸਕਦੀ ਹੈ — ਤਾਂ ਵਾਰਨਰ ਬ੍ਰਦਰਜ਼ ਇਸ ਨੂੰ ਦਫਨਾਉਣ ਕਿਉਂ? - ਵੰਨਗੀ",
        "ਸੇਰੋਲੋਜਿਕ ਟੈਸਟ ਮਿਸੂਰੀ ਹੈਲਥ ਵਰਕਰਾਂ ਵਿੱਚ ਏਵੀਅਨ ਫਲੂ ਨੂੰ ਬਾਹਰ ਕੱ; ਦਿੰਦੇ ਹਨ; ਸੀਡੀਸੀ ਨੇ 2 ਵਾਸ਼ਿੰਗਟਨ ਇਨਫੈਕਸ਼ਨਾਂ ਦੀ ਪੁਸ਼ਟੀ ਕੀਤੀ - ਮਿਨੀਸੋਟਾ ਟਵਿਨ ਸਿਟੀਜ਼ ਯੂਨੀਵਰਸਿਟੀ",
        "ਹਟਾਈ"
    ]
}