{
    "headlines": [
        "تم نقل حاكم ولاية نورث كارولاينا الملازم مارك روبنسون إلى المستشفى مصابًا بحروق من الدرجة الثانية بعد حادث وقع في حدث الحملة - سي إن إن",
        "حائل ماري الهبوط انقلبت كما رقم 7 ميامي ينجو ضد فرجينيا تك في فيلم - ياهو سبورتس",
        "من هو زعيم حزب الله حسن نصر الله ؟ - BBC.com",
        "الإعصار هيلين يقتل ما لا يقل عن 44 ويقطع رقعة من الدمار في جميع أنحاء الجنوب الشرقي - وكالة أسوشيتد برس",
        "نائب الرئيس هاريس يحدد خطة الهجرة \"المنظمة والآمنة\"، ويمزق ترامب في أول محطة حدودية منذ الترشيح - فوكس نيوز",
        "تقول سي بي إس نيوز إن الأمر متروك لفانس ووالز للتحقق من حقائق بعضهما البعض في مناقشة نائب الرئيس - وكالة أسوشيتد برس",
        "تشابل روان ينسحب من المهرجان بعد رد فعل عنيف على تصريحاته الانتخابية - واشنطن بوست",
        "عمدة مدينة نيويورك إريك آدمز يدفع بالبراءة من تهم الفساد الفيدرالية حيث يفكر حاكم نيويورك في عزله - سي إن إن",
        "ضربت غارات جوية ضخمة بيروت حيث تقول إسرائيل إنها استهدفت \"مقر حزب الله\" - BBC.com",
        "آل بي. بالتأكيد! يرسل وقفًا وكفًا إلى أمازون، مؤلف كتاب كيم بورتر \"المزيف\" الذي يدعي أنه مارس الجنس مع ديدي - الصفحة السادسة",
        "سبيس إكس، ناسا \"جو\" لإطلاق أول رائد فضاء إلى محطة الفضاء الدولية من منصة محطة كيب كانافيرال الفضائية - Space.com",
        "نشطاء المناخ يلقون الحساء على اثنين من فان جوخ، بعد ساعات فقط من الحكم على الآخرين بالسجن - واشنطن بوست",
        "يصاب أربعة من العاملين في مجال الرعاية الصحية في ميسوري بأعراض بعد التعرض لأنفلونزا الطيور - BBC.com",
        "حكم محكمة ويسكونسن العليا سيبقى RFK Jr. في اقتراع نوفمبر - ذا هيل",
        "كأس الرؤساء 2024: أوقات المحملات والأزواج لمباريات السبت في رويال مونتريال - ياهو سبورتس",
        "\"الروبوت المتوحش\" يرفع افتتاحية بقيمة 35 مليون دولار ؛ \"ميغالوبوليس\" تظهر لأول مرة خلف \"ديفارا الجزء الأول\" في الهند – تحديث شباك التذاكر يوم الجمعة - الموعد النهائي",
        "وزارة العدل تتهم ثلاثة رجال في القرصنة الإيرانية المزعومة لحملة ترامب - واشنطن بوست",
        "تقرير: Apple تغير استراتيجية الأفلام، ونادراً ما تقوم بإصدارات مسرحية واسعة - Ars Technica",
        "سيكون للأرض \"قمر مصغر\" مؤقت لمدة شهرين - وكالة أسوشيتد برس",
        "المرضى الذين تقطعت بهم السبل، تم نقل الموظفين جواً من سقف مستشفى تينيسي وسط الفيضانات - سي بي إس نيوز"
    ]
}