{
    "headlines": [
        "Представители здравоохранения округа Лос-Анджелес подтвердили первый случай заболевания человека птичьим гриппом H5 - Новости CBS",
        "Кризисный пиар на горячем месте после того, как Блейк Лайвли обвиняет «клеветническую кампанию» - Variety",
        "Футбольный плей-офф колледжа: Джорджия QB Карсон Бек проходит операцию UCL, чтобы пропустить постсезон - Yahoo Sports",
        "Packers vs. Saints где смотреть: время начала матча НФЛ, прямая трансляция, коэффициенты, прогноз на игру «МНФ» - CBS Sports",
        "Байден приговорил к пожизненному заключению 37 из 40 федеральных заключенных, приговоренных к смертной казни, прежде чем Трамп сможет возобновить казни - Associated Press",
        "Билл Клинтон госпитализирован в Вашингтоне - Axios",
        "«Нужно изменить некоторые нормы»: дело Грейнджера подстегивает возобновление дебатов о больных законодателях - POLITICO",
        "Мэтт Гетц подал неудачный последний иск, чтобы остановить выпуск отчета по этике Палаты представителей - CNN",
        "Семья Нордстром приобретает частную сеть универмагов за $ 6,25 млрд - The Washington Post",
        "Мужчине предъявлены обвинения в убийстве женщины, которую подожгли в нью-йоркском метро - The Associated Press",
        "Следующий фильм Кристофера Нолана - адаптация «Одиссеи» Гомера, Universal Reveals - Deadline",
        "Изъято",
        "Офицер смертельно ранен после ответа на звонок о вооруженном человеке в супермаркете Северной Каролины: полиция - ABC News",
        "Трамп предвосхищает агрессивную внешнюю политику угрозами Панаме и Гренландии - Reuters",
        "Подозреваемый в убийстве UnitedHealthcare Луиджи Манджионе не признал себя виновным в Нью-Йорке - The Washington Post",
        "Изъято",
        "ASUS дразнит новый ноутбук RGB ROG Strix, который выйдет в следующем году - The Verge",
        "Вулкан Килауэа на Гавайях выбрасывает лаву на поверхность во время последнего извержения - следите за новостями в прямом эфире - BBC.com",
        "Новый сексуальный фильм A24 не должен вас шокировать. Предполагается, что он делает что-то лучше. - Slate",
        "Оценки Giants-Falcons: Хорошо ли сыграли Giants в 34-7 поражении от Атланты? - Большой синий вид."
    ]
}