{
    "headlines": [
        "Hausse des prix du pétrole, en mettant l'accent sur le cessez-le-feu entre Israël et le Hezbollah et la politique de l'OPEP+ - Reuters",
        "No. 1 Kansas flusters Cooper Flagg, surmonte l'éjection flagrante 2 de Hunter Dickinson dans le thriller sur No. 11 Duke - Yahoo Sports",
        "Trump signe un accord de transition avec Biden, mais il lui manque des garde-fous clés - The Washington Post",
        "Sources : Les Champ Dodgers frappent tôt, ajoute Snell - ESPN",
        "Récapitulatif final de la saison 33 de « Danse avec les stars » : qui remporte le trophée Mirrorball ? - Date limite",
        "Réaction au classement des séries éliminatoires du football collégial : Un scénario cauchemardesque émerge pour Big 12 après la révélation du dernier top 25 - CBS Sports",
        "Donald Trump fait appel à Jamieson Greer pour un représentant commercial américain - Financial Times",
        "Ce qu'il faut savoir sur Robby Starbuck, influenceur lié à la refonte de Walmart DEI - Axios",
        "Les marchés boursiers américains battent des records malgré les menaces tarifaires de Trump - Al Jazeera English",
        "Rudy Giuliani se fait réprimander pour une explosion de la salle d'audience accusant le juge en matière de patrimoine d'être injuste - The Associated Press",
        "17,4 millions de personnes regardent Ravens-Chargers sur Disney multicast - NBC Sports",
        "Harvey Weinstein dépose une réclamation pour « conditions déplorables » à Rikers Island - TMZ",
        "Plus d'images du Galaxy S25 Ultra divulguées montrent la fente du S Pen et l'interface utilisateur One UI 7 [Galerie] - 9to5Google",
        "Trudeau dit qu'il travaillera avec Trump face aux menaces tarifaires - BBC.com",
        "La NASA attribue un contrat de services de lancement pour la mission Dragonfly vers SpaceX - Fox Business",
        "Pam Bondi a charmé son chemin du palais de justice de Tampa à la Maison Blanche - Tampa Bay Times",
        "[supprimé]",
        "Le virus de la grippe aviaire a été trouvé dans le lait cru. Ce qu'il faut savoir sur les risques - KMPH Fox 26",
        "Aperçu du week-end : MOANA 2 met les voiles pour un week-end de Thanksgiving massif - Boxoffice Pro",
        "Le cinéaste Jim Abrahams, un alun de Shorewood High, est décédé - Milwaukee Journal Sentinel"
    ]
}