{
    "headlines": [
        "Shohei Ohtani Verletzungs-Update: Dodgers enthüllen den World Series-Status des Superstars für Spiel 3 - USA TODAY",
        "[removed]",
        "Elon Musk behauptet, ein Studentenvisum erlaube es ihm, in den USA zu arbeiten - The Washington Post",
        "Die verbundenen Zwillinge Brittany und Abby Hensel und Ehemann Josh Bowling lächeln alle auf dem neuen Foto - E! NEWS",
        "Demi Lovato und ihre Familie betrauern den Tod der kleinen Nichte: \"Ich bin so dankbar, dass ich dich halten konnte\" - Fox News",
        "Näher ran: Michelle Obama verleiht Kamala Harris - USA TODAY ihre Popularität",
        "Alle sind wieder hart gegen Drogen - POLITICO",
        "Der georgische Präsident erkennt das Ergebnis der Parlamentswahl nicht an und ruft zu öffentlichen Protesten auf - The Associated Press",
        "NFL-Saison 2024: Seahawks vs. Bills 1. Viertel Spiel Thread - Feldmöwen",
        "Bären vs. Kommandanten Quoten, Picks, Spread, wie man zuschaut, Live-Stream: Modell enthüllt 2024 Woche 8 NFL-Vorhersagen - CBS Sports",
        "Pennsylvania Top-Wahlbeamter sagt, dass 2020 Ligation bestätigte, dass \"Wahlen genau waren\" - CBS News",
        "Pompeji Archäologen entdecken antikes Tiny House mit aufwendigen Fresken - CBS News",
        "Harris stöhnt in der Kirche von Pennsylvania und sagt, dass die Abstimmung für sie Gottes Erwartung erfüllt, „dass wir ihm helfen“ - Fox News",
        "Geomagnetische Sturmuhr, die nach einem starken Aufflackern der Sonne ausgegeben wurde - Fuchswetter",
        "\"Venom: The Last Dance\" klettert an der Internationalen Abendkasse auf 124 Millionen US-Dollar, weltweit auf 175 Millionen US-Dollar - Vielfalt",
        "Adele und Celine Dion teilen herzliche Umarmung und vergießen Tränen in süßer Konzertbegegnung - CNN",
        "Boeing Strike ist ein heißes Durcheinander. Die Union birgt auch Risiken. - Barrons",
        "Der Papst hat Offenheit für größere Rollen für Frauen gezeigt – aber es gibt Druck für ihn, weiter zu gehen - CNN",
        "Wie man Black Ops 6 Piano Puzzle im Safehouse löst - ONE ESPORTS",
        "[removed]"
    ]
}