{
    "headlines": [
        "تنخفض أسواق آسيا والمحيط الهادئ مع دخول تعريفات ترامب الخاصة بكل بلد حيز التنفيذ - سي إن بي سي",
        "تغلق الأسهم الأمريكية على انخفاض، مما يعكس الارتفاع السابق مع استمرار عمليات بيع التعريفة الجمركية - ABC News",
        "صندوق النقد الدولي يتوصل إلى اتفاق أولي مع الأرجنتين بشأن خطة إنقاذ بقيمة 20 مليار دولار - أسوشيتد برس نيوز",
        "العشرات من القتلى، بما في ذلك جرة MLB السابق أوكتافيو دوتيل، بعد انهيار السقف في ملهى ليلي في جمهورية الدومينيكان - ABC News",
        "هاواي تؤكد حالة الحصبة المتعلقة بالسفر لدى الأطفال دون سن الخامسة - Honolulu Star - Advertiser",
        "ارتفاع عوائد سندات الخزانة الأمريكية يذكي الخوف من الأساس الكبير التالي - استرخاء التجارة - بلومبرغ",
        "تم تأكيد حالة الحصبة الثالثة في كولورادو في مقاطعة أرتشوليتا للبالغين - 9 أخبار",
        "السماح لمسؤولي الهجرة بالحصول على بيانات ضريبية لأهداف الترحيل - واشنطن بوست",
        "ناجتس تطلق النار على مايكل مالون وكالفن بوث: المدرب، المدير العام في دنفر بعد أقل من عامين من لقب الدوري الاميركي للمحترفين - سي بي اس سبورتس",
        "ما الذي سيتطلبه الأمر للسيطرة على الحصبة ؟ - NPR",
        "تقرير بليشر: أحدث مسودة وهمية بعد فوز فلوريدا ببطولة الرابطة الوطنية لكرة السلة - الدوري الاميركي للمحترفين",
        "إنهاء تمويل الاتفاقيات التعاونية لجامعة برينستون - وزارة التجارة الأمريكية (.gov)",
        "هل سيصبح سعر ماريو كارت وورلد البالغ 80 دولارًا هو الوضع الطبيعي الجديد للألعاب ؟ - آرس تكنيكا",
        "كيف أدت قبعة شيكاغو بولز إلى نقل والد من ولاية ماريلاند عن طريق الخطأ إلى سجن السلفادور - إن بي سي نيوز",
        "يدعي RFK Jr أن المنحنى يتسطح في تفشي الحصبة في تكساس. هل تتفق البيانات ؟ - ABC News",
        "روبرت باتينسون يتطلع إلى دور \"الكثبان الرملية 3\" - متنوع",
        "يجب على المهاجرين الذين دخلوا الولايات المتحدة عبر تطبيق CBP One المغادرة \"على الفور\"، كما تقول وزارة الأمن الوطني - NPR",
        "تقول الكليات إن تأشيرات الطلاب يتم إلغاؤها دون سبب أو تحذير - وول ستريت جورنال",
        "Microsoft: Windows CLFS zero - day exploited by ransomware gang - BleepingComputer"
    ]
}