{
    "headlines": [
        "ما يقرب من 40 في المئة من رجال الجيل Z ليس لديهم مقدم رعاية أولية - واشنطن بوست",
        "العاصفة المدارية المستقبلية هيلين خطر إعصار على فلوريدا وساحل الخليج ؛ التنبيهات الصادرة في كانكون - قناة الطقس",
        "يراجع \"مدونو البودكاست\" المزيفون كتابي وهذا يخيفني - آرس تكنيكا",
        "أظهرت بيانات مكتب التحقيقات الفيدرالي أن الجريمة العنيفة انخفضت بنسبة 3 ٪ في الولايات المتحدة العام الماضي - سي إن إن",
        "باتريك ماهومز: نحن ندعو مسرحيات لترافيس كيلسي وشخصان أو ثلاثة أشخاص يقومون بتغطيته - إن بي سي سبورتس",
        "شوهدت الأخطبوطات تصطاد مع الأسماك في فيديو نادر — وتلكم الأسماك التي لا تتعاون - أصوات ياهو!",
        "مقطورة وثائقية لـMenendez Brothers Netflix: مقابلات صوتية جديدة - متنوعة",
        "مرجع اتحاد كرة القدم الأميركي يفسر عدم استدعاء Cook - Pitts DPI في Chiefs vs. Falcons وسط الجدل - تقرير Bleacher",
        "المباحث الفيدرالية: رجل متهم في محاولة اغتيال واضحة ترك ملاحظة تشير إلى أنه كان ينوي قتل ترامب - وكالة أسوشيتد برس",
        "إسرائيل تضرب 800 هدف في حملة الضربات اللبنانية الموسعة ضد حزب الله - إيه بي سي نيوز",
        "استحواذ كوالكوم على إنتل غير محتمل ؛ استثمار أبولو ممكن: المحللون - البحث عن ألفا",
        "المحكمة العليا في ميسوري للنظر في قضية جناح المحكوم عليهم بالإعدام قبل يوم واحد من التنفيذ المقرر - وكالة أسوشيتد برس",
        "يبدو أن إسرائيل قد دفعت حزب الله إلى الزاوية — مما يمهد الطريق لحرب شاملة - بيزنس إنسايدر",
        "تحديثات حية لانتخابات 2024: ترامب يعود إلى ولاية بنسلفانيا، حيث تظهر استطلاعات الرأي سباقًا متقاربًا - واشنطن بوست",
        "\"أوكتوم\" نادية سليمان تصبح جدة لأول مرة: \"المباركة جدا\" - نيويورك بوست",
        "يوني كريديت ترفع حصتها في كومرتس بنك إلى 21 ٪ - فاينانشال تايمز",
        "مقاتلات يابانية تطلق قنابل مضيئة بعد دخول طائرة عسكرية روسية المجال الجوي - جابان تايمز",
        "جانيت جاكسون ترفض الاعتذار \"غير المصرح به\" بعد قولها إن كامالا هاريس ليست سوداء - إليك ما يجب معرفته - فوربس",
        "Tandem OLED هو أحدث أسلحة OLED في إيقاف MicroLED و QDEL - ARS Technica",
        "يقول الخبير الاستراتيجي الحذر في وول ستريت إن الأسهم الدفاعية أصبحت الآن غنية جدًا - MarketWatch"
    ]
}