{
    "headlines": [
        "ਕੀ-ਬੇ stowaway ਇਸ ਨੂੰ ਸੀਏਟਲ ਹਵਾਈ ਅੱਡੇ 'ਤੇ ਹਵਾਈ-ਬੰਦ ਜਹਾਜ਼' ਤੇ ਬਣਾ ਦਿੰਦਾ ਹੈ - OregonLive",
        "ਕੈਦੀ ਦੀ ਘਾਤਕ ਕੁੱਟਮਾਰ ਦਾ ਵੀਡੀਓ ਉਸ ਨੂੰ ਹੱਥਕੜੀ ਦਿਖਾਉਂਦਾ ਹੈ ਜਿਵੇਂ ਕਿ ਸੁਧਾਰਕ ਅਧਿਕਾਰੀ ਪੰਚ ਕਰਦੇ ਹਨ ਅਤੇ ਉਸ ਨੂੰ ਲੱਤ ਮਾਰਦੇ ਹਨ - ਸੀ ਐਨ ਐਨ",
        "ਯੂਟਿberਬਰ ਨੇ ਸਪੂਫਡ ਈਮੇਲ - ਆਰਸ ਟੈਕਨੀਕਾ ਦਾ ਪਤਾ ਲਗਾ ਕੇ ਨਕਲੀ ਨਿਨਟੈਂਡੋ ਵਕੀਲ ਨਾਲ ਡੀਐਮਸੀਏ ਲੜਾਈ ਜਿੱਤੀ",
        "ਫੌਕਸ ਨਿ Newsਜ਼ ਚੈਨਲ ਦੀ ਸੀਨ ਹੈਨੀਟੀ, ਏਨਸਲੇ ਈਅਰਹਾਰਡਟ ਦੀ ਸ਼ਮੂਲੀਅਤ - ਨਿ Newsਜ਼ਡੇ",
        "ਟੈਨਿਸੀ ਕੋਲ ਇੱਕ ਨਵਾਂ ਫਾਂਸੀ ਦਾ ਤਰੀਕਾ ਹੈ, ਆਖਰੀ ਤਹਿ ਕੀਤੇ ਫਾਂਸੀ ਦੇ ਅਚਾਨਕ ਰੋਕੇ ਜਾਣ ਤੋਂ 2.5 ਸਾਲ ਬਾਅਦ - ਯਾਹੂ! ਆਵਾਜ਼ਾਂ",
        "ਜੈਲੇਨ ਹਰਟਸ ਅਜੇ ਵੀ ਕੰਸਕਸ਼ਨ ਪ੍ਰੋਟੋਕੋਲ ਵਿਚ ਹੈ, ਐਤਵਾਰ ਨੂੰ ਖੇਡਣ ਦੀ ਸੰਭਾਵਨਾ ਨਹੀਂ ਹੈ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "4 ਦੇ ਇੱਕ ਪਰਿਵਾਰ ਦੀ ਸੰਭਾਵਤ ਕਾਰਬਨ ਮੋਨੋਆਕਸਾਈਡ ਲੀਕ ਹੋਣ ਤੋਂ ਬਾਅਦ ਉਨ੍ਹਾਂ ਦੇ ਨਿ H ਹੈਂਪਸ਼ਾਇਰ ਝੀਲ ਦੇ ਘਰ ਵਿੱਚ ਕ੍ਰਿਸਮਸ ਦਿਵਸ ਦੀ ਮੌਤ ਹੋ ਗਈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਨਾਸਾ ਦੀ ਪਾਰਕਰ ਸੋਲਰ ਪ੍ਰੋਬ ਨੇ ਸੂਰਜ ਦੇ ਸਭ ਤੋਂ ਨਜ਼ਦੀਕੀ ਪਾਸ ਨਾਲ ਇਤਿਹਾਸ ਰਚਿਆ - ਵਿਗਿਆਨ@ਨਾਸਾ",
        "'ਬੇਯੋਨਸੇ ਬਾlਲ' ਨੈਟਫਲਿਕਸ - ਯਾਹੂ ਐਂਟਰਟੇਨਮੈਂਟ ’ਤੇ ਰਿਕਾਰਡ ਐਨਐਫਐਲ ਸਟ੍ਰੀਮਿੰਗ ਨੰਬਰ ਡਰਾਇੰਗ,' ਕਾਉਬੋਏ ਕਾਰਟਰ’ਸੰਦੇਹ ਦਾ ਖੰਡਨ ਕਰਦਾ ਹੈ",
        "‘ਬੈਟਮੈਨ' ਸੀਕੁਅਲ 2027 ਨੂੰ ਅਲੇਜੈਂਡ੍ਰੋ ਗੋਂਜ਼ਲੇਜ਼ ਇਨੇਰ੍ਰਿਟੂ ਅਤੇ ਟੌਮ ਕਰੂਜ਼ ਟੇਕ ਇਸ ਦੇ ਪਤਝੜ 2026 ਦੀ ਤਾਰੀਖ ਦੇ ਤੌਰ ਤੇ ਅੱਗੇ ਵਧਦਾ ਹੈ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਰੂਸੀ ਚੀਜ਼ਾਂ ਨੂੰ ਉਡਾਉਣਾਃ ਰੂਸੀ ਸੰਤਾ ਕਲਾਜ਼ ਨੂੰ ਸ਼ੂਟ ਕਰਨ ਬਾਰੇ ਮਜ਼ਾਕ ਉਡਾਉਂਦੇ ਹਨ - ਡੇਲੀ ਕੋਸ",
        "ਬਰਡ ਫਲੂ ਨਾਲ ਜੁੜੀ ਬਿੱਲੀ ਦੀ ਮੌਤ ਫੈਲਿਨਜ਼ ਨੂੰ ਕੱਚੇ ਮੀਟ ਨੂੰ ਖੁਆਉਣ ਬਾਰੇ ਚੇਤਾਵਨੀ ਦਿੰਦੀ ਹੈ - ਕੋਮੋ ਨਿ Newsਜ਼",
        "ਬ੍ਰਾਜ਼ੀਲ 'ਚ ਪੁਲ ਡਿੱਗਣ ਨਾਲ ਮਰਨ ਵਾਲਿਆਂ ਦੀ ਗਿਣਤੀ 9 ਹੋਈ, 8 ਹੋਰ ਲੋਕਾਂ ਦੀ ਮੌਤ - The Associated Press",
        "ਗੁਆਟੇਮਾਲਾ ਟਰੰਪ ਦੇ ਕੇਂਦਰੀ ਅਮਰੀਕੀ ਡਿਪੋਰਟ ਨੂੰ ਸਵੀਕਾਰ ਕਰਨ ਲਈ ਖੁੱਲ੍ਹਾ, ਸੂਤਰਾਂ ਦਾ ਕਹਿਣਾ ਹੈ - ਯਾਹੂ! ਆਵਾਜ਼ਾਂ",
        "ਇਹ ਹਨ ਵਨਪਲੱਸ ਓਪਨ 2 ਦੇ ਪਹਿਲੇ ਲੀਕ ਹੋਏ ਰੈਂਡਰ ਇਸਦੇ ਸੁਧਾਰੇ ਗਏ ਸਪੈਸੀਕਸ ਦੇ ਨਾਲ - GSMArena. com ਖ਼ਬਰਾਂ - GSMArena.",
        "ਇਜ਼ਰਾਈਲੀ ਸੈਨਿਕਾਂ ਨੇ ਸਟਾਫ ਅਤੇ ਮਰੀਜ਼ਾਂ ਨੂੰ ਜ਼ਬਰਦਸਤੀ ਹਟਾਉਣ ਤੋਂ ਬਾਅਦ ਉੱਤਰੀ ਗਾਜ਼ਾ ਹਸਪਤਾਲ ਨੂੰ ਸਾੜ ਦਿੱਤਾ, ਅਧਿਕਾਰੀਆਂ ਦਾ ਕਹਿਣਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਮੈਟਰੋ 'ਤੇ ਜਾਨਲੇਵਾ ਸਾੜਨ ਵਾਲੀ womanਰਤ ਦੇ ਦੋਸ਼ੀ ਵਿਅਕਤੀ ਨੂੰ' ਖਤਰਨਾਕ 'ਕੇਸ ਵਿੱਚ ਦੋਸ਼ੀ ਠਹਿਰਾਇਆ ਗਿਆ ਹੈਃ ਡੀਏ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਬਰਡ ਫਲੂ ਵਾਇਰਸ ਸੰਭਾਵਤ ਤੌਰ ਤੇ ਲੁਈਸਿਆਨਾ ਦੇ ਇੱਕ ਮਰੀਜ਼ ਦੇ ਅੰਦਰ ਬਦਲ ਗਿਆ, ਸੀਡੀਸੀ ਕਹਿੰਦਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਸੀਡੀਸੀ ਨੇ ਖੁਲਾਸਾ ਕੀਤਾ ਹੈ ਕਿ ਅਮਰੀਕੀ ਇੰਨੇ ਜ਼ਿਆਦਾ ਖੰਘ ਰਹੇ ਹਨ - ਵਾਈਸ",
        "ਐਨਐਫਐਲ ਪਲੇਆਫ ਤਸਵੀਰ 2025: ਹਫਤਾ 17 ਦ੍ਰਿਸ਼, ਸਟੈਂਡਿੰਗਸ ਅਤੇ ਬਰੈਕਟ ਦੀਆਂ ਭਵਿੱਖਬਾਣੀਆਂ - ਬਲੀਚਰ ਰਿਪੋਰਟ"
    ]
}