{
    "headlines": [
        "ਮਿਸੀਸਿਪੀ ਨੇ 2017 ਤੋਂ ਬਾਅਦ ਅਮਰੀਕਾ ਵਿਚ ਬਹੁਤ ਜ਼ਿਆਦਾ ਰੋਗਾਣੂਨਾਸ਼ਕ ਬਰਡ ਫਲੂ ਦੇ ਤਣਾਅ ਦੇ ਪਹਿਲੇ ਪ੍ਰਕੋਪ ਦੀ ਰਿਪੋਰਟ ਕੀਤੀ - ਦ ਹਿੱਲ",
        "ਲਾਪਤਾ ਪਿਟ ਦੇ ਵਿਦਿਆਰਥੀ ਨਾਲ ਵੇਖਿਆ ਗਿਆ ਆਦਮੀ ਵਿਸ਼ਵਾਸ ਕਰਦਾ ਹੈ ਕਿ ਉਸਨੂੰ ਗੈਰਕਾਨੂੰਨੀ ਤੌਰ ਤੇ ਹਿਰਾਸਤ ਵਿੱਚ ਲਿਆ ਜਾ ਰਿਹਾ ਹੈਃ ਸਰੋਤ - 6ABC ਫਿਲਡੇਲ੍ਫਿਯਾ",
        "ਟਰੰਪ ਨੇ ਫੈਡ ਦੇ ਗਵਰਨਰ ਮਿਸ਼ੇਲ ਬੋਮੈਨ ਨੂੰ ਫੈਡ ਦੇ ਨਿਗਰਾਨੀ ਮੁਖੀ ਵਜੋਂ ਮਾਈਕਲ ਬਾਰ ਦੀ ਥਾਂ ਲੈਣ ਲਈ ਚੁਣਿਆ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਜੀਨ ਹੈਕਮੈਨ ਅਤੇ ਬੈਟਸੀ ਅਰਾਕਾਵਾ ਦੀਆਂ ਦੁਖਦਾਈ ਮੌਤਾਂਃ ਇੱਕ ਟਾਈਮਲਾਈਨ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਐਨਐਫਐਲ ਪਾਵਰ ਰੈਂਕਿੰਗਃ ਬੀਅਰਜ਼, 49ers 2025 ਦੇ ਸ਼ੁਰੂ ਵਿਚ ਮੁਫਤ ਏਜੰਸੀ ਦੀਆਂ ਚਾਲਾਂ ਤੋਂ ਬਾਅਦ ਉੱਠਦੇ ਹਨ; ਟੇਕਸਨਜ਼ ਟਮਬਲ - ਐਨਐਫਐਲ.",
        "ਖਸਰਾ ਦੇ ਮਾਮਲੇ ਪਹਿਲਾਂ ਹੀ 2025 ਵਿਚ ਬਚੇ 9 ਮਹੀਨਿਆਂ ਦੇ ਨਾਲ ਪਿਛਲੇ ਸਾਲ ਦੇ ਅੰਕੜਿਆਂ ਵਿਚ ਚੋਟੀ 'ਤੇ ਹਨ - ਡਬਲਯੂਡੀਐਸਯੂ ਨਿ Or ਓਰਲੀਨਜ਼",
        "ਕੋਲਿਨ ਫੈਰਲ ਸਰਕਲਿੰਗ ਲੂਕਾ ਗੁਆਡਾਗਨਿਨੋ ਅਤੇ ਡੀਸੀ ਦੀ ‘ਐਸਜੀਟੀ ਰੌਕ’ - ਡੈੱਡਲਾਈਨ",
        "ਕੈਨੇਡਾ ਦਾ ਕਾਰਨੀ ਯੂਰਪੀਅਨ ਸਹਿਯੋਗੀਆਂ ਨਾਲ ਮੁਲਾਕਾਤ ਕਰਦਾ ਹੈ ਕਿਉਂਕਿ ਟਰੰਪ ਆਪਣੇ ਦੇਸ਼ ਦੀ ਪ੍ਰਭੂਸੱਤਾ ਅਤੇ ਆਰਥਿਕਤਾ ਨੂੰ ਨਿਸ਼ਾਨਾ ਬਣਾਉਂਦਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਟਰੰਪ ਨੇ ਕਿਹਾ ਕਿ ਈਰਾਨ ਨੂੰ ਕਿਸੇ ਹੋਰ ਹੂਤੀ ਹਮਲਿਆਂ ਦੇ 'ਭਿਆਨਕ' ਨਤੀਜੇ ਭੁਗਤਣੇ ਪੈਣਗੇ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਇਗੁਆਨਾਸ ਸੰਭਾਵਤ ਤੌਰ 'ਤੇ ਲੱਖਾਂ ਸਾਲ ਪਹਿਲਾਂ ਰਿਕਾਰਡ ਸੈਟਿੰਗ ਰਾਫਟਿੰਗ ਯਾਤਰਾ' ਤੇ ਪ੍ਰਸ਼ਾਂਤ ਨੂੰ ਪਾਰ ਕਰ ਗਿਆ ਸੀ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਐਨਸੀਏਏ ਬਰੈਕਟ ਭਵਿੱਖਬਾਣੀਃ ਮਾਡਲ ਨੇ ਹੈਰਾਨੀਜਨਕ ਮਾਰਚ ਮੈਡਨੈੱਸ 2025 ਟੂਰਨਾਮੈਂਟ ਪਿਕਸ ਦਾ ਪਰਦਾਫਾਸ਼ ਕੀਤਾ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਪੋਪ ਮਾਮੂਲੀ ਸੁਧਾਰ ਦੇ ਨਾਲ ਸਥਿਰ ਸਥਿਤੀ ਵਿੱਚ ਰਹਿੰਦਾ ਹੈ - ਵੈਟੀਕਨ ਨਿਊਜ਼ - ਪੰਜਾਬੀ",
        "ਘੱਟੋ ਘੱਟ 40 ਦੀ ਮੌਤ ਦਰਜਨਾਂ ਤੂਫਾਨਾਂ ਦੇ ਰੂਪ ਵਿੱਚ, ਹਫਤੇ ਦੇ ਅੰਤ ਵਿੱਚ ਦੇਸ਼ ਵਿੱਚ ਤੂਫਾਨ ਆ ਗਿਆ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਡੀਓਜੇ ਨੇ ਟਰੰਪ ਦੇ ਦੇਸ਼ ਨਿਕਾਲਾ ਉਡਾਣਾਂ ਬਾਰੇ ਸੁਣਵਾਈ ਤੋਂ ਪਹਿਲਾਂ ਆਖਰੀ ਮਿੰਟ ਦੀ ਰਾਹਤ ਦੀ ਮੰਗ ਕੀਤੀ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਫਾਸਟ-ਫੈਸ਼ਨ ਮੁੱਖ ਫਿਰ ਤੋਂ ਦੀਵਾਲੀਆਪਨ ਲਈ ਸਦਾ ਲਈ 21 ਫਾਈਲਾਂ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਨਾਈਟ ਕਲੱਬ ਅੱਗਃ ਉੱਤਰੀ ਮੈਸੇਡੋਨੀਆ ਤਬਾਹੀ ਤੋਂ ਬਾਅਦ ਪ੍ਰਦਰਸ਼ਨਕਾਰੀਆਂ ਨੇ ਗੁੱਸਾ ਭੜਕਾਇਆ - ਬੀਬੀਸੀ.",
        "ਸਰਕਾਰ ਦੇ ਫੰਡਿੰਗ ਦੀ ਲੜਾਈ ਨੂੰ ਲੈ ਕੇ ਡੈਮੋਕਰੇਟਸ ਦੇ ਗੁੱਸੇ ਦੇ ਵਿਚਕਾਰ ਸ਼ੂਮਰ ‘ਸੁਰੱਖਿਆ ਚਿੰਤਾਵਾਂ’ ਕਾਰਨ ਕਿਤਾਬ ਦਾ ਦੌਰਾ ਮੁਲਤਵੀ ਕਰਦਾ ਹੈ - ਸੀਐਨਐਨ",
        "ਜੇਮਜ਼ ਵੈਬ ਸਪੇਸ ਟੈਲੀਸਕੋਪ ਨੇੜਲੇ ਤਾਰੇ (ਚਿੱਤਰ) ਦੇ ਚੱਕਰ ਲਗਾਉਣ ਵਾਲੇ ਚਾਰ ਵਿਸ਼ਾਲ ਪਰਦੇਸੀ ਗ੍ਰਹਿ ਵੇਖਦਾ ਹੈ - ਸਪੇਸ."
    ]
}