{
    "headlines": [
        "تحركات الجمهوريين في مجلس النواب لكبح جماح سلطات التعريفة الجمركية - بوليتيكو",
        "وسط الضربات الجوية، تتصادم مصالح تركيا وإسرائيل في سوريا - واشنطن بوست",
        "تذكر MS - DOS 5.0، أول منتج Microsoft لي، في عيد ميلاد الشركة الخمسين - Ars Technica",
        "القاضي يحكم بأن الولايات المتحدة يجب أن تعيد الرجل الذي تم ترحيله إلى السلفادور عن طريق \"الخطأ\" - بي بي سي",
        "قرار المحكمة الجديد في سباق ولاية كارولينا الشمالية المتنازع عليه يعني أن 65000 صوت هي خطوة أقرب إلى أن يتم طرحها - إن بي سي نيوز",
        "مؤشر داو جونز ينخفض 2000 نقطة مع تعمق مسار سوق تعريفة ترامب: تحديثات مباشرة - سي إن بي سي",
        "4 سائحين فضائيين ينزلون بعد السفر في مدار لم يسبق له مثيل - سي إن إن",
        "ترامب يصل إلى ملعب الغولف مع انخفاض سوق الأسهم لليوم الثاني على التوالي بسبب التعريفات - أسوشيتد برس نيوز",
        "نينتندو تؤجل الطلبات المسبقة للمفتاح 2 بعد تعريفة ترامب - بلومبرغ",
        "جيروم باول يحذر من تعريفات ترامب: التضخم المرتفع قد يبقى هنا - سي إن إن",
        "ما مدى إثارة عرض ميشيل ويليامز الجديد عن الموت ؟ جدا. - لائحة",
        "خمس جولات 2025 NFL مسودة وهمية: خمس صفقات تهز الجولة 1 ؛ Jets Select Jaxson Dart - NFL.com",
        "مايك وايت و \"وايت لوتس\" يلقيان \"صدمة الفم\" الموسم 3 النهائي - هوليوود ريبورتر",
        "النادي التالي لكيفن دي بروين: إنتر ميامي والنصر وتسع وجهات نقل مجانية محتملة حيث يؤكد الدينامو البلجيكي خروج مانشستر سيتي الوشيك - Goal.com",
        "معالجة هذه العوامل الصحية السبعة عشر لتقليل خطر الإصابة بالخرف والسكتة الدماغية والاكتئاب، كما تقول الدراسة - سي إن إن",
        "بلغ تفشي الحصبة في تكساس 481 حالة، مع تأكيد 59 إصابة جديدة في الأيام الثلاثة الماضية - ABC News",
        "يقول ترامب إن الأمر قد يستغرق عامين قبل أن تؤدي التعريفات إلى ازدهار التصنيع الأمريكي - ABC News",
        "شباك التذاكر: \"فيلم Minecraft\" يحقق 10.55 مليون دولار في المعاينات - متنوعة",
        "سر طول العمر: استمر في التحرك - مطاردة الحياة مع الدكتور سانجاي جوبتا - بودكاست على سي إن إن أوديو - سي إن إن",
        "معركة مشاركة الأرباح التي ستقلب كرة السلة الجامعية رأساً على عقب: \"لماذا سأخسر مليوني دولار أخرى ؟ \"- سي بي إس سبورتس"
    ]
}