{
    "headlines": [
        "US-Stargazers see Mars disappear behind the Wolf Moon, 13. Januar - Sky at Night Magazine",
        "Die NATO kündigt eine neue Mission zum Schutz von Seekabeln im Ostseeraum an - The Associated Press",
        "Samsung kündigt ein flexibleres Trade-In-Programm an, kein Kauf erforderlich - The Verge",
        "\"Versunkene Welten\" unter dem Pazifik im Erdmantel entdeckt - Earth.com",
        "Gaza-Waffenstillstandsgespräche werden in Doha wieder aufgenommen, Deal kurz nach dem \"Durchbruch\" - Reuters",
        "Kevin O’Connell schätzt Sam Darnold, sagt aber „es hat am Ende nicht geklappt“ - NBC Sports",
        "Königin Elisabeth II. wurde nichts über den sowjetischen Spion in ihrem Palast erzählt, wie freigegebene MI5-Akten zeigen - The Associated Press",
        "Die kniffligen Fragen, vor denen Trumps Nominierte stehen - BBC.com",
        "Mahakumbh: Aschegeschmierte heilige Männer führen indisches Badespektakel an - BBC.com",
        "US-Staatsanwalt Jack Smith verteidigt Strafverfahren gegen Trump - Reuters",
        "Dorfbewohner spielen bei Trumps Eröffnungskundgebung - Axios",
        "Beyoncé verschiebt die Ankündigung am 14. Januar wegen der Brände in L.A. - Hollywood Reporter",
        "Los Angeles bereitet sich auf gefährlich starke Winde vor, da die Brände weiter brennen - Live-Updates - BBC.com",
        "Rams überwältigen Vikings 27-9 im Wildcard-Playoff-Spiel, das wegen der Waldbrände in LA nach Arizona verlegt wurde - The Associated Press",
        "Die nächste Etappe des Neumondrennens steht vor der Tür — und es könnte die bisher aufregendste sein - CNN",
        "Jessica Simpson und Eric Johnson haben sich nach 10 Jahren Ehe getrennt - Hollywood Reporter",
        "Jerry Jones von den Cowboys hat mit Deion Sanders über die HC-Position gesprochen; Sanders findet die Gelegenheit \"faszinierend\" - CBS Sports",
        "Sen. Rounds: Bindung der Schuldengrenze an kalifornische Hilfe \"nicht als Strafe gedacht\" - The Hill",
        "Troy Aikman zerstört Cowboys ’Mike McCarthy Coaching-Entscheidung - New York Post",
        "Dollar fällt auf Bericht Trump Team Mulling Allmähliche Tarife - Bloomberg"
    ]
}