{
    "headlines": [
        "ਰਿਪੋਰਟਃ ਇੱਕ ਸੀਜ਼ਨ ਦੇ ਬਾਅਦ ਸਕਾਈ ਫਾਇਰ ਵੈਦਰਸਪੂਨ - ਈਐਸਪੀਐਨ",
        "ਹਟਾਈ",
        "ਐਲਡੀਪੀ ਚੋਣਃ ਜਾਪਾਨ ਦੀ ਅਗਲੀ ਪ੍ਰਧਾਨ ਮੰਤਰੀ ਆਪਣੀ ਪਹਿਲੀ ਮਹਿਲਾ ਨੇਤਾ ਹੋ ਸਕਦੀ ਹੈ - ਸੀਐਨਐਨ",
        "ਗੈਵਿਨ ਨਿਊਜ਼ੋਮ ਨੇ ਗੁਲਾਮੀ ਅਤੇ ਵਿਤਕਰੇ ਲਈ ਕੈਲੀਫੋਰਨੀਆ ਤੋਂ ਮੁਆਫੀ ਮੰਗਣ 'ਤੇ ਦਸਤਖਤ ਕੀਤੇ - ਪੋਲਿਟਿਕੋ",
        "ਇਜ਼ਰਾਈਲ ਦੇ ਨੇਤਨਯਾਹੂ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਸੈਨਿਕ ਹਿਜ਼ਬੁੱਲਾ ਨਾਲ \"ਪੂਰੀ ਤਾਕਤ ਨਾਲ\" ਲੜਦੇ ਰਹਿਣਗੇ ਕਿਉਂਕਿ ਅਮਰੀਕਾ, ਫਰਾਂਸ ਨੇ ਜੰਗਬੰਦੀ ਦਾ ਪ੍ਰਸਤਾਵ ਦਿੱਤਾ ਹੈ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਨਿਊਯਾਰਕ ਦੇ ਮੇਅਰ ਏਰਿਕ ਐਡਮਜ਼ 'ਤੇ ਤੁਰਕੀ ਰਿਸ਼ਵਤਖੋਰੀ, ਧੋਖਾਧੜੀ ਸਕੀਮ ਵਿਚ ਦੋਸ਼ - Reuters",
        "ਟੌਮ ਕਿਮ ਆਵਾਜ਼ ਲਿਆਉਂਦਾ ਹੈ, ਸਕਾਟੀ ਸ਼ੈਫਲਰ ਅਤੇ ਯੂਐਸ ਰਾਸ਼ਟਰਪਤੀ ਕੱਪ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ ਵਿਖੇ ਗੁੱਸਾ ਪੇਸ਼ ਕਰਦੇ ਹਨ",
        "ਟਰੰਪ ਹੁਣ ਜਾਂ ਕਦੇ ਵੀ ਨੀਤੀ ਵੱਲ ਝੁਕਾਅ ਨਹੀਂ ਕਰ ਰਹੇ - ਦ ਨਿਊਯਾਰਕ",
        "Cowboys ਬਨਾਮ ਜਾਇੰਟਸ ਵੀਰਵਾਰ ਰਾਤ ਫੁੱਟਬਾਲਃ ਲਾਈਵ ਅਪਡੇਟਸ, ਸਕੋਰ, ਹਾਈਲਾਈਟਸ, ਡੱਲਾਸ ਬਨਾਮ ਨਿ New ਯਾਰਕ ਨੂੰ ਕਿਵੇਂ ਵੇਖਣਾ ਹੈ - ਯਾਹੂ ਸਪੋਰਟਸ",
        "ਟਰੰਪ ਦੀ ਮੁਹਿੰਮ ਹੈਕ ਦੇ ਸਬੰਧ 'ਚ ਇਰਾਨੀਆਂ' ਤੇ ਦੋਸ਼ - POLITICO",
        "ਐਨਟੀਐਸਬੀ ਨੇ ਕੁਝ ਬੋਇੰਗ 737 ਲਈ ‘ਜ਼ਰੂਰੀ’ ਸੁਰੱਖਿਆ ਚੇਤਾਵਨੀ ਜਾਰੀ ਕੀਤੀ, ਮੈਕਸ ਸਮੇਤ, ਸੰਘਰਸ਼ਸ਼ੀਲ ਪਲੈਨਮੇਕਰ ਨੂੰ ਤਾਜ਼ਾ ਝਟਕਾ - ਸੀਐਨਐਨ",
        "ਸੈਮ ਅਲਟਮੈਨ ਓਪਨਏਆਈ ਸਟਾਫ ਨੂੰ ਦੱਸਦਾ ਹੈ ਕਿ ਉਸ ਲਈ ਕੰਪਨੀ ਵਿਚ 'ਵਿਸ਼ਾਲ ਇਕੁਇਟੀ ਹਿੱਸੇਦਾਰੀ' ਪ੍ਰਾਪਤ ਕਰਨ ਦੀ ਕੋਈ ਯੋਜਨਾ ਨਹੀਂ ਹੈ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਸਾ Southਥਵੈਸਟ ਏਅਰਲਾਈਨਜ਼ 2025 ਵਿਚ ਨਿਰਧਾਰਤ ਸੀਟਿੰਗ, ਪ੍ਰੀਮੀਅਮ ਕੈਬਿਨ ਲਾਂਚ ਕਰੇਗੀ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਇੱਕ ਆਖਰੀ ਟੇਲਗੇਟ ਪਾਰਟੀ ਸੁੱਟਦੇ ਹੋਏ, ਏ ਦੇ ਪ੍ਰਸ਼ੰਸਕ ਦਿਨ ਤੜਕੇ ਤੋਂ ਪਹਿਲਾਂ ਕੋਲੀਸੀਅਮ ਦੇ ਬਾਹਰ ਲਾਈਨ ਕਰਦੇ ਹਨ - ਸੈਨ ਫ੍ਰਾਂਸਿਸਕੋ ਕ੍ਰੋਨਿਕਲ",
        "ਮੇਨੈਂਡੇਜ਼ ਬ੍ਰਦਰਜ਼ ’ਫੈਮਲੀ ਸਲੈਮਜ਼ ਰਿਆਨ ਮਰਫੀ ਦੇ‘ ਰਾਖਸ਼ਾਂ 'ਨੂੰ \"ਰਿਪਬਲਿਕ\" ਵਜੋਂ - ਡੈੱਡਲਾਈਨ",
        "ਜ਼ੇਲੇਨਸਕੀ ਬਿਡੇਨ ਅਤੇ ਹੈਰਿਸ ਨੂੰ ਵਿਅਕਤੀਗਤ ਤੌਰ 'ਤੇ ਤੁਰੰਤ ਬੇਨਤੀ ਕਰਦਾ ਹੈ ਜੋ ਟਰੰਪ ਪ੍ਰਤੀ ਉਸ ਦੇ ਵਿਪਰੀਤ ਪਹੁੰਚ ਨੂੰ ਉਜਾਗਰ ਕਰਦਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "‘ਡੀਡਬਲਯੂਟੀਐਸ’ ਕੈਰੀ ਐਨ ਇਨਾਬਾ ਨੇ ਅੰਨਾ ਡੇਲਵੇ ਨੂੰ “ਬਰਖਾਸਤਗੀ” ਦੇ ਬਾਹਰ ਨਿਕਲਣ ਦੀ ਨਿਖੇਧੀ ਕੀਤੀ | ਈ! ਖ਼ਬਰਾਂ - ਈ! ਖ਼ਬਰਾਂ",
        "28 ਸਤੰਬਰ ਨੂੰ ਨਾਸਾ ਲਈ ਸਪੇਸਐਕਸ ਦੇ ਕਰੂ -9 ਪੁਲਾੜ ਯਾਤਰੀ ਲਾਂਚ ਨੂੰ ਕਿਵੇਂ ਵੇਖਣਾ ਹੈ - ਸਪੇਸ ਡਾਟ ਕਾਮ",
        "ਹੋਡਾ ਕੋਟਬ ਅਗਲੇ ਸਾਲ ਦੇ ਸ਼ੁਰੂ ਵਿੱਚ ਐਨਬੀਸੀ ਦੇ ‘ਟੂਡੇ’ ਸ਼ੋਅ ਨੂੰ ਛੱਡ ਰਿਹਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਹੈਲੀਨ ਦੀਆਂ ਹਵਾਵਾਂ ਫਲੋਰਿਡਾ ਨੂੰ ਸ਼੍ਰੇਣੀ 3 ਦੇ ਤੌਰ ਤੇ ਤੂਫਾਨ ਦੀਆਂ ਦੌੜਾਂ ਨੂੰ ਤੱਟ ਵੱਲ ਭਜਾਉਂਦੀਆਂ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ"
    ]
}