{
    "headlines": [
        "ਟਰੰਪ ਵ੍ਹਾਈਟ ਹਾ Houseਸ ਬਜਟ ਪ੍ਰਸਤਾਵ ਨਾਸਾ - ਆਰਸ ਟੈਕਨੀਕਾ ਵਿਖੇ ਵਿਗਿਆਨ ਫੰਡਿੰਗ ਨੂੰ ਦਰਸਾਉਂਦਾ ਹੈ",
        "2025 ਐਨਐਫਐਲ ਮੌਕ ਡਰਾਫਟਃ ਦੈਂਤ ਵਪਾਰ ਹੇਠਾਂ, ਸੈਂਟਸ ਕਿ Qਬੀ ਲਈ ਚੋਟੀ ਦੇ ਪੰਜ ਵਿੱਚ ਚਲੇ ਗਏ, ਕਾਉਬੌਇਜ਼ BIG WR ਜੋੜਦੇ ਹਨ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਜੋਅ ਫਲੈਕੋ ਬ੍ਰਾsਨਜ਼ ਨਾਲ ਇਕ ਸਾਲ ਦੇ ਸੌਦੇ ਲਈ ਸਹਿਮਤ ਹੈ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਮੇਨੇਂਡੇਜ਼ ਭਰਾਵਾਂ ਦੀ ਮਾਸੀ ਵਿਸ਼ੇਸ਼ ਇੰਟਰਵਿ interview ਵਿੱਚ ਆਪਣੀ ਚੁੱਪੀ ਤੋੜਦੀ ਹੈ ਕਿਉਂਕਿ ਕੇਸ ਅਦਾਲਤ ਵਿੱਚ ਜਾਂਦਾ ਹੈ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਇਕ ਹੋਰ ਮਹਿੰਗਾਈ ਰਿਪੋਰਟ ਟਰੰਪ ਦੇ ਟੈਰਿਫ ਹਫੜਾ-ਦਫੜੀ ਤੋਂ ਪਹਿਲਾਂ ਅਮਰੀਕੀ ਆਰਥਿਕਤਾ ਦੀ ਤਾਕਤ ਨੂੰ ਦਰਸਾਉਂਦੀ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਸੈਨੇਟ ਨੇ ਸੰਯੁਕਤ ਮੁਖੀਆਂ ਦੀ ਅਗਵਾਈ ਕਰਨ ਲਈ ’ਰਜ਼ਿਨ’ ਕੇਨ ਦੀ ਪੁਸ਼ਟੀ ਕੀਤੀ - ਪੋਲੀਟਿਕੋ",
        "ਕਾਪੀਲਾਟ ਰੀਕਲਃ ਮਾਈਕ੍ਰੋਸਾੱਫਟ ਏਆਈ ਸਕ੍ਰੀਨਸ਼ਾਟ ਟੂਲ ਨੂੰ ਰੋਲ ਕਰਦਾ ਹੈ - ਬੀਬੀਸੀ",
        "ਐਪਲ ਦੇਰੀ ਐਪਲ ਖੁਫੀਆ ਜਾਰੀ ਕਰਨ ਲਈ ਇਸ ਗਿਰਾਵਟ ਫੀਚਰ - MacRumors",
        "ਓਰੋਨੋਕੋ womanਰਤ ਚੀਨ ਦੇ ਟੈਰਿਫ ਨਾਲ ਜੂਝ ਰਹੇ ਅਮਰੀਕੀ ਛੋਟੇ ਕਾਰੋਬਾਰਾਂ ਦਾ ਚਿਹਰਾ ਹੈ - ਪੋਸਟ ਬੁਲੇਟਿਨ",
        "ਅਧਿਕਾਰੀ ਜਾਨਲੇਵਾ ਨਿਊਯਾਰਕ ਸਿਟੀ ਟੂਰਿਸਟ ਹੈਲੀਕਾਪਟਰ ਹਾਦਸੇ ਵਿੱਚ ਜਵਾਬਾਂ ਦੀ ਭਾਲ ਕਰਦੇ ਹਨ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਜੇਪੀਮਾਰਗਨ ਦੇ ਮੁਖੀ ਜੈਮੀ ਡਾਈਮਨ ਨੇ ਅਮਰੀਕੀ ਅਰਥਚਾਰੇ ਵਿਚ ‘ਕਾਫ਼ੀ ਗੜਬੜ’ ਦੀ ਚੇਤਾਵਨੀ ਦਿੱਤੀ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "ਵਿਗਿਆਨੀ ਵਿਭਿੰਨ ਸੈਲੂਲਰ ਅੰਦੋਲਨ ਵਿਚ ਯੂਨੀਵਰਸਲ ਅਨੁਕੂਲ ਇਨਵੇਰੈਂਸ ਦੇ ਸਬੂਤ ਲੱਭਦੇ ਹਨ - Phys.",
        "ਇੱਕ ਮਾਇਨਕਰਾਫਟ ਮੂਵੀ ਨਿਰਦੇਸ਼ਕ ਪੌਪਕੋਰਨ ਸੁੱਟਣ ਵਾਲੇ ਚਿਕਨ ਜੌਕੀ ਹਫੜਾ-ਦਫੜੀ ਦਾ ਬਚਾਅ ਕਰਦਾ ਹੈ, ਕਹਿੰਦਾ ਹੈ ਕਿ ਦਰਸ਼ਕਾਂ ਕੋਲ ਸਿਰਫ \"ਇੱਕ ਸੱਚੀ ਪਾਰਟੀ\" ਹੈ - ਯੂਰੋਗੇਮਰ",
        "ਅਮਰੀਕਾ ਨੇ ਜੇਡੀ ਵੈਨਸ ਨੂੰ 'ਕਮਜ਼ੋਰ' ਕਰਨ ਲਈ ਗ੍ਰੀਨਲੈਂਡ ਦੇ ਫੌਜੀ ਅੱਡੇ ਦੇ ਮੁਖੀ ਨੂੰ ਬਰਖਾਸਤ ਕੀਤਾ - ਬੀਬੀਸੀ",
        "ਏਰਿਕ ਡੇਨਃ ਯੂਫੋਰੀਆ ਅਤੇ ਗ੍ਰੇ ਦਾ ਐਨਾਟੋਮੀ ਸਟਾਰ ਏਐਲਐਸ ਨਾਲ ਨਿਦਾਨ ਕੀਤਾ ਗਿਆ - ਬੀਬੀਸੀ",
        "ਪ੍ਰਵਾਸੀ ਵਿਦਿਆਰਥੀ ਪ੍ਰਦਰਸ਼ਨਕਾਰੀਆਂ ਵਿਰੁੱਧ ਵਰਤੇ ਜਾ ਰਹੇ ਵਿਵਾਦਿਤ ਅਤੇ ਅਸਪਸ਼ਟ ਕਾਨੂੰਨ - NPR",
        "ਡੋਗ ਨੇ ਵੋਟਰ ਧੋਖਾਧੜੀ ਦੇ ਬਿਰਤਾਂਤ ਨੂੰ ਧੱਕਣ ਲਈ ਸੋਸ਼ਲ ਸਿਕਿਓਰਿਟੀ ਡੇਟਾ ਦੀ ਗਲਤ ਵਰਤੋਂ ਕਿਵੇਂ ਕੀਤੀ ਹੋ ਸਕਦੀ ਹੈ - ਐਨਪੀਆਰ",
        "ਸਿਹਤ ਸਕੱਤਰ ਆਰਐਫਕੇ ਜੂਨੀਅਰ ਝੂਠਾ ਦਾਅਵਾ ਕਰਦੇ ਹਨ ਕਿ ਟੀਕੇ ਦੀ ਸੁਰੱਖਿਆ ‘ਬਹੁਤ ਤੇਜ਼ੀ ਨਾਲ ਭੜਕਦੀ ਹੈ’ - ਐਨਬੀਸੀ ਨਿ Newsਜ਼",
        "ਈਰਾਨ ਪਰਮਾਣੂ ਸਮਝੌਤੇ ਨੂੰ ਠੀਕ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰ ਰਹੇ ਹਨ ਟਰੰਪ - The Washington Post"
    ]
}