{
    "headlines": [
        "Trump würde doppelt so viel zur Staatsverschuldung beitragen wie Harris, findet eine Studie - The Washington Post",
        "Der Nobelpreis für Medizin geht an Victor Ambros und Gary Ruvkun für ihre Arbeit an der Entdeckung der microRNA - CNN",
        "Milton steigt auf einen Hurrikan der Kategorie 2 an, da Florida sich auf massive Evakuierungen vorbereitet - The Associated Press",
        "Der aktivistische Investor Starboard hat Pfizer darüber informiert, dass er sich beteiligt hat - Business Insider",
        "10-jährige Treasury-Rendite erreicht 4% und hält Aktienbullen in Schach - Reuters.com",
        "Russisches Gericht verurteilt US-Bürger zu sechs Jahren Gefängnis, weil sie für die Ukraine gekämpft haben, berichten staatliche Medien - Yahoo! Voices",
        "Aktienmarkt heute: Weltaktien sind nach einem Blockbuster-Bericht über US-Arbeitsplätze gemischt - Yahoo Finance",
        "\"Schockierend\", historischer Anstieg antijüdischer Bedrohungen in den USA, sagt ADL - CNN",
        "Der Oberste Gerichtshof ist zurück. Diese 2024-Wahlfälle könnten auf der Liste landen. - POLITICO",
        "North Carolina Frau isst nichts als Sardinen, verliert 35 Pfund: \"Dies ist keine Diät\" - Fox News",
        "Hollywood News Live Today 7. Oktober 2024 : Joaquin Phoenix's Joker 2 liefert enttäuschende Zahlen an der US-Kasse nach einer Flop-Eröffnung - Hindustan Times",
        "DAKs späte TD gibt Cowboys \"einen zum Erinnern\" - ESPN",
        "Der Kampf der israelischen Geiselfamilie 'nicht vorbei' ein Jahr später - BBC.com",
        "CNBC Daily Open: Der Blockbuster-Jobbericht vom September ändert das Kalkül - CNBC",
        "Israel begeht den 7. Oktober als Jahrestag des Angriffs, während der Nahostkonflikt eskaliert - CNN",
        "Woche 5 NFL Takeaways: Caleb Williams spielt wie die Nummer 1 im Draft - Sports Illustrated",
        "SpaceX, NASA tritt wegen Hurrikan Milton vom Europa Clipper-Start am 10. Oktober zurück - Space.com",
        "Mexikanischer Bürgermeister wenige Tage nach seinem Amtsantritt ermordet - Yahoo News Canada",
        "Mutter von Sean \"Diddy\" Combs verteidigt Sohn in Aussage, sagt, er sei kein \"Monster\" - CBS News",
        "Kody Brown von Sister Wives verlässt sein Haus und das seiner Frau Robyn Brown nach einem explosiven Kampf - E! NEWS"
    ]
}