{
    "headlines": [
        "ਜੋਈ ਬੋਸਾ ਲਈ ਇੱਕ \"ਫ੍ਰੈਂਜ਼ੀ\" ਆ ਸਕਦੀ ਹੈ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਇਹ ਅੱਗੇ ਬਸੰਤ ਕਰਨ ਦਾ ਸਮਾਂ ਹੈ. ਦਿਨ ਦੀ ਰੌਸ਼ਨੀ ਦੀ ਬਚਤ ਦਾ ਸਮਾਂ ਇਸ ਹਫਤੇ ਦੇ ਅੰਤ ਵਿੱਚ ਸ਼ੁਰੂ ਹੁੰਦਾ ਹੈ. - ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਟਰੰਪ ਦੇ ਭਾਸ਼ਣ ਦੇ ਫਟਣ ਲਈ ਅਲ ਗ੍ਰੀਨ ਨੂੰ ਸਜ਼ਾ ਦੇਣ ਲਈ 10 ਡੈਮਜ਼ ਰਿਪਬਲਿਕਨਾਂ ਨਾਲ ਜੁੜਦੇ ਹਨ - ਫੌਕਸ ਨਿ Newsਜ਼",
        "ਅਮਰੀਕਾ ਕੈਨੇਡਾ-ਮੈਕਸੀਕੋ ਸਮਝੌਤੇ ਦੇ ਅਧੀਨ ਚੀਜ਼ਾਂ ਲਈ ਟੈਰਿਫ ਦੀ ਛੋਟ ਦੇਣ ਦੀ ਸੰਭਾਵਨਾ ਹੈ, ਲੂਟਨਿਕ ਕਹਿੰਦਾ ਹੈ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "ਟਰੰਪ ਸਿੱਖਿਆ ਵਿਭਾਗ ਨੂੰ ਤੋੜਨਾ ਚਾਹੁੰਦੇ ਹਨ । ਇੱਥੇ ਇਹ ਕੀ ਕਰਦਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਨੈੱਟਫਲਿਕਸ ਦੁਆਰਾ ਸੀਜ਼ਨ 2 ਲਈ ‘ਰਨਿੰਗ ਪੁਆਇੰਟ’ ਨਵੀਨੀਕਰਣ - ਡੈੱਡਲਾਈਨ",
        "ਫਰਾਂਸ ਆਪਣੇ ਪ੍ਰਮਾਣੂ ਹਥਿਆਰਾਂ ਨਾਲ ਯੂਰਪੀਅਨ ਸਹਿਯੋਗੀ ਦੇਸ਼ਾਂ ਦੀ ਰੱਖਿਆ ਕਰਨ 'ਤੇ ਵਿਚਾਰ ਕਰੇਗਾ, ਮੈਕਰੋਨ ਕਹਿੰਦਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਮਾਰਕੀਟ ਸਵਿੰਗਾਂ ਅਤੇ ਟੈਰਿਫਾਂ ਨਾਲ ਭੜਕੇ ਪਰਿਵਾਰਕ ਦਫਤਰ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਕ੍ਰਾਸ-ਕੰਟਰੀ ਤੂਫਾਨ ਪੈਕ ਹਫਤੇ ਦੇ ਅੰਤ ਵਿੱਚ ਕਈ ਧਮਕੀਆਂ - ਮੌਸਮ ਚੈਨਲ",
        "ਲਾਈਵ ਅਪਡੇਟਸਃ ਟਰੰਪ ਦੁਆਰਾ ਸਹਾਇਤਾ ਮੁਅੱਤਲ ਕਰਨ ਤੋਂ ਬਾਅਦ ਯੂਰਪੀਅਨ ਯੂਨੀਅਨ ਦੇ ਨੇਤਾਵਾਂ ਨੇ ਐਮਰਜੈਂਸੀ ਯੂਕਰੇਨ ਗੱਲਬਾਤ ਕੀਤੀ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਅਨੁਭਵੀ ਮਸ਼ੀਨਾਂ 2 ਚੰਦਰ ਲੈਂਡਿੰਗ - ਨਾਸਾ (.ਗੋਵ)",
        "ਹਰ ਐਨਐਫਐਲ ਟੀਮ ਲਈ ਸੰਪੂਰਨ 2025 ਮੁਫਤ ਏਜੰਟ ਮੈਚ ਦੀ ਪਛਾਣ ਕਰਨਾ - ਪ੍ਰੋ ਫੁੱਟਬਾਲ ਫੋਕਸ",
        "ਰਾਏ ਅਈਅਰਜ਼, ਹਰ ਕੋਈ ਸਨਸ਼ਾਈਨ ਗਾਇਕ ਅਤੇ ਜੈਜ਼-ਫੰਕ ਪਾਇਨੀਅਰ ਨੂੰ ਪਿਆਰ ਕਰਦਾ ਹੈ, 84 ਤੇ ਮਰ ਜਾਂਦਾ ਹੈ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਇਕ ਸਾਲ ਬਾਅਦ, ਓਪਨਏਆਈ ਨੇ ਅਜੇ ਵੀ ਆਪਣਾ ਵੌਇਸ ਕਲੋਨਿੰਗ ਟੂਲ ਜਾਰੀ ਨਹੀਂ ਕੀਤਾ ਹੈ - ਟੈਕਕ੍ਰਾਂਚ",
        "Phenomenal AMD Radeon RX 9070 ਅਤੇ 9070 XT ਗ੍ਰਾਫਿਕਸ ਕਾਰਡ ਕਿੱਥੇ ਖਰੀਦਣੇ ਹਨ - IGN",
        "ਲੇਡੀ ਗਾਗਾ ਨੇ ਕਿਵੇਂ 'ਮਹਿਮ‘ ਤੇ ਹਫੜਾ-ਦਫੜੀ ਪੈਦਾ ਕਰਨ ਲਈ ਉਦਯੋਗ ਦੀਆਂ ਉਮੀਦਾਂ ਦੇ 'ਸ਼ੋਰ' ਨੂੰ ਬਾਹਰ ਕੱ. ਿਆ - ਬਿਲਬੋਰਡ",
        "ਸਟਾਕ ਮਾਰਕੀਟ ਅੱਜਃ ਡਾਓ ਫਿuresਚਰਜ਼ ਫਾਲ; ਬਾਂਡ ਦੀ ਉਪਜ ਵਿਸ਼ਵ ਪੱਧਰ 'ਤੇ ਵੱਧਦੀ ਹੈ — ਲਾਈਵ ਅਪਡੇਟਸ - ਦਿ ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "ਯੂਐਸ ਦੇ ਰੁਜ਼ਗਾਰਦਾਤਾਵਾਂ ਨੇ 2009 ਤੋਂ ਬਾਅਦ ਕਿਸੇ ਵੀ ਫਰਵਰੀ ਨਾਲੋਂ ਪਿਛਲੇ ਮਹੀਨੇ ਵਧੇਰੇ ਨੌਕਰੀਆਂ ਦੀ ਕਟੌਤੀ ਕੀਤੀ - ਸੀ ਐਨ ਐਨ",
        "ਕੀ ਸ਼ੇਰ ਨੂੰ 2025 ਵਿਚ ਏਡਨ ਹਚਿਨਸਨ ਨੂੰ ਮਾਰਕੀਟ ਸੈਟਿੰਗ ਸੌਦਾ ਦੇਣਾ ਚਾਹੀਦਾ ਹੈ? - ਪ੍ਰਾਈਡ ਆਫ ਡੀਟ੍ਰਾਯ੍ਟ",
        "ਇੱਕ ਆਮ ਯੋਨੀ ਦੀ ਲਾਗ ਦਾ ਹੱਲ ਮਰਦ ਸਹਿਭਾਗੀਆਂ ਦਾ ਇਲਾਜ ਕਰ ਸਕਦਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ"
    ]
}