{
    "headlines": [
        "Steelers vs. Ravens live updates: NFL scores, game stats, highlights, where to watch Week 11 showdown - CBS Sports",
        "Израильский удар убивает пресс-секретаря Хезболлы, поскольку группа готовит ответ на новое предложение о прекращении огня - CNN",
        "Тропический шторм «Сара» ослабевает до тропической депрессии после выхода на сушу в Белизе - The Associated Press",
        "Байден снял запрет на использование Украиной американского оружия для нанесения ударов по России - Reuters",
        "Трамп ищет обещания, что его министр финансов введет жесткие тарифы - Financial Times",
        "Си Цзиньпин говорит Джо Байдену, что он будет работать с Дональдом Трампом для управления американо-китайскими связями - Financial Times",
        "Прогноз северного сияния: сегодня вечером из этих 8 штатов можно будет увидеть северное сияние - Forbes",
        "Прямая трансляция: SpaceX запустит таинственный «Optus-X» на ракете Falcon 9 из Космического центра Кеннеди - Spaceflight Now",
        "Республиканцы внезапно подумали, что экономика великолепна, и выборы не были сфальсифицированы - POLITICO",
        "Пентагон Трампа выбирает оплачиваемую женщину после обвинения в сексуальном насилии, но отрицает правонарушения, говорит его адвокат - The Associated Press",
        "Как многолетнее нераскрытое дело об убийстве изменило то, как мы потребляем лекарства - Yahoo! Voices",
        "Бокс-офис: «Красный» Дуэйна Джонсона с бюджетом в 250 миллионов долларов дебютирует с «Холодными» 34 миллионами долларов - Разнообразие",
        "Charli XCX выкрикивает колумнистку «brat» Post во время монолога «SNL» для ее разборки с Мартой Стюарт - Страница шестая",
        "Стипе Миочич объявляет об уходе из UFC 309 после поражения от Джона Джонса: «С меня хватит» - MMA Fighting",
        "Появились новые подробности о смарт-очках Samsung AR - SamMobile - Новости Samsung",
        "Эксклюзивные данные: рекордные темпы Трампа в выборе кабинета министров - Axios",
        "Популярная техника повышения эффективности ИИ имеет недостатки - TechCrunch",
        "Сейчас пик метеорного потока Леонидов. Есть ли «падающие звезды» в прогнозе на 2024 год? - Space.com",
        "Превратятся ли антимонопольные разборки, начатые при Байдене, в «Давайте заключим сделку» при Трампе? - Ассошиэйтед Пресс",
        "5 правительственных программ, которые «ДОЖ» Илона Маска мог бы поставить на рубильник - Tampa Free Press"
    ]
}