{
    "headlines": [
        "Video Shows Aftermath of Firebomb Attack at Ruling Party HQ in Japan - Newsweek",
        "Harris, Trump court early voters; Usher, Lizzo join campaign trail - Reuters",
        "The latest on Hamas leader’s death and war in the Middle East - CNN",
        "Ngannou vs. Ferreira: How to watch the PFL Battle of the Giants tonight, full fight card and more - Yahoo Sports",
        "Delphi murders: Day 2 testimony includes former Delphi police chief, members of search party - FOX 59 Indianapolis",
        "Tentative deal announced to end Boeing strike - CNN",
        "Diablo Winds Fuel Destructive Fire In Oakland - The Weather Channel",
        "A drone targets Israeli prime minister’s house while strikes in Gaza kill more than 50 - The Associated Press",
        "Steelers Make QB Decision Between Justin Fields, Russell Wilson for Week 7 vs. Jets - Sports Illustrated",
        "Bose SoundLink Home Review: Big Sound From a Sleek Little Bluetooth Speaker - CNET",
        "Tropical Storm Oscar: Saturday, Oct 19 status update from the NHC - Yahoo! Voices",
        "Peer inside the underwater volcanic caves where life thrives - CNN",
        "‘Smile 2’ Happier With $23M Opening; A24’s ‘We Live In Time’ Making Dime With $4M+, ‘Anora’ Wows With Massive $105K Theater Average – Saturday Box Office - Deadline",
        "'You see us burning, you stay silent': Family’s agony over mother and sons burned to death in Gaza tent - BBC.com",
        "Orionids meteor shower hits peak activity this weekend: When and where to watch - USA TODAY",
        "North Korean troops in Ukraine war called ‘huge’ escalation risk - POLITICO Europe",
        "Tropical Storm Nadine to make landfall Saturday in Belize - CBS News",
        "Betting tips for Patriots vs. Jaguars - ESPN",
        "Claude: Everything you need to know about Anthropic’s AI - TechCrunch",
        "Cuba's electrical grid collapses for second time, entire country again without power - Reuters Canada"
    ]
}