{
    "headlines": [
        "قتل مسلح بالرصاص وأصيب 3 من رجال الشرطة في إطلاق نار بالقرب من السفارة الإسرائيلية في الأردن - رويترز",
        "Chuck Woolery، مضيف برنامج ألعاب سلس الكلام لـ \"Love Connection\" و \"Scrabble\"، يموت عن عمر يناهز 83 عامًا - وكالة أسوشيتد برس",
        "تقرير مجمع عن الأخطاء الفنية المزدوجة الصادرة إلى ديلون بروكس من هيوستن وأنفرني سيمونز من بورتلاند، والخطأ الفني وطرد فريد فان فليت من هيوستن في الربع الرابع من مباراة بورتلاند في هيوستن الليلة - مسؤول الدوري الاميركي للمحترفين",
        "كبير مستشاري بايدن يحذر من \"الفوضى\" إذا رفع ترامب التعريفات الجمركية وشجاعة الجيش الجمهوري الأيرلندي - فاينانشيال تايمز",
        "كيف وصف لاعبو جامعة بيرزيت اقتحام ملعب جامعة ولاية أريزونا بعد الخسارة 28-23 - Deseret News",
        "ترامب ينقر على بروك رولينز لوزير الزراعة، ويكمل اختيارات مجلس الوزراء - واشنطن بوست",
        "يمنح John M. Chu المشجعين الأشرار الإذن بالتجسس على المسارح لرفع مستوى الصوت - The A.V. Club",
        "كيف يمكن لـ \"أنت\" الرقمية أن تجلس من خلال مكالماتك الجماعية المؤلمة عبر الإنترنت - TechCrunch",
        "ديون بعد خسارة جامعة الكويت: \"ثمل بالنجاح\" - ESPN",
        "الأمم المتحدة تتوصل إلى اتفاق تمويل مناخي بقيمة 300 مليار دولار مع اقتراب ترامب - صحيفة وول ستريت جورنال",
        "توفي فريد هاريس، السيناتور الديمقراطي السابق والمرشح الرئاسي، عن عمر يناهز 94 عامًا - سي بي إس نيوز",
        "رحلة طفل يبلغ من العمر 12 عامًا إلى عالم Ozempic - صحيفة وول ستريت جورنال",
        "توقعات اتحاد كرة القدم الأميركي الكاملة، اختيارات للأسبوع 12 بأكمله - نيويورك بوست",
        "سبيس إكس تطلق 20 قمراً صناعياً من طراز ستارلينك على صاروخ فالكون 9 رقم 400 - Spaceflight Now",
        "تقول الرئيسة التايوانية السابقة إن أوكرانيا تحتاج إلى أسلحة أمريكية بشكل أكثر إلحاحًا من تايبيه - بوليتيكو",
        "السيناتور الجمهوري يقدم شرحًا صريحًا لسبب فشل ترشيح مات غايتز - The Daily Beast",
        "بعد موجة ليلة الجمعة، اكتملت حكومة ترامب - بوليتيكو",
        "وفاة طفل، إصابة 11 شخصًا بالليستيريا المرتبطة بعلامة اللحوم الجاهزة للأكل - واشنطن بوست",
        "كايلي كيلسي، زوجة جيسون كيلسي، تعلن عن الحمل مع الطفل الرابع للزوجين - الرياضة المصورة",
        "يتضمن تعريف الجيل Zers للنجاح المالي الانضمام إلى أفضل 1 ٪ — وهم واثقون حقًا من تحقيق ذلك - Fortune"
    ]
}