{
    "headlines": [
        "Фондовый рынок сегодня: Dow готовится к рекордному росту, поскольку фьючерсы США растут впереди ФРС - Yahoo Finance",
        "Джордан Чайлз обжалует «несправедливое» решение, которое стоило ей бронзовой олимпийской медали - CNN",
        "ФРС снизит ставки на четверть пункта с ожидаемой мягкой посадкой, согласно опросу ФРС CNBC - CNBC",
        "Вэнс обвиняет либеральную риторику в очевидной попытке убийства Трампа - CNN",
        "Антимонопольное дело Kroger может открыть новый пакет возможностей для слияний и поглощений - The Wall Street Journal",
        "Пострадавшая от наводнения Центральная Европа укрепляет города, поскольку вода и число погибших растут - Reuters",
        "«Я насильник», - признается муж во французском суде по делу о массовом изнасиловании - BBC.com",
        "Беременность меняет мозг: исследование - Axios",
        "Таблетки GLP-1 приближаются, и они могут революционизировать лечение потери веса - CNN",
        "Не пропустите лунное затмение Harvest Moon Supermoon сегодня вечером! Чего ожидать - Space.com",
        "Эксперты ООН предупреждают о «беспрецедентных» репрессиях в Венесуэле - Баррон",
        "Мэтт Райан, Пейтон Мэннинг и Илай Мэннинг были ошеломлены решением Eagles уйти - NBC Sports",
        "Шон «Дидди» Комбс арестован в Нью-Йорке, его адвокат рассказал CNN - CNN",
        "Meta запрещает российское государственное СМИ RT за «иностранное вмешательство» - CNN",
        "Netflix подписывает первую сделку с Ричардом Гэддом, несмотря на иск о «детском олене» на 170 миллионов долларов: «Мы очень гордимся Ричардом и историей, которую он рассказал» - Variety",
        "Трамп призвал к «единству» после первого покушения. Не в этот раз. - POLITICO",
        "Galaxy S25 Ultra имеет более тонкие кольца камеры, чем iPhone 16 Pro Max - SamMobile - Новости Samsung",
        "Решение об обновлении Apple - плохие новости подтверждены для миллионов пользователей iPhone - Forbes",
        "Супербактерии, по прогнозам, убьют почти 40 миллионов человек к 2050 году - POLITICO EUROPE",
        "Удалено"
    ]
}