{
    "headlines": [
        "ਉਸਨੇ ਕਿਹਾ, ਉਸਨੇ ਕਿਹਾਃ ਟਰੰਪ ਨੇ ਚੋਣਾਂ ਦਾ ਸ਼ੱਕ ਜਤਾਇਆ, ਹੈਰਿਸ ਨੇ ਕਿਹਾ ਕਿ ਉਸਦੀ ਟੀਮ ਤਿਆਰ ਹੈ ਜੇ ਉਹ ਸਮੇਂ ਤੋਂ ਪਹਿਲਾਂ ਜਿੱਤ ਦਾ ਦਾਅਵਾ ਕਰਦਾ ਹੈ - ਯੂਐਸ ਨਿ Newsਜ਼ ਐਂਡ ਵਰਲਡ ਰਿਪੋਰਟ",
        "ਹਟਾਈ",
        "ਸੀਡੀਸੀ ਦੀ ਰਿਪੋਰਟ ਤੋਂ ਬਾਅਦ ਮੈਕਡੋਨਲਡ ਦਾ ਸਟਾਕ ਡੁੱਬ ਜਾਂਦਾ ਹੈ ਈ. ਕੋਲੀ ਫੈਲਣਾ ਕੁਆਰਟਰ ਪੌਂਡਰ ਨਾਲ ਜੁੜਿਆ - ਯਾਹੂ ਵਿੱਤ",
        "ਮਿਡਲ ਈਸਟ ਨਵੀਨਤਮਃ ਤੇਲ ਅਵੀਵ ਦੇ ਪਾਰ ਸਾਇਰਨਜ਼ ਦੀ ਆਵਾਜ਼ ਆਉਂਦੀ ਹੈ ਕਿਉਂਕਿ ਬਲਿੰਕਨ ਦੇ ਹੋਟਲ ਦੇ ਨੇੜੇ ਪ੍ਰੋਜੈਕਟਾਂ ਨੂੰ ਰੋਕਿਆ ਜਾਂਦਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਸੀਨ ‘ਡਿੱਡੀ' ਕੰਬਜ਼ ’ਤੇ ਨਿੱਜੀ ਟ੍ਰੇਨਰ ਨੂੰ ਨਸ਼ਾ ਕਰਨ ਦਾ ਦੋਸ਼ ਲਗਾਇਆ ਗਿਆ, ਉਸ ਦੇ‘ਸਰੀਰ ਨੂੰ ਪਾਰਟੀ ਦੇ ਪੱਖ ਵਾਂਗ ਪਾਸ ਕਰਨਾ ’ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਹਾਰਵੇ ਵਾਈਨਸਟਾਈਨ ਦੀ ਮੁੜ ਸੁਣਵਾਈ ਅਗਲੇ ਸਾਲ ਚਲੀ ਗਈ, ਵਕੀਲ ਇੱਕ ਨਿੱਜੀ ਜਾਂਚਕਰਤਾ ਨੂੰ ਕਿਰਾਏ 'ਤੇ ਲੈਣ ਦੀ ਯੋਜਨਾ ਬਣਾ ਰਿਹਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਟਰੰਪ ਦੁਆਰਾ ਵੇਖੇ ਗਏ ਮੈਕਡੋਨਲਡ ਦੀ ਸਥਿਤੀ ਨਕਾਰਾਤਮਕ ਸਮੀਖਿਆਵਾਂ ਨੂੰ ਆਕਰਸ਼ਤ ਕਰਦੀ ਹੈ, ਜਿਸ ਕਾਰਨ ਯੈਲਪ ਟਿੱਪਣੀਆਂ ਨੂੰ ਅਯੋਗ ਕਰ ਦਿੰਦਾ ਹੈ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਤੁਰਕੀ ਦੇ ਅੰਕਾਰਾ ਨੇੜੇ ਹਵਾਬਾਜ਼ੀ ਫਰਮ 'ਤੇ ਹਮਲੇ' ਚ ਤਿੰਨ ਦੀ ਮੌਤ, 5 ਜ਼ਖਮੀ - Al Jazeera English",
        "ਨਵਾਂ ਕਾਰਬਨ ਕੈਪਚਰ ਡਿਜ਼ਾਈਨ ਹਵਾ ਤੋਂ CO2 ਨੂੰ ਹਟਾਉਣ ਲਈ ਪ੍ਰਮੁੱਖ ਕਦਮ ਅੱਗੇ ਹੈ - IFLScience",
        "ਟਰੰਪ ਮੁਹਿੰਮ ਨੇ ਬ੍ਰਿਟੇਨ ਦੀ ਲੇਬਰ ਪਾਰਟੀ 'ਤੇ ਚੋਣ ਦਖਲਅੰਦਾਜ਼ੀ ਦਾ ਦੋਸ਼ ਲਾਇਆ - ਰਾਇਟਰ",
        "ਦੋ ਦੇਸ਼ਾਂ ਵਿਚਾਲੇ ਸਰਹੱਦੀ ਸਮਝੌਤੇ ਤੋਂ ਬਾਅਦ ਚੀਨ ਦੇ ਸ਼ੀ ਅਤੇ ਭਾਰਤ ਦੇ ਮੋਦੀ ਦੀ ਮੁਲਾਕਾਤ - Al Jazeera English",
        "ਘਰ ਦੀ ਵਿਕਰੀ 1995 ਤੋਂ ਸਭ ਤੋਂ ਭੈੜੇ ਸਾਲ ਲਈ ਟਰੈਕ 'ਤੇ ਹੈ - ਦਿ ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "ਟਰੰਪ ਨੇ ਕਿਹਾ ਕਿ ਹਿਟਲਰ ਨੇ ‘ਕੁਝ ਚੰਗੀਆਂ ਚੀਜ਼ਾਂ ਕੀਤੀਆਂ’ ਅਤੇ ਨਾਜ਼ੀ ਵਰਗੇ ਜਰਨੈਲ ਚਾਹੁੰਦੇ ਸਨ, ਸਾਬਕਾ ਸਟਾਫ ਦੇ ਚੀਫ ਕੈਲੀ ਦਾ ਦਾਅਵਾ ਹੈ - ਪੀਬੀਐਸ ਨਿ Newsਜ਼ਹੌਰ",
        "ਕੋਕਾ-ਕੋਲਾ ਦੀ ਕਮਾਈਃ ਕੋਕ ਸਟਾਕ ਕਿਉਂ ਡਿੱਗ ਰਿਹਾ ਹੈ - ਬੈਰਨਜ਼",
        "ਅਰਲੀ ਐਡਿਸ਼ਨਃ ਸਿਫਿਲਿਸ ਲਈ ਟੈਸਟ ਕਰਵਾਓ - ਗੋਥਾਮਿਸਟ",
        "‘ਸਾਨੂੰ ਦੋਸ਼ੀ ਨਾ ਠਹਿਰਾਓ, ਆਪਣੇ ਆਪ ਨੂੰ ਦੋਸ਼ੀ ਠਹਿਰਾਓ’: ਹੈਰਿਸ ਵਿਖੇ ਗੁੱਸੇ ਵਿਚ, ਮਿਸ਼ੀਗਨ ਵਿਚ ਅਰਬ ਅਮਰੀਕੀਆਂ ਨੂੰ ਸਖਤ ਵਿਕਲਪ ਦਾ ਸਾਹਮਣਾ ਕਰਨਾ ਪੈਂਦਾ ਹੈ - ਪੋਲਿਟਿਕੋ",
        "ਡੀ ਐਂਡਰੇ ਹੌਪਕਿਨਜ਼ ਚੀਫਸ ਦਾ ਗੁੰਮ ਸੁਪਰ ਬਾlਲ ਟੁਕੜਾ? ਐਂਡੀ ਰੀਡ ਦਾ ਇਤਿਹਾਸ ਹੈ ਕੁੰਜੀ ਡਬਲਯੂਆਰ ਐਡਸ - ਈਐਸਪੀਐਨ ਨਾਲ",
        "ਐਪਲ ਨੇ ਰਿਪੋਰਟ ਕੀਤੀ ਕਿ ਇਸ ਨੂੰ ਐਪਿਕ 'ਤੇ ਪੂਰੀ ਤਰ੍ਹਾਂ ਚਿਪਕਣ ਲਈ ਇਕ ਵੱਖਰਾ ਗੇਮ ਐਪ ਸਟੋਰ ਲਾਂਚ ਕਰਨਾ - ਗਿਜ਼ਮੋਡੋ",
        "Knicks ਗਾਰਡ Celtics ਬਾਅਦ NBA ਕਰਨ ਲਈ ‘ਮੰਗ' ਕਰਦਾ ਹੈ ’Blowout ਜਿੱਤ - NESN",
        "ਇਕ ਦਿਸ਼ਾ ਪੱਖੇ ‘ਗੁੰਝਲਦਾਰ ਭਾਵਨਾਵਾਂ‘ ਨਾਲ ਸੰਘਰਸ਼ ਕਰਦੇ ਹੋਏ ਲਿਆਮ ਪੇਨੇ ਨੂੰ ਦੁਖੀ ਕਰਦੇ ਹੋਏਃ ‘ਮੈਂ ਚਾਹੁੰਦਾ ਸੀ ਕਿ ਉਹ ਬਿਹਤਰ ਹੋਵੇ ਅਤੇ ਸੋਧਾਂ ਕਰੇ’ - ਵੰਨਗੀ"
    ]
}