{
    "headlines": [
        "ਏਲਨ ਡੀਜੇਨਰੇਸ ਅਤੇ ਪਤਨੀ ਪੋਰਟਿਆ ਡੀ ਰੋਸੀ ਟਰੰਪ ਦੀ ਚੋਣ ਜਿੱਤਣ ਤੋਂ ਬਾਅਦ ਇੰਗਲੈਂਡ ਜਾ ਰਹੇ ਹਨਃ ‘ਕਦੇ ਨਹੀਂ’ ਵਾਪਸ ਆਉਣਾ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਆਸਟ੍ਰੇਲੀਆਈ ਬੈਕਪੈਕਰ ਦੀ ਮੌਤ ਹੋ ਗਈ ਜਦੋਂ ਦੇਸ਼ ਲਾਓਸ ਵਿੱਚ ਸ਼ੱਕੀ ਮੀਥੇਨੌਲ ਜ਼ਹਿਰ ਦੀ ਚੇਤਾਵਨੀ ਦਿੰਦੇ ਹਨ - ਸੀਐਨਐਨ",
        "ਯੂਕਰੇਨ ਦੀ ਫੌਜ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਰੂਸ ਨੇ ਆਈਸੀਬੀਐਮ ਦੀ ਸ਼ੁਰੂਆਤ ਕੀਤੀ, ਪੱਛਮੀ ਅਧਿਕਾਰੀ ਦੁਆਰਾ ਇਨਕਾਰ ਕੀਤਾ ਗਿਆ ਦਾਅਵਾ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਅਰਬਪਤੀ ਗੌਤਮ ਅਡਾਨੀ 'ਤੇ ਨਿਊਯਾਰਕ' ਚ ਰਿਸ਼ਵਤ ਦੇ ਦੋਸ਼ - CNN",
        "ਇੱਕ ਨਲਕੇ ਵਾਲਾ ਕੇਲਾ ਇੱਕ ਕਲਾ ਦੀ ਨਿਲਾਮੀ ਵਿੱਚ 6.2 ਮਿਲੀਅਨ ਡਾਲਰ ਵਿੱਚ ਵੇਚਦਾ ਹੈ - ਐਨਪੀਆਰ",
        "ਯੂਕੇ ਦੇ ਸਾਬਕਾ ਉਪ ਪ੍ਰਧਾਨ ਮੰਤਰੀ ਜੌਨ ਪ੍ਰੈਸਕੋਟ ਦਾ ਦੇਹਾਂਤ, ਉਨ੍ਹਾਂ ਦੇ ਪਰਿਵਾਰ ਦਾ ਕਹਿਣਾ ਹੈ - ਸੀਐਨਐਨ",
        "ਐਨਵੀਡੀਆ ਕਾਰਪੋਰੇਸ਼ਨ (ਐਨਵੀਡੀਏ) Q3 2025 ਕਮਾਈ ਕਾਲ ਹਾਈਲਾਈਟਸਃ ਰਿਕਾਰਡ ਰੈਵੇਨਿ and ਅਤੇ ਮਜ਼ਬੂਤ ਏਆਈ ਡਿਮਾਂਡ ਪ੍ਰੋਪੈਲ.. . - ਯਾਹੂ ਵਿੱਤ",
        "DOJ ਕ੍ਰੋਮ ਦੀ ਜ਼ਬਰਦਸਤੀ ਵਿਕਰੀ ਦੀ ਮੰਗ ਕਰਦਾ ਹੈ, ਏਕਾਧਿਕਾਰ ਦੇ ਮਾਮਲੇ ਵਿਚ ਗੂਗਲ 'ਤੇ ਹੋਰ ਵੱਡੇ ਬਦਲਾਅ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਟਰੰਪ ਨੇ ਆਪਣੇ ਆਪ ਨੂੰ ਦੂਰੀ ਬਣਾਉਣ ਦੇ ਬਾਵਜੂਦ ਪ੍ਰੋਜੈਕਟ 2025 'ਤੇ ਕੰਮ ਕਰਨ ਵਾਲੇ ਲੋਕਾਂ ਨੂੰ ਚੁਣਿਆ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਪੁਲਿਸ ਰਿਪੋਰਟ ਨੇ ਟਰੰਪ ਦੇ ਰੱਖਿਆ ਸਕੱਤਰ ਦੇ ਨਾਮਜ਼ਦ ਵਿਅਕਤੀ ਵਿਰੁੱਧ ਜਿਨਸੀ ਸ਼ੋਸ਼ਣ ਦੇ ਦੋਸ਼ਾਂ ਤੋਂ ਨਵੇਂ ਵੇਰਵਿਆਂ ਦਾ ਖੁਲਾਸਾ ਕੀਤਾ - ਸੀ ਐਨ ਐਨ",
        "ਜਾਨਲੇਵਾ ਇਜ਼ਰਾਈਲੀ ਹਵਾਈ ਹਮਲਿਆਂ ਨੇ ਗਾਜ਼ਾ ਨੂੰ ਮਾਰਿਆ - ਰਿਪੋਰਟਾਂ - ਬੀਬੀਸੀ.",
        "ਕ੍ਰਿਸ ਸੇਲ ਨੇ ਨੈਸ਼ਨਲ ਲੀਗ ਸਾਈ ਯੰਗ ਅਵਾਰਡ ਜਿੱਤਿਆ - ਐਮਐਲਬੀ ਟ੍ਰੇਡ ਅਫਵਾਹਾਂ",
        "ਰੌਬ ਮੈਨਫ੍ਰੈਡ ਨੇ ਲਾਸ ਵੇਗਾਸ ਨੂੰ ਐਥਲੈਟਿਕਸ ਦੀ ਯੋਜਨਾਬੱਧ ਤਬਦੀਲੀ ਬਾਰੇ ਜਨਤਕ ਸ਼ੱਕ ਨੂੰ ਸੰਬੋਧਿਤ ਕੀਤਾ - ਸਪੋਰਟਸ ਇਲਸਟ੍ਰੇਟਿਡ",
        "UConn ਕੋਚ Geno Auriemma ਸੱਟ ਤੱਕ Azzi Fudd ਵਾਪਸੀ ਦੇ ਤੌਰ ਤੇ NCAA ਹਰ ਵੇਲੇ ਜਿੱਤ ਦਾ ਰਿਕਾਰਡ ਤੋੜ - ਯਾਹੂ ਖੇਡ",
        "2024 ਸੀ. ਐੱਮ. ਏ. ਅਵਾਰਡਃ ਮੁਕੰਮਲ ਜੇਤੂਆਂ ਦੀ ਸੂਚੀ - ਰੋਲਿੰਗ ਸਟੋਨ",
        "ਜੀਓਪੀ ਰਿਪਬਲਿਕ ਵੈਨ ਓਰਡਨ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਹ ਗਾਏਟਜ਼ ਰਿਪੋਰਟ ਜਾਰੀ ਕਰਨ ਲਈ ਵੋਟ ਪਾਉਣਗੇ - ਦਿ ਹਿੱਲ",
        "ਸਕੂਪਃ ਹਾਊਸ ਰਿਪਬਲਿਕਨਜ਼ Gaetz ਛੁੱਟੀ ਨਿਯੁਕਤੀ ਤੱਕ ਟਰੰਪ ਨੂੰ ਰੋਕ ਸਕਦਾ ਹੈ - Axios",
        "ਨਾਸਾ ਦਾ ਕਿਊਰੀਓਸਿਟੀ ਰੋਵਰ ਮੰਗਲ ਦੇ 360 ਡਿਗਰੀ ਦ੍ਰਿਸ਼ ਨੂੰ ਫੜਦਾ ਹੈ — ਅਤੇ ਅਜੀਬ ਗੰਧਕ ਪੱਥਰ ਲੱਭਦਾ ਹੈ - Space.",
        "ਟਰੰਪ ਜਿਨਸੀ ਦੁਰਾਚਾਰ ਦੇ ਦੋਸ਼ਾਂ ਨਾਲ ਜੁੜੇ ਹੋਏ ਹਨ - ਐਕਸੀਓਸ",
        "200 ਤੋਂ ਵੱਧ ਕੰਪਨੀਆਂ ਪਹਿਲਾਂ ਹੀ ਆਪਣੇ ਐਪਸ ਅਤੇ ਵੈਬਸਾਈਟਾਂ ਵਿੱਚ ਪਾਸਕੀਜ਼ ਦਾ ਸਮਰਥਨ ਕਰਦੀਆਂ ਹਨ - 9to5Mac"
    ]
}