{
    "headlines": [
        "ਟਰੰਪ ਨੇ 2020 ਦੇ ਨਤੀਜੇ ਨੂੰ ਉਲਟਾਉਣ ਲਈ 'ਅਪਰਾਧਾਂ ਦਾ ਸਹਾਰਾ ਲਿਆ' - ਸਰਕਾਰੀ ਵਕੀਲ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਲਿਜ਼ ਚੇਨੀ ਰਿਪਬਲਿਕਨ ਪਾਰਟੀ ਦੇ ਜਨਮ ਸਥਾਨ ਵਿੱਚ ਹੈਰਿਸ ਲਈ ਟ੍ਰੇਲ ਮਾਰਦਾ ਹੈ - ਐਨਬੀਸੀ ਨਿ Newsਜ਼",
        "ਅਮਰੀਕੀ ਬੰਦਰਗਾਹਾਂ 'ਤੇ ਸਮੁੰਦਰੀ ਜਹਾਜ਼ਾਂ ਦੀ ਕਤਾਰ ਵਧਦੀ ਹੈ ਕਿਉਂਕਿ ਡੌਕ ਵਰਕਰਾਂ ਦੀ ਹੜਤਾਲ ਤੀਜੇ ਦਿਨ ਵਿੱਚ ਦਾਖਲ ਹੁੰਦੀ ਹੈ - ਰਾਇਟਰਜ਼",
        "ਕੁਰਾਨ ਨੂੰ ਸਾੜਨ ਦੇ ਦੋਸ਼ 'ਚ ਰੂਸੀ ਵਿਅਕਤੀ ਨੂੰ ਜੇਲ੍ਹ - ROUTERS",
        "Oura ਰਿੰਗ 4 debuts slimmer ਡਿਜ਼ਾਇਨ, ਵਾਧੂ ਅਕਾਰ, ਅਤੇ $ 349 'ਤੇ ਸ਼ੁਰੂ ਸੰਵੇਦਨਾ ਵਿੱਚ ਸੁਧਾਰ - TechCrunch",
        "ਗੰਭੀਰ ਕਾਰ ਹਾਦਸੇ ਤੋਂ ਬਾਅਦ ਨਿ J ਜਰਸੀ ਜੋੜੇ ਨੂੰ ਉਬੇਰ 'ਤੇ ਮੁਕੱਦਮਾ ਕਰਨ ਤੋਂ ਰੋਕਿਆ ਗਿਆ - ਫੌਕਸ ਬਿਜ਼ਨਸ",
        "ਮਾਰੂ ਗਾਜ਼ਾ ਸਕੂਲ ਦੀ ਹੜਤਾਲ ਨੇ ਹਮਾਸ ਦੇ ਇਕ ਸ਼ਖਸੀਅਤ ਨੂੰ ਨਿਸ਼ਾਨਾ ਬਣਾਇਆ, ਬੀਬੀਸੀ ਨੇ ਦੱਸਿਆ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਮੈਟਸ ਨੂੰ ਬਰਿੰਕ 'ਤੇ ਸੀਜ਼ਨ ਦੇ ਨਾਲ ਫਿਰ ਤੋਂ ਹੋਰ ਜਾਦੂ ਲੱਭਣ ਦੀ ਜ਼ਰੂਰਤ ਹੈ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਪੈਡਰਸ ਸਵੀਪ ਬਹਾਦਰ ਵਾਈਲਡ-ਕਾਰਡ ਸੀਰੀਜ਼ ਤੋਂ, ਡੋਜਰਜ਼ ਦਾ ਸਾਹਮਣਾ ਕਰਨ ਲਈ ਅੱਗੇ - ਸੈਨ ਡਿਏਗੋ ਯੂਨੀਅਨ-ਟ੍ਰਿਬਿਊਨ",
        "ਇਜ਼ਰਾਈਲ ਨੇ ਬੇਰੂਤ ਦੇ ਦਿਲ ਨੂੰ ਠੋਕਿਆ, ਛੇ ਦੀ ਮੌਤ - ਰਾਇਟਰ",
        "ਦਾਦੀ ਨੂੰ ਲੱਭਣ ਲਈ ਬੇਤਾਬ, ਇਕ ਪਰਿਵਾਰ ਨੇ ਸਾਈਕਲਾਂ ਅਤੇ ਚੇਨ ਆਰਾ ਨਾਲ ਸੜਕ ਨੂੰ ਟੱਕਰ ਮਾਰ ਦਿੱਤੀ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਕੀ ਜੈਕਸ ਟੇਲਰ ਅਤੇ ਬ੍ਰਿਟਨੀ ਕਾਰਟਰਾਈਟ ਕਦੇ ਕਾਨੂੰਨੀ ਤੌਰ 'ਤੇ ਵਿਆਹ ਕਰਵਾਏ ਗਏ ਸਨ?",
        "ਡਬਲਯੂਡਬਲਯੂਆਈਆਈ ਦਾ ਅਮਰੀਕੀ ਬੰਬ ਜਾਪਾਨੀ ਹਵਾਈ ਅੱਡੇ 'ਤੇ ਫਟਿਆ, ਟੈਕਸੀਵੇਅ' ਤੇ ਇਕ ਕ੍ਰੇਟਰ ਛੱਡ ਗਿਆ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਬੇਇੱਜ਼ਤ ਸਾਬਕਾ ਮੰਤਰੀ ਨੂੰ ਦੁਰਲੱਭ ਭ੍ਰਿਸ਼ਟਾਚਾਰ ਦੇ ਮਾਮਲੇ ਵਿੱਚ ਜੇਲ੍ਹ ਦਾ ਸਮਾਂ ਮਿਲਦਾ ਹੈ ਸਕੁਐਕੀ ਕਲੀਨ ਸਿੰਗਾਪੁਰ - ਸੀਐਨਐਨ",
        "ਬਰਡ ਫਲੂ ਨੇ ਵੀਅਤਨਾਮ ਦੇ ਚਿੜੀਆਘਰਾਂ ਵਿੱਚ 47 ਟਾਈਗਰ, 3 ਸ਼ੇਰ ਅਤੇ ਇੱਕ ਪੈਂਥਰ ਨੂੰ ਮਾਰਿਆ, ਸਟੇਟ ਮੀਡੀਆ ਰਿਪੋਰਟਾਂ - ਫੌਕਸ ਨਿ Newsਜ਼",
        "ਤੂਫਾਨ ਕ੍ਰੈਥਨ ਨੇ ਤਾਈਵਾਨ ਦੇ ਕੁਝ ਹਿੱਸਿਆਂ ਨੂੰ ਤੀਜੇ ਦਿਨ ਲਈ ਬੰਦ ਕਰ ਦਿੱਤਾ ਕਿਉਂਕਿ ਇਹ ਬਹੁਤ ਜ਼ਿਆਦਾ ਬਾਰਸ਼ ਨਾਲ ਟਾਪੂ ਦੇ ਨੇੜੇ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਰੇਡਰ ਵਪਾਰ ਦੀ ਸਹੂਲਤ ਲਈ ਡੇਵੈਂਟੇ ਐਡਮਜ਼ ਦੀ ਤਨਖਾਹ ਦਾ ਕੁਝ ਹਿੱਸਾ ਅਦਾ ਕਰ ਸਕਦੇ ਹਨ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਐਲੇਕਸ ਬ੍ਰੈਗਮੈਨ ਨੇ ਐਸਟ੍ਰੋਸ ਨਾਲ ਸੰਭਾਵਤ ਅੰਤਮ ਖੇਡ ਤੋਂ ਬਾਅਦ ਪ੍ਰਸ਼ੰਸਕਾਂ ਨੂੰ ਛੋਟਾ ਸੰਦੇਸ਼ ਭੇਜਿਆ - ਸਪੋਰਟਸ ਇਲਸਟ੍ਰੇਟਿਡ",
        "ਜਿਓਮੈਗਨੈਟਿਕ ਤੂਫਾਨ ਵਾਚ ਜਾਰੀ; ਮਿਸ਼ੀਗਨ, ਦੱਖਣੀ ਮਿਡਵੈਸਟ ਉੱਤੇ ਉੱਤਰੀ ਲਾਈਟਾਂ ਦੀ ਤਿਆਰੀ ਕਰੋ - MLive.",
        "ਬ੍ਰਿਟਨੀ ਸਪੀਅਰਸ ’ਤੇ-ਪਿੱਛੇ, ਬੰਦ-ਪਿੱਛੇ ਬੁਆਏਫ੍ਰੈਂਡ ਪੌਲ ਸੋਲਿਜ਼ ਦੀ ਪਤਨੀ ਵਿਆਹ ਦੇ 8 ਸਾਲਾਂ ਬਾਅਦ ਤਲਾਕ ਲਈ ਫਾਈਲ ਕਰਦੀ ਹੈ - ਪੰਨਾ ਛੇ"
    ]
}