{
    "headlines": [
        "Си готовит козыри для торговой войны США после обуздания Байдена - Bloomberg",
        "GM проводит реструктуризацию круиза. Это оставляет Tesla и Waymo на рынке роботакси в США. - Barron's",
        "Слияние Kroger-Albertsons заблокировано федеральным судьей - The Washington Post",
        "One UI 7 приносит функцию записи звонков в США - SamMobile - Новости Samsung",
        "Китай заявляет, что принимает «необходимые меры» для защиты суверенитета над Тайванем - Reuters",
        "Зеленский привел доводы в пользу гарантий безопасности на встрече с Трампом - Reuters",
        "Гороскоп на среду, 11 декабря 2024 года - Chicago Sun-Times",
        "Судья заблокировал покупку The Onion Infowars Алекса Джонса - CNN",
        "3 наблюдения после проигрыша Маверикс в Кубке НБА со счетом 118-104 в Оклахома-Сити - Мавс Манибол",
        "Почему Луиджи Манджионе убил генерального директора UnitedHealthcare: хроническая боль в спине - NDTV",
        "John Fassel on Amani Oruwariye's special teams miscue: Это сумасшедшая игра, и она происходит быстро - NBC Sports",
        "Бретт Фавр обращается к вирусному обмену с Марком Гастино по поводу мешка Майкла Страхана - Sports Illustrated",
        "The Take: Sednaya Prison falls, revealing the al-Assads ’legacy of torture - Al Jazeera English",
        "Ким Ён Хён: Экс-министр обороны Южной Кореи пытается покончить с собой - BBC.com",
        "Плохой робот Джей Джей Абрамса заключил сделку с Warner Bros.",
        "Сбор средств уже собрал тысячи для Mangione - The Daily Beast",
        "Бывший протеже Jay-Z Фокси Браун публикует загадочные сообщения после судебного процесса об изнасиловании - Страница шестая",
        "Северный Иллинойс - Маунтин-Вест? Huskies обдумывают предложение покинуть MAC, присоединиться к новой лиге в качестве футбольного члена - CBS Sports",
        "Дэниел Пенни нарушает молчание по поводу удушения в метро: «Я был в очень уязвимом положении» - ABC News",
        "Сенатор штата Нью-Джерси призывает ввести «ограниченное чрезвычайное положение» в связи с загадочными наблюдениями беспилотников - WPVI-TV"
    ]
}