{
    "headlines": [
        "O S&P 500 deve começar a operar em março, à medida que as preocupações econômicas e tarifárias se agitam: atualizações ao vivo - CNBC",
        "Tim Cook brinca com novo produto da Apple esta semana: ‘Há algo no ar’ - 9to5Mac",
        "CEO da Kroger renuncia abruptamente após investigação sobre conduta pessoal - The Washington Post",
        "Trump's Embrace of Russia Rocks NATO Alliance - The Wall Street Journal",
        "Fontes: FSU, Clemson, ACC com previsão de liquidação - ESPN",
        "Thales: Michelle O'Neill 'incrédula' sobre acordo de mísseis na Ucrânia - BBC.com",
        "Pelo menos um morto depois que um carro atropelou uma multidão na cidade alemã de Mannheim, segundo a polícia - CNN",
        "À medida que o surto de sarampo cresce, a secretária de Saúde diz que a vacinação é uma decisão pessoal que pode proteger indivíduos e comunidades - CNN",
        "Nova tempestade trazendo condições de nevasca para Heartland, tornados para o Sul - ABC News",
        "Com o cessar-fogo de Gaza no limbo, Israel tenta impor um plano alternativo ao Hamas - Associated Press",
        "As tarifas dos EUA sobre o Canadá e o México serão aplicadas na terça-feira, diz o chefe de comércio - BBC.com",
        "Tesouro encerra a aplicação do banco de dados de propriedade de empresas destinado a impedir a formação de empresas de fachada - ABC News",
        "Draft simulado da NFL de 2025: Giants passam o quarterback, Jets substituem Davante Adams na edição pós-combine - CBS Sports",
        "Assista ao lançamento da SpaceX no voo de teste do foguete Starship Flight 8 hoje - Space.com",
        "As taxas de cancro colorretal estão a aumentar entre os jovens adultos. Assim como suas ansiedades sobre a doença. - Yahoo Life",
        "Os drones de entrega da Amazon estão aterrados. Os pássaros e cães desta cidade do Texas são gratos - WIRED",
        "‘Miopia‘: o que as reuniões canceladas da FDA e a retirada da OMS significam para as vacinas contra a gripe - The Boston Globe"
    ]
}