{
    "headlines": [
        "ਮੰਗਲਵਾਰ ਦੀ ਵਾ harvestੀ ਦੇ ਚੰਦਰਮਾ ਅਤੇ ਅੰਸ਼ਕ ਚੰਦਰ ਗ੍ਰਹਿਣ ਨੂੰ ਕਿਵੇਂ ਵੇਖਣਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਸਰੋਤਃ ਪੈਂਥਰਜ਼ ਬੈਂਚ ਯੰਗ, ਡਾਲਟਨ ਸ਼ੁਰੂ ਕਰਨ ਲਈ - ਈਐਸਪੀਐਨ",
        "ਸੋਮਵਾਰ ਰਾਤ ਦਾ ਫੁੱਟਬਾਲਃ ਅੱਜ ਰਾਤ ਐਟਲਾਂਟਾ ਫਾਲਕਨਜ਼ ਬਨਾਮ ਫਿਲਡੇਲਫੀਆ ਈਗਲਜ਼ ਐਨਐਫਐਲ ਗੇਮ ਕਿਵੇਂ ਵੇਖੀਏ - ਯਾਹੂ ਸਪੋਰਟਸ",
        "ਇਮੋਸ਼ਨ ਦੇ ਖੁਲਾਸੇ ਤੋਂ ਬਾਅਦ ਟਾਈਟਨ ਡੁੱਬਣਯੋਗ ਦੀਆਂ ਅੰਤਮ ਫੋਟੋਆਂ ਨੂੰ ਭੜਕਾਉਣਾ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਜੇਨ ਦਾ ਨਸ਼ਾ ਟੂਰ ਰੱਦ ਕਰਦਾ ਹੈ, ਪੈਰੀ ਫੈਰਲ ਦੇ ਬਾਅਦ ਬਰੇਕ ਲੈ ਕੇ ਸਮਾਰੋਹ ਦੌਰਾਨ ਡੇਵ ਨਵਾਰੋ ਵਿਖੇ ਪੰਚ ਸੁੱਟਦਾ ਹੈ - ਬਿਲਬੋਰਡ",
        "ਐਮਾਜ਼ਾਨ ਨੇ ਕਰਮਚਾਰੀਆਂ ਨੂੰ ਹਫਤੇ ਦੇ ਪੰਜ ਦਿਨ ਦਫਤਰ ਵਾਪਸ ਆਉਣ ਲਈ ਕਿਹਾ - ਸੀਐਨਬੀਸੀ",
        "ਉਮੀਦਵਾਰ ਨੇ ਲਾਈਵ ਟੀਵੀ ਬਹਿਸ ਦੌਰਾਨ ਵਿਰੋਧੀ ਨੂੰ ਕੁਰਸੀ ਨਾਲ ਮਾਰਿਆ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਇੱਕ ਪਾਈਪਲਾਈਨ ਫਟ ਗਈ ਹੈ ਅਤੇ ਹਿਊਸਟਨ ਦੇ ਉਪਨਗਰ ਵਿੱਚ ਅੱਗ ਲੱਗੀ ਹੋਈ ਹੈ, ਜਿਸ ਨਾਲ ਨਿਕਾਸੀ ਲਈ ਮਜਬੂਰ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਕੇਂਦਰੀ ਯੂਰਪ ਹੋਰ ਹੜ੍ਹ 'ਅਪੋਕਾਲਿਪਸ' ਲਈ ਬ੍ਰੇਸ ਕਰਦਾ ਹੈ ਜਿਵੇਂ ਕਿ ਮੌਤਾਂ ਦੀ ਗਿਣਤੀ ਵਧਦੀ ਹੈ - ਰਾਇਟਰਜ਼",
        "ਐਪਲ ਆਈਫੋਨ ਮਿਰਰਿੰਗ, ਪਾਸਵਰਡ ਐਪ, ਵਿੰਡੋ ਟਾਈਲਿੰਗ ਅਪਡੇਟਸ ਅਤੇ ਹੋਰ - ਮੈਕਰੂਮੋਰਸ ਦੇ ਨਾਲ ਮੈਕੋਸ ਸੇਕੁਆਆ ਲਾਂਚ ਕਰਦਾ ਹੈ",
        "ਆਈਓਐਸ 18: 18 ਐਪਲ ਦੇ ਨਵੇਂ ਆਈਫੋਨ ਸਾੱਫਟਵੇਅਰ ਅਪਡੇਟ ਲਈ ਨਵੇਂ ਫੀਚਰ | ਡਬਲਯੂਐਸਜੇ - ਦਿ ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "ਕਥਿਤ ਤੌਰ 'ਤੇ ਸੋਨੀ ਨੇ ਪੀਐਸ 6 - ਦਿ ਵਰਜ ਲਈ ਇੰਟੇਲ' ਤੇ ਏਐਮਡੀ ਨੂੰ ਚੁਣਿਆ",
        "ਐਮੀ ਦੇ ਨਿਰਮਾਤਾ ਦੱਸਦੇ ਹਨ ਕਿ ਜੈਰੇਮੀ ਐਲਨ ਵ੍ਹਾਈਟ ਨੂੰ ਕਿਉਂ ਸੁੱਤਾ ਹੋਇਆ ਸੀ, ਆਪਣੇ ਕੁੱਤੇ ਦੀ ਸ਼ਰਧਾਂਜਲੀ ਦੇ ਦੌਰਾਨ ਜੌਨ ਓਲੀਵਰ ਨੂੰ ਕਿਉਂ ਚਲਾਇਆ ਗਿਆ ਸੀ, ਉਹ ਅਜੀਬ ਜੌਨੀ ਵਾਕਰ ਐਡ ਅਤੇ ਹੋਰ - ਵੰਨਗੀਆਂ",
        "ਪੁਤਿਨ ਨੇ 1.5 ਮਿਲੀਅਨ ਦੀ ਤਾਕਤ ਵਾਲੇ ਚੀਨ ਤੋਂ ਬਾਅਦ ਰੂਸੀ ਫੌਜ ਨੂੰ ਦੂਜਾ ਸਭ ਤੋਂ ਵੱਡਾ ਬਣਨ ਦਾ ਆਦੇਸ਼ ਦਿੱਤਾ - ਰਾਇਟਰਜ਼",
        "ਟਰੰਪ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਬਾਇਡਨ-ਹੈਰਿਸ ਫਲੋਰਿਡਾ ਦੀ ਹੱਤਿਆ ਦੀ ਕੋਸ਼ਿਸ਼ ਲਈ ਦੋਸ਼ੀ ਠਹਿਰਾਉਣ ਲਈ 'ਬਿਆਨਬਾਜ਼ੀ' - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਮੁਰਡੋਕਸ ਸ਼ੋਅਡਾਊਨ ਓਵਰ ਫੈਮਲੀ ਟਰੱਸਟ ਲਈ ਰੇਨੋ ਕੋਰਟਹਾਊਸ ਪਹੁੰਚੇ - ਦਿ ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "ਮਾਸ. ਸਟੇਟ ਪੁਲਿਸ ਭਰਤੀ ਦੀ ਮੌਤਃ ਅਸੀਂ ਜਾਂਚ ਬਾਰੇ ਕੀ ਜਾਣਦੇ ਹਾਂ - ਐਨਬੀਸੀ ਬੋਸਟਨ",
        "ਹਟਾਈ",
        "ਦਿਮਾਗ ਦੇ ਅਧਾਰ 'ਤੇ ਨੱਕ ਦੇ ਟਿਸ਼ੂ ਵਿਚ ਪਾਏ ਗਏ ਮਾਈਕ੍ਰੋਪਲਾਸਟਿਕ, ਅਧਿਐਨ ਕਹਿੰਦਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਆਪਣੇ ਇਕ ਗੋਲਫ ਕੋਰਸ ਵਿਚ ਟਰੰਪ 'ਤੇ ਸਪੱਸ਼ਟ ਤੌਰ' ਤੇ ਕਤਲ ਦੀ ਕੋਸ਼ਿਸ਼ ਬਾਰੇ ਜਾਣਨ ਲਈ 5 ਚੀਜ਼ਾਂ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ"
    ]
}