{
    "headlines": [
        "ਸਟਾਕ ਮਾਰਕੀਟ ਅੱਜਃ ਡਾਓ ਰੈਲੀਆਂ 600 ਪੁਆਇੰਟ; ਪਲੈਂਟੀਰ, ਡੈੱਲ ਸਟਾਕ ਇਨ ਫੋਕਸ — ਲਾਈਵ ਅਪਡੇਟਸ - ਦਿ ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "ਮੈਕਸੀਕੋ ਦੀ ਖਾੜੀ ਵਿੱਚ ਖੰਡੀ ਤੂਫਾਨ ਫ੍ਰੈਂਚਾਈਨ ਬਣਦਾ ਹੈ, ਇੱਕ ਤੂਫਾਨ ਦੇ ਰੂਪ ਵਿੱਚ ਲੂਸੀਆਨਾ ਨੂੰ ਮਾਰਨ ਲਈ - ਐਕਸੀਓਸ",
        "ਆਈਡਾਹੋ ਦੇ ਵਿਦਿਆਰਥੀ ਕਤਲੇਆਮ ਵਿੱਚ ਸ਼ੱਕੀ ਵਿਅਕਤੀਆਂ ਦੇ ਮੁਕੱਦਮੇ ਲਈ ਜਗ੍ਹਾ ਦੀ ਤਬਦੀਲੀ - ਸੀ ਐਨ ਐਨ",
        "ਜਰਮਨੀ ਨੇ ਸਾਰੀਆਂ ਜ਼ਮੀਨੀ ਸਰਹੱਦਾਂ 'ਤੇ ਅਸਥਾਈ ਨਿਯੰਤਰਣ ਦਾ ਐਲਾਨ ਕੀਤਾ - ਰਾਇਟਰਜ਼",
        "ਹੈਰਿਸ ਦੀਆਂ ਪਿਛਲੀਆਂ ਬਹਿਸਾਂਃ ਬਿਰਤਾਂਤਵਾਦੀ ਫਲੇਅਰ ਦੇ ਨਾਲ ਇੱਕ ਵਕੀਲ ਦੀ ਸ਼ੈਲੀ ਪਰ ਟਰੰਪ ਨਾਲ ਮੇਲ ਖਾਂਦੀ ਵਿੱਚ ਜੋਖਮ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਐਪਲ ਇਵੈਂਟ 2024: ਆਈਫੋਨ 16, ਐਪਲ ਇੰਟੈਲੀਜੈਂਸ ਅਤੇ ਹੋਰ ਸਾਰੇ ਉਮੀਦ ਕੀਤੇ ਗਏ 'ਗਲੋਟਾਈਮ' ਦਾ ਖੁਲਾਸਾ - ਟੈਕਕ੍ਰਾਂਚ",
        "ਹਟਾਈ",
        "ਰਾਜਕੁਮਾਰੀ ਕੇਟ ਕਹਿੰਦੀ ਹੈ ਕੀਮੋਥੈਰੇਪੀ ਓਵਰ \"ਪਰ ਇਲਾਜ ਦਾ ਰਸਤਾ\" ਕੈਂਸਰ ਦੀ ਜਾਂਚ ਤੋਂ ਬਾਅਦ ਲੰਬਾ ਹੋਵੇਗਾ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਹਟਾਈ",
        "ਸੇਲੇਨਾ ਗੋਮੇਜ਼ ਨੇ ਖੁਲਾਸਾ ਕੀਤਾ ਕਿ ਉਹ ਆਪਣੇ ਬੱਚਿਆਂ ਨੂੰ ਚੁੱਕਣ ਵਿੱਚ ਅਸਮਰੱਥ ਹੈ: “ਇਹ ਉਹ ਚੀਜ਼ ਸੀ ਜੋ ਮੈਨੂੰ ਦੁਖੀ ਕਰਨਾ ਪਿਆ” - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਵਸਨੀਕ ਭੱਜ ਜਾਂਦੇ ਹਨ ਕਿਉਂਕਿ ਕੈਲੀਫੋਰਨੀਆ ਅਤੇ ਨੇਵਾਡਾ ਦੇ ਜੰਗਲੀ ਅੱਗਾਂ ਖ਼ਤਰਨਾਕ ਤੌਰ ਤੇ ਨੇੜੇ ਆਉਂਦੀਆਂ ਹਨ ਅਤੇ ਭਵਿੱਖਬਾਣੀਕਰਤਾ ਰਿਕਾਰਡ ਗਰਮੀ ਦੀ ਚੇਤਾਵਨੀ ਦਿੰਦੇ ਹਨ - ਸੀ ਐਨ ਐਨ",
        "ਰਿਪੋਰਟਃ ਡੈਰਿਕ ਬ੍ਰਾਊਨ ਮੇਨਿਸਕਸ ਸੱਟ ਦੇ ਨਾਲ 2024 ਦੇ ਆਰਾਮ ਨੂੰ ਯਾਦ ਕਰ ਸਕਦਾ ਹੈ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਮਾਰਵਲ ਬਨਾਮ ਕੈਪਕਾਮ ਲੜਾਈ ਸੰਗ੍ਰਹਿਃ ਆਰਕੇਡ ਕਲਾਸਿਕ ਸਮੀਖਿਆ (ਸਵਿੱਚ) - ਨਿਨਟੈਂਡੋ ਲਾਈਫ",
        "ਦੁਨੀਆ ਦਾ ਪਹਿਲਾ ਪੂਰਾ ਅੱਖਾਂ ਅਤੇ ਅੰਸ਼ਕ ਚਿਹਰਾ ਟ੍ਰਾਂਸਪਲਾਂਟ ਮਰੀਜ਼ ਸਰਜਰੀ ਤੋਂ 1 ਸਾਲ ਬਾਅਦ ਪ੍ਰਤੀਬਿੰਬਤ ਕਰਦਾ ਹੈ - ਨਿ New ਯਾਰਕ ਪੋਸਟ",
        "ਸੀਰੀਆ ਦੇ ਫੌਜੀ ਟਿਕਾਣਿਆਂ 'ਤੇ ਇਜ਼ਰਾਈਲੀ ਹਮਲੇ, 18 ਦੀ ਮੌਤ, ਸਰਕਾਰ ਕਹਿੰਦੀ ਹੈ - BBC.com",
        "ਉੱਤਰੀ ਲਾਈਟਾਂ ਦੀ ਭਵਿੱਖਬਾਣੀਃ ਇੱਥੇ ਹੈ ਜਿੱਥੇ Aurora Borealis ਅੱਜ ਰਾਤ ਦਿਖਾਈ ਦੇ ਸਕਦੀ ਹੈ - ਫੋਰਬਸ",
        "ਨਿਊਜ਼ ਪ੍ਰਕਾਸ਼ਕ ਸਪੌਟਲਾਈਟ ਵਿੱਚ ਇੱਕ ਹੋਰ ਗੂਗਲ ਏਕਾਅਧਿਕਾਰ ਦੀ ਸੁਣਵਾਈ ਸ਼ੁਰੂ ਹੋਣ ਦੇ ਨਾਤੇ - ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਬਿਗ ਲਾਟਸ ਕਾਰੋਬਾਰ ਨੂੰ ਨੈਕਸਸ ਕੈਪੀਟਲ ਨੂੰ ਵੇਚਦਾ ਹੈ ਕਿਉਂਕਿ ਇਹ ਦੀਵਾਲੀਆਪਨ ਦੀ ਕਾਰਵਾਈ ਸ਼ੁਰੂ ਕਰਦਾ ਹੈ - ਰਾਇਟਰਜ਼",
        "ਸਟਾਰਲਾਈਨਰ ਧਰਤੀ ਤੇ ਵਾਪਸ ਆਉਂਦੇ ਸਮੇਂ ਨਵੀਆਂ ਸਮੱਸਿਆਵਾਂ ਦਾ ਸਾਹਮਣਾ ਕਰਦਾ ਹੈ - ਭਵਿੱਖਵਾਦ",
        "ਵ੍ਹਾਈਟ ਹਾ Houseਸ ਨੇ ਰਿਪਬਲਿਕਨਾਂ ਨੂੰ ਬੰਦ ਕਰਨ ਤੋਂ ਰੋਕਣ ਦੀ ਪਾਰਟੀ ਯੋਜਨਾ 'ਤੇ ਝਿੜਕਿਆ - ਦ ਹਿੱਲ"
    ]
}