{
    "headlines": [
        "Horoscope Today LIVE Updates on December 17, 2024 : ਦਸੰਬਰ 2024 ਲਈ ਚੀਨੀ ਕੁੰਡਲੀਃ ਇੱਥੇ 2024 ਦੇ ਅੰਤ ਤੱਕ ਇਹ ਰਾਸ਼ੀ ਚਿੰਨ੍ਹ ਵਿੱਤੀ ਕਿਸਮਤ ਨੂੰ ਕਿਉਂ ਆਕਰਸ਼ਤ ਕਰਨਗੇ - ਹਿੰਦੁਸਤਾਨ ਟਾਈਮਜ਼",
        "ਮਾਸਕੋ ਵਿਚ ਰਿਮੋਟ ਨਾਲ ਧਮਾਕਾ ਹੋਇਆ ਬੰਬ ਯੂਕਰੇਨ ਦੁਆਰਾ ਲੋੜੀਂਦੇ ਰੂਸੀ ਜਨਰਲ ਦੀ ਮੌਤ - ਸੀਐਨਐਨ",
        "ਓਟਾਵਾ ਵਿਚ ਹਫੜਾ-ਦਫੜੀ ਵਾਲੇ ਦਿਨ ਤੋਂ ਬਾਅਦ ਕੈਨੇਡਾ ਦਾ ਟਰੂਡੋ ਕੰ onੇ 'ਤੇ - ਬੀਬੀਸੀ.",
        "ਅਗਾਵੇ, ਲੱਭੋ ਬਿੱਲੀ ਦੇ ਪਿੱਛੇ ਸਟਾਰਟਅਪ, $ 18M ਲੱਭਦਾ ਹੈ - TechCrunch",
        "ਹਟਾਈ",
        "Mystery Drones Saga: ਫੈਡਰਲ ਏਜੰਸੀਆਂ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਨਜ਼ਰ ਕਾਨੂੰਨੀ ਡਰੋਨ ਦੇ ਮਿਸ਼ਰਣ ਹਨ, ਜਹਾਜ਼ ਅਤੇ ਤਾਰੇ (ਅੱਪਡੇਟ) - ਫੋਰਬਸ",
        "ਐਨਐਫਐਲ ਹਫਤਾ 15 ਗ੍ਰੇਡਃ ਵਾਈਕਿੰਗਜ਼ ਬੀਅਰਜ਼ ਨੂੰ ਹਰਾਉਣ ਲਈ 'ਏ-' ਦੀ ਕਮਾਈ ਕਰਦਾ ਹੈ, ਜੋਸ਼ ਐਲਨ ਬਿੱਲਾਂ ਨੂੰ ਜਿੱਤ ਬਨਾਮ ਲਾਇਨਜ਼ ਵਿਚ 'ਏ' ਵੱਲ ਲੈ ਜਾਂਦਾ ਹੈ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਕਰਕ ਚਚੇਰੇ ਭਰਾਵਾਂ 'ਤੇ ਰਹੀਮ ਮੌਰਿਸਃ “ਉਸ ਨੂੰ ਬਿਹਤਰ ਖੇਡਣਾ ਪਏਗਾ” - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਪੈਸੀਫਿਕ ਟਾਪੂ ਦੇਸ਼ ਵਨੂਆਟੂ ਵਿੱਚ 7.3 ਤੀਬਰਤਾ ਦੇ ਭੂਚਾਲ ਦੇ ਝਟਕੇ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਪੁਲਿਸ ਆਈਡੀ ਲੜਕੀ, 15, ਵਿਸਕਾਨਸਿਨ ਸਕੂਲ ਦੇ ਕਥਿਤ ਨਿਸ਼ਾਨੇਬਾਜ਼ ਵਜੋਂ ਜਿਸਨੇ ਵਿਦਿਆਰਥੀ ਅਤੇ ਅਧਿਆਪਕ ਦੀ ਹੱਤਿਆ ਕੀਤੀ, 6 ਜ਼ਖਮੀ - ਡਬਲਯੂਪੀਵੀਆਈ-ਟੀਵੀ",
        "ਯੂਐਸ ਸਪੇਸ ਫੋਰਸ ਨੇ ਫਾਲਕਨ 9 ਰਾਕੇਟ ਦੀ ਵਰਤੋਂ ਕਰਦਿਆਂ ਤੇਜ਼ ਜੀਪੀਐਸ ਮਿਸ਼ਨ ਦੀ ਸ਼ੁਰੂਆਤ ਕੀਤੀ - ਸਪੇਸਫਲਾਈਟ ਹੁਣੇ ਸੰਪਰਕ ਕਰੋ",
        "ਟਰੰਪ ਦਾ ਬਦਲਾ ਦੌਰਾ ਸ਼ੁਰੂ - ਪੱਕ",
        "ਏਸ਼ੀਆ ਦੇ ਸਟਾਕ ਵੱਡੇ ਵਿਆਜ ਦਰ ਦੇ ਫੈਸਲਿਆਂ ਤੋਂ ਪਹਿਲਾਂ ਮਿਲਾਏ ਗਏ, ਚੀਨ ਦਾ ਕਮਜ਼ੋਰ ਡੇਟਾ ਖਿੱਚਦਾ ਹੈ - Investing. com",
        "ਪ੍ਰਿੰਸ ਐਂਡਰਿ Christmas ਕ੍ਰਿਸਮਸ ਲਈ ਸੈਂਡ੍ਰਿੰਗਮ ਵਿਖੇ ਰਾਇਲਸ ਵਿਚ ਸ਼ਾਮਲ ਨਹੀਂ ਹੋਣਗੇ - ਬੀਬੀਸੀ.",
        "ਵਿਕੀਪੀਡੀਆ-ਨੂੰ-ਚਾਂਦੀ ਅਨੁਪਾਤ ਸਾਲ ਦੇ ਅੰਤ ਰੈਲੀ ਦੇ ਤੌਰ ਤੇ ਇਤਿਹਾਸਕ ਪੀਕ ਹਿੱਟ - Decrypt",
        "ਓਰੀਓਲਜ਼ ਸਾਈਨ ਟੋਮੋਯੁਕੀ ਸੁਗਾਨੋ - ਐਮਐਲਬੀ ਵਪਾਰ ਦੀਆਂ ਅਫਵਾਹਾਂ",
        "WWE ਕੱਚੇ ਨਤੀਜੇ – 12/16/24 (ਦੋ ਸਿਰਲੇਖ ਮੈਚ ਤਹਿ, ਮੁੱਖ ਮੰਤਰੀ ਪੰਕ ਸੇਠ ਨੂੰ ਜਵਾਬ “Freakin” Rollins) - Wrestleview.com",
        "ਟਰੰਪ, ਵਿਆਪਕ ਨਿ newsਜ਼ ਕਾਨਫਰੰਸ ਵਿਚ, ਰਾਸ਼ਟਰਪਤੀ ਦੀ ਉਡੀਕ ਵਿਚ ਭੂਮਿਕਾ ਨੂੰ ਅਪਣਾਉਂਦਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਜੱਜ ਨੇ ਹਸ਼ ਮਨੀ ਨੂੰ ਦੋਸ਼ੀ ਠਹਿਰਾਉਣ ਲਈ ਟਰੰਪ ਦੀ ਬੋਲੀ ਨੂੰ ਰੱਦ ਕਰ ਦਿੱਤਾ - ਬੀਬੀਸੀ.",
        "ਜੁਪੀਟਰ ਦਾ ਹੇਲਿਸ਼ ਚੰਦਰਮਾ ਮੈਗਮਾ ਦੇ ਲੁਕਵੇਂ ਮਹਾਂਸਾਗਰ ਦੁਆਰਾ ਸੰਚਾਲਿਤ ਨਹੀਂ ਹੈ, ਅਧਿਐਨ ਲੱਭਦਾ ਹੈ - ਸਾਇੰਸ ਅਲਰਟ"
    ]
}