{
    "headlines": [
        "2 dead, 6 wounded in mass shooting of during Halloween celebration in downtown Orlando - CBS News",
        "North Korea intercontinental ballistic missile test records longest-ever flight time - USA TODAY",
        "Young Thug released from Fulton County Jail trial after pleading guilty in RICO trial - WSB Atlanta",
        "Jeff Ulbrich: I was frustrated and angry at Malachi Corley, that will never happen again - NBC Sports",
        "Asia-Pacific markets fall as investors await Fed rate verdict, U.S. elections - CNBC",
        "Look of the Week: Heidi Klum arrives at annual Halloween bash in elaborate E.T. costume - CNN",
        "Wilson's 'Jumpman' TD grab leaves Jets awestruck - ESPN",
        "Trump says ‘war hawk’ Liz Cheney should be fired upon in escalation of violent rhetoric against his opponents - CNN",
        "Jennifer Lopez says ‘every Latino in this country’ offended by Trump’s Madison Square Garden rally - CNN",
        "One person dead, two injured in shooting at Vancouver Mall food court - The Columbian",
        "Harris ripped for 'word salad' after heckler interruption during campaign speech: 'The gibberish never ends' - Fox News",
        "Wemby has 5x5 game in Spurs' win over Jazz - ESPN",
        "Kylie Jenner Goes Totally Nude for Halloween Dressed as Striptease’s Demi Moore - E! Online - E! NEWS",
        "Rocket fire from Lebanon kills 7 in Israel as US officials try to push for cease-fires - The Associated Press",
        "Striking Boeing union endorses 38% wage hike offer, vote set for Monday - Reuters",
        "Eerie Eclipse on the Red Planet: NASA’s Perseverance Spots “Googly Eye” in Mars Sky [Video] - SciTechDaily",
        "Israel has damaged or destroyed nearly a quarter of buildings in Lebanon’s south - The Washington Post",
        "Lawrence: Trump’s ‘whether women like it or not’ comment revives Access Hollywood tape - MSNBC",
        "Watch These Amazon Price Levels as Stock Jumps After Cloud Growth Drives Earnings Beat - Investopedia",
        "AP sources: White House altered record of Biden’s ‘garbage’ remarks despite stenographer concerns - The Associated Press"
    ]
}