{
    "headlines": [
        "‘ਮੈਂ ਜਿਨਸੀ ਹਮਲੇ ਤੋਂ ਬਚਿਆ ਹਾਂ’: ਅਰਨਸਟ ਨੇ ਹੇਗਸੇਥ - ਪੋਲੀਟੀਕੋ ਲਈ ‘ਪੂਰੀ ਤਰ੍ਹਾਂ ਜਾਂਚ’ ਕਰਨ ਦਾ ਵਾਅਦਾ ਕੀਤਾ",
        "ਓਰੇਗਨ ਬਨਾਮ ਪੈਨ ਸਟੇਟ ਲਾਈਵ ਸਟ੍ਰੀਮ, ਕਿੱਥੇ ਵੇਖਣਾ ਹੈ, ਟੀਵੀ ਚੈਨਲ, ਬਿਗ ਟੈਨ ਚੈਂਪੀਅਨਸ਼ਿਪ ਗੇਮ ਦੀਆਂ ਮੁਸ਼ਕਲਾਂ, ਪਿਕ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਜਾਰਜੀਆ ਨੇ ਟੈਕਸਾਸ ਦੇ ਵਿਰੁੱਧ ਓਵਰਟਾਈਮ ਵਿੱਚ ਐਸਈਸੀ ਚੈਂਪੀਅਨਸ਼ਿਪ ਦਾ ਦਾਅਵਾ ਕੀਤਾ, ਪਰ ਕਾਰਸਨ ਬੇਕ ਨੂੰ ਸੱਟ ਲੱਗ ਗਈ - ਯਾਹੂ ਸਪੋਰਟਸ",
        "ਟਾਈਲਰ ਪੈਰੀ ਸਟੂਡੀਓ ਦੇ ਪ੍ਰਧਾਨ ਦੀ ਫਲੋਰਿਡਾ ਜਹਾਜ਼ ਹਾਦਸੇ ਤੋਂ ਬਾਅਦ ਮੌਤ ਹੋ ਗਈ - ਡਬਲਯੂਐਸਬੀ ਐਟਲਾਂਟਾ",
        "ਮਾਈਕਾਹ ਪਾਰਸਨ ਮਾਈਕ ਮੈਕਾਰਥੀ ਨੂੰ ਵਾਪਸ ਚਾਹੁੰਦੇ ਹਨ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਲੋਕਤੰਤਰੀ ਰਾਜਪਾਲਾਂ ਨੇ ਟਰੰਪ ਲਈ ਬ੍ਰੇਸ ਕੀਤੀ, ਜਦੋਂ ਕਿ 2028 ਲਈ ਬੀਜ ਬੀਜਦੇ ਹੋਏ - ਪੋਲਿਟਿਕੋ",
        "ਡਸਟਿਨ ਬਰੋਜ਼ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਸ ਕੋਲ ਟੈਕਸਾਸ ਹਾ Houseਸ ਸਪੀਕਰ ਬਣਨ ਲਈ ਵੋਟਾਂ ਹਨ ਡੇਵਿਡ ਕੁੱਕ ਜੀਓਪੀ ਕਾਕਸ ਵੋਟ ਜਿੱਤਣ ਤੋਂ ਬਾਅਦ - ਦਿ ਟੈਕਸਾਸ ਟ੍ਰਿਬਿਊਨ",
        "NYPD ਗੋਤਾਖੋਰਾਂ ਨੇ ਯੂਨਾਈਟਿਡਹੈਲਥਕੇਅਰ ਦੇ ਸੀਈਓ ਨੂੰ ਮਾਰਨ ਲਈ ਵਰਤੀ ਗਈ ਬੰਦੂਕ ਲਈ ਸੈਂਟਰਲ ਪਾਰਕ ਦੇ ਪਾਣੀ ਦੀ ਭਾਲ ਕੀਤੀ, ਸਰੋਤ ਕਹਿੰਦਾ ਹੈ - ਸੀਐਨਐਨ",
        "ਸੀਰੀਆ ਦੇ ਬਾਗੀਆਂ ਨੇ ਦਮਿਸ਼ਕ, ਅਸਦ ਨੂੰ ਉੱਤਰੀ ਅਤੇ ਦੱਖਣ ਤੋਂ ਧਮਕੀ ਦਿੱਤੀ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਯੂਰਪੀਅਨ ਫਿਲਮ ਅਵਾਰਡਜ਼ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ ਵਿਖੇ ’ਐਮਿਲਿਆ ਪੇਰੇਜ਼' ਬਿੱਗ ਜਿੱਤਦੀ ਹੈ",
        "ਬੈਰੀ ਕੇਓਗਨ ਪ੍ਰਸ਼ੰਸਕਾਂ ਨੂੰ 'ਸਤਿਕਾਰਯੋਗ‘ ਬਣਨ ਲਈ ਕਹਿੰਦਾ ਹੈ ਪੋਸਟ ਸਬਰੀਨਾ ਕਾਰਪੈਂਟਰ ਬਰੇਕਅਪ - ਗੁਲਚਰ",
        "2 ਪਰਲ ਹਾਰਬਰ ਬਚੇ, ਉਮਰ 104 ਅਤੇ 102, 1941 ਦੇ ਹਮਲੇ ਵਿਚ ਮਾਰੇ ਗਏ ਲੋਕਾਂ ਦਾ ਸਨਮਾਨ ਕਰਨ ਲਈ ਹਵਾਈ ਵਾਪਸ ਪਰਤੇ - ਪੋਲਿਟਿਕੋ",
        "ਟਰੰਪ ਦਾ ਸਪੈਕਟਰ ਵਿਆਜ-ਦਰ ਦੀਆਂ ਚਾਲਾਂ ਦਾ ਅੰਤਮ ਦੌਰ ਸਪਰਸ ਕਰਦਾ ਹੈ - ਯਾਹੂ ਵਿੱਤ",
        "ਆਈਡੀਐਫ ਨੇ ਹੈਦਰ ਵਿਚ ਸੰਯੁਕਤ ਰਾਸ਼ਟਰ ਦੀਆਂ ਫੌਜਾਂ ਦੀ ਸਹਾਇਤਾ ਕੀਤੀ, ਸੀਰੀਆ ਨੇ ਹਥਿਆਰਬੰਦ ਫੌਜਾਂ ਦੁਆਰਾ ਕੀਤੇ ਗਏ ਹਮਲੇ ਨੂੰ ਦੂਰ ਕੀਤਾ - ਇਜ਼ਰਾਈਲ ਖ਼ਬਰਾਂ - ਦ ਯਰੂਸ਼ਲਮ ਪੋਸਟ",
        "ਟੇਲਰ ਸਵਿਫਟ ਵੈਨਕੂਵਰ - ਯਾਹੂ ਐਂਟਰਟੇਨਮੈਂਟ ਵਿੱਚ ਫਾਈਨਲ ਈਰਾਸ ਟੂਰ ਸਟਾਪਸ ਦੇ ਦੌਰਾਨ ਕੈਮਰੇ ਆਨਸਟੇਜ ਲਿਆਉਂਦਾ ਹੈ",
        "ਏਐਸਯੂ ਫੁੱਟਬਾਲ ਨੇ ਆਇਓਵਾ ਸਟੇਟ - ਐਰੀਜ਼ੋਨਾ ਸਪੋਰਟਸ ਦੇ ਵੱਡੇ 12 ਚੈਂਪੀਅਨਸ਼ਿਪ ਰੂਟ ਦੇ ਨਾਲ ਕਾਲਜ ਫੁੱਟਬਾਲ ਪਲੇਅਫ ਲਈ ਟਿਕਟ ਪੰਚ ਕੀਤੀ",
        "5 ਸਟਾਕ ਖਰੀਦਦਾ ਹੈ ਅਤੇ ਚੋਟੀ ਦੇ ਅਰਬਪਤੀ ਨਿਵੇਸ਼ਕ ਤੱਕ ਵੇਚ - ਫੋਰਬਸ",
        "ਟਰੰਪ ਨੇ ਪੈਰਿਸ ਵਿਚ ਜ਼ੇਲੇਨਸਕੀ ਅਤੇ ਮੈਕਰੋਨ ਨਾਲ ਯੂਕਰੇਨ ਵਿਚ ਯੁੱਧ ਬਾਰੇ ਵਿਚਾਰ ਵਟਾਂਦਰੇ ਕੀਤੇ - ਐਕਸੀਓਸ",
        "ਐਕਸ ਗਰੋਕ ਨੂੰ ਇੱਕ ਨਵਾਂ ਫੋਟੋਰੀਅਲਿਸਟਿਕ ਏਆਈ ਚਿੱਤਰ ਜੇਨਰੇਟਰ ਦਿੰਦਾ ਹੈ - ਦਿ ਵਰਜ",
        "ਹੇਗ ਦੇ ਰਿਹਾਇਸ਼ੀ ਇਲਾਕੇ 'ਚ ਧਮਾਕਾ, ਘੱਟੋ-ਘੱਟ 3 ਲੋਕਾਂ ਦੀ ਮੌਤ ਤੇ ਹੋਰ ਜ਼ਖ਼ਮੀ - PBS NewsHour"
    ]
}