{
    "headlines": [
        "Alabama vs Georgia final score: Updates, highlights from Crimson Tide win over Bulldogs - USA TODAY",
        "Dana Carvey’s Joe Biden, Andy Samberg’s Doug Emhoff, Jim Gaffigan’s Tim Walz Join Maya Rudolph’s Kamala Harris To Kick Off ‘SNL’ 50th Season Premiere Cold Open - Deadline",
        "Israel says it targeted Hezbollah leader in strikes on Beirut: Live updates - CNN",
        "Steward Health Care CEO Dr. Ralph de la Torre leaves bankrupt company - WCVB Boston",
        "Julius Randle’s new look revealed as mom acknowledges Knicks trade on Instagram: ‘Let’s go Wolves!’ - New York Post ",
        "How former Idaho state trooper Dan Howard was arrested for his wife's murder - CBS News",
        "YouTube pulls songs from Adele, Nirvana, and others due to SESAC dispute - The Verge",
        "Rebel Wilson Marries Ramona Agruma in Italian Wedding Ceremony - E! NEWS",
        "North Carolina's Asheville devastated after Helene's damage cuts power, floods roads - CBS News",
        "Powerball winning numbers for September 28: Jackpot at $243 million - USA TODAY",
        "Trump pounds immigration message after Harris' border visit - Axios",
        "Multiple people killed after plane crash in OBX - WAVY.com",
        "California is first state to banish Froot Loops from school cafeterias - POLITICO",
        "Moicano drubs Saint Denis as doctor stops fight - ESPN",
        "SpaceX capsule begins rescue mission to return stranded astronauts - BBC.com",
        "UBS chair warns against big increase in capital requirements, newspaper reports - Yahoo Finance",
        "Hassan Nasrallah’s blood 'will not go unavenged', Iran warns - BBC.com",
        "Jordan Love injury update: Packers will start the veteran quarterback in Week 4 vs. Vikings - Packers News",
        "Russia Issues New Nuclear Warning to US at UN: 'Suicide Venture' - Newsweek",
        "Photos: Hurricane Helene leaves flooding and destruction across the southeastern U.S. - CNBC"
    ]
}