{
    "headlines": [
        "Medida do direito ao aborto no Missouri é inválida, diz juiz dias antes do prazo - The Washington Post",
        "Suspeito de tiroteio em escola da Geórgia deve enfrentar mais acusações à medida que surgem relatos de heroísmo dos alunos - CNN",
        "Fontes: Pack's Love believed to have MCL injury - ESPN",
        "Ingrediente encontrado em Doritos torna a pele do rato transparente, pode ter aplicações médicas - Fox News",
        "No. 3 Texas, Quinn Ewers não precisa de carma para dominar a derrota do No. 9 Michigan - usa TODAY",
        "Nicole Kidman deixa o Festival de Cinema de Veneza após a morte da mãe - TMZ",
        "O ex-vice-presidente Dick Cheney diz que votará em Harris - NPR",
        "Jamal Murray concorda com uma extensão máxima de quatro anos e US $ 208 milhões para permanecer no Denver Nuggets - Yahoo Sports",
        "‘Terrorista eliminado': IDF documenta eliminação de perto de terroristas no sul de Gaza - The Jerusalem Post",
        "Recall de ovos emitido pelo CDC está ligado a um surto de salmonela: Veja quais estados são impactados - usa TODAY",
        "Terremoto de magnitude 3,5 atinge Ontário, diz USGS - ABC7 Los Angeles",
        "A campanha eleitoral indolor de Kamala Harris nos EUA enfrenta o primeiro momento decisivo - BBC.com",
        "Enfermeira de Oregon encontrada morta após desaparecimento \"incomum e alarmante\", vizinha acusada de assassinato - NBC News",
        "Venice Film Festival Award Winners List (Atualização ao vivo) - Variedade",
        "Manifestantes franceses se enfurecem com ‘eleição roubada’ enquanto Macron escolhe o conservador Barnier para primeiro-ministro - FRANÇA 24 Inglês",
        "Taylor Swift e Travis Kelce coordenam seus trajes noturnos de encontro - Harper's BAZAAR",
        "A COVID é \"alta\" ou \"muito alta\" em quase todos os estados. O nível de N.J. acabou de subir. - NJ.com",
        "Supertufão Yagi mata quatro no Vietnã após vítimas na China e nas Filipinas - NBC News",
        "O primeiro caso de gripe aviária não diretamente ligado a animais doentes é encontrado no Missouri - NPR",
        "Chrysler Stellantis faz recall de 1,46 milhão de veículos em todo o mundo - Reuters"
    ]
}