{
    "headlines": [
        "Лейтенант-губернатор Северной Каролины Марк Робинсон получил ожоги второй степени после инцидента на предвыборном мероприятии - CNN",
        "Актеры «Гарри Поттера» помнят Мэгги Смит как легенду с величием - крайний срок",
        "Трамп говорит, что хочет «справедливой сделки» между Украиной и Россией - ABC News",
        "Сетевые вечерние выпуски новостей едва упоминают новый отчет ICE о 425 000 криминальных мигрантов, свободных в США - Fox News",
        "В портах Восточного побережья надвигаются сбои, поскольку грузчики готовятся к забастовке - The Washington Post",
        "Погода на Кубке президентов: субботняя игра возобновляется после туманной приостановки - ТУР PGA",
        "Торговые марки Karl-Anthony Towns: Никс и Тимбервулвз побеждают во взаимовыгодном блокбастере - CBS Sports",
        "Лидер «Хезболлы» Хасан Насралла погиб в результате израильского авиаудара в столице Ливана Бейруте - Новости CBS",
        "Изъято",
        "Супружескую пару из Арканзаса обвинили в попытке продать ребенка за пиво и деньги - CBS News",
        "SpaceX собирается запустить капсулу, которая вернет экипаж Starliner в следующем году - The Washington Post",
        "Windows включает встроенную защиту от программ-вымогателей. Как его включить - PCWorld",
        "Прогнозы UFC Paris - MMA Fighting",
        "Ультраправая австрийская партия FPÖ является лидером на воскресных выборах. Как он сюда попал? - CNN",
        "Употребление алкоголя связано с шестью типами рака, говорят эксперты: «Это токсично» - New York Post",
        "Харрис направляется к южной границе в Аризоне, где она уступает позиции Трампу - USA TODAY",
        "37-летняя Кристин Каваллари (Kristin Cavallari) и ее 24-летний бойфренд Марк Эстес (Mark Estes) расстались через 7 месяцев - Страница шестая",
        "Изъято",
        "Майами выживает, поскольку Hokies 'Hail Mary TD перевернулся - ESPN",
        "Переговоры Boeing о заработной плате прервались без прогресса, чтобы положить конец забастовке, говорит профсоюз - Yahoo Canada Finance"
    ]
}