{
    "headlines": [
        "US-Wahl: Noch 3 Tage – Was Umfragen sagen, was Harris und Trump vorhaben - Al Jazeera English",
        "Gaza-Polio-Impfung: Neustart im Norden des Territoriums - BBC.com",
        "Raketen aus dem Libanon verwundeten 11 in Israel - Reuters",
        "Brown kritisiert 'Ray Lewis'-ähnliches Foul an Tatum - ESPN",
        "Maui Surfer verliert einen Teil des Beines bei Haiangriffen, sagen Beamte - CBS News",
        "Der CEO von Boeing stellte den Maschinisten ein Ultimatum. Gewerkschaftsführer glauben ihm - The Seattle Times",
        "Dow gewinnt durchschnittlich Nvidia, verliert Intel, da ein Chiphersteller einen anderen ersetzt - The Washington Post",
        "UFC Edmonton: Fighter Faceoffs - UFC",
        "College-Football-Picks, Zeitplan: Prognosen gegen die Ausbreitung, Quoten für NCAA Top 25 Spiele in Woche 10 - CBS Sports",
        "Mann beschuldigt, einen schlafenden Passagier auf einem US-Flug zu schlagen und zu bluten - HuffPost",
        "Die Staatsanwaltschaft sagt, dass der U-Bahn-Chokehold der Veteranen zu weit gegangen ist. 'Defense says his 'courage' helped others - The Associated Press",
        "Fortnite startete seine remixte Kapitel-2-Saison mit einem Konzert von Snoop Dogg und Ice Spice - The Verge",
        "Was frühe Abstimmungsdaten über die diesjährige Wahl signalisieren - PBS NewsHour",
        "Zu wenig, zu spät: Wie Valencias Bewohner ohne Vorwarnung in Spaniens tödlichen Überschwemmungen gefangen waren - CNN",
        "News Wrap: Labor Department releases final jobs report before election - PBS NewsHour",
        "Ariana Grande mit ihrem richtigen Namen in Wicked Credits - E! NEWS",
        "Lungenentzündung beim Gehen, RSV-Raten steigen bei jungen Kindern, warnt CDC. Die Trends sind bemerkenswert — aber nicht unerwartet. - Yahoo Life",
        "Heidi Klum verkleidet sich als ET für ihre Halloween-Party - Inside Edition",
        "Trump sagt, \"Kriegsfalke\" Liz Cheney sollte bei der Eskalation der gewalttätigen Rhetorik gegen seine Gegner beschossen werden - CNN",
        "Die neue ChatGPT Search Chrome-Erweiterung von OpenAI fühlt sich an wie ein Such-Hijacker - BleepingComputer"
    ]
}