{
    "headlines": [
        "2025 NBA Slam Dunk contest odds, field, picks, predictions, start time: Best bets from expert on 80-52 run - CBS Sports",
        "Mother and child die from injuries in Munich car attack - BBC.com",
        "Cher, Lady Gaga, Miley Cyrus, Snoop Dogg: 'Saturday Night Live' is feted with a concert for the ages - The Associated Press",
        "Bird flu takes a big bite out of egg farmers’ wallets - The Washington Post",
        "Pope Francis' latest tests show 'some' improvement amid hospitalization for bronchitis, Vatican says - ABC News",
        "Red Sox Make Small Roster Move To Create Room For Alex Bregman - NESN",
        "Box Office: ‘Captain America: Brave New World’ Inaugurates a $40 Million Opening Day - Variety",
        "Consumer watchdog agency called ‘vicious’ by Trump seen as a ‘hero’ to many it aided - The Associated Press",
        "Bird flu confirmed in older Wyoming woman who likely had contact with infected flock at her home - The Associated Press",
        "Column | The ‘Saturday Night Live’ machine grinds on - The Washington Post",
        "Corporate America’s Souring Profit Outlook Clouds Equity Rally - Bloomberg",
        "Luigi Mangione, accused killer of UnitedHealthcare CEO Brian Thompson, issues statement from prison - ABC11 Raleigh-Durham",
        "Volodymyr Zelensky calls for creation of 'army of Europe' to face Russian threats - BBC.com",
        "She thought she was having indigestion. Doctors found a near-fatal artery blockage. - CBS News",
        "Labord's chameleon: The color-changing lizard that drops dead in 4 months - Livescience.com",
        "An asteroid has a 2% chance of hitting Earth in 2032. Here’s how astronomers are tracking it - CNN",
        "Meteorologists warn of potentially historic flooding as a major storm hits the east with all hazards - CNN",
        "iPhone SE 4: Apple Confirms New Product Launch Date Is Almost Here - Forbes",
        "No. 1 Jannik Sinner gets 3-month ban in settlement of doping case, can return before French Open - The Associated Press"
    ]
}