{
    "headlines": [
        "ਸਟਾਕ ਮਾਰਕੀਟ ਅੱਜਃ ਯੂਐਸ ਸਟਾਕ ਸ਼ੁਰੂ ਕਰਦੇ ਹਨ ਨੌਕਰੀਆਂ ਦੀ ਰਿਪੋਰਟ ਹਫਤੇ ਘੱਟ ਪਾਵੇਲ ਬੋਲਣ ਲਈ ਸੈੱਟ - ਯਾਹੂ ਵਿੱਤ",
        "ਚੋਣ 2024 ਲਾਈਵ ਅੱਪਡੇਟਃ ਹੈਰਿਸ, ਟਰੰਪ ਤੂਫਾਨ Helene ਤੱਕ fallout 'ਤੇ ਧਿਆਨ - ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਤੂਫਾਨ ਹੇਲੀਨ ਦੇ ਬਾਅਦ ਦੇ ਨਵੀਨਤਮ - ਸੀ ਐਨ ਐਨ",
        "ਯੂਐਸ ਈਸਟ ਕੋਸਟ ਪੋਰਟ ਹੜਤਾਲ ਮੰਗਲਵਾਰ ਨੂੰ ਬਿਨਾਂ ਕਿਸੇ ਗੱਲਬਾਤ ਦੇ ਤਹਿ ਕੀਤੀ ਗਈ - ਰਾਇਟਰਜ਼",
        "ਨੇਤਨਯਾਹੂਃ ਈਰਾਨ ਦਾ ਇਸਲਾਮੀ ਗਣਰਾਜ ਲੋਕਾਂ ਦੇ ਸੋਚਣ ਨਾਲੋਂ ਜਲਦੀ ਡਿੱਗ ਜਾਵੇਗਾ - ਦ ਯਰੂਸ਼ਲਮ ਪੋਸਟ",
        "ਇਨਸਾਈਟ ਲਈ ਰੋਲ ਕਰੋਃ ਗਰੁੱਪ ਥੈਰੇਪੀ ਟੂਲ ਦੇ ਤੌਰ ਤੇ ਡੰਗਰਾਂ ਅਤੇ ਡ੍ਰੈਗਨ ਦੀ ਵਰਤੋਂ ਕਰਨਾ - ਆਰਸ ਟੈਕਨੀਕਾ",
        "ਬ੍ਰੋਂਕੋਸ ਕਿ Qਬੀ ਬੋ ਨਿਕਸ ਇਤਿਹਾਸਕ ਤੌਰ 'ਤੇ ਮਾੜੇ ਪਹਿਲੇ ਅੱਧ ਬਨਾਮ ਜੇਟਸ ਪ੍ਰਦਾਨ ਕਰਦਾ ਹੈ - ਅਮਰੀਕਾ ਅੱਜ",
        "ਇਜ਼ਰਾਈਲ-ਹਮਾਸ ਯੁੱਧ ਤਾਜ਼ਾਃ ਇਜ਼ਰਾਈਲ ਦੀ ਹੜਤਾਲ ਨੇ ਕੇਂਦਰੀ ਬੇਰੂਤ ਵਿਚ ਅਪਾਰਟਮੈਂਟ ਬਿਲਡਿੰਗ ਨੂੰ ਮਾਰਿਆ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਟਿਮ ਵਾਲਜ਼ ਅਤੇ ਜੇਡੀ ਵੈਨਸ ਦੀ 2024 ਵੀਪੀ ਬਹਿਸ ਕੱਲ ਹੈ. ਇੱਥੇ ਕੀ ਜਾਣਨਾ ਹੈ. - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਯਮਨ ਵਿਚ ਹੂਤੀ-ਨਿਯੰਤਰਿਤ ਬੰਦਰਗਾਹ 'ਤੇ ਹੜਤਾਲ ਲਈ ਇਜ਼ਰਾਈਲੀ ਟੈਂਕਰ ਵਿਚ ਸਵਾਰ ਸੀ ਐਨ ਐਨ - ਸੀ ਐਨ ਐਨ",
        "ਆਸਟ੍ਰੀਆ ਦੀ ਚੋਣਃ ਕਿੱਕਲ ਦੇ ਦੂਰ ਸੱਜੇ 'ਬੇਮਿਸਾਲ ਜਿੱਤ ਦੇ ਨਾਲ ਨਵੇਂ ਯੁੱਗ ਦਾ ਉਦਘਾਟਨ' - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਹਟਾਈ",
        "DirecTV ਅਤੇ ਡਿਸ਼ ਮਿਲਾਉਣ ਲਈ, ਤਨਖਾਹ-ਟੀਵੀ ਜਾਇੰਟ ਬਣਾਉਣ - ਡੈੱਡਲਾਈਨ",
        "ਰੂਪਰਟ ਮਰਡੌਕ ਦੀ ਪ੍ਰਾਪਰਟੀ ਸਮੂਹ ਆਰਈਏ ਕਈ ਅਸਵੀਕਾਰਿਤ ਪੇਸ਼ਕਸ਼ਾਂ - ਸੀ ਐਨ ਬੀ ਸੀ ਦੇ ਬਾਅਦ ਰਾਈਟਮੋਵ ਖਰੀਦਣ ਦਾ ਪਿੱਛਾ ਖਤਮ ਕਰਦਾ ਹੈ",
        "ਰਵਾਂਡਾ ਨੇ ਇਬੋਲਾ ਵਰਗਾ ਮਾਰਬਰਗ ਵਾਇਰਸ ਦੇ ਫੈਲਣ ਦੀ ਘੋਸ਼ਣਾ ਦੇ ਦਿਨਾਂ ਬਾਅਦ 8 ਮੌਤਾਂ ਦੀ ਰਿਪੋਰਟ ਕੀਤੀ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਸਟੈਕ ਨਾਸਾ ਦੇ ਪੁਲਾੜ ਯਾਤਰੀ ਸਪੇਸਐਕਸ ਕੈਪਸੂਲ ਦਾ ਸਵਾਗਤ ਕਰਦੇ ਹਨ ਜੋ ਉਨ੍ਹਾਂ ਨੂੰ ਅਗਲੇ ਸਾਲ ਘਰ ਲਿਆਉਣਗੇ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਐਨਵਾਈਸੀ ਦੇ ਮੇਅਰ ਏਰਿਕ ਐਡਮਜ਼ ਨੇ 'ਜੋਸ਼ੀਲੇ' ਸਰਕਾਰੀ ਵਕੀਲਾਂ ਦੁਆਰਾ ਲਿਆਂਦੇ ਗਏ ਰਿਸ਼ਵਤਖੋਰੀ ਦੇ ਦੋਸ਼ਾਂ ਨੂੰ ਖਾਰਜ ਕਰਨ ਦੀ ਮੰਗ ਕੀਤੀ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਇਕੱਲੇ ਯੂਟਾ ਦੀ ਮਾਂ, 33, ਕੈਂਸਰ ਦੀ ਜਾਂਚ ਤੋਂ ਬਾਅਦ ਉਸ ਦੇ ਆਪਣੇ ਅੰਤਿਮ ਸੰਸਕਾਰ ਲਈ ਪੈਸਾ ਇਕੱਠਾ ਕਰਨਾ ਉਸ ਨੂੰ 3 ਮਹੀਨੇ ਜੀਉਣ ਦਿੰਦਾ ਹੈ - ਫੌਕਸ ਨਿ Newsਜ਼",
        "ਐਪਲ ਅਗਲੇ ਸਾਲ ਪਹਿਲੀ ਆਈਪੈਡ-ਵਰਗੇ ਸਮਾਰਟ ਹੋਮ ਐਕਸੈਸਰੀ ਲਾਂਚ ਕਰ ਸਕਦਾ ਹੈ - ਮੈਕਰੂਮੋਰਸ",
        "ਕੈਂਸਰ 9 ਸਾਲ ਪਹਿਲਾਂ ਜਿਮੀ ਕਾਰਟਰ ਦੇ ਦਿਮਾਗ ਵਿੱਚ ਫੈਲਿਆ ਸੀ । ਇੱਥੇ ਉਹ ਇੰਨੇ ਲੰਬੇ ਸਮੇਂ ਤੋਂ ਕਿਵੇਂ ਜੀਅ ਰਿਹਾ ਹੈ. - ਯੂਐਸਏ ਅੱਜ"
    ]
}