{
    "headlines": [
        "ترافيس كينغ، الجندي الأمريكي الذي فر إلى كوريا الشمالية، حكم عليه بتهمة الفرار - الجزيرة الإنجليزية",
        "تحقيق ديدي في الاتجار بالجنس: يقول الخبراء إن نجوم هوليوود \"خائفون حتى الموت\" من التحدث - فوكس نيوز",
        "السياح يسارعون لرؤية الأنهار الجليدية قبل أن تختفي. أصبحت الرحلات مميتة. - سي إن إن",
        "عرض الإيداعات الجديدة لصناديق الحواف النقدية لهاريس في الوقت الذي يقوم فيه إيلون ماسك بقطع شيك كبير للجمهوريين في مجلس النواب - سي إن إن",
        "إطلاق سراح الطيار النيوزيلندي فيليب مهرتينز بعد أكثر من 18 شهرًا في الأسر في بابوا الإندونيسية - أصوات ياهو!",
        "شوهاي أوهتاني يتلقى تصفيقًا حارًا بعد بلوغه 50-50، ثم يصل إلى 52-52 - Yahoo Sports",
        "إريك مينينديز ينتقد \"وحوش\" رايان ميرفي تصوير الإخوة: \"حقير ومروع\" - رولينج ستون",
        "إلينوي تلتقط بداية نبراسكا غير المهزومة خلال العمل الإضافي في استاد ميموريال - KETV Omaha",
        "تحكم المحكمة بأن ما يقرب من 98000 من سكان أريزونا الذين لم يتم تأكيد جنسيتهم يمكنهم التصويت على الاقتراع الكامل - وكالة أسوشيتد برس",
        "السيناتور تيليس يصدر إنذارًا نهائيًا لمرشح الحزب الجمهوري المحاصر في حالة تأرجح حاسمة: \"مدين للرئيس ترامب\" - فوكس نيوز",
        "تتطلب هيئة الانتخابات في جورجيا أن يتم فرز بطاقات الاقتراع يدويًا على الرغم من تحذير المسؤولين الحكوميين الرئيسيين في الحزب الجمهوري - سي إن إن",
        "موظفو الخدمة السرية يواجهون الانضباط لفشل محاولة اغتيال ترامب - أكسيوس",
        "خروج رئيس بوينغ لشؤون الفضاء والدفاع في أول خطوة تنفيذية جديدة للرئيس التنفيذي - رويترز",
        "غارة بيروت: مقتل قيادي بارز في حزب الله في غارة إسرائيلية - BBC.com",
        "آرون سوركين يفكر في إعادة تشغيل \"الجناح الغربي\" بعد زيارة البيت الأبيض - تنوع",
        "اختيارات كرة القدم للكلية، الجدول الزمني: التوقعات ضد الانتشار، واحتمالات أفضل 25 مباراة في NCAA في الأسبوع الرابع - CBS Sports",
        "إنه أمر رسمي: محطة الطاقة النووية السابقة TMI المقرر إعادة تشغيلها - WGAL Susquehanna Valley Pa.",
        "ينطق سجين ولاية كارولينا الجنوبية بكلمة أخيرة واحدة فقط قبل أن يموت بالحقنة المميتة في أول عملية إعدام في الولاية منذ 13 عامًا - نيويورك بوست",
        "أبلغت ولاية نيويورك عن أول حالة بشرية لـ EEE منذ ما يقرب من عقد - ABC News",
        "على درب المرأة الغامضة التي رخصت شركتها أجهزة استدعاء متفجرة - رويترز"
    ]
}