{
    "headlines": [
        "ਵੀਰਵਾਰ ਰਾਤ ਦਾ ਫੁੱਟਬਾਲਃ ਅੱਜ ਰਾਤ ਡੇਨਵਰ ਬ੍ਰੋਂਕੋਸ ਬਨਾਮ ਲਾਸ ਏਂਜਲਸ ਚਾਰਜਰਸ ਐਨਐਫਐਲ ਗੇਮ ਕਿਵੇਂ ਵੇਖੀਏ - ਯਾਹੂ ਸਪੋਰਟਸ",
        "ਯੂਨਾਈਟਿਡ ਹੈਲਥਕੇਅਰ ਦੇ ਸੀਈਓ ਕਤਲ ਦੇ ਸ਼ੱਕੀ ਲੁਗੀ ਮੈਂਗਿਓਨ ਨੂੰ ਹਵਾਲਗੀ ਮੁਆਫ ਕਰਨ ਤੋਂ ਬਾਅਦ ਸੰਘੀ ਦੋਸ਼ਾਂ ਦਾ ਸਾਹਮਣਾ ਕਰਨਾ ਪੈ ਰਿਹਾ ਹੈ - ਸੀਐਨਐਨ",
        "ਈਥਨ ਸਲੈਟਰ ਦੀ ਸਾਬਕਾ ਪਤਨੀ ਤਲਾਕ ਅਤੇ ਅਭਿਨੇਤਾ ਦੇ ਰੋਮਾਂਸ ਬਾਰੇ ਅਰਿਆਨਾ ਗ੍ਰਾਂਡੇ ਨਾਲ ਖੁੱਲ੍ਹਦੀ ਹੈ - ਹਫਪੋਸਟ",
        "ਪਿਟ ਬਨਾਮ ਲੂਯਿਸਵਿਲ ਵਾਲੀਬਾਲਃ ਟਾਈਮ, ਟੀਵੀ ਚੈਨਲ, 2024 NCAA ਸੈਮੀਫਾਈਨਲ ਲਈ ਪੂਰਵਦਰਸ਼ਨ - NCAA.",
        "ਐਚਆਰਡਬਲਯੂ ਨੇ ਇਜ਼ਰਾਈਲ 'ਤੇ ਗਾਜ਼ਾ ਦੇ ਪਾਣੀ ਦੀ ਪਹੁੰਚ' ਤੇ ਨਸਲਕੁਸ਼ੀ ਦੀਆਂ ਕਾਰਵਾਈਆਂ ਦਾ ਦੋਸ਼ ਲਾਇਆ - ਬੀਬੀਸੀ.",
        "ਪ੍ਰੌਸੀਕਿutorਟਰ ਫਾਨੀ ਵਿਲਿਸ ਨੂੰ ਟਰੰਪ ਅਤੇ ਹੋਰਾਂ ਵਿਰੁੱਧ ਜਾਰਜੀਆ ਚੋਣ ਕੇਸ ਤੋਂ ਹਟਾ ਦਿੱਤਾ ਗਿਆ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "'ਸੁਪਰਮੈਨ' ਟ੍ਰੇਲਰ ਫੋਟੋਆਂ ਵਿਚਃ ਜੇਮਜ਼ ਗੁਨ ਦੀ ਡੀਸੀ ਸਟੂਡੀਓ ਫਿਲਮ ਵਿਚ ਈਸਟਰ ਅੰਡੇ ਫੀਚਰ ਕੀਤੇ ਗਏ - ਡੈੱਡਲਾਈਨ",
        "ਨਾਈਕ ਪੋਪਸ ਕਮਾਈ ਦੇ ਤੌਰ ਤੇ, ਨਵੇਂ ਸੀਈਓ ਦੇ ਅਧੀਨ ਮਾਲੀਆ ਬੀਟ ਦ੍ਰਿਸ਼ - ਨਿਵੇਸ਼ਕ ਦਾ ਕਾਰੋਬਾਰ ਰੋਜ਼ਾਨਾ",
        "ਹਾ Houseਸ ਰਿਪਬਲਿਕਨਜ਼ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਨ੍ਹਾਂ ਕੋਲ ਖਰਚੇ ਦਾ ਸੌਦਾ ਹੈ, ਪਰ ਇਹ ਨਹੀਂ ਕਿ ਟਰੰਪ ਸਵਾਰ ਹਨ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਦੀਵਾਲੀਆਪਨ ਅਤੇ ਨੈਕਸਸ ਕੈਪੀਟਲ - ਡਬਲਯੂਟੀਵੀਸੀ ਨਾਲ ਵਿਕਰੀ ਅਸਫਲ ਹੋਣ ਤੋਂ ਬਾਅਦ ਸਾਰੇ ਸਟੋਰਾਂ ਨੂੰ ਬੰਦ ਕਰਨ ਲਈ ਬਿਗ ਲਾਟਸ",
        "ਬਰਫਬਾਰੀ ਮਿਨੀਸੋਟਾ ਭਰ ਵਿੱਚ ਮੁਸ਼ਕਲ ਯਾਤਰਾ ਦਾ ਕਾਰਨ ਬਣਦੀ ਹੈ, ਮਿਨੀਅਪੋਲਿਸ ਅਤੇ ਸੇਂਟ ਪੌਲ ਲਈ ਬਰਫ ਦੀ ਐਮਰਜੈਂਸੀ ਜਾਰੀ ਕੀਤੀ ਗਈ - ਐਮਪੀਆਰ ਨਿ Newsਜ਼",
        "ਟਰੰਪ ਦੀ ਕਰਜ਼ੇ ਦੀ ਛੱਤ ਨੂੰ ਖਤਮ ਕਰਨ ਦੀ ਮੰਗ ਕੈਪੀਟਲ ਹਿੱਲ 'ਤੇ ਇਕ ਦੋ-ਪੱਖੀ ਇੱਟ ਦੀਵਾਰ ਨੂੰ ਮਾਰਦੀ ਹੈ - ਐਕਸੀਓਸ",
        "ਯੂਐਸ ਐਫ ਡੀ ਏ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਲਿਲੀ ਦਾ ਭਾਰ ਘਟਾਉਣ ਵਾਲੀ ਦਵਾਈ ਦੀ ਘਾਟ ਹੱਲ ਹੋ ਗਈ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਜੈਮਿਨੀ ਐਪ ਵਿਆਪਕ ਤੌਰ ਤੇ ਰੋਲਿੰਗ ਆਉਟ 2.0 ਫਲੈਸ਼ ਮਾਡਲ ਸਵਿੱਚਰ ਐਂਡਰਾਇਡ ਤੇ - 9to5Google",
        "ਕੇਵਿਨ ਰੇ ਅੰਡਰਵੁੱਡ ਜੈਮੀ ਰੋਜ਼ ਬੋਲਿਨ ਦੀ ਹੱਤਿਆ ਲਈ ਫਾਂਸੀ ਦਿੱਤੀ ਗਈ - ਓਕਲਾਹੋਮੈਨ ਡਾਟ ਕਾਮ",
        "ਚੱਕਰਵਾਤ ਹਿੰਦ ਮਹਾਂਸਾਗਰ ਟਾਪੂ ਨੂੰ ਖੰਡਰ ਵਿੱਚ ਛੱਡਦਾ ਹੈ, ਫੋਟੋਆਂ ਦਿਖਾਉਂਦੀਆਂ ਹਨ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਸਰੀਰ ਦੇ ਸਭ ਤੋਂ ਵੱਡੇ ਨਸਾਂ ਨੂੰ ਕਿਵੇਂ ਉਤੇਜਿਤ ਕਰਨਾ ਗੰਭੀਰ ਡਿਪਰੈਸ਼ਨ ਤੋਂ ਛੁਟਕਾਰਾ ਪਾ ਸਕਦਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਟੀਮਸਟਰਾਂ ਨੇ ਅਮਰੀਕੀ ਇਤਿਹਾਸ ਵਿਚ ਐਮਾਜ਼ਾਨ ਵਿਰੁੱਧ ਸਭ ਤੋਂ ਵੱਡਾ ਹੜਤਾਲ ਸ਼ੁਰੂ ਕੀਤੀ - ਇੰਟਰਨੈਸ਼ਨਲ ਬ੍ਰਦਰਹੁੱਡ ਆਫ ਟੀਮਸਟਰਸ",
        "ਇਜ਼ਰਾਈਲ ਨੇ ਮਿਜ਼ਾਈਲ ਹਮਲੇ ਤੋਂ ਬਾਅਦ ਹੂਤੀ ਦੇ ਨਿਸ਼ਾਨੇ 'ਤੇ ਕੀਤਾ ਹਮਲਾ - BBC.",
        "ਬ੍ਰੈਡੀ ਕੋਰਬੇਟ ਅਤੇ ਸੀਨ ਬੇਕਰ ਇਸ 'ਤੇ ਕਿ ਇਹ ਅਮਰੀਕਾ ਵਿਚ‘ ਦਿ ਬੇਰਹਿਮੀ ‘ਅਤੇ' ਅਨੋਰਾ ’ਵਰਗੀਆਂ ਫਿਲਮਾਂ ਦੀ ਸ਼ੂਟਿੰਗ ਕਿਉਂ ਕਰ ਰਿਹਾ ਹੈ ਅਤੇ ਬਾਕਸ ਆਫਿਸ’ ਤੇ ਕਿਉਂ ਆਬਜੈਸਿੰਗ ਟਰੰਪ ਕੋਡਡ ਹੈ - ਵੰਨਗੀ"
    ]
}