{
    "headlines": [
        "ਸਥਾਨਕ ਟੀਮਸਟਰਾਂ ਨੇ ਰਾਸ਼ਟਰੀ ਇਨਕਾਰ ਦੇ ਬਾਵਜੂਦ ਹੈਰਿਸ ਦਾ ਸਮਰਥਨ ਕੀਤਾ - ਐਕਸੀਓਸ",
        "ਐਨਸੀ ਗਵਰਨਰ ਲਈ ਟਰੰਪ ਦੀ ਹਮਾਇਤ ਪ੍ਰਾਪਤ ਉਮੀਦਵਾਰ ਦੁਆਰਾ ਲੇਵਡ ਪੋਸਟਾਂ ਨੂੰ ਪੋਰਨ ਫੋਰਮ ਤੋਂ ਹਟਾ ਦਿੱਤਾ ਗਿਆ - ਸੀਐਨਐਨ",
        "ਉਹ ਔਰਤ ਜਿਸਦੀ ਫਰਮ ਫਟਣ ਵਾਲੇ ਪੇਜਰਾਂ ਨਾਲ ਜੁੜੀ ਹੋਈ ਸੀ ਹੰਗਰੀ ਦੀ ਗੁਪਤ ਸੇਵਾ ਦੁਆਰਾ ਸੁਰੱਖਿਅਤ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ, ਉਸਦੀ ਮਾਂ ਕਹਿੰਦੀ ਹੈ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਹਿਜ਼ਬੁੱਲਾ ਪੇਜਰ ਧਮਾਕੇਃ ਤਾਈਵਾਨ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਟਾਪੂ 'ਤੇ ਡਿਵਾਈਸ ਪਾਰਟਸ ਨਹੀਂ ਬਣੇ - ਬੀਬੀਸੀ.",
        "ਓਹਤਾਨੀ ਦਾ 'ਡਿਕੋਏ' ਨੈਸ਼ਨਲ ਬੇਸਬਾਲ ਹਾਲ ਆਫ ਫੇਮ - ਈਐਸਪੀਐਨ ਨੂੰ ਭੇਜੀ ਗਈ 50/50 ਗੇਮ ਤੋਂ ਕਲੀਟ ਕਰਦਾ ਹੈ",
        "ਸੀਕ੍ਰੇਟ ਸਰਵਿਸ ਟਰੰਪ ਹਮਲੇ ਵਿਚ ਕਈ ਸੁਰੱਖਿਆ ਅਸਫਲਤਾਵਾਂ ਲਈ ਜ਼ਿੰਮੇਵਾਰ ਹੈ 13 ਜੁਲਾਈ, ਰਿਪੋਰਟ ਕਹਿੰਦੀ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਇਹ ਅਧਿਕਾਰਤ ਹੈਃ ਹੁਆਵੇਈ ਮੈਟ ਐਕਸਟੀ ਅਲਟੀਮੇਟ ਸਭ ਤੋਂ ਬਾਅਦ ਚੀਨ ਤੋਂ ਬਾਹਰ ਆਪਣਾ ਰਸਤਾ ਬਣਾ ਦੇਵੇਗਾ - GSMArena. com",
        "ਖੰਘ ਦੇ ਮਾਮਲੇ ਵੱਧ ਰਹੇ ਹਨ । ਕੀ ਲੋਕਾਂ ਨੂੰ ਸੰਕਰਮਿਤ ਕਰਨਾ ਬਿਹਤਰ ਟੀਕੇ ਦੀ ਜਾਂਚ ਕਰਨ ਵਿੱਚ ਸਹਾਇਤਾ ਕਰ ਸਕਦਾ ਹੈ? - ਸੀਐਨਐਨ",
        "ਹਟਾਈ",
        "ਬੋਇੰਗ ਦੀ ਰੱਖਿਆ ਇਕਾਈ ਦੇ ਮੁਖੀ ਟੇਡ ਕੋਲਬਰਟ ਨੂੰ ਛੱਡਣ ਲਈ - ਰਾਇਟਰਜ਼",
        "‘ਪ੍ਰੈਟੀ ਲਿਟਲ ਲੀਅਰਜ਼' ਮੈਕਸ - ਵੰਨਗੀ 'ਤੇ ਦੋ ਸੀਜ਼ਨ ਤੋਂ ਬਾਅਦ ਰੱਦ ਕੀਤਾ ਗਿਆ",
        "ਕੇਟੀ ਪੈਰੀ ਦੀ ‘143’ ਉਸ ਦੀ ਸ਼ਾਨ ਨੂੰ ਮੁੜ ਜਗਾਉਣ ਦੀ ਅਸਫਲ ਕੋਸ਼ਿਸ਼ ਹੈ - ਰੋਲਿੰਗ ਸਟੋਨ",
        "ਰਿਪੋਰਟਾਂ ਦੇ ਬਾਅਦ ਇੰਟੇਲ ਸ਼ੇਅਰ ਚੜ੍ਹਦੇ ਹਨ ਕੁਆਲਕਾਮ ਇੱਕ ਟੇਕਓਵਰ ਬਾਰੇ ਇੰਟੇਲ ਕੋਲ ਪਹੁੰਚਿਆ - ਸੀ ਐਨ ਬੀ ਸੀ ਟੈਲੀਵਿਜ਼ਨ",
        "ਫੈੱਡ ਦੀ ਰੇਟ ਕਟੌਤੀ ਪਹਿਲਾਂ ਹੀ ਖਿੱਚੇ ਮੁੱਲਾਂ ਨੂੰ ਹੋਰ ਵੀ ਉੱਚਾ ਭੇਜਦੀ ਹੈ - ਬਲੂਮਬਰਗ",
        "ਐਫ ਡੀ ਏ ਨੇ ਪਹਿਲੀ ਸਵੈ-ਪ੍ਰਬੰਧਿਤ ਫਲੂ ਟੀਕਾ ਸਪਰੇਅ ਨੂੰ ਮਨਜ਼ੂਰੀ ਦਿੱਤੀ - ਸੀ ਬੀ ਐਸ ਨਿ Newsਜ਼",
        "ਕੈਂਟਕੀ ਸ਼ੈਰਿਫ 'ਤੇ ਕੋਰਟਹਾਊਸ' ਚ ਜੱਜ ਦੀ ਹੱਤਿਆ ਦਾ ਦੋਸ਼ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਬਿਡੇਨ ਪ੍ਰਸ਼ਾਸਨ ਦੇ ਵਾਰ-ਵਾਰ ਕੀਤੇ ਵਾਅਦਿਆਂ ਤੋਂ ਬਾਅਦ ਕਿ ਇੱਕ ਜੰਗਬੰਦੀ-ਫਾਇਰ ਨੇੜੇ ਹੈ, ਮੱਧ ਪੂਰਬ ਵਿੱਚ ਜੰਗ ਵਧ ਰਹੀ ਹੈ - ਫੌਕਸ ਨਿ Newsਜ਼",
        "Squeak ਹਮਲਾ! ਯਾਤਰੀ ਦੇ ਖਾਣੇ ਤੋਂ ਮਾਊਸ ਛਾਲ ਮਾਰਨ ਤੋਂ ਬਾਅਦ ਜਹਾਜ਼ ਨੂੰ ਉਤਰਨ ਲਈ ਮਜਬੂਰ ਕੀਤਾ ਗਿਆ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "'ਕਦੇ ਵੀ ਪੁਰਾਣਾ ਨਹੀਂ ਹੁੰਦਾ': ਨਾਸਾ ਦੇ ਪੁਲਾੜ ਯਾਤਰੀ ਅਤੇ ਯੂਸੀ ਡੇਵਿਸ ਐਲਮ ਟ੍ਰੈਸੀ ਸੀ. ਡਾਇਸਨ ਆਈਐਸਐਸ ਤੋਂ ਕੇਸੀਆਰਏ 3 ਲਾਈਵ ਨਾਲ ਗੱਲ ਕਰਦੇ ਹਨ - ਕੇਸੀਆਰਏ ਸੈਕਰਾਮੈਂਟੋ",
        "ਮੇਨ ਅਤੇ ਨੇਬਰਾਸਕਾ ਚੋਣ ਕਾਲਜ ਨੂੰ ਲੈ ਕੇ ਕਿਉਂ ਝਗੜਾ ਕਰ ਰਹੇ ਹਨ - ਐਕਸਗਿਓਸ"
    ]
}