{
    "headlines": [
        "ਕੰਨਕਸ਼ਨ ਮਾਹਰ ਦੱਸਦੇ ਹਨ ਕਿ ਟੈਗੋਵੈਲੋਆ ਨੂੰ ਕਦੋਂ ਖੇਡਣਾ ਚਾਹੀਦਾ ਹੈ ਅਤੇ ਰਿਟਾਇਰਮੈਂਟ ਦੇ ਪ੍ਰਸ਼ਨ ਨੂੰ ਸੰਬੋਧਿਤ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ - ਮਿਆਮੀ ਹੇਰਾਲਡ",
        "ਬੈਲਰੀਨਾ ਮਾਈਕਲਾ ਡੀਪ੍ਰਿੰਸ, ਜਿਸ ਦੇ ਕੈਰੀਅਰ ਨੇ ਯੁੱਧ ਵਿਚ ਪੈਦਾ ਹੋਣ ਤੋਂ ਬਾਅਦ ਬਹੁਤ ਸਾਰੇ ਲੋਕਾਂ ਨੂੰ ਪ੍ਰੇਰਿਤ ਕੀਤਾ, 29 ਸਾਲ ਦੀ ਉਮਰ ਵਿਚ ਮਰ ਗਿਆ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਬੁਝਾਰਤ ਵਾਲੀ ਜੈਵਿਕ ਖੋਜ ਇਹ ਦੱਸ ਸਕਦੀ ਹੈ ਕਿ ਨੀਐਂਡਰਥਲ ਕਿਉਂ ਗਾਇਬ ਹੋ ਗਏ - ਸੀ ਐਨ ਐਨ",
        "ਓਹੀਓ ਅਤੇ ਲੌਰਾ ਲੂਮਰ ਦੀ ਮੌਜੂਦਗੀ ਵਿਚ ਪਾਲਤੂ ਜਾਨਵਰਾਂ ਬਾਰੇ ਇਕ ਝੂਠੀ ਅਫਵਾਹ ਨੇ ਹੈਰਿਸ 'ਤੇ ਟਰੰਪ ਦੇ ਯੋਜਨਾਬੱਧ ਹਮਲਿਆਂ ਨੂੰ ਪਟੜੀ ਤੋਂ ਹਟਾਉਣ ਵਿਚ ਕਿਵੇਂ ਮਦਦ ਕੀਤੀ - ਸੀ ਐਨ ਐਨ",
        "ਜੇਨ ਦੀ ਆਦਤ ਪੈਰੀ ਫੈਰਲ ਗਿਟਾਰਿਸਟ ਡੇਵ ਨਵਾਰੋ ਨੂੰ ਸਟੇਜ 'ਤੇ ਪੰਚ ਕਰਦਾ ਹੈ, ਸਮਾਰੋਹ ਨੂੰ ਬੰਦ ਕਰਦਾ ਹੈ - ਫੌਕਸ ਨਿ Newsਜ਼",
        "ਅਲਾਬਾਮਾ ਬਨਾਮ ਵਿਸਕਾਨਸਿਨ ਲਾਈਵ ਸਟ੍ਰੀਮ, ਕਿੱਥੇ ਵੇਖਣਾ ਹੈ, ਟੀਵੀ ਚੈਨਲ, ਔਕੜਾਂ, ਫੈਲਣ, ਭਵਿੱਖਬਾਣੀ, ਪਿਕ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਇਹ ਫਲੋਰਿਡਾ ਡੈਡੀ ਤੰਦਰੁਸਤ ਅਤੇ ਤੰਦਰੁਸਤ ਮਹਿਸੂਸ ਕਰਦਾ ਸੀ — ਜਦੋਂ ਤੱਕ ਡਾਕਟਰ ਨੇ ਨਹੀਂ ਕਿਹਾ ਕਿ ਉਸਨੂੰ ਤੁਰੰਤ ਸਰਜਰੀ ਦੀ ਜ਼ਰੂਰਤ ਹੈ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਐਪਲ ਦੀ ਵਿਜ਼ੂਅਲ ਇੰਟੈਲੀਜੈਂਸ ਐਪਲ ਗਲਾਸ ਵੱਲ ਇੱਕ ਕਦਮ ਹੋ ਸਕਦੀ ਹੈ - ਦ ਵਰਜ",
        "ਈਰਾਨ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਸਨੇ ਰਾਕੇਟ ਨਾਲ ਸੈਟੇਲਾਈਟ ਨੂੰ ਸਫਲਤਾਪੂਰਵਕ ਲਾਂਚ ਕੀਤਾ ਜਿਸ ਤੋਂ ਅਧਿਕਾਰੀ ਡਰਦੇ ਹਨ ਕਿ ਬੈਲਿਸਟਿਕ ਮਿਜ਼ਾਈਲ ਪ੍ਰੋਗਰਾਮ ਨੂੰ ਅੱਗੇ ਵਧਾਇਆ ਜਾ ਸਕਦਾ ਹੈ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਰੂਸ ਦੇ ਮੇਦਵੇਦੇਵ ਨੇ ਕੀਵ ਨੂੰ ‘ਵਿਸ਼ਾਲ ਪਿਘਲਦੇ ਸਥਾਨ‘ ਵਿੱਚ ਬਦਲਣ ਦੀ ਧਮਕੀ ਦਿੱਤੀ - ਪੋਲੀਟੀਕੋ ਯੂਰਪ",
        "ਡਿਜ਼ਨੀ, ਡਾਇਰੇਕਟੀਵੀ ਰੀਚ ਡੀਲ ਈਐਸਪੀਐਨ, ਏਬੀਸੀ ਅਤੇ ਹੋਰ ਦੇ ਬਲੈਕਆਉਟ ਨੂੰ ਖਤਮ ਕਰ ਰਿਹਾ ਹੈ - ਵੰਨਗੀ",
        "ਹਟਾਈ",
        "ਧਰਤੀ ਨੂੰ 2 ਮਹੀਨੇ ਲਈ ਇੱਕ ਮਿੰਨੀ-ਮੂਨ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ? ਉਹ ਸਭ ਜੋ ਤੁਹਾਨੂੰ ਜਾਣਨ ਦੀ ਜ਼ਰੂਰਤ ਹੈ - ਐਨਡੀਟੀਵੀ",
        "ਫਾਈਜ਼ਰ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਜਾਨਲੇਵਾ ਸਥਿਤੀ ਲਈ ਇਸ ਦੀ ਪ੍ਰਯੋਗਾਤਮਕ ਦਵਾਈ ਜੋ ਕੈਂਸਰ ਦੇ ਮਰੀਜ਼ਾਂ ਵਿਚ ਭੁੱਖ ਅਤੇ ਭਾਰ ਘਟਾਉਣ ਦਾ ਕਾਰਨ ਬਣਦੀ ਹੈ ਸਕਾਰਾਤਮਕ ਅਜ਼ਮਾਇਸ਼ ਨਤੀਜੇ ਦਰਸਾਉਂਦੀ ਹੈ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਸੀਡੀਸੀ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਮਿਸੂਰੀ ਬਰਡ ਫਲੂ ਦੇ ਮਰੀਜ਼ ਦੇ ਨਜ਼ਦੀਕੀ ਸੰਪਰਕ ਵਿੱਚ ਲੱਛਣ ਦਿਖਾਈ ਦਿੱਤੇ - ਐਨਬੀਸੀ ਨਿ Newsਜ਼",
        "ਇੱਕ ਵੱਡੇ Fed ਦੀ ਦਰ ਨੂੰ ਕੱਟ 'ਤੇ ਸੱਟਾ ਮਰ ਨਹੀ ਕਰੇਗਾ. ਸ਼ੇਅਰ ਬਾਜ਼ਾਰ ਲਈ ਦਾਅ ਉੱਚਾ - MarketWatch",
        "ਇੰਡੀਆਨਾ ਬੁਖਾਰ ਮੇਜਰ ਕੈਲਸੀ ਮਿਸ਼ੇਲ ਨੂੰ ਏਸੇਸ ਹਾਰਨ ਤੋਂ ਬਾਅਦ ਘੋਸ਼ਣਾ - ਐਥਲੋਨ ਸਪੋਰਟਸ",
        "ਲਾਈਵ ਅਪਡੇਟਸਃ ਜਰਮਨੀ ਭਾਰੀ ਬਾਰਸ਼ ਅਤੇ ਹੜ੍ਹਾਂ ਲਈ ਬਰੇਸ - DW (ਅੰਗਰੇਜ਼ੀ)",
        "ਇਜ਼ਰਾਈਲ ਨੇ ਗਾਜ਼ਾ 'ਤੇ ਹਮਲਾ ਕੀਤਾ ਕਿਉਂਕਿ ਇਜ਼ਰਾਈਲ ਦੀ ਅੱਗ ਨਾਲ ਮਾਰੇ ਗਏ ਇੱਕ ਅਮਰੀਕੀ ਕਾਰਕੁਨ ਨੂੰ ਦਫ਼ਨਾਇਆ ਗਿਆ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਗੂਗਲ ਪਿਕਸਲ 9 Pro XL vs ਪਿਕਸਲ 8 Pro: ਕਿਸ ਨੂੰ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ? - GSMArena ਸਰਕਾਰੀ"
    ]
}