{
    "headlines": [
        "ਰਿੱਛ ਬਨਾਮ Texans ਐਤਵਾਰ ਰਾਤ ਫੁੱਟਬਾਲ ਲਾਈਵ ਅੱਪਡੇਟਃ ਸੀ. ਜੇ. ਸਟਰੌਡ, ਕੈਲੇਬ ਵਿਲੀਅਮਜ਼ ਨੌਜਵਾਨ ਸਟਾਰ QBs ਦੇ ਮੈਚਅੱਪ ਵਿੱਚ ਦਾ ਸਾਹਮਣਾ - ਯਾਹੂ ਖੇਡ",
        "ਟਰੰਪ ਆਪਣੇ ਫਲੋਰਿਡਾ ਗੋਲਫ ਕਲੱਬ 'ਤੇ ਸਪੱਸ਼ਟ ਤੌਰ' ਤੇ ਕਤਲ ਦੀ ਕੋਸ਼ਿਸ਼ ਦਾ ਵਿਸ਼ਾ ਸੀ, ਐਫਬੀਆਈ ਕਹਿੰਦਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਐਮੀ ਪੇਸ਼ਕਾਰ Candice ਬਰਗੇਨ JD Vance ਦੀ ਤੁਲਨਾ “ਬੱਚੇ ਰਹਿਤ ਬਿੱਲੀ ਲੇਡੀਜ਼” ‘ਮਰਫੀ ਭੂਰੇ‘ ਤੇ ਡੈਨ Quayle ਦੇ ਹਮਲੇ ਕਰਨ ਲਈ ਸਵਾਈਪ - ਯਾਹੂ ਮਨੋਰੰਜਨ",
        "ਐਨਐਫਐਲ ਹਾਈਲਾਈਟਸ 2024: ਹਫਤੇ 2 ਐਤਵਾਰ ਦੇ ਨਤੀਜੇ ਤੋਂ ਲਾਈਵ ਟਰੈਕਿੰਗ ਟਾਪ ਪਲੇਅ, ਬਾਕਸ ਸਕੋਰ - ਬਲੀਚਰ ਰਿਪੋਰਟ",
        "ਬਟਕਰ ਨੇ ਬੰਗਾਲ ਦੀ ਸੁਰੱਖਿਆ 'ਤੇ ਜ਼ੁਰਮਾਨੇ ਤੋਂ ਬਾਅਦ ਕੇਸੀ ਲਈ 51 ਯਾਰਡ ਜੇਤੂ ਨੂੰ ਮਾਰਿਆ ਚੀਫਜ਼ ਨੂੰ ਜ਼ਿੰਦਾ ਰੱਖਦਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਯੂਰਪੀਅਨ ਹੜ੍ਹਾਂ ਵਿਚ ਮਰਨ ਵਾਲਿਆਂ ਦੀ ਗਿਣਤੀ ਵਧੀ, ਅਧਿਕਾਰੀਆਂ ਦਾ ਕਹਿਣਾ ਹੈ; ਹੋਰ ਮੀਂਹ ਪੈਣ ਦੀ ਉਮੀਦ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਕੀਅਰ ਸਟਾਰਮਰ ਨੋ 10 ਰਿਫਟਾਂ ਦੀਆਂ ਰਿਪੋਰਟਾਂ ਤੋਂ ਬਾਅਦ ਸੂ ਗ੍ਰੇ ਦਾ ਬਚਾਅ ਕਰਦਾ ਹੈ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਉੱਤਰੀ ਕੈਰੋਲੀਨਾ, ਦੱਖਣੀ ਕੈਰੋਲੀਨਾ ਦੇ ਤੱਟਾਂ ਲਈ ਸੰਭਾਵਤ ਖੰਡੀ ਚੱਕਰਵਾਤ 8 ਰੂਪਾਂ ਵਜੋਂ ਖੰਡੀ ਤੂਫਾਨ ਦੀ ਚੇਤਾਵਨੀ ਜਾਰੀ ਕੀਤੀ ਗਈ - ਫੌਕਸ ਮੌਸਮ",
        "ਕੁਓਃ ਆਈਫੋਨ 16 ਪ੍ਰੋ ਦੀ ਮੰਗ ਉਮੀਦ ਨਾਲੋਂ ਘੱਟ, ਆਈਫੋਨ 16 ਪਲੱਸ ਪ੍ਰੀ-ਆਰਡਰ 48% - 9to5Mac",
        "ਕਾਊਬੌਇਜ਼ 'ਤੇ ਸੰਤਾਂ ਦੀ ਜਿੱਤ ਅੰਤਮ ਸਕੋਰ ਨਾਲ ਖਤਮ ਹੁੰਦੀ ਹੈ ਜੋ ਐਨਐਫਐਲ ਦੇ ਇਤਿਹਾਸ ਵਿੱਚ ਪਹਿਲਾਂ ਕਦੇ ਨਹੀਂ ਵੇਖੀ ਗਈ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਜੇਨ ਦਾ ਨਸ਼ਾ ਆਉਣ ਵਾਲੇ ਸ਼ੋਅ ਨੂੰ ਰੱਦ ਕਰਦਾ ਹੈ, ਲੀਡ ਗਾਇਕ ਦੇ ਸਟੇਜ 'ਤੇ ਗਿਟਾਰਿਸਟ ਨੂੰ ਪੰਚ ਕਰਨ ਤੋਂ ਬਾਅਦ ਮੁਆਫੀ ਮੰਗਦਾ ਹੈ - ਪੰਨਾ ਛੇ",
        "ਹਟਾਈ",
        "ਟਰੰਪ ਦੇ ਵੀਪੀ ਪਿਕ ਜੇਡੀ ਵੈਨਸ ਨੇ ਪ੍ਰਵਾਸੀਆਂ ਬਾਰੇ ਝੂਠੀ ਕਹਾਣੀ ਫੈਲਾਉਣ ਦਾ ਬਚਾਅ ਕੀਤਾ - ਅਲ ਜਜ਼ੀਰਾ ਅੰਗਰੇਜ਼ੀ",
        "ਸਟਾਕ ਦੀਆਂ ਹਰਕਤਾਂ ਅਮਰੀਕੀ ਆਰਥਿਕ ਵਿਕਾਸ ਦੇ ਦ੍ਰਿਸ਼ਟੀਕੋਣ ਲਈ ਡਾ downਨਗ੍ਰੇਡ ਨੂੰ ਦਰਸਾਉਂਦੀਆਂ ਹਨ - ਗੋਲਡਮੈਨ - ਅਲਫ਼ਾ ਦੀ ਭਾਲ",
        "ਪੌਪ ਸਟਾਰ ਹੈਰਿਸ ਦੀ ਹਮਾਇਤ ਕਰਨ ਤੋਂ ਬਾਅਦ ਟਰੰਪ ਨੇ ਕਿਹਾ 'ਮੈਂ ਟੇਲਰ ਸਵਿਫਟ ਨੂੰ ਨਫ਼ਰਤ ਕਰਦਾ ਹਾਂ' - ਐਨਪੀਆਰ",
        "ਰੂਸੀ ਹੜਤਾਲ ਨੇ ਯੂਕਰੇਨ ਦੇ ਖਾਰਕੀਵ ਵਿੱਚ ਅਪਾਰਟਮੈਂਟ ਬਲਾਕ ਨੂੰ ਮਾਰਿਆ, ਇੱਕ ਵਿਅਕਤੀ ਦੀ ਮੌਤ ਹੋ ਗਈ ਅਤੇ ਘੱਟੋ ਘੱਟ 40 ਜ਼ਖਮੀ ਹੋ ਗਏ - ਸੀਐਨਐਨ",
        "ਐਫ ਡੀ ਏ ਦੇ ਨਵੇਂ ਮੈਮੋਗ੍ਰਾਮ ਦਿਸ਼ਾ ਨਿਰਦੇਸ਼ ਸ਼ਿਫਟ ਕਰਦੇ ਹਨ ਕਿ ਮਰੀਜ਼ਾਂ ਨੂੰ ਕੀ ਪਤਾ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ - ਅਮਰੀਕਾ ਅੱਜ",
        "ਸ਼ਾਹੀ ਪਰਿਵਾਰ ਨੇ ਪ੍ਰਿੰਸ ਹੈਰੀ ਦੇ 40 ਵੇਂ ਲਈ ਜਨਮਦਿਨ ਦੇ ਸੰਦੇਸ਼ ਸਾਂਝੇ ਕੀਤੇ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "DW News: ਪੁਲਾੜ ਯਾਤਰੀਆਂ ਦੀ ਪਹਿਲੀ ਪੁਲਾੜ ਯਾਤਰਾ ਤੋਂ ਬਾਅਦ ਪੁਲਾੜ ਯਾਤਰੀਆਂ ਦੀ ਧਰਤੀ 'ਤੇ ਵਾਪਸੀ",
        "ਬ੍ਰਾਇਨ ਕੋਹਬਰਗਰ ਆਈਡਾਹੋ ਕਾਲਜ ਕਤਲ ਮੁਕੱਦਮੇ ਤੋਂ ਪਹਿਲਾਂ ਬੋਇਸ ਚਲੇ ਗਏ - ਐਨਬੀਸੀ ਨਿ Newsਜ਼"
    ]
}