{
    "headlines": [
        "بطولة العالم: دعا مشجعو اليانكيز إلى التدخل بعد محاولة انتزاع القفازات من يد موكي بيتس في اللعبة 4 - ياهو سبورتس",
        "يشير بايدن إلى أن مؤيدي ترامب هم \"قمامة\" بعد إهانة الرسوم الهزلية لبورتوريكو - وكالة أسوشيتد برس",
        "شركة TRUTH Social الأم Trump Media الآن أكثر قيمة من Elon Musk's X مع اقتراب يوم الانتخابات - Fox Business",
        "تؤكد AMD أن وحدات معالجة الرسومات RDNA 4 من الجيل التالي ستطلق في أوائل عام 2025 - The Verge",
        "فريدي فريمان يحطم الرقم القياسي في لعبة سلسلة العالم السادسة على التوالي - فوكس سبورتس",
        "يلقي هاريس خطابًا في الحجة الختامية في Ellipse، ويقدم \"مسارًا مختلفًا\" عن ترامب - سي بي إس نيوز",
        "\"أنا فقط أكتشف ذلك\" | شون مينديز يفتح عن النشاط الجنسي، وتكهنات الجمهور في حفل ريد روكس - 9News.com كوسا",
        "Sony Shutters Concord Developer Firewalk Studios - IGN Daily Fix - IGN",
        "الرجل الذي هدد فاني ويليس والشريف بسبب تحقيق ترامب يحصل على ما يقرب من عامين في السجن - وكالة أسوشيتد برس",
        "الغارة الإسرائيلية تقتل العشرات في كتلة سكنية شمال غزة، الولايات المتحدة تصف الحادث بأنه \"مروع\" - رويترز",
        "ترفض المحكمة العليا الدفع لإزالة روبرت إف كينيدي جونيور من الاقتراع في ولايتين متأرجحتين - وكالة أسوشيتد برس",
        "أراضي رالي ترامب في بورتوريكو مع جلبة في ولاية بنسلفانيا - فاينانشال تايمز",
        "اليانكيز، يواجهون الإقصاء، تغيير التشكيلة لـ G4 - ESPN",
        "تتاجر الفهود بديونتاي جونسون إلى بالتيمور - Panthers.com",
        "عين ترامب القاضية إيلين كانون ترفض التنحي عن قضية محاولة الاغتيال - سي إن بي سي",
        "سهم Alphabet يرتفع مع ارتفاع الأرباح بسبب النمو السحابي القوي - Yahoo Finance",
        "تقول Google إن وكلاء الذكاء الاصطناعي من الجيل التالي لن يتم إطلاقهم حتى عام 2025 على أقرب تقدير - TechCrunch",
        "توفيت تيري غار، الممثلة الهزلية الغريبة عن \"يونغ فرانكنشتاين\" و \"توتسي\" - وكالة أسوشيتد برس",
        "يقاضي JP Morgan Chase العملاء بسبب عملية احتيال \"خلل مالي لا حصر له\" في أجهزة الصراف الآلي - NPR",
        "يشعر ستيف بانون \"بالتمكين\" بعد أربعة أشهر في السجن الفيدرالي - NPR"
    ]
}