{
    "headlines": [
        "CNN Live Updates: ਕਮਲਾ ਹੈਰਿਸ ਦਾ ਟਾਊਨ ਹਾਲ",
        "ਹਟਾਈ",
        "ਪੋਲ ਬੰਦ ਹੋਣ ਨਾਲ ਬੋਇੰਗ ਮਸ਼ੀਨਿਸਟ ਇਹ ਫੈਸਲਾ ਕਰਦੇ ਹਨ ਕਿ ਹੜਤਾਲ ਜਾਰੀ ਰੱਖਣੀ ਹੈ ਜਾਂ ਨਹੀਂ - ਸੀਏਟਲ ਟਾਈਮਜ਼",
        "ਤੁਰਕੀ ਨੇ ਘਾਤਕ ਅੰਕਾਰਾ ਹਮਲੇ ਤੋਂ ਬਾਅਦ ਸੀਰੀਆ, ਇਰਾਕ ਵਿਚ ਪੀਕੇਕੇ ਫੌਜਾਂ 'ਤੇ ਹਮਲਾ ਕੀਤਾ - ਪੋਲੀਟੀਕੋ ਯੂਰਪ",
        "ਉੱਤਰੀ ਕੋਰੀਆ ਦੇ ਸੈਨਿਕ ਰੂਸ ਵਿਚ ਹਨ, ਯੂਕਰੇਨ ਵਿਚ ‘ਜਾਇਜ਼ ਨਿਸ਼ਾਨਾ’ ਹੋਣਗੇ, ਅਮਰੀਕਾ ਕਹਿੰਦਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਈ. ਕੋਲੀ ਅਤੇ ਮੈਕਡੋਨਲਡ ਦੇ ਫੈਲਣ ਬਾਰੇ ਕੀ ਜਾਣਨਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਕਾਰਡਿ ਬੀ ਮੈਡੀਕਲ ਐਮਰਜੈਂਸੀ ਦੇ ਨਾਲ ਹਸਪਤਾਲ ਵਿੱਚ ਭਰਤੀ - ਈ! ਖ਼ਬਰਾਂ",
        "ਹਿੱਲਃ ਟੂਆ ਦੀ ਮੈਦਾਨ ਵਿਚ ਵਾਪਸੀ 'ਲਗਭਗ ਮੈਨੂੰ ਰੋਇਆ' - ਈਐਸਪੀਐਨ",
        "ਵਾਸ਼ਿੰਗਟਨ ਰਾਜ ਦੇ ਅਧਿਕਾਰੀ ਬਰਡ ਫਲੂ ਦੇ ਚਾਰ ਨਵੇਂ ਮਾਮਲਿਆਂ ਦੀ ਪਛਾਣ ਕਰਦੇ ਹਨ, ਜਿਵੇਂ ਕਿ ਐਚ 5 ਐਨ 1 ਦਾ ਪ੍ਰਕੋਪ ਫੈਲਦਾ ਹੈ - ਫੌਕਸ ਨਿ Newsਜ਼",
        "ਚਰਿੱਤਰ. ਏ. ਆਈ. ਅਤੇ ਗੂਗਲ ਨੇ ਚੈਟਬੋਟ-ਓਬੈਸਡ ਕਿਸ਼ੋਰ ਦੀ ਮੌਤ ਤੋਂ ਬਾਅਦ ਮੁਕੱਦਮਾ ਕੀਤਾ - ਦਿ ਵਰਜ",
        "ਵਿਸਤ੍ਰਿਤ ਮਿਸ਼ਨ ਨੂੰ ਸਮੇਟਣ ਲਈ ਚਾਰ ਸਪੇਸ ਸਟੇਸ਼ਨ ਫਲਾਇਰ ਅਨਡੌਕ ਅਤੇ ਸ਼ੁੱਕਰਵਾਰ ਸਪਲੈਸ਼ਡਾਉਨ ਲਈ ਸਿਰ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਟੇਸਲਾ ਕਮਾਈ ਲਾਈਵ ਅਪਡੇਟਸਃ ਸਟਾਕ ਘੰਟਿਆਂ ਬਾਅਦ 12% ਦੀ ਛਾਲ ਮਾਰਦਾ ਹੈ ਕਿਉਂਕਿ ਕੰਪਨੀ ਵੱਡੇ ਤਿਮਾਹੀ ਲਾਭ ਦੀ ਬੀਟ ਦੀ ਰਿਪੋਰਟ ਕਰਦੀ ਹੈ - ਬਿਜ਼ਨਸ ਇਨਸਾਈਡਰ",
        "ਜਾਰਜੀਆ ਦੇ ਚੋਣ ਅਧਿਕਾਰੀ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਬੈਟਲਗਰਾਉਂਡ ਸਟੇਟ ਨੇ ਵਿਦੇਸ਼ੀ ਦੇਸ਼ ਤੋਂ ਸਾਈਬਰ ਹਮਲੇ ਦੀ ਸੰਭਾਵਨਾ ਜਤਾਈ - ਸੀ ਐਨ ਐਨ",
        "ਆਈਬੀਐਮ ਸਟਾਕ ਵਿਕਾਸ ਦੀ ਸੰਭਾਵਨਾ ਅਤੇ ਏਆਈ ਪਲੇਅ ਦੇ ਮੱਦੇਨਜ਼ਰ 'ਬਹੁਤ ਉਦਾਸ' ਹੈ - ਯਾਹੂ ਵਿੱਤ",
        "ਲਾਂਚ ਰੀਕੈਪਃ ਬੁੱਧਵਾਰ ਸਪੇਸਐਕਸ ਰਾਕੇਟ ਲਾਂਚ ਕੇਪ ਕੈਨਵਰਲ, ਫਲੋਰੀਡਾ ਤੋਂ - ਫਲੋਰੀਡਾ ਟੂਡੇ",
        "ਰੋਬ ਲੋਅ ਨੇ ਡੈਮੀ ਮੂਰ 'ਤੇ ਕੁਚਲਿਆ ਸੀ, ਕਿਹਾ ਕਿ ਹੁੱਕ-ਅਪਸ‘ ਸੇਂਟ ਐਲਮੋਜ਼ ਫਾਇਰ ‘ਸੈੱਟ‘ ਤੇ 'ਅਟੱਲ’ ਸਨ - ਫੌਕਸ ਨਿ Newsਜ਼",
        "ਲਾਸ ਏਂਜਲਸ ਟਾਈਮਜ਼ ਦੇ ਸੰਪਾਦਕੀ ਸੰਪਾਦਕ ਮਾਲਕ ਦੇ ਰਾਸ਼ਟਰਪਤੀ ਦੇ ਸਮਰਥਨ ਨੂੰ ਰੋਕਣ ਤੋਂ ਬਾਅਦ ਅਸਤੀਫਾ ਦਿੰਦੇ ਹਨ - ਕੋਲੰਬੀਆ ਜਰਨਲਿਜ਼ਮ ਰਿਵਿ Review",
        "ਡੀਓਜੇ ਨੇ ਐਲਨ ਮਸਕ ਨੂੰ ਚੇਤਾਵਨੀ ਦਿੱਤੀ ਹੈ ਕਿ ਰਜਿਸਟਰਡ ਵੋਟਰਾਂ ਨੂੰ ਉਸ ਦੀ $ 1M ਦੀ ਦੇਣ ਫੈਡਰਲ ਕਾਨੂੰਨ ਦੀ ਉਲੰਘਣਾ ਹੋ ਸਕਦੀ ਹੈ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "50 ਅਤੇ ਇਸ ਤੋਂ ਵੱਧ ਉਮਰ ਦੇ ਲੋਕਾਂ ਨੂੰ ਨਯੂਮੋਕੋਕਲ ਟੀਕਾ ਲਗਵਾਉਣਾ ਚਾਹੀਦਾ ਹੈ, ਯੂਐਸ ਸਾਇੰਸ ਪੈਨਲ ਦੀ ਸਿਫਾਰਸ਼ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਪੈਂਥਰਜ਼ ਕਿ Qਬੀ ਐਂਡੀ ਡਾਲਟਨ ਕਰੈਸ਼ ਵਿੱਚ ਅੰਗੂਠੇ ਦਾ ਛਿੜਕਾਅ ਕਰਦਾ ਹੈ; ਬ੍ਰਾਇਸ ਯੰਗ ਐਤਵਾਰ ਨੂੰ ਸ਼ੁਰੂ ਕਰਨ ਲਈ - ਡਬਲਯੂਐਸਓਸੀ ਸ਼ਾਰਲਟ"
    ]
}