{
    "headlines": [
        "ਸ਼ੂਮਰ ਡੈਮੋਕਰੇਟਸ ਦੇ ਤੌਰ ਤੇ ਆਪਣੀ ਨੌਕਰੀ ਨੂੰ ਜਾਰੀ ਰੱਖਦਾ ਹੈ ਹੈਰਾਨ ਹੈ ਕਿ ਕੀ ਉਹ ਉਧਾਰ ਦਿੱਤੇ ਸਮੇਂ 'ਤੇ ਹੈ - ਪੋਲਿਟਿਕੋ",
        "ਐਚ ਐਂਡ ਐਮ ਸਾਲ ਦੀ ਹੌਲੀ ਸ਼ੁਰੂਆਤ ਵਿੱਚ ਕਮਜ਼ੋਰ-ਤੋਂ-ਉਮੀਦ ਕੀਤੀ ਪਹਿਲੀ ਤਿਮਾਹੀ ਦੀ ਵਿਕਰੀ ਪੋਸਟ ਕਰਦਾ ਹੈ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "2025 ਮਾਰਚ ਪਾਗਲਪਨ ਦੀ ਭਵਿੱਖਬਾਣੀਃ ਐਨਸੀਏਏ ਬਰੈਕਟ ਮਾਹਰ ਫੈਲਣ ਦੇ ਵਿਰੁੱਧ ਚੋਣ ਕਰਦਾ ਹੈ, ਵੀਰਵਾਰ ਦੇ ਸਵੀਟ 16 ਵਿੱਚ ਸੰਭਾਵਨਾਵਾਂ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਨੋਇਮ ਨੇ ਅਲ ਸਲਵਾਡੋਰ ਜੇਲ੍ਹ ਦੇ ਦੌਰੇ ਦੌਰਾਨ ਪ੍ਰਵਾਸੀਆਂ ਨੂੰ ਚੇਤਾਵਨੀ ਦਿੱਤੀ ਜਿੱਥੇ ਵੈਨਜ਼ੁਏਲਾ ਦੇ ਲੋਕਾਂ ਨੂੰ ਡਿਪੋਰਟ ਕੀਤਾ ਗਿਆ - ਐਕਸੀਓਸ",
        "ਇੱਕ ਮਿਸ਼ੀਗਨ ਜੋੜਾ ਛੁੱਟੀਆਂ ਮਨਾਉਣ ਲਈ ਮੈਕਸੀਕੋ ਗਿਆ ਸੀ । ਉਹ ਵਿਵਾਦਿਤ ਟਾਈਮਸ਼ੇਅਰ ਭੁਗਤਾਨਾਂ ਨੂੰ ਲੈ ਕੇ ਜੇਲ੍ਹ ਵਿੱਚ ਖਤਮ ਹੋਏ - ਸੀ ਐਨ ਐਨ",
        "ਅਸੀਂ ਟਫਟਸ ਯੂਨੀਵਰਸਿਟੀ ਦੇ ਵਿਦਿਆਰਥੀ ਬਾਰੇ ਕੀ ਜਾਣਦੇ ਹਾਂ ਸੰਘੀ ਏਜੰਟਾਂ ਦੁਆਰਾ ਨਜ਼ਰਬੰਦ - ਸੀ ਐਨ ਐਨ",
        "ਵੀਰਵਾਰ, 27 ਮਾਰਚ ਲਈ ਕੁੰਡਲੀ - ਸ਼ਿਕਾਗੋ ਸੂਰਜ-ਟਾਈਮਜ਼",
        "ਅਖਬਾਰਾਂ ਦੀਆਂ ਸੁਰਖੀਆਂਃ 'ਕਿਤਾਬਾਂ ਨੂੰ ਗਰੀਬਾਂ ਦੀ ਪਿੱਠ' ਤੇ ਸੰਤੁਲਿਤ ਕਰਨਾ 'ਅਤੇ' ਟੈਕਸ ਵਧਾਉਣ ਦੇ ਡਰ '- ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਦੱਖਣੀ ਕੋਰੀਆ ਦੇ ਵਿਸ਼ਾਲ ਜੰਗਲੀ ਅੱਗਾਂ ਵਿਚ 27 ਦੀ ਮੌਤ ਹੋ ਗਈ ਅਤੇ ਪ੍ਰਾਚੀਨ ਮੰਦਰਾਂ ਨੂੰ ਨਸ਼ਟ ਕਰਨ ਦੀ ਧਮਕੀ ਦਿੱਤੀ ਗਈ - ਬੀਬੀਸੀ.",
        "ਬਾਜ਼ਾਰ ਨੂੰ ਟਰੰਪ ਟੈਰਿਫ 'ਤੇ ਨੁਕਸਾਨ ਪਹੁੰਚਾਉਣ ਵਾਲੇ ਨੁਕਸਾਨ - ਨਿਵੇਸ਼ਕ ਦਾ ਬਿਜ਼ਨਸ ਡੇਲੀ",
        "ਮਿਲਵਾਕੀ ਬਕਸ ਬਨਾਮ ਡੇਨਵਰ ਨੂਗੇਟਸ ਲਾਈਵ ਸਕੋਰ ਅਤੇ ਅੰਕੜੇ - ਮਾਰਚ 26, 2025 ਗੇਮਟ੍ਰੈਕਰ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਡਿਊਕ ਕਹਿੰਦਾ ਹੈ ਕਿ 'ਵ੍ਹਾਈਟ ਲੋਟਸ' ਯੂਨੀਵਰਸਿਟੀ ਟੀ-ਸ਼ਰਟ ਦੀ ਵਿਸ਼ੇਸ਼ਤਾ ਵਿਚ 'ਬਹੁਤ ਦੂਰ' ਗਿਆ - ਵੰਨਗੀ",
        "ਕਵੇਸੀ ਅਡੋਫੋ-ਮੇਨਸਾਃ ਜੇ ਜੇ ਮੈਕਕਾਰਥੀ ਸ਼ੁਰੂਆਤ \"ਉਹ ਨਤੀਜਾ ਹੈ ਜੋ ਅਸੀਂ ਚਾਹੁੰਦੇ ਹਾਂ\" - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਗਾਜ਼ਾ 'ਚ ਇਜ਼ਰਾਇਲੀ ਹਮਲੇ' ਚ ਹਮਾਸ ਦੇ ਬੁਲਾਰੇ ਦੀ ਮੌਤ; ਆਈਡੀਐਫ ਦੀ ਰਿਪੋਰਟ ਅਨੁਸਾਰ ਪੱਛਮੀ ਸੀਰੀਆ ਬੰਦਰਗਾਹ 'ਤੇ ਹਮਲਾ - Haaretz",
        "ਟਿਕਟੋਕਃ ਟਰੰਪ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਹ ਐਪ ਨੂੰ ਵੇਚਣ ਲਈ ਸੀਲ ਡੀਲ ਦੀ ਮਦਦ ਲਈ ਚੀਨ ਦੀਆਂ ਟੈਰਿਫਾਂ ਵਿੱਚ ਕਟੌਤੀ ਕਰ ਸਕਦੇ ਹਨ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਰੋਬਿਨਹੁੱਡ ਬੈਂਕ ਖਾਤੇ ਲਾਂਚ ਕਰ ਰਿਹਾ ਹੈ ਜੋ ਸਰੀਰਕ ਨਕਦ ‘ਤੁਹਾਡੇ ਦਰਵਾਜ਼ੇ’ ਤੇ ਪਹੁੰਚਾਏਗਾ - ਦਿ ਵਰਜ",
        "ਡੈਨਮਾਰਕ ਦੇ ਪ੍ਰਧਾਨ ਮੰਤਰੀ ਨੇ ਗ੍ਰੀਨਲੈਂਡ ਵਾਸੀਆਂ ਨੂੰ ਕਿਹਾਃ ਟਰੰਪ ਦੁਆਰਾ ‘ਤੁਸੀਂ ਗੱਭਰੂ ਨਹੀਂ ਹੋਏ' - ਪੋਲਿਟਿਕੋ",
        "ਜ਼ਹਿਰੀਲੇ ਮੰਗਲ ਦੀ ਧੂੜ ਭਵਿੱਖ ਦੇ ਪੁਲਾੜ ਯਾਤਰੀਆਂ ਲਈ ਪ੍ਰਮੁੱਖ ਸਿਹਤ ਦੇ ਜੋਖਮ ਪੈਦਾ ਕਰ ਸਕਦੀ ਹੈ - ਸਾਇੰਸਅਲਰਟ"
    ]
}