{
    "headlines": [
        "الرقص مع النجوم آرتيم تشيغفينتسيف يرد على ملف طلاق نيكي غارسيا - E! NEWS",
        "تنشر كوريا الشمالية صورًا لكيم جونغ أون وهو يزور موقعًا لتخصيب اليورانيوم، مما يعطي لمحة نادرة داخل برنامجها النووي - سي إن إن",
        "\"لدينا مطلق نار نشط في مدرسة أبالاتشي الثانوية. مكتب المأمور يصدر مكالمات لاسلكية من إطلاق نار في مدرسة ثانوية في جورجيا - سي إن إن",
        "إضراب عمال بوينغ بعد تصويتات ساحقة لرفض عرض العقد والانسحاب من العمل - سي بي إس نيوز",
        "كايتلين كلارك تحطم الرقم القياسي في مساعدة WNBA مع استمرار حملة Rookie of the Year - Yahoo Sports",
        "لا يوجد تعهد جديد بشأن الصواريخ الأوكرانية بعد محادثات ستارمر- بايدن في واشنطن - BBC.com",
        "بقايا إيليا فيو، طفل صغير في ولاية ويسكونسن مفقود منذ فبراير، عثر عليه في منطقة غابات كثيفة - سي إن إن",
        "يؤكد جوني سروجي من Apple أن جميع طرازات iPhone 16 تحتوي على ذاكرة وصول عشوائي بسعة 8 جيجابايت، ومزيد من التفاصيل - 9to5Mac",
        "يقر جاستن تيمبرليك بأنه مذنب بتهمة أقل بعد إلقاء القبض على لونج آيلاند دي دبليو آي، ويعترف \"بالخطأ\" - سي بي إس نيويورك",
        "لم يجد اتحاد كرة القدم الأميركي أي انتهاك في إخفاء 49ers لوضع كريستيان مكافري - NBC Sports",
        "القاضي يطلق سراح مسعف كولورادو المدان بوفاة إيلايجا ماكلين من السجن - وكالة أسوشيتد برس",
        "لا يخطط العديد من الأمريكيين للحصول على حقنة كوفيد جديدة - ذا هيل",
        "لا يحب قادة البحرية التخلي عن السفينة - ولكن مع ستارلاينر، تركتهم السفينة - آرس تكنيكا",
        "لم يجد التقرير \"أي دليل\" على استعداد مسؤولي هاواي لحرائق الغابات المميتة على الرغم من التحذيرات - سي بي إس نيوز",
        "كيف أصبح شريط من الأرض في غزة على الحدود مع مصر عقبة أمام وقف إطلاق النار - وكالة أسوشيتد برس",
        "تمت الإزالة",
        "بناءً على زخم النقاش، يعمل هاريس على كسب الأرض في المناطق الأكثر احمرارًا - واشنطن بوست",
        "تمت الإزالة",
        "يقول ترامب إنه لا يتحكم في المحرضة اليمينية المتطرفة لورا لومر، ويصفها بأنها \"روح حرة\" - سي إن إن",
        "تخطط Microsoft لنقل برامج الأمان خارج نواة Windows - TechSpot"
    ]
}