{
    "headlines": [
        "Live-Updates: Israel startet direkte Angriffe auf den Iran als Vergeltung mit hohem Einsatz - CNN",
        "Wahlaktualisierungen 2024: Harris reißt Trump über 'Mülltonne' Kommentar zu Migranten - ABC News",
        "Harris, Beyoncé schließen sich für eine Kundgebung in Texas zu Abtreibungsrechten zusammen und hoffen, dass die Bundesstaaten auf dem Schlachtfeld sie hören - The Associated Press",
        "Wiegeergebnisse | UFC 308: Topuria vs Holloway - UFC",
        "US-Geheimdienste bewerten russische Agenten hinter gefälschten Videos, die zeigen, dass Pennsylvania-Stimmzettel zerstört werden - CNN",
        "Jeff Bezos sieht sich bei der Washington Post mit Gegenreaktionen konfrontiert, weil er sich geweigert hat, Kamala Harris zu unterstützen - Financial Times",
        "Delta verklagt CrowdStrike nach einem weit verbreiteten IT-Ausfall, der Tausende von Stornierungen verursacht hat - CNBC",
        "NASA-Chef fordert, dass gemeldete Musk-Putin-Gespräche untersucht werden - The Hill",
        "Tom Holland rettet Zendaya vor dem Paparazzi-Schwarm und beweist, dass er der ultimative Schutzfreund ist - E! Online - E! NEWS",
        "New York Yankees vs. L.A. Dodgers: Wie man heute Abend Spiel 1 der 2024 MLB World Series sieht - Yahoo Sports",
        "Inter Miami vs. Atlanta United LIVE-STREAM (25.10.24): Messi online spielen | Zeit, TV, Kanal für MLS Pl - NJ.com",
        "\"Ich entschuldige mich formell\": Biden verurteilt indianische US-Internate - The Washington Post",
        "Die Menendez-Brüder lächeln in den neuesten Fahndungsfotos, da Los Angeles DA reduzierte Sätze empfiehlt - Fox News",
        "Mindestens 75 Menschen werden krank, wenn sich der tödliche McDonald 's-E. coli-Ausbruch ausbreitet - The Associated Press",
        "Der ehemalige CEO von Abercrombie & Fitch plädiert auf nicht schuldig wegen Vorwürfen des Sexhandels - The Washington Post",
        "Russisch-ukrainischer Krieg, Tag 975: Russische Streitkräfte erleiden Rekordverluste, da nordkoreanische Truppen an die Front ziehen - Euromaidan Press",
        "Armee veröffentlicht Bericht über Trumps Friedhofskonflikt in Arlington - POLITICO",
        "Der Ukrainer Selenskyj sagt, dass die nordkoreanischen Truppen bereit sind, sich dem Krieg anzuschließen, und sagt den Besuch des UN-Chefs ab - The Associated Press",
        "Könnte Elon Musks Allianz mit Donald Trump Teslas Geschäft schaden? Nicht gemäß der Liste der \"Risikofaktoren\" des Unternehmens - Fortune",
        "Ältere Erwachsene sollten 2 Dosen der aktualisierten COVID-Aufnahme erhalten, sagt CDC - Livescience.com"
    ]
}