{
    "headlines": [
        "'ਇੱਥੇ ਸਾਰੇ ਚੰਗੇ': ਇਮੋਸ਼ਨ ਤੋਂ ਪਹਿਲਾਂ ਟਾਈਟਨ ਦੇ ਡੁੱਬਣਯੋਗ ਤੋਂ ਆਖਰੀ ਸੰਦੇਸ਼ ਪ੍ਰਗਟ ਹੋਏਃ ਕੋਸਟ ਗਾਰਡ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਗੂਗਲ ਫਾਈ ਆਈਫੋਨ ਉਪਭੋਗਤਾਵਾਂ ਲਈ ਆਰਸੀਐਸ ਨੂੰ ਸਮਰੱਥ ਕਰਨ ਲਈ ਐਪਲ 'ਤੇ ਇੰਤਜ਼ਾਰ ਕਰ ਰਿਹਾ ਹੈ - 9to5Google",
        "ਤੂਫਾਨ ਬੋਰਿਸਃ ਪੋਲਿਸ਼ ਸ਼ਹਿਰ ਹੜ੍ਹਾਂ ਦੇ ਕਾਰਨ ਕੇਂਦਰੀ ਯੂਰਪ ਤੋਂ ਬਾਹਰ ਨਿਕਲਦਾ ਹੈ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਮਰਡੌਕ ਮੀਡੀਆ ਸਾਮਰਾਜ ਦਾ ਨਿਯੰਤਰਣ ਨੇਵਾਡਾ ਵਿਚ ਇਕ ਬੰਦ ਦਰਵਾਜ਼ੇ ਦੀ ਸੁਣਵਾਈ ਵਿਚ ਦਾਅ 'ਤੇ ਲੱਗ ਸਕਦਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਐਮਾਜ਼ਾਨ ਕਰਮਚਾਰੀਆਂ ਨੂੰ ਹਫਤੇ ਵਿਚ 5 ਦਿਨ ਦਫਤਰ ਵਾਪਸ ਜਾਣ ਦਾ ਆਦੇਸ਼ ਦਿੰਦਾ ਹੈ, ਕਾਰਪੋਰੇਟ ਪੁਨਰਗਠਨ ਦੀ ਚੇਤਾਵਨੀ ਦਿੰਦਾ ਹੈ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਟਰੰਪ 'ਤੇ ਸਪੱਸ਼ਟ ਤੌਰ' ਤੇ ਕਤਲ ਦੀ ਕੋਸ਼ਿਸ਼ ਵਿਚ ਸ਼ੱਕੀ 12 ਘੰਟਿਆਂ ਲਈ ਗੋਲਫ ਕੋਰਸ ਦੇ ਨੇੜੇ ਸੀ, ਰਿਕਾਰਡ ਦਿਖਾਉਂਦਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਐਪਲ 5 USB-C ਪੋਰਟਾਂ ਦੇ ਨਾਲ ਨਵਾਂ ਮੈਕ ਮਿਨੀ ਲੀਕ ਕਰਦਾ ਹੈ - ਮੈਕਰੂਮੋਰਸ",
        "ਟਿਕਟੋਕ ਨੇ ਯੂਐਸ ਡਿਸਵੈਸਟ-ਓਰ-ਬੈਨ ਕਾਨੂੰਨ ਦੇ ‘ਹੈਰਾਨਕੁਨ’ ਨਤੀਜਿਆਂ ਦੀ ਚੇਤਾਵਨੀ ਦਿੱਤੀ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "ਹਟਾਈ",
        "ਜੇਨ ਦੀ ਆਦਤ ਆਨ-ਸਟੇਜ ਝਗੜੇ ਤੋਂ ਬਾਅਦ ਬਾਕੀ ਟੂਰ ਦੀਆਂ ਤਾਰੀਖਾਂ ਨੂੰ ਰੱਦ ਕਰਦੀ ਹੈ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਮੰਗਲਵਾਰ ਦੀ ਵਾ harvestੀ ਦੇ ਚੰਦਰਮਾ ਅਤੇ ਅੰਸ਼ਕ ਚੰਦਰ ਗ੍ਰਹਿਣ ਨੂੰ ਕਿਵੇਂ ਵੇਖਣਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਕਮਲਾ ਹੈਰਿਸ ਨੇ ਟੀਮਸਟਰਾਂ ਦੇ ਡੀਸੀ ਹੈੱਡਕੁਆਰਟਰ ਦਾ ਕੀਤਾ ਹੈਰਾਨੀਜਨਕ ਦੌਰਾ, ਯੂਨੀਅਨ ਨੇ ਅਜੇ ਤੱਕ ਕਿਸੇ ਉਮੀਦਵਾਰ ਦਾ ਸਮਰਥਨ ਨਹੀਂ ਕੀਤਾ - ਡੈੱਡਲਾਈਨ",
        "ਅਮਰੀਕਾ ਨੇ ਨੇਤਨਯਾਹੂ ਨੂੰ ਲਿਬਨਾਨ 'ਚ ਜੰਗ ਸ਼ੁਰੂ ਕਰਨ ਵਿਰੁੱਧ ਦਿੱਤੀ ਚਿਤਾਵਨੀ - Axios",
        "ਸਰੋਤਃ ਪੈਂਥਰਜ਼ ਬੈਂਚ ਯੰਗ, ਡਾਲਟਨ ਸ਼ੁਰੂ ਕਰਨ ਲਈ - ਈਐਸਪੀਐਨ",
        "ਜਰਮਨੀ ਪਰਵਾਸ ਨੂੰ ਰੋਕਣ ਲਈ ਬਾਰਡਰ ਚੈੱਕ ਵਾਪਸ ਲਿਆਉਂਦਾ ਹੈ, ਮਾਹਰ ਪ੍ਰਭਾਵ 'ਤੇ ਸਵਾਲ ਉਠਾਉਂਦੇ ਹਨ - ਰਾਇਟਰ",
        "ਇੱਕ ਪਾਈਪਲਾਈਨ ਫਟ ਗਈ ਹੈ ਅਤੇ ਹਿਊਸਟਨ ਦੇ ਉਪਨਗਰ ਵਿੱਚ ਅੱਗ ਲੱਗੀ ਹੋਈ ਹੈ, ਜਿਸ ਨਾਲ ਨਿਕਾਸੀ ਲਈ ਮਜਬੂਰ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਵਿਸ਼ਾਲ ਸਕ੍ਰੀਨ ਵਾਲਾ ਰੋਲ ਕਰਨ ਯੋਗ ਸੈਮਸੰਗ ਫੋਨ ਕਥਿਤ ਤੌਰ 'ਤੇ 2025 ਵਿਚ ਆ ਰਿਹਾ ਹੈ - SamMobile - ਸੈਮਸੰਗ ਖ਼ਬਰਾਂ",
        "ਨਵੇਂ ਸਰਵੇਖਣ ਵਿਚ ਜ਼ਿਆਦਾਤਰ ਕਹਿੰਦੇ ਹਨ ਕਿ ਟੇਲਰ ਸਵਿਫਟ ਦੇ ਸਮਰਥਨ ਦਾ ਉਨ੍ਹਾਂ ਦੀ ਵੋਟ 'ਤੇ ਕੋਈ ਪ੍ਰਭਾਵ ਨਹੀਂ ਹੈ - ਦਿ ਹਿੱਲ",
        "ਗਰਭ ਅਵਸਥਾ ਦਿਮਾਗ ਨੂੰ ਪਹਿਲਾਂ ਨਾਲੋਂ ਵਧੇਰੇ ਜਾਣਿਆ ਜਾਂਦਾ ਹੈ, ਅਧਿਐਨ ਲੱਭਦਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਫਾਲਕਨਜ਼ ਬਨਾਮ ਈਗਲਜ਼ ਵਿਚ ਦੇਖਣ ਲਈ ਦਿਲਚਸਪ ਖਿਡਾਰੀ - ਦਿ ਫਾਲਕੋਹੋਲਿਕ"
    ]
}