{
    "headlines": [
        "تُظهر الخرائط مسار إعصار هيلين: ما يجب معرفته عن المسارات المحتملة وعرام العواصف - أخبار سي بي إس",
        "التحديثات: تظل أوامر الإخلاء سارية بعد تسرب المواد الكيميائية في بلدة وايت ووتر - WLWT سينسيناتي",
        "من المقرر توجيه الاتهام إلى شريف كنتاكي المتهم بإطلاق النار على قاضٍ في غرفته اليوم - سي إن إن",
        "زيلينسكي ينتقد اقتراح السلام \"الاستعماري\" للحرب مع روسيا في خطاب الأمم المتحدة - بوليتيكو",
        "يقول الطيار الغواص إن انفجار تيتان كان \"متوقعًا من قبل كل من كان لديه إمكانية الوصول إلى القليل من المعلومات\" - سي بي إس نيوز",
        "تقول الدراسة إن عقار السكري Ozempic من نوفو نورديسك قد يقلل من خطر الجرعات الزائدة من المواد الأفيونية - CNBC",
        "الحمض النووي من جبن عمره 3600 عام متسلسل من قبل العلماء - سي إن إن",
        "استقال ماثيو سلوكا من فريق UNLV QB، على ما يبدو بسبب عدم الوفاء بالوعود - NBC Sports",
        "Meta Connect 2024: كيفية مشاهدة حدث الميتافيرس والذكاء الاصطناعي التوليدي اليوم - TechCrunch",
        "تقرير جديد يشرح تفاصيل الإخفاقات المذهلة لقيادة الخدمة السرية حول محاولة اغتيال ترامب الأولى - سي إن إن",
        "لماذا يجب أن يدق خطاب بايدن في الجمعية العامة للأمم المتحدة أجراس الإنذار في جميع أنحاء العالم - فوكس نيوز",
        "بيع أسهم فيزا، الناجم عن دعوى وزارة العدل، يخلق فرصة شراء: مورغان ستانلي (V) - البحث عن ألفا",
        "تمثل مواجهة جورجيا أول لحظة مليئة بالضغط لكالين ديبور كمدرب في ألاباما، لكنك لن تعرف ذلك - سي بي إس سبورتس",
        "امرأة أمريكية من المفترض أن تكون أول من يستخدم شركة \"انتحار\" متهمة بمحاولة الحصول على مدخرات حياتها: تقرير - نيويورك بوست",
        "يقول البواب ريتشارد جودال، الفائز بجائزة \"America‘s Got Talent\"، إن \"السماء هي الحد الأقصى\" للمستقبل - فوكس نيوز",
        "حان الوقت لنشمر عن سواعدنا من أجل تطعيمات جديدة ضد فيروس كورونا والإنفلونزا - وكالة أسوشيتد برس",
        "اسأل المطور المجلد. 13، أسطورة زيلدا: أصداء الحكمة — الجزء 4 - نينتندو",
        "خطوط ساوث ويست الجوية تخفض الخدمة والموظفين في أتلانتا لخفض التكاليف - سي إن بي سي",
        "راكب قتل في اختطاف، مطاردة حافلة MTA في لوس انجليس - KTLA لوس انجليس",
        "اعترضت إسرائيل صاروخ حزب الله الباليستي بالقرب من تل أبيب في أول هجوم من نوعه - سي إن إن"
    ]
}