{
    "headlines": [
        "ਚੀਨੀ ਸਟਾਕ ਇਤਿਹਾਸਕ ਰਾoutਟ ਤੋਂ ਰੀਬਾਉਂਡ ਸਟੇਟ ਫੰਡ ਸਟੈਪ ਇਨ - ਬਲੂਮਬਰਗ ਡਾਟ ਕਾਮ",
        "ਟਰੰਪ ਨੇ ਟੈਰਿਫ ਪਾਵਰ ਨੂੰ ਰੋਕਣ ਲਈ ਬਿੱਲ ਵੀਟੋ ਦੀ ਧਮਕੀ ਦਿੱਤੀ - ਪੋਲਿਟਿਕੋ",
        "ਚੀਨ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਟਰੰਪ ਦੇ 50% ਵਾਧੂ ਟੈਰਿਫ ਦੀ ਧਮਕੀ ਦੇਣ ਤੋਂ ਬਾਅਦ ਉਹ 'ਅੰਤ ਤੱਕ ਲੜਨਗੇ' - ਸੀਐਨਬੀਸੀ",
        "ਸੁਪਰੀਮ ਕੋਰਟ ਨੇ ਟਰੰਪ ਨੂੰ ਹੁਣ ਲਈ ਤੇਜ਼ੀ ਨਾਲ ਦੇਸ਼ ਨਿਕਾਲੇ ਲਈ ਏਲੀਅਨ ਦੁਸ਼ਮਣ ਐਕਟ ਲਾਗੂ ਕਰਨ ਦੀ ਆਗਿਆ ਦਿੱਤੀ - ਸੀਐਨਐਨ",
        "ਫਲੋਰਿਡਾ ਬਨਾਮ ਹਿਊਸਟਨ ਕਿੱਥੇ ਮਾਰਚ ਪਾਗਲਪਨ, ਭਵਿੱਖਬਾਣੀ, 2025 NCAA ਚੈਂਪੀਅਨਸ਼ਿਪ ਗੇਮ ਪਿਕ, ਔਕੜਾਂ, ਲਾਈਨ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ ਨੂੰ ਵੇਖਣਾ ਹੈ",
        "ਵ੍ਹਾਈਟ ਲੋਟਸਃ ਬੋਸ਼ ਨੇ ਇਸ ਦੇ ਬਲੈਂਡਰ ਨੂੰ ਸੀਜ਼ਨ ਫਾਈਨਲ ਵਿਚ ਜ਼ਹਿਰੀਲੇ ਪੀਣ ਵਾਲੇ ਪਦਾਰਥ ਬਣਾਉਣ ਲਈ ਵਰਤਿਆ ਜਾਣ ਦਾ ਜਵਾਬ ਦਿੱਤਾ - ਟੀਵੀਲਾਈਨ",
        "ਅਮਰੀਕਾ ਨੇ ਲੱਖਾਂ ਲੋਕਾਂ ਦੀ ਜਾਨ ਬਚਾਉਣ ਵਾਲੀ ਭੋਜਨ ਸਹਾਇਤਾ ਖ਼ਤਮ ਕਰ ਦਿੱਤੀ ਹੈ । ਵਰਲਡ ਫੂਡ ਪ੍ਰੋਗਰਾਮ ਇਸ ਨੂੰ ‘ਮੌਤ ਦੀ ਸਜ਼ਾ‘ ਕਹਿੰਦਾ ਹੈ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਕਾਲਜ ਖੇਡਾਂ ਲਈ ਜੱਜ ਵਜੋਂ ਇਤਿਹਾਸਕ ਦਿਨ ਨੇ ਪ੍ਰਮੁੱਖ ਐਨਸੀਏਏ ਬੰਦੋਬਸਤ - ਐਨਪੀਆਰ 'ਤੇ ਅੰਤਮ ਸੁਣਵਾਈ ਕੀਤੀ",
        "ਜੀਨੋ ਸਮਿਥ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਸਨੇ ਸੀਏਟਲ ਦੇ ਇਕਰਾਰਨਾਮੇ ਦੀ ਪੇਸ਼ਕਸ਼ ਦਾ ਮੁਕਾਬਲਾ ਨਹੀਂ ਕੀਤਾ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਵਿਗਿਆਨੀ ਜੈਨੇਟਿਕ ਤੌਰ ਤੇ ਸਫੈਦ ਵਾਲਾਂ ਵਾਲੇ ਬਘਿਆੜ ਅਤੇ ਮਾਸਪੇਸ਼ੀ ਵਾਲੇ ਜਬਾੜੇ ਜਿਵੇਂ ਕਿ ਅਲੋਪ ਹੋਏ ਡਾਇਰ ਬਘਿਆੜ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਫਰੇਮਵਰਕ \"ਅਸਥਾਈ ਤੌਰ 'ਤੇ ਵਿਰਾਮ\" ਕੁਝ ਲੈਪਟਾਪ ਵਿਕਰੀ ਕਿਉਂਕਿ ਨਵੇਂ ਟੈਰਿਫ - ਆਰਸ ਟੈਕਨੀਕਾ",
        "ਜੈਮਿਨੀ ਲਾਈਵ ਦੀ ਸਕ੍ਰੀਨਸ਼ੇਅਰਿੰਗ ਵਿਸ਼ੇਸ਼ਤਾ ਪਿਕਸਲ 9 ਅਤੇ ਗਲੈਕਸੀ ਐਸ 25 ਡਿਵਾਈਸਾਂ ਤੇ ਰੋਲ ਆਉਟ ਹੋ ਰਹੀ ਹੈ - ਦ ਵਰਜ",
        "ਯੂਰੇਨਸ 'ਤੇ ਇਕ ਦਿਨ ਅਸਲ ਵਿਚ ਸਾਡੀ ਸੋਚ ਨਾਲੋਂ ਲੰਬਾ ਹੁੰਦਾ ਹੈ, ਹੱਬਲ ਟੈਲੀਸਕੋਪ ਨੇ ਖੁਲਾਸਾ ਕੀਤਾ - ਸਪੇਸ.",
        "ਸਿਹਤ ਸਕੱਤਰ ਆਰਐਫਕੇ ਜੂਨੀਅਰ ਨੇ ਐਮਐਮਆਰ ਟੀਕੇ ਦੀ ਹਮਾਇਤ ਕੀਤੀ — ਉਸਦੇ ਸਮਰਥਕਾਂ ਵਿੱਚ ਗੁੱਸਾ ਭੜਕਾਇਆ - ਐਨਪੀਆਰ",
        "ਟਰੰਪ ਦਾ ਟੈਰਿਫ ਨਾਲ ਚੱਲਣ ਵਾਲਾ ਬਾਜ਼ਾਰ ਕਰੈਸ਼, ਸੰਖੇਪ ਵਿੱਚ ਸਮਝਾਇਆ - ਵੌਕਸ",
        "ਚੋਟੀ ਦੇ 10 ਕਰਿਆਨੇ ਦੀਆਂ ਚੀਜ਼ਾਂ ਜੋ ਟੈਰਿਫ ਦੁਆਰਾ ਪ੍ਰਭਾਵਤ ਹੋਣਗੀਆਂ, ਸੁਪਰ ਮਾਰਕੀਟ ਮਾਹਰ ਦੇ ਅਨੁਸਾਰ - ਡਬਲਯੂਪੀਟੀਵੀ",
        "ਮਿਆਂਮਾਰ ਦੇ ਘਾਤਕ ਭੂਚਾਲ ਤੋਂ ਬਚਾਅ ਦੇ ਯਤਨਾਂ ਵਿੱਚ ਹਵਾ ਡਿੱਗ ਗਈ ਹੈ ਕਿਉਂਕਿ ਮੌਤਾਂ ਦੀ ਗਿਣਤੀ 3,600 ਤੱਕ ਪਹੁੰਚ ਗਈ ਹੈ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਚੀਫ਼ ਜਸਟਿਸ ਰੌਬਰਟਸ ਨੇ ਗਲਤੀ ਨਾਲ ਅਲ ਸਲਵਾਡੋਰ ਨੂੰ ਡਿਪੋਰਟ ਕੀਤੇ ਮੈਰੀਲੈਂਡ ਦੇ ਆਦਮੀ ਦੀ ਵਾਪਸੀ ਲਈ ਆਖਰੀ ਤਾਰੀਖ ਨੂੰ ਰੋਕ ਦਿੱਤਾ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਮੇਨ ਨੇ ਟ੍ਰਾਂਸਜੈਂਡਰ ਐਥਲੀਟਾਂ ਦੇ ਵਿਵਾਦ ਤੋਂ ਬਾਅਦ ਫੰਡਿੰਗ ਫ੍ਰੀਜ਼ 'ਤੇ ਟਰੰਪ ਪ੍ਰਸ਼ਾਸਨ' ਤੇ ਮੁਕੱਦਮਾ ਕੀਤਾ - ਏਪੀ ਨਿ Newsਜ਼"
    ]
}