{
    "headlines": [
        "Юридические эксперты раскритиковали конституционное изменение Байдена в последнюю минуту: «Циничное и неуместное» - Fox News",
        "Изъято",
        "HHS инвестирует почти 600 миллионов долларов в разработку вакцины против птичьего гриппа Moderna - CNN",
        "Россия приговорила адвокатов покойного оппозиционера Навального к тюремному заключению - The Washington Post",
        "Регуляторы расследуют сообщения о материальном ущербе от взрыва космического корабля SpaceX - CNN",
        "Пакистан: Имран Хан приговорен к 14 годам по делу о коррупции - BBC.com",
        "CNN договорился с ветераном ВМС США после вердикта в 5 миллионов долларов за клевету - Reuters",
        "Трамп переносит инаугурацию внутрь, «подавляющее большинство» гостей с билетами не могут присутствовать - ABC News",
        "Доу вырос более чем на 300 пунктов, S&P 500 показал лучшую неделю с момента избрания Трампа: новости в прямом эфире - CNBC",
        "Прогноз Огайо против Нотр-Дама, шансы, спред национального чемпионата CFP, игровое время, где смотреть по телевизору - CBS Sports",
        "Кайл Маклахлан, Наоми Уоттс и другие сердечно поздравляют Дэвида Линча: «Он показал меня на карте» - CNN",
        "Приказы об эвакуации остаются в силе после возникновения пожара на аккумуляторном складе в Центральной Калифорнии - CNN",
        "Джастин Балдони втянул Тейлор Свифт в горячую судебную тяжбу с Блейк Лайвли - Fox News",
        "Результаты взвешивания | UFC 311: Махачев против Мойкано - UFC",
        "Мэл Гибсон узнал о назначении Трампа из социальных сетей - Hollywood Reporter",
        "Управление по связям с общественностью | Бывший аналитик ЦРУ признал себя виновным в передаче сверхсекретной информации о национальной обороне - Министерство юстиции",
        "В пятницу дебютирует непревзойденная женская баскетбольная лига. Вот все, что мы знаем об этом - CNBC",
        "Плей-офф НФЛ 2025: выбор раунда дивизиона - Bleeding Green Nation",
        "Intel только что украла обеденные деньги Nvidia с Arc B570 - Digital Trends",
        "Клиенты Capital One сталкиваются с проблемами доступа к счету из-за технического сбоя. Влияние КТ неясно. - Инсайдер КТ"
    ]
}