{
    "headlines": [
        "ਐਰੀਜ਼ੋਨਾ ਪਹੁੰਚਣ 'ਤੇ ਇਕ ਪ੍ਰਾਈਵੇਟ ਜੈੱਟ ਦੇ ਦੂਜੇ ਨਾਲ ਟਕਰਾਉਣ ਤੋਂ ਬਾਅਦ ਘੱਟੋ ਘੱਟ 1 ਦੀ ਮੌਤ ਹੋ ਗਈ ਅਤੇ ਕਈ ਜ਼ਖਮੀ ਹੋ ਗਏ - ਸੀਐਨਐਨ",
        "ਕੇਰਿੰਗ ਸ਼ੇਅਰ ਪੌਪ 6% ਚੌਥੀ ਤਿਮਾਹੀ 'ਤੇ ਹਰਾਇਆ ਭਾਵੇਂ ਕਿ ਗੁੱਸੀ ਬ੍ਰਾਂਡ ਦੀ ਕਮਜ਼ੋਰੀ' ਤੇ ਵਿਕਰੀ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਏਸ਼ੀਆ-ਪ੍ਰਸ਼ਾਂਤ ਬਾਜ਼ਾਰਾਂ ਦਾ ਵਪਾਰ ਰਲਿਆ ਹੋਇਆ ਹੈ ਕਿਉਂਕਿ ਨਿਵੇਸ਼ਕ ਟਰੰਪ ਦੀਆਂ ਟੈਰਿਫਾਂ ਦਾ ਮੁਲਾਂਕਣ ਕਰਦੇ ਹਨ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਡੀ. ਸੀ. ਖੇਤਰ ਵਿੱਚ ਉਮੀਦ ਕੀਤੀ ਗਈ ਬਰਫ ਦੇ ਤੂਫਾਨ ਬਾਰੇ ਤੁਹਾਨੂੰ ਜਾਣਨ ਦੀ ਹਰ ਚੀਜ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਲੂਕਾ ਡੋਂਸੀਕ ਆਪਣੀ ਲੇਕਰਜ਼ ਦੀ ਸ਼ੁਰੂਆਤ ਕਰਦਾ ਹੈ ਅਤੇ ਯੂਟਾ ਉੱਤੇ 132-113 ਦੀ ਜਿੱਤ ਵਿੱਚ ਲੇਬਰੋਨ ਜੇਮਜ਼ ਨਾਲ ਤੇਜ਼ੀ ਨਾਲ ਜੁੜਦਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਹੈਤੀਆਈ ਪ੍ਰਵਾਸੀ ਦੁਰਵਿਵਹਾਰ ਦੀਆਂ ਦੁਖਦਾਈ ਕਹਾਣੀਆਂ ਸਾਂਝੀਆਂ ਕਰਦੇ ਹਨ ਕਿਉਂਕਿ ਡੋਮਿਨਿਕਨ ਰਿਪਬਲਿਕ ਦੇਸ਼ ਨਿਕਾਲਾ ਵਧਾਉਂਦਾ ਹੈ - ਯਾਹੂ",
        "ਟਰੰਪ ਅਦਾਲਤਾਂ ਦੇ ਤੌਰ ਤੇ ਅੱਗੇ ਵਧਦਾ ਹੈ, ਡੈਮੋਕਰੇਟ ਉਸ ਨੂੰ ਰੋਕਣ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰਦੇ ਹਨ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਐਪਲ ਪੈਚ ਐਮਰਜੈਂਸੀ ਅਪਡੇਟ ਵਿੱਚ ਸਰਗਰਮੀ ਨਾਲ ਆਈਓਐਸ ਜ਼ੀਰੋ-ਡੇਅ ਸੀਵੀਈ -2025-24200 ਦਾ ਸ਼ੋਸ਼ਣ ਕਰਦੇ ਹਨ - ਹੈਕਰ ਨਿ Newsਜ਼",
        "ਚਾਰਲੀ ਪੁਥ ਕਨੇ ਵੈਸਟ ਦੇ ਸੁਪਰ ਬਾlਲ ਐਡ ਦੀ ਨਿੰਦਾ ਕਰਦਾ ਹੈ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਹੌਰਨੇਟਸ ਨੇ ਐਨਬੀਏ ਨਾਲ ਸੰਪਰਕ ਕੀਤਾ ਹੈ, ਵਿਵਾਦਾਂ ਤੋਂ ਛੁਟਕਾਰਾ ਪਾਉਣ ਵਾਲੇ ਮਾਰਕ ਵਿਲੀਅਮਜ਼ ਦੇ ਵਪਾਰ - ਸਿਲਵਰ ਸਕ੍ਰੀਨ ਅਤੇ ਰੋਲ ਦੇ ਵਿਕਲਪਾਂ ਦੀ ਪੜਚੋਲ ਕੀਤੀ ਹੈ",
        "ਜੌਹਨ ਓਲੀਵਰ ਨੇ ‘ਦਿ ਡੇਲੀ ਸ਼ੋਅ’ ’ਚ ਵਾਪਸੀ ਕੀਤੀ ਹੈ, ਜਿਸ ਨਾਲ ਟਰੰਪ ਨੇ ਅਮਰੀਕਾ ਨੂੰ ਰਾਜਸ਼ਾਹੀ’ ਚ ਬਦਲ ਦਿੱਤਾ ਹੈ ।",
        "ਟਰੰਪ ਨੇ ਸਾਰੇ ਸਟੀਲ ਅਤੇ ਅਲਮੀਨੀਅਮ ਦੇ ਆਯਾਤ 'ਤੇ 25% ਟੈਰਿਫ ਦਾ ਐਲਾਨ ਕੀਤਾ - ਬੀਬੀਸੀ.",
        "ਜਾਨਸਨ ਚੁੱਪ ਚਾਪ ਨਵੇਂ ਬਜਟ ਦੇ ਬਲੂਪ੍ਰਿੰਟ ਦੀ ਦੁਕਾਨ ਕਰਦਾ ਹੈ - ਪੋਲਿਟਿਕੋ",
        "ਨਿਆਂ ਵਿਭਾਗ ਨੇ ਸਰਕਾਰੀ ਵਕੀਲਾਂ ਨੂੰ ਨਿਊਯਾਰਕ ਸਿਟੀ ਦੇ ਮੇਅਰ ਐਰਿਕ ਐਡਮਜ਼ ਵਿਰੁੱਧ ਫੈਡਰਲ ਭ੍ਰਿਸ਼ਟਾਚਾਰ ਦਾ ਕੇਸ ਰੱਦ ਕਰਨ ਦਾ ਨਿਰਦੇਸ਼ ਦਿੱਤਾ - ਸੀ ਐਨ ਐਨ",
        "ਕੀ ਤੁਸੀਂ ਇਸ ਨੂੰ ਵੇਖਿਆ? ਸਪੇਸਐਕਸ ਨੇ ਸੋਮਵਾਰ ਰਾਤ ਵੈਨਡੇਨਬਰਗ ਤੋਂ ਲਾਂਚ ਕੀਤਾ - ਬੇਕਰਸਫੀਲਡ ਹੁਣੇ ਸੰਪਰਕ ਕਰੋ",
        "ਫੋਰਟ ਲਿਬਰਟੀ ਦਾ ਨਾਮ ਫੋਰਟ ਬ੍ਰੈਗ ਨੂੰ ਬਹਾਲ ਕਰਨ ਲਈ ਪੈਂਟਾਗਨ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਡੈਨ ਓਰਲੋਵਸਕੀ ਨੇ ਐਂਡੀ ਰੀਡ ਨੂੰ ‘ਆਕਲੈਸਡ‘ ਚੀਫਜ਼ ’ਸੁਪਰ ਬਾlਲ 2025 ਡੀਬੈਕਲ ਲਈ ਕੁਚਲਿਆ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਪਹਿਲਾ ਮੁਕੱਦਮਾ ਟਰੰਪ ਦੀ ਵਿਦੇਸ਼ੀ ਸਹਾਇਤਾ ਨੂੰ ਨਿਸ਼ਾਨਾ ਬਣਾਉਂਦਾ ਹੈ ਫ੍ਰੀਜ਼ - ਪੋਲਿਟਿਕੋ",
        "ਇੱਥੇ ਇੱਕ ਐਮਆਈਟੀ ਵਿਗਿਆਨੀ ਐਸਟਰਾਇਡ ਬਾਰੇ ਕੀ ਕਹਿੰਦਾ ਹੈ ਜੋ 2032 ਵਿੱਚ ਧਰਤੀ ਨੂੰ ਮਾਰ ਸਕਦਾ ਹੈ - ਬੋਸਟਨ.",
        "ਟਰੰਪ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਹਮਾਸ ਨੂੰ ਸਾਰੇ ਬੰਧਕਾਂ ਨੂੰ ਸ਼ਨੀਵਾਰ ਦੁਪਹਿਰ ਤੱਕ ਰਿਹਾਅ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ ਜਾਂ 'ਨਰਕ ਨੂੰ ਤੋੜਨ ਦਿਓ' - ਸੀ ਐਨ ਬੀ ਸੀ"
    ]
}