{
    "headlines": [
        "ਬ੍ਰਾsਨਜ਼ਃ ਦੇਸ਼ੌਨ ਵਾਟਸਨ ਨੇ ਮਿਆਮੀ ਵਿਚ ਗਿੱਟੇ ਨੂੰ ਰੋਲ ਕਰਨ ਤੋਂ ਬਾਅਦ ਬੇਅਰਾਮੀ ਦੀ ਸ਼ਿਕਾਇਤ ਕੀਤੀ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਤੇਲ ਦੀਆਂ ਕੀਮਤਾਂ 3% ਰੈਲੀ ਕਰਦੀਆਂ ਹਨ ਕਿਉਂਕਿ ਅਮਰੀਕਾ ਸਖਤ ਪਾਬੰਦੀਆਂ ਨਾਲ ਰੂਸ ਦੇ ਤੇਲ ਨੂੰ ਮਾਰਦਾ ਹੈ - ਰਾਇਟਰਜ਼",
        "ਗ੍ਰੀਨਲੈਂਡ ਅਮਰੀਕੀ ਜਾਂ ਡੈੱਨਮਾਰਕੀ ਨਹੀਂ, ਸੁਤੰਤਰ ਹੋਣਾ ਚਾਹੁੰਦਾ ਹੈ, ਪ੍ਰੀਮੀਅਰ ਕਹਿੰਦਾ ਹੈ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "ਅਮਰੀਕਾ ਨੇ ਵੈਨੇਜ਼ੁਏਲਾ ਦੇ ਨਿਕੋਲਸ ਮਾਦੁਰੋ ਦੀ ਗ੍ਰਿਫਤਾਰੀ ਲਈ 25 ਮਿਲੀਅਨ ਡਾਲਰ ਦੇ ਇਨਾਮ ਦਾ ਐਲਾਨ ਕੀਤਾ - BBC.com",
        "Nintendo ਅੰਤ 'ਤੇ ਟਿੱਪਣੀ ਲੀਕ ਸਵਿੱਚ 2 ਹਾਰਡਵੇਅਰ ਅਤੇ ਵੀਡੀਓ - ਫੋਰਬਸ",
        "ਐਬੇਲ ਟੇਸਫੇਏ ਦ ਵੀਕੈਂਡ ਪਰਸਨ ਨੂੰ ਪਿੱਛੇ ਛੱਡ ਦੇਵੇਗਾ ਕਿਉਂਕਿ ਇਹ \"ਮੁਹਾਰਤ ਪ੍ਰਾਪਤ\" ਹੈ - ਏਵੀ ਕਲੱਬ",
        "ਜਾਪਦਾ ਹੈ ਕਿ ਸੁਪਰੀਮ ਕੋਰਟ ਟਿਕਟਾਕ 'ਤੇ ਪਾਬੰਦੀ ਬਰਕਰਾਰ ਰੱਖੇਗੀ - ਐਕਸੀਓਸ",
        "ਕਾਰਸਨ ਬੇਕ ਮਿਆਮੀ ਵਿੱਚ ਟ੍ਰਾਂਸਫਰ ਕਰਦਾ ਹੈਃ ਤੂਫਾਨ ਪੋਰਟਲ ਤੋਂ ਬਾਹਰ ਸਾਬਕਾ ਜਾਰਜੀਆ ਕਿ Qਬੀ ਲਈ ਸਪੱਸ਼ਟ ਲੈਂਡਿੰਗ ਸਥਾਨ ਕਿਉਂ ਸਨ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਵਾਲ ਸੇਂਟ ਸਲਾਈਡਾਂ, ਗਰਮ ਤਨਖਾਹਾਂ ਦੇ ਅੰਕੜਿਆਂ ਤੋਂ ਬਾਅਦ ਦੋ ਮਹੀਨਿਆਂ ਦੇ ਹੇਠਲੇ ਪੱਧਰ 'ਤੇ ਐਸ ਐਂਡ ਪੀ 500 ਹਿੱਟ ਕਰਦਾ ਹੈ - ਰਾਇਟਰਜ਼",
        "ਐਕਸਕਲੂਸਿਵਃ ਮੈਟਾ ਟਰੰਪ ਨੂੰ ਨਵੀਨਤਮ ਕਮਾਨ ਵਿਚ ਡੀਈਆਈ ਪ੍ਰੋਗਰਾਮਾਂ ਨੂੰ ਵਾਪਸ ਰੋਲ ਕਰਦਾ ਹੈ - ਐਕਸੀਓਸ",
        "ਕਾਰਦਾਸ਼ੀਅਨ ਜੰਗਲੀ ਅੱਗਾਂ ਦੇ ਵਿਚਕਾਰ ਘਰਾਂ ਨੂੰ ਖਾਲੀ ਕਰਦੇ ਹਨ, ਫਾਇਰਫਾਈਟਰਾਂ ਨੂੰ ਭੋਜਨ ਦਾਨ ਕਰਦੇ ਹਨ - ਟੀਐਮਜ਼ੈਡ",
        "ਏਅਰਲਾਈਨਾਂ ਨੇ ਤੂਫਾਨ ਦੇ ਵਿਚਕਾਰ 2,000 ਤੋਂ ਵੱਧ ਅਮਰੀਕੀ ਉਡਾਣਾਂ ਨੂੰ ਰੱਦ ਕਰ ਦਿੱਤਾ, ਐਟਲਾਂਟਾ ਵਿਖੇ ਡੈਲਟਾ ਸਲਾਈਡ-ਇਵੈਕੁਏਸ਼ਨ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਸਪੇਸਐਕਸ ਫਾਲਕਨ 9 ਰਾਕੇਟ ਅੱਜ ਰਿਕਾਰਡ ਤੋੜਨ ਵਾਲੀ 25 ਵੀਂ ਉਡਾਣ 'ਤੇ ਲਾਂਚ ਹੋ ਰਿਹਾ ਹੈ - ਸਪੇਸ ਡਾਟ ਕਾਮ",
        "ਹਟਾਈ",
        "ਨਵੀਨਤਮ ਗਲੈਕਸੀ ਐਸ 25 ਲੀਕ ਸਾਰੇ ਵਿਸਥਾਰਤ ਸਪੈੱਕਸ ਅਤੇ ਦਰਜਨਾਂ ਚਿੱਤਰਾਂ [ਗੈਲਰੀ] - 9to5Google ਨਾਲ ਬੇਅਰ ਕਰਦਾ ਹੈ",
        "ਟਰੰਪ ਨੂੰ ਉਸ ਦੇ ਹਸ਼ ਮਨੀ ਕੇਸ ਵਿਚ ਸਜ਼ਾ ਸੁਣਾਈ ਗਈ ਹੈ, ਪਰ ਜੱਜ ਨੇ ਕੋਈ ਸਜ਼ਾ ਦੇਣ ਤੋਂ ਇਨਕਾਰ ਕਰ ਦਿੱਤਾ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਵਾਈਲਡ-ਕਾਰਡ ਵੀਕੈਂਡ ਲਈ ਮਾਰਕ ਕ੍ਰੈਗ ਦੀ ਚੋਣਃ ਕੀ ਕੋਈ ਹੈਰਾਨੀ ਹੋਵੇਗੀ? - ਸਟਾਰ ਟ੍ਰਿਬਿਊਨ",
        "ਕਾਂਸਟੇਲੇਸ਼ਨ Energyਰਜਾ ਕੈਲਪਾਈਨ ਨੂੰ 16.4 ਬਿਲੀਅਨ ਡਾਲਰ ਵਿਚ ਖਰੀਦਣ ਲਈ ਸਹਿਮਤ ਹੈ - ਦਿ ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "21 ਵੀਂ ਸਦੀ ਦੀਆਂ ਹੁਣ ਤੱਕ ਦੀਆਂ 250 ਸਭ ਤੋਂ ਵੱਡੀਆਂ ਐਲਬਮਾਂ - ਰੋਲਿੰਗ ਸਟੋਨ",
        "ਯੂਐਫਸੀ ਫਾਈਟ ਨਾਈਟ: ਡੇਰਨ ਬਨਾਮ ਰਿਬਾਸ 2 - ਯੂਐਫਸੀ"
    ]
}