{
    "headlines": [
        "ਸਾਲਾਨਾ ਯੂਐਸ ਖਪਤਕਾਰਾਂ ਦੀ ਮਹਿੰਗਾਈ ਅਗਸਤ ਵਿਚ 2.5% ਤੱਕ ਡਿੱਗ ਗਈ, 3 ਸਾਲਾਂ ਦਾ ਹੇਠਲਾ ਪੱਧਰ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਸਟਾਕ ਮਾਰਕੀਟ ਅੱਜਃ ਸਟਾਕ ਸ਼ੁਰੂਆਤੀ ਗਿਰਾਵਟ ਨੂੰ ਉਲਟਾਉਂਦਾ ਹੈ; ਡੇਟਾ ਮਾਸਿਕ ਕੋਰ ਮਹਿੰਗਾਈ ਵਿੱਚ ਪਿਕਅਪ ਦਿਖਾਉਂਦਾ ਹੈ - ਦਿ ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "9/11 ਦੀ ਵਰ੍ਹੇਗੰਢ ਬਾਇਡਨ, ਹੈਰਿਸ ਅਤੇ ਟਰੰਪ ਨੂੰ ਜ਼ਮੀਨੀ ਜ਼ੀਰੋ 'ਤੇ ਇਕੱਠੇ ਲਿਆਉਂਦੀ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਐਮਪੌਕਸ ਇਨ ਡੀ ਆਰ ਕਾਂਗੋਃ ਡਾਕਟਰੀ ਟੀਕਿਆਂ ਦੀ ਬੇਨਤੀ ਕਰਦੇ ਹਨ ਕਿਉਂਕਿ ਲਾਗਾਂ ਦੀ ਦਰ ਵਧਦੀ ਹੈ - ਬੀਬੀਸੀ.",
        "ਲਾਸ ਏਂਜਲਸ-ਖੇਤਰ ਦੇ 3 ਵਿਸ਼ਾਲ ਜੰਗਲੀ ਅੱਗਾਂ ਨੇ ਇਕ ਹਫਤੇ ਵਿਚ 100,000 ਏਕੜ ਤੋਂ ਵੱਧ ਸੜ ਗਏ ਹਨ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਟਾਇਰਿਕ ਹਿੱਲ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਹ ਆਪਣੇ ਟ੍ਰੈਫਿਕ ਸਟਾਪ ਨੂੰ ਬਿਹਤਰ handleੰਗ ਨਾਲ ਸੰਭਾਲ ਸਕਦਾ ਸੀ ਪਰ ਉਹ ਅਜੇ ਵੀ ਚਾਹੁੰਦਾ ਹੈ ਕਿ ਅਧਿਕਾਰੀ ਨੂੰ ਬਰਖਾਸਤ ਕੀਤਾ ਜਾਵੇ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "49ers ਨੂੰ ਕ੍ਰਿਸ਼ਚੀਅਨ ਮੈਕਕੈਫਰੀ ਦੀ ਸਮੱਸਿਆ ਹੈ - SFGATE",
        "ਹਟਾਈ",
        "ਸਪੀਕਰ ਜੌਹਨਸਨ ਜੀਓਪੀ ਡਿਵੀਜ਼ਨਾਂ ਦੇ ਵਿਚਕਾਰ ਸਰਕਾਰੀ ਫੰਡਿੰਗ ਯੋਜਨਾ 'ਤੇ ਬੁੱਧਵਾਰ ਦੀ ਵੋਟ ਨੂੰ ਖਿੱਚਦਾ ਹੈ - ਸੀਐਨਐਨ",
        "ਟਰੰਪ ਅਤੇ ਹੈਰਿਸ ਦੇ 2024 ਦੇ ਰਾਸ਼ਟਰਪਤੀ ਦੇ ਚਿਹਰੇ ਤੋਂ ਬਹਿਸ ਦੇ ਦਾਅਵਿਆਂ ਦੀ ਤੱਥ ਜਾਂਚ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਬਲਿੰਕਨ, ਯੂਕੇ ਦੇ ਲੈਮੀ ਯੁੱਧ ਵਿਚ ਮੁੱਖ ਮੋੜ 'ਤੇ ਸਮਰਥਨ ਦੇ ਪ੍ਰਦਰਸ਼ਨ ਵਿਚ ਯੂਕਰੇਨ ਦਾ ਦੌਰਾ ਕਰਦੇ ਹਨ - Reuters.",
        "ਮਜ਼ੇ ਲਈ ਉਤਸ਼ਾਹੀ ਗਾਇਕਾ-ਗੀਤਕਾਰ ਫ੍ਰੈਂਕੀ ਬੇਵਰਲੀ ਦੀ 77 ਸਾਲ ਦੀ ਉਮਰ ਵਿੱਚ ਮੌਤ ਹੋ ਗਈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਐਨਐਫਐਲ ਕਲਪਨਾ 2024 ਸਟਾਰਟ 'ਏਮ, ਸੀਟ ' ਏਮਃ ਹਫਤੇ 2 ਲਈ ਕੁਆਰਟਰਬੈਕ - ਐਨਐਫਐਲ ਡਾਟ ਕਾਮ",
        "ਬਫੇਲੋ ਬਿੱਲ ਬਨਾਮ ਮਿਆਮੀ ਡਾਲਫਿਨ | 2024 ਹਫਤਾ 2 ਗੇਮ ਪ੍ਰੀਵਿview - ਐਨਐਫਐਲ",
        "‘ਮੈਂ ਸਿਰਫ ਕੁੱਤਿਆਂ ਬਾਰੇ ਜਾਣਨਾ ਚਾਹੁੰਦਾ ਹਾਂ’: ਕਾਮੇਡੀਅਨ ਰਾਏ ਵੁੱਡ ਜੂਨੀਅਰ ਨੇ ਟਰੰਪ ਦੇ ਪਾਲਤੂ ਜਾਨਵਰਾਂ ਨੂੰ ਖਾਣ ਦੇ ਦਾਅਵੇ 'ਤੇ ਤੋਲਿਆ - ਸੀਐਨਐਨ",
        "ਰੂਸੀ ਸਮੁੰਦਰੀ ਜਹਾਜ਼ ਨੂੰ ਕੈਸਪੀਅਨ ਸਾਗਰ ਬੰਦਰਗਾਹ 'ਤੇ ਦਿਖਾਈ ਦੇਣ ਵਾਲੀਆਂ ਈਰਾਨੀ ਬੈਲਿਸਟਿਕ ਮਿਜ਼ਾਈਲਾਂ ਦੀ ਸਪੁਰਦਗੀ ਕਰਨ ਦਾ ਸ਼ੱਕ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਇਜ਼ਰਾਈਲੀ ਹਵਾਈ ਹਮਲਿਆਂ ਨੇ ਗਾਜ਼ਾ 'ਚ ਸੰਯੁਕਤ ਰਾਸ਼ਟਰ ਦੇ ਸਕੂਲ ਤੇ ਘਰਾਂ' ਤੇ ਕੀਤਾ ਹਮਲਾ, ਘੱਟੋ-ਘੱਟ 34 ਲੋਕਾਂ ਦੀ ਮੌਤ, ਹਸਪਤਾਲਾਂ ਦਾ ਕਹਿਣਾ - The Associated Press",
        "ਮਾਰਕੀਟ ਮਾਹਰ ਦੱਸਦੇ ਹਨ ਕਿ ਯੂਐਸ ਦੇ ਸਟਾਕ ਫਿuresਚਰ ਕਿਉਂ ਘਟ ਗਏ ਹੈਰਿਸ ਦੇ ਨਾਲ ਬਹਿਸ 'ਵਿਜੇਤਾ' ਵਜੋਂ - ਫੌਕਸ ਬਿਜ਼ਨਸ",
        "ਡੇਵ ਗਰੋਹ ਨੇ ਕਥਿਤ ਤੌਰ 'ਤੇ ਸਾਬਕਾ ਟੀਨਾ ਬੇਸਿਚ ਨਾਲ ਧੋਖਾ ਕੀਤਾ, ਬੇਬੀ ਘੁਟਾਲੇ ਤੋਂ ਸਾਲ ਪਹਿਲਾਂ ਉਸ ਨੂੰ 5 ਮਿੰਟ ਦੀ ਫੋਨ ਕਾਲ' ਤੇ ਸੁੱਟ ਦਿੱਤਾ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਚੋਣ ਅਧਿਕਾਰੀ ਚੇਤਾਵਨੀ ਦਿੰਦੇ ਹਨ ਕਿ ਅਮਰੀਕੀ ਮੇਲ ਪ੍ਰਣਾਲੀ ਨਾਲ ਵਿਆਪਕ ਸਮੱਸਿਆਵਾਂ ਵੋਟਿੰਗ ਵਿਚ ਵਿਘਨ ਪਾ ਸਕਦੀਆਂ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ"
    ]
}