{
    "headlines": [
        "«Сочувствующие глаза и мускулистый рост»: мопс Вито побеждает на Национальной выставке собак - CNN",
        "Иран и европейцы встретились, чтобы проверить дипломатию с надвигающимся термином Трампа - Reuters",
        "Китайский журналист и бывший сотрудник Гарварда приговорен к 7 годам - The Washington Post",
        "Эксклюзив: HSBC отказывается от бизнеса кредитных карт в Китае после того, как изо всех сил пытался расшириться - Reuters",
        "Победители и проигравшие в День благодарения НФЛ: холодная погода для дельфинов продолжается, защитный фронт львов доминирует - CBS Sports",
        "Косатки охотятся на массивных китовых акул - Yahoo! Voices",
        "Неделя 13 Картина плей-офф НФЛ 2024-25: турнирная таблица, сценарии скобок после Дня благодарения - отчет отбеливателя",
        "Окончательный счет Dolphins vs. Packers, немедленная реакция на игру в День Благодарения - The Phinsider",
        "Чрезмерная реакция на День благодарения в НФЛ: Калеб Уильямс виноват в ошибке Медведей? Ковбои в плей-офф? - CBS Sports",
        "Французский политический кризис: все, что вам нужно знать - POLITICO EUROPE",
        "Грязные следы предполагают, что 2 вида ранних людей были соседями в Кении 1,5 миллиона лет назад - Ассошиэйтед Пресс",
        "Представители Дома Коннектикута подверглись угрозам взрыва - BBC.com",
        "34 лучших предложения Черной пятницы, которые мы нашли (до сих пор) в Walmart, UGG, Amazon, Target и других - NJ.com",
        "Пропалестинские протестующие арестованы на параде в честь Дня благодарения в Нью-Йорке - Reuters",
        "Боевики «Хезболлы» отступают на север после перемирия, прошлые ливанские мирные жители возвращаются домой - The Wall Street Journal",
        "Бен Аффлек воссоединился с Дженнифер Гарнер, чтобы накормить бездомных в День благодарения - крайний срок",
        "Ноги снега с эффектом озера ожидаются в некоторых частях штата Нью-Йорк в выходные - CNYcentral.com",
        "Работники Amazon планируют забастовку между Черной пятницей и Киберпонедельником в крупных городах по всему миру - New York Post",
        "60-летняя учительница изобразительного искусства из Калифорнии умерла от бешенства после того, как ее укусила летучая мышь в классе: «Она не хотела причинить ей вред» - New York Post",
        "Окаменелости от рвоты и фекалий динозавров показывают, как они эволюционировали, чтобы доминировать на Земле - The Daily Galaxy --Great Discoveries Channel"
    ]
}