{
    "headlines": [
        "Biden se rend en Floride pour enquêter sur les dommages causés par Milton ; plus de 920 000 sans électricité, les inondations persistent - USA TODAY",
        "Les robots Optimus de l'événement Cybercabine de Tesla étaient des humains déguisés - The Verge",
        "L'ONU dit que les chars israéliens ont forcé l'entrée de sa position au Sud-Liban alors que Netanyahu dit aux soldats de la paix de partir - BBC.com",
        "Aoki Lee Simmons quitte le mannequinat, fatiguée des comparaisons avec maman Kimora - TMZ",
        "« Pas de lignes rouges » en conflit avec Israël, déclare le ministre iranien des Affaires étrangères - POLITICO EUROPE",
        "Ravens vs Commanders cotes, choix, diffusion, comment regarder, diffuser : Le modèle révèle les prévisions de la NFL pour la semaine 6 2024 - CBS Sports",
        "Déclaration du secrétaire de presse du Pentagone, le major-général Pat Ryder, sur le déploiement d'une batterie THAAD en Israël - Département de la Défense",
        "Le Président Johnson ne s'attend pas à un autre 6 janvier. Mais il a encore des doutes sur l'intégrité des élections. - POLITICO",
        "Packers vs Cardinals : mises à jour des scores en direct, rapport de blessure, cotes, calendrier - Milwaukee Journal Sentinel",
        "‘Terrifier 3’ Tops Box Office With $ 18 Million Debut, ‘Joker : Folie à Deux’ s'effondre avec une chute brutale de 81% - Variété",
        "Jaguars vs Bears NFL Londres Score du match, mises à jour en direct : Jacksonville et Chicago s'affrontent lors du deuxième match au Royaume-Uni en 2024 - Yahoo Sports",
        "[supprimé]",
        "La plupart des urgences ne sont pas entièrement préparées à gérer les urgences des enfants - The Washington Post",
        "Le marché haussier a 2 ans. Voici où Wall Street pense que les actions vont ensuite. - Yahoo Finance",
        "Les ours perdent leur long vivaneau à cause d'une blessure au genou au premier trimestre à Londres - NBC Sports",
        "Les restes de Colomb, vérifiés après 500 ans, montrent qu'il était juif : documentaire - Fox News",
        "Ariana Grande imite Britney Spears, se transforme en Jennifer Coolidge lors du retour de ‘SNL’ - New York Post",
        "Dans un exploit d'ingénierie, les bras mécaniques SpaceX récupèrent le propulseur de fusée Starship sur la rampe de lancement - ABC News",
        "« Dead Heat » : Trump tire même avec Harris dans le sondage NBC News - NBC News",
        "Une comète rare peut être visible à l'œil nu. Voici où chercher. - CBS Boston"
    ]
}