{
    "headlines": [
        "Trump holds rally at Arnold Palmer Regional Airport in Pennsylvania - CBS Pittsburgh",
        "Yankees vs. Guardians live score updates: ALCS Game 5 can send NY to World Series - USA TODAY",
        "Hurricane Oscar tracker: Map and projected storm path - The Washington Post",
        "Boeing Machinists to vote Wednesday on new proposal to end the strike - The Seattle Times",
        "Texas vs. Georgia score: Live game updates, college football scores, NCAA top 25 highlights - CBS Sports",
        "What to know about the electrical grid failure that plunged Cuba into darkness - The Associated Press",
        "Asian IPOs Set for Blockbuster Week as ‘Animal Spirits’ Return - Bloomberg",
        "Israeli strikes in northern Gaza cause scores of casualties, doctors say - Reuters",
        "Numerous varieties of frozen waffles recalled over possible listeria contamination - Fox Business",
        "3 killed and 8 injured in a mass shooting after a homecoming game in Mississippi - CNN",
        "At least 7 dead after ferry dock gangway collapses on Georgia’s Sapelo Island - The Associated Press",
        "Rosie O'Donnell's Daughter Chelsea Arrested for Child Neglect and Drug Offenses - E! Online - E! NEWS",
        "James Gunn Unveils ‘Creature Commandos’ and Shares Updates on ‘Superman,’ ‘Supergirl’ and ‘Lanterns’ - Hollywood Reporter",
        "Orionid meteor shower 2024: How, when to see one of most beautiful showers - Axios",
        "Latest Starship flight prompts praise and worries at IAC - SpaceNews",
        "Liam Payne likely got drugs from hotel employee before he died, indictment may follow: report - Page Six",
        "Netanyahu undeterred after reported drone attack on his home - BBC.com",
        "Watch live: Harris courts voters in Atlanta with musical guest Usher - The Hill",
        "A Telegram group posted what it calls 'highly classified' US documents about Israel's attack plans - Business Insider",
        "Willie Nelson Sets Cannabis Community Call In Support Of Kamala Harris - Deadline"
    ]
}