{
    "headlines": [
        "Reunião de David Zaslav com candidatos para substituir Mike De Luca e Pam Abdy como chefes da Warner Bros. (Relatório) - Hollywood Reporter",
        "Donald Trump \"muito zangado\" com Vladimir Putin sobre negociações de cessar-fogo - BBC.com",
        "Procurador-geral de Wisconsin pede à Suprema Corte do estado que interrompa os pagamentos de 1 milhão de dólares de Musk - Associated Press",
        "Trump ruge por vários caminhos de retribuição enquanto jurava. Alguns alvos cedem enquanto outros lutam - The Associated Press",
        "Cheiro de morte permeia cidades de Mianmar após terremoto matar mais de 1.600 e deixar incontáveis soterrados - Associated Press",
        "Richard Chamberlain, ator de TV que estrelou ‘Dr. Kildare’, morre aos 90 anos - Associated Press",
        "Partido Republicano do Novo México diz que sede foi alvo de \"ato deliberado de incêndio criminoso\" - CBS News",
        "‘Branca de Neve’ a US $ 143 milhões em todo o mundo após o segundo período; ‘Um Trabalhador’ Constrói US $ 30 MILHÕES em bilheteria mundial – Bilheteria Internacional - Prazo",
        "Tempestades violentas ameaçam tornados e granizo do tamanho de uma bola de golfe de Illinois ao leste do Texas - Yahoo",
        "Foguete espacial alemão explode segundos em voo de teste - DW (Português)",
        "Rastreador ao vivo Elite Eight masculino: Auburn vs. Michigan State destaques, atualizações, mais - ESPN",
        "Kevin Willard deixa Maryland para Villanova em partida bagunçada após a corrida Sweet 16 do Terrapins - CBS Sports",
        "Funcionários: 1 pessoa a bordo do avião que caiu no Brooklyn Park - KARE11.com",
        "Probabilidades de Tennessee vs. Houston, escolhas: previsão de 2025 da NCAA Tournament Elite Eight de um especialista em basquete universitário - SportsLine",
        "A SpaceX está pronta para lançar 4 pessoas numa missão inédita em torno dos pólos da Terra. Aqui está o que saber - CNN",
        "Morgan Wallen agita especulações com desfile abrupto do ‘SNL' e postagem social ‘Get Me to God’s Country’ - Variety",
        "Príncipe Harry acusado de \"assédio e bullying\" pela presidente da instituição de caridade - CNN",
        "Os investidores esperam que Trump acabe com a incerteza tarifária em 2 de abril, ou as ações podem cair. - MarketWatch"
    ]
}