{
    "headlines": [
        "Teamster starten den größten Streik gegen Amazon in der amerikanischen Geschichte - Internationale Bruderschaft der Teamster",
        "Woche 16 2024 NFL-Picks, Florio vs. Simms - NBC Sports",
        "Google veröffentlicht sein eigenes KI-Modell „Reasoning“ - TechCrunch",
        "Kalifornien erklärte einen Notfall wegen Vogelgrippe. Wie ernst ist die Situation? - The Associated Press",
        "Demokraten wütend auf \"nicht gewählten Co-Präsidenten\" Elon Musks neue Macht - Axios",
        "Woody Johnsons Söhne, Madden Videospiel, das für die Beeinflussung kritischer Jets-Entscheidungen verantwortlich gemacht wird - New York Post",
        "Travis Kelce hat eine Überraschungsparty für Taylor Swift geplant, um das Ende der rekordverdächtigen Shows zu markieren - AOL",
        "Chargers vs. Broncos Quoten, Vorhersage, Zeit, Zeile: 2024 Thursday Night Football Picks nach Modell auf 27-11 Lauf - CBS Sports",
        "Fantasyland: Russischer General \"von den Briten ermordet\" - Zentrum für europäische Politikanalyse",
        "‘Superman’ Trailer-Aufschlüsselung: 17 DC-Charaktere und Ostereier in James Gunns neuem Universum - Vielfalt",
        "MN Wetter: Schneesummen in Minnesota bisher - FOX 9 Minneapolis-St. Paul",
        "Nicht diagnostizierte Krankheit im Kongo kann mit Malaria in Verbindung gebracht werden: Africa CDC - ABC News",
        "[removed]",
        "Durchgesickertes Teaser-Bild des Unpacked-Events zeigt den Start der Galaxy S25-Serie für den nächsten Monat - Android Central",
        "UnitedHealthcare CEO tötet zuletzt: Mangione kommt vor Gericht, steht vor der Auslieferung nach New York wegen Mordes 1. Grades - ABC News",
        "Ehemaliger Top-Adjutant des Bürgermeisters von New York City ergibt sich dem Büro des Staatsanwalts, um sich der Anklage zu stellen - The Associated Press",
        "Bruttoinlandsprodukt (dritte Schätzung), Unternehmensgewinne (revidierte Schätzung) und BIP nach Industrie, drittes Quartal 2024 | USA - Bureau of Economic Analysis",
        "Der französische Präsident Emmanuel Macron landet Tage nach dem verheerenden Zyklon in Mayotte - CNN",
        "Samsung führt das letzte Galaxy-Update von 2024 vor One UI 7 im Jahr 2025 ein - 9to5Google",
        "Schwedische Polizei geht an Bord eines chinesischen Schiffes, das in der Nähe von Kabelbrüchen in der Ostsee gesehen wurde - The Associated Press"
    ]
}