{
    "headlines": [
        "House Republican moves to rein in tariff powers - Politico",
        "Amid airstrikes, interests of Turkey and Israel clash in Syria - The Washington Post",
        "Remembering MS-DOS 5.0, my first Microsoft product, on the company’s 50th birthday - Ars Technica",
        "Judge rules US must return man deported to El Salvador in 'error' - BBC",
        "New court decision in a disputed North Carolina race means 65,000 votes are a step closer to be being thrown out - NBC News",
        "DOW DROPS 2,000 POINTS AS TRUMP TARIFF MARKET ROUT DEEPENS: Live updates - CNBC",
        "4 space tourists splash down after traveling an orbit never attempted before - CNN",
        "Trump hits the golf course as the stock market plummets for a second straight day over tariffs - AP News",
        "Nintendo Delays Pre-Orders for Switch 2 After Trump Tariffs - Bloomberg",
        "Jerome Powell warns on Trump’s tariffs: High inflation could be here to stay - CNN",
        "How Sexy Is Michelle Williams’ New Show About Dying? Very. - Slate",
        "Five-round 2025 NFL mock draft: Five trades shake up Round 1; Jets select Jaxson Dart - NFL.com",
        "Mike White and ‘White Lotus’ Cast Tease “Mouth-Agape Shocking” Supersized Season 3 Finale - The Hollywood Reporter",
        "Kevin De Bruyne's next club: Inter Miami, Al-Nassr & nine potential free transfer destinations as Belgian dynamo confirms imminent Man City exit - Goal.com",
        "Tackle these 17 health factors to lower your risk for dementia, stroke and depression, study says - CNN",
        "Measles outbreak in Texas hits 481 cases, with 59 new infections confirmed in last 3 days - ABC News",
        "Trump says it could take 2 years before tariffs result in American manufacturing boom - ABC News",
        "Box Office: ‘A Minecraft Movie’ Makes $10.55 Million in Previews - Variety",
        "The Secret to Longevity: Keep Moving - Chasing Life with Dr. Sanjay Gupta - Podcast on CNN Audio - CNN",
        "The brewing rev-share battle that will upend college basketball: 'Why am I going to lose another $2 million?' - CBS Sports"
    ]
}