{
    "headlines": [
        "Why did Woody Johnson fire Joe Douglas now? - NBC Sports",
        "A Staggering Number of U.S. Adults Are Eligible for Ozempic, Study Finds - Gizmodo",
        "MLB rumors: Yankees brass 'gung ho' after meeting with Juan Soto, while Phillies want in on free agency hunt - CBS Sports",
        "Trump names Dr. Mehmet Oz to head Centers for Medicare and Medicaid Services - CNN",
        "Did Sean 'Diddy' Combs faint in court after allegedly receiving a life sentence? Here’s the truth behind viral video - The Times of India",
        "Texas officials signal support for adding Bible lessons for K-5 classes as some states push Christianity in public schools - CNN",
        "Donald Trump picks Howard Lutnick to run commerce department - Financial Times",
        "Nvidia Stock Gains Ahead of Earnings as Analysts Grow More Bullish - Investopedia",
        "Netflix says the Jake Paul vs. Mike Tyson fight was ‘the most-streamed sporting event ever’ - The Verge",
        "‘Wicked’ Review: Cynthia Erivo and Ariana Grande Give Iconic Turns in the Year’s Must-See Musical - Variety",
        "Android 16 DP1: ‘Audio sharing’ lets you share music on multiple headphones - 9to5Google",
        "Saafir, Inventive and Dextrous Oakland Rapper, Dies at 54 - KQED",
        "Finland urges NATO, EU to shield critical networks after undersea cables damaged - POLITICO Europe",
        "Matt Gaetz Controversy Explained: Hacker Reportedly Gets Depositions As Lawmakers Debate Report - Forbes",
        "‘Bomb cyclone’ threatens Northern California and Pacific Northwest - The Associated Press",
        "As Americans bargain shop, six-figure earners flock to Walmart - CNN",
        "Prosecutors in Trump hush money case oppose dismissal, but are OK pausing case - ABC News",
        "Scientist behind superconductivity claims ousted - Ars Technica",
        "Bluesky tops 20M users, narrowing gap with Instagram Threads - TechCrunch",
        "Gisèle Pelicot condemns rape accused and says French society must change - BBC.com"
    ]
}