{
    "headlines": [
        "Warum Musk keinen Zugang zu den größten Regierungsgeheimnissen von SpaceX hat - The Wall Street Journal",
        "Die Steelers werden trotz der Niederlage am Sonntagabend in die Playoffs gehen - WTAE Pittsburgh",
        "48 Absolut faszinierende Fotos von Verletzungen, Zuständen und Störungen, die beweisen, dass Menschen verdammtes Metall sind - BuzzFeed",
        "Buffalos Offensive dominiert Detroits Verteidigung in 48-42 Sieg - NBC Sports",
        "Tabla-Maestro Zakir Hussain stirbt mit 73 - Der Hindu",
        "San Francisco hat seine erste Tornado-Warnung erhalten - The Washington Post",
        "Bitcoin erreicht mit 105.000 $ ein neues Allzeithoch und hat im letzten Monat 20 % zugelegt - Cointelegraph",
        "Schumer fordert den Biden-Administrator auf, \"spezielle Drohnenerkennungstechnologie\" bei N.Y. und N.J. einzusetzen - Axios",
        "Zwei Festnahmen nach \"gefährlicher Drohnenoperation\" in der Nähe des Flughafens Boston - BBC.com",
        "[removed]",
        "Seahawks vs. Packers Quoten, Spread, Startzeit: Sunday Night Football Picks, Wetten vom NFL-Modell auf 25-11 Lauf - CBS Sports",
        "Ein Hegseth DOD kommt mit einem Kampf gegen die öffentliche Schulbildung - POLITICO",
        "Israel wird die Siedlungen auf den Golanhöhen nach dem Fall Assads ausbauen - BBC.com",
        "Enthüllt von Ancient DNA: The True Timeline of Human-Neanderthal Interbreeding - SciTechDaily",
        "Scott Disick schenkt dem 15-jährigen Sohn Mason einen Mercedes-Benz G-Wagen - TMZ",
        "Dolphins vs. Texans Imbissbuden: C.J. Stroud-Nico Collins Verbindung, Derek Stingleys zwei INTs Power Houston - CBS Sports",
        "Eine ewige Anleihe, die vor 400 Jahren ausgegeben wurde, zahlt immer noch Zinsen. So viel hat der Halter gerade bekommen - Fortune",
        "Stürmische russische Erdöltanker lösen Ängste vor Treibstoffverschmutzungen im Schwarzen Meer aus - Financial Times",
        "[removed]",
        "Drohnen über den USA zeigen Lücken in der Luftraumsicherheit, sagt Trumps Top-Berater - Reuters"
    ]
}