{
    "headlines": [
        "'ਕਲੋਜ਼ਰ' ਡੇਵਿਡ ਮੋਂਟਗੋਮਰੀ ਦੇ ਕਲਚ ਫਿਨਿਸ਼ ਨੇ ਡੈਟਰੋਇਟ ਲਾਇਨਜ਼ ਨੂੰ ਰੈਮਸ 'ਤੇ 26-20 ਦੀ ਜਿੱਤ ਪ੍ਰਦਾਨ ਕੀਤੀ - ਡੀਟਰੋਇਟ ਫ੍ਰੀ ਪ੍ਰੈਸ",
        "ਟੇਲਰ ਸਵਿਫਟ ਅਤੇ ਬ੍ਰਿਟਨੀ ਮਹੋਮਜ਼ ਟਰੰਪ ਡਰਾਮੇ ਤੋਂ ਬਾਅਦ ਯੂਐਸ ਓਪਨ 'ਤੇ ਦੁਬਾਰਾ ਇਕੱਠੇ ਹੋਏ - ਦਿ ਡੇਲੀ ਬੀਸਟ",
        "ਅੰਤਰਰਾਜੀ ਗੋਲੀਬਾਰੀ ਦੇ ਜ਼ਖਮੀ 5 ਤੋਂ ਬਾਅਦ, ਖੋਜਕਰਤਾ ਕੈਂਟਕੀ ਪਹਾੜੀ ਦੇਸ਼ ਨੂੰ ਸ਼ੱਕੀ ਲਈ ਕੰਬਦੇ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਐਪਲ ਕਥਿਤ ਤੌਰ 'ਤੇ ਕੱਲ ਏਅਰਪੌਡਸ ਮੈਕਸ ਨੂੰ ਅਪਡੇਟ ਕਰਦਾ ਹੈਃ USB-C, ਬਿਹਤਰ ਸ਼ੋਰ ਰੱਦ - 9to5Mac",
        "ਬੋਇੰਗ ਮਸ਼ੀਨਿਸਟ ਯੂਨੀਅਨ ਨਾਲ ਅਸਥਾਈ ਇਕਰਾਰਨਾਮੇ 'ਤੇ ਪਹੁੰਚਦੀ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਵਸਨੀਕ ਭੱਜ ਜਾਂਦੇ ਹਨ ਕਿਉਂਕਿ ਕੈਲੀਫੋਰਨੀਆ ਅਤੇ ਨੇਵਾਡਾ ਦੇ ਜੰਗਲੀ ਅੱਗਾਂ ਖ਼ਤਰਨਾਕ ਤੌਰ ਤੇ ਨੇੜੇ ਆਉਂਦੀਆਂ ਹਨ ਅਤੇ ਭਵਿੱਖਬਾਣੀਕਰਤਾ ਰਿਕਾਰਡ ਗਰਮੀ ਦੀ ਚੇਤਾਵਨੀ ਦਿੰਦੇ ਹਨ - ਸੀ ਐਨ ਐਨ",
        "ਚੀਨ ਦਾ ਸੀਪੀਆਈ ਉਮੀਦ ਨਾਲੋਂ ਘੱਟ 0.6% ਵੱਧ ਜਾਂਦਾ ਹੈ ਕਿਉਂਕਿ ਆਵਾਜਾਈ ਅਤੇ ਘਰੇਲੂ ਚੀਜ਼ਾਂ ਦੀਆਂ ਕੀਮਤਾਂ ਘਟਦੀਆਂ ਹਨ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਪਿਆਰੇ ਆਦਮੀਓ, ਤੁਸੀਂ ਬਹੁਤ ਜ਼ਿਆਦਾ ਮੀਟ ਖਾ ਰਹੇ ਹੋ - ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "ਹਟਾਈ",
        "ਡੋਨਾਲਡ ਟਰੰਪ ਮੈਟ ਗਾਏਟਜ਼, ਤੁਲਸੀ ਗਬਾਰਡ ਦੀ ਮਦਦ ਨਾਲ ਬਹਿਸ ਦੀ ਤਿਆਰੀ ਕਰ ਰਹੇ ਹਨਃ ਸਰੋਤ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਟਰੰਪ ਨੇ ਵਿਰੋਧੀਆਂ ਨੂੰ ਜੇਲ੍ਹ ਭੇਜਣ ਦਾ ਵਾਅਦਾ ਕੀਤਾ, ਬੇਬੁਨਿਆਦ ਸੁਝਾਅ ਦਿੱਤਾ ਕਿ ਉਸ ਤੋਂ ਚੋਣ ਚੋਰੀ ਕੀਤੀ ਜਾਏਗੀ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਡੱਲਾਸ Cowboys ਬਨਾਮ ਕਲੀਵਲੈਂਡ ਬ੍ਰਾਊਨਜ਼ | ਐਨਐਫਐਲ 2024 ਹਫਤੇ 1 ਗੇਮ ਹਾਈਲਾਈਟਸ - ਐਨਐਫਐਲ",
        "ਐਨਐਫਐਲ ਹਫਤਾ 1 ਗ੍ਰੇਡਃ ਗਊਬੌਇਜ਼ ਬਲੋਆਉਟ ਜਿੱਤ ਲਈ 'ਏ' ਕਮਾਉਂਦੇ ਹਨ, ਬੰਗਾਲ ਅਤੇ ਬ੍ਰਾਊਨਜ਼ ਦੋਵਾਂ ਨੂੰ ਬਦਸੂਰਤ ਹਾਰਾਂ ਲਈ 'ਐਫ' ਮਿਲਦਾ ਹੈ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਸੰਭਾਵਤ ਟ੍ਰੋਪਿਕਲ ਚੱਕਰਵਾਤ ਮੈਕਸੀਕੋ ਲਈ ਜਾਰੀ ਕੀਤੇ ਗਏ ਗਰਮ ਤੂਫਾਨ ਵਾਚ ਦੇ ਨਾਲ ਖਾੜੀ ਵਿੱਚ ਛੇ ਰੂਪ - ਸੀ ਐਨ ਐਨ",
        "ਸੈਨ ਗੈਬਰੀਅਲ ਕੈਨਿਯਨ ਵਿਚ ‘ਬ੍ਰਿਜ ਫਾਇਰ’ ਸੜਕ ਬੰਦ ਕਰਨ, ਨਿਕਾਸੀ ਲਈ ਪ੍ਰੇਰਿਤ ਕਰਦਾ ਹੈ - ਕੇਟੀਐਲਏ ਲਾਸ ਏਂਜਲਸ",
        "ਨਵੇਂ ਮੈਮੋ ਵਿਚ, ਡੈਮੋਕਰੇਟਿਕ ਕਾਂਗਰਸ ਦੀਆਂ ਮੁਹਿੰਮਾਂ \"ਆਜ਼ਾਦੀ\" ਦੇ ਸੰਦੇਸ਼ 'ਤੇ ਜ਼ੋਰ ਦਿੰਦੀਆਂ ਹਨ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਜੀਓਪੀ ਨੇ ਅਫਗਾਨਿਸਤਾਨ ਤੋਂ ਬਾਈਡਨ ਦੀ ਵਾਪਸੀ ਦੀ ਨਾਜ਼ੁਕ ਰਿਪੋਰਟ ਜਾਰੀ ਕੀਤੀ - ਦ ਹਿੱਲ",
        "ਵੈਸਟ ਬੈਂਕ ਅਤੇ ਜਾਰਡਨ ਦੇ ਵਿਚਕਾਰ ਐਲਨਬੀ ਕਰਾਸਿੰਗ ਵਿਖੇ ਤਿੰਨ ਇਜ਼ਰਾਈਲੀ ਨਾਗਰਿਕਾਂ ਦੀ ਗੋਲੀ ਮਾਰ ਕੇ ਹੱਤਿਆ ਕਰ ਦਿੱਤੀ ਗਈ - ਸੀਐਨਐਨ",
        "ਵੈਨੇਜ਼ੁਏਲਾ ਦੇ ਵਿਰੋਧੀ ਧਿਰ ਦੇ ਨੇਤਾ ਗੋਂਜ਼ਾਲੇਜ਼ ਨੇ ਸਪੇਨ 'ਚ ਪਨਾਹ ਲਈ ਉਤਰਿਆ - ਰਾਇਟਰਜ਼ ਕੈਨੇਡਾ",
        "ਜੀਓਮੈਗਨੈਟਿਕ ਤੂਫਾਨ ਵਾਚ ਦੇ ਨਾਲ ਇਸ ਹਫਤੇ ਉੱਤਰੀ ਲਾਈਟਾਂ ਸੰਭਵ ਹਨ - MLive. com"
    ]
}