{
    "headlines": [
        "[removed]",
        "Drei Tote bei Schießerei bei Wiedereröffnung von Haitis größtem Krankenhaus - Yahoo! Voices",
        "Papst ruft in Weihnachtsbotschaft zu „dauerhaftem Frieden“ in der Ukraine auf - CNN",
        "Dutzende Tote bei Absturz eines Passagierflugzeugs in Kasachstan - ABC News",
        "\"Happy Gilmore 2\" -Teaser: Adam Sandler kehrt auf den Golfplatz zurück und konfrontiert Shooter McGavin in Netflix-Sequel - Variety",
        "Hallmark-Star John Reardon verrät den Kampf gegen Tonsillenkrebs: \"War ein langer Weg\" - New York Post",
        "Jimmy Butler bevorzugt Berichten zufolge den Handel mit Heat. Der Hintergrund und der Stand der Dinge - Miami Herald",
        "Chiefs vs. Steelers Quoten, Vorhersage, Zeit, Linie, Spread: 2024 Weihnachts-NFL-Picks nach Modell auf 28-12-Lauf - CBS Sports",
        "\"Sonic The Hedgehog 3\" führt den verschlafenen Weihnachtsabend an, \"A Complete Unknown\" trifft einen Akkord mit 1,4 MIO. $ Vorschauen - Deadline",
        "Weißkopfseeadler nach 250 Jahren offiziell zum US-Nationalvogel erklärt - BBC.com",
        "Hamas und Israel beschuldigen sich gegenseitig für die Verzögerung des Waffenstillstands - Reuters",
        "‘Escape From Tarkov’ Wipe And Patch Date Confirmed, And It's Very Soon - Forbes",
        "Weiße Weihnachten in New York City zum ersten Mal seit 15 Jahren - ABC News",
        "[removed]",
        "Ukraine: Selenskyj verurteilt \"unmenschlichen\" Angriff auf Russland am Weihnachtstag - BBC.com",
        "Der Oberste Gerichtshof tritt in seine Teenager-Ära ein - CNN",
        "NFL Week 17 Staff Picks: Moneyline, spread, over/under predictions - Pride Of Detroit",
        "Ärzte heben rote Fahnen über Medikamente zur Gewichtsabnahme: Sie können Ihre Knochen und Muskeln zerstören - Die tägliche Galaxie - Great Discoveries Channel",
        "Atemberaubende Bilder zeigen, wie der Kai von Santa Cruz ins Meer stürzt, während tödlicher Sturm den Pier in Splitter verwandelt - New York Post",
        "[removed]"
    ]
}