{
    "headlines": [
        "Schnee, der schwierige Reisen durch Minnesota verursacht, Schnee-Notfälle für Minneapolis und St. Paul - MPR News",
        "Self-learning AI gives NFL against the spread, over-under, money-line picks for every Week 16, 2024 game - CBS Sports",
        "Zyklon verlässt Insel im Indischen Ozean in Trümmern, Fotos zeigen - The Washington Post",
        "Mahomes wird wahrscheinlich gegen Texaner starten, sagt Reid - ESPN",
        "Lerne die 12 Teams des College Football Playoffs kennen - CNN",
        "Live-Updates: Luigi Mangione steht vor neuen Bundesanklagen wegen Mordes an UnitedHealthcare CEO - BBC.com",
        "Thursday Night Football: So siehst du dir heute Abend das NFL-Spiel der Denver Broncos gegen die Los Angeles Chargers an - Yahoo Sports",
        "Teamster starten den größten Streik gegen Amazon in der amerikanischen Geschichte - Internationale Bruderschaft der Teamster",
        "Superman-Teaser-Trailer: Nathan Filions Guy Gardner-Sporthaarschnitt, Netzbürger nennen ihn \"einen massiven Depp\" - Hindustan Times",
        "\"Tell Me Lies\" wurde für Staffel 3 von Hulu erneuert, der Schöpfer Meaghan Oppenheimer unterzeichnet den Gesamtvertrag mit 20th TV - Deadline",
        "Eli Lillys Gewichtsverlust Medikament Zepbound Mangel ist offiziell vorbei: FDA - Barron's",
        "Mikron-Aktien fallen, nachdem das Unternehmen den Ausblick gekürzt hat, Analysten äußern Bedenken - Investopedia",
        "Trump glitt in seine Amtseinführung. Jetzt steht er vor einem großen Durcheinander. - POLITICO",
        "Frankreichs wegweisender Massenvergewaltigungsprozess ist vorbei. Aber der Fall Pelicot zeigt, dass systematische Gewalt gegen Frauen weit verbreitet ist - CNN",
        "Das Gericht disqualifiziert Fani Willis aus dem Wahlverfahren in Georgien gegen Trump, aber die Anklage steht immer noch - ABC News",
        "17 neue TV-Shows aus dem Jahr 2024, die eine Staffel 2 brauchten - BuzzFeed",
        "Millionen von Menschen können erweiterte Sozialversicherungsleistungen erhalten. Wer sind sie und wie würde es passieren? - The Associated Press",
        "Putin an Trump: Call me maybe - POLITICO EUROPE",
        "SpaceX wird Mitte Januar mit diesen 10 NASA-Nutzlasten den Blue Ghost-Lander von Firefly Aerospace zum Mond bringen - Space.com",
        "Instagram neckt KI-Bearbeitungstools, die deine Videos komplett neu gestalten werden - The Verge"
    ]
}