{
    "headlines": [
        "Brian Thompson: Quem é o CEO da UnitedHealth morto a tiros em Nova York? - BBC.com",
        "Romênia atingida por grande campanha de influência eleitoral, em meio a ataques cibernéticos russos - BBC.com",
        "O triunfo do No. 9 Duke sobre o No. 2 Auburn não pode salvar o Desafio ACC-SEC para a sua conferência - Yahoo Sports",
        "2 crianças em estado crítico após atirador abrir fogo em escola da Califórnia, diz xerife - CNN",
        "Apostas de corte de taxa impulsionam ações à medida que o bitcoin quebra US $ 100.000 - Reuters",
        "Um tipo de chocolate pode reduzir o risco de diabetes tipo 2 em 21% - ScienceAlert",
        "O futebol de Dan Lanning, Oregon, abre caminho para outro dia histórico de autógrafos nacionais - OregonLive",
        "Príncipe Harry elimina rumores de divórcio da duquesa Meghan: \"É difícil acompanhar\" - usa TODAY",
        "Pontuação Kansas vs. Creighton: Bluejays chateou Jayhawks, derrotou a equipe número 1 pela segunda temporada consecutiva - CBS Sports",
        "Hegseth's history with alcohol shadows Pentagon selection - The Washington Post",
        "Trump nomeia o defensor da criptomoeda Paul Atkins como presidente da SEC - The Associated Press",
        "Heat 134-93 Lakers (4 de dezembro de 2024) Game Recap - ESPN",
        "Juíza da Suprema Corte provoca tempestade nas redes sociais por seus comentários sobre transições de gênero para menores - Fox News",
        "‘The Masked Singer’ Reveals Identity of Goo: Here Is the Celebrity Under the Costume - Variedade",
        "Futuros de ações são pouco alterados após o S&P 500, Nasdaq atinge novas máximas de fechamento: atualizações ao vivo - CNBC",
        "   Removido ",
        "SpaceX lançará a 350ª missão usando um foguete Falcon 9 comprovado em voo durante a missão Starlink da Califórnia - Spaceflight Now",
        "Jeffries fica fora do caminho enquanto os democratas se amotinam contra os líderes seniores do painel - POLITICO",
        "Uma reviravolta surpreendente na guerra civil da Síria - The Washington Post",
        "JetBlue corta mais rotas não lucrativas, ajusta voos para a Europa - CNBC"
    ]
}