{
    "headlines": [
        "Syria insurgents breach second largest city of Aleppo, fighters and a war monitor say - The Associated Press",
        "Thanksgiving bomb threats target Democrat lawmakers - Fox News",
        "[Removed]",
        "The best Black Friday headphone and earbud deals - The Verge",
        "At least 40 dead in Gaza, medics say, as Israeli tanks pull back from camp - Reuters",
        "Inflation drives bargain hunt among Black Friday shoppers - Reuters",
        "Bears vs. Lions stock report: risers, fallers after Thanksgiving thriller - Pride Of Detroit",
        "NFL odds, Week 13 lines, ATS predictions, game picks, tips, times: Model simulates all games 10,000 times - CBS Sports",
        "HIV prevention pills should be free, but insurers are still charging - The Washington Post",
        "Why Taylor Swift’s ‘Eras Tour Book’ can’t become a New York Times bestseller no matter its success - Page Six",
        "Drue Tranquill says the Raiders’ Brock Bowers is ‘the complete package’ - Arrowhead Pride",
        "Ireland votes in a close-run election where incumbents hope to cling on to power - The Associated Press",
        "Thanksgiving Travel Faces Arctic Blast Disruption. Expect Flight Delays. - Barron's",
        "Elon Musk’s DOGE partner Vivek Ramaswamy says they’ll scrutinize $6.6 billion Biden loan to Tesla rival Rivian - Fortune",
        "Ukraine fights to keep the lights on as Russia hammers power plants - BBC.com",
        "Saudi Arabia abandons pursuit of U.S. defence treaty over Israel stalemate - Reuters",
        "Notre Dame Cathedral unveils its new interior 5 years after devastating fire - ABC News",
        "Europe digests inflation; oil prices rebound - Investing.com",
        "Parts of Upstate NY could see feet of lake effect snow, snarling post-Thanksgiving travel - syracuse.com",
        "Box Office: ‘Moana 2’ Serves Up Record $28M Thanksgiving Feast, Heads for $175M-Plus Launch - Hollywood Reporter"
    ]
}