{
    "headlines": [
        "سوق الأسهم اليوم: مؤشر داو جونز يهبط 537 نقطة على تهديدات التعريفة الجمركية مع تصحيح مؤشر ستاندرد آند بورز 500 ؛ عمال مناجم الذهب يقفزون، قاعدة بيع مشغلات ميتا (تغطية حية) - أعمال المستثمر اليومية",
        "كونان أوبراين يكشف أسرار جوائز الأوسكار بما في ذلك ملاحظة الأكاديمية التي \"فجرت عقلي\" - مراسل هوليوود",
        "كتاب مدير فيسبوك السابق الجديد يرسم صورة وحشية لمارك زوكربيرج - SFGATE",
        "فلاديمير بوتين يحدد شروط وقف إطلاق النار في أوكرانيا - BBC.com",
        "يقال إن Pixel 9a سيأتي مع برنامج بث تلفزيوني مجاني من Google في بعض الأسواق - 9to5Google",
        "القاضي يأمر إدارة ترامب بإعادة الآلاف من الموظفين المفصولين في شؤون المحاربين القدامى ووزارة الدفاع والوكالات الأخرى - سي إن إن",
        "كيف ترى القمر يتحول إلى اللون الأحمر خلال خسوف القمر الكلي في مارس - WSVN 7News | ميامي نيوز، الطقس، الرياضة | فورت لودرديل",
        "البيت الأبيض يسحب ترشيح الدكتور ديف ويلدون لقيادة مركز السيطرة على الأمراض - سي إن إن",
        "تطلب إدارة ترامب من المحكمة العليا السماح جزئيًا بفرض قيود على الجنسية عند الولادة - وكالة أسوشيتد برس",
        "وكالة اتحاد كرة القدم الأميركي المجانية لليوم الرابع 2025: يحصل الرؤساء على \"A\" لإضافة نسخة احتياطية جديدة من باتريك ماهومز، بالإضافة إلى تحركات أخرى - CBS Sports",
        "حصل هاتف Android الخاص بك للتو على ترقية صوتية كبيرة مجانًا - تم تضمين طرز Google و Samsung - ZDNet",
        "تحديث إصابة كوبر فلاغ: استبعد دوق ستار بعد إصابته في الكاحل في بطولة ACC - الولايات المتحدة الأمريكية اليوم",
        "المؤثرة الأمريكية تنتزع رضيع الومبت من أمه. جديلة الغضب الأسترالي. - واشنطن بوست",
        "يقول الأمين العام لحلف الناتو لترامب إنه يحفز أعضاء الحلف على إنفاق المزيد على الدفاع - وكالة أسوشيتد برس",
        "يعترف مسرب البنتاغون جاك تيكسيرا بأنه مذنب في عرقلة العدالة، ويصف نفسه بأنه \"وطني فخور\" - وكالة أسوشيتد برس",
        "ستيفن سودربرغ على \"الحقيبة السوداء\"، \"العدوى\" تتمة ودونالد ترامب - متنوعة",
        "يظهر وينونا رايدر، جوني ديب في النظرة الأولى على تيم بيرتون دوك: \"أود أن أقوم برحلة داخل دماغه\" - مراسل هوليوود",
        "عداء المدرسة الثانوية الذي ضرب الخصم بالهراوة يواجه تهمة الجنحة - واشنطن بوست",
        "تقول سبيس إكس إن المشكلة الهيدروليكية التي أجلت مهمة ستارلاينر ثابتة وواضحة للإطلاق - ABC News"
    ]
}