{
    "headlines": [
        "ਹਾਊਸ ਰਿਪਬਲਿਕਨਜ਼ ਨੇ ਫਲੋਰੀਡਾ ਵਿੱਚ ਫੇਮਾ ਵਿਤਕਰੇ ਦੇ ਦੋਸ਼ਾਂ ਦੀ ਜਾਂਚ ਕੀਤੀ - ਦ ਹਿੱਲ",
        "ਗਾਏਟਜ਼ ਨੂੰ ਪੁਸ਼ਟੀ ਕਰਨ ਲਈ ਚੱਟਾਨਾਂ ਵਾਲੀ ਸੜਕ ਦਾ ਸਾਹਮਣਾ ਕਰਨਾ ਪੈਂਦਾ ਹੈ ਕਿਉਂਕਿ ਹਾ Houseਸ ਨੈਤਿਕਤਾ ਜਾਂਚ ਦੀ ਰਿਹਾਈ ਲਈ ਦਬਾਅ ਬਣਦਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਟਰੰਪ ਐਚਐਚਐਸ ਦੀ ਅਗਵਾਈ ਕਰਨ ਲਈ ਰਾਬਰਟ ਐਫ ਕੈਨੇਡੀ ਜੂਨੀਅਰ ਦੀ ਚੋਣ ਕਰਨਗੇ - ਪੋਲਿਟਿਕੋ",
        "ਡਿਜ਼ਨੀ ਦੀ ਕਮਾਈ ਉਮੀਦ ਦੀ ਪੇਸ਼ਕਸ਼ ਕਰਦੀ ਹੈ ਕਿ ਸਟ੍ਰੀਮਿੰਗ ਸਫਲਤਾਪੂਰਵਕ ਲੀਨੀਅਰ ਟੀਵੀ ਨੂੰ ਪੂਰਕ ਕਰ ਸਕਦੀ ਹੈ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਈਗਲਜ਼ ਬਨਾਮ ਕਮਾਂਡਰਾਂ ਦੀਆਂ ਮੁਸ਼ਕਲਾਂ, ਭਵਿੱਖਬਾਣੀ, ਫੈਲਣ, ਸਮਾਂਃ 17-7 ਦੌੜ 'ਤੇ ਐਨਐਫਐਲ ਮਾਡਲ ਦੁਆਰਾ ਵੀਰਵਾਰ ਰਾਤ ਫੁੱਟਬਾਲ ਪਿਕਸ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਟਰੰਪ ਆਪਣੀ ਕੈਬਨਿਟ ਲਈ ਛੁੱਟੀਆਂ ਦੀਆਂ ਨਿਯੁਕਤੀਆਂ ਦੀ ਮੰਗ ਕਿਉਂ ਕਰ ਰਹੇ ਹਨ - ਐਕਸੀਓਸ",
        "ਹੋਚੁਲ ਟਰੰਪ ਦੇ ਅਹੁਦਾ ਸੰਭਾਲਣ ਤੋਂ ਪਹਿਲਾਂ ਮੈਨਹੱਟਨ ਟੋਲ ਯੋਜਨਾ ਨਾਲ ਅੱਗੇ ਵਧਦਾ ਹੈ - ਪੋਲੀਟਿਕੋ",
        "ਸਵਦੇਸ਼ੀ ਸੰਧੀ ਬਿੱਲ ਦਾ ਵਿਰੋਧ ਕਰਨ ਲਈ ਨਿ Zealandਜ਼ੀਲੈਂਡ ਦੇ ਸੰਸਦ ਮੈਂਬਰਾਂ ਨੇ ਸੰਸਦ ਨੂੰ ਹੱਕੇ ਨਾਲ ਭੰਗ ਕੀਤਾ - ਸੀਐਨਐਨ",
        "ਟੇਸਲਾ (ਟੀਐਸਐਲਏ) ਜੈਫਰੀਜ਼ ਫਾਈਨੈਂਸ਼ੀਅਲ ਗਰੁੱਪ ਵਿਖੇ ਕੀਮਤ ਦਾ ਟੀਚਾ ਉਭਾਰਿਆ ਗਿਆ - ਟਿਪਰੇਂਕਸ",
        "ਸੋਫੀ ਟਰਨਰ ਫੀਬੀ ਵਾਲਰ-ਬ੍ਰਿਜ ਤੋਂ ‘ਕਬਰ ਰੇਡਰ‘ ਐਮਾਜ਼ਾਨ ਸੀਰੀਜ਼ ਵਿਚ ਲਾਰਾ ਕ੍ਰਾਫਟ ਖੇਡਣ ਲਈ - ਵੰਨਗੀ",
        "ਗੋਲਡਨ ਬੈਚਲੋਰੈੱਟ ਸੀਜ਼ਨ-ਫਾਈਨਲ ਰੀਕੈਪਃ ਬੋਰਾ ਬੋਰਾ ਵਿਚ ਬੌਲਿੰਗ - ਗਿਰਝ",
        "ਤੁਲਸੀ ਗਬਾਰਡ ਬਾਰੇ ਜਾਣਨ ਲਈ 5 ਚੀਜ਼ਾਂ, ਰਾਸ਼ਟਰੀ ਖੁਫੀਆ ਨਿਰਦੇਸ਼ਕ ਲਈ ਟਰੰਪ ਦੀ ਚੋਣ - ਪੀਬੀਐਸ ਨਿ Newsਜ਼ਹੋਰ",
        "ਓਲੀਅਰ ਥਿਊਰੀ ਨੂੰ ਕੁਚਲਦਾ ਹੈ ਕਿ ਪੋਲੀਮਾਰਕੀਟ ਦੇ ਸੀਈਓ ਹੋਮ ਰੇਡ 'ਰਾਜਨੀਤਿਕ ਬਦਲਾ' ਸੀਃ ਨਿਯਮ 'ਪਾਰਦਰਸ਼ੀ' ਹਨ - ਫੌਕਸ ਬਿਜ਼ਨਸ",
        "ਜੇਮਜ਼ ਵੈਬ ਸਪੇਸ ਟੈਲੀਸਕੋਪ ਰਹੱਸਮਈ 'ਲਾਲ ਰਾਖਸ਼' ਗਲੈਕਸੀਆਂ ਨੂੰ ਇੰਨੇ ਵੱਡੇ ਪੱਧਰ 'ਤੇ ਲੱਭਦਾ ਹੈ ਕਿ ਉਨ੍ਹਾਂ ਨੂੰ ਮੌਜੂਦ ਨਹੀਂ ਹੋਣਾ ਚਾਹੀਦਾ - Livescience.",
        "ਖਸਰਾ ਦੇ ਮਾਮਲੇ ਵਿਸ਼ਵ ਭਰ ਵਿੱਚ ਵੱਧਦੇ ਹਨ, 2023 ਵਿੱਚ 10.3 ਮਿਲੀਅਨ ਲੋਕਾਂ ਨੂੰ ਸੰਕਰਮਿਤ ਕਰਦੇ ਹਨਃ ਡਬਲਯੂਐਚਓ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਭਾਰਤਃ ਖ਼ਤਰਨਾਕ ਧੁੰਦ ਵਿਗੜਨ ਕਾਰਨ ਦਿੱਲੀ ਨੇ ਪ੍ਰਾਇਮਰੀ ਸਕੂਲ ਬੰਦ ਕੀਤੇ - BBC.com",
        "ਖੰਡੀ ਤੂਫਾਨ ਸਾਰਾ ਕੈਰੇਬੀਅਨ ਵਿਚ ਬਣਦਾ ਹੈ ਅਤੇ ਮੱਧ ਅਮਰੀਕਾ ਨਾਲ ‘ਜਾਨਲੇਵਾ’ ਪ੍ਰਭਾਵ ਵੱਲ ਜਾਂਦਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਕੈਨੇਡਾ ਦੇ ਬਰਡ ਫਲੂ ਦੇ ਪਹਿਲੇ ਮਨੁੱਖੀ ਕੇਸ ਨਾਲ ਬਿਮਾਰ ਕਿਸ਼ੋਰ ਨਾਜ਼ੁਕ ਸਥਿਤੀ ਵਿਚ ਹੈ — ਅਤੇ ਸਰੋਤ ਇਕ ਰਹੱਸ ਬਣਿਆ ਹੋਇਆ ਹੈ - Livescience.",
        "ਰੇਅਜ਼ 2025 ਵਿਚ ਜਾਰਜ ਐਮ. ਸਟੀਨਬਰਨਰ ਫੀਲਡ ਵਿਚ ਖੇਡੇਗੀ - ਐਮਐਲਬੀ.",
        "ਹਟਾਈ"
    ]
}