{
    "headlines": [
        "ਗੂਗਲ ਜੈਮਾ 3 ਨੂੰ ਸਭ ਤੋਂ ਸ਼ਕਤੀਸ਼ਾਲੀ ਏਆਈ ਮਾਡਲ ਕਹਿੰਦਾ ਹੈ ਜੋ ਤੁਸੀਂ ਇਕ ਜੀਪੀਯੂ 'ਤੇ ਚਲਾ ਸਕਦੇ ਹੋ - ਦਿ ਵਰਜ",
        "ਯੂਰਪੀਅਨ ਯੂਨੀਅਨ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਟਰੰਪ ਦੇ ਟੈਰਿਫ ਪ੍ਰਤੀ ਆਪਣੇ ਜਵਾਬੀ ਉਪਾਅ 1 ਅਪ੍ਰੈਲ ਤੋਂ ਲਾਗੂ ਹੋਣਗੇ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "2025 ਐਨਐਫਐਲ ਫ੍ਰੀ ਏਜੰਸੀ ਡੇਅ 2 ਗ੍ਰੇਡਃ ਫਾਲਕਨਜ਼ ਨੂੰ ਲਿਓਨਾਰਡ ਫਲਾਇਡ ਡੀਲ ਲਈ 'ਏ+' ਮਿਲਦਾ ਹੈ, ਬਿੱਲਾਂ ਨੂੰ ਜੋਏ ਬੋਸਾ ਜੋੜਨ ਲਈ 'ਸੀ' ਮਿਲਦਾ ਹੈ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਪਾਕਿਸਤਾਨਃ ਅੱਤਵਾਦੀ ਟ੍ਰੇਨ ਹਮਲੇ ਤੋਂ 100 ਤੋਂ ਵੱਧ ਯਾਤਰੀਆਂ ਨੂੰ ਰਿਹਾਅ ਕੀਤਾ ਗਿਆ - BBC.com",
        "ਟਰੰਪ ਦੇ ਵ੍ਹਾਈਟ ਹਾ Houseਸ ਦੇ ਦੱਖਣੀ ਲਾਅਨ ਲਈ ਇਕ ਨਵੀਂ ਭੂਮਿਕਾਃ ਟੇਸਲਾ ਕਾਰ ਲਾਟ - ਦਿ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਕਿਵੇਂ ਹਰ ਸਦਨ ਦੇ ਮੈਂਬਰ ਨੇ ਸਰਕਾਰੀ ਬੰਦ ਨੂੰ ਰੋਕਣ ਲਈ ਬਿੱਲ 'ਤੇ ਵੋਟ ਦਿੱਤੀ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਯਮਨ ਦੇ ਹੂਤੀ ਬਾਗੀਆਂ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਨੇੜਲੇ ਮਿਡੈਸਟ ਜਲ ਮਾਰਗਾਂ ਵਿਚ ‘ਕੋਈ ਵੀ ਇਜ਼ਰਾਈਲੀ ਜਹਾਜ਼’ ਦੁਬਾਰਾ ਇਕ ਨਿਸ਼ਾਨਾ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਕੰਟੇਨਰ ਸਮੁੰਦਰੀ ਜਹਾਜ਼ ਉੱਤਰੀ ਸਾਗਰ ਵਿਚ ਲੰਗਰ ਵਾਲੇ ਅਮਰੀਕਾ ਦੇ ਝੰਡੇ ਵਾਲੇ ਤੇਲ ਟੈਂਕਰ ਨਾਲ ਟਕਰਾ ਗਿਆ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਸਪੇਸਐਕਸ ਰਾਕੇਟ ਨੇ ਨਾਸਾ ਐਸਪੀਐਚਈਆਰਐਕਸ ਸਪੇਸ ਟੈਲੀਸਕੋਪ ਅਤੇ ਪੰਚ ਸੋਲਰ ਪ੍ਰੋਬਜ਼ ਦੀ ਸ਼ੁਰੂਆਤ ਕੀਤੀ - ਸਪੇਸ ਡਾਟ ਕਾਮ",
        "ਟਰੰਪ ਦੇ 25% ਧਾਤੂ ਟੈਰਿਫ ਲਾਗੂ ਹੋਣ ਨਾਲ ਵਪਾਰ ਯੁੱਧ ਵਧਦਾ ਹੈ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਚੀਨ ਯੁੱਧ ਵਿਚ ਇਕ ਨਵੇਂ ਕਿਨਾਰੇ ਨੂੰ ਅਨਲੌਕ ਕਰਨ ਲਈ ਸਮੁੰਦਰੀ ਕੰ theੇ ਦਾ ਨਕਸ਼ਾ ਬਣਾ ਰਿਹਾ ਹੈ - ਦਿ ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "ਡੈਮੋਕ੍ਰੇਟਿਕ ਡੇਵਿਡ ਗੌਟਫ੍ਰਾਈਡ ਨੇ ਮਿਨੇਸੋਟਾ ਹਾ Houseਸ ਦੀ ਵਿਸ਼ੇਸ਼ ਚੋਣ ਆਸਾਨੀ ਨਾਲ ਜਿੱਤੀ, 67-67 ਪਾਵਰ ਸਪਲਿਟ ਨੂੰ ਬਹਾਲ ਕੀਤਾ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਕਾਰਕੁਨ ਮਹਿਮੂਦ ਖਲੀਲ ਨੇ ਕੋਲੰਬੀਆ ਯੂਨੀਵਰਸਿਟੀ ਨੂੰ ਆਈਸੀਈ ਗ੍ਰਿਫਤਾਰੀ ਤੋਂ ਇਕ ਦਿਨ ਪਹਿਲਾਂ ਕਾਨੂੰਨੀ ਸਹਾਇਤਾ ਲਈ ਕਿਹਾ, ਉਸਦੀ ਪਤਨੀ ਕਹਿੰਦੀ ਹੈ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਅਮਰੀਕਾ ਨੇ ਫੌਜੀ ਸਹਾਇਤਾ ਮੁੜ ਸ਼ੁਰੂ ਕੀਤੀ ਕਿਉਂਕਿ ਯੂਕ੍ਰੇਨ ਨੇ ਰੂਸ ਨਾਲ 30 ਦਿਨਾਂ ਦੀ ਜੰਗਬੰਦੀ ਦੀ ਯੋਜਨਾ ਦਾ ਸਮਰਥਨ ਕੀਤਾ - ਐਕਸੀਓਸ",
        "ਟਾਇਰਸ ਹੈਲੀਬਰਟਨ ਸਟਨ ਬਕਸ ਨੂੰ ਅੰਤਮ ਸਕਿੰਟਾਂ ਵਿੱਚ ਚਾਰ ਪੁਆਇੰਟ ਪਲੇਅ ਨਾਲ ਦੇਖੋ ਤਾਂ ਜੋ ਪੈਸਰ ਜਿੱਤ ਸਕਣ - ਯਾਹੂ ਸਪੋਰਟਸ",
        "ਸਟੈਫਨੀ ਵੈਕਰ ਨੇ ਰੋਡਬਲਾਕ - ਕੇਜਸਾਈਡ ਸੀਟਾਂ 'ਤੇ ਐਨਐਕਸਟੀ ਮਹਿਲਾ ਚੈਂਪੀਅਨਸ਼ਿਪ ਜਿੱਤੀ",
        "ਸਦਨ ਦੀ ਸੁਣਵਾਈ ਕਾਂਗਰਸ ਦੇ ਟਰਾਂਸਜੈਂਡਰ ਮੈਂਬਰ ਨੂੰ ਕਿਵੇਂ ਸੰਬੋਧਿਤ ਕਰਨਾ ਹੈ ਇਸ ਬਾਰੇ ਗਰਮਾਇਆ ਐਕਸਚੇਂਜ ਨਾਲ ਖਤਮ - ਪੋਲਿਟਿਕੋ",
        "ਘਾਤਕ ਡੀ. ਸੀ. ਜਹਾਜ਼ ਹਾਦਸੇ ਬਾਰੇ ਐਨਟੀਐਸਬੀ ਦੀਆਂ ਰਿਪੋਰਟਾਂ ਤੋਂ 4 ਮੁੱਖ ਟੇਕਵੇਅ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ"
    ]
}