{
    "headlines": [
        "15-jähriger Junge bleibt nach dem Tod von 5 Personen im Haus von Fall City - KIRO Seattle in Haft",
        "Country-Star Zach Bryan entschuldigt sich bei \"jedem, den ich enttäuscht habe\", als er die Trennung von seiner Freundin ankündigt - Fox News",
        "JPMorgan-Chef Dimon würde eine Rolle in der Harris-Administration in Betracht ziehen, berichtet NYT - Yahoo Finance",
        "Live-Updates: SpaceX-Start von Cape Canaveral heute wird Rekord halten - Florida Today",
        "NBA Opening Night Live: Celtics-Knicks; Timberwolves-Lakers - ESPN",
        "Andy Dalton wird von Panthers medizinischem Personal nach einem Autounfall in Charlotte bewertet - Sports Illustrated",
        "Profisportler hat angeblich Sean \"Diddy\" Combs davon abgehalten, Partygäste sexuell anzugreifen - E! Online - E! NEWS",
        "Der Oberste Gerichtshof von Georgia wird nicht eingreifen, um umstrittene Wahlregeln wieder einzuführen - CBS News",
        "Neue Schlaganfall-Richtlinien beinhalten Risikofaktoren speziell für Frauen - The Hill",
        "Frau, die 7 Stunden lang kopfüber zwischen den Felsbrocken steckte und schließlich von der Rettungsmannschaft befreit wurde - USA TODAY",
        "Fliegende Lufttaxis nähern sich dem Start in den USA mit der Erteilung der FAA-Regel - The Associated Press",
        "\"Walking Pneumonia\" ist auf dem Vormarsch. Das solltest du wissen. - HuffPost",
        "Fantasy Football Waiver Wire, Woche 8 Auswahl: Spieler zum Hinzufügen, Top-Ziele sind Tua Tagovailoa, Hunter Henry - CBS Sports",
        "Anthropic veröffentlicht öffentlich ein KI-Tool, das den Mauszeiger des Benutzers übernehmen kann - Ars Technica",
        "Giuliani befahl, die NYC-Wohnung an georgische Wahlhelfer zu übergeben - BBC.com",
        "Donald Trump reicht Klage gegen die britische Labour Party wegen Hilfe für Kamala Harris ein - POLITICO EUROPE",
        "Starbucks-Aktien rutschen ab, nachdem die vorläufigen Ergebnisse zeigen, dass der Umsatz erneut gesunken ist - CNBC",
        "Joe Rogan interviewt Trump in seinem Podcast - Axios",
        "Sehen Sie, wie der \"Komet des Jahrhunderts\" in atemberaubenden Fotos den Nachthimmel erhellt - Space.com",
        "Immer mehr Republikaner wählen frühzeitig, was dazu beiträgt, Rekorde zu brechen. Über 17 Millionen Stimmzettel wurden bisher abgegeben - The Associated Press"
    ]
}