{
    "headlines": [
        "تأجيل تصويت إسرائيل على اتفاق وقف إطلاق النار في غزة - BBC.com",
        "سبيس إكس تفقد المركبة الفضائية في الفضاء لكنها تلتقط الداعم في برج الإطلاق - ABC News",
        "السرطان لدى الشابات، تأثير المعاملة التفضيلية، معاينة التصفيات النهائية لاتحاد كرة القدم الأميركي: اللحاق بقصص اليوم - سي إن إن",
        "بيلي إيليش، ليدي غاغا، جيلي رول، ليل بيبي لأداء حفل فاير إيد لضحايا حرائق الغابات في لوس أنجلوس - مراسل هوليوود",
        "يختار جونسون النائب ريك كروفورد ليكون رئيس مجلس إدارة إنتل التالي - سي إن إن",
        "المعركة لاستبدال جاستن ترودو جارية - POLITICO",
        "سوق الأسهم اليوم: الأسهم تنتهي منخفضة ؛ يونايتد هيلث تثقل كاهل مؤشر داو جونز - TheStreet",
        "تقول الشرطة إن امرأة سممت طفلاً لينمو على الإنترنت ويطلب التبرعات - واشنطن بوست",
        "جاستن بالدوني يقاضي بليك ليفلي وريان رينولدز مقابل 400 مليون دولار في خطوة جديدة في معركة \"It Ends With Us\" - وكالة أسوشيتد برس",
        "ستصدر وحدة تحكم Switch 2 الجديدة من Nintendo في عام 2025 - KOMO News",
        "يعرف آرون رودجرز أن مستقبل جيتس يتوقف على جنرال موتورز، وتوظيف المدربين - إن بي سي سبورتس",
        "الصحفي يعطل مؤتمر بلينكن الصحفي: \"ما هو شعور إرثك أن يكون إبادة جماعية ؟ \"- التل",
        "ملخص سريع لليوم الثالث من جلسات الاستماع للمرشحين لرئاسة الرئيس المنتخب دونالد ترامب - سي إن إن",
        "يقول مستشار إن ترامب سيحمي تيك توك من \"التعتيم\" إذا كان الاتفاق مطروحًا على الطاولة - رويترز",
        "أمريكان إكسبريس لدفع 230 مليون دولار لتسوية تحقيق احتيال وزارة العدل، مطالبة تسويقية خادعة - سي إن بي سي",
        "فيما يلي نظرة على كل جهاز Galaxy S25 ملون تقريبًا تخطط سامسونج لإطلاقه - 9to5Google",
        "توفي ديفيد لينش: \"Twin Peaks\" و \"Blue Velvet\" و \"Elephant Man\" و \"Eraserhead\" Visionary كان 78 - الموعد النهائي",
        "زعيم المملكة المتحدة ستارمر يوقع اتفاقية \"شراكة لمدة 100 عام\" مع أوكرانيا خلال رحلته إلى كييف - وكالة أسوشيتد برس",
        "سيملأ المدعي العام لفلوريدا آشلي مودي مقعد ماركو روبيو في مجلس الشيوخ - وكالة أسوشيتد برس",
        "هل سيعقد ديون ساندرز ودالاس كاوبويز صفقة ؟ - NBC Sports"
    ]
}