{
    "headlines": [
        "يحدد جهاز الخدمة السرية الإخفاقات التي سبقت محاولة اغتيال ترامب في تجمع انتخابي في يوليو - سي بي إس نيوز",
        "إسرائيل تقتل نخبة قادة حزب الله في ضربة بيروت - فاينانشال تايمز",
        "تحديثات أوكرانيا: تقول كييف إن ترسانتين دمرتا في روسيا - DW (الإنجليزية)",
        "كيف تتطابق لائحة الاتهام ضد شون \"ديدي\" كومز مع قضية آر كيلي – مع اختلاف رئيسي واحد - سي إن إن",
        "تقول وزارة الصحة في غزة إن غارة إسرائيلية على مدرسة قتلت 22 شخصًا على الأقل - وكالة أسوشيتد برس",
        "جائزة سنغافورة الكبرى للفورمولا 1: نوريس يهزم فيرشتابن في الصدارة بينما تتخبط فيراري - Motorsport.com",
        "تقوم الرحلة بالهبوط الاضطراري بعد تسلق الفأرة الحية من وجبة على متن الطائرة - أخبار سي بي إس",
        "لقد تخطت الفحص الروتيني. اكتشف الأطباء نوعين من السرطان - سي بي إس نيوز",
        "صانعة الرقائق كوالكوم تستكشف الاستحواذ الودي على إنتل - بلومبرغ",
        "لوك ألتمير والقتال إليني يطلبون انتباهكم بعد إفساد حفلة نبراسكا - سي بي إس سبورتس",
        "يحذر الخبراء من وجود صلة بين شرب الكحول والإصابة بالسرطان - المستقبلية",
        "ميكانيكيو بوينغ على خطوط الاعتصام يستعدون لإضراب طويل: \"يمكنني الاستمرار طالما استغرق الأمر\" - سي إن بي سي",
        "الأسهم تستعد لتحقيق مكاسب في سبتمبر الأول خلال 5 سنوات. هل هناك أوقات جيدة قادمة ؟ - MarketWatch",
        "ورقة معلومات نظام التشغيل iOS 18: دليل خبير لأحدث تحديث لهاتف iPhone - CNET",
        "أنتشينوس: الجرابيات الصغيرة حيث يمارس الذكور الجنس حتى يموتون — ثم تأكل الإناث جثثهم - Livescience.com",
        "يقوم الآباء في المملكة المتحدة بلف حمالات الأطفال على تماثيل الذكور للضغط من أجل الحصول على المزيد من إجازة الأبوة - NPR",
        "العلماء مرعوبون مما وجدوه تحت الأنهار الجليدية يوم القيامة - المستقبلية",
        "تحكم المحكمة بأن ما يقرب من 98000 من سكان أريزونا الذين لم يتم تأكيد جنسيتهم يمكنهم التصويت على الاقتراع الكامل - ABC15 Arizona in Phoenix",
        "حصري: إيران أعطت روسيا صواريخ ولكن لا منصات إطلاق، كما تقول المصادر - رويترز",
        "ترامب يزور ولاية كارولينا الشمالية مع انتشار الفضيحة حول حليفه الجمهوري - رويترز"
    ]
}