{
    "headlines": [
        "ਉੱਤਰੀ ਕੋਰੀਆ ਦੇ ਸੈਨਿਕ ਰੂਸ 'ਚ ਹਨ, ਅਮਰੀਕੀ ਰੱਖਿਆ ਮੰਤਰੀ ਨੇ ਕਿਹਾ - ਰਾਇਟਰ",
        "ਇਤਿਹਾਸਕ ਲੇਕਰਜ਼ ਦੀ ਸ਼ੁਰੂਆਤ ਤੋਂ ਬਾਅਦ ਸ਼ਾਕ ਨੇ ਬ੍ਰੌਨੀ ਜੇਮਜ਼ ਲਈ ਇਮਾਨਦਾਰ ਸੰਦੇਸ਼ ਦਿੱਤਾ ਸੀ - ਸਪੋਰਟਸ ਇਲਸਟ੍ਰੇਟਿਡ",
        "ਮੈਕਡੋਨਲਡਜ਼, ਸਟਾਰਬਕਸ, ਏਟੀ ਐਂਡ ਟੀ, ਟੇਸਲਾ, ਟੈਕਸਾਸ ਇੰਸਟਰੂਮੈਂਟਸ, ਕੁਆਲਕਾਮ, ਐਨਫੇਸ, ਬੋਇੰਗ, ਅਤੇ ਹੋਰ ਮੂਵਰਜ਼ - ਬੈਰਨਜ਼",
        "ਸਮੀਖਿਆ: Romancing SaGa 2: ਸੱਤ ਦਾ ਬਦਲਾ (ਸਵਿੱਚ) - ਇੱਕ ਰੀਮੇਕ ਹੈ, ਜੋ ਕਿ ਬਰਾਬਰ ਦਿਲਚਸਪ ਹੈ & Underwhelming - Nintendo ਲਾਈਫ",
        "ਸਰੋਤਃ ਟਾਈਟਨਜ਼ ਦੇ ਹੌਪਕਿਨਜ਼ - ਈਐਸਪੀਐਨ ਲਈ ਡੀਲ ਨੂੰ ਅੰਤਮ ਰੂਪ ਦੇਣ ਵਾਲੇ ਚੀਫ",
        "ਟਰੰਪ ਬਨਾਮ ਹੈਰਿਸ: ਅਮਰੀਕੀ ਚੋਣਾਂ 'ਚ ਕੌਣ ਮੋਹਰੀ? - ਅਲ ਜਜ਼ੀਰਾ ਅੰਗਰੇਜ਼ੀ",
        "ਮੈਕਸੀਕੋ ਵਿਚ ਸੈਨਿਕਾਂ ਨਾਲ ਗੋਲੀਬਾਰੀ ਵਿਚ ਸ਼ਕਤੀਸ਼ਾਲੀ ਸਿਨਾਲੋਆ ਕਾਰਟੈਲ ਦੇ 19 ਸ਼ੱਕੀ ਮੈਂਬਰ ਮਾਰੇ ਗਏ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਕੋਕਾ-ਕੋਲਾ ਕਮਾਈ ਦੇ ਅਨੁਮਾਨਾਂ ਵਿੱਚ ਸਭ ਤੋਂ ਉੱਪਰ ਹੈ, ਕਿਉਂਕਿ ਵਧੇਰੇ ਕੀਮਤਾਂ ਔਫਸੈੱਟ ਸੁਸਤ ਮੰਗ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਰੋਮਨ ਪੋਲਾਂਸਕੀ ਹੁਣ ਐੱਲ. ਏ. ਵਿਚ ਮੁਕੱਦਮੇ 'ਤੇ ਨਹੀਂ ਜਾ ਰਿਹਾ 1973 ਨਾਬਾਲਗ ਨਾਲ ਜਬਰ ਜਨਾਹ - ਵੰਨਗੀ",
        "ਸਟ੍ਰੋਕ ਦੀ ਰੋਕਥਾਮ ਲਈ ਨਵੀਂ ਗਾਈਡ ਵਿੱਚ ਓਜ਼ੈਂਪਿਕ, ਹੋਰ ਭਾਰ ਘਟਾਉਣ ਵਾਲੀਆਂ ਦਵਾਈਆਂ ਸ਼ਾਮਲ ਹਨ - ਅਮਰੀਕਾ ਅੱਜ",
        "ਇਜ਼ਰਾਈਲ ਦੀ ਯੁੱਧ ਯੋਜਨਾ ਲੀਕ ਹੋਣ ਤੋਂ ਬਾਅਦ ਅਮਰੀਕਾ ਭੜਕਿਆਃ ਕੀ ਜਾਣਨਾ ਹੈ - ਦ ਹਿੱਲ",
        "ਟਰੰਪ ਦੇ ਬੁਝਾਰਤ ਵਾਲੇ ਪੱਖਾਂ ਨੂੰ ਆਪਣੀ ਰਵਾਇਤੀ ਸਵਿੰਗ-ਰਾਜ ਰਣਨੀਤੀ ਤੋਂ ਤੁਹਾਨੂੰ ਧਿਆਨ ਭਟਕਾਉਣ ਨਾ ਦਿਓ - ਪੋਲਿਟਿਕੋ",
        "ਬੋਇੰਗ ਨੂੰ ਇੱਕ ਵੱਡੇ Q3 ਘਾਟੇ ਦੀ ਰਿਪੋਰਟ ਕਰਨ ਦੀ ਉਮੀਦ ਹੈ, ਫਿਰ ਹੜਤਾਲ ਕਰਨ ਵਾਲੇ ਕਾਮਿਆਂ ਦੁਆਰਾ ਵੋਟ ਦੇ ਨਤੀਜਿਆਂ ਦੀ ਉਡੀਕ ਕਰੋ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਚਿੱਤਰ ਬੇਰੂਤ ਵਿਚ ਇਕ ਇਜ਼ਰਾਈਲੀ ਮਿਜ਼ਾਈਲ ਦੀ ਇਮਾਰਤ 'ਤੇ ਹਮਲਾ ਕਰਨ ਵਾਲੇ ਸਹੀ ਪਲਾਂ ਨੂੰ ਫੜਦੇ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਲੀਅਮ ਪੇਨ ਦੀ ਲਾਸ਼ ਅਗਲੇਰੀ ਜਾਂਚ ਲਈ ਅਰਜਨਟੀਨਾ ਵਿਚ ਰਹੇਗੀ ਕਿਉਂਕਿ ਉਸ ਦੇ ਦਿਲ ਦੇ ਟੁੱਟੇ ਹੋਏ ਪਿਤਾ ਜੀ ‘ਸਹੀ ਕੰਮ ਕਰਨ ਦਾ ਵਾਅਦਾ ਕਰਦੇ ਹਨ’ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਪਾਰਟੀ, ਉਮਰ ਅਤੇ ਨਸਲ ਦੁਆਰਾ ਸ਼ੁਰੂਆਤੀ ਵੋਟਿੰਗ ਦੇ ਰੁਝਾਨਾਂ ਨੂੰ ਟਰੈਕ ਕਰਨਾ — ਨਕਸ਼ਿਆਂ ਅਤੇ ਚਾਰਟਾਂ ਵਿੱਚ - ਸੀ ਐਨ ਐਨ",
        "ਮੁੱਖ ਟੇਕਵੇਅਜ਼ਃ ਤੁਸੀਂ ਹੈਰਿਸ ਦੇ ਐਨਬੀਸੀ ਇੰਟਰਵਿਊ ਤੋਂ ਕੀ ਖੁੰਝ ਗਏ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਫਰਨਾਂਡੋ ਵੈਲੇਨਜ਼ੁਏਲਾ, ਮੈਕਸੀਕਨ ਮੂਲ ਦੇ ਪਿੱਚਰ ਜਿਨ੍ਹਾਂ ਦੇ ਡੋਜਰਸ ਲਈ ਪੈਟ ਨੇ 'ਫਰਨਾਂਡੋਮੈਨਿਆ' ਨੂੰ ਭੜਕਾਇਆ, 63 'ਤੇ ਮੌਤ ਹੋ ਗਈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਅਮਰੀਕੀ ਅਧਿਕਾਰੀਆਂ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਰੂਸ ਨੇ ਟਿਮ ਵਾਲਜ਼ ਨੂੰ ਤੋੜਿਆ, ਵੋਟ ਪਾਉਣ ਤੋਂ ਬਾਅਦ ਹਿੰਸਾ ਹੋ ਸਕਦੀ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਟਰੰਪ ਦੇ ਸਾਬਕਾ ਚੀਫ ਆਫ਼ ਸਟਾਫ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਹ ‘ਫਾਸ਼ੀਵਾਦੀ‘ ਪਰਿਭਾਸ਼ਾ ਨੂੰ ਫਿੱਟ ਕਰਦਾ ਹੈ ਅਤੇ ‘ਤਾਨਾਸ਼ਾਹ ਪਹੁੰਚ‘ ਨੂੰ ਤਰਜੀਹ ਦਿੰਦਾ ਹੈ - ਸੀਐਨਐਨ"
    ]
}