{
    "headlines": [
        "Indicações ao BAFTA Film Awards (Atualização ao vivo) - Variedade",
        "Conselheiros de Trump admitem que acordo de paz com a Ucrânia está a meses de distância - Reuters",
        "(BLK) Fink da BlackRock diz que o caixa recorde do cliente é \"apenas o começo\" - Bloomberg",
        "Número de mortos em operação de mineração ilegal na África do Sul atinge 51 - Bloomberg",
        "   Removido ",
        "PMQs ao vivo: Keir Starmer enfrentará Kemi Badenoch no Prime Minister's Questions - BBC.com",
        "Wordle hoje: A resposta e dicas para 15 de janeiro de 2025 - Mashable",
        "Charlie, filho de Tiger Woods, ri enquanto vê o pai sofrer uma pesada derrota na estreia no TGL - CNN",
        "Biden, em horário nobre, se despede da nação enquanto Trump se prepara para assumir o cargo - ABC News",
        "Cessar-fogo em Gaza: o que podemos esperar? - BBC.com",
        "Caçadores de patos descobrem restos humanos em área arborizada em viagem de caça - ABC News",
        "Economia alemã contrai 0,2% em 2024 em segunda desaceleração anual consecutiva - CNBC",
        "OMS diz que pelo menos 8 mortos em suspeita de surto em Marburgo na Tanzânia - Al Jazeera English",
        "Samsung Galaxy Watch 6 recebe a primeira atualização de software do ano - SamMobile - Notícias Samsung",
        "Liftoff! NASA envia ciência, tecnologia para a Lua em Firefly, voo da SpaceX - NASA",
        "Ohio State vs. Notre Dame: 10 jogadores mais impactantes no Campeonato Nacional de Playoffs de Futebol Universitário - CBS Sports",
        "Presidente impugnado da Coreia do Sul, Yoon Suk Yeol, preso após um impasse de horas - Axios",
        "O autor britânico Neil Gaiman nega ter praticado sexo não consensual à medida que mais acusadores se apresentam - The Associated Press",
        "Aviso de incêndio para a área de Los Angeles empurrado para trás à medida que os ventos diminuem - POLITICO",
        "Sam Darnold, a feia perda dos Vikings quebrou a icônica voz de rádio da equipe: ‘Jogue, cara!’ - New York Post"
    ]
}