{
    "headlines": [
        "هوندا ونيسان في محادثات الاندماج - سي إن إن",
        "فلبينية التي فازت بإرجاء في اللحظة الأخيرة من فرقة إعدام إندونيسية تعود إلى ديارها - وكالة أسوشيتد برس",
        "كشف النقاب عن مشروع قانون لتمويل الحكومة حتى 14 مارس، لكن عقد جونسون صفقة مع الديمقراطيين أغضب المحافظين - سي إن إن",
        "ينتقد ترامب القاضي في قضية الصمت المالي لرفضه ادعاءه بالحصانة - إيه بي سي نيوز",
        "باكز مقابل ثاندر سكور: تحديثات مباشرة لنهائي كأس الدوري الاميركي للمحترفين، جائزة مالية للفائزين 2024 شريحة - سي بي اس سبورتس",
        "صقور أتلانتا اسم مايكل بينيكس جونيور لاعب خط الوسط الأساسي - AtlantaFalcons.com",
        "استجوبت الشرطة والدة لويجي مانجيوني قبل يوم واحد من القبض على قاتل الرئيس التنفيذي المتهم - فوكس نيوز",
        "ماديسون، ويسكونسن، يعقد السكان وقفة احتجاجية على ضوء الشموع بينما تبحث الشرطة عن الدافع وراء إطلاق النار في المدرسة: إليك ما نعرفه حتى الآن - ياهو! أصوات",
        "جيزيل بيليكوت: كيف هزت امرأة واحدة المواقف تجاه الاغتصاب في فرنسا - BBC.com",
        "توفيت آنا أورسيني، مذيعة أخبار أريزونا، عن عمر يناهز 28 عامًا، وأعلن زملاؤها أثناء البث - سي بي إس نيوز",
        "أسهم Kioxia ترتفع قليلاً عند الظهور لأول مرة في طوكيو بعد الاكتتاب العام الأولي بقيمة 800 مليون دولار - CNBC",
        "فيك يأخذ وظيفة ولاية نورفولك، ويقول اتحاد كرة القدم الأميركي السابق QB - ESPN",
        "تقارير عن غارات الطائرات بدون طيار تؤخذ على محمل الجد، كما يقول المتحدث باسم وزارة الدفاع - وزارة الدفاع",
        "تدفع Grubhub 25 مليون دولار بتهمة خداع العملاء والكذب على الشركاء السائقين - The Verge",
        "نجم \"Top Gun\" توم كروز يصبح بطلًا عسكريًا في الحياة الحقيقية - سي إن إن",
        "بدأ اجتماع الاحتياطي الفيدرالي في ديسمبر يوم الثلاثاء - ما تحتاج إلى معرفته - Investopedia",
        "يواجه رائدا الفضاء العالقان في ناسا مزيدًا من الوقت في الفضاء مع تأخير العودة حتى أواخر مارس على الأقل - وكالة أسوشيتد برس",
        "تستخدم أداة الذكاء الاصطناعي الجديدة من Google مطالبات الصورة بدلاً من النص - سي إن إن",
        "MUFASA: The LION KING First Reviews Are Far From Roar - some; Prequel's Rotten Tomatoes Score Revealed - CBM (Comic Book Movie)",
        "ستيفون ديغز يصدر بيانًا قويًا حول احترام جوش ألين في دوائر اتحاد كرة القدم الأميركي - Sports Illustrated"
    ]
}