{
    "headlines": [
        "Mideast Power Saudi Arabia Rejects Trump Proposal to Take Over Gaza - The Wall Street Journal",
        "Le producteur des Grammys réagit à la cascade de mode de Bianca Censori avec Kanye West sur le tapis rouge. A-t-elle enfreint le code vestimentaire ? - Hindustan Times",
        "1 mort, 5 blessés dans une fusillade dans une usine de fabrication à New Albany, Ohio - ABC News",
        "Toyota augmente ses prévisions de bénéfices et vise à doubler la Chine - Financial Times",
        "Trump veut que les États-Unis « prennent le contrôle » de Gaza et le possèdent « à long terme », avec des Palestiniens réinstallés - mises à jour en direct - BBC.com",
        "Horoscope du mercredi 5 février 2025 - Chicago Sun-Times",
        "Voici à quoi s'attendre lorsque Disney déclare ses revenus avant la cloche - CNBC",
        "Steelers, Bengals sont les favoris pour parier sur Cooper Kupp - NBC Sports",
        "Les équipes de récupération récupèrent les restes des dernières victimes de l'accident d'avion à Washington DC - The Washington Post",
        "L'Aga Khan, chef spirituel des musulmans ismaéliens, meurt à 88 ans - POLITICO",
        "Un lancement de fusée SpaceX pourrait être visible dans le ciel ce soir. Voici où. - The Washington Post",
        "L'administrateur Trump met la plupart du personnel de l'USAID en congé dans le monde entier - Axios",
        "Rapport : Les soleils intéressés par Warriors ’Draymond Green dans un éventuel accord Durant - Bright Side Of The Sun",
        "Luka Doncic arrive à Los Angeles, et les Lakers ont de nouveau des rêves de championnat - The Washington Post",
        "Des centaines de personnes se rassemblent devant le département du Trésor pour protester contre l'influence du gouvernement d'Elon Musk - WTOP",
        "Netflix supprime Karla Sofía Gascón de la campagne des Oscars ‘Emilia Pérez’ : Rapports - Rolling Stone",
        "« Ils ont fait leurs devoirs » : le pouvoir inattendu de l'assaut numérique de Musk sur Washington - POLITICO",
        "Les agents du FBI poursuivent en justice les efforts du ministère de la Justice pour identifier les employés impliqués dans les enquêtes liées à Trump - The Associated Press"
    ]
}