{
    "headlines": [
        "Pete Prisco 2025 NFL Mock Draft 2.0: Team steigt in die Top 5 für Ashton Jeanty ein; drei QBs in Runde 1 - CBS Sports",
        "Finanzminister Bessent sagt, Chinas Eskalation sei ein \"großer Fehler\" gewesen, das Land spiele mit der \"verlierenden Hand\" - CNBC",
        "China zieht sich nicht aus Trumps Zollkrieg zurück. Wie geht es weiter? - BBC",
        "Nahost: Israelische Luftangriffe töten 25 Menschen in Gaza, während der Oberste Gerichtshof Shin Bet-Fälle hört - AP News",
        "Glauben Sie nicht dem Hype: MAGA weiß, dass RFKs \"Befürwortung\" von Impfstoffen gefälscht ist - Salon.com",
        "Dow-Futures sammeln 700 Punkte, während die Wall Street versucht, sich vom Ausverkauf der Trump-Tarife zu erholen: Live-Updates - CNBC",
        "Südkorea feuert Warnschüsse ab, während nordkoreanische Soldaten die DMZ-Grenze überqueren - South China Morning Post",
        "Die einzige Zollangst des Demokraten Jared Golden: Dass Trump nachgibt - Axios",
        "Prinz Harrys Berufung wegen herabgestufter britischer Sicherheit, um vor Gericht gehört zu werden - BBC",
        "Trump sagt, dass die USA in überraschender Ankündigung Atomgespräche mit dem Iran führen - Axios",
        "Selenskyj bestätigt, dass ukrainische Truppen in der russischen Region Belgorod aktiv sind - BBC",
        "Der Oberste Gerichtshof der USA bestätigt Abschiebungen nach dem Alien Enemies Act - Al Jazeera",
        "Rakete mit NASA-Astronaut Jonny Kim, 2 russische Kosmonauten docken an Raumstation an - CBS News",
        "Gürtelrose-Shot verringert das Demenzrisiko in der Stanford-Studie von Landmark um 20 % - SciTechDaily",
        "Wissenschaftler sagen, dass sie den schrecklichen Wolf wiederbelebt haben - CNN",
        "Lyle Menendez enthüllt genau, wie Netflix 'Monsters' -Serie die Zuschauer \"ausgebildet\" hat - HuffPost",
        "Der Markt überreagiert, sagt das Weiße Haus. Das hängt davon ab, wie sich die Tarife entwickeln. - Barron's",
        "Zweiter Masernfall in Colorado bestätigt, diesmal in Denver - Colorado Public Radio",
        "Ein Militärsatellit, der auf den Start mit Ula wartet, fliegt jetzt mit SpaceX - Ars Technica"
    ]
}