{
    "headlines": [
        "ਇੱਕ 911 ਕਾਲ ਕਰਨ ਵਾਲੇ ਨੇ ਦੱਸਿਆ ਕਿ ਇੱਕ ਕੈਂਪਰ ਨੂੰ ਇੱਕ ਰਿੱਛ ਨੇ ਮਾਰ ਦਿੱਤਾ । ਪੁਲਿਸ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਇਹ ਕਤਲ ਹੈ । - ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਆਪਣੇ ਕਾਰਜਕਾਲ ਦੇ ਦੁਪਹਿਰ ਵਿੱਚ, ਬਿਡੇਨ ਨੇ ਯੁੱਧ ਤੋਂ ਥੱਕੇ ਹੋਏ ਅਤੇ ਅਮਰੀਕੀ ਰਾਜਨੀਤੀ ਤੋਂ ਸਾਵਧਾਨ ਹੋਏ ਵਿਸ਼ਵਵਿਆਪੀ ਦਰਸ਼ਕਾਂ ਨੂੰ ਨਮਸਕਾਰ ਕੀਤਾ - ਸੀਐਨਐਨ",
        "ਬਰਡ ਫਲੂ ਦੀਆਂ ਚਿੰਤਾਵਾਂ ਮਾਉਂਟ ਹੁੰਦੀਆਂ ਹਨ ਕਿਉਂਕਿ ਕੈਲੀਫੋਰਨੀਆ ਵਧੇਰੇ ਮਨੁੱਖੀ ਮਾਮਲਿਆਂ ਦੀ ਰਿਪੋਰਟ ਕਰਦਾ ਹੈ - ਫੌਕਸ ਨਿ Newsਜ਼",
        "ਟੀਐਸਐਮਸੀ ਬੁਲਿਸ਼ ਆਉਟਲੁੱਕ 'ਤੇ ਜਿਵੇਂ ਕਿ ਏਆਈ ਬੂਮ ਨੇ Q3 ਲਾਭ ਪਿਛਲੇ ਅਨੁਮਾਨਾਂ ਨੂੰ ਉਡਾ ਦਿੱਤਾ - ਰਾਇਟਰਜ਼",
        "ਨੋਕੀਆ ਮਿਸ਼ਰਤ ਨਤੀਜਿਆਂ ਤੋਂ ਬਾਅਦ ਰਿਕਵਰੀ ਦੇ ਸੰਕੇਤਾਂ ਨੂੰ ਵੇਖਣ ਵਿਚ ਏਰਿਕਸਨ ਵਿਚ ਸ਼ਾਮਲ ਹੁੰਦਾ ਹੈ - ਰਾਇਟਰਜ਼",
        "ਹੈਰਿਸ ਨੇ ਇਮੀਗ੍ਰੇਸ਼ਨ 'ਤੇ ਫੌਕਸ ਨਿ Newsਜ਼' ਤੇ ਗਰਿਲ ਕੀਤਾ, ਬਿਡੇਨ ਦੇ ਅਹੁਦੇ ਲਈ ਤੰਦਰੁਸਤੀ - ਰਾਇਟਰਜ਼",
        "ਇਟਲੀ ਸਰੋਗੇਸੀ ਪਾਬੰਦੀਃ ਜੋੜਿਆਂ ਨੂੰ ਸਰੋਗੇਟ ਦੀ ਮੰਗ ਕਰਨ ਲਈ ਵਿਦੇਸ਼ ਜਾਣ 'ਤੇ ਪਾਬੰਦੀ - ਬੀਬੀਸੀ.",
        "ਵਾਕਰ ਬੁਏਹਲਰ ਵਿੰਟੇਜ ਪ੍ਰਦਰਸ਼ਨ ਪ੍ਰਦਾਨ ਕਰਦਾ ਹੈ ਕਿਉਂਕਿ ਸ਼ੋਹੇਈ ਓਹਤਾਨੀ ਐਨਐਲਸੀਐਸ ਗੇਮ 3 ਰੂਟ ਵਿੱਚ ਡੋਜਰਜ਼ ਦੇ ਅਪਰਾਧ ਦੀ ਅਗਵਾਈ ਕਰਦਾ ਹੈ - ਯਾਹੂ ਸਪੋਰਟਸ",
        "ਅਗਲਾ ਪੂਰਾ ਚੰਦਰਮਾ ਕਦੋਂ ਹੈ? ਅਕਤੂਬਰ ਹੰਟਰ ਸੁਪਰਮੂਨ ਲਿਆਉਂਦਾ ਹੈ - ਡੇਸ ਮੋਇਨਜ਼ ਰਜਿਸਟਰ",
        "ਜੇਡੀ ਵੈਨਸ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਡੋਨਾਲਡ ਟਰੰਪ ਨੇ 2020 ਦੀ ਚੋਣ ਨਹੀਂ ਹਾਰੀ - Al Jazeera English",
        "ਹੈਰਾਨੀਜਨਕ ਤਰੀਕਾ ਓਜ਼ੈਮਪਿਕ ਲੋਕਾਂ ਨੂੰ ਸ਼ਰਾਬ ਪੀਣ ਤੋਂ ਰੋਕ ਸਕਦਾ ਹੈ, ਨਸ਼ੀਲੇ ਪਦਾਰਥਾਂ ਦੀ ਵਰਤੋਂ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਟਰੰਪ ਹਿਸਪੈਨਿਕ ਵੋਟਰਾਂ ਲਈ ਇਵੈਂਟ ਵਿੱਚ ਪ੍ਰਵਾਸੀ ਪਾਲਤੂ ਜਾਨਵਰਾਂ ਨੂੰ ਖਾ ਰਹੇ ਦਾਅਵਿਆਂ ਦੁਆਰਾ ਖੜੇ ਹਨ - ਦਿ ਗਾਰਡੀਅਨ ਯੂਐਸ",
        "ਕਾਮੇਟ ਟਰੈਕਰ ਅੱਜ ਰਾਤਃ ਇਕ ‘ਸੁਪਰਮੂਨ‘ ਨਾਲ ਵੀਰਵਾਰ ਨੂੰ ਕਦੋਂ ਅਤੇ ਕਿੱਥੇ ਵੇਖਣਾ ਹੈ - ਫੋਰਬਸ",
        "ਚੀਨ ਤਾਈਵਾਨ ਨੂੰ ਕਮਜ਼ੋਰ ਕਰਨ ਲਈ ਹੈਕਰਾਂ ਅਤੇ ਮਸ਼ਹੂਰ ਹਸਤੀਆਂ ਨੂੰ ਲਗਾਉਂਦਾ ਹੈ - ਦਿ ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "ਅਮਰੀਕੀ ਬੀ -2 ਬੰਬ ਧਮਾਕਿਆਂ ਨੇ ਯਮਨ ਵਿੱਚ ਈਰਾਨ ਦੀ ਹਮਾਇਤ ਪ੍ਰਾਪਤ ਹੂਤੀਅਾਂ 'ਤੇ ਹਮਲਾ ਕੀਤਾ - ਸੀਐਨਐਨ",
        "ਰਿਆਨ ਮਰਫੀ & FX ਮੁੱਖ ਜੌਹਨ Landgraf 'ਤੇ ਹੈ, ਜੋ ਕਿ‘ Grotesquerie 'ਮਰੋੜ & ਆਪਣੇ ਸਹਿਯੋਗ ਦੇ 21 ਸਾਲ ਵਿਚ ਖਤਰੇ ਨੂੰ ਲੈ ਕੇ - ਡੈੱਡਲਾਈਨ",
        "ਕੈਨੇਡਾ 'ਚ ਭਾਰਤ ਦੀ ਕਥਿਤ ਦਖਲਅੰਦਾਜ਼ੀ'ਭਿਆਨਕ ਗਲਤੀ 'ਸੀ, ਟਰੂਡੋ ਨੇ ਕਿਹਾ - ਰਾਇਟਰਜ਼",
        "ਕੀ ਟਰੰਪ ਦੇ ਟਾਊਨ ਹਾਲ ਨੇ ਕੁਝ ਹਾਸਲ ਕੀਤਾ? - ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਇਕ ਦਿਸ਼ਾ ਦੇ ਲੀਅਮ ਪੇਨੇ ਨੇ 31 'ਤੇ ਮੌਤ ਤੋਂ ਬਾਅਦ ਹਾਲੀਵੁੱਡ ਦੁਆਰਾ ਸੋਗ ਕੀਤਾਃ‘ ਬਿਲਕੁਲ ਦਿਲ ਦਹਿਲਾਉਣ ਵਾਲਾ ’- ਫੌਕਸ ਨਿ Newsਜ਼",
        "ਕੈਟਲਿਨ ਕਲਾਰਕ ਨੇ ਰੁਕੀ ਆਫ ਦਿ ਈਅਰ ਵਿਵਾਦ ਤੋਂ ਬਾਅਦ ਇਕ ਹੋਰ ਸਰਬਸੰਮਤੀ ਨਾਲ ਡਬਲਯੂਐਨਬੀਏ ਸਨਮਾਨ ਦਾ ਖੰਡਨ ਕੀਤਾ - ਨਿ York ਯਾਰਕ ਪੋਸਟ"
    ]
}