{
    "headlines": [
        "Nike CEO John Donahoe ist raus, ersetzt durch den Firmenveteranen Elliott Hill - CNBC",
        "NC GOP Gov. Nominee Mark Robinson bestreitet, rassistische und sexuell grafische Beiträge im Porno-Forum zu machen - CNBC",
        "Wo kann man Jets vs. Patriots sehen: Live-Stream, Spread, Quoten, Vorhersage, Auswahl für 'Thursday Night Football' - CBS Sports",
        "Beyond Imagination: 140 Milky Ways Spanned by Record-Breaking Black Hole Jets - SciTechDaily",
        "Python greift thailändische Frau in ihrer Küche an, drückt sie 2 Stunden lang: \"Es ist nur angezogen\" - SCHWINDET",
        "CIA-Offizier, der Dutzende von Frauen betäubt, fotografiert und sexuell missbraucht hat, bekommt 30 Jahre Gefängnis, während die Opfer ihn anstarren - CBS News",
        "Eine neue genetische Analyse von Tieren auf dem Wuhan-Markt im Jahr 2019 kann helfen, den Ursprung von COVID-19 zu finden - The Associated Press",
        "30 Jahre limitierte Auflage PS5 und PS5 Pro bringen Mitte der 90er Jahre grauen Kunststoff zurück - Ars Technica",
        "Angeklagt wegen Androhung von Folter und Tötung von 6 Richtern des Obersten Gerichtshofs - Axios",
        "Überschwemmtes Mitteleuropa bekommt EU-Hilfe in Milliardenhöhe, verspricht von der Leyen - Reuters",
        "Apple Intelligence ist jetzt in der öffentlichen Beta-Version verfügbar. Hier erfahren Sie, was es bietet und wie Sie es aktivieren können. - TechCrunch",
        "Hörnerbesetzung, um den ersten Start zu erhalten, wenn sich Ewers erholt - ESPN",
        "Hisbollah's Nasrallah says Israel's Lebanon attacks crossed ‘all red lines’ - Al Jazeera Englisch",
        "Die Hypothekenzinsen sinken nach der Jumbo-Zinssenkung der Fed auf den niedrigsten Stand seit Anfang Februar 2023 - CNN",
        "Sean ‘Diddy’ Combs 'erste Mahlzeit im von Ratten befallenen NY-Gefängnis enthüllt, erlaubte nur 3 Duschen pro Woche - Hindustan Times",
        "Fed's Jumbo Rate Cut signalisiert Neukalibrierung für Amerika - Axios",
        "Chester Benningtons Mutter: „I Feel Betrayed“ von Linkin Park - Rolling Stone",
        "Die Funkverschmutzung durch die neuen Starlink-Satelliten von SpaceX stellt eine Bedrohung für die Astronomie dar, sagen Wissenschaftler - Space.com",
        "[removed]",
        "Neuer Mini-Mond, der die Erde umkreist, aber nicht lange in der Nachbarschaft bleiben wird - Fox Weather"
    ]
}