{
    "headlines": [
        "ਇਜ਼ਰਾਈਲ ਦੇ ਹਮਲੇ ਉੱਤਰੀ ਗਾਜ਼ਾ ਵਿੱਚ ਦਰਜਨਾਂ ਮਾਰੇ ਗਏ, ਡਾਕਟਰਾਂ ਦਾ ਕਹਿਣਾ ਹੈ, ਜਿਵੇਂ ਕਿ ਜੰਗਬੰਦੀ ਦੀ ਗੱਲਬਾਤ ਮੁੜ ਸ਼ੁਰੂ ਹੋਈ - ਰਾਇਟਰ",
        "ਇਜ਼ਰਾਈਲ ਬੱਸ ਸਟਾਪ 'ਤੇ ਟਰੱਕ ਨੇ ਭੀੜ ਨੂੰ ਮਾਰੀ ਟੱਕਰ, ਦਰਜਨਾਂ ਜ਼ਖਮੀ - ਡਬਲਯੂਐਸਜੇ - ਦਿ ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "ਓਹਤਾਨੀ ਦੇ ਜੀ 2 ਵਿਚ ਮੋ shoulderੇ ਨੂੰ ਸੱਟ ਲੱਗਣ ਤੋਂ ਬਾਅਦ ਸ਼ੁਰੂਆਤੀ ਸੰਕੇਤਾਂ ਦੁਆਰਾ ਡੋਜਰਜ਼ 'ਉਤਸ਼ਾਹਤ' - ਐਮਐਲਬੀ ਡਾਟ ਕਾਮ",
        "ਐਨਐਫਐਲ ਹਫਤੇ 8 ਦੀਆਂ ਭਵਿੱਖਬਾਣੀਆਂਃ ਹਰ ਗੇਮ ਲਈ ਫੈਲਣ ਦੇ ਵਿਰੁੱਧ ਪਿਕ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਈ .ਐਚ .ਆਰ- ਮਿਆਰੀ ਹੈਲਪਡੈਸਕ",
        "ਅਲਜ਼ਾਈਮਰ ਦੀ ਸਫਲਤਾਃ ਪ੍ਰਸਿੱਧ ਡਾਇਬਟੀਜ਼ ਡਰੱਗ ਓਜ਼ੈਂਪਿਕ ਬਹੁਤ ਘੱਟ ਜੋਖਮ ਨਾਲ ਜੁੜਿਆ - SciTechDaily",
        "ਸੈਟੇਲਾਈਟ ਤਸਵੀਰਾਂ 'ਚ ਇਰਾਨ ਦੇ 2 ਗੁਪਤ ਫੌਜੀ ਟਿਕਾਣਿਆਂ' ਤੇ ਇਜ਼ਰਾਇਲੀ ਹਮਲੇ ਨਾਲ ਹੋਇਆ ਨੁਕਸਾਨ - The Associated Press",
        "ਕਾਰਦਾਸ਼ੀਅਨ-ਜੇਨਰ ਪਰਿਵਾਰ ਦੇ ਹੇਲੋਵੀਨ ਪਹਿਰਾਵੇ ਦਾ ਸਬੂਤ ਦੇਖਣ ਲਈ ਸਭ ਤੋਂ ਦਿਲਚਸਪ ਹੈ - ਈ! ਖ਼ਬਰਾਂ",
        "Mbappé ਕਲੇਸੀਕੋ ਰੂਟ - ਈਐਸਪੀਐਨ ਵਿੱਚ ਕਰੀਅਰ ਆਫਸਾਈਡ ਰਿਕਾਰਡ ਸੈੱਟ ਕਰਦਾ ਹੈ",
        "ਟਰੰਪ ਮੈਡੀਸਨ ਸਕੁਏਅਰ ਗਾਰਡਨ ਰੈਲੀ ਲਈ ‘ਹਰ ਚੀਜ ਦਾ ਕੇਂਦਰ’ ਤੇ ਵਾਪਸ ਆਉਂਦੇ ਹਨ - ਸੀ ਐਨ ਐਨ",
        "ਗਾਜ਼ਾ 'ਤੇ ਇਜ਼ਰਾਈਲੀ ਹਮਲੇ 22 ਦੀ ਮੌਤ, ਅਧਿਕਾਰੀਆਂ ਦਾ ਕਹਿਣਾ ਹੈ, ਕਿਉਂਕਿ ਤੇਲ ਅਵੀਵ ਨੇੜੇ ਟਰੱਕਾਂ ਦੀ ਟੱਕਰ ਦਰਜਨਾਂ ਨੂੰ ਠੇਸ ਪਹੁੰਚਾਉਂਦੀ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਜਾਪਾਨ ਨੇ ਘੁਟਾਲਿਆਂ ਦੇ ਪਰਛਾਵੇਂ ਵਿਚ ਨਵੇਂ ਨੇਤਾ ਨੂੰ ਵੋਟਿੰਗ ਕੀਤੀ - ਬੀਬੀਸੀ.",
        "ਪਰੇਜ਼ ਹਿਲਟਨ ਨੇ ਭਵਿੱਖਬਾਣੀ ਕੀਤੀ ਹੈ ਕਿ ਮੇਨੇਂਡੇਜ਼ ਭਰਾ ਜੇਲ੍ਹ ਦੀ ਰਿਹਾਈ ਤੋਂ ਬਾਅਦ ਉਨ੍ਹਾਂ ’ਤੇ ਜਨਤਕ’ ਵਾਰੀ ’ਦੇਖ ਸਕਦੇ ਹਨ - ਫੌਕਸ ਨਿ Newsਜ਼",
        "ਐਲਨ ਮਸਕ ਇਕ ਗੈਰਕਾਨੂੰਨੀ ਪ੍ਰਵਾਸੀ ਮਜ਼ਦੂਰ ਸੀ ਜਿਸ ਨੇ ਆਪਣੇ ਵਿਦਿਆਰਥੀ ਵੀਜ਼ੇ ਦੀ ਦੁਰਵਰਤੋਂ ਕੀਤੀ ਜਦੋਂ ਉਸਨੇ ਪਹਿਲਾਂ ਸਥਾਪਨਾ ਕੀਤੀ - ਦਿ ਡੇਲੀ ਬੀਸਟ",
        "ਹਟਾਈ",
        "ਵੈਟੀਕਨ ਮੀਟਿੰਗ ਖਤਮ ਹੁੰਦੀ ਹੈ ਅਤੇ ਫ੍ਰਾਂਸਿਸ ਦੇ ਅਧੀਨ ਵਧੇਰੇ ਤਬਦੀਲੀ ਦੀ ਉਮੀਦ ਫੇਡ ਹੁੰਦੀ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਸਬਰੀਨਾ ਕਾਰਪੈਂਟਰ ਨਿ New ਓਰਲੀਨਜ਼ ਵਿਚ ਟੇਲਰ ਸਵਿਫਟ ਓਨਸਟੇਜ ਵਿਚ ਸ਼ਾਮਲ ਹੋ ਗਈ ਉਸ ਦੀ ਇਕ ਰਾਤ ਦੀ ਛੁੱਟੀ 'ਤੇ - ਅਮਰੀਕਾ ਅੱਜ",
        "ਵਿਸ਼ਵ ਸੀਰੀਜ਼: ਡੋਜਰਸ ਨੇ ਯੈਂਕੀਜ਼ ਨੂੰ 2-0 ਨਾਲ ਹਰਾਇਆ, ਪਰ ਸ਼ੋਹੇਈ ਓਹਤਾਨੀ ਦੀ ਸੱਟ ਲਾਸ ਏਂਜਲਸ ਲਈ ਵੱਡੀ ਹੈ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਮਿਸ਼ੇਲ ਓਬਾਮਾ ਨੇ ਮਿਸ਼ੀਗਨ ਰੈਲੀ ਵਿਚ ਹੈਰਿਸ ਦੇ ਸਮਰਥਨ ਦੀ ਅਪੀਲ ਕੀਤੀਃ \"ਇਹ ਉਹ ਵਿਅਕਤੀ ਹੈ ਜੋ ਤੁਹਾਨੂੰ ਸਮਝਦਾ ਹੈ\" - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਟਰੰਪ ਦਾ ਜੋਅ ਰੋਗਨ ਇੰਟਰਵਿਊਃ ਸੱਤ ਟੇਕਵੇਅ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ"
    ]
}