{
    "headlines": [
        "ਸੀਨ 'ਡਿੱਡੀ' ਕੰਬਜ਼ ਨੂੰ ਸੈਕਸ ਤਸਕਰੀ ਅਤੇ ਰੈਕੇਟਿੰਗ ਦੇ ਦੋਸ਼ਾਂ ਦਾ ਸਾਹਮਣਾ ਕਰਨਾ ਪੈਂਦਾ ਹੈ; ਸਰਕਾਰ ਨਜ਼ਰਬੰਦੀ ਦੀ ਮੰਗ ਕਰਦੀ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਸਨੈਪ ਦੇ ਨਵੇਂ ਸਪੈਕਟਕਲਸ ਮਜਬੂਰ ਕਰਨ ਵਾਲੇ ਏਆਰ ਦੇ ਨੇੜੇ ਇੰਚ - ਦਿ ਵਰਜ",
        "ਕਿਵੇਂ ਇੱਕ ਅਣਜਾਣ ਤੂਫਾਨ ਨੇ ਕੈਰੋਲੀਨਾਸ ਵਿੱਚ 1,000 ਸਾਲਾਂ ਦੀ ਬਾਰਸ਼ ਲਿਆਂਦੀ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਸ਼ੇਅਰ ਬਾਜ਼ਾਰ ਅੱਜਃ ਐਸ ਐਂਡ ਪੀ, ਡਾਓ ਲਾਲ ਹੋ ਗਿਆ ਕਿਉਂਕਿ ਵਿਸ਼ਵ ਫੈੱਡ ਦੇ ਫੈਸਲੇ ਦਾ ਇੰਤਜ਼ਾਰ ਕਰ ਰਿਹਾ ਹੈ - ਯਾਹੂ ਵਿੱਤ",
        "ਨਾਸਾ ਅੱਜ ਰਾਤ ਧਰਤੀ ਦੇ ਨੇੜੇ ਆਉਣ ਵਾਲੇ ਤੇਜ਼ ਗਤੀਸ਼ੀਲ, ਸਟੇਡੀਅਮ-ਆਕਾਰ ਦੇ ਐਸਟਰਾਇਡ ਲਈ ਅਲਰਟ ਜਾਰੀ ਕਰਦਾ ਹੈ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਸੀਈਓ ਦੁਆਰਾ ਲਾਜ਼ਮੀ ਰਿਟਰਨ-ਟੂ-ਆਫਿਸ ਨੀਤੀ ਦਾ ਐਲਾਨ ਕਰਨ ਤੋਂ ਬਾਅਦ ਐਮਾਜ਼ਾਨ ਦੇ ਕਰਮਚਾਰੀ ਨਾਰਾਜ਼ ਹਨਃ ‘ਮੇਰੇ ਪੈਸੇ ਲਓ ਅਤੇ ਛੱਡੋ?’ - ਨਿਊਯਾਰਕ ਪੋਸਟ",
        "Frostpunk 2 - ਅਧਿਕਾਰਤ ਲਾਂਚ ਟ੍ਰੇਲਰ - ਆਈਜੀਐਨ",
        "ਯੂਕਰੇਨ ਦੀ ਚਿੰਤਾ ਵਿੱਚ ਮਦਦ ਕਰਨ ਵਾਲੇ ਵੈਟਸ ਟਰੰਪ ਦੀ ਹੱਤਿਆ ਦੀ ਕੋਸ਼ਿਸ਼ ਦਾ ਸ਼ੱਕੀ ਉਨ੍ਹਾਂ ਦੇ ਕਾਰਨ ਨੂੰ ਠੇਸ ਪਹੁੰਚਾਏਗਾ - ਐਨਪੀਆਰ",
        "ਸੁਪਰਬੱਗ ਅਗਲੇ 25 ਸਾਲਾਂ ਵਿੱਚ ਲਗਭਗ 40 ਮਿਲੀਅਨ ਲੋਕਾਂ ਨੂੰ ਮਾਰ ਦੇਣਗੇ, ਵਿਗਿਆਨੀ ਚੇਤਾਵਨੀ ਦਿੰਦੇ ਹਨ - ਗਿਜ਼ਮੋਡੋ",
        "ਲੇਬਨਾਨ 'ਚ ਹਿਜ਼ਬੁਲ ਪੇਜਰ ਧਮਾਕਿਆਂ' ਚ ਕਈ ਲੋਕਾਂ ਦੀ ਮੌਤ - Reuters",
        "ਹਾਰਵੈਸਟ ਚੰਦਰਮਾ, ਸੁਪਰਮੂਨ ਅੰਸ਼ਕ ਚੰਦਰ ਗ੍ਰਹਿਣ ਲਿਆਉਂਦਾ ਹੈਃ ਕਿਵੇਂ, ਕਦੋਂ ਵੇਖਣਾ ਹੈ - Al Jazeera English",
        "ਰਾਜ ਨੂੰ ਗਲਤੀ ਦਾ ਪਤਾ ਲੱਗਣ ਤੋਂ ਬਾਅਦ 97,000 ਐਰੀਜ਼ੋਨਾ ਵੋਟਰਾਂ ਦੀ ਯੋਗਤਾ ਲਿੰਬੋ ਵਿਚ - ਵੋਟਬੀਟ",
        "ਫਲੋਰਿਡਾ ਸ਼ੈਰਿਫ ਨੇ ਸਕੂਲ ਦੀ ਗੋਲੀਬਾਰੀ ਦੀ ਧਮਕੀ ਦੇਣ ਦੇ ਦੋਸ਼ ਵਿੱਚ 11 ਸਾਲਾ ਬੱਚੇ ਦਾ ਮਗਸ਼ਾਟ ਜਾਰੀ ਕੀਤਾ - ਐਨਬੀਸੀ ਨਿ Newsਜ਼",
        "ਮਾਈਲੀ ਸਾਇਰਸ ਸੂਡ, ‘ਫੁੱਲਾਂ‘ ਤੇ ਬਰੂਨੋ ਮਾਰਸ ਗਾਣੇ ਦੀ ਨਕਲ ਕਰਨ ਦਾ ਦੋਸ਼ - ਵੰਨਗੀ",
        "ਮੰਗਲ ਤੋਂ ਇੱਕ ਵੋਬਲ ਹਨੇਰੇ ਪਦਾਰਥ ਦੀ ਨਿਸ਼ਾਨੀ ਹੋ ਸਕਦੀ ਹੈ, ਅਧਿਐਨ ਲੱਭਦਾ ਹੈ - Phys.",
        "ਕੌਫੀ ਸਵੇਰ ਦੇ ਪਿਕ-ਅਪ ਤੋਂ ਵੱਧ ਹੋ ਸਕਦੀ ਹੈ, ਨਵੀਂ ਖੋਜ ਦੇ ਅਨੁਸਾਰ - ਸੀ ਐਨ ਐਨ",
        "ਈਗਲਜ਼ ਦੇ collapseਹਿਣ ਬਨਾਮ ਫਾਲਕਨਜ਼ - ਨਿ New ਯਾਰਕ ਪੋਸਟ ਤੋਂ ਬਾਅਦ ਜੋਅ ਬੱਕ ਕਦੇ ਵੀ ਐਨਐਫਐਲ ਫਿਨਿਸ਼ ਦੁਆਰਾ ਇੰਨਾ ‘ਹੈਰਾਨ' ਨਹੀਂ ਹੋਇਆ ਸੀ",
        "ਗਾਜ਼ਾ 'ਚ ਜੰਗ ਕਾਰਨ ਕੁਝ ਇਜ਼ਰਾਈਲੀ ਦੇਸ਼ ਛੱਡ ਰਹੇ ਹਨ - NPR",
        "ਇਜ਼ਰਾਈਲੀ ਅਧਿਕਾਰੀ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਹਮਾਸ ਦੇ ਨੇਤਾ ਯਾਹੀਆ ਸਿਨਵਰ ਪਰਿਵਾਰ ਨਾਲ ਗਾਜ਼ਾ ਛੱਡ ਸਕਦੇ ਹਨ ਅਤੇ ਜੇ ਬੰਧਕਾਂ ਨੂੰ ਰਿਹਾ ਕੀਤਾ ਜਾਂਦਾ ਹੈ ਤਾਂ ਯੁੱਧ ਖਤਮ ਕਰ ਸਕਦੇ ਹਨ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਜੌਰਡਨ ਚਾਈਲਸ ਨੇ ਓਲੰਪਿਕ ਜਿਮਨਾਸਟਿਕ ਕਾਂਸੀ ਦੇ ਤਗਮੇ ਨੂੰ ਮੁੜ ਪ੍ਰਾਪਤ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਵਿਚ ਸਵਿਸ ਕੋਰਟ ਵਿਚ ਅਪੀਲ ਦਾਇਰ ਕੀਤੀ - ਯਾਹੂ ਸਪੋਰਟਸ"
    ]
}