{
    "headlines": [
        "ਡਿਜ਼ਨੀ ਫੂਬੋ ਖਰੀਦਦਾ ਹੈ, ਵੈਨੂ ਦੇ ਮੁਕੱਦਮੇ ਨੂੰ ਮਾਰਨਾ - ਫਰੰਟ ਆਫਿਸ ਸਪੋਰਟਸ",
        "ਸਰਦੀਆਂ ਦੇ ਘਾਤਕ ਤੂਫਾਨ ਨੇ ਸੈਂਕੜੇ ਹਜ਼ਾਰਾਂ ਲੋਕਾਂ ਨੂੰ ਬਿਜਲੀ ਤੋਂ ਬਿਨਾਂ ਛੱਡ ਦਿੱਤਾ ਜਿਵੇਂ ਕਿ ਭਾਰੀ ਬਰਫ ਪੂਰਬ ਵੱਲ ਚਲੀ ਜਾਂਦੀ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਜ਼ੇਂਦਿਆ ਅਤੇ ਟੌਮ ਹਾਲੈਂਡ ਗੋਲਡਨ ਗਲੋਬਜ਼ 'ਤੇ ਡਾਇਮੰਡ ਰਿੰਗ ਦੀ ਸ਼ੁਰੂਆਤ ਕਰਨ ਤੋਂ ਬਾਅਦ ਜੁੜੇ ਹੋਏ ਹਨਃ ਰਿਪੋਰਟਾਂ - ਯਾਹੂ ਐਂਟਰਟੇਨਮੈਂਟ",
        "ਵੈਨਜ਼ੂਏਲਾ ਦੇ ਭਿੰਨ ਭਿੰਨ ਲੋਕਾਂ ਨੇ ਛੁਪਾਉਣ, ਜਲਾਵਤਨੀ ਜਾਂ ਜੇਲ੍ਹ ਵਿੱਚ ਮਹੀਨਿਆਂ ਬਾਅਦ ਵਾਪਸੀ ਦੀ ਸਾਜਿਸ਼ ਰਚੀ - ਦਿ ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "ਰਿਪੋਰਟਃ ਮੰਨਿਆ ਜਾਂਦਾ ਹੈ ਕਿ ਕ੍ਰਿਸ਼ਚੀਅਨ ਵਾਟਸਨ ਫਟਿਆ ਏਸੀਐਲ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਬਿਡੇਨ ਟਰੰਪ ਦੇ ਕਾਰਜਕਾਲ ਤੋਂ ਪਹਿਲਾਂ ਵਿਸ਼ਾਲ ਖੇਤਰਾਂ ਵਿਚ ਆਫਸ਼ੋਰ ਤੇਲ, ਗੈਸ ਡ੍ਰਿਲਿੰਗ 'ਤੇ ਪਾਬੰਦੀ ਲਗਾਉਣਗੇ - ਰਾਇਟਰਜ਼",
        "ਲਾਈਵ ਕਵਰੇਜਃ ਸਪੇਸਐਕਸ 2025 ਦਾ ਪਹਿਲਾ ਸਮਰਪਿਤ ਸਟਾਰਲਿੰਕ ਮਿਸ਼ਨ ਲਾਂਚ ਕਰੇਗਾ - ਸਪੇਸਫਲਾਈਟ ਹੁਣੇ ਸੰਪਰਕ ਕਰੋ",
        "ਅਲਕੋਹਲ 'ਤੇ ਕੈਂਸਰ ਦੀ ਚਿਤਾਵਨੀ ਚਾਹੁੰਦੇ ਹਨ ਅਮਰੀਕੀ ਚੋਟੀ ਦੇ ਡਾਕਟਰ: ਵਿਗਿਆਨ ਕੀ ਕਹਿੰਦਾ ਹੈ? - ਅਲ ਜਜ਼ੀਰਾ ਅੰਗਰੇਜ਼ੀ",
        "ਵਿੰਟਰ ਸਟਾਰਮ ਹਿੱਟ ਡੀ. ਸੀ., ਮੈਰੀਲੈਂਡ, ਵਰਜੀਨੀਆ; ਸਕੂਲ ਬੰਦ - ਮੌਸਮ ਚੈਨਲ",
        "ਹਟਾਈ",
        "ਯੂਐਸ ਕੈਪੀਟਲ ਪੁਲਿਸ ਮੁਖੀ ਨੇ ਪੁਲਿਸ ਵਿਰੁੱਧ ਹਮਲਿਆਂ ਲਈ ਮੁਆਫੀ ਦਾ ਵਿਰੋਧ ਕੀਤਾ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਮਾਈਕਲ ਬਾਰ ਟਰੰਪ ਨਾਲ ਟਕਰਾਅ ਤੋਂ ਬਚਣ ਲਈ ਫੈੱਡ ਦੇ ਬੈਂਕਿੰਗ ਨਿਗਰਾਨੀ ਦੇ ਮੁਖੀ ਦੇ ਅਹੁਦੇ ਤੋਂ ਅਸਤੀਫਾ ਦੇਵੇਗਾ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਕੁਆਲਕਾਮ ਆਪਣੇ ਸਨੈਪਡ੍ਰੈਗਨ ਐਕਸ ਚਿਪਸ ਨੂੰ ਮਿਡ-ਰੇਂਜ ਵਿੰਡੋਜ਼ ਲੈਪਟਾਪਾਂ ਅਤੇ ਡੈਸਕਟਾਪਾਂ ਤੇ ਲਿਆਉਂਦਾ ਹੈ - ਟੈਕਕ੍ਰਾਂਚ",
        "ਹਟਾਈ",
        "ਆਸਟ੍ਰੀਆ ਦੇ ਦੂਰ ਸੱਜੇ ਦੂਜੇ ਵਿਸ਼ਵ ਯੁੱਧ ਤੋਂ ਬਾਅਦ ਪਹਿਲੀ ਵਾਰ ਸਰਕਾਰ ਦੀ ਅਗਵਾਈ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰਨ ਦਾ ਫ਼ਤਵਾ ਪ੍ਰਾਪਤ ਕਰਦਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਟਰੰਪ ਨੇ ਜੱਜ ਨੂੰ ਆਪਣੇ ਅਪਰਾਧਿਕ ਹਸ਼ ਮਨੀ ਕੇਸ ਵਿੱਚ ਸਜ਼ਾ ਸੁਣਾਈ ਰੋਕਣ ਲਈ ਕਿਹਾ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਯੂਐਸ ਸਟੀਲ ਅਤੇ ਨਿਪੋਨ ਨੇ ਬਾਈਡਨ ਪ੍ਰਸ਼ਾਸਨ, ਸਟੀਲ ਵਰਕਰਜ਼ ਯੂਨੀਅਨ ਅਤੇ ਕਲੀਵਲੈਂਡ-ਕਲਿਫਜ਼ ਨੂੰ ਉਨ੍ਹਾਂ ਦੇ ਬਲੌਕ ਕੀਤੇ ਰਲੇਵੇਂ 'ਤੇ ਮੁਕੱਦਮਾ ਕੀਤਾ - ਸੀ ਐਨ ਐਨ",
        "ਗੋਲਡਨ ਗਲੋਬਜ਼ 2025 ਕਾਰਜਕਾਰੀ ਆਗਮਨਃ ਬ੍ਰਾਇਨ ਰੌਬਰਟਸ, ਡੋਨਾ ਲੈਂਗਲੇ, ਟੇਡ ਸਾਰੈਂਡੋਸ ਅਤੇ ਹੋਰ - ਵੰਨਗੀਆਂ",
        "ਹਫਤੇ 18 ਤੋਂ ਪੰਜ ਚੀਜ਼ਾਂ ਜੋ ਤੁਸੀਂ ਗੁਆ ਚੁੱਕੇ ਹੋ ਸਕਦੇ ਹੋਃ ਬ੍ਰਾਇਸ ਯੰਗ ਕੋਲ ਕੈਰੀਅਰ ਦਾ ਦਿਨ ਹੈ, ਬੈਕਅਪ ਕਿ Qਬੀ ਚਮਕਦਾ ਹੈ ਅਤੇ ਹੋਰ ਬਹੁਤ ਕੁਝ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਕੈਨੇਡਾ ਦੇ ਪ੍ਰਧਾਨ ਮੰਤਰੀ ਜਸਟਿਨ ਟਰੂਡੋ ਅਸਤੀਫ਼ੇ ਦੀਆਂ ਕਿਆਸਅਰਾਈਆਂ ਦਰਮਿਆਨ ਕਰਨਗੇ ਨਿਊਜ਼ ਕਾਨਫਰੰਸ - BBC.com"
    ]
}