{
    "headlines": [
        "ਕਾਮਕਾਸਟ ਆਈਜ਼ ਨਿਊ ਵੈਂਚਰ ਟੂ ਹਾਊਸ ਐਮਐਸਐਨਬੀਸੀ, ਯੂਐਸਏ, ਹੋਰ ਯੂਐਸ ਕੇਬਲ ਚੈਨਲ - ਦਿ ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "ਜੇਟਸ ਰੂਕੀ ਮਲਾਚੀ ਕੋਰਲੀ ਗੋਲ ਲਾਈਨ ਬਨਾਮ ਟੇਕਸਨਜ਼ ਤੋਂ ਪਹਿਲਾਂ ਗੇਂਦ ਸੁੱਟਣ ਤੋਂ ਬਾਅਦ ਟੀਡੀ ਪਲਟ ਗਈ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਹਟਾਈ",
        "'ਜੂਮਬੀ ਸਟਾਰ' ਹੈਲੋਵੀਨ ਅਸਮਾਨ ਨੂੰ ਰੌਸ਼ਨ ਕਰ ਸਕਦਾ ਹੈ ਕਿਉਂਕਿ ਨਾਸਾ ਨੋਵਾ ਫਟਣ ਦੀ ਉਮੀਦ ਕਰਦਾ ਹੈ - ਡਬਲਯੂਆਈਐਸਐਨ ਮਿਲਵਾਕੀ",
        "ਓਬਾਮਾ ਨੇ ਧੀ ਮਾਲਿਆ ਨੂੰ ਪੇਸ਼ੇਵਰ ਤੌਰ 'ਤੇ ਆਖਰੀ ਨਾਮ ਛੱਡਣ' ਤੇ ਵਿਚਾਰ ਸਾਂਝੇ ਕੀਤੇ - ਦਿ ਹਿੱਲ",
        "ਸੀਪੀਐਸ ਬੋਰਡ ਆਫ਼ ਐਜੂਕੇਸ਼ਨ ਦੇ ਪ੍ਰਧਾਨ ਨੇ ਅਸਤੀਫਾ ਦੇ ਦਿੱਤਾ - ਡਬਲਯੂਬੀਈਜ਼ ਸ਼ਿਕਾਗੋ",
        "ਰੈਪਰ ਯੰਗ ਠੱਗ ਨੂੰ ਜਾਰਜੀਆ ਰੀਕੋ ਕੇਸ ਵਿਚ ਪਟੀਸ਼ਨ ਸੌਦੇ ਦੇ ਹਿੱਸੇ ਵਜੋਂ ਕੰਮ ਕਰਨ ਵਾਲੇ ਸਮੇਂ ਲਈ ਘਰ ਦੀ ਨਜ਼ਰਬੰਦੀ 'ਤੇ ਰਿਹਾ ਕੀਤਾ ਜਾਵੇਗਾ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਸਪੇਨ ਦੇ ਹੜ੍ਹਾਂ 'ਚ ਮਰਨ ਵਾਲਿਆਂ ਦੀ ਗਿਣਤੀ ਵਧ ਕੇ ਹੋਈ 158, ਯੂਰਪ' ਚ ਆਈ ਸਭ ਤੋਂ ਭਿਆਨਕ ਤੂਫਾਨ ਤਬਾਹੀ - REUTERS",
        "ਬੋਇੰਗ ਯੂਨੀਅਨ ਨੇ ਅਪਾਹਜ ਹੜਤਾਲ ਨੂੰ ਖਤਮ ਕਰਨ ਲਈ ਤਾਜ਼ਾ ਪੇਸ਼ਕਸ਼ ਦਾ ਸਮਰਥਨ ਕੀਤਾ - ਯਾਹੂ ਵਿੱਤ",
        "ਪਾਇਲਟ ਗਲਤੀ ਤੋਂ ਬਾਅਦ, ਐਫ -35 ਲੜਾਕੂ ਜਹਾਜ਼ ਨੇ ਪਿਛਲੇ ਸਾਲ ਕਰੈਸ਼ ਹੋਣ ਤੋਂ ਪਹਿਲਾਂ ਆਪਣੇ ਆਪ 11 ਮਿੰਟ ਲਈ ਉਡਾਣ ਭਰੀ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਟਰੰਪ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ \"ਭਾਵੇਂ womenਰਤਾਂ ਇਸ ਨੂੰ ਪਸੰਦ ਕਰਦੀਆਂ ਹਨ ਜਾਂ ਨਹੀਂ, ਮੈਂ ਉਨ੍ਹਾਂ ਦੀ ਰੱਖਿਆ ਕਰਨ ਜਾ ਰਿਹਾ ਹਾਂ\" ਵਿਸਕਾਨਸਿਨ ਰੈਲੀ ਵਿਚ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਸੀਨ ‘ਡਿੱਡੀ‘ ਕੰਬਜ਼ ਕੇਸ ਦੀ ਸੁਣਵਾਈ ਵਿਚ ਗ੍ਰੈਂਡ ਜਿuryਰੀ ਗਵਾਹ ਤੋਂ ਜੋ ਦਾਅਵਾ ਕਰਦਾ ਹੈ ਕਿ ਉਸ ਕੋਲ ਕੰਬਜ਼ ਸੰਭਾਵਤ ਤੌਰ 'ਤੇ ਮਸ਼ਹੂਰ ਹਸਤੀਆਂ ਦਾ ਸ਼ਿਕਾਰ ਹੋਣ ਦੀ ਫੁਟੇਜ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਇਕ ਵਾਰ ਇਕ ਕੋਵਿਡ ਸਟਾਰ, ਸਾਬਕਾ ਸਰਕਾਰ ਐਂਡਰਿ Cu ਕੁਓਮੋ ਨੇ ਅਪਰਾਧਿਕ ਰੈਫਰਲ ਨੂੰ ਘੇਰਿਆ - ਪੋਲੀਟੀਕੋ",
        "ਟੈਕਸਨਜ਼ ਬਨਾਮ ਜੇਟਸ ਕਿੱਥੇ ਵੇਖਣਾ ਹੈਃ ਐਨਐਫਐਲ ਕਿੱਕਆਫ ਟਾਈਮ, ਲਾਈਵ ਸਟ੍ਰੀਮ, ਔਕੜਾਂ, ਫੈਲਣ, ਹਫਤੇ 9 ਗੇਮ ਲਈ ਭਵਿੱਖਬਾਣੀ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਓਜ਼ੈਮਪਿਕ ਗੋਡੇ ਦੇ ਓਸਟੀਓਆਰਥਰਾਈਟਿਸ ਦੇ ਦਰਦ ਨੂੰ ਲਗਭਗ ਅੱਧੇ ਘਟਾਉਂਦਾ ਹੈਃ ਅਧਿਐਨ - ਦ ਹਿੱਲ",
        "ਓਐਚਏ ਰਿਪੋਰਟ ਕਰਦਾ ਹੈ ਕਿ ਬਰਡ ਫਲੂ ਵਾਲੇ 3 ਮਨੁੱਖ ਵਾਸ਼ਿੰਗਟਨ ਫੈਲਣ ਦੌਰਾਨ ਓਰੇਗਨ ਗਏ - KOIN.",
        "ਟਰੰਪ ਪੈਨਸਿਲਵੇਨੀਆ ਵਿਚ ਬਜ਼ੁਰਗਾਂ ਨਾਲ ਜਲਦੀ ਵੋਟ ਪਾਉਣ ਵਿਚ ਪਛੜ ਰਹੇ ਹਨ, ਜੀਓਪੀ ਲਈ ਇਕ ਲਾਲ ਝੰਡਾ - ਪੋਲਿਟਿਕੋ",
        "ਐਮਾਜ਼ਾਨ ਦੇ ਸੀਈਓ ਐਂਡੀ ਜੇਸੀ ਨੇ ਇਕ 'ਏਜੰਟਿਕ‘ ਅਲੈਕਸਾ - ਟੈਕਕ੍ਰਾਂਚ ’ਤੇ ਇਸ਼ਾਰਾ ਕੀਤਾ",
        "ਮੈਜਿਕ ਦਾ ਬੈਂਚੇਰੋ ਸ਼ੁੱਕਰਵਾਰ ਬਨਾਮ ਕੈਵਸ - ਈਐਸਪੀਐਨ",
        "ਗੈਲੇਟਿਨ ਕਾਉਂਟੀ ਸ਼ੈਰਿਫ ਬਿਗ ਸਕਾਈ ਨੇੜੇ ਡਸਟਿਨ ਕੇਜਰਸੇਮ ਦੀ ਹੱਤਿਆ ਦੇ ਸ਼ੱਕੀ ਵਿਅਕਤੀ ਬਾਰੇ ਅਪਡੇਟ ਪ੍ਰਦਾਨ ਕਰਦਾ ਹੈ - KBZK News"
    ]
}