{
    "headlines": [
        "تقرير: التعريفات الجمركية التي فرضها ترامب على كندا والمكسيك قد تزيد أسعار السيارات حتى 12 ألف دولار - نيويورك بوست",
        "تحديث إصابة لويس جيل: سيتم إيقاف تشغيل بداية اليانكيز لمدة ستة أسابيع على الأقل بعد معاناتهم من إجهاد اللات - سي بي إس سبورتس",
        "تراجع مؤشر داو جونز بمقدار 900 نقطة مع تكثيف عمليات البيع بعد تأكيد ترامب للتعريفات الجمركية على المكسيك وكندا: تحديثات مباشرة - CNBC",
        "كانوا هناك، ولكن بالكاد: المشاهير يتبنون اتجاه الموضة العارية في حفلات ما بعد الأوسكار - وكالة أسوشيتد برس",
        "يقول البنغاليون إن لديهم \"نية لمواصلة العمل من أجل صفقة طويلة الأجل\" مع تي هيغنز - إن بي سي سبورتس",
        "أبلغت DARE County عن أول حالة إصابة بإنفلونزا الطيور في قطيع من الدجاج في الفناء الخلفي - WRAL News",
        "العملات الاحتياطية الاستراتيجية لترامب \"ADA\" و \"XRP\" و \"SOL\" و \"Bitcoin\" - Cointelegraph",
        "ترامب يحطم الأمل في صفقة كندا والمكسيك في اللحظة الأخيرة قبل التعريفة الجمركية بنسبة 25 ٪ - سي إن بي سي",
        "يقول الفاتيكان إن البابا فرنسيس \"في حالة تأهب\" بعد فشل الجهاز التنفسي - BBC.com",
        "فوز \"أنورا\" بجائزة الأوسكار ينقل جوائز الأوسكار إلى عصر جديد - Yahoo Entertainment",
        "يواصل ترامب الاحتجاج على زيلينسكي بينما يجتمع فريق الأمن القومي لمناقشة ما سيحدث بعد ذلك في أوكرانيا - سي إن إن",
        "Lance Zierlein 2025 NFL mock draft 2.0: Tetairoa McMillan at 5; Shedeur Sanders, Will Johnson slide - NFL.com",
        "تم تعيين المشتبه به في إطلاق النار في موكب هايلاند بارك روبرت كريمو الثالث لتغيير الإقرار بالذنب في المحاكمة اليومية - ABC News",
        "بعد انقلاب الحصبة في RFK Jr.، إليك ما لا يزال يقلق الأطباء بشأن التفشي الحالي - HuffPost",
        "استعرض الأوكرانيون \"بدلاتهم\" بعد انتقاد ترامب لملابس زيلينسكي - واشنطن بوست",
        "احتلت الوجهة التالية لآرون رودجرز ومستقبل مايلز غاريت الصدارة من اتحاد كرة القدم الأميركي - وكالة أسوشيتد برس",
        "ماذا تعرف عن خطر الإعصار في الولايات المتحدة حتى يوم الأربعاء - واشنطن بوست",
        "تجلب Google أدوات Gemini إلى iPhone بينما تتطلع إلى الاستفادة من نقاط ضعف Siri - The Verge"
    ]
}