{
    "headlines": [
        "Playoffs da NFL: essas equipes conquistaram ou foram eliminadas da disputa até agora - Yahoo Sports",
        "As 299 melhores ofertas absolutas da Black Friday (2024) - WIRED",
        "Trump jantando com o primeiro-ministro canadense Justin Trudeau em Mar-a-Lago - CNN",
        "Bob Bryar, baterista do My Chemical Romance, encontrado morto em sua casa aos 44 anos - The Mirror US",
        "As minhas 5 melhores ofertas da Cyber Monday estão todas a pairar a preços baixos recorde - ZDNet",
        "Os chefes tornam-se a primeira equipa da NFL a conquistar a vaga nos playoffs, enquanto os Raiders tornam-se a primeira equipa da AFC eliminada - CBS Sports",
        "A Black Friday retorna – mas os hábitos de consumo não - The Washington Post",
        "Desfile do Dia de Ação de Graças da Macy's atrai o maior público de todos os tempos com mais de 30 MILHÕES de espectadores - Prazo",
        "Professor morre de raiva após mordida de morcego - KSBW Monterey",
        "Enquanto os rebeldes sírios invadem Aleppo, o exército fecha aeroportos e estradas, dizem fontes - Reuters",
        "Relatório de lesões dos 49ers vs. Buffalo: Purdy vai jogar, outros jogadores importantes não - The Mercury News",
        "Pepinos recolhidos ligados a surto de salmonela em vários estados, alertam agências de saúde - CNN",
        "Geórgia abalada por protestos ferozes depois que o governo coloca as esperanças da UE no gelo - CNN",
        "Tiroteio em shopping da Black Friday no Arkansas deixa 3 feridos - ABC News",
        "Ditcheva supera Santos para ganhar a coroa de 125 libras da PFL - ESPN",
        "O movimento anti-Trump está em frangalhos. Agora está se esforçando para permanecer relevante. - POLITICO",
        "Nintendo Black Friday 2024: Vendas no Nintendo Switch, jogos, controles e muito mais - Yahoo Life",
        "'Moana 2', 'Wicked' Sending Black Friday to Record Box Office Day - Prazo",
        "Quando é o evento ao vivo do Fortnite? Data, hora, artistas, o que saber sobre 'Remix: The Finale' - usa TODAY",
        "As ações viajam para o melhor mês de um ano, à medida que a ’Varredura Vermelha‘ desencadeia ‘espíritos animais’ - MarketWatch"
    ]
}