{
    "headlines": [
        "Estação ferroviária de Nova Deli: famílias em luto contam o horror de uma paixão mortal - BBC.com",
        "Daytona 500 2025: Hora de início, TV, streaming, clima, programação para a corrida NASCAR de domingo - usa TODAY",
        "Líderes europeus realizarão cúpula de emergência sobre a Ucrânia enquanto Trump pressiona pelo fim da guerra - CNN",
        "Fatal Fury: City of the Wolves adiciona Kain R. Heinlein; personagens DLC Andy Bogard, Joe Higashi e Mr. Big anunciados - Gematsu",
        "Tkachuks ajudam a definir o tom, estimulam os EUA a ultrapassar o Canadá em confrontos de 4 nações - NHL.com",
        "Horóscopo para domingo, 16 de fevereiro de 2025 - Chicago Sun-Times",
        "Musk quebra o silêncio depois de a influencer Ashley St. Clair afirmar que é a mãe do seu 13 .º filho - Hindustan Times",
        "Milhares de trabalhadores da agência federal de saúde em experiência demitidos por carta neste fim de semana. Eis o que dizia. - CBS News",
        "Grande tempestade no leste dos EUA traz graves inundações - ABC News",
        "O principal enviado dos EUA, Rubio, se reunirá com autoridades russas na Arábia Saudita para negociações de paz na Ucrânia - BBC.com",
        "Mac McClung bate um por cima do carro para conseguir 3 pontos no concurso de enterradas da NBA - New York Post",
        "A ameaça de clima severo do Alabama aumenta: chuvas fortes, ventos prejudiciais, tornados possíveis em todo o estado - AL.com",
        "Main Card Results | UFC Fight Night: Cannonier vs Rodrigues - UFC",
        "Uma erupção é possível no Monte Spurr, no Alasca. O que sabemos sobre o vulcão - KTVZ",
        "‘Shogun’, ‘Hacks’, ‘Anora’, ‘Nickel Boys’ Land Top Honors at Writers Guild Awards 2025 (Lista completa de vencedores) - Variety",
        "Tom Cruise, 62, e Ana de Armas, 36, são todos sorrisos durante a excursão do Dia dos Namorados em Londres - Página Seis",
        "Ruptura fundamental entre EUA e UE se abre em Munique - DW (inglês)",
        "Trabalhadores da Amazon na Carolina do Norte votam contra esforço sindical - CBS News"
    ]
}