{
    "headlines": [
        "Atrás da cortina: os assombrosos pecados gêmeos de Biden - Axios",
        "O Departamento de Justiça e a cidade de Memphis devem abordar os resultados de uma investigação policial contundente - CNN",
        "Petróleo mantém a perda à medida que a OPEP+ planeja devolver barris a partir de abril - Yahoo Finance",
        "Gazans With Disabilities Face ‘Impossible Times’ of Chaos and War - The New York Times",
        "O presidente taiwanês Lai supostamente tem conversas telefônicas de Guam com líderes do Congresso dos EUA - The Associated Press",
        "Euforia ao redor enquanto o Bitcoin salta acima de US $ 100.000, as ações atingem recordes - Reuters",
        "Musk e Ramaswamy visitam o Capitólio para discutir a visão DOGE de Trump para reduzir o desperdício do governo - Fox News",
        "Michel Barnier: Primeiro-ministro francês renuncia após colapso do governo - BBC.com",
        "Brian Thompson: Quem é o CEO da UnitedHealth morto a tiros em Nova York? - BBC.com",
        "Desculpe, pais, na verdade é o Spotify Wrapped do seu filho - The Washington Post",
        "FBI Hacking Warning - Change 2 Settings On Your iPhone - Forbes",
        "Creighton atordoa Hunter Dickinson, número 1 do Kansas na vitória dominante de 13 pontos - Yahoo Sports",
        "Horóscopo para quinta-feira, 5 de dezembro de 2024 - Chicago Sun-Times",
        "Doença desconhecida na República Democrática do Congo mata 79 pessoas - BBC.com",
        "Pontuação de Duke vs. Auburn: Blue Devils dão aos Tigers a primeira derrota, vitória recorde quando Cooper Flagg marca 22 - CBS Sports",
        "Príncipe Harry elimina rumores de divórcio da duquesa Meghan: \"É difícil acompanhar\" - usa TODAY",
        "Hegseth's history with alcohol shadows Pentagon selection - The Washington Post",
        "Chocolate ao leite ou amargo? A resposta pode afetar o seu risco de diabetes. - The Washington Post",
        "Enfrentando impeachment, presidente da Coreia do Sul substitui chefe da Defesa - POLITICO",
        "A Bethesda corrigiu os erros de digitação nas especificações do PC de Indiana Jones — e respondeu à nossa pergunta sobre o rastreamento de raios necessário. - The Verge"
    ]
}