{
    "headlines": [
        "ਰੇਡਰਜ਼ 'ਪੀਅਰਸ ਆਨ ਟੂਆਃ' ਮੈਂ ਉਸ ਨੂੰ ਰਿਟਾਇਰ ਹੋਣ ਲਈ ਕਹਾਂਗਾ '- ਈਐਸਪੀਐਨ",
        "ਯੂਐਫਸੀ 306 ਏਮਬੇਡਡਃ ਵਲੋਗ ਸੀਰੀਜ਼ - ਐਪੀਸੋਡ 5 - ਯੂਐਫਸੀ",
        "ਜਸਟਿਨ ਟਿੰਬਰਲੇਕ ਨੇ ਕਮਜ਼ੋਰ ਹੁੰਦੇ ਹੋਏ ਡਰਾਈਵਿੰਗ ਦੇ ਘੱਟ ਦੋਸ਼ ਲਈ ਦੋਸ਼ੀ ਮੰਨਿਆ; ਜਨਤਕ ਸੁਰੱਖਿਆ ਦਾ ਐਲਾਨ ਜਾਰੀ ਕਰਦਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਲਾਈਵ ਅਪਡੇਟਸਃ ਪੁਲਾੜ ਸਟੇਸ਼ਨ 'ਤੇ ਫਸੇ ਜੀਵਨ ਬਾਰੇ ਗੱਲ ਕਰਨ ਲਈ ਫਸੇ ਪੁਲਾੜ ਯਾਤਰੀ - ਬੀਬੀਸੀ.",
        "ਆਰਟੀ ਰੂਸੀ ਫੌਜਾਂ ਲਈ ਗੁਪਤ ਫੌਜੀ ਸਪਲਾਈ ਆਪ੍ਰੇਸ਼ਨ ਚਲਾ ਰਿਹਾ ਹੈ, ਸਟੇਟ ਡਿਪਾਰਟਮੈਂਟ ਕਹਿੰਦਾ ਹੈ - ਪੋਲਿਟਿਕੋ",
        "ਰੂਸ ਨੇ ਯੂਕੇ ਦੇ ਡਿਪਲੋਮੈਟਾਂ ਨੂੰ ਕੱਢਿਆ; ਪੁਤਿਨ ਨੇ ਪੱਛਮੀ ਹਥਿਆਰਾਂ ਨਾਲ ਡੂੰਘੇ ਹਮਲਿਆਂ ਵਿਰੁੱਧ ਚੇਤਾਵਨੀ ਦਿੱਤੀ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਇਜ਼ਰਾਈਲੀ ਵਿਸ਼ੇਸ਼ ਬਲਾਂ ਨੇ ਸੀਰੀਆ ਵਿਚ ਮਿਜ਼ਾਈਲ ਸਾਈਟ 'ਤੇ ਛਾਪਾ ਮਾਰਿਆ - ਅਮਰੀਕੀ ਰਿਪੋਰਟਾਂ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਐਂਡਰਾਇਡ 15 ਕਿ Qਪੀਆਰ 1 ‘ਸੀਮਾ ਨੂੰ 80% ਤੱਕ ਜੋੜਦਾ ਹੈ’ ਪਿਕਸਲ ਬੈਟਰੀ ਚਾਰਜਿੰਗ optimਪਟੀਮਾਈਜ਼ੇਸ਼ਨ - 9to5Google",
        "ਗਿਰਵੀਨਾਮੇ ਦੀਆਂ ਦਰਾਂ ਘਟ ਰਹੀਆਂ ਹਨ, ਪਰ ਘਰਾਂ ਨੂੰ ਸਸਤਾ ਹੋਣ ਦੀ ਉਮੀਦ ਨਹੀਂ ਹੈ- ਇੱਥੇ ਕਿਉਂ ਹੈ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਬੋਇੰਗ ਯੂਨੀਅਨ ਹੜਤਾਲ 'ਤੇ ਚਲੀ ਗਈ, 737 ਉਤਪਾਦਨ ਨੂੰ ਰੋਕਣਾ - ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "ਨਿtonਟਨ - ਸੀਬੀਐਸ ਬੋਸਟਨ ਵਿਚ ਇਜ਼ਰਾਈਲ ਪੱਖੀ ਪ੍ਰਦਰਸ਼ਨਕਾਰੀ ਨਾਲ ਨਜਿੱਠਣ ਤੋਂ ਬਾਅਦ ਆਦਮੀ ਨੂੰ ਗੋਲੀ ਮਾਰ ਦਿੱਤੀ ਗਈ",
        "ਸਟਾਕ ਮਾਰਕੀਟ ਅੱਜਃ ਜੰਬੋ ਨਾਲ ਸਟਾਕ ਚੜ੍ਹੇ Fed ਮੇਜ਼ 'ਤੇ ਵਾਪਸ ਕੱਟ - ਯਾਹੂ ਵਿੱਤ",
        "ਪੱਛਮੀ ਰਾਜਾਂ ਵਿੱਚ ਟਰੰਪ ਮੁਹਿੰਮਾਂ ਜਿਵੇਂ ਕਿ ਹੈਰਿਸ ਨਾਜ਼ੁਕ ਪੈਨਸਿਲਵੇਨੀਆ 'ਤੇ ਕੇਂਦ੍ਰਤ ਕਰਦਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "9 ਦਿਨਾਂ ਤੱਕ ਧਰਤੀ ਨੂੰ ਹਿਲਾਉਣ ਵਾਲੀ ਰਹੱਸਮਈ ਭੂਚਾਲ ਦੀ ਘਟਨਾ ਗ੍ਰੀਨਲੈਂਡ ਵਿੱਚ 650 ਫੁੱਟ ਸੁਨਾਮੀ ਨਾਲ ਸ਼ੁਰੂ ਹੋਈ, ਖੋਜਕਰਤਾਵਾਂ ਦਾ ਕਹਿਣਾ ਹੈ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਪੂਰਵਦਰਸ਼ਨਾਂ ਵਿੱਚ ‘ਕੋਈ ਬੁਰਾਈ ਨਾ ਬੋਲੋ’ $ 1.3M ਚੀਕਦਾ ਹੈ, ਪਰ ‘ਬੀਟਲਜੁਇਸ ਬੀਟਲਜੁਇਸ’ ਸ਼ੁੱਕਰਵਾਰ ਨੂੰ 13 ਵੇਂ ਹਫਤੇ ਦੇ ਅੰਤ ਵਿੱਚ ਰਾਜ ਕਰੇਗਾ – ਬਾਕਸ ਆਫਿਸ - ਡੈੱਡਲਾਈਨ",
        "ਚੀਨ 1950 ਦੇ ਦਹਾਕੇ ਤੋਂ ਬਾਅਦ ਪਹਿਲੀ ਵਾਰ ਰਿਟਾਇਰਮੈਂਟ ਦੀ ਉਮਰ ਵਧਾਏਗਾ - BBC.com",
        "ਕੀਵ ਰੂਸ ਵਿਚ ਤੂਫਾਨ ਸ਼ੈਡੋ ਮਿਜ਼ਾਈਲਾਂ ਦੀ ਵਰਤੋਂ ਕਿਉਂ ਕਰਨਾ ਚਾਹੁੰਦਾ ਹੈ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "ਰਿਪੋਰਟਃ 12 ਦਾਲਚੀਨੀ ਪਾ Powderਡਰਾਂ ਵਿੱਚ ਪਾਏ ਗਏ ਉੱਚ ਲੀਡ ਦੇ ਪੱਧਰ - 9News. com KUSA",
        "2 ਆਰਆਈ ਕਮਿ communitiesਨਿਟੀਆਂ ਵਿੱਚ ਵੈਸਟ ਨੀਲ ਵਾਇਰਸ ਦਾ ਪਤਾ ਲਗਾਇਆ ਗਿਆ - WPRI.",
        "ਐਫ ਡੀ ਏ ਨੇ ਐਪਲ ਏਅਰਪੌਡਜ਼ ਪ੍ਰੋ 2 ਨੂੰ ਸੁਣਵਾਈ ਏਡਜ਼ ਵਜੋਂ ਵਰਤਣ ਦੀ ਮਨਜ਼ੂਰੀ ਦਿੱਤੀ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼"
    ]
}