{
    "headlines": [
        "ਸੀਐਫਪੀਬੀ ਖਪਤਕਾਰਾਂ ਦੀਆਂ ਕ੍ਰੈਡਿਟ ਰਿਪੋਰਟਾਂ ਤੋਂ ਡਾਕਟਰੀ ਕਰਜ਼ੇ ਨੂੰ ਹਟਾਉਣ ਲਈ ਨਿਯਮ ਜਾਰੀ ਕਰਦਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਵਾਲ ਸਟ੍ਰੀਟ ਨੇ ਇਕ ਹੋਰ ਜਿੱਤ ਦਰਜ ਕੀਤੀ ਕਿਉਂਕਿ ਫੇਡ ਦਾ ਬੈਰ ਜੈਂਟਲਰ ਬੈਂਕਿੰਗ ਰੈਗੂਲੇਟਰ ਲਈ ਰਸਤਾ ਸਾਫ ਕਰਦਾ ਹੈ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਕੈਨੇਡਾ ਦੇ ਪ੍ਰਧਾਨ ਮੰਤਰੀ ਜਸਟਿਨ ਟਰੂਡੋ ਬਾਰੇ ਰਾਸ਼ਟਰਪਤੀ ਜੋਅ ਬਾਇਡਨ ਦਾ ਬਿਆਨ - ਦ ਵ੍ਹਾਈਟ ਹਾਊਸ",
        "ਐਨਵੀਡੀਆ ਨੇ ਡੀਐਲਐਸਐਸ 4 ਮਲਟੀ ਫਰੇਮ ਜਨਰੇਸ਼ਨ - ਯੂਰੋਗੇਮਰ ਦੇ ਨਾਲ ਆਰਟੀਐਕਸ 50-ਸੀਰੀਜ਼ ਗ੍ਰਾਫਿਕਸ ਕਾਰਡਾਂ ਦੀ ਘੋਸ਼ਣਾ ਕੀਤੀ",
        "ਕੀ ਹੈ … ਸਭ ਵਾਰ ਦੇ ਮਹਾਨ ਖੇਡ ਸ਼ੋਅ? - ਰੋਲਿੰਗ ਪੱਥਰ",
        "2025 ਐਨਐਫਐਲ ਮੌਕ ਡਰਾਫਟਃ ਟਾਈਟਨਜ਼ ਸਟਿਕ ਨੰਬਰ 1 ਤੇ, ਬ੍ਰਾsਨਜ਼ ਦੇਸੌਨ ਵਾਟਸਨ ਦੀ ਥਾਂ ਲੈਂਦਾ ਹੈ ਅਤੇ ਜਾਇੰਟਸ ਟ੍ਰੈਵਿਸ ਹੰਟਰ ਲੈਂਦਾ ਹੈ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਮੈਟਾ ਤੱਥ ਜਾਂਚਕਰਤਾਵਾਂ ਤੋਂ ਛੁਟਕਾਰਾ ਪਾਉਂਦਾ ਹੈ ਅਤੇ ਕਹਿੰਦਾ ਹੈ ਕਿ ਇਹ ‘ਸੈਂਸਰਸ਼ਿਪ‘ ਨੂੰ ਘਟਾ ਦੇਵੇਗਾ - ਸੀ ਐਨ ਐਨ",
        "ਟਰੰਪ ਦੇ ਵਕੀਲਾਂ ਨੇ ਸਮਿਥ ਦੀ ਅੰਤਮ ਵਿਸ਼ੇਸ਼ ਵਕੀਲ ਰਿਪੋਰਟ ਦੇ ਖਰੜੇ ਦੀ ਸਮੀਖਿਆ ਕੀਤੀ ਹੈ ਅਤੇ ਚਾਹੁੰਦੇ ਹਨ ਕਿ ਇਸ ਨੂੰ ਜਨਤਕ ਰਿਲੀਜ਼ ਤੋਂ ਰੋਕਿਆ ਜਾਵੇ - ਸੀਐਨਐਨ",
        "‘ਇਹ ਗੋਲਫ ਹੈ, ਪਰ ਇਹ ਦੁਬਾਰਾ ਕਲਪਨਾ ਕੀਤੀ ਗਈ ਹੈ’: ਟੀਜੀਐਲ, ਟਾਈਗਰ ਵੁੱਡਜ਼ ਬਾਰੇ ਜਾਣਨ ਲਈ ਸਭ ਕੁਝ ’ਅਤੇ ਰੋਰੀ ਮੈਕਿਲਰੋਏ ਦੀ ਹਾਈ-ਟੈਕ ਇਨਡੋਰ ਗੋਲਫ ਲੀਗ - ਸੀ ਐਨ ਐਨ",
        "ਟੌਮ ਹਾਲੈਂਡ ਜ਼ੇਂਦਿਆ ਪੋਸਟ ਦੀ ਸ਼ਮੂਲੀਅਤ ਨਾਲ ’ਵਿਆਹ ਵਿੱਚ ਕਾਹਲੀ' ਨਹੀਂ ਕਰੇਗਾ; ਉਹ ਹਮੇਸ਼ਾਂ ਜਾਣਦਾ ਸੀ 'ਉਹ ਇਕ ਸੀ' - ਹਿੰਦੁਸਤਾਨ ਟਾਈਮਜ਼",
        "ਤਿੱਬਤ 'ਚ ਪਵਿੱਤਰ ਸ਼ਹਿਰ ਨੇੜੇ 6.8 ਤੀਬਰਤਾ ਦੇ ਭੂਚਾਲ' ਚ ਘੱਟੋ-ਘੱਟ 95 ਲੋਕਾਂ ਦੀ ਮੌਤ, ਕਈ ਜ਼ਖਮੀ, ਚੀਨੀ ਮੀਡੀਆ ਰਿਪੋਰਟਾਂ - ABC News",
        "ਕੀ ਕੁਝ ਅਲਟਰਾ-ਪ੍ਰੋਸੈਸਡ ਫੂਡ ਠੀਕ ਹਨ? ਨਵੇਂ ਅਧਿਐਨ ਦੇ ਜਵਾਬ ਹਨ - ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "ਲੂਸੀਆਨਾ ਵਿੱਚ ਪਹਿਲੀ ਯੂਐਸ ਬਰਡ ਫਲੂ ਮੌਤ ਦਾ ਐਲਾਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਜੀਓਪੀ ਭੰਬਲਭੂਸਾ ਰਾਜ ਕਰਦਾ ਹੈ ਕਿਉਂਕਿ ਟਰੰਪ ਸੁਲ੍ਹਾ ਦੀ ਰਣਨੀਤੀ ਨੂੰ ਲੈ ਕੇ ਵੇਫਲਜ਼ - ਪੋਲਿਟਿਕੋ",
        "ਐਚਐਮਪੀਵੀਃ ਚੀਨ ਦੇ ਮਨੁੱਖੀ ਮੈਟਾਪਨੇਯੂਮੋਵਾਇਰਸ ਕੇਸਾਂ ਬਾਰੇ ਕੀ ਜਾਣਨਾ ਹੈ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਹਟਾਈ",
        "2025 ਐਨਐਫਐਲ ਪਲੇਆਫ ਬਰੈਕਟ ਪ੍ਰੋਜੈਕਸ਼ਨਃ ਬਿੱਲ ਪਹਿਲੀ ਸੁਪਰ ਬਾlਲ ਜਿੱਤ ਲਈ ਰੈਮਸ ਨੂੰ ਉਤਾਰਦੇ ਹਨ; ਹਰ ਗੇਮ ਲਈ ਭਵਿੱਖਬਾਣੀ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ASUS ਗਣਰਾਜ ਗੇਮਰਜ਼ 2025 ਗੇਮਿੰਗ ਲੈਪਟਾਪ ਲਾਈਨਅਪ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਕਟਿੰਗ-ਐਜ ਪ੍ਰਦਰਸ਼ਨ ਅਤੇ ਸਾਰੇ ਨਵੇਂ ਡਿਜ਼ਾਈਨ - ASUS ਪ੍ਰੈਸਰੂਮ",
        "ਸਰਦੀਆਂ ਦਾ ਤੂਫਾਨ ਕੋਰਾ ਬਰਫ ਫੈਲਣ ਲਈ, ਟੈਕਸਾਸ ਤੋਂ ਕੈਰੋਲਿਨਾ ਤੱਕ ਦੱਖਣ ਰਾਹੀਂ ਬਰਫ - ਮੌਸਮ ਚੈਨਲ",
        "ਹੁਲਕ ਹੋਗਨ ਬੂਡ ਭਾਰੀ ਦੌਰਾਨ ‘ਸੋਮਵਾਰ ਨਾਈਟ ਰਾਅ’ ਨੈੱਟਫਲਿਕਸ ਡੈਬਿਊ - ਯਾਹੂ ਸਪੋਰਟਸ"
    ]
}