{
    "headlines": [
        "Dow drops 500 points as inflation worries dent market sentiment: Live updates - CNBC",
        "Live briefing: Mass evacuations as Israel strikes Beirut suburb - The Washington Post",
        "Jenner & Block sues US government over Trump’s executive order - Financial Times",
        "The brutal Warfare wages its tight filmmaking against combat's casual disregard for life - The A.V. Club",
        "Trump warns U.S. carmakers not to take advantage of tariffs by hiking prices on consumers - Fortune",
        "Don't miss the partial solar eclipse tomorrow: Where, when and how to see it - Space.com",
        "Dozens missing as massive 7.7 quake rocks Myanmar and Thailand - ABC News",
        "Measles outbreak in Texas is spreading beyond the Mennonite community: Officials - ABC News",
        "Capitol agenda: Stefanik’s return reveals GOP fears - POLITICO",
        "Hulk Hogan’s daughter, Brooke, hits back at mom Linda’s emotional video with shocking abuse claims - Page Six",
        "Hegseth tells Philippines the Trump administration will ramp up deterrence against China threat - The Associated Press",
        "Pope’s health improving gradually as he recovers at Casa Santa Marta - Vatican News - English",
        "Nvidia-Backed CoreWeave IPO Prices Low In Big AI Test - Investor's Business Daily",
        "Did jolts of ‘microlightning’ in primordial mist kick-start Earth’s earliest life? Scientists offer clues - CNN",
        "Gemini hackers can deliver more potent attacks with a helping hand from… Gemini - Ars Technica",
        "‘Heartless and Dangerous’: Slashing of VA call centers part of aggressive layoff plan - CNN",
        "iPhone Foldable Display Said to Feature iPad-Style 4:3 Aspect Ratio - MacRumors",
        "GOP lawmakers warn against federal records destruction in Signal chats - The Hill",
        "Wisconsin Supreme Court Race Is Costliest Judicial Election in U.S. History - ProPublica",
        "King Charles experiences temporary side effects of cancer treatment - BBC.com"
    ]
}