{
    "headlines": [
        "Trump’s inauguration expected to be moved indoors - CNN",
        "‘Severance’ Season 1 Recap: What to Remember Before Season 2 - Yahoo Entertainment",
        "Supreme Court upholds law banning TikTok if it’s not sold by its Chinese parent company - The Associated Press",
        "Dow rises 300 points, S&P 500 heads for best week since November as rates fall: Live updates - CNBC",
        "Instagram will show your friends what Reels you’ve liked - The Verge",
        "Will Ohio Gov. Mike DeWine announce Senate pick today? Afternoon news conference scheduled - The Columbus Dispatch",
        "Trump’s planning a flood of immigration executive orders on Day 1 - POLITICO",
        "Roger Goodell: The \"logical step\" for the NFL is 18 regular-season games - NBC Sports",
        "Israel vote on Gaza ceasefire deal delayed - BBC.com",
        "Trump and China's Xi discuss TikTok, trade, fentanyl, president-elect says - CNBC",
        "Cameron Diaz Says She Would Have Been a ‘Fool’ Not to Return to Acting After 10-Year Hiatus: 'Grateful for It' - AOL",
        "Russia sentences lawyers of late opposition figure Navalny to prison - The Washington Post",
        "Mario Kart 9 fan speculation points to fuel tank gameplay - Eurogamer",
        "South African miner describes horrors for those who spent months underground - The Associated Press",
        "HHS Announces 15 Additional Drugs Selected for Medicare Drug Price Negotiations in Continued Effort to Lower Prescription Drug Costs for Seniors - CMS",
        "Divisional Round expert picks: Moneyline, spread, over/under predictions - Pride Of Detroit",
        "More cancer, less death? New alcohol-risk reviews offer conflicting takeaways - Ars Technica",
        "Brussels orders X to hand over documents on algorithm - Financial Times",
        "Miami Dolphins to play historic first-ever regular season game in Spain in 2025 - MiamiDolphins",
        "SpaceX Starship explosion likely caused by propellant leak, Elon Musk says - Space.com"
    ]
}