{
    "headlines": [
        "ਸੀਰੀਆ 'ਤੇ ਇਜ਼ਰਾਇਲੀ ਹਮਲਿਆਂ' ਚ ਘੱਟੋ-ਘੱਟ 16 ਲੋਕਾਂ ਦੀ ਮੌਤ, ਸੀਰੀਆ ਦੇ ਸਰਕਾਰੀ ਮੀਡੀਆ ਨੇ ਕਿਹਾ - Reuters",
        "ਵੀਅਤਨਾਮ ਵਿੱਚ ਤੂਫਾਨ ਨਾਲ ਮਰਨ ਵਾਲਿਆਂ ਦੀ ਗਿਣਤੀ 59 ਹੋ ਜਾਣ ਕਾਰਨ ਹੜ੍ਹ ਨਾਲ ਬੱਸ ਅਤੇ ਪੁਲ ਢਹਿ ਗਏ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਡਰਾਗੀ ਨੇ ਯੂਰਪੀਅਨ ਯੂਨੀਅਨ ਨੂੰ ਵੱਡੇ ਖਰਚੇ ਅਤੇ ਸਾਂਝੇ ਕਰਜ਼ੇ ਤੋਂ ਬਿਨਾਂ ਖ਼ਤਰੇ ਵਿਚ ਕਿਹਾ - ਬਲੂਮਬਰਗ",
        "ਖਾੜੀ ਖੰਡੀ ਪ੍ਰਣਾਲੀ ਸੰਭਾਵਤ ਤੂਫਾਨ ਦੇ ਖਤਰੇ ਨੂੰ ਦਰਸਾਉਂਦੀ ਹੈ - ਮੌਸਮ ਚੈਨਲ",
        "ਵਸਨੀਕ ਭੱਜ ਜਾਂਦੇ ਹਨ ਕਿਉਂਕਿ ਕੈਲੀਫੋਰਨੀਆ ਅਤੇ ਨੇਵਾਡਾ ਦੇ ਜੰਗਲੀ ਅੱਗਾਂ ਖ਼ਤਰਨਾਕ ਤੌਰ ਤੇ ਨੇੜੇ ਆਉਂਦੀਆਂ ਹਨ ਅਤੇ ਭਵਿੱਖਬਾਣੀਕਰਤਾ ਰਿਕਾਰਡ ਗਰਮੀ ਦੀ ਚੇਤਾਵਨੀ ਦਿੰਦੇ ਹਨ - ਸੀ ਐਨ ਐਨ",
        "ਐਪਲ 'ਗਲੋਟਾਈਮ' ਇਵੈਂਟ ਲਾਈਵ ਬਲੌਗ — ਆਈਫੋਨ 16, ਐਪਲ ਵਾਚ 10, ਏਅਰਪੌਡਸ 4 ਅਤੇ ਹੋਰ - ਟੌਮ ਦੀ ਗਾਈਡ",
        "ਸੈਂਟਰਲ ਕੈਂਟਕੀ ਦੇ ਬੱਚਿਆਂ ਨੂੰ ਸਕੂਲ ਤੋਂ ਘਰ ਰਹਿਣ ਲਈ ਕਿਹਾ ਗਿਆ ਕਿਉਂਕਿ ਆਈ -75 ਸ਼ੂਟਿੰਗ ਸ਼ੱਕੀ ਨੇ ਤੀਜੇ ਦਿਨ ਫੜਿਆ - ਸੀ ਐਨ ਐਨ",
        "ਐਨਐਫਐਲ ਸੀਜ਼ਨ ਦੇ ਹਫਤੇ 1 ਤੋਂ ਬਾਅਦ ਬਹੁਤ ਜ਼ਿਆਦਾ ਪ੍ਰਤੀਕਰਮਃ ਕਿਰਕ ਚਚੇਰੇ ਭਰਾਵਾਂ ਨੇ ਪਹਿਲਾਂ ਹੀ ਬੈਂਚ ਕੀਤਾ? ਡਕ ਦਾ ਭੁਗਤਾਨ ਕਰਨ ਵਾਲੇ ਗਊਆਂ ਨੇ ਕੀਤੀ ਗਲਤੀ? - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਅਮਰੀਕਾ ਨੇ ਬਿਨਾਂ ਜਾਨਵਰਾਂ ਦੇ ਟਰੇਸ ਦੇ ਬਰਡ ਫਲੂ ਦੇ ਪਹਿਲੇ ਮਨੁੱਖੀ ਕੇਸ ਦੀ ਪੁਸ਼ਟੀ ਕੀਤੀ - ਸਾਇੰਸਅਲਰਟ",
        "ਲਾਇਨਜ਼ ਦਾ ਉਮੀਦ ਦਾ ਸੀਜ਼ਨ ਇਲੈਕਟ੍ਰਿਕ ਓਵਰਟਾਈਮ ਵਿਨ ਬਨਾਮ ਰੈਮਸ ਨਾਲ ਖੋਲ੍ਹਣ ਤੋਂ ਬਾਅਦ ਅੱਗੇ ਪੂਰੀ ਗਤੀ ਹੈ - ਯਾਹੂ ਸਪੋਰਟਸ",
        "ਬੋਇੰਗ ਹੜਤਾਲ ਤੋਂ ਬਚਣ ਲਈ 25% ਤਨਖਾਹ ਵਧਾਉਣ ਦੀ ਪੇਸ਼ਕਸ਼ ਕਰਦਾ ਹੈ - ਡੀਡਬਲਯੂ (ਅੰਗਰੇਜ਼ੀ)",
        "ਹਾ Houseਸ ਡੈਮਜ਼ ਨੇ ਅਫਗਾਨਿਸਤਾਨ ਤੋਂ ਬਾਇਡਨ ਦੀ ਵਾਪਸੀ ਬਾਰੇ ਜੀਓਪੀ ਰਿਪੋਰਟ ਦਾ ਜਵਾਬ ਜਾਰੀ ਕੀਤਾ - ਫੌਕਸ ਨਿ Newsਜ਼",
        "'ਸ਼ੋਗਨ' ਨੇ ਕਰੀਏਟਿਵ ਆਰਟਸ ਸਮਾਰੋਹ ਵਿਚ ਰਿਕਾਰਡ ਤੋੜਨ ਵਾਲੇ 14 ਐਮੀਜ਼ ਜਿੱਤੇ ਜਿਵੇਂ ਕਿ ਜੈਮੀ ਲੀ ਕਰਟਿਸ ਆਪਣੀ ਪਹਿਲੀ ਪ੍ਰਾਪਤ ਕਰਦੀ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਗੂਗਲ ਨੂੰ ਸਰਚ ਇੰਜਨ ਨੂੰ ਏਕਾਅਧਿਕਾਰ ਘੋਸ਼ਿਤ ਕਰਨ ਤੋਂ ਬਾਅਦ ਨਵੇਂ ਐਂਟੀਟ੍ਰਸਟ ਮੁਕੱਦਮੇ ਦਾ ਸਾਹਮਣਾ ਕਰਨਾ ਪੈਂਦਾ ਹੈ - ਯਾਹੂ ਵਿੱਤ",
        "ਬਰੂਸ ਸਪ੍ਰਿੰਗਸਟੀਨ ਨੇ ਟੋਰਾਂਟੋ ਫਿਲਮ ਫੈਸਟੀਵਲ ਦੇ ਨਾਲ ਮੌਤ ਦੀ ਕਲਪਨਾ ਕੀਤੀ ਦਸਤਾਵੇਜ਼ੀ ‘ਰੋਡ ਡਾਇਰੀ’: ‘ਜੇ ਮੈਂ ਕੱਲ੍ਹ ਗਿਆ, ਤਾਂ ਇਹ ਠੀਕ ਹੈ. ਕੀ ਇੱਕ F-ਇੰਗ ਸਵਾਰੀ!’ - ਵੰਨ-ਸੁਵੰਨਤਾ",
        "ਤਾਜ਼ਾ ਜਾਨਲੇਵਾ ਸਕੂਲ ਗੋਲੀਬਾਰੀ ਤੋਂ ਬਾਅਦ ਚਰਚ ਦੀਆਂ ਸੇਵਾਵਾਂ 'ਤੇ ਸੋਗ, ਦਰਦ, ਉਮੀਦ ਅਤੇ ਵਿਸ਼ਵਾਸ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਵੈਨਜ਼ੂਏਲਾ ਦੇ ਸਾਬਕਾ ਵਿਰੋਧੀ ਉਮੀਦਵਾਰ ਐਡਮੰਡੋ ਗੋਂਜ਼ਾਲੇਜ਼ ਸਪੇਨ ਭੱਜ ਗਏ - ਦ ਹਿੱਲ",
        "ਨਾਈਜੀਰੀਆ 'ਚ ਈਂਧਣ ਟੈਂਕਰ ਟਰੱਕ ਨਾਲ ਟਕਰਾਉਣ ਕਾਰਨ ਧਮਾਕਾ, ਘੱਟੋ-ਘੱਟ 48 ਲੋਕਾਂ ਦੀ ਮੌਤ - CNN",
        "ਸੁਧਾਰੀ ਆਡੀਓ ਅਤੇ USB-C ਦੇ ਨਾਲ ਨਵੇਂ ਏਅਰਪੌਡਸ ਮੈਕਸ ਨੂੰ ਕੱਲ੍ਹ ਦੀ ਉਮੀਦ ਹੈ - ਮੈਕਰੂਮੋਰਸ",
        "ਮਿਆਮੀ-ਡੇਡੇਡ ਪੁਲਿਸ ਅਧਿਕਾਰੀ ਨੂੰ ਡੌਲਫਿਨ ਦੇ ਸਟਾਰ ਟਾਇਰਿਕ ਹਿੱਲ ਨੂੰ ਗੇਮ ਤੋਂ ਪਹਿਲਾਂ ਹਿਰਾਸਤ ਵਿੱਚ ਲੈਣ ਤੋਂ ਬਾਅਦ ਪ੍ਰਬੰਧਕੀ ਡਿ dutyਟੀ 'ਤੇ ਰੱਖਿਆ ਗਿਆ - ਸੀਐਨਐਨ"
    ]
}