{
    "headlines": [
        "قتل ثلاثة من حرس الحدود الإسرائيليين بالرصاص عند معبر اللنبي بين الضفة الغربية والأردن - سي إن إن",
        "اختيارات بيت بريسكو للأسبوع الأول من الدوري الوطني لكرة القدم الأمريكية: جاغوار تتفوق على الدلافين، كولتس يزعج تكساس، جاينتس أوفر فايكنغز - سي بي إس سبورتس",
        "البابا يصل إلى الأدغال النائية في بابوا غينيا الجديدة مع طن من المساعدات الإنسانية ولعب الأطفال - وكالة أسوشيتد برس",
        "مرشح المعارضة الفنزويلية إدموندو غونزاليس يغادر البلاد إلى إسبانيا - BBC.com",
        "مطاردة جارية بعد إصابة 5 أشخاص في كنتاكي بإطلاق النار بالقرب من الطريق السريع 75، كما يقول المسؤولون - سي إن إن",
        "تمت الإزالة",
        "\"يوفوريا سيدني سويني وجاكوب إلوردي لديهما مبارزة TIFF العرض الأول - الموعد النهائي",
        "أمرت عمليات الإخلاء بينما تحرق لاين فاير سفوح الغابات الوطنية شرق لوس أنجلوس - إن بي سي نيوز",
        "مدرب شمال إلينوي توماس هاموك عاطفي بعد غضب نوتردام: \"لا يمكنني أن أكون أكثر فخراً\" - الولايات المتحدة الأمريكية اليوم",
        "الفلسطينيون يجرون مقابلات مع شهود على مقتل امرأة أمريكية في الضفة الغربية - واشنطن بوست",
        "إنها \"ليست حقيقة من حقائق الحياة \": يرد والتز على تعليقات فانس حول إطلاق النار في المدرسة - بوليتيكو",
        "تقول شرطة ولاية أوريغون إن الجارة قتلت امرأة، بعد أيام من عودتها من زفافها في هاواي - Honolulu Star - Advertiser",
        "جوائز الفنون الإبداعية، ليلة واحدة: قائمة الفائزين (تحديث مباشر) - مراسل هوليوود",
        "تمت الإزالة",
        "يتنبأ إيلون ماسك برحلات سبيس إكس المأهولة إلى المريخ بحلول عام 2028، ويأمل في \"مدينة مكتفية ذاتيًا\" على هذا الكوكب - فوكس بيزنس",
        "إطلاق النار في مدرسة ثانوية في جورجيا: يروي جيران المشتبه به السابقون قصصًا مروعة عن الإساءة المزعومة والفوضى - فوكس نيوز",
        "يقول المسؤولون إن جهود التأثير في الانتخابات الروسية تظهر تطوراً - واشنطن بوست",
        "تقارير سكريبس الإخبارية: الموت بسبب الحرارة - AOL",
        "Aryna Sabalenka تتفوق على Jessica Pegula في مجموعتين للفوز ببطولة الولايات المتحدة المفتوحة - CBS News",
        "طائرة بوينغ ستارلاينر التابعة لناسا تعود من الفضاء بدون طاقم - أكسيوس"
    ]
}