{
    "headlines": [
        "Agressores atacam adeptos de futebol israelitas em Amesterdão. A violência foi condenada como antissemita - Associated Press",
        "Bhad Bhabie Sugere Que Ela Pode Ter Câncer no Instagram, Fãs Enlouquecem - TMZ",
        "Election 2024 live updates: Uma contagem atualizada sobre as corridas finais da Câmara, como são chamadas - usa TODAY",
        "Futuros Mistos nos Lucros, China - Investor's Business Daily",
        "O que o segundo mandato de Trump poderia trazer? Deportações, tarifas, perdões de 6 de janeiro e mais - CBS News",
        "Susie Wiles: Quem é o novo chefe de gabinete de Trump? - BBC.com",
        "Sinos de Notre Dame tocam em Paris pela primeira vez desde o incêndio de 2019 - Barron's",
        "Chefe do banco central dos EUA diz que Trump não pode demiti-lo - BBC.com",
        "China revela pacote de dívida local de US $ 1,4 trilhão, mas sem estímulo direto",
        "O furacão Rafael atravessa o Golfo do México como uma rara grande tempestade de novembro, enquanto Cuba se recupera - NBC News",
        "Há uma coisa crítica que podemos fazer para manter os sintomas de Alzheimer na baía - ScienceAlert",
        "Trump nomeará juízes mais conservadores. Ele pode até escolher a maioria da Suprema Corte. - NBC News",
        "Juiz derruba programa de Biden que protege cônjuges imigrantes da deportação - NPR",
        "Stephen Colbert revela a parte mais 'perturbadora' do grande retorno de Trump - HuffPost",
        "Liam Payne: Três acusados de ligação com a morte do cantor - BBC.com",
        "‘Mal conseguimos sair’: californianos fogem desesperadamente de suas casas em meio a incêndios - CNN",
        "Burrow, Chase's brilliance wasted as Bengals fall - ESPN",
        "   Removido ",
        "a atualização da câmera do iPhone 18 pode incluir uma abertura variável para a unidade primária, com a Apple supostamente obtendo essas peças de um fornecedor diferente - Wccftech",
        "'Perdeu por pouco uma tragédia': adolescente que se acredita estar armado foi impedido de entrar na escola primária de Wisconsin - ABC News"
    ]
}