{
    "headlines": [
        "تايوان تدين التدريبات العسكرية الصينية حول الجزيرة باعتبارها \"استفزازًا غير معقول\" - سي إن إن",
        "هاريس تكشف عن مقترحات جديدة تستهدف الرجال السود وهي تتطلع إلى دعم التحالف الديمقراطي - سي إن إن",
        "عندما يأتي الإعصار أو المياه المرتفعة، يعد سكان جزيرة فلوريدا بالبقاء - NPR",
        "يحذر المحترفون من أن عمليات بيع أسهم Tesla بعد حدث robotaxi قد تكون مجرد بداية - Yahoo Finance",
        "يواجه الرجل الذي تم اعتقاله بالقرب من تجمع ترامب في كاليفورنيا اتهامات بحيازة أسلحة نارية - رويترز",
        "تقدم كاردي بي ادعاءً قويًا في حفلة عيد ميلادها: \"لن أفعل ذلك مرة أخرى أبدًا\" - جيو نيوز",
        "تقول إسرائيل إن 4 جنود قتلوا في هجوم بطائرة بدون طيار لحزب الله بينما خلفت الضربة الإسرائيلية في غزة 20 قتيلاً - وكالة أسوشيتد برس",
        "ستطلق علامة تجارية رئيسية أخرى لأندرويد هواتفها الرائدة هذا الشهر - Android Authority",
        "قتل السياسي الهندي المعروف بعلاقاته الوثيقة مع بوليوود في مومباي - NPR",
        "كالب ويليامز نجم بارز، تريفور لورانس ليس كذلك ؛ كارثة في دالاس: ردود الفعل الفورية في الأسبوع السادس | التغطية الداخلية - ياهو سبورتس",
        "برجك ليوم الاثنين 14 أكتوبر 2024 - شيكاغو صن تايمز",
        "يركض جو بورو لصالح TD ويحملهم دفاع البنغال إلى ما بعد العمالقة، 17-7 - وكالة أسوشيتد برس",
        "سبيس إكس تلتقط معززة سفينة الفضاء العملاقة في اختبار الطيران الخامس - رويترز",
        "1 من كل 4 بالغين في الولايات المتحدة يشتبهون في أنهم مصابون باضطراب فرط الحركة ونقص الانتباه: \"لم يصدق آباؤهم\" - نيويورك بوست",
        "يسخر مخرج \"أنا، روبوت\" من إيلون ماسك في فيلم Tesla Ripping Off لـ Optimus، Robotaxi: \"هل يمكنني استعادة تصاميمي من فضلك ؟ \"- هوليوود ريبورتر",
        "يحصل Galaxy S23 و S23 + و S23 Ultra على تحديث أمني لشهر أكتوبر 2024 - SamMobile - أخبار سامسونج",
        "يقود Flaherty \"عيادة الترويج\" كعلامة ربط Dodgers - ESPN",
        "إصابة إيدان هاتشينسون: يخطط داك بريسكوت رعاة البقر للحصول على رقم Lions 'Pro Bowler لتقديم التشجيع - CBS Sports",
        "فرصة التكوين لـ Invest 94 - L في المحيط الأطلسي تزداد قليلاً ؛ الاكتئاب الاستوائي ممكن - WESH 2 أورلاندو",
        "في أي وقت ستطلق سبيس إكس مقص أوروبا التابع لناسا إلى قمر المشتري الجليدي في 14 أكتوبر (وكيفية المشاهدة عبر الإنترنت )؟ - Space.com"
    ]
}