{
    "headlines": [
        "Presidente eleito Donald Trump condenado a uma dispensa incondicional em caso de suborno na cidade de Nova York - ABC7 Los Angeles",
        "Especificações completas do Samsung Galaxy S25 reveladas (novamente), alterações de detalhes da série S24 - Notícias GSMArena.com - GSMArena.com",
        "EUA vão impor sanções a frota e comerciantes de petróleo russos, mostra documento",
        "Crescimento do emprego nos EUA supera expectativas em dezembro; taxa de desemprego cai para 4,1% - Reuters",
        "Os 250 melhores álbuns do século XXI até agora - Rolling Stone",
        "Oriente Médio mais recente: Israel lança novos ataques contra os rebeldes houthis do Iêmen - The Associated Press",
        "SEC acusa o ex-chefe da WWE Vince McMahon por acordos não revelados com duas mulheres - CNBC",
        "Ações de seguros são vendidas bruscamente à medida que as perdas potenciais ligadas a incêndios florestais em Los Angeles aumentam - CNBC",
        "Homem segurando uma mangueira de jardim e o pai ao lado da cama do filho estão entre as vítimas do incêndio em Los Angeles - Associated Press",
        "Como a grande lua de Plutão, Caronte, se formou? Com um \"beijo\", dizem cientistas - CNN",
        "Incêndios florestais na Califórnia: 10 mortos no condado de Los Angeles enquanto os incêndios de Palisades, Kenneth e Eaton continuam a se espalhar - Yahoo! Voices",
        "Disney, Fox, Warner Bros. Discovery Scrap Venu Sports Streamer - Variedade",
        "Equipe All-Pro da CBS Sports NFL de 2024: Leões, Corvos, Águias entre os candidatos mais bem representados na votação all-star - CBS Sports",
        "Os notebooks mais legais da CES 2025 - The Verge",
        "Forças de Defesa da Ucrânia atingiram depósito de munição na região russa de Rostov – fonte - Ukrinform",
        "Último show ‘Today‘ de Hoda Kotb é celebrado com risadas e lágrimas: ‘Thank You From The Bottom Of My Very Full Heart’ - Variety",
        "A que horas começa a neve na sexta-feira e quanto receberá a área de Raleigh? Previsão NC mais recente - Raleigh News & Observer",
        "Os americanos têm uma visão mais sombria de Biden do que de Trump ou Obama no final do mandato, segundo pesquisa da AP-NORC - Associated Press",
        "Avião canadense ‘Super Scooper’ aterrissou depois de atingir drone civil sobre incêndios florestais em Los Angeles - CNN",
        "Os fãs de futebol americano universitário enfrentarão o frio do inverno enquanto o Cotton Bowl Classic começa na sexta-feira - KERA NEWS"
    ]
}