{
    "headlines": [
        "ਆਈਐਸ ਦੀ ਤਰਫੋਂ ਚੋਣਾਂ ਦੇ ਦਿਨ ਅੱਤਵਾਦੀ ਸਾਜ਼ਿਸ਼ ਰਚਣ ਵਾਲੇ ਅਫਗਾਨ ਨਾਗਰਿਕ 'ਤੇ ਦੋਸ਼: ਡੀਓਜੇ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਸੁਪਰੀਮ ਕੋਰਟ ਦੀਆਂ ਮੰਗਾਂ ਦੀ ਪਾਲਣਾ ਕਰਨ ਤੋਂ ਬਾਅਦ ਬ੍ਰਾਜ਼ੀਲ ਵਿਚ ਮਸਕ ਦੇ ਐਕਸ ਨੂੰ ਮੁੜ ਬਹਾਲ ਕੀਤਾ ਜਾਵੇਗਾ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਸੰਤਾਂ ਦੇ ਕਿ Qਬੀ ਡੈਰੇਕ ਕਾਰ ਨੂੰ ਚੀਫਾਂ ਦੇ ਨੁਕਸਾਨ ਵਿੱਚ ਤਿੱਖੀ ਸੱਟ ਲੱਗਣ ਦੇ ਨਾਲ ਕਈ ਹਫ਼ਤਿਆਂ ਨੂੰ ਗੁਆਉਣ ਦੀ ਉਮੀਦ ਹੈ - ਐਨਐਫਐਲ.",
        "ਟਿਕਟਾਕ ਨੇ ਕਿਸ਼ੋਰਾਂ ਦੀ ਮਾਨਸਿਕ ਸਿਹਤ 'ਤੇ' ਤਬਾਹੀ ਮਚਾਉਣ 'ਲਈ ਮੁਕੱਦਮਾ ਕੀਤਾ - BBC.com",
        "ਆਰਥਿਕਤਾ ਇੱਕ 'ਨੋ-ਲੈਂਡਿੰਗ' ਦ੍ਰਿਸ਼ ਦਾ ਸਾਹਮਣਾ ਕਰ ਰਹੀ ਹੈ ਜੋ ਬਹੁਤ ਸਾਰੇ ਅਮਰੀਕੀਆਂ ਦੀ ਉਮੀਦ ਕੀਤੀ ਵਿੱਤੀ ਰਾਹਤ ਨੂੰ ਘਟਾਉਂਦੀ ਹੈ - ਬਿਜ਼ਨਸ ਇਨਸਾਈਡਰ",
        "ਤੁਹਾਡੇ ਡਾਕਟਰ ਦਾ ਦਫਤਰ ਤੁਹਾਡੇ ਬਲੱਡ ਪ੍ਰੈਸ਼ਰ ਨੂੰ ਸਭ ਗਲਤ ਪੜ੍ਹ ਸਕਦਾ ਹੈ - ਆਰਸ ਟੈਕਨੀਕਾ",
        "ਇਹ Mets-Phillies ਮੁਕਾਬਲਾ ਬਰਾਬਰ ਮੇਲ ਖਾਂਦਾ ਹੈ - ਸ਼ਾਬਦਿਕ - MLB.",
        "ਲੀਜ਼ਾ ਮੈਰੀ ਪ੍ਰੈਸਲੀ ਨੇ ਆਪਣੇ ਮਰਹੂਮ ਪੁੱਤਰ ਦੀ ਲਾਸ਼ ਨੂੰ ਦੋ ਮਹੀਨਿਆਂ ਲਈ ਆਪਣੇ ਘਰ ਵਿੱਚ ਰੱਖਿਆ, ਉਸਦੇ ਯਾਦ ਪੱਤਰ ਦੇ ਅਨੁਸਾਰ - ਸੀ ਐਨ ਐਨ",
        "ਹੈਰਿਸ, ਡੀਸੈਂਟਿਸ ਵਪਾਰ ਬਾਰਬ ਜਿਵੇਂ ਕਿ ਤੂਫਾਨ ਮਿਲਟਨ ਹੇਠਾਂ ਆ ਜਾਂਦਾ ਹੈ - ਦ ਹਿੱਲ",
        "ਸੈਮਸੰਗ ਫੋਲਡੇਬਲ ਜੋ 2020 ਵਿੱਚ $ 2K ਤੋਂ ਸ਼ੁਰੂ ਹੋਇਆ ਸੀ ਸੁਰੱਖਿਆ ਅਪਡੇਟਸ ਪ੍ਰਾਪਤ ਕਰਨਾ ਬੰਦ ਕਰ ਦਿੰਦਾ ਹੈ - ਆਰਸ ਟੈਕਨੀਕਾ",
        "ਕਮਲਾ ਹੈਰਿਸ ਦੇ ਇਰਾਨ 'ਤੇ ਸਖ਼ਤ ਸ਼ਬਦ ਆਲੋਚਕਾਂ ਨੂੰ ਉਲਝਾਉਂਦੇ ਹਨ - ਫੌਕਸ ਨਿ Newsਜ਼",
        "ਟਰੰਪ ਮੀਡੀਆ ਸਟਾਕ ਲਗਭਗ 19% ਵੱਧਦਾ ਹੈ ਕਿਉਂਕਿ ਡੀਜੇਟੀ ਜੂਨ ਤੋਂ ਬਾਅਦ ਸਭ ਤੋਂ ਲੰਬੀ ਰੈਲੀ ਨੂੰ ਵਧਾਉਂਦਾ ਹੈ - ਸੀਐਨਬੀਸੀ",
        "ਰਾਬਰਟ ਸਾਲੇਹ ਨੇ ਵੁਡੀ ਜੌਹਨਸਨ ਤੋਂ ਆਪਣੀ ਗੁਲਾਬੀ ਸਲਿੱਪ ਪ੍ਰਾਪਤ ਕਰਨ ਤੋਂ ਪਹਿਲਾਂ ਜੈੱਟਸ ਓਸੀ ਨਥਨੀਅਲ ਹੈਕੇਟ ਨੂੰ ਫਾਇਰ ਕਰਨ ਬਾਰੇ ਵਿਚਾਰ ਕੀਤਾ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਟ੍ਰੈਵਿਸ ਕੈਲਸੇ ਅਤੇ ਟੇਲਰ ਸਵਿਫਟ ਆਪਣੇ ਇੱਕ ਗੋ-ਟੂ ਕੇਸੀ ਸਪਾਟ ਤੇ ਪੋਸਟ ਗੇਮ ਜਸ਼ਨ ਲੈਂਦੇ ਹਨ - ਕੰਸਾਸ ਸਿਟੀ ਸਟਾਰ",
        "ਜੇਮਜ਼ ਚਲਾਕੀ ਨਾਲ ਯੂਕੇ ਕੰਜ਼ਰਵੇਟਿਵਜ਼ ਲੀਡਰਸ਼ਿਪ ਦੌੜ ਵਿੱਚ ਮੋਹਰੀ ਵਜੋਂ ਉਭਰਿਆ - ਅਲ ਜਜ਼ੀਰਾ ਇੰਗਲਿਸ਼",
        "ਐਨਵੀਡੀਆ ਸਟਾਕ ਲਾਭ ਦੇ ਪੰਜਵੇਂ ਦਿਨ ਲਈ ਸਿਰ ਹੈ ਕਿਉਂਕਿ ਵਾਲ ਸਟ੍ਰੀਟ ਏਆਈ - ਯਾਹੂ ਵਿੱਤ 'ਤੇ ਬੁਲਿਸ਼ ਰਹਿੰਦੀ ਹੈ",
        "ਪਲੇਅਸਟੇਸ਼ਨ ਨੇ ਹੁਣੇ ਹੀ $ 2 ਤੋਂ ਵਧੀਆ PS5 ਗੇਮਾਂ ਨਾਲ ਪ੍ਰਾਈਮ ਡੇਅ ਨੂੰ ਹਰਾਇਆ — ਇੱਥੇ 13 ਸੌਦੇ ਹਨ ਜੋ ਮੈਂ ਖਰੀਦਾਂਗਾ - ਟੌਮਜ਼ ਗਾਈਡ",
        "ਕਮਲਾ ਹੈਰਿਸ '60 ਮਿੰਟ' 'ਤੇ ਦਿਖਾਈ ਦਿੱਤੀਃ' ਉਸਨੇ ਕੀ ਕਿਹਾ? ਹਾਈਲਾਈਟ, takeaways - Oklahoman.com",
        "ਨੇਤਨਯਾਹੂ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਇਜ਼ਰਾਈਲ ਨੇ ਨਸਰਾਲਾ ਦੇ ਉੱਤਰਾਧਿਕਾਰੀਆਂ ਨੂੰ ' ਬਾਹਰ ਕੱ' ਲਿਆ ਹੈ - ਰਾਇਟਰਜ਼",
        "ਬਾਇਡਨ ਨੇ ਵਿਦੇਸ਼ੀ ਯਾਤਰਾ ਨੂੰ ਰੱਦ ਕਰ ਦਿੱਤਾ ਕਿਉਂਕਿ ਮਿਲਟਨ ਫਲੋਰੀਡਾ 'ਤੇ ਹੈ; ਡੀਸੈਂਟਿਸ ਵੀਪੀ ਨੂੰ ਕਹਿੰਦਾ ਹੈ' ਇਹ ਤੁਹਾਡੇ ਬਾਰੇ ਨਹੀਂ ਹੈ ਕਮਲਾ '- ਫੌਕਸ ਨਿ Newsਜ਼"
    ]
}