{
    "headlines": [
        "Gripe aviária confirmada em mulher mais velha do Wyoming que provavelmente teve contato com bando infectado em sua casa - The Associated Press",
        "Coluna | The ‘Saturday Night Live’ machine grinds on - The Washington Post",
        "Trump estrangula a Europa - Axios",
        "Reféns israelenses e presos palestinos libertados em troca de cessar-fogo - BBC.com",
        "Corporate America's Souring Profit Outlook Clouds Equity Rally - Bloomberg",
        "Programações CONFIRMADAS: Osasuna vs Real Madrid, 2025 La Liga - Gestão de Madrid",
        "Ela pensou que estava com indigestão. Os médicos encontraram um bloqueio quase fatal da artéria. - CBS News",
        "Camaleão de Labord: o lagarto que muda de cor e morre em 4 meses - Livescience.com",
        "Um asteroide tem 2% de chance de atingir a Terra em 2032. Veja como os astrónomos estão a segui-lo - CNN",
        "Como as mudanças em um painel de vacinas do CDC sob Kennedy poderiam reformular a política - NPR",
        "Papa passa primeira noite tranquila no hospital, continua terapia medicamentosa e lê jornais, diz Vaticano - Associated Press",
        "iPhone SE 4: Apple confirma que data de lançamento de novo produto está quase aqui - Forbes",
        "Os cortes de gastos de Trump visam trabalhadores em estágio. O que significa o status? - NPR",
        "Tribunais bloqueiam as ações do DOGE de Trump — caos, pânico não provando ser a melhor estratégia legal - NPR",
        "No. 1 Jannik Sinner recebe proibição de 3 meses na resolução do caso de doping, pode retornar antes do Aberto da França - The Associated Press",
        "Rutte, da OTAN, diz à Europa para 'parar de reclamar' sobre ser marginalizada, promete aumentar metas de gastos - CNBC",
        "Prévia do confronto EUA-Canadá, Suécia-Finlândia em 4 nações: principais estatísticas, principais jogadores, escolhas de apostas - ESPN",
        "Ucrânia rejeita oferta de Trump para tomar direitos sobre metade das suas reservas minerais - Financial Times",
        "Os hackers Diablo que desmascararam um speedrun recorde - Ars Technica"
    ]
}