{
    "headlines": [
        "ਹੜਤਾਲ ਕਰਨ ਵਾਲੇ ਬੋਇੰਗ ਫੈਕਟਰੀ ਵਰਕਰਾਂ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਹ ਬਿਹਤਰ ਇਕਰਾਰਨਾਮੇ ਲਈ ਬਾਹਰ ਰੱਖਣ ਲਈ ਤਿਆਰ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਸਰੋਤਃ 49ers ਆਰ ਬੀ ਮੈਕਕੈਫਰੀ ਆਈਆਰ ਤੇ; ਬਾਹਰ 4 ਗੇਮਜ਼ - ਈਐਸਪੀਐਨ",
        "ਬਾਕਸ ਆਫਿਸਃ 'ਬੀਟਲਜੁਇਸ ਬੀਟਲਜੁਇਸ' ਨੰਬਰ 1 ’ਸਪੀਕ ਨੋ ਬੁਰਾਈ‘ ਪ੍ਰਭਾਵ ਅਤੇ ’ਕਿਲਰਜ਼ ਗੇਮ‘ ਬੰਬ ਦੇ ਰੂਪ ਵਿੱਚ ਰਹਿੰਦਾ ਹੈ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਬਿਲ ਮਾਫੀਆ ਹੜ੍ਹ ਤੁਆ ਤਾਗੋਵੈਲੋਆ ਦੀ ਫਾਉਂਡੇਸ਼ਨ ਕਿ Qਬੀ ਦੇ ਕਨਕਸ਼ਨ ਦੇ ਜਵਾਬ ਵਿੱਚ ਦਾਨ ਦੇ ਨਾਲ - ਸਪੋਰਟਸ ਇਲਸਟ੍ਰੇਟਿਡ",
        "ਬੋਸਟਨ ਬੈਲੇ ਨੇ ਮਾਈਕਲਿਆ ਡੀਪ੍ਰਿੰਸ, ਸਾਬਕਾ ਡਾਂਸਰ ਅਤੇ ਵਿਭਿੰਨਤਾ ਦੇ ਵਕੀਲ 'ਤੇ ਸੋਗ ਕੀਤਾ - ਡਬਲਯੂਸੀਵੀਬੀ ਬੋਸਟਨ",
        "ਯੂਐਫਸੀ 306 ਏਮਬੇਡਡਃ ਵਲੋਗ ਸੀਰੀਜ਼ - ਐਪੀਸੋਡ 6 - ਯੂਐਫਸੀ",
        "'ਅਮਰੀਕਾ ਵਿਚ ਕੋਈ ਜਗ੍ਹਾ ਨਹੀਂ': ਬਿਡੇਨ ਹੈਤੀਆਈ ਪ੍ਰਵਾਸੀਆਂ ਬਾਰੇ ਬਿਰਤਾਂਤ 'ਸਿਰਫ਼ ਗਲਤ' ਕਹਿੰਦਾ ਹੈ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "IFixit ਦੇ ਤਾਜ਼ਾ ਅੱਥਰੂ ਵਿੱਚ ਪਿਕਸਲ 9 ਪ੍ਰੋ ਫੋਲਡ ਦੇ ਹੌਂਸਲੇ ਦੀ ਜਾਂਚ ਕਰੋ - ਦਿ ਵਰਜ",
        "ਹਟਾਈ",
        "ਮੱਧ ਅਤੇ ਪੂਰਬੀ ਯੂਰਪ ਦੇ ਕੁਝ ਹਿੱਸਿਆਂ ਵਿੱਚ ਦਹਾਕਿਆਂ ਵਿੱਚ ਸਭ ਤੋਂ ਭਾਰੀ ਮੀਂਹ ਪੈਣ ਕਾਰਨ 4 ਦੀ ਮੌਤ ਹੋ ਗਈ - ਸੀਐਨਐਨ",
        "ਜੇਨ ਦੇ ਨਸ਼ਾ ਕਰਨ ਵਾਲੇ ਬੈਂਡ ਦੇ ਮੈਂਬਰ ਬੋਸਟਨ ਸ਼ੋਅ ਵਿਚ ਲੜਾਈ ਵਿਚ ਪੈ ਜਾਂਦੇ ਹਨ, ਸਮਾਰੋਹ ਨੂੰ ਜਲਦੀ ਖਤਮ ਕਰੋ - ਸੀਬੀਐਸ ਬੋਸਟਨ",
        "ਬੁਝਾਰਤ ਵਾਲੀ ਜੈਵਿਕ ਖੋਜ ਇਹ ਦੱਸ ਸਕਦੀ ਹੈ ਕਿ ਨੀਐਂਡਰਥਲ ਕਿਉਂ ਗਾਇਬ ਹੋ ਗਏ - ਸੀ ਐਨ ਐਨ",
        "ਟਰੰਪ ਸਿਰਫ ਦੇਖ ਸਕਦੇ ਹਨ ਕਿਉਂਕਿ ਉਨ੍ਹਾਂ ਦੀ ਮੀਡੀਆ ਦੀ ਹਿੱਸੇਦਾਰੀ 4 ਬਿਲੀਅਨ ਡਾਲਰ ਦੀ ਗੋਤਾਖੋਰੀ ਲੈਂਦੀ ਹੈ - ਯਾਹੂ ਵਿੱਤ",
        "ਰੂਸ ਨੇ ਕੁਰਸਕ ਤੋਂ ਯੂਕਰੇਨ ਨੂੰ ਬਾਹਰ ਕੱ toਣ ਦੀਆਂ ਕੋਸ਼ਿਸ਼ਾਂ ਸ਼ੁਰੂ ਕੀਤੀਆਂ ਪਰ ਜਵਾਬੀ ਹਮਲਾ ਅਜੇ ਗਤੀ ਪ੍ਰਾਪਤ ਕਰਨਾ ਬਾਕੀ ਹੈ - ਸੀਐਨਐਨ",
        "ਅਲਾਬਾਮਾ ਬਨਾਮ ਵਿਸਕਾਨਸਿਨ ਲਾਈਵ ਸਟ੍ਰੀਮ, ਕਿੱਥੇ ਵੇਖਣਾ ਹੈ, ਟੀਵੀ ਚੈਨਲ, ਔਕੜਾਂ, ਫੈਲਣ, ਭਵਿੱਖਬਾਣੀ, ਪਿਕ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "'ਆਪਣੇ ਆਦਮੀ ਦੀ ਜਾਂਚ ਕਰੋ': ਮੇਲਾਨੀਆ ਟਰੰਪ ਨੇ ਮੁਹਿੰਮ ਦੇ ਰਾਹ ਵਿਚਾਲੇ ਲੌਰਾ ਲੂਮਰ ਨਾਲ ਡੋਨਾਲਡ ਦੀ ਵਧ ਰਹੀ ਨੇੜਤਾ ਦੇ ਵਿਰੁੱਧ ਚੇਤਾਵਨੀ ਦਿੱਤੀ - ਹਿੰਦੁਸਤਾਨ ਟਾਈਮਜ਼",
        "ਇਹ ਫਲੋਰਿਡਾ ਡੈਡੀ ਤੰਦਰੁਸਤ ਅਤੇ ਤੰਦਰੁਸਤ ਮਹਿਸੂਸ ਕਰਦਾ ਸੀ — ਜਦੋਂ ਤੱਕ ਡਾਕਟਰ ਨੇ ਨਹੀਂ ਕਿਹਾ ਕਿ ਉਸਨੂੰ ਤੁਰੰਤ ਸਰਜਰੀ ਦੀ ਜ਼ਰੂਰਤ ਹੈ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਐਪਲ ਦੀ ਵਿਜ਼ੂਅਲ ਇੰਟੈਲੀਜੈਂਸ ਐਪਲ ਗਲਾਸ ਵੱਲ ਇੱਕ ਕਦਮ ਹੋ ਸਕਦੀ ਹੈ - ਦ ਵਰਜ",
        "ਆਰਐਫਕੇ ਜੂਨੀਅਰ ਨੇ ਬਾਇਡਨ ਨੂੰ ਲੂਮਿੰਗ ਲੰਬੀ ਦੂਰੀ ਦੀਆਂ ਮਿਜ਼ਾਈਲਾਂ ਦੇ ਫੈਸਲੇ ਬਾਰੇ ਚੇਤਾਵਨੀ ਦਿੱਤੀਃ 'ਇਸ ਨੂੰ ਰੋਕੋ' - ਨਿਊਜ਼ਵੀਕ",
        "ਰੂਸ ਦੇ ਮੇਦਵੇਦੇਵ ਨੇ ਕੀਵ ਨੂੰ ‘ਵਿਸ਼ਾਲ ਪਿਘਲਦੇ ਸਥਾਨ‘ ਵਿੱਚ ਬਦਲਣ ਦੀ ਧਮਕੀ ਦਿੱਤੀ - ਪੋਲੀਟੀਕੋ ਯੂਰਪ"
    ]
}