{
    "headlines": [
        "ਸੀਰੀਆ ਨੇ ਕਿਹਾ ਇਜ਼ਰਾਇਲੀ ਹਮਲਿਆਂ 'ਚ ਵੱਡੇ ਪੱਧਰ' ਤੇ ਹੋਏ ਹਮਲੇ 'ਚ 18 ਲੋਕਾਂ ਦੀ ਮੌਤ - The Associated Press",
        "49ers ਬਨਾਮ ਜੇਟਸ ਲਾਈਵ ਅਪਡੇਟਸਃ ਸੋਮਵਾਰ ਨਾਈਟ ਫੁੱਟਬਾਲ ਤੋਂ ਹਾਈਲਾਈਟਸ, ਸਕੋਰ, ਅੰਕੜੇ - ਯੂਐਸਏ ਅੱਜ",
        "ਹਟਾਈ",
        "ਫੁਟੇਜ ਸ਼ੋਅ ਹਿਲ ਕਾਰ ਤੋਂ ਫੁੱਟਬਾਲ ਵੱਲ ਖਿੱਚਿਆ ਗਿਆ - ਈਐਸਪੀਐਨ",
        "ਨਾਸਾ ਅਗਲੇ ਮਹੀਨੇ ਯੂਰੋਪਾ ਕਲੀਪਰ ਨੂੰ ਲਾਂਚ ਕਰਨ ਲਈ ਅੰਤਮ ਤਿਆਰੀਆਂ ਨਾਲ ਅੱਗੇ ਵਧੇਗਾ - ਆਰਸ ਟੈਕਨੀਕਾ",
        "ਮੰਗਲਵਾਰ ਨੂੰ ਰਾਸ਼ਟਰਪਤੀ ਬਹਿਸ ਵਿਚ ਹੈਰਿਸ ਅਤੇ ਟਰੰਪ ਨੂੰ ਕਿਵੇਂ ਵੇਖਣਾ ਹੈ - ਐਕਸੀਓਸ",
        "ਲਿਜ਼ ਅਤੇ ਡਿਕ ਚੇਨੀ ਦਾ ‘ਇਕ-ਦੋ ਪੰਚ’ ਹੈਰਿਸ ਦਾ ਸਮਰਥਨ ਕਿਉਂ ਕਰਦਾ ਹੈ ਮਾਇਨੇ ਰੱਖਦਾ ਹੈ - ਪੋਲਿਟਿਕੋ",
        "ਹਟਾਈ",
        "Disney-DirecTV ਕੈਰੇਜ ਲੜਾਈ ਦੇ ਤੌਰ ਤੇ ‘ਸੋਮਵਾਰ ਰਾਤ ਨੂੰ ਫੁੱਟਬਾਲ’ ਬੰਦ ਸ਼ੁਰੂ; POTUS ਬਹਿਸ & Emmys ਖ਼ਤਰੇ ਵਿੱਚ - ਡੈੱਡਲਾਈਨ",
        "ਸਪੇਸਐਕਸ ਪੋਲਾਰਿਸ ਡੌਨ ਮਿਸ਼ਨ ਦੀ ਸ਼ੁਰੂਆਤ ਰਾਤੋ ਰਾਤ ਮੈਸੇਚਿਉਸੇਟਸ ਤੋਂ ਦਿਖਾਈ ਦੇ ਸਕਦੀ ਹੈ - ਡਬਲਯੂਸੀਵੀਬੀ ਬੋਸਟਨ",
        "ਕੇਟ ਮਿਡਲਟਨ ਨਵੀਆਂ ਪਰਿਵਾਰਕ ਫੋਟੋਆਂ ਦੇ ਨਾਲ ਸਿਹਤ ਅਪਡੇਟ ਨੂੰ ਸਾਂਝਾ ਕਰਦਾ ਹੈ - ਗੁੱਡ ਮਾਰਨਿੰਗ ਅਮੈਰਿਕਾ",
        "49ers 'ਮੈਕਕੈਫਰੀ (ਵੱਛੇ) ਹੈਰਾਨੀ ਅਕਿਰਿਆਸ਼ੀਲ ਬਨਾਮ ਜੇਟਸ - ਈਐਸਪੀਐਨ",
        "ਕੈਂਟਕੀ ਆਈ -75 ਗੋਲੀਬਾਰੀ ਦੇ ਸ਼ੱਕੀ ਨੇ 'ਬਹੁਤ ਸਾਰੇ ਲੋਕਾਂ ਨੂੰ ਮਾਰਨ‘ ਲਈ ਟੈਕਸਟ ਉੱਤੇ ਸਹੁੰ ਖਾਧੀ, ਗ੍ਰਿਫਤਾਰੀ ਵਾਰੰਟ ਕਹਿੰਦਾ ਹੈ - ਸੀਐਨਐਨ",
        "ਜੇਮਜ਼ ਅਰਲ ਜੋਨਸ, ਆਈਕੋਨਿਕ ਅਭਿਨੇਤਾ ਅਤੇ ਡਾਰਥ ਵਾਡਰ ਅਤੇ ਮੁਫਾਸਾ ਦੀ ਯਾਦਗਾਰੀ ਆਵਾਜ਼, 93 - ਸੀ ਐਨ ਐਨ",
        "ਜੇਡੀ ਵੈਨਸ ਨੇ ਬੇਬੁਨਿਆਦ ਦਾਅਵੇ ਨੂੰ ਦੁਹਰਾਇਆ ਹੈਤੀਆਈ ਪ੍ਰਵਾਸੀ ਪਾਲਤੂ ਜਾਨਵਰਾਂ ਨੂੰ ਖਾ ਰਹੇ ਹਨ ਕਿਉਂਕਿ ਓਹੀਓ ਦੇ ਅਧਿਕਾਰੀਆਂ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਕੋਈ ਸਬੂਤ ਨਹੀਂ ਹੈ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਦੱਖਣੀ ਲੂਸੀਆਨਾ ਲਈ ਤੂਫਾਨ ਦੀ ਚਿਤਾਵਨੀ ਜਾਰੀ ਕੀਤੀ ਗਈ ਕਿਉਂਕਿ ਫ੍ਰੈਂਚਾਈਨ ਖਾੜੀ ਵਿੱਚ ਮਜ਼ਬੂਤ ਹੁੰਦੀ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਗੋਲਡਮੈਨ ਸਾਕਸ ਤੀਜੀ ਤਿਮਾਹੀ ਦੇ ਨਤੀਜਿਆਂ ਨੂੰ $ 400 ਮਿਲੀਅਨ ਹਿੱਟ ਪੋਸਟ ਕਰਨ ਲਈ ਕਿਉਂਕਿ ਇਹ ਖਪਤਕਾਰਾਂ ਦੇ ਕਾਰੋਬਾਰ ਨੂੰ ਅਨਵਿੰਡ ਕਰਦਾ ਹੈ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਵ੍ਹਾਈਟ ਹਾਊਸਃ ਬਾਇਡਨ ਨੇ ਇਜ਼ਰਾਈਲੀ ਫੌਜਾਂ ਦੁਆਰਾ ਵੈਸਟ ਬੈਂਕ ਵਿੱਚ ਮਾਰੇ ਗਏ ਅਮਰੀਕੀ ਨਾਗਰਿਕ ਦੇ ਪਰਿਵਾਰ ਨੂੰ ਨਹੀਂ ਬੁਲਾਇਆ - ਅਮਰੀਕਾ ਅੱਜ",
        "ਟਰੰਪ ਨੇ ਹੈਰਿਸ ਦੀ ਸਥਿਤੀ ਦੇ ਅਨੁਸਾਰ, ਘੜੇ ਨੂੰ ਘੱਟ ਖਤਰਨਾਕ ਨਸ਼ੀਲੇ ਪਦਾਰਥ ਵਜੋਂ ਮੁੜ ਸ਼੍ਰੇਣੀਬੱਧ ਕਰਨ ਲਈ ਸਮਰਥਨ ਦਾ ਸੰਕੇਤ ਦਿੱਤਾ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "‘ਰੀਲੇਅ’ ਸਮੀਖਿਆਃ ਰਿਜ਼ ਅਹਿਮਦ ਕਲਾਸਿਕ ਪੈਰਾਨੋਇਡ ਥ੍ਰਿਲਰਜ਼ ਨੂੰ ਇਸ ਮਜ਼ੇਦਾਰ, ਟਵਿਸਟੀ, ਅਤੇ ਸਰਵਉੱਚ ਭਰੋਸੇਮੰਦ ਸ਼ਰਧਾਂਜਲੀ ਵਿੱਚ ਆਪਣੀ ਖੁਦ ਦੀ ’ਮਾਈਕਲ ਕਲੇਟਨ’ ਪ੍ਰਾਪਤ ਕਰਦਾ ਹੈ - IndieWire"
    ]
}