{
    "headlines": [
        "Donald Trump suspende tarifas sobre encomendas de baixo custo no alívio comercial EUA-China - Financial Times",
        "Horóscopo para sábado, 8 de fevereiro de 2025 - Chicago Sun-Times",
        "Tripulações correm para recuperar avião encontrado caído no gelo do mar do Alasca antes da neve e do vento esperados - Associated Press",
        "Estados bálticos que se afastam historicamente do poder russo - BBC.com",
        "Trump diz que demitirá membros do conselho do Kennedy Center e se nomeará presidente - The Washington Post",
        "Como assistir ao Kansas City Chiefs vs. Philadelphia Eagles no Super Bowl LIX em Nova Orleans - CNN",
        "China critica ‘coerção‘ dos EUA após Panamá se recusar a renovar acordo de infraestrutura",
        "Pharrell Williams diz que ‘não havia um caminho a seguir’ para cinebiografia musical cancelada",
        "Nova York fecha temporariamente mercados de aves vivas em vários condados após detecção de gripe aviária em aves - CNN",
        "Escolhas de basquete universitário, cronograma: previsões para Auburn vs. Flórida e mais 25 melhores jogos no sábado - CBS Sports",
        "Empregadores dos EUA adicionaram 143.000 empregos em contratações não espetaculares em janeiro e a taxa de desemprego caiu para 4% - The Associated Press",
        "Donald Trump revoga autorização de segurança para Joe Biden - Financial Times",
        "A PlayStation Network caiu. Aqui está o que sabemos - WKYC.com",
        "Juiz diz que impedirá temporariamente Trump de colocar milhares de trabalhadores da USAID em licença remunerada - Associated Press",
        "Amigo de A$AP Rocky testemunha que o rapper disparou uma arma falsa, não uma arma de fogo real, em 2021 - The Associated Press",
        "Declaração dos Líderes Conjuntos Estados Unidos-Japão - Casa Branca",
        "Senado se prepara para passar por Mike Johnson no projeto de reconciliação de Trump - Axios",
        "Asteroide recém-descoberto agora tem um risco ligeiramente maior de atingir a Terra - CNN",
        "Genesis Invitational 2025 Full Field: Quem se junta a Tiger Woods em Torrey Pines? - NBC Sports"
    ]
}