{
    "headlines": [
        "Broncos vs. Saints score, live updates: Denver looks to get over .500 at slumbing New Orleans on Thursday Night Football - Yahoo Sports",
        "نقاط دودجرز مقابل ميتس، تحديثات حية: تتطلع لوس أنجلوس إلى أخذ زمام المبادرة 3-1 NLCS في اللعبة 4 في نيويورك - ياهو سبورتس",
        "تقارير الصين عن نمو الناتج المحلي الإجمالي للربع الثالث بنسبة 4.6 ٪، متجاوزة التوقعات - سي إن بي سي",
        "تم إسقاط التهم ضد تايرون ماك ألبين، وهو رجل أسود أصم مصاب بالشلل الدماغي وأثار مقطع فيديو اعتقاله في فينيكس غضبًا - سي بي إس نيوز",
        "مكتب التحقيقات الفيدرالي يعتقل رجل ألاباما في اختراق حساب هيئة الأوراق المالية والبورصات الذي تسبب في ارتفاع أسعار البيتكوين - واشنطن بوست",
        "ألاباما تعدم الرجل الذي قتل 5 وطلب إعدامه - وكالة أسوشيتد برس",
        "ألقِ نظرة على OnePlus 13 بكل مجده - أخبار GSMArena.com - GSMArena.com",
        "One Direction تشيد بليام باين: \"سنفتقده بشدة\" - ABC News",
        "تقول إسرائيل إنها قتلت زعيم حماس يحيى السنوار في غزة - وكالة أسوشيتد برس",
        "لاعب أولمبي كندي سابق متهم في قضية تهريب كوكايين أمريكية كبرى - الجزيرة الإنجليزية",
        "ديدي متهمة بقيادة الاغتصاب الجماعي لامرأة من منطقة الخليج في أوريندا - SFGATE",
        "يدعي العلماء إحراز تقدم في إعادة نمر تسمانيا من الانقراض - سكاي نيوز",
        "أفضل قمر عملاق ساطع في العام فوق مينيسوتا ليلة الخميس - MPR News",
        "يشارك الذكاء الاصطناعي ذاتي التعلم الدوري الوطني لكرة القدم الأمريكية ضد فروق الأسعار، والتراجع، واختيارات خط المال لكل لعبة أسبوع 7، 2024 - سي بي إس سبورتس",
        "توقف إعدام \"متلازمة الطفل المهتز\" مؤقتًا على الرغم من حكم سكوتس - إيه بي سي نيوز",
        "تقول شركة ميرك إن العلاج التجريبي للفيروس المخلوي التنفسي يحمي الرضع في التجربة، مما يمهد الطريق للموافقة المحتملة - CNBC",
        "يحتوي ChatGPT على تطبيق Windows الآن - The Verge",
        "ارتفاع أسعار نتفليكس: كبار التنفيذيين يعرضون توقعات الولايات المتحدة خلال الربع الثالث من مكالمة الأرباح - الموعد النهائي",
        "حزب الله يقول إن إطلاق \"مرحلة تصعيدية\" جديدة في حرب إسرائيل - بارون",
        "إذا كنت تعتقد أن سياسات ترامب للهجرة متطرفة، انظر إلى الاتحاد الأوروبي - POLITICO Europe"
    ]
}