{
    "headlines": [
        "تشير لقطات الأقمار الصناعية إلى أن تجربة إطلاق الصواريخ الباليستية العابرة للقارات في روسيا كانت كارثة - واشنطن بوست",
        "الجمهوريون الرئيسيون في نبراسكا يعارضون تغيير الطريقة التي تمنح بها الولاية الأصوات الانتخابية، مما يمنع دفع ترامب - إن بي سي نيوز",
        "المباحث الفيدرالية: رجل متهم في محاولة اغتيال واضحة ترك ملاحظة تشير إلى أنه كان ينوي قتل ترامب - وكالة أسوشيتد برس",
        "ملخص الأسبوع 3 من الدوري الوطني لكرة القدم الأمريكية: رؤى من الشخصيات الرئيسية حول الدوري - الرياضة المصورة",
        "تقول وزارة الصحة إن الضربات الإسرائيلية تقتل أكثر من 350 في لبنان - فاينانشال تايمز",
        "تلميح سفاح المحارم في \"الوحوش: قصة لايل وإريك مينينديز\" هو محض خيال، كما يقول خبير تجريبي - مراسل هوليوود",
        "\"من الصعب رؤية صفقة تنجح\" لصالح إنتل وكوالكوم، كما تقول ستايسي راسغون من بيرنشتاين - تلفزيون سي إن بي سي",
        "Fantasy football waiver wire: احصل على بعض التأمين لـ Herbert و Tua و Love - ESPN",
        "مارغو روبي وجاكوب إلوردي ستار في \"مرتفعات ويذرينغ\" لإميرالد فينيل - الموعد النهائي",
        "أبلغت نيويورك عن الوفاة بسبب EEE بعد تشخيص أول حالة منذ ما يقرب من عقد - ABC News",
        "متى يجب أن تحصل على لقاح الأنفلونزا ؟ يقيّم الطبيب أفضل توقيت وخيارات. - أخبار سي بي إس",
        "تتوقع جولسبي من بنك الاحتياطي الفيدرالي \"الكثير\" من التخفيضات من قبل بنك الاحتياطي الفيدرالي خلال العام المقبل - MarketWatch",
        "تقدم بوينغ عرضها إلى الميكانيكيين لمحاولة إنهاء الإضراب - سياتل تايمز",
        "يظهر تقرير مكتب التحقيقات الفيدرالي انخفاضًا في جرائم العنف، وزيادة في سرقة السيارات في عام 2023 - سي بي إس نيوز",
        "كايل تشاندلر في محادثات مع نجم في سلسلة DC \"الفوانيس\" لـ HBO - الموعد النهائي",
        "فانس يستعين بالحلفاء لعقد جلسات تحضيرية للنقاش المكثف قبل مواجهة الأسبوع المقبل مع والتز - سي إن إن",
        "تتشارك الأخطبوطات والأسماك القيادة والإنفاذ في الصيد الجماعي - NPR",
        "تم تحديد موعد المحكمة لشريف كنتاكي المتهم بقتل القاضي - WLWT Cincinnati",
        "ستغطي حالة PlayStation التالية أكثر من 20 لعبة PS5 و PSVR 2 - The Verge",
        "سيبدأ \"القمر الصغير\" مدار الأرض في وقت لاحق من هذا الأسبوع - KXAN.com"
    ]
}