{
    "headlines": [
        "بينما يختبر فوز ترامب النظام العالمي، يشعر الدبلوماسيون بالقلق إزاء ما يعنيه ذلك لكوكب الأرض - سي إن إن",
        "يجب أن تكون البيتكوين \"ضرورة سياسية\"، ولا تتحمل أي \"مسؤولية\" — NYDIG - Cointelegraph",
        "الإطاحة برئيس وزراء هايتي في أحدث ضربة للمرحلة الانتقالية - واشنطن بوست",
        "نقطة محذوفة هنا",
        "ترامب يعلن مسؤول الهجرة توم هومان \"قيصر الحدود\" - الجزيرة الإنجليزية",
        "وفاة حارس حديقة المراهقين مع اشتعال حرائق الغابات في ولاية نيويورك - BBC.com",
        "برجك ليوم الاثنين 11 نوفمبر 2024 - شيكاغو صن تايمز",
        "الصين تقترب من تحقيق فائض تجاري قياسي بقيمة تريليون دولار في العالم - بلومبرغ",
        "ترامب وبوتين يتحدثان بينما يخطط بايدن للضغط على ترامب للتمسك بأوكرانيا - رويترز",
        "NFL playoff picture: Chiefs lead AFC, Lions lead NFC postseason races after tight wins in Week 10 - Yahoo Sports",
        "استهدفت موسكو في الوقت الذي تتاجر فيه أوكرانيا وروسيا بهجمات ضخمة بطائرات بدون طيار - BBC.com",
        "ليونز تيكسانز: ديترويت تتغلب على 5 إنتس جاريد غوف، تجمع ل صاعقة هيوستن 26-23 - ياهو سبورتس",
        "وجد أن الضرر المبكر لمرض الزهايمر يحدث بهدوء، قبل ظهور الأعراض بوقت طويل - SciTechDaily",
        "ما قاله السائقون بعد سباق بطولة كأس فينيكس ناسكار 2024 الذي فاز به جوي لوجانو - إن بي سي سبورتس",
        "خاتمة البطريق: الموت ومصير أوزوالد يجهزان \"الرجل الوطواط 2\" - تنوع",
        "الجمهوريون يتجهون نحو السيطرة \"الثلاثية\" على مجلس النواب ومجلس الشيوخ والبيت الأبيض - واشنطن بوست",
        "لن يسمح تشاك شومر لديف ماكورميك بالتوجه إلى مجلس الشيوخ، مستشهداً بأوراق اقتراع السلطة الفلسطينية المعلقة - نيويورك بوست",
        "الفائزون والخاسرون في الأسبوع العاشر من دوري كرة القدم الأمريكية لعام 2024: حقق مايك توملين من ستيلرز فوزًا كبيرًا آخر ؛ خسر موسم رعاة البقر - سي بي إس سبورتس",
        "\"Beat It\" كانت تقريبًا أغنية معدنية ثقيلة لكن كوينسي جونز أنقذها، يقول ستيف لوكاثر: \"إنها معدنية جدًا، يجب أن تهدأ\" - الغيتار النهائي",
        "Nintendo Direct القادم هو كل شيء عن Super Nintendo World's Donkey Kong Country - The Verge"
    ]
}