{
    "headlines": [
        "‘We barely made it out’: Californians desperately flee their homes amid raging wildfires - CNN",
        "Sources: Auburn scuffle forces flight to turn back - ESPN",
        "10 people stabbed in Seattle's CID within 37 hours, man in custody - KOMO News",
        "Tony Todd Dies: ‘Candyman’ Star Whose Hundreds Of Credits Include ‘The Crow’ & ‘Platoon’ Was 69 - Deadline",
        "Tesla's social media posts falsely implied that its cars are robotaxis, NHTSA warns - CNBC",
        "Iranian operative charged in pre-election scheme to assassinate Trump, other U.S. targets - CBS News",
        "Judge cancels court deadlines in Trump’s 2020 election case after his presidential win - The Associated Press",
        "FBI investigates racist text messages sent to black people across US - BBC.com",
        "Palworld Dev Reveals Patents at Heart of Nintendo Lawsuit - IGN Daily Fix - IGN",
        "Skynet-1A: Why did the UK's first satellite end up thousands of miles from where it should have been? - BBC.com",
        "S&P 500 breaks 6,000 level as Trump and Fed-fueled rally advances - Reuters",
        "NASA astronauts won’t say which one of them got sick after almost eight months in space - The Associated Press",
        "Supermodel Georgina Cooper dead at 46 after ‘falling ill’ on vacation months after wedding - New York Post ",
        "Just 5 minutes of exercise could reduce high blood pressure, study finds - Fox News",
        "Trump's election has women swearing off sex with men. It's called the 4B movement. - USA TODAY",
        "Elon Musk’s Net Worth Tops $300 Billion in Wake of Trump Victory - Bloomberg",
        "Trump promised massive tariffs on imports but how he’ll pull it off is still being figured out - CNN",
        "Al Michaels blasts officiating at end of thrilling Ravens-Bengals game: 'Too many games end this way' - Fox News",
        "National Fried Chicken Sandwich Day 2024 is Saturday: Check out these deals and freebies - USA TODAY",
        "SpaceX Dragon fires thrusters to boost ISS orbit for the 1st time - Space.com"
    ]
}