{
    "headlines": [
        "Фондовые фьючерсы проскальзывают, поскольку рынки готовы вновь открыться после Рождества - The Wall Street Journal",
        "2004 Андаманское цунами: моя лодка была в метрах от берега, когда ударили волны - BBC.com",
        "Такси сбило нескольких пешеходов на Геральд-сквер в Нью-Йорке - ABC News",
        "Четырнадцать сирийских полицейских погибли в засаде из-за распространения беспорядков - Reuters",
        "По словам чиновников, в рождественскую ночь в аэропорту Финикса 3 человека были застрелены и 1 получил ножевое ранение в результате очевидного семейного спора, - CNN",
        "Возможно, у нашего Солнца когда-то был близнец. Что случилось с этим звездным братом? - BBC.com",
        "Эти калифорнийские фермеры пошли за Трампом. Теперь он мог депортировать половину их рабочих. - POLITICO",
        "Россия заявляет, что пресекает украинские заговоры с целью убийства старших офицеров замаскированными бомбами - New York Post",
        "Резак Илона Маска Go-To Cost-Cutter работает на DOGE - Bloomberg",
        "Вашингтонский заповедник дикой природы переходит в карантин после того, как птичий грипп убивает 20 больших кошек - Axios",
        "Второй сезон «Игры кальмаров» - камера пыток для главного героя, но не для зрителей - Business Insider",
        "Оценки на Рождество в НБА: «Лейкерс», 76 болельщиков получают «А» за победы на шоссе, «Уорриорз», «Селтикс» получают «С» - CBS Sports",
        "Актер-подросток Хадсон Мик, который появился в «Детском драйвере», умер после падения с движущегося автомобиля - CNN",
        "Борьба за 3 знака зодиака закончится 26 декабря 2024 года - YourTango",
        "Орегонская домашняя кошка умерла после употребления корма для домашних животных, который дал положительный результат на птичий грипп - Кату",
        "Выступление Бейонсе в перерыве - изюминка тусклого рождественского листа НФЛ - Новости CBS",
        "Пять журналистов погибли в результате израильского удара возле больницы, говорят власти - Al Jazeera English",
        "Chiefs закрепили за собой первое место в AFC с рекордной 15-й победой по франшизе; Ламар Джексон творит историю в Ravens Rout на Рождество - CNN",
        "Как мы оценили проигрыш техасцев на 17-й неделе «Воронам» - Houston Chronicle",
        "Трамп объявил посла в Панаме на фоне борьбы за канал - The Hill"
    ]
}