{
    "headlines": [
        "هناك خطر الانهيارات الطينية في جنوب كاليفورنيا بعد أمطار عطلة نهاية الأسبوع التي ساعدت في تخفيف الحرائق - واشنطن بوست",
        "جيريمي ألين وايت لنجمة في نيتفليكس ثنائيي الجنس الرومانسية الدراما \"أشكال لغز\" (حصري) - متنوع",
        "تقول إسرائيل إن ثمانية رهائن من المقرر إطلاق سراحهم في المرحلة الأولى من صفقة غزة لقوا حتفهم - BBC.com",
        "انظر إلى الأعلى لمشاهدة موكب كوكبي هذا الشتاء، مع تعيين 7 كواكب لتتماشى في سماء الليل - أخبار سي بي إس",
        "بعض أعضاء مجلس الشيوخ الجمهوريين يريدون تصويت لجنة مفتوح على غابارد - بوليتيكو",
        "عشرات الآلاف من الفلسطينيين يعودون إلى شمال غزة الممزق - وكالة أسوشيتد برس",
        "حصري: إليك كم سيكلف Google Pixel 9a - عناوين أندرويد",
        "تظهر جنيفر لوبيز في فستان \"المرأة العنكبوت\" في أكبر عرض لصندانس - SFGATE",
        "زلزال بقوة 3.8 درجة يضرب ساحل نيو إنجلاند - إيه بي سي نيوز",
        "القتال في جمهورية الكونغو الديمقراطية: يقول متمردو حركة 23 مارس إنهم يسيطرون على غوما - BBC.com",
        "سيوقع ترامب على أمر تنفيذي يقضي بإلغاء DEI من الجيش الأمريكي - BBC.com",
        "كرة اللعبة، ثلاث نجوم، وتحليل عد المفاجئة: لعبة بطولة NFC، النسور مقابل القادة - PhillyVoice.com",
        "طلب من العملاء الفيدراليين في مداهمات الهجرة أن يكونوا جاهزين للتصوير بعد اعتقال المئات - سي إن إن",
        "مسلسل Alec and Hilaria Baldwin's TLC Reality يحصل على تاريخ العرض الأول ؛ مراجع النظرة الأولى ‘Rust’ Shooting - Variety",
        "تبين أن \"الكويكب\" القريب من الأرض الذي رصده علماء الفلك هو سيارة إيلون ماسك - IFLScience",
        "تصنيف 2025 الخاسرين في التصفيات النهائية لدوري كرة القدم الأمريكية من خلال فرص 2026 Super Bowl berth، بما في ذلك الفواتير والقادة والغربان - CBS Sports",
        "كيف أجبر ترامب كولومبيا على قبول المرحلين من خلال التهديد بحرب تعريفية أمريكية - الجزيرة الإنجليزية",
        "أفضل 100 أغنية احتجاج على الإطلاق - رولينج ستون",
        "مراجعة: Sniper Elite: Resistance (Xbox) - Slick Sniper Action يلعبها بأمان، ولكن لا يزال من الصعب مقاومتها - Pure Xbox",
        "تراجعت العقود الآجلة لمؤشر داو جونز 300 نقطة، وخسرت العقود الآجلة لناسداك 3 ٪ حيث تقود Nvidia هزيمة أسهم الذكاء الاصطناعي: تحديثات مباشرة - CNBC"
    ]
}