{
    "headlines": [
        "Israel raids north Gaza hospital as UN warns ‘darkest moment’ is unfolding in the strip - CNN",
        "Live updates: Israel strikes Iran in high-stakes retaliation - CNN",
        "Prelim Results | UFC 308: Topuria vs Holloway - UFC",
        "FACT FOCUS: Trump repeated election lies in his interview with Joe Rogan. Here are the facts - The Associated Press",
        "At least 126 dead and missing in massive flooding and landslides in Philippines - The Associated Press",
        "[Removed]",
        "Delphi Trial: ISP Lt. recounts Richard Allen’s arrest, interviews - FOX 59 Indianapolis",
        "Medical Mysteries: Her odd pelvic infections had a jaw-dropping origin - The Washington Post",
        "Can New York Yankees recover from last-gasp World Series Game 1 loss against Los Angeles Dodgers in Game 2? - CNN",
        "NASA astronaut remains in the hospital after returning from an extended stay in space - New York Post ",
        "Trump argues Smith unlawfully appointed in documents and election cases - CBS News",
        "At Boeing, it’s the strike of the long memories - The Seattle Times",
        "Lil Durk’s Murder Arrest Shows Drill Rap is a Dead-End - Rolling Stone",
        "Beyoncé endorses Kamala Harris in joyful speech at Houston rally: ‘I’m here as a mother’ - The Associated Press",
        "'Venom 3' spoilers! Let's talk about 'Last Dance' villain reveal, post-credit scenes - USA TODAY",
        "Sarah Boone Found Guilty of Suffocating Boyfriend to Death by Leaving Him Inside Zipped Suitcase - PEOPLE",
        "Notre Dame vs. Navy prediction: College football odds, picks, bets Week 9 - New York Post ",
        "Tracking the hours before a young Minnesota woman became a murder victim - CBS News",
        "North Korean Troops Deployed to Kursk in Escalating Counteroffensive: US - Newsweek",
        "WHO: Vaccines could help fight antimicrobial resistance, save lives - The Washington Post"
    ]
}