{
    "headlines": [
        "Верховный суд заслушивает аргументы по оспариванию Первой поправки к проверке возраста для порносайтов - CNN",
        "Что мы знаем о новом соглашении о прекращении огня и освобождении заложников в Газе - CNN",
        "Подтверждающие слушания в прямом эфире: Кабинет Трампа выбирает Марко Рубио и Пэм Бонди гриль для лица от сенаторов - BBC.com",
        "Куинн Эверс выходит на драфт НФЛ - NBC Sports",
        "Ожидается, что ковбои возьмут интервью у бывшего тренера «Джетс» Роберта Салеха - NBC Sports",
        "Пожарным нужна лучшая погода, чтобы бороться с пламенем Калифорнии. Когда наступит облегчение? - PBS NewsHour",
        "JPMorgan получает самую большую годовую прибыль, поскольку инвестиционные банкиры восстанавливаются - Reuters",
        "Вот куча официальных чехлов Samsung Galaxy S25 [Галерея] - 9to5Google",
        "ИПЦ: Цены на яйца растут по мере роста инфляции в США - BBC.com",
        "Противостояние Капитолия выливается в суд, когда законодательный орган Миннесоты выходит на скалистый старт - Новости MPR",
        "Эти NPC с искусственным интеллектом Nvidia так же отвратительны, как и настоящие игроки - Gizmodo",
        "Изъято",
        "Президент Южной Кореи арестован антикоррупционными следователями после недельного противостояния - CNN",
        "«iPhone 17 Air» выйдет позже в этом году с этими 10 новыми функциями - MacRumors",
        "Одно видео настройки пользовательского интерфейса 7.0 приводит нас в восторг от гладкой анимации с маслом - SamMobile - Новости Samsung",
        "FDA объявляет о запрете красного красителя № 3. Вот чего ожидать — и почему некоторые семьи уже избегают пищевых красителей. - Yahoo Life",
        "Трейлер «Сорвиголова: Рожденный заново»: Мэтт Мердок и Кингпин возвращаются в MCU в кровавом и жестоком стиле - крайний срок",
        "Коэффициенты Lions vs. Commanders, линия, спред: выбор дивизионального раунда НФЛ 2025 года, прогноз по модели на 31-15 забегов - CBS Sports",
        "Глобальный отчет призывает пересмотреть определение ожирения - BBC.com",
        "Уэбб улавливает световые отголоски взрывающейся звезды - Earth.com"
    ]
}