{
    "headlines": [
        "Mises à jour en direct du 7 octobre : près de 1 000 manifestants se pressent Wall St. - New York Post",
        "Pourquoi personne ne sera viré pour ‘Joker : Folie à Deux’ - Hollywood Reporter",
        "Les avertissements de la boîte noire destinés à réduire les risques de suicide des antidépresseurs peuvent avoir l'effet inverse, selon une étude - CNN",
        "Ne vous attendez pas à ce que l'espérance de vie humaine augmente beaucoup plus, dit le chercheur - The Associated Press",
        "Dow chute de 400 points alors que le rendement à 10 ans dépasse 4%, les sauts d'huile : mises à jour en direct - CNBC",
        "Taylor Rousseau Grigg, star de TikTok, se battait pour la vie tousles jours avant de mourir à 25 ans - New York Post",
        "La Cour suprême de Géorgie rétablit l'interdiction de l'avortement de 6 semaines et annule la décision de la juridiction inférieure - ABC News",
        "Cissy Houston, la mère de Whitney Houston et chanteuse primée aux Grammy Awards, meurt à 91 ans - The Associated Press",
        "Vérification des faits : Six jours de mensonges de Trump sur la réponse à l'ouragan Hélène - CNN",
        "Les prix du pétrole prolongent les gains, poussant le Brent brut vers 80 $ en raison des craintes d'un conflit plus large au Moyen-Orient - Reuters",
        "Prédiction Tigers vs. Guardians, score ALDS aujourd'hui : mises à jour en direct, faits saillants du match 2 - Detroit Free Press",
        "Le maire mexicain décapité 6 jours après sa prise de fonction, tête trouvée sur un camion - NDTV",
        "Samsung Galaxy A16 se lance avec 6 ans de mises à jour Android, soit la moitié du prix du Pixel 8a - 9to5Google",
        "Fauci craignait de ne jamais « revenir à la normale » après avoir contracté le virus du Nil occidental - The Hill",
        "iOS 18.1 bêta 6 ajoute deux nouvelles bascules de connectivité pour Control Center - 9to5Mac",
        "Femme accusée de 3 meurtres en 3 jours étiquetée tueur en série par la police au Canada - CBS News",
        "Threads sait qu'il a un problème d'appât d'engagement - The Verge",
        "Israël marque l'anniversaire de l'attaque du 7 octobre alors que le conflit au Moyen-Orient s'intensifie - CNN",
        "Johnson nomme un nouveau conseil d'administration de CPS après sa démission - WBEZ Chicago",
        "Les responsables des élections de l'État de Swing étaient prêts à tout. Pas ça. - POLITICO"
    ]
}