{
    "headlines": [
        "استعد لهجوم الأمر التنفيذي لترامب - POLITICO",
        "جميع أنشطة الدواجن المتوقفة في جورجيا بعد تأكيد إنفلونزا الطيور في عملية تجارية - سي إن إن",
        "باتريك ماهومز والرؤساء يصلون إلى المباراة رقم 7 في بطولة الاتحاد الآسيوي لكرة القدم بالفوز على تكساس - إن بي سي سبورتس",
        "قبل أيام من تولي ترامب منصبه، خرج الآلاف من المتظاهرين في مسيرة في واشنطن العاصمة - PBS NewsHour",
        "2025 الدوري الوطني لكرة القدم الأمريكية احتمالات الجولة التقسيمية، والتنبؤات، والخط، والانتشار: يختار القادة مقابل الأسود من قبل الخبراء على 19-5 تشغيل - سي بي إس سبورتس",
        "ترامب يطلق عملة ميم، قبل أيام من عودته إلى البيت الأبيض - BBC.com",
        "إريك آدمز يعود من اجتماع ترامب للناخبين القلقين من الرئيس المنتخب - بوليتيكو",
        "أطفال ديفيد لينش يشيدون بصانع الأفلام، ويدعون الناس لتكريمه في \"تأمل المجموعة العالمية\" - الموعد النهائي",
        "توقعات البرد القارس لكثير من الولايات المتحدة في الأيام المقبلة، بما في ذلك الثلوج غير العادية في منطقة ساحل الخليج - وكالة أسوشيتد برس",
        "التنصيب الرئاسي 2025: ما يجب معرفته عن أداء ترامب اليمين الدستورية - Axios",
        "انهيار مصعد التزلج في المنتجع الإسباني، وإصابة العشرات - سي إن إن",
        "احتمالات UFC 311، التوقعات: اختيارات الخبراء، معاينات لجميع المعارك الـ 13 - شبكة العمل",
        "أداء سنوب دوج في حفل تنصيب ترامب، والناس لديهم الكثير ليقولوه - ياهو للترفيه",
        "يقول ترامب إنه \"على الأرجح\" سيؤجل حظر TikTok مؤقتًا، لكنه لم يتخذ قرارًا نهائيًا - سي إن إن",
        "خطة عادلة لديها 5 مليارات دولار في التعرض لحرائق الغابات في لوس أنجلوس مقابل 5.78 مليار دولار لإعادة التأمين - فورتشن",
        "بعد حرائق لوس أنجلوس، أصبحت إعادة الإنتاج أكثر إلحاحًا من أي وقت مضى - التنوع",
        "المعدلات الأساسية لأقساط التأمين على المنازل في ولاية كارولينا الشمالية تزداد بنحو 15 ٪ بحلول منتصف عام 2026 - وكالة أسوشيتد برس",
        "تمت إزالة مقطع فيديو ترويجي مسرب من Galaxy S25 بعد عرض ترقيات مخيبة للآمال - PhoneArena",
        "هذا الأسبوع في البيتكوين: البيتكوين تنفجر قبل تنصيب ترامب - فك التشفير",
        "بودكاست هذا الأسبوع في الفضاء: الحلقة 144 — الأسطول القمري العظيم - Space.com"
    ]
}