{
    "headlines": [
        "ਹਮਾਸ ਨੇ ਗਾਜ਼ਾ 'ਚ ਇਜ਼ਰਾਇਲੀ ਫੌਜੀਆਂ' ਤੇ ਕਬਜ਼ਾ ਕੀਤਾ, ਬੰਧਕ ਸੌਦੇ ਦੀ ਉਮੀਦ ਜਤਾਈ - ਦਿ ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "ਬਰੋਃ ਗੋਪਨੀਯਤਾ 'ਇੱਕ ਤੋਂ ਵੱਧ ਤਰੀਕਿਆਂ ਨਾਲ ਉਲੰਘਣਾ ਕੀਤੀ ਗਈ' - ਈਐਸਪੀਐਨ",
        "ਟਰੰਪ ਦੇ ਅਹੁਦਾ ਸੰਭਾਲਣ ਤੋਂ ਪਹਿਲਾਂ ਐਫਬੀਆਈ ਦੇ ਡਾਇਰੈਕਟਰ ਕ੍ਰਿਸਟੋਫਰ ਰਾਈ ਅਸਤੀਫਾ ਦੇਣਗੇ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਮੈਨਚਿਨ, ਸਿਨੇਮਾ ਡੈਮੋਕਰੇਟਸ ਨੂੰ 2026 ਤੱਕ ਲੇਬਰ ਬੋਰਡ 'ਤੇ ਬਹੁਮਤ ਨੂੰ ਲਾਕ ਕਰਨ ਤੋਂ ਰੋਕਦਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਰੀਅਲ ਅਸਟੇਟ ਟਾਈਕੂਨਸ ਅਲੈਗਜ਼ੈਂਡਰ ਭਰਾਵਾਂ ਨੂੰ ਫੈਡਰਲ ਸੈਕਸ ਤਸਕਰੀ ਦੇ ਦੋਸ਼ਾਂ ਵਿੱਚ ਗ੍ਰਿਫਤਾਰ ਕੀਤਾ ਗਿਆ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਰਿਪੋਰਟਾਂਃ ਉੱਤਰੀ ਕੈਰੋਲੀਨਾ ਟਾਰ ਹੀਲਜ਼ ਦਾ ਅਗਲਾ ਕੋਚ ਬਣਨ ਲਈ ਬਿਲ ਬੇਲੀਚਿਕ ਨਾਲ ਇਕ ਸਮਝੌਤੇ 'ਤੇ ਪਹੁੰਚੀ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਓਨਟਾਰੀਓ ਦੇ ਪ੍ਰਧਾਨ ਮੰਤਰੀ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਜੇ ਟਰੰਪ ਕਨੇਡਾ 'ਤੇ ਭਾਰੀ ਟੈਰਿਫ ਲਗਾਉਂਦੇ ਹਨ ਤਾਂ ਯੂਐਸ energyਰਜਾ ਨਿਰਯਾਤ ਬੰਦ ਕਰ ਦਿੱਤਾ ਜਾਵੇਗਾ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਨਿ J ਜਰਸੀ ਦੇ ਸੰਸਦ ਮੈਂਬਰਾਂ ਨੇ ਹਫ਼ਤਿਆਂ ਦੇ ਅਣਜਾਣ ਡਰੋਨ ਦੇਖਣ ਤੋਂ ਬਾਅਦ ਸੁਰੱਖਿਆ ਅਧਿਕਾਰੀਆਂ ਨਾਲ ਮੁਲਾਕਾਤ ਕੀਤੀ - ਸੀ ਐਨ ਐਨ",
        "ਰਿਪੋਰਟਾਂਃ ਵੈਸਟ ਵਰਜੀਨੀਆ ਨੇ ਰਿਚ ਰੋਡਰਿਗਜ਼ ਨਾਲ ਸੌਦੇ ਨੂੰ ਅੰਤਮ ਰੂਪ ਦਿੱਤਾ - ਯਾਹੂ ਸਪੋਰਟਸ",
        "ਜੈ-ਜ਼ੈਡ ਵਿਰੁੱਧ ਬਲਾਤਕਾਰ ਦਾ ਦੋਸ਼ ਐਨਐਫਐਲ ਦੇ ਸੰਗੀਤ ਮੋਗਲ ਨਾਲ ਸਬੰਧਾਂ ਨੂੰ ਪ੍ਰਭਾਵਤ ਨਹੀਂ ਕਰੇਗਾ, ਗੁਡੈਲ ਕਹਿੰਦਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਮਲੀਬੂ ਦੀ ਫ੍ਰੈਂਕਲਿਨ ਅੱਗ ਰਾਤੋ ਰਾਤ ਵਧਦੀ ਹੈ, ਘਰਾਂ ਨੂੰ ਸਾੜਦੀ ਹੈ ਅਤੇ ਨਿਕਾਸੀ ਲਈ ਮਜਬੂਰ ਕਰਦੀ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਮੰਗਲ 'ਤੇ ਪਹਿਲਾ ਹੈਲੀਕਾਪਟਰ ਕਰੈਸ਼ਃ ਨਾਸਾ ਪਿੰਨਪੁਆਇੰਟ ਇੰਜਨੂਟੀ ਦੀ ਅੰਤਮ ਉਡਾਣ ਦੌਰਾਨ ਕੀ ਗਲਤ ਹੋਇਆ - ਗਿਜ਼ਮੋਡੋ",
        "ਇਹ ਨਿਸ਼ਚਤ ਤੌਰ ਤੇ ਜਾਪਦਾ ਹੈ ਕਿ ਓਪਨਏਆਈ ਨੇ ਸੋਰਾ ਨੂੰ ਗੇਮ ਦੀ ਸਮਗਰੀ 'ਤੇ ਸਿਖਲਾਈ ਦਿੱਤੀ — ਅਤੇ ਕਾਨੂੰਨੀ ਮਾਹਰ ਕਹਿੰਦੇ ਹਨ ਕਿ ਇਹ ਸਮੱਸਿਆ ਹੋ ਸਕਦੀ ਹੈ - TechCrunch",
        "ਸੀਈਓ ਸ਼ੂਟਿੰਗ ਸ਼ੱਕੀ ਲੁਗੀ ਮੈਂਗਿਓਨ ਦੇ ਵਿਸਥਾਰ ਵਿੱਚ ਸਿਹਤ ਸੰਘਰਸ਼ਾਂ ਵਿੱਚ ਪ੍ਰਗਟ ਹੋਣ ਤੋਂ ਬਾਅਦ ਲੰਬੇ ਸਮੇਂ ਦੇ ਦਰਦ ਬਾਰੇ ਕੀ ਜਾਣਨਾ ਹੈ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਹੰਨਾਹ ਕੋਬਾਯਾਸ਼ੀ, ਲਾਪਤਾ ਹਵਾਈ womanਰਤ ਜਿਸ ਦੇ ਲਾਪਤਾ ਹੋਣ ਨਾਲ ਭਾਰੀ ਤਲਾਸ਼ੀ ਲਈ ਗਈ, ਸੁਰੱਖਿਅਤ ਪਾਇਆ ਗਿਆ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਹਾਊਸ ਨੇ ਸਾਲਾਨਾ ਰੱਖਿਆ ਨੀਤੀ ਬਿੱਲ ਨੂੰ ਦਿੱਤੀ ਮਨਜ਼ੂਰੀ - ਦ ਹਿੱਲ",
        "ਬਸ਼ਰ ਅਸਦ ਦਾ ਲਗਜ਼ਰੀ ਕਾਰ ਸੰਗ੍ਰਹਿ ਵੀਡੀਓ 'ਤੇ ਵੇਖਿਆ ਗਿਆ ਬੇਦਖਲੀ ਤੋਂ ਬਾਅਦ ਛੱਡਿਆ ਗਿਆ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਟੀਪੀਜੀ ਦੇ ਸਹਿ-ਸੰਸਥਾਪਕ ਅਤੇ ਪ੍ਰਾਈਵੇਟ ਇਕੁਇਟੀ ਪਾਇਨੀਅਰ ਡੇਵਿਡ ਬੌਂਡਰਮੈਨ ਦਾ 82 ਸਾਲ ਦੀ ਉਮਰ ਵਿੱਚ ਦੇਹਾਂਤ ਹੋ ਗਿਆ - ਰਾਇਟਰਜ਼",
        "ਬਰਡ ਫਲੂ ਵਾਇਰਸ ਵਾਈਲਡ ਲਾਈਫ ਵਰਲਡ ਚਿੜੀਆਘਰ ਨੂੰ ਮਾਰਦਾ ਹੈ, ਪਾਰਕ ਸੁਰੱਖਿਆ ਉਪਾਵਾਂ ਨੂੰ ਲਾਗੂ ਕਰਦਾ ਹੈ - ਫੀਨਿਕ੍ਸ ਵਿੱਚ ਏਬੀਸੀ15 ਐਰੀਜ਼ੋਨਾ",
        "ਟਰੰਪ ਖ਼ਬਰਾਂਃ ਕਿਮਬਰਲੀ ਗਿਲਫੋਏਲ ਨਾਲ ਨਜਿੱਠਣ ਦਾ ਇਹ ਸਭ ਤੋਂ ਮਜ਼ਾਕੀਆ ਸੰਭਵ ਤਰੀਕਾ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ. - ਸਲੇਟ"
    ]
}