{
    "headlines": [
        "ਲਾਸ ਏਂਜਲਸ ਜੰਗਲੀ ਅੱਗ ਲਾਈਵ ਅਪਡੇਟਸਃ 2 ਮਰੇ, ਪਾਲੀਸੇਡਸ ਅਤੇ ਈਟਨ ਅੱਗ 0% ਕੰਟੇਨਮੈਂਟ ਦੇ ਨਾਲ 26,000 ਏਕੜ ਵਿੱਚ ਫੈਲ ਗਈ - ਯਾਹੂ! ਆਵਾਜ਼ਾਂ",
        "ਲੇਬਨਾਨੀ ਫੌਜ ਦੇ ਮੁਖੀ ਰਾਸ਼ਟਰਪਤੀ ਦੇ ਅਹੁਦੇ ਵੱਲ ਕਿਨਾਰੇ, ਲੇਬਨਾਨੀ ਸੂਤਰਾਂ ਦਾ ਕਹਿਣਾ ਹੈ - ਰਾਇਟਰਜ਼",
        "ਮਾਈਕ੍ਰੋਸਾੱਫਟ ਹੈਂਡਹੈਲਡ ਗੇਮਿੰਗ ਪੀਸੀ 'ਤੇ ਵਿੰਡੋਜ਼ ਨੂੰ ਇਸ ਸਾਲ ਐਕਸਬਾਕਸ ਦੀ ਤਰ੍ਹਾਂ ਹੋਰ ਬਣਾਏਗਾ - ਆਈਜੀਐਨ",
        "ਜੋਅ ਬਿਡੇਨ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਹ ਚੋਣ ਵਿਚ ਡੋਨਾਲਡ ਟਰੰਪ ਨੂੰ ਹਰਾ ਸਕਦੇ ਸਨ - ਬੀਬੀਸੀ.",
        "ਸਪੇਸਐਕਸ ਫਾਲਕਨ 9 ਸਟਾਰਲਿੰਕ 12-12 - ਕੈਨੇਡੀ ਸਪੇਸ ਸੈਂਟਰ",
        "ਟਾਈਗਰ ਵੁੱਡਜ਼ ਕੋਲ ਈਐਸਪੀਐਨ 'ਤੇ ਇਕ ਨਵੀਂ ਨਕਲੀ-ਗੌਲਫ ਲੀਗ ਹੈ. ਇਹ ਹੈ ... ਕੁਝ. - ਸਲੇਟ",
        "ਚੀਨ ਦੀ ਬਿਮਾਰੀ ਸਪਾਈਕ ਜਿਆਦਾਤਰ ਸਿਰਫ ਮੌਸਮੀ ਫਲੂ ਅਤੇ ਹੋਰ ਆਮ ਬੱਗ ਹੈ - ਆਰਸ ਟੈਕਨੀਕਾ",
        "ਪੈਕਰਜ਼ ਕਿ Qਬੀ ਜੌਰਡਨ ਲਵ ਹਫਤੇ ਦੀ ਸ਼ੁਰੂਆਤ ਕਰਨ ਲਈ ਕੂਹਣੀ ਦੀ ਸੱਟ ਦੇ ਨਾਲ ਅਭਿਆਸ ਤੇ ਸੀਮਿਤ - ਪੈਕਰਜ਼ ਵਾਇਰ",
        "ਗਣਿਤ ਦੇ methodsੰਗ ਕਣਾਂ ਦੀ ਸੰਭਾਵਨਾ ਵੱਲ ਇਸ਼ਾਰਾ ਕਰਦੇ ਹਨ ਲੰਬੇ ਸਮੇਂ ਤੋਂ ਸੋਚਿਆ ਅਸੰਭਵ - Phys.",
        "ਲਾਈਟਨ ਮੀਸਟਰ, ਐਡਮ ਬਰੌਡੀ, ਅੰਨਾ ਫਾਰਿਸ ਅਤੇ ਹੋਰ ਮਸ਼ਹੂਰ ਹਸਤੀਆਂ ਐਲਏ ਫਾਇਰਜ਼ ਵਿੱਚ ਘਰ ਗੁਆਉਂਦੀਆਂ ਹਨ - ਵੰਨਗੀ",
        "ਬ੍ਰੇਂਡਾ ਸੌਂਗ ਨੇ ਪਾਮੇਲਾ ਐਂਡਰਸਨ ਨੂੰ ਫਿਲਮ ਵਿਚ ਮੇਕਅਪ ਮੁਕਤ ਜਾਣ ਲਈ ‘ਦਿ ਆਖਰੀ ਸ਼ੋਅਗਰਲ’ ਕਾਸਟ ਨੂੰ ਪ੍ਰੇਰਿਤ ਕੀਤਾ - ਪੰਨਾ ਛੇ",
        "ਮੈਕਸੀਕੋ ਦੇ ਰਾਸ਼ਟਰਪਤੀ ਨੇ ਆਪਣੇ ਖੁਦ ਦੇ 'ਚੰਗੇ' ਨਾਮ ਦੇ ਵਿਚਾਰ ਨਾਲ ਟਰੰਪ 'ਤੇ ਟੇਬਲ ਬਦਲਣ ਦੀ ਕੋਸ਼ਿਸ਼ ਕੀਤੀ - ਫੌਕਸ ਨਿ Newsਜ਼",
        "ਜਿੰਮੀ ਕਾਰਟਰ ਦੀ ਜ਼ਿੰਦਗੀ ਗੁਲਾਮੀ ਦੀ ਵਿਰਾਸਤ ਨਾਲ ਜੁੜ ਗਈ. ਸਿਵਲ ਰਾਈਟਸ 'ਤੇ ਉਨ੍ਹਾਂ ਦਾ ਰਿਕਾਰਡ ਗੁੰਝਲਦਾਰ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਕੁਆਂਟਮ ਕੰਪਿutingਟਿੰਗ ਸਟਾਕ ਸਿੰਕ ਜਿਵੇਂ ਕਿ ਐਨਵੀਡੀਆ ਦੇ ਸੀਈਓ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਟੈਕ 15 ਤੋਂ 30 ਸਾਲ ਦੂਰ ਹੈ - ਇਨਵੈਸਟੋਪੀਡੀਆ",
        "ਬਿਲ ਬੇਲੀਚਿਕ ਦੀ ਐਨਐਫਐਲ ਵਾਪਸ ਆਉਣ ਦੀ ਕੋਈ ਯੋਜਨਾ ਨਹੀਂ ਹੈ ਟੌਮ ਬ੍ਰੈਡੀ ਰੇਡਰ ਦੀ ਨੌਕਰੀ ਬਾਰੇ ਪਹੁੰਚਣ ਦੇ ਬਾਵਜੂਦ, ਰਿਪੋਰਟਾਂ ਦੇ ਅਨੁਸਾਰ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਸਵੇਰ ਦੀ ਕੌਫੀ ਦੀ ਆਦਤ ਲੰਬੀ ਜ਼ਿੰਦਗੀ ਅਤੇ ਸਿਹਤਮੰਦ ਦਿਲ ਨਾਲ ਜੁੜੀ ਹੋ ਸਕਦੀ ਹੈਃ ਅਧਿਐਨ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਈਂਧਨ ਜੀਓਪੀ ਨੇ ਟਰੰਪ ਦੇ ਨਾਮਜ਼ਦ ਉਮੀਦਵਾਰਾਂ 'ਤੇ ਦੋਸ਼ ਲਾਉਣ ਵਿਚ ਦੇਰੀ ਕੀਤੀ - ਪੋਲਿਟਿਕੋ",
        "ਜਸਟਿਸ ਵਿਭਾਗ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਹ ਅਜੇ ਵੀ ਟਰੰਪ ਕਲਾਸੀਫਾਈਡ ਦਸਤਾਵੇਜ਼ ਰਿਪੋਰਟ ਜਾਰੀ ਨਹੀਂ ਕਰੇਗਾ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਫੰਡ ਜਾਂ ਰੱਦ ਕਰੋ? ਰੋਬੋਟ ਜਾਂ ਮਨੁੱਖ? ਨਾਸਾ ਮੰਗਲ ਨਮੂਨਾ ਵਾਪਸੀ ਦੇ ਫੈਸਲੇ 'ਤੇ ਮੁੱਕੇ ਮਾਰਦਾ ਹੈ - ਆਰਸ ਟੈਕਨੀਕਾ",
        "ਟਰੰਪ ਨੇ ਸੁਪਰੀਮ ਕੋਰਟ ਨੂੰ ਹਸ਼ ਮਨੀ ਮਾਮਲੇ 'ਚ ਸ਼ੁੱਕਰਵਾਰ ਦੀ ਸਜ਼ਾ ਰੋਕਣ ਲਈ ਕਿਹਾ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ"
    ]
}