{
    "headlines": [
        "Texas verklagt Arzt aus dem Bundesstaat wegen Versand von Abtreibungspillen - Axios",
        "Jay-Z sagt, dass \"wahre Gerechtigkeit kommt\", nachdem der Vergewaltigungsankläger \"Fehler\" in den Vorwürfen zugibt: \"Das war vorbei, bevor es begann\" - Deadline",
        "[removed]",
        "Joel Embiid verlässt Pacers-76ers-Spiel mit Gesichtsverletzung, kehrt nicht zurück - NBA.com",
        "Syrien Live-Updates: Freudige Syrer versammeln sich zum 1. Freitagsgebet seit dem Sturz des Assad-Regimes - The New York Times",
        "Nancy Pelosi nach Verletzung auf Auslandsreise im Krankenhaus - BBC.com",
        "Der Geminiden-Meteorschauer erreicht heute Abend seinen Höhepunkt - WRGB",
        "Beratungsfirma McKinsey zahlt 650 Millionen US-Dollar, um US-Opioidgebühren zu lösen - Reuters",
        "Der südkoreanische Präsident Yoon Suk Yeol steht zum zweiten Mal vor einer Amtsenthebungsabstimmung - The Guardian",
        "‘Dexter: Original Sin’ ist schuldig, ein totes Pferd geschlagen zu haben: TV-Review - Variety",
        "Verdächtiger in UnitedHealthcare CEO Tötung wurde nicht von der Firma versichert - CNN",
        "Trump fordert, die Sommerzeit zu beenden. Es ist \"unbequem\", sagt er. - The Washington Post",
        "Richter lehnt es ab, Menendez-Urteile zu werfen - POLITICO",
        "Syrische Rebellen liefern Amerikaner an US-Militärposten, Fotos zeigen - The Washington Post",
        "US-Gericht lehnt Antrag von Tiktok auf vorläufige Einstellung des anhängigen US-Banns ab - Reuters",
        "Biden gewährte dem \"Kids-for-Cash\" -Richter Gnade. Das Weiße Haus hat die Falldetails nicht berücksichtigt. - POLITICO",
        "Kochöl im Zusammenhang mit Darmkrebs in der frühen Studie, verbunden mit Entzündungen - Yahoo! Voices",
        "Vor Army-Navy gibt es den Game Ball Run: Wie sich die beiden Seiten verbinden werden, um im Jahr 2024 über 350 Meilen zu laufen - CBS Sports",
        "Vogelgrippe springt von Vögeln zu Menschen in Louisiana; Patient im Krankenhaus - Ars Technica",
        "Können Syriens islamistische Rebellen das Land regieren? Ihre Herrschaft in Idlib bietet Hinweise - CNN"
    ]
}