{
    "headlines": [
        "ਫਾਲਕਨਜ਼ ਬਨਾਮ ਈਗਲਜ਼ ਸੋਮਵਾਰ ਨਾਈਟ ਫੁੱਟਬਾਲ ਲਾਈਵ ਅਪਡੇਟਸਃ ਅਟਲਾਂਟਾ - ਯਾਹੂ ਸਪੋਰਟਸ ਨਾਲ ਮੁਕਾਬਲਾ ਕਰਨ ਲਈ ਬ੍ਰਾਜ਼ੀਲ ਦੀ ਜਿੱਤ ਤੋਂ ਬਾਅਦ ਫਿਲਡੇਲਫੀਆ ਵਾਪਸ ਆਉਂਦੀ ਹੈ",
        "ਸ਼ਨਾਹਾਨ ਦੱਸਦਾ ਹੈ ਕਿ ਡੀਬੋ ਵੱਛੇ ਦੇ ਤਣਾਅ ਦੇ ਨਾਲ 'ਕੁਝ ਹਫ਼ਤਿਆਂ' ਤੋਂ ਬਾਹਰ ਹੈ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ ਬੇ ਏਰੀਆ",
        "ਜੇਨ ਦੀ ਨਸ਼ਾ ਓਨਸਟੇਜ ਕੰਸਰਟ ਫਰੈਕਾਸ ਤੋਂ ਬਾਅਦ ਆਪਣਾ ਦੌਰਾ ਰੱਦ ਕਰਦਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਐਨਬੀਸੀ ਨਿ Newsਜ਼ ਜਾਂਚ ਤੋਂ ਪਤਾ ਚੱਲਦਾ ਹੈ ਕਿ ਟੈਕਸਾਸ ਮੈਡੀਕਲ ਸਕੂਲ ਅਣ-ਦਾਅਵੇ ਵਾਲੀਆਂ ਲਾਸ਼ਾਂ ਦੇ ਸਰੀਰ ਦੇ ਅੰਗਾਂ ਨੂੰ ਕਿਰਾਏ ਤੇ ਦਿੰਦਾ ਹੈ - ਐਨਬੀਸੀ ਨਿ Newsਜ਼",
        "ਐਫਐਕਸ ਬੌਸ ਜੌਨ ਲੈਂਡਗ੍ਰਾਫ ਆਨ “ਰੋਮਾਂਚਕ” ਐਮੀ ਨਾਈਟ ਫਾਰ ‘ਸ਼ੋਗਨ’ & ‘ਦਿ ਬੇਅਰ’ - ਡੈੱਡਲਾਈਨ",
        "ਵਾਚ ਹੰਪਬੈਕ ਵ੍ਹੇਲ ਮੱਛੀ ਫੜਨ ਵਾਲੇ ਗੀਅਰ ਵਿਚ ਫਸਿਆ ਹੋਇਆ 4 ਦਿਨਾਂ ਬਾਅਦ ਰਿਹਾਅ ਹੋ ਜਾਂਦਾ ਹੈ - ਅਮਰੀਕਾ ਅੱਜ",
        "ਐਂਡੀ ਜੇਸੀ ਦਾ ਰਿਟਰਨ-ਟੂ-ਆਫਿਸ ਫਤਵਾ ਦਰਸਾਉਂਦਾ ਹੈ ਕਿ ਐਮਾਜ਼ਾਨ ਸਭਿਆਚਾਰ ਦੇ ਮੱਧ-ਜੀਵਨ ਸੰਕਟ ਨੇ ਕਿੰਨਾ ਗੰਭੀਰਤਾ ਨਾਲ ਪ੍ਰਾਪਤ ਕੀਤਾ ਹੈ - Fortune",
        "ਹੈਤੀਆਈ ਪ੍ਰਵਾਸੀਆਂ ਬਾਰੇ ਝੂਠੇ ਦਾਅਵਿਆਂ ਨਾਲ ਜੁੜੀਆਂ ਧਮਕੀਆਂ ਤੋਂ ਬਾਅਦ ਸਪਰਿੰਗਫੀਲਡ, ਓਹੀਓ ਦੇ ਗਸ਼ਤ ਸਕੂਲਾਂ ਨੂੰ ਵਾਧੂ ਕਾਨੂੰਨ ਲਾਗੂ ਕਰਨਾ - ਸੀ ਐਨ ਐਨ",
        "ਜੱਜ ਨੇ ਟਰੰਪ ਦੇ ਸਾਬਕਾ ਸਹਿਯੋਗੀ ਮਾਰਕ ਮੇਡੋਜ਼ ਦੀ ਐਰੀਜ਼ੋਨਾ ਚੋਣ ਕੇਸ ਨੂੰ ਸੰਘੀ ਅਦਾਲਤ ਵਿੱਚ ਭੇਜਣ ਦੀ ਬੋਲੀ ਨੂੰ ਰੱਦ ਕਰ ਦਿੱਤਾ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "‘ਏ ਫਾਇਰ ਫੈਸਟ ਅਹਿਸਾਸ’: ਮਿਸਟਰਬੈਸਟ ਦੇ ਨਵੇਂ ਰਿਐਲਿਟੀ ਸ਼ੋਅ - ਰੋਲਿੰਗ ਸਟੋਨ ਦੀ ’ਹਫੜਾ-ਦਫੜੀ’ ਦੇ ਅੰਦਰ",
        "ਟਾਈਟੋ ਜੈਕਸਨ ਨੇ ਮੌਤ ਤੋਂ ਪਹਿਲਾਂ ਨਿ Mexico ਮੈਕਸੀਕੋ ਦੇ ਸ਼ਾਪਿੰਗ ਸੈਂਟਰ ਵਿਚ ਦਿਲ ਦਾ ਦੌਰਾ ਪਾਇਆ - ਪੰਨਾ ਛੇ",
        "ਗੁਪਤ ਸੇਵਾ ਮੁਖੀ ਕਮਾਲ ਦਾ ਦਾਖਲਾ ਕਰਦਾ ਹੈਃ ਸਾਨੂੰ ਇੱਕ ‘ਪੈਰਾਡਾਈਮ ਸ਼ਿਫਟ‘ ਦੀ ਜ਼ਰੂਰਤ ਹੈ - ਐਨਬੀਸੀ ਨਿ Newsਜ਼",
        "ਖੰਡੀ ਮੀਂਹ ਦਾ ਤੂਫਾਨ ਕੈਰੋਲੀਨਾਸ, ਮੱਧ-ਅਟਲਾਂਟਿਕ ਵਿੱਚ ਹੜ੍ਹ ਲਿਆਉਂਦਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "‘ਜੰਪ ਜਹਾਜ਼ ਦਾ ਸਮਾਂ,’ ਬਾਰਕਲੇਜ਼ ਐਪਲ ਸਟਾਕ ਬਾਰੇ ਕਹਿੰਦਾ ਹੈ - TipRanks",
        "ਹਟਾਈ",
        "McCarthy ‘ਨਿਰਾਸ਼’ ਬਾਅਦ Cowboys 'ਸੰਤ ਨੂੰ ਹਾਰਃ‘ ਸਾਨੂੰ ਇਸ ਨੂੰ ਤੱਕ ਸਿੱਖਣ ਦੀ ਲੋੜ ਹੈ ’- DallasCowboys.",
        "ਪੈਂਥਰ ਪਹਿਲਾਂ ਹੀ ਬ੍ਰਾਇਸ ਯੰਗ ਨੂੰ ਬੈਂਚ ਕਰ ਰਹੇ ਹਨ?!? ਫੈਸਲੇ 'ਤੇ ਛੇ ਪ੍ਰਸ਼ਨ ਅਤੇ ਅੱਗੇ ਕੀ ਹੈ - ਈਐਸਪੀਐਨ",
        "ਟਿਕਟੋਕ ਸੰਭਾਵੀ ਪਾਬੰਦੀ ਬਾਰੇ ਸੁਣਵਾਈ ਵਿਚ ਸ਼ੱਕੀ ਜੱਜਾਂ ਦਾ ਸਾਹਮਣਾ ਕਰਦਾ ਹੈ - ਐਨਬੀਸੀ ਨਿ Newsਜ਼",
        "ਮਿਜ਼ੂਰੀ ਐਚ 5 ਐਨ 1 ਫਲੂ ਦੇ ਮਾਮਲੇ ਦੀ ਜਾਂਚ ਵਿਚ ਲੱਛਣ ਸੰਪਰਕ ਰਿਪੋਰਟ ਕੀਤੇ ਗਏ - ਮਿਨੀਸੋਟਾ ਯੂਨੀਵਰਸਿਟੀ ਟਵਿਨ ਸਿਟੀਜ਼",
        "'ਇੱਥੇ ਸਾਰੇ ਚੰਗੇ': ਇਮੋਸ਼ਨ ਤੋਂ ਪਹਿਲਾਂ ਟਾਈਟਨ ਦੇ ਡੁੱਬਣਯੋਗ ਤੋਂ ਆਖਰੀ ਸੰਦੇਸ਼ ਪ੍ਰਗਟ ਹੋਏਃ ਕੋਸਟ ਗਾਰਡ - ਏਬੀਸੀ ਨਿ Newsਜ਼"
    ]
}