{
    "headlines": [
        "Harris and Trump campaign in Southern battlegrounds 3 days before election - CNN",
        "Dart sets Ole Miss records with 515 yards, 6 TDs - ESPN",
        "Warren Buffett is sitting on over $325 billion cash as Berkshire Hathaway keeps selling Apple stock - The Associated Press",
        "Ukraine’s Zelenskyy urges allies to act before N Korean troops reach front - Al Jazeera English",
        "WWE Crown Jewel 2024 Results: Winners, Live Grades, Reaction and Highlights - Bleacher Report",
        "James Franklin act at Penn State growing tiresome after falling short again against Ohio State - USA TODAY",
        "‘It is all in ruins.’ The shattered lives of Paiporta at the epicenter of Spain’s floods - The Associated Press",
        "Kindle Colorsoft owners complain of a yellow bar on the e-reader’s screen - The Verge",
        "Iran's enemies will receive crushing response - Khamenei - BBC.com",
        "'RHOBH' alum Teddi Mellencamp files for divorce from husband Edwin Arroyave after 13 years of marriage - Page Six",
        "Florida's convicted killer clown released from prison for the murder of her husband's then-wife - The Associated Press",
        "LIVE: Former President Trump speaks at Salem rally - WDBJ",
        "Trump wants someone who will ‘do his bidding’ at DOJ. Here are the top contenders. - POLITICO",
        "[Removed]",
        "Zemeckis' \"Here\" offers snapshots of history, but can it escape the \"Forrest Gump\" shadow? - Salon",
        "Invest 97L disturbance in Caribbean likely to become tropical depression within next few days - Fox Weather ",
        "In Context: What Trump said about Cheney facing a firing squad - Al Jazeera English",
        "TGI Fridays files for bankruptcy, COVID-19 pandemic blamed for financial woes - Fox Business",
        "‘Venom: The Last Dance’ Second Weekend Sees $22M+, ‘Forrest Gump’ Reteam ‘Here’ Isn’t There With $5M+ Opening – Box Office Update - Deadline",
        "Watch SpaceX Crew-9 astronauts move Crew Dragon spacecraft to new ISS parking spot on Nov. 3 - Space.com"
    ]
}