{
    "headlines": [
        "Starte 'Em, Sit 'Em Running Backs: Woche 8 Fantasy Football - USA HEUTE",
        "[entfernt]",
        "McDonald's E. Coli Crisis Reveals Why Vegetable Contamination Is 'Harder Problem' Than Beef - U.S. News & World Report",
        "[removed]",
        "\"Meine Vision begann sich zu verschlechtern\": Die Besatzung von Polaris Dawn enthüllt die Auswirkungen einer geschichtsträchtigen Mission - CNN",
        "Das CDC-Gremium senkt das Alter für den Schlüsselimpfstoff. Was ältere Erwachsene wissen sollten. - USA TODAY",
        "Capri Lager Krater 45% nach Richter blockiert $ 8,5 Milliarden Tapisserie Deal - Yahoo Finance",
        "Die Aktien gehen auf wöchentliche Verluste zu, da sich die Wahl- und Gewinnrisiken in Japan abzeichnen - Reuters",
        "König Charles sagt Summit, dass die Vergangenheit nicht geändert werden kann, da die Staats- und Regierungschefs Großbritannien auffordern, mit der Sklaverei zu rechnen - The Associated Press",
        "Die USA erhalten 100 Millionen US-Dollar für den Einsturz der Baltimore-Brücke - BBC.com",
        "Würde Nordkorea, das in der Ukraine kämpft, den Konflikt zu einem Weltkrieg machen? - Newsweek",
        "Vikings-Rams: Matthew Staffords 4 TD übergibt Doom Minnesota an seine 2. Niederlage in Folge - Yahoo Sports",
        "Was kommt als Nächstes für die Menendez-Brüder als DA, dass sie Jahrzehnte nach der Ermordung ihrer Eltern erneut verurteilt werden - CNN",
        "DOJ warnt Musk, dass sein Petitionswettbewerb in Höhe von 1 Million US-Dollar gegen Wahlgesetze verstoßen könnte - The Washington Post",
        "Das ehemalige Sports Illustrated Badeanzug-Model sagt, dass Trump sie begrapscht hat, um für Jeffrey Epstein zu prahlen - CNN",
        "Putin beendet den BRICS-Gipfel, der Russlands globale Schlagkraft ausbauen wollte, aber von der Ukraine überschattet wurde - The Associated Press",
        "Der Überlebende, 11, eines Massenschlachtens im üppigen Vorort von Seattle erinnert sich an den Bruder eines Teenagers, der angeblich Eltern und 3 Geschwister niedergeschossen haben soll: \"Vorgegeben, tot zu spielen\" - New York Post",
        "Der \"Halloween-Komet\" scheint sich im Weltraum aufzulösen - ScienceAlert",
        "Bei der mit Stars besetzten Georgia-Rallye treiben Harris und Obama die frühe Abstimmung in einem engen Rennen voran - Reuters",
        "Donald Trump widerlegt Kritik und sagt, er sei \"genau das Gegenteil\" von Adolf Hitler - USA TODAY"
    ]
}