{
    "headlines": [
        "'Multiple' drones entered airspace at New Jersey naval station: Official - ABC News",
        "Stock Market Today: Nasdaq Hits Fresh Record As Broadcom Surges, Tops $1 Trillion Market Cap (Live Coverage) - Investor's Business Daily",
        "Veteran Daniel Penny, acquitted in NYC subway chokehold, will join Trump's suite at football game - The Associated Press",
        "North Carolina A.D. says Bill Belichick will do ManningCast, McAfee Show as head coach - NBC Sports",
        "U.S. Ally Halts Fight Against Islamic State in Syria as It Battles Rebel Group - The Wall Street Journal",
        "Bluesky at a crossroads as users petition to ban Jesse Singal over anti-trans views, harassment - TechCrunch",
        "UnitedHealth Group CEO addresses Brian Thompson death, says health-care system is 'flawed' - CNBC",
        "NFL Week 15 bold predictions: NFC powerhouses Lions and Eagles go down, Chiefs win differently - CBS Sports",
        "49ers team and coach stunned after linebacker refuses to play against Rams - CNN",
        "UK, Italy and Japan’s defence groups set up venture overseeing fighter jet project - Financial Times",
        "Geralt of town, that was definitely Doug Cockle's white-haired monster hunter in The Witcher 4's reveal trailer - Eurogamer",
        "Kim Kardashian Makes Glam Arrival to SKIMS Event On a Scooter After Breaking Her Foot - E! NEWS",
        "Oldest human DNA helps pinpoint when early humans interbred with Neanderthals - CNN",
        "Conan O’Brien’s Mom Passes Away Just Days After His Dad - The Daily Beast",
        "François Bayrou commands respect - but will he succeed? - BBC.com",
        "Fed to Cut Once More Before Slowing Pace in 2025, Economists Say - Bloomberg",
        "Russian missiles batter Ukraine's embattled power grid - Reuters.com",
        "Assad's final hours in Syria: Deception, despair and flight - Reuters",
        "The Geminid meteor showers peak tonight. Here's when and where they'll be visible. - CBS News",
        "Up and over! NASA's Mars rover Perseverance reaches rim of its Jezero Crater home (video) - Space.com"
    ]
}