{
    "headlines": [
        "ਬੋਇੰਗ ਨੇ ਹੜਤਾਲ ਖ਼ਤਮ ਕਰਨ ਦੀ ਪੇਸ਼ਕਸ਼ ਤੋਂ ਬਾਅਦ ਸਟਾਕ ਵਧਿਆ. ਯੂਨੀਅਨ ਦਾ ਵੋਟ ਬਕਾਇਆ ਅਗਲੇ ਹਫਤੇ - ਬੈਰਨ ਦਾ",
        "ਅਕਤੂਬਰ ਨੌਕਰੀਆਂ ਦੀ ਰਿਪੋਰਟਃ ਅਮਰੀਕਾ ਦੀ ਆਰਥਿਕਤਾ ਬੋਇੰਗ ਹੜਤਾਲ ਦੇ ਤੌਰ ਤੇ ਸਿਰਫ 12,000 ਨੌਕਰੀਆਂ ਜੋੜਦੀ ਹੈ, ਲੇਬਰ ਮਾਰਕੀਟ 'ਤੇ ਤੂਫਾਨ ਦਾ ਭਾਰ - ਯਾਹੂ ਵਿੱਤ",
        "ਸਪੇਨ ਵਿੱਚ 200 ਤੋਂ ਵੱਧ ਮਾਰੇ ਗਏ ਬੇਮਿਸਾਲ ਹੜ੍ਹਾਂ ਬਾਰੇ ਕੀ ਜਾਣਨਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਨੈਸਡੈਕ 100 ਫਿuresਚਰਜ਼ ਵਧਦੇ ਹਨ ਕਿਉਂਕਿ ਨਿਵੇਸ਼ਕ ਨਵੀਨਤਮ ਤਕਨੀਕੀ ਕਮਾਈ ਪਾਰਸ ਕਰਦੇ ਹਨ, ਨੌਕਰੀਆਂ ਦੇ ਅੰਕੜਿਆਂ ਦੀ ਉਡੀਕ ਕਰਦੇ ਹਨਃ ਲਾਈਵ ਅਪਡੇਟਸ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਜਾਰਜੀਆ ਦੇ ਅਧਿਕਾਰੀ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਕਥਿਤ ਵੋਟਰ ਧੋਖਾਧੜੀ ਦੀ ਵੀਡੀਓ ਸੰਭਾਵਤ ਤੌਰ 'ਤੇ ਰੂਸੀ ਟ੍ਰੋਲ ਫਾਰਮ ਦੁਆਰਾ ਬਣਾਈ ਗਈ ਹੈ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਵਿਸ਼ਵ ਸੀਰੀਜ਼ ਰੇਂਗ ਟਰੂ ਵਿੱਚ ਯੈਂਕੀਜ਼ ਨੂੰ ਹਰਾਉਣ ਲਈ ਸਕਾਉਟਿੰਗ ਰਿਪੋਰਟ 'ਤੇ ਡੋਜਰਜ਼ ਦੀ ਸਧਾਰਣ ਯੋਜਨਾ - ਸਪੋਰਟਸ ਇਲਸਟ੍ਰੇਟਿਡ",
        "ਲੱਖਾਂ ਡਾਲਰ ਦੇ ਸਟਾਰਟਰ ਹੋਮ ਦੀ ਜ਼ਮੀਨ ਤੈਅ ਕਰ ਸਕਦੀ ਹੈ ਕਾਂਗਰਸ ਦੀ ਕਿਸਮਤ - POLITICO",
        "ਐਕਸਨ ਮੋਬਿਲ ਦੇ ਸੀਈਓ ਡੈਰੇਨ ਵੁੱਡਜ਼ ਨੇ Q3 ਨਤੀਜਿਆਂ 'ਤੇਃ ਕੰਪਨੀ ਪਰਿਵਰਤਨ ਆਪਣੇ ਆਪ ਨੂੰ ਪ੍ਰਗਟ ਕਰਨਾ ਸ਼ੁਰੂ ਕਰ ਰਿਹਾ ਹੈ - ਸੀ ਐਨ ਬੀ ਸੀ ਟੈਲੀਵਿਜ਼ਨ",
        "ਲੇਬਨਾਨ ਦਾ ਪ੍ਰਾਚੀਨ ਸ਼ਹਿਰ ਬਾਲਬੇਕ ਕੀ ਹੈ ਅਤੇ ਇਸਰਾਏਲ ਇਸ ਨੂੰ ਕਿਉਂ ਨਿਸ਼ਾਨਾ ਬਣਾ ਰਿਹਾ ਹੈ? - ਅਲ ਜਜ਼ੀਰਾ ਅੰਗਰੇਜ਼ੀ",
        "ਕੋਨੇਲੀ ਦਾ ਹਫਤਾ 10 ਪੂਰਵਦਰਸ਼ਨਃ ਪੇਨ ਸਟੇਟ-ਓਹੀਓ ਸਟੇਟ ਗਰਮ ਸ਼ੁਰੂਆਤ ਲਈ ਨਵੰਬਰ ਦੀ ਛੁੱਟੀ ਪ੍ਰਾਪਤ ਕਰਦਾ ਹੈ - ਈਐਸਪੀਐਨ",
        "ਸਾਬਕਾ ਪਲੇਬੁਆਏ ਮਾਡਲ ਦਾ ਦਾਅਵਾ ਹੈ ਕਿ ਸੀਨ ‘ਡਿੱਡੀ’ ਕੰਬਜ਼ ਨੇ ਆਪਣੀ ਵਾਚ ਜੈਨੀਫਰ ਲੋਪੇਜ਼ ਵੀਡੀਓ ਨੂੰ 'ਫ੍ਰੀਕ ਆਫ’ ਤੇ ਬਣਾਇਆ - ਪੰਨਾ ਛੇ",
        "ਓਰਲੈਂਡੋ ਦੇ ਨਾਈਟ ਲਾਈਫ ਜ਼ਿਲੇ ਵਿਚ ਹੇਲੋਵੀਨ ਗੋਲੀਬਾਰੀ 2 ਦੀ ਮੌਤ, 6 ਜ਼ਖਮੀ - ਸੀਐਨਐਨ",
        "ਉੱਤਰੀ ਕੋਰੀਆ 'ਦੁਨੀਆ ਦੀ ਸਭ ਤੋਂ ਮਜ਼ਬੂਤ‘ ਮਿਜ਼ਾਈਲ ਦਾ ਮਾਣ ਕਰਦਾ ਹੈ, ਪਰ ਮਾਹਰਾਂ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਇਹ ਯੁੱਧ ਵਿਚ ਇਸਤੇਮਾਲ ਕਰਨਾ ਬਹੁਤ ਵੱਡਾ ਹੈ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਰੂਸ ਨੇ ਸਾਬਕਾ ਅਮਰੀਕੀ ਕੌਂਸਲੇਟ ਵਰਕਰ ਨੂੰ ਲਗਪਗ ਪੰਜ ਸਾਲ ਕੈਦ ਦੀ ਸਜ਼ਾ ਸੁਣਾਈ - Al Jazeera English",
        "ਯੂਕਰੇਨ 'ਚ ਜਿੱਤ ਤਕ ਰੂਸ ਦਾ ਸਮਰਥਨ ਕਰੇਗਾ ਉੱਤਰੀ ਕੋਰੀਆ, ਵਿਦੇਸ਼ ਮੰਤਰੀ ਨੇ ਕਿਹਾ - ਰਾਇਟਰ",
        "ਓਜ਼ੋਨ ਲੇਅਰ ਹੀਲਿੰਗ ਤਰੱਕੀ 2024 ਅੰਟਾਰਕਟਿਕ ਹੋਲ ਰੈਂਕ ਦਹਾਕਿਆਂ ਦੇ ਸਭ ਤੋਂ ਛੋਟੇ ਵਿਚਕਾਰ - ਦਿ ਡੇਲੀ ਗਲੈਕਸੀ - ਮਹਾਨ ਡਿਸਕਵਰੀਜ਼ ਚੈਨਲ",
        "ਆਈਫੋਨ SE 4 ਪਹਿਲੀ ਐਪਲ-ਡਿਜ਼ਾਇਨ 5G ਮਾਡਮ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ, ਆਈਫੋਨ 17 ਪ੍ਰੋ ਕਸਟਮ Wi-Fi ਨੂੰ ਸ਼ਾਮਿਲ ਕਰਨ ਲਈ 7 ਚਿੱਪ - MacRumors",
        "ਹਟਾਈ",
        "‘ਸਕੁਇਡ ਗੇਮ’ ਸੀਜ਼ਨ 2 ਅਧਿਕਾਰਤ ਟੀਜ਼ਰ ਟ੍ਰੇਲਰ ਬੂੰਦ - ਸੀ ਐਨ ਐਨ",
        "ਕੀ ਮੈਨੂੰ ਕੋਵਿਡ, ਫਲੂ ਜਾਂ ਕੁਝ ਹੋਰ ਹੈ? 2024 ਲੱਛਣ ਅਤੇ ਟੈਸਟਿੰਗ ਜਾਣਨ ਲਈ. - ਸੀਬੀਐਸ ਨਿ Newsਜ਼"
    ]
}