{
    "headlines": [
        "Santorini em estado de emergência após terremoto mais forte em dias de tremores - CNN",
        "Depois de cancelar a fusão, as vendas de férias da Tapestry, controladora da Coach, disparam - CNBC",
        "Os Lakers se tornaram o 4º favorito a vencer as finais da NBA depois de trocar por Mark Williams - Yahoo Sports",
        "Os pedidos de seguro-desemprego aumentam ligeiramente, mas não há sinais de problemas no mercado de trabalho - MarketWatch",
        "Google lança Gemini 2.0 para todos. Aqui estão os destaques - CNET",
        "Como Calvin Klein e Tommy Hilfiger foram apanhados na guerra comercial de Trump com a China - CNBC",
        "Essas pessoas transformaram AirPods em aparelhos auditivos. Aqui estão os prós e contras. - The Wall Street Journal",
        "Refugiados sírios mortos no ataque de atirador sueco à escola - BBC.com",
        "Israel apoia o plano de Trump e ordena que os militares se preparem para que os palestinos deixem Gaza - CNN",
        "Taxas de juros do Reino Unido mais recentes: Banco da Inglaterra corta as taxas de juros para 4,5%, o nível mais baixo desde junho de 2023 - BBC.com",
        "Os reatores nucleares compactos desta startup poderiam revolucionar a detecção do câncer? - TechCrunch",
        "Tempestade gelada atinge o Nordeste durante o trajeto matinal - ABC News",
        "Segundo tipo de gripe aviária detectado em vacas leiteiras dos EUA - The Associated Press",
        "Kanye West defende esposa Bianca Censori em meio a controvérsia sobre ’vestido invisível' - Rolling Stone",
        "O Asus Zenfone 12 Ultra chega com uma atualização de design e recursos internos poderosos, mas suporte de software decepcionante - Notebookcheck.net",
        "Brandon Ingram troca notas: Raptors recebem 'B-' por adicionar All-Star como Pels fiança em parceria com Zion Williamson - CBS Sports",
        "O administrador de Trump propõe limitar o acesso do DOGE de Musk aos dados do Tesouro em meio a um processo de privacidade - Axios"
    ]
}