{
    "headlines": [
        "ਸਟਾਕ ਫਿuresਚਰ ਥੋੜੇ ਜਿਹੇ ਬਦਲੇ ਜਾਂਦੇ ਹਨ ਕਿਉਂਕਿ ਸਤੰਬਰ ਦੀ ਖਪਤਕਾਰ ਮਹਿੰਗਾਈ ਰਿਪੋਰਟ ਲੂਮਜ਼ਃ ਲਾਈਵ ਅਪਡੇਟਸ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਤੂਫਾਨ ਮਿਲਟਨ ਤੇਜ਼ ਹਵਾਵਾਂ ਨਾਲ ਫਲੋਰਿਡਾ ਦੇ ਪਾਰ ਚਲ ਰਿਹਾ ਹੈ, ਹੜ੍ਹ ਦੀ ਬਾਰਸ਼ - ਮੌਸਮ ਚੈਨਲ",
        "ਇਜ਼ਰਾਈਲ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਹ ਹਿਜ਼ਬੁੱਲਾ 'ਗੋਲਨ ਹਾਈਟਸ' ਦੇ ਮੈਂਬਰ ਨੂੰ ਖਤਮ ਕਰਦਾ ਹੈ, ਸੀਰੀਆ ਦੇ ਮੀਡੀਆ ਨੇ ਇਜ਼ਰਾਈਲੀ ਹਵਾਈ ਹਮਲਿਆਂ ਦੀ ਰਿਪੋਰਟ ਕੀਤੀ - ਰਾਇਟਰ",
        "ਲੂਪਿਤਾ ਨਯੋਂਗ'ਓ ਮੈਕਸੀਕੋ ਵਿਚ ਜੋਸ਼ੁਆ ਜੈਕਸਨ ਨਾਲ ਗਰਮ ਅਤੇ ਭਾਰੀ ਹੋਣ ਤੋਂ ਬਾਅਦ ਇਕੱਲੇ ਮਹੀਨਿਆਂ ਦੀ ਪੁਸ਼ਟੀ ਕਰਦਾ ਹੈ - ਪੰਨਾ ਛੇ",
        "ਹੈਤੀਆਈ ਸ਼ਹਿਰ 'ਤੇ ਹੋਏ ਗੈਂਗ ਹਮਲੇ' ਚ ਮਰਨ ਵਾਲਿਆਂ ਦੀ ਗਿਣਤੀ ਵੱਧ ਕੇ ਹੋਈ ਘੱਟੋ-ਘੱਟ 115 - The Associated Press",
        "ਪ੍ਰਾਈਮ ਵੀਡੀਓ ਭੁਗਤਾਨ ਕੀਤੇ ਐਡ-ਆਨ ਦੇ ਤੌਰ ਤੇ ਐਪਲ ਟੀਵੀ+ ਸਮਗਰੀ ਦੀ ਪੇਸ਼ਕਸ਼ ਕਰਨ ਲਈ - ਡੈੱਡਲਾਈਨ",
        "ਸੀਨ \"ਡਿੱਡੀ\" ਕੰਬਜ਼ ਕੈਸੀ ਅਸਾਲਟ ਵੀਡੀਓ ਦੇ ਸਬੂਤ ਨੂੰ ਦਬਾਉਣ ਲਈ ਚਲਦੀ ਹੈ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਫਿਲੀਜ਼ ਦਾ ਵਰਲਡ-ਸੀਰੀਜ਼-ਓਰ-ਬੱਸਟ ਸੀਜ਼ਨ ਐਨਐਲਡੀਐਸ ਦਿਲ ਦੇ ਟੁੱਟਣ ਨਾਲ ਖਤਮ ਹੁੰਦਾ ਹੈ - ਐਮਐਲਬੀ ਡਾਟ ਕਾਮ",
        "ਤੁਹਾਡੇ ਦਿਲ ਲਈ ਕੌਫੀਃ ਨਾੜੀ ਸਿਹਤ 'ਤੇ ਕੈਫੀਨ ਦੀ ਮੁੜ ਪੈਦਾ ਕਰਨ ਵਾਲੀ ਸ਼ਕਤੀ - SciTechDaily",
        "ਬਾਈਡਨ-ਨੇਤਨਯਾਹੂ ਫੋਨ ਕਾਲ 'ਤੇ ਕੰਮ ਕਰ ਰਹੀਆਂ ਦੋ ਤਾਕਤਾਂ - ਬੀਬੀਸੀ.",
        "ਤੂਫਾਨ ਮਿਲਟਨ ਦੀ ਕੀਮਤ 100 ਬਿਲੀਅਨ ਡਾਲਰ ਤੱਕ ਹੋ ਸਕਦੀ ਹੈ, ਵਿਸ਼ਲੇਸ਼ਕ ਕਹਿੰਦੇ ਹਨ - ਰਾਇਟਰ",
        "ਚੀਨੀ ਏਆਈ ਟੂਲ ਨੇ ਪ੍ਰਤੀ ਸਕਿੰਟ ਇੱਕ ਸਪੀਸੀਜ਼ ਦੀ ਗਤੀ ਨਾਲ ਨਵੇਂ ਵਾਇਰਸਾਂ ਦਾ ਖੁਲਾਸਾ ਕੀਤਾਃ ਕਾਗਜ਼ - ਸਾ Southਥ ਚਾਈਨਾ ਮਾਰਨਿੰਗ ਪੋਸਟ",
        "Nintendo Sound Clock: ਅਲਾਰਮੋ ਸਿਸਟਮ ਅੱਪਡੇਟ ਹੁਣ ਲਾਈਵ (ਵਰਜਨ 2.0.0), ਇੱਥੇ ਪੂਰਾ ਪੈਚ ਨੋਟਸ ਹਨ - Nintendo ਲਾਈਫ",
        "ਇੱਕ ਗੰਭੀਰ ਜਿਓਮੈਗਨੈਟਿਕ ਤੂਫਾਨ ਉੱਤਰੀ ਕੈਲੀਫੋਰਨੀਆ ਅਤੇ ਅਲਾਬਾਮਾ ਦੇ ਉੱਪਰ ਰੰਗੀਨ auroras ਦਾ ਕਾਰਨ ਬਣ ਸਕਦਾ ਹੈ - ਸੀਐਨਐਨ",
        "ਤੂਫਾਨ ਮਿਲਟਨ ਦੁਆਰਾ ਪੈਦਾ ਹੋਇਆ ਸੰਭਾਵਤ ਤੂਫਾਨ ਕੋਕੋ ਬੀਚ ਵਿੱਚ ਕਈ ਇਮਾਰਤਾਂ ਨੂੰ ਨੁਕਸਾਨ ਪਹੁੰਚਾਉਂਦਾ ਹੈ - ਡਬਲਯੂਕੇਐਮਜੀ ਨਿ Newsਜ਼ 6 & ਕਲਿਕਓਰਲੈਂਡੋ",
        "‘ਉਨ੍ਹਾਂ ਨੇ ਸ਼ਾਇਦ ਬਿਡੇਨ ਨੂੰ ਇਕ ਹੋਰ ਵੋਟ ਦਿੱਤੀ ਹੋਵੇਗੀ’: ਟਰੰਪ ਸਕ੍ਰੈਨਟਨ ਵਿਚ ਅੰਦਰ ਵੱਲ ਦੇਖਦਾ ਹੈ - ਪੋਲੀਟਿਕੋ",
        "ਐਰੋਨ ਰੋਜਰਸ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਇਹ ‘ਸਪੱਸ਼ਟ ਤੌਰ‘ ਤੇ ਝੂਠਾ ’ਹੈ ਉਸ ਨੇ ਰਾਬਰਟ ਸਾਲੇਹ ਨੂੰ ਬਰਖਾਸਤ ਕਰ ਦਿੱਤਾ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਟਾਈਗਰਸ ਬਨਾਮ ਗਾਰਡੀਅਨਜ਼ ਐਲਡੀਐਸ ਸਕੋਰਃ ਰੀਕੈਪ, ਕੋਮੇਰਿਕਾ ਪਾਰਕ ਵਿਖੇ ਗੇਮ 3 ਤੋਂ ਹਾਈਲਾਈਟਸ - ਡੀਟ੍ਰੌਇਟ ਫ੍ਰੀ ਪ੍ਰੈਸ",
        "ਅਮਰੀਕਾ ਨੇ ਗਾਜ਼ਾ 'ਚ' ਵਿਨਾਸ਼ਕਾਰੀ ਹਾਲਾਤ 'ਲਈ ਸੰਯੁਕਤ ਰਾਸ਼ਟਰ' ਤੇ ਇਜ਼ਰਾਈਲ ਨੂੰ ਬੁਲਾਇਆ - ਰਾਇਟਰਜ਼",
        "ਰਤਨ ਟਾਟਾਃ 86 'ਤੇ ਦਿਹਾਂਤ ਹੋਏ' ਮਾਮੂਲੀ 'ਭਾਰਤੀ ਤਾਈਕੋਨ - BBC.com"
    ]
}