{
    "headlines": [
        "تم القضاء على الطائرات من منافسة التصفيات، مما أدى إلى تمديد أسوأ جفاف في اتحاد كرة القدم الأميركي إلى 14 موسمًا - الولايات المتحدة الأمريكية اليوم",
        "تحديثات حية للفواتير مقابل الأكباش: نتائج الدوري الوطني لكرة القدم الأمريكية، إحصائيات اللعبة، النقاط البارزة، الأخبار، أين تشاهد مباراة \"TNF\" - سي بي إس سبورتس",
        "اليوم المهني لسام دارنولد يرفع الفايكنج إلى 42-21 فوزًا على الصقور - إن بي سي سبورتس",
        "قائمة الفائزين في جمعية نقاد السينما في لوس أنجلوس (تحديث مباشر) - مراسل هوليوود",
        "أوستن تايس: بايدن يقول إن الولايات المتحدة ستحاول إعادة الرهائن من سوريا - BBC.com",
        "كاتي هولمز تنتقد التقرير الذي يزعم أن الصندوق الاستئماني لابنتها سوري من توم كروز قد \"بدأ\" - الصفحة السادسة",
        "القيادة المركزية الأمريكية تنفذ عشرات الغارات الجوية للقضاء على معسكرات داعش في وسط سوريا - القيادة المركزية الأمريكية",
        "بايدن يقول إن الولايات المتحدة ستدعم سوريا وجيرانها بعد انهيار سلالة الأسد - سي إن بي سي",
        "تناولت سيلينا غوميز انتقاداتها لإسبانيتها في \"إميليا بيريز\" - BuzzFeed",
        "المزيد من الدعاوى القضائية تتجه نحو ترامب خلال 6 يناير - بوليتيكو",
        "رفعت شركة Apple دعوى قضائية ضد التخلي عن الكشف عن CSAM لـ iCloud - TechCrunch",
        "توقعات التصفيات الكلية لكرة القدم: يختار مراسلونا كل مباراة في كل جولة - ESPN",
        "أومنيكوم وإنتربابليك تقتربان من الاندماج، تقارير وول ستريت جورنال - Reuters.com",
        "ترامب يهدف إلى ترحيل جميع المهاجرين في الولايات المتحدة بشكل غير قانوني - رويترز",
        "استولت إسرائيل على المنطقة العازلة في الجولان بعد مغادرة القوات السورية لمواقعها - BBC.com",
        "\"Moana 2\" يحقق 600 مليون دولار في شباك التذاكر العالمي، \"Lord of the Rings: War of the Rohirrim\" يتلاشى في الخارج مع 2 مليون دولار لأول مرة - تنوع",
        "يقول ترامب إنه لن يزيل جاي باول من بنك الاحتياطي الفيدرالي قبل نهاية المدة - فاينانشيال تايمز",
        "جيل بايدن، مزحة ترامب الودية في باريس تترك الإنترنت في انقسامات: \"أكدت 100 ٪ أنها صوتت له\" - هندوستان تايمز",
        "سقوط بشار الأسد بعد 13 عامًا من الحرب في سوريا ينهي سلالة استمرت لعقود - وكالة أسوشيتد برس",
        "من هم الثوار السوريون الذين أطاحوا بالأسد واستولوا على دمشق ؟ - إيه بي سي نيوز"
    ]
}