{
    "headlines": [
        "Biden delivers final speech to U.N. General Assembly as president - CBS News",
        "Stock market today: US stocks tick higher as Fedspeak, China stimulus lift spirits - Yahoo Finance",
        "Israeli strike on Beirut kills Hezbollah commander, security sources say - Reuters",
        "Ellen DeGeneres Strikes Back: “Mean, Old and Gay — The Triple Crown” - Hollywood Reporter",
        "UK Prime Minister Keir Starmer says tough times are needed to spark national renewal - CNBC",
        "PFT’s Week 4 2024 NFL power rankings - NBC Sports",
        "Blackstone and Vista Equity Partners to acquire software maker Smartsheet for $8.4 billion - CNBC",
        "New York resident with state’s first case of mosquito-borne EEE virus in nearly a decade has died - New York Post ",
        "Novo Nordisk CEO faces US Congress scrutiny over weight-loss drug pricing - Reuters",
        "‘Sinners’ Trailer: Michael B. Jordan Reunites With ‘Black Panther’ Director Ryan Coogler and Battles a Terrifying Evil - Variety",
        "[Removed]",
        "Obesity rates in US not growing for first time in a decade, but severe obesity on the rise: CDC - Fox News",
        "Ryan Murphy responds to Erik Menendez’s ‘Monsters’ criticism, defends incest innuendo - New York Post ",
        "Weird 'zebra rock' on Mars is unlike anything seen before on Red Planet, NASA says - Livescience.com",
        "Afghanistan: Cats have more freedom than women, says Meryl Streep - BBC.com",
        "US officials work feverishly to stop Israel-Hezbollah confrontation ‘spiraling to a regional war’ - CNN",
        "Demi Lovato doesn’t remember much of her time on Disney Channel. It's called dissociation. - USA TODAY",
        "Man accused of selling fake pills throughout U.S., running operation out of a garage turned \"lab\" in Connecticut - CBS News",
        "Google’s Gemini AI might soon appear in your corporate Workspace - The Verge",
        "I Tried These Brain-Tracking Headphones That Claim to Improve Focus - WIRED"
    ]
}