{
    "headlines": [
        "Uma pessoa que ligou para o 911 disse que um campista foi morto por um urso. A polícia diz que foi assassinato. - The Washington Post",
        "No crepúsculo de seu mandato, Biden cumprimenta o público global cansado da guerra e cauteloso com a política dos EUA - CNN",
        "Preocupações com a gripe aviária aumentam à medida que a Califórnia relata mais casos humanos - Fox News",
        "TSMC otimista em relação às perspectivas, já que o boom da IA supera as previsões de lucro do terceiro trimestre - Reuters",
        "Nokia se junta à Ericsson para ver sinais de recuperação após resultados mistos - Reuters",
        "Harris questionou a Fox News sobre imigração, a aptidão de Biden para o cargo - Reuters",
        "Proibição de barriga de aluguel na Itália: casais proibidos de viajar ao exterior para procurar uma barriga de aluguel - BBC.com",
        "Walker Buehler apresenta um desempenho vintage enquanto Shohei Ohtani lidera o ataque dos Dodgers na derrota do jogo 3 da NLCS - Yahoo Sports",
        "Quando é a próxima lua cheia? Outubro traz a superlua dos caçadores - Registro de Des Moines",
        "JD Vance diz que Donald Trump não perdeu as eleições de 2020 - Al Jazeera English",
        "A maneira surpreendente como o Ozempic pode fazer com que as pessoas parem de beber álcool e usar drogas - New York Post",
        "Trump defende alegações desmascaradas de que imigrantes estão comendo animais de estimação em evento para eleitores hispânicos - The Guardian US",
        "Comet Tracker Tonight: Quando e onde ver na quinta-feira com uma ‘Superlua’ - Forbes",
        "China emprega hackers e celebridades para minar Taiwan - The Wall Street Journal",
        "Bombardeiros B-2 dos EUA atacam houthis apoiados pelo Irã no Iêmen - CNN",
        "Ryan Murphy e o chefe do FX, John Landgraf, sobre essa reviravolta ‘Grotesquerie' e assumir riscos em seus 21 anos de colaboração - Prazo",
        "A suposta interferência da Índia no Canadá foi um \"erro horrível\", diz Trudeau - Reuters",
        "Opinião | A prefeitura feminina de Trump conseguiu alguma coisa? - The Washington Post",
        "Liam Payne, do One Direction, lamentou a morte de Hollywood aos 31 anos: \"Absolutamente de partir o coração\" - Fox News",
        "Caitlin Clark esnobou outra honra unânime da WNBA após a controvérsia do Novato do Ano - New York Post"
    ]
}