{
    "headlines": [
        "ਹਟਾਈ",
        "ਯੂਨਾਈਟਿਡ ਹੈਲਥ ਐਗਜ਼ੀਕਿ .ਟਿਵ ਦੀ ਨਿਸ਼ਾਨਾ ਮਾਰਨ ਵਾਲੀ ਹੱਤਿਆ ਸੀ ਸੂਟ ਦੁਆਰਾ ਚਿਲ ਭੇਜਦੀ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਨੇਵਲ ਅਕੈਡਮੀ ਦਾਖਲੇ ਵਿਚ ਦੌੜ 'ਤੇ ਵਿਚਾਰ ਕਰ ਸਕਦੀ ਹੈ, ਸੰਘੀ ਜੱਜ ਨਿਯਮ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਯੂਐਸ ਜੀਵਨ ਦੀ ਸੰਭਾਵਨਾ ਦਰਜਾਬੰਦੀ ਵਿਚ 66 ਵੇਂ ਸਥਾਨ 'ਤੇ ਡਿੱਗਣ ਲਈ — ਅਤੇ‘ ਚੰਗੀ ਸਿਹਤ ‘ਸਾਲਾਂ ਲਈ ਇਹ ਹੋਰ ਵੀ ਮਾੜਾ ਹੈ - ਨਿ New ਯਾਰਕ ਪੋਸਟ",
        "ਜੈਮੀ ਫੌਕਸ ਨੇ ਨਵੇਂ ਨੈੱਟਫਲਿਕਸ ਸਪੈਸ਼ਲ - ਸੀ ਐਨ ਐਨ ਵਿਚ ਆਪਣੇ ‘ਨਜ਼ਦੀਕੀ ਮੌਤ ਦੇ ਤਜ਼ਰਬੇ’ ਦੇ ਵੇਰਵਿਆਂ ਦਾ ਖੁਲਾਸਾ ਕੀਤਾ",
        "ਨੋਟਰੇ ਡੈਮ ਦਾ ਦੁਬਾਰਾ ਉਦਘਾਟਨ ਇਕ ਆਰਚਬਿਸ਼ਪ ਦੇ ਦਰਵਾਜ਼ਿਆਂ 'ਤੇ ਖੜਕਾਉਣ ਨਾਲ ਸ਼ੁਰੂ ਹੋਵੇਗਾ. ਇੱਥੇ ਅੱਗੇ ਕੀ ਆਉਂਦਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਐਪਲ ਦੀਆਂ ਅੰਦਰੂਨੀ 5 ਜੀ ਮਾਡਮ ਯੋਜਨਾਵਾਂ ਸਿਰਫ ਅਗਲੇ ਸਾਲ ਦੇ ਆਈਫੋਨ ਐਸਈ - ਦਿ ਵਰਜ ਨਾਲ ਸ਼ੁਰੂ ਹੋ ਰਹੀਆਂ ਹਨ",
        "ਪਿਕਸਲ ਲਈ ਗੂਗਲ ਦਾ ਦਸੰਬਰ ਸੁਰੱਖਿਆ ਪੈਚ ਆਡੀਓ ਅਤੇ ਕੈਮਰਾ ਮੁੱਦਿਆਂ ਨੂੰ ਠੀਕ ਕਰਦਾ ਹੈ - ਐਂਡਰਾਇਡ ਸੈਂਟਰਲ",
        "ਲਾਇਨਜ਼ ਦਾ ਜੇਰੇਡ ਗੋਫ ਐਨਐਫਐਲ ਦੇ ਇਤਿਹਾਸ ਵਿਚ ਤੀਜਾ ਕਿBਬੀ ਬਣ ਗਿਆ ਹੈ ਜਿਸ ਨੇ ਪੈਕਰਜ਼ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ 'ਤੇ ਜਿੱਤ ਦੇ ਦੌਰਾਨ ਇਸ ਦੁਰਲੱਭ ਪ੍ਰਾਪਤੀ ਨੂੰ ਖਤਮ ਕੀਤਾ",
        "ਡੈਨੀਅਲ ਪੈਨੀ ਜਿuryਰੀ ਨੂੰ ਸਬਵੇਅ ਚੋਕਹੋਲਡ ਕੇਸ ਵਿੱਚ ਕਤਲ ਦੇ ਦੋਸ਼ ਵਿੱਚ ਡੈੱਡਲਾਕ ਕੀਤਾ ਗਿਆ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਐਲਨ ਮਸਕ 94% ਫੈਡਰਲ ਵਰਕਰਾਂ ਲਈ ਉਨ੍ਹਾਂ ਦੇ ਹਰ ਕਦਮ ਦੀ ਨਿਗਰਾਨੀ ਕਰਕੇ ਇੱਕ ਬੇਰਹਿਮੀ ਨਾਲ ਜਾਗਣ ਦੀ ਯੋਜਨਾ ਬਣਾ ਰਿਹਾ ਹੈ - Fortune",
        "ਕਿਵੇਂ ‘ਇੰਡੀਆਨਾ ਜੋਨਸ’ ਅਤੇ ‘ਕਾਲ ਆਫ਼ ਡਿutyਟੀ’ ਪਲੇਅਸਟੇਸ਼ਨ, ਨਿਨਟੇਨਡੋ ਦੇ ਅੱਗੇ Xbox ਨੂੰ ਅੱਗੇ ਵਧਾ ਰਹੇ ਹਨ ਇੱਕ ਨੈਕਸਟ ਜਨਰਲ ਕੰਸੋਲ-ਘੱਟ ਛੁੱਟੀ ਦੇ ਮੌਸਮ ਵਿੱਚ - ਵੰਨਗੀ",
        "'ਵਾਈਕਡ' ਪ੍ਰੈਸ ਟੂਰ 'ਤੇ ਸੁੰਦਰਤਾ ਆਲੋਚਨਾਵਾਂ ਬਾਰੇ ਪੁੱਛੇ ਜਾਣ‘ ਤੇ ਅਰਿਆਨਾ ਗ੍ਰੈਂਡ ਫਾਈਟਸ ਹੰਝੂਃ 'ਇਹ ਸਵਾਗਤ ਨਹੀਂ ਹੈ. ਕਿਸੇ ਨੂੰ ਵੀ S-‘ ਕਹਿਣ ਦਾ ਅਧਿਕਾਰ ਨਹੀਂ ਹੈ - ਵੰਨ-ਸੁਵੰਨਤਾ",
        "ਨਵੰਬਰ 'ਚ ਅਮਰੀਕੀ ਨੌਕਰੀਆਂ' ਚ ਵਾਧਾ, 227,000 ਨੌਕਰੀਆਂ ਜੋੜੀਆਂ - CNN",
        "ਮੈਸੀ ਜੈਕਬ ਟ੍ਰੂਬਾ ਟੁੱਟਣਾ ਸਿਰਫ ਰੇਂਜਰਜ਼ ਓਵਰਹਾਲ ਦੀ ਸ਼ੁਰੂਆਤ ਹੈ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਰੋਮਾਨੀਆ ਦੀ ਚੋਟੀ ਦੀ ਅਦਾਲਤ ਨੇ ਰਾਸ਼ਟਰਪਤੀ ਦੇ ਪਹਿਲੇ ਗੇੜ ਦੀਆਂ ਵੋਟਾਂ ਨੂੰ ਰੱਦ ਕਰ ਦਿੱਤਾ, ਅਤਿ-ਸੱਜੇ ਉਮੀਦਵਾਰ ਨੇ ਜਿੱਤਿਆ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਹਜ਼ਾਰਾਂ ਲੋਕ ਸੀਰੀਆ ਦੇ ਹੋਮਸ ਸ਼ਹਿਰ ਤੋਂ ਭੱਜ ਗਏ ਕਿਉਂਕਿ ਵਿਰੋਧੀ ਤਾਕਤਾਂ ਦੇ ਨੇੜੇਃ ਯੁੱਧ ਮਾਨੀਟਰ - ਅਲ ਜਜ਼ੀਰਾ ਇੰਗਲਿਸ਼",
        "ਵਿਸ਼ਲੇਸ਼ਕ ਮੀਨੂ-ਕੀਮਤ ਤਬਦੀਲੀ 'ਤੇ ਚਿਪੋਟਲ ਸਟਾਕ ਕੀਮਤ ਦੇ ਟੀਚਿਆਂ ਨੂੰ ਮੁੜ ਚਾਲੂ ਕਰਦੇ ਹਨ - ਯਾਹੂ ਵਿੱਤ",
        "ਨੌਰਕੈਲ ਸਕੂਲ ਸ਼ੂਟਿੰਗ ਪੀੜਤਾਂ ਦੀ ਪਛਾਣ ਕੀਤੀ ਗਈ; ਸ਼ੈਰਿਫ ਨੇ ਸ਼ੱਕੀ ਬਾਰੇ ਵਧੇਰੇ ਵੇਰਵੇ ਜ਼ਾਹਰ ਕੀਤੇ - ਏਬੀਸੀ 7 ਲਾਸ ਏਂਜਲਸ",
        "ਮਾਈਕਲ ਜੈਕਸਨ ਦੀ ਧੀ ਪੈਰਿਸ ਜੈਕਸਨ ਨੇ ਬੈਂਡਮੇਟ ਜਸਟਿਨ ਲੌਂਗ ਨਾਲ ਵਿਆਹ ਕਰਵਾ ਲਿਆ - ਖ਼ਬਰਾਂ"
    ]
}