{
    "headlines": [
        "ولاية أوريغون يفوز ببطولة العشرة الكبار، لا يزال نظيفا فوق المباراة الفاصلة - صحيفة واشنطن بوست",
        "جوي لورانس، الزوجة المنفصلة التي شوهدت لأول مرة منذ إلغاء الطلاق - TMZ",
        "ترامب يدعو إلى نهج عدم التدخل في سوريا مع سقوط نظام الأسد - واشنطن بوست",
        "2024 ألعاب السلطانية: الإعلانات المباشرة، الجدول الزمني، شريحة التصفيات الكلية لكرة القدم، أخبار السلطانية - CBS Sports",
        "خاطبت المؤثرة بريكي هيل أخيرًا شائعات غش باري كيوغان — إليك ما قالته - BuzzFeed",
        "استولت إسرائيل على المنطقة العازلة في الجولان بعد مغادرة القوات السورية لمواقعها - BBC.com",
        "حصري | شركات الإعلان Omnicom و Interpublic تقترب من الاندماج الذي من شأنه إعادة تشكيل الصناعة - وول ستريت جورنال",
        "يقول ترامب إنه لن يزيل جاي باول من بنك الاحتياطي الفيدرالي قبل نهاية المدة - فاينانشيال تايمز",
        "رجل ودراجة ومسدس: تبحث الشرطة عن أدلة لحل قضية مقتل الرئيس التنفيذي لشركة UnitedHealthcare في شوارع نيويورك - سي إن إن",
        "سقوط بشار الأسد بعد 13 عامًا من الحرب في سوريا ينهي سلالة استمرت لعقود - وكالة أسوشيتد برس",
        "من هم الثوار السوريون الذين أطاحوا بالأسد واستولوا على دمشق ؟ - إيه بي سي نيوز",
        "توقعات مباراة فاصلة لكرة القدم في الكلية: من سيشارك ومن سيخرج من الشريحة النهائية لبرنامج حماية الطفل - فوكس سبورتس",
        "شباك التذاكر: سجل فيلم \"موانا 2\" 52 مليون دولار في عطلة نهاية الأسبوع الثانية، وحفر A24‘s \"Y2K\" مع 2 مليون دولار لاول مرة - متنوعة",
        "يمكن أن تبدو بطاقات الهدايا عامة. هناك طريقة أفضل لإعطائهم. - صحيفة وول ستريت جورنال",
        "محذوف",
        "سبيس إكس تطلق 23 قمرًا صناعيًا آخر من ستارلينك - أخبار UPI",
        "أفضل رهانات الأسبوع 14 من الدوري الوطني لكرة القدم الأمريكية: استهدف جوان جونسون لتولي دور متزايد - التركيز على كرة القدم للمحترفين",
        "ترامب يدعو إلى وقف فوري لإطلاق النار في أوكرانيا - رويترز",
        "هذه المصابيح الرائعة لشريط الشاشة من BenQ هي ملحق WFH المفضل لدي - سلكي",
        "كييف تكشف عن إجمالي الخسائر الأوكرانية في حرب بوتين لأول مرة - POLITICO Europe"
    ]
}