{
    "headlines": [
        "Ce que nous savons des plans funéraires de l'ancien président Jimmy Carter - CNN",
        "L'état d'urgence déclaré à Trinité-et-Tobago au cours d'une année exceptionnellement meurtrière - CNN",
        "Les aurores boréales feront le spectacle du Nouvel An, mais seront-elles visibles depuis la zone DC ? - WTOP",
        "Norovirus : Ce qu'il faut savoir sur les épidémies croissantes de la maladie gastro-intestinale - The Washington Post",
        "Le régulateur bancaire donne à BlackRock la date limite de janvier pour les mises bancaires - Yahoo Finance",
        "Le Trésor américain affirme qu'il a été piraté par la Chine lors d'un « incident majeur » - BBC.com",
        "2025 NFL Mock Draft : Les Giants, les Raiders et les Jags ont tous gagné la semaine 17, ce qui a entraîné un remaniement majeur dans le top 10 - CBS Sports",
        "Comment regarder Lions vs. 49ers en direct gratuitement sur Monday Night Football - New York Post",
        "Bill Ackman s'attend à ce que Trump privatise Fannie Mae et Freddie Mac - Reuters",
        "Walmès ? Les acheteurs ne peuvent s'empêcher de parler du sac Walmart à 78 $ qui ressemble à un Hermès Birkin à 10 000 $ . - Business Insider",
        "« Revendications généralisées d'abus » au centre correctionnel de Marcy, un rapport de 2022 trouvé - WSYR",
        "Grippe aviaire détectée chez près d'un million de poulets dans le sud-ouest du comté de l'Ohio - WLWT Cincinnati",
        "L'OMS appelle à mettre fin aux attaques contre les hôpitaux de Gaza - BBC.com",
        "Biden annonce une aide militaire supplémentaire de près de 2,5 milliards de dollars pour l'Ukraine - The Associated Press",
        "Trump soutient Mike Johnson pour sa réélection en tant que président de la Chambre avant un vote périlleux - The Washington Post",
        "Les actions sautent le « rassemblement du Père Noël » cette année. Pourquoi ce n'est pas bon signe. - MarketWatch",
        "Les chefs de la sécurité allemands ont grillé sur l'attaque de Magdebourg - DW (anglais)",
        "Les dirigeants islamistes syriens nomment Maysaa Sabrine première femme à la tête de la banque centrale - The Wall Street Journal",
        "Liam Payne : 5 inculpés dans le cadre du décès du chanteur des One Direction - Yahoo Entertainment",
        "Jason Momoa jouera Lobo dans ‘Supergirl : Woman Of Tomorrow’ - Date limite"
    ]
}