{
    "headlines": [
        "ਪੱਛਮੀ ਅਲਾਸਕਾ 'ਚ 10 ਲੋਕਾਂ ਨੂੰ ਲੈ ਕੇ ਜਾ ਰਹੇ ਜਹਾਜ਼ ਦੀ ਭਾਲ ਜਾਰੀ - The Associated Press",
        "ਬਿਲ ਕਿ Qਬੀ ਜੋਸ਼ ਐਲਨ ਨੇ ਪਹਿਲਾ ਕੈਰੀਅਰ ਏਪੀ ਐਨਐਫਐਲ ਸਭ ਤੋਂ ਕੀਮਤੀ ਖਿਡਾਰੀ ਪੁਰਸਕਾਰ ਜਿੱਤਿਆ - BuffaloBills.",
        "ਇਹ ਯੂਕਰੇਨ ਦੇ ਯੁੱਧ ਦੇ ਮੈਦਾਨਾਂ 'ਤੇ ਯੂਕਰੇਨੀ ਮਸ਼ੀਨਾਂ ਦੇ ਵਿਰੁੱਧ ਰੂਸੀ ਆਦਮੀ ਹੈ - ਦਿ ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "ਸੈਨ ਮਾਟੇਓ ਕਾਉਂਟੀ - ਐਸਐਫਜੀਏਟੀਈ ਵਿੱਚ ਪਾਇਆ ਗਿਆ ਬਰਡ ਫਲੂ ਦੀਆਂ ਕਈ ਉਦਾਹਰਣਾਂ",
        "Wordle ਅੱਜਃ ਫਰਵਰੀ 7, 2025 ਲਈ ਜਵਾਬ ਅਤੇ ਇਸ਼ਾਰੇ - Mashable",
        "ਕੈਨਯ ਵੈਸਟ ਨੇ ਸੀਨ ‘ਡਿੱਡੀ‘ ਕੰਘੀ ਦੀ ਰੱਖਿਆ ਕੀਤੀ, ਟਰੰਪ ਨਾਲ “ਮੇਰੇ ਭਰਾ ਪਫ ਨੂੰ ਮੁਕਤ” ਕਰਨ ਦੀ ਬੇਨਤੀ ਕੀਤੀ - ਡੈੱਡਲਾਈਨ",
        "ਗਰੇਡਿੰਗ ਦ ਨਿਊਯਾਰਕ ਮੈਟਸ ਆਫਸੋਨ ਪੀਟ ਅਲੋਨਸੋ ਸਾਈਨਿੰਗ ਤੋਂ ਬਾਅਦ ਚਲਦਾ ਹੈ - ਸਪੋਰਟਸ ਇਲਸਟ੍ਰੇਟਿਡ",
        "ਇਕ ਵਾਰ ਮੁਨਾਫਾ-ਕੜਤਾਲ ਕਰਨ 'ਤੇ ਐਮਾਜ਼ਾਨ ਨਕਦ ਵਿਚ ਤੈਰ ਰਿਹਾ ਹੈ — ਅਤੇ 100 ਬਿਲੀਅਨ ਡਾਲਰ ਦੇ ਏਆਈ-ਕੇਂਦ੍ਰਿਤ ਖਰਚਿਆਂ ਦੀ ਸਪ੍ਰੀ' ਤੇ ਜਾਵੇਗਾ - ਫਾਰਚਿ.",
        "ਕੈਂਟਨ ਤੋਂ ਕਾਲਃ ਸਾਬਕਾ ਪੈਕਰਜ਼ ਰਿਸੀਵਰ ਸਟਰਲਿੰਗ ਸ਼ਾਰਪ ਨੂੰ ਪ੍ਰੋ ਫੁੱਟਬਾਲ ਹਾਲ ਆਫ ਫੇਮ ਵਿੱਚ ਸ਼ਾਮਲ ਕਰਨ ਲਈ - ਪੈਕਰਜ਼ ਡਾਟ ਕਾਮ",
        "ਕਾਰਲਾ ਸੋਫੀਆ ਗਾਸਕੋਨ ਨੇ 'ਐਮਿਲਿਆ ਪੇਰੇਜ਼‘ ਆਸਕਰ ਮੁਹਿੰਮ ਤੋਂ ਉਸ ਨੂੰ ਵਾਪਸ ਲੈਣ ਦੀ ਉਮੀਦ ਕੀਤੀ ਹੈ \"ਫਿਲਮ ਦੀ ਪ੍ਰਸ਼ੰਸਾ ਕੀਤੀ ਜਾਏਗੀ\" - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "2025 ਐਨਬੀਏ ਵਪਾਰ ਦੀ ਅੰਤਮ ਤਾਰੀਖ ਪਾਗਲ ਸੀ - ਅਤੇ ਅਸੀਂ ਸ਼ਾਇਦ ਕਦੇ ਵੀ ਇਸ ਵਰਗਾ ਕੋਈ ਹੋਰ ਨਹੀਂ ਵੇਖਾਂਗੇ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਸਟਾਕ ਫਿuresਚਰ ਥੋੜੇ ਜਿਹੇ ਬਦਲੇ ਜਾਂਦੇ ਹਨ ਕਿਉਂਕਿ ਵੱਡੇ ਤਨਖਾਹਾਂ ਦੀ ਰਿਪੋਰਟ ਲਈ ਨਿਵੇਸ਼ਕ ਬ੍ਰੇਸ ਕਰਦੇ ਹਨਃ ਲਾਈਵ ਅਪਡੇਟਸ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਈ 3 ਦੀ ਐਂਟਰਟੇਨਮੈਂਟ ਸਾੱਫਟਵੇਅਰ ਐਸੋਸੀਏਸ਼ਨ ਇੱਕ ਨਵੀਂ ਇੰਡਸਟਰੀ ਈਵੈਂਟ ਦੇ ਨਾਲ ਵਾਪਸ ਆਉਂਦੀ ਹੈ - ਨਿਨਟੈਂਡੋ ਲਾਈਫ",
        "ਲੇਬਰ ਸਮੂਹਾਂ ਨੇ ਯੂਐਸਏਆਈਡੀ ਦੇ ਟਰੰਪ ਐਡਮਿਨ ਦੇ ਭੰਗ ਨੂੰ ਰੋਕਣ ਲਈ ਮੁਕੱਦਮਾ ਕੀਤਾ ਕਿਉਂਕਿ ਕੰਮ ਕਰਨ ਵਾਲੇ ਲੋਕਾਂ ਦੀ ਗਿਣਤੀ 300 ਤੋਂ ਘੱਟ ਹੋਣ ਦੀ ਉਮੀਦ ਹੈ - ਸੀਐਨਐਨ",
        "ਜੱਜ ਨੇ ਟਰੰਪ ਦੀ ਸਰਕਾਰੀ ਵਰਕਰ ਖਰੀਦ ਯੋਜਨਾ ਨੂੰ ਰੋਕਿਆ - ਬੀਬੀਸੀ.",
        "ਸਵੀਡਿਸ਼ ਪੁਲਿਸ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਮਾਸ ਸ਼ੂਟਰ ਸਕੂਲ ਨਾਲ ਜੁੜਿਆ ਹੋਇਆ ਸੀ ਜਿੱਥੇ ਉਸਨੇ ਫਾਇਰਿੰਗ ਕੀਤੀ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਈਪੀਏ 160 ਤੋਂ ਵੱਧ ਵਾਤਾਵਰਣ ਨਿਆਂ ਕਰਮਚਾਰੀਆਂ ਨੂੰ ਤਨਖਾਹ ਵਾਲੀ ਛੁੱਟੀ 'ਤੇ ਰੱਖਦਾ ਹੈ - ਸੀਐਨਐਨ",
        "ਟਰੰਪ ਪੋਲਿਟਿਕੋ ਨੂੰ ਸਰਕਾਰੀ ਅਦਾਇਗੀਆਂ ਬਾਰੇ ਗੁੰਮਰਾਹਕੁੰਨ ਦਾਅਵੇ ਕਰਦੇ ਹਨ । ਇੱਥੇ ਇੱਕ ਤੱਥ ਜਾਂਚ ਹੈ. - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਨਿਨਟੈਂਡੋ ਪੇਟੈਂਟ ਸਵਿਚ ਦੀ ਵਿਆਖਿਆ ਕਰਦਾ ਹੈ 2 Joy-Cons ’\"ਮਾਊਸ ਓਪਰੇਸ਼ਨ\" ਮੋਡ - ਆਰਸ ਟੈਕਨੀਕਾ"
    ]
}