{
    "headlines": [
        "ਸੀਰੀਆ ਦੇ ਵਿਦਰੋਹੀਆਂ ਨੇ ਅਲੇਪੋ ਦੇ ਦੂਜੇ ਸਭ ਤੋਂ ਵੱਡੇ ਸ਼ਹਿਰ ਦੀ ਉਲੰਘਣਾ ਕੀਤੀ, ਲੜਾਕੂ ਅਤੇ ਇਕ ਯੁੱਧ ਨਿਗਰਾਨੀ ਦਾ ਕਹਿਣਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਥੈਂਕਸਗਿਵਿੰਗ ਬੰਬ ਧਮਕੀਆਂ ਡੈਮੋਕਰੇਟ ਵਿਧਾਇਕਾਂ ਨੂੰ ਨਿਸ਼ਾਨਾ ਬਣਾਉਂਦੀਆਂ ਹਨ - ਫੌਕਸ ਨਿ Newsਜ਼",
        "ਹਟਾਈ",
        "ਸਰਬੋਤਮ ਬਲੈਕ ਫ੍ਰਾਈਡੇ ਹੈੱਡਫੋਨ ਅਤੇ ਈਅਰਬਡ ਸੌਦੇ - ਦਿ ਵਰਜ",
        "ਗਾਜ਼ਾ ਵਿਚ ਘੱਟੋ ਘੱਟ 40 ਮੌਤਾਂ, ਡਾਕਟਰਾਂ ਦਾ ਕਹਿਣਾ ਹੈ, ਜਿਵੇਂ ਕਿ ਇਜ਼ਰਾਈਲੀ ਟੈਂਕ ਕੈਂਪ ਤੋਂ ਵਾਪਸ ਆਉਂਦੇ ਹਨ - ਰਾਇਟਰਜ਼",
        "ਮਹਿੰਗਾਈ ਬਲੈਕ ਫ੍ਰਾਈਡੇ ਦੁਕਾਨਦਾਰਾਂ ਵਿਚਕਾਰ ਸੌਦੇਬਾਜ਼ੀ ਦਾ ਸ਼ਿਕਾਰ ਕਰਦੀ ਹੈ - ਰਾਇਟਰ",
        "ਰਿੱਛ ਬਨਾਮ ਸ਼ੇਰ ਸਟਾਕ ਦੀ ਰਿਪੋਰਟਃ ਰਾਈਜ਼ਰ, ਥੈਂਕਸਗਿਵਿੰਗ ਥ੍ਰਿਲਰ ਤੋਂ ਬਾਅਦ ਡਿੱਗਣ ਵਾਲੇ - ਪ੍ਰਾਈਡ ਆਫ ਡੀਟ੍ਰਾਯਟ",
        "ਐਨਐਫਐਲ ਦੀਆਂ ਮੁਸ਼ਕਲਾਂ, ਹਫਤੇ 13 ਲਾਈਨਾਂ, ਏਟੀਐਸ ਦੀ ਭਵਿੱਖਬਾਣੀ, ਗੇਮ ਪਿਕਸ, ਸੁਝਾਅ, ਟਾਈਮਜ਼ਃ ਮਾਡਲ ਸਾਰੀਆਂ ਖੇਡਾਂ ਨੂੰ 10,000 ਵਾਰ ਸਿਮੂਲੇਟ ਕਰਦਾ ਹੈ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਐਚਆਈਵੀ ਰੋਕਥਾਮ ਦੀਆਂ ਗੋਲੀਆਂ ਮੁਫਤ ਹੋਣੀਆਂ ਚਾਹੀਦੀਆਂ ਹਨ, ਪਰ ਬੀਮਾ ਕਰਨ ਵਾਲੇ ਅਜੇ ਵੀ ਚਾਰਜ ਕਰ ਰਹੇ ਹਨ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਟੇਲਰ ਸਵਿਫਟ ਦੀ ‘ਈਰਾਸ ਟੂਰ ਬੁੱਕ’ ਨਿ New ਯਾਰਕ ਟਾਈਮਜ਼ ਦੀ ਸਰਬੋਤਮ ਵਿਕਰੇਤਾ ਕਿਉਂ ਨਹੀਂ ਬਣ ਸਕਦੀ ਇਸ ਦੀ ਸਫਲਤਾ ਦੇ ਬਾਵਜੂਦ - ਪੰਨਾ ਛੇ",
        "ਡ੍ਰੂ ਟ੍ਰੈਨਕਿਲ ਕਹਿੰਦਾ ਹੈ ਕਿ ਰੇਡਰਜ਼ ’ਬ੍ਰੋਕ ਬੌਵਰਜ਼‘ ਪੂਰਾ ਪੈਕੇਜ’ਹੈ - ਐਰੋਹੈੱਡ ਪ੍ਰਾਈਡ",
        "ਆਇਰਲੈਂਡ ਨੇੜਿਓਂ ਚੱਲਣ ਵਾਲੀਆਂ ਚੋਣਾਂ ਵਿਚ ਵੋਟਾਂ ਪਾਉਂਦੀਆਂ ਹਨ ਜਿਥੇ ਆਉਣ ਵਾਲੇ ਸੱਤਾ 'ਤੇ ਕਾਇਮ ਰਹਿਣ ਦੀ ਉਮੀਦ ਕਰਦੇ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਥੈਂਕਸਗਿਵਿੰਗ ਯਾਤਰਾ ਆਰਕਟਿਕ ਬਲਾਸਟ ਵਿਘਨ ਦਾ ਸਾਹਮਣਾ ਕਰਦੀ ਹੈ. ਉਡਾਣਾਂ ਵਿੱਚ ਦੇਰੀ ਦੀ ਉਮੀਦ ਕਰੋ. - ਬੈਰਨ ਦਾ",
        "Elon Musk ਦੇ DOGE ਸਾਥੀ ਵਿਵੇਕ ਰਾਮਾਸਵਾਮੀ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਹ ਟੇਸਲਾ ਦੇ ਵਿਰੋਧੀ ਰਿਵੀਅਨ - ਫਾਰਚੂਨ ਨੂੰ 6.6 ਬਿਲੀਅਨ ਡਾਲਰ ਦੇ ਬਿਡੇਨ ਲੋਨ ਦੀ ਪੜਤਾਲ ਕਰਨਗੇ",
        "ਯੂਕਰੇਨ ਲਾਈਟਾਂ ਨੂੰ ਜਾਰੀ ਰੱਖਣ ਲਈ ਲੜਦਾ ਹੈ ਕਿਉਂਕਿ ਰੂਸ ਪਾਵਰ ਪਲਾਂਟਾਂ ਨੂੰ ਹਥੌੜਾ ਮਾਰਦਾ ਹੈ - ਬੀਬੀਸੀ.",
        "ਸਾ Saudiਦੀ ਅਰਬ ਨੇ ਇਜ਼ਰਾਈਲ ਦੇ ਰੁਕਾਵਟ 'ਤੇ ਅਮਰੀਕੀ ਰੱਖਿਆ ਸੰਧੀ ਦੀ ਪੈਰਵੀ ਛੱਡ ਦਿੱਤੀ - ਰਾਇਟਰਜ਼",
        "ਨੋਟਰੇ ਡੈਮ ਕੈਥੇਡ੍ਰਲ ਨੇ ਵਿਨਾਸ਼ਕਾਰੀ ਅੱਗ ਦੇ 5 ਸਾਲਾਂ ਬਾਅਦ ਆਪਣੇ ਨਵੇਂ ਅੰਦਰੂਨੀ ਹਿੱਸੇ ਦਾ ਪਰਦਾਫਾਸ਼ ਕੀਤਾ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਯੂਰਪ ਨੇ ਮਹਿੰਗਾਈ ਨੂੰ ਹਜ਼ਮ ਕੀਤਾ; ਤੇਲ ਦੀਆਂ ਕੀਮਤਾਂ ਮੁੜ ਵਧੀਆਂ - Investing.",
        "Upstate NY ਦੇ ਹਿੱਸੇ ਝੀਲ ਪ੍ਰਭਾਵ ਬਰਫ ਦੇ ਪੈਰ ਨੂੰ ਵੇਖ ਸਕਦਾ ਹੈ, snarling ਪੋਸਟ-Thanksgiving ਯਾਤਰਾ - syracuse.",
        "ਬਾਕਸ ਆਫਿਸਃ 'ਮੋਆਨਾ 2‘ ਰਿਕਾਰਡ ਅਪ ਦੀ ਸੇਵਾ ਕਰਦਾ ਹੈ $ 28M ਧੰਨਵਾਦ ਦਾ ਤਿਉਹਾਰ, $ 175M-ਪਲੱਸ ਲਾਂਚ ਲਈ ਸਿਰ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ"
    ]
}