{
    "headlines": [
        "تتجمع نوتردام للفوز على ولاية بنسلفانيا في هدف ملعب اللحظة الأخيرة، وتتقدم إلى البطولة الوطنية لـ CFP - Yahoo Sports",
        "ميلو فينتيميليا يختنق بعد خسارة منزله في حريق ماليبو: \"قلبك ينفطر\" - الموعد النهائي",
        "تجد جيني غارث ملجأ في منزل زوجها السابق بيتر فاسينيلي بعد فرارها من حرائق لوس أنجلوس: لقد \"أخذنا\" - نيويورك بوست",
        "العالم ينتهك هدف الاحتباس الحراري 1.5 درجة مئوية لأول مرة في عام 2024 - فاينانشال تايمز",
        "حرائق الغابات في لوس أنجلوس من بين أغلى الحرائق في تاريخ الولايات المتحدة - BBC.com",
        "\"رباعي الدم\" المسؤول عن اكتظاظ غرف الطوارئ - KARE11.com",
        "تحديثات إصابة رايلي ليونارد: نوتردام كيو بي يخرج من أورانج باول مقابل ولاية بنسلفانيا مع احتمال حدوث ارتجاج - الولايات المتحدة الأمريكية اليوم",
        "المحكمة العليا الأمريكية تسمح لحكم ترامب بالمضي قدمًا في قضية إسكات الأموال في نيويورك - رويترز",
        "الأمريكيون يحصلون على بقشيش أقل مما حصلوا عليه منذ سنوات - صحيفة وول ستريت جورنال",
        "PRISCO's NFL playoff bracket projection: Bills finally roppend Chiefs, Packers stun Lions on way to Super Bowl - CBS Sports",
        "لن تمنع محكمة الاستئناف الفيدرالية خطة غارلاند لإصدار تقرير المستشار الخاص حول قضايا ترامب - سي إن إن",
        "اتحاد كرة القدم الأميركي ينقل مباراة الفايكنج رامز الفاصلة إلى أريزونا بعد أيام من حرائق الغابات المدمرة في لوس أنجلوس - وكالة أسوشيتد برس",
        "سيتم إغلاق المزيد من متاجر ميسي في عام 2025. انظر قائمة مواقع الإغلاق. - Axios",
        "منزل عائلة جيف بريدجز في ماليبو دمر في حريق باليسيدز - مراسل هوليوود",
        "قواعد التعريف المسربة: المستخدمون أحرار في نشر \"المهاجرون المكسيكيون هم سلة المهملات!\" أو \"الأشخاص المتحولون جنسياً غير أخلاقيين\" - الاعتراض",
        "يمكن لنتنياهو حضور حدث أوشفيتز التذكاري، كما يقول توسك البولندي - POLITICO Europe",
        "تم إرسال تنبيه إخلاء حرائق الغابات هذا عن طريق الخطأ إلى الجميع في مقاطعة لوس أنجلوس - ذا فيرج",
        "جلست الصورة الرمزية للذكاء الاصطناعي من Nvidia على شاشة جهاز الكمبيوتر الخاص بي وأثارت غضبي - TechCrunch",
        "ينضم الديمقراطيون في مجلس الشيوخ إلى الجمهوريين في التصويت على مشروع قانون مسبق لاحتجاز المهاجرين المتهمين بارتكاب جرائم - وكالة أسوشيتد برس",
        "جيمي كارتر جنازة لايف التحديثات: النعش يصل في السهول، جورجيا، بعد ترامب، أوباما، بايدن حضور الخدمة - فوربس"
    ]
}