{
    "headlines": [
        "Reveladas as nomeações para os Prémios SAG - Prazo",
        "   Removido ",
        "O comportamento incomum do avião que Jerod Mayo exibiu antes de os Patriots dispararem - New York Post",
        "Trump pede à Suprema Corte que suspenda sentença em caso de suborno em Nova York - Reuters",
        "As ações da Nvidia sobem após a queda de terça-feira. O que mantém o rali. - Barron's",
        "A maioria das ações da ‘Sweet 16’ dominou. Eles podem fazer isso novamente em 2025. - MarketWatch",
        "A IA de autoaprendizagem faz a NFL contra as escolhas de spread, over-under e money-line para cada jogo Wild Card da NFL de 2025 - CBS Sports",
        "O dinossauro mais antigo da América do Norte está reescrevendo completamente a história - Earth.com",
        "A neve está na previsão de Charlotte esta semana: veja quanto pode cair - WBTV",
        "Incêndios provocados pelo vento na área de Los Angeles engolfam casas, forçam evacuações - Axios",
        "Com o Hezbollah enfraquecido, Líbano realizará votação presidencial - Reuters",
        "Gallego é o mais recente democrata a apoiar a Lei Laken Riley - POLITICO",
        "A Samsung lançará uma assinatura de smartphone no próximo mês - The Verge",
        "O que a nova oferta de Spa nos diz sobre os planos do calendário da F1 - Autosport",
        "Estados do sul se preparam para a maior tempestade de neve em anos - The Washington Post",
        "Porque é que toda a gente tem um problema estomacal no momento, explicado num gráfico - Vox.com",
        "Tiger Woods e Rory McIlroy assistem enquanto o The Bay Golf Club vence a partida de abertura da liga de golfe TGL coberta de alta tecnologia - CNN",
        "Inscrições no Obamacare perto de um recorde de 24 milhões, quase o dobro do que quando Trump estava no cargo pela última vez - CNN",
        "O SteamOS se expande para outros portáteis de jogos com o Lenovo Legion Go S - TechCrunch",
        "A SpaceX lançará mais satélites Starlink da Flórida hoje. Assista AO vivo! - Space.com"
    ]
}