{
    "headlines": [
        "ਨੇਤਨਯਾਹੂ ਨੂੰ ਪ੍ਰੋਸਟੇਟ ਹਟਾਉਣ ਦਾ ਆਪ੍ਰੇਸ਼ਨ ਕਰਵਾਉਣਾ ਪਵੇਗਾ, ਅਦਾਲਤੀ ਗਵਾਹੀ 'ਚ ਦੇਰੀ - The Jerusalem Post",
        "ਚਾਰਲਸ ਡੋਲਨ, ਮੀਡੀਆ ਪਾਇਨੀਅਰ ਅਤੇ ਕੇਬਲਵਿਜ਼ਨ ਦੇ ਸੰਸਥਾਪਕ, 98 'ਤੇ ਦੇਹਾਂਤ - ਨਿਊਜ਼ਡੇਅ",
        "ਹਟਾਈ",
        "ਪਿਆਰੇ ਨਿਆਂ-ਸ਼ਾਸਤਰਃ ਕੀ ਡੋਨਾਲਡ ਟਰੰਪ ਜਨਮ-ਅਧਿਕਾਰ ਨਾਗਰਿਕਤਾ ਤੋਂ ਛੁਟਕਾਰਾ ਪਾਉਣ ਲਈ ਇੱਕ ਦੀਵਾਰ ਲਹਿਰਾ ਸਕਦੇ ਹਨ? - ਸਲੇਟ",
        "ਜੇਜੂ ਏਅਰਃ ਕੀ ਦੱਖਣੀ ਕੋਰੀਆ ਦੇ ਜਹਾਜ਼ ਦੇ ਹਾਦਸੇ ਵਿਚ ਪੰਛੀਆਂ ਦੀ ਹੜਤਾਲ ਦਾ ਯੋਗਦਾਨ ਸੀ? ਅਸੀਂ ਕੀ ਜਾਣਦੇ ਹਾਂ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਐਨਐਫਐਲ $ 1 ਮਿਲੀਅਨ ਪਾਰਲੇ ਪਿਕ, ਹਫਤੇ 17, 2024 ਲਈ ਸੰਭਾਵਨਾਵਾਂਃ ਚੋਟੀ ਦੇ ਮਾਡਲ ਤੋਂ $ 10 ਦੀ ਬਾਜ਼ੀ 'ਤੇ ਗਾਰਗੈਂਟੁਆਨ ਰਿਟਰਨ ਪ੍ਰਾਪਤ ਕਰੋ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਗੰਭੀਰ ਮੌਸਮ ਐਤਵਾਰ ਦੀ ਸਵੇਰ ਦੁਆਰਾ ਚਲੇ ਜਾਣ ਤੋਂ ਬਾਅਦ ਖਿੰਡੇ ਹੋਏ ਮੀਂਹ ਸੰਭਵ ਹਨ - WYFF4 ਗ੍ਰੀਨਵਿਲੇ",
        "'ਬੈਚਲੋਰੇਟ' ਸਟਾਰ ਐਂਡੀ ਡੋਰਫਮੈਨ ਨੇ ਜਨਮ ਦੇਣ ਦੇ ਦਿਨਾਂ ਬਾਅਦ ਹਸਪਤਾਲ ਦਾਖਲ ਕੀਤਾ - ਟੀਐਮਜ਼ੈਡ",
        "ਕੋਸ਼ਿਸ਼ ਕਰਨ ਵਾਲੀਆਂ ਚੀਜ਼ਾਂਃ ਤੁਹਾਡੇ ਲਈ ਸਾਡੇ 9 ਚੋਟੀ ਦੇ ਤਕਨੀਕੀ ਸੁਝਾਅ - ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "2025 ਵਿਚ 15 ਲਾਜ਼ਮੀ ਤੌਰ 'ਤੇ ਨੰਗੀਆਂ ਅੱਖਾਂ ਵਾਲੀਆਂ ਅਸਮਾਨ ਦੇਖਣ ਵਾਲੀਆਂ ਘਟਨਾਵਾਂ - ਸਪੇਸ.",
        "ਏਆਈ, ਬਿਟਕੋਿਨ ਨੇ 2024 ਵਿਚ ਬਾਜ਼ਾਰਾਂ ਨੂੰ ਹਿਲਾ ਦਿੱਤਾ, ਪਰ ਬਾਂਡ ਨਿਰਾਸ਼ ਕਰਦੇ ਹਨ - ਥੀਸਟ੍ਰੀਟ",
        "ਜਾਰਜੀਆ ਦੇ ਨਵੇਂ ਰਾਸ਼ਟਰਪਤੀ ਨੇ ਪੂਰਵਗਾਮੀ ਵਜੋਂ ਸਹੁੰ ਚੁੱਕੀ, ਇਕ ਪਾਸੇ ਖੜ੍ਹਨ ਤੋਂ ਕੀਤਾ ਇਨਕਾਰ - Al Jazeera English",
        "ਨੋਰੋਵਾਇਰਸ ਦੇ ਮਾਮਲੇ ਅਮਰੀਕਾ ਦੇ ਕੁਝ ਹਿੱਸਿਆਂ ਵਿੱਚ ਵੱਧ ਰਹੇ ਹਨ, ਸੀਡੀਸੀ ਡਾਟਾ ਸ਼ੋਅ - ਏਓਐਲ",
        "ਬੈਨਨ ਸਲੈਮਜ਼ ‘ਸਕੈਮ‘ ਵੀਜ਼ਾ ਜਿਵੇਂ ਕਿ ਲੂਮਰ ਮਸਕ ਬਾਰੇ ਜੀਓਪੀ ਨੂੰ ਚੇਤਾਵਨੀ ਦਿੰਦਾ ਹੈ - ਦਿ ਡੇਲੀ ਬੀਸਟ",
        "ਤੇਜ਼ ਮੌਸਮ ਦਾ ਖ਼ਤਰਾ ਤੂਫਾਨ ਦੇ ਬਾਅਦ ਪੂਰਬ ਵੱਲ ਵਧਦਾ ਹੈ ਟੈਕਸਾਸ ਅਤੇ ਮਿਸੀਸਿਪੀ, ਘੱਟੋ ਘੱਟ 2 ਦੀ ਮੌਤ ਨੂੰ ਛੱਡ ਕੇ - ਯਾਹੂ! ਆਵਾਜ਼ਾਂ",
        "ਸਪੇਸਐਕਸ ਨੇ ਆਖਰੀ-ਸੈਕਿੰਡ ਦੇ ਗਰਭਪਾਤ ਤੋਂ ਬਾਅਦ ਦੂਜੀ ਕੋਸ਼ਿਸ਼ 'ਤੇ 4 ਐਸਟ੍ਰਾਨਿਸ ਸੈਟੇਲਾਈਟ ਲਾਂਚ ਕੀਤੇ - ਸਪੇਸ ਡਾਟ ਕਾਮ",
        "ਐਤਵਾਰ ਲਈ ਕੁੰਡਲੀ ਦਸੰਬਰ 29, 2024 - ਸ਼ਿਕਾਗੋ ਸੂਰਜ-ਟਾਈਮਜ਼",
        "ਓਵੇਚਕਿਨ ਰਿਟਰਨ, ਗ੍ਰੇਟਜ਼ਕੀ ਦੇ ਐਨਐਚਐਲ ਟੀਚਿਆਂ ਲਈ ਮਹਾਨ ਪਿੱਛਾ ਰਿਕਾਰਡ ਰੈਜ਼ਿ -ਜ਼ - ਐਨਐਚਐਲ ਡਾਟ ਕਾਮ",
        "ਕਾਈਲਰ ਮਰੇ ਦੇ ਸੰਘਰਸ਼ ਰੈਮਜ਼ - ਐਰੀਜ਼ੋਨਾ ਸਪੋਰਟਸ ਤੋਂ ਕਾਰਡੀਨਲਜ਼ ਦੀ ਹਾਰ ਵਿਚ ਜਾਰੀ ਹਨ",
        "ਕਾਟਨਵੁੱਡ ਵਿਚ 1.22 ਬਿਲੀਅਨ ਡਾਲਰ ਦੀ ਕੀਮਤ ਦੀ ਮੈਗਾ ਮਿਲੀਅਨ ਟਿਕਟ ਜਿੱਤਣਾ, ਜੇਤੂ ਅਜੇ ਵੀ ਅਣਜਾਣ ਹੈ - ਕੇਆਰਸੀਆਰ"
    ]
}