{
    "headlines": [
        "تظهر نتائج فوت لوكر أن صناعة الأحذية الرياضية — ونايكي — لا تزال تعاني من المزيد من الألم - سي إن بي سي",
        "يقول أكبر دب في وول ستريت إن مؤشر S&P 500 قد ينخفض إلى 4200. إليك نصيحته الآن. - MarketWatch",
        "ماتت خطيبة مغني الروك بعد أن أبحرت على متن سفينة سياحية تحت عنوان الثمانينيات - syracuse.com",
        "\"بازوكا كبيرة حقًا \": من المرجح أن يرتفع الإنفاق الدفاعي الألماني بعد اتفاق الأطراف على تغيير تاريخي في الديون - سي إن إن",
        "لحظة واحدة، مياه هادئة. وفي اليوم التالي، هبط دولفين يزن 900 رطل على قاربهم - سي إن إن",
        "التحقق من صحة خطاب ترامب أمام الكونغرس - BBC.com",
        "ليبرون جيمس يصبح أول لاعب في تاريخ الدوري الاميركي للمحترفين يسجل 50000 نقطة مهنية - سي إن إن",
        "الملايين في الطريق حيث تقتل العاصفة 2، وتجلب رياحًا شرسة وظروف عاصفة ثلجية وحرائق - سي إن إن",
        "شركات صناعة السيارات تنقر على دليل كوفيد للتعامل مع تعريفات ترامب - أكسيوس",
        "يقول ترامب إن الولايات المتحدة ألقت القبض على \"أكبر إرهابي\" مسؤول عن تفجير مطار كابول عام 2021 - سي إن إن",
        "الزحار آخذ في الارتفاع في ولاية أوريغون. إليك ما يجب معرفته. - الواشنطن بوست",
        "سلوتكين يضرب ماسك و \"عصابة من 20 عاما\" في دحض خطاب ترامب - أكسيوس",
        "تحديثات ترامب المباشرة للتعريفة الجمركية: يقول لوتنيك إن ترامب قد يخفف التعريفات الجمركية على كندا والمكسيك بحلول يوم الأربعاء - Yahoo Finance",
        "دونالد ترامب يقول إنه تلقى رسالة من فولوديمير زيلينسكي الأوكراني يقول فيها إنه مستعد للتفاوض على اتفاق سلام مع روسيا — تحديث — الموعد النهائي",
        "مسؤولو مقاطعة هاريس، هيوستن يكشفون النقاب عن خطة التأهب لتفشي الحصبة في تكساس - KHOU.com",
        "Daredevil: Born Again Team يخبرنا كل شيء عن \"القنبلة الذرية\" الخاصة بفيلم Premiere: \"إنها حبة صلبة لابتلاعها\" - TVLine",
        "يقول طاقم ستارلاينر إنهم لم يكونوا على علم بأي عرض من ماسك للعودة المبكرة - صحيفة واشنطن بوست",
        "تقول مصادر وكالة أسوشيتد برس إن دائرة الإيرادات الداخلية تضع خططًا لخفض ما يصل إلى نصف قوتها العاملة التي يبلغ عددها 90 ألف شخص والتي تترك الوكالة \"مختلة\" - PBS NewsHour"
    ]
}