{
    "headlines": [
        "Jets ਬਨਾਮ Texans ਬਾਵਜੂਦ, ਭਵਿੱਖਬਾਣੀ, ਵਾਰ, ਫੈਲਣ, ਲਾਈਨਃ ਵੀਰਵਾਰ ਦੀ ਰਾਤ ਫੁੱਟਬਾਲ 13-5 ਰੋਲ 'ਤੇ ਐਨਐਫਐਲ ਮਾਡਲ ਦੁਆਰਾ ਪਿਕ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਸੀਐਨਐਨ ਪੋਲਃ ਹੈਰਿਸ ਅਤੇ ਟਰੰਪ ਜਾਰਜੀਆ ਅਤੇ ਉੱਤਰੀ ਕੈਰੋਲੀਨਾ ਵਿਚ ਗਰਦਨ ਅਤੇ ਗਰਦਨ ਬਣੇ ਹੋਏ ਹਨ - ਸੀਐਨਐਨ",
        "ਐਲਨ ਮਸਕ ਅਮਰੀਕੀ ਚੋਣ ਨਕਦ ਦੇਣ ਦੀ ਸੁਣਵਾਈ ਵਿਚ ਸ਼ਾਮਲ ਨਹੀਂ ਹੁੰਦੇ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਮੰਗਲ 'ਤੇ ਫੜਿਆ ਗਿਆ ਅਜੀਬ‘ ਗੂਗਲੀ ਅੱਖ ’ਪਰਸੀਵਰੈਂਸ ਰੋਵਰ ਦੇਖੋ - ਸੀ ਐਨ ਐਨ",
        "ਹਿਜ਼ਬੁੱਲਾ ਰਾਕੇਟ ਹਮਲੇ ਉੱਤਰੀ ਇਜ਼ਰਾਈਲ ਵਿਚ ਸੱਤ ਮਾਰੇ ਗਏ - ਬੀਬੀਸੀ.",
        "ਟਰੰਪ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ \"ਭਾਵੇਂ womenਰਤਾਂ ਇਸ ਨੂੰ ਪਸੰਦ ਕਰਦੀਆਂ ਹਨ ਜਾਂ ਨਹੀਂ, ਮੈਂ ਉਨ੍ਹਾਂ ਦੀ ਰੱਖਿਆ ਕਰਨ ਜਾ ਰਿਹਾ ਹਾਂ\" ਵਿਸਕਾਨਸਿਨ ਰੈਲੀ ਵਿਚ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਉੱਤਰੀ ਕੋਰੀਆ ਦਾ ਲੰਬੀ ਦੂਰੀ ਦਾ ਮਿਜ਼ਾਈਲ ਪ੍ਰੀਖਣ ਅਮਰੀਕਾ 'ਤੇ ਹਮਲਾ ਕਰਨ ਦੀ ਆਪਣੀ ਸੁਧਾਰੀ, ਸੰਭਾਵਤ ਸਮਰੱਥਾ ਦਾ ਸੰਕੇਤ ਦਿੰਦਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਬਰਡ ਫਲੂ ਮੌਸਮੀ ਫਲੂ ਵਾਇਰਸ ਨਾਲ ਮਿਲਾਉਣ ਅਤੇ ਮਹਾਂਮਾਰੀ ਬਣਨ ਲਈ ਇਕ ਕਦਮ ਨੇੜੇ ਹੈ - ਵਿਗਿਆਨਕ ਅਮਰੀਕੀ",
        "ਹੈਲੋਵੀਨ ਲਈ ਐਨਐਚ ਵਿੱਚ ਰਿਕਾਰਡ ਉੱਚਾ ਸੰਭਵ; ਛਲ ਜਾਂ ਇਲਾਜ ਲਈ ਗਰਮ ਮੌਸਮ ਆਲੇ ਦੁਆਲੇ ਚਿਪਕਦਾ ਹੈ - ਡਬਲਯੂਐਮਯੂਆਰ ਮੈਨਚੇਸਟਰ",
        "\"ਫਾਇਰ-ਬ੍ਰੀਥਿੰਗ ਟੈਕਸਾਸ ਟਰਾਇਲ ਵਕੀਲ\" ਉਨ੍ਹਾਂ ਸਾਰੇ ਡਿੱਡੀ ਮੁਕੱਦਮੇ ਦਾਇਰ ਕਰ ਰਿਹਾ ਹੈ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਐਸਐਮਸੀਆਈ ਦੇ ਆਡੀਟਰ ਮੁਸੀਬਤ 'ਤੇ ਡੈੱਲ ਸਟਾਕ ਖਰੀਦੋ - ਵਿਸ਼ਲੇਸ਼ਕ - ਯਾਹੂ ਵਿੱਤ",
        "ਮਾਈਕ੍ਰੋਸਾੱਫਟ ਸਟਾਕ ਰਿਕਾਰਡ ਕਮਾਈ ਦੇ ਬਾਵਜੂਦ ਸਾਲਾਂ ਦੇ ਸਭ ਤੋਂ ਖਰਾਬ ਦਿਨ 'ਤੇ ਖਿਸਕਿਆ - ਫੋਰਬਸ",
        "ਹਟਾਈ",
        "ਨਵੀਂ ਕੰਪਨੀ ਵਿੱਚ ਐਨਬੀਸੀਯੂ ਕੇਬਲ ਨੈਟਵਰਕ ਦਾ ਕਮਕਾਸਟ ਐਕਸਪਲੋਰਿੰਗ ਸਪਿਨੋਫ - ਵੰਨਗੀ",
        "ਡੌਕਸਃ ਲੌਂਗ ਆਈਲੈਂਡ 'ਤੇ ਨਮੂਨੀਆ ਦੇ ਕੇਸਾਂ' ਤੇ ਚੱਲਣਾ, ਖ਼ਾਸਕਰ ਬਹੁਤ ਜਵਾਨਾਂ ਵਿਚ - ਨਿ Newsਜ਼ਡੇ",
        "ਨਵਾਂ ਐਮ 4 ਮੈਕ ਮਿਨੀ ਵੱਡੇ ਆਈਮੈਕ - 9to5Mac ਲਈ ਐਪਲ ਟਾਈਮ ਖਰੀਦਦਾ ਹੈ",
        "ਗੇਮਿੰਗ ਦੰਤਕਥਾ ਜਾਰੀ ਹੈ — ਏਐਮਡੀ ਨੈਕਸਟ-ਜਨਰੇਸ਼ਨ ਏਐਮਡੀ ਰਾਇਜ਼ਨ 7 9800X3D ਪ੍ਰੋਸੈਸਰ ਪੇਸ਼ ਕਰਦਾ ਹੈ - ਨਿਵੇਸ਼ਕ ਸੰਬੰਧ",
        "ਤਪਦਿਕ ਨੇ ਕੋਵਿਡ ਨੂੰ ਦੁਨੀਆ ਦੀ ਸਭ ਤੋਂ ਘਾਤਕ ਛੂਤ ਵਾਲੀ ਬਿਮਾਰੀ ਵਜੋਂ ਪਛਾੜ ਦਿੱਤਾ ਹੈ - ਫੌਕਸ ਨਿ Newsਜ਼",
        "ਸੀਡੀਸੀ ਨੇ ਮੈਕਡੋਨਲਡਜ਼ ਦੇ ਪਿਆਜ਼ ਨਾਲ ਜੁੜੇ ਈ ਕੋਲੀ ਫੈਲਣ ਨਾਲ ਜੁੜੇ ਨਵੇਂ ਮਾਮਲਿਆਂ ਦੀ ਘੋਸ਼ਣਾ ਕੀਤੀ - ਡਬਲਯੂਜੇਡਬਲਯੂ ਫੌਕਸ 8 ਨਿ Newsਜ਼ ਕਲੀਵਲੈਂਡ",
        "ਸਪੇਨ 'ਚ ਦਹਾਕਿਆਂ' ਚ ਸਭ ਤੋਂ ਭਿਆਨਕ ਹੜ੍ਹ ਆਏ ਹਨ । ਇਹ ਉਹ ਹੈ ਜੋ ਅਸੀਂ ਜਾਣਦੇ ਹਾਂ - ਸੀ ਐਨ ਐਨ"
    ]
}