{
    "headlines": [
        "Федеральные увольнения «вероятны», если слишком мало сотрудников решат уволиться, говорится в записке - The Washington Post",
        "S&P 500 растет, поскольку инвесторы стряхивают торговые битвы Трампа, Nasdaq вырос на 1% во главе с Palantir: Живые обновления - CNBC",
        "Яйца станут дороже в Вафельном домике. Вот почему - Yahoo! Voices",
        "Телевизионные рейтинги: «Грэмми» получают в эфире, но процветают в социальных сетях - Hollywood Reporter",
        "Лука Дончич делится мыслями о боссах Mavericks, которые обменяли его: «Я не знаю, почему» - New York Post",
        "The Take: Как президент Ахмед аль-Шараа сформирует будущее Сирии? - Al Jazeera English",
        "Тайгер Вудс объявляет, что его мать, Култида, умерла - NBC Sports",
        "Китай противостоит тарифам на американскую продукцию. Он также проведет расследование в отношении Google. - Ассошиэйтед Пресс",
        "Круиз сократит рабочую силу на 50% после того, как GM сократит финансирование операций с роботизированным такси - TechCrunch",
        "Места посадки Cooper Kupp: потенциальные торговые направления для бывших All-Pro WR включают Steelers и Cowboys - CBS Sports",
        "Друзья Бьянки Цензори называют ее «добровольной участницей» в «голом» костюмированном трюке «Грэмми», утверждая, что Канье Уэст «расширяет ее возможности» - Hindustan Times",
        "Apple анонсировала приложение для планирования мероприятий «Apple Invites» - The Verge",
        "Администрация Трампа готовит исполнительный приказ о ликвидации Министерства образования - CNN",
        "Рейс мигрантов направляется в залив Гуантанамо, поскольку вокруг планов Трампа кружатся юридические вопросы - CNN",
        "Последняя стрельба в шведской школе: шесть человек получили ранения после выстрелов в кампусе в Оребро - BBC.com",
        "Изменение настроения Сената на Тулси Габбард - Axios",
        "Как древний удар астероида вырезал на Луне 2 грандиозных каньона - The Associated Press",
        "Как Илон Маск устроил две недели хаоса в Вашингтоне - CNN",
        "Окупился ли, наконец, Brexit? Что означает отсрочка тарифов Трампа для Starmer - POLITICO EUROPE",
        "Optoma запускает новый флагманский лазерный проектор 4K для домашнего кинотеатра с универсальной поддержкой HDR - Forbes"
    ]
}