{
    "headlines": [
        "Die USA fordern Israel auf, die Schießerei auf UN-Friedenstruppen im Libanon einzustellen - BBC.com",
        "\"Falsch\" für Barack Obama, schwarze Männer zu \"belehren\", weil sie Kamala Harris nicht unterstützt haben: Ex-Berater von Bernie Sanders - Fox News",
        "Boeing streicht 17.000 Arbeitsplätze und verzögert die erste 777X-Lieferung, da der Streik die Finanzen trifft - Yahoo Finance",
        "[entfernt]",
        "Teslas Robotaxi-Event stand lange hinter den Versprechungen von Musk. Investoren wollten mehr Details. - Reuters",
        "NFL Injury Tracker Woche 6: Malik Nabers out vs. Bengals, Anthony Richardson eine Spielzeitentscheidung, Russell Wilson wahrscheinlich aktiv - Yahoo Sports",
        "Padres-Dodgers NLDS Spiel 5 FAQ, Aufstellungen (8 ET/5 PT, FOX) - MLB.com",
        "COVID-19-Infektionen während der 1. Welle im Zusammenhang mit einem höheren Risiko für Herzinfarkt und Schlaganfall: Studie - ABC News",
        "Mehr als 500 Menschen wurden aus einem überfluteten Apartmentkomplex in Clearwater, Florida, gerettet. - KNAU Arizona Public Radio",
        "Bewohner schlängeln sich durch überflutete Straßen, räumen Trümmer auf, nachdem Hurrikan Milton durch Florida gerissen ist - The Associated Press",
        "Der erste Blick auf den Kometen, der über San Antonio sichtbar ist, wird Freitagabend sein - KSAT San Antonio",
        "Werden die Nordlichter heute Abend wieder sichtbar sein? Aktuelle Prognose anzeigen - USA HEUTE",
        "Xbox Cloud Gaming wird Berichten zufolge Spieler ab November jedes Spiel in ihrer Bibliothek streamen lassen - Eurogamer",
        "Der Iran will ehemalige Trump-Beamte ermorden. Hier ist, warum es erfolgreich sein kann. - POLITICO",
        "Trump-Kampagne fordert Militärflugzeuge mit Raketenabwehrfähigkeiten und andere Sicherheitsmaßnahmen im Vorfeld der Wahl - CNN",
        "Das verwaltete Vermögen von BlackRock stieg auf einen Rekordwert von 11,5 Billionen US-Dollar - Financial Times",
        "Die Lohnsteuergrenze für die Sozialversicherung wird für 2025 erhöht. So könnte sich das auf Sie auswirken - CNBC",
        "Christopher Reeves Kinder wollten in der neuen Dokumentation \"Super/Man\" - The Associated Press \"ehrlich, roh und verletzlich\" sein",
        "Die USA glauben, dass der Iran extrem nervös ist, da er auf Israels Reaktion auf Raketenangriffe wartet - CNN",
        "Steam fügt die harte Wahrheit hinzu, dass Sie \"eine Lizenz\" kaufen, nicht das Spiel selbst - Ars Technica"
    ]
}