{
    "headlines": [
        "Wendy Williams ‘permanently incapacitated’ from dementia court documents claim - WHIO",
        "Thanksgiving Winter Storms Forecasted Across US—Here’s Where Travel Could Be Disrupted Tonight And Tomorrow - Forbes",
        "Gross Domestic Product, Third Quarter 2024 (Second Estimate) and Corporate Profits (Preliminary) - Bureau of Economic Analysis",
        "Elon Musk publicized the names of government employees he wants to cut. It’s terrifying federal workers - CNN",
        "Stock futures are little changed as Wall Street awaits Fed's preferred inflation reading: Live updates - CNBC",
        "Live updates: As Israel-Hezbollah ceasefire begins, displaced Lebanese return home in packed cars - The Associated Press",
        "Pep Guardiola releases statement after furious backlash about his worrying 'hurt myself' remarks in aftermath of Man City draw with Feyenoord - GOAL English",
        "'Moana 2'-led Thanksgiving box office could be best in post-pandemic era - CNBC",
        "Get ready for Thanksgiving Day football: Previewing all three NFL games, including picks and matchup keys - ESPN",
        "OpenAI Shuts Down Sora Access After Artists Release Video-Generation Tool in Protest: ‘We Are Not Your PR Puppets’ - Variety",
        "Imran Khan: Pakistan opposition supporters end protest after crackdown - BBC.com",
        "ICC prosecutor requests arrest warrants for the head of Myanmar’s military regime - The Associated Press",
        "Biden administration pushes anti-obesity drug pressure to Trump - Axios",
        "Republicans push plans to dramatically expand education vouchers — despite voter resistance. - POLITICO",
        "Dodgers To Sign Blake Snell To Five-Year Deal - MLB Trade Rumors",
        "Raspberry Pi launches Compute Module 5 for embedded apps - TechCrunch",
        "An Australia police officer who shocked a 95-year-old woman with a Taser is guilty of manslaughter - The Associated Press",
        "No. 1 Kansas flusters Cooper Flagg, overcomes Hunter Dickinson’s flagrant 2 ejection in thriller over No. 11 Duke - Yahoo Sports",
        "Trump signs transition agreement with Biden, but it lacks key guardrails - The Washington Post",
        "'Dancing with the Stars' Crowns a New Winner! Find Out Who Took Home the Season 33 Mirrorball Trophy - PEOPLE"
    ]
}