{
    "headlines": [
        "Pelo menos 40 mortos em dezenas de tornados e tempestades varreram o país no fim de semana - ABC News",
        "Grampo de moda rápida Forever 21 pede falência novamente - The Washington Post",
        "Rory McIlroy transforma frustração em triunfo para conquistar O CAMPEONATO DOS JOGADORES - PGA TOUR",
        "A turnê do livro do senador Chuck Schumer foi adiada por \"preocupações de segurança\" em meio à controvérsia do voto de financiamento - ABC News",
        "Carney, do Canadá, se reúne com aliados europeus enquanto Trump visa a soberania e a economia de seu país - The Associated Press",
        "Protestos na Sérvia: em que problemas está Aleksandar Vučić? - POLITICO EUROPE",
        "Partida para o Torneio da NCAA de 2025: Classificação de todas as equipas que jogam no March Madness do n.º 1 ao 68 - CBS Sports",
        "Adolescência: drama da Netflix aclamado como TV \"impecável\" - BBC.com",
        "Como assistir ao Nvidia GTC 2025, incluindo a palestra do CEO Jensen Huang - TechCrunch",
        "Kanye West lança música com North West e Diddy Against Kim Kardashian's Wishes - Vulture",
        "A ‘impressionante’ treinadora do Grand Canyon, Molly Miller, toma a internet de assalto depois que a equipe chega ao Torneio da NCAA - New York Post",
        "Firefly Aerospace conclui com sucesso 14 dias de operações de superfície na Lua - Firefly Aerospace",
        "Vendas no varejo em fevereiro aumentam a preocupação com os gastos do consumidor - Barron's",
        "Um juiz ordenou que um professor da Brown University não fosse deportado. Ela foi enviada de volta para o Líbano de qualquer maneira. - The Associated Press",
        "Imagens do Webb da NASA Exoplanetas Jovens e Gigantes, Detectam Dióxido de Carbono - Science@NASA",
        "Autoridades confiscam passaporte do homem que viu pela última vez a estudante desaparecida Sudiksha Konanki - CNN",
        "Trump diz que o uso do autopen ANULA os perdões de Biden para o painel de 6 de janeiro - Axios"
    ]
}