{
    "headlines": [
        "Previsões de luta de Artur Beterbiev vs. Dmitry Bivol, odds, hora de início, undercard, preview, onde assistir - CBS Sports",
        "Harris com \"excelente saúde\", diz seu médico, enquanto a campanha procura pressionar Trump a divulgar registros médicos - CBS News",
        "Trump faz desvio de estado azul com comício do Coachella - CNN",
        "Futebol universitário na TV: vale a pena esperar pelo estado de Ohio em Oregon - The Washington Post",
        "Mais medidas de votação sobre o aborto estão programadas para serem aprovadas. Então os tribunais estaduais terão sua palavra a dizer. - POLITICO",
        "Aqui estão alguns detalhes exclusivos sobre como será o lançamento do Xbox Cloud Gaming \"Bring Your Own Games\": Regiões, tamanho da biblioteca de jogos, acesso no iPhone, Android e muito mais. - Windows Central",
        "A Apple agora permite que os usuários alterem o endereço de e-mail do iCloud a partir do iOS 18.1 - 9to5Mac",
        "A que horas é o canal de TV Oregon Football vs. Ohio State hoje? Spread, odds para jogos, como assistir a streaming gratuitamente - OregonLive",
        "Vacinas contra o VSR reexaminadas para riscos e benefícios graves - Daily Kos",
        "A nave espacial Europa Clipper da NASA vasculhará a lua de Júpiter em busca dos ingredientes para a vida - The Associated Press",
        "O diretor de ‘Duna 2’, Denis Villeneuve, diz que a cena épica do verme da areia levou ‘às vezes uma semana para ser filmada‘ e exigiu uma unidade separada: ‘Se eu tivesse feito isso sozinho, ainda estaria filmando’ - Yahoo Entertainment",
        "Os detalhes mais angustiantes do caso criminal de Sean \"Diddy\" Combs - E! Online - E! NEWS",
        "   Removido ",
        "A Intel adiciona mais 12 jogos ao software Application Optimized (APO), suporte para Core Ultra 285K/265K - VideoCardz.com",
        "Pensilvânia mais atingida pelo surto de tosse convulsa em todo o país - TribLIVE",
        "Boeing anuncia perda significativa preliminar do terceiro trimestre: cortes no programa de cargueiros 767, atrasos no 777X eis, grandes demissões - Leeham News and Analysis",
        "Equipe da National Geographic pode ter descoberto o pé de um famoso alpinista do Monte Everest - NPR",
        "O tornado EF3 cortou o caminho de 21 milhas através do condado de Palm Beach com ventos de 140 mph, diz o NWS - WPTV News Channel 5 West Palm",
        "China sinaliza mais estímulo fiscal para a economia e deixa de fora detalhes importantes sobre tamanho",
        "Oriente Médio: Israel pede evacuações no Líbano e em Gaza - DW (inglês)"
    ]
}