{
    "headlines": [
        "Trump signe un décret sur l'élargissement de l'accès à la FIV - Axios",
        "Les Panthers réengagent Andy Dalton pour un contrat de deux ans - NBC Sports",
        "Kevin Spacey revient après que Guy Pearce ait dit qu'il était « ciblé » sur le plateau de « LA Confidential » : « Grandis, Guy. Vous n'êtes pas une victime » - Variété",
        "La Maison Blanche dit qu'Elon Musk n'est pas responsable chez DOGE, mais qu'il conseille le président - The Associated Press",
        "Le pape François a une pneumonie dans les deux poumons, dit le Vatican - BBC.com",
        "Leonard Peltier quitte la prison après que Biden ait commué sa peine dans le meurtre de deux agents du FBI - The Associated Press",
        "Un analyste retravaille l'objectif de cours de bourse d'Intel au milieu de nouveaux rapports de retombées - TheStreet",
        "Les licenciements de Trump frappent les agences de santé du pays - The Washington Post",
        "L'épidémie de rougeole dans l'ouest du Texas atteint 58 cas, dont certaines personnes vaccinées - CNN",
        "Le Hamas dit qu'il rendra les corps de quatre otages, y compris la famille Bibas - BBC.com",
        "L'idée de la F1 pour forcer des arrêts supplémentaires au GP de Monaco révélée - La course",
        "Laissé de côté par Trump, Macron tente de rallier l'Europe à l'Ukraine. Mais les divisions sont profondes - The Associated Press",
        "Vladimir Guerrero Jr. lieux D'ATTERRISSAGE : Classement des 30 équipes 'chances d'atterrir slugger étoile comme il les yeux Agence libre - CBS Sports",
        "La probabilité que l'astéroïde « city-killer » 2024 YR4 s'écrase sur Terre augmente à nouveau à 3,1%, rapporte la NASA - Livescience.com",
        "La série Pixel 10 de Google semble sur la bonne voie pour un lancement estival - Android Police",
        "Les États-Unis et la Russie conviennent de « jeter les bases » pour mettre fin à la guerre en Ukraine - Financial Times",
        "Le titre de Nvidia grimpe à nouveau, et cette raison négligée aide - MarketWatch",
        "Les constructeurs de maisons viennent de recevoir une vérification de la réalité — et ce n'est pas une bonne nouvelle pour les acheteurs de maisons - MarketWatch"
    ]
}