{
    "headlines": [
        "Yankees vs. Guardians: Juan Soto, Giancarlo Stanton power Yankees into the World Series in ALCS Game 5 - Yahoo Sports",
        "Harvard exhibit weighs in on history of colonial measurements - The Washington Post",
        "Trump kicks off a Pennsylvania rally by talking about Arnold Palmer’s genitalia - The Associated Press",
        "College football rankings: SEC teams in updated Coaches Poll, AP Top 25 after Week 8 - Tennessean",
        "Oscar Makes First Landfall On Great Inagua Island - The Weather Channel",
        "‘This Needs To Stop’—Tesla Billionaire Elon Musk Issues ‘Staggering’ Fed ‘Bankruptcy’ Warning After Sparking Bitcoin Price Panic - Forbes",
        "Palestinian officials say 87 dead or missing after Israeli strikes on northern Gaza - The Associated Press",
        "Birmingham's Ozzy Osbourne inducted into Rock and Roll Hall of Fame - BBC",
        "America is entering a new 'economic supercycle' - Business Insider",
        "How to watch the Orionid meteor shower, debris from Halley’s comet - CNN",
        "How to watch Patriots vs. Jaguars today: Start time, TV, live stream for NFL London game - USA TODAY",
        "A collapse on Georgia’s Sapelo Island dock left 7 dead and turned celebration into tragedy. An investigation is now underway - CNN",
        "Elon Musk awards random petition signer $1M check, vows to do so every day until election: ‘This news is gonna really fly’ - New York Post ",
        "‘SNL’ tackles the Harris Fox interview in cold open - CNN",
        "North Korean troops seen being equipped in Russia ahead of likely deployment to Ukraine - CNN",
        "Pro-Iranian account leaks alleged U.S. intel on Israel's attack plans - Axios",
        "Cuba restores power to one-fifth of population after nationwide blackouts - Reuters Canada",
        "Your lookahead horoscope: October 20, 2024 - The Globe and Mail",
        "Drone strike launched toward Benjamin Netanyahu's home, Israel says; no injuries reported - CBS News",
        "Who will lead Hamas after killing of Yahya Sinwar? - BBC.com"
    ]
}