{
    "headlines": [
        "Les actions exécutives de Trump ont plus de muscle cette fois-ci, mais beaucoup ne font que posturer - POLITICO",
        "De nouvelles recherches établissent un lien entre le TDAH et une espérance de vie significativement plus courte - SciTechDaily",
        "Sinner décroche son 2e titre consécutif à l'Open d'Australie - ESPN",
        "Trump veut que l'Égypte et la Jordanie accueillent des Palestiniens de Gaza. Voici pourquoi ils sont susceptibles de refuser - The Associated Press",
        "Les œufs peuvent coûter cher pour toujours - Business Insider",
        "Les suspects de l'arrêt mortel de la patrouille frontalière étaient sous surveillance, selon les autorités - The Washington Post",
        "Scores de basketball collégial, gagnants et perdants : Houston mène Big 12 après la victoire au Kansas ; l'État de l'Iowa survit - CBS Sports",
        "Lin-Manuel Miranda's ‘SNL’ Cameo as Alexander Hamilton Interrompu par Donald Trump de James Austin Johnson - Variété",
        "Le seul résident juif d'Oświęcim réfléchit sur l'antisémitisme moderne à l'occasion du 80e anniversaire de la libération du camp d'Auschwitz - CNN",
        "Des voleurs font sauter la porte d'un musée néerlandais et volent un casque doré vieux de 2 400 ans - The Washington Post",
        "Numéros gagnants du Powerball du 25 janvier : le jackpot s'élève à 46 millions de dollars - USA TODAY",
        "Rétrécissement du cœur lié au médicament populaire pour la perte de poids Ozempic/Semaglutide - SciTechDaily",
        "Les rebelles du M23 tuent 13 Casques bleus étrangers en RD Congo - BBC.com",
        "Trump défend le licenciement d'une douzaine d'inspecteurs généraux fédéraux - Bloomberg",
        "Pete Hegseth donne aux troupes américaines de nouvelles commandes de marche quelques heures après la confirmation - The Daily Beast",
        "Bills vs. Chiefs, Eagles vs. Commanders : pronostics NFL, cotes, meilleurs paris - New York Post",
        "Quatre femmes soldats israéliennes libérées dans le cadre de l'accord de cessez-le-feu de Gaza - Axios"
    ]
}