{
    "headlines": [
        "Trump nomeia secretário do Tesouro Scott Bessent como chefe interino do CFPB após demitir Chopra - CNBC",
        "Sede da USAID bloqueada em Washington depois que Musk disse que Trump concordou em fechar a agência de ajuda - Associated Press",
        "Myles Garrett solicita negociação dos Browns - NBC Sports",
        "Bebida ou erva: o que é pior para a sua saúde? - The Wall Street Journal",
        "Na Casa Branca, Trump mostrará a Netanyahu quem é o chefe - Haaretz",
        "As tarifas de Trump sobre o México serão suspensas por um mês, diz Sheinbaum, enquanto anuncia o envio de tropas para a fronteira - CNBC",
        "Bem-vindo à nova guerra cultural do \"senso comum\" de Donald Trump - POLITICO",
        "The Luka Trade deixa executivos da NBA perplexos: “The Return Sucks” - The Ringer",
        "Presidente da África do Sul reage a Trump e Musk por lei fundiária - POLITICO EUROPE",
        "Beyoncé anuncia datas da turnê Cowboy Carter após a grande noite do Grammy - Hollywood Reporter",
        "Revisão da Civilização VII: Uma grande revisão resolve os problemas mais antigos do CIV - Ars Technica",
        "Ohio State Football OC FITS: Who Buckeyes, Ryan Day pode substituir Chip Kelly - 247Sports",
        "Ex-soldado Daniel Khalife condenado a 14 anos de prisão depois de espionar para o Irã e escapar da prisão - BBC.com",
        "Preços do petróleo e da gasolina sobem após Trump impor tarifas sobre o petróleo do Canadá - MarketWatch",
        "A estimulação do nervo vago é o futuro para o tratamento da AR? - Central de Saúde",
        "A Nucor e outras ações de aço se recuperam com as tarifas Trump. Uma pequena mudança causa grande impacto. - Barron's",
        "Tom Lee diz que compre essa queda tarifária nas ações, mas o bitcoin está caminhando para muito mais problemas a curto prazo - CNBC",
        "A pressão do governo Trump por um congelamento de financiamento federal está de volta aos tribunais - The Associated Press"
    ]
}