{
    "headlines": [
        "ਟਰੰਪ ਨੇ ਪੈਨਸਿਲਵੇਨੀਆ ਦੇ ਅਰਨੋਲਡ ਪਾਮਰ ਖੇਤਰੀ ਹਵਾਈ ਅੱਡੇ 'ਤੇ ਰੈਲੀ ਕੀਤੀ - ਸੀਬੀਐਸ ਪਿਟਸਬਰਗ",
        "ਯੈਂਕੀਜ਼ ਬਨਾਮ ਗਾਰਡੀਅਨਜ਼ ਲਾਈਵ ਸਕੋਰ ਅਪਡੇਟਸਃ ਏਐਲਸੀਐਸ ਗੇਮ 5 ਵਿਸ਼ਵ ਸੀਰੀਜ਼ ਵਿੱਚ NY ਭੇਜ ਸਕਦਾ ਹੈ - ਅਮਰੀਕਾ ਅੱਜ",
        "ਤੂਫਾਨ ਆਸਕਰ ਟਰੈਕਰਃ ਨਕਸ਼ਾ ਅਤੇ ਅਨੁਮਾਨਤ ਤੂਫਾਨ ਮਾਰਗ - ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਬੋਇੰਗ ਮਸ਼ੀਨਿਸਟ ਹੜਤਾਲ ਨੂੰ ਖਤਮ ਕਰਨ ਦੇ ਨਵੇਂ ਪ੍ਰਸਤਾਵ 'ਤੇ ਬੁੱਧਵਾਰ ਨੂੰ ਵੋਟ ਪਾਉਣਗੇ - ਸੀਏਟਲ ਟਾਈਮਜ਼",
        "ਟੈਕਸਾਸ ਬਨਾਮ ਜਾਰਜੀਆ ਸਕੋਰਃ ਲਾਈਵ ਗੇਮ ਅਪਡੇਟਸ, ਕਾਲਜ ਫੁੱਟਬਾਲ ਸਕੋਰ, ਐਨਸੀਏਏ ਚੋਟੀ ਦੇ 25 ਹਾਈਲਾਈਟਸ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਬਿਜਲੀ ਦੇ ਗਰਿੱਡ ਦੀ ਅਸਫਲਤਾ ਬਾਰੇ ਕੀ ਜਾਣਨਾ ਹੈ ਜਿਸ ਨੇ ਕਿubaਬਾ ਨੂੰ ਹਨੇਰੇ ਵਿੱਚ ਡੁੱਬਿਆ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "‘ਐਨੀਮਲ ਸਪਿਰਿਟਸ‘ ਰਿਟਰਨ - ਬਲੂਮਬਰਗ ਦੇ ਤੌਰ ਤੇ ਬਲਾਕਬਸਟਰ ਹਫਤੇ ਲਈ ਏਸ਼ੀਅਨ ਆਈਪੀਓ ਸੈੱਟ ਕੀਤਾ ਗਿਆ",
        "ਉੱਤਰੀ ਗਾਜ਼ਾ 'ਚ ਇਜ਼ਰਾਇਲੀ ਹਮਲਿਆਂ ਕਾਰਨ ਕਈ ਮੌਤਾਂ, ਡਾਕਟਰਾਂ ਦਾ ਕਹਿਣਾ - Reuters",
        "ਫ੍ਰੋਜ਼ਨ ਵੇਫਲਾਂ ਦੀਆਂ ਬਹੁਤ ਸਾਰੀਆਂ ਕਿਸਮਾਂ ਨੂੰ ਸੰਭਾਵਤ ਲਿਸਟੀਰੀਆ ਗੰਦਗੀ ਬਾਰੇ ਯਾਦ ਕੀਤਾ ਗਿਆ - ਫੌਕਸ ਬਿਜ਼ਨਸ",
        "ਮਿਸੀਸਿਪੀ ਵਿਚ ਘਰੇਲੂ ਵਾਪਸੀ ਵਾਲੀ ਖੇਡ ਤੋਂ ਬਾਅਦ ਇਕ ਸਮੂਹਿਕ ਗੋਲੀਬਾਰੀ ਵਿਚ 3 ਦੀ ਮੌਤ ਹੋ ਗਈ ਅਤੇ 8 ਜ਼ਖਮੀ ਹੋ ਗਏ - ਸੀਐਨਐਨ",
        "ਜਾਰਜੀਆ ਦੇ ਸਪੇਲੋ ਆਈਲੈਂਡ 'ਤੇ ਕਿਸ਼ਤੀ ਡੌਕ ਗੈਂਗਵੇ ਦੇ ਡਿੱਗਣ ਨਾਲ ਘੱਟੋ ਘੱਟ 7 ਮੌਤਾਂ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਰੋਜ਼ੀ ਓ ਡੋਨਲ ਦੀ ਧੀ ਚੈਲਸੀ ਨੂੰ ਬੱਚਿਆਂ ਦੀ ਅਣਦੇਖੀ ਅਤੇ ਨਸ਼ੀਲੇ ਪਦਾਰਥਾਂ ਦੇ ਅਪਰਾਧਾਂ ਲਈ ਗ੍ਰਿਫਤਾਰ ਕੀਤਾ ਗਿਆ - ਈ! ਆਨਲਾਈਨ - ਈ! ਨਿਊਜ਼",
        "ਜੇਮਜ਼ ਗਨ ਨੇ ‘ਸੁਪਰਮੈਨ,’ ’ਸੁਪਰਗਰਲ’ ਅਤੇ 'ਲੈਂਟਰਨਜ਼‘ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ ’ਤੇ' ਕ੍ਰਿਏਚਰ ਕਮਾਂਡੋ ‘ਅਤੇ ਸ਼ੇਅਰ ਅਪਡੇਟਸ ਦਾ ਪਰਦਾਫਾਸ਼ ਕੀਤਾ",
        "Orionid meteor ਸ਼ਾਵਰ 2024: ਕਿਸ, ਜਦ ਸਭ ਸੁੰਦਰ ਸ਼ਾਵਰ ਦੇ ਇੱਕ ਨੂੰ ਵੇਖਣ ਲਈ - Axios",
        "ਨਵੀਨਤਮ ਸਟਾਰਸ਼ਿਪ ਫਲਾਈਟ ਆਈਏਸੀ ਵਿਖੇ ਪ੍ਰਸ਼ੰਸਾ ਅਤੇ ਚਿੰਤਾਵਾਂ ਨੂੰ ਉਕਸਾਉਂਦੀ ਹੈ - ਸਪੇਸਨਿਊਜ਼",
        "ਲੀਅਮ ਪੇਨੇ ਨੇ ਆਪਣੀ ਮੌਤ ਤੋਂ ਪਹਿਲਾਂ ਹੋਟਲ ਦੇ ਕਰਮਚਾਰੀ ਤੋਂ ਡਰੱਗਜ਼ ਪ੍ਰਾਪਤ ਕੀਤੇ ਸਨ, ਦੋਸ਼ੀ ਦੀ ਪਾਲਣਾ ਹੋ ਸਕਦੀ ਹੈਃ ਰਿਪੋਰਟ - ਪੰਨਾ ਛੇ",
        "ਨੇਤਨਯਾਹੂ ਨੇ ਆਪਣੇ ਘਰ 'ਤੇ ਡਰੋਨ ਹਮਲੇ ਦੀ ਰਿਪੋਰਟ ਕਰਨ ਤੋਂ ਬਾਅਦ ਨਿਰਵਿਘਨ - ਬੀਬੀਸੀ.",
        "ਲਾਈਵ ਦੇਖੋਃ ਹੈਰਿਸ ਅਟਲਾਂਟਾ ਵਿਚ ਵੋਟਰਾਂ ਨੂੰ ਸੰਗੀਤਕ ਮਹਿਮਾਨ ਊਸ਼ਰ ਨਾਲ - ਦਿ ਹਿੱਲ",
        "ਇੱਕ ਟੈਲੀਗ੍ਰਾਮ ਸਮੂਹ ਨੇ ਇਜ਼ਰਾਈਲ ਦੇ ਹਮਲੇ ਦੀਆਂ ਯੋਜਨਾਵਾਂ ਬਾਰੇ 'ਉੱਚ ਪੱਧਰੀ' ਅਮਰੀਕੀ ਦਸਤਾਵੇਜ਼ ਕਹਿੰਦੇ ਹਨ ਨੂੰ ਪੋਸਟ ਕੀਤਾ - ਬਿਜ਼ਨਸ ਇਨਸਾਈਡਰ",
        "ਵਿਲੀ ਨੈਲਸਨ ਨੇ ਕਮਲਾ ਹੈਰਿਸ ਦੇ ਸਮਰਥਨ ਵਿਚ ਕੈਨਾਬਿਸ ਕਮਿ Communityਨਿਟੀ ਕਾਲ ਸੈੱਟ ਕੀਤੀ - ਡੈੱਡਲਾਈਨ"
    ]
}