{
    "headlines": [
        "ਬਰਫਬਾਰੀ ਮਿਨੀਸੋਟਾ ਭਰ ਵਿੱਚ ਮੁਸ਼ਕਲ ਯਾਤਰਾ ਦਾ ਕਾਰਨ ਬਣਦੀ ਹੈ, ਮਿਨੀਅਪੋਲਿਸ ਅਤੇ ਸੇਂਟ ਪੌਲ ਲਈ ਬਰਫ ਦੀ ਐਮਰਜੈਂਸੀ ਜਾਰੀ ਕੀਤੀ ਗਈ - ਐਮਪੀਆਰ ਨਿ Newsਜ਼",
        "ਸੈਲਫ-ਲਰਨਿੰਗ ਏਆਈ ਐਨਐਫਐਲ ਨੂੰ ਹਰ ਹਫਤੇ 16, 2024 ਗੇਮ ਲਈ ਫੈਲਣ, ਓਵਰ ਅੰਡਰ, ਮਨੀ-ਲਾਈਨ ਪਿਕ ਦੇ ਵਿਰੁੱਧ ਦਿੰਦਾ ਹੈ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਚੱਕਰਵਾਤ ਹਿੰਦ ਮਹਾਂਸਾਗਰ ਟਾਪੂ ਨੂੰ ਖੰਡਰ ਵਿੱਚ ਛੱਡਦਾ ਹੈ, ਫੋਟੋਆਂ ਦਿਖਾਉਂਦੀਆਂ ਹਨ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਮਹੋਮਜ਼ ਬਨਾਮ ਟੇਕਸਨਜ਼ ਸ਼ੁਰੂ ਹੋਣ ਦੀ ਸੰਭਾਵਨਾ ਹੈ, ਰੀਡ ਕਹਿੰਦਾ ਹੈ - ਈਐਸਪੀਐਨ",
        "ਕਾਲਜ ਫੁੱਟਬਾਲ ਪਲੇਆਫ ਦੀਆਂ 12 ਟੀਮਾਂ ਨੂੰ ਮਿਲੋ - ਸੀ ਐਨ ਐਨ",
        "ਲਾਈਵ ਅਪਡੇਟਸਃ ਲੂਗੀ ਮੈਂਗਿਓਨ ਨੂੰ ਯੂਨਾਈਟਿਡ ਹੈਲਥਕੇਅਰ ਦੇ ਸੀਈਓ ਕਤਲ 'ਤੇ ਨਵੇਂ ਸੰਘੀ ਦੋਸ਼ਾਂ ਦਾ ਸਾਹਮਣਾ ਕਰਨਾ ਪੈਂਦਾ ਹੈ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਵੀਰਵਾਰ ਰਾਤ ਦਾ ਫੁੱਟਬਾਲਃ ਅੱਜ ਰਾਤ ਡੇਨਵਰ ਬ੍ਰੋਂਕੋਸ ਬਨਾਮ ਲਾਸ ਏਂਜਲਸ ਚਾਰਜਰਸ ਐਨਐਫਐਲ ਗੇਮ ਕਿਵੇਂ ਵੇਖੀਏ - ਯਾਹੂ ਸਪੋਰਟਸ",
        "ਟੀਮਸਟਰਾਂ ਨੇ ਅਮਰੀਕੀ ਇਤਿਹਾਸ ਵਿਚ ਐਮਾਜ਼ਾਨ ਵਿਰੁੱਧ ਸਭ ਤੋਂ ਵੱਡਾ ਹੜਤਾਲ ਸ਼ੁਰੂ ਕੀਤੀ - ਇੰਟਰਨੈਸ਼ਨਲ ਬ੍ਰਦਰਹੁੱਡ ਆਫ ਟੀਮਸਟਰਸ",
        "ਸੁਪਰਮੈਨ ਟੀਜ਼ਰ ਟ੍ਰੇਲਰਃ ਨਾਥਨ ਫਿਲਿਅਨ ਦੇ ਗਾਈ ਗਾਰਡਨਰ ਸਪੋਰਟਸ ਬਾlਲ-ਕੱਟ ਹੇਅਰਡੋ, ਨੈਟਲੀਜ਼ ਉਸ ਨੂੰ 'ਇਕ ਵਿਸ਼ਾਲ ਡਾਰਕ’ ਕਹਿੰਦੇ ਹਨ - ਹਿੰਦੁਸਤਾਨ ਟਾਈਮਜ਼",
        "‘ਮੈਨੂੰ ਝੂਠ ਦੱਸੋ’ ਸੀਜ਼ਨ 3 ਲਈ ਨਵੀਨੀਕਰਣ ਹੂਲੂ ਦੁਆਰਾ, ਸਿਰਜਣਹਾਰ ਮੇਗਨ ਓਪਨਹੀਮਰ ਸਿਆਹੀਆਂ ਓਵਰਆਲ ਡੀਲ 20 ਟੀਵੀ ਨਾਲ - ਡੈੱਡਲਾਈਨ",
        "ਐਲੀ ਲਿਲੀ ਦਾ ਭਾਰ ਘਟਾਉਣ ਵਾਲਾ ਡਰੱਗ ਜ਼ੈਪਬਾਉਂਡ ਦੀ ਘਾਟ ਅਧਿਕਾਰਤ ਤੌਰ 'ਤੇ ਖਤਮ ਹੋ ਗਈ ਹੈਃ ਐਫ ਡੀ ਏ - ਬੈਰਨਜ਼",
        "ਕੰਪਨੀ ਦੇ ਕੱਟਣ ਤੋਂ ਬਾਅਦ ਮਾਈਕਰੋਨ ਸਟਾਕ ਪਲੰਜ ਆਉਟਲੁੱਕ, ਵਿਸ਼ਲੇਸ਼ਕ ਚਿੰਤਾਵਾਂ ਨੂੰ ਵਧਾਉਂਦੇ ਹਨ - ਇਨਵੈਸਟੋਪੀਡੀਆ",
        "ਟਰੰਪ ਆਪਣੇ ਸਹੁੰ ਚੁੱਕ ਸਮਾਗਮ 'ਚ ਹਿੱਸਾ ਲੈ ਰਹੇ ਸਨ । ਹੁਣ ਉਹ ਇੱਕ ਵੱਡੀ ਗੜਬੜ ਦਾ ਸਾਹਮਣਾ ਕਰ ਰਿਹਾ ਹੈ - ਪੋਲਿਟਿਕੋ",
        "ਫਰਾਂਸ ਦੀ ਇਤਿਹਾਸਕ ਸਮੂਹਿਕ ਬਲਾਤਕਾਰ ਦੀ ਸੁਣਵਾਈ ਖ਼ਤਮ ਹੋ ਗਈ ਹੈ । ਪਰ ਪੇਲੀਕੋਟ ਕੇਸ ਦਰਸਾਉਂਦਾ ਹੈ ਕਿ againstਰਤਾਂ ਵਿਰੁੱਧ ਪ੍ਰਣਾਲੀਗਤ ਹਿੰਸਾ ਡੂੰਘੀ ਚਲਦੀ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਅਦਾਲਤ ਨੇ ਟਰੰਪ ਵਿਰੁੱਧ ਜਾਰਜੀਆ ਚੋਣ ਕੇਸ ਤੋਂ ਫਾਨੀ ਵਿਲਿਸ ਨੂੰ ਅਯੋਗ ਠਹਿਰਾਇਆ, ਪਰ ਦੋਸ਼ ਅਜੇ ਵੀ ਖੜੇ ਹਨ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "2024 ਤੋਂ 17 ਨਵੇਂ ਟੀਵੀ ਸ਼ੋਅ ਜੋ ਨੀਡਡ ਏ ਸੀਜ਼ਨ 2 - ਬਜ਼ਫੀਡ",
        "ਲੱਖਾਂ ਲੋਕ ਵਿਸਤ੍ਰਿਤ ਸਮਾਜਿਕ ਸੁਰੱਖਿਆ ਲਾਭ ਪ੍ਰਾਪਤ ਕਰ ਸਕਦੇ ਹਨ. ਉਹ ਕੌਣ ਹਨ ਅਤੇ ਇਹ ਕਿਵੇਂ ਹੋਵੇਗਾ? - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਪੁਤਿਨ ਨੂੰ ਟਰੰਪਃ ਮੈਨੂੰ ਸ਼ਾਇਦ ਕਾਲ ਕਰੋ - ਪੋਲੀਟੀਕੋ ਯੂਰਪ",
        "ਸਪੇਸਐਕਸ ਜਨਵਰੀ ਦੇ ਅੱਧ ਵਿਚ ਫਾਇਰਫਲਾਈ ਏਰੋਸਪੇਸ ਦੇ ਬਲੂ ਗੋਸਟ ਲੈਂਡਰ ਨੂੰ ਨਾਸਾ ਦੇ ਇਨ੍ਹਾਂ 10 ਪੇਲੋਡਾਂ ਨਾਲ ਚੰਦਰਮਾ 'ਤੇ ਲਾਂਚ ਕਰੇਗਾ - ਸਪੇਸ ਡਾਟ ਕਾਮ",
        "ਇੰਸਟਾਗ੍ਰਾਮ ਏਆਈ ਐਡੀਟਿੰਗ ਟੂਲਸ ਨੂੰ ਛੇੜਦਾ ਹੈ ਜੋ ਤੁਹਾਡੇ ਵਿਡੀਓਜ਼ ਦੀ ਪੂਰੀ ਤਰ੍ਹਾਂ ਮੁੜ ਕਲਪਨਾ ਕਰੇਗਾ - ਦਿ ਵਰਜ"
    ]
}