{
    "headlines": [
        "تحديثات ستيلرز مقابل رايفنز المباشرة: نتائج الدوري الوطني لكرة القدم الأمريكية، إحصائيات اللعبة، النقاط البارزة، أين تشاهد المواجهة في الأسبوع 11 - سي بي إس سبورتس",
        "الغارة الإسرائيلية تقتل المتحدث باسم حزب الله بينما تستعد المجموعة للرد على اقتراح وقف إطلاق النار الجديد - سي إن إن",
        "العاصفة الاستوائية سارة تضعف إلى المنخفض الاستوائي بعد وصولها إلى اليابسة في بليز - وكالة أسوشيتد برس",
        "بايدن يرفع الحظر عن أوكرانيا باستخدام الأسلحة الأمريكية لضرب داخل روسيا - رويترز",
        "يسعى ترامب إلى التعهد بأن وزير الخزانة سوف يسن تعريفات صارمة - فاينانشيال تايمز",
        "شي جين بينغ يخبر جو بايدن أنه سيعمل مع دونالد ترامب لإدارة العلاقات الأمريكية الصينية - فاينانشال تايمز",
        "توقعات الأضواء الشمالية: يمكن رؤية الشفق القطبي من هذه الولايات الثماني الليلة - فوربس",
        "تغطية حية: سبيس إكس تطلق لغز \"Optus - X\" على صاروخ فالكون 9 من مركز كينيدي للفضاء - Spaceflight Now",
        "يعتقد الجمهوريون فجأة أن الاقتصاد عظيم وأن الانتخابات لم تكن مزورة - POLITICO",
        "يقول محاميه إن البنتاغون يختار امرأة مدفوعة الأجر بعد مزاعم الاعتداء الجنسي لكنه ينفي ارتكاب أي مخالفات - وكالة أسوشيتد برس",
        "كيف غيرت قضية قتل لم يتم حلها منذ عقود الطريقة التي نستهلك بها الدواء - أصوات ياهو!",
        "شباك التذاكر: Dwayne Johnson's $ 250 Million - Budgeted ‘Red One’ debutes to Chilly $ 34 Million - Variety",
        "تصرخ تشارلي XCX بكاتبة عمود \"شقي\" خلال مونولوج \"SNL\" لإزالتها مارثا ستيوارت - الصفحة السادسة",
        "ستيب ميوتشيك يعلن تقاعده بعد خسارة UFC 309 لجون جونز: \"لقد انتهيت\" - MMA Fighting",
        "تسربت تفاصيل جديدة حول نظارات الواقع المعزز الذكية من سامسونج - سام موبايل - أخبار سامسونج",
        "بيانات حصرية: وتيرة ترامب القياسية لاختيار مجلس الوزراء - Axios",
        "تقنية شائعة لجعل الذكاء الاصطناعي أكثر كفاءة لها عيوب - TechCrunch",
        "قمم دش نيزك ليونيد تبلغ ذروتها الآن. هل \"نجوم الرماية\" في التوقعات لعام 2024 ؟ - Space.com",
        "هل ستتحول مواجهة مكافحة الاحتكار التي بدأت في عهد بايدن إلى \"دعونا نعقد صفقة\" في عهد ترامب ؟ - وكالة أسوشيتد برس",
        "5 برامج حكومية يمكن أن يضعها \"دوجي\" إيلون ماسك على كتلة التقطيع - تامبا فري برس"
    ]
}