{
    "headlines": [
        "العقود الآجلة لمؤشر داو جونز: البيتكوين تتصدر 81000 دولار في صعود ترامب ؛ Nvidia تقود 5 أسهم بالقرب من نقاط الشراء - Investor's Business Daily",
        "هل مات جون داتون ؟ \"يلوستون\" يكشف مصيره بعد خروج كيفن كوستنر الصادم - نيويورك بوست",
        "زلزال بقوة 6.8 درجة يهز كوبا بعد الأعاصير وانقطاع التيار الكهربائي - ABC News",
        "في حين يرحب العديد من الناخبين الأمريكيين بسياسات ترامب الحدودية الأكثر صرامة، فإن فوزه يضع المهاجرين على الحافة - سي بي إس نيوز",
        "يدعو ترامب أعضاء مجلس الشيوخ الجمهوريين الذين يتنافسون ليكونوا قادة الأغلبية إلى الموافقة على تعليق التعيينات - سي إن إن",
        "سوق السندات على مسار محفوف بالمخاطر حيث يعيد المتداولون التجمع من أسبوع وايلد - Yahoo Finance",
        "دردشة مباشرة للنصف الأول من Detroit Lions مقابل Houston Texans، موضوع مفتوح - Pride of Detroit",
        "مات حارس الغابة المتطوع، 18 عامًا، استجابة لحريق غابات نيويورك الذي أرسل ضبابًا دخانيًا فوق مدينة نيويورك - سي إن إن",
        "ماذا كانت كرة النار في السماء فوق شمال تكساس ؟ - FOX 4 News Dallas - Fort Worth",
        "يشرح ديبو صموئيل مشاجرة جانبية \"خارج الشخصية\" مع سمك النهاش الطويل 49ers، كيكر - USA TODAY",
        "ينادي كولتس سي بي كيني مور زملائه في الفريق بعد الخسارة أمام بيلز: \"لا أعتقد أن الجهد موجود\" - ياهو سبورتس",
        "Nintendo Direct القادم هو كل شيء عن Super Nintendo World's Donkey Kong Country - The Verge",
        "ملخص سريع للأسبوع العاشر من الدوري الوطني لكرة القدم الأمريكية: فحوصات النبض للفرق الأكثر إحراجًا في الدوري - تقرير المبيض",
        "بيتكوين تكسر 80 ألف دولار لأول مرة بسبب التفاؤل بشأن ترامب - بلومبرغ",
        "تقول المصادر إن سوتومايور ليس لديها خطط للاستقالة من المحكمة العليا - ABC News",
        "لماذا سيكون انسحاب ترامب الثاني من اتفاقية باريس مختلفًا - POLITICO Europe",
        "\"هرطقة\" و \"هيو غرانت\" لأول مرة بمبلغ 11 مليون دولار، لكن \"Venom: The Last Dance\" يتصدران شباك التذاكر مرة أخرى - وكالة أسوشيتد برس",
        "يحرز رجال الإطفاء تقدمًا، لكن حرائق الغابات في جنوب كاليفورنيا تشتعل - الولايات المتحدة الأمريكية اليوم",
        "تحدث ترامب إلى بوتين، وطلب من الزعيم الروسي عدم التصعيد في أوكرانيا - واشنطن بوست",
        "Elon Musk يعيد نشر دعوة لإنهاء بنك الاحتياطي الفيدرالي - Cointelegraph"
    ]
}