{
    "headlines": [
        "ਡੌਲਫਿਨ ਬਨਾਮ ਬਿੱਲ ਐਨਐਫਐਲ ਵੀਰਵਾਰ ਰਾਤ ਫੁੱਟਬਾਲ ਅੱਜ ਰਾਤਃ ਸਕੋਰ, ਅੰਕੜੇ, ਹਾਈਲਾਈਟਸ - ਯੂਐਸਏ ਅੱਜ",
        "ਉਵਲਡੇ ਸ਼ੂਟਿੰਗ ਦੀ ਸੰਘੀ ਸਮੀਖਿਆ ਬਾਰਡਰ ਪੈਟਰੋਲ ਨੂੰ ਗਲਤ ਕਦਮ ਲੱਭਦੀ ਹੈ ਪਰ ਅਨੁਸ਼ਾਸਨ ਦੀ ਸਿਫਾਰਸ਼ ਨਹੀਂ ਕਰਦੀ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਸਕਰਿਪਟ ਬੰਦ! ਇੱਕ 33-ਯਾਰਡ ਲਾਭ ਲਈ ਟਾਈ ਜਾਨਸਨ ਨੂੰ ਇੱਕ ਪਾਸ ਮੁਕੰਮਲ ਹੋਣ ਦੇ ਨਾਲ ਜੋਸ਼ ਐਲਨ | Dolphins 'ਤੇ ਬਿੱਲ - BuffaloBills.com",
        "ਟਰੰਪ ਨੇ ਹੈਰਿਸ ਵਿਰੁੱਧ ਇਕ ਹੋਰ ਰਾਸ਼ਟਰਪਤੀ ਬਹਿਸ ਨੂੰ ਰੱਦ ਕਰ ਦਿੱਤਾ - ਬੀਬੀਸੀ.",
        "ਫਸਟ ਐਨਰਜੀ ਨੇ ਓਹੀਓ ਰਿਸ਼ਵਤ ਸਕੀਮ ਵਿਚ ਆਪਣੀ ਭੂਮਿਕਾ ਲਈ 100 ਮਿਲੀਅਨ ਡਾਲਰ ਦਾ ਭੁਗਤਾਨ ਕਰਨ ਦਾ ਆਦੇਸ਼ ਦਿੱਤਾ - ਡਬਲਯੂਜੇਡਬਲਯੂ ਫੌਕਸ 8 ਨਿ Newsਜ਼ ਕਲੀਵਲੈਂਡ",
        "ਡੋਨਾਲਡ ਟਰੰਪ ਟੇਲਰ ਸਵਿਫਟ ਨੂੰ ਵੇਚਦਾ ਹੈ \"ਈਰਾਸ ਟੂਰ\" -ਸ਼ੈਲੀ ਦੀਆਂ ਕਮੀਜ਼ਾਂ ਉਸ ਦੇ ਹੈਰਿਸ ਸਮਰਥਨ ਦੀ ਨਿੰਦਾ ਕਰਨ ਤੋਂ ਬਾਅਦ - ਸੈਲੂਨ",
        "ਬਰਡ ਫਲੂ ਦਾ ਕੇਸ ਅਜੇ ਵੀ ਅਧਿਕਾਰੀਆਂ ਨੂੰ ਠੋਕ ਰਿਹਾ ਹੈ । ਮਿਸੂਰੀ ਵਿਅਕਤੀ ਕਿਵੇਂ ਹੋਇਆ ਇਨਫੈਕਟਿਡ? - ਅਮਰੀਕਾ ਅੱਜ",
        "ਵੀਪੀ ਕਮਲਾ ਹੈਰਿਸ ਨੇ ਰਾਸ਼ਟਰਪਤੀ ਦੀ ਦੌੜ ਵਿਚ ‘ਅੰਡਰਡੌਗ‘ ਵਜੋਂ ਐਨਸੀ ਵਿਚ ਬਹਿਸ ਤੋਂ ਬਾਅਦ ਦੇ ਦੌਰੇ ਦੀ ਸ਼ੁਰੂਆਤ ਕੀਤੀ - ਸ਼ਾਰਲੋਟ ਆਬਜ਼ਰਵਰ",
        "ਇਜ਼ਰਾਈਲ-ਹਮਾਸ ਯੁੱਧ ਨਵੀਨਤਮਃ ਬਲਿੰਕਨ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਅਮਰੀਕਾ ਗਾਜ਼ਾ ਮਨੁੱਖਤਾਵਾਦੀ ਸਥਾਨਾਂ ਨੂੰ ਬਚਾਉਣ ਲਈ ਇਜ਼ਰਾਈਲ 'ਤੇ ਦਬਾਅ ਬਣਾਉਂਦਾ ਰਹੇਗਾ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਐਂਡਰਾਇਡ ਟੈਬਲੇਟਾਂ ਲਈ ਗੂਗਲ ਡੈਸਕਟੌਪ ਵਿੰਡੋਜ਼ ਦੀ ਜਾਂਚ ਕਰਦਾ ਹੈ - ਦਿ ਵਰਜ",
        "ਰੇਟ ਕਟੌਤੀ ਵਿਚ ਬਾਜ਼ਾਰਾਂ ਦੀ ਕੀਮਤ, ਅਡੋਬ ਦੀ ਕਮਾਈਃ ਮਾਰਕੀਟ ਡੋਮੀਨੇਸ਼ਨ ਓਵਰਟਾਈਮ - ਯਾਹੂ ਵਿੱਤ",
        "ਭੂਚਾਲ ਨੇ ਲਾਸ ਏਂਜਲਸ ਦੇ ਖੇਤਰ ਨੂੰ ਹਿਲਾ ਦਿੱਤਾ, 'ਲੱਖਾਂ' ਨੂੰ ਪਹਿਲਾਂ ਤੋਂ ਸੂਚਿਤ ਕੀਤਾ ਗਿਆ, ਗਵਰਨਰ ਦਾ ਦਫਤਰ ਕਹਿੰਦਾ ਹੈ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਐਫ ਡੀ ਏ ਨੇ ਐਪਲ ਦੇ ਏਅਰਪੌਡਜ਼ ਪ੍ਰੋ - ਰਾਇਟਰਜ਼ ਵਿਚ ਵਰਤੇ ਜਾਣ ਵਾਲੇ ਪਹਿਲੇ ਓਟੀਸੀ ਸੁਣਵਾਈ ਸਹਾਇਤਾ ਸਾੱਫਟਵੇਅਰ ਨੂੰ ਅਧਿਕਾਰਤ ਕੀਤਾ",
        "ਡਬਲਯੂਆਰ ਹਿਗਿਨਜ਼ ਗੱਲਬਾਤ ਦੁਆਰਾ ਉਲਝਣ ਵਿੱਚ ਹੈ ਉਹ 'ਜਾਅਲੀ' ਸੱਟ ਹੈ - ਈਐਸਪੀਐਨ",
        "ਦਲੇਰ ਸਪੇਸਐਕਸ ਮਿਸ਼ਨ 'ਤੇ ਚਾਰ ਨਾਗਰਿਕ ਪਹਿਲੇ ਵਪਾਰਕ ਸਪੇਸਵਾਕ ਨੂੰ ਪੂਰਾ ਕਰਦੇ ਹਨ - ਸੀ ਐਨ ਐਨ",
        "ਸੁੰਡੈਂਸ ਆਪਣੀਆਂ ਭਵਿੱਖ ਦੀਆਂ ਫਿਲਮ ਫੈਸਟੀਵਲ ਸਾਈਟਾਂ ਨੂੰ 3 ਤੱਕ ਤੰਗ ਕਰਦਾ ਹੈ — ਯੂਟਾ ਅਜੇ ਵੀ ਚੱਲ ਰਿਹਾ ਹੈ - ਕੇਐਸਐਲ ਡਾਟ ਕਾਮ",
        "ਉੱਤਰੀ ਹੈਮਪਟਨ ਵਿੱਚ ਈਈਈ ਲਈ ਮੱਛਰ ਦਾ ਬੈਚ ਸਕਾਰਾਤਮਕ ਟੈਸਟ ਕਰਦਾ ਹੈ - ਡਬਲਯੂਐਮਯੂਆਰ ਮੈਨਚੇਸਟਰ",
        "ਐਨਵਾਈਪੀਡੀ ਕਮਿਸ਼ਨਰ ਐਡਵਰਡ ਕੈਬਨ ਦਾ ਵਿਭਾਗ ਨੂੰ ਪੂਰਾ ਅਸਤੀਫਾ ਬਿਆਨ ਪੜ੍ਹੋ - ਐਨਬੀਸੀ ਨਿ New ਯਾਰਕ",
        "ਹਟਾਈ",
        "PS5 ਪ੍ਰੋ 'ਤੇ ਡਿਜੀਟਲ ਫਾਉਂਡਰੀਃ ਜੀਟੀਏ 6 ਅਤੇ ਹੋਰ 60FPS ਨੂੰ ਮਾਰਨ ਦੀ ਸੰਭਾਵਨਾ ਨਹੀਂ - ਆਈਜੀਐਨ"
    ]
}