{
    "headlines": [
        "Wendy Williams ‘permanentemente incapacitada’ de reivindicação de documentos do tribunal de demência - WHIO",
        "Tempestades de inverno de Ação de Graças previstas nos EUA - Onde as viagens podem ser interrompidas esta noite e amanhã - Forbes",
        "Produto Interno Bruto, Terceiro Trimestre de 2024 (Segunda Estimativa) e Lucros Corporativos (Preliminar) - Bureau of Economic Analysis",
        "Elon Musk divulgou os nomes dos funcionários do governo que quer cortar. É aterrorizante para os funcionários federais - CNN",
        "Os futuros de ações estão pouco alterados, já que Wall Street aguarda a leitura da inflação preferida do Fed: Atualizações ao vivo - CNBC",
        "Atualizações ao vivo: À medida que o cessar-fogo entre Israel e o Hezbollah começa, os libaneses deslocados voltam para casa em carros lotados - The Associated Press",
        "Pep Guardiola divulga declaração após reação furiosa sobre suas observações preocupantes de 'me machucar' após o empate do Man City com o Feyenoord - GOL em inglês",
        "As bilheterias de 'Moana 2' no Dia de Ação de Graças podem ser melhores na era pós-pandemia - CNBC",
        "Prepare-se para o futebol do Dia de Ação de Graças: pré-visualização de todos os três jogos da NFL, incluindo escolhas e chaves de confronto - ESPN",
        "OpenAI fecha o Sora Access após artistas lançarem ferramenta de geração de vídeo em protesto: ‘Nós não somos seus fantoches de relações públicas’ - Variety",
        "Imran Khan: Apoiantes da oposição paquistanesa encerram protesto após repressão - BBC.com",
        "Procurador do TPI pede mandados de prisão para o chefe do regime militar de Mianmar - Associated Press",
        "O governo Biden pressiona Trump contra a pressão de medicamentos contra a obesidade - Axios",
        "Os republicanos impulsionam planos para expandir drasticamente os vouchers de educação — apesar da resistência dos eleitores. - POLITICO",
        "Dodgers assinam acordo de cinco anos com Blake Snell - rumores de negociação na MLB",
        "Raspberry Pi lança Compute Module 5 para aplicativos incorporados - TechCrunch",
        "Um policial australiano que chocou uma mulher de 95 anos com um taser é culpado de homicídio culposo - The Associated Press",
        "No. 1 Kansas flusters Cooper Flagg, supera a flagrante 2 expulsão de Hunter Dickinson em thriller sobre No. 11 Duke - Yahoo Sports",
        "Trump assina acordo de transição com Biden, mas falta proteção fundamental - The Washington Post",
        "'Dançando com as Estrelas' coroa um novo vencedor! Descubra quem levou para casa o Troféu Mirrorball da Temporada 33 - PESSOAS"
    ]
}