{
    "headlines": [
        "ਸੈਂਡਰਜ਼ਃ ਸੋਟੋਮੇਅਰ ਹੇਠਾਂ ਆਉਣਾ ‘ਸਮਝਦਾਰ ਪਹੁੰਚ’ ਨਹੀਂ - ਦ ਹਿੱਲ",
        "ਜਰਮਨੀ ਵਿੱਚ ਓਵਰਟਾਈਮ ਵਿੱਚ ਪੈਂਥਰਜ਼ ਚੋਟੀ ਦੇ ਜਾਇੰਟਸ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਹਟਾਈ",
        "ਯੂਕਰੇਨ ਨੇ ਮਾਸਕੋ 'ਤੇ ਹੁਣ ਤੱਕ ਦਾ ਸਭ ਤੋਂ ਵੱਡਾ ਡਰੋਨ ਹਮਲਾ ਕੀਤਾ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਇਹ ਆਸਾਨ ਅਭਿਆਸ ਕਰਕੇ ਆਪਣੇ ਗੋਡਿਆਂ ਦੀ ਮਦਦ ਕਰੋ - ਸੀ ਐਨ ਐਨ",
        "ਐਸ ਐਨ ਐਲ ਕਾਸਟ ਨੇ ਰਾਸ਼ਟਰਪਤੀ ਚੁਣੇ ਗਏ ਟਰੰਪ ਨੂੰ ਕਿਹਾਃ ‘ਅਸੀਂ ਸਾਰੇ ਤੁਹਾਡੇ ਨਾਲ ਰਹੇ ਹਾਂ’ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਚੀਫਜ਼ ਬਨਾਮ ਬ੍ਰੋਂਕੋਸ ਦੀਆਂ ਸੰਭਾਵਨਾਵਾਂ, ਪਿਕਸ, ਫੈਲਣ, ਕਿਵੇਂ ਵੇਖਣਾ ਹੈ, ਲਾਈਵ ਸਟ੍ਰੀਮਃ ਮਾਡਲ 2024 ਹਫਤੇ 10 ਐਨਐਫਐਲ ਦੀਆਂ ਭਵਿੱਖਬਾਣੀਆਂ ਦਾ ਖੁਲਾਸਾ ਕਰਦਾ ਹੈ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਬਾਂਡ ਮਾਰਕੀਟ ਜੋਖਮ ਭਰਪੂਰ ਮਾਰਗ 'ਤੇ ਹੈ ਕਿਉਂਕਿ ਵਪਾਰੀ ਗੜਬੜ ਵਾਲੇ ਹਫਤੇ ਤੋਂ ਮੁੜ ਸਮੂਹ ਕਰਦੇ ਹਨ - ਯਾਹੂ ਵਿੱਤ",
        "ਬਹੁਤ ਹੀ ਮਜ਼ਬੂਤ mag. 6.8 ਭੂਚਾਲ - ਕਿਊਬਾ ਦੇ ਬਾਰਟੋਲੋਮ ਮਾਸੋ ਦੇ 39 ਕਿਲੋਮੀਟਰ ਐਸ, ਐਤਵਾਰ, ਨਵੰਬਰ 10, 2024 ਨੂੰ, 04:49 ਵਜੇ (ਯੂਨੀਵਰਸਲ ਟਾਈਮ ਟਾਈਮ) - - ਜੁਆਲਾਮੁਖੀDiscovery",
        "ਲੇਬਨਾਨ ਅਤੇ ਗਾਜ਼ਾ ਜਾਨਲੇਵਾ ਇਜ਼ਰਾਈਲ ਦੇ ਹਮਲੇ ਨਾਲ ਮਾਰਿਆ ਗਿਆ, ਰਿਪੋਰਟਾਂ ਕਹਿੰਦੀਆਂ ਹਨ - ਸੀ ਐਨ ਐਨ",
        "‘ਜ਼ਹਿਰ 3’ ਬਾਕਸ ਆਫਿਸ ਨੂੰ ਦੁਬਾਰਾ ਅਗਵਾਈ ਕਰਦਾ ਹੈ, ਏ 24 ਦਾ ‘ਹੇਰੇਟਿਕ’ ਸਲੀਪੀ ਵੀਕੈਂਡ ਵਿਚ 11 ਮਿਲੀਅਨ ਡਾਲਰ ਦੀ ਸ਼ੁਰੂਆਤ ਨੂੰ ਡਰਾਉਂਦਾ ਹੈ - ਵੰਨਗੀ",
        "ਐਤਵਾਰ ਨੂੰ ਕਿਸੇ ਵੀ ਸਮੇਂ ਟੀਡੀ ਸਕੋਰਰਾਂ ਲਈ ਐਨਐਫਐਲ ਪਲੇਅਰ ਪ੍ਰੌਪਸ ਹਫਤਾ 10 - ਐਕਸ਼ਨ ਨੈਟਵਰਕ",
        "ਦੇਸ਼ ਦੀਆਂ ਸ਼੍ਰੇਣੀਆਂ ਵਿੱਚ ਬਿਓਨਸੇ ਦੇ ਗ੍ਰੈਮੀ ਨਾਮਜ਼ਦਗੀ ਪਹਿਲੀ ਸ਼ੈਲੀ ਦੀਆਂ ਲਾਈਨਾਂ ਨੂੰ ਧੁੰਦਲਾ ਕਰਨ ਲਈ ਨਹੀਂ ਹਨ - ਯੂਐਸਏ ਅੱਜ",
        "ਬਿਟਕੋਿਨ ਰਿਕਾਰਡ ਨੂੰ ਉੱਚਾ ਮਾਰਦਾ ਹੈ ਕਿਉਂਕਿ ਟਰੰਪ ਦੇ ਕਿਨਾਰੇ ਕਾਂਗਰਸ ਦੇ ਪੂਰੇ ਨਿਯੰਤਰਣ ਦੇ ਨੇੜੇ ਹੁੰਦੇ ਹਨ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "ਟਰੰਪ ਦੀ ਵੱਡੇ ਪੱਧਰ 'ਤੇ ਡਿਪੋਰਟ ਕਰਨ ਦੀ ਯੋਜਨਾ ਦਾ ਪ੍ਰਵਾਸੀ ਮਜ਼ਦੂਰਾਂ ਅਤੇ ਆਰਥਿਕਤਾ ਲਈ ਕੀ ਅਰਥ ਹੋਵੇਗਾ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਜੈਨੀਫ਼ਰ ਲੋਪੇਜ਼ ਨੇ ਬੈਕਲੈੱਸ ਹੈਲਟਰ ਡਰੈੱਸ ਪਹਿਨੀ ਹੋਈ ਸੀ ਜਿਸ ਵਿੱਚ 'ਵਾਈਕ' ਨੂੰ ਪੱਟ-ਹਾਈ ਸਲਾਈਟ ਸੀ - InStyle",
        "ਟਰੰਪ ਦੀ 2024 ਦੀ ਜਿੱਤ ਨੇ ਵੋਟਰ ਸ਼ਿਫਟਾਂ ਦਾ ਖੁਲਾਸਾ ਕੀਤਾ ਜੋ ਅਮਰੀਕਾ ਦੇ ਰਾਜਨੀਤਿਕ ਦ੍ਰਿਸ਼ ਨੂੰ ਮੁੜ ਰੂਪ ਦੇ ਸਕਦੇ ਹਨ - ਸੀ ਐਨ ਐਨ",
        "ਟਰੰਪ ਵਿਨ ਬੂਸਟਿੰਗ ਸਟਾਕਾਂ ਦੇ ਨਾਲ, ਅਗਲੇ ਜੇਤੂਆਂ ਲਈ ਨਿਵੇਸ਼ਕਾਂ ਦਾ ਸ਼ਿਕਾਰ - ਬਲੂਮਬਰਗ",
        "ਕੈਂਸਰ ਮੁਕਤ ਕੇਟ ਮਿਡਲਟਨ ਯਾਦਗਾਰੀ ਐਤਵਾਰ ਦੀ ਰਸਮ ਵਿਚ ਸ਼ਾਮਲ ਹੁੰਦੀ ਹੈ — ਕਿਉਂਕਿ ਰਾਣੀ ਕੈਮਿਲਾ ਇਕ ਨੋ-ਸ਼ੋਅ ਹੈ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਰਿਪਬਲਿਕਨ ਸੈਨੇਟ 'ਤੇ ਕਬਜ਼ਾ ਕਰਨ ਤੋਂ ਬਾਅਦ ਅਮਰੀਕੀ ਹਾ Houseਸ ਕੰਟਰੋਲ ਹਾਸਲ ਕਰਨ ਦੇ ਕੰ onੇ' ਤੇ ਹਨ - ਰਾਇਟਰਜ਼"
    ]
}