{
    "headlines": [
        "ਦੱਖਣੀ ਕੋਰੀਆ ਦੀ ਅਦਾਲਤ ਨੇ ਮਾਰਸ਼ਲ ਲਾਅ ਦੇ ਫ਼ਰਮਾਨ ਨੂੰ ਲੈ ਕੇ ਮਹਾਦੋਸ਼ਿਤ ਰਾਸ਼ਟਰਪਤੀ ਯੂਨ ਦੀ ਰਸਮੀ ਗ੍ਰਿਫਤਾਰੀ ਦਾ ਆਦੇਸ਼ ਦਿੱਤਾ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਟਰੰਪ ਨੇ ਵ੍ਹਾਈਟ ਹਾ Houseਸ ਵਾਪਸ ਆਉਣ ਤੋਂ ਕੁਝ ਦਿਨ ਪਹਿਲਾਂ ਮੀਮ ਸਿੱਕਾ, $ TRump ਲਾਂਚ ਕੀਤਾ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਕਿਵੇਂ ਟਰੰਪ ਦਾ ਉਦੇਸ਼ ‘ਡੂੰਘੇ ਰਾਜ‘ ਨੂੰ ਖਤਮ ਕਰਨਾ ਅਤੇ ਨਿਯੰਤਰਣ ਦਾ ਦਾਅਵਾ ਕਰਨਾ ਹੈ - ਰਾਇਟਰਜ਼",
        "ਆਉਣ ਵਾਲੇ ਦਿਨਾਂ ਵਿੱਚ 95 ਮਿਲੀਅਨ ਤੋਂ ਵੱਧ ਅਮਰੀਕੀ ਬੇਰਹਿਮੀ ਨਾਲ ਠੰਡੇ ਤਾਪਮਾਨ ਲਈ ਅਲਰਟ 'ਤੇ ਹਨ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਯੂਐਸਏ 3-1 ਵੈਨੇਜ਼ੁਏਲਾ (ਜਨਵਰੀ 18, 2025) ਗੇਮ ਵਿਸ਼ਲੇਸ਼ਣ - ਈਐਸਪੀਐਨ",
        "ਏਰਿਕ ਐਡਮਜ਼ ਟਰੰਪ ਦੀ ਬੈਠਕ ਤੋਂ ਵੋਟਰਾਂ ਨੂੰ ਚੁਣੇ ਗਏ ਰਾਸ਼ਟਰਪਤੀ ਤੋਂ ਸੁਚੇਤ ਵਾਪਸ ਪਰਤਿਆ - ਪੋਲੀਟਿਕੋ",
        "ਟਰੰਪ ਇਮੀਗ੍ਰੇਸ਼ਨ ਦੇ ਛਾਪੇ ਕਈ ਸ਼ਹਿਰਾਂ ਨੂੰ ਮਾਰਨ ਲਈ, ਸ਼ਿਕਾਗੋ ਨੂੰ ਪਹਿਲਾਂ ਨਿਸ਼ਾਨਾ ਬਣਾ ਸਕਦੇ ਹਨ - ਰਾਇਟਰ",
        "ਵੱਡੇ ਓਪਨਿੰਗ ਕਿੱਕਆਫ ਵਾਪਸੀ ਤੋਂ ਬਾਅਦ ਚੀਫਸ ਨੇ ਟੇਕਸਨਜ਼ 'ਤੇ ਸ਼ੁਰੂਆਤੀ ਲੀਡ ਲਈ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਵਰਮੋਂਟ ਵਿੱਚ ਠੰਢੀ ਨਦੀ ਤੋਂ ਕੁੱਤੇ ਦਾ ਮਨੁੱਖ ਦਾ ਨਾਟਕੀ ਬਚਾਅ ਵੀਡੀਓ ਤੇ ਫੜਿਆ ਗਿਆ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਰਾਸ਼ਟਰਪਤੀ ਅਹੁਦੇ ਦਾ ਉਦਘਾਟਨ 2025: ਟਰੰਪ ਦੇ ਸਹੁੰ ਚੁੱਕ ਸਮਾਗਮ ਬਾਰੇ ਕੀ ਜਾਣਨਾ ਹੈ - ਐਕਸੀਓਸ",
        "ਸਪੈਨਿਸ਼ ਰਿਜੋਰਟ ਵਿਖੇ ਸਕੀ ਲਿਫਟ collapseਹਿ ਗਈ, ਦਰਜਨਾਂ ਜ਼ਖਮੀ - ਸੀਐਨਐਨ",
        "ਇਜ਼ਾਬੇਲਾ ਰੋਸੇਲਿਨੀ ਡੇਵਿਡ ਲਿੰਚ ਨੂੰ ਦਿਲ ਤੋੜਨ ਵਾਲੇ 5-ਵਰਡ ਸਟੇਟਮੈਂਟ ਨਾਲ ਸਨਮਾਨਿਤ ਕਰਦੀ ਹੈ - ਹਫਪੋਸਟ",
        "ਪਲਕ, ਕਿਸਮਤ ਅਤੇ (ਸ਼ਾਇਦ) ਭੂਤਃ ਕੌਮੀ ਚੈਂਪੀਅਨਸ਼ਿਪ ਗੇਮ ਵਿਚ ਓਹੀਓ ਸਟੇਟ ਨੂੰ ਹੈਰਾਨ ਕਰਨ ਲਈ ਨੋਟਰੇ ਡੈਮ ਦਾ ਗੁੰਝਲਦਾਰ ਰਸਤਾ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਸਨੂਪ ਡੌਗ ਨੇ ਇੱਕ ਟਰੰਪ ਉਦਘਾਟਨ ਸਮਾਰੋਹ ਵਿੱਚ ਪ੍ਰਦਰਸ਼ਨ ਕੀਤਾ, ਅਤੇ ਲੋਕਾਂ ਕੋਲ ਕਹਿਣ ਲਈ ਬਹੁਤ ਕੁਝ ਹੈ - ਯਾਹੂ ਐਂਟਰਟੇਨਮੈਂਟ",
        "ਹੈਰਾਨਕੁੰਨ ‘ਪਲੈਨਟ ਪਰੇਡ’ ਇਸ ਹਫਤੇ ਰਾਤ ਦੇ ਅਸਮਾਨ ਵਿੱਚ ਦਿਖਾਈ ਦਿੰਦੀ ਹੈ — ਇਸ ਨੂੰ ਕਿਵੇਂ ਵੇਖਣਾ ਹੈ - ਫੋਰਬਸ",
        "ਟਰੰਪ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਹ ਟਿਕਟਾਕ ‘ਤੇ ਪਾਬੰਦੀ ਨੂੰ ਅਸਥਾਈ ਤੌਰ’ ਤੇ 'ਜ਼ਿਆਦਾਤਰ ਸੰਭਾਵਤ’ ਦੇਰੀ ਕਰੇਗਾ, ਪਰ ਅੰਤਮ ਫੈਸਲਾ ਨਹੀਂ ਲਿਆ ਹੈ - ਸੀਐਨਐਨ",
        "ਐਲ. ਏ. ਫਾਇਰਜ਼ ਤੋਂ ਬਾਅਦ, ਉਤਪਾਦਨ ਨੂੰ ਵਾਪਸ ਲਿਆਉਣਾ ਪਹਿਲਾਂ ਨਾਲੋਂ ਵਧੇਰੇ ਜ਼ਰੂਰੀ ਹੋ ਗਿਆ ਹੈ - ਵੰਨਗੀ",
        "ਭਾਰਤਃ ਡਾਕਟਰ ਬਲਾਤਕਾਰ ਅਤੇ ਕਤਲ ਮਾਮਲੇ 'ਚ ਵਿਅਕਤੀ ਦੋਸ਼ੀ ਪਾਇਆ ਗਿਆ - BBC.com",
        "ਉੱਤਰੀ ਕੈਰੋਲੀਨਾ ਹੋਮ ਇੰਸ਼ੋਰੈਂਸ ਪ੍ਰੀਮੀਅਮ ਬੇਸ ਰੇਟ 2026 ਦੇ ਅੱਧ ਤੱਕ ਲਗਭਗ 15% ਵਧ ਰਹੇ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਹਟਾਈ"
    ]
}