{
    "headlines": [
        "Biden administration sanctions Russia’s oil giants and tanker fleet - The Washington Post",
        "Clovis Fire Department 'prepared' in the event of a wildfire similar to SoCal fires - KMPH Fox 26",
        "Mandy Moore Faces Backlash For Sharing In-Laws' GoFundMe Page: \"Kindly F Off\" - Deadline",
        "Texas vs. Ohio State where to watch: TV channel, Cotton Bowl kickoff time, College Football Playoff odds - CBS Sports",
        "Bird flu case reported at Maryland poultry facility - WTOP",
        "New Orleans Pelicans suspend Zion Williamson for one game - NBA.Com",
        "Federal judge holds Rudy Giuliani in contempt of court for repeating false claims about election workers - ABC News",
        "SpaceX Falcon 9 Starlink 12-12 - Kennedy Space Center",
        "Why U.S. stocks got clobbered Friday despite a blockbuster jobs report - MarketWatch",
        "Los Angeles wildfires: Updates from Jan. 10, 2025 - The Associated Press",
        "Single Nerve Cord Revealed as Ancestor of Ecdysozoan Nervous Systems - Neuroscience News",
        "Former Georgia quarterback Carson Beck says he has committed to Miami for 2025 season - The Associated Press",
        "Tom Holland's Dad Says Actor Was 'Incredibly Well Prepared' for Zendaya Proposal: 'They Will Make a Successful Union' - AOL",
        "Live updates: Supreme Court appears likely to uphold TikTok ban-or-sale law - The Washington Post",
        "Strange, unique, and otherwise noteworthy PCs and PC accessories from CES 2025 - Ars Technica",
        "Gaza war death toll could be significantly higher, researchers say - BBC.com",
        "US announces $25m reward for arrest of Venezuela's Nicolás Maduro - BBC.com",
        "'What is that?' Scientists explain white patch that appears near northern lights - Phys.org",
        "Amazon Has the Lowest Price of 2025 on Apple AirPods Pro 2, Selling Fast! - Gizmodo",
        "Exclusive: Meta rolls back DEI programs in latest bow to Trump - Axios"
    ]
}