{
    "headlines": [
        "ਮੰਦੀ ਦੇ ਡਰ ਤੋਂ ਬਾਅਦ ਐਸ ਐਂਡ ਪੀ 500 ਫਿuresਚਰਜ਼ ਫਲੈਟ ਨੇ ਮਾਰਕੀਟ ਦੀ ਵਿਕਰੀ ਨੂੰ ਚਾਲੂ ਕੀਤਾਃ ਲਾਈਵ ਅਪਡੇਟਸ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "2025 ਐਨਐਫਐਲ ਮੁਫਤ ਏਜੰਸੀ ਟਰੈਕਰਃ ਚੋਟੀ ਦੇ 100 ਮੁਫਤ ਏਜੰਟਾਂ 'ਤੇ ਅਪਡੇਟਸ, ਜੋਸ਼ ਸਵੀਟ, ਡੀਜੇ ਰੀਡ, ਹੋਰ ਵੈਟਸ ਸਮੇਤ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਕਾਰਗੋ ਸਮੁੰਦਰੀ ਜਹਾਜ਼ ਜੋ ਯੂਐਸ-ਫੌਜੀ ਚਾਰਟਰਡ ਟੈਂਕਰ ਨਾਲ ਟਕਰਾ ਗਿਆ ਸੀ ਸੋਡੀਅਮ ਸਾਇਨਾਇਡ ਲੈ ਕੇ ਜਾ ਰਿਹਾ ਸੀ - ਸੀ ਐਨ ਐਨ",
        "ਸੰਤਾਂ ਨੇ ਡੀਈ ਚੇਜ਼ ਯੰਗ ਨੂੰ ਬਹੁ-ਸਾਲ ਦੇ ਸੌਦੇ 'ਤੇ ਰੱਖਿਆ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਡੈਲਟਾ ਸ਼ੇਅਰ 14% ਡਿੱਗਣ ਤੋਂ ਬਾਅਦ ਏਅਰ ਲਾਈਨ ਨੇ ਮੁਨਾਫੇ ਦੀ ਭਵਿੱਖਬਾਣੀ ਘਟਾ ਦਿੱਤੀਃ ‘ਅਸੀਂ ਕੰਪਨੀਆਂ ਨੂੰ ਪਿੱਛੇ ਖਿੱਚਣਾ ਸ਼ੁਰੂ ਕਰਦੇ ਵੇਖਿਆ’ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਲੌਰੇਨ ਗ੍ਰਾਹਮ ਨੇ ਮਾਈ ਵਿਟਮੈਨ ਦੇ ਬੇਬੀ ਦੇ ਪਿਤਾ ਦਾ ਖੁਲਾਸਾ ਕੀਤਾ - ਬੱਸ ਜੇਰੇਡ",
        "ਡਬਲਯੂਡਬਲਯੂਈ ਕੱਚੇ ਨਤੀਜੇ – 3/10/25 (ਮੁੱਖ ਮੰਤਰੀ ਪੰਕ ਬਨਾਮ ਸੇਠ ਰੋਲਿਨਜ਼ ਇੱਕ ਸਟੀਲ ਪਿੰਜਰੇ ਮੈਚ ਵਿੱਚ, ਮੈਡੀਸਨ ਸਕੁਏਅਰ ਗਾਰਡਨ ਤੋਂ ਲਾਈਵ) - Wrestleview. com",
        "ਐਲਨ ਮਸਕ ਨੇ ਕਿਹਾ ਕਿ ਉਹ ਆਪਣੇ ਕਾਰੋਬਾਰਾਂ ਨੂੰ 'ਬਹੁਤ ਮੁਸ਼ਕਲ' ਨਾਲ ਚਲਾ ਰਿਹਾ ਹੈ ਕਿਉਂਕਿ ਟੇਸਲਾ ਸਟਾਕ 15% ਡਿੱਗਦਾ ਹੈ - ਬਿਜ਼ਨਸ ਇਨਸਾਈਡਰ",
        "ਬ੍ਰੋਕ ਅਤੇ ਸਾਲਕਃ ਸੀਹਾਕਸ ਨੇ ਡਬਲਯੂਆਰ ਡੀ ਕੇ ਮੈਟਕਾਫ ਦਾ ਵਪਾਰ ਕਿਉਂ ਕੀਤਾ - ਸੀਏਟਲ ਸਪੋਰਟਸ",
        "ਸਪੇਸਐਕਸ ਵੇਰਵਾ ਫਾਲਕਨ 9 ਵਿਗਾੜ ਜਿਸ ਨੇ ਰਾਕੇਟ ਫਲੀਟ ਨੂੰ ਅਸਥਾਈ ਤੌਰ 'ਤੇ ਗਰਾਉਂਡ ਕੀਤਾ - ਸਪੇਸਫਲਾਈਟ ਹੁਣੇ ਸੰਪਰਕ ਕਰੋ",
        "ਜੱਜ ਨੇ ਫਿਲਸਤੀਨੀ ਕਾਰਕੁਨ ਨੂੰ ਦੇਸ਼ ਨਿਕਾਲਾ ਦੇਣ ਦੀ ਕੋਸ਼ਿਸ਼ ਨੂੰ ਅਸਥਾਈ ਤੌਰ 'ਤੇ ਰੋਕ ਦਿੱਤਾ ਜਿਸਨੇ ਕੋਲੰਬੀਆ ਦੇ ਵਿਦਿਆਰਥੀ ਵਿਰੋਧ ਪ੍ਰਦਰਸ਼ਨਾਂ ਦੀ ਅਗਵਾਈ ਕਰਨ ਵਿੱਚ ਸਹਾਇਤਾ ਕੀਤੀ - ਸੀ ਐਨ ਐਨ ਇੰਟਰਨੈਸ਼ਨਲ",
        "ਐਨਆਈਐਚ ਟੀਕੇ ਦੀ ਝਿਜਕ ਅਤੇ ਅਪਟੇਕ ਨਾਲ ਸਬੰਧਤ ਗ੍ਰਾਂਟਾਂ ਨੂੰ ਖਤਮ ਕਰਨ ਜਾਂ ਸੀਮਤ ਕਰਨ ਲਈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਰੋਮਾਨੀਆ ਦੇ ਦੂਰ-ਸੱਜੇ ਲੋਕਪ੍ਰਿਯ ਕੈਲਿਨ ਜਾਰਜਸਕੂ ਨੇ ਪੋਲ ਪਾਬੰਦੀ ਵਿਰੁੱਧ ਅਪੀਲ ਕੀਤੀ - ਬੀਬੀਸੀ.",
        "ਮੇਗਨ ਮਾਰਕਲ ਦਾ ਸ਼ੋਅ ਸੇਲਿਬ੍ਰਿਟੀ ਸ਼ੈੱਫ ਦੁਆਰਾ ਸਲੈਮਡ — ਉਸ ਦੀ ਸ਼ਮੂਲੀਅਤ ਬਾਰੇ ਸ਼ੱਕ ਦੇ ਵਿਚਕਾਰ - ਹਫਪੋਸਟ",
        "ਇਸ ਹਫਤੇ ਦੱਖਣੀ ਕੈਲੀਫੋਰਨੀਆ ਨੂੰ ਭਿੱਜਣ ਲਈ 2 ਤੂਫਾਨ - ਕੇਟੀਐਲਏ ਲਾਸ ਏਂਜਲਸ",
        "ਓਡੇਲ ਬੇਖਮ ਜੂਨੀਅਰ ਡਿੱਡੀ ਨਾਲ ਸਬੰਧਤ ਸਿਵਲ ਮੁਕੱਦਮੇ ਵਿਚ ਦੋਸ਼ਾਂ ਨੂੰ \"ਹਾਸੋਹੀਣਾ\" ਕਹਿੰਦੇ ਹਨ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਬਿਡੇਨ ਦੀ ਰਾਸ਼ਟਰਪਤੀ ਡੇਲੀ ਬ੍ਰੀਫ ਤੱਕ ਖੁਫੀਆ ਪਹੁੰਚ ਰੱਦ ਕੀਤੀ ਗਈ, ਡੀ ਐਨ ਆਈ ਗੈਬਾਰਡ ਕਹਿੰਦਾ ਹੈ - ਏ ਬੀ ਸੀ ਨਿ Newsਜ਼",
        "ਅਮਰੀਕਾ ਨੇ ਦਸਤਾਵੇਜ਼ ਰਹਿਤ ਪ੍ਰਵਾਸੀਆਂ ਦੇ 'ਸਵੈ-ਨਿਰਦੇਸ਼ਾਂ' ਲਈ ਨਵੀਂ ਐਪ ਦਾ ਪਰਦਾਫਾਸ਼ ਕੀਤਾ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ"
    ]
}