{
    "headlines": [
        "Trump’s treasury pick, Scott Bessent, to divest from assets - The Washington Post",
        "Death toll from Eaton and Palisades fires climbs to 24, officials say - KTLA Los Angeles",
        "Renck: Playoff blowout to Bills shows how far away Sean Payton’s Broncos are from being contenders — botched call or not - The Denver Post",
        "Packers close within 16-10 to open fourth quarter - NBC Sports",
        "Leslie Charleson, ‘General Hospital’ Icon Known as Monica Quartermaine, Dies at 79 - Variety",
        "People Are Reacting To This \"Cringe\" Clip Of A Reporter Interviewing Dennis Quaid While He Was Frantically Evacuating His Home - Yahoo Entertainment",
        "Commanders vs. Buccaneers | How to watch, listen, live stream - Washington Commanders",
        "No. 2 South Carolina dominates No. 5 Texas, 67–50, in top SEC clash - Yahoo Sports",
        "Netflix’s ‘With Love, Meghan’ Delayed As Duchess Of Sussex Focuses On L.A. Wildfire Relief Efforts - Deadline",
        "Tougher U.S. sanctions to curb Russian oil supply to China and India - Reuters",
        "Croatia’s President Milanović wins reelection after defeating ruling party candidate in runoff - PBS NewsHour",
        "Kumbh Mela: India races to prepare huge Prayagraj gathering - BBC.com",
        "Sen. Barrasso says \"a paperwork problem\" is holding up Tulsi Gabbard's confirmation hearing - CBS News",
        "We're witnessing a new Mark Zuckerberg: Welcome to Zuck 3.0. - Business Insider",
        "Box Office: ‘Den of Thieves 2’ Opens to Winning $15.5M; ‘Moana 2’ Nears $1B Globally - Hollywood Reporter",
        "TikTok’s last dance in the US - Financial Times",
        "Two cats in California died after drinking raw milk recalled for bird flu, their owner says - PBS NewsHour",
        "[Removed]",
        "Ice core may hold answers to mysteries of Earth’s past - CNN",
        "Stock-market investors are getting nervous over this bond-market anomaly - MarketWatch"
    ]
}