{
    "headlines": [
        "ديساناياكي الماركسي يفوز في الانتخابات الرئاسية في سريلانكا حيث يرفض الناخبون الحرس القديم - وكالة أسوشيتد برس",
        "اعتذار جانيت جاكسون كامالا هاريس لم يأت منها على الإطلاق - الوحش اليومي",
        "روسيا والمحافظون الدينيون الأمريكيون يرون العدو المشترك في أفريقيا: حقوق المثليين - صحيفة وول ستريت جورنال",
        "حلفاء ترامب يقدمون دفعة أخرى لتغيير قانون المجمع الانتخابي في نبراسكا - وكالة أسوشيتد برس",
        "4 قتلى و 17 جريحًا في إطلاق نار جماعي في برمنغهام، كما تقول شرطة ألاباما - سي بي إس نيوز",
        "2024 الفائزون والخاسرون في الأسبوع الثالث من الدوري الوطني لكرة القدم الأمريكية: الفايكنج حقيقيون، في حين أن الشواحن والدلافين تحقق نجاحات كبيرة - سي بي إس سبورتس",
        "Baltimore Ravens vs. Dallas Cowboys | 2024 Week 3 Game Highlights - اتحاد كرة القدم الأميركي",
        "تعرض طالب جامعي في ولاية بنسلفانيا لخدش عنصري على الصدر - رويترز",
        "\"Beetlejuice Beetlejuice\" يفوز بشباك التذاكر على \"Transformers: One\" في تطور مفاجئ - Fox Business",
        "تايلور سويفت وجيجي حديد يعرضان أنماط الخريف الأنيقة في ليلة الفتيات في مدينة نيويورك - إي! أونلاين - E! NEWS",
        "كيف أغلقت الشمس كايتلين كلارك، فيفر لفتح تصفيات WNBA - ESPN",
        "قادة مجلس النواب يكشفون النقاب عن مشروع قانون لتجنب إغلاق الحكومة بتمويل إضافي من الخدمة السرية - ABC News",
        "تقدم أبولو استثمارًا بمليارات الدولارات في إنتل - ياهو فاينانس",
        "جون مولاني وأوليفيا مون مرحبًا بالطفل رقم 2 - النسر",
        "حزب الله يرد بالصواريخ وهو يعلن \"معركة مفتوحة\" مع إسرائيل - وكالة أسوشيتد برس",
        "تغيرت العقود الآجلة لمؤشر داو جونز قليلاً بعد تسجيل مستوى قياسي مرتفع بعد خفض سعر الفائدة الفيدرالي: تحديثات مباشرة - CNBC",
        "مركبة ناسا الفضائية للبحث عن علامات الحياة على قمر المشتري أوروبا - VOA تعلم اللغة الإنجليزية",
        "مالك موتيل 6 بلاكستون يبيع سلسلة فنادق إلى شركة هندية ناشئة مقابل 525 مليون دولار - الولايات المتحدة الأمريكية اليوم",
        "تم اختطاف صبي من كاليفورنيا في عام 1951 في سن السادسة وعثر عليه على قيد الحياة على الساحل الشرقي بعد أكثر من 70 عامًا - NewsNation Now",
        "عرض الصباح: الأدرينالين الاحتياطي الفيدرالي يستمر في الضخ، وقد يسحب القصور الذاتي لبنك الشعب الصيني - رويترز"
    ]
}