{
    "headlines": [
        "ਇਹ ਹਨ 2025 'ਚ ਦੁਨੀਆ ਦੇ ਸਭ ਤੋਂ ਖੁਸ਼ਹਾਲ ਦੇਸ਼ - CNN",
        "ਵਿਗਿਆਨੀਆਂ ਨੇ ਅਲਜ਼ਾਈਮਰ ਦੀ ਦੇਰੀ ਵਿਚ ਸੰਭਾਵਤ ਸਫਲਤਾ ਦੀ ਘੋਸ਼ਣਾ ਕੀਤੀ - ਗਿਜ਼ਮੋਡੋ",
        "ਗ੍ਰੀਨਪੀਸ ਨੇ ਵਿਰੋਧ ਪ੍ਰਦਰਸ਼ਨਾਂ ਵਿਚ ਤੇਲ ਫਰਮ ਨੂੰ ਬਦਨਾਮ ਕਰਨ ਲਈ 660 ਮਿਲੀਅਨ ਡਾਲਰ ਤੋਂ ਵੱਧ ਦਾ ਭੁਗਤਾਨ ਕਰਨ ਦਾ ਆਦੇਸ਼ ਦਿੱਤਾ - ਬੀਬੀਸੀ.",
        "ਟਰੰਪ ਸਿੱਖਿਆ ਵਿਭਾਗ ਨੂੰ ਖਤਮ ਕਰਨ ਲਈ ਕਾਰਜਕਾਰੀ ਆਦੇਸ਼ 'ਤੇ ਦਸਤਖਤ ਕਰਨਗੇ - ਫੌਕਸ ਨਿ Newsਜ਼",
        "ਆਬਰੀ ਪਲਾਜ਼ਾ ਮੌਤ ਤੋਂ ਮਹੀਨੇ ਪਹਿਲਾਂ ਪਤੀ ਜੈੱਫ ਬੇਨਾ ਤੋਂ ਵੱਖ ਹੋ ਗਿਆ ਸੀ, ਨਵੀਂ ਰਿਪੋਰਟ ਦਾ ਖੁਲਾਸਾ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਸੋਸ਼ਲ ਸਿਕਿਓਰਿਟੀ ਇਨ-ਵਿਅਕਤੀਗਤ ਪਛਾਣ ਚੈਕਾਂ ਦਾ ਵਕੀਲਾਂ ਅਤੇ ਰਿਟਾਇਰਮੈਂਟਾਂ ਦੁਆਰਾ ਇਕੋ ਜਿਹੇ ਵਿਰੋਧ ਕੀਤਾ ਜਾਂਦਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਡਾਰਕ ਐਨਰਜੀ ਪ੍ਰਯੋਗ ਆਈਨਸਟਾਈਨ ਦੇ ਬ੍ਰਹਿਮੰਡ ਦੇ ਸਿਧਾਂਤ ਨੂੰ ਹਿਲਾਉਂਦਾ ਹੈ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਜ਼ੇਲੇਨਸਕੀ ਟਰੰਪ ਨਾਲ ਗੱਲਬਾਤ ਤੋਂ ਬਾਅਦ ਅੰਸ਼ਕ ਜੰਗਬੰਦੀ ਲਈ ਸਹਿਮਤ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਫੈਡਰਲ ਰਿਜ਼ਰਵ ਨੇ ਅਮਰੀਕੀ ਵਿਕਾਸ ਦੀ ਭਵਿੱਖਬਾਣੀ ਨੂੰ ਘਟਾ ਦਿੱਤਾ ਕਿਉਂਕਿ ਟਰੰਪ ਦੇ ਟੈਰਿਫ ਦੇ ਵਧਣ ਦਾ ਡਰ ਹੈ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਫੀਡ ਵਿਆਜ ਦਰਾਂ ਨੂੰ ਸਥਿਰ ਰੱਖਦਾ ਹੈ ਕਿਉਂਕਿ ਟੈਰਿਫ ਕੁਝ ਮਹਿੰਗਾਈ ਨੂੰ ਚਲਾਉਣਾ ਸ਼ੁਰੂ ਕਰਦੇ ਹਨ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਜਿਵੇਂ ਕਿ ਪੂਰੇ ਅਮਰੀਕਾ ਵਿੱਚ ਖਸਰਾ ਦੇ ਕੇਸ ਵੱਧ ਰਹੇ ਹਨ, ਕਿਸ ਨੂੰ ਇੱਕ ਹੋਰ ਟੀਕੇ ਦੀ ਖੁਰਾਕ ਦੀ ਜ਼ਰੂਰਤ ਹੋ ਸਕਦੀ ਹੈ? - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਨਿਊਯਾਰਕ ਵਿੱਚ ਚੌਥੇ ਖਸਰਾ ਕੇਸ ਦੀ ਪੁਸ਼ਟੀ ਹੋਈ । ਰਾਜਪਾਲ ਹੋਚੁਲ ਨੇ ਟੀਕਾਕਰਨ ਨੂੰ ਉਤਸ਼ਾਹਤ ਕਰਨ ਲਈ ਮਦਦ ਮੰਗੀ - ਗੋਥਾਮਿਸਟ",
        "JFK ਫਾਈਲਾਂ ਵਿੱਚ ਨਵਾਂ ਕੀ ਹੈ? ਕਤਲ ਦੇ ਰਿਕਾਰਡਾਂ ਬਾਰੇ ਜਾਣਨ ਲਈ 4 ਚੀਜ਼ਾਂ. - ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਡਿਜ਼ਨੀ ਦੀ ਨਵੀਂ ‘ਸਨੋ ਵ੍ਹਾਈਟ’ ਫਿਲਮ ਲੜਦੀ ਹੈ ਸਭਿਆਚਾਰ ਦੀਆਂ ਲੜਾਈਆਂ ਅਤੇ ਜਿੱਤਾਂ - ਬਲੂਮਬਰਗ",
        "ਟਰੰਪ ਨੇ ਜੱਜਾਂ 'ਤੇ ਮਹਾਦੋਸ਼ ਚਲਾਉਣ ਨੂੰ ਲੈ ਕੇ ਵਧ ਰਹੀ ਜੀਓਪੀ ਲੜਾਈ ਨੂੰ ਭੜਕਾਇਆ - ਐਕਸੀਓਸ",
        "ਚੰਦਰਮਾ ਦਾ ਦੂਰ ਵਾਲਾ ਪਾਸਾ ਇਕ ਵਿਸ਼ਾਲ ਮੈਗਮਾ ਮਹਾਂਸਾਗਰ ਸੀ, ਚੀਨੀ ਵਿਗਿਆਨੀਆਂ ਨੇ ਕੀਤਾ ਖੁਲਾਸਾ! - ਡੇਲੀ ਗਲੈਕਸੀ --Great Discoveries ਚੈਨਲ",
        "ਇਜ਼ਰਾਈਲ ਨੇ ਗਾਜ਼ਾ ਜੰਗਬੰਦੀ ਦੇ collapseਹਿਣ ਤੋਂ ਬਾਅਦ ਪਹਿਲੀ ਜ਼ਮੀਨੀ ਹਮਲੇ ਦੀ ਸ਼ੁਰੂਆਤ ਕੀਤੀ, ਅੰਸ਼ਕ ਤੌਰ 'ਤੇ ਮੁੱਖ ਖੇਤਰ' ਤੇ ਮੁੜ ਕਬਜ਼ਾ - ਸੀ ਐਨ ਐਨ",
        "ਗੂਗਲ ਆਈਫੋਨ 16E ਦੇ ਬਾਅਦ ਮੁੜ-ਡਿਜ਼ਾਈਨ $ 499 ਪਿਕਸਲ 9a ਹਫ਼ਤੇ ਸ਼ੁਰੂ - ਬਲੂਮਬਰਗ",
        "ਬੋਇੰਗ ਸਟਾਰਲਾਈਨਰ ਪੁਲਾੜ ਯਾਤਰੀ ਨੌਂ ਲੰਬੇ ਮਹੀਨਿਆਂ ਤੋਂ ਪੁਲਾੜ ਵਿਚ ਫਸੇ ਰਹਿਣ ਤੋਂ ਬਾਅਦ ਧਰਤੀ 'ਤੇ ਵਾਪਸ ਆ ਗਏ ਹਨ- ਪਰ ਉਨ੍ਹਾਂ ਦੀ 150,000 ਡਾਲਰ ਦੀ ਤਨਖਾਹ ਓਵਰਟਾਈਮ ਨਾਲ ਨਹੀਂ ਆਵੇਗੀ - ਫਾਰਚੂਨ",
        "ਯੂਰਪੀਅਨ ਯੂਨੀਅਨ ਨੇ ਵਿਸ਼ਾਲ ਰੱਖਿਆ ਯੋਜਨਾ ਵਿਚ ਅਮਰੀਕਾ 'ਤੇ ਦਰਵਾਜ਼ੇ ਨੂੰ ਥੱਪੜ ਮਾਰਿਆ - ਪੋਲੀਟੀਕੋ ਯੂਰਪ"
    ]
}