{
    "headlines": [
        "تجذب الذكرى السنوية لحرب غزة الآلاف من المتظاهرين المؤيدين للفلسطينيين في جميع أنحاء العالم - رويترز",
        "الأرض لديها رسمياً قمر ثانٍ: كويكب 2024 PT5 تم التقاطه في مدار مؤقت - المجرة اليومية - قناة الاكتشافات العظيمة",
        "ترامب يعود إلى بتلر للتجمع في موقع محاولة الاغتيال - سي إن إن",
        "نقطة محذوفة هنا",
        "يمكن أن تكون الأضواء الشمالية مرئية في ماساتشوستس مرة أخرى. انظر خريطة توقعات الشفق القطبي. - سي بي إس بوسطن",
        "مصاريع عقارات بيلتمور التاريخية بعد الفيضانات الناجمة عن إعصار هيلين الذي دمر آشفيل - إن بي سي نيوز",
        "تعقب العاصفة المدارية ميلتون: فلوريدا في طريقها لتخمير الإعصار، كما يقول المتنبئون - الولايات المتحدة الأمريكية اليوم",
        "شائعات دافانتي آدمز التجارية: خطة ستيلرز \"عرض عدواني\" بعد غيابها عن أيوك - تقرير بليشر",
        "في المقاهي والحانات الإسرائيلية، قد تبدو الحياة طبيعية. لكن الحرب ألقت بظلالها على الصعيد الوطني - وكالة أسوشيتد برس",
        "نقطة محذوفة هنا",
        "‘Joker: Folie à Deux’ Falling Flat at Box Office after receiving an Unp unprecedented D CinemaScore - Hollywood Reporter",
        "قامت تريشا ييروود بتفريغ منزل تينيسي \"الاستثنائي\" مقابل 3.3 مليون دولار — قبل يوم واحد من صدمة بدلة الاغتصاب غارث بروكس - نيويورك بوست",
        "تعهد بايدن بالحملة بقوة من أجل هاريس. حتى الآن، لم يظهر في الغالب - وكالة أسوشيتد برس",
        "كيف كشفت الموجات فوق الصوتية المنتظمة للتحقق من حملها عن مشكلة صحية كبيرة - سي بي إس نيوز",
        "سعت لإثبات أن جدها تعرض للتسمم في معسكر ليجون. السجلات التي عثرت عليها يمكن أن تساعد الآلاف. - إن بي سي نيوز",
        "كم من الوقت ستستغرق سلسلة التوريد للتطبيع بعد إضراب عمال الرصيف ؟ - فوكس بيزنس",
        "إلقاء اللوم على ترامب في توقيت موجز جاك سميث للقنبلة: ماري ترامب - نيوزويك",
        "توسع ستارفيلد الكبير في المساحة المحطمة ليس غريباً بما فيه الكفاية - ذا فيرج",
        "يواجه أصحاب المنازل الذين تضرروا من إعصار هيلين مهمة قاتمة تتمثل في إعادة البناء دون تأمين ضد الفيضانات - وكالة أسوشيتد برس",
        "هل لديك بلاستيك أسود في منزلك ؟ يقول الباحثون إنه يمكن أن يعرضك للمواد الكيميائية السامة - صحيفة واشنطن بوست"
    ]
}