{
    "headlines": [
        "Alors que la consécration d'Internet avance, voici quelques-uns des pires délinquants - Ars Technica",
        "Les tremblements de terre continuent de secouer l'île volcanique grecque de Santorin toutes les quelques minutes - The Associated Press",
        "L'administration Trump retire presque tous les travailleurs de l'USAID du travail dans le monde entier - The Associated Press",
        "11 morts dans la pire fusillade de masse de l'histoire de la Suède, selon les autorités - ABC News",
        "Swinney attaque les plans de « prise de contrôle » de Gaza de Trump comme un « nettoyage ethnique » - BBC.com",
        "Voici comment les tarifs de Trump pourraient avoir un impact sur vous et votre portefeuille - NPR",
        "Les travailleurs forcés de retourner au bureau pourraient bientôt devenir des « propriétaires accidentels » - Business Insider",
        "Le producteur des Grammys réagit à la cascade de mode de Bianca Censori avec Kanye West sur le tapis rouge. A-t-elle enfreint le code vestimentaire ? - Hindustan Times",
        "1 mort, 5 blessés dans une fusillade dans une usine de fabrication à New Albany, Ohio - ABC News",
        "Cristiano Ronaldo fête son 40e anniversaire, il ne prendra pas encore sa retraite - ESPN",
        "Horoscope du mercredi 5 février 2025 - Chicago Sun-Times",
        "Aga Khan : Un milliardaire et un chef spirituel meurt à 88 ans - BBC.com",
        "Packs commerciaux Three Patriots pour Rams Star Wide Receiver Cooper Kupp - NESN",
        "Les équipes de récupération récupèrent les restes des dernières victimes de l'accident d'avion à Washington DC - The Washington Post",
        "Le service postal américain cesse d'accepter des colis en provenance de Chine - BBC.com",
        "Un lancement de fusée SpaceX pourrait être visible dans le ciel ce soir. Voici où. - The Washington Post",
        "Justin Baldoni affirme que Blake Lively a fait exploser le budget de « It Ends With Us » de 430 000 $ sur les demandes de garde-robe : procès - New York Post",
        "Le Français Bayrou se bat pour rester Premier ministre - POLITICO EUROPE",
        "L'équipe de la Conférence de l'Ouest envisage de se joindre à la poursuite commerciale de Kevin Durant - New York Post"
    ]
}