{
    "headlines": [
        "Israel says it targeted Hezbollah leader in strikes on Lebanese capital - CNN",
        "Dame Maggie Smith: King and prime minister lead tributes to 'national treasure' - BBC.com",
        "Climate activists throw soup on two Van Goghs, just hours after others are sentenced to jail - The Washington Post",
        "WeightWatchers CEO suddenly quits after push to embrace weight-loss drugs like Ozempic, Wegovy - New York Post ",
        "Harris, at the border, will say she'll keep Biden's asylum crackdown and make it harder to lift - CBS News",
        "CBS News says mics won't be muted for VP debate - ABC News",
        "Presidents Cup Round 2: Preview Friday's Foursomes matchups, odds, more - PGA TOUR",
        "Historic Hurricane Helene cuts power to 2 million in Florida, Carolinas - Axios",
        "Special counsel pushing for public release of key filing in Trump's Jan. 6 case - ABC News",
        "Prisco's Week 4 NFL picks: Ravens cool off unbeaten Bills, Packers hand Vikings first loss - CBS Sports",
        "U.S. charges 3 Iranian hackers who allegedly targeted Trump campaign - CBS News",
        "iPhone 16 Pro Max: One Week Camera Review - MacRumors",
        "New PCE data, Costco earnings, Nvidia's growth: Market Domination - Yahoo Finance",
        "Comet Tsuchinshan-ATLAS may dazzle this weekend. But is the best yet to come? - Space.com",
        "More than 20 people rescued from roof of Unicoi County Hospital by Virginia State Police - WCYB",
        "Microsoft to re-launch ‘privacy nightmare’ AI screenshot tool - BBC.com",
        "Dak Prescott: Cowboys won’t get ‘overexcited’ about win over Giants - DallasCowboys.com",
        "Newest Starlink satellites are leaking even more radiation than their predecessors — and could soon disrupt astronomy - Livescience.com",
        "Earth Might Escape Annihilation When Our Sun Dies, Study Shows - Gizmodo",
        "Sean Combs Sexually Assaulted, Drugged and Tracked Model’s Location, Lawsuit Claims - Rolling Stone"
    ]
}