{
    "headlines": [
        "Meta-Berichte Ergebnisse für das vierte Quartal und das Gesamtjahr 2024 - Meta Investor Relations",
        "Tesla-Gewinne: Aktien rutschen als Umsatz, Verkäufe bleiben hinter den Schätzungen zurück - Forbes",
        "Champions League 2024/25 Spieltag 8 LIVE: Stadtergebnisse... würden aber trotzdem eliminiert - Marca Englisch",
        "Ehemaliger Senator Bob Menendez wegen Korruptionsvorwürfen zu 11 Jahren Gefängnis verurteilt - ABC News",
        "Trump sagt, er ordne an, dass Guantanamo Bay bereit sein soll, bis zu 30.000 Migranten aufzunehmen - CNN",
        "Die NASA findet in der Bennu-Asteroidenprobe Bausteine für das Leben - The Verge",
        "Die Vogelgrippe ist in Massachusetts \"weit verbreitet\", sagen Staatsbeamte - ABC News",
        "NBA-Handelsgerüchte: Könige wollen Win-Now-Spieler für De 'Aaron Fox, Dollars zeigen Interesse an Zach LaVine - CBS Sports",
        "A$AP Rocky Assault Trial: Was wir wissen, wenn seine Partnerin Rihanna vor Gericht kommt - Forbes",
        "Israel sagt, dass drei israelische und fünf thailändische Geiseln am Donnerstag in Gaza freigelassen werden - CNN",
        "Federal Reserve gibt FOMC-Erklärung heraus - Federal Reserve",
        "Die Schüler erholen sich nicht von Covid. Die Testergebnisse verschlechtern sich. - The Washington Post",
        "Das Jahr der Schlange ist im Gange mit Mondneujahrsfeiern auf der ganzen Welt - ABC News",
        "Samsung wird verrückt, das neue Galaxy S25 Ultra ist um 70 % reduziert, wenn Sie es jetzt vorbestellen - Gizmodo",
        "Ehemaliger Intel-CEO Pat Gelsinger kauft Nvidia-Aktien und sieht KI-Marktexpansion - Yahoo Finance",
        "RFK Jr. hat Schwierigkeiten, Medicaid-Fragen in der Bestätigungsanhörung zu beantworten - Axios",
        "Harvey Weinstein bittet darum, vor Gericht aus dem \"Höllenloch\" von Rikers Island herauszukommen - AOL",
        "\"Smallville\" -Star Tom Wellings Auftritt in \"Mugshot Sparks\" nach DUI-Verhaftung - Yahoo Entertainment"
    ]
}