{
    "headlines": [
        "Silicon Valley venture capitalists react to Trump's victory: 'Buckle up' - Yahoo Finance",
        "Video: Jimmy Kimmel Chokes Up During TV Show Monologue About Trump Win - NDTV",
        "SpaceX Dragon fires thrusters to boost ISS orbit for the 1st time - Space.com",
        "Who is going to check Trump? Why Wall Street is bracing for the job. - MarketWatch",
        "The new Mac Mini takes a small step towards upgradeable storage - The Verge",
        "In Trump 2020 election case, Jack Smith asks judge for time to determine \"appropriate course\" - CBS News",
        "YouTube Premium’s early adopter (grandfathered) price is going away - 9to5Google",
        "What we know after 43 monkeys escaped a South Carolina research facility - CBS News",
        "Trump's Republicans hold narrow edge in fight for US House majority - Reuters",
        "Brianna Chickenfry reveals Zach Bryan text with $12 million Dave Portnoy extortion accusation - New York Post ",
        "Fantasy Football Week 10: Rankings, sleepers, start/sit advice and more - Yahoo Sports",
        "Powell and the Fed won't be able to avoid talking about Trump forever - CNBC",
        "What the Bengals Said After Losing to the Ravens on 'Thursday Night Football' - BaltimoreRavens.com",
        "Nearly 70% of verified Gaza war dead women and children, UN rights office says - Reuters",
        "Justice Department Announces Murder-For-Hire and Related Charges Against IRGC Asset and Two Local Operatives - Department of Justice",
        "On ancient Mars, carbon dioxide ice kept the water running. Here's how - Space.com",
        "Republicans widen Senate majority, on track to win House - Reuters",
        "A research boat will scan the seabed to help search for those missing in Spain's floods - ABC News",
        "Crew-8 astronauts will speak publicly for the first time since post-splashdown hospitalizations - CNN",
        "'They shouted Jewish, IDF': Israeli football fan describes attack in Amsterdam - BBC.com"
    ]
}