{
    "headlines": [
        "ਬੱਚੇ ਨੂੰ ਸੱਪ ਦੇ ਡੰਗਣ ਲਈ ਐਂਟੀਵੇਨਮ ਦੀ ਲੋੜ ਹੁੰਦੀ ਸੀ । ਇਸਦੀ ਕੀਮਤ 200,000 ਡਾਲਰ ਤੋਂ ਵੱਧ ਸੀ. - ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਵੀਡਬਲਯੂ ਨੂੰ ਮੁਨਾਫਾ ਡਿੱਗਣ ਦੇ ਕਾਰਨ ਪਲਾਂਟ ਬੰਦ ਹੋਣ ਦੇ 'ਪਾਂਡੋਰਾ ਦੇ ਬਾਕਸ' 'ਤੇ ਹੜਤਾਲ ਦਾ ਸਾਹਮਣਾ ਕਰਨਾ ਪੈਂਦਾ ਹੈ - ਰਾਇਟਰਜ਼",
        "ਕਲਪਨਾ ਫੁੱਟਬਾਲ ਹਫਤੇ 9 ਲਈ 'Em, Sit' Em ਕੁਆਰਟਰਬੈਕ ਸ਼ੁਰੂ ਕਰੋ - ਸਪੋਰਟਸ ਇਲਸਟ੍ਰੇਟਿਡ",
        "ਹਟਾਈ",
        "ਪੂਰਬੀ ਸਪੇਨ 'ਚ ਭਿਆਨਕ ਫਲੈਸ਼ ਹੜ੍ਹਾਂ' ਚ ਘੱਟੋ-ਘੱਟ 63 ਲੋਕਾਂ ਦੀ ਮੌਤ, ਅਧਿਕਾਰੀਆਂ ਦਾ ਕਹਿਣਾ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਹੈਰਿਸ ਐਲੀਪਸ ਵਿਖੇ ਸਮਾਪਤੀ ਬਹਿਸ ਭਾਸ਼ਣ ਦਿੰਦਾ ਹੈ, ਟਰੰਪ ਨਾਲੋਂ \"ਵੱਖਰਾ ਰਸਤਾ\" ਪੇਸ਼ ਕਰਦਾ ਹੈ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਬਾਇਡਨ ਨੇ ਤਾਜ਼ਾ ਅਮਰੀਕੀ ਚੋਣ ਵਿਵਾਦ ਤੋਂ ਬਾਅਦ 'ਕੂੜੇ' ਦੀ ਟਿੱਪਣੀ ਨੂੰ ਸਪੱਸ਼ਟ ਕੀਤਾ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਹਾਈਪ ਫੈਨਿੰਗ ਡਰ ਦੀ ਦੁਖਦਾਈ, ਅਜੀਬ ਕਹਾਣੀ ਆਧੁਨਿਕ ਕ੍ਰਿਪਟੋਗ੍ਰਾਫੀ ਮਾਰ ਦਿੱਤੀ ਗਈ - ਆਰਸ ਟੈਕਨੀਕਾ",
        "ਐਲੀ ਲਿਲੀ ਸਟਾਕ ਨਸ਼ੀਲੇ ਪਦਾਰਥਾਂ ਦੇ ਦੈਂਤ ਦੇ ਅਨੁਮਾਨਾਂ ਨੂੰ ਖੁੰਝਣ ਅਤੇ ਮੁਨਾਫੇ ਦੀ ਸੇਧ ਨੂੰ ਘਟਾਉਣ ਤੋਂ ਬਾਅਦ 10% ਡਿੱਗਦਾ ਹੈ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਅਸੀਂ ਹਿਜ਼ਬੁਲ ਦੇ ਨਵੇਂ ਨੇਤਾ ਨਈਮ ਕਾਸਿਮ ਬਾਰੇ ਕੀ ਜਾਣਦੇ ਹਾਂ? - ਅਲ ਜਜ਼ੀਰਾ ਅੰਗਰੇਜ਼ੀ",
        "ਉੱਤਰੀ ਕੋਰੀਆ ਦੇ ਸੈਨਿਕ ਰੂਸ ਭੇਜੇ ਜਾਣ 'ਤੇ ਖੁਸ਼ ਹੋ ਸਕਦੇ ਹਨ, ਭਾਵੇਂ ਉਨ੍ਹਾਂ ਨੂੰ ਭਿਆਨਕ ਲੜਾਈਆਂ ਦਾ ਸਾਹਮਣਾ ਕਰਨਾ ਪੈਂਦਾ ਹੈ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਕੈਨੇਡਾ 'ਚ ਸਿੱਖਾਂ ਨੂੰ ਨਿਸ਼ਾਨਾ ਬਣਾਉਣ ਵਾਲੀ ਭਾਰਤੀ ਸਾਜ਼ਿਸ਼ ਪਿੱਛੇ ਮੋਦੀ ਮੰਤਰੀ' ਤੇ ਕੈਨੇਡੀਅਨ ਅਧਿਕਾਰੀ ਦਾ ਦੋਸ਼ - Axios",
        "ਬੁੱਧਵਾਰ, ਅਕਤੂਬਰ 30, 2024 ਲਈ ਕੁੰਡਲੀ - ਸ਼ਿਕਾਗੋ ਸੂਰਜ-ਟਾਈਮਜ਼",
        "ਜੇਨ ਟ੍ਰੈਨ ਨੇ 'ਡੀਡਬਲਯੂਟੀਐਸ' ਦੇ ਖਾਤਮੇ ਨੂੰ ਝਟਕਾਉਣ 'ਤੇ ਉਮੀਦਵਾਰ ਪ੍ਰਾਪਤ ਕੀਤਾ - ਹਾਲੀਵੁੱਡ ਤੱਕ ਪਹੁੰਚ",
        "ਸ਼ਰਾਬੀ ਜਾਨਵਰ ਪਹਿਲਾਂ ਸੋਚਣ ਨਾਲੋਂ ਕਿਤੇ ਜ਼ਿਆਦਾ ਆਮ ਹਨ, ਸ਼ਰਾਬ ਦੇ ਮਨੁੱਖੀ ਪਿਆਰ ਦੀ ਵਿਆਖਿਆ ਕਰਨ ਵਿੱਚ ਸਹਾਇਤਾ ਕਰਦੇ ਹਨ - ਦ ਹਿੱਲ",
        "ਅਮਰੀਕੀ ਆਰਥਿਕਤਾ ਮਜ਼ਬੂਤ ਖਪਤਕਾਰਾਂ ਦੇ ਖਰਚਿਆਂ ਦੇ ਵਿਚਕਾਰ ਚੋਣਾਂ ਦੀ ਪੂਰਵ ਸੰਧਿਆ 'ਤੇ ਚਮਕਦੀ ਦਿਖਾਈ ਦਿੱਤੀ - ਰਾਇਟਰਜ਼",
        "ਵਿਲ ਵੇਨੇਬਲ ਨੂੰ ਵ੍ਹਾਈਟ ਸੋਕਸ ਮੈਨੇਜਰ (ਸਰੋਤ) ਦਾ ਨਾਮ ਦਿੱਤਾ ਜਾਵੇਗਾ - ਐਮਐਲਬੀ ਡਾਟ ਕਾਮ",
        "ਲੀਜ਼ਾ ਕੁਡਰੋ ਨੇ 'ਦੋਸਤਾਂ' ਟੀਵੀ ਮੰਮੀ ਤੇਰੀ ਗਾਰ ਨੂੰ ਸ਼ਰਧਾਂਜਲੀ ਭੇਟ ਕਰਦਿਆਂ ਉਸ ਨੂੰ \"ਇੱਕ ਕਾਮੇਡੀ ਐਕਟਿੰਗ ਜੀਨੀਅਸ\" - ਡੈੱਡਲਾਈਨ",
        "ਵਾਸ਼ਿੰਗਟਨ ਅਤੇ ਓਰੇਗਨ ਵਿਚ ਬੈਲਟ ਬਾਕਸ ਹਮਲਿਆਂ ਨਾਲ ਜੁੜੇ 'ਮੁਫਤ ਗਾਜ਼ਾ' ਸੰਦੇਸ਼ਃ ਸਰੋਤ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਬੈਟਸ ਦੇ ਦਸਤਾਨੇ - ਈਐਸਪੀਐਨ ਤੋਂ ਗੇਂਦ ਨੂੰ ਪਰਾਈ ਕਰਨ ਲਈ ਦੋ ਪ੍ਰਸ਼ੰਸਕਾਂ ਨੂੰ ਬਾਹਰ ਕੱ. ਿਆ ਗਿਆ"
    ]
}