{
    "headlines": [
        "[removed]",
        "Samsung bestätigt neues Geld-zurück-Programm für Ihr Galaxy-Handy - Forbes",
        "Während Cowboys nach dem nächsten Trainer suchen, behalte Jason Witten im Auge - NBC Sports",
        "Starbucks beendet seine Politikder offenen Tür - CNN",
        "Michelle Obama wird nicht an Trumps Amtseinführung teilnehmen - The Associated Press",
        "Rosa Flammschutzmittel werden verwendet, um kalifornische Brände zu verlangsamen. Was wissen wir über sie? - CNN",
        "Dow Jones steigt aufgrund des überraschenden Inflationsberichts; Nvidia, Tesla Rally - Investor's Business Daily",
        "Jessica Simpson und ihr Ehemann Eric Johnson sprechen über ihre Beziehung - The Associated Press",
        "Zu spät zur Arbeit: Ravens-Bills-Showdown als \"eines der besten Spiele des Jahrzehnts\" bezeichnet - BaltimoreRavens.com",
        "China diskutiert über die Verwendung von Elon Musk als Broker im TikTok-Deal - Financial Times",
        "J.J. McCarthy postet neugierige Nachrichten in den sozialen Medien nach der Playoff-Niederlage der Vikings gegen Rams - CBS Sports",
        "Jimmy Kimmel kehrt während der Waldbrände in Los Angeles unter Tränen in die späte Nacht zurück - CNN",
        "Massiver Grundwasserleiter unter den Kaskaden von Oregon könnte der größte der Welt sein - Gizmodo",
        "Amazon muss das Halluzinationsproblem lösen, bevor die KI-fähige Alexa - Ars Technica gestartet wird",
        "Retro-Mitarbeiter-Credits aus Donkey Kong Country Returns HD entfernt, Forever Entertainment als Entwickler bestätigt - Nintendo Life",
        "JPMorgan Chase-Manager Daniel Pinto, langjähriger Nr. 2 von Jamie Dimon, wird im Juni zurücktreten - CNBC",
        "Die größten Fragen, denen sich die Verlierer des NFL-Wildcard-Wochenendes stellen müssen: Was werden die Wikinger bei QB tun? Wird Steelers zurückgesetzt? - CBS Sports",
        "Kate Middleton überrascht Krebspatienten im selben Krankenhaus, in dem sie letztes Jahr in einem seltenen öffentlichen Ausflug behandelt wurde - AOL",
        "Neueste Wirtschaftslage in Großbritannien: Kanzlerin Rachel Reeves steht Abgeordneten unter Marktnerven gegenüber - BBC.com",
        "LESENSWERT: Pete Hegseths Eröffnungsstatement für die Bestätigungsanhörung - CNN"
    ]
}