{
    "headlines": [
        "Акции Novo Nordisk упали после неудачного испытания препарата от ожирения CagriSema - Reuters",
        "Ученик погиб при нападении с ножом в хорватской школе - Reuters",
        "Изъято",
        "Луиджи Манджионе возвращается в Нью-Йорк, чтобы предстать перед федеральными обвинениями в смертельной стрельбе - BBC.com",
        "Трамп хочет, чтобы ЕС покупал больше нефти и газа в США или столкнулся с тарифами - Reuters",
        "Заключенный камеры смертников Роберт Роберсон должен был выступить перед комитетом Палаты представителей штата - ABC News",
        "Непрекращающееся нападение Путина усиливается по мере того, как Россия поражает Киев баллистическими ракетами - POLITICO EUROPE",
        "Гигантские ленивцы и мастодонты тысячелетиями сосуществовали с людьми в Америке, свидетельствуют новые открытия - ABC News",
        "Чувствуете ли вы, что мир вышел из-под контроля больше, чем раньше? Для этого есть причина. - Slate",
        "Больше студенческих кредитов отменено в последнем раунде прощения Байдена перед уходом с должности - The Associated Press",
        "Рейтинг фэнтези-футбола 16-й недели НФЛ - The Blueprint - Underdog Network",
        "Смотрите, как Ринго Старр и Ронни Вуд присоединяются к Полу Маккартни во время финального лондонского шоу - Rolling Stone",
        "«Со-президент» Илон Маск? Союзник Трампа проверяет влияние на расходы на борьбу - The Washington Post",
        "Джим Харбо (Jim Harbaugh) в QB Джастин Герберт (Justin Herbert), лидер команды «Чарджерс», одержал победу над «Бронкос»: «Невероятно, на что он способен» - NFL.com",
        "Житель Калифорнии задержан по подозрению в «заговоре» со школьным стрелком из Висконсина - The Washington Post",
        "Карри, Грин удерживается без ФГ во время разгрома воинов - ESPN",
        "Изъято",
        "Окаменелости показывают, что таинственное «инопланетное растение» отличается от любого другого известного - ScienceAlert",
        "Сотрудники Samsung совершают серьезную ошибку и увольняются после утечки изображения предстоящего телефона - PhoneArena",
        "Что такое штрафной удар? Зарядные устройства Джима Харбо выполнили первую успешную попытку за 48 лет - FOX SPORTS"
    ]
}