{
    "headlines": [
        "تحديثات حية لحرائق الغابات في لوس أنجلوس: قتيلان، وانتشرت حرائق Palisades و Eaton على مساحة 26000 فدان مع احتواء بنسبة 0 ٪ - أصوات ياهو!",
        "مصادر لبنانية تقول إن قائد الجيش اللبناني يقترب من الرئاسة - رويترز",
        "مايكروسوفت لجعل ويندوز على أجهزة الكمبيوتر المحمولة للألعاب أكثر مثل إكس بوكس هذا العام - IGN",
        "يقول جو بايدن إنه كان بإمكانه هزيمة دونالد ترامب في الانتخابات - BBC.com",
        "سبيس إكس فالكون 9 ستارلينك 12-12 - مركز كينيدي للفضاء",
        "تايجر وودز لديه دوري غولف مزيف جديد على إي إس بي إن. إنه ... شيء ما. - لائحة",
        "ارتفاع المرض في الصين هو في الغالب مجرد إنفلونزا موسمية وغيرها من الحشرات المعتادة - Ars Technica",
        "باكرز كيو بي جوردان لوف ليمتد في الممارسة مع إصابة المرفق لبدء الأسبوع - باكرز واير",
        "تشير الطرق الرياضية إلى إمكانية وجود جسيمات يعتقد أنها مستحيلة منذ فترة طويلة - Phys.org",
        "ليتون ميستر وآدم برودي وآنا فارس والمزيد من المشاهير يفقدون منازلهم في حرائق لوس أنجلوس - تنوع",
        "تكشف بريندا سونغ عن شخصية باميلا أندرسون المستوحاة من فيلم \"The Last Showgirl\" لتكون خالية من الماكياج في الفيلم - الصفحة السادسة",
        "رئيسة المكسيك تحاول قلب الطاولة على ترامب بفكرة تسمية \"لطيفة\" خاصة بها - فوكس نيوز",
        "تقاطعت حياة جيمي كارتر مع إرث العبودية. سجله في الحقوق المدنية معقد - وكالة أسوشيتد برس",
        "أسهم الحوسبة الكمومية تغرق حيث يقول الرئيس التنفيذي لشركة Nvidia إن التكنولوجيا على بعد 15 إلى 30 عامًا - Investopedia",
        "ليس لدى بيل بيليتشيك أي خطط للعودة إلى اتحاد كرة القدم الأميركي على الرغم من أن توم برادي يتواصل بشأن وظيفة المغيرين، وفقًا للتقارير - سي بي إس سبورتس",
        "قد تكون عادة القهوة الصباحية مرتبطة بحياة أطول وقلب أكثر صحة: دراسة - ABC News",
        "التأخير يغذي لعبة إلقاء اللوم على الحزب الجمهوري على مرشحي ترامب - بوليتيكو",
        "وزارة العدل تقول إنها لن تنشر بعد تقرير وثيقة ترامب السرية - واشنطن بوست",
        "تمويل أم إلغاء ؟ روبوتات أم بشر ؟ بونتس ناسا على المريخ عينة قرار العودة - آرس تكنيكا",
        "يطلب ترامب من المحكمة العليا وقف الحكم الصادر يوم الجمعة في قضية إسكات الأموال - واشنطن بوست"
    ]
}