{
    "headlines": [
        "Aucun agent infiltré du FBI n'a participé à l'émeute du 6 janvier au Capitole des États-Unis, selon des rapports de surveillance - CNN",
        "[supprimé]",
        "iOS 18.2 apporte une mise à niveau majeure à Apple Intelligence. Comment le télécharger sur votre iPhone - CNET",
        "Un législateur accuse le Pentagone de mentir sur les mystérieux drones du New Jersey - POLITICO",
        "Bill Belichick, associé de longue date, explique pourquoi le légendaire entraîneur de la NFL a choisi un emploi universitaire et comment il va faire la transition - CBS Sports",
        "Comment l'armée d'Assad s'est effondrée en Syrie : conscrits démoralisés, alliés absents - Reuters",
        "Google annonce Android XR, un nouveau système d'exploitation pour casques et lunettes intelligentes - The Verge",
        "Angelina Jolie et Cynthia Erivo Bond chantent en direct sur le plateau et pourquoi la fille de Jolie avait besoin de « Defying Gravity » : « Nous voulons que l'art ait de l'influence » - Variété",
        "Trump ouvert à la détention d'immigrants dans des camps de déportation - Axios",
        "La Chambre envoie un projet de loi Biden ajoutant des sièges judiciaires après une menace de veto - The Hill",
        "La pluie de météores des Géminides culmine cette semaine. Voici comment le regarder - CNN",
        "Les actions de Warner Bros. Discovery augmentent de 15% après que la société ait annoncé une restructuration linéaire et en continu - CNBC",
        "[supprimé]",
        "Trump sonne la cloche d'ouverture à NYSE après l'honneur de « Personnalité de l'année » de Time - CNN",
        "Les dirigeants chinois s'engagent à promouvoir « vigoureusement » la consommation intérieure - Financial Times",
        "Les États-Unis voient la chute d'Assad comme une chance de détruire l'arsenal chimique syrien « une fois pour toutes » - Reuters",
        "Rapport sur l'inflation de l'IPP : les données de novembre restent chaudes - Barron's",
        "[supprimé]",
        "Intel Arc B580 offre un potentiel de calcul GPU Linux prometteur pour Battlemage Review - Phoronix",
        "NOMINATIONS DE FILMS ANNONCÉES POUR LA 30E CÉRÉMONIE ANNUELLE DES CRITICS CHOICE AWARDS ORGANISÉE par CHELSEA HANDLER – Critics Choice Awards - Critics Choice Awards"
    ]
}