{
    "headlines": [
        "Donald Trump pausiert die Zölle auf Billigpakete in der US-China-Handelsbegnadigung - Financial Times",
        "Horoskop für Samstag, 8. Februar 2025 - Chicago Sun-Times",
        "Crews beeilen sich, Pendlerflugzeug zu bergen, das auf Alaska-Meereis abgestürzt ist, bevor Schnee und Wind zu erwarten sind - The Associated Press",
        "Baltische Staaten, die sich historisch von russischer Macht abwenden - BBC.com",
        "Trump sagt, dass er Kennedy Center-Vorstandsmitglieder feuern und sich selbst zum Vorsitzenden ernennen wird - The Washington Post",
        "So siehst du Kansas City Chiefs vs. Philadelphia Eagles beim Super Bowl LIX in New Orleans - CNN",
        "China wendet sich gegen den „Zwang“ der USA, nachdem Panama die Verlängerung des Infrastrukturabkommens abgelehnt hat - The Associated Press",
        "Pharrell Williams sagt ‘There Wasn' t a Path Forward’ für abgesetztes Musical-Biopic - Geier",
        "New York schließt vorübergehend die Märkte für lebende Vögel in mehreren Landkreisen, nachdem die Vogelgrippe bei Geflügel festgestellt wurde - CNN",
        "College-Basketball-Picks, Zeitplan: Prognosen für Auburn vs. Florida und weitere Top 25-Spiele am Samstag - CBS Sports",
        "US-Arbeitgeber haben im Januar 143.000 Arbeitsplätze geschaffen und die Arbeitslosenquote sank auf 4 % - The Associated Press",
        "Donald Trump widerruft Sicherheitsfreigabe für Joe Biden - Financial Times",
        "Das PlayStation Network ist ausgefallen. Das wissen wir - WKYC.com",
        "Richter sagt, er werde Trump vorübergehend daran hindern, Tausende von USAID-Mitarbeitern in bezahlten Urlaub zu schicken - The Associated Press",
        "A$AP Rockys Freund bezeugt, dass der Rapper 2021 eine Requisite abgefeuert hat, keine echte Schusswaffe - The Associated Press",
        "Gemeinsame Erklärung der USA und Japans - Weißes Haus",
        "Der Senat bereitet sich darauf vor, Mike Johnson auf Trumps Versöhnungsgesetz zu überlisten - Axios",
        "Neu entdeckter Asteroid hat jetzt ein etwas höheres Risiko, die Erde zu treffen - CNN",
        "Genesis Invitational 2025 Vollfeld: Wer kommt zu Tiger Woods bei Torrey Pines? - NBC Sports"
    ]
}