{
    "headlines": [
        "رئيس جامعة كولومبيا يتنحى وسط معركة ترامب - وول ستريت جورنال",
        "Kentucky Wildcats vs. Tennessee Volunteers Live Score and Stats - March 28, 2025 Gametracker - CBS Sports",
        "Couch: 3 quick takes on Michigan State basketball's 73-70 win over Mississippi in the NCAA tournament's Sweet 16 - Lansing State Journal",
        "الأسهم تنخفض مع قلق المستثمرين بشأن التجارة والتضخم - واشنطن بوست",
        "عمليات الإجلاء الجماعي بينما تضرب إسرائيل ضاحية بيروت - واشنطن بوست",
        "كسوف \"شروق الشمس المزدوج \": كيف ومتى وأين ترى كسوف الشمس الجزئي السبت - أكسيوس",
        "داخل مخرج Jen Salke's Amazon MGM: James Bond Clashes و ‘Citadel’ Misfire و 'Mike Hopkins’ Ambitions for the Future - Variety",
        "ادعاء \"أسرار الدولة\" لترامب بشأن تفاصيل رحلة الترحيل يقطع مع الممارسة السابقة - سي إن إن",
        "محكمة الاستئناف تمنح وقفًا مؤقتًا \"لافتًا للنظر\" في إقالة ترامب لقادة مجالس الإدارة - فوكس نيوز",
        "بعد أشهر من التخفيضات، تقول وزارة الخارجية إنها تغلق رسميًا الوكالة الأمريكية للتنمية الدولية - ABC News",
        "يفتح مفوض لجنة الاتصالات الفيدرالية في ترامب تحقيقًا في شركة والت ديزني وشركة إيه بي سي لسياسات التنوع - وكالة أسوشيتد برس",
        "أكثر من 150 قتيلاً في ميانمار وتايلاند بعد زلزال ضخم - BBC.com",
        "بدأ السباق على منصب سفير الأمم المتحدة مرة أخرى، لكن بعض الخيارات المحتملة تقول لا بالفعل - POLITICO",
        "\"بياض الثلج\" يتمنى الحصول على 15 مليون دولار + عطلة نهاية الأسبوع الثانية، ولكن يمكن أن يتم طرده من قبل \"العامل\" لجايسون ستاثام – تحديث شباك التذاكر - الموعد النهائي",
        "سهم CoreWeave ينهي جلسة التداول الأولى بسعر الاكتتاب العام - Investopedia",
        "سيكلف جهاز SteamOS المحمول القادم من لينوفو 549.99 دولارًا، وليس 499.99 دولارًا، عندما يخرج - The Verge",
        "تجاوز تفشي الحصبة متعددة الولايات 450 حالة، مع احتمال انتشارها دوليًا - سي إن إن",
        "تصف معاينات Baby Steps رحلة عالم مفتوح سخيفة ولكنها جذابة على PS5 - Push Square",
        "غواصون في البحرية وقوات بولندية للمساعدة في استعادة الجنود الأمريكيين المفقودين - Military Times"
    ]
}