{
    "headlines": [
        "ਯੂਨਾਈਟਿਡ ਹੈਲਥਕੇਅਰ ਦੇ ਸੀਈਓ ਬ੍ਰਾਇਨ ਥੌਮਸਨ - ਸੀ ਐਨ ਬੀ ਸੀ ਦੀ ਗੋਲੀਬਾਰੀ ਲਈ ਲੂਗੀ ਮੈਂਗਿਓਨ ਨੂੰ ਕਤਲ ਦੇ ਦੋਸ਼ਾਂ ਵਿੱਚ ਦੋਸ਼ੀ ਠਹਿਰਾਇਆ ਗਿਆ",
        "ਐਮਐਲਬੀ ਅਧਿਐਨਃ ਪਿਚਿੰਗ ਸੱਟਾਂ ਦੀ ਗਤੀ, 'ਸਮਾਨ' ਨਾਲ ਬੰਨ੍ਹਿਆ - ਈਐਸਪੀਐਨ",
        "ਐਫਟੀਸੀ ਨੇ ਹੋਟਲ, ਟਿਕਟ ਵੇਚਣ ਵਾਲਿਆਂ ਨੂੰ 'ਕੂੜਾ ਫੀਸ‘ ਦਾ ਖੁਲਾਸਾ ਕਰਨ ਲਈ ਨਿਯਮ ਜਾਰੀ ਕੀਤੇ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਵਿਸਕਾਨਸਿਨ ਵਿੱਚ ਪੁਲਿਸ ਆਈਡੀ 15 ਸਾਲਾ ਲੜਕੀ ਐਬੈਂਡੈਂਟ ਲਾਈਫ ਕ੍ਰਿਸ਼ਚੀਅਨ ਸਕੂਲ ਸ਼ੂਟਰ ਵਜੋਂ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਡਾਉਨ 300 ਪੁਆਇੰਟ ਦੀ ਗਿਰਾਵਟ, 1978 ਤੋਂ ਪਹਿਲੀ 9 ਦਿਨਾਂ ਦੀ ਸਲਾਈਡ ਲਈ ਸਿਰਃ ਲਾਈਵ ਅਪਡੇਟਸ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਬਾਈਡਨ ਪ੍ਰਸ਼ਾਸਨ ਗੈਸ ਨਿਰਯਾਤ ਰਿਪੋਰਟ ਟਰੰਪ ਊਰਜਾ ਨੀਤੀ ਨੂੰ ਪਰੇਸ਼ਾਨ ਕਰ ਸਕਦੀ ਹੈ - ਪੋਲਿਟਿਕੋ",
        "Nvidia ਸਟਾਕ ਸਲੰਪ Deepens. ਇਸ ਨੂੰ ਸੁਧਾਰਨ ਵਾਲੇ ਖੇਤਰ ਵਿਚ ਹੋਰ ਕੀ ਚਲਾ ਰਿਹਾ ਹੈ. - ਬੈਰਨ ਦਾ",
        "ਮੈਕਸੀਕੋ, ਕੈਰੇਬੀਅਨ, ਬ੍ਰਾਜ਼ੀਲ ਵਿਚ ਡੇਂਗੂ ਬੁਖਾਰ ਦੇ ਮਾਮਲੇ ਵਧਣ ਦੇ ਨਾਲ ਸੁਰੱਖਿਅਤ travelੰਗ ਨਾਲ ਯਾਤਰਾ ਕਿਵੇਂ ਕਰੀਏ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਗਿਲਗੋ ਬੀਚ ਸੀਰੀਅਲ ਕਿਲਿੰਗ ਸ਼ੱਕੀ ਰੇਕਸ ਹਿਊਰਮੈਨ 'ਤੇ ਸੱਤਵੀਂ ਔਰਤ ਦੀ ਹੱਤਿਆ ਦਾ ਦੋਸ਼ - ਲੋਕ",
        "ਹਟਾਈ",
        "ਬਕਸ ਬਨਾਮ ਥੰਡਰ ਦੀਆਂ ਮੁਸ਼ਕਲਾਂ, ਲਾਈਨ, ਭਵਿੱਖਬਾਣੀ, ਸਮਾਂਃ 2024 ਐਨਬੀਏ ਕੱਪ ਚੈਂਪੀਅਨਸ਼ਿਪ ਪਿਕਸ, ਸਾਬਤ ਮਾਡਲ ਤੋਂ ਸਭ ਤੋਂ ਵਧੀਆ ਸੱਟਾ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਕਲਪਨਾ ਫੁੱਟਬਾਲ ਹਫਤੇ 16 ਰੈਂਕਿੰਗਃ ਫਲੈਕਸ (ਹਾਫ-ਪੀਪੀਆਰ) - ਯਾਹੂ ਸਪੋਰਟਸ",
        "ਤਕਨੀਕੀ ਸਲਾਹਕਾਰ ਕੈਸ਼ ਐਪ ਦੇ ਸੰਸਥਾਪਕ ਬੌਬ ਲੀ ਦੀ ਹੱਤਿਆ ਵਿੱਚ ਦੂਜੀ ਡਿਗਰੀ ਦੇ ਕਤਲ ਦਾ ਦੋਸ਼ੀ ਪਾਇਆ ਗਿਆ - ਸੀਐਨਐਨ",
        "ਯੂਕਰੇਨ ਦੇ ਜਾਸੂਸ ਵਧਦੇ ਹਿੰਸਕ ਹਮਲਿਆਂ ਵਿੱਚ ਰੂਸੀ ਸ਼ਖਸੀਅਤਾਂ ਨੂੰ ਨਿਸ਼ਾਨਾ ਬਣਾਉਂਦੇ ਹਨ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਹਟਾਈ",
        "ਇੱਕ ਅਲਾਬਾਮਾ womanਰਤ ਨਵੀਨਤਮ ਪ੍ਰਯੋਗਾਤਮਕ ਸੂਰ ਕਿਡਨੀ ਟ੍ਰਾਂਸਪਲਾਂਟ ਤੋਂ ਬਾਅਦ ਵਧੀਆ ਕਰ ਰਹੀ ਹੈ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਖਗੋਲ ਵਿਗਿਆਨੀਆਂ ਨੇ ਮਿਲਕੀ ਵੇਅ ਦੇ ਕੇਂਦਰ ਵਿਚ ਸੁਪਰਮੈਸੀਵ ਬਲੈਕ ਹੋਲ ਚੱਕਰ ਲਗਾਉਣ ਵਾਲੇ 1 ਬਾਈਨਰੀ ਸਿਤਾਰਿਆਂ ਦੀ ਖੋਜ ਕੀਤੀ - ਸਪੇਸ ਡਾਟ ਕਾਮ",
        "ਕੋਡ ਅਸਿਸਟ, ਗੂਗਲ ਦਾ ਐਂਟਰਪ੍ਰਾਈਜ਼-ਕੇਂਦ੍ਰਿਤ ਕੋਡਿੰਗ ਸਹਾਇਕ, ਤੀਜੀ ਧਿਰ ਦੇ ਸਾਧਨ ਪ੍ਰਾਪਤ ਕਰਦਾ ਹੈ - TechCrunch",
        "ਜੋਸ਼ ਐਲਨ ਦਾ ਐਮਵੀਪੀ ਪਿੱਛਾਃ ਜਿੱਥੇ ਬਿਲ ਸਟਾਰ ਆਪਣੇ ਆਪ ਨੂੰ ਪੈਕ ਤੋਂ ਵੱਖ ਕਰਦਾ ਹੈ - ਪ੍ਰੋ ਫੁੱਟਬਾਲ ਫੋਕਸ",
        "ਕਾਂਗਰਸ ਨੇ ਮਾਰਚ ਵਿੱਚ ਆਫ਼ਤ ਸਹਾਇਤਾ ਅਤੇ ਪੁੰਟਿੰਗ ਫੰਡਿੰਗ ਵਿੱਚ $ 100B 'ਤੇ ਹੜਤਾਲ ਕੀਤੀ, ਹਾਊਸ GOP ਨੇਤਾਵਾਂ ਦਾ ਕਹਿਣਾ ਹੈ - POLITICO"
    ]
}