{
    "headlines": [
        "Bills beat Broncos, advance to divisional round matchup with Ravens - NBC Sports",
        "Croatia’s President Milanović wins reelection after defeating ruling party candidate in runoff - PBS NewsHour",
        "What Mike Vrabel told Tom Brady before Patriots homecoming as coach - New York Post ",
        "Eagles vs. Packers where to watch: Kickoff time, TV channel, streaming, NFL playoffs live stream, odds, pick - CBS Sports",
        "Sen. Barrasso says \"a paperwork problem\" is holding up Tulsi Gabbard's confirmation hearing - CBS News",
        "We're witnessing a new Mark Zuckerberg: Welcome to Zuck 3.0. - Business Insider",
        "VLC Developers Working on AI-Powered Real-Time Subtitles - OMG! Ubuntu!",
        "Owner of two local hospitals files for bankruptcy - Turn to 10",
        "Box Office: ‘Den of Thieves 2’ Opens to Winning $15.5M; ‘Moana 2’ Nears $1B Globally - Hollywood Reporter",
        "Joshua Jackson Feels “Incredibly Lucky” After Losing Topanga Canyon Home In Palisades Fire - Deadline",
        "Death toll from Los Angeles wildfires rises to 16 as crews fight to contain blazes - PBS NewsHour",
        "Netanyahu and Biden discuss progress in Gaza ceasefire-for-hostages deal talks - CNN",
        "Ice core may hold answers to mysteries of Earth’s past - CNN",
        "Police Arrest 2 Suspected Burglars At Kamala Harris’ Brentwood Home Amid Fires - Deadline",
        "Stock-market investors are getting nervous over this bond-market anomaly - MarketWatch",
        "Republicans urge Trump nominees: Don’t take the bait from Democrats - The Hill",
        "JD Vance says there's \"a deal to be made in Greenland\" - Axios",
        "Nvidia’s DLSS 4 isn’t what you think it is. Let’s debunk the myths - Digital Trends",
        "A young gorilla rescued from aircraft hold recovers at Istanbul zoo - ABC News",
        "Selling Sunset's Jason Oppenheim Accuses Landlords of 'Price Gouging,' 'Taking Advantage' Amid LA Fires - TooFab"
    ]
}