{
    "headlines": [
        "جولياني لديه تبادل ناري مع القاضي في قضية الأصول - نيوزويك",
        "نقطة محذوفة هنا",
        "كيف يمكن لفواتير بوفالو أن تنتزع شرق الاتحاد الآسيوي في الأسبوع 13 | 2024 - BuffaloBills.com",
        "يرى مسؤولو بنك الاحتياطي الفيدرالي تخفيضات في أسعار الفائدة في المستقبل، ولكن \"تدريجياً\" فقط، كما يظهر محضر الاجتماع - سي إن بي سي",
        "منتجو النفط يحذرون من أن تعريفات ترامب على كندا سترفع أسعار البنزين الأمريكية - فاينانشال تايمز",
        "يوصي نتنياهو بالموافقة على اتفاق وقف إطلاق النار بين إسرائيل وحزب الله - إيه بي سي نيوز",
        "بموجب عقد Dragonfly، ستصادق ناسا على SpaceX للحمولات التي تعمل بالطاقة النووية - ARS Technica",
        "Elon Musk's DOGE May Cut These Federal Agencies - As GOP Senators Offer Ideas - Forbes",
        "شباك التذاكر لعيد الشكر: \"موانا 2\" يهدف إلى كسوف \"المجمدة 2\" سجل عطلة مع ضخمة 135 مليون $ لاول مرة - متنوعة",
        "إنتر ميامي CF يعين خافيير ماسكيرانو كمدرب رئيسي - إنتر ميامي CF",
        "المرشحون للتدريب في ولاية كارولينا الشمالية: جون سومرال، باري أودوم، دان مولن من بين خيارات استبدال ماك براون - سي بي إس سبورتس",
        "دريك يرفع دعوى ثانية ضد UMG، ويزعم التشهير بأغنية كندريك لامار \"الكاذبة\" - لوحة إعلانية",
        "يمكن أن يتيح لك Wear OS 5.1 تشغيل الموسيقى على سماعات ساعة Android المدمجة - The Verge",
        "7.4 مليون أمريكي يمكن أن يحصلوا على تغطية Medicare أو Medicaid للأدوية المضادة للسمنة بموجب اقتراح بايدن - CNN",
        "نقطة محذوفة هنا",
        "تعلن FHFA عن مطابقة قيم حد القرض لعام 2025 - تفاصيل الشؤون العامة | الوكالة الفيدرالية لتمويل الإسكان",
        "بوتين يشرب البيرة، وضرب خروج بريطانيا من الاتحاد الأوروبي وتوتر ترامب: حكايات بارزة في كتاب ميركل الجديد - بوليتيكو أوروبا",
        "تم تجديد \"قواعد Vanderpump\" للموسم الثاني عشر بواسطة برافو مع فريق عمل جديد تمامًا - الموعد النهائي",
        "تم استدعاء الرئيس التنفيذي لشركة TikTok إلى البرلمان الأوروبي بسبب دوره في صدمة الانتخابات الرومانية - POLITICO Europe",
        "فقدان الوزن باستخدام Ozempic قد يخفف أيضًا علامة تبويب البار الخاصة بك، كما وجدت الدراسة - Gizmodo"
    ]
}