{
    "headlines": [
        "ਐਨਵਾਈਸੀ ਸਿਹਤ ਵਿਭਾਗ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਸੈਵੇਜ ਕੈਟ ਫੂਡ ਘਾਤਕ ਫਲੀਨ ਬਰਡ ਫਲੂ ਦੇ ਕੇਸਾਂ ਨਾਲ ਜੁੜਿਆ - ਗੋਥਾਮਿਸਟ",
        "ਟਰੰਪ ਪ੍ਰਸ਼ਾਸਨ ਨੇ ਸੈਂਕੜੇ ਪ੍ਰਵਾਸੀਆਂ ਨੂੰ ਡਿਪੋਰਟ ਕੀਤਾ, ਜੱਜ ਦੇ ਆਦੇਸ਼ ਦੇ ਬਾਵਜੂਦ ਹਟਾਉਣ 'ਤੇ ਰੋਕ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਖਜ਼ਾਨਾ ਸਕੱਤਰ ਬੇਸੈਂਟ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਵ੍ਹਾਈਟ ਹਾ Houseਸ 'ਗਾਰੰਟੀਸ਼ੁਦਾ' ਵਿੱਤੀ ਸੰਕਟ ਵੱਲ ਜਾ ਰਿਹਾ ਹੈ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਬਾਕਸ ਆਫਿਸਃ ਜੈਕ ਕਾਇਡ ਦਾ 'ਨੋਵੋਕੇਨ‘ 8.7 ਮਿਲੀਅਨ ਡਾਲਰ ਦੀ ਸ਼ੁਰੂਆਤ ਦੇ ਨਾਲ ਦਰਦਨਾਕ ਹੌਲੀ ਹਫਤੇ ਦੇ ਅੰਤ ਦੀ ਅਗਵਾਈ ਕਰਦਾ ਹੈ - ਵੰਨਗੀ",
        "ਵ੍ਹਾਈਟ ਹਾ Houseਸ ਓਰੇਕਲ ਤੋਂ ਟਿਕਟੋਕ ਨੂੰ ਚਲਾਉਣ ਲਈ ਸੌਦੇ 'ਤੇ ਗੰਭੀਰਤਾ ਨਾਲ ਵਿਚਾਰ ਕਰਦਾ ਹੈ - ਪੋਲਿਟਿਕੋ",
        "ਪੇਰੂਃ ਮਛੇਰੇ ਨੂੰ 95 ਦਿਨਾਂ ਬਾਅਦ ਬਚਾਇਆ ਗਿਆ, ਕੱਛੂਆਂ 'ਤੇ ਬਚਿਆ - ਬੀਬੀਸੀ.",
        "ਹਮਲਾਵਰ ਨੇ ਪੂਰਬੀ ਜਰਮਨੀ ਵਿਚ ਇਕ ਰੇਲ ਗੱਡੀ ਵਿਚ ਇਕ womanਰਤ ਨੂੰ ਅੱਗ ਲਾ ਦਿੱਤੀ ਅਤੇ ਭੱਜ ਗਿਆ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਈਰਾਨ ਦੇ ਜਨਰਲ ਨੇ ਹੂਤੀ 'ਤੇ ਅਮਰੀਕੀ ਹਮਲਿਆਂ ਦੇ ਵਿਚਕਾਰ ਜਵਾਬ ਦੀ ਸੰਭਾਵਨਾ ਵਧਾ ਦਿੱਤੀ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਆਈਫੋਨ 17 ਏਅਰ ਨਵੇਂ ਲੀਕ ਹੋਏ ਡਮੀ ਸ਼ਾਟਸ ਵਿਚ ਹੋਰ ਮਾਡਲਾਂ ਨੂੰ ਚੰਕੀ ਦਿਖਾਈ ਦਿੰਦਾ ਹੈ - ਦਿ ਵਰਜ",
        "ਫੋਟੋ ਕੈਲੋਰੀ ਐਪ ਕੈਲ ਏਆਈ, ਇੱਕ ਮਿਲੀਅਨ ਤੋਂ ਵੱਧ ਵਾਰ ਡਾਉਨਲੋਡ ਕੀਤਾ ਗਿਆ, ਦੋ ਕਿਸ਼ੋਰਾਂ ਦੁਆਰਾ ਬਣਾਇਆ ਗਿਆ ਸੀ - TechCrunch",
        "ਤੂਫਾਨ ਦਾ ਪ੍ਰਕੋਪ ਅਤੇ ਗੰਭੀਰ ਮੌਸਮ ਵਿੱਚ ਘੱਟੋ ਘੱਟ 33 ਲੋਕਾਂ ਦੀ ਮੌਤ - ਐਕਸੀਓਸ",
        "ਐਲਨ ਮਸਕ ਅਤੇ ਡੋਗੇ ਦੀ \"ਸਲੈਸ਼-ਐਂਡ-ਬਰਨ ਕਸਰਤ\" ਬਾਰੇ ਸਰਕਾਰੀ ਮਾਹਰ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਪਹਿਲਾਂ ਸਹਾਇਤਾ ਕਰਨ ਵਾਲੇ ਚੂਹੇ ਆਪਣੇ 'ਤਾਜ਼ੇ ਮਰੇ' ਦੋਸਤਾਂ ਨੂੰ ਦੁਬਾਰਾ ਜ਼ਿੰਦਗੀ ਵਿਚ ਲਿਆਉਣ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰਦੇ ਹੋਏ ਵੇਖੇ ਗਏ - Livescience.",
        "ਜਿਵੇਂ ਕਿ ਏਆਈ ਨਰਸਾਂ ਹਸਪਤਾਲ ਦੀ ਦੇਖਭਾਲ ਨੂੰ ਮੁੜ ਆਕਾਰ ਦਿੰਦੀਆਂ ਹਨ, ਮਨੁੱਖੀ ਨਰਸਾਂ ਵਾਪਸ ਧੱਕ ਰਹੀਆਂ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਹਰ ਜਗ੍ਹਾ ਝੰਡੇ, ਚਿੱਤਰ ਅਤੇ ਸੋਨਾਃ ਟਰੰਪ ਓਵਲ ਦਫਤਰ ਨੂੰ ਇੱਕ ਗਿਲਡ ਗੈਲਰੀ ਵਿੱਚ ਬਦਲਦਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਜ਼ੇਲੇਨਸਕੀ ਨੇ ਰੂਸ ਦੇ ਕੁਰਸਕ ਖੇਤਰ ਵਿਚ ਯੂਕਰੇਨ ਦੀਆਂ ਫੌਜਾਂ ਦਾ ‘ਕੋਈ ਘੇਰਾਬੰਦੀ ਨਹੀਂ' ਕਿਹਾ, ਪੁਤਿਨ 'ਤੇ ਝੂਠ ਬੋਲਣ ਦਾ ਦੋਸ਼ ਲਾਇਆ - ਸੀਐਨਐਨ",
        "ਟਰੰਪ ਨੇ ਵੌਇਸ ਆਫ ਅਮਰੀਕਾ ਨੂੰ ਚੁੱਪ ਕਰ ਦਿੱਤਾ ਕਿਉਂਕਿ ਸਟਾਫ ਨੇ ਛੁੱਟੀ ਰੱਖੀ ਸੀ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਚਿੰਤਾ ਬਾਰੇ ਖੁਸ਼ਖਬਰੀ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਉੱਤਰੀ ਮੈਸੇਡੋਨੀਆ 'ਚ ਨਾਈਟ ਕਲੱਬ' ਚ ਅੱਗ ਲੱਗਣ ਕਾਰਨ ਘੱਟੋ-ਘੱਟ 59 ਲੋਕਾਂ ਦੀ ਮੌਤ - Al Jazeera English"
    ]
}