{
    "headlines": [
        "ਗੂਗਲ ਕੈਲੰਡਰ ਨੂੰ ਮੁੜ ਡਿਜ਼ਾਇਨ ਅਤੇ ਡਾਰਕ ਮੋਡ ਮਿਲਦਾ ਹੈ - ਦਿ ਵਰਜ",
        "ਬੋਇੰਗ ਮਸ਼ੀਨਿਸਟ ਨਵੇਂ ਇਕਰਾਰਨਾਮੇ ਨੂੰ ਰੱਦ ਕਰਦੇ ਹਨ, ਮਹਿੰਗੇ ਵਾਕਆਉਟ ਜਾਰੀ ਰੱਖਦੇ ਹਨ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਰੈਮਸ ਬਨਾਮ ਵਾਈਕਿੰਗਜ਼ ਦੀਆਂ ਸੰਭਾਵਨਾਵਾਂ, ਭਵਿੱਖਬਾਣੀ, ਸਮਾਂ, ਫੈਲਣਾਃ 12-5 ਰਨ 'ਤੇ ਐਨਐਫਐਲ ਮਾਡਲ ਤੋਂ ਵੀਰਵਾਰ ਰਾਤ ਫੁੱਟਬਾਲ ਪਿਕਸ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਗਾਜ਼ਾ ਪਨਾਹਗਾਹ 'ਤੇ ਇਜ਼ਰਾਈਲ ਦੀ ਹੜਤਾਲ 17 ਦੀ ਮੌਤ ਹੋ ਗਈ ਕਿਉਂਕਿ ਬਲਿੰਕਨ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਜੰਗਬੰਦੀ ਦੀ ਗੱਲਬਾਤ ਦੁਬਾਰਾ ਸ਼ੁਰੂ ਹੋਵੇਗੀ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਮਾਇਨਕਰਾਫਟ ਅਗਲੇ ਸਾਲ ਵੀਆਰ ਸਹਾਇਤਾ ਗੁਆ ਰਿਹਾ ਹੈ - ਦਿ ਵਰਜ",
        "ਅੰਕਾਰਾ ਨੇੜੇ ਰੱਖਿਆ ਕੰਪਨੀ 'ਤੇ ਹਮਲੇ ਤੋਂ ਬਾਅਦ ਤੁਰਕੀ ਨੇ ਇਰਾਕ, ਸੀਰੀਆ' ਤੇ ਕੀਤਾ ਹਮਲਾ - Al Jazeera English",
        "ਹਾਵਰਡ ਦਾ ਅੰਤ? ਸਿਰੀਅਸਐਕਸਐਮ ਸਟਰਨ ਤੋਂ ਬਾਅਦ ਕਿਵੇਂ ਬਚੇਗਾ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਵਿਸ਼ਵ ਸੀਰੀਜ਼ ਦੀਆਂ ਟਿਕਟਾਂ ਦੀਆਂ ਕੀਮਤਾਂ ਦੂਜੀ ਸਭ ਤੋਂ ਉੱਚੀਆਂ ਹਨ-ਇੱਕ ਯੈਂਕੀਜ਼ ਹੋਮ ਗੇਮ ਤੁਹਾਨੂੰ ਲਗਭਗ ਚਲਾ ਸਕਦੀ ਹੈ $ 5,000 - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਪ੍ਰੀਮੇਰਾ ਸਾoundਂਡ 2025 ਕਿਤਾਬਾਂ ਚੈਪਲ ਰੌਨ, ਚਾਰਲੀ ਐਕਸਸੀਐਕਸ, ਅਤੇ ਸਬਰੀਨਾ ਕਾਰਪੇਂਟਰ ਹੈਡਲਾਈਨਰਜ਼ ਵਜੋਂ - ਸਟੀਰੀਓਗਮ",
        "ਹੈਰਿਸ ਕਹਿੰਦਾ ਹੈ ਕਿ ਟਰੰਪ 'ਇੱਕ ਫਾਸ਼ੀਵਾਦੀ ਹੈ' ਜੌਨ ਕੈਲੀ ਦੇ ਬਾਅਦ ਕਹਿੰਦਾ ਹੈ ਕਿ ਸਾਬਕਾ ਰਾਸ਼ਟਰਪਤੀ ਹਿਟਲਰ ਵਰਗੇ ਜਰਨੈਲ ਚਾਹੁੰਦੇ ਸਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਹਾਊਸ ਇੰਟੈੱਲ ਚੇਅਰਃ ਅਮਰੀਕਾ ਨੂੰ ਫੌਜੀ ਕਾਰਵਾਈ 'ਤੇ ਵਿਚਾਰ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ ਜੇ ਉੱਤਰੀ ਕੋਰੀਆ ਦੇ ਸੈਨਿਕ ਯੂਕਰੇਨ ਵਿੱਚ ਦਾਖਲ ਹੁੰਦੇ ਹਨ - ਅਮਰੀਕਾ ਅੱਜ",
        "ਡੀਓਜੇ ਚੇਤਾਵਨੀ ਦੀ ਖ਼ਬਰ ਤੋਂ ਬਾਅਦ, ਏਲੋਨ ਮਸਕ ਦੇ ਸੁਪਰ ਪੀਏਸੀ ਨੇ ਬੁੱਧਵਾਰ ਨੂੰ ‘ਰੋਜ਼ਾਨਾ‘ ਲਾਟਰੀ ਜੇਤੂ ਦਾ ਐਲਾਨ ਨਹੀਂ ਕੀਤਾ - ਸੀਐਨਐਨ",
        "$ 3.25ਬੀ ਸਟਾਕ ਡੀਲ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਹਵਾਈ ਦੌੜ ਰੁੱਖਾਂ ਨੂੰ ਮਾਰਨ ਵਾਲੇ ਗੈਂਡੇ ਦੇ ਬੀਟਲ, ਹਮਲਾਵਰ ਸਪੀਸੀਜ਼ ਦੇ ਫੈਲਣ ਨੂੰ ਰੋਕਣ ਲਈ ਜੋ 2 ਮੀਲ ਉੱਡ ਸਕਦੇ ਹਨ ਅਤੇ 140 ਅੰਡੇ ਦੇ ਸਕਦੇ ਹਨ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਦੱਖਣ-ਪੱਛਮ ਨੇ ਇੱਕ ਕਾਰਕੁਨ ਨਿਵੇਸ਼ਕ ਦੇ ਵਿਰੁੱਧ ਆਪਣੀ ਲੜਾਈ ਵਿੱਚ ਤੌਲੀਏ ਵਿੱਚ ਸੁੱਟ ਦਿੱਤਾ - ਯਾਹੂ! ਆਵਾਜ਼ਾਂ",
        "ਐਨਐਫਐਲ ਹਫਤਾ 8 ਐਮਐਮਕਿQਬੀ ਸਟਾਫ ਤੋਂ ਪਿਕਃ ਟੂਆ ਟੈਗੋਵੈਲੋਆ ਕਾਰਡੀਨਲਾਂ ਦੇ ਵਿਰੁੱਧ ਵਾਪਸੀ ਕਰਦਾ ਹੈ - ਸਪੋਰਟਸ ਇਲੈਸਟਰਡ",
        "ਨੋਵੋ ਨੋਰਡਿਸਕ ਦੀ ਸ਼ੂਗਰ ਦੀ ਦਵਾਈ ਓਜ਼ੈਮਪਿਕ ਅਲਜ਼ਾਈਮਰ ਰੋਗ ਦੇ ਜੋਖਮ ਨੂੰ ਘਟਾ ਸਕਦੀ ਹੈ, ਅਧਿਐਨ ਕਹਿੰਦਾ ਹੈ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਅਰਜਨਟੀਨਾ ਪੁਲਿਸ ਨੇ ਲੀਅਮ ਪੇਨੇ ਦੇ ਹੋਟਲ 'ਤੇ ਛਾਪਾ ਮਾਰਿਆ ਜਿੱਥੇ ਗਾਇਕ ਦੀ ਮੌਤ ਹੋ ਗਈ, ਵਧੇਰੇ ਸੁਰੱਖਿਆ ਫੁਟੇਜ ਦੀ ਮੰਗ ਕੀਤੀ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਇੱਕ ਸਪੇਸਐਕਸ ਕੈਪਸੂਲ ਧਰਤੀ 'ਤੇ ਵਾਪਸ ਆ ਰਿਹਾ ਹੈ. ਇਹ ਹੈ ਕਿ ਬੋਇੰਗ ਸਟਾਰਲਾਈਨਰ ਦੇ ਪੁਲਾੜ ਯਾਤਰੀ ਇਸ' ਤੇ ਕਿਉਂ ਨਹੀਂ ਹਨ - ਸੀ ਐਨ ਐਨ",
        "ਵੀਡੀਓ ਈਰੀ ਝੀਲ ਦੇ ਉੱਪਰ ਆਕਾਸ਼ ਵਿੱਚ ਵੇਖਿਆ ਗਿਆ ਚਮਕਦਾਰ ਫਾਇਰਬਾਲ ਦਿਖਾਉਂਦਾ ਹੈ - ਅਮਰੀਕਾ ਅੱਜ"
    ]
}