{
    "headlines": [
        "حزب الله يشكل قيادة جديدة لحرب برية حاسمة بعد ضربات إسرائيلية عنيفة - رويترز",
        "قد تظهر الأضواء الشمالية مرة أخرى في ماساتشوستس ليلة الجمعة - سي بي إس بوسطن",
        "تشير الدراسات إلى أن تأثير إعصار ميلتون الدائم على الصحة قد بدأ للتو - ABC News",
        "جائزة نوبل للسلام لعام 2024 الممنوحة لمنظمة الناجين من القنبلة الذرية اليابانية نيهون هيدانكيو - سي إن بي سي",
        "Netflix تطور سلسلة \"الكبرياء والتحيز\" - الموعد النهائي",
        "مشاهدة تي دي يقر بالذنب في غسل الأموال، وتغريمه 3 مليارات دولار من قبل وزارة العدل - بلومبرغ",
        "انخفضت أسهم Tesla بنسبة 6 ٪ في مرحلة ما قبل السوق بعد فشل Cybercab robotaxi في إثارة الإعجاب - CNBC",
        "49 لاعبًا سعداء \"بالوقوف طويلًا\" بعد سلسلة من الخسائر المتأخرة - ESPN",
        "تصفيات MLB: يتقدم اليانكيز إلى ALCS مع الفوز مقابل العائلة المالكة ؛ يجبر الأوصياء لعبة ADS 5 مقابل النمور - ياهو سبورتس",
        "مينيسوتا لينكس تحقق انتصارًا حاشدًا ووقتًا إضافيًا على نيويورك ليبرتي في المباراة الأولى من نهائيات WNBA - ستار تريبيون",
        "\"غير مقبول \": العالم يتفاعل مع إطلاق إسرائيل النار على قوات حفظ السلام التابعة للأمم المتحدة في لبنان - الجزيرة الإنجليزية",
        "نقطة محذوفة هنا",
        "عشرات الجرحى ومقتل 22 على الأقل في غارات جوية في بيروت مع تصاعد التوترات في الصراع الإسرائيلي مع إيران - فوكس نيوز",
        "تم إنقاذ 12 شخصًا من موقع سياحي بمنجم الذهب في كولورادو حيث أدى حادث مصعد إلى مقتل شخص واحد - وكالة أسوشيتد برس",
        "هاريس يمزق ترامب بسبب انتقاده لاستجابة العاصفة الفيدرالية ويدعو إلى \"الكرامة\" - وكالة أسوشيتد برس",
        "مقتل شخصين وإصابة 35 على الأقل بعد الإبلاغ عن تسرب كيميائي في مصفاة في دير بارك، كما يقول المسؤولون - ABC13 هيوستن",
        "لقد رفعت دعوى قضائية ضدك من قبل موظف سابق طُلب منه التحقيق مع كيم كارداشيان، \"الذيل\" بيانكا سينسوري - الولايات المتحدة الأمريكية اليوم",
        "محاكمة شون \"ديدي\" كومز للاتجار بالجنس المقرر إجراؤها في مايو - رويترز",
        "كان ذلك سريعًا: حطمت ديترويت تايجرز رقمًا قياسيًا في كومريكا بارك لحضور ما بعد الموسم مرة أخرى - ديترويت فري برس",
        "من المحتمل أن المذنب شوهد آخر مرة عندما مشى إنسان نياندرتال على الأرض يمكن أن يبهر قريبًا في سماء الليل - ABC7 لوس أنجلوس"
    ]
}