{
    "headlines": [
        "Gunman shot dead, 3 police injured in shooting near Israeli embassy in Jordan - Reuters",
        "Chuck Woolery, smooth-talking game show host of 'Love Connection' and 'Scrabble,' dies at 83 - The Associated Press",
        "Pool Report on the Double Technical Fouls Issued to Houston’s Dillon Brooks and Portland’s Anfernee Simons, and Technical Foul and Ejection of Houston’s Fred VanVleet in the fourth quarter of tonight’s Portland at Houston game - NBA Official",
        "Top Biden adviser warns of ‘chaos’ if Trump raises tariffs and guts IRA - Financial Times",
        "How BYU players described ASU's field storming after 28-23 loss - Deseret News",
        "Trump taps Brooke Rollins for agriculture secretary, rounding out Cabinet picks - The Washington Post",
        "John M. Chu gives Wicked fans permission to bug theaters to turn up the volume - The A.V. Club",
        "How a digital \"you\" can sit through your agonizing web conference calls - TechCrunch",
        "Deion after KU loss: 'Got intoxicated with success' - ESPN",
        "U.N. Reaches $300 Billion Climate Financing Deal as Trump Looms - The Wall Street Journal",
        "Fred Harris, former Democratic U.S. senator and presidential candidate, dies at 94 - CBS News",
        "A 12-Year-Old’s Journey Into the World of Ozempic - The Wall Street Journal",
        "Full NFL predictions, picks for entire Week 12 slate - New York Post ",
        "SpaceX to launch 20 Starlink satellites on the 400th Falcon 9 rocket - Spaceflight Now",
        "Taiwan’s former president says Ukraine needs US weapons more urgently than Taipei - POLITICO",
        "Republican Senator Offers Candid Explanation For Why Matt Gaetz’s Nomination Failed - The Daily Beast",
        "After a Friday night flurry, Trump’s Cabinet is complete - POLITICO",
        "Child dead, 11 people infected by listeria linked to ready-to-eat meat brand - The Washington Post",
        "Kylie Kelce, Wife of Jason Kelce, Announces Pregnancy With Couple's Fourth Child - Sports Illustrated",
        "Gen Zers' definition of financial success includes joining the top 1% — and they're really confident about making it - Fortune"
    ]
}