{
    "headlines": [
        "ਡੇਵਿਡ ਜ਼ਾਸਲਾਵ ਵਾਰਨਰ ਬ੍ਰਦਰਜ਼ ਹੈਡਜ਼ (ਰਿਪੋਰਟ) ਦੇ ਰੂਪ ਵਿੱਚ ਮਾਈਕ ਡੀ ਲੂਕਾ ਅਤੇ ਪੈਮ ਐਬੀ ਨੂੰ ਬਦਲਣ ਲਈ ਉਮੀਦਵਾਰਾਂ ਨਾਲ ਮੁਲਾਕਾਤ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਡੋਨਾਲਡ ਟਰੰਪ ਜੰਗਬੰਦੀ ਗੱਲਬਾਤ ਨੂੰ ਲੈ ਕੇ ਵਲਾਦੀਮੀਰ ਪੁਤਿਨ ਨਾਲ 'ਬਹੁਤ ਗੁੱਸੇ' - ਬੀਬੀਸੀ.",
        "ਵਿਸਕਾਨਸਿਨ ਦੇ ਅਟਾਰਨੀ ਜਨਰਲ ਨੇ ਰਾਜ ਦੀ ਸੁਪਰੀਮ ਕੋਰਟ ਨੂੰ ਮਸਕ ਦੇ 1 ਮਿਲੀਅਨ ਡਾਲਰ ਦੇ ਭੁਗਤਾਨ ਨੂੰ ਰੋਕਣ ਲਈ ਕਿਹਾ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਟਰੰਪ ਨੇ ਸਹੁੰ ਖਾਣ ਦੇ ਤੌਰ ਤੇ ਬਦਲੇ ਦੇ ਕਈ ਰਸਤੇ ਗੂੰਜਦੇ ਹਨ. ਕੁਝ ਟੀਚੇ ਉਪਜਦੇ ਹਨ ਜਦੋਂ ਕਿ ਦੂਸਰੇ ਲੜਦੇ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਭੁਚਾਲ ਕਾਰਨ 1600 ਤੋਂ ਵੱਧ ਲੋਕਾਂ ਦੀ ਮੌਤ ਹੋ ਗਈ ਅਤੇ ਅਣਗਿਣਤ ਲੋਕਾਂ ਨੂੰ ਦਫ਼ਨਾਉਣ ਤੋਂ ਬਾਅਦ ਮਿਆਂਮਾਰ ਦੇ ਸ਼ਹਿਰਾਂ ਵਿਚ ਮੌਤ ਦੀ ਗੰਧ ਫੈਲ ਗਈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਰਿਚਰਡ ਚੈਂਬਰਲੇਨ, ਟੀਵੀ ਅਭਿਨੇਤਾ ਜਿਸਨੇ ‘ਡਾ ਕਿਲਡੇਰੇ‘ ਵਿੱਚ ਅਭਿਨੈ ਕੀਤਾ ਸੀ, 90 ਸਾਲ ਦੀ ਉਮਰ ਵਿੱਚ ਮੌਤ ਹੋ ਗਈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਨਿਊ ਮੈਕਸੀਕੋ ਦੀ ਰਿਪਬਲਿਕਨ ਪਾਰਟੀ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਹੈੱਡਕੁਆਰਟਰ ਨੂੰ \"ਸਾੜਨ ਦੀ ਜਾਣਬੁੱਝ ਕੇ ਕਾਰਵਾਈ\" ਵਿੱਚ ਨਿਸ਼ਾਨਾ ਬਣਾਇਆ ਗਿਆ ਸੀ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "‘ਸਨੋ ਵ੍ਹਾਈਟ’ $ 143M ਗਲੋਬਲ 'ਤੇ 2 ਫਰੇਮ ਦੇ ਬਾਅਦ;‘ ਇੱਕ ਵਰਕਿੰਗ ਮੈਨ ’$ 30M WW Bow ਬਣਾਉਂਦਾ ਹੈ – ਅੰਤਰਰਾਸ਼ਟਰੀ ਬਾਕਸ ਆਫਿਸ - ਡੈੱਡਲਾਈਨ",
        "ਹਿੰਸਕ ਤੂਫਾਨ ਇਲੀਨੋਇਸ ਤੋਂ ਪੂਰਬੀ ਟੈਕਸਾਸ - ਯਾਹੂ ਤੱਕ ਬਵੰਡਰ ਅਤੇ ਗੋਲਫ ਬਾਲ-ਆਕਾਰ ਦੇ ਗੜੇ ਨੂੰ ਧਮਕੀ ਦਿੰਦੇ ਹਨ",
        "ਜਰਮਨ ਸਪੇਸ ਰਾਕੇਟ ਟੈਸਟ ਉਡਾਣ ਵਿੱਚ ਸਕਿੰਟ ਫਟਦਾ ਹੈ - DW (ਅੰਗਰੇਜ਼ੀ)",
        "ਪੁਰਸ਼ਾਂ ਦਾ ਐਲੀਟ ਅੱਠ ਲਾਈਵ ਟਰੈਕਰਃ ਔਬਰਨ ਬਨਾਮ ਮਿਸ਼ੀਗਨ ਸਟੇਟ ਹਾਈਲਾਈਟਸ, ਅਪਡੇਟਸ, ਹੋਰ - ਈਐਸਪੀਐਨ",
        "ਕੇਵਿਨ ਵਿਲਾਰਡ ਟੈਰੇਪਿਨਜ਼ ਦੇ ਸਵੀਟ 16 ਰਨ ਦੇ ਬਾਅਦ ਗੜਬੜ ਵਾਲੀ ਰਵਾਨਗੀ ਵਿੱਚ ਮੈਰੀਲੈਂਡ ਤੋਂ ਵਿਲੇਨੋਵਾ ਲਈ ਰਵਾਨਾ ਹੁੰਦਾ ਹੈ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਅਧਿਕਾਰੀਃ ਬਰੁਕਲਿਨ ਪਾਰਕ ਵਿਚ ਹਾਦਸਾਗ੍ਰਸਤ ਹੋਏ ਜਹਾਜ਼ ਵਿਚ 1 ਵਿਅਕਤੀ - KARE11.com",
        "ਟੈਨਿਸੀ ਬਨਾਮ ਹਿਊਸਟਨ ਦੀਆਂ ਮੁਸ਼ਕਲਾਂ, ਪਿਕਃ 2025 ਐਨਸੀਏਏ ਟੂਰਨਾਮੈਂਟ ਐਲੀਟ ਅੱਠ ਕਾਲਜ ਬਾਸਕਟਬਾਲ ਮਾਹਰ ਤੋਂ ਭਵਿੱਖਬਾਣੀ - ਸਪੋਰਟਸਲਾਈਨ",
        "ਸਪੇਸਐਕਸ ਧਰਤੀ ਦੇ ਖੰਭਿਆਂ ਦੇ ਦੁਆਲੇ ਆਪਣੀ ਕਿਸਮ ਦੇ ਪਹਿਲੇ ਮਿਸ਼ਨ 'ਤੇ 4 ਲੋਕਾਂ ਨੂੰ ਲਾਂਚ ਕਰਨ ਲਈ ਤਿਆਰ ਹੈ. ਇੱਥੇ ਕੀ ਜਾਣਨਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਮੋਰਗਨ ਵਾਲਨ ਅਚਾਨਕ 'ਐਸ ਐਨ ਐਲ‘ ਵਾਕ-ਆਫ ਅਤੇ ’ਮੈਨੂੰ ਰੱਬ ਦੇ ਦੇਸ਼ ਵਿਚ ਲਿਆਓ’ ਨਾਲ ਕਿਆਸ ਲਗਾਉਂਦਾ ਹੈ ਸੋਸ਼ਲ ਪੋਸਟ - ਵੰਨਗੀ",
        "ਪ੍ਰਿੰਸ ਹੈਰੀ ਨੇ ਚੈਰਿਟੀ ਚੇਅਰਮੈਨ ਦੁਆਰਾ ‘ਪਰੇਸ਼ਾਨੀ ਅਤੇ ਧੱਕੇਸ਼ਾਹੀ’ ਦਾ ਦੋਸ਼ ਲਗਾਇਆ - ਸੀ ਐਨ ਐਨ",
        "ਨਿਵੇਸ਼ਕਾਂ ਨੂੰ ਉਮੀਦ ਹੈ ਕਿ ਟਰੰਪ 2 ਅਪ੍ਰੈਲ ਨੂੰ ਟੈਰਿਫ ਦੀ ਅਨਿਸ਼ਚਿਤਤਾ ਨੂੰ ਖਤਮ ਕਰ ਦੇਵੇਗਾ, ਜਾਂ ਸਟਾਕ ਡੁੱਬ ਸਕਦਾ ਹੈ. - ਮਾਰਕੀਟਵਾਚ"
    ]
}