{
    "headlines": [
        "Whitewater Twp. chemical leak: Evacuation orders remain in place as crews work overnight following chemical leak - WLWT Cincinnati",
        "Israel intercepts Hezbollah ballistic missile near Tel Aviv in first such attack - CNN",
        "Morning Bid: After China's stimulus sugar rush - Reuters",
        "Travis Kelce’s response after miserable moment sparked backlash: ‘The biggest thing for me’ - New York Post ",
        "NASA's Perseverance Rover Spots Strange \"Zebra Rock\" On Mars: \"Likely Arrived From...\" - NDTV",
        "Dan Quinn: I don’t want Jayden Daniels feeling “ghosts” of past Washington QBs - NBC Sports",
        "Bettina Orlopp: The woman tasked with leading Commerzbank amid UniCredit takeover battle - CNBC",
        "Caroline Ellison sentenced to two years in FTX crypto fraud - BBC.com",
        "[Removed]",
        "Harris to make her case as champion of U.S. middle class in economic speech - Axios",
        "India confirms first case of deadlier mpox strain - CNN",
        "New report details stunning Secret Service leadership failures around first Trump assassination attempt - CNN",
        "Your Daily Horoscope by Madame Clairevoyant: September 25, 2024 - The Cut",
        "Tropical Storm Helene Expected To Become A Major Hurricane Ahead Of Florida Landfall - The Weather Channel",
        "Trump allies warn: Stay on message, stop with the distractions - POLITICO",
        "Marcellus Williams executed in Missouri after 20 years on death row - BBC.com",
        "Children of Diddy and Kim Porter Say Their Mother ‘Did Not’ Write a Book - Rolling Stone",
        "U.S. Navy Big Horn runs aground off Oman as replenishment vessel supports USS Lincoln strike group - CBS News",
        "Disgraced Morning Show Anchor Phillip Schofield Plots Comeback With Channel 5 Special ‘Cast Away’ - Variety",
        "3rd house collapses in 4 days on North Carolina coast - ABC News"
    ]
}