{
    "headlines": [
        "ਗਲੈਕਸੀ ਐਸ 26 ਅਲਟਰਾ ਕੈਮਰਾ ਸੈਮਸੰਗ ਦੇ ਸਭ ਤੋਂ ਵਧੀਆ ਵਿਚਾਰਾਂ ਵਿੱਚੋਂ ਇੱਕ ਨੂੰ ਵਾਪਸ ਲਿਆ ਸਕਦਾ ਹੈ - ਸੈਮਮੋਬਾਈਲ - ਸੈਮਸੰਗ ਖ਼ਬਰਾਂ",
        "ਉੱਤਰੀ ਕੈਰੋਲੀਨਾ ਟਾਰ ਹੀਲਜ਼ ਬਨਾਮ ਡਿਊਕ ਬਲੂ ਸ਼ੈਤਾਨ ਲਾਈਵ ਸਕੋਰ ਅਤੇ ਅੰਕੜੇ - ਮਾਰਚ 14, 2025 ਗੇਮਟ੍ਰੈਕਰ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "‘ਸਨੋ ਵ੍ਹਾਈਟ’ ਅਭਿਨੇਤਾ ਡਿਜ਼ਨੀ ਮੂਵੀ ਦੇ ਪ੍ਰੀਮੀਅਰ ਪਿਵੋਟ ਦਾ ਜਵਾਬ ਦਿੰਦਾ ਹੈਃ \"ਉਹ ਡਰਦੇ ਹਨ\" - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਜੀ -7 ਰੂਸ, ਚੀਨ 'ਤੇ ਸਮਝੌਤਾ ਲੱਭਣ ਲਈ ਟਰੰਪ ਦੇ ਤਿੱਖੇ ਅਪਮਾਨ ਨੂੰ ਨਜ਼ਰਅੰਦਾਜ਼ ਕਰਦਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਪਲੇਅਰਜ਼ ਚੈਂਪੀਅਨਸ਼ਿਪਃ ਰੋਰੀ ਮੈਕਿਲਰੋਏ, ਸਕੌਟੀ ਸ਼ੈਫਲਰ ਅਤੇ ਜ਼ੈਂਡਰ ਸ਼ੌਫਲੇ ਸਟੇਜ ਸ਼ੋਅਡਾਉਨ ਗੋਲਫ ਦੀਆਂ ਜ਼ਰੂਰਤਾਂ ਦੀ ਕਿਸਮ - ਯਾਹੂ ਸਪੋਰਟਸ",
        "ਯੂਐਸ ਸਰਕਾਰ ਦੇ ਬੰਦ ਹੋਣ ਤੋਂ ਰੋਕਿਆ ਗਿਆ ਕਿਉਂਕਿ ਸੈਨੇਟ ਨੇ ਖਰਚਾ ਬਿੱਲ ਪਾਸ ਕੀਤਾ - ਬੀਬੀਸੀ.",
        "ਵਿਰੋਧ ਦੇ ਫਟਣ ਦੇ ਵਿਚਕਾਰ, ਟਰੰਪ ਪ੍ਰਸ਼ਾਸਨ ਨੇ ਫਲਸਤੀਨੀ ਪੱਖੀ ਵਿਰੋਧ ਪ੍ਰਦਰਸ਼ਨਾਂ ਨੂੰ ਲੈ ਕੇ ਕਾਲਜਾਂ ਨੂੰ ਦਬਾ ਦਿੱਤਾ ਕਿਉਂਕਿ ਕਾਰਕੁਨ ਹਿਰਾਸਤ ਵਿੱਚ ਹਨ - ਸੀਐਨਐਨ",
        "Seahawks ਸੁਪਰ ਕਟੋਰੇ MVP ਰਿਸੀਵਰ ਕੂਪਰ ਕੂਪ ਨਾਲ ਸ਼ਰਤਾਂ ਨਾਲ ਸਹਿਮਤ - Seahawks.com",
        "ਵੈਂਡੀ ਵਿਲੀਅਮਜ਼ ਨੇ ਇਸ ਗੱਲ ਤੋਂ ਇਨਕਾਰ ਕੀਤਾ ਕਿ ਉਹ 'ਦ ਵਿਊ' ਇੰਟਰਵਿਊ 'ਚ ਅਸਮਰਥ ਹੈ । ਉਹ ਆਪਣੀ ਸਰਪ੍ਰਸਤੀ, ਹਸਪਤਾਲ ਵਿੱਚ ਦਾਖਲ ਹੋਣ, ਸ਼ਰਾਬ ਪੀਣ ਬਾਰੇ ਕੀ ਕਹਿੰਦੀ ਹੈ - ਯਾਹੂ ਐਂਟਰਟੇਨਮੈਂਟ",
        "ਸਪੇਸਐਕਸ ਨੇ ਆਈਐਸਐਸ (ਵੀਡੀਓ) 'ਤੇ ਨਾਸਾ ਦੇ ਪ੍ਰੇਸ਼ਾਨ ਸਟਾਰਲਾਈਨਰ ਪੁਲਾੜ ਯਾਤਰੀਆਂ ਲਈ ਰਾਹਤ ਅਮਲੇ ਦੀ ਸ਼ੁਰੂਆਤ ਕੀਤੀ - ਸਪੇਸ ਡਾਟ ਕਾਮ",
        "ਜੀਨ ਹੈਕਮੈਨ ਦੇ ਕੁੱਤੇ ਦੀ ਸੰਭਾਵਤ ਤੌਰ ਤੇ ਭੁੱਖਮਰੀ ਅਤੇ ਡੀਹਾਈਡਰੇਸ਼ਨ ਕਾਰਨ ਮੌਤ ਹੋ ਗਈ, ਨੇਕ੍ਰੋਪਸੀ ਰਿਪੋਰਟ ਲੱਭਦੀ ਹੈ - ਏਬੀਸੀ 7 ਲਾਸ ਏਂਜਲਸ",
        "ਨਹੀਂ, ਰੂਸ ਨੇ ਕੁਰਸਕ ਵਿਚ ਹਜ਼ਾਰਾਂ ਯੂਕਰੇਨੀ ਫੌਜੀਆਂ ਨੂੰ ਘੇਰਿਆ ਨਹੀਂ - ਫੋਰਬਸ",
        "ਐਚ 5 ਐਨ 1 ਬਰਡ ਫਲੂ ਵਾਇਰਸ ਮਹੀਨਿਆਂ ਲਈ ਕੱਚੇ ਦੁੱਧ ਦੀ ਪਨੀਰ ਵਿਚ ਛੂਤਕਾਰੀ ਹੁੰਦਾ ਹੈ, ਜਨਤਕ ਸਿਹਤ ਲਈ ਜੋਖਮ ਪੈਦਾ ਕਰਦਾ ਹੈ, ਅਧਿਐਨ ਸ਼ੋਅ - ਸੀ ਐਨ ਐਨ",
        "ਟਰੰਪ ਦੀ ਡੀਈਆਈ ਵਿਰੋਧੀ ਮੁਹਿੰਮ ਦੇ ਹਿੱਸੇ ਵਜੋਂ 50 ਤੋਂ ਵੱਧ ਯੂਨੀਵਰਸਿਟੀਆਂ ਨੂੰ ਸੰਘੀ ਜਾਂਚ ਦਾ ਸਾਹਮਣਾ ਕਰਨਾ ਪੈ ਰਿਹਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਡੋਨਾਲਡ ਟਰੰਪ, ਡੀਓਜੇ ਭਾਸ਼ਣ ਵਿਚ, ਸੀਐਨਐਨ ਅਤੇ ਐਮਐਸਐਨਬੀਸੀ ਨੂੰ ਉਸ 'ਤੇ ਨਕਾਰਾਤਮਕ ਤੌਰ' ਤੇ ਰਿਪੋਰਟ ਕਰਨ ਲਈ \"ਗੈਰਕਾਨੂੰਨੀ\" ਕਹਿੰਦੇ ਹਨ - ਡੈੱਡਲਾਈਨ",
        "ਯੂਐਸ ਖਸਰਾ ਦੇ ਕੇਸ 5 ਸਾਲਾਂ ਦੇ ਉੱਚੇ ਪੱਧਰ 'ਤੇ ਪਹੁੰਚ ਗਏ; 15 ਰਾਜਾਂ ਵਿੱਚ ਕੇਸ ਸਾਹਮਣੇ ਆਏ, ਟੈਕਸਾਸ ਦਾ ਪ੍ਰਕੋਪ ਵਧਦਾ ਹੈ - ਆਰਸ ਟੈਕਨੀਕਾ",
        "ਸਟਾਕ ਮਾਰਕੀਟ ਅੱਜਃ ਬੰਦ ਟਾਲਣ ਤੋਂ ਬਾਅਦ ਡਾਓ 600 ਤੋਂ ਵੱਧ ਅੰਕ ਚੜ੍ਹਿਆ - ਦਿ ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "ਰੂਬੀਓ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਅਮਰੀਕਾ ਵਿਚ ਦੱਖਣੀ ਅਫਰੀਕਾ ਦੇ ਰਾਜਦੂਤ ਦਾ ਦੇਸ਼ ਵਿਚ 'ਹੁਣ ਸਵਾਗਤ ਨਹੀਂ' - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ"
    ]
}