{
    "headlines": [
        "Dolphins vs. Rams punkten, Live-Updates: Miami reist in Woche 10 zum Monday Night Football nach Los Angeles - Yahoo Sports",
        "Megan Fox ist schwanger und erwartet Baby mit Maschinengewehr Kelly - E! Online - E! NEWS",
        "Trump Handelsmacht Dow 44.000, S&P 6.000 als Aktien halten Brummen - Fox Business",
        "Finalisten für MVP, Cy Young, Rookie & Manager des Jahres bekannt gegeben - MLB.com",
        "Trump wählt Mike Waltz als nationalen Sicherheitsberater, sagen Quellen - Reuters",
        "Mindestens 40 Tote in Gaza, als israelische Drohnen das Café der „sicheren Zone“ angreifen - Al Jazeera Englisch",
        "Melania Trump wird voraussichtlich Mittwoch das Treffen im Weißen Haus mit Jill Biden überspringen - CNN",
        "Bitcoin hat $ 87.000 für ein neues Rekordhoch gekrönt. Was Sie über die Kundgebung von Crypto nach den Wahlen wissen sollten - The Associated Press",
        "Trumps \"Grenzzar\" könnte mehr Macht haben, weniger Hürden bei der Abschiebungspolitik - CNBC",
        "Der Meteorschauer der Nördlichen Tauriden beginnt heute Abend - hier ist, wie man zuschaut - Forbes",
        "Trump ernennt den ehemaligen Abgeordneten Lee Zeldin zum Leiter der EPA, den Berater Stephen Miller zum stellvertretenden Polizeichef - The Associated Press",
        "\"Gladiator II\": Kritiker geben Daumen hoch für Ridley Scotts epische Blockbuster-Fortsetzung - Hollywood Reporter",
        "[removed]",
        "Donald Trump ernennt den Einwanderungsfalken Stephen Miller zum stellvertretenden Stabschef - Financial Times",
        "Eagles Snap zählt: Jalyx Hunt sieht erhebliche Zeit vs. Cowboys - NBC Sports Philadelphia",
        "Vogelgrippe-Fall bei hospitalisiertem kanadischen Teenager gefunden. Was als Nächstes passiert. - Barron's",
        "Mac mini 2024 bekommt einen Abriss, hat keine vom Benutzer aufrüstbaren Teile - GSMArena.com",
        "Tesla-Optionen zeichnen einen \"euphorischen\" Handel aus, da Trump die Aktie anheizt - Reuters",
        "Wird Trump das Bildungsministerium abschaffen? Was wir wissen, wie Elon Musk applaudiert \"Gute Idee\". - Forbes",
        "SpaceX startet heute nach Wetterverzögerung 24 Starlink-Satelliten aus Florida - Space.com"
    ]
}