{
    "headlines": [
        "ਕ੍ਰਿਸਮਸ ਮਾਰਕੀਟ 'ਤੇ ਭੀੜ ਵਿਚ ਕਾਰ ਦੇ ਹਲ ਵੱਜਣ ਕਾਰਨ ਜਰਮਨੀ ਵਿਚ ਦੋ ਦੀ ਮੌਤ ਹੋ ਗਈ ਅਤੇ ਸਕੋਰ ਜ਼ਖਮੀ ਹੋ ਗਏ - ਦਿ ਗਾਰਡੀਅਨ",
        "ਨੋਟਰੇ ਡੈਮ ਬਨਾਮ ਇੰਡੀਆਨਾ, ਟੀਵੀ ਚੈਨਲ, ਭਵਿੱਖਬਾਣੀ, ਪਿਕ, ਫੈਲਣ, ਕਾਲਜ ਫੁੱਟਬਾਲ ਪਲੇਆਫ ਦੀਆਂ ਸੰਭਾਵਨਾਵਾਂ ਕਿੱਥੇ ਵੇਖਣੀਆਂ ਹਨ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਮਾਈਕਲ ਪੈਨਿਕਸ ਜੂਨੀਅਰ ਫਾਲਕਨਜ਼ ਦੀ ਵਿਸਫੋਟਕ ਸੰਭਾਵਨਾ ਨੂੰ ਅਨਲੌਕ ਕਰ ਸਕਦਾ ਹੈ; ਪਲੱਸ, ਡਰਾਉਣੀ ਪਲੇਆਫ ਅਪਸਾਈਡ ਵਾਲੀਆਂ ਦੋ ਟੀਮਾਂ - ਐਨਐਫਐਲ.",
        "ਲੌਂਗ ਰੋਡ ਟੂ ‘ਲਾਨਾ‘: SZA ਨੇ 'ਐਸਓਐਸ‘ ਡੀਲਕਸ ਐਲਬਮ ਨੂੰ ਛੱਡਣ ਲਈ ਦੋ ਸਾਲ ਕਿਉਂ ਲਏ - ਵੰਨਗੀ",
        "ਅਮਰੀਕੀ ਸਰਕਾਰ ਦੇ ਬੰਦ ਨੂੰ ਰੋਕਣ ਲਈ ਆਖਰੀ ਮਿੰਟ ਦਾ ਬਜਟ ਬਿੱਲ ਸਦਨ ਵਿੱਚ ਪ੍ਰਚਲਿਤ - Al Jazeera English",
        "ਡੈਲਫੀ ਕਤਲੇਆਮਃ ਰਿਚਰਡ ਐਲਨ ਨੂੰ ਇੰਡੀਆਨਾ ਦੀ ਮੌਤ ਲਈ 130 ਸਾਲ ਦੀ ਸਜ਼ਾ - ਬੀਬੀਸੀ.",
        "ਜੱਜਾਂ ਨੇ ਓਥ ਕੀਪਰ ਨੂੰ ਸਜ਼ਾ ਸੁਣਾਈ ਜਿਸ ਨੇ ਜਨਵਰੀ 6 ਦੇ ਮੁਕੱਦਮੇ ਵਿਚ ਪ੍ਰੋਬੇਸ਼ਨ ਲਈ ਸਹਿਯੋਗ ਕੀਤਾ ਅਤੇ ਲੋਕਤੰਤਰ ਨੂੰ ਚੇਤਾਵਨੀ ਦਿੱਤੀ ‘ਕਮਜ਼ੋਰ’ - ਸੀਐਨਐਨ",
        "ਰੇਵੇਨਜ਼ ਨੇ ਵਿਨਾਸ਼ਕਾਰੀ ਪੋਸਟ-ਟ੍ਰੇਡ ਵਿਆਹ ਨੂੰ ਖਤਮ ਕਰਨ ਲਈ ਡੀਓਨਟੇ ਜਾਨਸਨ ਨੂੰ ਕੱਟ ਦਿੱਤਾ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਚੀਫਜ਼ ਹਾਲੀਵੁੱਡ ਬ੍ਰਾਊਨ ਨੂੰ ਸਰਗਰਮ ਕਰਦੇ ਹਨ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਡਿੱਡੀ ਨੇ 2006 ਰੇਡੀਓ ਮੁਕਾਬਲੇ ਦੇ ਜੇਤੂ ਦੁਆਰਾ ਜਿਨਸੀ ਹਮਲੇ ਲਈ ਮੁਕੱਦਮਾ ਕੀਤਾ NYC ਯਾਤਰਾ, ਤਸਵੀਰਾਂ ਦੇ ਨਾਲ - TMZ",
        "ਫਰਾਂਸ 'ਚ ਅਧਿਆਪਕਾਂ ਦਾ ਸਿਰ ਵੱਢਣ ਦੇ ਦੋਸ਼' ਚ ਅੱਠ ਨੂੰ ਸਜ਼ਾ - BBC.com",
        "ਮਸਕ ਨੇ ਇੱਕ ਕਾਂਗਰਸ ਖਰਚੇ ਦੇ ਬਿੱਲ ਨੂੰ ਮਾਰਨ ਵਿੱਚ ਸਹਾਇਤਾ ਕੀਤੀ. ਪਰ ਉਸ ਨੇ ਜੋ ਕੁਝ ਫੈਲਾਇਆ ਉਹ ਬਹੁਤ ਗਲਤ ਜਾਣਕਾਰੀ ਸੀ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਵਾਈ ਕੰਬੀਨੇਟਰ ਦੇ ਪਹਿਲੇ ਦਿਨ ਗੁੱਸਾ ਪੈਦਾ ਕਰਨ ਤੋਂ ਬਾਅਦ, ਏਆਈ ਕੋਡ ਸੰਪਾਦਕ ਪੀਅਰਏਆਈ $ 1M ਬੀਜ ਨੂੰ ਉਤਾਰਦਾ ਹੈ - ਟੈਕਕ੍ਰਾਂਚ",
        "ਐਫ ਡੀ ਏ ਨੇ ਮੋਟਾਪੇ ਵਾਲੇ ਬਾਲਗਾਂ ਵਿਚ ਦਰਮਿਆਨੀ ਤੋਂ ਗੰਭੀਰ ਰੁਕਾਵਟ ਵਾਲੀ ਨੀਂਦ ਦੀ ਅਪਨੀਆ ਲਈ ਪਹਿਲੀ ਅਤੇ ਇਕੋ ਇਕ ਨੁਸਖ਼ਾ ਦਵਾਈ ਵਜੋਂ ਜ਼ੈਪਬਾਉਂਡ ® (ਟਿਰਜ਼ਪੇਟਾਈਡ) ਨੂੰ ਮਨਜ਼ੂਰੀ ਦਿੱਤੀ - ਨਿਵੇਸ਼ਕ | ਏਲੀ ਲਿਲੀ ਅਤੇ ਕੰਪਨੀ",
        "‘ਲੋਕਾਂ ਉੱਤੇ ਪੈਕੇਜ ਅਤੇ ਮੁਨਾਫਾ’: ਇਹ ਐਮਾਜ਼ਾਨ ਡਰਾਈਵਰ ਬਣਨ ਵਰਗਾ ਕੀ ਹੈ ਅਤੇ ਕੁਝ ਹੜਤਾਲ 'ਤੇ ਕਿਉਂ ਹਨ - ਸੀ ਐਨ ਐਨ",
        "ਕੈਲੀਫੋਰਨੀਆ ਦੇ ਡੇਅਰੀ ਝੁੰਡਾਂ ਦੁਆਰਾ ਐਚ 5 ਐਨ 1 ਬਰਡ ਫਲੂ ਦਾ ਤੇਜ਼ੀ ਨਾਲ ਫੈਲਣਾ ਪ੍ਰਸਾਰਣ ਦੇ ਅਣਜਾਣ ਮਾਰਗਾਂ ਦਾ ਸੰਕੇਤ ਦਿੰਦਾ ਹੈ - STAT",
        "ਕੀ ਐਨਵਾਈਪੀਡੀ ਦੇ ਪਰਪ ਵਾਕ ਲੂਗੀ ਮੈਂਗਿਓਨ ਬੈਕਫਾਇਰ? - ਗੋਥਮਿਸਟ",
        "ਕਾਂਗੋ ਵਿਚ 'ਰਹੱਸਮਈ ਬਿਮਾਰੀ' ਮਲੇਰੀਆ ਬਣ ਗਈ — ਅਤੇ ਸੰਭਾਵਤ ਤੌਰ 'ਤੇ, ਇਕ ਹੋਰ ਬਿਮਾਰੀ - ਲਾਈਵਸਾਇੰਸ ਡਾਟ ਕਾਮ",
        "ਮੈਗਾ ਮਿਲੀਅਨਜ਼ ਜੈਕਪਾਟ $ 862 ਮਿਲੀਅਨ ਤੱਕ ਵਧਦਾ ਹੈ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਐਪਲ ਦੀ ਏਅਰਪੌਡਜ਼ ਪ੍ਰੋ ਸੁਣਵਾਈ ਸਹਾਇਤਾ ਪੇਸ਼ੇਵਰ ਨਤੀਜਿਆਂ ਤੱਕ ਕਿਵੇਂ ਸਟੈਕ ਕਰਦੀ ਹੈ ਇਹ ਇੱਥੇ ਹੈ - ਡਿਜੀਟਲ ਰੁਝਾਨ"
    ]
}