{
    "headlines": [
        "تبدأ كوبا ببطء في استعادة الطاقة بعد انقطاع التيار الكهربائي على مستوى الجزيرة - رويترز كندا",
        "ليام باين: تقول شيريل إن وفاته \"مؤلمة بشكل لا يوصف\" - BBC.com",
        "آخر المستجدات حول مقتل زعيم حماس وحربه في الشرق الأوسط - سي إن إن",
        "ردود الفعل الأولى لـ \"Gladiator II\" من الفحص المبكر: \"مشهد كامل مع وتيرة نابضة\" - مراسل هوليوود",
        "ماسك تسلا تحقق من قبل الولايات المتحدة بشأن سلامة برامج القيادة الذاتية - BBC.com",
        "نيويورك يانكيز على بعد فوز واحد من بطولة العالم المراوغة بعد إيقاف كليفلاند جارديانز المرنة في المباراة 4 من ALCS - CNN",
        "يصف ترامب القاضي بأنه \"شرير\" لنشره ملفات القضية قبل الانتخابات - BBC.com",
        "المراوغون مقابل الميتس: يقود بيت ألونسو التهمة، ويفرض الميتس لعبة NLCS 6 فيما كان يمكن أن يكون آخر مباراة له على أرضه في سيتي فيلد - ياهو سبورتس",
        "فوز الوشق مع FTs المتأخرة لفرض اتخاذ قرار اللعبة 5 - ESPN",
        "المشرع الأمريكي: القوات الكورية الشمالية التي تقاتل من أجل روسيا ستعبر \"الخط الأحمر\" - نيوزويك",
        "اختيارات كرة القدم للكلية، الجدول الزمني: التوقعات ضد الانتشار، واحتمالات أفضل 25 مباراة في NCAA في الأسبوع الثامن - CBS Sports",
        "أرقام فوز Mega Millions في سحب 18 أكتوبر: الجائزة الكبرى ترتفع إلى 185 مليون دولار - USA TODAY",
        "اليوم الأول من محاكمة جرائم قتل ريتشارد ألين في دلفي يجلب تفاصيل جديدة وشهادة مؤلمة - إنديستار",
        "حملة هاريس وترامب في ميشيغان في السباق النهائي للانتخابات - سي إن إن",
        "نقطة محذوفة هنا",
        "مخرج \"Smile 2\" يكسر النهاية الجامحة والتسلسلات المحتملة ورسم الإلهام من نجوم البوب مثل تايلور سويفت - متنوعة",
        "إطلاق سبيس إكس: تحديثات مباشرة من إطلاق ستارلينك فالكون 9 في كيب - فلوريدا اليوم",
        "يسخر هاريس من المتظاهرين المؤيدين للحياة \"في التجمع الخاطئ\" قبل ساعات من ازدراء العشاء الخيري الكاثوليكي - فوكس نيوز",
        "أظهرت بيانات جديدة لمركز السيطرة على الأمراض أن حالات السعال الديكي قد انفجرت منذ عام 2023 - سي إن إن",
        "دش نيزك Orionids في نهاية هذا الأسبوع: أين ومتى تشاهد ذروته - ABC News"
    ]
}