{
    "headlines": [
        "Alerta de avalanche emitido em Utah como condições \"muito perigosas\" emergem da tempestade - KSL.com",
        "As uvas cozidas no microondas poderiam ser usadas para detecção quântica? - Ars Technica",
        "Sindicato Gleyber: Tigres adicionam Torres, dizem fontes - ESPN",
        "   Removido ",
        "O Comitê da Câmara para a China corre o risco de irrelevância partidária no próximo Congresso - POLITICO",
        "Azerbaijão e Cazaquistão suspendem voos para a Rússia após acidente de avião - Financial Times",
        "A Parker Solar Probe da NASA telefona para casa depois de sobreviver ao histórico sobrevoo do Sol - Space.com",
        "Dow cai mais de 200 pontos, mas está a caminho de publicar a semana de férias vencedora: atualizações ao vivo - CNBC",
        "Previsões ousadas da Semana 17 da NFL: Jets Hand Bills primeira derrota em casa de 2024, Panthers atordoam novamente - CBS Sports",
        "   Removido ",
        "Esforços de Jay-Z para descartar caso de estupro de acusadora de 13 anos negado pelo juiz - Yahoo! Voices",
        "Jornalista italiano preso no Irão - POLITICO EUROPE",
        "And We Are Off Again: 5th Circuit Vacates Stay Of Injunction In CTA Case - Forbes",
        "Uma ‘Guerra Civil’ MAGA no X entre Musk e a extrema direita sobre os vistos H-1B - The Washington Post",
        "Madonna, 66 anos, compartilha fotos festivas raras com as filhas e o namorado Akeem Morris, 28 anos - Hindustan Times",
        "Richard Parsons, proeminente executivo que liderou a Time Warner e o Citigroup, morre aos 76 anos - The Associated Press",
        "   Removido ",
        "Acompanhamento da imagem atual dos playoffs da NFL: chances atualizadas de conquistar vagas em aberto, títulos de divisão - ESPN",
        "O que é a ‘Síndrome de Kessler’ — e por que alguns cientistas acham que o cenário de desastre espacial já começou? - CNN",
        "Jogos favoritos da Ars de 2024 que não foram lançados em 2024 - Ars Technica"
    ]
}