{
    "headlines": [
        "القاضي شوتكان يرفض دعوة من مجموعة أستراليا الديمقراطية لإصدار أمر تقييدي مؤقت يمنع دوجي من الوصول إلى البيانات الفيدرالية - سي إن إن",
        "ضمان المساءلة لجميع الوكالات - البيت الأبيض",
        "Tiger Woods, Jupiter Lose TGL Matchup as Fans Applaud Rickie Fowler, NYGC's 1st Win - Bleacher Report",
        "A$AP Rocky يغوص في أحضان ريهانا كحكم غير مذنب يقرأ في محاكمة الاعتداء على الجنايات - وكالة أسوشيتد برس",
        "البابا فرنسيس، الذي لا يزال في المستشفى، يعاني من التهاب رئوي في كلتا الرئتين - واشنطن بوست",
        "فيديو درامي يظهر لحظة انقلبت طائرة دلتا بعد هبوطها في تورونتو - إيه بي سي نيوز",
        "دونالد ترامب ينظر في تعريفة 25 ٪ على السيارات المستوردة - فاينانشال تايمز",
        "بي جي نوفاك يمزح بأن ميندي كالينغ تحب أن تكون مشهورة في حفل ممشى المشاهير في هوليوود - سي إن إن",
        "مصداقية كرة القدم الجامعية على المحك حيث تهدف Big Ten، SEC إلى تشديد السيطرة على الوصول إلى التصفيات - CBS Sports",
        "المؤسسة الوطنية للعلوم تطرد ما يقرب من 10 ٪ من قوتها العاملة - NPR",
        "انتقد كنتاكي مغادرة كنتاكي إلى تكساس: \"بخيبة أمل من هذا القرار\" - نيويورك بوست",
        "دونالد ترامب يشير إلى أن أوكرانيا يجب أن تجري انتخابات كجزء من اتفاق السلام الروسي - فاينانشال تايمز",
        "باتمان: ألعاب Arkham بين أولئك الذين يفقدون قوى PhysX على وحدات معالجة الرسومات الأحدث من Nvidia - Ars Technica",
        "يقول ترامب إنه أمر وزارة العدل بإنهاء عمل جميع المحامين الأمريكيين المتبقين في عهد بايدن - Yahoo News Canada",
        "الرئيس الأرجنتيني مايلي يواجه مكالمات مساءلة بعد الترويج للعملة المشفرة التي انخفضت قيمتها - إن بي سي نيوز",
        "إي إس بي إن تتعامل مع خاتمة 4 دول مثل نهائي كأس ستانلي - المكتب الأمامي للرياضة",
        "تتفق روسيا والولايات المتحدة على العمل من أجل إنهاء حرب أوكرانيا في تحول دبلوماسي ملحوظ - وكالة أسوشيتد برس",
        "سيتم تحديد مستقبل مدينة التلفزيون في المحكمة حيث يتحدى ريك كاروسو تحولًا بقيمة مليار دولار - مراسل هوليوود",
        "ارتفع تفشي الحصبة في غرب تكساس إلى 58 حالة، بما في ذلك بعض الأشخاص الذين قالوا إنهم تلقوا اللقاح - سي إن إن"
    ]
}