{
    "headlines": [
        "Siegemund upsets Zheng; Sabalenka hold on at Australian Open - WTA Tennis",
        "يقع Tiger Woods في الظهور الأول لـ TGL، ولا يزال البث صخريًا في الليلة الثانية للدوري الجديد - Yahoo Sports",
        "الهجرة الكبيرة لوسائل التواصل الاجتماعي: التدفق المفاجئ للمستخدمين الأمريكيين إلى RedNote يربط بين الصينيين والأمريكيين بشكل لم يسبق له مثيل - سي إن إن",
        "وقف إطلاق النار في غزة: ماذا يمكننا أن نتوقع ؟ - BBC.com",
        "ما تعلمناه من تقرير ترامب الصادر في 6 يناير من قبل المستشار الخاص جاك سميث - واشنطن بوست",
        "تتساءل جوي بيهار كيف يمكن لكاري أندروود أن \"تحب\" البلاد إذا كانت تؤدي في حفل تنصيب ترامب - نيويورك بوست",
        "بيانات التضخم الأمريكية ستظل ثابتة، مما يغذي المخاوف من ارتفاع الأسعار - بلومبرغ",
        "محذوف",
        "ليس جاستن لطيفًا جدًا! رايان رينولدز جر أعمق في معركة بليك ليفلي - جوستين بالدوني في دعوى قضائية - رسالة تهديدية مرسلة إلى ديزني على \"ديدبول آند ولفرينز نيكيبول - الموعد النهائي",
        "يقترح تقرير جديد إعادة تعريف السمنة عن طريق إضافة الدهون في الجسم والحالة الصحية إلى مؤشر كتلة الجسم - ABC News",
        "تقول الوكالات إنه لا يوجد تهديد عنيف محدد لتنصيب ترامب. ما زالوا قلقين. - POLITICO",
        "بايدن يتحرك لرفع تصنيف الدولة الراعية للإرهاب لكوبا، كجزء من صفقة لتحرير السجناء - وكالة أسوشيتد برس",
        "كيلين مور تخاطب رئيس تدريب رعاة البقر الشاغر - NBC Sports",
        "دراسة رئيسية تربط 15 عاملاً بمخاطر الخرف المبكر - ساينس أليرت",
        "تقول الأميرة كيت إن سرطانها في حالة هدوء - صحيفة واشنطن بوست",
        "يقاطع الديمقراطيون في مجلس النواب في مينيسوتا اليوم الأول من الجلسة، لكن الجمهوريين يمضون قدمًا على أي حال - ستار تريبيون",
        "حرائق لوس أنجلوس: عودة الطقس الخطير حتى مع استمرار اشتعال الحرائق - San Francisco Chronicle",
        "أفضل أماكن الهبوط لسام دارنولد في وكالة اتحاد كرة القدم الأميركي الحرة بعد القضاء على الفايكنج - تقرير بليشر",
        "يصبح ChatGPT أكثر شبهاً بـ Siri مع ميزة المهام المجدولة الجديدة - Ars Technica",
        "يمكن الإعلان عن Nintendo Switch 2 هذا الأسبوع: الشائعات (والحقائق) حتى الآن - TechCrunch"
    ]
}