{
    "headlines": [
        "ਕਿਉਂ ਵਾਲ ਸਟ੍ਰੀਟ Q4 ਵਿੱਚ ਵੱਡੀਆਂ ਦਰਾਂ ਵਿੱਚ ਕਟੌਤੀ ਦੇ ਨਾਲ ਸਵਾਰ ਹੈ - ਯਾਹੂ ਵਿੱਤ",
        "ਸ਼ੀਅਰ ਦੀਆਂ ਕਹਾਣੀਆਂਃ ਗੇਮਪਲਏ ਦੇ ਪਹਿਲੇ 16 ਮਿੰਟ - ਆਈਜੀਐਨ",
        "ਹਟਾਈ",
        "ਇਜ਼ਰਾਈਲ-ਹਮਾਸ ਯੁੱਧ ਤਾਜ਼ਾਃ ਇਜ਼ਰਾਈਲ ਅਤੇ ਹਿਜ਼ਬੁੱਲਾ ਦੇ ਹਮਲਿਆਂ ਨੂੰ ਵਧਾਉਂਦੇ ਹੋਏ ਸਰਬਪੱਖੀ ਯੁੱਧ ਦੇ ਵਧਣ ਦਾ ਡਰ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਈਗਲਜ਼ ਬਨਾਮ ਸੰਤ - PhiladelphiaEagles.com",
        "ਟਰੰਪ ਦੀ ਹੱਤਿਆ ਦੀਆਂ ਕੋਸ਼ਿਸ਼ਾਂ 'ਤੇ ਰਿਪੋਰਟਰ ਮਾਈਕ ਕੈਲੀਃ' ਅਸੀਂ ਇਸ ਨੂੰ ਅਮਰੀਕੀ ਵਜੋਂ ਸਵੀਕਾਰ ਨਹੀਂ ਕਰ ਸਕਦੇ '- ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਕਮਲਾ ਹੈਰਿਸ ਨੂੰ ਜਿੱਤਣ ਲਈ ਹੋਰ ਕੰਮ ਕਰਨਾ ਪਵੇਗਾ - The Washington Post",
        "ਪਾਕਿਸਤਾਨ 'ਚ ਵਿਦੇਸ਼ੀ ਡਿਪਲੋਮੈਟਾਂ ਦੇ ਕਾਫਲੇ' ਤੇ ਹਮਲਾ, ਪੁਲਿਸ ਅਧਿਕਾਰੀ ਦੀ ਮੌਤ, ਪੁਲਸ ਦਾ ਕਹਿਣਾ - Reuters",
        "ਅਚਾਨਕ ਟਾਈਟ ਬਾਕਸ ਆਫਿਸ ਰੇਸ ਵਿੱਚ ‘ਬੀਟਲਜੁਇਸਬੀਟਲਜੁਇਸ’ ਬੀਟਸ 'ਟ੍ਰਾਂਸਫਾਰਮਰਜ਼ ਵਨ’ - ਵੰਨਗੀ",
        "ਇਜ਼ਰਾਈਲੀ ਸੈਨਿਕਾਂ ਨੇ ਛਾਪਾ ਮਾਰਿਆ ਅਤੇ ਅਲ ਜਜ਼ੀਰਾ ਦੇ ਰਾਮੱਲਾ ਦਫਤਰਾਂ ਨੂੰ ਬੰਦ ਕਰਨ ਦੇ ਆਦੇਸ਼ ਦਿੱਤੇ - ਸੀਐਨਐਨ",
        "ਸੈਲਫ-ਲਰਨਿੰਗ ਏਆਈ ਹਰ 2024 ਹਫਤੇ 3 ਗੇਮ ਲਈ ਫੈਲਣ, ਓਵਰ ਅੰਡਰ, ਅਤੇ ਮਨੀ-ਲਾਈਨ ਪਿਕ ਦੇ ਵਿਰੁੱਧ ਐਨਐਫਐਲ ਤਿਆਰ ਕਰਦਾ ਹੈ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਏ'ਜੇਏ ਵਿਲਸਨ ਅਤੇ ਕੈਟਲਿਨ ਕਲਾਰਕ ਡਬਲਯੂਐਨਬੀਏ ਏਪੀ ਪਲੇਅਰ ਅਤੇ ਰੂਕੀ ਆਫ ਦਿ ਈਅਰ ਲਈ ਸਰਬਸੰਮਤੀ ਨਾਲ ਚੋਣ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਆਈਡੀਐਫ ਦੇ ਹਵਾਈ ਹਮਲੇ ਵਿਚ ਮਾਰੇ ਗਏ ਹਿਜ਼ਬੁਲ ਮੁਖੀ ਉੱਤਰੀ ਇਜ਼ਰਾਈਲ ਦੇ 7 ਅਕਤੂਬਰ ਵਰਗੇ ‘ਜ਼ਮੀਨੀ ਹਮਲੇ’ ਦੀ ਸਾਜਿਸ਼ ਰਚ ਰਹੇ ਸਨਃ ਅਧਿਕਾਰੀ - ਨਿ New ਯਾਰਕ ਪੋਸਟ",
        "ਫਲੋਰਿਡੀਅਨਜ਼ ਨੂੰ ਖਾੜੀ ਵਿੱਚ ਤੂਫਾਨ ਦੇ ਵਧਣ ਦੀ ਸੰਭਾਵਨਾ ਵਜੋਂ ਯੋਜਨਾ ਬਣਾਉਣ ਦੀ ਸਲਾਹ ਦਿੱਤੀ ਗਈ - ਟੈਂਪਾ ਬੇ ਟਾਈਮਜ਼",
        "ਰੂਸੀ ਖੇਤਰ ਦੇ ਅੰਦਰ ਯੂਕਰੇਨ ਦੇ ਅਚਾਨਕ ਹਮਲੇ ਦੇ ਪਿੱਛੇ ਦਾਅ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਇੱਕ ਰਾਜਨੀਤਿਕ ਪੈਰਾਡਾਈਮ ਸ਼ਿਫਟ ਵਿੱਚ, ਸ਼੍ਰੀਲੰਕਾ ਖੱਬੇ ਪਾਸੇ ਝੁਕਦਾ ਹੈ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਆਈਓਐਸ 18 ਦੀਆਂ ਛੁਪੀਆਂ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਅਤੇ ਛੋਟੇ ਅਪਡੇਟਾਂ ਲਈ ਇੱਕ ਗਾਈਡ - TechCrunch",
        "ਨਾਸਾ ਲਈ ਸਪੇਸਐਕਸ ਦੀ ਕ੍ਰੂ-9 ਪੁਲਾੜ ਯਾਤਰੀ ਉਡਾਣ ਇਸ ਹਫਤੇ ਲਾਂਚ ਕੀਤੀ ਗਈ ਹੈ. ਇੱਥੇ ਇਹ ਕਿਵੇਂ ਇੱਕ ਬਚਾਅ ਮਿਸ਼ਨ ਵਿੱਚ ਬਦਲ ਗਿਆ - ਸਪੇਸ ਡਾਟ ਕਾਮ",
        "ਟੇਪਰ ਜੀਓਪੀ ਸੈਨੇਟਰ ਨੂੰ ਯਹੂਦੀ ਵੋਟਰਾਂ ਬਾਰੇ ਟਰੰਪ ਦੀ ਟਿੱਪਣੀ 'ਤੇ ਦਬਾਉਂਦਾ ਹੈ - ਸੀਐਨਐਨ",
        "ਘੱਟੋ ਘੱਟ 4 ਮਰੇ, ਦਰਜਨਾਂ ਬਰਮਿੰਘਮ, ਅਲਾਬਾਮਾ ਦੇ ਪੰਜ ਪੁਆਇੰਟ ਦੱਖਣ - ਡਬਲਯੂਵੀਟੀਐਮ 13 ਬਰਮਿੰਘਮ ਵਿਖੇ ਸਮੂਹਿਕ ਗੋਲੀਬਾਰੀ ਵਿੱਚ ਜ਼ਖਮੀ ਹੋਏ"
    ]
}