{
    "headlines": [
        "ترامب يتنصت على النائب مات غايتز كمدعي عام - سي إن بي سي",
        "ترامب يختار تولسي غابارد لمدير الاستخبارات الوطنية - سي إن إن",
        "سيحتفظ الجمهوريون بأغلبية مجلس النواب، ومشاريع سي إن إن، واستكمال هيمنة الحزب الجمهوري على واشنطن - سي إن إن",
        "انتخب جون ثون زعيم الأغلبية في مجلس الشيوخ في توبيخ لحلفاء ترامب - فاينانشال تايمز",
        "يقول توتنهام إن غياب بوبوفيتش بسبب السكتة الدماغية الخفيفة - ESPN",
        "يبدو أن المحكمة العليا ستسمح على الأرجح برفع دعوى جماعية ضد شركة التكنولوجيا Nvidia - The Associated Press",
        "متجر أمازون الجديد بسعر 20 دولارًا أو أقل هنا لتحدي شين وتيمو - ذا فيرج",
        "بايدن وشي يجتمعان في منتدى التعاون الاقتصادي لآسيا والمحيط الهادئ بينما يحول قادة العالم التركيز إلى ترامب - بلومبرغ",
        "كيف صنعت Valve Half - Life 2 ووضعت معيارًا جديدًا للألعاب المستقبلية - Ars Technica",
        "Mike Tyson vs. Jake Paul - What to know about the Netflix Live Boxing Fight - Forbes",
        "يدعو كل من ترامب وبايدن إلى انتقال سلس في اجتماع المكتب البيضاوي التاريخي - ABC News",
        "هيجسيث، المدافع عن إقالة القادة العسكريين \"المستيقظين\"، تم اختياره لمنصب وزير الدفاع - رويترز",
        "حصل جون كراسينسكي على لقب أكثر الرجال جاذبية على قيد الحياة في مجلة بيبول لعام 2024 - وكالة أسوشيتد برس",
        "طريق بول ميسكال إلى \"المصارع الثاني \": رفض عروض\" Big Studio Franchise - y \"، وإقناع ريدلي سكوت بالسماح له بالقيام بأعماله المثيرة والمزيد - التنوع",
        "\"فول هاوس\" الشب ديف كوليير يكشف أنه مصاب بسرطان الغدد الليمفاوية غير هودجكين - الموعد النهائي",
        "يقال إن ترافيس كيلسي وباتريك ماهومز متورطان في تحقيق جديد لمكتب التحقيقات الفيدرالي - أصوات ياهو!",
        "في سن المراهقة في حالة حرجة مع أول حالة بشرية في كندا لأنفلونزا الطيور H5 - ARS Technica",
        "فولكس واجن تعزز الرهان على تكنولوجيا السيارات الكهربائية في ريفيان بمبلغ 800 مليون دولار - ياهو فاينانس",
        "ما الذي يجعل المشي رائعًا لصحتك وما الذي يجب عليك فعله أيضًا - The Seattle Times",
        "مافي يستقيل من منصب الرئيس التنفيذي لمالك الفورمولا 1 ليبرتي ميديا - أوتوسبورت"
    ]
}