{
    "headlines": [
        "James Bond Shocker: Amazon MGM ganha controle criativo da franquia 007 enquanto os produtores Barbara Broccoli e Michael G. Wilson recuam - Variety",
        "David Valadao pisa levemente no Medicaid enquanto o voto do Obamacare o assombra - POLITICO",
        "Duas adolescentes do Texas presas por trama de 'ataque a vítimas em massa' - BBC.com",
        "Amazon vai encerrar a sua loja de aplicações no Android - TechCrunch",
        "Cinco equipes da MLB com as offseasons mais desmoralizantes a caminho da temporada 2025 - Sports Illustrated",
        "Ex-chefe de futebol da Espanha, Luis Rubiales é multado por beijar jogador - BBC.com",
        "A nova lata dobrável da Oppo controla remotamente um Mac - The Verge",
        "Trump apoia ideia de enviar algumas economias DO DOGE para cidadãos americanos - The Associated Press",
        "Tribunal holandês condena 4 membros da família por esfaquearem mulher na frente da filha em alegado \"homicídio de honra\" - CBS News",
        "Walmart's Earnings Forecast Falls Short on Economic Uncertainty - Bloomberg",
        "Golo de Messi compensa o frio intenso com vitória do Inter de Miami na Taça dos Campeões - Associated Press",
        "Este não é um show de 10 peças no momento. Veja onde encontrar oportunidades com o S&P 500 em máximos históricos. - MarketWatch",
        "iPhone 16e: Apple aposta em recursos de IA a preço mais baixo - BBC.com",
        "A Palantir recebe uma classificação de compra da Loop Capital, que exige mais de 25% de aumento - CNBC",
        "NASA reduz o risco de impacto do asteroide 'matador de cidades' 2024 YR4 para 1 em 67 (ufa!) - Space.com",
        "A Microsoft hospedou vídeos explícitos deste fundador de startup por anos. Veja como ela os derrubou - WIRED",
        "A pílula pode realmente deixar as mulheres mais ansiosas? - BBC.com",
        "Musk e Trump acabaram de repetir afirmações imprecisas de astronautas da Starliner \"encalhados\". A NASA e os astronautas não concordam - Space.com",
        "Revisão da TV ‘Zero Day’: o thriller político da Netflix de Robert De Niro luta para fazer a América funcionar novamente - Prazo",
        "Horóscopo para quinta-feira, 20 de fevereiro de 2025 - Chicago Sun-Times"
    ]
}