{
    "headlines": [
        "Israel evacua à força o hospital Kamal Adwan no norte de Gaza - BBC.com",
        "O jackpot da Mega Millions é de mais de $ 1 bilhão. Veja quantos bilhetes, iPhones e jatos particulares da Taylor Swift você poderia comprar se ganhasse. - Yahoo! Voices",
        "Azerbaijan Airlines diz que avião caiu após ‘interferência externa’ enquanto aumentam as perguntas sobre possível envolvimento russo - CNN",
        "Chinês condenado à morte por matar 35 pessoas ao atropelar uma multidão - Associated Press",
        "Acompanhamento da imagem atual dos playoffs da NFL: chances atualizadas de conquistar vagas em aberto, títulos de divisão - ESPN",
        "O que é a ‘Síndrome de Kessler’ — e por que alguns cientistas acham que o cenário de desastre espacial já começou? - CNN",
        "Agência de espionagem da Coreia do Sul confirma que um soldado norte-coreano ferido está sob custódia, relata a Yonhap - Reuters",
        "Registro de Dani Olmo do Barça indeferido judicialmente - ESPN",
        "Jogos favoritos da Ars de 2024 que não foram lançados em 2024 - Ars Technica",
        "Vírus em paciente com gripe aviária na Louisiana mostra mutações que podem aumentar a transmissibilidade para humanos, segundo análise do CDC - CNN",
        "Nave espacial da NASA \"segura\" após a aproximação mais próxima do Sol - DAWN.com",
        "Aqui está uma lista das ações mais especulativas do mercado - MarketWatch",
        "Seahawks 6, Bears 3 foi o jogo de menor pontuação da NFL desta temporada - NBC Sports",
        "Coreia do Sul destitui presidente em exercício à medida que a turbulência política se aprofunda - Financial Times",
        "Relatório: Luka Dončić, estrela dos Mavericks, saiu há pelo menos um mês com distensão da panturrilha esquerda - NBA.com",
        "Galaxy S25 Ultra full leaked specs sheet surfaces, same old same old? - PhoneArena",
        "A primária democrata de 2028 já está em andamento. Mas os primeiros movimentos reais estão ao virar da esquina. - POLITICO",
        "Juiz nega tentativa de Jay-Z de arquivar processo de estupro - Vulture",
        "Tempestades poderosas ameaçam o Texas e a Louisiana, atrasando as viagens de férias - The Associated Press",
        "O presidente do Panamá chama a reivindicação do canal chinês de Trump de \"absurda\" - BBC.com"
    ]
}