{
    "headlines": [
        "Israel greift den Libanon und Gaza an, während der Krieg mit Hamas und Hisbollah weitergeht: Live-Updates - CNN",
        "Aktienmarkt heute: Dow öffnet höher; JPMorgan, Wells Fargo im Fokus — Live-Updates - The Wall Street Journal",
        "Teslas Robotaxi-Event stand lange hinter den Versprechungen von Musk. Investoren wollten mehr Details. - Reuters",
        "Hisbollah schmiedet neues Kommando für entscheidenden Bodenkrieg nach schweren israelischen Schlägen - Reuters",
        "Umfang der Schäden durch Hurrikan Milton tritt auf, da Stromausfälle und Kraftstoffmangel in Florida bestehen bleiben - CBS News",
        "Nordlichtprognose: Geomagnetischer Sturm kann dazu führen, dass Aurora Borealis heute Abend in diesen Staaten sichtbar ist - Forbes",
        "Israelische Streitkräfte zielen erneut auf UN-Friedenstruppen im Südlibanon - Al Jazeera Englisch",
        "Martha Stewart gibt zu, ihren Ehemann im Netflix-Doc-Trailer betrogen zu haben, sagt, er habe es 'nie gewusst' - USA TODAY",
        "Cameron und Cayden Boozer werden ihre brüderliche Bindung bei Duke fortsetzen - Sports Illustrated",
        "Die 50 enttäuschendsten Alben aller Zeiten - Rolling Stone",
        "Die Ukraine untersucht den Tod eines Journalisten in russischer Haft - Reuters",
        "Uranus freischalten: Die doppelten Beobachtungen der NASA ebnen den Weg zur Entdeckung neuer Welten - SciTechDaily",
        "Die besten NFL-Wetten für Woche 6: Kommandanten - Raben, Top-Requisiten und mehr - ESPN",
        "Obama sagt schwarzen Männern, dass es \"nicht akzeptabel\" ist, die Wahl auszusetzen - CNN",
        "Elf Dinge, die Sie im Windows 11 2024 Update wissen sollten - Ars Technica",
        "JPMorgans Gewinne sinken trotz starker Wall-Street-Performance um 2% - Yahoo Finance",
        "Wells Fargo Aktien springen nach Gewinn Top Wall Street Erwartungen - CNBC",
        "Mama aus Arizona verrät, wie es war, sich während des Hurrikans Milton in Disney World zu schützen - New York Post",
        "Metapher: ReFantazio übertrifft 1 Mio. Verkäufe am Starttag und wird zum meistverkauften ATLUS-Spiel - Eurogamer",
        "Florida zählt die Kosten des Hurrikans Milton inmitten eines politischen Sturms - Reuters"
    ]
}