{
    "headlines": [
        "ਅਲੈਕਸ ਓਵੇਚਕਿਨ ਟਾਇਸ ਐਨਐਚਐਲ ਆਲ-ਟਾਈਮ ਗੋਲ ਸਕੋਰਰ ਰਿਕਾਰਡ - ਡਬਲਯੂਟੀਓਪੀ",
        "ਐਸਸੀ ਟੈਕਸਾਸ - ਈਐਸਪੀਐਨ ਨੂੰ ਰਿਪ ਕਰਨ ਤੋਂ ਬਾਅਦ ਸਿਰਲੇਖ ਦੀ ਖੇਡ ਵੱਲ ਵਾਪਸ ਜਾਂਦਾ ਹੈ",
        "ਸੈਨੇਟ ਨੇ ਜੀਓਪੀ ਟੈਕਸ ਬਰੇਕਾਂ ਅਤੇ ਖਰਚਿਆਂ ਦੀ ਕਟੌਤੀ ਯੋਜਨਾ 'ਤੇ ਦੇਰ ਨਾਲ ਵੋਟਿੰਗ ਕੀਤੀ ਜੋ ਟਰੰਪ ਦੇ ਏਜੰਡੇ ਲਈ ਕੇਂਦਰੀ ਹੈ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਵ੍ਹਾਈਟ ਹਾਊਸ ਵਿਚ ਟਿਕਟਾਕ ਦਾ ਸੌਦਾ ਹੋਇਆ ਸੀ । ਟਰੰਪ ਦੇ ਚੀਨ ਦੇ ਟੈਰਿਫ ਨੇ ਇਸ ਨੂੰ ਤਬਾਹ ਕਰ ਦਿੱਤਾ । - ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਅਲ ਸਲਵਾਡੋਰ 'ਚ ਗ਼ੈਰ-ਕਾਨੂੰਨੀ ਢੰਗ ਨਾਲ ਡਿਪੋਰਟ ਕੀਤੇ ਗਏ ਮੈਰੀਲੈਂਡ ਦੇ ਵਿਅਕਤੀ ਨੂੰ ਅਮਰੀਕਾ ਵਾਪਸ ਕਰਨਾ ਪਵੇਗਾ, ਜੱਜ ਨਿਯਮ - Politico",
        "ਉੱਤਰੀ ਕੈਰੋਲੀਨਾ ਸੁਪਰੀਮ ਕੋਰਟ ਦੀਆਂ ਨੇੜਲੀਆਂ ਚੋਣਾਂ ਵਿੱਚ ਰਿਪਬਲਿਕਨ ਸਹਿਯੋਗੀ ਦੇ ਨਾਲ ਜੱਜਾਂ ਦਾ ਪੱਖ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਮਿਡਜੋਰਨੀ ਇਕ ਸਾਲ ਤੋਂ ਵੱਧ ਸਮੇਂ ਵਿਚ ਪਹਿਲਾ ਨਵਾਂ ਚਿੱਤਰ ਉਤਪਾਦਨ ਮਾਡਲ ਪੇਸ਼ ਕਰਦਾ ਹੈ - ਆਰਸ ਟੈਕਨੀਕਾ",
        "ਜੂਲੀਓ ਜੋਨਸ ਨੇ ਐਨਐਫਐਲ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ ਵਿੱਚ 13 ਸੀਜ਼ਨ ਤੋਂ ਬਾਅਦ ਰਿਟਾਇਰਮੈਂਟ ਦਾ ਐਲਾਨ ਕੀਤਾ",
        "ਟਫਟਸ ਗ੍ਰੈਜੂਏਟ ਵਿਦਿਆਰਥੀ ਦੀ ਨਜ਼ਰਬੰਦੀ ਦਾ ਕੇਸ ਵਰਮੋਂਟ ਵਿੱਚ ਤਬਦੀਲ ਕੀਤਾ ਜਾਵੇਗਾ - VTDigger",
        "2,200 ਅੰਕ ਘੱਟ ਕਰੋ ਕਿਉਂਕਿ ਦੋ ਦਿਨਾਂ ਦੇ ਖੂਨ-ਖਰਾਬੇ ਵਿਚ 6.4 ਟ੍ਰਿਲੀਅਨ ਡਾਲਰ ਮਿਟਾ ਦਿੱਤੇ ਗਏ ਹਨ ਕਿਉਂਕਿ ਚੀਨ ਨੇ ਟਰੰਪ ਦੇ ਟੈਰਿਫਾਂ 'ਤੇ ਵਪਾਰ ਯੁੱਧ ਦਾ ਐਲਾਨ ਕੀਤਾ ਹੈ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਟਰੰਪ ਦੇ ਟੈਰਿਫ ਕਾਰਨ ਨਿਣਟੇਨਡੋ ਯੂਐਸ ਵਿੱਚ ਸਵਿਚ 2 ਪ੍ਰੀਆਰਡਰਾਂ ਵਿੱਚ ਦੇਰੀ ਕਰਦਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਸੈਕਸ ਰੀਕੈਪ ਲਈ ਮਰਨਾਃ ਆਓ ਸਰੀਰਕ ਪ੍ਰਾਪਤ ਕਰੀਏ - ਗਿਰਝ",
        "ਨਾਸਾ ਦਾ ਪਰਸੀਵਰੈਂਸ ਰੋਵਰ ਵਾਚ ਕਰਦਾ ਹੈ ਕਿਉਂਕਿ 2 ਮੰਗਲ ਦੀ ਧੂੜ ਸ਼ੈਤਾਨ 1 (ਵੀਡੀਓ) ਵਿੱਚ ਅਭੇਦ ਹੋ ਜਾਂਦੀ ਹੈ - ਸਪੇਸ.",
        "ਵਾਇਰਸ ਜਿਸਨੇ ਬੈਟਸੀ ਅਰਾਕਾਵਾ ਨੂੰ ਮਾਰਿਆ ਸੀ ਮੈਮਥ ਲੇਕਸ ਵਿੱਚ 3 ਮੌਤਾਂ ਨਾਲ ਜੁੜਿਆ - SFGATE",
        "ਸਪੇਸਐਕਸ ਦੇ ਨਿਜੀ Fram2 ਪੁਲਾੜ ਯਾਤਰੀ ਧਰਤੀ 'ਤੇ ਸਪਲੈਸ਼ ਕਰਦੇ ਹਨ, ਇਤਿਹਾਸਕ ਪੋਲਰ ਆਰਬਿਟ ਮੁਹਿੰਮ ਨੂੰ ਖਤਮ ਕਰਦੇ ਹਨ - ਸਪੇਸ ਡਾਟ ਕਾਮ",
        "ਕੰਟਰੋਲ ਸੈਂਟਰ ਹੁਣੇ ਆਈਓਐਸ 18.4 ਵਿਚ ਹੋਰ ਵੀ ਵਧੀਆ ਹੋ ਗਿਆ, ਇੱਥੇ ਨਵਾਂ ਕੀ ਹੈ - 9to5Mac",
        "ਬਰਕਸ਼ਾਇਰ ਹੈਥਵੇ ਨੇ ਟਰੰਪ ਦੁਆਰਾ ਸਾਂਝੇ ਕੀਤੇ ਇੱਕ ਵੀਡੀਓ 'ਤੇ ਰਗ ਖਿੱਚੀ ਜਿਸ ਵਿੱਚ ਦਾਅਵਾ ਕੀਤਾ ਗਿਆ ਸੀ ਕਿ ਵਾਰਨ ਬਫੇਟ ਨੇ ਕਿਹਾ ਕਿ ਰਾਸ਼ਟਰਪਤੀ 50 ਸਾਲਾਂ ਵਿੱਚ‘ ਸਭ ਤੋਂ ਵਧੀਆ ਆਰਥਿਕ ਚਾਲਾਂ ’ਬਣਾ ਰਹੇ ਹਨ - ਫਾਰਚਿ.",
        "ਹਿਲੇਰੀ ਸਵੈਂਕ ਨੇ 'ਯੈਲੋਜੈਕਟਸ' (ਐਕਸਕਲੂਸਿਵ) ‘ਤੇ ਹੈਰਾਨੀਜਨਕ ਮਹਿਮਾਨ ਭੂਮਿਕਾ ਲਈ ਐਮੀ ਵਿਚਾਰ ਲਈ ਪੇਸ਼ ਕੀਤਾ - ਵੰਨਗੀ",
        "ਜੇਮਜ਼ ਗੁਨ ਦਾ ਨਵਾਂ ‘ਸੁਪਰਮੈਨ’ ਫੁਟੇਜ ਇੰਟਰਨੈਟ ਨੂੰ ਵੰਡਦਾ ਹੈਃ \"ਸੁਪਰਮੈਨ ਚੀਕਦਾ ਨਹੀਂ\" - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ"
    ]
}