{
    "headlines": [
        "ਟਰੰਪ ਅਤੇ ਹੈਰਿਸ ਦੇ 2024 ਦੇ ਰਾਸ਼ਟਰਪਤੀ ਦੇ ਚਿਹਰੇ ਤੋਂ ਬਹਿਸ ਦੇ ਦਾਅਵਿਆਂ ਦੀ ਤੱਥ ਜਾਂਚ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਸਟਾਕ ਮਾਰਕੀਟ ਅੱਜਃ ਐਸ ਐਂਡ ਪੀ 500, ਡਾਓ ਸਲਾਈਡ ਦੇ ਤੌਰ ਤੇ ਮਹਿੰਗਾਈ ਰੀਡਿੰਗ ਸੀਮੈਂਟਸ ਛੋਟੇ ਫੈੱਡ ਰੇਟ ਕਟੌਤੀ 'ਤੇ ਸੱਟਾ - ਯਾਹੂ ਵਿੱਤ",
        "ਬਲਿੰਕਨ, ਯੂਕੇ ਦੇ ਲੈਮੀ ਯੁੱਧ ਵਿਚ ਮੁੱਖ ਮੋੜ 'ਤੇ ਸਮਰਥਨ ਦੇ ਪ੍ਰਦਰਸ਼ਨ ਵਿਚ ਯੂਕਰੇਨ ਦਾ ਦੌਰਾ ਕਰਦੇ ਹਨ - Reuters.",
        "ਹੈਰਿਸ ਅਤੇ ਟਰੰਪ ਨੇ ਹਮਲਿਆਂ ਦੀ 23 ਵੀਂ ਵਰ੍ਹੇਗੰ on 'ਤੇ ਨਿ New ਯਾਰਕ 9/11 ਯਾਦਗਾਰੀ ਸਮਾਰੋਹ' ਤੇ ਹੱਥ ਮਿਲਾਇਆ - ਸੀਐਨਐਨ",
        "ਸਪੀਕਰ ਜੌਹਨਸਨ ਨੇ ਅੰਸ਼ਕ ਸਰਕਾਰ ਦੇ ਬੰਦ ਹੋਣ ਤੋਂ ਬਚਣ ਲਈ ਬਿੱਲ 'ਤੇ ਵੋਟ ਮੰਗਿਆ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਮਜ਼ੇ ਲਈ ਉਤਸ਼ਾਹੀ ਗਾਇਕਾ-ਗੀਤਕਾਰ ਫ੍ਰੈਂਕੀ ਬੇਵਰਲੀ ਦੀ 77 ਸਾਲ ਦੀ ਉਮਰ ਵਿੱਚ ਮੌਤ ਹੋ ਗਈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਟਾਇਰਿਕ ਹਿੱਲ ਮੰਨਦਾ ਹੈ ਕਿ ਉਹ ‘ਬਿਹਤਰ ਹੋ ਸਕਦਾ ਸੀ’ ਇਸ ਤੋਂ ਪਹਿਲਾਂ ਕਿ ਪੁਲਿਸ ‘ਮੇਰੇ ਵਿਚੋਂ ਕੁੱਤੇ ਨੂੰ ਕੁੱਟ ਦੇਵੇ’ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਐਨਐਫਐਲ ਕਲਪਨਾ 2024 ਸਟਾਰਟ 'ਏਮ, ਸੀਟ ' ਏਮਃ ਹਫਤੇ 2 ਲਈ ਕੁਆਰਟਰਬੈਕ - ਐਨਐਫਐਲ ਡਾਟ ਕਾਮ",
        "ਚੈਪਟਰ 11 ਦੀਵਾਲੀਆਪਨ ਸੁਰੱਖਿਆ ਲਈ ਰੈਸਟੋਰੈਂਟ ਚੇਨ ਬਰਗਰਫਾਈ ਫਾਈਲਾਂ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਜਸਟਿਨ ਟਿੰਬਰਲੇਕ ਨੂੰ ਮਿਲੀ DWI ਪਲੀਅ ਡੀਲ, ਘੱਟ ਚਾਰਜ + ਛੋਟੇ ਜੁਰਮਾਨੇ 'ਤੇ ਸਹਿਮਤ - ਡੈੱਡਲਾਈਨ",
        "ਟੈਂਟ ਅਤੇ ਸ਼ੈਲਟਰ ਕਲਾਸਰੂਮ ਬਣ ਜਾਂਦੇ ਹਨ ਕਿਉਂਕਿ ਗਾਜ਼ਾ ਦੇ ਬੱਚੇ ਸਿੱਖਣ ਲਈ ਵਾਪਸ ਆਉਂਦੇ ਹਨ - ਡਬਲਯੂਐਸਜੇ - ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "ਬ੍ਰਾsਨਜ਼ ਦੇ ਦੇਸ਼ੌਨ ਵਾਟਸਨ ਨੇ ਤਾਜ਼ਾ ਜਿਨਸੀ ਸ਼ੋਸ਼ਣ ਦੇ ਦੋਸ਼ਾਂ ਤੋਂ ਇਨਕਾਰ ਕੀਤਾ - ਈਐਸਪੀਐਨ",
        "ਮਾਰਕੀਟ ਮਾਹਰ ਦੱਸਦੇ ਹਨ ਕਿ ਯੂਐਸ ਦੇ ਸਟਾਕ ਫਿuresਚਰ ਕਿਉਂ ਘਟ ਗਏ ਹੈਰਿਸ ਦੇ ਨਾਲ ਬਹਿਸ 'ਵਿਜੇਤਾ' ਵਜੋਂ - ਫੌਕਸ ਬਿਜ਼ਨਸ",
        "ਟੇਲਰ ਸਵਿਫਟ ਨੇ ਕਮਲਾ ਹੈਰਿਸ ਨੂੰ ਰਾਸ਼ਟਰਪਤੀ ਦਾ ਸਮਰਥਨ ਦਿੱਤਾ — ਕੀ ਇਹ ਮਾਇਨੇ ਰੱਖੇਗਾ?",
        "ਡੌਨ ਰਿਚਰਡ Sues ਦੁਰਵਿਵਹਾਰ ਲਈ Diddy - Pitchfork",
        "ਆਈਫੋਨ 16 ਪ੍ਰੋ ਦੇ ਮੁਕਾਬਲੇ ਆਈਫੋਨ 16 ਦੇ ਚਾਰ ਫਾਇਦੇ - 9to5Mac",
        "ਖਪਤਕਾਰਾਂ ਦੀ ਮਹਿੰਗਾਈ ਫਰਵਰੀ 2021 ਤੋਂ ਬਾਅਦ ਸਭ ਤੋਂ ਘੱਟ ਦਰ 'ਤੇ ਆ ਗਈ - ਸੀਐਨਐਨ",
        "ਸਪੇਸਐਕਸ ਨੇ ਪੋਲਾਰਿਸ ਡੌਨ ਦੇ ਨਿਜੀ ਸਪੇਸਵਾਕ (ਵੀਡੀਓ) ਲਈ ਇਕ ਨਵਾਂ ਸਪੇਸਸੂਟ ਕਿਵੇਂ ਬਣਾਇਆ - ਸਪੇਸ ਡਾਟ ਕਾਮ",
        "ਐਨਐਫਐਲ ਹਫਤੇ 2 ਪਿਕਸ, ਔਕੜਾਂਃ ਐਰੋਨ ਰੋਜਰਸ, ਜੇਟਸ ਡਰਾਉਣੇ ਤੋਂ ਬਚੋ 0-2 ਸ਼ੁਰੂਆਤ; ਦੇਸ਼ ਭਗਤ ਪ੍ਰਸ਼ੰਸਕਾਂ ਨੇ ਹਕੀਕਤ ਦੀ ਇੱਕ ਖੁਰਾਕ ਸੌਂਪੀ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਮੈਮੋਗ੍ਰਾਮ ਬਿਹਤਰ ਤਰੀਕੇ ਨਾਲ ਸਮਝਾਉਣਗੇ ਕਿ ਸੰਘਣੀ ਛਾਤੀ ਹੋਣ ਦਾ ਕੀ ਅਰਥ ਹੈ - ਐਨਪੀਆਰ"
    ]
}