{
    "headlines": [
        "US, Arab mediators make some progress in Gaza peace talks, no deal yet, sources say - Reuters",
        "Striking ski patrollers at the biggest US resort return to work claiming victory - The Associated Press",
        "‘Monday Night Raw’ Inaugural Netflix Event Draws 2.6M Same-Day Households - Deadline",
        "Sunset Fire evacuations to be lifted after causing thousands to flee Hollywood Hills - KTLA Los Angeles",
        "NBA Power Rankings: Cavaliers reclaim No. 1 spot with huge win vs. Thunder, Warriors tumble again - CBS Sports",
        "Nintendo Stays Completely Silent Amid Flood Of Switch 2 Leaks At GameStop And CES 2025 - Kotaku",
        "New York appeals court denies Trump's bid to halt Friday's hush money sentencing - ABC News",
        "Your schedule for Jimmy Carter’s funeral - PBS NewsHour",
        "Insurers brace for up to $10bn losses from California wildfires - Financial Times",
        "[Removed]",
        "Polish president seeks protection for Netanyahu if he attends Auschwitz anniversary event - The Associated Press",
        "Live: Local government offices, medical offices, businesses closing for winter storm | Full list - FOX 5 Atlanta",
        "Joseph Aoun: Lebanon’s respected army chief turns new president - FRANCE 24 English",
        "'A sea change': Surgeon general's alcohol warning could transform SF bars - SFGATE",
        "China’s Mars mission leaves US for space dust with Nasa at least 4 years behind - South China Morning Post",
        "Early Morning Open Thread: No. 6 Penn State vs. No. 7 Notre Dame in the Orange Bowl - Black Shoe Diaries",
        "Prince William shares loved up birthday post for Kate Middleton with unseen photo - Geo News",
        "Make your picks for the 2024-25 NFC, AFC champions - Pride Of Detroit",
        "Supreme Court's TikTok dance: Justices to weigh in on ban, with Trump opposed - Axios",
        "Google can turn your Discover feed into an AI-generated podcast - The Verge"
    ]
}