{
    "headlines": [
        "Что мы знаем о планах похорон бывшего президента Джимми Картера - CNN",
        "В Тринидаде и Тобаго объявлено чрезвычайное положение на фоне исключительно смертоносного года - CNN",
        "Северное сияние покажут на новогоднем шоу, но будут ли они видны из района Вашингтона? - WTOP",
        "Норовирус: что нужно знать о растущих вспышках желудочно-кишечного недуга - The Washington Post",
        "Банковский регулятор дал BlackRock январский дедлайн по пакетам акций банков - Yahoo Finance",
        "Казначейство США заявляет, что оно было взломано Китаем в «крупном инциденте» - BBC.com",
        "2025 NFL Mock Draft: Giants, Raiders and Jags all winning in Week 17 results in major shakeup within top 10 - CBS Sports",
        "Как бесплатно смотреть Lions vs. 49ers в прямом эфире Monday Night Football - New York Post",
        "Билл Экман ожидает, что Трамп приватизирует Fannie Mae и Freddie Mac - Reuters",
        "Walmès? Покупатели не могут перестать говорить о сумке Walmart за 78 долларов, которая напоминает сумку Hermès Birkin за 10 000 долларов. - Business Insider",
        "«Широко распространенные заявления о жестоком обращении» в исправительном учреждении Марси, обнаружен отчет за 2022 год - WSYR",
        "Птичий грипп обнаружен почти у 1 млн цыплят в юго-западном округе Огайо - WLWT Цинциннати",
        "ВОЗ призывает прекратить нападения на больницы Газы - BBC.com",
        "Байден объявил о выделении Украине еще почти $ 2,5 млрд на военную помощь - Associated Press",
        "Трамп поддерживает переизбрание Майка Джонсона спикером Палаты представителей перед опасным голосованием - The Washington Post",
        "Акции пропускают «ралли Санта-Клауса» в этом году. Почему это не хороший знак. - MarketWatch",
        "Немецкие руководители службы безопасности жарили о нападении на Магдебург - DW (Русский)",
        "Исламистские правители Сирии называют Майсаа Сабрине первой женщиной, возглавившей Центральный банк - The Wall Street Journal",
        "Лиам Пейн: 5 обвинений в связи со смертью певца One Direction - Yahoo Entertainment",
        "Джейсон Момоа сыграет Лобо в «Супергерл: Женщина завтрашнего дня» (Deadline)"
    ]
}