{
    "headlines": [
        "ਤੂਫਾਨ ਮਿਲਟਨ ਦਾ ਨੁਕਸਾਨ ਉਭਰਨਾ ਸ਼ੁਰੂ ਹੁੰਦਾ ਹੈ ਜਦੋਂ ਤੂਫਾਨ ਐਟਲਾਂਟਿਕ ਮਹਾਂਸਾਗਰ ਵਿੱਚ ਲੰਘਦਾ ਹੈ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਸੀਨ 'ਡਿੱਡੀ' ਕੰਬਜ਼ ਨੇ ਸਰਕਾਰ 'ਤੇ ਉਸ ਦੇ ਦੋਸ਼ਾਂ ਬਾਰੇ ਜਾਣਕਾਰੀ ਲੀਕ ਕਰਨ ਦਾ ਦੋਸ਼ ਲਗਾਇਆ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "7-ਇਲੈਵਨ ਦੀ ਪੇਰੈਂਟ ਕੰਪਨੀ ਪੂਰੇ ਸਾਲ ਦੀ ਕਮਾਈ ਦੀ ਭਵਿੱਖਬਾਣੀ ਨੂੰ ਘਟਾਉਂਦੀ ਹੈ, ਪੁਨਰਗਠਨ ਦੇ ਨਾਲ ਅੱਗੇ ਦਬਾਉਂਦੀ ਹੈ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਹਟਾਈ",
        "‘ਕਾਲੇ ਆਦਮੀ, ਸਾਨੂੰ ਤੁਹਾਡੀ ਜ਼ਰੂਰਤ ਹੈ’: ਡੈਮੋਕਰੇਟਸ ਡੀਟ੍ਰੋਇਟ ਵਿਚ ਕਾਲੇ ਵੋਟਰ ਮਤਦਾਨ ਨੂੰ ਜੂਸ ਪਾਉਣ ਲਈ ਸਟਾਰ-ਸਟੱਡਡ ਪੁਸ਼ ਦੀ ਪੇਸ਼ਕਸ਼ ਕਰਦੇ ਹਨ - ਪੋਲੀਟਿਕੋ",
        "ਐਲਨ ਮਸਕ ਅੱਜ ਰਾਤ ਟੇਸਲਾ ਦੇ ਭਵਿੱਖ ਦਾ ਪਰਦਾਫਾਸ਼ ਕਰਨ ਦਾ ਵਾਅਦਾ ਕਰ ਰਿਹਾ ਹੈ - ਸੀਐਨਐਨ",
        "ਦਿਲ ਦੀਆਂ ਆਮ ਸਥਿਤੀਆਂ ਡਿਮੇਨਸ਼ੀਆ ਦੇ ਜੋਖਮ ਨੂੰ ਵਧਾਉਂਦੀਆਂ ਹਨ, ਮਾਹਰ ਕਹਿੰਦੇ ਹਨ - ਸੀ ਐਨ ਐਨ",
        "ਇਜ਼ਰਾਈਲ ਦੀ ਸੁਰੱਖਿਆ ਮੰਤਰੀ ਮੰਡਲ ਈਰਾਨ ਦੇ ਜਵਾਬ 'ਤੇ ਵੋਟ ਕਰੇਗਾ, ਸੂਤਰਾਂ ਦਾ ਕਹਿਣਾ ਹੈ - ਸੀਐਨਐਨ",
        "ਤੂਫਾਨ ਮਿਲਟਨ ਤੇਜ਼ ਹਵਾਵਾਂ ਨਾਲ ਫਲੋਰਿਡਾ ਦੇ ਪਾਰ ਚਲ ਰਿਹਾ ਹੈ, ਹੜ੍ਹ ਦੀ ਬਾਰਸ਼ - ਮੌਸਮ ਚੈਨਲ",
        "Mets Euphoric ਫ੍ਰੈਨਸਿਸਕੋ Lindor Grand ਸਲੈਮ 'ਤੇ ਵਿਰੋਧੀ ਫਿਲੀਜ਼ ਨੂੰ ਜਿੱਤ ਕੇ NLCS ਨੂੰ ਚਮਤਕਾਰ ਦੌੜ ਨੂੰ ਲੈ - ਨਿਊਯਾਰਕ ਪੋਸਟ",
        "ਰਤਨ ਟਾਟਾ ਦਾ ਦੇਹਾਂਤ, 86 ਸਾਲ ਦਾ ਸੀ ਕੋਈ ਉੱਤਰਾਧਿਕਾਰੀ ਨਹੀਂ - ਬਲੂਮਬਰਗ",
        "ਇਜ਼ਰਾਈਲ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਹ ਹਿਜ਼ਬੁੱਲਾ 'ਗੋਲਨ ਹਾਈਟਸ' ਦੇ ਮੈਂਬਰ ਨੂੰ ਖਤਮ ਕਰਦਾ ਹੈ, ਸੀਰੀਆ ਦੇ ਮੀਡੀਆ ਨੇ ਇਜ਼ਰਾਈਲੀ ਹਵਾਈ ਹਮਲਿਆਂ ਦੀ ਰਿਪੋਰਟ ਕੀਤੀ - ਰਾਇਟਰ",
        "ਐਪਲ ਅਤੇ ਐਮਾਜ਼ਾਨ ਹੜਤਾਲ ਦਾ ਸੌਦਾ ਐਪਲ ਟੀਵੀ+ ਨੂੰ ਪ੍ਰਾਈਮ ਵੀਡੀਓ ਦੁਆਰਾ ਵੇਚਣ ਲਈ - 9to5Mac",
        "ਸਮਾਜਿਕ ਸੁਰੱਖਿਆ ਲਾਗਤ-ਦੇ-ਜੀਵਨ ਲਾਭ ਵੀਰਵਾਰ ਨੂੰ ਆਉਣ ਵਾਲੇ ਐਲਾਨ ਵਿੱਚ ਵਾਧਾ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਰਿਪੋਰਟ ਕੀਤੀ ਗਈਃ ਟ੍ਰੌਪਿਕਾਨਾ ਫੀਲਡ - ਸੇਂਟ ਪੀਟਰਸਬਰਗ ਸਿਟੀ ਵਿਖੇ 400 ਸੈਂਟਰਲ ਐਵੀਨਿ and ਅਤੇ ਛੱਤ ਦੇ ਨੁਕਸਾਨ 'ਤੇ ਕਰੇਨ ਡਿੱਗ ਗਈ",
        "ਗਲੈਕਸੀ ਐਸ 24, ਐਸ 24 +, ਅਤੇ ਐਸ 24 ਅਲਟਰਾ ਅਕਤੂਬਰ ਸੁਰੱਖਿਆ ਅਪਡੇਟ ਪ੍ਰਾਪਤ ਕਰਦੇ ਹਨ - ਸੈਮਮੋਬਾਈਲ - ਸੈਮਸੰਗ ਖ਼ਬਰਾਂ",
        "ਤੁਹਾਡੇ ਦਿਲ ਲਈ ਕੌਫੀਃ ਨਾੜੀ ਸਿਹਤ 'ਤੇ ਕੈਫੀਨ ਦੀ ਮੁੜ ਪੈਦਾ ਕਰਨ ਵਾਲੀ ਸ਼ਕਤੀ - SciTechDaily",
        "ਮਿਲਟਨ ਝਟਕਾਉਣ ਵਾਲੇ ਫਲੋਰਿਡਾ ਦੇ ਮਕਾਨ ਮਾਲਕਾਂ ਦੇ ਬੀਮਾ ਬਾਜ਼ਾਰ ਨੂੰ ਖਤਮ ਕਰਨ ਦੀ ਧਮਕੀ ਦਿੰਦਾ ਹੈ - ਰਾਇਟਰਜ਼",
        "ਨਹੀਂ, ਸਰਕਾਰ ਮੌਸਮ ਨੂੰ ਕੰਟਰੋਲ ਨਹੀਂ ਕਰ ਰਹੀ । \"ਇਹ ਬਹੁਤ ਮੂਰਖ ਹੈ, ਇਸ ਨੂੰ ਰੋਕਣਾ ਪਏਗਾ,\" ਬਿਡੇਨ ਕਹਿੰਦਾ ਹੈ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "Nintendo Sound Clock: ਅਲਾਰਮੋ ਸਿਸਟਮ ਅੱਪਡੇਟ ਹੁਣ ਲਾਈਵ (ਵਰਜਨ 2.0.0), ਇੱਥੇ ਪੂਰਾ ਪੈਚ ਨੋਟਸ ਹਨ - Nintendo ਲਾਈਫ"
    ]
}