{
    "headlines": [
        "Galaxy Z Fold 7 to get an upgrade that buyers of expensive phones deserve - PhoneArena",
        "Top Russian and US officials are discussing improving ties and ending the Ukraine war —without Kyiv - The Associated Press",
        "Musk’s xAI releases artificial intelligence model Grok 3, claims better performance than rivals in early testing - CNBC",
        "Huawei launches $3,660 trifold phone outside of China as it charts international comeback - CNBC",
        "Europeans explore troops for Ukraine ceasefire — and want U.S. support - The Washington Post",
        "Delta jet flips upside down on a snowy Toronto runway and all 80 aboard survive - The Associated Press",
        "Death of South Korean actor at 24 sparks discussion about social media and internet culture - The Associated Press",
        "Pope’s health stable as he continues treatment in hospital - vaticannews.va",
        "Four top deputies to Eric Adams have resigned, New York mayor says - CNN",
        "Guy Pearce says Kevin Spacey “targeted” him on L.A. Confidential set - The A.V. Club",
        "Scott Boras Calls Out Lack of Spending by Much of MLB - Sports Illustrated",
        "US cardiologist shares doable tips to keep the heart healthy and younger - The Times of India",
        "4 candidates want to be Germany's next chancellor. Who are they? - Yahoo",
        "'The Brutalist' Director Brady Corbet Says He Made No Money From the Film - Hollywood Reporter",
        "Top Social Security official exits after clash with Musk’s DOGE over data - The Washington Post",
        "30-Million-Year-Old Hypercarnivore Skull 'Dream Find' For Paleontologists - Yahoo",
        "Southwest Airlines announces sweeping layoffs at Dallas headquarters, the first mass layoffs in company history - WFAA.com",
        "Ukraine isn’t invited to its own peace talks. History is full of such examples – and the results are devastating - The Conversation",
        "First Cows, Now Cats. Is Bird Flu Coming for Humans Next? - The Wall Street Journal",
        "Trump administration fires thousands for ‘performance’ without evidence, in messy rush - The Washington Post"
    ]
}