{
    "headlines": [
        "Why Trump was able to pull off such a swift war on diversity - POLITICO",
        "PlayStation Network has been down for nearly a day – and players are starting worried - The Independent",
        "Ben Simmons waived by the Nets after the team and former No. 1 pick agree to a buyout - The Associated Press",
        "Georgia police officer fatally shot responding to pickleball club; suspect arrested - CBS News",
        "Israeli hostages and Palestinian prisoners freed as Israel condemns frail appearance of captives - CNN",
        "Argentina canal mysteriously turns bright red, looks like it’s ‘covered in blood’ - New York Post ",
        "Firaxis Makes Surprise Sid Meier's Civilization 7 - VR Announcement - IGN",
        "Super Bowl 2025 expert picks, odds, prop bets, best bets, where to watch, live streaming, more - CBS Sports",
        "China landslide: More than 30 missing in Sichuan - BBC.com",
        "Apple’s ‘Emergency’ Warning—Do This To Encrypt Your iCloud Now - Forbes",
        "Apple Leak Reveals iPhone SE Release Date - Forbes",
        "Europe’s emboldened far right lauds Trump at Madrid rally - Financial Times",
        "Box Office: ‘Dog Man’ Still Off the Leash at No. 1, ‘Heart Eyes’ and ‘Love Hurts’ Beat Slowly in Quiet Super Bowl Weekend - Variety",
        "Here’s what we know about a commuter plane crash in Alaska that killed 10 people - The Associated Press",
        "NIH cuts billions of dollars in biomedical funding, effective immediately - The Washington Post",
        "R. Kelly sued by six victims seeking the millions he still owes them - AOL",
        "Federal judge blocks Elon Musk’s DOGE access to critical Treasury payment system - CNN",
        "US flu season right now is the most intense it’s been in 15 years - MLive.com",
        "Federal workers who took Trump buyout feel fear, regret after judge’s order - The Washington Post",
        "‘Death upon death’: Defendant in killing tied to cult-like ‘Zizian’ group dictates 1,500-word letter over jail phone - San Francisco Chronicle"
    ]
}