{
    "headlines": [
        "ਦੱਖਣੀ ਅਫਰੀਕਾ ਦੀ ਸੋਨੇ ਦੀ ਖਾਨ ਦੇ ਅੰਦਰ ਸਟੈਂਡਆਫ ਡੂੰਘੀ - ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "ਬੇਨ ਐਂਡ ਜੈਰੀ ਦਾ ਮੁਕੱਦਮਾ ਗਾਜ਼ਾ 'ਤੇ ਮਾਪਿਆਂ ਦੀ ਕੰਪਨੀ' ਤੇ ਸੈਂਸਰਸ਼ਿਪ ਦਾ ਦੋਸ਼ ਲਗਾਉਂਦਾ ਹੈ - ਯਾਹੂ ਵਿੱਤ",
        "ਯੂਕਰੇਨ ਦੇ ਜ਼ੇਲੇਨਸਕੀ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਸਕੋਲਜ਼-ਪੁਤਿਨ ਫੋਨ ਕਾਲ 'ਪਾਂਡੋਰਾ ਦਾ ਬਾਕਸ' ਖੋਲ੍ਹਦੀ ਹੈ - ਰਾਇਟਰਜ਼",
        "ਟਰੰਪ ਨੇ ਸੰਚਾਰ ਨਿਰਦੇਸ਼ਕ ਲਈ ਸਟੀਵਨ ਚੁੰਗ, ਪਰਸੋਨਲ ਆਫਿਸ ਡਾਇਰੈਕਟਰ ਲਈ ਸਰਜੀਓ ਗੋਰ ਦੀ ਚੋਣ ਕੀਤੀ - ਫੌਕਸ ਨਿ Newsਜ਼",
        "ਈਲੋਨ ਮਸਕ ਦਾ ਮਿਸ਼ਨ ਅਮਰੀਕੀ ਸਰਕਾਰ ਦੀ ਮੁੜ ਖੋਜ ਕਰਨ ਲਈ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "ਨੈਤਿਕਤਾ ਪੈਨਲ ਗੈਟਜ਼ ਰਿਪੋਰਟ ਨੂੰ ਲੈ ਕੇ ਹੋਂਦ ਦੇ ਸੰਕਟ ਦਾ ਸਾਹਮਣਾ ਕਰ ਰਿਹਾ ਹੈ - ਪੋਲਿਟਿਕੋ",
        "ਟਰੰਪ ਦੇ ਚੋਟੀ ਦੇ ਰੈਗੂਲੇਟਰ ਪੋਸਟ ਲਈ ਆਰਐਫਕੇ ਜੂਨੀਅਰ ਨੂੰ ਟੈਪ ਕਰਨ ਤੋਂ ਬਾਅਦ ਸਿਹਤ ਸਟਾਕ ਹਿੱਟ ਹੋਏ - ਬੀਬੀਸੀ.",
        "ਇਸ ਹਫਤੇ ਦੇ ਅੰਤ ਵਿੱਚ ਸੁਪਰਮੂਨ ਦੇ ਨਾਲ-ਨਾਲ ਲਿਓਨਿਡ ਮੀਟਿਅਰ ਸ਼ਾਵਰ ਦੀਆਂ ਚੋਟੀਆਂ. ਕੀ ਜਾਣਨਾ ਹੈ - ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਜੀ. ਐੱਮ. ਨੇ ਲਗਭਗ 1,000 ਕਰਮਚਾਰੀਆਂ ਨੂੰ ਨੌਕਰੀ ਤੋਂ ਕੱਢਿਆ, ਜ਼ਿਆਦਾਤਰ ਅਮਰੀਕਾ ਵਿਚ, ਸੂਤਰਾਂ ਦਾ ਕਹਿਣਾ ਹੈ - ਰਾਇਟਰਜ਼",
        "ਡੈਨੀਅਲ ਕੋਰਮੀਅਰਃ ਸਟੀਪ ਮਿਓਸਿਕ 'ਜੋਨ ਜੋਨਸ ਨਾਲ ਯੂਐਫਸੀ 309 ਦਾ ਸਾਹਮਣਾ ਕਰਨ ਤੋਂ ਬਾਅਦ ਬਹੁਤ ਪਾਗਲ ਅਤੇ ਪਰੇਸ਼ਾਨ ਸੀ' ਬੈਕਸਟੇਜ - ਐਮਐਮਏ ਜੰਕੀ",
        "ਡੱਗ ਬਰਗਮ ਬਾਰੇ ਕੀ ਜਾਣਨਾ ਹੈ, ਅੰਦਰੂਨੀ ਵਿਭਾਗ ਦੀ ਅਗਵਾਈ ਕਰਨ ਲਈ ਟਰੰਪ ਦੀ ਚੋਣ - ਦ ਹਿੱਲ",
        "'ਰੈੱਡ ਵਨ' ਨਿਰਦੇਸ਼ਕ ਜੇਕ ਕਾਸਡਨ ਨੇ ਡਵੇਨ ਜਾਨਸਨ ਦਾ ਬਚਾਅ ਕੀਤਾ, ਟਾਕਸ 'ਜੁਮਨਜੀ 3' - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "KSL. com Pick'em: ਕਾਲਜ ਫੁੱਟਬਾਲ ਦੇ ਹਫਤੇ 12 ਲਈ ਸਟਾਫ ਦੀ ਚੋਣ - KSL.",
        "ਟਰੰਪ ਨੇ ਸਿੱਖਿਆ 'ਚ' ਜਾਗਣ ‘ਨੂੰ ਖਤਮ ਕਰਨ ਦਾ ਵਾਅਦਾ ਕੀਤਾ ਸੀ । ਉਸਨੇ ਫੈਡਰਲ ਫੰਡਾਂ ਨੂੰ ਲੀਵਰ ਵਜੋਂ ਵਰਤਣ ਦਾ ਵਾਅਦਾ ਕੀਤਾ ਹੈ - ਪੀਬੀਐਸ ਨਿ Newsਜ਼ਹੋਰ",
        "ਰਾਬਰਟ ਰੋਬਰਸਨ ਦੀ ਫਾਂਸੀ ਦੁਬਾਰਾ ਸ਼ੁਰੂ ਹੋ ਸਕਦੀ ਹੈ, ਟੈਕਸਾਸ ਸੁਪਰੀਮ ਕੋਰਟ ਨੇ ਐਲਾਨ ਕੀਤਾ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਮਾਈਕ ਟਾਇਸਨ ਬਨਾਮ ਜੇਕ ਪੌਲ ਲੜਾਈ ਦੀਆਂ ਭਵਿੱਖਬਾਣੀਆਂ, ਸੰਭਾਵਨਾਵਾਂ, ਮਾਹਰ ਪਿਕ, ਨੈੱਟਫਲਿਕਸ 'ਤੇ ਮੈਗਾ ਈਵੈਂਟ ਲਈ ਅੰਡਰਕਾਰਡ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਟਰੰਪ ਪ੍ਰਸ਼ਾਸਨ ਦੇ ਸੰਭਾਵਿਤ ਮੈਂਬਰਾਂ ਨੂੰ ਅਮਰੀਕੀ ਕਿਵੇਂ ਦੇਖਦੇ ਹਨ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "‘ਫ੍ਰਾਈਡੇ ਨਾਈਟ ਲਾਈਟਾਂ’ ਯੂਨੀਵਰਸਲ ਟੀਵੀ ਤੋਂ ਵਰਕਸ ਵਿਚ ਰੀਡੋ, ਕਲਪਨਾ ਕਰੋ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਗਵੇਨ ਸਟੀਫਨੀ ਨੇ ਗਾਵਿਨ ਰੌਸਡੇਲ ਤੋਂ ਆਪਣੇ ਤਲਾਕ ਨੂੰ 'ਕਾਸਟਾਸਟਰੋਫੇ' ਦੱਸਿਆ - ਯਾਹੂ ਐਂਟਰਟੇਨਮੈਂਟ",
        "ਬੀਵਰ ਚੰਦਰਮਾ ਆਪਣੇ ਸਿਖਰ ਲਈ ਤਿਆਰ ਹੋ ਗਿਆ - ਮੌਸਮ ਚੈਨਲ"
    ]
}