{
    "headlines": [
        "مايك تايسون - جايك بول معلق القتال روزي بيريز لا يمكنه التنبؤ بالفائز، لكنه يقول: \"أنا أكثر اهتمامًا بتايسون بسبب عمره\" - تنوع",
        "أطلق صندانس هيد الفائز بجائزة \"الصوت\" النار في \"منطقة سرته\" في مزرعته في تكساس: \"لم يلحق الضرر بنفسه\" - نيويورك بوست",
        "ما هي Bluesky، المنصة الاجتماعية سريعة النمو التي ترحب بمستخدمي X الهاربين ؟ - وكالة أسوشيتد برس",
        "يقول المدعون العامون إن الأدلة في محاكمة رجل متهم بقتل ليكن رايلي ستظهر أن الطالبة الجورجية \"قاتلت من أجل حياتها\" - سي إن إن",
        "إليك سبب حدوث سعال لا يطاق في منطقة الخليج - SFGATE",
        "تم الكشف عن السنوات الأولى المضطربة لشركة OpenAI في رسائل بريد إلكتروني من Musk و Altman وآخرين - TechCrunch",
        "المحكمة العليا في تكساس تمهد الطريق لموعد إعدام جديد لروبرت روبرسون في وفاة ابنته البالغة من العمر عامين - سي إن إن",
        "حصري: قالت امرأة للجنة الأخلاقيات في مجلس النواب إنها شاهدت غايتز يمارس الجنس مع قاصر، كما يقول المحامي - ABC News",
        "ارتفعت الأسهم الصحية بعد أن قام ترامب بالتنصت على RFK Jr للحصول على أعلى منصب منظم - BBC.com",
        "بدء مركز سيهوكس كونور ويليامز يتقاعد فجأة - ياهو سبورتس",
        "مؤشر داو جونز يغلق على انخفاض 300 نقطة يوم الجمعة حيث تعيق مخاوف الأسعار مسيرة ما بعد الانتخابات: تحديثات مباشرة - سي إن بي سي",
        "ديزني تحذف فيلم \"حرب النجوم\" من عام 2026، واستبدلته بفيلم \"العصر الجليدي 6\" - متنوع",
        "الديمقراطيون الوسطيون يستغلون الافتتاح في DNC: \"لا أريد أن أكون حفلة العرض الغريبة\" - بوليتيكو",
        "ديف بورتنوي يغادر بودكاست \"BFFs\" في Barstool Sports stunner - New York Post",
        "مركز السيطرة على الأمراض يؤكد أول حالة إصابة بشرية بإنفلونزا الطيور في ولاية أوريغون - رويترز",
        "نقطة محذوفة هنا",
        "مطار بافالو نياغارا يسحب القزم مذهلة قبل رؤساء الفواتير - فواتير الأسلاك",
        "اختيارات حكومة دونالد ترامب: اللاعبون الرئيسيون في إدارة الرئيس المنتخب - فاينانشال تايمز",
        "راشيل زيجلر تعتذر عن تعليقاتها المناهضة لترامب بعد الانتخابات - صد آخر جدل لها - فوربس",
        "Amazon Black Friday 2024: أفضل العروض المبكرة على Apple و Dyson و Solo Stove والمزيد - Yahoo Life"
    ]
}