{
    "headlines": [
        "مايك تايسون يصدر رسالة غريبة إلى ديدي وسط فضيحة الاتجار بالجنس: \"أتمنى له كل التوفيق\" - نيويورك بوست",
        "تيك توك تسبب الإدمان بشكل خطير - وكان مديروها التنفيذيون يعرفون كل شيء - أصوات ياهو!",
        "يقول العلماء إن أكبر عاصفة في نظامنا الشمسي تتحرك بشكل غير متوقع - سي إن إن",
        "نقطة محذوفة هنا",
        "أدى حادث مصعد في منجم سياحي في كولورادو إلى مقتل 1 وحبس 12. السبب لا يزال غير معروف - وكالة أسوشيتد برس",
        "تم تسمية ثلاثة منتجات H - E - B في استدعاء اللحوم الضخم بسبب الليستريا - mySA",
        "شاهد على الهواء مباشرة: ترامب يعقد تجمعًا انتخابيًا في أورورا، كولورادو - PBS NewsHour",
        "توقعات الأسبوع السابع لكرة القدم الجامعية: ولاية أوهايو مقابل ولاية أوريغون، المزيد من الخيارات مقابل السبريد - نيويورك بوست",
        "كبار السن سيحصلون على تكلفة معيشة معتدلة في مدفوعات الضمان الاجتماعي العام المقبل - فوكس بيزنس",
        "ظهرت أريانا غراندي لانتقاد التدقيق طويل الأمد لجسدها على ألبوم \"برات\" ريميكس الجديد لتشارلي XCX - أخبار BuzzFeed",
        "وول ستريت جورنال ساحة المعركة استطلاع ترامب- هاريس: إنه إرم المتابعة، والناس - بوليتيكو",
        "تُظهر خرائط توقعات الأضواء الشمالية لهذه الليلة أفضل المناطق في الولايات المتحدة لرؤية الشفق القطبي الشمالي - سي بي إس نيوز",
        "طائرة الفضاء X -37B الغامضة التابعة لقوة الفضاء لمحاولة مناورات \"كبح هوائي\" جديدة في المدار - Space.com",
        "ضربت حرب إسرائيل المميتة مع حزب الله المدعوم من إيران هذه القرية اللبنانية دون سابق إنذار - سي بي إس نيوز",
        "ترامب يتشاجر مع ديترويت - سي إن إن",
        "كان حدث تيسلا للتاكسي الآلي طويلًا على وعود ماسك. أراد المستثمرون المزيد من التفاصيل. - رويترز",
        "احتمالات اتحاد كرة القدم الأميركي، خطوط لاس فيغاس، اللقطات، فروق الأسعار، تنبؤات اللعبة: نموذج يتطلع إلى الصقور، القادة في الأسبوع السادس، 2024 - سي بي إس سبورتس",
        "حزب الله يشكل قيادة جديدة لحرب برية حاسمة بعد ضربات إسرائيلية عنيفة - رويترز",
        "اليوم، \"ساترداي نايت لايف\" هي مؤسسة. في عام 1975، كانت فوضى عارمة - رولينغ ستون",
        "إطلاق أورانوس: الملاحظات المزدوجة لناسا تمهد الطريق لاكتشاف عوالم جديدة - SciTechDaily"
    ]
}