{
    "headlines": [
        "Kendrick Lamar überrascht mit neuem Album „GNX“ - The Washington Post",
        "Trump nominiert Marty Makary als Leiter der FDA - POLITICO",
        "Trump sagt, Russell Vought wird als OMB-Direktor zurückkehren - POLITICO",
        "Trump nominiert die Abgeordnete Lori Chavez-DeRemer als Arbeitsministerin - Fox News",
        "Kylie Kelce schwanger, enthüllt, dass sie und ihr Ehemann Jason Kelce die vierte Tochter erwarten - MENSCHEN",
        "Erster Vogelgrippe-Fall bei einem Kind in den USA in Kalifornien bestätigt - The Washington Post",
        "Donald Trump wählt Scott Bessent als Finanzminister aus - Financial Times",
        "Methanolvergiftungen in Laos: Kostenlose Shots und Biereimer in der Partystadt - BBC.com",
        "‘Wicked’ -Regisseur Jon M. Chu über diese Überraschungs-Cameos: \"Wir hatten einen Tag, um es zu tun\" - Hollywood Reporter",
        "Ein Polizeichef in Mexiko tötet sich selbst, als Truppen versuchen, ihn in einer Korruptionsuntersuchung zu verhaften - Yahoo! Voices",
        "Das Gute, das Schlechte und das Hässliche hinter dem Drang nach mehr intelligenten Displays - Ars Technica",
        "\"Ich habe kein Geld\": Tausende von Amerikanern sehen, wie ihre Ersparnisse in der Fintech-Krise von Synapse verschwinden - Yahoo Finance",
        "Mindestens 19 Menschen sind in Minnesota an Rinderhackfleisch erkrankt, das an E. coli-Rückruf gebunden ist - Star Tribune",
        "49ers Brock Purdy out vs. Packers mit Schulterverletzung; Brandon Allen startet in Woche 12 bei QB - CBS Sports",
        "[removed]",
        "[removed]",
        "Saquon Barkley reagiert auf die Veröffentlichung von QB Daniel Jones - Giants Wire durch Giants",
        "Der Salat des Restaurants war nicht die Quelle eines Ausbruchs von St. Louis E. coli, sagen Beamte - KSDK.com",
        "Wall Street schließt höher nach Geschäftsaktivitätsdaten - Reuters",
        "Trump soll Kelly Loeffler Landwirtschaftsministerin anbieten - CNN"
    ]
}