{
    "headlines": [
        "Tracing the privileged family roots of suspected killer Luigi Mangione in Baltimore - BBC.com",
        "Isak Andic, founder of Mango fashion chain, dies in accident aged 71 - BBC.com",
        "Obesity rate among US adults fell in 2023 for first time in over a decade: Study - The Hill",
        "1 person killed at U.S. Army base in Georgia in what authorities say appears to be an \"isolated\" incident - CBS News",
        "Before his ouster, Syria's Assad told Iran that Turkey was aiding rebels to unseat him - Reuters",
        "An elusive creature of the deep can live for centuries. Scientists think they know why - Yahoo! Voices",
        "Trump’s plan to end birthright citizenship could be decided by the Supreme Court - POLITICO",
        "A24’s Babygirls: Drew Starkey and Harris Dickinson on Chemistry, Submission and Acting With A-List Movie Stars - Variety",
        "Georgia political crisis deepens as lawmakers vote in far-right ex-soccer player as president - CNN",
        "Trump will attend the Army-Navy game alongside key allies, nominees and Daniel Penny - The Associated Press",
        "8 Fantasy Football Smash Starts: Week 15 (2024) - FantasyPros",
        "Medical Mysteries: Why did this baby’s robust appetite wither? - The Washington Post",
        "Exclusive | NJ's largest utility firm begs feds to shut down airspace over nuclear plant as mystery drones spotted - New York Post ",
        "Download iOS 18.2 Now for ChatGPT in Siri, New AI Features and More - CNET",
        "South Korea’s parliament votes to impeach President Yoon Suk Yeol over his martial law order - The Associated Press",
        "Ice Storm Warning: Freezing rain will lead to difficult travel Saturday in eastern Iowa - KGAN TV",
        "Trump’s Pick For SEC Chairman Married Into A Multibillion Dollar Roofing Fortune - Forbes",
        "Live: Russia is pulling its military back – not out – of Syria, sources say - FRANCE 24 English",
        "Syria Shudders as Assad’s Prison Atrocities Come Into the Light - The New York Times",
        "‘Blue Bloods’ Series Finale: EP Kevin Wade On The Last Dinner, The Reagans’ End & Possible Spinoffs - Deadline"
    ]
}