{
    "headlines": [
        "ਐਫਬੀਆਈ ਨੇ ਅਮਰੀਕੀ ਚੋਣਾਂ ਦੇ ਦਿਨ ਕਥਿਤ ਤੌਰ 'ਤੇ ਅੱਤਵਾਦੀ ਸਾਜ਼ਿਸ਼ ਰਚਣ ਵਾਲੇ ਅਫਗਾਨ ਵਿਅਕਤੀ ਨੂੰ ਗ੍ਰਿਫਤਾਰ ਕੀਤਾ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਮੈਂ ਵਿਕੀਪੀਡੀਆ ਦਾ ਖੋਜੀ ਨਹੀਂ ਹਾਂ, ਕਹਿੰਦਾ ਹੈ ਕਿ ਐਚਬੀਓ ਫਿਲਮ ਵਿਚ ਨਾਮਿਤ ਆਦਮੀ - ਬੀਬੀਸੀ.",
        "ਅਮਰੀਕਾ ਅਦਾਲਤ ਨੂੰ ਗੂਗਲ ਨੂੰ ਤੋੜਨ ਲਈ ਕਹਿਣ 'ਤੇ ਵਿਚਾਰ ਕਰਦਾ ਹੈ ਕਿਉਂਕਿ ਇਹ ਐਂਟੀਟ੍ਰਸਟ ਕੇਸ ਵਿਚ ਉਪਚਾਰਾਂ ਦਾ ਤੋਲ ਕਰਦਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "'ਵਿਨਾਸ਼ਕਾਰੀ' ਤੂਫਾਨ ਮਿਲਟਨ ਫਲੋਰਿਡਾ ਖਾੜੀ ਤੱਟ ਵੱਲ ਜਾਂਦਾ ਹੈ - ਰਾਇਟਰਜ਼",
        "ਚੀਨ ਦੇ ਸਟਾਕ ਡਿੱਗਦੇ ਹਨ ਕਿਉਂਕਿ ਬੀਜਿੰਗ ਆਰਥਿਕਤਾ ਵਿੱਚ ਵਿਸ਼ਵਾਸ ਵਧਾਉਣ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰਦਾ ਹੈ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "ਜਾਨਸਨ ਟਰੰਪ ਨੂੰ ਕਿਵੇਂ ਨੈਵੀਗੇਟ ਕਰ ਰਿਹਾ ਹੈ — ਅਤੇ ਆਪਣੀ ਪਹਿਲੀ ਅਸਲ ਮੁਹਿੰਮ - ਪੋਲਿਟਿਕੋ",
        "ਕੋਵਿਡ -19 ਲਾਗ ਦੇ ਬਾਅਦ ਤਿੰਨ ਸਾਲਾਂ ਲਈ ਦਿਲ ਦੇ ਦੌਰੇ, ਸਟ੍ਰੋਕ ਅਤੇ ਮੌਤਾਂ ਦੇ ਜੋਖਮ ਨੂੰ ਵਧਾ ਸਕਦਾ ਹੈ, ਅਧਿਐਨ ਸੁਝਾਅ ਦਿੰਦਾ ਹੈ - ਸੀਐਨਐਨ",
        "ਕ੍ਰੇਮਲਿਨ ਨੇ ਕਿਹਾ ਕਿ ਟਰੰਪ ਨੇ ਰਾਸ਼ਟਰਪਤੀ - ਬਲੂਮਬਰਗ ਦੇ ਦੌਰਾਨ ਪੁਤਿਨ ਕੋਵਿਡ ਟੈਸਟ ਭੇਜੇ",
        "ਕਲੌਪ ਰੈੱਡ ਬੁੱਲ - ਈਐਸਪੀਐਨ ਵਿਖੇ ਫੁਟਬਾਲ ਦਾ ਮੁਖੀ ਬਣੇਗਾ",
        "ਟਿਕਟਾਕ ਨੇ ਕਿਸ਼ੋਰਾਂ ਦੀ ਮਾਨਸਿਕ ਸਿਹਤ 'ਤੇ' ਤਬਾਹੀ ਮਚਾਉਣ 'ਲਈ ਮੁਕੱਦਮਾ ਕੀਤਾ - BBC.com",
        "ਸੀਨ ਮਾਨਿਆ ਦੀ ਫਿਲੀਜ਼ ਦੀ ਮੁਹਾਰਤ ਨੇ ਮੈਟਸ ਨੂੰ ਐਨਐਲਸੀਐਸ ਤੋਂ ਇਕ ਜਿੱਤ ਪ੍ਰਾਪਤ ਕੀਤੀ ਹੈ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਹਟਾਈ",
        "ਵਾਲਜ਼ ਕਹਿੰਦਾ ਹੈ \"ਇਲੈਕਟੋਰਲ ਕਾਲਜ ਨੂੰ ਜਾਣ ਦੀ ਜ਼ਰੂਰਤ ਹੈ,\" ਪਰ ਮੁਹਿੰਮ ਕਹਿੰਦੀ ਹੈ ਕਿ ਇਹ ਇਸਦੀ ਸਥਿਤੀ ਨਹੀਂ ਹੈ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਇਰਾਨ ਬਦਲਾ ਲੈਣ ਦੀਆਂ ਯੋਜਨਾਵਾਂ ਨੂੰ ਸਾਂਝਾ ਕਰਨ ਤੋਂ ਇਜ਼ਰਾਈਲ ਦੀ ਝਿਜਕ ਤੋਂ ਨਿਰਾਸ਼ ਅਮਰੀਕਾ - ਦਿ ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "ਹਟਾਈ",
        "Jets ’ਰਾਬਰਟ Saleh ਪਲੇਅ-ਕਾਲਿੰਗ ਡਿਊਟੀ ਦੇ Nathaniel Hackett ਨੂੰ ਸਟਰਿੱਪ ਕਰਨ ਦੀ ਯੋਜਨਾ ਬਣਾਈ - profootballrumors.com",
        "ਮੀਡੀਆਟੈਕ ਦਾ ਨਵਾਂ ਫਲੈਗਸ਼ਿਪ ਚਿਪਸੈੱਟ ਏਆਈ ਏਜੰਟਾਂ ਅਤੇ ਟ੍ਰਾਈਫੋਲਡ ਫੋਨਾਂ ਲਈ ਤਿਆਰ ਹੈ - ਦਿ ਵਰਜ",
        "ਲੀਸਾ ਮੈਰੀ ਪ੍ਰੈਸਲੀ ਨੇ ਬੇਟੇ ਬੈਂਜਾਮਿਨ ਦੇ ਸਰੀਰ ਨੂੰ ਖੁਸ਼ਕ ਬਰਫ 'ਤੇ ਰੱਖਿਆ, ਉਸ ਦੀ ਸ਼ਿਕਾਇਤ ਦੀ ਮਦਦ ਕਰਨ ਲਈ ਮੇਲ ਖਾਂਦੇ ਟੈਟੂ ਪ੍ਰਾਪਤ ਕੀਤੇ - ਰੋਲਿੰਗ ਸਟੋਨ",
        "ਕੋਈ ਬਿਜਲੀ ਜਾਂ ਸੈੱਲ ਸੇਵਾ ਨਹੀਂ? ਜੀਵਨ ਬਚਾਉਣ ਵਾਲੀ ਸੈਟੇਲਾਈਟ ਟੈਕ ਤੁਹਾਡੇ ਆਈਫੋਨ, ਐਂਡਰਾਇਡ ਤੇ ਉਪਲਬਧ ਹੈ - ਐਨਬੀਸੀ 2 ਨਿ Newsਜ਼",
        "ਹਿਜ਼ਬੁਲ ਨੇ ਰਾਕੇਟ ਫਾਇਰ ਨੂੰ ਵਧਾ ਦਿੱਤਾ ਕਿਉਂਕਿ ਇਜ਼ਰਾਈਲ ਲੇਬਨਾਨ ਵਿੱਚ ਵਧੇਰੇ ਫੌਜਾਂ ਭੇਜਦਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ"
    ]
}