{
    "headlines": [
        "Harris e Trump correm para fazer apresentações finais com 2 dias para a eleição - CNN",
        "Tennessee Titans vs New England Patriots marcam hoje: atualizações ao vivo, estatísticas enquanto os Titans ganham a vitória no OT - Tennessean",
        "James Van Der Beek, ex-aluno de \"Dawson's Creek\", anuncia diagnóstico de câncer - CBS News",
        "Os tornados de Oklahoma ferem pelo menos 11, causam danos significativos: O que sabemos - KOCO Oklahoma City",
        "SpaceX lança 23 satélites Starlink no foguete Falcon 9 de Cabo Canaveral - WESH 2 Orlando",
        "Desenvolvimento tropical à medida que a temporada de furacões diminui - The Weather Channel",
        "O ex de Teddi Mellencamp, Edwin Arroyave, compartilha um post enigmático sobre \"dias sombrios\" após o anúncio do divórcio - Página Seis",
        "Cowboys perdem QB Prescott por lesão no tendão - ESPN",
        "Detroit Lions vs. Green Bay Packers bate-papo ao vivo no primeiro tempo, tópico aberto - Pride Of Detroit",
        "Pete Davidson, ex-aluno do Saturday Night Live, quebra o personagem com o amigo John Mulaney no mais recente esboço musical - Entertainment Weekly News",
        "As eleições de 2024 são atualizadas quando Harris e Trump dão o empurrão final nos estados do campo de batalha - CBS News",
        "   Removido ",
        "Eleição na Moldávia: candidato favorável à Rússia à frente em meio a alegações de interferência do Kremlin - BBC.com",
        "O flúor na água potável é seguro? O que saber após as reivindicações de RFK Jr. - usa TODAY",
        "Multidões furiosas vaiam e jogam ovos no rei espanhol enquanto ele visita Valência, atingida por inundações - CNN",
        "Comissário da FCC alega que a participação de Kamala Harris no 'SNL' foi um esforço \"claro e flagrante\" para evitar a regra da igualdade de tempo - Prazo",
        "   Removido ",
        "Sen. Catherine Cortez Masto \"muito confiante\" Democratas vão \"organizar o nosso caminho para a vitória\" no campo de batalha Nevada - CBS News",
        "‘Here’ falha com US $ 5 milhões; Robert Zemeckis diz que “a indústria cinematográfica está em uma situação estressante agora”: o que aconteceu com ‘Forrest Gump’ em B.O. - Prazo",
        "Harris e Trump chamam a atenção do mercado — mas Powell pode roubar os holofotes - MarketWatch"
    ]
}