{
    "headlines": [
        "Yankees vs. Guardians: Хуан Сото, Джанкарло Стэнтон выводят Yankees в Мировую серию в ALCS Game 5 - Yahoo Sports",
        "Выставка в Гарварде рассказывает об истории колониальных измерений - The Washington Post",
        "Трамп начинает митинг в Пенсильвании, говоря о гениталиях Арнольда Палмера - The Associated Press",
        "Рейтинг колледжа по футболу: команды SEC в обновленном опросе тренеров, топ-25 AP после 8-й недели - Теннесси",
        "Оскар впервые обрушился на остров Грейт-Инагуа - The Weather Channel",
        "«Это нужно остановить» - Тесла Миллиардер Илон Маск выпустил «ошеломляющее» предупреждение о банкротстве ФРС после того, как вызвал панику цен на биткоин - Forbes",
        "Палестинские официальные лица говорят о 87 погибших или пропавших без вести после израильских ударов по северной части Газы - Associated Press",
        "Оззи Осборн из Бирмингема включен в Зал славы рок-н-ролла - BBC",
        "Америка вступает в новый «экономический суперцикл» - Business Insider",
        "Как наблюдать метеорный поток Ориониды, обломки кометы Галлея - CNN",
        "Как смотреть Patriots vs. Jaguars сегодня: время старта, ТВ, прямая трансляция игры NFL London - USA TODAY",
        "В результате обрушения причала на острове Сапело в Джорджии погибли 7 человек, а празднование превратилось в трагедию. В настоящее время ведется расследование - CNN",
        "Илон Маск вручает случайному подписанту петиции чек на 1 миллион долларов, обещает делать это каждый день до выборов: «Эта новость действительно будет летать» - New York Post",
        "«SNL» берет интервью у Харриса Фокса в холодном открытом доступе - CNN",
        "Северокорейские войска замечены оснащенными в России перед вероятным развертыванием на Украине - CNN",
        "Проиранская учетная запись сливает предполагаемую американскую информацию о планах нападения Израиля - Axios",
        "Куба восстанавливает электроснабжение пятой части населения после общенациональных отключений электроэнергии - Reuters Canada",
        "Ваш топографический гороскоп: 20 октября 2024 года - The Globe and Mail",
        "По словам Израиля, удар беспилотника был нанесен по дому Биньямина Нетаньяху; о пострадавших не сообщалось - Новости CBS",
        "Кто возглавит ХАМАС после убийства Яхьи Синвара? - BBC.com"
    ]
}