{
    "headlines": [
        "Broncos ਬਨਾਮ ਸੰਤ ਸਕੋਰ, ਲਾਈਵ ਅੱਪਡੇਟਃ ਡੇਨਵਰ ਵੀਰਵਾਰ ਨੂੰ ਨਾਈਟ ਫੁੱਟਬਾਲ 'ਤੇ ਨਿਊ ਓਰਲੀਨਜ਼ slumping' ਤੇ .500 ਵੱਧ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ ਵੇਖਦਾ ਹੈ - ਯਾਹੂ ਖੇਡ",
        "ਡੋਜਰਸ ਬਨਾਮ ਮੈਟਸ ਸਕੋਰ, ਲਾਈਵ ਅਪਡੇਟਸਃ ਲਾਸ ਏਂਜਲਸ ਨਿ New ਯਾਰਕ ਵਿਚ ਗੇਮ 4 ਵਿਚ 3-1 ਐਨਐਲਸੀਐਸ ਦੀ ਲੀਡ ਲੈਣ ਲਈ ਵੇਖਦਾ ਹੈ - ਯਾਹੂ ਸਪੋਰਟਸ",
        "ਚੀਨ ਦੀ ਰਿਪੋਰਟ ਤੀਜੀ ਤਿਮਾਹੀ ਦੀ ਜੀਡੀਪੀ ਵਿਕਾਸ ਦਰ 4.6%, ਉਮੀਦਾਂ ਨੂੰ ਹਰਾਉਂਦੀ ਹੈ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਟਾਇਰਨ ਮੈਕਾਲਪਿਨ, ਦਿਮਾਗੀ ਕਮਜ਼ੋਰੀ ਵਾਲੇ ਬੋਲ਼ੇ ਕਾਲੇ ਆਦਮੀ ਦੇ ਵਿਰੁੱਧ ਦੋਸ਼ ਹਟਾਏ ਗਏ ਜਿਸਦੀ ਫੀਨਿਕਸ ਗ੍ਰਿਫਤਾਰੀ ਵੀਡੀਓ ਨੇ ਗੁੱਸਾ ਭੜਕਾਇਆ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਐਫਬੀਆਈ SEC ਦੇ X ਖਾਤੇ ਹੈਕ ਹੈਕ ਵਿੱਚ ਅਲਾਬਾਮਾ ਆਦਮੀ ਨੂੰ ਗ੍ਰਿਫਤਾਰ ਹੈ, ਜੋ ਕਿ ਵਿਕੀਪੀਡੀਆ ਦੀ ਕੀਮਤ ਸਪਾਈਕ ਦਾ ਕਾਰਨ - ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਅਲਾਬਾਮਾ ਨੇ ਉਸ ਵਿਅਕਤੀ ਨੂੰ ਫਾਂਸੀ ਦਿੱਤੀ ਜਿਸਨੇ 5 ਦੀ ਹੱਤਿਆ ਕੀਤੀ ਅਤੇ ਜਾਨੋਂ ਮਾਰਨ ਲਈ ਕਿਹਾ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਇਸ ਦੇ ਸਾਰੇ ਮਹਿਮਾ ਵਿੱਚ OnePlus 13 'ਤੇ ਇੱਕ ਨਜ਼ਰ ਲਵੋ - GSMArena. com ਨਿਊਜ਼ - GSMArena.",
        "ਇਕ ਦਿਸ਼ਾ ਲੀਅਮ ਪੇਨੇ ਨੂੰ ਸ਼ਰਧਾਂਜਲੀ ਭੇਟ ਕਰਦੀ ਹੈਃ 'ਅਸੀਂ ਉਸ ਨੂੰ ਬਹੁਤ ਯਾਦ ਕਰਾਂਗੇ' - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਇਜ਼ਰਾਈਲ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਸਨੇ ਗਾਜ਼ਾ ਵਿੱਚ ਹਮਾਸ ਦੇ ਨੇਤਾ ਯਾਹੀਆ ਸਿਨਵਰ ਨੂੰ ਮਾਰ ਦਿੱਤਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਅਮਰੀਕਾ ਦੇ ਵੱਡੇ ਕੋਕੀਨ ਤਸਕਰੀ ਮਾਮਲੇ 'ਚ ਕੈਨੇਡਾ ਦੇ ਸਾਬਕਾ ਓਲੰਪੀਅਨ' ਤੇ ਦੋਸ਼ - Al Jazeera English",
        "ਡਿੱਡੀ 'ਤੇ ਓਰਿੰਡਾ' ਚ ਬੇ ਏਰੀਆ ਦੀ ਔਰਤ ਨਾਲ ਸਮੂਹਿਕ ਬਲਾਤਕਾਰ ਕਰਨ ਦਾ ਦੋਸ਼ - SFGATE",
        "ਵਿਗਿਆਨੀ ਤਸਮਾਨੀਅਨ ਟਾਈਗਰ ਨੂੰ ਅਲੋਪ ਹੋਣ ਤੋਂ ਵਾਪਸ ਲਿਆਉਣ ਲਈ ਸਫਲਤਾ ਦਾ ਦਾਅਵਾ ਕਰਦੇ ਹਨ - ਸਕਾਈ ਨਿ Newsਜ਼",
        "ਮਿਨੀਸੋਟਾ ਤੋਂ ਵੀਰਵਾਰ ਰਾਤ ਤੋਂ ਉੱਪਰ ਸਾਲ ਦਾ ਸਭ ਤੋਂ ਚਮਕਦਾਰ ਸੁਪਰਮੂਨ - ਐਮਪੀਆਰ ਨਿ Newsਜ਼",
        "ਸੈਲਫ-ਲਰਨਿੰਗ ਏਆਈ ਹਰ ਹਫਤੇ 7, 2024 ਗੇਮ ਲਈ ਫੈਲਣ, ਓਵਰ ਅੰਡਰ, ਮਨੀ-ਲਾਈਨ ਪਿਕ ਦੇ ਵਿਰੁੱਧ ਐਨਐਫਐਲ ਨੂੰ ਸਾਂਝਾ ਕਰਦਾ ਹੈ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਸਕਾਟਸ ਦੇ ਫੈਸਲੇ ਦੇ ਬਾਵਜੂਦ 'ਸ਼ੇਕਨ ਬੇਬੀ ਸਿੰਡਰੋਮ' ਫਾਂਸੀ ਨੂੰ ਅਸਥਾਈ ਤੌਰ 'ਤੇ ਰੋਕ ਦਿੱਤਾ ਗਿਆ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਮਰਕ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਪ੍ਰਯੋਗਾਤਮਕ ਆਰਐਸਵੀ ਇਲਾਜ ਸੁਰੱਖਿਅਤ ਬੱਚਿਆਂ ਨੂੰ ਅਜ਼ਮਾਇਸ਼ ਵਿਚ, ਸੰਭਾਵਤ ਪ੍ਰਵਾਨਗੀ ਲਈ ਰਾਹ ਪੱਧਰਾ ਕਰਦਾ ਹੈ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਚੈਟਜੀਪੀਟੀ ਕੋਲ ਹੁਣ ਵਿੰਡੋਜ਼ ਐਪ ਹੈ - ਦਿ ਵਰਜ",
        "ਨੈੱਟਫਲਿਕਸ ਕੀਮਤ ਵਿੱਚ ਵਾਧਾਃ ਚੋਟੀ ਦੇ ਐਗਜ਼ੈਕਟਸ Q3 ਕਮਾਈ ਕਾਲ ਦੇ ਦੌਰਾਨ ਯੂਐਸ ਆਉਟਲੁੱਕ ਦੀ ਪੇਸ਼ਕਸ਼ ਕਰਦੇ ਹਨ - ਡੈੱਡਲਾਈਨ",
        "ਹਿਜ਼ਬੁੱਲਾ ਨੇ ਕਿਹਾ ਕਿ ਇਜ਼ਰਾਈਲ ਵਿਚ ਨਵਾਂ 'ਐਸਕੇਲੇਟਰੀ ਫੇਜ਼' ਲਾਂਚ ਕਰਨਾ - ਬੈਰਨ ਦਾ",
        "ਜੇ ਤੁਸੀਂ ਸੋਚਦੇ ਹੋ ਕਿ ਟਰੰਪ ਦੀਆਂ ਪਰਵਾਸ ਨੀਤੀਆਂ ਅਤਿਅੰਤ ਹਨ, ਤਾਂ ਯੂਰਪੀਅਨ ਯੂਨੀਅਨ ਦੀਆਂ ਦੇਖੋ - ਪੋਲਿਟਿਕੋ ਯੂਰਪ"
    ]
}