{
    "headlines": [
        "Les rebelles syriens ont pris Alep, la deuxième plus grande ville du pays. Voici qui ils sont - CNN",
        "La Chine interdit les exportations de germanium et de gallium vers les États-Unis dans Tit-For-Tat Move - Bloomberg",
        "Une femme plaide coupable à l'accident de DUI qui a tué la mariée lors de sa nuit de noces - ABC News",
        "Le gouvernement français vacille après que le Premier ministre Michel Barnier force le budget - BBC.com",
        "Browns QB Jameis Winston sur 497 verges, 3 int montrant : « Devant le monde entier, j'ai tout foiré pour nous » - NFL.com",
        "Truong My Lan : un magnat vietnamien perd son appel dans le couloir de la mort pour la plus grande fraude bancaire au monde - BBC.com",
        "Tavares s'est heurté au conseil d'administration de Stellantis au sujet du plan de relance, selon des sources - Reuters",
        "Le choix du FBI de Trump a l'intention de remodeler le bureau. C'est ce que Kash Patel a dit vouloir faire - The Associated Press",
        "2024 Gotham Awards : ‘A Different Man’ remporte le meilleur long métrage en tant que ‘Nickel Boys’, ‘Sing Sing’ Each Take Two '- Hollywood Reporter",
        "Mise à jour sur la blessure au genou de Christian McCaffrey : les 49ers RB devraient manquer six semaines après avoir été placés sur IR - CBS Sports",
        "[supprimé]",
        "Trump dit qu'il assistera à la célébration de la réouverture de la cathédrale Notre-Dame à Paris ce week-end - The Associated Press",
        "« Star Wars : Skeleton Crew » et une délicieuse loi de Jude ramènent la franchise à ses racines amies des enfants : Examen télévisé - Variété",
        "Femme hawaïenne Hannah Kobayashi aperçue entrant au Mexique - police - BBC.com",
        "La Californie ouvre une session spéciale pour se préparer à des poursuites anti-Trump - The Washington Post",
        "Les sénateurs du GOP défendent Hegseth après une réunion privée - Axios",
        "Jaguar lance un concept pour son nouveau modèle EV après une controverse sur son rebranding — qui ne comportait pas de voiture - Business Insider",
        "La gamme de cartes de combat finale de l'UFC 310 révèle 2 anciens champions en préliminaire - MMA Fighting",
        "« Moana 2 » fait son entrée dans l'histoire du box-office. Comment la suite animée a réussi. - Yahoo Entertainment",
        "Le dollar grimpe après la menace tarifaire des BRICS de Donald Trump et les malheurs politiques français - Financial Times"
    ]
}