{
    "headlines": [
        "ਅਮਰੀਕਾ ਦੇ ਜਹਾਜ਼ ਨੇ ਵਾਪਸ ਲਿਆਂਦੇ 104 ਭਾਰਤੀ, ਜ਼ਿਆਦਾਤਰ ਗੁਜਰਾਤ, ਪੰਜਾਬ ਤੇ ਹਰਿਆਣਾ ਤੋਂ - The Indian Express",
        "ਟਰੰਪ ਨੇ ਟਰਾਂਸਜੈਂਡਰ ਔਰਤਾਂ ਨੂੰ ਮਹਿਲਾ ਖੇਡਾਂ 'ਤੇ ਪਾਬੰਦੀ ਲਗਾਉਣ ਦੇ ਆਦੇਸ਼' ਤੇ ਕੀਤੇ ਦਸਤਖਤ - BBC.com",
        "ਫੌਕਸ ਨਿ Newsਜ਼ ਨੇ ਰਾਸ਼ਟਰਪਤੀ ਦੀ ਨੂੰਹ ਲਾਰਾ ਟਰੰਪ ਨੂੰ ਨੈਟਵਰਕ 'ਤੇ ਵੀਕੈਂਡ ਸ਼ੋਅ ਲਈ ਕਿਰਾਏ' ਤੇ ਲਿਆ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਲਾਸ ਏਂਜਲਸ ਰੈਮਸ ਨੇ 2026 ਵਿਚ ਆਸਟਰੇਲੀਆ ਵਿਚ ਪਹਿਲੀ ਐਨਐਫਐਲ ਰੈਗੂਲਰ ਸੀਜ਼ਨ ਗੇਮ ਲਈ ਮਨੋਨੀਤ ਟੀਮ ਵਜੋਂ ਘੋਸ਼ਿਤ ਕੀਤਾ - therams.",
        "ਸੈਨੇਟ ਰਿਪਬਲਿਕਨ ਟਰੰਪ ਦੇ ਏਜੰਡੇ 'ਤੇ ਅੱਗੇ ਵਧਣ ਲਈ ਬਜਟ ਸੁਲ੍ਹਾ ਯੋਜਨਾ' ਤੇ ਸਦਨ ਸਟਾਲ ਦੇ ਤੌਰ ਤੇ - ਸੀਬੀਐਸ ਨਿਊਜ਼",
        "ਅਮਰੀਕਾ ਭਰ ਦੇ ਸ਼ਹਿਰਾਂ 'ਚ ਹਜ਼ਾਰਾਂ ਲੋਕਾਂ ਨੇ ਟਰੰਪ ਪ੍ਰਸ਼ਾਸਨ ਦੀਆਂ ਨੀਤੀਆਂ ਦਾ ਕੀਤਾ ਵਿਰੋਧ - The Associated Press",
        "ਯੂਐਸਏਆਈਡੀ ਦੂਰ ਜਾ ਰਿਹਾ ਹੈ. ਇੱਥੇ ਇਹ ਦੱਖਣੀ ਅਮਰੀਕਾ ਵਿੱਚ ਕੀ ਕਰ ਰਿਹਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਚਿਲਡਰਨ ਹਸਪਤਾਲ ਲਾਸ ਏਂਜਲਸ ਨਵੇਂ ਟ੍ਰਾਂਸਜੈਂਡਰ ਮਰੀਜ਼ਾਂ ਦੀ ਲਿੰਗ ਪੁਸ਼ਟੀ ਕਰਨ ਵਾਲੀ ਦੇਖਭਾਲ ਨੂੰ ਰੋਕਦਾ ਹੈ - ਏਬੀਸੀ 7 ਲਾਸ ਏਂਜਲਸ",
        "ਡਾਓ ਜੋਨਸ ਅੱਜਃ ਨਿਵੇਸ਼ਕਾਂ ਦੇ ਤੌਰ ਤੇ ਮਿਕਸਡ ਸਟਾਕ ਕਮਾਈ ਦੀਆਂ ਰਿਪੋਰਟਾਂ ਦੀ ਡਾਇਜੈਸਟ ਬੈਰੇਜ; ਐਨਵੀਡੀਆ ਅਤੇ ਬ੍ਰੌਡਕਾਮ ਜੰਪ - ਇਨਵੈਸਟੋਪੀਡੀਆ",
        "ਬਲੇਕ ਲਾਈਵ ਤੌਰ 'ਤੇ ਸੰਕਟ ਪੀਆਰ ਫਰਮ ਦੁਆਰਾ ਮੁਕੱਦਮਾ ਕੀਤਾ ਗਿਆ ਇਹ ਸਾਡੇ ਨਾਲ ਖਤਮ ਹੁੰਦਾ ਹੈ ਸ਼ਿਕਾਇਤ - ਵੰਨਗੀ",
        "2025 ਸੁਪਰ ਬਾlਲਃ ਹਾਲ ਆਫ ਫੇਮ ਵਿਖੇ ਸ਼ਾਟ ਨਾਲ ਟੀਅਰਾਂ ਦੁਆਰਾ ਚੀਫਸ ਅਤੇ ਈਗਲਜ਼ ਨੂੰ ਦਰਜਾ ਦਿੱਤਾ ਗਿਆ; ਸਿਖਰ 'ਤੇ ਦੋ ਲਾਕ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "‘ਐਮੀਲੀਆ ਪੇਰੇਜ਼’ ਨਿਰਦੇਸ਼ਕ ਜੈਕ ਆਡੀਅਰਡ ਨੇ ਕਾਰਲਾ ਸੋਫੀਆ ਗਾਸਕਨ ਨੂੰ ਨਕਾਰਿਆ ਪਰ ਫਿਲਮ ਇਨ ਕਰੂਸ਼ਲ ਅਵਾਰਡਜ਼ ਵੀਕੈਂਡ ਲਈ ਖੜ੍ਹਾ ਹੈਃ ਕਿ Qਐਂਡਏ - ਡੈੱਡਲਾਈਨ",
        "ਟੇਲਰ ਸਵਿਫਟ ਦੇ ਲਗਜ਼ਰੀ ਸੁਪਰ ਬਾlਲ ਸੂਟ ਵਿੱਚ ਇੱਕ ਮੂੰਹ ਪਾਣੀ ਭਰਨ ਵਾਲਾ ਭੋਜਨ ਮੀਨੂ ਹੈ - ਯਾਹੂ ਮਨੋਰੰਜਨ",
        "ਗੂਗਲ ਆਪਣੇ ਸਭ ਤੋਂ ਸ਼ਕਤੀਸ਼ਾਲੀ ਏਆਈ ਮਾਡਲਾਂ ਨੂੰ ਹਰ ਕਿਸੇ ਲਈ ਖੋਲ੍ਹਦਾ ਹੈ, ਇਸਦੇ ਵਰਚੁਅਲ ਏਜੰਟ ਪੁਸ਼ ਵਿੱਚ ਅਗਲਾ ਪੜਾਅ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਕਮਾਈ ਤੋਂ ਬਾਅਦ ਵਰਣਮਾਲਾ ਸਟਾਕ ਟੰਬਲ ਹੋ ਜਾਂਦਾ ਹੈ. ਗੂਗਲ ਪੇਰੈਂਟ ਕਦੇ ਵੀ ਆਪਣੀ ਸਭ ਤੋਂ ਵੱਡੀ ਮਾਰਕੀਟ-ਕੈਪ ਡ੍ਰੌਪ ਵੱਲ ਜਾਂਦਾ ਹੈ. - ਬੈਰਨਜ਼",
        "ਸਵੀਡਨ 'ਚ ਸਭ ਤੋਂ ਭਿਆਨਕ ਗੋਲੀਬਾਰੀ, ਬੰਦੂਕਧਾਰੀ ਸਮੇਤ ਘੱਟੋ-ਘੱਟ 11 ਲੋਕਾਂ ਦੀ ਮੌਤ - The Associated Press",
        "Anker Solix ਪੋਰਟੇਬਲ ਪਾਵਰ ਸਟੇਸ਼ਨ ਹੁਣੇ ਹੀ ਕਰੈਸ਼ $ 429 ਤੱਕ $ 999 ਐਮਾਜ਼ਾਨ 'ਤੇ - Gizmodo",
        "ਨਿਣਟੇਨਡੋ ਦੇ ਪ੍ਰਧਾਨ ਸਵਿਚ 2 ਕੀਮਤ 'ਤੇ ਤੋਲਦੇ ਹਨ ਜਿਵੇਂ ਕਿ ਕੁਝ ਮਾਹਰ $ 400 ਦੀ ਭਵਿੱਖਬਾਣੀ ਕਰਦੇ ਹਨ - ਕੋਟਾਕੂ",
        "ਕੇਵਿਨ ਦੁਰੰਤ, ਜਿੰਮੀ ਬਟਲਰ ਮੈਗਾ-ਟਰੇਡ ਪੰਜ ਟੀਮਾਂ ਅਤੇ ਇੱਕ ਦਰਜਨ ਖਿਡਾਰੀਆਂ ਨੂੰ ਸ਼ਾਮਲ ਕਰ ਸਕਦਾ ਹੈ - ਸਪੋਰਟਸ ਇਲਸਟ੍ਰੇਟਿਡ",
        "ਨਾਸਾ ਦੇ ਵੈਂਚਿੰਗ ਫੈਸਲੇ ਤੋਂ ਬਾਅਦ, ਪ੍ਰਾਈਵੇਟ ਚੰਦਰ ਲੈਂਡਰ ਨੇ ਇੱਕ ਨਵਾਂ ਗਾਹਕ ਲੱਭਿਆ - ਆਰਸ ਟੈਕਨੀਕਾ"
    ]
}