{
    "headlines": [
        "Mise à jour sur les aurores boréales : voici où les aurores boréales peuvent être vues ce soir - Forbes",
        "La Floride est en alerte alors qu'une nouvelle dépression tropicale se forme dans le Golfe, quelques jours seulement après l'ouragan Helene - CNN",
        "‘Joker : Folie à Deux’ tombant à plat au box-office après avoir reçu un D CinemaScore sans précédent - Hollywood Reporter",
        "Rising from the ashes : Israelis in nation's war-torn south move home a year after October 7 massacre - Fox News",
        "Israël étend ses bombardements au Liban alors que des dizaines de milliers de personnes fuient - The Associated Press",
        "Quatre Américains sont toujours retenus en otage par le Hamas un an après l'attaque du 7 octobre - The Washington Post",
        "Trump revient à Butler, en Pennsylvanie, pour un rassemblement aujourd'hui. Voici comment les services secrets sécuriseront l'événement. - CBS News",
        "L'attaque de missiles iraniens contre Israël soulève des questions sur les limites de l'arsenal - The Washington Post",
        "Combien de temps faudra-t-il à la chaîne d'approvisionnement pour se normaliser après la grève des dockers ? - Fox Business",
        "À l'intérieur d'une ville de montagne de Caroline du Nord que l'ouragan Hélène a presque effacée de la carte - The Associated Press",
        "Des jumeaux d'un mois décédés avec leur mère, considérés comme les plus jeunes victimes connues de l'ouragan Hélène - CBS News",
        "La grande expansion de Starfield Shattered Space n'est pas assez bizarre - The Verge",
        "Ouragan Helene : Dolly Parton fait un don de 1 million de dollars aux efforts de relèvement - BBC.com",
        "Une nouvelle origine bleue : le PDG Dave Limp apporte urgence et « détermination » à la société spatiale de Jeff Bezos - CNBC",
        "Prédictions UFC 307 - MMA Fighting",
        "Bronny James fait ses débuts en NBA, avec LeBron sur le banc - CNN",
        "Deux autres femmes du Massachusetts testées positives pour le virus du Nil occidental - WCVB Boston",
        "Les sidérurgistes ont un plan de Justin Fields - l'utiliseront-ils ? - ESPN",
        "La NASA publie une photo du monde océanique. Cela montre pourquoi la NASA s'y rend. - Mashable",
        "Qu'est-ce que le virus mortel de Marburg et où s'est-il propagé ? - Al Jazeera English"
    ]
}