{
    "headlines": [
        "ਡੈਲਟਾ, ਐਂਡੋਵਰ ਜਹਾਜ਼ ਹਾਰਟਸਫੀਲਡ-ਜੈਕਸਨ ਐਟਲਾਂਟਾ ਅੰਤਰਰਾਸ਼ਟਰੀ ਹਵਾਈ ਅੱਡੇ 'ਤੇ ਟਾਰਮਾਕ' ਤੇ ਟਕਰਾਉਂਦੇ ਹਨ - ਫੌਕਸ ਨਿ Newsਜ਼",
        "ਆਈਫੋਨ 16, ਐਪਲ ਇੰਟੈਲੀਜੈਂਸ, ਏਅਰਪੌਡਜ਼ 4 ਅਤੇ ਹੋਰਃ ਐਪਲ ਈਵੈਂਟ 2024 ਵਿਚ ਪ੍ਰਗਟ ਹੋਇਆ ਸਭ ਕੁਝ - ਟੈਕਕ੍ਰਾਂਚ",
        "ਹਟਾਈ",
        "ਏਬੀਸੀ ਰਾਸ਼ਟਰਪਤੀ ਬਹਿਸ ਦੇ ਨਿਯਮ ਅੱਜ ਰਾਤ ਦੇ ਟਰੰਪ ਬਨਾਮ ਹੈਰਿਸ ਸ਼ੋਅਡਾਉਨ ਲਈ ਕਿਵੇਂ ਕੰਮ ਕਰਦੇ ਹਨ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਮਾਸਕੋ ਨੇੜੇ 140 ਤੋਂ ਵੱਧ ਯੂਕਰੇਨ ਦੇ ਡਰੋਨ ਰੂਸ ਨੂੰ ਨਿਸ਼ਾਨਾ ਬਣਾਉਂਦੇ ਹੋਏ ਇਕ ਔਰਤ ਦੀ ਮੌਤ, ਅਧਿਕਾਰੀਆਂ ਦਾ ਕਹਿਣਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਗਾਜ਼ਾ ਦੇ ਮਨੁੱਖਤਾਵਾਦੀ ਜ਼ੋਨ 'ਤੇ ਹਮਾਸ ਦੇ ਅੱਤਵਾਦੀਆਂ ਨੂੰ ਨਿਸ਼ਾਨਾ ਬਣਾਉਂਦੇ ਹੋਏ ਇਜ਼ਰਾਈਲੀ ਹਵਾਈ ਹਮਲੇ ਵਿਚ ਦਰਜਨਾਂ ਜਾਨੀ ਨੁਕਸਾਨ ਅਤੇ ਵਧੇਰੇ ਡਰ - ਸੀਐਨਐਨ",
        "ਸਾ Southਥਵੈਸਟ ਏਅਰਲਾਈਨਜ਼ ਨੇ ਇੱਕ ਵੱਡੇ ਸ਼ੇਅਰਧਾਰਕ ਦੇ ਦਬਾਅ ਹੇਠ ਆਪਣੇ ਬੋਰਡ ਨੂੰ ਹਿਲਾ ਦਿੱਤਾ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਖੰਡੀ ਤੂਫਾਨ ਫ੍ਰੈਂਚਾਈਨ ਤੂਫਾਨ ਕੱਲ੍ਹ ਹੜਤਾਲ - ਮੌਸਮ ਚੈਨਲ",
        "ਫੈਡਰਲ ਰਿਜ਼ਰਵ ਨੇ ਸਭ ਤੋਂ ਵੱਡੇ ਅਮਰੀਕੀ ਬੈਂਕਾਂ ਲਈ ਪ੍ਰਸਤਾਵਿਤ ਪੂੰਜੀ ਦੀ ਜ਼ਰੂਰਤ ਵਿੱਚ ਵਾਧਾ ਕੀਤਾ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "ਸੋਨੀ ਨੇ ਵੱਡੇ ਜੀਪੀਯੂ, ਐਡਵਾਂਸਡ ਰੇ ਟਰੇਸਿੰਗ, ਅਤੇ ਏਆਈ ਅਪਸਕਲਿੰਗ ਦੇ ਨਾਲ $ 700 ਪੀਐਸ 5 ਪ੍ਰੋ ਦੀ ਘੋਸ਼ਣਾ ਕੀਤੀ - ਦਿ ਵਰਜ",
        "ਇਜ਼ਰਾਈਲ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਸ ਦੀਆਂ ਫੌਜਾਂ ਸੰਭਾਵਤ ਤੌਰ 'ਤੇ ਵੈਸਟ ਬੈਂਕ ਵਿਚ ਇਕ ਅਮਰੀਕੀ ਕਾਰਕੁਨ ਨੂੰ ਅਣਜਾਣੇ ਵਿਚ ਗੋਲੀ ਮਾਰ ਕੇ ਮਾਰ ਗਈਆਂ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "‘ਐਸ ਐਨ ਐਲ’ ਤਿੰਨ ਨਵੇਂ ਕਾਸਟ ਮੈਂਬਰਾਂ ਦਾ ਸਵਾਗਤ ਕਰਦਾ ਹੈ ਜਿਵੇਂ ਕਿ ਕਲੋਏ ਟ੍ਰੋਸਟ ਰਵਾਨਾ ਹੁੰਦਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਸਿਵਲ ਰਾਈਟਸ ਗਰੁੱਪ ਕਲਰ ਆਫ ਚੇਂਜ ਨੇ ਬੇਯੋਨਸੇ ਸਨਬ (ਐਕਸਕਲੂਸਿਵ) ਲਈ ਸੀ. ਐੱਮ. ਏ. ਅਵਾਰਡਾਂ ਨੂੰ ਬੁਲਾਇਆ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਮੈਮੋਗ੍ਰਾਮ ਦੇ ਮਰੀਜ਼ਾਂ ਨੂੰ ਹੁਣ ਉਨ੍ਹਾਂ ਦੀ ਛਾਤੀ ਦੀ ਘਣਤਾ ਬਾਰੇ ਦੱਸਣਾ ਪਏਗਾ. ਇੱਥੇ ਕੀ ਜਾਣਨਾ ਹੈ. - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਜੇਡੀ ਵੈਨਸ ਨੇ ਬੇਬੁਨਿਆਦ ਦਾਅਵੇ ਨੂੰ ਦੁਹਰਾਇਆ ਹੈਤੀਆਈ ਪ੍ਰਵਾਸੀ ਪਾਲਤੂ ਜਾਨਵਰਾਂ ਨੂੰ ਖਾ ਰਹੇ ਹਨ ਕਿਉਂਕਿ ਓਹੀਓ ਦੇ ਅਧਿਕਾਰੀਆਂ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਕੋਈ ਸਬੂਤ ਨਹੀਂ ਹੈ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਸੈਮਸੰਗ ਗਲੈਕਸੀ S25 ਅਲਟਰਾਃ ਲੀਕ ਦਾਅਵਾ ਨਿਊ ਆਈਫੋਨ 16 ਪ੍ਰੋ-ਬੀਟਿੰਗ Specs - ਫੋਰਬਸ",
        "ਐੱਨਐੱਫਐੱਲ ਨੇ 49ers MNF ਹਫਤੇ ਦੇ ਪਹਿਲੇ ਮੈਚ 'ਚ ਜਿੱਤ ਦਰਜ ਕੀਤੀ ਹੈ ।",
        "ਹਟਾਈ",
        "ਲਾਈਵ ਅਪਡੇਟਸਃ ਟਰਬੁਕੋ ਕੈਨਿਯਨ ਵਿਚ ਹਵਾਈ ਅੱਡੇ ਦੀ ਅੱਗ ਸਾੜ ਕੇ 8,500 ਏਕੜ ਹੋ ਗਈ - ਕੇਟੀਐਲਏ ਲਾਸ ਏਂਜਲਸ",
        "ਇੱਕ ਰੋਬੋਟ ਨੇ ਨੁਕਸਾਨੇ ਗਏ ਫੁਕੁਸ਼ੀਮਾ ਪ੍ਰਮਾਣੂ ਪਲਾਂਟ ਤੋਂ ਪਿਘਲੇ ਹੋਏ ਬਾਲਣ ਨੂੰ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ 2 ਹਫ਼ਤਿਆਂ ਦਾ ਮਿਸ਼ਨ ਸ਼ੁਰੂ ਕੀਤਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ"
    ]
}