{
    "headlines": [
        "Mike Tyson emite mensagem bizarra para Diddy em meio a escândalo de tráfico sexual: \"Desejo-lhe tudo de bom\" - New York Post",
        "O TikTok é perigosamente viciante - e seus executivos sabiam o tempo todo - Yahoo! Voices",
        "A maior tempestade do nosso sistema solar está a mover-se inesperadamente, dizem cientistas - CNN",
        "   Removido ",
        "Um acidente de elevador numa mina turística do Colorado matou 1 e encurralou 12. A causa ainda é desconhecida - The Associated Press",
        "Três produtos H-E-B nomeados em recall maciço de carne devido à listeria - mySA",
        "ASSISTA AO VIVO: Trump realiza comício de campanha em Aurora, Colorado - PBS NewsHour",
        "Previsões da Semana 7 do futebol universitário: Estado de Ohio vs. Oregon, mais escolhas contra o spread - New York Post",
        "Idosos terão aumento moderado do custo de vida nos pagamentos da Previdência Social no próximo ano - Fox Business",
        "Ariana Grande apareceu para criticar o escrutínio de longa data de seu corpo no novo álbum de remixes “Brat” de Charli XCX - BuzzFeed News",
        "Enquete Trump-Harris do campo de batalha do WSJ: É uma jogada, pessoal - POLITICO",
        "Mapas de previsão das luzes do norte para esta noite mostram as melhores áreas dos EUA para ver aurora boreal - CBS News",
        "O misterioso avião espacial X-37B da Força Espacial para tentar novas manobras de 'aerofrenagem' em órbita - Space.com",
        "A guerra mortal de Israel com o Hezbollah, apoiado pelo Irã, atingiu esta aldeia libanesa sem aviso prévio - CBS News",
        "Trump arranja uma briga com Detroit - CNN",
        "O evento robotaxi da Tesla foi longo nas promessas de Musk. Investidores queriam mais detalhes. - Reuters",
        "Probabilidades da NFL, linhas de Vegas, escolhas, spreads, previsões de jogos: Falcões de olho no modelo, Comandantes na Semana 6, 2024 - CBS Sports",
        "Hezbollah forja novo comando para guerra terrestre crucial após pesados golpes israelenses - Reuters",
        "Hoje, o ‘Saturday Night Live’ é uma instituição. Em 1975, It Was Pure Anarchy - Rolling Stone",
        "Desbloqueando Urano: as observações duplas da NASA abrem caminho para a descoberta de novos mundos - SciTechDaily"
    ]
}