{
    "headlines": [
        "ਫਰਾਂਸ ਦੀ ਦੂਰ-ਸੱਜੇ ਨੈਸ਼ਨਲ ਫਰੰਟ ਪਾਰਟੀ ਦੇ ਸੰਸਥਾਪਕ ਜੀਨ-ਮੈਰੀ ਲੇ ਪੈੱਨ ਦੀ 96 - ਸੀ ਐਨ ਐਨ 'ਤੇ ਮੌਤ ਹੋ ਗਈ",
        "ਫੌਕਸ ਮੌਸਮ ਤੋਂ ਰੋਜ਼ਾਨਾ ਮੌਸਮ ਅਪਡੇਟਃ ਮੁੱਖ ਸਰਦੀਆਂ ਦੇ ਤੂਫਾਨ ਦੀਆਂ ਅੱਖਾਂ ਦੱਖਣ ਵੱਲ SoCal ਅੱਗ ਦਾ ਮੌਸਮ 'ਜਿੰਨਾ ਮਾੜਾ ਹੁੰਦਾ ਹੈ' - ਫੌਕਸ ਮੌਸਮ",
        "ਯੂਐਸਸੀਆਈਐਸ ਦਫਤਰ ਬੰਦ. 9 ਜਨਵਰੀ, 2025 - ਯੂਐਸਸੀਆਈਐਸ",
        "ਨਿਊ ਮੈਕਸੀਕੋ ਤੋਂ ਫਲੋਰਿਡਾ ਤੱਕ ਠੰਡੇ ਮੌਸਮ ਦੀ ਚੇਤਾਵਨੀ, ਇਕ ਹੋਰ ਸਰਦੀਆਂ ਦੇ ਤੂਫਾਨ ਦੀ ਉਮੀਦ ਹੈ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਪੈਂਟਾਗਨ ਲੇਬਲ ਕੁਦਰਤ ਵਿੱਚ ਮਿਲਟਰੀ ਦੇ ਰੂਪ ਵਿੱਚ ਵਧੇਰੇ ਚੀਨੀ ਕੰਪਨੀਆਂ - ਦਿ ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "ਬਿਡੇਨ ਵਿਰੁੱਧ ਨਿਪਨ ਸਟੀਲ ਦਾ ਮੁਕੱਦਮਾ ਯੂਐਸ ਸਟੀਲ ਸੌਦੇ ਨੂੰ ਜ਼ਿੰਦਾ ਰੱਖਣ ਲਈ ਸਮਾਂ ਖਰੀਦ ਸਕਦਾ ਹੈ - ਰਾਇਟਰਜ਼",
        "ਯੂਐਫਸੀ ਬੌਸ ਡਾਨਾ ਵ੍ਹਾਈਟ ਅਤੇ ਦੋ ਹੋਰ ਮੈਟਾ ਬੋਰਡ ਵਿਚ ਸ਼ਾਮਲ ਹੋਣ ਲਈ - ਬੀਬੀਸੀ.",
        "ਤਿੱਬਤ 'ਚ ਪਵਿੱਤਰ ਸ਼ਹਿਰ ਨੇੜੇ 6.8 ਤੀਬਰਤਾ ਦੇ ਭੂਚਾਲ' ਚ ਘੱਟੋ-ਘੱਟ 95 ਲੋਕਾਂ ਦੀ ਮੌਤ, ਕਈ ਜ਼ਖਮੀ, ਚੀਨੀ ਮੀਡੀਆ ਰਿਪੋਰਟਾਂ - ABC News",
        "ਕੀ ਕੁਝ ਅਲਟਰਾ-ਪ੍ਰੋਸੈਸਡ ਫੂਡ ਠੀਕ ਹਨ? ਨਵੇਂ ਅਧਿਐਨ ਦੇ ਜਵਾਬ ਹਨ - ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "ਔਬਰੀ ਪਲਾਜ਼ਾ ਨੇ ਪਤੀ ਜੈੱਫ ਬੇਨਾ ਦੀ 47 'ਤੇ ਦੁਖਦਾਈ ਮੌਤ ਤੋਂ ਬਾਅਦ ਚੁੱਪ ਤੋੜ ਦਿੱਤੀ - ਦਿ ਡੇਲੀ ਬੀਸਟ",
        "ਐਚਐਮਪੀਵੀਃ ਚੀਨ ਦੇ ਮਨੁੱਖੀ ਮੈਟਾਪਨੇਯੂਮੋਵਾਇਰਸ ਕੇਸਾਂ ਬਾਰੇ ਕੀ ਜਾਣਨਾ ਹੈ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਟਰੂਡੋ ਦੇ ਅਸਤੀਫੇ ਤੋਂ ਬਾਅਦ ਕੈਨੇਡਾ ਲਈ ਅੱਗੇ ਕੀ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "2025 ਐਨਐਫਐਲ ਪਲੇਆਫ ਬਰੈਕਟ ਪ੍ਰੋਜੈਕਸ਼ਨਃ ਬਿੱਲ ਪਹਿਲੀ ਸੁਪਰ ਬਾlਲ ਜਿੱਤ ਲਈ ਰੈਮਸ ਨੂੰ ਉਤਾਰਦੇ ਹਨ; ਹਰ ਗੇਮ ਲਈ ਭਵਿੱਖਬਾਣੀ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਐਨਵੀਡੀਆ ਦੇ ਸੀਈਓ ਨੇ ਗੇਮਿੰਗ ‘ਬਲੈਕਵੈਲ’ ਕਾਰਡ ਅਤੇ ਪ੍ਰੋਜੈਕਟ ਅੰਕ ਏਆਈ ਸੁਪਰ ਕੰਪਿ computerਟਰ - ਬੈਰਨ ਦਾ ਪਰਦਾਫਾਸ਼ ਕੀਤਾ",
        "ਨੈੱਟਫਲਿਕਸ ਦੇ ਨਤੀਜਿਆਂ, ਰੀਕੈਪ, ਗ੍ਰੇਡਾਂ 'ਤੇ ਡਬਲਯੂਡਬਲਯੂਈ ਰਾਅਃ ਰੋਮਨ ਰਾਜ, ਸੀਐਮ ਪੰਕ ਨੈੱਟਫਲਿਕਸ ਦੀ ਸ਼ੁਰੂਆਤ' ਤੇ ਵੱਡੇ ਜੇਤੂ ਵਜੋਂ ਉਭਰਦੇ ਹਨ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਉੱਤਰੀ ਕੋਰੀਆ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਨਵੀਂ ਹਾਈਪਰਸੋਨਿਕ ਮਿਜ਼ਾਈਲ ਪ੍ਰਸ਼ਾਂਤ ਵਿੱਚ 'ਵਿਰੋਧੀ' ਰੱਖੇਗੀ - ਬੀਬੀਸੀ.",
        "ਐਨਵੀਡੀਆ ਐਪਲ ਵਿਜ਼ਨ ਪ੍ਰੋ ਨਿਰਦੇਸ਼ਾਂ ਦੁਆਰਾ ਮਨੁੱਖੀ ਰੋਬੋਟਾਂ ਨੂੰ ਸਿੱਖਣ ਵਿੱਚ ਸਹਾਇਤਾ ਕਰ ਰਿਹਾ ਹੈ - ਟੈਕਕ੍ਰਾਂਚ",
        "ਸੰਦੇਸ਼ ਜੇਰੋਡ ਮੇਯੋ ਫਾਇਰਿੰਗ ਤੋਂ ਬਾਅਦ ਦੇਸ਼ ਭਗਤ ਦੀ ਮਾਲਕੀ ਖਿਡਾਰੀਆਂ ਨੂੰ ਸੌਂਪੀ ਗਈ - ਐਨਈਐਸਐਨ",
        "ਅਮਰੀਕਾ ਵਿੱਚ ਪਹਿਲੀ ਐਚ 5 ਬਰਡ ਫਲੂ ਮੌਤ ਦੀ ਰਿਪੋਰਟ - ਸੀਡੀਸੀ",
        "ਰਾਸ਼ਟਰਪਤੀ ਜੋਅ ਬਾਇਡਨ ਨੇ ਅੱਤਵਾਦੀ ਹਮਲੇ ਦੇ ਪੀੜਤਾਂ ਦੇ ਪਰਿਵਾਰਾਂ ਨਾਲ ਕੀਤੀ ਮੁਲਾਕਾਤ - WDSU New Orleans"
    ]
}