{
    "headlines": [
        "ਜੇਪੀਮੋਰਗਨ ਸਭ ਤੋਂ ਵੱਡਾ ਸਾਲਾਨਾ ਮੁਨਾਫਾ ਕਮਾਉਂਦਾ ਹੈ ਕਿਉਂਕਿ ਇਨਵੈਸਟਮੈਂਟ ਬੈਂਕਰਸ ਰਾਈਡ ਰੀਬਾਉਂਡ - ਰਾਇਟਰਜ਼",
        "ਕਾਉਬੌਇਜ਼ ਕੋਚਿੰਗ ਖੋਜਃ ਮਾਈਕ ਮੈਕਕਾਰਥੀ ਦੀ ਥਾਂ ਲੈਣ ਲਈ ਸੰਭਾਵਤ ਨਾਮ, ਡੀਓਨ ਸੈਂਡਰਜ਼, ਜੇਸਨ ਵਿਟਨ ਸਮੇਤ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਕੈਪੀਟਲ ਸਟੈਂਡਆਫ ਅਦਾਲਤ ਵਿਚ ਫੈਲ ਜਾਂਦਾ ਹੈ ਕਿਉਂਕਿ ਮਿਨੀਸੋਟਾ ਵਿਧਾਨ ਸਭਾ ਦੀ ਸ਼ੁਰੂਆਤ ਚੱਟਾਨਾਂ ਨਾਲ ਹੁੰਦੀ ਹੈ - ਐਮਪੀਆਰ ਨਿ Newsਜ਼",
        "ਡਰੇਕ ਫਾਈਲਜ਼ ਕੇਂਡਰਿਕ ਲਾਮਰ ਦੇ \"ਸਾਡੇ ਵਰਗੇ ਨਹੀਂ\" - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ ਲਈ ਯੂਨੀਵਰਸਲ ਸੰਗੀਤ ਸਮੂਹ ਦੇ ਵਿਰੁੱਧ ਮਾਣਹਾਨੀ ਦਾ ਮੁਕੱਦਮਾ",
        "‘ਡੇਅਰਡੇਵਿਲਃ ਦੁਬਾਰਾ ਜਨਮ’ ਟ੍ਰੇਲਰਃ ਹਿੰਸਕ ਮਾਰਵਲ ਸੀਰੀਜ਼ - ਵਰਾਇਟੀ ਵਿਚ ਚਾਰਲੀ ਕੌਕਸ ਪਨੀਸ਼ਰ ਅਤੇ ਕਿੰਗਪਿਨ ਨਾਲ ਵਾਪਸੀ ਕਰਦਾ ਹੈ",
        "ਗਲੋਬਲ ਰਿਪੋਰਟ ਮੋਟਾਪੇ ਨੂੰ ਮੁੜ ਪਰਿਭਾਸ਼ਤ ਕਰਨ ਦੀ ਮੰਗ ਕਰਦੀ ਹੈ - ਬੀਬੀਸੀ.",
        "ਰੂਸੀ ਮਿਜ਼ਾਈਲ ਹਮਲਾ ਯੂਕਰੇਨ ਨੂੰ ਪਾਵਰ ਗਰਿੱਡ ਬੰਦ ਕਰਨ ਲਈ ਮਜਬੂਰ ਕਰਦਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਚੀਨ ਨੇ ਰੈੱਡਨੋਟ 'ਤੇ' ਟਿਕਟਾਕ ਸ਼ਰਨਾਰਥੀਆਂ 'ਦੀ ਆਮਦ ਦਾ ਦਿੱਤਾ ਸੁਚੇਤ ਸਵਾਗਤ - Reuters",
        "ਦੱਖਣੀ ਅਫਰੀਕਾ ਨੇ 'ਭਿਆਨਕ' ਕਾਰਵਾਈ ਦਾ ਦੋਸ਼ ਲਗਾਇਆ ਕਿਉਂਕਿ 78 ਲਾਸ਼ਾਂ ਨੂੰ ਘੇਰਿਆ ਹੋਇਆ ਖਾਣ ਤੋਂ ਖਿੱਚਿਆ ਗਿਆ - ਰਾਇਟਰਜ਼",
        "ਸੀਪੀਆਈ ਮਹਿੰਗਾਈ ਸਟਾਕ ਨੂੰ ਮਾਰ ਸਕਦੀ ਹੈ, ਫੀਡ ਰੇਟ-ਕੱਟ ਦੇ ਮੌਕੇ (ਲਾਈਵ) - ਨਿਵੇਸ਼ਕ ਦਾ ਕਾਰੋਬਾਰ ਰੋਜ਼ਾਨਾ",
        "Swippitt ਸਭ ਤੋਂ ਰਚਨਾਤਮਕ ਸਮਾਰਟਫੋਨ ਉਪਕਰਣਾਂ ਵਿੱਚੋਂ ਇੱਕ ਹੈ ਜੋ ਮੈਂ ਸਾਲਾਂ ਵਿੱਚ ਵੇਖਿਆ ਹੈ - ਡਿਜੀਟਲ ਰੁਝਾਨ",
        "ਓਹੀਓ ਸਟੇਟ ਬਨਾਮ ਨੋਟਰੇ ਡੈਮ ਦੀਆਂ ਮੁਸ਼ਕਲਾਂ, ਕੰਪਿ Computerਟਰ ਦੀ ਭਵਿੱਖਬਾਣੀਃ 2025 ਕਾਲਜ ਫੁੱਟਬਾਲ ਪਲੇਆਫ ਨੈਸ਼ਨਲ ਚੈਂਪੀਅਨਸ਼ਿਪ ਪਿਕਸ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਸੁਪਰੀਮ ਕੋਰਟ ਟੈਕਸਾਸ ਐਂਟੀ ਪੋਰਨੋਗ੍ਰਾਫੀ ਕਾਨੂੰਨ ਦੀ ਸੁਣਵਾਈ ਕਰੇਗੀ ਜੋ ਚੁਣੌਤੀ ਦੇਣ ਵਾਲਿਆਂ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਮੁਫਤ ਭਾਸ਼ਣ ਦੇ ਅਧਿਕਾਰਾਂ ਦੀ ਉਲੰਘਣਾ ਕਰਦਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "'ਸਟੋਮੈਚ ਬੱਗ' ਦੇ ਕੇਸ ਬੇ ਏਰੀਆ ਵਿੱਚ ਸਾਲਾਂ ਵਿੱਚ ਸਭ ਤੋਂ ਵੱਡਾ ਵਾਧਾ - SFGATE",
        "ਹੁਣੇ ਚੰਦਰਮਾ ਵੱਲ ਲਾਂਚ ਕੀਤੇ ਗਏ 2 ਪ੍ਰਾਈਵੇਟ ਲੈਂਡਰ ਸਪੇਸਐਕਸ ਲਈ ਅੱਗੇ ਕੀ ਹੈ? - ਸਪੇਸ ਡਾਟ ਕਾਮ",
        "ਵਿਗਿਆਨੀ ਦੋਹਰੀ ਕਿਸਮ ਦੇ ਉਲਝਣ ਵਾਲੇ ਗੇਟਾਂ ਦਾ ਸਿੱਧਾ ਪ੍ਰਯੋਗਾਤਮਕ ਅਹਿਸਾਸ ਪ੍ਰਾਪਤ ਕਰਦੇ ਹਨ - Phys.",
        "ਟਾਈਗਰ ਵੁੱਡਜ਼ ਦਾ ਬੇਟਾ ਚਾਰਲੀ ਚੱਕਲਸ ਜਦੋਂ ਆਪਣੇ ਪਿਤਾ ਜੀ ਨੂੰ ਟੀਜੀਐਲ ਦੀ ਸ਼ੁਰੂਆਤ ਵਿੱਚ ਭਾਰੀ ਹਾਰ ਦਾ ਸਾਹਮਣਾ ਕਰਦੇ ਹੋਏ ਵੇਖ ਰਿਹਾ ਹੈ - ਯਾਹੂ ਸਪੋਰਟਸ",
        "ਬਿਡੇਨ, ਪ੍ਰਾਈਮ ਟਾਈਮ ਵਿੱਚ, ਰਾਸ਼ਟਰ ਨੂੰ ਅਲਵਿਦਾ ਕਹਿਣ ਲਈ ਕਿਉਂਕਿ ਟਰੰਪ ਅਹੁਦਾ ਸੰਭਾਲਣ ਦੀ ਤਿਆਰੀ ਕਰ ਰਿਹਾ ਹੈ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਡਿਵੀਜ਼ਨਲ ਗੇੜ ਲਈ ਪ੍ਰਿਸਕੋ ਦੇ ਐਨਐਫਐਲ ਪਲੇਆਫ ਪਿਕਃ ਰੇਵੇਨਜ਼-ਬਿਲਸ ਇੱਕ ਫੀਲਡ ਟੀਚੇ ਤੇ ਆਉਂਦੇ ਹਨ; ਐਨਐਫਸੀ ਦੇ ਮਨਪਸੰਦ ਟੈਸਟ ਕੀਤੇ ਗਏ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਫਲਸਤੀਨੀ ਅਤੇ ਇਜ਼ਰਾਈਲੀ ਇਕ ਗਾਜ਼ਾ ਸੌਦੇ ਦੇ ਨੇੜੇ ਹੋਣ ਦੀ ਉਮੀਦ ਕਰਨ ਦੀ ਹਿੰਮਤ ਕਰਦੇ ਹਨ - ਬੀਬੀਸੀ."
    ]
}