{
    "headlines": [
        "[Removed]",
        "Election 2024 updates: Harris, Trump schedules for Tuesday; latest presidential polls - USA TODAY",
        "Israel kills at least 50 in Gaza, forces encircle northern Jabalia - Reuters",
        "Joker: Folie À Deux fiasco continues (to rob Warner Bros. blind) - The A.V. Club",
        "Apple Unveils New iPad Mini With A17 Pro Chip and Apple Intelligence - MacRumors",
        "North Korea blows up parts of inter-Korean road and rail links in a symbolic display of anger - The Associated Press",
        "Bills vs. Jets score: Buffalo brushes off a Hail Mary to beat New York 23-20 on Monday Night Football - Yahoo Sports",
        "Goldman Sachs, Bank Of America Extend Breakouts On Earnings; Citigroup Eyes Buy Point - Investor's Business Daily",
        "Walgreens to close 1,200 stores nationwide, says 1 in 4 locations are unprofitable - New York Post ",
        "India-Canada row: How ties hit rock bottom between the two countries - BBC.com",
        "Taylor Swift to Release ‘Anthology’ Edition of ‘Tortured Poets’ on Vinyl and CD, Plus an Eras Tour Book, for Black Friday - Variety",
        "Aaron Rodgers Criticizes Refs, Makes 'South Park' Reference After Jets' Loss to Bills - Bleacher Report",
        "Future iPhones getting even more memory: 12GB from next year - 9to5Mac",
        "This week's full Hunter's Moon will be the brightest supermoon of the year - MLive.com",
        "Boeing’s crisis is getting worse. Now it’s borrowing tens of billions of dollars - CNN",
        "Oura Ring 4 First Impressions After Using It For a Week - CNET",
        "Survivors, relatives of dead in Lewiston, Maine, mass shooting take first step toward suing the Army - CBS News",
        "Drone attack on Israel puts spotlight on Iron Dome's limitations - BBC.com",
        "New study finds connection between COVID and Type 2 diabetes in young people - WTOP",
        "Harris blasts Trump's 'enemy from within' comments at Pennsylvania rally - Reuters"
    ]
}