{
    "headlines": [
        "يتسبب حريق منطقة لوس أنجلوس في عمليات إجلاء بعد انفجار في الحجم، حيث تواجه كاليفورنيا تهديدات جديدة - أكسيوس",
        "يطلب الفريق القانوني لبليك ليفلي من القاضي الاستماع إليه بعد التصريحات العلنية لمحامي جاستن بالدوني - سي إن إن",
        "كيف ترى \"المحاذاة الكوكبية\" في يناير - KCENTV.com",
        "اختار ترامب شون كوران، العميل الذي قام بحمايته أثناء إطلاق النار على بتلر، لقيادة الخدمة السرية - سي بي إس نيوز",
        "اشتباكات إيلون ماسك مع سام ألتمان من OpenAI بأكثر من 500 مليار دولار لمشروع الذكاء الاصطناعي الذي أعلن عنه دونالد ترامب - هندوستان تايمز",
        "تغيرت العقود الآجلة للأسهم قليلاً مع تحقيق S&P 500 مكاسب متتالية لمدة ثلاثة أيام، بالقرب من أعلى مستوى قياسي - CNBC",
        "يستهدف ترامب حماية التنوع والمساواة والشمول والخدمة المدنية، مما يثير الخوف لدى بعض العمال الفيدراليين - سي إن إن",
        "تخطط سي إن إن لتسريح مئات الموظفين، وخفض التكاليف ؛ تخطط إن بي سي لإطلاق النار - نيويورك بوست",
        "لن يحظر ترامب اعتقالات المهاجرين في المدرسة. بعض العائلات تزن الآن الالتحاق بالمدارس - وكالة أسوشيتد برس",
        "سمكة الشمس التي مرضت من قلة الزوار تتعافى بمساعدة قواطع الورق المقوى - HuffPost",
        "تعلن Jets عن تعيين آرون غلين ليكون المدرب الرئيسي الثاني والعشرين في تاريخ الامتياز - NBC Sports",
        "بيلي راي سايروس يقف بحزم وسط رد فعل عنيف على أدائه في تنصيب ترامب - جيو نيوز",
        "تم تعليق جيمي بتلر مرة أخرى من قبل هيت بعد فقدان الرحلة، مع استمرار الضغط من أجل التجارة - ميامي هيرالد",
        "USMNT vs. Costa Rica: Starting XI & Lineup Notes - US Soccer",
        "الهند: 11 قتيلاً جراء فرار ركاب من شائعات حريق ضربها قطار آخر - BBC.com",
        "Samsung Unpacked: قامت Samsung بإثارة طراز S25 رفيع للغاية في Unpacked - TechCrunch",
        "مراهق يقتل طالبة في إطلاق نار في مدرسة ناشفيل، كما تقول الشرطة الأمريكية - الجزيرة الإنجليزية",
        "سيرسل البنتاغون ما يصل إلى 1500 جندي في الخدمة الفعلية للمساعدة في تأمين الحدود بين الولايات المتحدة والمكسيك - وكالة أسوشيتد برس",
        "أربعة فيروسات متداولة: \"quademic\" الذي يلوح في الأفق - Deseret News"
    ]
}