{
    "headlines": [
        "ਦੱਖਣੀ ਕੈਲੀਫੋਰਨੀਆ ਵਿਚ ਹਫਤੇ ਦੇ ਮੀਂਹ ਤੋਂ ਬਾਅਦ ਚਿੱਕੜ ਦਾ ਜੋਖਮ ਹੈ ਜਿਸ ਨੇ ਅੱਗ ਨੂੰ ਘੱਟ ਕਰਨ ਵਿਚ ਸਹਾਇਤਾ ਕੀਤੀ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਜੇਰੇਮੀ ਐਲਨ ਵ੍ਹਾਈਟ ਟੂ ਸਟਾਰ ਇਨ ਨੈੱਟਫਲਿਕਸ ਬਾਇਸੈਕਸ਼ੁਅਲ ਰੋਮਾਂਸ ਡਰਾਮਾ ‘ਐਨਿਗਮਾ ਵੇਰੀਏਸ਼ਨਜ਼’ (ਐਕਸਕਲੂਸਿਵ) - ਵਰਾਇਟੀ",
        "ਇਜ਼ਰਾਈਲ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਗਾਜ਼ਾ ਸੌਦੇ ਦੇ ਪਹਿਲੇ ਪੜਾਅ ਵਿਚ ਆਜ਼ਾਦ ਹੋਣ ਕਾਰਨ 8 ਬੰਧਕ ਮਾਰੇ ਗਏ ਹਨ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਇਸ ਸਰਦੀਆਂ ਵਿੱਚ ਇੱਕ ਗ੍ਰਹਿ ਪਰੇਡ ਵੇਖਣ ਲਈ ਵੇਖੋ, 7 ਗ੍ਰਹਿ ਰਾਤ ਦੇ ਅਸਮਾਨ ਵਿੱਚ ਇਕਸਾਰ ਹੋਣ ਲਈ ਸੈੱਟ ਕੀਤੇ ਗਏ ਹਨ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਕੁਝ ਜੀਓਪੀ ਸੈਨੇਟਰ ਗੈਬਾਰਡ 'ਤੇ ਖੁੱਲ੍ਹੀ ਕਮੇਟੀ ਦੀ ਵੋਟ ਚਾਹੁੰਦੇ ਹਨ - ਪੋਲਿਟਿਕੋ",
        "ਟੁੱਟੇ ਉੱਤਰੀ ਗਾਜ਼ਾ 'ਚ ਵਾਪਸ ਪਰਤੇ ਹਜ਼ਾਰਾਂ ਫਲਸਤੀਨੀ - The Associated Press",
        "ਗੂਗਲ ਪਿਕਸਲ 9 ਏ ਦੀ ਕੀਮਤ ਕਿੰਨੀ ਹੋਵੇਗੀ - ਐਂਡਰਾਇਡ ਹੈਡਲਾਈਨਜ਼",
        "ਜੈਨੀਫ਼ਰ ਲੋਪੇਜ਼ ਸੁੰਡੈਂਸ ਦੇ ਸਭ ਤੋਂ ਵੱਡੇ ਪ੍ਰੀਮੀਅਰ - SFGATE ਵਿਖੇ 'ਸਪਾਈਡਰ ਵੂਮੈਨ' ਡਰੈੱਸ ਵਿੱਚ ਦਿਖਾਈ ਦਿੰਦਾ ਹੈ",
        "ਨਿਊ ਇੰਗਲੈਂਡ ਦੇ ਤੱਟ 'ਤੇ 3.8 ਤੀਬਰਤਾ ਦੇ ਭੂਚਾਲ ਦੇ ਝਟਕੇ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਡੀਆਰ ਕਾਂਗੋ ਲੜਾਈਃ ਐਮ 23 ਬਾਗੀਆਂ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਹ ਗੋਮਾ ਨੂੰ ਨਿਯੰਤਰਿਤ ਕਰਦੇ ਹਨ - ਬੀਬੀਸੀ.",
        "ਅਮਰੀਕੀ ਫੌਜ ਤੋਂ ਡੀਈਆਈ ਨੂੰ ਖਤਮ ਕਰਨ ਵਾਲੇ ਕਾਰਜਕਾਰੀ ਆਦੇਸ਼ 'ਤੇ ਹਸਤਾਖਰ ਕਰਨਗੇ ਟਰੰਪ - BBC.com",
        "ਗੇਮ ਬਾਲ, ਤਿੰਨ ਸਿਤਾਰੇ, ਅਤੇ ਸਨੈਪ ਕਾਉਂਟ ਵਿਸ਼ਲੇਸ਼ਣਃ ਐਨਐਫਸੀ ਚੈਂਪੀਅਨਸ਼ਿਪ ਗੇਮ, ਈਗਲਜ਼ ਬਨਾਮ ਕਮਾਂਡਰ - PhillyVoice. com",
        "ਇਮੀਗ੍ਰੇਸ਼ਨ ਛਾਪਿਆਂ ਵਿਚ ਫੈਡਰਲ ਏਜੰਟਾਂ ਨੂੰ ਕੈਮਰਾ ਤਿਆਰ ਹੋਣ ਲਈ ਕਿਹਾ ਗਿਆ ਕਿਉਂਕਿ ਸੈਂਕੜੇ ਗ੍ਰਿਫਤਾਰ - ਸੀ ਐਨ ਐਨ",
        "ਅਲੇਕ ਅਤੇ ਹਿਲੇਰੀਆ ਬਾਲਡਵਿਨ ਦੀ ਟੀਐਲਸੀ ਰਿਐਲਿਟੀ ਸੀਰੀਜ਼ ਪ੍ਰੀਮੀਅਰ ਤਾਰੀਖ ਪ੍ਰਾਪਤ ਕਰਦੀ ਹੈ; ਫਸਟ ਲੁੱਕ ਰੈਫਰੈਂਸ ‘ਜੰਗਾਲ’ ਸ਼ੂਟਿੰਗ - ਵੰਨਗੀ",
        "ਖਗੋਲ ਵਿਗਿਆਨੀਆਂ ਨੇ ਧਰਤੀ ਦੇ ਨੇੜੇ \"ਐਸਟਰਾਇਡ\" ਨੂੰ ਐਲਨ ਮਸਕ ਦੀ ਕਾਰ ਵਜੋਂ ਬਦਲਿਆ - ਆਈਐਫਐਲਸਾਇੰਸ",
        "2026 ਸੁਪਰ ਬਾlਲ ਬਰਥ ਦੀਆਂ ਸੰਭਾਵਨਾਵਾਂ ਦੁਆਰਾ 2025 ਐਨਐਫਐਲ ਪਲੇਆਫ ਹਾਰਨ ਵਾਲਿਆਂ ਨੂੰ ਦਰਜਾ ਦੇਣਾ, ਬਿਲਾਂ, ਕਮਾਂਡਰਾਂ, ਰੇਵੇਨਜ਼ ਸਮੇਤ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਟਰੰਪ ਨੇ ਅਮਰੀਕਾ ਦੇ ਟੈਰਿਫ ਯੁੱਧ ਦੀ ਧਮਕੀ ਦੇ ਕੇ ਡਿਪੋਰਟੀਆਂ ਨੂੰ ਸਵੀਕਾਰ ਕਰਨ ਲਈ ਕੋਲੰਬੀਆ ਨੂੰ ਕਿਵੇਂ ਮਜਬੂਰ ਕੀਤਾ - Al Jazeera English",
        "ਆਲ ਟਾਈਮ ਦੇ 100 ਸਰਬੋਤਮ ਪ੍ਰੋਟੈਸਟ ਗਾਣੇ - ਰੋਲਿੰਗ ਸਟੋਨ",
        "ਸਮੀਖਿਆ: Sniper Elite: Resistance (Xbox) - Slick Sniper ਕਾਰਵਾਈ ਇਸ ਨੂੰ ਸੁਰੱਖਿਅਤ ਖੇਡਦਾ ਹੈ, ਪਰ ਇਸ ਨੂੰ ਅਜੇ ਵੀ ਵਿਰੋਧ ਕਰਨ ਲਈ ਸਖ਼ਤ ਹੈ - ਸ਼ੁੱਧ Xbox",
        "ਡਾਓ ਫਿuresਚਰਜ਼ 300 ਪੁਆਇੰਟ ਡਿੱਗਦੇ ਹਨ, ਨੈਸਡੈਕ ਫਿuresਚਰਜ਼ 3% ਗੁਆਉਂਦੇ ਹਨ ਕਿਉਂਕਿ ਐਨਵੀਡੀਆ ਏਆਈ ਸਟਾਕ ਰੂਟ ਦੀ ਅਗਵਾਈ ਕਰਦਾ ਹੈਃ ਲਾਈਵ ਅਪਡੇਟਸ - ਸੀ ਐਨ ਬੀ ਸੀ"
    ]
}