{
    "headlines": [
        "O apresentador do Oscar, Conan O'Brien, ainda deslocado por incêndios florestais, diz que o programa está a ser planeado com sensibilidade - The Associated Press",
        "Ranking das unidades da NFL Championship Sunday: as águias reinam supremas no ataque E na defesa! Chiefs flat? - NFL.com",
        "Agentes da lei tentaram entrar em uma escola primária de Chicago, mas não foram permitidos, dizem funcionários das Escolas Públicas de Chicago - CNN",
        "Retrocesso do mercado imobiliário: queda nas vendas de imóveis residenciais em 2024 para nível não visto desde os anos 90 - Yahoo Finance",
        "Sexo não faz parte dos 'deveres conjugais‘ da mulher, decide tribunal em caso de divórcio - The Washington Post",
        "Jalen Hurts diz que o joelho está a progredir, planeia usar uma cinta no domingo - NBC Sports",
        "Exclusivo: A ElevenLabs levantou uma nova rodada de US $ 3 bilhões+ avaliação liderada pelo ICONIQ Growth, dizem fontes - TechCrunch",
        "Nave espacial a caminho da Lua capta uma nova visão incrível da Terra - MLive.com",
        "Astrônomos avistam bolas de gelo bizarras no espaço que são diferentes de tudo visto antes - Livescience.com",
        "Trump revoga a proteção de segurança do conselheiro de Covid Anthony Fauci - BBC.com",
        "O que saber sobre a batalha legal sobre a tentativa de Trump de acabar com a cidadania por nascimento - PBS NewsHour",
        "Trump e Vance discursam para ativistas anti-aborto no comício March for Life em D.C. - Axios",
        "As ações da Venture Global caem abaixo do preço de oferta. O IPO pode sinalizar mudança no investimento em energia. - Barron's",
        "Newsom e Trump se enfrentam à distância enquanto os incêndios de Los Angeles queimam - CNN",
        "A GeForce RTX 5090 da NVIDIA começa a ver as \"listagens de scalper\" subirem; os preços chegam a US $ 7.000 - Wccftech",
        "Pessoas diagnosticadas com TDAH têm expectativa de vida significativamente mais curta, diz estudo - The Washington Post"
    ]
}