{
    "headlines": [
        "Nr. 3 Texas hält die Nr. 20 Texas A&M davon ab, einen Platz im SEC-Titelspiel gegen Nr. 7 Georgia zu ergattern - Yahoo Sports",
        "Ein zweimal jährlicher Schuss könnte helfen, AIDS zu beenden. Aber wird es jeden erreichen, der es braucht? - The Associated Press",
        "[removed]",
        "2024 WWE Survivor Series: WarGames Bewertung, Gewinner, Noten: Roman Reigns Pins Solo Sikoa in Bloodline Battle - CBS Sports",
        "Syrische Rebellen verteidigen Gewinne in Aleppo, schieben nach Süden - The Washington Post",
        "Michigan Verärgert über Ohio State bricht in massive Schlägerei vor Ort aus, die live in Interviews nach dem Spiel festgehalten wird - Deadline",
        "Woche der College-Football-Rivalität: Was der Verlust von Miami, der Sieg von Penn State für das CFP-Feld bedeutet - ESPN",
        "Sechs Verletzte nach Explosion in Jefferson City am frühen Samstagmorgen - ABC17News.com",
        "Trump droht BRICS-Staaten mit 100 Prozent Zoll - POLITICO",
        "Trump wählt Jared Kushners Vater als Botschafter in Frankreich aus - BBC.com",
        "Trump wählt den erfahrenen Strafverfolgungsbeamten Chad Chronister zum DEA-Administrator - The Hill",
        "Gwyneth Paltrows Tochter Apple trägt ein Valentino-Kleid, dessen Herstellung 750 Stunden dauerte - PEOPLE",
        "Ich berichte seit 17 Jahren über Cyber Monday-Angebote — hier sind jetzt die besten Verkäufe - Tom's Guide",
        "Verstappen wegen Russell-Vorfall im Qualifying für Katar degradiert - formula1.com",
        "Viele Tausende demonstrieren gegen die georgische Regierung nach dem Bruch mit der EU - Reuters",
        "Ich bin ein Black Friday TV-Deals-Veteran, und ich wähle die besten Angebote für Sie – ja, Sie persönlich - TechRadar",
        "Uranus und Neptun haben möglicherweise Ozeane unter ihren Wolken und enthüllen neue Geheimnisse der Eisriesen - Die tägliche Galaxie - Great Discoveries Channel",
        "Bob Bryar, Schlagzeuger der Rockband My Chemical Romance, gestorben im Alter von 44 Jahren - CNN",
        "Southwest Airlines wird den Kabinenservice gemäß den neuen Richtlinien früher beenden. Das ist der Grund - San Francisco Chronicle",
        "Trudeau versprach Maßnahmen an der Grenze nach Zollbedrohung, sagt Trump - Bloomberg"
    ]
}