{
    "headlines": [
        "ਬ੍ਰਾਇਨ ਥੌਮਸਨਃ ਨਿ New ਯਾਰਕ ਵਿਚ ਯੂਨਾਈਟਿਡਹੈਲਥ ਦੇ ਸੀਈਓ ਦੀ ਗੋਲੀ ਮਾਰ ਕੇ ਹੱਤਿਆ ਕੌਣ ਹੈ? - ਬੀਬੀਸੀ.",
        "ਰੋਮਾਨੀਆ ਨੂੰ ਵੱਡੀ ਚੋਣ ਪ੍ਰਭਾਵ ਮੁਹਿੰਮ ਦੁਆਰਾ ਮਾਰਿਆ ਗਿਆ, ਰੂਸ ਦੇ ਸਾਈਬਰ ਹਮਲਿਆਂ ਦੇ ਵਿਚਕਾਰ - ਬੀਬੀਸੀ.",
        "ਨੰਬਰ 9 ਡਿਊਕ ਦੀ ਨੰਬਰ 2 ਔਬਰਨ 'ਤੇ ਜਿੱਤ ਉਨ੍ਹਾਂ ਦੀ ਕਾਨਫਰੰਸ ਲਈ ਏਸੀਸੀ-ਐਸਈਸੀ ਚੁਣੌਤੀ ਨੂੰ ਬਚਾ ਨਹੀਂ ਸਕਦੀ - ਯਾਹੂ ਸਪੋਰਟਸ",
        "ਕੈਲੀਫੋਰਨੀਆ ਦੇ ਸਕੂਲ 'ਚ ਗੋਲੀਬਾਰੀ ਤੋਂ ਬਾਅਦ 2 ਬੱਚਿਆਂ ਦੀ ਹਾਲਤ ਨਾਜ਼ੁਕ, ਸ਼ੈਰਿਫ ਨੇ ਕਿਹਾ - ਸੀਐਨਐਨ",
        "ਰੇਟ ਕੱਟ ਸੱਟਾ ਸਟਾਕ ਨੂੰ ਹੁਲਾਰਾ ਦੇ ਤੌਰ ਤੇ ਵਿਕੀਪੀਡੀਆ ਤੋੜ $ 100,000 - Reuters",
        "ਇਕ ਕਿਸਮ ਦਾ ਚਾਕਲੇਟ ਟਾਈਪ 2 ਸ਼ੂਗਰ ਦੇ ਜੋਖਮ ਨੂੰ 21% ਘਟਾ ਸਕਦਾ ਹੈ - ਸਾਇੰਸ ਅਲਰਟ",
        "ਡੈਨ ਲੈਨਿੰਗ, ਓਰੇਗਨ ਫੁੱਟਬਾਲ ਇਕ ਹੋਰ ਇਤਿਹਾਸਕ ਰਾਸ਼ਟਰੀ ਹਸਤਾਖਰ ਦਿਵਸ ਲਈ ਆਪਣਾ ਰਸਤਾ ਫਲਿੱਪ ਕਰੋ - ਓਰੇਗਨਲਾਈਵ",
        "ਪ੍ਰਿੰਸ ਹੈਰੀ ਨੇ ਡਚੇਸ ਮੇਘਨ ਤਲਾਕ ਦੀਆਂ ਅਫਵਾਹਾਂ ਨੂੰ ਬੁਰਸ਼ ਕੀਤਾਃ 'ਇਸ ਨੂੰ ਜਾਰੀ ਰੱਖਣਾ ਮੁਸ਼ਕਲ ਹੈ' - ਅਮਰੀਕਾ ਅੱਜ",
        "ਕੰਸਾਸ ਬਨਾਮ ਕ੍ਰੀਟਨ ਸਕੋਰਃ ਬਲੂਜੈਜ਼ ਨੇ ਜੈਹਾਕਸ ਨੂੰ ਪਰੇਸ਼ਾਨ ਕੀਤਾ, ਦੂਜੇ ਲਗਾਤਾਰ ਸੀਜ਼ਨ ਲਈ ਨੰਬਰ 1 ਟੀਮ ਨੂੰ ਹਰਾਇਆ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਸ਼ਰਾਬ ਦੇ ਪਰਛਾਵੇਂ ਦੇ ਨਾਲ ਹੇਗਸੇਥ ਦਾ ਇਤਿਹਾਸ ਪੈਂਟਾਗਨ ਚੋਣ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਟਰੰਪ ਨੇ ਕ੍ਰਿਪਟੋਕੁਰੰਸੀ ਐਡਵੋਕੇਟ ਪੌਲ ਐਟਕਿਨਸ ਨੂੰ ਐਸਈਸੀ ਚੇਅਰ ਨਾਮਜ਼ਦ ਕੀਤਾ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਹੀਟ 134-93 ਲੇਕਰਜ਼ (ਦਸੰਬਰ 4, 2024) ਗੇਮ ਰੀਕੈਪ - ਈਐਸਪੀਐਨ",
        "ਸੁਪਰੀਮ ਕੋਰਟ ਦੇ ਜਸਟਿਸ ਨੇ ਨਾਬਾਲਗਾਂ ਲਈ ਲਿੰਗ ਪਰਿਵਰਤਨ 'ਤੇ ਉਸ ਦੀਆਂ ਟਿੱਪਣੀਆਂ ਲਈ ਸੋਸ਼ਲ ਮੀਡੀਆ ਫਾਇਰ ਸਟਾਰਮ ਨੂੰ ਭੜਕਾਇਆ - ਫੌਕਸ ਨਿ Newsਜ਼",
        "‘ਦ ਮਾਸਕਡ ਸਿੰਗਰ’ ਨੇ ਗੋ ਦੀ ਪਛਾਣ ਦਾ ਖੁਲਾਸਾ ਕੀਤਾਃ ਇੱਥੇ ਪਹਿਰਾਵੇ ਦੇ ਹੇਠਾਂ ਸੈਲੀਬ੍ਰਿਟੀ ਹੈ - ਵੰਨਗੀ",
        "ਐਸ ਐਂਡ ਪੀ 500, ਨੈਸਡੈਕ ਨੋਚ ਦੇ ਨਵੇਂ ਬੰਦ ਹੋਣ ਦੇ ਉੱਚੇ ਪੱਧਰ ਤੋਂ ਬਾਅਦ ਸਟਾਕ ਫਿuresਚਰ ਬਹੁਤ ਘੱਟ ਬਦਲਿਆ ਜਾਂਦਾ ਹੈਃ ਲਾਈਵ ਅਪਡੇਟਸ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਹਟਾਈ",
        "ਸਪੇਸਐਕਸ ਕੈਲੀਫੋਰਨੀਆ ਤੋਂ ਸਟਾਰਲਿੰਕ ਮਿਸ਼ਨ ਦੌਰਾਨ ਫਲਾਈਟ-ਪਰੂਫ ਫਾਲਕਨ 9 ਰਾਕੇਟ ਬੂਸਟਰ ਦੀ ਵਰਤੋਂ ਕਰਦਿਆਂ 350 ਵਾਂ ਮਿਸ਼ਨ ਲਾਂਚ ਕਰੇਗਾ - ਸਪੇਸਫਲਾਈਟ ਹੁਣੇ ਸੰਪਰਕ ਕਰੋ",
        "ਜੈਫਰੀਜ਼ ਸੀਨੀਅਰ ਪੈਨਲ ਨੇਤਾਵਾਂ ਦੇ ਵਿਰੁੱਧ ਡੈਮਜ਼ ਬਗਾਵਤ ਦੇ ਤੌਰ ਤੇ ਰਸਤੇ ਤੋਂ ਬਾਹਰ ਰਹਿੰਦੇ ਹਨ - ਪੋਲਿਟਿਕੋ",
        "ਸੀਰੀਆ ਦੇ ਘਰੇਲੂ ਯੁੱਧ ਵਿਚ ਇਕ ਹੈਰਾਨੀਜਨਕ ਮੋੜ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਜੈੱਟ ਬਲੂ ਵਧੇਰੇ ਗੈਰ-ਲਾਭਕਾਰੀ ਰਸਤੇ ਕੱਟਦਾ ਹੈ, ਟਵੀਕਸ ਯੂਰਪ ਦੀਆਂ ਉਡਾਣਾਂ - ਸੀ ਐਨ ਬੀ ਸੀ"
    ]
}