{
    "headlines": [
        "« Dune : Prophecy » nous met en garde contre les leaders charismatiques et l'IA meurtrière - The Washington Post",
        "La Cour suprême du Texas ouvre la voie à une nouvelle date d'exécution pour Robert Roberson dans la mort de sa fille de 2 ans - CNN",
        "L'Ukraine Zelenskiy a mis en garde Scholz contre l'appel de Poutine, selon une source de Kiev - Reuters",
        "Nvidia obtient une hausse de prix cible. Le stock est en baisse de toute façon. - Barron's",
        "Mike Tyson contre Jake Paul Fight Streams Tonight sur Netflix. Voici l'heure à laquelle vous pouvez regarder - CNET",
        "Rachel Zegler s'excuse pour la publication d'un message anti-Trump après avoir appelé Disney à virer l'étoile « Blanche-Neige » - Page Six",
        "Payez d'abord, livrez plus tard : on demande à certaines femmes de payer à l'avance pour leur bébé - CBS News",
        "Thune fait face à son premier test de fidélité : que faire des choix de cabinet les plus controversés de Trump - POLITICO",
        "Ventes au détail solides après Powell Mise en garde contre les baisses de taux de la Fed ; chute du S&P 500 - Investor's Business Daily",
        "GM licencie 1 000 employés dans un contexte de réorganisation et de réduction des coûts - CNBC",
        "Juan Soto s'est renseigné sur trois éléments spécifiques dans le pitch de l'agence gratuite Red Sox - Sports Illustrated",
        "Une nouvelle étude prédit 260 MILLIONS d'Américains obèses d'ici 2050, Trump nomme RFK Jr. en tant que secrétaire à la santé, et l'oignon achète Infowars - Yahoo ! Voices",
        "Conan O’Brien sera l'hôte de la cérémonie des Oscars 2025 - Variété",
        "Elon Musk recrute pour son groupe de travail DOGE, mais vous devrez travailler plus de 80 heures par semaine sur la réduction des coûts peu glamour - Fortune",
        "Un haut responsable iranien promet de soutenir le Liban dans la guerre entre Israël et le Hezbollah alors que les États-Unis poussent au cessez-le-feu - The Associated Press",
        "Avis : Le Kindle Paperwhite 2024 d'Amazon améliore un peu le meilleur lecteur électronique - Ars Technica",
        "La dernière super lune de 2024 se lève ce soir en tant que pleine lune de castor de novembre - Space.com",
        "Augmentation des cas de rougeole dans le monde en raison du manque de couverture vaccinale, selon l'OMS - The Washington Post",
        "Moi aussi, j'ai installé un ouvre-porte de garage open source, et je l'adore - Ars Technica",
        "Enjeux énormes avec Dawgs-Vols ! Les 4 meilleures équipes prennent la route ! Connelly le décompose - ESPN"
    ]
}