{
    "headlines": [
        "مقتل شخصين على الأقل وإنقاذ المئات في الفيضانات المفاجئة الشديدة في نيو مكسيكو - سي إن إن",
        "يكافح الكوبيون مع عدم استعادة السلطة بالكامل بعد أيام من انقطاع التيار الكهربائي والإعصار الذي يضرب الجزيرة - وكالة أسوشيتد برس",
        "يحقق جهد تشيفز الدفاعي المهيمن 28-18 انتصارًا على 49ers - NBC Sports",
        "يزور هاريس الكنائس السوداء في جورجيا في حملة \"النفوس إلى صناديق الاقتراع\" للتصويت المبكر - سي إن إن",
        "إيلون ماسك لديه تحذير بشأن كاليفورنيا - بوليتيكو",
        "توقعات كرة القدم ليلة الأحد، الاحتمالات، الخط، الانتشار: اختيار ستيلرز مقابل جيتس من قبل خبير بيتسبرغ 66-35 - سي بي إس سبورتس",
        "خطأ عملاق واحد ؟ ديترويت تدير NFC ؟ مناقشة ردود الفعل المبالغ فيها من اتحاد كرة القدم الأميركي الأسبوع 7 - ESPN",
        "\"فشل كارثي \": 7 قتلى، 3 في حالة حرجة بعد انهيار ممر الرصيف على ساحل جورجيا - دبليو إس بي أتلانتا",
        "سمع صوت انفجارات جديدة في لبنان حيث تعهدت إسرائيل بضرب مواقع تمويل حزب الله - BBC.com",
        "إعصار أوسكار يتجه إلى كوبا، يمكن أن يؤدي إلى \"أزمة إنسانية \": تحديثات - الولايات المتحدة الأمريكية اليوم",
        "يسخر ترامب من قصة هاريس من وراء المقلاة في ماكدونالدز - إيه بي سي نيوز",
        "تشير التقارير إلى أن Perplexity تتطلع إلى جمع التبرعات بتقييم 8 مليارات دولار - TechCrunch",
        "إعلان وفاة اثنين من طياري البحرية بعد تحطم طائرة مقاتلة في ولاية واشنطن - وكالة أسوشيتد برس",
        "الجنرال السابق برابوو، الذي اتُهم ذات مرة بانتهاك حقوق الإنسان، يتولى رئاسة ثالث أكبر ديمقراطية في العالم - سي إن إن",
        "هل يجب عليك شراء أسهم Nvidia الآن ؟ قد تكون فرصة لا تتكرر إلا مرة واحدة في الجيل - Fortune",
        "لاعب 49ers الصاعد ريكي بيرسال يظهر لأول مرة في دوري كرة القدم الأمريكية بعد 50 يومًا من إطلاق النار عليه - وكالة أسوشيتد برس",
        "اختبار 4 عمال زراعيين \"إيجابي افتراضيًا\" لأنفلونزا الطيور، الحالات الأولى في غرب أستراليا - كومو نيوز",
        "الولايات المتحدة تحقق في تسريب معلومات استخباراتية حول خطط إسرائيل للهجوم على إيران: تحديثات - USA TODAY",
        "دش نيزك أوريونيد 2024: كيف ومتى ترى واحدة من أجمل الدش - أكسيوس",
        "ترامب يدلي بتعليقات مبتذلة حول أرنولد بالمر في مسيرة بنسلفانيا - سي بي إس نيوز"
    ]
}