{
    "headlines": [
        "Chinese Stocks Rebound From Historic Rout as State Funds Step In - Bloomberg.com",
        "Trump threatens veto of bill to curb tariff power - Politico",
        "China says it will 'fight to the end' after Trump threatens 50% additional tariffs - CNBC",
        "Supreme Court allows Trump to enforce Alien Enemies Act for rapid deportations for now - CNN",
        "Florida vs. Houston where to watch March Madness, prediction, 2025 NCAA championship game pick, odds, line - CBS Sports",
        "The White Lotus: Bosch Responds to Its Blender Being Used to Make Poisoned Drinks in the Season Finale - TVLine",
        "US ends life-saving food aid for millions. The World Food program calls it a ‘death sentence’ - AP News",
        "Landmark day for college sports as judge holds final hearing on major NCAA settlement - NPR",
        "Geno Smith says he didn’t counter Seattle’s contract offer - NBC Sports",
        "Scientists genetically engineer wolves with white hair and muscular jaws like the extinct dire wolf - AP News",
        "Framework “temporarily pausing” some laptop sales because of new tariffs - Ars Technica",
        "Gemini Live’s screensharing feature is rolling out to Pixel 9 and Galaxy S25 devices - The Verge",
        "A day on Uranus is actually longer than we thought, Hubble Telescope reveals - Space.com",
        "Health secretary RFK Jr. endorses the MMR vaccine — stoking fury among his supporters - NPR",
        "Trump’s tariff-driven market crash, briefly explained - Vox",
        "Top 10 grocery items that will be affected by tariffs, according to supermarket expert - WPTV",
        "Rescue efforts from Myanmar’s deadly earthquake wind down as death toll hits 3,600 - AP News",
        "Chief Justice Roberts pauses deadline for return of Maryland man mistakenly deported to El Salvador - AP News",
        "Maine sues the Trump administration over funding freeze after dispute over transgender athletes - AP News"
    ]
}