{
    "headlines": [
        "ਟਰੰਪ ਨੇ ਸੱਜੇ ਪੱਖੀ ਟਿੱਪਣੀਕਾਰ ਡੈਨ ਬੋਂਗਿਨੋ ਨੂੰ ਐਫਬੀਆਈ ਦੇ ਡਿਪਟੀ ਡਾਇਰੈਕਟਰ ਵਜੋਂ ਨਾਮਜ਼ਦ ਕੀਤਾ - ਬੀਬੀਸੀ.",
        "ਕੰਜ਼ਰਵੇਟਿਵ ਵਿਰੋਧੀ ਧਿਰ ਨੇ ਜਰਮਨ ਦੀ ਚੋਣ ਜਿੱਤੀ ਅਤੇ ਯੁੱਧ ਤੋਂ ਬਾਅਦ ਦੇ ਸਭ ਤੋਂ ਮਜ਼ਬੂਤ ਨਤੀਜੇ ਦੇ ਨਾਲ ਦੂਰ ਸੱਜੇ 2 ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਬੈੱਲ 10 ਵੀਂ ਨਾਸਕਾਰ ਕੱਪ ਦੀ ਦੌੜ ਜਿੱਤਣ ਲਈ ਓਵਰਟਾਈਮ ਦੀ ਵਰਤੋਂ ਕਰਦਾ ਹੈ - ਈਐਸਪੀਐਨ",
        "ਐਸਏਜੀ ਅਵਾਰਡ ਜੇਤੂਆਂ ਦੀ ਸੂਚੀ – ਲਾਈਵ - ਡੈੱਡਲਾਈਨ ਨੂੰ ਅਪਡੇਟ ਕਰਨਾ",
        "ਬ੍ਰੇਕਿੰਗ ਨਿ Newsਜ਼ਃ ਸੈਨ ਐਂਟੋਨੀਓ - ਟੈਕਸਾਸ ਪਬਲਿਕ ਰੇਡੀਓ ਵਿਚ ਸੰਭਾਵਤ ਖਸਰਾ ਐਕਸਪੋਜਰ",
        "ਹਿਜ਼ਬੁਲ ਆਗੂ ਦੀ ਹੱਤਿਆ ਤੋਂ 5 ਮਹੀਨੇ ਬਾਅਦ ਕੀਤਾ ਵਿਸ਼ਾਲ ਅੰਤਿਮ ਸਸਕਾਰ - POLITICO",
        "ਯੂਐਸਏਆਈਡੀ ਟਰੰਪ ਪ੍ਰਸ਼ਾਸਨ ਦੀ ਯੋਜਨਾ 'ਤੇ ਜੱਜ ਨੇ ਬਲਾਕ ਚੁੱਕਣ ਤੋਂ ਬਾਅਦ ਹਜ਼ਾਰਾਂ ਨੂੰ ਪ੍ਰਬੰਧਕੀ ਛੁੱਟੀ' ਤੇ ਰੱਖੇਗੀ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਪੋਪ ਅਜੇ ਵੀ 'ਹਲਕੇ‘ ਗੁਰਦੇ ਦੀ ਅਸਫਲਤਾ ਦੇ ਸੰਕੇਤਾਂ ਦੇ ਨਾਲ ਨਾਜ਼ੁਕ ਸਥਿਤੀ ਵਿੱਚ ਹੈ, ਵੈਟੀਕਨ ਕਹਿੰਦਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਫੈਡਰਲ ਏਜੰਸੀਆਂ ਏਲੋਨ ਮਸਕ ਦੇ ‘ਤੁਸੀਂ ਪਿਛਲੇ ਹਫਤੇ ਕੀ ਕੀਤਾ?’ ਈਮੇਲ - ਵਾਲ ਸਟਰੀਟ ਜਰਨਲ",
        "ਮੌਰਟਲ ਕੋਂਬੈਟ 1 ਡੀਐਲਸੀ ਚਰਿੱਤਰ ਟੀ -1000 ਨੇ ਕੋਂਬੈਟ ਪੈਕ 2 ਮਾਲਕਾਂ ਲਈ 18 ਮਾਰਚ ਦੀ ਸ਼ੁਰੂਆਤ ਕੀਤੀ, ਸਾਰਿਆਂ ਲਈ 25 ਮਾਰਚ - ਗੇਮੈਟਸੁ",
        "ਰੋਜ਼ਾਨਾ 5 ਮਿੰਟ ਅਜਿਹਾ ਕਰਨ ਨਾਲ ਘੱਟ ਹੋ ਸਕਦਾ ਹੈ ਡਿਮੇਨਸ਼ੀਆ ਦਾ ਖਤਰਾ: ਅਧਿਐਨ - ਯਾਹੂ",
        "ਟਰੰਪ ਅਤੇ ਹੇਗਸੇਥ ਫੌਜ ਦਾ ਰਾਜਨੀਤੀਕਰਨ ਕਰ ਰਹੇ ਹਨ, ਸੇਨ ਜੈਕ ਰੀਡ ਕਹਿੰਦੇ ਹਨ - ਪੋਲਿਟਿਕੋ",
        "ਵਾਰਨ ਬਫੇਟ ਨੇ ਆਪਣੇ ਸਾਲਾਨਾ ਸ਼ੇਅਰਧਾਰਕ ਪੱਤਰ ਵਿੱਚ ਬੁੱਧੀ ਦੇ 4 ਮੁੱਖ ਮੋਤੀ ਸ਼ਾਮਲ ਕੀਤੇ - ਬਿਜ਼ਨਸ ਇਨਸਾਈਡਰ",
        "ਸਪੇਸ ਫੋਰਸ ਨੇ ਐਕਸ-37 ਬੀ ਪੁਲਾੜ ਜਹਾਜ਼ ਦੁਆਰਾ ਲਈ ਗਈ ਧਰਤੀ ਦੀ ਫੋਟੋ ਸਾਂਝੀ ਕੀਤੀ - ਦਿ ਵਰਜ",
        "ਅਲੈਕਸ ਓਵੇਚਕਿਨ ਗੋਲਜ਼ ਟਰੈਕਰਃ 'ਦਿ ਗ੍ਰੇਟ ਅੱਠ' ਵੇਨ ਗ੍ਰੇਟਜ਼ਕੀ ਦੇ 894 ਦੇ ਆਲ-ਟਾਈਮ ਰਿਕਾਰਡ ਨੂੰ ਤੋੜਨ ਤੋਂ 13 ਦੂਰ ਹੈ - ਯਾਹੂ ਸਪੋਰਟਸ",
        "ਕਾਲੇ ਅਤੇ ਚਿੱਟੇ Kyurem ਨਿਊ ਸਾਹਸ ਪ੍ਰਭਾਵ ਪ੍ਰਾਪਤ ਕਰੋ! - ਪੋਕਮੌਨ GO ਹੱਬ",
        "ਹੈਨਰੀ ਸੀਜੁਡੋ ਨੇ ਅੱਖਾਂ ਦੇ ਪੋਕ ਤੋਂ ਹੋਏ ਨੁਕਸਾਨ ਦਾ ਖੁਲਾਸਾ ਕੀਤਾ ਜਿਸਨੇ ਯੂਐਫਸੀ ਸੀਏਟਲ - ਐਮਐਮਏ ਫਾਈਟਿੰਗ ਵਿਖੇ ਸੌਂਗ ਯੈਡੋਂਗ ਦੇ ਵਿਰੁੱਧ ਆਪਣੀ ਲੜਾਈ ਖਤਮ ਕੀਤੀ",
        "ਸ਼ੱਕੀ ਜਿਸਨੇ ਪੁਲਿਸ ਅਧਿਕਾਰੀ ਦੀ ਹੱਤਿਆ ਕੀਤੀ, ਪੈਨਸਿਲਵੇਨੀਆ ਹਸਪਤਾਲ ਦੇ ਸਟਾਫ ਨੂੰ ਬੰਧਕ ਬਣਾ ਕੇ ਰੱਖਿਆ, ਇਸ ਤੋਂ ਪਹਿਲਾਂ ਹਫਤੇ ਆਈਸੀਯੂ ਦਾ ਦੌਰਾ ਕੀਤਾ, ਅਧਿਕਾਰੀ ਕਹਿੰਦੇ ਹਨ - ਸੀਐਨਐਨ",
        "ਬੇਰਹਿਮੀ ਨਾਲ ਇਮਾਨਦਾਰ ਆਸਕਰ ਬੈਲਟ ਨੰਬਰ 1: ਸਰਬੋਤਮ ਤਸਵੀਰ ਲਈ ‘ਕਨਕਲੇਵ‘, ‘ਐਮਿਲਿਆ ਪੇਰੇਜ਼’ ਸਟਾਰ ਟਵੀਟਸ ਨਾਲ ਆਪਣਾ ਵੋਟ ਗੁਆ ਬੈਠਾ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਅਮਰੀਕੀ ਏਅਰਲਾਈਨਜ਼ ਦੀ ਉਡਾਣ 'ਸੰਭਾਵਤ ਸੁਰੱਖਿਆ ਮੁੱਦੇ' 'ਤੇ ਰੋਮ ਵੱਲ ਮੋੜ ਦਿੱਤੀ ਗਈ - ਏਬੀਸੀ ਨਿ Newsਜ਼"
    ]
}