{
    "headlines": [
        "Trump transition team says several Cabinet picks targeted with bomb threats and swatting - CNN",
        "Sean 'Diddy' Combs denied bail as judge declares hip-hop mogul poses serious danger - ABC News",
        "The drone rangers: Trump world declares war on fighter pilots - POLITICO",
        "Biden pushes Netanyahu to get a Gaza hostage-ceasefire deal after Lebanon truce - Axios",
        "NFL Fantasy 2024 Start 'Em, Sit 'Em: Quarterbacks for Week 13 - NFL.com",
        "Microsoft is being investigated by the FTC over antitrust concerns - The Verge",
        "Three dead after fiery Tesla Cybertruck crash in Piedmont - San Francisco Chronicle",
        "Canada is already examining tariffs on certain US items following Trump’s tariff threat - The Associated Press",
        "Ohio governor signs bill limiting bathroom use by transgender students - The Associated Press",
        "Ex-US Sen. Bob Menendez seeks new trial, citing prosecutors' recently admitted error - Yahoo! Voices",
        "iPhone 17 Pro Already Rumored to Have These 8 New Features - MacRumors",
        "Democrat Derek Tran ousts Michelle Steel in CA House battle - POLITICO",
        "iPad mini 7 proves Apple’s silicon strength in a surprising way, here’s how - 9to5Mac",
        "Here’s the latest Thanksgiving weather forecast, and where travel may be affected - The Washington Post",
        "Live updates: Trump selects retired Lt. Gen. Keith Kellogg as special envoy on Ukraine and Russia - The Washington Post",
        "Still counting its dead, Hezbollah faces long road to recover from war - Reuters",
        "Northern lights may be faintly visible across parts of the US this Thanksgiving - ABC News",
        "NFL Pro: Top three fantasy mismatches in Thanksgiving Day tripleheader - NFL.com",
        "Musk wants to stop enforcing regulations. Why that’s ‘almost meaningless.’ - POLITICO",
        "Sources: O'Neil to replace Norman as LIV boss - ESPN"
    ]
}