{
    "headlines": [
        "'ਮਲਟੀਪਲ' ਡਰੋਨ ਨਿ J ਜਰਸੀ ਨੇਵਲ ਸਟੇਸ਼ਨ 'ਤੇ ਹਵਾਈ ਖੇਤਰ ਵਿਚ ਦਾਖਲ ਹੋਏਃ ਅਧਿਕਾਰਤ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਸਟਾਕ ਮਾਰਕੀਟ ਅੱਜ: Nasdaq ਤਾਜ਼ਾ ਰਿਕਾਰਡ ਹਿੱਟ ਦੇ ਤੌਰ ਤੇ ਬ੍ਰੌਡਕਾਮ ਵਾਧੇ, ਚੋਟੀ ਦੇ $ 1 ਟ੍ਰਿਲੀਅਨ ਮਾਰਕੀਟ ਕੈਪ (ਲਾਈਵ ਕਵਰੇਜ) - ਨਿਵੇਸ਼ਕ ਦਾ ਕਾਰੋਬਾਰ ਰੋਜ਼ਾਨਾ",
        "ਅਨੁਭਵੀ ਡੈਨੀਅਲ ਪੈਨੀ, ਐਨਵਾਈਸੀ ਸਬਵੇਅ ਚੋਕਹੋਲਡ ਵਿੱਚ ਬਰੀ ਹੋ ਗਏ, ਫੁੱਟਬਾਲ ਗੇਮ ਵਿੱਚ ਟਰੰਪ ਦੇ ਸੂਟ ਵਿੱਚ ਸ਼ਾਮਲ ਹੋਣਗੇ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਉੱਤਰੀ ਕੈਰੋਲੀਨਾ ਏ. ਡੀ. ਕਹਿੰਦਾ ਹੈ ਕਿ ਬਿਲ ਬੇਲੀਚਿਕ ਮੈਨਿੰਗਕਾਸਟ, ਮੈਕੈਫੀ ਸ਼ੋਅ ਨੂੰ ਮੁੱਖ ਕੋਚ ਵਜੋਂ ਕਰੇਗਾ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਅਮਰੀਕਾ ਨੇ ਸੀਰੀਆ 'ਚ ਇਸਲਾਮਿਕ ਸਟੇਟ ਵਿਰੁੱਧ ਲੜਾਈ ਰੋਕੀ ਕਿਉਂਕਿ ਇਹ ਬਾਗ਼ੀ ਸਮੂਹ ਨਾਲ ਲੜਦਾ ਹੈ - ਦਿ ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "ਜੱਸੀ ਸਿੰਗਲ ਨੂੰ ਐਂਟੀ-ਟ੍ਰਾਂਸ ਦੇ ਵਿਚਾਰਾਂ, ਪਰੇਸ਼ਾਨੀ 'ਤੇ ਪਾਬੰਦੀ ਲਗਾਉਣ ਲਈ ਉਪਭੋਗਤਾਵਾਂ ਦੀ ਪਟੀਸ਼ਨ ਦੇ ਤੌਰ ਤੇ ਬਲੂਸਕੀ ਇਕ ਕਰਾਸਰੋਡ' ਤੇ - TechCrunch",
        "ਯੂਨਾਈਟਿਡ ਹੈਲਥ ਗਰੁੱਪ ਦੇ ਸੀਈਓ ਬ੍ਰਾਇਨ ਥੌਮਸਨ ਦੀ ਮੌਤ ਨੂੰ ਸੰਬੋਧਿਤ ਕਰਦੇ ਹਨ, ਕਹਿੰਦੇ ਹਨ ਕਿ ਸਿਹਤ-ਸੰਭਾਲ ਪ੍ਰਣਾਲੀ 'ਨੁਕਸਦਾਰ' ਹੈ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਐਨਐਫਐਲ ਹਫਤਾ 15 ਬੋਲਡ ਭਵਿੱਖਬਾਣੀਃ ਐਨਐਫਸੀ ਪਾਵਰਹਾhouseਸ ਸ਼ੇਰ ਅਤੇ ਈਗਲਜ਼ ਹੇਠਾਂ ਚਲੇ ਜਾਂਦੇ ਹਨ, ਚੀਫ ਵੱਖਰੇ winੰਗ ਨਾਲ ਜਿੱਤਦੇ ਹਨ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "49ers ਟੀਮ ਅਤੇ ਕੋਚ ਉਸ ਤੋਂ ਬਾਅਦ ਹੈਰਾਨ ਹੋ ਗਏ ਜਦੋਂ ਲਾਈਨਬੈਕਰ ਨੇ ਰਾਮਜ਼ ਦੇ ਵਿਰੁੱਧ ਖੇਡਣ ਤੋਂ ਇਨਕਾਰ ਕਰ ਦਿੱਤਾ - ਸੀਐਨਐਨ",
        "ਯੂਕੇ, ਇਟਲੀ ਅਤੇ ਜਾਪਾਨ ਦੇ ਰੱਖਿਆ ਸਮੂਹਾਂ ਨੇ ਲੜਾਕੂ ਜੈੱਟ ਪ੍ਰੋਜੈਕਟ ਦੀ ਨਿਗਰਾਨੀ ਕਰਨ ਵਾਲੇ ਉੱਦਮ ਦੀ ਸਥਾਪਨਾ ਕੀਤੀ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "ਸ਼ਹਿਰ ਦੇ ਗੇਰਾਲਟ, ਜੋ ਕਿ ਨਿਸ਼ਚਤ ਤੌਰ ਤੇ ਡੱਗ ਕਾਕਲ ਦਾ ਚਿੱਟੇ ਵਾਲਾਂ ਵਾਲਾ ਰਾਖਸ਼ ਸ਼ਿਕਾਰੀ ਸੀ ਵਿਚਰ 4 ਦਾ ਖੁਲਾਸਾ ਟ੍ਰੇਲਰ - ਯੂਰੋਗੇਮਰ",
        "ਕਿਮ ਕਾਰਦਾਸ਼ੀਅਨ ਨੇ ਆਪਣੇ ਪੈਰ ਤੋੜਨ ਤੋਂ ਬਾਅਦ ਸਕੂਟਰ 'ਤੇ ਪ੍ਰੋਗਰਾਮ' ਤੇ ਗਲੇਮ ਦੀ ਆਮਦ ਕੀਤੀ - ਈ! ਖ਼ਬਰਾਂ",
        "ਸਭ ਤੋਂ ਪੁਰਾਣਾ ਮਨੁੱਖੀ ਡੀਐਨਏ ਨਿਸ਼ਾਨ ਲਗਾਉਣ ਵਿੱਚ ਸਹਾਇਤਾ ਕਰਦਾ ਹੈ ਜਦੋਂ ਸ਼ੁਰੂਆਤੀ ਮਨੁੱਖ ਨੀਐਂਡਰਥਾਲਸ ਨਾਲ ਰਲਦੇ ਹਨ - ਸੀ ਐਨ ਐਨ",
        "ਕੋਨਨ ਓ ਬ੍ਰਾਇਨ ਦੀ ਮੰਮੀ ਆਪਣੇ ਪਿਤਾ ਦੇ ਕੁਝ ਦਿਨਾਂ ਬਾਅਦ ਹੀ ਲੰਘਦੀ ਹੈ - ਦਿ ਡੇਲੀ ਬੀਸਟ",
        "François Bayrou ਹੁਕਮ ਆਦਰ - ਪਰ ਉਹ ਸਫਲ ਹੋ ਜਾਵੇਗਾ? - ਬੀਬੀਸੀ. ਕਾੱਮ",
        "2025 ਵਿਚ ਰਫਤਾਰ ਹੌਲੀ ਕਰਨ ਤੋਂ ਪਹਿਲਾਂ ਇਕ ਵਾਰ ਹੋਰ ਕੱਟਣ ਲਈ ਫੀਡ, ਅਰਥਸ਼ਾਸਤਰੀ ਕਹਿੰਦੇ ਹਨ - ਬਲੂਮਬਰਗ",
        "ਰੂਸੀ ਮਿਜ਼ਾਈਲਾਂ ਨੇ ਯੂਕਰੇਨ ਦੇ ਏਮਬੈਟਲ ਪਾਵਰ ਗਰਿੱਡ ਨੂੰ ਕੁੱਟਿਆ - Reuters.",
        "ਸੀਰੀਆ ਵਿੱਚ ਅਸਦ ਦੇ ਆਖਰੀ ਘੰਟੇਃ ਧੋਖਾ, ਨਿਰਾਸ਼ਾ ਅਤੇ ਉਡਾਣ - ਰਾਇਟਰ",
        "ਜੈਮਿਨੀਡ ਮੀਟਿਅਰ ਅੱਜ ਰਾਤ ਸਿਖਰ 'ਤੇ ਬਰਸਾਤ ਕਰਦਾ ਹੈ. ਇੱਥੇ ਉਹ ਕਦੋਂ ਅਤੇ ਕਿੱਥੇ ਦਿਖਾਈ ਦੇਣਗੇ. - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਉੱਪਰ ਅਤੇ ਉੱਪਰ! ਨਾਸਾ ਦਾ ਮੰਗਲ ਰੋਵਰ ਪਰਸੀਵਰੈਂਸ ਆਪਣੇ ਜੇਜੇਰੋ ਕ੍ਰੈਟਰ ਹੋਮ (ਵੀਡੀਓ) ਦੇ ਰਿਮ ਤੱਕ ਪਹੁੰਚਦਾ ਹੈ - ਸਪੇਸ ਡਾਟ ਕਾਮ"
    ]
}