{
    "headlines": [
        "نقطة محذوفة هنا",
        "الرائد Z Fold Special Edition من سامسونج هنا - The Verge",
        "ابنة أرنولد بالمر تتفاعل مع قصة ترامب عن رجولة والدها - الوحش اليومي",
        "QB Wilson \"ممتاز\" في أول ظهور له مع نزهة Steelers - ESPN",
        "ألقت شيريل ريف اللوم على المرجعيات لخسارة نهائيات WNBA أمام Liberty في صراخ جامح: \"S - t سرقت منا\" - نيويورك بوست",
        "الزوجات الشقيقات: يقول كودي براون \"إذا كنت أحب امرأة، أعتقد أن هذا خطأها\" - إي! أونلاين - E! NEWS",
        "مقتفي أثر المذنبات الليلة: متى وأين نراه يوم الاثنين مع \"نجوم الرماية\" - فوربس",
        "قال 40 ٪ من الآباء إن المراهقين استهلكوا مكملات البروتين في العام الماضي، وفقًا لاستطلاع جديد - سي إن إن",
        "يستضيف بوتين قمة في محاولة لإظهار الغرب أنه لا يستطيع إبعاد روسيا عن المسرح العالمي - وكالة أسوشيتد برس",
        "اتحاد كرة القدم الأميركي الأسبوع 7 الصفوف: يحصل عمال الصلب على علامة عالية لتدمير الطائرات، ويحصل 49 لاعبًا على \"C -\" بعد خسارة قبيحة للرؤساء - سي بي إس سبورتس",
        "يصاب مستخدم Pixel 9 Pro XL بالذهول عندما يرى ما حدث لشريط كاميرا هاتفه - PhoneArena",
        "Breanna Stewart, Liberty Celebrated By Fans for 1st - Ever WNBA title Win vs. Lynx - Bleacher Report",
        "سمع دوي انفجارات في لبنان حيث تعهدت إسرائيل بضرب مواقع تمويل حزب الله - BBC.com",
        "مراجعة \"Sunset Boulevard \": تقود نيكول شيرزينجر إحياء 2024 المذهل - Entertainment Weekly News",
        "Samsung Galaxy S25 و S25+ و Galaxy S25 Ultra: أبعاد أكثر دقة وثلاثة دمى والكثير من واقيات الشاشة - Notebookcheck.net",
        "الصين تخفض أسعار الإقراض الرئيسية لدعم النمو - رويترز",
        "قتلت إسرائيل السنوار بإجباره على الخروج من الأنفاق - صحيفة وول ستريت جورنال",
        "جيلي رول يطلق على تطبيق X \"الأكثر سمية\" على الإطلاق، ويقول إنه سيتركه - TMZ",
        "يقدم ترامب بطاطس ماكدونالدز لأنصاره في محطة الحملة المدارة على خشبة المسرح - واشنطن بوست",
        "حاكم ولاية بنسلفانيا يصف هبة المليون دولار التي قدمها إيلون ماسك لتوقيعه على عريضة مؤيدة لترامب بأنها \"مقلقة للغاية\" - فوكس بيزنس"
    ]
}