{
    "headlines": [
        "ਵਰਜੀਨੀਆ ਦੇ ਪੁਰਸ਼ ਬਾਸਕਟਬਾਲ ਕੋਚ ਟੋਨੀ ਬੇਨੇਟ ਸੰਨਿਆਸ ਲੈਣਗੇ, ਤੁਰੰਤ ਪ੍ਰਭਾਵਸ਼ਾਲੀ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਫੀਨਿਕ੍ਸ ਪੁਲਿਸ ਨੇ ਇੱਕ ਬੋਲ਼ੇ ਕਾਲੇ ਆਦਮੀ ਨੂੰ ਦਿਮਾਗੀ ਕਮਜ਼ੋਰੀ ਨਾਲ ਧੱਕਾ ਮਾਰਨ ਦਾ ਵੀਡੀਓ ਰੌਲਾ ਪਾਉਂਦਾ ਹੈ - ਯੂਐਸਏ ਅੱਜ",
        "ਵੀਰਵਾਰ ਰਾਤ ਫੁੱਟਬਾਲਃ ਸੀਨ ਪੇਟਨ, ਬ੍ਰੋਂਕੋਸ 33-10 ਦੀ ਜਿੱਤ ਨਾਲ ਨਿ Or ਓਰਲੀਨਜ਼ ਛੱਡਦਾ ਹੈ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਟਰੰਪ ਰੈਲੀ ਵਿਚ ਗੋਲੀਬਾਰੀ ਤੋਂ ਬਾਅਦ ਸੀਕ੍ਰੇਟ ਸਰਵਿਸ ਨੂੰ ਵੱਡੇ ਹਿੱਲਣ ਦੀ ਜ਼ਰੂਰਤ ਹੈ, ਸਮੀਖਿਆ ਕਹਿੰਦੀ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਡੋਜਰਸ ਬਨਾਮ ਮੈਟਸ ਲਾਈਵ ਸਕੋਰ ਅਪਡੇਟਸਃ ਸ਼ੋਹੇਈ ਓਹਤਾਨੀ ਹੋਮਰਜ਼, ਐਲਏ ਐਨਐਲਸੀਐਸ ਗੇਮ 4 ਦੀ ਅਗਵਾਈ ਕਰਦਾ ਹੈ - ਯੂਐਸਏ ਅੱਜ",
        "ਚੀਨ ਦੀ ਅਰਥਵਿਵਸਥਾ 'ਚ ਗਿਰਾਵਟ ਡੂੰਘੀ, ਸਰਕਾਰੀ ਅੰਕੜੇ ਦਿਖਾਉਂਦੇ ਹਨ - BBC.com",
        "'ਸਾਰੀਆਂ ਭਾਵਨਾਵਾਂ': ਜੰਗਲੀ ਜੀ 3 ਵਿਚ ਗਾਰਡੀਅਨਜ਼ ਟਾਪ ਯੈਂਕਸ - ਈਐਸਪੀਐਨ",
        "ਭਾਰ ਘਟਾਉਣ ਵਾਲੀਆਂ ਦਵਾਈਆਂ ਓਵਰਡੋਜ਼ ਦੇ ਜੋਖਮ ਨੂੰ ਘਟਾ ਸਕਦੀਆਂ ਹਨ, ਨਵਾਂ ਅਧਿਐਨ ਕਹਿੰਦਾ ਹੈ - ਕੇਐਫਓਐਕਸ ਐਲ ਪਾਸੋ",
        "ਹਿਜ਼ਬੁੱਲਾ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਇਹ ਹਮਾਸ ਦੇ ਨੇਤਾ ਦੇ ਮਾਰੇ ਜਾਣ ਤੋਂ ਬਾਅਦ ਇਜ਼ਰਾਈਲ ਨਾਲ ਜੰਗ ਵਧਾਏਗਾ - ਰਾਇਟਰਜ਼",
        "ਇਕ ਦਿਸ਼ਾ ਦੇ ਪ੍ਰਸ਼ੰਸਕਾਂ ਲਈ, ਲੀਅਮ ਪੇਨ ਦੀ ਮੌਤ ਇਕ 'ਵਾਟਰਸ਼ੈਡ' ਪਲ ਹੈ - ਐਨ ਬੀ ਸੀ ਨਿ Newsਜ਼",
        "ਹਾਰਵਰਡ ਦੇ ਐਂਡੋਮੈਂਟ ਡ੍ਰੌਪ ਲਈ ਦਾਨ $ 150 ਮਿਲੀਅਨ ਤੋਂ ਵੱਧ - ਹਾਰਵਰਡ ਕ੍ਰਿਮਸਨ",
        "ਨੈੱਟਫਲਿਕਸ ਦੀ ਕਮਾਈ, ਮਾਰਕ ਕਿubਬਨਃ ਮਾਰਕੀਟ ਡੋਮੀਨੇਸ਼ਨ ਓਵਰਟਾਈਮ - ਯਾਹੂ ਵਿੱਤ",
        "ਇਜ਼ਰਾਈਲ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਸਨੇ ਗਾਜ਼ਾ ਵਿੱਚ ਹਮਾਸ ਦੇ ਨੇਤਾ ਯਾਹੀਆ ਸਿਨਵਰ ਨੂੰ ਮਾਰ ਦਿੱਤਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਅਮਰੀਕਾ ਦੇ ਵੱਡੇ ਕੋਕੀਨ ਤਸਕਰੀ ਮਾਮਲੇ 'ਚ ਕੈਨੇਡਾ ਦੇ ਸਾਬਕਾ ਓਲੰਪੀਅਨ' ਤੇ ਦੋਸ਼ - Al Jazeera English",
        "ਜਾਰਜੀਆ ਹਾਈ ਸਕੂਲ ਦੀ ਗੋਲੀਬਾਰੀ ਵਿੱਚ ਕਿਸ਼ੋਰ ਸ਼ੱਕੀ ਅਤੇ ਪਿਤਾ ਨੂੰ ਦੋਸ਼ੀ ਠਹਿਰਾਇਆ ਗਿਆ ਜਿਸ ਵਿੱਚ 4 ਦੀ ਮੌਤ ਹੋ ਗਈ - ਐਨ ਬੀ ਸੀ ਨਿ Newsਜ਼",
        "ਅਮਰੀਕੀ ਫੌਜ ਨੇ ਯਮਨ 'ਚ ਹੂਤੀ ਦੇ ਟਿਕਾਣਿਆਂ' ਤੇ ਕੀਤਾ ਹਮਲਾ - ABC News",
        "ਡਿੱਡੀ 'ਤੇ ਓਰਿੰਡਾ' ਚ ਬੇ ਏਰੀਆ ਦੀ ਔਰਤ ਨਾਲ ਸਮੂਹਿਕ ਬਲਾਤਕਾਰ ਕਰਨ ਦਾ ਦੋਸ਼ - SFGATE",
        "ਮਿਨੀਸੋਟਾ ਤੋਂ ਵੀਰਵਾਰ ਰਾਤ ਤੋਂ ਉੱਪਰ ਸਾਲ ਦਾ ਸਭ ਤੋਂ ਚਮਕਦਾਰ ਸੁਪਰਮੂਨ - ਐਮਪੀਆਰ ਨਿ Newsਜ਼",
        "ਸਕਾਟਸ ਦੇ ਫੈਸਲੇ ਦੇ ਬਾਵਜੂਦ 'ਸ਼ੇਕਨ ਬੇਬੀ ਸਿੰਡਰੋਮ' ਫਾਂਸੀ ਨੂੰ ਅਸਥਾਈ ਤੌਰ 'ਤੇ ਰੋਕ ਦਿੱਤਾ ਗਿਆ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਜੇ ਤੁਸੀਂ ਸੋਚਦੇ ਹੋ ਕਿ ਟਰੰਪ ਦੀਆਂ ਪਰਵਾਸ ਨੀਤੀਆਂ ਅਤਿਅੰਤ ਹਨ, ਤਾਂ ਯੂਰਪੀਅਨ ਯੂਨੀਅਨ ਦੀਆਂ ਦੇਖੋ - ਪੋਲਿਟਿਕੋ ਯੂਰਪ"
    ]
}