{
    "headlines": [
        "Análise: o encerramento temporário da embaixada dos EUA em Kiev reflete a escalada da guerra na Ucrânia - CNN",
        "   Removido ",
        "NFL Fantasy 2024 Start 'Em, Sit 'Em: Running backs para a semana 12 - NFL.com",
        "   Removido ",
        "Nova ameaça surge à medida que o rio atmosférico se combina com o ciclone-bomba de uma década na Costa Oeste - CNN",
        "Filme de Alec Baldwin 'Rust' estreia com dedicação ao cineasta morto no set - Associated Press",
        "Ucrânia dispara mísseis Storm Shadow fabricados no Reino Unido contra a Rússia pela primeira vez - BBC.com",
        "Os ganhos da Nvidia estão sob controle. Veja o que Wall Street está procurando - CNBC",
        "Hamas: Nenhum acordo de troca de reféns por prisioneiros com Israel, a menos que a guerra em Gaza termine - Yahoo! Voices",
        "Dr. Oz recebendo notas altas dos moderados do Senado — talvez até de Fetterman - POLITICO",
        "Cessar-fogo entre Israel e Hezbollah se aproxima, diz enviado dos EUA - The Wall Street Journal",
        "Caso Laken Riley: Suspeito considerado culpado pelo juiz no assassinato no campus, condenado à prisão perpétua - ABC7 Los Angeles",
        "A escolhida de Trump, Linda McMahon, está enfrentando seu próprio escândalo sexual - The Daily Beast",
        "Susan Smith é negada liberdade condicional 30 anos depois de afogar 2 filhos ao rolar o carro no lago da Carolina do Sul - WPVI-TV",
        "Rober De Niro's TV Turn in Netflix ‘Zero Day’ Conspiracy Series Gets Release Date - Hollywood Reporter",
        "Radical Jaguar rebrand and new logo sparkks ire online - The Associated Press",
        "Stalker 2: Heart of Chornobyl dev reconhece \"arestas\", diz seu feedback de monitoramento - Eurogamer",
        "Relatório: Ray Lewis Emerges as College Head Coach Candidate - BaltimoreRavens.com",
        "Biden aprova minas antipessoal para a Ucrânia, diz autoridade dos EUA",
        "data de lançamento do iPhone SE 4 confirmada — aqui é quando o novo iPhone barato está chegando - Tom's Guide"
    ]
}