{
    "headlines": [
        "ਅਮਰੀਕਾ ਨੇ ਇਰਾਨ 'ਤੇ ਰੂਸ ਨੂੰ ਬੈਲਿਸਟਿਕ ਮਿਜ਼ਾਈਲਾਂ ਭੇਜਣ ਦਾ ਲਗਾਇਆ ਦੋਸ਼ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਫੂ ਫਾਈਟਰਜ਼ ਦੇ ਡੇਵ ਗਰੋਹ ਨੇ ਆਪਣੇ ਵਿਆਹ ਤੋਂ ਬਾਹਰ ਪਿਤਾ ਦੇ ਬੱਚੇ ਨੂੰ ਸਵੀਕਾਰ ਕੀਤਾ - ਫੌਕਸ ਨਿ Newsਜ਼",
        "ਡੈਲਟਾ ਜਹਾਜ਼ ਇਕ ਹੋਰ ਜਹਾਜ਼ ਨੂੰ ਕਲਿੱਪ ਕਰਦਾ ਹੈ ਅਤੇ ਅਟਲਾਂਟਾ ਹਵਾਈ ਅੱਡੇ 'ਤੇ ਆਪਣੀ ਪੂਛ ਨੂੰ ਖੜਕਾਉਂਦਾ ਦਿਖਾਈ ਦਿੰਦਾ ਹੈ - ਐਨਬੀਸੀ ਨਿ Newsਜ਼",
        "ਮਾਸ ਵਿੱਚ ਵੈਸਟ ਨੀਲ ਵਾਇਰਸ ਦੇ 3 ਹੋਰ ਮਨੁੱਖੀ ਮਾਮਲਿਆਂ ਦੀ ਪੁਸ਼ਟੀ ਕੀਤੀ ਗਈ. - ਡਬਲਯੂਸੀਵੀਬੀ ਬੋਸਟਨ",
        "ਏਅਰਪੌਡਸ ਪ੍ਰੋ ਨਵੇਂ ਏਅਰਪੌਡਜ਼ 4 - 9to5Mac ਨਾਲੋਂ 2x ਬਿਹਤਰ ਸ਼ੋਰ ਰੱਦ ਕਰਨ ਦੀ ਪੇਸ਼ਕਸ਼ ਕਰਦਾ ਹੈ",
        "ਲਾਈਨ, ਏਅਰਪੋਰਟ ਅਤੇ ਡੇਵਿਸ ਦੀਆਂ ਅੱਗਾਂ ਕੈਲੀਫੋਰਨੀਆ ਅਤੇ ਨੇਵਾਡਾ ਵਿੱਚ ਵਧਦੀਆਂ ਹਨ, ਹਜ਼ਾਰਾਂ ਨੂੰ ਉਜਾੜੇ - ਸੀ ਐਨ ਐਨ",
        "'ਦਿ ਆਫਿਸ': ਮੇਲਵਿਨ ਗ੍ਰੇਗ, ਚੇਲਸੀਆ ਫ੍ਰੀ & ਰਮੋਨਾ ਯੰਗ ਸਪਿਨੋਫ ਵਿੱਚ ਸ਼ਾਮਲ ਹੋਵੋ - ਡੈੱਡਲਾਈਨ",
        "ਨਕਸ਼ਾਃ ਟ੍ਰੈਕ ਖੰਡੀ ਤੂਫਾਨ ਫ੍ਰਾਂਸਾਈਨ ਦਾ ਰਸਤਾ, ਭਵਿੱਖਬਾਣੀ, ਅਤੇ ਤੂਫਾਨ ਦੀ ਸਥਿਤੀ - ਐਨਬੀਸੀ ਨਿ Newsਜ਼",
        "ਨਵੀਨਤਮਃ ਟਰੰਪ ਅਤੇ ਹੈਰਿਸ ਫਿਲਡੇਲਫੀਆ ਵਿਚ ਬਹਿਸ ਕਰਨ ਲਈ ਤਿਆਰ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਨਾਸਾ ਟੈਲੀਸਕੋਪਾਂ ਦੁਆਰਾ ਲੱਭੀਆਂ ਗਈਆਂ ਚਮਕਦਾਰ ਲਾਈਟਾਂ ਸੁਪਰਮੈਸੀਵ ਬਲੈਕ ਹੋਲ ਦੀ ਡਾਂਸ ਜੋੜੀ ਵੱਲ ਲੈ ਜਾਂਦੀਆਂ ਹਨ - ਸੀ ਐਨ ਐਨ",
        "ਰੂਸ 'ਤੇ ਯੂਕਰੇਨ ਦੇ ਡਰੋਨ ਹਮਲਿਆਂ' ਚ ਘੱਟੋ-ਘੱਟ ਇਕ ਦੀ ਮੌਤ - BBC.com",
        "'ਸਟਾਰ ਵਾਰਜ਼' ਆਈਕਾਨ ਜੇਮਜ਼ ਅਰਲ ਜੋਨਸ ਨੂੰ ਸੋਗ ਕਰਦੇ ਹਨ, ਡੈਨਜ਼ਲ ਵਾਸ਼ਿੰਗਟਨ, ਬੌਬ ਇਗਰ ਅਤੇ ਹੋਰਾਂ ਦੇ ਨਾਲ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਜੇਪੀਮੋਰਗਨ ਸਟਾਕ ਘਟਦਾ ਹੈ ਕਿਉਂਕਿ ਵਿਆਜ ਆਮਦਨੀ ਚੇਤਾਵਨੀ ਰੈਟਲਜ਼ ਮਾਰਕੀਟ - ਯਾਹੂ ਵਿੱਤ",
        "ਐਨਐਫਐਲ ਪਾਵਰ ਰੈਂਕਿੰਗਜ਼, ਹਫਤਾ 2: ਐਰੋਨ ਰੋਜਰਸ ਬਹੁਤ ਵਧੀਆ ਨਹੀਂ ਸੀ, ਪਰ ਇਹ ਜੈੱਟਾਂ ਬਾਰੇ ਭਿਆਨਕ ਹੋਣ ਦਾ ਸਮਾਂ ਨਹੀਂ ਹੈ - ਯਾਹੂ ਸਪੋਰਟਸ",
        "ਹੈਰਿਸ ਬਨਾਮ ਟਰੰਪ ਸੀਬੀਐਸ ਨਿ Newsਜ਼ ਪੋਲਃ ਬਹਿਸ ਤੋਂ ਪਹਿਲਾਂ, ਇੱਥੇ ਵੋਟਰ ਉਮੀਦਵਾਰਾਂ ਬਾਰੇ ਕੀ ਕਹਿ ਰਹੇ ਹਨ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਜੇਡੀ ਵੈਨਸ ਨੇ ਹੈਤੀਆਈ ਪ੍ਰਵਾਸੀਆਂ ਦੇ ਪਾਲਤੂ ਜਾਨਵਰਾਂ ਨੂੰ ਖਾਣ ਬਾਰੇ ਧੋਖੇਬਾਜ਼ ਦਾਅਵੇ ਫੈਲਾਏ - ਐਨਪੀਆਰ",
        "ਨਿ Star ਸਟਾਰਬਕਸ ਦੇ ਸੀਈਓ ਬ੍ਰਾਇਨ ਨਿਕੋਲ ਨੇ ਕੌਫੀ ਚੇਨ ਦੀ ਗਿਰਾਵਟ ਨੂੰ ਖਤਮ ਕਰਨ ਦੀਆਂ ਤਰਜੀਹਾਂ ਦੀ ਰੂਪ ਰੇਖਾ ਦਿੱਤੀ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਵੀਡੀਓ ਵਿੱਚ ਦਿਖਾਇਆ ਗਿਆ ਹੈ ਕਿ ਤੂਫਾਨ ਦੇ ਤਬਾਹੀ ਤੋਂ ਬਾਅਦ ਡਰਾਈਵਰ ਪੁਲ ਦੇ ਡਿੱਗਣ ਤੋਂ ਬਚਦਾ ਹੈ - ਸੀਐਨਐਨ",
        "ਆਈਫੋਨ 16, ਐਪਲ ਇੰਟੈਲੀਜੈਂਸ, ਏਅਰਪੌਡਜ਼ 4 ਅਤੇ ਹੋਰਃ ਐਪਲ ਈਵੈਂਟ 2024 ਵਿਚ ਪ੍ਰਗਟ ਹੋਇਆ ਸਭ ਕੁਝ - ਟੈਕਕ੍ਰਾਂਚ",
        "ਸੋਨੀ ਨੇ ਬਹੁਤ ਜ਼ਿਆਦਾ ਮਹਿੰਗਾ ਅਤੇ ਸ਼ਕਤੀਸ਼ਾਲੀ ਪਲੇਅਸਟੇਸ਼ਨ 5 ਪ੍ਰੋ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ ਦਾ ਖੁਲਾਸਾ ਕੀਤਾ"
    ]
}