{
    "headlines": [
        "Neun Fotos von Travis Kelce und Taylor Swift aus dem Spiel Chiefs-Texans - Kansas City Star",
        "Tyson Fury vs. Oleksandr Usyk Live-Updates: Zeit, Karte, Quoten, Prognosen für Revanche - USA TODAY",
        "Die Überprüfung der Ethik des Obersten Gerichtshofs durch den Senat findet mehr Luxusreisen und fordert einen durchsetzbaren Verhaltenskodex - The Associated Press",
        "Welcher Rost? Team Woods schießt 59, Aktien führen bei PNC-Meisterschaft - NBC Sports",
        "Texas vs. Clemson Live-Stream, wo zu sehen, TV-Sender, College Football Playoff-Quoten, Vorhersage, Auswahl - CBS Sports",
        "Die WGA verbietet die Arbeit mit der Dorf-Roadshow, nachdem sie die Autoren für „zahlreiche Projekte“ nicht bezahlt hat - Frist",
        "Blake Lively beschuldigt It Ends With Us Co-Star Justin Baldoni der Verleumdungskampagne - BBC.com",
        "38 Menschen sterben bei einem Unfall zwischen einem Passagierbus und einem Lastwagen in Brasilien - CNN",
        "NYPD in High-Level-Shakeup inmitten sexueller Fehlverhalten Ansprüche verwickelt, Eric Adams Sonde - ABC News",
        "Senat verabschiedet Sozialversicherungszuschlag für viele pensionierte Beschäftigte im öffentlichen Dienst - PBS NewsHour",
        "Biden unterzeichnet ein Gesetz, das eine Schließung der Regierung verhindert und kurz vor den Tagen des Umbruchs in Washington steht - The Associated Press",
        "[removed]",
        "Eine Rakete aus dem Jemen trifft Tel Aviv und verletzt 16, und Palästinenser trauern um ein Dutzend Kinder in Gaza - POLITICO",
        "Abendkasse: ‘Sonic the Hedgehog 3’ hetzt auf 25 Millionen Dollar Eröffnungstag, ‘Mufasa: The Lion King’ wandert mit 13,3 Millionen Dollar - Vielfalt",
        "NYCs erster Schneesturm des Winters: Enthüllte Tri-State-Summen und eisige Temperaturen voraus - The Daily Galaxy - Great Discoveries Channel",
        "Kalifornien hat den Notstand ausgerufen. Wie ernst ist die Vogelgrippe? - The Associated Press",
        "Warum manche Kinder zu Weihnachten Walkmen und CDs bekommen - The Washington Post",
        "Wie man die Ursiden sieht, den letzten Meteoritenschauer, der 2024 seinen Höhepunkt erreicht - CNN",
        "Die Zahl der Toten auf dem deutschen Weihnachtsmarkt steigt auf fünf, über 200 Verletzte - The Washington Post",
        "Wissenschaftler beobachten 'negative Zeit' in Quantenexperimenten - Phys.org"
    ]
}