{
    "headlines": [
        "49ers vs. Seahawks live updates, score, highlights from Week 6 Thursday Night Football matchup - USA TODAY",
        "They thought they were prepared for Milton. Then the tornadoes came. - The Washington Post",
        "Guardians spit in the eye of elimination, force ALDS to five games with 5-4 win over Tigers - cleveland.com",
        "Heart attack and stroke risk may rise after COVID infection, study finds - Fox News",
        "Obama calls out ‘brothers’ apprehensive to vote for Harris: ‘You’re thinking of sitting out?’ - Fox News",
        "Stellantis CEO Carlos Tavares to retire in 2026 as automaker struggles in North America - Reuters",
        "[Removed]",
        "At least 22 killed in airstrikes in central Beirut, with Israel also firing on UN peacekeepers - The Associated Press",
        "Comet likely last seen when Neanderthals walked Earth could soon dazzle in the night sky - ABC7 Los Angeles",
        "1 person dead in Mollie Kathleen Gold Mine accident in Teller County, 12 people still trapped - Colorado Public Radio",
        "Judge sets trial date in Sean ‘Diddy’ Combs racketeering and sex trafficking case - CNN",
        "Federal appeals court is skeptical of DACA but could narrow the ruling striking it down - CNN",
        "Tesla robotaxi event comes after a decade of unfulfilled promises from Elon Musk - CNBC",
        "Ethel Kennedy, widow of Robert Kennedy and matriarch of celebrated political family, dies at 96 - ABC News",
        "Tampa’s MidFlorida Credit Union Amphitheatre loses roof to Hurricane Milton - Tampa Bay Times",
        "How to help victims of Hurricane Milton right now - The Washington Post",
        "The US military’s X-37B spaceplane is preparing for a “novel space maneuver” - Ars Technica",
        "With Hurricane Milton’s exit, Kennedy Space Center, Cape Canaveral, Space Force assess damage - Florida Today",
        "How Hurricane Milton and Helene conspiracy theories took over social media - BBC.com",
        "Fourth person infected in California as bird flu outbreak spreads - USA TODAY"
    ]
}