{
    "headlines": [
        "ਕਾਂਗਰਸ ਚੋਣਾਂ ਲਾਈਵ ਅਪਡੇਟਸਃ ਰਿਪਬਲਿਕਨਾਂ ਨੇ ਸੈਨੇਟ ਬਹੁਮਤ ਜਿੱਤਿਆ, ਸਦਨ ਨਿਯੰਤਰਣ ਅਜੇ ਵੀ ਫੜਨ ਲਈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਵ੍ਹਾਈਟ ਹਾ Houseਸ ਵਿਚ ਟਰੰਪ ਦੀ ਆਉਣ ਵਾਲੀ ਵਾਪਸੀ ਅਪਰਾਧਿਕ ਮਾਮਲਿਆਂ ਨੂੰ ਰੋਕਦੀ ਹੈ - ਰਾਇਟਰਜ਼",
        "ਯੂਰਪ ਦੇ ਨੇਤਾਵਾਂ ਨੇ ਟਰੰਪ ਨੂੰ ਵਧਾਈ ਦਿੱਤੀ, ਵਪਾਰ ਨੂੰ ਲੈ ਕੇ ਚਿੰਤਾਵਾਂ ਦੇ ਵਿਚਕਾਰ, ਯੂਕਰੇਨ - ਰਾਇਟਰ",
        "ਖੂਨ ਨਾਲ ਪੀਐਸ 5 ਪ੍ਰੋ ਗੇਮਪਲਏਃ ਚਿੱਤਰ ਕੁਆਲਟੀ ਇਨਹਾਂਸਮੈਂਟ - ਆਈਜੀਐਨ",
        "ਬਿਟਕੋਿਨ ਸਪਾਈਕਸ ਰਿਕਾਰਡ ਕਰਨ ਲਈ ਕਿਉਂਕਿ ਵਪਾਰੀਆਂ ਨੂੰ ਕ੍ਰਿਪਟੋਕੁਰੰਸੀ ਨੂੰ ਉਤਸ਼ਾਹਤ ਕਰਨ ਲਈ ਟਰੰਪ ਦੀ ਜਿੱਤ ਦੀ ਉਮੀਦ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਲਈ ਸਮੀਖਿਆ Dwayne ਜਾਨਸਨ ਦੀ ਕ੍ਰਿਸਮਸ ਫਿਲਮ ਵਿੱਚ ਹਨ, ਅਤੇ ਉਹ ਪਰੈਟੀ ਬੇਰਹਿਮ ਹੋਃ \"ਤੁਹਾਨੂੰ ਕ੍ਰਿਸਮਸ ਨੂੰ ਰੱਦ ਕੀਤਾ ਗਿਆ ਸੀ ਚਾਹੁੰਦੇ ਬਣਾ ਦੇਵੇਗਾ\" - Gamesradar",
        "ਮੇਸਾ ਵਿੱਚ ਫਾਲਕਨ ਫੀਲਡ ਨੇੜੇ ਜਹਾਜ਼ ਹਾਦਸੇ ਤੋਂ ਬਾਅਦ ਪੰਜ ਮੌਤਾਂ - ਫੀਨਿਕਸ ਵਿੱਚ ਏਬੀਸੀ15 ਐਰੀਜ਼ੋਨਾ",
        "ਜੇਮਜ਼ ਵੈਨ ਡੇਰ ਬੀਕ, ਜੇਨਾ ਫਿਸ਼ਰ ਅਤੇ ਕੈਂਸਰ ਪ੍ਰਾਪਤ ਕਰਨ ਵਾਲੇ ਨੌਜਵਾਨਾਂ ਦਾ ਉਭਾਰ - ਅਮਰੀਕਾ ਅੱਜ",
        "ਟੇਸਲਾ ਮਸਕ ਦੇ ਆਲ-ਇਨ ਬਾਜ਼ੀ ਦੇ ਤੌਰ ਤੇ ਚੜ੍ਹਦਾ ਹੈ ਟਰੰਪ ਨੇ ਇਨਾਮ ਪ੍ਰਾਪਤ ਕਰਦੇ ਹੋਏ ਵੇਖਿਆ - ਬਲੂਮਬਰਗ",
        "ਕਾਲਜ ਫੁੱਟਬਾਲ ਪਲੇਆਫ ਬਰੈਕਟਃ ਪਹਿਲੀ ਸੀਐਫਪੀ ਰੈਂਕਿੰਗਜ਼ ਰਿਲੀਜ਼ ਤੋਂ ਬਾਅਦ 12-ਟੀਮ ਫੀਲਡ ਕਿਵੇਂ ਦਿਖਾਈ ਦਿੰਦਾ ਹੈ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਹਟਾਈ",
        "ਯੂਕਰੇਨ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਸਨੇ ਪਹਿਲੀ ਵਾਰ ਉੱਤਰੀ ਕੋਰੀਆ ਦੀਆਂ ਫੌਜਾਂ ਨਾਲ ਲੜਿਆ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "4 ਰਾਜਾਂ ਨੇ ਗਰਭਪਾਤ ਦੇ ਅਧਿਕਾਰਾਂ ਦੀ ਰੱਖਿਆ ਲਈ ਵੋਟ ਦਿੱਤੀ, ਜਦੋਂ ਕਿ ਫਲੋਰੀਡਾ ਵਿੱਚ ਪਹੁੰਚ ਵਧਾਉਣ ਦੀ ਕੋਸ਼ਿਸ਼ ਅਸਫਲ ਰਹੀ - ਸੀਐਨਐਨ",
        "ਨਿਣਟੇਨਡੋ ਸਵਿੱਚ 2 ਅਧਿਕਾਰਤ ਤੌਰ 'ਤੇ ਪਛੜੇ ਜਾਣਗੇ - ਅਸਲ ਸਵਿੱਚ ਗੇਮਾਂ ਦੇ ਨਾਲ ਅਨੁਕੂਲ - ਆਈਜੀਐਨ",
        "ਐਨਐਫਐਲ ਵਪਾਰ ਦੀ ਅੰਤਮ ਤਾਰੀਖ ਜੇਤੂ ਅਤੇ ਹਾਰਨ ਵਾਲੇਃ ਜਦੋਂ ਕਿ ਚੀਫ ਅਤੇ ਲਾਇਨਜ਼ ਸੁਪਰ ਬਾlਲ ਦੀਆਂ ਉਮੀਦਾਂ ਨੂੰ ਉਤਸ਼ਾਹਤ ਕਰਦੇ ਹਨ, ਗਾਵਾਂ ਸਿਰਫ ਆਪਣੇ ਭਵਿੱਖ ਦੀ ਕੁਰਬਾਨੀ ਦਿੰਦੀਆਂ ਹਨ - ਯਾਹੂ ਸਪੋਰਟਸ",
        "ਚੋਣਾਂ 2024: ਰਾਸ਼ਟਰਪਤੀ ਦੇ ਨਤੀਜੇ - ਸੀ ਐਨ ਐਨ",
        "ਟੋਯੋਟਾ ਨੇ ਦੂਜੀ ਤਿਮਾਹੀ ਦੇ ਓਪਰੇਟਿੰਗ ਮੁਨਾਫੇ ਵਿਚ ਲਗਭਗ 20% ਦੀ ਗਿਰਾਵਟ, ਗੁੰਮ ਹੋਏ ਅਨੁਮਾਨ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਕਮਾਂਡਰ ਇੱਕ ਵੱਡੀ ਚਾਲ ਬਣਾਉਂਦੇ ਹਨ, ਪ੍ਰੋ ਬਾlਲ ਸੀਬੀ ਮਾਰਸ਼ਨ ਲਟੀਮੋਰ ਲਈ ਵਪਾਰ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਰਾਣੀ ਕੈਮਿਲਾ ਛਾਤੀ ਦੀ ਲਾਗ ਦੇ ਕਾਰਨ ਰੁਝੇਵਿਆਂ ਤੋਂ ਪਿੱਛੇ ਹਟਦੀ ਹੈ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਚੋਣ ਦਿਵਸ ਬੰਬ ਧਮਕੀਆਂ ਕਈ ਸੂਬਿਆਂ 'ਚ ਵੋਟਿੰਗ' ਚ ਵਿਘਨ - The Hill"
    ]
}