{
    "headlines": [
        "Mises à jour en direct : Trump devrait assister au lancement de SpaceX avec Elon Musk au Texas - The Washington Post",
        "L'envoyé américain à Beyrouth pour des pourparlers après le Liban, le Hezbollah approuve le projet de trêve - Reuters.com",
        "Poutine abaisse le seuil d'utilisation de son arsenal nucléaire après la décision de Biden sur les armes pour l'Ukraine - The Associated Press",
        "L'Ukraine tire des missiles à longue portée de fabrication américaine sur la Russie pour la première fois, dit Moscou - CNN",
        "Le stock de Tesla est en hausse. Peut-être que Kim Kardashian aide. - Barron's",
        "Microsoft présente des « agents » IA qui peuvent effectuer des tâches par eux-mêmes à Ignite 2024 - Yahoo Finance",
        "Samsung commence enfin le déploiement de Wear OS 5 pour les montres Galaxy plus anciennes - The Verge",
        "Google Lens peut désormais vérifier les prix et les stocks lors de vos achats dans le monde réel - TechCrunch",
        "Les républicains du Sénat livrent un message à Trump : la confirmation de Gaetz est en danger - POLITICO",
        "Apple révèle les podcasts les plus populaires de 2024, avec neuf listes Top 10 différentes - 9to5Mac",
        "Lowe's Stock chute après les revenus. Il est « trop tôt pour appeler un point d'inflexion. '- Barron's",
        "Souris « extraordinaire » créée à l'aide d'un gène plus ancien que la vie animale elle-même - IFLScience",
        "Le chiffre d'affaires de Walmart au troisième trimestre atteint 169 milliards de dollars, le BPA augmente de 850 % - Yahoo Finance",
        "Classement Power de la semaine 12 de la NFL : la fenêtre du Super Bowl des Bills reste grande ouverte ; les Lions sont nouveaux n ° 1 après la perte des Chiefs - CBS Sports",
        "L'Allemagne sur de mystérieux câbles cassés en mer Baltique : « C'est du sabotage » - POLITICO EUROPE",
        "Un « cyclone de bombe » menace le nord de la Californie et le nord-ouest du Pacifique - The Associated Press",
        "Camerimage : ‘Rust’ Premiere Ticket Demand Crashes Festival Ticketing System - Hollywood Reporter",
        "Cette femme a passé une année à essayer de comprendre la cause de ses infections chroniques à levures, et il s'avère que le coupable était quelque chose que nous utilisons tous les jours - BuzzFeed",
        "Gagnants et perdants de la semaine 11 de la NFL : les chargeurs peuvent enfin être une équipe d'embrayage - Sports Illustrated",
        "Matt Gaetz a payé des femmes pour avoir des relations sexuelles et regarder « Pretty Woman » à Broadway, dit un avocat - Rolling Stone"
    ]
}