{
    "headlines": [
        "تستهدف روسيا مواقع الطاقة الأوكرانية في هجوم \"ضخم\" بالصواريخ والطائرات بدون طيار - فاينانشال تايمز",
        "Gmail Alert - Leak يكشف عن عناوين بريد إلكتروني جديدة قادمة لـ 2.5 مليار مستخدم - Forbes",
        "UFC 309: جونز مقابل نتائج بطاقة Miocic الرئيسية | مقابلات الفائزين، أبرز الأحداث والمزيد من مدينة نيويورك - UFC",
        "ملكة جمال الدنمارك تفوز بمسابقة ملكة جمال الكون 2024 - The Daily Beast",
        "يقول شي إنه سيعمل مع ترامب في الاجتماع الأخير مع بايدن - BBC.com",
        "روسيا تتعمق في أوكرانيا بعد 1000 يوم من الحرب الشاقة - وكالة أسوشيتد برس",
        "أليك بالدوين لأول مرة RFK Jr. على \"SNL \":\" لدي دولفين ميت في سيارتي \"- مجموعة متنوعة",
        "تقول ساوث ويست إيرلاينز إن إحدى طائراتها المليئة بالركاب أصيبت برصاصة - WKRC TV Cincinnati",
        "بيتكوين بسعر 120 ألف دولار ؟ شركة تداول تربط خطة احتياطي ترامب بالتنبؤ الجريء - بيتكوين",
        "يشرح الرئيس التنفيذي لشركة Onion شراء Infowars وسط ادعاءات أليكس جونز حول المزاد - The Hill",
        "ترامب يعين المدير التنفيذي للوقود الأحفوري كريس رايت وزيرا للطاقة - وكالة أسوشيتد برس",
        "ثمانية قتلى و 17 جريحًا في طعن جماعي في شرق الصين - سي إن إن",
        "بوينغ تصدر إشعارات تسريح لأكثر من 400 عامل مع بدء تخفيضات جذرية - بوليتيكو",
        "العمود | هل يتبع مايك جونسون أو يستهزئ بالبروتوكول في تقرير جيتز للأخلاقيات ؟ - الواشنطن بوست",
        "ديدي \"يحاول ابتزاز شهود محاكمة الاتجار بالجنس والتأثير على المحلفين المحتملين\" من السجن... - The US Sun",
        "بيسنت، لوتنيك في الدفعة الأخيرة لاختيار وزير الخزانة ترامب - بلومبرغ",
        "حليف ترامب يحث على فرض رسوم على البضائع التي يتم شحنها عبر ميناء بيرو الصيني - بلومبرغ",
        "بالصور: القمر العملاق الأخير لعام 2024 يضيء سماء الليل حول العالم - فوربس",
        "احتمالات دوري كرة القدم الأمريكية، سطور الأسبوع 11، تنبؤات ATS، اختيارات الألعاب، النصائح، الأوقات: نموذج يحاكي كل لعبة 10000 مرة - CBS Sports",
        "تشرح تريستا سوتر بالتفصيل سبب انفصالها عن العائلة بعد منشورات الزوج ريان الخفية - تو فاب"
    ]
}