{
    "headlines": [
        "Tod durch Ebola-ähnliches Virus in Iowa nach Reise nach Westafrika gemeldet - The Washington Post",
        "Love Is Blind Staffel 7 Reunion Trailer Shows Ashley Defending Tyler Over Baby Revelation - E! NEWS",
        "Tom Brady wird auf Instagram kryptisch, nachdem Gisele Bündchen Schwangerschaftsberichte veröffentlicht hat - New York Post",
        "CIA-Direktor schwamm 28-tägiger Waffenstillstand in Gaza, Geisel-Deal in Doha - Axios",
        "Nach dem Essen bei McDonald's kämpft der Teenager mit E. coli gegen Nierenversagen - NBC News",
        "Jeff Bezos verteidigt die Nicht-Befürwortung der Washington Post, nachdem Abonnenten fliehen und Mitarbeiter zurücktreten - CNN",
        "JPMorgan verklagt Kunden wegen Scheckbetrugs, nachdem sie eine virale Störung am Geldautomaten ausgenutzt haben - New York Post",
        "Billy Gardell aus Pittsburgh bereitet die Fans auf den Fußball am Montagabend vor: \"Wir sind eins\" - WTAE Pittsburgh",
        "Naher Osten: Israel verabschiedet zwei Gesetze, die die UN-Agentur, die Hilfe in Gaza verteilt, einschränken - The Associated Press",
        "Wahlurnen verbrannt, Hunderte von Stimmen in Washington, Oregon Brandstiftung Fällen zerstört - USA HEUTE",
        "World Series Game 3 Live-Updates: Yankees vs. Dodgers Time, Lineups, TV-Kanal - USA TODAY",
        "Ein neuer Sturm könnte sich in der Karibik zusammenbrauen. Was Sie wissen sollten. - The Washington Post",
        "Keine neuen Beschränkungen für den Einsatz von US-Waffen durch die Ukraine, wenn Nordkorea sich dem Kampf Russlands anschließt, sagt das Pentagon - Reuters",
        "Die NASA enthüllt neun potenzielle Landeplätze für die Artemis III-Mission zum Mond-Südpol - Die tägliche Galaxie - Great Discoveries Channel",
        "[removed]",
        "Puerto-Ricaner im Must-Win-Staat sagen, Trump-Rallye-Witz wird nicht vergessen werden - BBC.com",
        "Ein fledermausabtötender Pilz ist Humboldt entkommen, um mindestens vier andere kalifornische Landkreise zu infizieren - Lost Coast Outpost",
        "A Timothée Chalamet Lookalike Contest Turns Chaotic, As Organizer Plots Next Move - Hollywood Reporter",
        "Republikaner wenden sich im Streit um provisorische Stimmzettel in Pennsylvania an den Obersten Gerichtshof - CBS News",
        "Colts-Trainer Shane Steichen verpflichtet sich ab Sonntag nicht mehr zu Anthony Richardson - IndyStar"
    ]
}