{
    "headlines": [
        "ਡੋਨਾਲਡ ਟਰੰਪ ਲਾਈਵਃ ਈਰਾਨ ਨੇ ‘ਬੰਬ ਧਮਾਕੇ‘ ਦੀ ਧਮਕੀ ਤੋਂ ਬਾਅਦ ਜ਼ਬਰਦਸਤ ਜਵਾਬ ਦੇਣ ਦੀ ਚਿਤਾਵਨੀ ਦਿੱਤੀ - Al Jazeera English",
        "ਗੂਗਲ ਪਿਕਸਲ 10 ਪ੍ਰੋ ਫੋਲਡ ਲੀਕ ਪਹਿਲੇ ਰੈਂਡਰਾਂ ਵਿੱਚ [ਗੈਲਰੀ] - 9to5Google",
        "ਐਲਨ ਮਸਕ ਟੇਸਲਾ ਵਿਰੋਧ ਪ੍ਰਦਰਸ਼ਨਾਂ 'ਤੇ ਆਪਣਾ ਮਨ ਗੁਆ ਬੈਠਦਾ ਹੈ, ਗੂੰਗੇ‘ ਸਬੂਤ ‘ਨਾਲ ਭੁਗਤਾਨ ਕੀਤੇ ਪ੍ਰਦਰਸ਼ਨਕਾਰੀਆਂ ਦਾ ਦਾਅਵਾ ਕਰਦਾ ਹੈ - ਇਲੈਕਟਰੈਕ",
        "ਕੇਂਦਰੀ ਅਮਰੀਕਾ ਵਿਚ ਸਖਤ ਤੂਫਾਨ ਨੇ ਘੱਟੋ ਘੱਟ ਦੋ ਨੂੰ ਮਾਰਿਆ, ਹਜ਼ਾਰਾਂ ਲਈ ਬਿਜਲੀ ਕੱ out ਦਿੱਤੀ - ਦਿ ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "ਵਿਸਕਾਨਸਿਨ ਸੁਪਰੀਮ ਕੋਰਟ ਦੇ ਉਮੀਦਵਾਰ ਉੱਚ ਖਰਚੇ, ਵੋਟਿੰਗ ਦੇ ਵਿਚਕਾਰ ਅੰਤਮ ਧੱਕਾ ਕਰਦੇ ਹਨ - Channel3000.com - WISC-TV3",
        "ਟਰੰਪ ਦੇ ਪੁਤਿਨ ਨਾਲ 'ਨਾਰਾਜ਼' ਹੋਣ ਤੋਂ ਬਾਅਦ ਰੂਸ ਅਜੇ ਵੀ 'ਅਮਰੀਕਾ ਨਾਲ ਕੰਮ ਕਰ ਰਿਹਾ ਹੈ' - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਲਿਥੁਆਨੀਆ ਵਿੱਚ ਡੁੱਬਣ ਵਾਲੇ ਚਾਰ ਵਿੱਚੋਂ ਤਿੰਨ ਅਮਰੀਕੀ ਸੈਨਿਕਾਂ ਦੀਆਂ ਲਾਸ਼ਾਂ ਬਰਾਮਦ ਕੀਤੀਆਂ ਗਈਆਂ ਹਨ - ਸੀਐਨਐਨ",
        "ਸਟੈਨਫੋਰਡ 2025 ਲਈ ਅੰਤਰਿਮ ਮੁੱਖ ਕੋਚ ਵਜੋਂ ਫਰੈਂਕ ਰਾਇਚ ਨੂੰ ਨਿਯੁਕਤ ਕਰਦਾ ਹੈ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਅਲਜ਼ਾਈਮਰ ਦਾ ਜੋਖਮ ਉਦੋਂ ਵੱਧਦਾ ਹੈ ਜਦੋਂ ਡੂੰਘੀ ਨੀਂਦ ਦੀ ਮਾਤਰਾ ਡਿੱਗਦੀ ਹੈ, ਅਧਿਐਨ ਸੁਝਾਅ ਦਿੰਦਾ ਹੈ - ਕੇਐਸਐਲ.",
        "ਟਰੰਪ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਪਰਸਪਰ ਟੈਰਿਫ 'ਸਾਰੇ ਦੇਸ਼ਾਂ ਨਾਲ ਸ਼ੁਰੂ ਹੋਣਗੇ,' ਤੰਗ ਲਾਂਚ ਨੂੰ ਰੱਦ ਕਰਦਾ ਹੈ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "GeForce RTX 50 ਸੀਰੀਜ਼ ਲੈਪਟਾਪ ਹੁਣ \"ਉਪਲਬਧ\": RTX 5080 $ 2,499 ਤੋਂ ਸ਼ੁਰੂ ਹੁੰਦਾ ਹੈ, RTX 5090 $ 4,299 ਤੇ - VideoCardz.",
        "ਨਿਆਂ ਵਿਭਾਗ ਨੂੰ ਜਾਰਜੀਆ ਚੋਣ ਕਾਨੂੰਨ ਨੂੰ ਕਾਨੂੰਨੀ ਚੁਣੌਤੀ ਖਾਰਜ ਕਰਨ ਦੀ ਹਦਾਇਤ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਅੰਸ਼ਕ ਸੂਰਜ ਗ੍ਰਹਿਣ ਦੁਨੀਆ ਭਰ ਦੇ ਅਕਾਸ਼ਵਾਚਰਾਂ ਨੂੰ ਖੁਸ਼ ਕਰਦਾ ਹੈ (ਫੋਟੋਆਂ) - ਸਪੇਸ ਡਾਟ ਕਾਮ",
        "ਦੂਰ-ਸੱਜੇ ਨੇਤਾ ਮਰੀਨ ਲੇ ਪੈੱਨ 'ਤੇ 2027 ਦੀ ਰਾਸ਼ਟਰਪਤੀ ਦੀ ਦੌੜ ਤੋਂ ਪਾਬੰਦੀ ਲਗਾਈ ਗਈ, ਫ੍ਰੈਂਚ ਰਾਜਨੀਤੀ ਨੂੰ ਵਿਗਾੜ ਵਿਚ ਸੁੱਟ ਦਿੱਤਾ - ਸੀ ਐਨ ਐਨ",
        "ਜ਼ੈਕ ਸਨਾਈਡਰ ਨੂੰ ਡਾਇਰੈਕਟ ‘ਬ੍ਰੌਲਰ,’ ਡਾਨਾ ਵ੍ਹਾਈਟ ਦੇ ਯੂਐਫਸੀ ਅਤੇ ਸਾ Saudiਦੀ ਮੰਤਰੀ ਤੁਰਕੀ ਅਲਾਲਸ਼ਿਖ ਨਾਲ ਟੀਮਿੰਗ - ਵੰਨਗੀ",
        "ਧਰਤੀ ਦੇ ਖੰਭਿਆਂ ਉੱਤੇ ਸਪੇਸਐਕਸ ਦਾ ਨਿਜੀ Fram2 ਲਾਂਚ ਪੁਲਾੜ ਯਾਤਰੀਆਂ ਨੂੰ ਭੇਜੇਗਾ ਜਿੱਥੇ ਪਹਿਲਾਂ ਕੋਈ ਨਹੀਂ ਗਿਆ ਹੈ - ਸਪੇਸ ਡਾਟ ਕਾਮ",
        "ਡਾਓ ਫਿuresਚਰਜ਼ ਟਰੰਪ ਦੇ ਟੈਰਿਫ ਰੋਲਆਉਟ ਲਈ ਇੱਕ ਜਿਟਰ ਵਾਲ ਸਟ੍ਰੀਟ ਬਰੇਸ ਦੇ ਰੂਪ ਵਿੱਚ 300 ਪੁਆਇੰਟ ਡਿੱਗਦੇ ਹਨਃ ਲਾਈਵ ਅਪਡੇਟਸ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਇੱਕ ਸਰੋਤ ਨੇ ਮੋਰਗਨ ਵਾਲਨ ਦੇ ਵਿਵਾਦਪੂਰਨ ਵਾਕ-ਆਫ ਦਾ ਬਚਾਅ ਕਰਨ ਤੋਂ ਬਾਅਦ, ਇੱਕ \"ਐਸ ਐਨ ਐਲ\" ਲੇਖਕ ਨੇ ਹੁਣੇ ਹੀ ਆਪਣੇ \"ਰੱਬ ਦੇ ਦੇਸ਼\" ਇੰਸਟਾਗ੍ਰਾਮ ਪੋਸਟ - ਬਜ਼ਫੀਡ ਦਾ ਮਜ਼ਾਕ ਉਡਾਇਆ"
    ]
}