{
    "headlines": [
        "Helene tearing through Georgia; 6 dead; 4.4 million without power: Live updates - USA TODAY",
        "Live updates: Netanyahu addresses U.N. as nations call for Israel-Hezbollah cease-fire - The Washington Post",
        "Dame Maggie Smith: Harry Potter and Downton Abbey actress dies at 89 - BBC.com",
        "College football odds, picks, predictions for Week 5, 2024: Proven model loves Notre Dame in best bets - CBS Sports",
        "Hurricane Helene Moving Over Georgia Toward Tennessee Valley—Here’s What To Know - Forbes",
        "Fed's preferred inflation gauge shows prices increased less than Wall Street expected in August - Yahoo Finance",
        "Meta’s new smart glasses look like the future - The Verge",
        "Cowboys hold on to beat Giants in injury-filled game on Thursday Night Football - Yahoo Sports",
        "Ex-Defense Minister Ishiba chosen to lead Japan's ruling party, setting him up to be prime minister - The Associated Press",
        "Harris to call for tougher security measures in first trip to southern border as nominee - CBS News",
        "LIVE UPDATES: Evacuation orders, Flash Flood Emergencies issued as Helene moves in - WLOS",
        "Trump Media co-founders just dumped almost all of their stock - Fortune",
        "Earth to capture a 'second moon' this weekend, NASA says - Phys.org",
        "Hezbollah stores weapons among civilians in Lebanon, US says its not sharing intel with IDF - Fox News",
        "Connelly's Week 5 preview: It's Bama-Georgia, baby! Plus 26 other key matchups - ESPN",
        "New Chinese nuclear attack submarine sank, U.S. officials says - CBS News",
        "PS Store Confirms Lots More PS5 Pro Enhanced Games with New Tag - Push Square",
        "Your Daily Horoscope by Madame Clairevoyant: September 27, 2024 - The Cut",
        "Timeline of New York City Mayor Eric Adams’ federal corruption charge allegations - CNN",
        "Trump says he’ll meet Zelenskyy Friday, slams Europe - POLITICO Europe"
    ]
}