{
    "headlines": [
        "ਚੀਨ ਉਤੇਜਨਾ ਵਿਸ਼ਵਵਿਆਪੀ ਸ਼ੇਅਰਾਂ ਨੂੰ ਨਵੇਂ ਸਿਖਰ 'ਤੇ ਧੱਕਦੀ ਹੈ, ਵਸਤੂਆਂ ਨੂੰ ਵਧਾਉਂਦੀ ਹੈ - ਰਾਇਟਰਜ਼",
        "ਮੰਗਲਵਾਰ ਨੂੰ ਸਟਾਕ ਮਾਰਕੀਟ ਖੁੱਲ੍ਹਣ ਤੋਂ ਪਹਿਲਾਂ ਜਾਣਨ ਲਈ 5 ਚੀਜ਼ਾਂ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਅਮਰੀਕੀ ਅਧਿਕਾਰੀ ਇਜ਼ਰਾਈਲ-ਹਜ਼ਬੁੱਲਾ ਦੇ ਟਕਰਾਅ ਨੂੰ 'ਖੇਤਰੀ ਯੁੱਧ ਵੱਲ ਭੜਕਾਉਣ‘ ਨੂੰ ਰੋਕਣ ਲਈ ਗਰਮਜੋਸ਼ੀ ਨਾਲ ਕੰਮ ਕਰਦੇ ਹਨ - ਸੀਐਨਐਨ",
        "ਗੂਗਲ ਦਾ ਜੈਮਿਨੀ ਏਆਈ ਜਲਦੀ ਹੀ ਤੁਹਾਡੇ ਕਾਰਪੋਰੇਟ ਵਰਕਸਪੇਸ ਵਿੱਚ ਦਿਖਾਈ ਦੇ ਸਕਦਾ ਹੈ - ਦ ਵਰਜ",
        "ਐਨਐਫਐਲ ਹਫਤਾ 3 ਜੇਤੂ ਅਤੇ ਹਾਰਨ ਵਾਲੇਃ ਅਨਹੇਰਲਡ ਕੁਆਰਟਰਬੈਕ ਆਪਣਾ ਨਿਸ਼ਾਨ ਬਣਾਉਂਦੇ ਹਨ - ਸਪੋਰਟਸ ਇਲਸਟ੍ਰੇਟਿਡ",
        "ਜੋਅ ਬੁਰੋਃ ਜੈਡੇਨ ਡੇਨੀਅਲਸ ਬੰਗਾਲ ’ਤੇ ਕਮਾਂਡਰਾਂ ਦੀ ਜਿੱਤ ਵਿੱਚ \"ਅਵਿਸ਼ਵਾਸ਼ਯੋਗ\" ਸੀ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਇਜ਼ਰਾਈਲ ਨੇ ਹਿਜ਼ਬੁੱਲਾਹ ਦੇ ਨਿਸ਼ਾਨਿਆਂ 'ਤੇ ਹਮਲਾ ਕੀਤਾ ਕਿਉਂਕਿ ਸੰਘਰਸ਼ ਤੇਜ਼ ਹੁੰਦਾ ਜਾ ਰਿਹਾ ਹੈ - ਸੀਐਨਐਨ",
        "ਯੂਕਰੇਨ ਦੇ ਰਾਸ਼ਟਰਪਤੀ ਵੋਲੋਡੀਮਰ ਜ਼ੇਲੇਨਸਕੀ ਨੇ 'ਵਿਕਟੋਰੀ ਪਲਾਨ' ਬਾਰੇ ਵਿਚਾਰ ਵਟਾਂਦਰੇ ਕੀਤੇ ਜੋ ਉਹ ਬਿਡੇਨ ਨੂੰ ਪੇਸ਼ ਕਰਨਗੇਃ ਜੀਐਮਏ ਐਕਸਕਲੂਸਿਵ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਹਟਾਈ",
        "ਫਲੋਰਿਡਾ, ਖਾੜੀ ਤੱਟ ਲਈ ਤੂਫਾਨ ਦਾ ਖ਼ਤਰਾ; ਤੂਫਾਨ ਦੀਆਂ ਘੜੀਆਂ ਐਫਐਲ ਤੱਟ ਲਈ ਜਾਰੀ - ਮੌਸਮ ਚੈਨਲ",
        "ਬਾਇਡਨ ਦਾ ਸੰਯੁਕਤ ਰਾਸ਼ਟਰ ਦਾ ਭਾਸ਼ਣ ਮੱਧ ਪੂਰਬ, ਯੂਕਰੇਨ, ਸੁਡਾਨ ਵਿਚ ਲੜਾਈਆਂ ਦੇ ਵਿਚਕਾਰ, ਉਸ ਦੀਆਂ ਕੂਟਨੀਤਕ ਸਫਲਤਾਵਾਂ ਨੂੰ ਉਜਾਗਰ ਕਰੇਗਾ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਤੂਫਾਨ ਜੌਨ ਦੀ ਤੇਜ਼ੀ ਨਾਲ ਤੀਬਰਤਾ ਮੈਕਸੀਕੋ ਦੇ ਸੈਰ-ਸਪਾਟਾ ਕੇਂਦਰਾਂ ਨੂੰ ਆਕਾਪੁਲਕੋ ਅਤੇ ਪੋਰਟੋ ਐਸਕੋਂਡੀਡੋ ਆਫ ਗਾਰਡ ਨੂੰ ਫੜਦੀ ਹੈ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਯੂਐਸ ਕਰਿਆਨੇ ਦੀਆਂ ਦੁਕਾਨਾਂ ਹਫ਼ਤਿਆਂ ਦੇ ਅੰਦਰ ਪ੍ਰਸਿੱਧ ਫਲ ਤੋਂ ਬਿਨਾਂ ਹੋ ਸਕਦੀਆਂ ਹਨ ਕਿਉਂਕਿ 45,000 ਡੌਕ ਵਰਕਰ ਹੜਤਾਲ ਕਰਨ ਦੀ ਧਮਕੀ ਦਿੰਦੇ ਹਨ - ਫੌਕਸ ਬਿਜ਼ਨਸ",
        "ਸੰਯੁਕਤ ਰਾਸ਼ਟਰ ਦਾ ਨਵਾਂ ‘ਭਵਿੱਖ ਲਈ ਸਮਝੌਤਾ‘ ਕੀ ਹੈ, ਅਤੇ ਰੂਸ ਨੇ ਇਸਦਾ ਵਿਰੋਧ ਕਿਉਂ ਕੀਤਾ? - ਅਲ ਜਜ਼ੀਰਾ ਅੰਗਰੇਜ਼ੀ",
        "ਪੱਛਮੀ ਅਫਰੀਕਾ ਹੁਣ ਵਿਸ਼ਵ ਦਾ ਅੱਤਵਾਦ ਦਾ ਹੌਟਸਪੌਟ ਕਿਉਂ ਹੈ - ਰਾਇਟਰ",
        "ਲਾਰੈਂਸ 'ਤੇ ਜਗਜ਼ ਪੈਡਰਸਨ ਅਸਪਸ਼ਟ, ਬਦਲਾਅ ਦਾ ਵਾਅਦਾ - ਈਐਸਪੀਐਨ",
        "ਅਮਰੀਕਾ 'ਚ ਵਧ ਰਿਹਾ ਹੈ ਗੰਭੀਰ ਮੋਟਾਪਾ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਵਿਸ਼ਵ ਦੇ ਮਹਾਂਸਾਗਰ ਜੀਵਨ ਨੂੰ ਕਾਇਮ ਰੱਖਣ ਲਈ ਬਹੁਤ ਜ਼ਿਆਦਾ ਐਸਿਡਿਕ ਹੋਣ ਦੇ ਕੰ onੇ 'ਤੇ ਹਨ, ਵਿਗਿਆਨੀ ਚੇਤਾਵਨੀ ਦਿੰਦੇ ਹਨ - ਸਾਇੰਸ ਅਲਰਟ",
        "ਅਨੁਮਾਨਤ ਕਾਲਜ ਫੁੱਟਬਾਲ ਪਲੇਆਫ ਬਰੈਕਟਃ ਤਿੰਨ ਟੀਮਾਂ ਛੱਡਦੀਆਂ ਹਨ, ਅਲਾਬਾਮਾ ਬਨਾਮ ਜਾਰਜੀਆ ਹਫਤਾਵਾਰੀ ਅਪਡੇਟ ਨੂੰ ਉਜਾਗਰ ਕਰਦਾ ਹੈ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਸ਼ੱਕੀ ਨੇ ਟਰੰਪ ਦੀ ਹੱਤਿਆ ਦੀ ਕੋਸ਼ਿਸ਼ ਨੂੰ ਪਹਿਲਾਂ ਲਿਖਤੀ ਨੋਟ ਵਿਚ ਦੱਸਿਆ - ਬੀਬੀਸੀ."
    ]
}