{
    "headlines": [
        "Поддержки Трампа и Маска было недостаточно, чтобы перевернуть Верховный суд Висконсина - NPR",
        "Сенат утвердил Мэтта Уитакера послом Трампа в НАТО - AP News",
        "Продолжение фильма «Однажды в Голливуде» с Брэдом Питтом в главной роли и Дэвидом Финчером в качестве режиссера сценария Квентина Тарантино - The Hollywood Reporter",
        "Землетрясение в Мьянме: мужчина оплакивает 170 близких - BBC",
        "НФЛ в ближайшее время ожидает решения о том, разрешить ли игрокам играть в олимпийский футбол - NBC Sports",
        "Сенатор Кори Букер побил рекорд Сената с марафонской 24-часовой речью в знак протеста против Трампа и Маска - ABC News",
        "Белый дом предупреждает Китай о военных играх вблизи Тайваня - The Hill",
        "Морган Уоллен продает товар «Get Me to God’s Country» после спорного выхода из «SNL» - разнообразие",
        "2025 McDonald's All-American Game rosters: BYU signee AJ Dybantsa, Duke's Cameron Boozer headline teams - CBS Sports",
        "Администрация Трампа заявляет, что по ошибке депортировала сальвадорского мигранта - The Washington Post",
        "Фьючерсы на акции мало изменились по мере роста тарифов Трампа: актуальные новости - CNBC",
        "Последний американский солдат найден мертвым после несчастного случая на учениях в Литве. 3 других опознаны - AP News",
        "«Дельфины» проиграли «Кале Кэмпбелл» «Аризона Кардиналс». Майами в трудном положении на линии обороны - Miami Herald",
        "Первый компонент токамака, установленный на коммерческой термоядерной установке - Ars Technica",
        "После того, как 9 республиканцев восстали, спикер Палаты представителей Джонсон не смог остановить усилия по голосованию по доверенности во главе с новыми мамами в Конгрессе - PBS",
        "Американцы обеспокоены тарифами. Потребительские акции могут пострадать. - Barron's",
        "Тарифы Трампа вступят в силу немедленно, говорит Белый дом. Придерживайтесь рыночной волатильности. - Barron's",
        "3-летняя девочка обнаружила 3800-летние сокровища во время семейной прогулки в Израиле - CBS News"
    ]
}