{
    "headlines": [
        "المشرع الياباني المخضرم شيجيرو إيشيبا ليكون رئيسًا للوزراء بعد \"المعركة النهائية\" - رويترز",
        "ساوث ويست إيرلاينز تطلق مقاعد مخصصة ومقصورة متميزة في عام 2025 - واشنطن بوست",
        "إسرائيل تقاتل حزب الله \"بكامل قوتها\" على الرغم من دعوات وقف إطلاق النار - BBC.com",
        "إعصار هيلين \"الكارثي\" من الفئة 4 يصل إلى اليابسة في فلوريدا - أكسيوس",
        "لا تزال عائلات 43 طالبًا مفقودًا في المكسيك تطالب بالعدالة بعد 10 سنوات - وكالة أسوشيتد برس",
        "مساعد بوتين يلقي تلميحًا كبيرًا على الدول التي ستتصدر \"قائمة الاغتيالات\" النووية لبوتين | حرب أوكرانيا - هندوستان تايمز",
        "المتظاهرون المناهضون لإسرائيل يهتفون بتهديد \"سنقبض عليك\" خارج فندق نتنياهو في مدينة نيويورك - نيويورك بوست",
        "الأشعة السينية سلبية على كاحل ميخا بارسونز المصاب، لكنه سيخضع لتصوير بالرنين المغناطيسي - NBC Sports",
        "ألاباما تضع الرجل المدان بقتل 3 أشخاص حتى الموت في ثاني عملية إعدام بغاز النيتروجين في البلاد - وكالة أسوشيتد برس",
        "سيلتقي ترامب وزيلينسكي في نيويورك وسط غضب جمهوري - BBC.com",
        "Dallas Cowboys vs. New York Giants Game Highlights | NFL 2024 Season Week 4 - NFL",
        "عارض \"Grey’s Anatomy\" يتحدث عن التقلبات والعودة الكبيرة للعرض الأول، ويثير المرونة - الموسم 21 بينما يستعد عضوان من فريق العمل للخروج - الموعد النهائي",
        "أسهم ديلان دراير اليوم التي يمكن أن تحل محل هدى قطب - E! أونلاين - E! NEWS",
        "شركة تكنولوجيا التصويت، منفذ محافظ توصل إلى تسوية في قضية التشهير بالانتخابات لعام 2020 - وكالة أسوشيتد برس",
        "أزمة قصر النظر العالمية: 1 من كل 3 أطفال الآن يعانون من قصر النظر - SciTechDaily",
        "شاهد جوائز شانيا توين Open People's Choice Country مع Ultimate Tease - رولينج ستون",
        "تقول مصادر إن قراصنة إيرانيين متهمين بالاستهداف المزعوم لحملة ترامب - سي بي إس نيوز",
        "كيف تتبعت سي بي إس نيوز المحتالين الرومانسيين الغانيين الذين يخدعون الأمريكيين في الفراق بمبالغ ضخمة من المال - سي بي إس نيوز",
        "عمدة مدينة نيويورك إريك آدمز متهم في تحقيق فساد فيدرالي ؛ متهم بقبول تبرعات غير لائقة للحملة - ABC7 نيويورك",
        "إدارة الغذاء والدواء الأمريكية توافق على أول دواء جديد لمرض انفصام الشخصية منذ أكثر من 30 عامًا - ABC News"
    ]
}