{
    "headlines": [
        "ਕਿubaਬਾ ਨੇ ਟਾਪੂ-ਵਿਆਪਕ ਬਲੈਕਆਉਟ ਤੋਂ ਬਾਅਦ ਹੌਲੀ ਹੌਲੀ ਬਿਜਲੀ ਬਹਾਲ ਕਰਨਾ ਸ਼ੁਰੂ ਕਰ ਦਿੱਤਾ - ਰਾਇਟਰਜ਼ ਕਨੇਡਾ",
        "ਲੀਅਮ ਪੇਨੇਃ ਸ਼ੈਰਲ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਸ ਦੀ ਮੌਤ 'ਅਣਜਾਣ ਦਰਦਨਾਕ' ਹੈ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਮਿਡਲ ਈਸਟ ਵਿੱਚ ਹਮਾਸ ਦੇ ਨੇਤਾ ਦੀ ਮੌਤ ਅਤੇ ਯੁੱਧ ਬਾਰੇ ਤਾਜ਼ਾ - ਸੀ ਐਨ ਐਨ",
        "‘ਗਲੈਡੀਏਟਰ II’ ਸ਼ੁਰੂਆਤੀ ਸਕ੍ਰੀਨਿੰਗ ਤੋਂ ਪਹਿਲੀ ਪ੍ਰਤੀਕ੍ਰਿਆਵਾਂਃ \"ਇੱਕ ਧੜਕਣ ਵਾਲੀ ਗਤੀ ਵਾਲਾ ਇੱਕ ਕੁੱਲ ਨਜ਼ਾਰਾ\" - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਮਸਕ ਦੇ ਟੇਸਲਾ ਨੇ ਸਵੈ-ਡ੍ਰਾਇਵਿੰਗ ਸਾੱਫਟਵੇਅਰ ਦੀ ਸੁਰੱਖਿਆ ਨੂੰ ਲੈ ਕੇ ਯੂਐਸ ਦੁਆਰਾ ਜਾਂਚ ਕੀਤੀ - ਬੀਬੀਸੀ.",
        "ਨਿਊਯਾਰਕ ਯੈਂਕੀਜ਼ ਏਐਲਸੀਐਸ - ਸੀਐਨਐਨ ਦੇ ਗੇਮ 4 ਵਿਚ ਲਚਕੀਲੇ ਕਲੀਵਲੈਂਡ ਗਾਰਡੀਅਨਜ਼ ਨੂੰ ਰੋਕਣ ਤੋਂ ਬਾਅਦ ਇਕ ਜਿੱਤ ਤੋਂ ਦੂਰ ਹੈ",
        "ਟਰੰਪ ਨੇ ਚੋਣ ਤੋਂ ਪਹਿਲਾਂ ਕੇਸ ਫਾਈਲਾਂ ਜਾਰੀ ਕਰਨ ਲਈ ਜੱਜ ਨੂੰ 'ਬੁਰਾਈ' ਕਿਹਾ - ਬੀਬੀਸੀ.",
        "ਡੋਜਰਸ ਬਨਾਮ ਮੈਟਸਃ ਪੀਟ ਅਲੋਨਸੋ ਚਾਰਜ ਦੀ ਅਗਵਾਈ ਕਰਦਾ ਹੈ, ਮੈਟਸ ਐਨਐਲਸੀਐਸ ਗੇਮ 6 ਨੂੰ ਮਜਬੂਰ ਕਰਦਾ ਹੈ ਕਿ ਸਿਟੀ ਫੀਲਡ - ਯਾਹੂ ਸਪੋਰਟਸ ਵਿਖੇ ਉਸਦੀ ਆਖਰੀ ਘਰੇਲੂ ਖੇਡ ਕੀ ਹੋ ਸਕਦੀ ਸੀ",
        "ਗੇਮ 5 - ਈਐਸਪੀਐਨ ਦਾ ਫੈਸਲਾ ਲੈਣ ਲਈ ਮਜਬੂਰ ਕਰਨ ਲਈ ਦੇਰ ਨਾਲ ਐਫਟੀਜ਼ ਨਾਲ ਲਿੰਕਸ ਦੀ ਜਿੱਤ",
        "ਯੂਐਸ ਵਿਧਾਇਕਃ ਰੂਸ ਲਈ ਲੜ ਰਹੇ ਉੱਤਰੀ ਕੋਰੀਆ ਦੇ ਸੈਨਿਕ 'ਰੈਡ ਲਾਈਨ' ਨੂੰ ਪਾਰ ਕਰਨਗੇ - ਨਿ Newsਜ਼ਵੀਕ",
        "ਕਾਲਜ ਫੁੱਟਬਾਲ ਪਿਕਸ, ਅਨੁਸੂਚੀਃ ਫੈਲਣ ਦੇ ਵਿਰੁੱਧ ਭਵਿੱਖਬਾਣੀ, ਹਫਤੇ 8 ਵਿੱਚ ਐਨਸੀਏਏ ਚੋਟੀ ਦੇ 25 ਖੇਡਾਂ ਲਈ ਸੰਭਾਵਨਾਵਾਂ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "18 ਅਕਤੂਬਰ ਡਰਾਇੰਗ ਲਈ ਮੈਗਾ ਮਿਲੀਅਨਜ਼ ਜੇਤੂ ਨੰਬਰਃ ਜੈਕਪਾਟ 185 ਮਿਲੀਅਨ ਡਾਲਰ ਤੱਕ ਵਧਦਾ ਹੈ - ਅਮਰੀਕਾ ਅੱਜ",
        "ਰਿਚਰਡ ਐਲਨ ਦੇ ਡੇਲਫੀ ਕਤਲੇਆਮ ਮੁਕੱਦਮੇ ਦਾ ਦਿਨ 1 ਨਵੇਂ ਵੇਰਵੇ ਲਿਆਉਂਦਾ ਹੈ, ਦਿਲ ਦਹਿਲਾਉਣ ਵਾਲੀ ਗਵਾਹੀ - IndyStar",
        "ਹੈਰਿਸ ਅਤੇ ਟਰੰਪ ਚੋਣ ਲਈ ਅੰਤਿਮ ਸਪ੍ਰਿੰਟ ਵਿਚ ਮਿਸ਼ੀਗਨ ਵਿਚ ਮੁਹਿੰਮ - ਸੀਐਨਐਨ",
        "ਹਟਾਈ",
        "‘ਮੁਸਕਰਾਹਟ 2’ ਨਿਰਦੇਸ਼ਕ ਟੇਲਰ ਸਵਿਫਟ ਵਰਗੇ ਪੌਪ ਸਿਤਾਰਿਆਂ ਤੋਂ ਜੰਗਲੀ ਅੰਤ, ਸੰਭਾਵਤ ਸੀਕੁਅਲ ਅਤੇ ਡਰਾਇੰਗ ਪ੍ਰੇਰਣਾ ਨੂੰ ਤੋੜਦਾ ਹੈ - ਭਿੰਨਤਾ",
        "ਸਪੇਸਐਕਸ ਲਾਂਚਃ ਕੇਪ - ਫਲੋਰੀਡਾ ਟੂਡੇ ਵਿਖੇ ਸਟਾਰਲਿੰਕ ਫਾਲਕਨ 9 ਲਾਂਚ ਤੋਂ ਲਾਈਵ ਅਪਡੇਟਸ",
        "ਹੈਰਿਸ ਕੈਥੋਲਿਕ ਚੈਰਿਟੀ ਡਿਨਰ ਸਨੱਬ ਤੋਂ ਕੁਝ ਘੰਟੇ ਪਹਿਲਾਂ 'ਗਲਤ ਰੈਲੀ' ਤੇ ਪ੍ਰੋ-ਲਾਈਫ ਪ੍ਰਦਰਸ਼ਨਕਾਰੀਆਂ ਦਾ ਮਜ਼ਾਕ ਉਡਾਉਂਦਾ ਹੈ - ਫੌਕਸ ਨਿ Newsਜ਼",
        "2023 ਤੋਂ ਖੰਘ ਦੇ ਕੇਸ ਫਟ ਗਏ ਹਨ, ਨਵੇਂ ਸੀਡੀਸੀ ਡੇਟਾ ਦਰਸਾਉਂਦੇ ਹਨ - ਸੀ ਐਨ ਐਨ",
        "ਓਰੀਓਨਿਡਜ਼ ਮੀਟੀਅਰ ਸ਼ਾਵਰ ਇਸ ਹਫਤੇ ਦੇ ਅੰਤ ਵਿੱਚ ਹੈਃ ਇਸਦੀ ਚੋਟੀ ਕਿੱਥੇ ਅਤੇ ਕਦੋਂ ਵੇਖਣੀ ਹੈ - ਏਬੀਸੀ ਨਿ Newsਜ਼"
    ]
}