{
    "headlines": [
        "ਬੈਂਕੋ ਬੀਪੀਐਮ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਯੂਨੀਕ੍ਰੇਡਿਟ ਦੀ 'ਅਸਾਧਾਰਣ' 10.5 ਬਿਲੀਅਨ ਡਾਲਰ ਦੀ ਟੇਕਓਵਰ ਪੇਸ਼ਕਸ਼ ਇਸ ਦੇ ਮੁਨਾਫੇ ਨੂੰ ਨਹੀਂ ਦਰਸਾਉਂਦੀ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਡਿਕਸ਼ਨਰੀ ਡਾਟ ਕਾਮ ਨੇ ਆਪਣੇ ਸਾਲ ਦੇ ਸ਼ਬਦ ਦਾ ਨਾਮ ਦਿੱਤਾ ਹੈ, ਅਤੇ ਇਹ ‘ਬ੍ਰੈਟ‘ ਨਹੀਂ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "'ਟੁੱਟੇ ਦਿਲ ਨਾਲ ਮਰ ਗਿਆ': ਗੁੰਮਸ਼ੁਦਾ womanਰਤ ਹੰਨਾਹ ਕੋਬਾਯਾਸ਼ੀ ਦੀ ਮਾਸੀ ਨੇ ਪਿਤਾ ਦੀ ਮੌਤ ਦੀ ਵਿਆਖਿਆ ਕੀਤੀ - ਅਮਰੀਕਾ ਅੱਜ",
        "ਹੁਆਵੇਈ ਨੇ ਮੈਟ 70 ਸਮਾਰਟਫੋਨ ਨੂੰ ਲਾਂਚ ਕੀਤਾ ਜਿਵੇਂ ਕਿ ਨਵਾਂ ਯੂਐਸ ਚਿੱਪ ਲੂਮ - ਰਾਇਟਰਜ਼",
        "ਜੌਨ ਹਰਬਾਗ ਨੇ ਭਰਾ ਜਿਮ ਨੂੰ ਕੁੱਟਿਆ ਕਿਉਂਕਿ ਬਾਲਟੀਮੋਰ ਰੇਵੇਨਜ਼ ਨੇ ਸੋਮਵਾਰ ਰਾਤ ਫੁੱਟਬਾਲ 'ਤੇ ਲਾਸ ਏਂਜਲਸ ਚਾਰਜਰਜ਼ ਨੂੰ ਹਰਾਇਆ - ਸੀ ਐਨ ਐਨ",
        "ਪਾਕਿਸਤਾਨ ਦੇ ਇਸਲਾਮਾਬਾਦ 'ਚ ਇਮਰਾਨ ਖਾਨ ਦੇ ਸਮਰਥਕਾਂ ਨੇ ਤਾਲਾਬੰਦੀ ਦੀ ਕੀਤੀ ਉਲੰਘਣਾ - Al Jazeera English",
        "ਡੌ ਇਕ ਹੋਰ ਰਿਕਾਰਡ 'ਤੇ ਬੰਦ ਹੋਣ ਤੋਂ ਬਾਅਦ ਸਟਾਕ ਫਿuresਚਰਜ਼ ਫਲੈਟਃ ਲਾਈਵ ਅਪਡੇਟਸ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਸੀ ਐਨ ਬੀ ਸੀ ਡੇਲੀ ਓਪਨਃ ਨਿਵੇਸ਼ਕਾਂ ਨੇ ਟਰੰਪ ਦੇ ਖਜ਼ਾਨਾ ਸਕੱਤਰ ਦੀ ਚੋਣ ਦੀ ਹਮਾਇਤ ਕੀਤੀ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "'ਬਰਫ ਦੇ ਮੈਦਾਨ ਵਿਚ ਮਹੱਤਵਪੂਰਣ ਗਿਰਾਵਟ' ਤੋਂ ਬਾਅਦ 22 ਬਚਾਅ ਕਰਨ ਵਾਲੇ 44 ਸਾਲਾ ਹਾਈਕਰ ਦੀ ਲਾਸ਼ ਬਰਾਮਦ ਕਰਦੇ ਹਨ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਯੁੱਧ ਦੀ ਸ਼ੁਰੂਆਤ ਤੋਂ ਬਾਅਦ ਰੂਸ ਯੂਕਰੇਨ ਵਿਚ ਸਭ ਤੋਂ ਤੇਜ਼ ਮਾਸਿਕ ਰਫਤਾਰ ਨਾਲ ਅੱਗੇ ਵਧਦਾ ਹੈ, ਵਿਸ਼ਲੇਸ਼ਕ ਕਹਿੰਦੇ ਹਨ - ਰਾਇਟਰਜ਼.",
        "ਜੁਆਨ ਸੋਟੋ ਨੂੰ ਫ੍ਰੀ ਏਜੰਸੀ ਵਿਚ ਪੰਜ ਟੀਮਾਂ ਤੋਂ ਕਥਿਤ ਤੌਰ 'ਤੇ ਪੇਸ਼ਕਸ਼ਾਂ ਮਿਲੀਆਂ ਹਨ - ਸਪੋਰਟਸ ਇਲਸਟ੍ਰੇਟਿਡ",
        "ਕੱਚਾ ਦੁੱਧ ਲਗਭਗ ਉਸਦੇ ਪੁੱਤਰ ਨੂੰ ਮਾਰ ਦਿੰਦਾ ਹੈ. ਹੁਣ ਐਵੀਅਨ ਫਲੂ ਆਪਣੇ ਜੋਖਮ ਵੱਲ ਵਧੇਰੇ ਧਿਆਨ ਦੇ ਰਿਹਾ ਹੈ - ਦਿ ਮਰਕਰੀ ਨਿ Newsਜ਼",
        "ਐਨਐਫਐਲ ਹਫਤਾ 12 ਗ੍ਰੇਡਃ ਰੈਵੇਨਜ਼ ਹਾਰਬਾਗ ਬਾlਲ ਵਿਚ ਚਾਰਜਰਜ਼ ਉੱਤੇ ਸੋਮਵਾਰ ਦੀ ਜਿੱਤ ਲਈ 'ਏ' ਕਮਾਉਂਦੇ ਹਨ; ਕਾਉਬੌਇਜ਼ ਨੂੰ 'ਏ-' ਪ੍ਰਾਪਤ ਹੁੰਦਾ ਹੈ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਅੰਤਰਰਾਸ਼ਟਰੀ ਐਮੀਜ਼ 2024: ‘ਰੱਬ ਦੀਆਂ ਬੂੰਦਾਂ,’ ‘ਡਿਵੀਸੀਅਨ ਪਾਲੇਰਮੋ’ ਅਤੇ ਟਾਪ ਵਿਜੇਤਾਵਾਂ ਵਿੱਚ ਤਿਮੋਥਿਉਸ ਸਪਾਲ - ਵੰਨਗੀ",
        "ਗੌਤਮ ਅਡਾਨੀ ਖਿਲਾਫ ਅਮਰੀਕੀ ਦੋਸ਼ਾਂ ਨੇ ਵਫ਼ਾਦਾਰ ਜੈਫਰੀਆਂ ਨੂੰ ਮੌਕੇ 'ਤੇ ਪਾ ਦਿੱਤਾ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "ਲੇਬਨਾਨ ਜੰਗਬੰਦੀਃ ਇਜ਼ਰਾਈਲੀ ਕੈਬਨਿਟ ਹਿਜ਼ਬੁੱਲਾ ਸੌਦੇ 'ਤੇ ਕਰੇਗੀ ਚਰਚਾ - BBC.",
        "ਵੇਪਿੰਗ ਖੂਨ ਦੀਆਂ ਨਾੜੀਆਂ ਅਤੇ ਆਕਸੀਜਨ ਨੂੰ ਪ੍ਰਭਾਵਤ ਕਰਦੀ ਹੈ, ਨਵਾਂ ਅਧਿਐਨ ਕਹਿੰਦਾ ਹੈ - ਕੋਮੋ ਨਿ Newsਜ਼",
        "ਹਟਾਈ",
        "ਵਾਲਮਾਰਟ ਸੱਜੇ-ਪੱਖੀ ਬੈਕਲਾਸ਼ ਤੋਂ ਬਾਅਦ ਡੀਈਆਈ ਪ੍ਰੋਗਰਾਮਾਂ ਨੂੰ ਵਾਪਸ ਰੋਲ ਕਰਦਾ ਹੈ - ਸੀਐਨਐਨ",
        "ਰੋਮਾਨੀਆ ਦੇ ਦੂਰ-ਸੱਜੇ, ਪੱਖੀ ਰੂਸੀ lurch ਯੂਰਪੀ ਯੂਨੀਅਨ ਅਤੇ ਨਾਟੋ ਲਈ ਵੱਡੀ ਮੁਸੀਬਤ spells - POLITICO ਯੂਰਪ"
    ]
}