{
    "headlines": [
        "Trumps neue gegenseitige Zölle wirken sich auf Importe aus der ganzen Welt aus - CNBC",
        "Nachtclubdach bricht in der Dominikanischen Republik zusammen und tötet über 60, darunter Sänger Rubby Pérez und ehemaliger MLB-Spieler - Vielfalt",
        "Der amtierende IRS-Kommissar tritt wegen eines Deals zurück, um die Steuerdaten von Einwanderern an ICE zu senden, sagen Quellen - NBC News",
        "UW, Seattle U sagen, dass Studentenvisa von der Bundesregierung ohne Vorankündigung storniert wurden - KOMO",
        "2025 Masters $ 1 Million Parlay-Picks, PGA Tour-Spielerrequisiten, Golfquoten: Möglicherweise großer ROI ab einer Wette von $ 10 - CBS Sports",
        "Die Aktienrallye platzt inmitten der Panik über die Tarife von Präsident Trump: Live-Updates - Fox Business",
        "Als Coffee Mate einen ‘White Lotus’ Piña Colada Creamer machte, hatte er keine Ahnung, wie die Saison enden würde - WSJ",
        "Jeder Penny Musk, der seit Trumps Sieg hergestellt wurde, wurde ausgelöscht - das tägliche Biest",
        "3. Masernfall in Colorado bestätigt in Archuleta County Erwachsener - 9News",
        "2 Venezolaner reichen in New York einen neuen Fall ein, in dem sie Trumps Abschiebungspolitik der „Alien-Feinde“ in Frage stellen - Politico",
        "Das Außenministerium sagt, dass Gespräche mit dem Iran keine Verhandlungen sind, sondern direkt sein werden - ABC News",
        "Was braucht es, um die Masern unter Kontrolle zu bekommen? - NPR",
        "Bleacher Report: Latest Mock Draft after Florida wins NCAA championship - NBA",
        "Gaza ist ein \"Tötungsfeld\", sagt der UN-Chef, während die Agenturen die Welt auffordern, gegen Israels Blockade vorzugehen - BBC",
        "Wie ein Chicago Bulls-Hut dazu führte, dass ein Vater aus Maryland versehentlich in ein Gefängnis in El Salvador gebracht wurde - NBC News",
        "RFK Jr. behauptet, dass sich die Kurve beim Masernausbruch in Texas abflacht. Stimmen die Daten überein? - ABC News",
        "Migranten, die über die CBP One-App in die USA eingereist sind, sollten \"sofort\" gehen, sagt das DHS - NPR",
        "NFL Draft 2025: Joel Klatt zählt die 50 besten Spieler der Klasse mit mehreren Top-Ten-Überraschungen - On3.com"
    ]
}