{
    "headlines": [
        "ਪੋਲ ਦਰਸਾਉਂਦਾ ਹੈ ਕਿ ਕੈਲੀਫੋਰਨੀਆ ਦੀ ਪ੍ਰੋਪ 36 ਅਪਰਾਧ ਪਹਿਲਕਦਮੀ ਵੱਡੇ ਹਾਸ਼ੀਏ ਤੋਂ ਲੰਘਣ ਲਈ ਤਿਆਰ ਹੈ - ਪੋਲਿਟਿਕੋ",
        "ਹਟਾਈ",
        "ਕਮਲਾ ਹੈਰਿਸ ਦੇ ਸੀ ਐਨ ਐਨ ਟਾ hallਨ ਹਾਲ ਤੋਂ ਟੇਕਵੇਜ਼ - ਸੀ ਐਨ ਐਨ",
        "ਅਸੀਂ ਮੈਕਡੋਨਲਡਜ਼ ਈ. ਕੋਲੀ ਫੈਲਣ ਦੀ ਜਾਂਚ ਬਾਰੇ ਕੀ ਜਾਣਦੇ ਹਾਂ - ਸੀ ਐਨ ਐਨ",
        "ਡੋਨਾਲਡ ਟਰੰਪ ਨੇ ਸਮਰਥਕਾਂ ਨੂੰ ਚਾਰਲੀ ਕਿਰਕ ਦੁਆਰਾ ਆਯੋਜਿਤ ਜੀਵੰਤ ਜਾਰਜੀਆ ਰੈਲੀ ਵਿਚ ‘ਸਿਰਫ ਵੋਟ’ ਪਾਉਣ ਲਈ ਕਿਹਾ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਜੌਨ ਮਾਰਾ ਬ੍ਰਾਇਨ ਡੈਬੋਲ, ਜੋ ਸਕੋਇਨ ਦੇ ਦੈਂਤ ਦੇ ਭਵਿੱਖ ਬਾਰੇ ਅਪਮਾਨਜਨਕ ਬਿਆਨ ਦਿੰਦਾ ਹੈ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਹੈਰਿਸ ਕਹਿੰਦਾ ਹੈ ਕਿ ਟਰੰਪ ‘ਇੱਕ ਫਾਸ਼ੀਵਾਦੀ ਹੈ’ ਉਸ ਤੋਂ ਬਾਅਦ ਜੋਹਨ ਕੈਲੀ ਕਹਿੰਦਾ ਹੈ ਕਿ ਉਹ ਹਿਟਲਰ ਵਰਗੇ ਜਰਨੈਲ ਚਾਹੁੰਦਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਹਟਾਈ",
        "ਐਲਨ ਮਸਕ ਦਾ 1 ਮਿਲੀਅਨ ਡਾਲਰ ਪ੍ਰਤੀ ਦਿਨ ਵੋਟਰ ਦੇਣ ਵਾਲਾ ਅਮਰੀਕੀ ਕਾਨੂੰਨ ਦੀ ਉਲੰਘਣਾ ਕਰ ਸਕਦਾ ਹੈ, ਡੀਓਜੇ ਨੇ ਚੇਤਾਵਨੀ ਦਿੱਤੀ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "ਐਸ ਐਂਡ ਪੀ 500 ਫਿuresਚਰ ਇੰਡੈਕਸ ਪੋਸਟਾਂ ਦੇ ਬਾਅਦ ਥੋੜੇ ਜਿਹੇ ਬਦਲ ਜਾਂਦੇ ਹਨ ਤਿੰਨ ਲਗਾਤਾਰ ਹਾਰਨ ਵਾਲੇ ਦਿਨਃ ਲਾਈਵ ਅਪਡੇਟਸ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਲਾਸ ਏਂਜਲਸ ਟਾਈਮਜ਼ ਦੇ ਸੰਪਾਦਕੀ ਬੌਸ ਨੇ ਅਰਬਪਤੀ ਮਾਲਕ ਪੈਟ੍ਰਿਕ ਸੋਨ-ਸ਼ਿਓਨਗ ਨੇ ਹੈਰਿਸ ਦੇ ਸਮਰਥਨ ਨੂੰ ਖਤਮ ਕਰਨ ਤੋਂ ਬਾਅਦ ਅਸਤੀਫਾ ਦੇ ਦਿੱਤਾ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਕਾਰਡੀ ਬੀ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਹ ਮੈਡੀਕਲ ਐਮਰਜੈਂਸੀ ਨਾਲ ਹਸਪਤਾਲ ਵਿਚ ਦਾਖਲ ਹੈ, ਸੰਗੀਤ ਤਿਉਹਾਰ ਤੋਂ ਖੁੰਝ ਜਾਵੇਗੀ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਹਟਾਈ",
        "ਹਿੱਲਃ ਟੂਆ ਦੀ ਮੈਦਾਨ ਵਿਚ ਵਾਪਸੀ 'ਲਗਭਗ ਮੈਨੂੰ ਰੋਇਆ' - ਈਐਸਪੀਐਨ",
        "ਵਾਸ਼ਿੰਗਟਨ ਰਾਜ ਦੇ ਅਧਿਕਾਰੀ ਬਰਡ ਫਲੂ ਦੇ ਚਾਰ ਨਵੇਂ ਮਾਮਲਿਆਂ ਦੀ ਪਛਾਣ ਕਰਦੇ ਹਨ, ਜਿਵੇਂ ਕਿ ਐਚ 5 ਐਨ 1 ਦਾ ਪ੍ਰਕੋਪ ਫੈਲਦਾ ਹੈ - ਫੌਕਸ ਨਿ Newsਜ਼",
        "ਮਿਡਲ ਈਸਟ ਨਵੀਨਤਮਃ ਤੇਲ ਅਵੀਵ ਦੇ ਪਾਰ ਸਾਇਰਨਜ਼ ਦੀ ਆਵਾਜ਼ ਆਉਂਦੀ ਹੈ ਕਿਉਂਕਿ ਬਲਿੰਕਨ ਦੇ ਹੋਟਲ ਦੇ ਨੇੜੇ ਪ੍ਰੋਜੈਕਟਾਂ ਨੂੰ ਰੋਕਿਆ ਜਾਂਦਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਵਿਸਤ੍ਰਿਤ ਮਿਸ਼ਨ ਨੂੰ ਸਮੇਟਣ ਲਈ ਚਾਰ ਸਪੇਸ ਸਟੇਸ਼ਨ ਫਲਾਇਰ ਅਨਡੌਕ ਅਤੇ ਸ਼ੁੱਕਰਵਾਰ ਸਪਲੈਸ਼ਡਾਉਨ ਲਈ ਸਿਰ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਜਾਰਜੀਆ ਦੇ ਚੋਣ ਅਧਿਕਾਰੀ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਬੈਟਲਗਰਾਉਂਡ ਸਟੇਟ ਨੇ ਵਿਦੇਸ਼ੀ ਦੇਸ਼ ਤੋਂ ਸਾਈਬਰ ਹਮਲੇ ਦੀ ਸੰਭਾਵਨਾ ਜਤਾਈ - ਸੀ ਐਨ ਐਨ",
        "ਟੇਸਲਾ ਸਟਾਕ Q3 ਕਮਾਈ 'ਤੇ ਛਾਲ ਮਾਰਦਾ ਹੈ ਬੀਟ - ਯਾਹੂ ਵਿੱਤ",
        "ਰੋਬ ਲੋਅ ਨੇ ਡੈਮੀ ਮੂਰ 'ਤੇ ਕੁਚਲਿਆ ਸੀ, ਕਿਹਾ ਕਿ ਹੁੱਕ-ਅਪਸ‘ ਸੇਂਟ ਐਲਮੋਜ਼ ਫਾਇਰ ‘ਸੈੱਟ‘ ਤੇ 'ਅਟੱਲ’ ਸਨ - ਫੌਕਸ ਨਿ Newsਜ਼"
    ]
}