{
    "headlines": [
        "Путин говорит, что Россия запустила новую ракету в Украине. Вот что мы знаем - CNN",
        "Северная Калифорния сталкивается с возможными рекордными осадками из атмосферной реки, и грядет еще один шторм - CNN",
        "Израиль стоит в стороне, когда конвои с гуманитарной помощью подвергаются нападению в Газе - Новости CBS",
        "Председатель SEC Гэри Генслер уходит в отставку, оставляя наследие разделения и крипто-ворот - Fortune",
        "Коэффициенты Браунс против Стилерс, прогноз, спред, время: выбор футбола в четверг вечером по модели НФЛ на 20-8 пробежек - CBS Sports",
        "Рождественское фото Дуэйна Джонсона и Криса Эванса «Red One» с начинкой на 100 МИЛЛИОНОВ долларов в глобальной кассовой сумке - крайний срок",
        "Заявление президента Джо Байдена по ордерам, выданным Международным уголовным судом - Белый дом",
        "Проспект № 1 Michigan Flips, Five-Star Plus+ QB Брайс Андервуд из LSU - On3",
        "В очереди? Новая технология посадки American Airlines может остановить вас в более чем 100 аэропортах - The Associated Press",
        "Бразильская полиция обвиняет бывшего президента Болсонару и его помощников в предполагаемой попытке государственного переворота в 2022 году - Associated Press",
        "Осуждение Джусси Смоллетта за ложь полиции, инсценировку преступлений на почве ненависти отменено - The Wall Street Journal",
        "Акции Gap растут, поскольку они повышают прогноз, рекламируют «сильное начало» праздника - CNBC",
        "Британка Симона Уайт скончалась после предполагаемого массового отравления в Лаосе - BBC.com",
        "Пресс-секретарь Белого дома посмеялся над уходом Эллен Дедженерес из США - TMZ",
        "Изъято",
        "Разгадывая 40-летнюю тайну, ученые идентифицировали химическое вещество, обнаруженное в миллионах водопроводной воды американцев - CNN",
        "Воспроизведение слухов: Apple Television, обновления AirTag 2, iPhone 17 tidbits - 9to5Mac",
        "DOJ - Google Fight становится серьезным. Почему акции Alphabet падают сегодня. - Barron's",
        "В некоторых больницах наблюдается увеличение РСВ, «ходячей пневмонии». «Вот что нужно знать - ABC News",
        "Президент Кении Уильям Руто отменил крупные сделки с Adani Group - BBC.com"
    ]
}