{
    "headlines": [
        "ਸੁਧਾਰੀ ਰੂਸੀ ਚਾਲਾਂ ਦੇ ਤਹਿਤ ਯੂਕਰੇਨ ਦੀ ਪੂਰਬੀ ਬਕਲਿੰਗ, ਉੱਤਮ ਫਾਇਰਪਾਵਰ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਨਾਈਕ ਸਟਾਕ ਸਲਾਈਡਾਂ ਜਿਵੇਂ ਕਿ ਕੰਪਨੀ ਸੀਈਓ ਤਬਦੀਲੀ ਦੇ ਵਿਚਕਾਰ ਸੇਧ ਵਾਪਸ ਲੈਂਦੀ ਹੈ - ਯਾਹੂ ਵਿੱਤ",
        "ਸਟਾਰਲਾਈਨਰ ਪੁਲਾੜ ਯਾਤਰੀਆਂ ਨੇ ਕ੍ਰੂ -9 ਟੀਮ ਦਾ ਸਵਾਗਤ ਕੀਤਾ, ਅਤੇ ਉਨ੍ਹਾਂ ਦੀ ਸਵਾਰੀ ਘਰ, ਪੁਲਾੜ ਸਟੇਸ਼ਨ - ਯੂਐਸਏ ਅੱਜ",
        "ਇਜ਼ਰਾਈਲ 'ਤੇ ਈਰਾਨ ਦੇ ਤਾਜ਼ਾ ਮਿਜ਼ਾਈਲ ਹਮਲੇ ਬਾਰੇ ਅਸੀਂ ਕੀ ਜਾਣਦੇ ਹਾਂ - ਬੀਬੀਸੀ.",
        "ਬੇਨ ਵਿਸ਼ਵ ਦੇ ਸਭ ਤੋਂ ਵੱਡੇ ਜ਼ਿੰਕ ਸਮੈਲਟਰ ਦੇ ਨਿਯੰਤਰਣ ਲਈ ਲੜਾਈ ਵਿਚ ਸ਼ਾਮਲ ਹੋਇਆ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "ਅਸਲੀ ਜੇਡੀ ਵੈਨਸ ਕੌਣ ਹੈ? ਅਤੇ ਉਪ ਰਾਸ਼ਟਰਪਤੀ ਦੀ ਬਹਿਸ ਤੋਂ 4 ਹੋਰ ਟੇਕਵੇਅ - ਐਨਪੀਆਰ",
        "ਵੈਨਸਃ ਜੀਓਪੀ ਨੇ ਗਰਭਪਾਤ 'ਤੇ ਅਮਰੀਕਾ ਦਾ ਭਰੋਸਾ ਵਾਪਸ ਕਮਾਉਣਾ ਹੈ - ਐਕਸੀਓਸ",
        "‘ਅਮੈਰੀਕਨ ਪਿਕਰਜ਼' ਸਟਾਰਸ ਫਰੈਂਕ ਫ੍ਰਿਟਜ਼, ਮਾਈਕ ਵੁਲਫ ਨੇ ਕਈ ਸਾਲਾਂ ਦੇ ਡਰਾਮੇ ਤੋਂ ਬਾਅਦ ਹੋਸਟ ਦੀ ਮੌਤ ਤੋਂ ਪਹਿਲਾਂ ਹੈਚੇਟ ਨੂੰ ਦਫਨਾਇਆ - ਫੌਕਸ ਨਿ Newsਜ਼",
        "ਹਟਾਈ",
        "ਹੈਲੀਨ ਤੂਫਾਨ 'ਚ ਟੈਨੇਸੀ ਦੀ ਇਕ ਫੈਕਟਰੀ ਦੇ 11 ਮਜ਼ਦੂਰ ਡੁੱਬ ਗਏ । ਸਿਰਫ 5 ਲੋਕਾਂ ਨੂੰ ਬਚਾਇਆ ਗਿਆ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਸੀਨ ‘ਡਿੱਡੀ' ਕੰਬਜ਼ ’ਤੇ 120 ਲੋਕਾਂ ਦੁਆਰਾ ਜਿਨਸੀ ਦੁਰਾਚਾਰ ਦਾ ਦੋਸ਼ ਲਗਾਇਆ ਗਿਆ, ਵਕੀਲ ਕਹਿੰਦਾ ਹੈ - ਅਲ ਜਜ਼ੀਰਾ ਅੰਗਰੇਜ਼ੀ",
        "ਲਿਬਰਟੀ 2-0 ਬਨਾਮ ਏਸੇਸ ਕਿਵੇਂ ਚੜ੍ਹ ਗਈ, ਅਤੇ ਕਿਵੇਂ ਲਿੰਕਸ ਨੇ ਆਪਣੀ ਲੜੀ ਨੂੰ ਸੂਰਜ ਨਾਲ ਵੀ ਜੋੜਿਆ - ਈਐਸਪੀਐਨ",
        "ਸੈਕਸ ਵਰਕਰ ਆਪਣੇ ਆਪ ਨੂੰ ਕਾਂਗੋ ਦੇ ਐਮਪੌਕਸ ਫੈਲਣ ਦੇ ਕੇਂਦਰ ਵਿੱਚ ਪਾਉਂਦੇ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "VP ਬਹਿਸ ਸਟੇਜ 'ਤੇ ਅਮਰੀਕਾ' ਚ ਪੁਲਿਸਿੰਗ ਲਈ ਦੋ ਵਿਜ਼ਨ ਰੱਖੇ ਗਏ - NPR",
        "ਐਨੂਲਰ ਸੂਰਜ ਗ੍ਰਹਿਣ ਅੱਜ ਸੂਰਜ ਨੂੰ ਇੱਕ ਸ਼ਾਨਦਾਰ 'ਅੱਗ ਦੀ ਰਿੰਗ' ਵਿੱਚ ਬਦਲ ਦੇਵੇਗਾ. ਇਹ ਉਹ ਹੈ ਜੋ ਤੁਹਾਨੂੰ ਜਾਣਨ ਦੀ ਜ਼ਰੂਰਤ ਹੈ. - Space. com",
        "ਪਿਕਟ ਲਾਈਨਾਂ ਬਣਦੀਆਂ ਹਨ ਜਿਵੇਂ ਕਿ ਹਜ਼ਾਰਾਂ ਨਿ New ਯਾਰਕ ਅਤੇ ਨਿ J ਜਰਸੀ ਡੌਕਵਰਕਰਾਂ ਲਈ ਪੋਰਟ ਹੜਤਾਲ ਸ਼ੁਰੂ ਹੁੰਦੀ ਹੈ - ਸੀਬੀਐਸ ਨਿ New ਯਾਰਕ",
        "ਵਾਲਜ਼ ਨੇ ਗੁੰਮਰਾਹਕੁੰਨ ਤੌਰ 'ਤੇ ਦਾਅਵਾ ਕੀਤਾ ਹੈ ਕਿ ਉਹ ਤਿਆਨਾਨਮੇਨ ਸਕੁਏਅਰ ਕਤਲੇਆਮ ਨਾਲ ਜੁੜੇ ਸਮੇਂ ਦੌਰਾਨ ਹਾਂਗ ਕਾਂਗ ਵਿੱਚ ਰਿਹਾ ਸੀ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਤੂਫਾਨ ਕਿਰਕ ਫਾਰਮ; ਐਨਐਚਸੀ ਮਾਨੀਟਰ ਇਨਵੈਸਟ 91-ਐਲ, ਕੈਰੇਬੀਅਨ ਗੜਬੜ - ਡਬਲਯੂਈਐਸਐਚ 2 ਓਰਲੈਂਡੋ",
        "Jets 'ਸਾਸ ਗਾਰਡਨਰ ਦਵੈਂਟੇ ਐਡਮਜ਼ ਵਪਾਰ ਦੀਆਂ ਅਫਵਾਹਾਂ ਦੇ ਜਵਾਬ ਵਿੱਚ ਕ੍ਰਿਪਟਿਕ ਫੋਟੋ ਪੋਸਟ ਕਰਦਾ ਹੈ - ਬਲੀਚਰ ਰਿਪੋਰਟ",
        "ਪਿਕਸਲ 9 ਏ ਨੇ ਮੈਨੂੰ ਯਕੀਨ ਦਿਵਾਇਆ ਹੈ ਕਿ ਐਪਲ ਨੂੰ ਮਹਿਮਾ ਵਿੱਚ ਵਾਪਸ ਆਉਣ ਲਈ ਗੂਗਲ ਦੀ ਪਾਲਣਾ ਕਰਨ ਦੀ ਜ਼ਰੂਰਤ ਹੈ - ਫੋਨਅਰੇਨਾ"
    ]
}