{
    "headlines": [
        "زاك إرتز: يتعلق الأمر بالحصول على QB جيد حقًا وجايدن دانيلز يعطينا واحدة - NBC Sports",
        "بيان من الرئيس جو بايدن حول الدعم الأمريكي للدفاع عن أوكرانيا - البيت الأبيض",
        "كيف يتم صنع قميص تي شيرت بقيمة 12.98 دولارًا في أمريكا - بربح - صحيفة وول ستريت جورنال",
        "بيتكوين تصل إلى مستوى قياسي يبلغ حوالي 185 ألف دولار في عام 2025 مع شراء الدول القومية: Galaxy Research - CoinDesk",
        "توفيت ليندا لافين، ممثلة برودواي الحائزة على جائزة توني والتي لعبت دور البطولة في المسلسل الهزلي \"أليس\"، عن عمر يناهز 87 عامًا - وكالة أسوشيتد برس",
        "محذوف",
        "يتردد صدى النشيج والصلاة عبر مطار كوريا الجنوبية بينما تحزن العائلات على ضحايا تحطم الطائرة - سي إن إن",
        "الأسواق الأوروبية تهبط في آخر يوم تداول كامل لعام 2024 - CNBC",
        "الأسهم صامتة في آسيا، والعائدات المرتفعة تختبر التقييمات العالية - رويترز",
        "الضرب المميت للسجين الأسود في نيويورك يثير المجسات والغضب - أكسيوس",
        "يطلب محققو كوريا الجنوبية مذكرة توقيف بحق يون بسبب الأحكام العرفية - Reuters.com",
        "NFL Playoff Picture - Week 17: Postseason seeds, project draft order - theScore",
        "برجك ليوم الاثنين، 30/12/24 من قبل جورجيا نيكولز - CT Insider",
        "جاستن جيفرسون بعد اكتساح الفايكنج للباكرز، وضع نصب عينيه البذرة رقم 1 في NFC: \"نحن لا هوادة فيها\" - سي بي إس سبورتس",
        "\"Sonic the Hedgehog 3\" يتجاوز \"Mufasa\" في شباك التذاكر - Entertainment Weekly News",
        "صورة جديدة كشفت عنها وكالة ناسا لطائرتهم المروحية المريخية الجديدة. - الكون اليوم",
        "تتضمن مجموعة شاشات الألعاب 2025 من إل جي شاشة 5K2K OLED قابلة للانحناء - The Verge",
        "ناسا تؤكد: مسبار باركر ينجو من \"الشمس المؤثرة\" في رحلة تحطيم الأرقام القياسية - ساينس أليرت",
        "التغطية المباشرة: ستطلق SpaceX 21 قمرًا صناعيًا من نوع Starlink على صاروخ Falcon 9 من مركز كينيدي للفضاء - Spaceflight Now",
        "مالك نابرس، العمالقة يتفاعلون مع الانزلاق في عام 2025 مسودة أمر اتحاد كرة القدم الأميركي مع الفوز مقابل المسدسات - الرياضة المصورة"
    ]
}