{
    "headlines": [
        "ਸਾਰਾਹ ਮੈਕਬ੍ਰਾਈਡ ਓਪਨ ਡੇਲਾਵੇਅਰ ਸੀਟ ਜਿੱਤੇਗੀ, ਕਾਂਗਰਸ ਵਿਚ ਪਹਿਲਾ ਟ੍ਰਾਂਸਜੈਂਡਰ ਵਿਅਕਤੀ ਬਣ ਜਾਵੇਗਾ, ਸੀ ਐਨ ਐਨ ਪ੍ਰਾਜੈਕਟ - ਸੀ ਐਨ ਐਨ",
        "ਚੋਣਾਂ 2024: ਸਦਨ ਦੇ ਨਤੀਜੇ - ਸੀ ਐਨ ਐਨ",
        "ਸੈਨੇਟ ਚੋਣਾਂ ਦੇ ਨਤੀਜੇ 2024 ਲਾਈਵ ਅਪਡੇਟਸ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਪੂਰਵ-ਅਨੁਮਾਨ ਬਾਜ਼ਾਰ ਅਚਾਨਕ ਟਰੰਪ ਵੱਲ ਵਧਦੇ ਹਨ ਕਿਉਂਕਿ ਪਹਿਲੇ ਚੋਣ ਨਤੀਜੇ ਆਉਂਦੇ ਹਨ - Fortune",
        "2024 ਮੈਸੇਚਿਉਸੇਟਸ ਬੈਲਟ ਪ੍ਰਸ਼ਨਾਂ ਦੇ ਨਤੀਜੇ - ਜੀਬੀਐਚ ਨਿ Newsਜ਼",
        "DJT ਸਟਾਕ ਦੇ ਬਾਅਦ-ਘੰਟੇ ਵਪਾਰ ਵਿੱਚ ਛਾਲ ਦੇ ਤੌਰ ਤੇ ਛੇਤੀ ਚੋਣ ਨਤੀਜੇ ਰੋਲ ਵਿੱਚ - ਯਾਹੂ ਵਿੱਤ",
        "ਜਿਪਸੀ ਰੋਜ਼ ਬਲੈਂਚਰਡ ਬੱਚੇ ਦੇ ਪਿਤਾ ਦਾ ਖੁਲਾਸਾ ਕਰਨ ਲਈ ਪਿਤ੍ਰਤਾ ਦੇ ਨਤੀਜੇ ਪੋਸਟ ਕਰਦਾ ਹੈਃ ‘ਆਖਰਕਾਰ ਇਹ ਸਮਾਂ ਆ ਗਿਆ ਹੈ’ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਜਾਰਜੀਆ ਲਾਈਵ ਰਾਸ਼ਟਰਪਤੀ ਦੀ ਦੌੜ 2024 ਲਈ ਚੋਣ ਨਤੀਜੇ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "2024 ਰਾਸ਼ਟਰਪਤੀ ਚੋਣਾਂ ਦੇ ਲਾਈਵ ਅਪਡੇਟਸਃ ਟਰੰਪ ਅਤੇ ਹੈਰਿਸ ਦੋਵਾਂ ਨੇ ਪਹਿਲੀ ਏਪੀ ਰੇਸ ਕਾਲਾਂ ਵਿੱਚ ਜਿੱਤ ਪ੍ਰਾਪਤ ਕੀਤੀ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "2024 ਲਾਈਵ ਚੋਣ ਨਤੀਜੇ ਦਾ ਨਕਸ਼ਾਃ ਉੱਤਰੀ ਕੈਰੋਲੀਨਾ ਰਾਸ਼ਟਰਪਤੀ, ਅਮਰੀਕਾ ਦੇ ਹਾਊਸ, ਗਵਰਨਰ, ਅਤੇ ਹੋਰ ਲਈ ਵੋਟ - ABC11 Raleigh-Durham",
        "ਓਰੇਗਨ, ਓਐਸਯੂ, ਜਾਰਜੀਆ, ਮਿਆਮੀ ਚੋਟੀ ਦੇ 1 ਸੀਐਫਪੀ ਰੈਂਕਿੰਗ - ਈਐਸਪੀਐਨ",
        "ਫਲੋਰਿਡਾ ਬੈਲਟ ਉਪਾਅ ਭੰਗ ਨੂੰ ਕਾਨੂੰਨੀ ਰੂਪ ਦੇਵੇਗਾ ਅਤੇ ਗਰਭਪਾਤ ਦੇ ਅਧਿਕਾਰਾਂ ਦੀ ਰੱਖਿਆ ਕਰੇਗਾ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਇਜ਼ਰਾਈਲ ਦੇ ਪ੍ਰਧਾਨ ਮੰਤਰੀ ਨੇਤਨਯਾਹੂ ਨੇ ਰੱਖਿਆ ਮੰਤਰੀ ਗੈਲਾਂਟ ਨੂੰ ਬਰਖਾਸਤ ਕੀਤਾ, ਭਰੋਸੇ ਦੀ ਘਾਟ ਦਾ ਹਵਾਲਾ ਦਿੰਦੇ ਹੋਏ - ਰਾਇਟਰਜ਼",
        "ਪਿਕਸਲ 9 ਪ੍ਰੋ ਆਈਫੋਨ 16 ਪ੍ਰੋ ਨਾਲੋਂ ਬਣਾਉਣ ਲਈ ਬਹੁਤ ਸਸਤਾ ਹੈ - GSMArena. com ਖ਼ਬਰਾਂ - GSMArena.",
        "ਮੂਵੀਗੋਅਰਜ਼ 'ਜ਼ਹਿਰ 3' 'ਜੂਰੀ ਨੰਬਰ 2' 'ਤੇ ਜਾ ਕੇ ਚੋਣ ਨੂੰ ਟਿਊਨ ਆਊਟ ਕਰਦੇ ਹਨ - ਵਰਾਇਟੀ",
        "ਡਿਜਨੀ ਮਲਟੀਕਾਸਟ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ 'ਤੇ ਬੁਕੇਨਰਜ਼-ਚੀਫਜ਼ 20 ਮਿਲੀਅਨ ਨੂੰ ਪਾਰ ਕਰਦਾ ਹੈ",
        "ਰਾਫੇਲ ਜਲਦੀ ਹੀ ਤੂਫਾਨ ਬਣ ਜਾਵੇਗਾ, ਪਰ ਤੂਫਾਨ ਅਤੇ ਅਮਰੀਕਾ ਵੱਲ ਇਸ ਦਾ ਰਸਤਾ ਬਹੁਤ ਬਦਲ ਸਕਦਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਇੰਟਰਐਕਟਿਵ ਨਕਸ਼ੇਃ ਰਾਸ਼ਟਰਪਤੀ, ਸੈਨੇਟ ਅਤੇ ਹਾਊਸ ਨਤੀਜੇ - KXAN.",
        "ਸੁਪਰ ਮਾਈਕਰੋ ਸ਼ੇਅਰਾਂ ਵਿਚ 17% ਗਿਰਾਵਟ ਆਉਣ ਤੋਂ ਬਾਅਦ ਕੰਪਨੀ ਨੇ ਕਿਹਾ ਕਿ ਸਾਲਾਨਾ ਨਤੀਜਿਆਂ ਲਈ ਕੋਈ ਸਮਾਂ ਸਾਰਣੀ ਨਹੀਂ ਹੈ, ਕਮਜ਼ੋਰ ਮਾਰਗਦਰਸ਼ਨ ਜਾਰੀ ਕਰਦਾ ਹੈ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਧਰਤੀ ਆਖਰੀ ਗਲੋਬਲ ਬਰਫ਼ ਯੁੱਗ ਤੋਂ ਬਾਅਦ ਇੱਕ ਵਿਸ਼ਾਲ, ਤੇਜ਼ੀ ਨਾਲ ਪਿਘਲਣ ਦੀ ਮਿਆਦ ਵਿੱਚੋਂ ਲੰਘੀ, ਨਵਾਂ ਅਧਿਐਨ ਸੁਝਾਅ ਦਿੰਦਾ ਹੈ - Phys."
    ]
}