{
    "headlines": [
        "Classificações do Dia de Ação de Graças da NFL de 2024: os Bears recebem um 'C' depois de sufocar a oferta contra os Lions, os Cowboys ganham 'B+' - CBS Sports",
        "Ben Affleck se aproxima da ex-mulher Jennifer Garner no Dia de Ação de Graças em meio ao divórcio de Jennifer Lopez: \"Ele está muito feliz\" - New York Post",
        "Rússia lança mísseis contra Ucrânia após Trump nomear novo enviado para conflito - The Washington Post",
        "Quais lojas estão abertas hoje? Veja o horário de Ação de Graças para Walmart, Target, Wegmans e muito mais - syracuse.com",
        "Manifestantes pró-palestinos presos por interromper o desfile de Ação de Graças - ABC News",
        "Parlamento australiano proíbe redes sociais para menores de 16 anos com a primeira lei do mundo - ABC News",
        "Órgão antitruste do Canadá processa o Google - BBC.com",
        "Quatro legisladores democratas são alvo de ameaças enquanto estão em casa para o Dia de Ação de Graças - CNN",
        "Fósseis de vômitos e fezes de dinossauros expõem como eles evoluíram para dominar a Terra - A Galáxia Diária - Grande Canal de Descobertas",
        "Relatório: Produtos alcoólicos de Conor McGregor removidos dos aeroportos da Irlanda nas últimas repercussões do veredicto de agressão sexual - MMA Fighting",
        "Como assistir ao jogo Dolphins vs. Packers no Dia de Ação de Graças ao vivo gratuitamente - New York Post",
        "New York Giants vs. Dallas Cowboys, Semana 13: Atualizações ao vivo! - Big Blue View",
        "Gripe aviária detectada na segunda amostra de leite cru de varejo da empresa da Califórnia - KTLA Los Angeles",
        "   Removido ",
        "Israel e Hezbollah acusam comércio de violações do cessar-fogo - Reuters",
        "Canadá reforçará fronteira após ameaça tarifária de Donald Trump - Financial Times",
        "Como Ariana Madix, Cynthia Erivo e mais estrelas estão comemorando o Dia de Ação de Graças - Página Seis",
        "   Removido ",
        "Alpinista desaparecido é encontrado vivo após sobreviver mais de 6 semanas em região remota do Canadá - CBS News",
        "Microsoft está fora de si, o mais recente Surface Pro cai abaixo de US $ 850 na Black Friday - Gizmodo"
    ]
}