{
    "headlines": [
        "تحث الولايات المتحدة إسرائيل على وقف إطلاق النار على قوات حفظ السلام التابعة للأمم المتحدة في لبنان - BBC.com",
        "\"خطأ\" لباراك أوباما في \"محاضرة\" الرجال السود لعدم دعمهم كامالا هاريس: مستشار بيرني ساندرز السابق - فوكس نيوز",
        "\"بوينغ\" تستغني عن 17 ألف وظيفة وتؤجل تسليم أول طائرة \"777 إكس\" بسبب الإضراب - ياهو فاينانس",
        "نقطة محذوفة هنا",
        "كان حدث تيسلا للتاكسي الآلي طويلًا على وعود ماسك. أراد المستثمرون المزيد من التفاصيل. - رويترز",
        "متعقب إصابات اتحاد كرة القدم الأميركي الأسبوع 6: مالك نابرز خارج المباراة ضد البنغال، أنتوني ريتشاردسون قرار وقت المباراة، من المرجح أن يكون راسل ويلسون نشطًا - ياهو سبورتس",
        "الأسئلة الشائعة حول لعبة Padres - Dodgers NLDS 5، التشكيلات (8 ET/5 PT، FOX) - MLB.com",
        "ترتبط عدوى كوفيد-19 خلال الموجة الأولى بارتفاع خطر الإصابة بالنوبات القلبية والسكتة الدماغية: دراسة - ABC News",
        "تم إنقاذ أكثر من 500 شخص من مجمع سكني غمرته المياه في كليرووتر بولاية فلوريدا. - إذاعة KNAU Arizona Public Radio",
        "السكان يجوبون الشوارع التي غمرتها الفيضانات، ويزيلون الأنقاض بعد أن مزق إعصار ميلتون فلوريدا - وكالة أسوشيتد برس",
        "ستكون أول لمحة لمذنب مرئي فوق سان أنطونيو ليلة الجمعة - KSAT San Antonio",
        "هل ستكون الأضواء الشمالية مرئية مرة أخرى الليلة ؟ اطلع على أحدث التوقعات - USA TODAY",
        "يقال إن Xbox Cloud Gaming ستسمح للاعبين ببث أي لعبة في مكتبتهم من نوفمبر - Eurogamer",
        "إيران تريد اغتيال مسؤولي ترامب السابقين. إليك سبب نجاحها. - POLITICO",
        "حملة ترامب تطلب طائرات عسكرية ذات قدرات مضادة للصواريخ وغيرها من التدابير الأمنية في الفترة التي تسبق الانتخابات - سي إن إن",
        "أصول بلاك روك تحت الإدارة ترتفع لتسجل 11.5 تريليون دولار - فاينانشال تايمز",
        "زيادة الحد الأقصى لضريبة مرتبات الضمان الاجتماعي لعام 2025. إليك كيف يمكن أن يؤثر ذلك عليك - CNBC",
        "أراد أطفال كريستوفر ريف أن يكونوا \"صادقين وخامين وضعفاء\" في الفيلم الوثائقي الجديد \"سوبر/مان\" - وكالة أسوشيتد برس",
        "تعتقد الولايات المتحدة أن إيران متوترة للغاية لأنها تنتظر رد إسرائيل على الهجمات الصاروخية - سي إن إن",
        "يضيف Steam الحقيقة القاسية المتمثلة في أنك تشتري \"ترخيصًا\"، وليس اللعبة نفسها - Ars Technica"
    ]
}