{
    "headlines": [
        "Трамп назначил министра финансов Скотта Бессента исполняющим обязанности главы CFPB после увольнения Чопры - CNBC",
        "Штаб-квартира USAID заблокирована в Вашингтоне после того, как Маск заявил, что Трамп согласился закрыть агентство по оказанию помощи - The Associated Press",
        "Майлз Гарретт просит Браунс о сделке - NBC Sports",
        "Выпивка или сорняк: что хуже для здоровья? - The Wall Street Journal",
        "В Белом доме Трамп покажет Нетаньяху, кто босс - Haaretz",
        "Тарифы Трампа на Мексику будут приостановлены на один месяц, говорит Шейнбаум, объявляя о развертывании войск на границе - CNBC",
        "Добро пожаловать в новую культурную войну «здравого смысла» Дональда Трампа - POLITICO",
        "The Luka Trade покидает руководство НБА с недоумением: «The Return Sucks» - The Ringer",
        "Президент Южной Африки наносит ответный удар Трампу и Маску по земельному законодательству - POLITICO EUROPE",
        "Бейонсе объявляет даты тура Cowboy Carter после «Большой ночи Грэмми» - Hollywood Reporter",
        "Обзор Civilization VII: капитальный ремонт решает самые старые проблемы Civ - Ars Technica",
        "Футбол штата Огайо подходит: кого Buckeyes, Райан Дэй может нажать, чтобы заменить Чипа Келли - 247Sports",
        "Экс-солдата Даниэля Халифа приговорили к 14 годам тюрьмы за шпионаж в пользу Ирана и побег из тюрьмы - BBC.com",
        "Цены на нефть и бензин подскочили после того, как Трамп ввел тарифы на канадскую нефть - MarketWatch",
        "Является ли стимуляция блуждающего нерва будущим для лечения РА? - Health Central",
        "Nucor и другие стальные акции растут по тарифам Трампа. Небольшое изменение оказывает большое влияние. - Barron's",
        "Том Ли говорит, что покупает это падение тарифов в акциях, но биткоин движется к гораздо более краткосрочной боли - CNBC",
        "Стремление администрации Трампа к замораживанию федерального финансирования вернулось в суд - Associated Press"
    ]
}