{
    "headlines": [
        "NFL ਹਫਤੇ 16 ਬਾਵਜੂਦ, ਭਵਿੱਖਬਾਣੀ, ਮਾਹਰ ਪਿਕਃ ਵਧੀਆ ਸੱਟਾ, teasers, ਬਚੇ ਪਿਕ, ਜਿੱਥੇ ਹਰ ਖੇਡ ਨੂੰ ਵੇਖਣ ਲਈ - CBS ਖੇਡ",
        "ਟੈਕਸਾਸ ਦੇ ਮਾਲ 'ਚੋਂ ਲੰਘਦੇ ਪਿਕਅਪ ਟਰੱਕ ਡਰਾਈਵਰ ਦੀ ਪੁਲਿਸ ਨੇ ਕੀਤੀ ਹੱਤਿਆ ਅਤੇ 5 ਜ਼ਖਮੀ - The Associated Press",
        "ਲੈਮਰ ਜੈਕਸਨ ਸਟੀਲਰਜ਼ ਉੱਤੇ ਜਿੱਤ ਵਿੱਚ ਇਤਿਹਾਸ ਰਚਦਾ ਹੈ - BaltimoreRavens.com",
        "ਐਮਾਜ਼ਾਨ ਵਿਰੋਧ ਪ੍ਰਦਰਸ਼ਨ ਐਨ. ਵਾਈ. ਵਿਚ ਫੈਲਦਾ ਹੈ ਕਿਉਂਕਿ ਯੂਨੀਅਨ ਨੂੰ ਛੁੱਟੀਆਂ ਦੀਆਂ ਸਪੁਰਦਗੀਆਂ ਵਿਚ ਵਿਘਨ ਪਾਉਣ ਦੀ ਉਮੀਦ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਟੈਨਿਸੀ ਦੇ ਪ੍ਰਸ਼ੰਸਕਾਂ ਨੇ ਓਹੀਓ ਸਟੇਟ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ ਵਿਰੁੱਧ ਕਾਲਜ ਫੁੱਟਬਾਲ ਪਲੇਆਫ ਗੇਮ ਲਈ ਡ੍ਰੋਵਜ਼ ਵਿਚ ਓਹੀਓ ਸਟੇਡੀਅਮ 'ਤੇ ਹਮਲਾ ਕੀਤਾ",
        "'ਦੋਸਤਾਨਾ ਅੱਗ' ਘਟਨਾ ਵਿਚ 2 ਨੇਵੀ ਪਾਇਲਟਾਂ ਨੇ ਲਾਲ ਸਾਗਰ 'ਤੇ ਗੋਲੀ ਮਾਰ ਦਿੱਤੀਃ ਮਿਲਟਰੀ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "'ਸ਼ਨੀਵਾਰ ਨਾਈਟ ਲਾਈਵ' ਟੌਮ ਹੈਂਕਸ, ਟੀਨਾ ਫੇਅ ਅਤੇ ਹੋਰ ਬਹੁਤ ਕੁਝ \"ਫਾਈਵ-ਟਾਈਮਰਜ਼ ਕਲੱਬ\" ਵਿੱਚ ਮਾਰਟਿਨ ਸ਼ਾਰਟ ਨੂੰ ਸ਼ਾਮਲ ਕਰਨ ਲਈ - ਡੈੱਡਲਾਈਨ",
        "ਕਾਂਗਰਸ ਨੇ ਸਮਾਜਿਕ ਸੁਰੱਖਿਆ ਅਦਾਇਗੀਆਂ ਅਤੇ ਆਫ਼ਤ ਸਹਾਇਤਾ ਨੂੰ ਵੀ ਹੁਲਾਰਾ ਦਿੱਤਾ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਕੈਰੀ ਲੇਕ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਸ ਦਾ ਵੌਇਸ ਆਫ ਅਮਰੀਕਾ ਨੂੰ \"ਟਰੰਪ ਟੀਵੀ\" ਵਿੱਚ ਬਦਲਣ ਦਾ ਕੋਈ ਇਰਾਦਾ ਨਹੀਂ ਹੈ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਮੈਗਡੇਬੇਗਃ ਜਰਮਨ ਕ੍ਰਿਸਮਸ ਮਾਰਕੀਟ ਸ਼ੱਕੀ ਜੱਜ ਦੁਆਰਾ ਰਿਮਾਂਡ - ਬੀਬੀਸੀ.",
        "ਲਾਰਾ ਟਰੰਪ ਨੇ ਓਪਨ ਐੱਫ. ਐੱਲ. ਏ. ਲਈ ਵਿਚਾਰ ਤੋਂ ਨਾਂ ਵਾਪਸ ਲਿਆ । ਸੈਨੇਟ — ਅਤੇ teases \"ਵੱਡੇ ਐਲਾਨ\" - ਨਿਊਯਾਰਕ ਪੋਸਟ",
        "ਬਲੇਕ ਲਾਈਵਲੀ ਨੇ ਦੋਸ਼ ਲਾਇਆ ਕਿ ਇਹ ਸਾਡੇ ਨਾਲ ਖਤਮ ਹੁੰਦਾ ਹੈ ਸਹਿ-ਸਟਾਰ ਜਸਟਿਨ ਬਾਲਡੋਨੀ ਦੀ ਸਮਾਈਅਰ ਮੁਹਿੰਮ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਟਰੰਪ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਹ ਨਹਿਰ ਨੂੰ ਪਨਾਮਾ ਦੇ ਹਵਾਲੇ ਕਰਨ ਦੀ ਮੰਗ ਕਰ ਸਕਦੇ ਹਨ - ਰਾਇਟਰਜ਼ ਕੈਨੇਡਾ",
        "ਇਕ ਹੈਰਾਨੀਜਨਕ ਸਾਈਕੋਸਿਸ ਇਲਾਜ ਜੋ ਕੰਮ ਕਰਦਾ ਹੈਃ ਆਵਾਜ਼ਾਂ ਨਾਲ ਜੀਉਣਾ ਸਿੱਖਣਾ - ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "2024 ਦੇ ਵਧੀਆ ਪੀਸੀ ਗੇਮਸ Metacritic ਅਨੁਸਾਰ - GameSpot",
        "ਸਪੇਸਐਕਸ ਨੇ ਦੂਜਾ ਮਿਡ-ਇਨੀਲੇਸ਼ਨ ਰਾਈਡਸ਼ੇਅਰ ਮਿਸ਼ਨ ਲਾਂਚ ਕੀਤਾ - ਸਪੇਸਨਿਊਜ਼",
        "ਸਵਿਫਟ-ਕੇਲਸ ਪਰਿਵਾਰਕ ਮਾਮਲਾਃ ਟੇਲਰ ਦੀ ਮੰਮੀ ਕੇਸੀ - ਕੰਸਾਸ ਸਿਟੀ ਸਟਾਰ ਵਿਚ ਚੀਫ ਦੇ ਪ੍ਰਸ਼ੰਸਕਾਂ 'ਤੇ ਹੱਥ ਝਪਕਦੀ ਹੈ",
        "ਲੱਖਾਂ ਲੋਕਾਂ ਨੂੰ ਵੱਡਾ ਸਮਾਜਿਕ ਸੁਰੱਖਿਆ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ ਚੈੱਕ ਕਰਦਾ ਹੈ ਜੇ ਬਿਡੇਨ ਨਵੇਂ ਬਿੱਲ 'ਤੇ ਦਸਤਖਤ ਕਰਦੇ ਹਨ - ਬਲੂਮਬਰਗ",
        "$ 1M ਜੇਤੂ ਮੈਗਾ ਮਿਲੀਅਨ ਟਿਕਟ ਪੈਨਸਿਲਵੇਨੀਆ ਵਿੱਚ ਵੇਚੀ ਗਈ - ਡਬਲਯੂਪੀਐਕਸਆਈ ਪਿਟਸਬਰਗ",
        "ਯਮਨ ਤੋਂ ਰਾਕੇਟ ਤੇਲ ਅਵੀਵ ਵਿੱਚ 16 ਜ਼ਖਮੀ ਹੋਏ, ਜਦੋਂ ਕਿ ਗਜ਼ਾਨਾਂ ਨੇ ਇਜ਼ਰਾਈਲ ਦੇ ਹਮਲਿਆਂ ਨਾਲ 12 ਬੱਚਿਆਂ ਦੀ ਮੌਤ ਦਾ ਸੋਗ ਮਨਾਇਆ - ਪੀਬੀਐਸ ਨਿ Newsਜ਼ਹੋਰ"
    ]
}