{
    "headlines": [
        "ਟਰੰਪ ਤਿਆਰ ‘ਯੂਨੀਵਰਸਲ‘ ਟੈਰਿਫ ਯੋਜਨਾਵਾਂ ਦੀ ਸਹਾਇਤਾ ਕਰਦਾ ਹੈ — ਇਕ ਮੁੱਖ ਤਬਦੀਲੀ ਦੇ ਨਾਲ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਐਨਐਫਐਲ ਪਲੇਆਫਸ ਬਰੈਕਟਃ ਸ਼ਡਿ andਲ ਅਤੇ ਮੈਚਅਪਸ ਜਿਵੇਂ ਕਿ ਓਪਨਿੰਗ ਰਾ roundਂਡ ਸੈੱਟ ਕੀਤਾ ਗਿਆ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਮਾਈਕਲ ਬਾਰ ਟਰੰਪ ਨਾਲ ਟਕਰਾਅ ਤੋਂ ਬਚਣ ਲਈ ਫੈੱਡ ਦੇ ਬੈਂਕਿੰਗ ਨਿਗਰਾਨੀ ਦੇ ਮੁਖੀ ਦੇ ਅਹੁਦੇ ਤੋਂ ਅਸਤੀਫਾ ਦੇਵੇਗਾ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਕੁਆਲਕਾਮ ਦੇ ਨਵੇਂ ਸਨੈਪਡ੍ਰੈਗਨ ਐਕਸ ਚਿਪਸ ਵਿੰਡੋਜ਼ ਨੂੰ ਆਰਮ 'ਤੇ ਸਸਤੇ ਲੈਪਟਾਪਾਂ' ਤੇ ਲਿਆਉਂਦੇ ਹਨ - ਦਿ ਵਰਜ",
        "ਹਟਾਈ",
        "ਟਰੰਪ ਦੇ ਵਕੀਲਾਂ ਨੇ ਜੱਜ ਨੂੰ ਸ਼ੁੱਕਰਵਾਰ ਦੀ ਹਸ਼ ਮਨੀ ਕੇਸ ਦੀ ਸਜ਼ਾ ਨੂੰ ਰੋਕਣ ਲਈ ਕਿਹਾ ਜਦੋਂ ਕਿ ਉਹ ਇਸ ਨੂੰ ਰੋਕਣ ਦੀ ਅਪੀਲ ਕਰਦੇ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਡਿਜ਼ਨੀ ਹੂਲੂ ਲਾਈਵ ਟੀਵੀ ਨੂੰ ਫੂਬੋ ਨਾਲ ਗਰਾਉਂਡਬਰੇਕਿੰਗ ਡੀਲ ਵਿੱਚ ਮਿਲਾਉਣ ਲਈ - ਟੈਕਕ੍ਰਾਂਚ",
        "ਕੈਨੇਡਾ ਦੇ ਪ੍ਰਧਾਨ ਮੰਤਰੀ ਜਸਟਿਨ ਟਰੂਡੋ ਅਸਤੀਫ਼ੇ ਦੀਆਂ ਕਿਆਸਅਰਾਈਆਂ ਦਰਮਿਆਨ ਕਰਨਗੇ ਨਿਊਜ਼ ਕਾਨਫਰੰਸ - BBC.com",
        "2025 ਐਨਐਫਐਲ ਭਾੜੇ ਦੇ ਚੱਕਰ ਦੇ ਅੰਦਰਃ ਚੋਟੀ ਦੇ ਉਮੀਦਵਾਰ, ਇੰਟਰਵਿ interview ਟਾਈਮਲਾਈਨ, ਨਿਯਮ ਤਬਦੀਲੀਆਂ ਅਤੇ ਹੋਰ ਬਹੁਤ ਕੁਝ ਜਿਵੇਂ ਟੀਮਾਂ ਨੇ ਰੀਸੈਟ ਕੀਤਾ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਇੰਟੇਲ ਸੀਈਐਸ 2025 ਤੇ ਆਪਣੀ ਨਵੀਨਤਮ ਚਿੱਪ ਲਾਈਨਅਪ ਦਿਖਾਉਂਦਾ ਹੈ - ਟੈਕਕ੍ਰਾਂਚ",
        "ਕੈਪੀਟਲ 'ਤੇ 6 ਜਨਵਰੀ ਦੇ ਹਮਲੇ ਦੀ ਚੌਥੀ ਵਰ੍ਹੇਗੰਢ' ਤੇ ਅਟਾਰਨੀ ਜਨਰਲ ਮੈਰਿਕ ਬੀ. ਗਾਰਲੈਂਡ ਦਾ ਬਿਆਨ - ਨਿਆਂ ਵਿਭਾਗ",
        "ਚੀਨ ਵਿਚ ਐਚਐਮਪੀਵੀ ਵਾਇਰਸ ਦਾ ਵਾਧਾ ਕੀ ਹੈ? - ਫੋਰਬਸ",
        "ਰਾਬਰਟ ਮੈਕਲਰੋਏਃ ਪੋਪ ਨੇ ਟਰੰਪ ਆਲੋਚਕ ਨੂੰ ਵਾਸ਼ਿੰਗਟਨ, ਡੀਸੀ ਦਾ ਆਰਚਬਿਸ਼ਪ ਨਿਯੁਕਤ ਕੀਤਾ - ਸੀਐਨਐਨ",
        "ਉਹ ਸ਼ਹਿਰ ਜੋ ਘੱਟ ਹੀ ਬਰਫਬਾਰੀ ਕਰਦੇ ਹਨ ਉਹ ਠੰਡੇ 'ਆਰਕਟਿਕ ਪ੍ਰਕੋਪ' ਵਿੱਚ ਇੱਕ ਫੁੱਟ ਤੋਂ ਵੱਧ ਪ੍ਰਾਪਤ ਕਰ ਰਹੇ ਹਨ - ਬਿਜ਼ਨਸ ਇਨਸਾਈਡਰ",
        "ਹਟਾਈ",
        "2025 ਐਨਐਫਐਲ ਮੌਕ ਡਰਾਫਟਃ ਬੀ/ਆਰ ਐਨਐਫਐਲ ਸਕਾਉਟਿੰਗ ਵਿਭਾਗਦੇ ਪੋਸਟ-ਰੈਗੂਲਰ-ਸੀਜ਼ਨ ਪਿਕਸ - ਬਲੀਚਰ ਰਿਪੋਰਟ",
        "ਮੈਟਾ ਗਲਾਸ ਬਾਰੇ ਕੀ ਜਾਣਨਾ ਹੈ ਜੋ ਨਿ Or ਓਰਲੀਨਜ਼ ਹਮਲਾਵਰ ਫ੍ਰੈਂਚ ਕੁਆਰਟਰ ਦੀ ਜਾਂਚ ਕਰਨ ਲਈ ਵਰਤਿਆ ਜਾਂਦਾ ਸੀ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "LG ਅਤੇ ਸੈਮਸੰਗ ਮਾਈਕ੍ਰੋਸਾੱਫਟ ਦੇ ਕੋਪਿਲੌਟ ਏਆਈ ਸਹਾਇਕ ਨੂੰ ਆਪਣੇ ਟੀਵੀ ਵਿੱਚ ਸ਼ਾਮਲ ਕਰ ਰਹੇ ਹਨ - ਦਿ ਵਰਜ",
        "ਇਤਿਹਾਸ ਬਣਾਇਆ ਜਿਵੇਂ ਕਿ ਵੈਬ ਟੈਲੀਸਕੋਪ ਬਿੱਗ ਬੈਂਗ ਦੇ ਨੇੜੇ 44 ਸਿਤਾਰੇ ਲੱਭਦਾ ਹੈ — ਇੱਥੇ ਇਹ ਕਿਵੇਂ ਕੀਤਾ ਗਿਆ ਹੈ - ਫੋਰਬਸ",
        "ਅਮਰੀਕਾ ਦੇ ਮਹਾਂਸਾਗਰ ਅਤੇ ਤੱਟਾਂ ਨੂੰ ਆਫਸ਼ੋਰ ਤੇਲ ਅਤੇ ਗੈਸ ਡ੍ਰਿਲਿੰਗ ਤੋਂ ਬਚਾਉਣ ਬਾਰੇ ਰਾਸ਼ਟਰਪਤੀ ਜੋਅ ਬਾਇਡਨ ਦਾ ਬਿਆਨ - ਵ੍ਹਾਈਟ ਹਾ Houseਸ"
    ]
}