{
    "headlines": [
        "ਚੀਫ ਬਨਾਮ Steelers ਬਾਵਜੂਦ, ਭਵਿੱਖਬਾਣੀਃ NFL ਕ੍ਰਿਸਮਸ ਦਿਵਸ ਪਿਕ, ਵਧੀਆ ਬਾਜ਼ੀ - ਨਿਊਯਾਰਕ ਪੋਸਟ",
        "ਡਾਕਟਰ ਭਾਰ ਘਟਾਉਣ ਵਾਲੀਆਂ ਦਵਾਈਆਂ ਉੱਤੇ ਲਾਲ ਝੰਡੇ ਵਧਾਉਂਦੇ ਹਨਃ ਉਹ ਤੁਹਾਡੀਆਂ ਹੱਡੀਆਂ ਅਤੇ ਮਾਸਪੇਸ਼ੀਆਂ ਨੂੰ ਨਸ਼ਟ ਕਰ ਸਕਦੇ ਹਨ - ਦ ਡੇਲੀ ਗਲੈਕਸੀ - ਮਹਾਨ ਡਿਸਕਵਰੀਜ਼ ਚੈਨਲ",
        "ਹਮਾਸ ਨੇ ਇਜ਼ਰਾਈਲ 'ਤੇ ਬੰਧਕ ਸੌਦੇ ਨੂੰ ਰੱਦ ਕਰਨ ਦਾ ਦੋਸ਼ ਲਗਾਇਆ, ਨਵੀਆਂ ਸ਼ਰਤਾਂ ਪੇਸ਼ ਕੀਤੀਆਂ - ਰਿਪੋਰਟ - ਦ ਯਰੂਸ਼ਲਮ ਪੋਸਟ",
        "ਮਿਸੀਸਿਪੀ ਜੇਲ੍ਹ ਤੋਂ ਭੱਜਣ ਵਾਲੇ \"ਨਿਰਾਸ਼ਾਜਨਕ\" ਕਾਤਲ ਲਈ ਮੈਨਹੰਟ, ਅਧਿਕਾਰੀਆਂ ਦਾ ਕਹਿਣਾ ਹੈ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਰੂਸ ਨੇ 'ਅਣਮਨੁੱਖੀ' ਕ੍ਰਿਸਮਸ ਡੇਅ ਹਮਲੇ ਦੀ ਸ਼ੁਰੂਆਤ ਕੀਤੀ, ਯੂਕਰੇਨ ਕਹਿੰਦਾ ਹੈ - ਰਾਇਟਰ",
        "ਗੂਗਲ ਉਪਭੋਗਤਾ ਡੇਟਾ ਸ਼ੁੱਧਤਾ ਅੰਡਰਵੇਅ - ਤੁਹਾਨੂੰ ਕੀ ਜਾਣਨ ਦੀ ਜ਼ਰੂਰਤ ਹੈ - ਫੋਰਬਸ",
        "ਅਮਰੀਕਾ ਵਿਚ ਖੰਘ ਦੇ ਮਾਮਲੇ ਇਕ ਦਹਾਕੇ ਵਿਚ ਸਭ ਤੋਂ ਵੱਧ ਹਨ - ਸੀ ਐਨ ਐਨ",
        "ਸਟੋਰ ਓਪਨ ਕ੍ਰਿਸਮਸ ਡੇਅ 2024: ਵਾਲਗ੍ਰੀਨਜ਼, ਸੀਵੀਐਸ, ਸੇਫਵੇਅ, ਏਸੀਐਮਈ ਅਤੇ ਹੋਰ ਬਹੁਤ ਕੁਝ ਲਈ ਘੰਟੇ - ਐਕਸੀਓਸ",
        "ਟੋਕਿਓ ਪਲੇਨ ਟੱਕਰ ਪਾਇਲਟ ਦੀ ਗਲਤਫਹਿਮੀ ਲਈ ਜ਼ਿੰਮੇਵਾਰ ਹੈ - ਦਿ ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "ਨੈੱਟਫਲਿਕਸ 'ਤੇ ਐਨਐਫਐਲ ਕ੍ਰਿਸਮਸ ਗੇਮਡੇਅਃ ਬੇਯੋਂਸੇ ਦੀ ਅੱਧੀ ਸਮੇਂ ਦੀ ਕਾਰਗੁਜ਼ਾਰੀ ਕਿੱਥੇ ਵੇਖਣੀ ਹੈ, ਸੈੱਟਲਿਸਟ ਭਵਿੱਖਬਾਣੀ, ਹੋਰ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਨਾਸਾ ਦਾ ਸੂਰਜ ਨੂੰ ਛੂਹਣ ਵਾਲਾ ਪੁਲਾੜ ਯਾਨ ਸੰਪਰਕ ਤੋਂ ਬਾਹਰ ਕਿਉਂ ਰਹਿੰਦਾ ਹੈ - ਫੋਰਬਸ",
        "ਬਾਈਡੇਨ ਨੇ 50 ਬਿੱਲਾਂ ਨੂੰ ਕਾਨੂੰਨ ਵਿੱਚ ਦਸਤਖਤ ਕੀਤੇ, ਗੰਜੇ ਈਗਲ ਨੂੰ ਦੇਸ਼ ਦਾ ਅਧਿਕਾਰਤ ਪੰਛੀ ਬਣਾ ਦਿੱਤਾ - ਰਾਇਟਰਜ਼",
        "ਕਜ਼ਾਕਿਸਤਾਨ ਵਿਚ ਅਜ਼ਰਬਾਈਜਾਨ ਏਅਰਲਾਈਨਜ਼ ਦੀ ਉਡਾਣ ਹਾਦਸੇ ਵਿਚ ਦਰਜਨਾਂ ਦੀ ਮੌਤ ਹੋਣ ਦਾ ਡਰ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "ਸ਼ਿਲਪਕਾਰੀ ਬੀਅਰ ਦੇ ਬਾਦਸ਼ਾਹ ਤੋਂ ਬਾਅਦ ਸਮੂਏਲ ਐਡਮਜ਼ ਨੂੰ ਕੌਣ ਸੰਭਾਲੇਗਾ? ਉਸ ਦੀ ਪਤਨੀ - ਵਾਲ ਸਟਰੀਟ ਜਰਨਲ",
        "ਅਫਗਾਨਿਸਤਾਨ 'ਚ ਅੱਤਵਾਦੀਆਂ ਦੇ ਸ਼ੱਕੀ ਟਿਕਾਣਿਆਂ' ਤੇ ਪਾਕਿਸਤਾਨੀ ਹਮਲਿਆਂ 'ਚ ਘੱਟੋ-ਘੱਟ 13 ਲੋਕਾਂ ਦੀ ਮੌਤ - The Associated Press",
        "ਪ੍ਰਸ਼ੰਸਕ ਉਹੀ ਗੱਲ ਕਹਿ ਰਹੇ ਹਨ ਜਦੋਂ ਕਾਲਜ ਫੁੱਟਬਾਲ ਬਾlਲ ਗੇਮ ਮੰਗਲਵਾਰ ਨੂੰ 5OT ਤੇ ਗਈ - ਐਥਲੋਨ ਸਪੋਰਟਸ",
        "ਸੀਰੀਆ ਦੇ ਇਸਲਾਮੀ ਸ਼ਾਸਕ ਸ਼ਨ ਤਾਲਿਬਾਨ ਗਵਰਨੈਂਸ ਮਾਡਲ - ਰੇਡੀਓ ਮੁਕਤ ਯੂਰਪ / ਰੇਡੀਓ ਲਿਬਰਟੀ",
        "ਟਰੰਪ ਨੇ ਫਾਂਸੀ ਦੀਆਂ ਆਪਣੀਆਂ ਯੋਜਨਾਵਾਂ ਨੂੰ ਤੋੜਨ ਲਈ ਬਿਡੇਨ 'ਤੇ ਗੁੱਸਾ ਕੀਤਾਃ‘ ਕੋਈ ਅਰਥ ਨਹੀਂ ਬਣਾਉਂਦਾ '- ਦਿ ਡੇਲੀ ਬੀਸਟ",
        "ਜਸਟਿਨ ਬਾਲਡੋਨੀ ਦਾ ਕੈਰੀਅਰ ‘ਮਰ ਗਿਆ’ ਹੈ ਕਿਉਂਕਿ ਬਲੇਕ ਲਿਵਲੀ ਦਾ ਦਾਇਰ ਕਰਨਾ ਕਾਨੂੰਨੀ ਯੁੱਧ ਦੀ ‘ਸਿਰਫ ਸ਼ੁਰੂਆਤ’ ਹੈਃ ਰਿਪੋਰਟ - ਹਿੰਦੁਸਤਾਨ ਟਾਈਮਜ਼",
        "ਹੌਂਡਾ, ਨਿਸਾਨ ਡੀਲ ਚੀਨ ਦੇ ਬੀਵਾਈਡੀ ਦੇ ਵਿਰੁੱਧ ਵਾਪਸੀ ਦੀ ਕੁੰਜੀ ਹੋ ਸਕਦੀ ਹੈ - ਬਲੂਮਬਰਗ"
    ]
}