{
    "headlines": [
        "ਡਾਉ 500 ਪੁਆਇੰਟ ਡਿੱਗਦਾ ਹੈ ਕਿਉਂਕਿ ਮਹਿੰਗਾਈ ਡੈਂਟ ਮਾਰਕੀਟ ਦੀ ਭਾਵਨਾ ਨੂੰ ਚਿੰਤਾ ਕਰਦੀ ਹੈਃ ਲਾਈਵ ਅਪਡੇਟਸ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਲਾਈਵ ਬ੍ਰੀਫਿੰਗਃ ਇਜ਼ਰਾਈਲ ਦੇ ਬੇਰੂਤ ਉਪਨਗਰ 'ਤੇ ਹਮਲਾ ਕਰਦੇ ਹੋਏ ਸਮੂਹਿਕ ਨਿਕਾਸੀ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਜੇਨਰ ਐਂਡ ਬਲਾਕ ਨੇ ਟਰੰਪ ਦੇ ਕਾਰਜਕਾਰੀ ਆਦੇਸ਼ 'ਤੇ ਅਮਰੀਕੀ ਸਰਕਾਰ' ਤੇ ਮੁਕੱਦਮਾ ਕੀਤਾ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "ਬੇਰਹਿਮੀ ਵਾਰਫੇਅਰ ਲੜਾਈ ਦੇ ਜੀਵਨ ਲਈ ਆਮ ਤੌਰ 'ਤੇ ਨਜ਼ਰਅੰਦਾਜ਼ ਕਰਨ ਦੇ ਵਿਰੁੱਧ ਆਪਣੀ ਸਖਤ ਫਿਲਮ ਬਣਾਉਣ ਦੀ ਤਨਖਾਹ ਲੈਂਦਾ ਹੈ - ਏਵੀ ਕਲੱਬ",
        "ਟਰੰਪ ਨੇ ਯੂਐਸ ਕਾਰ ਨਿਰਮਾਤਾਵਾਂ ਨੂੰ ਖਪਤਕਾਰਾਂ 'ਤੇ ਕੀਮਤਾਂ ਵਧਾ ਕੇ ਟੈਰਿਫਾਂ ਦਾ ਲਾਭ ਨਾ ਲੈਣ ਦੀ ਚੇਤਾਵਨੀ ਦਿੱਤੀ - ਫਾਰਚੂਨ",
        "ਅੰਸ਼ਕ ਸੂਰਜ ਗ੍ਰਹਿਣ ਕੱਲ ਨੂੰ ਯਾਦ ਨਾ ਕਰੋਃ ਇਸ ਨੂੰ ਕਿੱਥੇ, ਕਦੋਂ ਅਤੇ ਕਿਵੇਂ ਵੇਖਣਾ ਹੈ - ਸਪੇਸ.",
        "ਮਿਆਂਮਾਰ ਤੇ ਥਾਈਲੈਂਡ 'ਚ 7.7 ਭੂਚਾਲ ਦੇ ਝਟਕੇ, ਦਰਜਨਾਂ ਲੋਕ ਲਾਪਤਾ - ABC News",
        "ਟੈਕਸਾਸ ਵਿਚ ਖਸਰਾ ਫੈਲਣਾ ਮੇਨੋਨਾਇਟ ਕਮਿ communityਨਿਟੀ ਤੋਂ ਪਰੇ ਫੈਲ ਰਿਹਾ ਹੈਃ ਅਧਿਕਾਰੀ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਕੈਪੀਟਲ ਏਜੰਡਾਃ ਸਟੀਫਨਿਕ ਦੀ ਵਾਪਸੀ ਨੇ ਜੀਓਪੀ ਦੇ ਡਰ ਦਾ ਖੁਲਾਸਾ ਕੀਤਾ - ਪੋਲੀਟਿਕੋ",
        "ਹੁਲਕ ਹੋਗਨ ਦੀ ਧੀ, ਬਰੁਕ, ਮੰਮੀ ਲਿੰਡਾ ਦੇ ਭਾਵਨਾਤਮਕ ਵੀਡੀਓ ਨੂੰ ਹੈਰਾਨ ਕਰਨ ਵਾਲੇ ਦੁਰਵਿਵਹਾਰ ਦੇ ਦਾਅਵਿਆਂ ਨਾਲ ਵਾਪਸ ਮਾਰਦੀ ਹੈ - ਪੰਨਾ ਛੇ",
        "ਹੇਗਸੇਥ ਫਿਲੀਪੀਨਜ਼ ਨੂੰ ਦੱਸਦਾ ਹੈ ਕਿ ਟਰੰਪ ਪ੍ਰਸ਼ਾਸਨ ਚੀਨ ਦੀ ਧਮਕੀ ਦੇ ਵਿਰੁੱਧ ਰੁਕਾਵਟ ਵਧਾਏਗਾ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਪੋਪ ਦੀ ਸਿਹਤ ਵਿੱਚ ਹੌਲੀ ਹੌਲੀ ਸੁਧਾਰ ਹੁੰਦਾ ਹੈ ਜਿਵੇਂ ਕਿ ਉਹ ਕਾਸਾ ਸੰਤਾ ਮਾਰਟਾ ਵਿਖੇ ਠੀਕ ਹੁੰਦਾ ਹੈ - ਵੈਟੀਕਨ ਨਿ Newsਜ਼ - ਪੰਜਾਬੀ",
        "Nvidia-Backed CoreWeave IPO ਕੀਮਤਾਂ ਘੱਟ ਵੱਡੇ AI ਟੈਸਟ ਵਿੱਚ - ਨਿਵੇਸ਼ਕ ਦਾ ਕਾਰੋਬਾਰ ਰੋਜ਼ਾਨਾ",
        "ਕੀ ਪ੍ਰਾਇਮਰੀ ਮਿਸਟ ਕਿੱਕ-ਸਟਾਰਟ ਧਰਤੀ ਦੀ ਸਭ ਤੋਂ ਪੁਰਾਣੀ ਜ਼ਿੰਦਗੀ ਵਿਚ ’ਮਾਈਕ੍ਰੋਲਾਈਟਿੰਗ' ਦੇ ਝਟਕੇ? ਵਿਗਿਆਨੀ ਸੁਰਾਗ ਪੇਸ਼ ਕਰਦੇ ਹਨ - ਸੀ ਐਨ ਐਨ",
        "Gemini ਹੈਕਰ ਤੱਕ ਇੱਕ ਮਦਦ ਹੱਥ ਨਾਲ ਹੋਰ ਸ਼ਕਤੀਸ਼ਾਲੀ ਹਮਲੇ ਪੇਸ਼ ਕਰ ਸਕਦਾ ਹੈ … Gemini - Ars Technica",
        "‘ਦਿਲ ਰਹਿਤ ਅਤੇ ਖਤਰਨਾਕ’: ਵੀਏ ਕਾਲ ਸੈਂਟਰਾਂ ਨੂੰ ਕੱਟਣਾ ਹਮਲਾਵਰ ਛਾਂਟੀ ਯੋਜਨਾ ਦਾ ਹਿੱਸਾ ਹੈ - ਸੀਐਨਐਨ",
        "ਆਈਫੋਨ Foldable ਡਿਸਪਲੇਅ ਫੀਚਰ ਨੂੰ ਕਿਹਾ ਆਈਪੈਡ-ਸ਼ੈਲੀ 4:3 ਪਹਿਲੂ ਅਨੁਪਾਤ - MacRumors",
        "ਜੀਓਪੀ ਵਿਧਾਇਕਾਂ ਨੇ ਸਿਗਨਲ ਚੈਟਾਂ ਵਿੱਚ ਸੰਘੀ ਰਿਕਾਰਡਾਂ ਦੇ ਵਿਨਾਸ਼ ਵਿਰੁੱਧ ਚੇਤਾਵਨੀ ਦਿੱਤੀ - ਦ ਹਿੱਲ",
        "ਵਿਸਕਾਨਸਿਨ ਸੁਪਰੀਮ ਕੋਰਟ ਦੀ ਦੌੜ ਅਮਰੀਕੀ ਇਤਿਹਾਸ ਦੀ ਸਭ ਤੋਂ ਮਹਿੰਗੀ ਨਿਆਂਇਕ ਚੋਣ ਹੈ - ਪ੍ਰੋਪਬਲੀਕਾ",
        "ਕਿੰਗ ਚਾਰਲਸ ਕੈਂਸਰ ਦੇ ਇਲਾਜ ਦੇ ਅਸਥਾਈ ਮਾੜੇ ਪ੍ਰਭਾਵਾਂ ਦਾ ਅਨੁਭਵ ਕਰਦਾ ਹੈ - ਬੀਬੀਸੀ."
    ]
}