{
    "headlines": [
        "Папа Франциск начинает празднование юбилея, привозя паломников и ворчание в Рим - The Washington Post",
        "Пикет работников Starbucks в Денвере в поддержку лучших условий труда в канун Рождества - CBS Colardo",
        "Выигрышные номера Mega Millions для розыгрыша 24 декабря: джекпот достигает колоссальных $ 1 млрд - USA TODAY",
        "Рождественское северное сияние может осветить части США - New York Post",
        "Ричард Перри, продюсер «You ‘re So Vain» и других хитов, умер в возрасте 82 лет - The Associated Press",
        "Опасения по поводу птичьего гриппа побудили чиновников округа Лос-Анджелес предостеречь от кормления домашних животных сырой пищей - ABC News",
        "Отслеживание Санта-Клауса в NORAD было повышением морального духа времен холодной войны. Теперь это привлекает миллионы детей. - POLITICO",
        "Случаи коклюша в США взлетели до самого высокого уровня за десятилетие - The Washington Post",
        "Fantasy Football Playoffs Championship Week Start 'Em & Sit 'Em Running Backs: It's Bucky Irving time - CBS Sports",
        "Джастин Балдони подал иск против экс-публициста после обвинений в адрес Блейк Лайвли - Hollywood Reporter",
        "Байден подписал законопроект, официально сделавший белоголового орлана национальной птицей США - ABC News",
        "Дания укрепляет оборону в Гренландии после призывов Трампа к США владеть территорией - Axios",
        "Трое застрелены, когда боевики атаковали крупнейшую больницу Гаити - BBC.com",
        "Российская арктическая морская торговля «очевидно нарушена», поскольку уникальный корабль Sealift затонул - Forbes",
        "NFL на Netflix: рождественские игры являются первыми для потокового гиганта - The Associated Press",
        "Трамп обещает проводить казни после того, как Байден заменит большую часть федеральной камеры смертников - Associated Press",
        "Что нужно знать об инфекционных заболеваниях в этот праздничный сезон - Yahoo! Voices",
        "Каково это? Родной город Боба Дилана готовится к новому фильму о певце - MPR News",
        "Оценки PFF Packers: лучшие и худшие игроки после победы над Saints на 16-й неделе - Packers Wire",
        "Следующим фильмом Кристофера Нолана станет звездная адаптация «Одиссеи» Гомера - CNN"
    ]
}