{
    "headlines": [
        "Taylor Swift wins seven VMAs, tying Beyonce for lifetime lead - Reuters.com",
        "Stock futures inch higher as investors brace for more inflation and labor data: Live updates - CNBC",
        "Jon Bon Jovi saves woman from jumping off the edge of the pedestrian bridge - News Channel 5 Nashville",
        "Hurricane Francine closes in on Louisiana, including New Orleans - Axios",
        "SpaceX Polaris Dawn spacewalk: Is the US breaking a 50-year-old space law? - Al Jazeera English",
        "Israel Gaza: UN says Israeli air strike killed six of its staff - BBC.com",
        "Pac-12 eyeing Mountain West schools to join Oregon State, Washington State in effort to preserve league - CBS Sports",
        "Alberto Fujimori, a former president of Peru who was convicted for human rights abuses, dies at 86 - The Associated Press",
        "VMAs 2024: Best and worst moments, from Taylor Swift and Eminem to Sabrina Carpenter and Katy Perry - New York Post ",
        "OpenAI in talks to raise funds at $150 bln valuation, Bloomberg News reports - Reuters",
        "North Korea fires short-range missiles in first launch in two months - Reuters.com",
        "Aces star A'ja Wilson breaks WNBA single-season scoring record, passing Jewel Lloyd - Yahoo Sports",
        "‘Trump lost’ the debate, Pittsburgh Republicans admit after feeling confident before showdown started - New York Post ",
        "How did the 3 wildfires burning in SoCal grow so quickly? - ABC7 Los Angeles",
        "Mike Johnson's hell-in-waiting if he keeps the speaker gavel in 2025 - Axios",
        "Microsoft adds quantum-resistant algorithms to its core crypto library - Ars Technica",
        "Bills vs. Dolphins Prediction, Pick, Odds, How to Watch Thursday Night Football Week 2 - The Action Network",
        "NFL Week 2 Pick’em, Confidence Pool Ratings, Picks, Expert Projections - The Action Network",
        "NASA astronaut Don Pettit makes fourth trip to the International Space Station - Spaceflight Now",
        "Caitlin Clark makes recommendation to Americans after liking Taylor Swift's Harris endorsement post - Fox News"
    ]
}