{
    "headlines": [
        "تحديثات حية: تم تأكيد وقف إطلاق النار بين إسرائيل وحماس في غزة من قبل الولايات المتحدة وقطر - وكالة أسوشيتد برس",
        "محذوف",
        "الكشف عن ترشيحات جوائز بافتا السينمائية - سي إن إن",
        "يونيفرسال ميوزيك تنتقد دعوى دريك \"غير المنطقية\" على كندريك لامار \"ليس مثلنا\" - تشكيلة",
        "تقول الدراسة إن استبدال اللحوم الحمراء بالبروتينات النباتية يمكن أن يقلل من خطر الإصابة بالخرف بنسبة 20 ٪ تقريبًا - AOL",
        "اختيار ترامب لرئيس مكتب الإدارة والميزانية يدافع عن إزالة حماية الخدمة المدنية، وحجب الأموال المخصصة - السلطة التنفيذية الحكومية",
        "كانت جلسة استماع بام بوندي. كان كاش باتيل في المقعد الساخن. - بوليتيكو",
        "ملخص سريع لحجج المحكمة العليا بشأن قانون التحقق من العمر في تكساس للمواقع الإباحية - سي إن إن",
        "أخذ الوكيل: ما هو السوق بالنسبة لسام دارنولد بعد انتهاء موسم تقدم فايكنغز كيو بي بالتخبط في مباراتين - سي بي إس سبورتس",
        "تطبيق Gemini يحصل على المزيد من المعلومات في الوقت الفعلي من خلال شراكة الأخبار - 9to5Google",
        "تم الكشف عن ترشيحات جوائز WGA ؛ القائمة الكاملة للمرشحين والنصوص التي لم تكن مؤهلة هذا العام - الموعد النهائي",
        "تحظر إدارة الغذاء والدواء الأمريكية (FDA) الصبغة الحمراء رقم 3 من الأطعمة - وكالة أسوشيتد برس",
        "يواجه جون دير دعوى قضائية أمريكية بشأن قدرة المزارعين على إصلاح الجرارات - NPR",
        "يقول المدعي العام إن زعيم عصابة سينالوا \"إل مايو\" في محادثات الإقرار بالذنب في قضية بروكلين الفيدرالية - إيه بي سي نيوز",
        "ديمقراطيو مينيسوتا يقاضون الجمهوريين بسبب جلسة \"غير لائقة وغير قانونية\" - ستار تريبيون",
        "باحث الذكاء الاصطناعي فرانسوا شوليت يؤسس مختبرًا جديدًا للذكاء الاصطناعي يركز على AGI - TechCrunch",
        "الدوري الإنجليزي الممتاز المباشر: أربع مباريات بما في ذلك آرسنال ضد توتنهام، وإيفرتون ضد أستون فيلا، ونيوكاسل ضد الذئاب - الراديو والنص - BBC.com",
        "وجد أن يونايتد هيلث، صاحب عمل المسؤول التنفيذي القتيل براين طومسون، قد فرضت رسومًا زائدة على بعض مرضى السرطان مقابل الأدوية بأكثر من 1000 ٪ - فورتشن",
        "جيري جونز الذي يدير بحث تدريب رعاة البقر في دالاس بنفسه، لم يتحدث مع المرشحين المشتبه بهم - Footballscoop",
        "تقول ووبي غولدبرغ إنها \"تقف وراء\" قرار كاري أندروود بالغناء في حفل الافتتاح - صالون"
    ]
}