{
    "headlines": [
        "ਬਾਇਡਨ ਨੇ ਕਰੈਕ ਕੋਕੀਨ ਨਾਲ ਜੁੜੇ ਦੋਸ਼ਾਂ 'ਤੇ ਦੋਸ਼ੀ ਠਹਿਰਾਏ ਗਏ ਲਗਭਗ 2,500 ਅਹਿੰਸਕ ਨਸ਼ੀਲੇ ਪਦਾਰਥਾਂ ਦੇ ਅਪਰਾਧੀਆਂ ਲਈ ਸਜ਼ਾਵਾਂ ਬਦਲੀਆਂ - ਸੀਐਨਐਨ",
        "ਜੋਨ ਪਲੌਰਾਈਟ, ਸਟੇਜ ਅਤੇ ਸਕ੍ਰੀਨ ਦਾ ਬ੍ਰਿਟਿਸ਼ ਸਟਾਰ, 95 ਤੇ ਮਰ ਜਾਂਦਾ ਹੈ - ਯਾਹੂ ਐਂਟਰਟੇਨਮੈਂਟ",
        "ਪੋਲਰ ਵੋਰਟੇਕਸ ਅਮਰੀਕਾ ਨੂੰ ਜਿੱਥੋਂ ਤੱਕ ਡੂੰਘੇ ਦੱਖਣ ਤੱਕ ਫ੍ਰੀਜ਼ ਕਰਨ ਲਈ ਸੈੱਟ ਕੀਤਾ ਗਿਆ ਹੈ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਰੂਸ ਨੇ ਮਰਹੂਮ ਵਿਰੋਧੀ ਸ਼ਖਸੀਅਤ ਨਵਲਨੀ ਦੇ ਵਕੀਲਾਂ ਨੂੰ ਜੇਲ੍ਹ ਦੀ ਸਜ਼ਾ ਸੁਣਾਈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਮੈਡੀਕੇਅਰ ਓਜ਼ੈਂਪਿਕ - ਐਕਸੀਓਸ ਲਈ ਘੱਟ ਕੀਮਤ 'ਤੇ ਗੱਲਬਾਤ ਕਰੇਗਾ",
        "ਮਾਰੀਓ ਕਾਰਟ 9 ਫੈਨ ਅਟਕਲਾਂ ਬਾਲਣ ਟੈਂਕ ਗੇਮਪਲਏ ਵੱਲ ਇਸ਼ਾਰਾ ਕਰਦੀਆਂ ਹਨ - ਯੂਰੋਗੇਮਰ",
        "ਟਰੰਪ ਪੁਸ਼ਟੀ ਸੁਣਵਾਈ 'ਤੇ ਪੇਸ਼ ਹੋਣ ਲਈ ਕ੍ਰਿਸਟੀ ਨੋਇਮ ਨੂੰ ਚੁਣਦੇ ਹਨ - ਸੀਐਨਐਨ",
        "ਐਸਐਲਬੀ ਨੇ 2025 ਸ਼ੇਅਰ ਮੁੜ ਖਰੀਦ ਪ੍ਰੋਗਰਾਮ ਵਿੱਚ ਵਾਧਾ ਕੀਤਾ; ਤੇਲਫੀਲਡ ਸਰਵਿਸ ਇੰਡਸਟਰੀ ਲਈ 'ਏਆਈ ਐਕਸ ਫੈਕਟਰ ਹੈ' - ਨਿਵੇਸ਼ਕ ਦਾ ਕਾਰੋਬਾਰ ਰੋਜ਼ਾਨਾ",
        "ਡਿਵੀਜ਼ਨਲ ਰਾਉਂਡ ਮਾਹਰ ਪਿਕਃ ਮਨੀਲਾਈਨ, ਫੈਲਾਓ, ਓਵਰ/ਅੰਡਰ ਭਵਿੱਖਬਾਣੀ - ਪ੍ਰਾਈਡ ਆਫ ਡੀਟ੍ਰਾਯਟ",
        "ਰੂਸ ਅਤੇ ਇਰਾਨ ਦੇ ਰਾਸ਼ਟਰਪਤੀਆਂ ਨੇ ਸਾਂਝੇਦਾਰੀ ਸੰਧੀ 'ਤੇ ਹਸਤਾਖਰ ਕਰਨ ਲਈ ਕ੍ਰੈਮਲਿਨ ਵਿਚ ਮੁਲਾਕਾਤ ਕੀਤੀ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਵਧੇਰੇ ਕੈਂਸਰ, ਘੱਟ ਮੌਤ? ਨਵੀਂ ਅਲਕੋਹਲ-ਜੋਖਮ ਦੀਆਂ ਸਮੀਖਿਆਵਾਂ ਵਿਵਾਦਪੂਰਨ ਟੇਕਵੇਅ ਦੀ ਪੇਸ਼ਕਸ਼ ਕਰਦੀਆਂ ਹਨ - ਆਰਸ ਟੈਕਨੀਕਾ",
        "ਪ੍ਰਗਤੀਸ਼ੀਲ ਅਰਬਪਤੀ ਪ੍ਰਭਾਵ ਦੀ ਬਾਈਡੇਨ ਦੀ ਅੰਤਮ ਦਿਨ ਦੀ ਚੇਤਾਵਨੀ ਤੋਂ ਨਿਰਾਸ਼ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਸਪੇਸਐਕਸ ਸਟਾਰਸ਼ਿਪ ਵਿਸਫੋਟ ਸੰਭਾਵਤ ਤੌਰ ਤੇ ਪ੍ਰੋਪੈਲੈਂਟ ਲੀਕ ਹੋਣ ਕਾਰਨ ਹੋਇਆ ਹੈ, ਐਲਨ ਮਸਕ ਕਹਿੰਦਾ ਹੈ - ਸਪੇਸ ਡਾਟ ਕਾਮ",
        "ਮੰਗਲ ਦੀ ਦੁਰਲੱਭ ਅਲੋਪ ਹੋਣ ਵਾਲੀ ਸੂਰਜੀ ਹਵਾ ਦੀ ਘਟਨਾ ਦੀ ਵਿਆਖਿਆ - Phys.",
        "ਇਜ਼ਾਬੇਲਾ ਰੋਸੇਲਿਨੀ ਡੇਵਿਡ ਲਿੰਚ ਨੂੰ ਯਾਦ ਕਰਦੀ ਹੈਃ ‘ਮੈਂ ਉਸ ਨੂੰ ਬਹੁਤ ਪਿਆਰ ਕੀਤਾ’ - ਵੰਨਗੀ",
        "ਹਟਾਈ",
        "ਬਿਡੇਨ ਟਿਕਟੋਕ ਪਾਬੰਦੀ ਨੂੰ ਲਾਗੂ ਨਹੀਂ ਕਰੇਗਾ, ਅਧਿਕਾਰੀ ਨੇ ਕਿਹਾ, ਐਪ ਦੀ ਕਿਸਮਤ ਟਰੰਪ ਨੂੰ ਛੱਡ ਦਿੱਤੀ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਜੇਕੇ ਕਿਮ ਡੋਂਗ ਵੂਕ ਨੂੰ ਦੱਖਣੀ ਕੋਰੀਆ ਦੇ ਵਿਦੇਸ਼ੀ ਨਾਗਰਿਕਾਂ ਦੀ ਰਾਜਨੀਤਿਕ ਗਤੀਵਿਧੀਆਂ 'ਤੇ ਪਾਬੰਦੀ ਦੀ ਉਲੰਘਣਾ ਕਰਨ ਲਈ ਕਾਨੂੰਨੀ ਸ਼ਿਕਾਇਤ ਦਾ ਸਾਹਮਣਾ ਕਰਨਾ ਪੈ ਰਿਹਾ ਹੈ - allkpop",
        "ਓਹੀਓ ਸਟੇਟ ਬਨਾਮ ਨੋਟਰੇ ਡੈਮ ਨੈਸ਼ਨਲ ਟਾਈਟਲ ਗੇਮ ਹੈ ਮਿਸ਼ੀਗਨ ਪ੍ਰਸ਼ੰਸਕਾਂ ਨੂੰ ਇਕ ਮੀਟੀਅਰ ਦੀ ਉਮੀਦ - ਦਿ ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "ਇਸ ਮਹੀਨੇ ਗ੍ਰਹਿਾਂ ਦੀ ਪਰੇਡ ਵਿਚ ਸਵਰਗੀ ਸਰੀਰ ਇਕਸਾਰਤਾ ਵਿਚ ਪ੍ਰਦਰਸ਼ਿਤ ਹੋਣਗੇ - ਏਬੀਸੀ ਨਿ Newsਜ਼"
    ]
}