{
    "headlines": [
        "يحقق الجمهوريون في مجلس النواب في مزاعم التمييز ضد الوكالة الفيدرالية لإدارة الطوارئ في فلوريدا - ذا هيل",
        "يواجه غايتز طريقًا صخريًا للتأكيد مع تزايد الضغط لإطلاق تحقيق أخلاقيات مجلس النواب - سي إن إن",
        "يختار ترامب روبرت إف كينيدي جونيور لقيادة HHS - POLITICO",
        "تقدم أرباح ديزني الأمل في أن البث يمكن أن يحل محل التلفزيون الخطي بنجاح - CNBC",
        "احتمالات النسور مقابل القادة، والتنبؤ، والانتشار، والوقت: اختيارات ليلة الخميس لكرة القدم من قبل نموذج اتحاد كرة القدم الأميركي على 17-7 تشغيل - سي بي إس سبورتس",
        "لماذا يطالب ترامب بتعيينات العطلة لمجلس وزرائه - أكسيوس",
        "يمضي هوكول قدمًا في خطة رسوم مانهاتن قبل تولي ترامب منصبه - بوليتيكو",
        "أعضاء البرلمان النيوزيلندي يعطلون البرلمان مع هاكا للاحتجاج على مشروع قانون معاهدة السكان الأصليين - سي إن إن",
        "تم رفع السعر المستهدف لتسلا (TSLA) في مجموعة جيفريز المالية - TipRanks",
        "صوفي تيرنر للعب لارا كروفت في \"تومب رايدر\" سلسلة الأمازون من فيبي والر بريدج - متنوعة",
        "The Golden Bachelorette Season - Final ملخص: Bawling in Bora Bora - Vulture",
        "5 أشياء يجب معرفتها عن تولسي غابارد، اختيار ترامب لمدير الاستخبارات الوطنية - PBS NewsHour",
        "يسحق أوليري النظرية القائلة بأن مداهمة منزل الرئيس التنفيذي لشركة Polymarket كانت \"انتقامًا سياسيًا \": القواعد \"شفافة\" - فوكس بيزنس",
        "تليسكوب جيمس ويب الفضائي يكتشف مجرات \"وحش أحمر\" غامضة كبيرة لدرجة أنه لا ينبغي أن تكون موجودة - Livescience.com",
        "ارتفاع حالات الحصبة في جميع أنحاء العالم، وإصابة 10.3 مليون شخص في عام 2023: منظمة الصحة العالمية - ABC News",
        "الهند: دلهي تغلق المدارس الابتدائية مع تفاقم الضباب الدخاني الخطير - BBC.com",
        "تتشكل العاصفة الاستوائية سارة في منطقة البحر الكاريبي وتتجه نحو تأثير \"يهدد الحياة\" مع أمريكا الوسطى - سي إن إن",
        "المراهقون المصابون بأول حالة إصابة بشرية بإنفلونزا الطيور في كندا في حالة حرجة — والمصدر لا يزال لغزًا - Livescience.com",
        "ستلعب الأشعة في ملعب جورج إم شتاينبرينر في عام 2025 - MLB.com",
        "نقطة محذوفة هنا"
    ]
}