{
    "headlines": [
        "Tigers vs. Astros Score heute: Spiel 2 Wildcard MLB Playoffs Live-Updates, Highlights - Detroit Free Press",
        "Levi Strauss schneidet die Führung ab, da sie den Verkauf des Dockers-Geschäfts abwägt - CNBC",
        "Staatsanwälte zeigen Video von Ex-Sheriff, der angeblich Kentucky-Richter erschossen hat - The Washington Post",
        "Die Einreichung des Bombshell-Sonderberaters enthält neue Vorwürfe über Trumps \"zunehmend verzweifelte\" Bemühungen, die Wahl zu kippen - ABC News",
        "Israel bekämpft Militante an zwei Fronten und berichtet von 8 Kampftoten als Angst vor einem größeren Kriegsberg - The Associated Press",
        "Fantasy Football Woche 5 Start 'Em & Sit 'Em Running Backs: Chuba Hubbard ist bereit für ein großes Spiel, mehr - CBS Sports",
        "Innenansicht von Millie Bobby Brown und Jake Bongiovis verschwenderischer italienischer Hochzeit: Siehe Fotos vom großen Tag - Seite sechs",
        "Eine US-Bombe aus dem Zweiten Weltkrieg explodiert auf einem japanischen Flughafen und verursacht einen großen Krater auf einer Rollbahn - ABC News",
        "Herzinfarkte bei jungen Menschen sind selten — aber die Raten steigen. Experten weisen auf 4 mögliche Gründe hin. - Yahoo Life",
        "Die Online-Abstimmung in Alaskas Fat Bear Week-Wettbewerb beginnt, nachdem ein Teilnehmer durch einen Angriff getötet wurde - The Associated Press",
        "[removed]",
        "OpenAI sammelt 6,6 Milliarden US-Dollar in der größten VC-Runde aller Zeiten - Axios",
        "Hurrikan-Zentrumsschienen-System, das Florida treffen könnte - Tampa Bay Times",
        "Timothée Chalamets Schwester Pauline Chalamet unterstützt Kylie Jenner auf der Paris Fashion Week - E! NEWS",
        "Live-Updates: Israel schwört Reaktion auf iranischen Raketenangriff, Angriffe im Libanon, Gaza - CNN",
        "Der Präsident könnte sich auf ein Gesetz von 1947 berufen, um zu versuchen, den Streik der Hafenarbeiter auszusetzen. So geht's - The Associated Press",
        "Ein Gericht hindert ein Paar daran, Uber wegen eines Absturzes zu verklagen, und zitiert die Allgemeinen Geschäftsbedingungen - NPR",
        "Kondome gehören für junge Amerikaner nicht zum Alltag. Sie sind ein nachträglicher Einfall - Star Tribune",
        "Verlesung des Aufrufs von Präsident Biden an die G7 - Das Weiße Haus",
        "Wer hat die VP-Debatte gewonnen? Das sagten die Beobachter der Debatte in der Umfrage von CBS News - CBS News"
    ]
}