{
    "headlines": [
        "SpaceX Falcon 9 Starlink 12-4 - Centro Espacial Kennedy",
        "New Jersey atrapalhou as negociações de preços de congestionamento? - Gothamist",
        "Palisades Fire desloca alvos para San Fernando Valley, forçando novos avisos de evacuação para sábado - KTLA Los Angeles",
        "Grande indignação com a visita de Harry-Meghan às vítimas do incêndio de Los Angeles: 'Vocês não são da realeza...apenas duas celebridades imbecis - The Times of India",
        "Nave espacial captura imagens espetacularmente detalhadas da superfície oculta de Mercúrio - Gizmodo",
        "Atualizações ao vivo: a tempestade de inverno cobre uma tríade congelada de Piemonte com neve e gelo - WGHP FOX8 Greensboro",
        "\"Eu não chorava ou lamentava assim há vários anos\", diz o técnico do Lakers, JJ Redick, depois de perder sua casa no incêndio de Palisades - CNN",
        "Meta e Amazon Axe Diversity Initiatives antes do retorno de Trump à Casa Branca - Prazo",
        "Evidência de Vida em Marte? Estratégia ousada da NASA para recuperar a prova - SciTechDaily",
        "Sim, um banimento do TikTok está mais próximo do que nunca. Não, a sua aplicação provavelmente não vai simplesmente desaparecer - CNN",
        "‘Caixas-pretas’ de avião sul-coreano caído pararam de gravar cerca de quatro minutos antes do desastre, dizem autoridades - CNN",
        "‘Ninguém tem uma casa’: o que o fogo levou de um bairro da Califórnia - The Washington Post",
        "Nikola Jokic e Russell Westbrook fazem história com triplos-duplos na vitória do Nuggets - NBA.Com",
        "Jennifer Garner compartilha \"culpa\" depois de \"perder um amigo\" em incêndios florestais em Los Angeles - Hollywood Reporter",
        "Incêndios em Los Angeles, hidrantes limitados e uma situação complicada na Califórnia - NDTV",
        "Por que as sanções de despedida de Biden ao comércio de petróleo russo são um grande negócio - Bloomberg",
        "Trump quer conquistar a Groenlândia: quatro maneiras pelas quais essa saga poderia acontecer - BBC.com",
        "Dow cai cerca de 700 pontos após relatório de empregos enviar rendimentos subindo novamente - Barron's",
        "Já pode conduzir em Atlanta? Veja o que deve saber sobre as condições atuais da estrada - 11Alive.com WXIA",
        "A prefeita de Los Angeles, Karen Bass, enfrenta um teste crítico de liderança à medida que surgem perguntas sobre a resposta a incêndios florestais - The Associated Press"
    ]
}