{
    "headlines": [
        "ਐਲਨ ਮਸਕ ਨੇ ਅਮਰੀਕੀ ਖਜ਼ਾਨੇ ਵਿਚ ‘ਤਬਦੀਲੀ‘ ਲਈ ਏਜੰਟ ਵਜੋਂ ਹਾਵਰਡ ਲੂਟਨਿਕ ਦੀ ਹਮਾਇਤ ਕੀਤੀ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "ਬਿਡੇਨ ਦੇ ਵ੍ਹਾਈਟ ਹਾ Houseਸ ਨੇ ਟਰੰਪ ਦੇ ਕਬਜ਼ੇ ਨੂੰ ਹੇਠਾਂ ਵੇਖਿਆ - ਪੋਲਿਟਿਕੋ",
        "ਦੱਖਣੀ ਅਫਰੀਕਾ ਗੈਰਕਾਨੂੰਨੀ ਮਾਈਨਰਾਂ ਦੇ ਖਾਣੇ ਅਤੇ ਪਾਣੀ ਨੂੰ ਬਾਹਰ ਕੱ toਣ ਲਈ ਮਜਬੂਰ ਕਰਨ ਤੋਂ ਇਨਕਾਰ ਕਰਦਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਯੂਐਸ ਦੇ ਸਿਹਤ ਅਧਿਕਾਰੀ ਇੱਕ ਯਾਤਰੀ ਵਿੱਚ mpox ਦੇ ਨਵੇਂ ਰੂਪ ਦੇ ਪਹਿਲੇ ਕੇਸ ਦੀ ਰਿਪੋਰਟ ਕਰਦੇ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਉੱਤਰੀ ਭਾਰਤ 'ਚ ਹਸਪਤਾਲ ਦੇ ਵਾਰਡ' ਚ ਲੱਗੀ ਅੱਗ, 10 ਨਵਜੰਮੇ ਬੱਚਿਆਂ ਦੀ ਮੌਤ - The Associated Press",
        "ਹਟਾਈ",
        "ਟਰੰਪ ਦੀ ਚੋਣ ਦੱਖਣੀ ਅਮਰੀਕਾ 'ਚ ਬਿਡੇਨ ਦੇ ਪਰਛਾਵੇਂ - POLITICO",
        "ਟਰੰਪ ਦੇ ਪੈਂਟਾਗਨ ਪਿਕ ਨੂੰ ਨੈਸ਼ਨਲ ਗਾਰਡ ਵਿਚ ਸੰਭਾਵਤ ‘ਇਨਸਾਈਡਰ ਖਤਰੇ’ ਵਜੋਂ ਝੰਡੀ ਦਿੱਤੀ ਗਈ - ਪੀਬੀਐਸ ਨਿ Newsਜ਼ਹੋਰ",
        "ਪੂਰਬੀ ਚੀਨ ਦੇ ਵੁਸੀ ਸਕੂਲ ਵਿਚ ਚਾਕੂ ਮਾਰਨ ਤੋਂ ਬਾਅਦ ਅੱਠ ਦੀ ਮੌਤ - ਬੀਬੀਸੀ.",
        "ਐਮਐਲਬੀ ਅਫਵਾਹਾਂਃ ਜੁਆਨ ਸੋਟੋ ਇਕ ਹੋਰ ਏਐਲ ਈਸਟ ਵਿਰੋਧੀ ਨਾਲ ਮੁਲਾਕਾਤ ਕਰਦਾ ਹੈ, ਓਰੀਓਲਜ਼ ਕੋਰਬਿਨ ਬਰਨਜ਼ ਤੋਂ ਪਰੇ ਦੇਖ ਰਹੇ ਹਨ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਹਟਾਈ",
        "ਟਰੰਪ ਮੁਹਿੰਮ ਦੇ ਬੁਲਾਰੇ ਕੈਰੋਲਿਨ ਲੀਵਿਟ ਨੂੰ ਵ੍ਹਾਈਟ ਹਾ Houseਸ ਦੇ ਅਗਲੇ ਪ੍ਰੈਸ ਸਕੱਤਰ ਵਜੋਂ ਨਾਮਜ਼ਦ ਕੀਤਾ ਗਿਆ - ਪੀਬੀਐਸ ਨਿ Newsਜ਼ਹੋਰ",
        "ਮੈਕਡੋਨਲਡਜ਼ ਈ. ਕੋਲੀ ਫੈਲਣ ਤੋਂ ਬਾਅਦ ਗਾਹਕਾਂ ਨੂੰ ਵਾਪਸ ਲਿਆਉਣ ਲਈ 100 ਮਿਲੀਅਨ ਡਾਲਰ ਦਾ ਨਿਵੇਸ਼ ਕਰ ਰਿਹਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "2024 ਦਾ ਆਖਰੀ ਸੁਪਰਮੂਨ ਫੁੱਲ ਬੀਵਰ ਚੰਦਰਮਾ (ਫੋਟੋਆਂ) ਦੇ ਨਾਲ ਦੁਨੀਆ ਭਰ ਦੇ ਅਕਾਸ਼ਵਾਚਰਾਂ ਨੂੰ ਹਵਾ ਦਿੰਦਾ ਹੈ - ਸਪੇਸ ਡਾਟ ਕਾਮ",
        "ਪੁਤਿਨ ਦੇ ਨਾਲ ਸਕੋਲਜ਼ ਕਾਲ ਇੱਕ ‘Pandora ਦੇ ਬਾਕਸ ਨੂੰ ਖੋਲ੍ਹਦਾ ਹੈ,’ ਯੂਕਰੇਨ ਦੇ Zelenskyy ਸ਼ਿਕਾਇਤ - POLITICO ਯੂਰਪ",
        "\"ਦਿ ਵੌਇਸ\" ਜੇਤੂ ਸੁੰਡੈਂਸ ਹੈੱਡ ਆਪਣੇ ਟੈਕਸਾਸ ਰੈਂਚ 'ਤੇ ਦੁਰਘਟਨਾ ਨਾਲ ਹੋਈ ਗੋਲੀਬਾਰੀ ਤੋਂ ਬਾਅਦ ਠੀਕ ਹੋ ਰਿਹਾ ਹੈ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਟਰੰਪ ਦੇ ਅਟਾਰਨੀ ਜਨਰਲ ਵਜੋਂ ਗਾਏਟਜ਼ ਨੂੰ ਟੈਪ ਕਰਨ ਤੋਂ ਬਾਅਦ, ਨਿਆਂ ਵਿਭਾਗ ਦੇ ਅੰਦਰ ਚਿੰਤਾ ਅਤੇ ਨਿਰਾਸ਼ਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਡਾਕਟਰ ਚਿੰਤਤ ਹਨ ਆਰਐਫਕੇ ਜੂਨੀਅਰ ਐਚਐਚਐਸ ਸੈਕਟਰੀ ਲਈ ਚੁਣੇ ਜਾਣ ਤੋਂ ਬਾਅਦ ਟੀਕੇ-ਸਕੈਪਟਿਕ ਦ੍ਰਿਸ਼ਟੀਕੋਣ ਨੂੰ ਵੇਖਣਗੇ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਫੈੱਡ ਨੇ ਸਟਾਕ ਮਾਰਕੀਟ ਦੀ ਟਰੰਪ ਰੈਲੀ ਵਿਚ ਰੁਕਾਵਟ ਪਾਈ. ਅੱਗੇ ਕੀ ਆਉਂਦਾ ਹੈ. - ਮਾਰਕੀਟਵਾਚ",
        "ਅੱਜ ਕੋਲੋਰਾਡੋ ਬਨਾਮ ਯੂਟਾ ਕਿਹੜਾ ਚੈਨਲ ਹੈ? ਹਫਤੇ 12 ਗੇਮ ਲਈ ਸਮਾਂ, ਟੀਵੀ ਅਨੁਸੂਚੀ - ਕੋਲੋਰਾਡੋ ਬਫੇਲੋਸ ਵਾਇਰ"
    ]
}