{
    "headlines": [
        "يوضح الجدول الزمني ما نعرفه عن رحلة عمدة لوس أنجلوس كارين باس إلى غانا مع تطور أزمة الحرائق - سي بي إس نيوز",
        "اتفاق وقف إطلاق النار في غزة: ماذا نعرف ؟ - BBC.com",
        "تحظر إدارة الغذاء والدواء الأمريكية (FDA) الصبغة الحمراء المثيرة للجدل الموجودة في الحلوى والمشروبات والوجبات الخفيفة - صحيفة واشنطن بوست",
        "المحكمة العليا في الولايات المتحدة تتعامل مع قانون التحقق من عمر المواد الإباحية عبر الإنترنت في تكساس - رويترز",
        "ما الذي تسبب في حرائق غابات لوس أنجلوس ؟ إليك ما نعرفه عن الأصول المحتملة. - يو إس إيه توداي",
        "الدوري الإنجليزي الممتاز المباشر: أربع مباريات بما في ذلك آرسنال ضد توتنهام، وإيفرتون ضد أستون فيلا، ونيوكاسل ضد الذئاب - الراديو والنص - BBC.com",
        "وجد أن يونايتد هيلث، صاحب عمل المسؤول التنفيذي القتيل براين طومسون، قد فرضت رسومًا زائدة على بعض مرضى السرطان مقابل الأدوية بأكثر من 1000 ٪ - فورتشن",
        "دريك يقاضي UMG بتهمة التشهير بسبب أغنية كندريك لامار \"Not Like Us\" - لوحة إعلانية",
        "5 أشياء يجب معرفتها عن البداية الفوضوية للدورة التشريعية لعام 2025 في مينيسوتا - ستار تريبيون",
        "تحصل Bluesky على تطبيق مشاركة الصور الخاص بها، Flashes - TechCrunch",
        "الولايات المتحدة في محادثات التماس مع زعيم الكارتل المكسيكي إسماعيل \"إل مايو\" زامبادا - وكالة أسوشيتد برس",
        "كوين إويرز يدخل مشروع اتحاد كرة القدم الأميركي - إن بي سي سبورتس",
        "ملاحظات حول تقرير سميث، المجلد. 1 - مدونة Lawfare",
        "تسربت الحالات الرسمية لسلسلة Samsung Galaxy S25، وكشفت عن مجموعة متنوعة من الألوان والأنماط - PhoneArena",
        "مراجعة وملخص فيلم وولف مان (2025) - روجر إيبرت",
        "هل نحن متجهون نحو وباء إنفلونزا الطيور ؟ الخبراء يثقلون كاهلنا - Boston.com",
        "سوق الأسهم اليوم: مؤشر داو جونز يقفز على بيانات التضخم لمؤشر أسعار المستهلك ؛ البنوك تسجل أرباحًا قوية - صحيفة وول ستريت جورنال",
        "لن تقول مرشحة AG بام بوندي إن ترامب خسر انتخابات 2020 - The Hill",
        "سيتم إطلاق \"iPhone 17 Air\" في وقت لاحق من هذا العام مع هذه الميزات الجديدة العشرة - MacRumors",
        "فيديو واحد لإعداد واجهة المستخدم 7.0 يجعلنا متحمسين للرسوم المتحركة الناعمة - SamMobile - أخبار سامسونج"
    ]
}