{
    "headlines": [
        "ਅਬੂ ਮੁਹੰਮਦ ਅਲ-ਗੋਲਾਨੀਃ ਸੀਰੀਆ ਦੇ ਐਚਟੀਐਸ ਬਾਗੀਆਂ ਦੇ ਨੇਤਾ ਸਟੀਰਿੰਗ ਸਦਮਾ ਹਮਲਾਵਰ - ਰਾਇਟਰਜ਼",
        "ਵੁਲਫ ਸਲੈਮਜ਼ 'ਯੈਪਿੰਗ ਲਿਟਲ ਟੈਰੀਅਰ' ਹੌਰਨਰ ਵਰਸਟਾਪੇਨ-ਰਸਲ ਕਤਾਰ ਦੇ ਵਿਚਕਾਰ - ਦਿ ਰੇਸ",
        "ਹਟਾਈ",
        "ਦੱਖਣੀ ਕੋਰੀਆ ਦੀ ਗਵਰਨਿੰਗ ਪਾਰਟੀ ਦੇ ਮੁਖੀ ਯੂਨ ਦੀਆਂ ਸ਼ਕਤੀਆਂ ਨੂੰ ਮੁਅੱਤਲ ਕਰਨ ਦਾ ਸਮਰਥਨ ਕਰਦੇ ਹਨ, ਮਹਾਂਦੋਸ਼ ਨੂੰ ਵਧੇਰੇ ਸੰਭਾਵਤ ਬਣਾਉਂਦੇ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਸ਼ੁੱਕਰਵਾਰ, 6 ਦਸੰਬਰ, 2024 ਲਈ ਕੁੰਡਲੀ - ਸ਼ਿਕਾਗੋ ਸੂਰਜ-ਟਾਈਮਜ਼",
        "ਡੈਨ ਕੈਂਪਬੈਲ ਦਾ ਚੌਥਾ-ਡਾਉਨ ਜੁਆਰੀ ਲਾਇਨਜ਼ ਨੂੰ ਪੈਕਰਜ਼ ਨੂੰ 34-31 ਨਾਲ ਹਰਾਉਣ ਅਤੇ ਪਲੇਆਫਸ ਨੂੰ ਜਿੱਤਣ ਵਿੱਚ ਸਹਾਇਤਾ ਕਰਦਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਸੀਰੀਆ ਦੇ ਵਿਦਰੋਹੀਆਂ ਨੇ ਫੌਜ ਦੀ ਵਾਪਸੀ ਤੋਂ ਬਾਅਦ ਹਾਮਾ ਦੇ ਵੱਡੇ ਸ਼ਹਿਰ 'ਤੇ ਕਬਜ਼ਾ ਕਰ ਲਿਆ - ਬੀਬੀਸੀ.",
        "ਨਿਊਯਾਰਕ ਵਿਚ ਯੂਨਾਈਟਿਡ ਹੈਲਥਕੇਅਰ ਦੇ ਸੀਈਓ ਦੀ ਹੱਤਿਆ ਕਰਨ ਵਾਲੇ ਬੰਦੂਕਧਾਰੀ ਦੀ ਭਾਲ ਜਾਰੀ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਡੋਨਾਲਡ ਟਰੰਪ ਨੇ ਚੀਨ ਵਿਚ ਰਾਜਦੂਤ ਲਈ ਸਾਬਕਾ ਸੈਨੇਟਰ ਅਤੇ ਸੀਈਓ ਡੇਵਿਡ ਪਰਡੂ ਨੂੰ ਚੁਣਿਆ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "ਸਾਇੰਸ ਲਈ ਸੂਰਜ ਨੂੰ ਮਿਟਾਉਣ ਲਈ ਮਿਸ਼ਨ 'ਤੇ ਦੋ ਯੂਰਪੀਅਨ ਸੈਟੇਲਾਈਟ ਲਾਂਚ - ਆਰਸ ਟੈਕਨੀਕਾ",
        "ਦੁਨੀਆ ਦਾ ਸਭ ਤੋਂ ਮਹਿੰਗਾ ਡਾਇਨਾਸੌਰ ਫਾਸਿਲ ਹੈਰਾਨੀਜਨਕ ਕੀਮਤ ਟੈਗ ਨਾਲ ਨਿਊਯਾਰਕ ਪਹੁੰਚਿਆ - ਟਾਈਮਜ਼ ਆਫ ਇੰਡੀਆ",
        "ਕੈਲੀਫੋਰਨੀਆ ਵਿਚ ਗੋਲੀਬਾਰੀ ਵਿਚ ਸ਼ੱਕੀ ਬੰਦੂਕਧਾਰੀ ਨੇ ਸਕੂਲ ਵਿਚ ਦਾਖਲ ਹੋਣ ਲਈ 'ਰੂਸ' ਦੀ ਵਰਤੋਂ ਕੀਤੀ, ਸ਼ੈਰਿਫ ਕਹਿੰਦਾ ਹੈ - ਅਮਰੀਕਾ ਅੱਜ",
        "ਬਿਡੇਨ ਟਰੰਪ ਦੇ ਅਹੁਦਾ ਸੰਭਾਲਣ ਤੋਂ ਪਹਿਲਾਂ ਅਧਿਕਾਰੀਆਂ ਅਤੇ ਸਹਿਯੋਗੀਆਂ ਲਈ ਪੂਰਵ ਮੁਆਫੀ 'ਤੇ ਵਿਚਾਰ ਕਰ ਰਹੇ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਟਰੰਪ ਮਸਕ ਸਹਿਯੋਗੀ ਡੇਵਿਡ ਸਾਕਸ ਨੂੰ ਕ੍ਰਿਪਟੂ ਅਤੇ ਏਆਈ ਜ਼ਾਰ ਵਜੋਂ ਚੁਣਦਾ ਹੈ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "ਦੱਖਣੀ ਕੋਰੀਆ ਦੇ ਜੋਖਮ 'ਤੇ ਏਸ਼ੀਅਨ ਸ਼ੇਅਰਾਂ ਦੀ ਗਿਰਾਵਟ, ਤਨਖਾਹਾਂ ਤੋਂ ਪਹਿਲਾਂ ਡਾਲਰ ਚੌਕਸੀ' ਤੇ - ਰਾਇਟਰਜ਼",
        "ਟੈਡੀ ਮੇਲੇਨਕੈਂਪ ਨੇ ਖੁਲਾਸਾ ਕੀਤਾ ਕਿ ਉਹ ਐਡਵਿਨ ਅਰਰੋਯੇਵ ਤੋਂ ਤਲਾਕ ਦੇ ਵਿਚਕਾਰ ਕਾਈਲ ਰਿਚਰਡਜ਼ ਨਾਲ ਰਹਿ ਰਹੀ ਹੈ - ਪੰਨਾ ਛੇ",
        "2025 ਫੀਫਾ ਕਲੱਬ ਵਿਸ਼ਵ ਕੱਪਃ ਚੇਲਸੀਆ ਫਲੇਮੇਂਗੋ, ਏਸਪੇਰੈਂਸ ਟਿisਨਿਸ, ਅਤੇ ਕਲੱਬ ਲਿਓਨ ਦੇ ਨਾਲ ਸਮੂਹ ਡੀ ਵਿੱਚ ਖਿੱਚੀ ਗਈ - ਸਾਨੂੰ ਕੋਈ ਇਤਿਹਾਸ ਨਹੀਂ ਮਿਲਿਆ",
        "ਕਾਂਗੋ ਵਿਚ 79 ਲੋਕਾਂ ਦੀ ਹੱਤਿਆ ਤੋਂ ਬਾਅਦ ਭੇਤ ‘ਬਿਮਾਰੀ ਐਕਸ’ ਪ੍ਰੋਬੈਡ - ਬਲੂਮਬਰਗ",
        "ਆਈਓਐਸ 18.2 ਐਪਲ ਸੰਗੀਤ ਅਤੇ ਐਪਲ ਟੀਵੀ ਐਪ ਵਿੱਚ ਕੁਦਰਤੀ ਭਾਸ਼ਾ ਦੀ ਖੋਜ ਨੂੰ ਜੋੜਦਾ ਹੈ - 9to5Mac",
        "'ਮਾਰਵਲ ਰਿਵਾਲਜ਼' ਨੇ ਸੀਜ਼ਨ 0 ਦੀ ਸ਼ੁਰੂਆਤ ਕੀਤੀ 'ਡੂਮਜ਼ ਰਾਈਜ਼' 33 ਹੀਰੋਜ਼ ਨਾਲ, ਸਾਰੇ ਅਨਲੌਕ ਕੀਤੇ ਅਤੇ ਖੇਡਣ ਲਈ ਮੁਫਤ - ਮਾਰਵਲ ਐਂਟਰਟੇਨਮੈਂਟ"
    ]
}