{
    "headlines": [
        "ХАМАС передает последних живых заложников, которые будут освобождены в рамках первого этапа прекращения огня в Газе - CNN",
        "Илон Маск призывает к сходу МКС с орбиты. Вот что делает космическая станция - ABC News",
        "Bybit подтверждает рекордное ограбление криптовалюты на $ 1,46 млрд в сложной атаке на холодный кошелек - The Hacker News",
        "Выбор баскетбола в колледже, расписание: прогнозы на матч Кентукки - Алабама и другие 25 лучших игр субботы - CBS Sports",
        "Судья блокирует приказ Трампа, нацеленный на программы DEI - CNN",
        "Стивен А. Смит полностью ошеломлен пресс-конференцией Yankees о волосах на лице: «Какой позор» - New York Post",
        "ФБР приказало перевести 1500 сотрудников из штаб-квартиры: отчеты - The Hill",
        "Ньюсом отправил Конгрессу запрос на 40 миллиардов долларов на пожарную помощь в Лос-Анджелесе - POLITICO",
        "Белый дом и Украина приближаются к сделке по редкоземельным металлам, которая укрепит отношения, говорит источник AP - The Associated Press",
        "Скала придет за душой Коди Роудса в Ликвидационной палате WWE - Сиденья на Кэйджсайде",
        "Трамп спаррингует с губернатором демократического штата Мэн на мероприятии в Белом доме из-за указа трансгендерного спортсмена - ABC News",
        "Дональд Трамп уволил высшего офицера США в Пентагоне - Financial Times",
        "Выборы в Германии: финальный рывок, поскольку лидер Мерц обещает лидировать в Европе - BBC.com",
        "Генри Сехудо ломает печенье судьбы, показывает предсказание боя перед финальным взглядом с Сон Ядонгом - бой ММА",
        "Кто будет следующим Джеймсом Бондом? Жесткое решение 007 от Amazon - BBC.com",
        "Дефицит Ozempic и Wegovy заканчивается, создавая проблему с препаратами для похудения - Axios",
        "Dow сводит на нет свою прибыль с момента инаугурации Трампа, поскольку «стагфляция» боится возвращения - MarketWatch",
        "Драфт НФЛ 2025: 10 перспектив, которые могут вырасти во время предварительного процесса - NFL.com"
    ]
}