{
    "headlines": [
        "'Múltiplos' drones entraram em espaço aéreo na estação naval de Nova Jersey: Oficial - ABC News",
        "Mercado de ações hoje: Nasdaq atinge novo recorde com os aumentos da Broadcom, superando US $ 1 trilhão em valor de mercado (cobertura ao vivo) - Investor's Business Daily",
        "O veterano Daniel Penny, absolvido no estrangulamento do metrô de Nova York, se juntará à suíte de Trump no jogo de futebol - The Associated Press",
        "Carolina do Norte A.D. diz que Bill Belichick fará ManningCast, McAfee Show como treinador principal - NBC Sports",
        "Aliado dos EUA interrompe luta contra Estado Islâmico na Síria enquanto luta contra grupo rebelde - The Wall Street Journal",
        "Bluesky at a crossroads as users petition to ban Jesse Singal over anti-trans views, harassment - TechCrunch",
        "CEO do UnitedHealth Group aborda a morte de Brian Thompson e diz que o sistema de saúde é \"falho\" - CNBC",
        "Previsões ousadas da Semana 15 da NFL: as potências da NFC Lions e Eagles caem, os Chiefs ganham de forma diferente - CBS Sports",
        "Equipe e treinador dos 49ers atordoados depois que o linebacker se recusa a jogar contra o Rams - CNN",
        "Grupos de defesa do Reino Unido, Itália e Japão montaram um empreendimento para supervisionar o projeto de jatos de combate - Financial Times",
        "Geralt da cidade, aquele era definitivamente o caçador de monstros de cabelos brancos de Doug Cockle no trailer de revelação de The Witcher 4 - Eurogamer",
        "Kim Kardashian faz a chegada glamourosa ao evento Skims em uma scooter depois de quebrar o pé - E! NEWS",
        "O DNA humano mais antigo ajuda a identificar quando os primeiros humanos se cruzaram com os neandertais - CNN",
        "A mãe de Conan O’Brien morre poucos dias depois do pai - The Daily Beast",
        "François Bayrou exige respeito - mas será que vai conseguir? - BBC.com",
        "Fed cortará mais uma vez antes de desacelerar o ritmo em 2025, dizem economistas - Bloomberg",
        "Mísseis russos batem na rede elétrica da Ucrânia - Reuters.com",
        "As últimas horas de Assad na Síria: engano, desespero e fuga - Reuters",
        "As chuvas de meteoros Geminídeos atingem o pico esta noite. Aqui está quando e onde eles estarão visíveis. - CBS News",
        "Mais e mais! O rover Mars Perseverance da NASA atinge a borda de sua casa na Cratera Jezero (vídeo) - Space.com"
    ]
}