{
    "headlines": [
        "ਜਾਲ ਡੀ 'ਐਂਜਲੋ ਰਸਲ ਨੂੰ ਵਾਪਸ ਲਿਆਉਂਦੇ ਹਨ, ਲੇਕਰਜ਼ ਨਾਲ ਵਪਾਰ ਵਿਚ ਡੋਰੀਅਨ ਫਿਨਨੀ-ਸਮਿੱਥ ਦਾ ਸੌਦਾ ਕਰਦੇ ਹਨ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਇਜ਼ਰਾਈਲ ਨੇ ਗਾਜ਼ਾ ਹਸਪਤਾਲ ਦੇ ਡਾਇਰੈਕਟਰ ਨੂੰ ਗ੍ਰਿਫਤਾਰ ਕੀਤਾ ਜਿਸਨੇ ਨਿ York ਯਾਰਕ ਟਾਈਮਜ਼ ਲਈ ਲਿਖਿਆ, ਉਸ 'ਤੇ ਹਮਾਸ ਅੱਤਵਾਦੀ ਹੋਣ ਦਾ ਦੋਸ਼ ਲਗਾਇਆ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "'ਬਾਟਮੈਨ‘ ਸਟਾਕ ਦਸੰਬਰ ਵਿਚ ਬਾਜ਼ਾਰ ਦੇ ਬਚਾਅ ਲਈ ਘੁੰਮਿਆ... - ਮਾਰਕੀਟਵਾਚ",
        "2 ਓਰੇਗਨ ਦੇ ਆਦਮੀ ਸਾਸਕੁਐਚ ਦੀ ਭਾਲ ਕਰਨ ਲਈ ਬਾਹਰ ਜਾਣ ਤੋਂ ਬਾਅਦ ਜੰਗਲ ਵਿਚ ਐਕਸਪੋਜਰ ਨਾਲ ਮਰ ਜਾਂਦੇ ਹਨ - ਸੀ ਐਨ ਐਨ",
        "ਅਮਰੀਕਾ ਦੇ ਕੁਝ ਹਿੱਸਿਆਂ 'ਚ ਫਿਰ ਨੋਰੋਵਾਇਰਸ ਦਾ ਕਹਿਰ ਜਾਰੀ ਹੈ । ਇੱਥੇ ਪੇਟ ਦੇ ਵਾਇਰਸ ਬਾਰੇ ਕੀ ਜਾਣਨਾ ਹੈ - ਪੀਬੀਐਸ ਨਿ Newsਜ਼ਹੋਰ",
        "ਅਜ਼ਰਬਾਈਜਾਨ ਦੇ ਰਾਸ਼ਟਰਪਤੀ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਹਾਦਸਾਗ੍ਰਸਤ ਜੈੱਟਲਾਈਨਰ ਨੂੰ ਰੂਸ ਨੇ ਅਣਜਾਣੇ ਵਿਚ ਗੋਲੀ ਮਾਰ ਦਿੱਤੀ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਬਾਕਸ ਆਫਿਸਃ ਨੋਸਫੇਰਾਟੂ, ਇੱਕ ਸੰਪੂਰਨ ਅਣਜਾਣ ਸਟਾਰਟ ਸਟ੍ਰਾਂਗ, ਮੁਫਾਸਾ ਨੰਬਰ 1 - ਵੰਨਗੀ",
        "ਐਸ ਐਂਡ ਪੀ 500 ਦੇ 2024 ਰੈਲੀ ਝਟਕੇ ਭਵਿੱਖਬਾਣੀ ਕਰਨ ਵਾਲੇ ਇਸ ਨੂੰ ਫਿਜ਼ਲ ਦੀ ਉਮੀਦ ਕਰਦੇ ਹਨ - ਬਲੂਮਬਰਗ",
        "ਇੱਥੇ ਇੱਕ ਟੁੱਟਣਾ ਹੈ ਕਿ ਹਿਊਸਟਨ ਖੇਤਰ ਵਿੱਚ ਸ਼ਨੀਵਾਰ ਨੂੰ ਰਿਪੋਰਟ ਕੀਤੇ ਗਏ ਤੂਫਾਨ ਕਿੱਥੇ ਸਨ - KHOU.",
        "ਦੱਖਣੀ ਕੋਰੀਆ 'ਚ ਲੈਂਡਿੰਗ ਦੌਰਾਨ ਜਹਾਜ਼ ਹਾਦਸਾਗ੍ਰਸਤ ਹੋਣ ਤੋਂ ਬਾਅਦ 179 ਲੋਕਾਂ ਦੀ ਮੌਤ, 2 ਲੋਕਾਂ ਨੂੰ ਬਚਾਇਆ ਗਿਆ - ABC News",
        "ਸਕੁਇਡ ਗੇਮ ਸਿਰਜਣਹਾਰ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਮੁੱਖ ਪਾਤਰ Gi-hun \"ਉਹ ਆਦਮੀ ਨਹੀਂ ਹੋਵੇਗਾ ਜੋ ਉਹ ਸੀਜ਼ਨ 2 ਵਿੱਚ ਸੀ\" ਇੱਕ ਵਾਰ ਸੀਜ਼ਨ 3 ਰਿਲੀਜ਼ - ਗੇਮਜ਼ਰਾਡਰ",
        "ਹਟਾਈ",
        "ਕਿਵੇਂ ਡੋਨਾਲਡ ਟਰੰਪ ਨੇ ਪੁੰਜ ਸਭਿਆਚਾਰ ਨੂੰ ਬਦਲਿਆ - ਪੋਲਿਟਿਕੋ",
        "ਬਲੇਕ ਲਾਈਵ ਕਾਨੂੰਨੀ ਲੜਾਈ ਦੇ ਵਿਚਕਾਰ ਜਸਟਿਨ ਬਾਲਡੋਨੀ ਦੀ ‘ਵਿਸਫੋਟਕ’ ਰਣਨੀਤੀ ਦਾ ਖੁਲਾਸਾ ਹੋਇਆ: ‘ਇਹ ਹਰ ਕਿਸੇ ਨੂੰ ਹੈਰਾਨ ਕਰਨ ਜਾ ਰਿਹਾ ਹੈ...' - ਹਿੰਦੁਸਤਾਨ ਟਾਈਮਜ਼",
        "ਨਵਾਂ ਸੈਮਸੰਗ ਲੀਕ ਨਿਰਾਸ਼ਾਜਨਕ ਗਲੈਕਸੀ ਐਸ 25 ਅਲਟਰਾ ਕੈਮਰਾ ਅਪਗ੍ਰੇਡ ਦੀ ਪੁਸ਼ਟੀ ਕਰਦਾ ਹੈ - ਫੋਰਬਸ",
        "ਟ੍ਰੈਵਿਸ ਕੈਲਸ ਨੇ ਸ਼ਨੀਵਾਰ ਰਾਤ ਨੂੰ ਟੇਲਰ ਸਵਿਫਟ ਨਾਲ ਡੇਟ ਤੋਂ ਬਾਅਦ ਜੋ ਕੀਤਾ ਉਸ ਦੀ ਪ੍ਰਸ਼ੰਸਾ ਕੀਤੀ - ਐਥਲੋਨ ਸਪੋਰਟਸ",
        "2025 ਦੀਆਂ 10 ਸਭ ਤੋਂ ਵੱਧ ਅਨੁਮਾਨਤ ਵੀਡੀਓ ਗੇਮਾਂ - ਸਾਫਟੋਨਿਕ EN",
        "'ਮੁਕੱਦਮਾ ਕਰਨ ਵਾਲਾ ਪਹਿਲਾ': ਜਨਮ-ਅਧਿਕਾਰ ਦੀ ਨਾਗਰਿਕਤਾ ਖ਼ਤਮ ਕਰਨ ਦੀ ਟਰੰਪ ਦੀ ਇੱਛਾ ਦਾ ਵਿਰੋਧ ਕਰਨਾ ਇਸ ਅਟਾਰਨੀ ਜਨਰਲ ਲਈ ਨਿੱਜੀ ਹੈ - ਯਾਹੂ! ਆਵਾਜ਼ਾਂ",
        "ਵੈਸਟ ਬੈਂਕ ਦੇ ਆਪਣੇ ਘਰ 'ਚ ਇਕ ਫਲਸਤੀਨੀ ਦੀ ਗੋਲੀ ਮਾਰ ਕੇ ਹੱਤਿਆ ਕਰ ਦਿੱਤੀ ਗਈ । ਉਸ ਦਾ ਪਰਿਵਾਰ ਫਲਸਤੀਨੀ ਸੁਰੱਖਿਆ ਬਲਾਂ ਨੂੰ ਜ਼ਿੰਮੇਵਾਰ ਠਹਿਰਾਉਂਦਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਸ਼ਿਫਟ ਵਿੱਚ, ਟਰੰਪ ਨੇ ਮੁਹਿੰਮ ਦੇ ਵਾਅਦਿਆਂ 'ਤੇ ਬਿਆਨਬਾਜ਼ੀ ਨੂੰ ਘਟਾ ਦਿੱਤਾ - ਯਾਹੂ! ਆਵਾਜ਼ਾਂ"
    ]
}