{
    "headlines": [
        "Morte por vírus semelhante ao Ebola relatada em Iowa após viagem à África Ocidental - The Washington Post",
        "Love Is Blind Trailer da 7ª Temporada Mostra Ashley Defendendo Tyler por Revelação de Bebê - E! NEWS",
        "Tom Brady fica enigmático no Instagram depois que Gisele Bündchen relata gravidez - New York Post",
        "Diretor da CIA lançou cessar-fogo de 28 dias em Gaza, acordo de reféns em Doha - Axios",
        "Depois de comer no McDonald's, adolescente com E. coli luta contra insuficiência renal - NBC News",
        "Jeff Bezos defende o não endosso do Washington Post depois que os assinantes fogem e os funcionários renunciam - CNN",
        "JPMorgan processa clientes por fraude de cheque após explorar falha viral em caixas eletrônicos - New York Post",
        "Billy Gardell, de Pittsburgh, prepara os fãs para o Monday Night Football: \"Somos um\" - WTAE Pittsburgh",
        "Oriente Médio mais recente: Israel aprova 2 leis que restringem a agência da ONU que distribui ajuda em Gaza - The Associated Press",
        "Urnas queimadas, centenas de votos destruídos em casos de incêndio criminoso em Washington, Oregon - usa TODAY",
        "Atualizações ao vivo do Jogo 3 da World Series: tempo dos Yankees vs. Dodgers, formações, canal de TV - usa TODAY",
        "Uma nova tempestade pode estar se formando no Caribe. O que saber. - The Washington Post",
        "Não há novos limites para o uso de armas dos EUA pela Ucrânia se a Coreia do Norte se juntar à luta da Rússia, diz Pentágono",
        "NASA Revela Nove Potenciais Locais de Pouso para a Missão Artemis III ao Polo Sul Lunar - A Galáxia Diária - Grande Canal de Descobertas",
        "   Removido ",
        "Porto-riquenhos em estado de vitória obrigatória dizem que a piada do comício de Trump não será esquecida - BBC.com",
        "Um fungo que matou morcegos escapou de Humboldt para infectar pelo menos outros quatro condados da Califórnia - Posto Avançado da Costa Perdida",
        "A Timothée Chalamet Lookalike Contest Turns Chaotic, As Organizer Plots Next Move - Hollywood Reporter",
        "Republicanos recorrem à Suprema Corte em disputa sobre as cédulas provisórias da Pensilvânia - CBS News",
        "Treinador dos Colts, Shane Steichen, não se compromete com Anthony Richardson a partir de domingo - IndyStar"
    ]
}