{
    "headlines": [
        "ਨੇਵੀ ਨੇ 1882 ਵਿਚ ਅਲਾਸਕਾ ਨੇਟਿਵ ਪਿੰਡ ਨੂੰ ਤਬਾਹ ਕਰਨ ਲਈ ਮੁਆਫੀ ਜਾਰੀ ਕੀਤੀ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "'ਸਾਡੀਆਂ ਜ਼ਿੰਦਗੀਆਂ ਨੂੰ ਗੰਭੀਰਤਾ ਨਾਲ ਲਓ,' ਮਿਸ਼ੇਲ ਓਬਾਮਾ ਨੇ ਮਿਸ਼ੀਗਨ ਵਿਚ ਕਮਲਾ ਹੈਰਿਸ ਲਈ ਰੈਲੀਆਂ ਕਰਦਿਆਂ ਬੇਨਤੀ ਕੀਤੀ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਜਾਪਾਨ ਦੇ ਨਵੇਂ ਪ੍ਰਧਾਨ ਮੰਤਰੀ ਨੂੰ ਅਹੁਦਾ ਸੰਭਾਲਣ ਦੇ ਕੁਝ ਹਫ਼ਤਿਆਂ ਬਾਅਦ ਹੀ ਚੋਣਾਂ ਨਾਲ ਵੱਡਾ ਇਮਤਿਹਾਨ ਦਾ ਸਾਹਮਣਾ ਕਰਨਾ ਪੈ ਰਿਹਾ ਹੈ - ਸੀਐਨਐਨ",
        "ਲੂਯਿਸ ਟੋਮਲਿੰਸਨ ਦਾ ਪੁੱਤਰ ਫਰੈਡੀ, 8, ਪਰਿਵਾਰ ਨਾਲ ਦੁਰਲੱਭ ਦਿੱਖ ਬਣਾਉਂਦਾ ਹੈ - ਈ! ਖ਼ਬਰਾਂ",
        "ਵਰਲਡ ਸੀਰੀਜ਼ ਗੇਮ 2 ਲਾਈਵ ਅਪਡੇਟਸਃ ਡੋਜਰਸ ਬਨਾਮ ਯੈਂਕੀਜ਼ ਸਕੋਰ, ਹਾਈਲਾਈਟਸ, ਟੀਵੀ ਚੈਨਲ - ਅਮਰੀਕਾ ਅੱਜ",
        "ਇਹ 3 ਐਪਲ ਉਤਪਾਦ ਸੰਭਾਵਤ ਤੌਰ ਤੇ ਅਗਲੇ ਹਫਤੇ ਬੰਦ ਹੋ ਜਾਣਗੇ - 9to5Mac",
        "ਅਸੀਂ ਗੂਗਲ 'ਤੇ ਲਿਆ ਅਤੇ ਉਨ੍ਹਾਂ ਨੂੰ £ 2bn ਦਾ ਭੁਗਤਾਨ ਕਰਨ ਲਈ ਮਜਬੂਰ ਕੀਤਾ - ਬੀਬੀਸੀ.",
        "ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ ਦੇ ਪ੍ਰਕਾਸ਼ਕ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਸਨੇ ਕਮਲਾ ਹੈਰਿਸ ਦੀ ਹਮਾਇਤ ਨੂੰ ਮਾਰਿਆ, ਜੈੱਫ ਬੇਜੋਸ ਨਹੀਂਃ ਰਿਪੋਰਟ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਪਾਪਾ ਸੰਮੇਲਨ ਔਰਤਾਂ ਲਈ ਲੀਡਰਸ਼ਿਪ ਦੀਆਂ ਭੂਮਿਕਾਵਾਂ ਦੀ ਮੰਗ ਨਾਲ ਖਤਮ ਹੁੰਦਾ ਹੈ - ਬੀਬੀਸੀ.",
        "ਗੂਗਲ ਕਥਿਤ ਤੌਰ 'ਤੇ‘ ਕੰਪਿ computerਟਰ-ਵਰਤੋਂ ਕਰਨ ਵਾਲਾ ਏਜੰਟ ’ਏਆਈ ਸਿਸਟਮ ਤਿਆਰ ਕਰ ਰਿਹਾ ਹੈ - ਦਿ ਵਰਜ",
        "ਟੌਮ ਹੈਂਕਸ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ‘ਇੱਥੇ‘ ਲਈ ਫੋਰੈਸਟ ਗੰਪ ਦੇ ਰੌਬਿਨ ਰਾਈਟ ਨਾਲ ਦੁਬਾਰਾ ਮਿਲਣਾ “ਇੰਨਾ ਸੌਖਾ” ਸੀ - ਡੈੱਡਲਾਈਨ",
        "ਡੈਮੀ ਲੋਵਾਟੋ ਦੀ ਬੇਬੀ ਭਤੀਜੀ ਦੀ ਐਮਰਜੈਂਸੀ ਸੀ-ਸੈਕਸ਼ਨ ਤੋਂ ਬਾਅਦ ਮੌਤ ਹੋ ਗਈ - ਡਬਲਯੂਜੇਡਬਲਯੂ ਫੌਕਸ 8 ਨਿ Newsਜ਼ ਕਲੀਵਲੈਂਡ",
        "ਕੁੱਕ ਹੱਥ ਦੀ ਸੱਟ - ਈਐਸਪੀਐਨ ਨਾਲ ਬਾਮਾ ਨੂੰ ਮਿਲੀ ਮਿਜ਼ਜ਼ੂ ਹਾਰ ਤੋਂ ਬਾਹਰ ਨਿਕਲਦਾ ਹੈ",
        "ਲਾਈਵ ਅਪਡੇਟਸਃ ਇਜ਼ਰਾਈਲ ਨੇ ਉੱਚ ਪੱਧਰੀ ਜਵਾਬੀ ਕਾਰਵਾਈ ਵਿਚ ਈਰਾਨ 'ਤੇ ਹਮਲਾ ਕੀਤਾ - ਸੀਐਨਐਨ",
        "ਯੂਐਫਸੀ 306: ਆਈਲੀਆ ਟੋਪੂਰੀਆ ਮੈਕਸ ਹੋਲੋਵੇ ਨੂੰ ਨਸ਼ਟ ਕਰਨ ਤੋਂ ਬਾਅਦ ਮੇਕਿੰਗ ਵਿਚ ਅਗਲਾ ਤਾਰਾ ਹੈ - ਬਲੇਚਰ ਰਿਪੋਰਟ",
        "ਵਾਚਃ ਟਰੰਪ ਨੇ ਨੋਵੀ, ਮਿਸ਼ੀਗਨ ਵਿਚ ਵੋਟਾਂ ਦੀ ਅਪੀਲ ਕਰਦਿਆਂ ਫਿਰ ਡੀਟਰੋਇਟ ਨੂੰ ਕੁਚਲਿਆ - ਪੀਬੀਐਸ ਨਿ Newsਜ਼ਹੌਰ",
        "ਸਪਲੈਸ਼ਡਾਉਨ ਜਾਰੀ ਹੋਣ ਤੋਂ ਬਾਅਦ ਸਪੇਸਐਕਸ ਕ੍ਰੂ -8 ਪੁਲਾੜ ਯਾਤਰੀ ਨੂੰ ‘ਮੈਡੀਕਲ ਮੁੱਦੇ’ ਨਾਲ ਹਸਪਤਾਲ ਦਾਖਲ ਕਰਵਾਇਆ ਗਿਆ, ਨਾਸਾ ਦਾ ਕਹਿਣਾ ਹੈ - ਸੀਐਨਐਨ",
        "ਅਮੈਰੀਕਨ ਏਅਰਲਾਈਨਜ਼ ਲਾਈਨ ਕਟਰਾਂ ਨੂੰ ਸ਼ਰਮਿੰਦਾ ਕਰਨ ਲਈ ਨਵੀਂ ਟੈਕਨੋਲੋਜੀ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰਦੀ ਹੈ - OregonLive",
        "ਇਜ਼ਰਾਈਲੀ ਫੌਜਾਂ ਨੇ ਗਾਜ਼ਾ ਹਸਪਤਾਲ 'ਤੇ ਹਿੰਸਕ ਛਾਪੇਮਾਰੀ ਤੋਂ ਬਾਅਦ ਡਾਕਟਰਾਂ, ਮਰੀਜ਼ਾਂ ਨੂੰ ਹਿਰਾਸਤ' ਚ ਲਿਆ - Al Jazeera English",
        "ਐਪਲ ਵਾਚ ਪੇਟੈਂਟ ਟ੍ਰਾਇਲ ਵਿਚ ਮਾਸਿਮੋ ਤੋਂ 250 ਡਾਲਰ ਜਿੱਤਦਾ ਹੈ - ਟੈਕਕ੍ਰਾਂਚ"
    ]
}