{
    "headlines": [
        "مالك صحيفة واشنطن بوست يدافع عن قرار إنهاء الموافقات الرئاسية - الجزيرة الإنجليزية",
        "بطولة العالم 2024: فريدي فريمان، ووكر بوهلر يقودان فريق دودجرز متجاوزين فريق اليانكيز لقيادة 3-0 - ياهو سبورتس",
        "كرة القدم ليلة الاثنين: فاز ستيلرز بفريق، وفازوا على العمالقة 26-18 - NBC Sports",
        "حظرت إسرائيل وكالة الأمم المتحدة للاجئين الفلسطينيين. قد يكون ذلك مدمرًا للملايين - سي إن إن",
        "عزف النشيد الكونفدرالي \"ديكسي\" في تجمع ماديسون سكوير جاردن لترامب - واشنطن بوست",
        "تم الإبلاغ عن وفاة بفيروس شبيه بالإيبولا في ولاية أيوا بعد السفر إلى غرب إفريقيا - واشنطن بوست",
        "يصف ترامب هاريس بالفاشي، ويقول إنه \"عكس النازي\" - سي إن إن",
        "Amazon Leaks New Mac Mini with M4 and M4 Pro Chips, two front USB - C ports, up to 64GB of RAM, and more - MacRumors",
        "يقول البنتاغون إن كوريا الشمالية أرسلت حوالي 10 آلاف جندي إلى روسيا للقتال على الأرجح ضد أوكرانيا - وكالة أسوشيتد برس",
        "أصبح توم برادي مشفرًا على إنستغرام بعد تقارير جيزيل بوندشن للحمل - نيويورك بوست",
        "نقطة محذوفة هنا",
        "الولايات المتحدة تضع اللمسات الأخيرة على القيود المفروضة على الذكاء الاصطناعي واستثمارات أشباه الموصلات في الصين - الجزيرة الإنجليزية",
        "طرح مدير وكالة المخابرات المركزية وقف إطلاق النار في غزة لمدة 28 يومًا، صفقة رهائن في الدوحة - أكسيوس",
        "حرائق في صناديق إسقاط تدمر مئات بطاقات الاقتراع في واشنطن وتضرر 3 في ولاية أوريغون - وكالة أسوشيتد برس",
        "كامالا هاريس تضرب كل ولاية في ساحة المعركة في الأيام الأخيرة، على أمل أن تقود الإقبال - سي بي إس نيوز",
        "إيران تعدم المنشق جمشيد شارمة بسبب إدانته بالإرهاب - BBC.com",
        "قد تكون عاصفة جديدة تختمر في منطقة البحر الكاريبي. ما يجب معرفته. - الواشنطن بوست",
        "ناسا تكشف عن تسعة مواقع هبوط محتملة لبعثة أرتميس 3 إلى القطب الجنوبي القمري - المجرة اليومية - قناة الاكتشافات العظيمة",
        "شاهد على الهواء مباشرة: ترامب يعقد تجمعًا انتخابيًا في حرم Georgia Tech في أتلانتا - PBS NewsHour",
        "يقول البورتوريكيون في الولاية التي يجب الفوز فيها إن نكتة اجتماع ترامب لن تُنسى - BBC.com"
    ]
}