{
    "headlines": [
        "Victor Wembanyama verliert karrierehohe 50 Punkte, während er die Sporen dazu bringt, Zauberer zu gewinnen - Yahoo Sports",
        "Patrick Mahomes nennt Einbruchdiebstahl in seinem Zuhause in Kansas City \"frustrierend und enttäuschend\" - NBC Sports",
        "Mitarbeiter der US-Regierung beschuldigt, geheime Dokumente über Israels Pläne, den Iran anzugreifen, durchgesickert zu haben - The Associated Press",
        "\"The Golden Bachelorette\" -Finale: Joan Vassos wählt [SPOILER] in einer emotionalen Endung - Abwechslung",
        "Eine Person starb nach zwei Explosionen in der Nähe des Obersten Gerichtshofs Brasiliens - CNN",
        "Aktien-Futures ändern sich kaum, da die Rallye nach der Wahl Anzeichen von Schwankungen zeigt: Live-Updates - CNBC",
        "FBI-Razzien zu Hause von Polymarket CEO Shayne Coplan - Axios",
        "Ozempic und Wegovy können bei der Bekämpfung der Alkoholabhängigkeit von Vorteil sein: Studie - The Hill",
        "Giannis erzielt 38 Punkte, Bucks führt Kolben 85-84 nach drei Quartalen - Milwaukee Journal Sentinel",
        "Mike Johnson gewinnt GOP-Nicken, um mit Trumps Unterstützung Haussprecher zu bleiben - Axios",
        "Republikaner gewinnen Mehrheit im US-Repräsentantenhaus und geben Trump die Kontrolle über den Kongress - Financial Times",
        "Matt Gaetz tritt vom Kongress zurück, weil Trump genickt hat, Generalstaatsanwalt zu werden, sagt Johnson - Fox News",
        "Final Cut Pro 11 beginnt ein neues Kapitel für die Videobearbeitung auf dem Mac - Apple Newsroom",
        "Elon Musk sagt, er und Trump hätten ein \"Mandat zur Streichung\" von Vorschriften. Ethikgesetze könnten die Rolle von Musk einschränken - The Associated Press",
        "Sara Haines ging abrupt von der Kamera auf \"The View\" - BuzzFeed",
        "Microsoft patcht Windows Zero-Day, das bei Angriffen auf die Ukraine ausgenutzt wird - BleepingComputer",
        "SMCI-Aktien könnten dekotiert werden. Was Sie beachten sollten, wenn Sie Super Micro besitzen. - Barron's",
        "Republikaner gewannen das Haus. Jetzt kommt der schwierige Teil. - ABC News",
        "KFC verklagt Church's Texas Chicken wegen \"Originalrezept\" -Anzeigenbehauptungen - CBS News",
        "Doge! Dogecoin steigt in die Höhe, als Trump eine Effizienzgruppe der Regierung mit dem Spitznamen DOGE ankündigt - The Associated Press"
    ]
}