{
    "headlines": [
        "بايدن يرفع الحظر عن أوكرانيا باستخدام الأسلحة الأمريكية لضرب داخل روسيا - رويترز",
        "يسعى ترامب إلى التعهد بأن وزير الخزانة سوف يسن تعريفات صارمة - فاينانشيال تايمز",
        "احتمالات دوري كرة القدم الأمريكية، سطور الأسبوع 11، تنبؤات ATS، اختيارات الألعاب، النصائح، والأوقات: تحاكي العارضة جميع الألعاب 10000 مرة - CBS Sports",
        "فيكتوريا كيار ثيلفيغ تفوز بمسابقة ملكة جمال الكون 2024، وهي أول ملكة جمال للدنمارك تحصل على التاج - الولايات المتحدة الأمريكية اليوم",
        "صورة دواين جونسون لأكثر من 200 مليون دولار لعيد الميلاد تصل إلى 34.1 مليون دولار - وكالة أسوشيتد برس",
        "يقول محاميه إن البنتاغون يختار امرأة مدفوعة الأجر بعد مزاعم الاعتداء الجنسي لكنه ينفي ارتكاب أي مخالفات - وكالة أسوشيتد برس",
        "\"Gladiator II\" يطلق العنان لـ 87 مليون دولار في الخارج ؛ أكبر بداية خارجية على الإطلاق لفيلم من إخراج ريدلي سكوت – شباك التذاكر الدولي - الموعد النهائي",
        "روسيا تشن هجومًا \"ضخمًا\" على البنية التحتية الأوكرانية - BBC.com",
        "تقول مصادر أمنية إن رئيس الإعلام في حزب الله قُتل في غارة إسرائيلية على بيروت - رويترز",
        "بيانات حصرية: وتيرة ترامب القياسية لاختيار مجلس الوزراء - Axios",
        "كل نجمة تركت X لـ Bluesky – ينتقل العشرات من المشاهير إلى منصة وسائل التواصل الاجتماعي المنافسة - Just Jared",
        "نظريات لقاح RFK Jr. \"قاسية\"، كما يقول المدير السابق لمركز السيطرة على الأمراض - بوليتيكو",
        "تقنية شائعة لجعل الذكاء الاصطناعي أكثر كفاءة لها عيوب - TechCrunch",
        "قمم دش نيزك ليونيد تبلغ ذروتها الآن. هل \"نجوم الرماية\" في التوقعات لعام 2024 ؟ - Space.com",
        "هل ستتحول مواجهة مكافحة الاحتكار التي بدأت في عهد بايدن إلى \"دعونا نعقد صفقة\" في عهد ترامب ؟ - وكالة أسوشيتد برس",
        "إنه عام 2009 مرة أخرى: يبدو أن شركة آبل تعيد النظر في صنع جهاز تلفزيون - MacRumors",
        "لا يمكن للمديرين التنفيذيين للمطاعم الانتظار حتى عام 2025 بعد بطء حركة المرور وموجة الإفلاس - CNBC",
        "يدعو البابا إلى إجراء تحقيق لتحديد ما إذا كانت هجمات إسرائيل في غزة تشكل \"إبادة جماعية\" - بوليتيكو",
        "تقاعدت آن سيلزر، أكبر مستطلاعات الرأي، بعد أن انتهى استطلاع الرأي المفاجئ في ولاية أيوا بفشل كبير - سي إن إن",
        "لعبة Baltimore Ravens vs. Pittsburgh Steelers: كيفية المشاهدة ووقت الانطلاق والمزيد - Yahoo Sports"
    ]
}