{
    "headlines": [
        "Hendrickson betäubt Steveson, um den Wrestling-Titel zu gewinnen - ESPN",
        "Arkansas Razorbacks vs. St. John's Red Storm Live-Score und Statistiken - 22. März 2025 Gametracker - CBS Sports",
        "Die britische Fernsehindustrie steckt in der Krise, sagt Wolf Hall Direktor Peter Kosminsky - BBC.com",
        "\"Wie gut ist Belal? ': Kämpfer reagieren auf Sean Bradys Finish von Leon Edwards bei der UFC Fight Night 255 - MMA Junkie",
        "‘Impractical Jokers’ Alaun Joe Gatto bestreitet sexuelle Übergriffe: \"Ich habe schlechtes Urteilsvermögen benutzt\" - Frist",
        "Ehemalige US-Staatsanwältin für den östlichen Bezirk von Virginia Jessica Aber tot aufgefunden bei 43 - NBC Washington",
        "Kitty Dukakis, ehemalige First Lady von Massachusetts, stirbt mit 88 Jahren - PBS NewsHour",
        "Das Prostatakrebsrisiko steigt bei Männern, die ein beunruhigendes Verhalten teilen, um 45 % - AOL",
        "Hue leckt versehentlich eine neue Video-Türklingel - The Verge",
        "Israel trifft den Libanon nach dem ersten Raketenangriff seit dem Waffenstillstand - BBC.com",
        "SONNTAGS-SHOWS-VORSCHAU: Trump kämpft gegen Gegenreaktionen wegen Abschiebungen, wechselt zum Gut Education Department - The Hill",
        "\"Ein Andenken für Ihre Erinnerungen\": Orgelkonzert markiert das Ende von Macys Ära im Wanamaker Building - WHYY",
        "Tesla-Investoren sind ratlos, als Elon Musk den Aktienkurs nach unten zieht: \"Diesmal fühlt es sich anders an\" - Fortune",
        "Trump behauptet, er habe keine Abschiebungsanordnung unterschrieben, die er definitiv unterschrieben hat - The Daily Beast",
        "Memphis Polizei untersucht Schießerei außerhalb FedExForum - FOX13 Memphis",
        "Über 30.000 Teilnehmer für Bernie Sanders, AOC-Rallye in Denver inmitten des Strebens nach progressiven Veränderungen - CBS News",
        "Saturns ikonische Ringe werden in einem seltenen himmlischen Ereignis verschwinden - Scripps News",
        "ACLU reagiert auf die neueste Richtlinie von Präsident Trump, die Anwälte und Anwaltskanzleien bedroht - ACLU"
    ]
}