{
    "headlines": [
        "ਇਰਾਨ 'ਤੇ ਇਜ਼ਰਾਈਲ ਦੇ ਹਮਲੇ ਅਤੇ ਮਿਡੈਸਟ ਵਿਚ ਜੰਗ' ਤੇ ਤਾਜ਼ਾਃ ਲਾਈਵ ਅਪਡੇਟਸ - ਸੀ ਐਨ ਐਨ",
        "ਟਰੰਪ ਮੈਡੀਸਨ ਸਕੁਏਅਰ ਗਾਰਡਨ ਰੈਲੀ ਲਈ ‘ਹਰ ਚੀਜ ਦਾ ਕੇਂਦਰ’ ਤੇ ਵਾਪਸ ਆਉਂਦੇ ਹਨ - ਸੀ ਐਨ ਐਨ",
        "ਗਾਜ਼ਾ 'ਤੇ ਇਜ਼ਰਾਈਲੀ ਹਮਲੇ 22 ਦੀ ਮੌਤ, ਅਧਿਕਾਰੀਆਂ ਦਾ ਕਹਿਣਾ ਹੈ, ਕਿਉਂਕਿ ਤੇਲ ਅਵੀਵ ਨੇੜੇ ਟਰੱਕਾਂ ਦੀ ਟੱਕਰ ਦਰਜਨਾਂ ਨੂੰ ਠੇਸ ਪਹੁੰਚਾਉਂਦੀ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਓਹਤਾਨੀ ਦੀ ਸੱਟ ਬਿੱਟਰਸਵੀਟ ਗੇਮ 2 ਦੀ ਜਿੱਤ ਲਈ ਬਣਾਉਂਦੀ ਹੈ, 2-0 ਡਬਲਯੂਐਸ ਲੀਡ - ਐਮਐਲਬੀ ਡਾਟ ਕਾਮ",
        "ਕੇਂਦਰੀ ਇਜ਼ਰਾਈਲ ਵਿਚ ਟਰੱਕ ਨੇ ਬੱਸ ਸਟਾਪ ਨੂੰ ਟੱਕਰ ਮਾਰਨ ਤੋਂ ਬਾਅਦ ਦਰਜਨਾਂ ਜ਼ਖਮੀ - ਬੀਬੀਸੀ.",
        "ਸਾਬਕਾ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ ਸੰਪਾਦਕ ਰਾਬਰਟ ਕਾਗਨਃ ਇਹ ਇਕ ਸਿੱਧਾ ਜੈੱਫ ਬੇਜੋਸ-ਡੋਨਾਲਡ ਟਰੰਪ ਕੁਇਡ ਪ੍ਰੋ ਕੁਓ ਹੈ - ਦਿ ਡੇਲੀ ਬੀਸਟ",
        "Abercrombie & Fitch: ਮੇਰੀ ਜਾਂਚ ਨੇ ਸਾਬਕਾ ਬੌਸ ਦੇ ਖਿਲਾਫ ਸੈਕਸ ਤਸਕਰੀ ਦੇ ਦੋਸ਼ਾਂ ਦੀ ਅਗਵਾਈ ਕਿਵੇਂ ਕੀਤੀ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਯੂਐਫਸੀ 308 ਨਤੀਜੇ, ਹਾਈਲਾਈਟਸਃ ਆਈਲੀਆ ਟੋਪੂਰੀਆ ਨੇ ਮੈਕਸ ਹੋਲੋਵੇ ਦਾ ਸ਼ਾਨਦਾਰ ਨਾਕਆਉਟ ਕੀਤਾ ਖਿਤਾਬ ਬਰਕਰਾਰ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਕਾਲਜ ਫੁੱਟਬਾਲ ਹਫਤਾ 9 ਟੇਕਵੇਅਜ਼ਃ ਬੈਕਅਪ ਕੁਆਰਟਰਬੈਕ ਹਫਤੇ ਦੇ ਅੰਤ ਨੂੰ ਨਿਯਮਿਤ ਕਰਦੇ ਹਨ - ਸਪੋਰਟਸ ਇਲਸਟ੍ਰੇਟਿਡ",
        "ਰੂਸ ਦੀ ਫਰੰਟ ਲਾਈਨ 'ਤੇ ਉੱਤਰੀ ਕੋਰੀਆ ਦੇ ਸੈਨਿਕ ਪਹੁੰਚੇ । ਉਹ ਕਿੰਨਾ ਕੁ ਲੜਨ ਲਈ ਤਿਆਰ ਹਨ? - ਵਾਲ ਸਟਰੀਟ ਜਰਨਲ",
        "ਤੁਹਾਡਾ ਲੁੱਕਹੈੱਡ ਕੁੰਡਲੀਃ ਅਕਤੂਬਰ 27, 2024 - ਗਲੋਬ ਅਤੇ ਮੇਲ",
        "ਜਾਪਾਨ ਦੇ ਨਵੇਂ ਪ੍ਰਧਾਨ ਮੰਤਰੀ ਨੂੰ ਅਹੁਦਾ ਸੰਭਾਲਣ ਦੇ ਕੁਝ ਹਫ਼ਤਿਆਂ ਬਾਅਦ ਹੀ ਚੋਣਾਂ ਨਾਲ ਵੱਡਾ ਇਮਤਿਹਾਨ ਦਾ ਸਾਹਮਣਾ ਕਰਨਾ ਪੈ ਰਿਹਾ ਹੈ - ਸੀਐਨਐਨ",
        "ਮਿਸ਼ੇਲ ਓਬਾਮਾ ਨੇ ਮਿਸ਼ੀਗਨ ਰੈਲੀ ਵਿਚ ਹੈਰਿਸ ਦੇ ਸਮਰਥਨ ਦੀ ਅਪੀਲ ਕੀਤੀਃ \"ਇਹ ਉਹ ਵਿਅਕਤੀ ਹੈ ਜੋ ਤੁਹਾਨੂੰ ਸਮਝਦਾ ਹੈ\" - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਟਰੰਪ ਦਾ ਜੋਅ ਰੋਗਨ ਇੰਟਰਵਿਊਃ ਸੱਤ ਟੇਕਵੇਅ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਦੀਵਾਲੀਆਪਨ ਤੋਂ ਬਚਣ ਲਈ ਸਪਿਰਿਟ ਏਅਰਲਾਈਨਜ਼ ਨੇ ਚੁੱਕੇ ਸਖ਼ਤ ਕਦਮ - TheStreet",
        "FC ਬਾਰ੍ਸਿਲੋਨਾ ਏਸ Lamine ਯਾਮਲ ਪੋਸਟ-ਇਲ Clasico ਨਾਲ ਰੀਅਲ ਮੈਡ੍ਰਿਡ ਭੜਕਾਇਆ ਟਿੱਪਣੀ - ਫੋਰਬਸ",
        "ਗੂਗਲ ਕਥਿਤ ਤੌਰ 'ਤੇ‘ ਕੰਪਿ computerਟਰ-ਵਰਤੋਂ ਕਰਨ ਵਾਲਾ ਏਜੰਟ ’ਏਆਈ ਸਿਸਟਮ ਤਿਆਰ ਕਰ ਰਿਹਾ ਹੈ - ਦਿ ਵਰਜ",
        "ਟੌਮ ਹੈਂਕਸ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ‘ਇੱਥੇ‘ ਲਈ ਫੋਰੈਸਟ ਗੰਪ ਦੇ ਰੌਬਿਨ ਰਾਈਟ ਨਾਲ ਦੁਬਾਰਾ ਮਿਲਣਾ “ਇੰਨਾ ਸੌਖਾ” ਸੀ - ਡੈੱਡਲਾਈਨ",
        "ਮੈਕਡੋਨਲਡਜ਼ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਈ. ਕੋਲੀ ਪ੍ਰਕੋਪ ਸੰਭਾਵਤ ਤੌਰ 'ਤੇ ਕੋਲੋਰਾਡੋ ਸਪ੍ਰਿੰਗਜ਼ ਸਹੂਲਤ ਨਾਲ ਜੁੜਿਆ ਹੋਇਆ ਹੈ, ਕਹਿੰਦਾ ਹੈ ਕਿ ਉਹ ਹੁਣ ਉਥੋਂ ਪਿਆਜ਼ ਦਾ ਸਰੋਤ ਨਹੀਂ ਲਿਆਉਣਗੇ - ਕੇਕੇਟੀਵੀ",
        "ਸੀਡੀਸੀ ਨੇ ਬਜ਼ੁਰਗ ਬਾਲਗਾਂ ਲਈ ਕੋਵਿਡ -19 ਟੀਕੇ ਦੀਆਂ ਸਿਫਾਰਸ਼ਾਂ ਨੂੰ ਅਪਡੇਟ ਕੀਤਾ - ਡਬਲਯੂਜੇਡਬਲਯੂ ਫੌਕਸ 8 ਨਿ Newsਜ਼ ਕਲੀਵਲੈਂਡ"
    ]
}