{
    "headlines": [
        "Trump reports King Charles is ‘fighting very hard’ against cancer - The Washington Post",
        "OpenAI's Sora video generator is launching for ChatGPT Pro and Plus subscribers — but not in the EU - TechCrunch",
        "Syria updates: Germany halts asylum proceedings for Syrians - DW (English)",
        "Taylor Swift’s final Eras Tour show was classic Taylor Swift - The Washington Post",
        "AppLovin’s S&P 500 snub could make for the stock’s worst day in two years - MarketWatch",
        "[Removed]",
        "How an Overzealous Yankees Security Guard Helped the Mets Land Juan Soto - Sports Illustrated",
        "2024 College Football Playoff odds: Who will emerge from the first round? - FOX Sports",
        "Omnicom to Acquire Interpublic in Deal That Will Reshape Advertising Industry - The Wall Street Journal",
        "TikTok asks court to pause law that could shut down app in U.S. next month - The Washington Post",
        "Brian Thompson killing: Man questioned in Pennsylvania in UnitedHealthcare CEO slaying - CNBC",
        "Haiti Gangs Kill More Than 180 Mostly Elderly People in Capital - The Wall Street Journal",
        "When Deadpool Meets Spider-Man: Ryan Reynolds and Andrew Garfield Join Forces for Epic Actors on Actors - Variety",
        "Assad's fall in Syria weakens Iran but may fuel Islamist resurgence - Reuters",
        "NFL Week 14 grades: Rams earn high mark for upset win over Bills, Steelers get 'A-' for beating Browns - CBS Sports",
        "Syrians in UK react to Assad's downfall - BBC.com",
        "Nvidia Stock Drops. Why China Is Probing the AI Chip Maker. - Barron's",
        "Ex-Dodge, Ram boss Tim Kuniskis returning to Stellantis after CEO's exit - CNBC",
        "Republicans wonder if MTG’s new DOGE role will make her a leadership ally — or become a headache - POLITICO",
        "Raspberry Pi’s new keyboard computer can power an optional $100 display - The Verge"
    ]
}