{
    "headlines": [
        "الأرباح المسبقة للربع الثالث من Tesla (TSLA): إليك ما يمكن توقعه - TipRanks",
        "يقول الخبراء إن الهبة اليومية التي يقدمها إيلون ماسك بقيمة مليون دولار للناخبين المسجلين قد تكون غير قانونية - سي إن إن",
        "تتباهى كيم كارداشيان بـ \"بدلة عيد ميلاد\" مذهلة وهي تبلغ من العمر 44 عامًا - جيو نيوز",
        "هاريس وترامب في حرارة شديدة عبر الولايات المتأرجحة في استطلاع واشنطن بوست - رويترز",
        "اتحاد كرة القدم الأميركي الأسبوع 7 الصفوف: يحصل عمال الصلب على علامة عالية لتدمير الطائرات، ويحصل 49 لاعبًا على \"C -\" بعد خسارة قبيحة للرؤساء - سي بي إس سبورتس",
        "وجدت لجنة مجلس النواب أن حدث اغتيال ترامب \"يمكن الوقاية منه\" في تقرير مؤقت - سي بي إس نيوز",
        "عمود الضيف | بعد جراحة سرطان الثدي، الحياة ... مختلفة - واشنطن بوست",
        "ستعين ديزني بديل بوب إيغر في أوائل عام 2026 ؛ وسيصبح جيمس غورمان رئيس مجلس الإدارة العام المقبل - سي إن بي سي",
        "\"الإبادة الجماعية تتكشف \": مقتل 640 فلسطينيًا في شمال غزة خلال 17 يومًا - الجزيرة الإنجليزية",
        "\"أنا أحب هذا الفريق اللعين \": شاهد خطاب ديترويت ليونز في غرفة خلع الملابس بعد الفوز مقابل الفايكنج - ديترويت فري برس",
        "تم تسمية شون \"ديدي\" كومز في 7 دعاوى قضائية جديدة ؛ يُزعم تورط مشاهير آخرين - سي إن إن",
        "5 أشياء يجب معرفتها قبل افتتاح سوق الأسهم يوم الاثنين - CNBC",
        "صديقة ليام باين كيت كاسيدي شوهدت لأول مرة منذ وفاة المغني - الصفحة السادسة",
        "تتسرب صورة كوالكوم Snapdragon 8 Elite Press، والتي تظهر نوى الأداء على مدار الساعة بسرعة تصل إلى 4.32جيجاهرتز، وتوفر وحدة معالجة الرسومات Adreno 830 الجديدة ما يصل إلى 40 في المائة من المكاسب والمزيد - Wccftech",
        "سمع دوي انفجارات في لبنان حيث تعهدت إسرائيل بضرب بنوك حزب الله - BBC.com",
        "تتفاعل ابنة أرنولد بالمر مع إشارات دونالد ترامب إلى والدها - وكالة أسوشيتد برس",
        "نظرة فاحصة على ميزات المعينة السمعية الجديدة لسماعات AirPods Pro - TechCrunch",
        "كوريا الجنوبية تدعو إلى الانسحاب الفوري للقوات الكورية الشمالية المزعومة في روسيا - وكالة أسوشيتد برس",
        "نقطة محذوفة هنا",
        "تم عرض تصميم OnePlus 13 في الصور الرسمية مع إطلاق الصين في 31 أكتوبر - 9to5Google"
    ]
}