{
    "headlines": [
        "Tesla’s soon-to-be-unveiled robo-taxi may already be behind its Chinese competition - Fortune",
        "Giancarlo Stanton on his outstanding postseason performances, Gerrit Cole's dominance - YESNetwork",
        "Thursday Night Football: Seahawks’ three turnovers hand 49ers a 36-24 win - NBC Sports",
        "Lynx rally from 18 down, stun Liberty in OT in G1 - ESPN",
        "Obama launches campaign blitz in Pennsylvania, calls on Black men to support Harris' candidacy - CBS News",
        "2 killed, at least 35 injured after chemical release reported at refinery in Deer Park, officials say - ABC13 Houston",
        "Ye sued by former employee who was asked to investigate Kim Kardashian, 'tail' Bianca Censori - USA TODAY",
        "Ethel Kennedy, human rights activist and widow of Robert F. Kennedy, dies at 96 - CNN",
        "Days of Our Lives Star Drake Hogestyn's Cause of Death Revealed - E! NEWS",
        "Stellantis CEO Carlos Tavares to retire in 2026 as automaker struggles in North America - Reuters",
        "Sean 'Diddy' Combs' sex trafficking trial set for May - Reuters",
        "That was quick: Detroit Tigers break Comerica Park record for postseason attendance again - Detroit Free Press",
        "Senate Republicans to save millions of dollars on ads — thanks to the FEC - POLITICO",
        "Lebanon says 22 killed in Israeli strikes on central Beirut - BBC.com",
        "Federal appeals court is skeptical of DACA but could narrow the ruling striking it down - CNN",
        "With Hurricane Milton’s exit, Kennedy Space Center, Cape Canaveral, Space Force assess damage - Florida Today",
        "How Hurricane Milton and Helene conspiracy theories took over social media - BBC.com",
        "Fourth person infected in California as bird flu outbreak spreads - USA TODAY",
        "A solar storm hit Earth. Will the U.S. see aurora tonight? - The Washington Post",
        "Intel (NASDAQ:INTC) Core Ultra 200S Processors Face Criticism - TipRanks"
    ]
}