{
    "headlines": [
        "ਅੰਤਿਮ Fantasy IX 25 ਵਰ੍ਹੇਗੰਢ ਦੀ ਵੈੱਬਸਾਈਟ ਸ਼ੁਰੂ - Gematsu",
        "5 ਖਿਡਾਰੀ, 2 ਕੋਚ ਦੂਜੀ ਤਿਮਾਹੀ ਵਿਚ ਪਿਸਟਨਜ਼-ਟਿੰਬਰਵੋਲਵਜ਼ ਦੇ ਟਕਰਾਉਣ ਤੋਂ ਬਾਅਦ ਬਾਹਰ ਨਿਕਲੇ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "‘ਦ ਵ੍ਹਾਈਟ ਲੋਟਸ’ ਸੀਜ਼ਨ 3, ਐਪੀਸੋਡ 7 ਰੀਕੈਪਃ ਨਿਰਵਾਣ ਦੀ ਭਾਲ ਵਿਚ - ਦਿ ਰਿੰਗਰ",
        "ਵਿਸਕਾਨਸਿਨ ਸੁਪਰੀਮ ਕੋਰਟ ਦੀ ਚੋਣ ਤੋਂ ਪਹਿਲਾਂ ਐਲਨ ਮਸਕ ਨੇ 1 ਮਿਲੀਅਨ ਡਾਲਰ ਦੇ ਚੈੱਕ ਦਿੱਤੇ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਅਮਰੀਕੀ ਫੌਜ ਲਿਥੁਆਨੀਆ ਦੇ ਝੌਂਪੜੀ ਤੋਂ 70 ਟਨ ਵਾਹਨ ਬਰਾਮਦ ਕਰਨ ਲਈ ਕੰਮ ਕਰ ਰਹੀ ਹੈ ਕਿਉਂਕਿ 4 ਫੌਜ ਦੇ ਸੈਨਿਕ ਲਾਪਤਾ ਹਨ - ਫੌਕਸ ਨਿ Newsਜ਼",
        "ਗਾਜ਼ਾ 'ਚ ਅੱਠ ਡਾਕਟਰਾਂ ਦੀ ਹੱਤਿਆ' ਤੇ ਰੈੱਡ ਕਰਾਸ ਨਾਰਾਜ਼ - BBC.com",
        "ਜੋਨੀ ਬਰੂਮ ਸੱਟ ਅੱਪਡੇਟਃ ਔਬਰਨ ਸਟਾਰ ਪੋਸਟਗੈਮ ਇੰਟਰਵਿਊ ਦੌਰਾਨ ਫਾਈਨਲ ਫੋਰ ਲਈ ਰੁਤਬਾ ਦਿੰਦਾ ਹੈ - On3.com",
        "ਜਿੰਗਰ ਦੁੱਗਰ ਨੇ ਪਤੀ ਜੇਰੇਮੀ ਵੂਲੋ ਨਾਲ ਤੀਜੇ ਬੱਚੇ ਨੂੰ ਜਨਮ ਦਿੱਤਾ - ਪੰਨਾ ਛੇ",
        "ਟਰੰਪ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਹ ਰਾਸ਼ਟਰਪਤੀ ਵਜੋਂ ਤੀਜੇ ਕਾਰਜਕਾਲ ਦੀ ਸੇਵਾ ਕਰਨ ਦੇ ਤਰੀਕਿਆਂ 'ਤੇ ਵਿਚਾਰ ਕਰ ਰਹੇ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਡਾਓ ਫਿuresਚਰਜ਼ ਡਿੱਗਦੇ ਹਨ ਕਿਉਂਕਿ ਰਿਪੋਰਟ ਕਹਿੰਦੀ ਹੈ ਕਿ ਵ੍ਹਾਈਟ ਹਾ Houseਸ ਲਗਭਗ ਸਾਰੇ ਵਪਾਰਕ ਭਾਈਵਾਲਾਂ 'ਤੇ 20% ਤੱਕ ਦੇ ਗਲੋਬਲ ਟੈਰਿਫ ਨੂੰ ਘਟਾਉਂਦਾ ਹੈ - ਫਾਰਚਿ.",
        "ਮੀਂਹ ਬਰਫ ਵਿੱਚ ਬਦਲ ਜਾਂਦਾ ਹੈ, ਗ੍ਰੇਟ ਲੇਕਸ ਖੇਤਰ ਵਿੱਚ ਬਿਜਲੀ ਕੱਟਦਾ ਹੈ ਜਦੋਂ ਕਿ ਟੈਨਿਸੀ ਜੰਗਲੀ ਮੌਸਮ ਲਈ ਬ੍ਰੇਸ ਕਰਦਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਬ੍ਰਾਂਡਨ ਬੀਨ ਜੇਮਜ਼ ਕੁੱਕ \"ਕਿਸੇ ਵੀ ਸਮੇਂ ਜਲਦੀ\" - ਐਨਬੀਸੀ ਸਪੋਰਟਸ ਲਈ ਇਕਰਾਰਨਾਮੇ ਦਾ ਵਿਸਥਾਰ ਨਹੀਂ ਵੇਖਦਾ",
        "ਸਾਬਕਾ ਟਰੰਪ ਇੰਟੇਲ ਅਧਿਕਾਰੀ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਸਿਗਨਲ ਤੋਂ ’ਨੁਕਸਾਨ ਦਾ ਜੋਖਮ‘ ‘ਡੂੰਘਾ‘ ਹੋ ਸਕਦਾ ਸੀ - ਦਿ ਹਿੱਲ",
        "‘ਸਨੋ ਵ੍ਹਾਈਟ’ $ 143M ਗਲੋਬਲ 'ਤੇ 2 ਫਰੇਮ ਦੇ ਬਾਅਦ;‘ ਇੱਕ ਵਰਕਿੰਗ ਮੈਨ ’$ 30M WW Bow ਬਣਾਉਂਦਾ ਹੈ – ਅੰਤਰਰਾਸ਼ਟਰੀ ਬਾਕਸ ਆਫਿਸ - ਡੈੱਡਲਾਈਨ",
        "ਜਰਮਨ ਸਪੇਸ ਰਾਕੇਟ ਟੈਸਟ ਉਡਾਣ ਵਿੱਚ ਸਕਿੰਟ ਫਟਦਾ ਹੈ - DW (ਅੰਗਰੇਜ਼ੀ)",
        "ਬਰੁਕਲਿਨ ਪਾਰਕ ਜਹਾਜ਼ ਹਾਦਸਾਃ ਯੂਐਸ ਬੈਂਕ ਦੇ ਕਾਰਜਕਾਰੀ ਟੈਰੀ ਡੋਲਨ ਨੂੰ ਮੰਨਿਆ ਜਾਂਦਾ ਹੈ ਕਿ ਉਨ੍ਹਾਂ ਦੀ ਮੌਤ ਹੋ ਗਈ ਹੈ - ਫੌਕਸ 9 ਮਿਨੀਏਪੋਲਿਸ-ਸੈਂਟ ਪੌਲ",
        "ਟਰੰਪ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਡੈੱਨਮਾਰਕੀ ਐਫਐਮ ਦੇ ਡਰਾਉਣੀ ਟਿੱਪਣੀ ਤੋਂ ਬਾਅਦ ਗ੍ਰੀਨਲੈਂਡ ਲਈ ਫੌਜੀ ਫੋਰਸ ਟੇਬਲ ਤੋਂ ਬਾਹਰ ਨਹੀਂ ਹੈ - ਪੀਬੀਐਸ ਨਿ Newsਜ਼ਹੌਰ",
        "ਸਪੇਸਐਕਸ ਧਰਤੀ ਦੇ ਖੰਭਿਆਂ ਦੇ ਦੁਆਲੇ ਆਪਣੀ ਕਿਸਮ ਦੇ ਪਹਿਲੇ ਮਿਸ਼ਨ 'ਤੇ 4 ਲੋਕਾਂ ਨੂੰ ਲਾਂਚ ਕਰਨ ਲਈ ਤਿਆਰ ਹੈ. ਇੱਥੇ ਕੀ ਜਾਣਨਾ ਹੈ - ਸੀ ਐਨ ਐਨ"
    ]
}