{
    "headlines": [
        "ਹੋਂਡਾ ਅਤੇ ਨਿਸਾਨ ਰਲੇਵੇਂ ਦੀ ਗੱਲਬਾਤ ਵਿਚ ਹਨ - ਸੀ ਐਨ ਐਨ",
        "ਇੰਡੋਨੇਸ਼ੀਆਈ ਫਾਇਰਿੰਗ ਸਕੁਐਡ ਤੋਂ ਆਖਰੀ ਮਿੰਟ ਦੀ ਰਾਹਤ ਪ੍ਰਾਪਤ ਕਰਨ ਵਾਲੀ ਫਿਲਪੀਨਾ ਘਰ ਪਰਤਦੀ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "14 ਮਾਰਚ ਤੱਕ ਸਰਕਾਰ ਨੂੰ ਫੰਡ ਦੇਣ ਲਈ ਬਿੱਲ ਦਾ ਪਰਦਾਫਾਸ਼ ਹੋਇਆ ਪਰ ਜੌਹਨਸਨ ਦਾ ਡੈਮੋਕਰੇਟਸ ਨਾਲ ਸੌਦਾ ਕੰਜ਼ਰਵੇਟਿਵਜ਼ ਨੂੰ ਨਾਰਾਜ਼ ਕਰਦਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਟਰੰਪ ਨੇ ਆਪਣੀ ਛੋਟ ਦੇ ਦਾਅਵੇ ਨੂੰ ਰੱਦ ਕਰਨ ਲਈ ਹਾਸ਼ ਮਨੀ ਕੇਸ ਵਿੱਚ ਜੱਜ ਦੀ ਨਿੰਦਾ ਕੀਤੀ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਬਕਸ ਬਨਾਮ ਥੰਡਰ ਸਕੋਰਃ ਐਨਬੀਏ ਕੱਪ ਫਾਈਨਲ ਲਈ ਲਾਈਵ ਅਪਡੇਟਸ, 2024 ਬਰੈਕਟ ਜੇਤੂਆਂ ਲਈ ਇਨਾਮ ਦੀ ਰਕਮ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਐਟਲਾਂਟਾ ਫਾਲਕਨਜ਼ ਨਾਮ ਮਾਈਕਲ ਪੇਨਿਕਸ ਜੂਨੀਅਰ ਸ਼ੁਰੂਆਤੀ ਕੁਆਰਟਰਬੈਕ - AtlantaFalcons. com",
        "ਦੋਸ਼ੀ ਸੀਈਓ ਦੇ ਕਤਲੇਆਮ ਨੂੰ ਫੜਨ ਤੋਂ 1 ਦਿਨ ਪਹਿਲਾਂ ਪੁਲਿਸ ਦੁਆਰਾ ਲੂਗੀ ਮੈਂਗਿਓਨ ਦੀ ਮੰਮੀ ਤੋਂ ਪੁੱਛਗਿੱਛ ਕੀਤੀ ਗਈ - ਫੌਕਸ ਨਿ Newsਜ਼",
        "ਮੈਡਿਸਨ, ਵਿਸ., ਵਸਨੀਕਾਂ ਨੇ ਸਕੂਲ ਦੀ ਗੋਲੀਬਾਰੀ ਦੇ ਮਕਸਦ ਲਈ ਪੁਲਿਸ ਦੀ ਭਾਲ ਵਜੋਂ ਮੋਮਬੱਤੀ ਦੀ ਚੌਕਸੀ ਰੱਖੀ: ਇਹ ਉਹ ਹੈ ਜੋ ਅਸੀਂ ਹੁਣ ਤੱਕ ਜਾਣਦੇ ਹਾਂ - ਯਾਹੂ! ਆਵਾਜ਼ਾਂ",
        "Gisèle Pelicot: ਕਿਵੇਂ ਇੱਕ ਔਰਤ ਨੇ ਫਰਾਂਸ ਵਿੱਚ ਬਲਾਤਕਾਰ ਦੇ ਰਵੱਈਏ ਨੂੰ ਹਿਲਾ ਦਿੱਤਾ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਐਨਾ ਓਰਸਿਨੀ, ਐਰੀਜ਼ੋਨਾ ਨਿ Newsਜ਼ ਐਂਕਰ, 28 'ਤੇ ਮੌਤ ਹੋ ਗਈ, ਸਹਿਯੋਗੀ ਪ੍ਰਸਾਰਣ ਦੌਰਾਨ ਘੋਸ਼ਣਾ ਕਰਦੇ ਹਨ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਕਿਓਕਸਿਆ ਸ਼ੇਅਰ $ 800 ਮਿਲੀਅਨ ਆਈ ਪੀ ਓ - ਸੀ ਐਨ ਬੀ ਸੀ ਤੋਂ ਬਾਅਦ ਟੋਕਿਓ ਵਿੱਚ ਡੈਬਿ on 'ਤੇ ਥੋੜ੍ਹਾ ਚੜ੍ਹ ਗਏ",
        "ਵਿੱਕ ਨੋਰਫੋਕ ਸਟੇਟ ਦੀ ਨੌਕਰੀ ਲੈਂਦਾ ਹੈ, ਸਾਬਕਾ ਐਨਐਫਐਲ ਕਿ Qਬੀ ਕਹਿੰਦਾ ਹੈ - ਈਐਸਪੀਐਨ",
        "ਡਰੋਨ ਦੀ ਘੁਸਪੈਠ ਦੀਆਂ ਰਿਪੋਰਟਾਂ ਗੰਭੀਰਤਾ ਨਾਲ ਲਈਆਂ ਗਈਆਂ, ਡੀਓਡੀ ਦੇ ਬੁਲਾਰੇ ਨੇ ਕਿਹਾ - ਰੱਖਿਆ ਵਿਭਾਗ",
        "ਗਰੂਬਬ ਗਾਹਕਾਂ ਨੂੰ ਕਥਿਤ ਤੌਰ 'ਤੇ ਧੋਖਾ ਦੇਣ ਅਤੇ ਡਰਾਈਵਰਾਂ ਨਾਲ ਝੂਠ ਬੋਲਣ ਲਈ 25 ਮਿਲੀਅਨ ਡਾਲਰ ਅਦਾ ਕਰਦਾ ਹੈ - ਦਿ ਵਰਜ",
        "‘ਟਾਪ ਗਨ’ ਸਟਾਰ ਟੌਮ ਕਰੂਜ਼ ਅਸਲ ਜ਼ਿੰਦਗੀ ਵਿਚ ਇਕ ਫੌਜੀ ਹੀਰੋ ਬਣ ਜਾਂਦਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਦਸੰਬਰ ਫੈਡਰਲ ਰਿਜ਼ਰਵ ਦੀ ਬੈਠਕ ਮੰਗਲਵਾਰ ਤੋਂ ਸ਼ੁਰੂ - ਤੁਹਾਨੂੰ ਕੀ ਜਾਣਨ ਦੀ ਜ਼ਰੂਰਤ ਹੈ - ਇਨਵੈਸਟੋਪੀਡੀਆ",
        "ਨਾਸਾ ਦੇ 2 ਫਸੇ ਪੁਲਾੜ ਯਾਤਰੀਆਂ ਨੂੰ ਪੁਲਾੜ ਵਿਚ ਵਧੇਰੇ ਸਮੇਂ ਦਾ ਸਾਹਮਣਾ ਕਰਨਾ ਪੈਂਦਾ ਹੈ ਵਾਪਸੀ ਘੱਟੋ ਘੱਟ ਮਾਰਚ ਦੇ ਅਖੀਰ ਤਕ ਦੇਰੀ ਨਾਲ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਗੂਗਲ ਦਾ ਨਵਾਂ ਏਆਈ ਟੂਲ ਟੈਕਸਟ ਦੀ ਬਜਾਏ ਚਿੱਤਰ ਪ੍ਰੋਂਪਟ ਦੀ ਵਰਤੋਂ ਕਰਦਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਮੁਫਾਸਾਃ ਸ਼ੇਰ ਰਾਜਾ ਪਹਿਲੀ ਸਮੀਖਿਆ ਰੋਅਰ-ਕੁਝ ਤੋਂ ਦੂਰ ਹਨ; ਪ੍ਰੀਕੁਏਲ ਦੇ ਰੋਟਨ ਟਮਾਟਰ ਸਕੋਰ ਦਾ ਖੁਲਾਸਾ - ਸੀਬੀਐਮ (ਕਾਮਿਕ ਬੁੱਕ ਮੂਵੀ)",
        "ਸਟੀਫਨ ਡਿਗਜ਼ ਨੇ ਐਨਐਫਐਲ ਸਰਕਲਾਂ ਵਿੱਚ ਜੋਸ਼ ਐਲਨ ਦੇ ਸਤਿਕਾਰ ਬਾਰੇ ਸਖਤ ਘੋਸ਼ਣਾ ਕੀਤੀ - ਸਪੋਰਟਸ ਇਲਸਟ੍ਰੇਟਿਡ"
    ]
}