{
    "headlines": [
        "Nein, Trump hat Liz Cheney nicht mit einem Erschießungskommando bedroht - The Hill",
        "[removed]",
        "Warum Flüge nach Europa so günstig sind wie seit Jahren nicht mehr - CNBC",
        "[removed]",
        "Sommerzeit endet: Wo stehen die Bemühungen, die Uhren zu verriegeln? - The Hill",
        "Neue Forschung zu Migräne wirft die Aussicht auf bessere Therapien auf - The Washington Post",
        "Ein Fernseher so groß wie ein Bett? Da die Feiertage näher rücken, lagern die Geschäfte mehr übergroße Sets - The Associated Press",
        "Crashing waves in a hilltop village, a night of terror from Spain's floods - The Associated Press",
        "Vorhersagen der Detroit Lions vs. Green Bay Packers: Wer wird 1 Woche lang Könige von NFC North sein? - Detroit Free Press",
        "Der antarktische Gletscher „Doomsday“ schmilzt schneller als erwartet und befeuert die Forderung nach Geoengineering - Phys.org",
        "[removed]",
        "Tornado-Warnung auf dem Campus der University of Oklahoma - ABC News",
        "Wissenschaftler entdecken den Durchbruch des Salzhakers auf der Suche nach grenzenloser Energie — so könnte er die Zukunft verändern - Yahoo! Voices",
        "Der Spielzeughersteller, der der nächste Willy Wonka von Sex Tech sein will - WIRED",
        "US Women's March 2024: Riesige Kundgebung in DC, um Harris zu unterstützen, Abtreibungsrechte - Al Jazeera Englisch",
        "NBA-Untersuchungsberichte, dass Philadelphia 76ers Joel Embiid Kolumnist schob - CNN",
        "Apple berechnet genau den gleichen Preis für einen M4 Mac mini mit einer Basis, wenn Käufer den vorhandenen einheitlichen RAM und internen Speicher verdoppeln möchten - Wccftech",
        "NFL Woche 9 Anytime Touchdown-Wetten - Pro Football Focus",
        "US-Wahl: Noch 2 Tage – Was Umfragen sagen, was Harris und Trump vorhaben - Al Jazeera English",
        "Irans Khamenei warnt vor einer „vernichtenden“ Reaktion auf israelische Angriffe - The Washington Post"
    ]
}