{
    "headlines": [
        "ਦੇਸ਼ਾਂ ਵਿਚਾਲੇ ਖੁਸ਼ਹਾਲੀ ਦੇ ਪਾੜੇ ਦੇ ਅਧਿਐਨ ਲਈ ਨੋਬਲ ਅਰਥਸ਼ਾਸਤਰ ਪੁਰਸਕਾਰ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਲਾਇਨਜ਼ ਡੀਈ ਏਡਨ ਹਚਿਨਸਨ ਕਾਊਬੌਇਜ਼ 'ਤੇ ਜਿੱਤ ਵਿਚ ਲੱਤ ਦੀ ਭਿਆਨਕ ਸੱਟ ਤੋਂ ਬਾਅਦ ਸਫਲ ਸਰਜਰੀ ਕਰਵਾਉਂਦਾ ਹੈ - ਯਾਹੂ ਸਪੋਰਟਸ",
        "ਸਟਾਕ ਮਾਰਕੀਟ ਅੱਜਃ ਨੈਸਡੈਕ ਛਾਲ ਮਾਰਦਾ ਹੈ, ਐਸ ਐਂਡ ਪੀ 500 ਡੇਕ 'ਤੇ ਕਮਾਈ ਦੇ ਨਾਲ ਰਿਕਾਰਡ ਉੱਚੇ ਪੱਧਰ' ਤੇ ਵਪਾਰ ਕਰਦਾ ਹੈ - ਯਾਹੂ ਵਿੱਤ",
        "ਬੋਇੰਗ ਫੈਕਟਰੀ ਦੀ ਹੜਤਾਲ 1 ਮਹੀਨੇ ਦੇ ਅੰਕ ਨੂੰ ਪਾਰ ਕਰਦੀ ਹੈ ਕਿਉਂਕਿ ਨਵੇਂ ਸੀਈਓ - ਸੀਐਨਬੀਸੀ 'ਤੇ ਦਬਾਅ ਵਧਦਾ ਹੈ",
        "ਸਪੇਸਐਕਸ ਸਟਾਰਸ਼ਿਪ ਦੀ ਪੂਰੀ ਧਰਤੀ ਮੁੜ ਪ੍ਰਵੇਸ਼, ਸਪਲੈਸ਼ਡਾਉਨ ਅਤੇ ਵਿਸਫੋਟਕ ਅੰਤ ਵੇਖੋ - ਵੀਡੀਓਫ੍ਰੋਮਸਪੇਸ",
        "ਐਨਐਚਸੀ ਨਿਗਰਾਨੀ ਨਿਵੇਸ਼ 94-ਐਲ, ਸੰਭਾਵਤ ਖੰਡੀ ਉਦਾਸੀ; ਫਲੋਰਿਡਾ ਦੇ ਪ੍ਰਭਾਵ ਹੁਣ ਲਈ ਘੱਟ ਜਾਪਦੇ ਹਨ - ਡਬਲਯੂਈਐਸਐਚ 2 ਓਰਲੈਂਡੋ",
        "ਮੈਟਾ ਕੁਐਸਟ 3 ਐਸ ਦੀ ਸਮੀਖਿਆ ਕੀਤੀ ਗਈਃ $ 300 ਮਿਸ਼ਰਤ ਹਕੀਕਤ ਅਸਲ ਵਿੱਚ ਕੰਮ ਕਰਦੀ ਹੈ - ਸੀ ਐਨ ਈ ਟੀ",
        "ਅਡੋਬ ਦਾ ਏਆਈ ਵੀਡੀਓ ਮਾਡਲ ਇੱਥੇ ਹੈ, ਅਤੇ ਇਹ ਪਹਿਲਾਂ ਹੀ ਪ੍ਰੀਮੀਅਰ ਪ੍ਰੋ - ਦਿ ਵਰਜ ਦੇ ਅੰਦਰ ਹੈ",
        "‘ਹੈਚੇਟ ਜੌਬ’ ’ਮਨੁੱਖੀ ਘੁਟਾਲੇ‘ ਦੁਆਰਾ ਬਣਾਇਆ ਗਿਆਃ ਫਰੋਟਿੰਗ ਟਰੰਪ ਸਮੀਖਿਆ ਕਰਦਾ ਹੈ ‘ਦਿ ਅਪ੍ਰੈਂਟਿਸ’ - ਦਿ ਡੇਲੀ ਬੀਸਟ",
        "ਇਜ਼ਰਾਈਲ-ਲੈਬਨਾਨ ਲਾਈਵ ਅਪਡੇਟਸਃ ਲੇਬਨਾਨ ਨੇ ਕਿਹਾ ਕਿ ਉੱਤਰ ਵਿਚ ਇਜ਼ਰਾਈਲ ਦੇ ਹਮਲੇ ਵਿਚ ਘੱਟੋ ਘੱਟ ਨੌਂ ਲੋਕ ਮਾਰੇ ਗਏ - ਬੀਬੀਸੀ.",
        "ਨਿਕੋਲ ਕਿਡਮੈਨ ਜਾਪਦਾ ਹੈ ਕਿ ਸਲਮਾ ਹਾਇਕ ਨੂੰ ਬਾਲੈਂਸੀਆਗਾ ਫੈਸ਼ਨ ਸ਼ੋਅ ਵਿੱਚ ਤਣਾਅਪੂਰਨ ਟਕਰਾਅ ਵਿੱਚ ਦੂਰ ਧੱਕਦਾ ਹੈ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਲਾਈਵਃ ਨਾਸਾ, ਸਪੇਸਐਕਸ ਜੁਪੀਟਰ ਲਈ ਇਤਿਹਾਸਕ ਯੂਰੋਪਾ ਕਲੀਪਰ ਮਿਸ਼ਨ ਦੀ ਸ਼ੁਰੂਆਤ ਲਈ ਸੈੱਟ - ਨਾਸਾਸਪੇਸਫਲਾਈਟ ਡਾਟ ਕਾਮ",
        "ਵਾਇਲ ਜਿਸ ਵਿੱਚ ਨਸ ਏਜੰਟ ਸੀ ਜਿਸਨੇ ਯੂਕੇ ਦੀ womanਰਤ ਨੂੰ ਮਾਰਿਆ ਸੀ, ਵਿੱਚ ਹਜ਼ਾਰਾਂ ਨੂੰ ਮਾਰਨ ਲਈ ਕਾਫ਼ੀ ਜ਼ਹਿਰ ਸੀ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਸਭ ਤੋਂ ਵੱਡੀ ਚਾਲ ਪ੍ਰੀਮਾਰਕੀਟ ਬਣਾਉਣ ਵਾਲੇ ਸਟਾਕਃ ਫਲੱਟਰ ਐਂਟਰਟੇਨਮੈਂਟ, ਬੋਇੰਗ, ਸਿਰੀਅਸਐਕਸਐਮ, ਕੈਟਰਪਿਲਰ ਅਤੇ ਹੋਰ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਸੁਰੱਖਿਆ ਚਿੰਤਾਵਾਂ ਫੇਮਾ ਨੂੰ ਤੂਫਾਨ ਦੇ ਜਵਾਬ ਵਿੱਚ \"ਕਾਰਜਸ਼ੀਲ ਵਿਵਸਥਾਵਾਂ\" ਕਰਨ ਲਈ ਪ੍ਰੇਰਿਤ ਕਰਦੀਆਂ ਹਨ - ਐਕਸੀਓਸ",
        "ਹੈਰਿਸ ਅਤੇ ਟਰੰਪ ਚੋਣ ਲਈ ਅੰਤਿਮ ਸਪ੍ਰਿੰਟ ਵਿੱਚ ਪੈਨਸਿਲਵੇਨੀਆ ਵਿੱਚ ਮੁਹਿੰਮ - ਸੀਐਨਐਨ",
        "ਕਾਉਬੌਇਜ਼ ਇਤਿਹਾਸਕ ਘਰ ਦਾ ਨੁਕਸਾਨ ਝੱਲਦੇ ਹਨ, ਬਾਲਟੀਮੋਰ ਕਿ Qਬੀ ਇਤਿਹਾਸ ਰਚਦਾ ਹੈ, ਟੇਕਸਨਜ਼ ਲੁੱਟਦਾ ਹੈ ਨੰਬਰ 3 ਪਿਕ ਦਾ 1 ਸਟਾਰਟਃ ਐਨਐਫਐਲ ਹਫਤਾ 6 ਐਤਵਾਰ ਦੀ ਸਮੀਖਿਆ - ਸੀਐਨਐਨ",
        "‘ਤੀਜੀ ਹੱਤਿਆ ਦੀ ਕੋਸ਼ਿਸ਼‘ ਬਾਰੇ ਚਿੰਤਾਵਾਂ ਨੂੰ ਲੈ ਕੇ ਟਰੰਪ ਰੈਲੀ ਦੇ ਨੇੜੇ ਹਥਿਆਰਬੰਦ ਵਿਅਕਤੀ ਗ੍ਰਿਫਤਾਰ - ਇੱਥੇ ਅਸੀਂ ਉਸ ਬਾਰੇ ਕੀ ਜਾਣਦੇ ਹਾਂ - ਫੋਰਬਸ",
        "ਲਾਈਵ ਅਪਡੇਟਸਃ ਹਿਜ਼ਬੁੱਲਾ ਡਰੋਨ ਹਮਲੇ ਵਿਚ 4 ਇਜ਼ਰਾਈਲੀ ਸੈਨਿਕਾਂ ਦੀ ਮੌਤ - ਸੀ ਐਨ ਐਨ",
        "ਭਾਰਤ ਨੇ ਕੈਨੇਡੀਅਨ ਜਾਂਚ ਨੂੰ ਠੁਕਰਾਇਆ - BBC.com"
    ]
}