{
    "headlines": [
        "ਰੂਸ ਨੇ ਯੂਕਰੇਨ ਦੇ ਪਾਵਰ ਗਰਿੱਡ ਨੂੰ 'ਵਿਸ਼ਾਲ' ਹਵਾਈ ਹਮਲੇ ਵਿਚ ਪਾਉਂਡ ਕੀਤਾ - ਰਾਇਟਰਜ਼",
        "ਆਰਐਫਕੇ ਜੂਨੀਅਰ ਦੇ ਟੀਕੇ ਦੇ ਸਿਧਾਂਤ ‘ਬੇਰਹਿਮੀ‘ ਹਨ, ਸੀਡੀਸੀ ਦੇ ਸਾਬਕਾ ਡਾਇਰੈਕਟਰ ਦਾ ਕਹਿਣਾ ਹੈ - ਪੋਲਿਟਿਕੋ",
        "ਹਟਾਈ",
        "ਐਨਐਫਐਲ ਦੀਆਂ ਮੁਸ਼ਕਲਾਂ, ਹਫਤਾ 11 ਲਾਈਨਾਂ, ਏਟੀਐਸ ਭਵਿੱਖਬਾਣੀ, ਗੇਮ ਪਿਕਸ, ਸੁਝਾਅ, ਟਾਈਮਜ਼ਃ ਮਾਡਲ ਸਾਰੀਆਂ ਖੇਡਾਂ ਨੂੰ 10,000 ਵਾਰ ਸਿਮੂਲੇਟ ਕਰਦਾ ਹੈ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਵੀਪੀ ਨੇ ਅਸਵੀਕਾਰ ਕੀਤਾਃ ਟਰੰਪ ਪ੍ਰਸ਼ਾਸਨ ਸ਼ਕਲ ਲੈਂਦਾ ਹੈ - ਪੋਲਿਟਿਕੋ",
        "ਲਿਓਨਿਡ ਮੀਟਿਅਰ ਸ਼ਾਵਰ ਦੀਆਂ ਚੋਟੀਆਂ ਹੁਣ ਸਿਖਰ 'ਤੇ ਹਨ. ਕੀ 2024 ਲਈ ਭਵਿੱਖਬਾਣੀ ਵਿੱਚ' ਸ਼ੂਟਿੰਗ ਸਿਤਾਰੇ 'ਹਨ? - Space. com",
        "ਚੀਨ ਦੇ ਸ਼ੀ ਜਿਨਪਿੰਗ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਹ ਜੋਅ ਬਾਇਡਨ ਨਾਲ ਪਿਛਲੀ ਮੁਲਾਕਾਤ ਵਿਚ ਟਰੰਪ ਨਾਲ ਕੰਮ ਕਰਨ ਲਈ ਤਿਆਰ ਹਨ - ਬੀਬੀਸੀ.",
        "ਹਫਤਾ 11 ਰੈਂਕਿੰਗ (ਐਤਵਾਰ ਅਪਡੇਟ): ਕਈ QBs ਵਾਪਸ ਪ੍ਰਾਪਤ ਕਰਨਾ ਸਟਾਰ WRs - theScore",
        "ਬਾਕਸ ਆਫਿਸਃ ਰੈੱਡ ਵਨ ਨੇ ਜ਼ਹਿਰ 3 ਦੇ ਰਾਜ ਨੂੰ ਖਤਮ ਕਰਨ ਦੇ ਬਾਵਜੂਦ ਡਵੇਨ ਜਾਨਸਨ ਦੀ ਨਿਰਾਸ਼ਾ ਦਾ ਸਟਰੀਕ ਜਾਰੀ ਰੱਖਿਆ [ਪੂਰਾ ਚਾਰਟ ਅਪਡੇਟ] - ਸਕ੍ਰੀਨ ਰੈਂਟ",
        "ਰੈਸਟੋਰੈਂਟ ਦੇ ਕਾਰਜਕਾਰੀ ਹੌਲੀ ਟ੍ਰੈਫਿਕ ਅਤੇ ਦੀਵਾਲੀਆਪਨ ਦੀ ਲਹਿਰ ਤੋਂ ਬਾਅਦ 2025 ਦੀ ਉਡੀਕ ਨਹੀਂ ਕਰ ਸਕਦੇ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਰੋਰੀ ਨੇ ਦੁਬਈ ਵਿੱਚ ਯੂਰਪ ਵਿੱਚ ਸਰਬੋਤਮ - ਈਐਸਪੀਐਨ ਦੇ ਰੂਪ ਵਿੱਚ 6 ਵੇਂ ਸਿਰਲੇਖ ਲਈ ਜਿੱਤ ਪ੍ਰਾਪਤ ਕੀਤੀ",
        "ਚਿਦਿਮਾ ਅਡੇਤਸ਼ਿਨਾਃ ਮਿਸ ਯੂਨੀਵਰਸ ਵਿਚ ਦੂਜੇ ਨੰਬਰ 'ਤੇ ਆਉਣ' ਤੇ ਮਿਸ ਨਾਈਜੀਰੀਆ ਦਾ ਮਾਣ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਵਾਲ ਸਟ੍ਰੀਟ ਟਰੰਪ ਦੇ ਅਧੀਨ ਇੱਕ ਐਮ ਐਂਡ ਏ ਬੂਮ ਦੀ ਤਿਆਰੀ ਕਰ ਰਹੀ ਹੈ. ਇਹ ਕੰਪਨੀਆਂ ਹੋ ਸਕਦੀਆਂ ਹਨ ਆਕਰਸ਼ਕ ਟੀਚੇ - CNBC",
        "ਚੋਟੀ ਦੇ ਪੋਲਸਟਰ ਐਨ ਸੇਲਜ਼ਰ ਰਿਟਾਇਰ ਹੋਣ ਤੋਂ ਬਾਅਦ ਬੰਬ ਸ਼ੈੱਲ ਆਇਓਵਾ ਪੋਲ ਵਿਸ਼ਾਲ ਮਿਸ ਵਿੱਚ ਖਤਮ ਹੋਇਆ - ਸੀਐਨਐਨ",
        "ਇੱਥੋਂ ਤਕ ਕਿ ਮੈਟ ਗਾਏਟਜ਼ ਦੇ ਸ਼ਕਤੀਸ਼ਾਲੀ ਪਿਤਾ ਟਰੰਪ ਏਜੀ ਪਿਕ 'ਤੇ ਹੈਰਾਨ ਸਨ - ਪੋਲਿਟਿਕੋ",
        "ਸਰਕਾਰੀ ਵਕੀਲ ਦਾ ਦਾਅਵਾ ਹੈ ਕਿ ਡਿੱਡੀ ਨੇ ਜੇਲ੍ਹ ਦੇ ਕੈਦੀਆਂ ਨੂੰ ਆਪਣੇ ਫੋਨ ਖਾਤਿਆਂ ਦੀ ਵਰਤੋਂ ਕਰਕੇ ਨਿਆਂ ਵਿੱਚ ਰੁਕਾਵਟ ਪਾਉਣ ਲਈ ਭੁਗਤਾਨ ਕੀਤਾ ਹੈ - ਐਨਐਮਈ",
        "50 ਮਿਲੀਅਨ ਲੋਕਾਂ ਨੇ ਗਾਹਕਾਂ ਨੂੰ 'ਟੁੱਟੇ ਵਾਅਦੇ' ਤੋਂ ਬਾਅਦ ਡਾਇਅਰ ਅਤੇ ਬਰਬੇਰੀ ਵਰਗੇ ਲਗਜ਼ਰੀ ਬ੍ਰਾਂਡ ਖਰੀਦਣੇ ਬੰਦ ਕਰ ਦਿੱਤੇ ਹਨ - Fortune",
        "ਪੀਟ ਹੇਗਸੇਥ ਅਦਾਇਗੀ womanਰਤ ਜਿਸਨੇ ਉਸ 'ਤੇ ਸੈਕਸ ਅਸਾਲਟ ਦਾ ਦੋਸ਼ ਲਗਾਇਆ - ਦਿ ਡੇਲੀ ਬੀਸਟ",
        "ਫਿਲੀਪੀਨਜ਼ ਨੇ ਅੱਧੇ ਮਿਲੀਅਨ ਲੋਕਾਂ ਨੂੰ ਬਾਹਰ ਕੱਢਿਆ ਕਿਉਂਕਿ ਸੁਪਰ ਟਾਈਫੂਨ ਮੈਨ-ਯੀ ਲੈਂਡਫਾਲ ਬਣਾਉਂਦਾ ਹੈ - ਸੀਐਨਐਨ",
        "ਮਸਕ ਕੈਬਨਿਟ ਅਤੇ ਟੈਰਿਫ 'ਤੇ ਟਰੰਪ' ਤੇ ਦਬਾਅ ਪਾਉਂਦੇ ਪ੍ਰਤੀਤ ਹੁੰਦੇ ਹਨ, ਅੱਖਾਂ ਨੂੰ ਵਧਾਉਂਦੇ ਹਨ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ"
    ]
}