{
    "headlines": [
        "إسرائيل تتعهد بالرد على الهجوم الصاروخي الإيراني مع تزايد المخاوف من تصعيد الصراع - رويترز",
        "توفي جون آموس، الممثل في الأدوار التلفزيونية الرائدة، عن عمر يناهز 84 عامًا - صحيفة واشنطن بوست",
        "تجاوز عدد قتلى الإعصار هيلين 150 بينما يبحث الطاقم عن ناجين - وكالة أسوشيتد برس",
        "محاكي التبديل Ryujinx يغلق التطوير بعد \"contact by Nintendo\" - Ars Technica",
        "دانيال داي لويس ينهي رسمياً تقاعده من التمثيل في فيلم ابنه \"شقائق النعمان\" - تشكيلة",
        "قد يفقد iPhone SE التالي زر الصفحة الرئيسية، ويضيف Face ID وApple Intelligence - The Verge",
        "مبيعات نايكي تنخفض 10 ٪ لأنها تكافح من خلال تحديات البيع بالتجزئة - فاينانشال تايمز",
        "تقول المصادر إن المغيرين منفتحين على تداول WR Adams - ESPN",
        "اتحاد كرة القدم الأميركي يعلق فون ميلر أربع مباريات لانتهاك سياسة السلوك الشخصي - NBC Sports",
        "لا يزال يترنح من تداعيات هيلين، يتطور تهديد استوائي جديد في الخليج - إيه بي سي نيوز",
        "ديترويت تايجرز مقابل أستروس يسجلان اليوم: تحديثات مباشرة، وأبرز النقاط من لعبة البطاقة البرية 1 - ديترويت فري برس",
        "تواجه الولاية المتأرجحة الرئيسية مستوى \"شاقًا\" من عدم اليقين بعد أن تجتاح العاصفة عدة مقاطعات - وكالة أسوشيتد برس",
        "6 قتلى في إطلاق نار إرهابي مشتبه به، طعن في تل أبيب وسط هجوم صاروخي إيراني - إيه بي سي نيوز",
        "يشير قاضي جورجيا إلى الحاجة إلى توضيح قاعدة شهادة الانتخابات الجديدة \"الغامضة\" - سي إن إن",
        "ضرب شون \"ديدي\" كومز موجة من 120 ادعاء جديد بالاعتداء الجنسي - إن بي سي نيوز",
        "سرطان الثدي يرتفع بين النساء الأصغر سنا بمعدل \"مثير للقلق \": تقرير - نيويورك بوست",
        "تستدعي جيب 194000 سيارة دفع رباعي هجينة قابلة للشحن بسبب مخاطر الحريق - NPR",
        "تصنيفات Fantasy football flex: أفضل 150 خيار RB/WR/TE في الأسبوع الخامس من موسم 2024 NFL - NFL.com",
        "سوق الأسهم اليوم: ناسداك تقود انخفاض الأسهم بينما يرتفع النفط في هجوم إيران - Yahoo Finance",
        "يوفر DevDay من OpenAI واجهة برمجة تطبيقات في الوقت الفعلي وغيرها من المكافآت لمطوري تطبيقات الذكاء الاصطناعي - TechCrunch"
    ]
}