{
    "headlines": [
        "Командиры предупредили, что судьи могут «присудить счет» после 4 последовательных пенальти вблизи линии ворот против Орлов - The Associated Press",
        "Эксклюзив | Диверсифицированная энергетическая компания, работающая на природном газе, заключает сделку с Permian Basin Player - The Wall Street Journal",
        "Прогнозы персонала чемпионата АФК: выбор финального счета Chiefs vs. Bills, шансы на игру в плей-офф НФЛ - CBS Sports",
        "Шестерых заложников освободят, а жителей Газы пустят на север - Израиль - BBC.com",
        "Perplexity подает новую заявку на TikTok - TechCrunch",
        "Аквариум приветствует детеныша акулы Йоко после загадочной беременности - Новости CBS",
        "«Мы действительно можем заполучить Джима? ': Джим Ноулз, Энтони Пойндекстер и шипящее начало межсезонья в штате Пенсильвания - Yahoo Sports",
        "Трамп говорит, что хочет «очистить» Газу, отправить беженцев в Египет и Иорданию - The Wall Street Journal",
        "Спорный документ «Стрингер» исследует знаменитую фотографию войны во Вьетнаме - The Washington Post",
        "Чиновники Трампа выдают квоты сотрудникам ICE, чтобы ускорить аресты - The Washington Post",
        "Около 70 человек погибли в результате нападения на больницу в суданском регионе Дарфур, говорит глава ВОЗ - The Associated Press",
        "Samsung Galaxy S25 Ultra принимает детские шаги: раннее сравнение камеры с iPhone 16 Pro Max и S24 Ultra - Notebookcheck.net",
        "Линдси Грэм, главный союзник Трампа, говорит, что помилование злоумышленников из Капитолия посылает «неправильный сигнал» - The Associated Press",
        "«Риск полета» Мэла Гибсона - № 1 в прокате, «Бруталист» расширяется - The Associated Press",
        "Проблемы Руанды в ДРК будет легко остановить - Financial Times",
        "Окаменелости, найденные в Китае, могут добавить новую ветвь в генеалогическое древо человека - Yahoo! Voices",
        "Apple все еще «исследует» новые AirPods с крошечными камерами - MacRumors",
        "SpaceX Falcon 9 Starlink 12-7 - Космический центр Кеннеди"
    ]
}