{
    "headlines": [
        "Secret Service identifiziert Misserfolge, die Trumps Attentatsversuch auf die Juli-Kampagne vorausgingen - CBS News",
        "Israel tötet Elite-Hizbollah-Kommandeure in Beirut - Financial Times",
        "Ukraine-Updates: Zwei Arsenale in Russland zerstört, sagt Kiew - DW (Englisch)",
        "Wie die Anklage gegen Sean ‘Diddy’ Combs dem Fall R. Kelly entspricht – mit einem Hauptunterschied - CNN",
        "Ein israelischer Angriff auf eine Schule tötet mindestens 22 Menschen, sagt das Gesundheitsministerium von Gaza - The Associated Press",
        "F1 Singapur GP: Norris besiegt Verstappen auf die Pole, während Ferrari fummelt - Motorsport.com",
        "Flug macht Notlandung nach Live-Maus klettert aus dem Flug Mahlzeit - CBS News",
        "Sie hat eine Routineuntersuchung übersprungen. Ärzte fanden 2 Krebsarten - CBS News",
        "Der Chiphersteller Qualcomm soll die freundliche Übernahme von Intel erkunden - Bloomberg",
        "Luke Altmyer und die Fighting Illini fordern deine Aufmerksamkeit, nachdem sie Nebraskas Party verwöhnt haben - CBS Sports",
        "Experten warnen vor einem Zusammenhang zwischen Alkoholkonsum und Krebs - Futurismus",
        "Boeing-Maschinisten auf Streikposten bereiten sich auf einen langwierigen Streik vor: \"Ich kann so lange durchhalten, wie es dauert\" - CNBC",
        "Aktien, die für den ersten September-Gewinn in 5 Jahren bereit sind. Stehen weitere gute Zeiten bevor? - MarketWatch",
        "iOS 18 Spickzettel: Ein Leitfaden für Experten zum neuesten iPhone-Update - CNET",
        "Antechinus: Die winzigen Beuteltiere, bei denen die Männchen Sex haben, bis sie sterben — dann fressen die Weibchen ihre Leichen - Livescience.com",
        "Britische Väter wickeln Babyschlingen auf männliche Statuen, um auf mehr Vaterschaftsurlaub zu drängen - NPR",
        "Wissenschaftler entsetzt über das, was sie unter dem Weltuntergangsgletscher gefunden haben - Futurismus",
        "Das Gericht entscheidet, dass fast 98.000 Arizoner, deren Staatsbürgerschaft nicht bestätigt wurde, an der vollständigen Abstimmung teilnehmen können - ABC15 Arizona in Phoenix",
        "Exklusiv: Iran gab Russland Raketen, aber keine Trägerraketen, sagen Quellen - Reuters",
        "Trump besucht North Carolina, während der Skandal um den republikanischen Verbündeten wirbelt - Reuters"
    ]
}