{
    "headlines": [
        "سهم Trump Media ينخفض مع انتهاء الإغلاق - صحيفة وول ستريت جورنال",
        "على درب المرأة الغامضة التي رخصت شركتها أجهزة استدعاء متفجرة - رويترز",
        "إدارة الغذاء والدواء الأمريكية توافق على أول لقاح إنفلونزا يمكن إعطاؤه ذاتيًا في المنزل - سي إن إن",
        "يقول المحامي إن محمد الفايد كان \"وحشًا مكّنه\" هارودز - BBC.com",
        "لماذا تتنازع مين ونبراسكا على المجمع الانتخابي - أكسيوس",
        "\"لا يكبر أبدًا \": يتحدث رائد فضاء ناسا وجامعة كاليفورنيا في ديفيس تريسي سي دايسون مع KCRA 3 مباشرة من محطة الفضاء الدولية - KCRA ساكرامنتو",
        "يشارك الذكاء الاصطناعي للتعلم الذاتي الدوري الوطني لكرة القدم الأمريكية في مقابل فروق الأسعار، والإفراط في الإنفاق، واختيارات خط المال لكل لعبة في الأسبوع الثالث من عام 2024 - CBS Sports",
        "انقلاب ترامب الضريبي الذي يمكن أن يساعد الجمهوريين على الفوز بمجلس النواب - بوليتيكو",
        "يقول خبير مزاد دودجرز ستار شوهاي أوهتاني إن الكرة الخمسين للموارد البشرية تساوي 500 ألف دولار - تقرير بليشر",
        "جيش الدفاع الإسرائيلي يحقق مع الجنود لإلقاء الجثث من على السطح في الضفة الغربية - سي إن إن",
        "تقول إسرائيل إن ضربتها لبيروت قتلت مسؤولًا عسكريًا كبيرًا في حزب الله حيث أفاد لبنان بمقتل 12 شخصًا - وكالة أسوشيتد برس",
        "ما هي الخطوة التالية في التحقيق الفيدرالي في قضية شون \"ديدي\" كومز والمتآمرين معه المزعومين - سي إن إن",
        "كايتلين كلارك في تصفيات WNBA: منافس الجولة الأولى، الجدول الزمني - KCCI Des Moines",
        "قالت الشرطة إن شريف كنتاكي قتل القاضي في غرفته بعد شجار. إليك ما نعرفه - سي إن إن",
        "تعرض تلميذ ترامب في ولاية كارولينا الشمالية لانتقادات بسبب مزاعم إباحية \"نازية سوداء\" - فاينانشيال تايمز",
        "يفصل تقرير الخدمة السرية إخفاقات الاتصالات التي سبقت محاولة اغتيال ترامب في يوليو - وكالة أسوشيتد برس",
        "خفض سعر الفائدة من قبل بنك الاحتياطي الفيدرالي يرسل الأسهم إلى مستويات قياسية. إلى أين تتجه الأسواق من هنا ؟ - ABC News",
        "تطلق Apple على AirPods تصميم \"الغطس\"، بالإضافة إلى تفاصيل AirPods 4 الأخرى - 9to5Mac",
        "تقول شركة باتريوتس كيو بي بريسيت إنها ستبقى في البداية، كما تقول Mayo - ESPN",
        "يقدم روس ماك كال، 48 عامًا، تحديثًا رومانسيًا نادرًا بعد تقبيل ابنة بات سجاك ماجي، 29 عامًا - الصفحة السادسة"
    ]
}