{
    "headlines": [
        "House cat dies from bird flu after eating raw pet food in Washington Co. - Fox 12 Oregon",
        "Christmas Day aurora borealis could light up parts of the US - New York Post ",
        "Ryan Reynolds shows rare emotion after wife Blake Lively sues Justin Baldoni for sexual harassment - Hindustan Times",
        "NORAD’s Santa tracker was a Cold War morale boost. Now it attracts millions of kids. - POLITICO",
        "U.S. whooping cough cases soar to highest level in a decade - The Washington Post",
        "Sean Combs Sued by Man Detailing ‘Wild King Nights,’ Claiming Sexual Battery - Rolling Stone",
        "Three shot dead as gunmen attack Haiti's biggest hospital - BBC.com",
        "Fueled by anger and caffeine, 200 Starbucks workers strike in Pittsburgh area - TribLIVE",
        "Trump vows to pursue executions after Biden commutes most of federal death row - The Associated Press",
        "What to know about infectious diseases during this holiday season - Yahoo! Voices",
        "How does it feel? Bob Dylan’s hometown prepares for new film about the singer - MPR News",
        "Bleacher Report's Expert Week 17 NFL Picks - Bleacher Report",
        "Sources: Texans’ Tank Dell tore medial collateral, lateral collateral, as well as ACL, dislocated knee, meniscus damage - KPRC Click2Houston",
        "Santa Rally Kicks Off On Wall Street: Stocks Gain, Tesla Soars, Bitcoin Hits $98,000 - Yahoo Finance",
        "Trump’s election sparks fight over judicial retirements, new judgeships - The Washington Post",
        "What the Astronauts Whose Return to Earth Was Delayed Will Eat in Space for Christmas Dinner - Yahoo! Voices",
        "Photos: Santa Cruz Wharf collapse - KRON4",
        "Russian ship under US sanctions sinks after engine room blast - BBC.com",
        "\"Chrismukkah\": Why Christmas and Hanukkah fall on the same date this year - Axios",
        "Mega Millions jackpot hits $1 billion ahead of Christmas Eve drawing - ABC News"
    ]
}