{
    "headlines": [
        "Israels Kabinett wird Waffenstillstandsabkommen mit mindestens 20 Toten bei Angriffen auf Gaza genehmigen - BBC.com",
        "Blue Origin's Debüt Neue Glenn-Rakete startet aus Florida - Reuters",
        "‘One of Them Days’ Review: Keke Palmer und SZA machen ein Rowdily Funny Duo in der von Issa Rae produzierten Komödie - Hollywood Reporter",
        "Samsung Galaxy S25 Leckage zeigt neues Gemini-Overlay, Hotword und mehr - 9to5Google",
        "Kampf gegen die Brände in LA, die Fortschritte machen, starke Winde, die nachlassen - Yahoo! Voices",
        "USA verbieten roten Farbstoff Nr. 3 aus Lebensmitteln, Süßigkeiten und Medikamenten - BBC.com",
        "Ja Morant wirft einen wilden Einhanddunk auf Victor Wembanyama ... das zählte nicht ganz - Yahoo Sports",
        "Keine unterirdischen Bergleute mehr in Südafrika, sagen Freiwillige - BBC.com",
        "Was Kansas-Trainer Bill Self nach dem Spiel am Mittwoch über Iowa State sagte - Cyclone Fanatic",
        "Transportabteilung verklagt Southwest und verhängt Geldbußen gegen Frontier Airlines wegen chronischer Flugverspätungen - Axios",
        "TikTok rast auf ein Verbot zu, da der Oberste Gerichtshof — und Trump — sein Schicksal abwägen - The Washington Post",
        "[removed]",
        "Johnson entfernt den republikanischen Vorsitzenden des House Intelligence Committee - CNN",
        "Kaliforniens Newsom wird sich den Gouverneuren der GOP anschließen, um die Flagge für die Amtseinführung von Trump zu hissen - The Associated Press",
        "Hotdogs, Wurst und .. . Demenz? Die Harvard- und MIT-Forschung verbindet ultraverarbeitetes Fleisch mit neuen gesundheitlichen Bedenken. - The Boston Globe",
        "Dow Jones Futures steigen nach Marktrallys über wichtige Niveaus; Tesla, Meta Lead 12 New Buys - Investor's Business Daily",
        "Drake lässt rechtliche Schritte gegen Kendrick Lamars Not Like Us fallen - BBC.com",
        "Trump Inauguration Performer: Kid Rock, Billy Ray Cyrus, Underwood, mehr - Deadline",
        "Conor McGregor wird wegen angeblicher sexueller Batterie im NBA-Finale 2023 verklagt - The Associated Press",
        "Timothée Chalamet erhielt eine Geldstrafe von 73 $, nachdem er mit dem Fahrrad zur \"A Complete Unknown\" -Premiere in London gefahren war, um den Verkehr zu übertreffen; Er hat es nicht richtig geparkt - Vielfalt"
    ]
}