{
    "headlines": [
        "ਐਲਏ ਕਾਉਂਟੀ ਦੇ ਜਨਤਕ ਸਿਹਤ ਅਧਿਕਾਰੀ ਐਚ 5 ਬਰਡ ਫਲੂ ਦੇ ਪਹਿਲੇ ਮਨੁੱਖੀ ਕੇਸ ਦੀ ਪੁਸ਼ਟੀ ਕਰਦੇ ਹਨ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਬਲੇਕ ਦੇ ਬਾਅਦ ਗਰਮ ਸੀਟ 'ਤੇ ਸੰਕਟ ਪੀ. ਆਰ. ਲਾਈਵ ਅਲਜਜ਼' ਸਮਾਈਅਰ ਮੁਹਿੰਮ' - ਵੰਨਗੀ",
        "ਕਾਲਜ ਫੁੱਟਬਾਲ ਪਲੇਆਫਃ ਜਾਰਜੀਆ ਕਿ Qਬੀ ਕਾਰਸਨ ਬੇਕ ਯੂਸੀਐਲ ਸਰਜਰੀ ਤੋਂ ਗੁਜ਼ਰਦਾ ਹੈ, ਪੋਸਟ ਸੀਜ਼ਨ ਨੂੰ ਮਿਸ ਕਰਨ ਲਈ - ਯਾਹੂ ਸਪੋਰਟਸ",
        "ਪੈਕਰਜ਼ ਬਨਾਮ ਸੰਤਾਂ ਕਿੱਥੇ ਵੇਖਣਾ ਹੈਃ ਐਨਐਫਐਲ ਕਿੱਕਆਫ ਟਾਈਮ, ਲਾਈਵ ਸਟ੍ਰੀਮ, ਔਕੜਾਂ, 'ਐਮਐਨਐਫ' ਗੇਮ ਲਈ ਭਵਿੱਖਬਾਣੀ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਬਿਡੇਨ ਨੇ ਟਰੰਪ ਨੂੰ ਫਾਂਸੀ ਦੀ ਸਜ਼ਾ ਦੁਬਾਰਾ ਸ਼ੁਰੂ ਕਰਨ ਤੋਂ ਪਹਿਲਾਂ 40 ਫੈਡਰਲ ਮੌਤ ਦੀ ਸਜ਼ਾ ਕੱਟ ਰਹੇ ਕੈਦੀਆਂ ਵਿਚੋਂ 37 ਨੂੰ ਜੇਲ੍ਹ ਵਿਚ ਉਮਰ ਕੈਦ ਦਿੱਤੀ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਬਿਲ ਕਲਿੰਟਨ ਡੀ. ਸੀ. ਹਸਪਤਾਲ 'ਚ ਭਰਤੀ - Axios",
        "‘ਕੁਝ ਨਿਯਮ ਬਦਲਣ ਦੀ ਜ਼ਰੂਰਤ’: ਗ੍ਰੈਂਜਰ ਦੇ ਕੇਸ ਨੇ ਬੀਮਾਰ ਵਿਧਾਇਕਾਂ 'ਤੇ ਨਵੀਂ ਬਹਿਸ ਸ਼ੁਰੂ ਕੀਤੀ - ਪੋਲਿਟਿਕੋ",
        "ਮੈਟ ਗਾਏਟਜ਼ ਹਾ Houseਸ ਨੈਤਿਕਤਾ ਰਿਪੋਰਟ ਦੀ ਰਿਲੀਜ਼ ਨੂੰ ਰੋਕਣ ਲਈ ਅਸਫਲ ਆਖਰੀ-ਡਿੱਚ ਮੁਕੱਦਮਾ ਦਾਇਰ ਕਰਦਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਨੋਰਡਸਟ੍ਰੋਮ ਪਰਿਵਾਰ 6.25 ਬਿਲੀਅਨ ਡਾਲਰ ਦੇ ਸੌਦੇ ਵਿਚ ਡਿਪਾਰਟਮੈਂਟ ਸਟੋਰ ਚੇਨ ਪ੍ਰਾਈਵੇਟ ਲੈਂਦਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਨਿ New ਯਾਰਕ ਸਿਟੀ ਸਬਵੇਅ ਵਿਚ ਅੱਗ ਲਾਉਣ ਵਾਲੀ womanਰਤ ਦੀ ਮੌਤ ਵਿਚ ਆਦਮੀ ਨੂੰ ਕਤਲ ਦੇ ਦੋਸ਼ਾਂ ਦਾ ਸਾਹਮਣਾ ਕਰਨਾ ਪੈ ਰਿਹਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਕ੍ਰਿਸਟੋਫਰ ਨੋਲਨ ਦੀ ਅਗਲੀ ਫਿਲਮ ਹੋਮਰ ਦੀ ‘ਦਿ ਓਡੀਸੀ‘ ਦੀ ਅਨੁਕੂਲਤਾ ਹੈ, ਯੂਨੀਵਰਸਲ ਖੁਲਾਸੇ - ਡੈੱਡਲਾਈਨ",
        "ਹਟਾਈ",
        "ਉੱਤਰੀ ਕੈਰੋਲੀਨਾ ਸੁਪਰ ਮਾਰਕੀਟ ਵਿੱਚ ਹਥਿਆਰਬੰਦ ਵਿਅਕਤੀ ਬਾਰੇ ਕਾਲ ਕਰਨ ਦਾ ਜਵਾਬ ਦੇਣ ਤੋਂ ਬਾਅਦ ਅਧਿਕਾਰੀ ਨੂੰ ਜਾਨਲੇਵਾ ਗੋਲੀ ਮਾਰ ਦਿੱਤੀ ਗਈਃ ਪੁਲਿਸ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਟਰੰਪ ਨੇ ਪਨਾਮਾ, ਗ੍ਰੀਨਲੈਂਡ ਨੂੰ ਧਮਕੀਆਂ ਦੇ ਨਾਲ ਲੜਾਈ ਵਾਲੀ ਵਿਦੇਸ਼ ਨੀਤੀ ਦੀ ਝਲਕ ਦਿੱਤੀ - ਰਾਇਟਰਜ਼",
        "ਯੂਨਾਈਟਿਡ ਹੈਲਥਕੇਅਰ ਕਤਲ ਦੇ ਸ਼ੱਕੀ ਲੁਗੀ ਮੈਂਗਿਓਨ ਨੇ ਨਿ New ਯਾਰਕ ਵਿਚ ਦੋਸ਼ੀ ਨਹੀਂ ਮੰਨਿਆ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਹਟਾਈ",
        "Asus ਅਗਲੇ ਸਾਲ ਆਉਣ ਵਾਲਾ ਨਵਾਂ ਆਰਜੀਬੀ-ਆਉਟਲਾਈਨਡ ਆਰਓਜੀ ਸਟ੍ਰਿਕਸ ਲੈਪਟਾਪ teases - ਦਿ ਵਰਜ",
        "ਹਵਾਈ ਦੇ Kilauea ਜੁਆਲਾਮੁਖੀ ਤਾਜ਼ਾ ਫਟਣ ਵਿਚ ਸਤਹ 'ਤੇ ਲਾਵਾ gushing ਭੇਜਦਾ ਹੈ - ਲਾਈਵ ਦੀ ਪਾਲਣਾ ਕਰੋ - ਬੀਬੀਸੀ.",
        "ਏ 24 ਦੀ ਸੈਕਸੀ ਨਵੀਂ ਫਿਲਮ ਤੁਹਾਨੂੰ ਝਟਕਾਉਣ ਲਈ ਨਹੀਂ ਮੰਨੀ ਜਾਂਦੀ. ਇਹ ਕੁਝ ਬਿਹਤਰ ਕਰਨ ਲਈ ਮੰਨਿਆ ਜਾਂਦਾ ਹੈ. - ਸਲੇਟ",
        "ਜਾਇੰਟਸ-ਫਾਲਕਨਜ਼ ਗ੍ਰੇਡਃ ਕੀ ਐਟਲਾਂਟਾ ਤੋਂ 34-7 ਦੇ ਨੁਕਸਾਨ ਵਿੱਚ ਕੋਈ ਜਾਇੰਟਸ ਵਧੀਆ ਖੇਡਿਆ? - ਵੱਡਾ ਨੀਲਾ ਦ੍ਰਿਸ਼"
    ]
}