{
    "headlines": [
        "L'acteur Richard Chamberlain, connu pour « Dr Kildare », meurt à 90 ans - CNN",
        "Duke passe au 18e Final Four — et tente de rendre plus difficile la haine de Duke - The Washington Post",
        "Trump dit qu'il envisage des moyens de servir un troisième mandat en tant que président - The Associated Press",
        "Ancien dirigeant du Danemark : « Nous sommes aux côtés de l'Amérique depuis des décennies » - POLITICO",
        "« Énervé » contre Poutine, Trump menace les tarifs pétroliers russes - POLITICO EUROPE",
        "Le prince Harry accusé de « harcèlement et d'intimidation » par une présidente d'une association caritative - CNN",
        "Les politiques de Trump alimentent le boycott des produits américains en Europe (NYSEARCA :PBJ) - Seeking Alpha",
        "Sydney Sweeney et Glen Powell repérés ensemble à Dallas après que l'actrice ait annulé le mariage de Jonathan Davino - Page Six",
        "Manifestations contre le rôle d'Elon Musk dans les salles d'exposition Tesla de l'essaim de l'administration Trump - PBS NewsHour",
        "« A Working Man » de Jason Statham est en tête du box-office avec 15,2 millions de dollars, « Snow White » s'effondre avec un déclin de 66% - Variété",
        "Le problème pour le mouvement Bernie Sanders est ce qui se passe quand il est parti - POLITICO",
        "Willard Nommé Entraîneur Principal Doté William B. Finneran de Basketball Masculin - Site Athlétique Officiel de l'Université de Villanova",
        "J'ai 73 ans. Le Heavy Metal vient de changer ma vie - Rolling Stone",
        "Une fusée transportant un véhicule orbital européen explose quelques secondes après le décollage en Norvège - CBS News",
        "Lorazepam obtient le rôle principal dans ‘The White Lotus. « Que devez-vous savoir sur ce médicament puissant ? - CNN",
        "Le cancer du côlon expliqué : Signes, risques et conseils de prévention à connaître - CNET",
        "La génération Z est terrifiée par les licenciements et l'économie en spirale - elle copie donc Steve Jobs et se présente au bureau en uniforme - Fortune"
    ]
}