{
    "headlines": [
        "По словам ее врача, Харрис находится в «отличном состоянии здоровья», поскольку кампания пытается оказать давление на Трампа, чтобы он опубликовал медицинские записи - CBS News",
        "Захваченные документы свидетельствуют о более широких амбициях ХАМАСа нанести ущерб Израилю - The Washington Post",
        "Рекорд Уоррена 17 поймал ключевое ралли PSU против USC - ESPN",
        "Дана Карви показала, что мороженое в лице Майи Рудольф на «SNL» было незапланированным - Hollywood Reporter",
        "Футбол OU разбит номером 1 в Техасе в Red River Rivalry | 5 блюд на вынос - Oklahoman.com",
        "Трамп митингует в сплошной синей Калифорнии в неортодоксальном предвыборном движении - Al Jazeera English",
        "Институт политики «Америка прежде всего», группа, консультирующая Трампа, говорит, что его системы были взломаны - Associated Press",
        "Ник Кэннон подробно рассказывает о посещении вечеринки Diddy в 16 - E! Онлайн - E! НОВОСТИ",
        "Новости в прямом эфире: смертельные удары в северной части Газы; Байден обеспокоен тем, что израильские силы нанесли удар по миротворцам - The Washington Post",
        "7-Eleven закрывает более 400 магазинов в Северной Америке - ABC7 Лос-Анджелес",
        "Призыв Обамы к чернокожим мужчинам трогает нервы среди демократов. Играет ли роль женоненавистничество в год выборов? - Ассошиэйтед Пресс",
        "Инфлюенсер TikTok Тейлор Руссо Григг умер после «внезапной» смерти в возрасте 25 лет - Страница шестая",
        "По мере того, как Флорида набирает обороты, основное внимание уделяется восстановлению власти, оказанию помощи жертвам урагана Мильтон - Новости NBC",
        "«Террифир 3» выбывает из соревнований, в то время как «Джокер» борется за кассовые сборы - New York Post",
        "Кодовое имя Nintendo Switch 2 раскрыто огромной утечкой - ComicBook.com",
        "Алекс Салмонд, ведущий деятель шотландского движения за независимость, умер в возрасте 69 лет - CNN",
        "Послание Китая о стимулировании оставляет желать лучшего инвесторам - Reuters.com",
        "Редкая комета может быть видна невооруженным глазом. Вот где искать. - CBS Boston",
        "Thomas hits grand slam off Skubal, Guardians down Tigers 7-3 to reach AL Championship Series - The Associated Press",
        "Робот-такси Cybercab от Tesla уже здесь — и оно может стоить менее 30 000 долларов - TechCrunch"
    ]
}