{
    "headlines": [
        "ਉੱਤਰੀ ਕੋਰੀਆ ਭੱਜਣ ਵਾਲੇ ਅਮਰੀਕੀ ਸੈਨਿਕ ਟ੍ਰੈਵਿਸ ਕਿੰਗ ਨੂੰ ਉਜਾੜ ਦੀ ਸਜ਼ਾ - Al Jazeera English",
        "ਡਿੱਡੀ ਸੈਕਸ ਤਸਕਰੀ ਦੀ ਜਾਂਚਃ ਹਾਲੀਵੁੱਡ ਸਿਤਾਰੇ ਬੋਲਣ ਲਈ 'ਮੌਤ ਤੋਂ ਡਰਦੇ ਹਨ', ਮਾਹਰਾਂ ਦਾ ਕਹਿਣਾ ਹੈ - ਫੌਕਸ ਨਿ Newsਜ਼",
        "ਸੈਲਾਨੀ ਅਲੋਪ ਹੋਣ ਤੋਂ ਪਹਿਲਾਂ ਗਲੇਸ਼ੀਅਰ ਵੇਖਣ ਲਈ ਕਾਹਲੇ ਹਨ. ਯਾਤਰਾਵਾਂ ਘਾਤਕ ਹੋ ਰਹੀਆਂ ਹਨ - ਸੀ ਐਨ ਐਨ",
        "ਹੈਰਿਸ ਦੇ ਕੈਸ਼ ਐਜ ਫੰਡ ਇਸ਼ਤਿਹਾਰਬਾਜ਼ੀ ਬਲਿਟਜ਼ ਦੇ ਤੌਰ ਤੇ ਐਲਨ ਮਸਕ ਨੇ ਹਾ Houseਸ ਰਿਪਬਲਿਕਨਜ਼ ਨੂੰ ਵੱਡੀ ਜਾਂਚ ਕੱਟ ਦਿੱਤੀ, ਨਵੀਂ ਫਾਈਲਿੰਗ ਸ਼ੋਅ - ਸੀ ਐਨ ਐਨ",
        "ਇੰਡੋਨੇਸ਼ੀਆ ਦੇ ਪਾਪੂਆ - ਯਾਹੂ ਵਿਚ 18 ਮਹੀਨਿਆਂ ਤੋਂ ਵੱਧ ਸਮੇਂ ਦੀ ਕੈਦ ਤੋਂ ਬਾਅਦ ਨਿਊਜ਼ੀਲੈਂਡ ਦੇ ਪਾਇਲਟ ਫਿਲਿਪ ਮੇਹਰਟੇਨ ਨੂੰ ਰਿਹਾਅ ਕਰ ਦਿੱਤਾ ਗਿਆ!",
        "ਸ਼ੋਹੇਈ ਓਹਤਾਨੀ ਨੂੰ 50-50 'ਤੇ ਪਹੁੰਚਣ ਤੋਂ ਬਾਅਦ ਖੜ੍ਹੀ ਪੂਜਾ ਮਿਲਦੀ ਹੈ, ਫਿਰ 52-52' ਤੇ ਪਹੁੰਚਦੀ ਹੈ - ਯਾਹੂ ਸਪੋਰਟਸ",
        "ਏਰਿਕ ਮੇਨੇਂਡੇਜ਼ ਸਲੈਮਜ਼ ਰਿਆਨ ਮਰਫੀ ਦਾ ‘ਰਾਖਸ਼ਾਂ’ ਭਰਾਵਾਂ ਦਾ ਚਿੱਤਰਣਃ ‘ਵਿਲੇ ਅਤੇ ਭਿਆਨਕ’ - ਰੋਲਿੰਗ ਸਟੋਨ",
        "ਇਲੀਨੋਇਸ ਨੇ ਮੈਮੋਰੀਅਲ ਸਟੇਡੀਅਮ - ਕੇਈਟੀਵੀ ਓਮਾਹਾ ਵਿਖੇ ਓਵਰਟਾਈਮ ਦੌਰਾਨ ਨੇਬਰਾਸਕਾ ਦੀ ਅਣਪਛਾਤੀ ਸ਼ੁਰੂਆਤ ਨੂੰ ਖੋਹ ਲਿਆ",
        "ਅਦਾਲਤ ਨੇ ਲਗਭਗ 98,000 ਅਰੀਜ਼ੋਨ ਲੋਕਾਂ ਨੂੰ ਨਿਯਮ ਦਿੱਤਾ ਜਿਨ੍ਹਾਂ ਦੀ ਨਾਗਰਿਕਤਾ ਦੀ ਪੁਸ਼ਟੀ ਨਹੀਂ ਕੀਤੀ ਗਈ ਸੀ ਉਹ ਪੂਰੀ ਵੋਟ ਪਾ ਸਕਦੇ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਸੈਨੇਟਰ ਟਿਲਿਸ ਨੇ ਮਹੱਤਵਪੂਰਨ ਸਵਿੰਗ ਰਾਜ ਵਿੱਚ ਜੀਓਪੀ ਦੇ ਉਮੀਦਵਾਰ ਨੂੰ ਅਲਟੀਮੇਟਮ ਜਾਰੀ ਕੀਤਾਃ ‘ਇਸ ਨੂੰ ਰਾਸ਼ਟਰਪਤੀ ਟਰੰਪ ਦਾ ਰਿਣੀ ਹੈ’ - ਫੌਕਸ ਨਿ Newsਜ਼",
        "ਜਾਰਜੀਆ ਚੋਣ ਬੋਰਡ ਨੂੰ ਮੁੱਖ ਜੀਓਪੀ ਰਾਜ ਦੇ ਅਧਿਕਾਰੀਆਂ ਦੀ ਚੇਤਾਵਨੀ ਦੇ ਬਾਵਜੂਦ ਬੈਲਟ ਦੀ ਹੱਥੀਂ ਗਿਣਤੀ ਕਰਨ ਦੀ ਲੋੜ ਹੈ - ਸੀਐਨਐਨ",
        "ਗੁਪਤ ਸੇਵਾ ਸਟਾਫ ਨੂੰ ਟਰੰਪ ਹੱਤਿਆ ਦੀ ਕੋਸ਼ਿਸ਼ ਅਸਫਲਤਾਵਾਂ ਲਈ ਅਨੁਸ਼ਾਸਨ ਦਾ ਸਾਹਮਣਾ ਕਰਨਾ ਪੈਂਦਾ ਹੈ - ਐਕਸੀਓਸ",
        "ਬੋਇੰਗ ਦਾ ਸਪੇਸ ਐਂਡ ਡਿਫੈਂਸ ਚੀਫ ਨਵੇਂ ਸੀਈਓ ਦੇ ਪਹਿਲੇ ਕਾਰਜਕਾਰੀ ਚਾਲ ਵਿੱਚ ਬਾਹਰ ਨਿਕਲਦਾ ਹੈ - ਰਾਇਟਰਜ਼",
        "ਬੇਰੂਤ ਸਟ੍ਰਾਈਕਃ ਇਜ਼ਰਾਈਲ ਸਟ੍ਰਾਈਕ ਵਿਚ ਚੋਟੀ ਦੇ ਹਿਜ਼ਬੁਲ ਕਮਾਂਡਰ ਦੀ ਮੌਤ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਐਰੋਨ ਸੋਰਕਿਨ 'ਵੈਸਟ ਵਿੰਗ' ਤੇ ਵਿਚਾਰ ਕਰਦੇ ਹੋਏ \"ਵ੍ਹਾਈਟ ਹਾ Houseਸ ਦੇ ਦੌਰੇ ਤੋਂ ਬਾਅਦ ਰੀਬੂਟ ਕਰੋ - ਵੰਨਗੀ",
        "ਕਾਲਜ ਫੁੱਟਬਾਲ ਪਿਕਸ, ਅਨੁਸੂਚੀਃ ਫੈਲਣ ਦੇ ਵਿਰੁੱਧ ਭਵਿੱਖਬਾਣੀ, ਹਫਤੇ 4 ਵਿੱਚ ਐਨਸੀਏਏ ਚੋਟੀ ਦੇ 25 ਖੇਡਾਂ ਲਈ ਸੰਭਾਵਨਾਵਾਂ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਇਹ ਅਧਿਕਾਰਤ ਹੈਃ ਸਾਬਕਾ ਟੀਐਮਆਈ ਪ੍ਰਮਾਣੂ plantਰਜਾ ਪਲਾਂਟ ਕਾਰਜਾਂ ਨੂੰ ਮੁੜ ਚਾਲੂ ਕਰਨ ਲਈ ਤਿਆਰ ਹੈ - ਡਬਲਯੂਜੀਏਐਲ ਸੁਸਕੈਨਾ ਵੈਲੀ ਪਾ.",
        "ਸਾ Southਥ ਕੈਰੋਲੀਨਾ ਦੇ ਕੈਦੀ 13 ਸਾਲਾਂ ਵਿਚ ਰਾਜ ਦੀ ਪਹਿਲੀ ਫਾਂਸੀ ਵਿਚ ਜਾਨਲੇਵਾ ਟੀਕੇ ਲਗਾ ਕੇ ਮਰਨ ਤੋਂ ਪਹਿਲਾਂ ਸਿਰਫ ਇਕ ਅੰਤਮ ਸ਼ਬਦ ਬੋਲਦੇ ਹਨ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਨਿਊਯਾਰਕ ਰਾਜ ਲਗਭਗ ਇੱਕ ਦਹਾਕੇ ਵਿੱਚ ਈਈਈ ਦੇ ਪਹਿਲੇ ਮਨੁੱਖੀ ਕੇਸ ਦੀ ਰਿਪੋਰਟ ਕਰਦਾ ਹੈ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਰਹੱਸਮਈ ofਰਤ ਦੇ ਰਸਤੇ 'ਤੇ ਜਿਸਦੀ ਕੰਪਨੀ ਨੇ ਫਟਣ ਵਾਲੇ ਪੇਜਰਾਂ ਦਾ ਲਾਇਸੈਂਸ ਦਿੱਤਾ - ਰਾਇਟਰਜ਼"
    ]
}