{
    "headlines": [
        "Trump retourne à Butler pour un rassemblement sur le site de la tentative d'assassinat - CNN",
        "Le successeur possible de Nasrallah est hors de contact depuis vendredi, selon une source libanaise - Reuters",
        "L'attaque de missiles iraniens contre Israël soulève des questions sur les limites de l'arsenal - The Washington Post",
        "Hanté par 2016, les démocrates craignent que Kamala Harris ne joue trop prudemment - POLITICO",
        "Eye Opener : Au moins 70 personnes tuées dans une attaque de gang en Haïti, selon les Nations Unies - CBS News",
        "Deux autres femmes du Massachusetts testées positives pour le virus du Nil occidental - WCVB Boston",
        "Les Jets WR Garrett Wilson en difficulté pourraient-ils bénéficier de la négociation pour Davante Adams ? - ESPN",
        "Qu'est-ce que le virus mortel de Marburg et où s'est-il propagé ? - Al Jazeera English",
        "Les inondations et les glissements de terrain font 16 morts en Bosnie - BBC.com",
        "Biden fait sa première apparition à la Maison-Blanche lors d'un point de presse de la présidence - Axios",
        "Les aliments ultra-transformés ont ces répercussions sur la santé des enfants, prévient un nutritionniste - Fox News",
        "La Terre a eu deux lunes dans le passé. L'une des mini-lunes a visité deux fois et reviendra dans 27 ans - WION",
        "Un an après, la guerre jette une ombre sur tous les aspects de la vie en Israël - The Associated Press",
        "Résultats UFC 307 : Pereira vs. Rountree Jr. - MMA Fighting",
        "Les aurores boréales pourraient à nouveau être visibles dans le Massachusetts. Voir la carte des aurores boréales. - CBS Boston",
        "Ouragan Hélène : Une querelle politique éclate à propos des secours en cas de catastrophe - BBC.com",
        "Le domaine historique de Biltmore subit des dommages « importants » à certains endroits après qu'Hélène se soit écrasée en Caroline du Nord - CNN",
        "Hélène a détruit ce terrain de camping en Caroline du Nord, mais des clients et des étrangers interviennent pour aider - CBS News",
        "Dans quelle mesure dois-je m'inquiéter de la hausse des prix du pétrole ? - BBC.com",
        "Garth Brooks a qualifié sa femme Trisha Yearwood de « partenaire dans les bons moments » et les « mauvais » jours avant d'être accusée de viol - Page Six"
    ]
}