{
    "headlines": [
        "ਮਾਈਕ ਟਾਇਸਨ-ਜੈਕ ਪੌਲ ਫਾਈਟ ਕਮੈਂਟੇਟਰ ਰੋਸੀ ਪਰੇਜ਼ ਜੇਤੂ ਦੀ ਭਵਿੱਖਬਾਣੀ ਨਹੀਂ ਕਰ ਸਕਦਾ, ਪਰ ਕਹਿੰਦਾ ਹੈ, ‘ਮੈਂ ਆਪਣੀ ਉਮਰ ਦੇ ਕਾਰਨ ਟਾਇਸਨ ਲਈ ਵਧੇਰੇ ਚਿੰਤਤ ਹਾਂ’ - ਵੰਨਗੀ",
        "‘ਦਿ ਵੌਇਸ’ ਜੇਤੂ ਸੁੰਡੈਂਸ ਹੈਡ ਨੇ ਆਪਣੇ ਟੈਕਸਾਸ ਰੈਂਚ ‘ਤੇ' ਆਪਣੇ ਨਾਵਲ ਖੇਤਰ ’ਵਿਚ ਗੋਲੀ ਮਾਰ ਦਿੱਤੀਃ‘ ਸਵੈ-ਪ੍ਰੇਸ਼ਾਨ ਨਹੀਂ ’- ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਬਲੂਸਕੀ ਕੀ ਹੈ, ਤੇਜ਼ੀ ਨਾਲ ਵੱਧ ਰਿਹਾ ਸੋਸ਼ਲ ਪਲੇਟਫਾਰਮ ਭੱਜ ਰਹੇ ਐਕਸ ਉਪਭੋਗਤਾਵਾਂ ਦਾ ਸਵਾਗਤ ਕਰਦਾ ਹੈ? - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "Laken Riley ਦੀ ਹੱਤਿਆ ਦੇ ਦੋਸ਼ੀ ਆਦਮੀ ਦੇ ਮੁਕੱਦਮੇ ਵਿਚ ਸਬੂਤ ਜਾਰਜੀਆ ਵਿਦਿਆਰਥੀ ‘ਉਸ ਦੀ ਜ਼ਿੰਦਗੀ ਲਈ ਲੜਿਆ ਦਿਖਾ ਜਾਵੇਗਾ,’ ਸਰਕਾਰੀ ਵਕੀਲ ਦਾ ਕਹਿਣਾ ਹੈ - CNN",
        "ਇੱਥੇ ਖਾੜੀ ਖੇਤਰ ਵਿੱਚ ਇੱਕ ਅਸਹਿਣਸ਼ੀਲ ਖੰਘ ਕਿਉਂ ਵੱਧ ਰਹੀ ਹੈ - SFGATE",
        "ਓਪਨਏਆਈ ਦੇ ਗੜਬੜ ਵਾਲੇ ਸ਼ੁਰੂਆਤੀ ਸਾਲਾਂ ਦਾ ਖੁਲਾਸਾ ਮਸਕ, ਅਲਟਮੈਨ ਅਤੇ ਹੋਰਾਂ ਦੀਆਂ ਈਮੇਲਾਂ ਵਿੱਚ ਹੋਇਆ - TechCrunch",
        "ਟੈਕਸਾਸ ਸੁਪਰੀਮ ਕੋਰਟ ਨੇ 2 ਸਾਲ ਦੀ ਧੀ ਦੀ ਮੌਤ ਵਿੱਚ ਰੌਬਰਟ ਰੋਬਰਸਨ ਲਈ ਨਵੀਂ ਫਾਂਸੀ ਦੀ ਤਾਰੀਖ ਦਾ ਰਾਹ ਸਾਫ਼ ਕੀਤਾ - ਸੀਐਨਐਨ",
        "ਐਕਸਕਲੂਸਿਵਃ womanਰਤ ਨੇ ਹਾ Houseਸ ਐਥਿਕਸ ਪੈਨਲ ਨੂੰ ਦੱਸਿਆ ਕਿ ਉਸਨੇ ਗੇਟਜ਼ ਨੂੰ ਨਾਬਾਲਗ ਨਾਲ ਸੈਕਸ ਕਰਦੇ ਵੇਖਿਆ, ਵਕੀਲ ਕਹਿੰਦਾ ਹੈ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਟਰੰਪ ਦੇ ਚੋਟੀ ਦੇ ਰੈਗੂਲੇਟਰ ਪੋਸਟ ਲਈ ਆਰਐਫਕੇ ਜੂਨੀਅਰ ਨੂੰ ਟੈਪ ਕਰਨ ਤੋਂ ਬਾਅਦ ਸਿਹਤ ਸਟਾਕ ਹਿੱਟ ਹੋਏ - ਬੀਬੀਸੀ.",
        "ਸ਼ੁਰੂ ਹੋ ਰਿਹਾ ਹੈ ਸੀਹਾਕਸ ਸੈਂਟਰ ਕੋਨੋਰ ਵਿਲੀਅਮਜ਼ ਅਚਾਨਕ ਰਿਟਾਇਰ ਹੋ ਜਾਂਦਾ ਹੈ - ਯਾਹੂ ਸਪੋਰਟਸ",
        "ਡਾਓ ਸ਼ੁੱਕਰਵਾਰ ਨੂੰ 300 ਅੰਕ ਘੱਟ ਬੰਦ ਕਰਦਾ ਹੈ ਕਿਉਂਕਿ ਰੇਟ ਚਿੰਤਾਵਾਂ ਪੋਸਟ-ਚੋਣ ਰੈਲੀ ਵਿਚ ਰੁਕਾਵਟ ਬਣਦੀਆਂ ਹਨਃ ਲਾਈਵ ਅਪਡੇਟਸ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਡਿਜ਼ਨੀ ਨੇ ‘ਸਟਾਰ ਵਾਰਜ਼’ ਫਿਲਮ ਨੂੰ 2026 ਸਲੇਟ ਤੋਂ ਹਟਾ ਦਿੱਤਾ, ‘ਆਈਸ ਏਜ 6’ ਦੁਆਰਾ ਬਦਲਿਆ ਗਿਆ - ਵਰਾਇਟੀ",
        "ਸੈਂਟਰਿਸਟ ਡੈਮਜ਼ ਨੇ ਡੀ ਐਨ ਸੀ ਵਿਖੇ ਉਦਘਾਟਨ ਜ਼ਬਤ ਕੀਤਾਃ ‘ਮੈਂ ਫ੍ਰੀਕ ਸ਼ੋਅ ਪਾਰਟੀ ਨਹੀਂ ਬਣਨਾ ਚਾਹੁੰਦਾ’ - ਪੋਲੀਟੀਕੋ",
        "ਡੇਵ ਪੋਰਟਨੋਏ ਬਾਰਸਟੂਲ ਸਪੋਰਟਸ ਸਟਨਰ ਵਿਚ ‘ਬੀਐਫਐਫਐਸ’ ਪੋਡਕਾਸਟ ਛੱਡ ਰਿਹਾ ਹੈ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਸੀਡੀਸੀ ਨੇ ਓਰੇਗਨ ਦੇ ਬਰਡ ਫਲੂ ਦੇ ਪਹਿਲੇ ਮਨੁੱਖੀ ਕੇਸ ਦੀ ਪੁਸ਼ਟੀ ਕੀਤੀ - ਰਾਇਟਰਜ਼",
        "ਹਟਾਈ",
        "ਬਫੇਲੋ-ਨਿਆਗਰਾ ਹਵਾਈ ਅੱਡਾ ਬਿੱਲਾਂ-ਚੀਫਾਂ ਤੋਂ ਅੱਗੇ ਹੈਰਾਨੀਜਨਕ ਟ੍ਰੋਲ ਨੂੰ ਖਿੱਚਦਾ ਹੈ - ਬਿੱਲਾਂ ਦੀ ਤਾਰ",
        "ਡੋਨਾਲਡ ਟਰੰਪ ਦੀ ਕੈਬਨਿਟ ਦੀ ਚੋਣਃ ਰਾਸ਼ਟਰਪਤੀ ਚੁਣੇ ਗਏ ਪ੍ਰਸ਼ਾਸਨ ਵਿੱਚ ਮੁੱਖ ਖਿਡਾਰੀ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "ਰਾਖੇਲ ਜ਼ੈਗਲਰ ਨੇ ਟਰੰਪ ਵਿਰੋਧੀ ਟਿੱਪਣੀਆਂ ਲਈ ਮੁਆਫੀ ਮੰਗੀ - ਫੋਰਬਸ",
        "ਐਮਾਜ਼ਾਨ ਬਲੈਕ ਫ੍ਰਾਈਡੇ 2024: ਐਪਲ, ਡਾਇਸਨ, ਸੋਲੋ ਸਟੋਵ ਅਤੇ ਹੋਰ ਬਹੁਤ ਕੁਝ 'ਤੇ ਸਭ ਤੋਂ ਵਧੀਆ ਸ਼ੁਰੂਆਤੀ ਸੌਦੇ - ਯਾਹੂ ਲਾਈਫ"
    ]
}