{
    "headlines": [
        "McDavid gets 1,000th point, Oilers edge Predators in OT - NHL.com",
        "UK economy ekes out 0.1% growth in the third quarter, below expectations - CNBC",
        "People are fleeing Elon Musk’s X for Threads and Bluesky. Welcome to the era of social media fragmentation - Fortune",
        "Billy Bob Thornton is riveting in Taylor Sheridan’s middling oil drama Landman - The A.V. Club",
        "[Removed]",
        "Mavericks vs Jazz Final Score: Dallas falls in Utah, 115-113 - Mavs Moneyball ",
        "'Grey's Anatomy's Jake Borelli On How Levi Was Written Off & Return Possibility - Deadline",
        "Sri Lankan president's coalition heads for landslide election win - BBC.com",
        "This weekend's Beaver Moon marks the last supermoon of 2024 - Axios",
        "Trump’s Cabinet: Here Are His Picks For Key Roles—RFK Jr, Doug Burgum, Matt Gaetz And More - Forbes",
        "Tyson slaps Paul in face during final stare-down - ESPN",
        "Trump announces North Dakota Gov. Doug Burgum as Department of the Interior secretary - Fox News",
        "Tulsi Gabbard’s past comments on Russia cloud her nomination by Trump - The Washington Post",
        "Meet New Zealand's youngest MP whose Māori Haka dance in Parliament has gone viral - Hindustan Times",
        "Global Measles Cases Rise by 20% as WHO Blames One Key Factor - ScienceAlert",
        "Gaetz faces rocky road to confirmation as pressure builds for release of House ethics probe - CNN",
        "India: Delhi shuts primary schools as hazardous smog worsens - BBC.com",
        "Georgia’s Fulton County Jail subjects inmates to ‘inhumane, violent’ conditions that threaten their safety, DOJ finds - CNN",
        "Eagles vs. Commanders odds, prediction, spread, time: Thursday Night Football picks by NFL model on 17-7 roll - CBS Sports",
        "Buffett's Berkshire Buys Shares of Domino's Pizza and Pool Corp., Dumps Apple Stock - Investopedia"
    ]
}