{
    "headlines": [
        "ਟਰੰਪ ਅਤੇ ਪੁਤਿਨ ਤੋਂ ਭੜਕਿਆ ਯੂਰਪ ਮੁੜ ਹਥਿਆਰ ਬਣਾਉਣ ਲਈ ਭੜਕਿਆ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਇੱਕ ਆਮ ਯੋਨੀ ਦੀ ਲਾਗ ਦਾ ਹੱਲ ਮਰਦ ਸਹਿਭਾਗੀਆਂ ਦਾ ਇਲਾਜ ਕਰ ਸਕਦਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਮੈਸੀ ਦਾ ਟਰਨਅਰਾਉਂਡ ਸ਼ਕਲ ਲੈਣਾ ਸ਼ੁਰੂ ਕਰਦਾ ਹੈ, ਪਰ ਬਿਮਾਰ ਸਟੋਰ ਤਿਮਾਹੀ ਨਤੀਜਿਆਂ 'ਤੇ ਤੋਲਦੇ ਹਨ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਅਨੁਭਵੀ ਮਸ਼ੀਨਾਂ ਦਾ ਐਥੀਨਾ ਲੈਂਡਰ ਇਤਿਹਾਸਕ ਪਾਣੀ ਦਾ ਸ਼ਿਕਾਰ ਕਰਨ ਵਾਲੇ ਮਿਸ਼ਨ - ਸੀ ਐਨ ਐਨ 'ਤੇ ਟੱਚਡਾਉਨ ਲਈ ਸੈੱਟ ਕੀਤਾ ਗਿਆ",
        "‘ਉਸਨੂੰ ਹੋਰ ਬਹੁਤ ਕੁਝ ਕਰਨ ਦੀ ਜ਼ਰੂਰਤ ਹੈ’: ਪੜਤਾਲ ਅਧੀਨ ਆਰਐਫਕੇ ਜੂਨੀਅਰ ਦਾ ਖਸਰਾ ਪ੍ਰਤੀਕਰਮ - ਪੋਲਿਟਿਕੋ",
        "ਮੈਡੀਕਲ ਜਾਂਚਕਰਤਾ ਕੋਲ ਜੀਨ ਹੈਕਮੈਨ ਅਤੇ ਪਤਨੀ ਬਾਰੇ ਦਿਲ ਦਹਿਲਾਉਣ ਵਾਲਾ ਸਿਧਾਂਤ ਹੈ - PennLive",
        "ਦੱਖਣੀ ਕੋਰੀਆ ਦੇ ਲੜਾਕੂ ਜਹਾਜ਼ਾਂ ਨੇ ਅਚਾਨਕ ਘਰਾਂ 'ਤੇ ਬੰਬ ਸੁੱਟਿਆ, 15 ਨਾਗਰਿਕ ਜ਼ਖਮੀ - ਸੀਐਨਐਨ",
        "ਵੀਰਵਾਰ ਲਈ ਨਿਰਧਾਰਤ ਕਾਰਜਕਾਰੀ ਆਦੇਸ਼ ਦਾ ਖਰੜਾ ਸਿੱਖਿਆ ਵਿਭਾਗ ਨੂੰ ਬੰਦ ਕਰਨ ਦੀ ਮੰਗ ਕਰਦਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਟਰੰਪ ਨੇ ਗਾਜ਼ਾ ਵਿਚ ਰੱਖੇ ਗਏ ਸਾਰੇ ਬਾਕੀ ਬੰਧਕਾਂ ਨੂੰ ਰਿਹਾਅ ਕਰਨ ਲਈ ਹਮਾਸ ਨੂੰ ‘ਆਖਰੀ ਚੇਤਾਵਨੀ’ ਜਾਰੀ ਕੀਤੀ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਮੇਲਿੰਡਾ ਫ੍ਰੈਂਚ ਗੇਟਸ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਸਨੇ ਮਾਈਕ੍ਰੋਸਾੱਫਟ ਨਾਮਕ ਇੱਕ 'ਛੋਟੀ ਜਿਹੀ ਕੰਪਨੀ' ਵਿੱਚ ਨੌਕਰੀ ਲਈ ਸੀ ਜਦੋਂ ਆਈਬੀਐਮ ਵਿਖੇ ਉਸ ਦੇ ਭਾੜੇ ਦੇ ਮੈਨੇਜਰ ਨੇ ਉਸ ਨੂੰ ਇਸ ਲਈ ਜਾਣ ਲਈ ਕਿਹਾ - ਬਿਜ਼ਨਸ ਇਨਸਾਈਡਰ",
        "ਰੂਸ ਨੇ ਜ਼ੇਲੇਨਸਕੀ ਦੇ ਹੋਮਟਾਊਨ ਵਿੱਚ ਵਿਦੇਸ਼ੀ ਮਾਨਵਤਾਵਾਦੀ ਵਰਕਰਾਂ ਨਾਲ ਹੋਟਲ 'ਤੇ ਹੜਤਾਲ ਕੀਤੀ - ਕੀਵ ਪੋਸਟ",
        "ਟਰੰਪ ਪ੍ਰਸ਼ਾਸਨ ਵੀਏ ਦੇ ਕਰਮਚਾਰੀਆਂ ਨੂੰ 15 ਪ੍ਰਤੀਸ਼ਤ ਦੀ ਕਟੌਤੀ ਕਰਨ ਦੀ ਯੋਜਨਾ ਬਣਾ ਰਿਹਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "‘ਦਿ ਭਰਤੀ’ 2 ਸੀਜ਼ਨ ਤੋਂ ਬਾਅਦ ਨੈੱਟਫਲਿਕਸ 'ਤੇ ਰੱਦ ਕੀਤੀ ਗਈ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਮਿਨੀਅਪੋਲਿਸ ਤੋਂ ਮਜ਼ਾਟਲਾਨ ਲਈ ਸਨ ਕੰਟਰੀ ਫਲਾਈਟ \"ਸੁਰੱਖਿਆ ਚਿੰਤਾ\" ਦੇ ਕਾਰਨ ਮੋੜ ਦਿੱਤੀ ਗਈ, ਅਧਿਕਾਰੀਆਂ ਦਾ ਕਹਿਣਾ ਹੈ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਚਾਰਜਰਸ ਐਨਐਫਐਲ ਸਟਨਰ ਵਿੱਚ ਪੰਜ ਵਾਰ ਪ੍ਰੋ ਗੇਂਦਬਾਜ਼ ਜੋਏ ਬੋਸਾ ਨੂੰ ਜਾਰੀ ਕਰਦੇ ਹਨ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਮੁੱਖ ਖੇਤੀਬਾੜੀ ਉਤਪਾਦਾਂ ਲਈ ਟੈਰਿਫ ਛੋਟਾਂ 'ਤੇ ਟਰੰਪ ਪ੍ਰਸ਼ਾਸਨ ਦਾ ਵਿਚਾਰ - ਪੋਲਿਟਿਕੋ",
        "ਐਨਐਫਐਲ ਮੌਕ ਡਰਾਫਟਃ 2025 ਸਕਾਉਟਿੰਗ ਕੰਬਾਈਨ ਤੋਂ ਬਾਅਦ ਪਹਿਲੇ ਦੌਰ ਦੇ ਅਪਡੇਟਸ - ਕਲਪਨਾ ਜੀਵਨ",
        "ਰਿਪਬਲਿਕਨਾਂ ਨੇ ਡੈਮੋਕ੍ਰੇਟਿਕ ਮੇਅਰਾਂ ਨੂੰ ਨਿਸ਼ਾਨਾ ਬਣਾਉਂਦੇ ਹੋਏ ਸੈੰਕਚੂਰੀ ਸਿਟੀ ਜਾਂਚ ਦੀ ਅਗਵਾਈ ਕੀਤੀ - ਐਕਸੀਓਸ",
        "ਓਪੇਕ ਟਰੰਪ PressureBut Throws ਨੂੰ ਗੁਫਾ ਹੁਣੇ ਹੀ ਇੱਕ ਹੱਡੀ - OilPrice.com"
    ]
}