{
    "headlines": [
        "Was wir über Beerdigungspläne für den ehemaligen Präsidenten Jimmy Carter wissen - CNN",
        "Ausnahmezustand in Trinidad und Tobago inmitten eines außergewöhnlich tödlichen Jahres ausgerufen - CNN",
        "Nordlichter werden Silvester zeigen, aber werden sie vom DC-Gebiet aus sichtbar sein? - WTOP",
        "Norovirus: Was Sie über steigende Ausbrüche der Magen-Darm-Erkrankung wissen sollten - The Washington Post",
        "Bankaufsichtsbehörde gibt BlackRock Januar Frist für Bankbeteiligungen - Yahoo Finance",
        "Das US-Finanzministerium sagt, dass es von China bei einem \"schweren Vorfall\" gehackt wurde - BBC.com",
        "2025 NFL Mock Draft: Giants, Raiders und Jags gewinnen alle in Woche 17 Ergebnisse in großen Umwälzungen in den Top 10 - CBS Sports",
        "So sehen Sie Lions vs. 49ers kostenlos live auf Monday Night Football - New York Post",
        "Bill Ackman erwartet, dass Trump Fannie Mae und Freddie Mac privatisiert - Reuters",
        "Walmès? Käufer können nicht aufhören, über die 78 $ Walmart-Tasche zu sprechen, die einem 10.000 $ Hermès Birkin ähnelt. - Business Insider",
        "‘Widespread claims of abuse’ at Marcy Correctional Facility, a 2022 report found - WSYR",
        "Vogelgrippe bei fast 1 Million Hühnern im Südwesten von Ohio entdeckt - WLWT Cincinnati",
        "WER appelliert für ein Ende der Angriffe auf Gazas Krankenhäuser - BBC.com",
        "Biden kündigt fast 2,5 Milliarden Dollar mehr an Militärhilfe für die Ukraine an - The Associated Press",
        "Trump befürwortet Mike Johnson zur Wiederwahl als Sprecher des Repräsentantenhauses vor einer gefährlichen Abstimmung - The Washington Post",
        "Die Aktien überspringen in diesem Jahr die „Weihnachtsmann-Rallye“. Warum es kein gutes Zeichen ist. - MarketWatch",
        "Deutsche Sicherheitschefs gegrillt über Magdeburger Angriff - DW (Englisch)",
        "Syriens islamistische Herrscher nennen Maysaa Sabrine als erste Frau an der Spitze der Zentralbank - The Wall Street Journal",
        "Liam Payne: 5 Anklagepunkte im Zusammenhang mit dem Tod des One Direction-Sängers - Yahoo Entertainment",
        "Jason Momoa spielt Lobo in \"Supergirl: Woman of Tomorrow\" - Deadline"
    ]
}