{
    "headlines": [
        "Rwanda-backed rebels occupy a 2nd major city in Congo’s mineral-rich east - The Associated Press",
        "At least 9 people are dead, including 8 in Kentucky, in latest blast of winter weather - The Associated Press",
        "Rep. Daniel Goldman on DOJ’s dismissal of Eric Adams case: ‘Outright extortion’ - POLITICO",
        "Trump administration blasts ‘unprecedented assault’ on its power in first Supreme Court appeal - CNN",
        "No. 7 UConn stuns No. 4 South Carolina, 87-58, snapping their 71 game winning streak at home - NCAA.com",
        "Ukraine not invited to US-Russia peace talks in Saudi Arabia, source says - BBC.com",
        "Zach LaVine Responds to Ja Morant, Teases Another NBA Dunk Contest Appearance - Bleacher Report",
        "Juiciest Presidents' Day Apple deals: $100 off an iPad Air, $50 off AirPods and more - Yahoo",
        "Company says it received conditional approval for bird flu vaccine from US Department of Agriculture - CNN",
        "Dallas Mavericks Assistant Coach Darrell Armstrong arrested for aggravated assault with a deadly weapon, sources say - WFAA.com",
        "Trump administration cuts reach FDA employees in food safety, medical devices and tobacco products - The Associated Press",
        "‘Trump trades’ like the dollar and bitcoin are stalling, while Chinese stocks are racing ahead - MarketWatch",
        "‘SNL 50’ Adds Alec Baldwin, Julia Louis-Dreyfus, Leslie Jones, Lin-Manuel Miranda and More to Lineup - Variety",
        "BAFTA Film Awards: Winners List — Updating Live - Deadline",
        "‘Captain America’ Box Office: ‘Brave New World’ Opens to Bullish $100M in U.S., $192M Globally - Hollywood Reporter",
        "Northern Lights Forecast: 7 States Could See Aurora Borealis Tonight - Forbes",
        "Homan pushes back on idea on Adams case being ordered to be dropped for Rikers access - The Hill",
        "What changes to the CHIPS act could mean for AI growth and consumers - The Associated Press"
    ]
}