{
    "headlines": [
        "ਲਿਬਰਟੀ ਨੇ ਗੇਮ 2 ਵਿਚ ਦੇਰ ਨਾਲ ਦੂਰ ਕੱ; ਿਆ; ਏਸਸ ਆਨ ਬ੍ਰਿੰਕ - ਈਐਸਪੀਐਨ",
        "ਅਗਲੇ ਹਫਤੇ ਖਾੜੀ ਵਿੱਚ ਖੰਡੀ ਮੀਂਹ ਦਾ ਤੂਫਾਨ ਬਣ ਸਕਦਾ ਹੈ, ਪਰ ਵੇਰਵੇ ਭਿਆਨਕ ਹਨ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਓਲੀਵੀਆ ਨੂਜ਼ੀ ਨੇ ਆਰਐਫਕੇ ਸੰਬੰਧਾਂ ਦੇ ਵਿਚਕਾਰ ਬਲੈਕਮੇਲ ਮੁਹਿੰਮ ਨੂੰ ਆਰਕੈਸਟਰੇਟ ਕਰਨ ਦੀ ਸਾਬਕਾ ਮੰਗੇਤਰ ਦਾ ਦੋਸ਼ ਲਗਾਇਆ - ਸੀਐਨਐਨ",
        "ਐਮਐਲਬੀ ਪਲੇਆਫ ਸਕੋਰ, ਲਾਈਵ ਅਪਡੇਟਸਃ ਪੈਡਰਸ ਫੇਸ ਬਰੇਵਜ਼ ਮੈਟਸ, ਰਾਇਲਜ਼ ਅਤੇ ਟਾਈਗਰਜ਼ ਨੇ ਆਪਣੀ ਗੇਮ 1 ਨੂੰ ਜਿੱਤਣ ਤੋਂ ਬਾਅਦ - ਯਾਹੂ ਸਪੋਰਟਸ",
        "ਖੇਤਰੀ ਪੱਧਰ 'ਤੇ ਸੰਘਰਸ਼ ਵਧਦੇ ਹੀ ਈਰਾਨ ਨੇ ਇਜ਼ਰਾਈਲ' ਚ ਘੱਟੋ-ਘੱਟ 180 ਮਿਜ਼ਾਈਲਾਂ ਦਾਗੇ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "Davante Adams ਨੇ ਰੇਡਰਜ਼ ਤੋਂ ਵਪਾਰ ਦੀ ਬੇਨਤੀ ਕੀਤੀ; ਏਡਨ ਹਚਿਨਸਨ ਸ਼ੋਅ ਵਿੱਚ ਸ਼ਾਮਲ ਹੋਏ | ਅੰਦਰੂਨੀ - ਐਨਐਫਐਲ",
        "ਹੈਲੀਨ - ਡਬਲਯੂਐਲਓਐਸ ਦੁਆਰਾ ਪ੍ਰਭਾਵਿਤ ਡਬਲਯੂਐਨਸੀ ਕਾਉਂਟੀਆਂ ਵਿੱਚ ਸਵੈਇੱਛੁਕ ਅਤੇ ਦਾਨ ਦੇ ਮੌਕੇ",
        "ਪੋਰਟ ਸਟ੍ਰਾਈਕ ਯੂਨੀਅਨ ਦੇ ਨੇਤਾ ਹੈਰਲਡ ਡੈਗੇਟਃ ਕੀ ਜਾਣਨਾ ਹੈ - ਫੌਕਸ ਬਿਜ਼ਨਸ",
        "ਦਿਨ ਬਾਅਦ, ਰਿਕਾਰਡ ਸੈਟਿੰਗ ਗੋਫ ਨੇ ਗੇਮ ਗੇਂਦ ਦਿੱਤੀ - ਈਐਸਪੀਐਨ",
        "ਇਰਾਨ ਨੇ ਇਜ਼ਰਾਈਲ 'ਤੇ ਮਿਜ਼ਾਈਲਾਂ ਦੀ ਸ਼ੁਰੂਆਤ ਕਰਦਿਆਂ ਸੂਚਕਾਂਕ ਖਤਮ ਕੀਤਾ; ਰੱਖਿਆ ਸ਼ੇਅਰਾਂ ਵਿੱਚ ਵਾਧਾ - ਰਾਇਟਰ",
        "ਬਿਡੇਨ ਤੂਫਾਨ ਦੀ ਰਿਕਵਰੀ 'ਜੰਪ-ਸਟਾਰਟ' ਵੱਲ ਧੱਕਦਾ ਹੈ; ਘੱਟੋ ਘੱਟ 144 ਮਰੇ. ਲਾਈਵ ਅੱਪਡੇਟ - ਅਮਰੀਕਾ ਅੱਜ",
        "50 ਸਾਲ ਤੋਂ ਘੱਟ ਉਮਰ ਦੀਆਂ ਔਰਤਾਂ 'ਚ ਛਾਤੀ ਦੇ ਕੈਂਸਰ ਦਾ ਪਤਾ, ਨਵੀਂ ਰਿਪੋਰਟ' ਚ ਹੋਇਆ ਖੁਲਾਸਾ - Fox News",
        "ਜਿੰਮੀ ਕਾਰਟਰ ਦੇ 100ਵੇਂ ਜਨਮ ਦਿਨ 'ਤੇ ਟਰੰਪ ਨੇ ਕੀਤੀ ਖੁਦਾਈ - PBS NewsHour",
        "ਨਾਈਕ ਸਟਾਕ ਟੁੰਬਦਾ ਹੈ ਕਿਉਂਕਿ ਕੰਪਨੀ ਸੀਈਓ ਤਬਦੀਲੀ ਦੇ ਵਿਚਕਾਰ ਮਾਰਗਦਰਸ਼ਨ ਵਾਪਸ ਲੈਂਦੀ ਹੈ - ਯਾਹੂ ਵਿੱਤ",
        "Khamenei ਇਬਰਾਨੀ ਵਿਚ ਇਜ਼ਰਾਈਲ ਨੂੰ ਧਮਕੀ, Geert Wilders ਵਿਸਫੋਟਕ ਮੁਦਰਾ ਵਿੱਚ ਵਾਪਸ ਅੱਗ - ਯਰੂਸ਼ਲਮ ਪੋਸਟ",
        "ਸਵਿਚ ਇਮੂਲੇਟਰ Ryujinx ਦੇ ਬਾਅਦ ਵਿਕਾਸ ਨੂੰ ਬੰਦ \"Nintendo ਕੇ ਸੰਪਰਕ\" - Ars Technica",
        "ਅਗਲਾ ਆਈਫੋਨ ਐਸਈ ਹੋਮ ਬਟਨ ਗੁਆ ਸਕਦਾ ਹੈ, ਫੇਸ ਆਈਡੀ ਅਤੇ ਐਪਲ ਇੰਟੈਲੀਜੈਂਸ ਸ਼ਾਮਲ ਕਰੋ - ਦਿ ਵਰਜ",
        "ਜੀਪ ਮਾਲਕਾਂ ਨੂੰ ਬਕਾਇਆ ਰੀਕਾਲ ਫਿਕਸ ਦੇ ਬਾਹਰ ਪਾਰਕ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ, ਅਮਰੀਕੀ ਏਜੰਸੀ ਕਹਿੰਦੀ ਹੈ - ਰਾਇਟਰਜ਼",
        "ਕੈਂਟਕੀ ਜੱਜ ਦੀ ਗੋਲੀਬਾਰੀ ਦੀ ਹੈਰਾਨਕੁਨ ਨਿਗਰਾਨੀ ਟੇਪ ਅਦਾਲਤ ਵਿੱਚ ਖੇਡੀ ਗਈ ਸ਼ੈਰਿਫ ਦੇ ਕਤਲ ਦੇ ਕੇਸ ਵਜੋਂ ਗ੍ਰੈਂਡ ਜਿuryਰੀ ਨੂੰ ਭੇਜੀ ਗਈ - ਸੀ ਐਨ ਐਨ",
        "ਟਿਮ ਵਾਲਜ਼ ਅਤੇ ਜੇਡੀ ਵੈਨਸ ਵਿਚਕਾਰ ਅੱਜ ਰਾਤ ਵੀਪੀ ਬਹਿਸ ਕਿਵੇਂ ਵੇਖੀਏ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼"
    ]
}