{
    "headlines": [
        "Biden besucht Florida, um Milton-Schäden zu untersuchen; über 920.000 ohne Strom, Überschwemmungen halten an - USA TODAY",
        "Die Optimus-Roboter bei Teslas Cybercab-Event waren verkleidete Menschen - The Verge",
        "Die UNO sagt, dass israelische Panzer gezwungen sind, in ihre Position im Südlibanon einzudringen, während Netanyahu den Friedenstruppen sagt, dass sie gehen sollen - BBC.com",
        "Aoki Lee Simmons beendet das Modeln, müde von Vergleichen mit Mama Kimora - TMZ",
        "\"Keine roten Linien\" im Konflikt mit Israel, sagt der iranische Außenminister - POLITICO EUROPE",
        "Ravens vs. Commanders Quoten, Picks, Spread, wie man zuschaut, Stream: Modell enthüllt 2024 Woche 6 NFL-Vorhersagen - CBS Sports",
        "Erklärung von Pentagon-Pressesekretär Generalmajor Pat Ryder zum Einsatz einer THAAD-Batterie in Israel - Verteidigungsministerium",
        "Sprecher Johnson erwartet keinen weiteren 6. Januar. Aber er hat immer noch Zweifel an der Integrität der Wahl. - POLITICO",
        "Packers vs Cardinals: Live-Score-Updates, Verletzungsbericht, Quoten, Zeitplan - Milwaukee Journal Sentinel",
        "‘Terrifier 3’ Tops Box Office mit $ 18 Millionen Debüt, ‘Joker: Folie à Deux’ bricht mit brutal 81% Drop zusammen - Vielfalt",
        "Jaguars vs. Bears NFL London Spielstand, Live-Updates: Jacksonville und Chicago treffen im zweiten UK-Spiel im Jahr 2024 aufeinander - Yahoo Sports",
        "[entfernt]",
        "Die meisten Notaufnahmen sind nicht vollständig auf Notfälle von Kindern vorbereitet - The Washington Post",
        "Der Bullenmarkt ist 2 Jahre alt. Hier denkt die Wall Street, dass Aktien als nächstes dran sind. - Yahoo Finance",
        "Bären verlieren im ersten Quartal in London ihren langen Schnapper an einer Knieverletzung - NBC Sports",
        "Columbus bleibt, verifiziert nach 500 Jahren, zeigen, dass er jüdisch war: Dokumentarfilm - Fox News",
        "Ariana Grande imitiert Britney Spears und verwandelt sich während der \"SNL\" -Rückkehr in Jennifer Coolidge - New York Post",
        "Bei einer technischen Meisterleistung fangen mechanische SpaceX-Waffen den Raumschiff-Raketenbooster an der Startrampe zurück - ABC News",
        "'Dead Heat': Trump zieht sogar mit Harris in NBC News Umfrage - NBC News",
        "Seltener Komet kann mit bloßem Auge sichtbar sein. Hier kannst du nachsehen. - CBS Boston"
    ]
}