{
    "headlines": [
        "ਟਰੰਪ ਨੇ ਲਿੰਡਾ ਮੈਕਮਾਹਨ ਨੂੰ ਸਿੱਖਿਆ ਸਕੱਤਰ ਦੀ ਚੋਣ ਵਜੋਂ ਨਾਮਜ਼ਦ ਕੀਤਾ - ਸੀਐਨਐਨ",
        "ਹਾਂਗਕਾਂਗ ਆਪਣੇ ਮੁਕੱਦਮੇ 'ਤੇ ਚਾਰ ਸਾਲਾਂ ਵਿਚ ਪਹਿਲੀ ਵਾਰ ਜੇਲ੍ਹ ਵਿਚ ਬੰਦ ਮੀਡੀਆ ਕਾਰੋਬਾਰੀ ਜਿੰਮੀ ਲਾਈ ਤੋਂ ਸੁਣਵਾਈ ਕਰੇਗਾ - ਸੀਐਨਐਨ",
        "ਡੇਵਿਸ ਕੱਪ 'ਚ ਨੀਦਰਲੈਂਡ ਤੋਂ ਪਰੇਸ਼ਾਨ ਸਪੇਨ ਤੋਂ ਬਾਅਦ ਰਾਫੇਲ ਨਡਾਲ ਰਿਟਾਇਰ - CNN",
        "ਸਾਡੇ ਬ੍ਰਹਿਮੰਡ ਨੂੰ ਵੱਖ ਕਰਨ ਵਾਲੀ ਹਨੇਰੇ energyਰਜਾ ਸ਼ਾਇਦ ਉਹ ਨਹੀਂ ਜਾਪਦੀ, ਵਿਗਿਆਨੀ ਕਹਿੰਦੇ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਵਿਸ਼ਲੇਸ਼ਕ ਕਮਾਈ ਤੋਂ ਪਹਿਲਾਂ ਐਨਵੀਡੀਆ ਸਟਾਕ ਕੀਮਤ ਦਾ ਟੀਚਾ ਅਪਡੇਟ ਕਰਦੇ ਹਨ - ਥੀਸਟ੍ਰੀਟ",
        "ਕਾਲਜ ਫੁੱਟਬਾਲ ਪਲੇਆਫ ਰੈਂਕਿੰਗ ਦੀ ਭਵਿੱਖਬਾਣੀ ਕਰਨਾ, ਹਫਤੇ 13 ਲਈ ਬਰੈਕਟ - NCAA.",
        "ਅਲੈਕਸ ਜੋਨਸ ਸੋਸ ਦ ਪਿਆਜ਼, ਸੈਂਡੀ ਹੁੱਕ ਫੈਮਿਲੀਜ਼ ਓਵਰ ਇਨਫੋਵਰਸ ਡੀਲ - ਦਿ ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "ਐਪਲ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਮੈਕ ਉਪਭੋਗਤਾਵਾਂ ਨੂੰ ਜ਼ੀਰੋ-ਡੇਅ ਸਾਈਬਰ ਹਮਲਿਆਂ ਵਿੱਚ ਨਿਸ਼ਾਨਾ ਬਣਾਇਆ ਗਿਆ - TechCrunch",
        "ਐਕਸਕਲੂਸਿਵ | Comcast ਗ੍ਰੀਨਲਾਈਟਸ NBCUniversal ਕੇਬਲ ਚੈਨਲ ਦੇ $ 7 ਅਰਬ Spinoff - ਵਾਲ ਸਟਰੀਟ ਜਰਨਲ",
        "ਕੀ ਦੁਸ਼ਟ ਫਿਲਮ ਹਾਇਪ ਤੱਕ ਜੀਉਂਦੀ ਰਹੀ? ਸਮੀਖਿਆਵਾਂ ਪੜ੍ਹੋ - ਪਲੇਬਿਲ",
        "ਹਾਂਗਕਾਂਗ ਦੇ ਸਭ ਤੋਂ ਵੱਡੇ ਰਾਸ਼ਟਰੀ ਸੁਰੱਖਿਆ ਮਾਮਲੇ 'ਚ ਲੋਕਤੰਤਰ ਪੱਖੀ 45 ਕਾਰਕੁਨਾਂ ਨੂੰ ਜੇਲ੍ਹ ਦਾ ਸਮਾਂ ਮਿਲਿਆ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਟਰੰਪ ਨੇ ਡਾ. ਓਜ਼ ਨੂੰ ਸੀਐਮਐਸ ਪ੍ਰਬੰਧਕ ਚੁਣਿਆ - ਪੋਲਿਟਿਕੋ",
        "ਜੱਜ ਨਿਯਮ ਸਰਕਾਰੀ ਵਕੀਲ ਸੀਨ 'Diddy' Combs 'ਜੇਲ੍ਹ ਸੈੱਲ ਨੋਟ ਨੂੰ ਤਬਾਹ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ - ABC ਨਿਊਜ਼",
        "‘ਬੰਬ ਚੱਕਰਵਾਤ’ ਅੱਜ ਰਾਤ ਤੋਂ ਪੈਸੀਫਿਕ ਉੱਤਰ-ਪੱਛਮੀ ਅਤੇ ਉੱਤਰੀ ਕੈਲੀਫੋਰਨੀਆ ਵਿੱਚ ਸ਼ੁਰੂ ਹੋ ਰਿਹਾ ਹੈ । ਇੱਥੇ ਕੀ ਜਾਣਨਾ ਹੈ. - ਫੋਰਬਸ",
        "N. Y. ਵਕੀਲ ਟਰੰਪ ਹਸ਼ ਮਨੀ ਕੇਸ ਵਿੱਚ ਸਾਲਾਂ ਤੋਂ ਦੇਰੀ ਲਈ ਖੁੱਲ੍ਹੇ ਦਿਖਾਈ ਦਿੰਦੇ ਹਨ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਟੈਕਸਾਸ ਦੇ ਅਧਿਕਾਰੀ ਐਲੀਮੈਂਟਰੀ ਸਕੂਲਾਂ ਵਿੱਚ ਬਾਈਬਲ-ਅਧਾਰਤ ਪਾਠਾਂ ਦਾ ਸਮਰਥਨ ਕਰਦੇ ਹਨ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਐਂਡਰਾਇਡ 16 ਡੀਪੀ 1: ਪਿਕਸਲ 9 ਪ੍ਰਾਪਤ ਕਰਦਾ ਹੈ ‘ਪ੍ਰਯੋਗਾਤਮਕ ਮੋਡ’ ਡਿਸਪਲੇਅ ਰੰਗ - 9to5Google",
        "ਐਮਐਲਬੀ ਅਫਵਾਹਾਂਃ ਜੁਆਨ ਸੋਟੋ ਨਾਲ ਮੁਲਾਕਾਤ ਕਰਨ ਤੋਂ ਬਾਅਦ ਯੈਂਕੀਜ਼ ਪਿੱਤਲ 'ਗੂੰਗ ਹੋ', ਜਦੋਂ ਕਿ ਫਿਲੀਜ਼ ਮੁਫਤ ਏਜੰਸੀ ਸ਼ਿਕਾਰ 'ਤੇ ਚਾਹੁੰਦੇ ਹਨ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਐਸ ਐਂਡ ਪੀ 500 ਲਾਭ ਅਤੇ ਘਾਟਾ ਅੱਜਃ ਸੁਪਰਮਾਈਕ੍ਰੋ ਪਾਲਣਾ ਦਾਇਰ ਕਰਨ ਤੋਂ ਬਾਅਦ ਵਾਪਸ ਰੌਲਾ ਪਾਉਂਦਾ ਹੈ - ਇਨਵੈਸਟੋਪੀਡੀਆ",
        "ਟਰੰਪ ਨੇ ਵਿੱਤਕਰਤਾ ਹਾਵਰਡ ਲੂਟਨਿਕ ਨੂੰ ਵਣਜ ਸਕੱਤਰ ਵਜੋਂ ਚੁਣਿਆ - ਬੀਬੀਸੀ."
    ]
}