{
    "headlines": [
        "مبعوث ترامب ويتكوف في إسرائيل للإشراف على اتفاق وقف إطلاق النار - واشنطن بوست",
        "شاهدت وكالة أسوشييتد برسروكي بينما يشهد المتهم أن مغني الراب أطلق النار عليه في هوليوود: \"بدا وكأنه فيلم\" - سي بي إس نيوز",
        "فالكون 9 بوستر تطلق رحلة من فلوريدا تحمل الجيل التالي من القمر الصناعي لوكالة الفضاء الأوروبية - WESH 2 أورلاندو",
        "المصادر: ينضم ويلكس إلى موظفي غلين كـ Jets 'DC - ESPN",
        "يدعي إيلون ماسك أن القيادة الذاتية الكاملة متقدمة بحيث يقوم مالكو تسلا بإيقاف تشغيلها والتوجيه بركبهم للتحقق من الرسائل النصية - فورتشن",
        "يبقي بنك الاحتياطي الفيدرالي أسعار الفائدة ثابتة، ويرى أن التضخم \"مرتفع\"، حيث يرفض باول التعليق على ترامب - وكالة أسوشيتد برس",
        "ميزة توفير الوزن والتحسين الهوائي في 2025 Porsche 911 GT3 - Ars Technica",
        "توسيع مركز عمليات المهاجرين في المحطة البحرية في خليج غوانتانامو إلى كامل طاقته - البيت الأبيض",
        "ولاية يوتا لعقد تصويت المشجعين في أرينا لاسم الفريق والشعار - NHL.com",
        "إنهاء التلقين الراديكالي في التعليم من الروضة إلى الصف الثاني عشر - البيت الأبيض",
        "ذهب ترامب للصدمة والرعب. الآن هو يمسح. - بوليتيكو",
        "تحذر مجموعات الموظفين والديمقراطيين والخبراء الفيدراليين من قبول عرض \"الاستقالة المؤجلة\" - المسؤول التنفيذي الحكومي",
        "تم تأكيد الترتيب النهائي لدوري أبطال أوروبا - تم الكشف عن 16 ناديًا فاصلًا قبل التعادل - ترانسفيرماركت",
        "يطلب ترامب من إيلون ماسك إعادة رائدي فضاء ستارلاينر من محطة الفضاء الدولية إلى ناسا — لكن لديهما بالفعل رحلة سبيس إكس إلى المنزل - Space.com",
        "تقول ناسا إن كويكب \"سيتي كيلر\" لديه فرصة 1 في 83 للاصطدام بالأرض في عام 2032 - Livescience.com",
        "أرباح تسلا تنخفض أكثر من 70 في المئة في الربع الرابع - ذا فيرج",
        "يقول المصدر إن ترامب يوقع اتفاقية تسوية مع ميتا - سي إن إن",
        "ملخص سريع لجلسة الاستماع الأولى لتأكيد ترشيح آر إف كيه جونيور كمرشح لترامب لمنصب وزير الصحة - وكالة أسوشيتد برس",
        "البيت الأبيض يلغي أمر تجميد المساعدات الفيدرالية والمنح - صحيفة وول ستريت جورنال",
        "حكم على السيناتور السابق بوب مينينديز بالسجن 11 عامًا بتهمة الفساد والرشوة - سي إن إن"
    ]
}