{
    "headlines": [
        "تم العثور على رجل أمريكي بالقرب من دمشق بعد إطلاق سراحه من السجن السوري - BBC.com",
        "تشدد الصين على خطط لتعزيز النمو في الاجتماع الأول لوضع جدول الأعمال - سي إن بي سي",
        "إحاطة حية: بلينكن في الشرق الأوسط لمناقشة الانتقال السوري مع استمرار جهود وقف إطلاق النار في غزة - واشنطن بوست",
        "بايدن يعفو عن ما يقرب من 1500 أمريكي، وهو رقم قياسي لرئيس أمريكي - نيويورك تايمز",
        "قاعدة فيدرالية جديدة تحد من رسوم السحب على المكشوف في البنوك الكبيرة - نيويورك تايمز",
        "سيلينا غوميز تعلن خطوبتها لبيني بلانكو - BBC.com",
        "تكشف الصورة المسربة عن إمكانية إعادة تصميم iPhone 17 Pro، وهي مألوفة بشكل مثير للريبة - Android Authority",
        "سجل سهم Tesla رقماً قياسياً. ما يقوله التاريخ يأتي بعد ذلك. - بارون",
        "الأسهم ترتفع على الرهانات التي يخفضها بنك الاحتياطي الفيدرالي ؛ شركة اليورو قبل قرار البنك المركزي الأوروبي - رويترز",
        "بيل بيليتشيك يعطي كلية نورث كارولينا القديمة محاولة: داخل التغيير الوظيفي الصادم للمدرب الفائز ببطولة السوبر بول - سي بي إس سبورتس",
        "2024 NFL playoff picture: Projecting the full bracket for AFC and NFC with Chiefs and Lions earning byes - CBS Sports",
        "ميتا تتبرع بمليون دولار لصندوق ترامب الافتتاحي في أحدث خطوة لإصلاح العلاقة - سي إن إن",
        "يضع زعيم المتمردين السوريين، بعد الإطاحة بالأسد، بصمته الخاصة على الدولة - رويترز",
        "تقرير بول عن الثواني الأخيرة في مباراة غولدن ستيت الليلة في هيوستن - مسؤول في الدوري الاميركي للمحترفين",
        "برجك ليوم الخميس 12 ديسمبر 2024 - شيكاغو صن تايمز",
        "روجر غودل: علاقة اتحاد كرة القدم الأميركي مع جاي زي، روك نيشن \"لا تتغير\" - إن بي سي سبورتس",
        "كرة السلة النسائية في أيوا: هاوكيز تطحن فوز ساي هوك على ولاية أيوا - هوك سنترال",
        "تروج Google لـ \"عصر الوكيل الجديد\" مع وكلاء الذكاء الاصطناعي المدعومين من Gemini 2.0 - Cointelegraph",
        "دونالد ترامب يعين كاري ليك لقيادة صوت أمريكا - الموعد النهائي",
        "وصف إلتون جون إضفاء الشرعية على الماريجوانا في أمريكا وكندا بأنه \"واحد من أعظم الأخطاء في كل العصور\" - تنوع"
    ]
}