{
    "headlines": [
        "Bahnhof Neu-Delhi: Trauernde Familien erzählen den Horror des tödlichen Schwarms - BBC.com",
        "Daytona 500 2025: Startzeit, TV, Streaming, Wetter, Aufstellung für das NASCAR-Rennen am Sonntag - USA TODAY",
        "Die europäischen Staats- und Regierungschefs werden einen Dringlichkeitsgipfel zur Ukraine abhalten, während Trump auf ein Ende des Krieges drängt - CNN",
        "Fatal Fury: Stadt der Wölfe fügt Kain R. Heinlein hinzu; DLC-Charaktere Andy Bogard, Joe Higashi und Mr. Big angekündigt - Gematsu",
        "Tkachuks helfen, Ton zu setzen, Funken USA Vergangenheit Kanada in 4 Nationen Face-Off - NHL.com",
        "Horoskop für Sonntag, 16. Februar 2025 - Chicago Sun-Times",
        "Musk bricht das Schweigen, nachdem die Influencerin Ashley St. Clair behauptet, sie sei die Mutter seines 13. Kindes - Hindustan Times",
        "Tausende Mitarbeiter der Bundesgesundheitsbehörde auf Probe wurden an diesem Wochenende per Brief entlassen. Hier ist, was es gesagt hat. - CBS News",
        "Schwerer Sturm im Osten der USA bringt schwere Sturzfluten mit sich - ABC News",
        "Der oberste US-Gesandte Rubio trifft russische Beamte in Saudi-Arabien zu Friedensgesprächen in der Ukraine - BBC.com",
        "Mac McClung knallt einen über Auto, um 3-Torf im NBA Dunk Contest abzuziehen - New York Post",
        "Alabamas Unwettergefahr nimmt zu: Starker Regen, schädliche Winde, Tornados im ganzen Bundesstaat möglich - AL.com",
        "Hauptkartenergebnisse | UFC-Kampfnacht: Kanonier gegen Rodrigues - UFC",
        "Ein Ausbruch ist am Mount Spurr in Alaska möglich. Was wir über den Vulkan wissen - KTVZ",
        "‘Shogun’, ‘Hacks’, ‘Anora’, ‘Nickel Boys’ Land Top Honors bei den Writers Guild Awards 2025 (vollständige Gewinnerliste) - Vielfalt",
        "Tom Cruise, 62, und Ana de Armas, 36, lächeln während des Valentinstagsausflugs in London - Seite sechs",
        "Grundlegende Kluft zwischen den USA und der EU öffnet sich in München - DW (Englisch)",
        "Amazon-Arbeiter in North Carolina stimmen gegen Gewerkschaftsbemühungen - CBS News"
    ]
}