{
    "headlines": [
        "'Einheit und Tugend': Mitt Romney verabschiedet sich nach 6 Jahren vom Senat - KSL.com",
        "Die Gesetzgeber von Montana versuchten, Zooey Zephyr von den Badezimmern des Kapitols zu blockieren. Deshalb hat es nicht funktioniert - Yahoo! Voices",
        "Hochkarätige südkoreanische Kabinettsminister bieten ihren Rücktritt an - Financial Times",
        "General Motors erhebt Anklage in Höhe von mehr als 5 Milliarden US-Dollar gegen chinesische Unternehmen - Financial Times",
        "National Signing Day Live: Commits, Flips, Gerüchte und beste Momente - ESPN",
        "Schlacht der Gewichtsabnahme-Giganten: Eli Lilly peitscht Novo Nordisk - Investor's Business Daily",
        "Eminems Halbbruder schreibt eine vernichtende Hommage an die verstorbene Mutter, da der Rapper inmitten von Jahren des \"Hasses\" stumm bleibt - Hindustan Times",
        "Sie war eine russische Prominente und Influencerin. Cops sagen, sie ist ein Crypto Laundering Kingpin - VERKABELT",
        "Das wissen wir über den berichteten Split von Sabrina Carpenter und Barry Keoghan - BuzzFeed",
        "Gefährliche, blendende Schneestürme von einem starken, sich schnell bewegenden Wintersturm bedrohen Reisen im Nordosten - CNN",
        "Wall St öffnet höher, da Investoren auf Wirtschaftsdaten warten, kommentiert Powell - Reuters",
        "UnitedHealthcare CEO Brian Thompson tödlich in New York erschossen - CNBC",
        "ACER kündigt ARC B580 und B570 Nitro-Grafikkarten an - VideoCardz.com",
        "Paul Finebaum reißt College-Football-Playoff: \"Es ist ein schrecklicher Fehler im System\" - On3.com",
        "[removed]",
        "Apples \"HomePod mit Bildschirm\" könnte später im Jahr 2025 erscheinen - The Verge",
        "\"Skeleton Crew\" ist jetzt das am besten bewertete Disney Star Wars-Projekt neben \"Andor\" - Forbes",
        "Apple-CEO Tim Cook spricht im neuen Interview über KI-Pläne, Vision Pro Future und mehr - MacRumors",
        "Was wir beobachten: Hegseth auf dem heißen Stuhl - POLITICO",
        "Warum verliert der französische Premierminister Michel Barnier ein Misstrauensvotum? - BBC.com"
    ]
}