{
    "headlines": [
        "تراجعت العقود الآجلة للأسهم بعد أن عانى مؤشر S&P 500 من أسوأ أسبوع له منذ عام 2023: تحديثات مباشرة - CNBC",
        "داك بريسكوت يصل إلى صفقة بقيمة 240 مليون دولار مع رعاة البقر قبل الافتتاح - واشنطن بوست",
        "تلة الاحتجاز: \"ماذا لو لم أكن تلة تيريك ؟\" - ESPN",
        "يتفوق جانيك سينر، المصنف الأول عالميًا، على تايلور فريتز للفوز ببطولة أمريكا المفتوحة، مما يمدد فترة جفاف البطولات الأربع الكبرى للتنس للرجال الأمريكيين - سي إن إن",
        "بوينغ تضرب صفقة مع الاتحاد بعد محادثات نهاية الأسبوع الماراثونية - بلومبرغ",
        "يفر السكان مع اقتراب حرائق الغابات في كاليفورنيا ونيفادا بشكل خطير ويحذر المتنبئون من حرارة قياسية - سي إن إن",
        "زعيم المعارضة الفنزويلية غونزاليس يصل إلى إسبانيا طالباً اللجوء - رويترز كندا",
        "iPhone 16 و iPhone 16 Pro و Airpods: ما الذي يشاع عن حدث Apple لعام 2024 يوم الاثنين - الولايات المتحدة الأمريكية اليوم",
        "مقتل ثلاثة مدنيين إسرائيليين بالرصاص عند معبر اللنبي بين الضفة الغربية والأردن - سي إن إن",
        "يقول الباحثون إن خطر الإصابة بمرض باركنسون مرتبط بصحة الأمعاء - فوكس نيوز",
        "تحديثات إطلاق النار في كنتاكي يوم الأحد: أغلقت المدارس المحلية يوم الاثنين، والتحقيق مستمر - مجلة البريد السريع",
        "قال عضوان في الناتو إن طائرات روسية بدون طيار انتهكت مجالهما الجوي - وكالة أسوشيتد برس",
        "5 أسئلة ملحة حول حالة إنفلونزا الطيور H5 الغامضة في ميسوري - STAT",
        "كيف يستعد ترامب وهاريس لأول مناظرة لهما عام 2024 - سي بي إس نيوز",
        "حاكم ولاية كارولينا الشمالية روي كوبر يقول إذا فازت كامالا هاريس بولايته، \"فهي الرئيس القادم للولايات المتحدة\" - سي بي إس نيوز",
        "روب كارداشيان يزن بعد أن أطلق حلم ابنته البالغة من العمر 7 سنوات صفحة Instagram - TooFab",
        "توفي الرئيس التنفيذي لشركة وافل هاوس والت إيمر عن عمر يناهز 58 عامًا - وكالة أسوشيتد برس",
        "رحب البابا فرنسيس في فانيمو النائية في بابوا غينيا الجديدة - BBC.com",
        "نيكي هيلي تنفصل عن ترامب بشأن اقتراح التلقيح الاصطناعي، ولا تزال تقول إنها \"على أهبة الاستعداد\" للحملة - فوكس نيوز",
        "إيلون ماسك يكشف متى ستذهب مركبة سبيس إكس الفضائية إلى المريخ لأول مرة - TESLARATI"
    ]
}