{
    "headlines": [
        "4 من كل 10 أشخاص بالغين في الولايات المتحدة يعانون من ارتفاع ضغط الدم لا يعرفون أنهم مصابون به - واشنطن بوست",
        "ترامب يختار النائبة إليز ستيفانيك لمنصب سفيرة الأمم المتحدة - سي إن إن",
        "رجال الإطفاء يكافحون لاحتواء حرائق الغابات الخطيرة المشتعلة على كلا الساحلين - سي إن إن",
        "مراجعة \"المصارع الثاني \": تتمة بول ميسكال ودنزل واشنطن باور ريدلي سكوت التي طال انتظارها لفائزه الوحيد بجائزة الأوسكار لأفضل فيلم - الموعد النهائي",
        "روسيا: حسنًا، أعتقد أنه يجب أن يكون لدينا مشروع صاروخ جندب أيضًا - آرس تكنيكا",
        "راسل ويلسون على مايك ويليامز TD: أحب ذلك عندما يواجه الرجال الشدائد ويأتون - NBC Sports",
        "يشارك إيلون ماسك بشكل وثيق في تشكيل حكومة ترامب، كما يقول مايك ألين من أكسيوس - تلفزيون سي إن بي سي",
        "إليك ما يمكن أن تعنيه إدارة ترامب الجديدة لأموالك، كما يقول المستشارون الماليون - سي إن بي سي",
        "لمواجهة الخرف، يلجأ كبار السن إلى القنب - صحيفة وول ستريت جورنال",
        "مشجعو \"يلوستون\" غاضبون من مصير جون داتون: \"عار عليك تايلور شيريدان\" - نيويورك بوست",
        "البيتكوين تقفز إلى مستوى قياسي في الوقت الذي تفرض فيه انتخابات ترامب رسومًا توربينية على العملات المشفرة - رويترز",
        "ترامب يتنصت على مسؤول الهجرة السابق توماس هومان كقيصر حدود - بوليتيكو",
        "يؤكد رئيس الوزراء الإسرائيلي بنيامين نتنياهو أنه كان وراء هجمات استدعاء قاتلة ضد حزب الله، وواجه \"معارضة\" - نيويورك بوست",
        "بطريق إمبراطوري يعاني من سوء التغذية سبح إلى الشاطئ في أستراليا على بعد 2000 ميل من المنزل في مأزق لرجال الإنقاذ - سي بي إس نيوز",
        "كيف أطلق عالم كمبيوتر عنيد عن طريق الخطأ طفرة التعلم العميق - آرس تكنيكا",
        "هل سيتم تسليم البريد في يوم المحاربين القدامى ؟ - دبليو جي دبليو فوكس 8 نيوز كليفلاند",
        "إطلاقان لشركة سبيس إكس اليوم: كل ما يمكن معرفته عن الإطلاق المزدوج من كيب كانافيرال - فلوريدا اليوم",
        "مسودة أمر اتحاد كرة القدم الأميركي لعام 2025: أين تقف فرق الدوري البالغ عددها 32 فريقًا بعد الأسبوع العاشر - التركيز على كرة القدم للمحترفين",
        "انفجرت الحفر الغامضة في التربة الصقيعية في سيبيريا. يقول العلماء إنهم يعرفون الآن السبب - سي إن إن",
        "يقول الكرملين إن التقارير التي تفيد بأن ترامب وبوتين تحدثا في الأيام الأخيرة هي \"محض خيال\" - رويترز"
    ]
}