{
    "headlines": [
        "Dutzende Tote bei Selbstmordattentat am pakistanischen Bahnhof, da Militante die Verantwortung übernehmen - CNN",
        "Candyman-Schauspieler Tony Todd stirbt im Alter von 69 Jahren - BBC.com",
        "Der Textdienst sagt, dass er Konten geschlossen hat, die angeblich hinter rassistischen Nachrichten stehen - ABC News",
        "NASA-Astronauten werden nicht sagen, welcher von ihnen nach fast 8 Monaten im Weltraum krank wurde - The Associated Press",
        "Das DOJ gibt Anklagen wegen iranischer Verschwörung zur Ermordung von Donald Trump bekannt - CNN",
        "Angriffe auf israelische Fußballfans eine \"schwarze Nacht\" für Amsterdam, sagt Bürgermeister - The Washington Post",
        "[removed]",
        "Warum Trump und Powell über die Zukunft der Fed streiten könnten - Axios",
        "Das heutige Tageshoroskop für den 9. November 2024 - NJ.com",
        "Was ist COP29 und wo ist es? - BBC.com",
        "Binance-Chef begrüßt Krypto \"goldenes Zeitalter\", da Trump die Industrie anheizt - Financial Times",
        "Verdächtiger in Gewahrsam nach einer Reihe von Messerangriffen in Seattle: Polizei - ABC News",
        "Robert F. Kennedy Jr. könnte auf der Shortlist für den HHS-Sekretär stehen, sagen Trump-Verbündete - CBS News",
        "Nancy Pelosi macht Joe Biden für die Wahlniederlage verantwortlich, da sich das Zeigen mit dem Finger intensiviert - BBC.com",
        "Susie Wiles 'Reise zu Trumps Gatekeeper - Axios",
        "Trump gewinnt hier sind die Implikationen für den Energiesektor - OilPrice.com",
        "Palworld Dev enthüllt Patente im Mittelpunkt der Nintendo-Klage - IGN Daily Fix - IGN",
        "Der S&P 500 durchbricht das Niveau von 6.000, während Trump und die von der Fed angeheizte Rallye voranschreiten - Reuters",
        "49ers verzichten auf RB Patrick Taylor, um Platz für Christian McCaffrey zu schaffen - NBC Sports",
        "Zach Bryan hatte einen Vertreter, weil er ein \"A-Loch\" in Musikkreisen war, bevor der Brianna \"Chickenfry\" -Skandal explodierte: Quellen - Seite sechs"
    ]
}