{
    "headlines": [
        "Dysenterie ist in Oregon auf dem Vormarsch. Das solltest du wissen. - The Washington Post",
        "Millionen auf dem Weg, während Sturm 2 tötet, heftige Winde, Schneesturmbedingungen und Brände bringt - CNN",
        "WATCH: Sen. Elissa Slotkin liefert die demokratische Antwort auf Trumps Rede vor dem Kongress - PBS NewsHour",
        "Präsident Trump hat zum ersten Mal seit seiner Rückkehr ins Amt vor dem Kongress gesprochen - WBAL TV Baltimore",
        "Die USA werden Grönland \"in die eine oder andere Richtung\" nehmen, sagt Trump - POLITICO EUROPE",
        "Trump könnte Kanada und Mexiko \"in der Mitte\" treffen, sagt der US-Commerce-Chef - BBC.com",
        "SpaceX legt das Datum für den nächsten Start des Raumschiffs fest. So kannst du zusehen. - Chron",
        "Tropischer Wirbelsturm Alfred gegen Queensland und New South Wales, Australien - The Washington Post",
        "Der Fokus von RFK Jr. auf Vitamin A für Masern sorgt für Gesundheitsexperten - The Washington Post",
        "LeBron James ist der erste, der 50.000 kombinierte Punkte in der regulären NBA-Saison und den Playoffs erzielt - The Associated Press",
        "Pakistan hat den mutmaßlichen Verschwörer des Bombenanschlags auf das Abbey Gate auf der Grundlage von CIA-Informationen festgenommen - Axios",
        "Die Trump-Administration veröffentlicht eine Liste von Hunderten von Bundesgebäuden, die für einen potenziellen Verkauf bestimmt sind - The Associated Press",
        "7 Gründe, warum ich froh bin, dass die Eagles Saquon Barkley eine Gehaltserhöhung gegeben haben - Bleeding Green Nation",
        "Rep. Al Green wird während der Ansprache von Präsident Trump aus der Kammer entfernt - CNN",
        "Arabische Führer nehmen den Wiederaufbauplan für Gaza an, um Trumps Vision zu tadeln - The Washington Post",
        "Schlüssel ex-OpenAI-Forscher in AI-Urheberrechtsfall vorgeladen - TechCrunch",
        "‘Daredevil: Born Again’ TV Review: Disney+'s Long Awaited Man Without Fear Series Is Fearless & Trump 2.0 Timely - Deadline",
        "Der Gouverneur der Reserve Bank of New Zealand tritt nach sieben Jahren Dienst zurück - CNBC"
    ]
}