{
    "headlines": [
        "ਨੀਂਦ, ਹੱਡੀਆਂ ਦੀ ਸਿਹਤ ਅਤੇ ਹੋਰ ਬਹੁਤ ਕੁਝ ਲਈ 7 ਜੇਤੂ ਖੁਰਾਕ ਪੂਰਕ - ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਚੀਫਜ਼ ਬੁਲਸਟਰ ਪਾਸ ਜਲਦਬਾਜ਼ੀ, ਦੇਸ਼ ਭਗਤ ਦੇ ਯੂਚੇ ਲਈ ਵਪਾਰ - ਈਐਸਪੀਐਨ",
        "‘ਬੌਬ ਦੇ ਬਰਗਰਜ਼’ ਅਦਾਕਾਰ ਨੂੰ 6 ਜਨਵਰੀ ਦੀ ਭੂਮਿਕਾ ਲਈ 1 ਸਾਲ ਦੀ ਕੈਦ - ਦ ਹਿੱਲ",
        "ਯੂਕਰੇਨ ਦੇ ਅਮਰੀਕੀ ਹਥਿਆਰਾਂ ਦੀ ਵਰਤੋਂ 'ਤੇ ਕੋਈ ਨਵੀਂ ਸੀਮਾ ਨਹੀਂ ਜੇ ਉੱਤਰੀ ਕੋਰੀਆ ਲੜਾਈ ਵਿਚ ਸ਼ਾਮਲ ਹੁੰਦਾ ਹੈ, ਪੈਂਟਾਗਨ ਕਹਿੰਦਾ ਹੈ - ਰਾਇਟਰ",
        "ਫਿਲਡੇਲਫੀਆ ਡੀਏ ਨੇ ਐਲਨ ਮਸਕ ਅਤੇ ਉਸ ਦੇ ਸੁਪਰ ਪੀਏਸੀ 'ਤੇ $ 1M ਸਵੀਪਸਟੈਕਸ ਤੋਂ ਵੱਧ ਦਾ ਮੁਕੱਦਮਾ ਕੀਤਾ - ਸੀਐਨਐਨ",
        "2024 ਦੇਖੋ ਬੈਲਨ ਡੀਓਰ ਲਾਈਵਃ ਅਪਡੇਟਸ, ਨਤੀਜੇ, ਜੇਤੂ ਜਿਵੇਂ ਕਿ ਵਿਨੀ ਜੂਨੀਅਰ ਡਰਾਮਾ ਖੁਲਾਸਾ ਕਰਦਾ ਹੈ ਅਤੇ ਸਟਾਰ ਸ਼ੋਅ 'ਤੇ ਬਾਹਰ ਨਿਕਲਦਾ ਹੈ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਐਪਲ ਆਈਮੈਕ ਨੂੰ ਐਮ 4 ਚਿੱਪ ਨਾਲ ਅਪਡੇਟ ਕਰਦਾ ਹੈ, 16 ਜੀਬੀ ਰੈਮ $ 1,299 ਤੋਂ ਸ਼ੁਰੂ ਹੁੰਦੀ ਹੈ - TechCrunch",
        "ਜੈਨੀਫ਼ਰ ਐਨੀਸਟਨ ਮੈਥਿਊ ਪੈਰੀ ਨੂੰ 1-ਸਾਲਾ ਮੌਤ ਦੀ ਵਰ੍ਹੇਗੰਢ ਤੇ ਯਾਦ ਕਰਦਾ ਹੈ - TMZ",
        "ਹੈਰਿਸ ਕਹਿੰਦਾ ਹੈ ਕਿ ਟਰੰਪ ਦੇ ਇਵੈਂਟ ਦੇ ਪ੍ਰਸ਼ੰਸਕਾਂ 'ਤੇ ਕੱਚੇ ਅਤੇ ਨਸਲਵਾਦੀ ਬਿਆਨਬਾਜ਼ੀ ਵੰਡ ਦਾ ਬਾਲਣ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਡੋਨਾਲਡ ਟਰੰਪ ਦੀ ਭੜਕਾਊ ਐਮਐਸਜੀ ਰੈਲੀ ਦੇ ਬਾਅਦ ਡੀਜੇਟੀ ਸਟਾਕ ਅਸਮਾਨੀ - ਯਾਹੂ ਵਿੱਤ",
        "ਐਰੋਨ ਰੋਜਰਸ ਜੈੱਟਸ, ਸ਼ਿਕਾਗੋ ਬੀਅਰਜ਼ ਪੈਕਰਜ਼ ਪ੍ਰਸ਼ੰਸਕਾਂ ਨੂੰ ਐਤਵਾਰ ਸ਼ੈਡਨਫ੍ਰੂਡ ਦੀ ਦੋਹਰੀ ਖੁਰਾਕ ਦੀ ਪੇਸ਼ਕਸ਼ ਕਰਦੇ ਹਨ - ਮਿਲਵਾਕੀ ਜਰਨਲ ਸੈਂਟੀਨੇਲ",
        "ਜਨਮ ਤੋਂ ਪਹਿਲਾਂ ਭੰਗ ਦੀ ਵਰਤੋਂ ਬਾਲ ਹਮਲਾਵਰਤਾ ਅਤੇ ਬੋਧਿਕ ਘਾਟਾਂ ਨਾਲ ਜੁੜੀ ਹੋਈ ਹੈ - ਨਿ neਰੋਸਾਇੰਸ ਨਿ Newsਜ਼",
        "ਜੋਨ ਸਟੂਅਰਟ ਨੇ ‘ਡੇਲੀ ਸ਼ੋਅ’ ਨੂੰ 2025 ਤੱਕ ਚਲਾਇਆ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਗੂਗਲ ਪਿਕਸਲ 10 ਅਤੇ 11 ਲੀਕ ਨਵੇਂ ਏਆਈ ਟੂਲਸ ਅਤੇ ਇੱਕ ਵੱਡਾ ਕੈਮਰਾ ਅਪਡੇਟ ਦਾ ਖੁਲਾਸਾ ਕਰਦਾ ਹੈ - ਦਿ ਵਰਜ",
        "ਬੋਇੰਗ ਨੇ ਵਿੱਤ ਨੂੰ ਮਜ਼ਬੂਤ ਕਰਨ ਅਤੇ ਡਾngਨਗਰੇਡ ਤੋਂ ਬਚਣ ਲਈ 19 ਬਿਲੀਅਨ ਡਾਲਰ ਦੀ ਸ਼ੇਅਰ ਵਿਕਰੀ ਦੀ ਸ਼ੁਰੂਆਤ ਕੀਤੀ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "ਆਈਓਐਸ 18.1 ਇੱਥੇ ਹੈਃ ਐਪਲ ਇੰਟੈਲੀਜੈਂਸ, ਨਵੀਂ ਸਿਰੀ ਲੁੱਕ, ਏਅਰਪੌਡ ਸੁਣਵਾਈ ਏਡਜ਼ ਅਤੇ ਹੋਰ - ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "ਹਟਾਈ",
        "ਯੈਂਕੀਜ਼ ਵਰਲਡ ਸੀਰੀਜ਼ ਦੀਆਂ ਟਿਕਟਾਂ ਦੀਆਂ ਕੀਮਤਾਂ ਪਾਗਲ ਤੇਜ਼ੀ ਨਾਲ ਘਟ ਰਹੀਆਂ ਹਨ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਏਲੀਅਨ: ਰੋਗ ਘੁਸਪੈਠ ਹੱਥ-ਤੇ: ਏਲੀਅਨ ਲਈ Survios ਉਦੇਸ਼ - UploadVR",
        "ਜਾਨਵਰਾਂ ਦੇ ਮਾਡਲਾਂ ਵਿੱਚ ਸੰਕਰਮਿਤ ਕਰਮਚਾਰੀ ਤੋਂ ਬੋਵਾਈਨ ਐਚ 5 ਐਨ 1 ਇਨਫਲੂਐਨਜ਼ਾ ਸੰਚਾਰਿਤ ਅਤੇ ਘਾਤਕ ਹੈ - ਨੈਸ਼ਨਲ ਇੰਸਟੀਚਿਊਟ ਆਫ਼ ਹੈਲਥ (ਐਨਆਈਐਚ) (.ਗੋਵ)"
    ]
}