{
    "headlines": [
        "ਟੈਕਸਾਸ ਨੇ ਗਰਭਪਾਤ ਦੀਆਂ ਗੋਲੀਆਂ ਮੇਲ ਕਰਨ 'ਤੇ ਰਾਜ ਤੋਂ ਬਾਹਰ ਦੇ ਡਾਕਟਰ' ਤੇ ਮੁਕੱਦਮਾ ਕੀਤਾ - ਐਕਸੀਓਸ",
        "Jay-Z ਕਹਿੰਦਾ ਹੈ \"ਸੱਚਾ ਨਿਆਂ ਆ ਰਿਹਾ ਹੈ\" ਬਲਾਤਕਾਰ ਦੇ ਦੋਸ਼ ਲਾਉਣ ਵਾਲੇ ਨੇ ਦੋਸ਼ਾਂ ਵਿੱਚ \"ਗਲਤੀਆਂ\" ਮੰਨਣ ਤੋਂ ਬਾਅਦਃ \"ਇਹ ਸ਼ੁਰੂ ਹੋਣ ਤੋਂ ਪਹਿਲਾਂ ਹੀ ਖਤਮ ਹੋ ਗਿਆ ਸੀ\" - ਡੈੱਡਲਾਈਨ",
        "ਹਟਾਈ",
        "ਜੋਅਲ ਐਮਬੀਆਈਡ ਨੇ ਚਿਹਰੇ ਦੀ ਸੱਟ ਨਾਲ ਪੈਸਰ-76ers ਗੇਮ ਤੋਂ ਬਾਹਰ ਨਿਕਲਿਆ, ਵਾਪਸ ਨਹੀਂ ਆਉਂਦਾ - ਐਨਬੀਏ.",
        "ਸੀਰੀਆ ਲਾਈਵ ਅਪਡੇਟਸਃ ਅਸਦ ਸ਼ਾਸਨ ਦੇ ਪਤਨ ਤੋਂ ਬਾਅਦ 1 ਸ਼ੁੱਕਰਵਾਰ ਦੀਆਂ ਪ੍ਰਾਰਥਨਾਵਾਂ ਲਈ ਖੁਸ਼ ਸੀਰੀਆ ਦੇ ਲੋਕ ਇਕੱਠੇ ਹੋਏ - ਨਿ New ਯਾਰਕ ਟਾਈਮਜ਼",
        "ਨੈਨਸੀ ਪੇਲੋਸੀ ਵਿਦੇਸ਼ੀ ਯਾਤਰਾ 'ਤੇ ਸੱਟ ਲੱਗਣ ਤੋਂ ਬਾਅਦ ਹਸਪਤਾਲ ਵਿਚ - ਬੀਬੀਸੀ.",
        "ਜੈਮਿਨੀਡ ਮੀਟੀਅਰ ਸ਼ਾਵਰ ਪੀਕਸ ਅੱਜ ਰਾਤ - ਡਬਲਯੂਆਰਜੀਬੀ",
        "ਸਲਾਹਕਾਰ ਫਰਮ ਮੈਕਿੰਸੀ ਅਮਰੀਕਾ ਦੇ ਓਪੀਓਡ ਦੋਸ਼ਾਂ ਨੂੰ ਸੁਲਝਾਉਣ ਲਈ 650 ਮਿਲੀਅਨ ਡਾਲਰ ਦਾ ਭੁਗਤਾਨ ਕਰੇਗੀ - ਰਾਇਟਰਜ਼",
        "ਦੱਖਣੀ ਕੋਰੀਆ ਦੇ ਰਾਸ਼ਟਰਪਤੀ ਯੂਨ ਸੁਕ ਯੀਓਲ ਨੂੰ ਦੂਜੀ ਵਾਰ ਮਹਾਂਦੋਸ਼ ਦੀ ਵੋਟ ਦਾ ਸਾਹਮਣਾ ਕਰਨਾ ਪੈ ਰਿਹਾ ਹੈ - ਦਿ ਗਾਰਡੀਅਨ",
        "‘ਡੈਕਸਟਰਃ ਮੂਲ ਪਾਪ’ ਮਰੇ ਹੋਏ ਘੋੜੇ ਨੂੰ ਕੁੱਟਣ ਦਾ ਦੋਸ਼ੀ ਹੈਃ ਟੀਵੀ ਸਮੀਖਿਆ - ਵੰਨਗੀ",
        "ਯੂਨਾਈਟਿਡਹੈਲਥਕੇਅਰ ਦੇ ਸੀਈਓ ਹੱਤਿਆ ਦੇ ਸ਼ੱਕੀ ਨੂੰ ਕੰਪਨੀ ਦੁਆਰਾ ਬੀਮਾ ਨਹੀਂ ਕੀਤਾ ਗਿਆ ਸੀ - ਸੀਐਨਐਨ",
        "ਟਰੰਪ ਨੇ ਦਿਨ ਦੀ ਰੌਸ਼ਨੀ ਬਚਾਉਣ ਦਾ ਸਮਾਂ ਖਤਮ ਕਰਨ ਦੀ ਮੰਗ ਕੀਤੀ । ਇਹ 'ਅਸੁਵਿਧਾਜਨਕ‘ ਹੈ, ਉਹ ਕਹਿੰਦਾ ਹੈ. - ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਜੱਜ ਨੇ ਮੇਨਡੇਜ਼ ਦੇ ਫੈਸਲੇ ਨੂੰ ਟਾਸ ਕਰਨ ਤੋਂ ਇਨਕਾਰ ਕੀਤਾ - ਪੋਲਿਟਿਕੋ",
        "ਸੀਰੀਆ ਦੇ ਬਾਗ਼ੀ ਅਮਰੀਕੀ ਫੌਜੀ ਪੋਸਟ ਨੂੰ ਅਮਰੀਕੀ ਪਹੁੰਚਾਉਂਦੇ ਹਨ, ਫੋਟੋਆਂ ਦਿਖਾਉਂਦੀਆਂ ਹਨ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਅਮਰੀਕੀ ਅਦਾਲਤ ਨੇ ਬਕਾਇਆ ਅਮਰੀਕੀ ਪਾਬੰਦੀ ਨੂੰ ਅਸਥਾਈ ਤੌਰ 'ਤੇ ਰੋਕਣ ਲਈ ਟਿਕਟਾਕ ਦੀ ਬੇਨਤੀ ਨੂੰ ਰੱਦ ਕਰ ਦਿੱਤਾ - ਰਾਇਟਰਜ਼",
        "ਬਾਇਡਨ ਨੇ 'ਕਿਡਜ਼ ਫਾਰ ਕੈਸ਼' ਜੱਜ ਨੂੰ ਮੁਆਫੀ ਦਿੱਤੀ । ਵ੍ਹਾਈਟ ਹਾਊਸ ਨੇ ਕੇਸ ਨੂੰ ਖਾਸ ਨਹੀਂ ਸਮਝਿਆ - ਪੋਲਿਟਿਕੋ",
        "ਸ਼ੁਰੂਆਤੀ ਅਧਿਐਨ ਵਿੱਚ ਕੋਲਨ ਕੈਂਸਰ ਨਾਲ ਜੁੜਿਆ ਖਾਣਾ ਪਕਾਉਣ ਦਾ ਤੇਲ, ਸੋਜਸ਼ ਨਾਲ ਬੰਨ੍ਹਿਆ - ਯਾਹੂ! ਆਵਾਜ਼ਾਂ",
        "ਆਰਮੀ-ਨੇਵੀ ਤੋਂ ਪਹਿਲਾਂ, ਗੇਮ ਬਾਲ ਰਨ ਹੈਃ ਕਿਵੇਂ ਦੋਵੇਂ ਧਿਰਾਂ ਮਿਲ ਕੇ 350 ਵਿਚ 2024 ਮੀਲ ਤੋਂ ਵੱਧ ਦੌੜਨਗੀਆਂ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਬਰਡ ਫਲੂ ਨੇ ਲੂਸੀਆਨਾ ਵਿੱਚ ਪੰਛੀਆਂ ਤੋਂ ਮਨੁੱਖਾਂ ਵਿੱਚ ਛਾਲ ਮਾਰੀ; ਮਰੀਜ਼ ਹਸਪਤਾਲ ਵਿੱਚ ਦਾਖਲ - ਆਰਸ ਟੈਕਨੀਕਾ",
        "ਕੀ ਸੀਰੀਆ ਦੇ ਇਸਲਾਮੀ ਬਾਗ਼ੀ ਦੇਸ਼ 'ਤੇ ਰਾਜ ਕਰ ਸਕਦੇ ਹਨ? ਇਦਲੀਬ ਵਿਚ ਉਨ੍ਹਾਂ ਦਾ ਸ਼ਾਸਨ ਸੁਰਾਗ ਪੇਸ਼ ਕਰਦਾ ਹੈ - ਸੀ ਐਨ ਐਨ"
    ]
}