{
    "headlines": [
        "في محادثات الناتو، يضع فريق ترامب على عاتق أوروبا الدفاع عن نفسها - واشنطن بوست",
        "\"آمل أن يكون على حق \": الأسواق تتعثر في التعريفات — لكن ترامب لا يتراجع - بوليتيكو",
        "التعريفات الجمركية لترامب حية: الأسهم الأمريكية تنخفض بسبب المخاوف من ضربة اقتصادية من التعريفات الجمركية - فاينانشيال تايمز",
        "Maurice Jones - Drew 2025 NFL mock draft 1.0: Jets land Travis Hunter; Bears, Broncos, Raiders pick RBs - NFL.com",
        "تعريفات ترامب بعيدة المدى وتشمل العديد من الجزر النائية غير المأهولة - NPR",
        "كيف يمكن أن تؤثر تعريفات ترامب على المملكة المتحدة وأموالك - بي بي سي",
        "تؤكد Nvidia أن جهاز Nintendo Switch 2 يحتوي على DLSS وتتبع الأشعة في الوقت الفعلي - The Verge",
        "تلسكوب جيمس ويب يلقي نظرة طارئة على كويكب \"قاتل المدينة\" 2024 YR4 قبل اللقاء الوثيق في عام 2032 - Live Science",
        "هيلي أوكولا، الممرضة المؤثرة، تموت من مضاعفات الولادة بعد معاناة العقم - سي بي إس نيوز",
        "البيت الأبيض يفصل ثلاثة من موظفي مجلس الأمن القومي بعد لقاء الرئيس مع الناشطة اليمينية المتطرفة لورا لومر - سي إن إن",
        "درجات جو ميلتون التجارية: أرض رعاة البقر واعدة احتياطية QB بتكلفة منخفضة ؛ يكسب الوطنيون رأس مال مشروع مع MOVE - CBS Sports",
        "إيما مايرز تحفر في: نجمة \"الأربعاء\" حول استكشاف العالم الخارجي في \"فيلم Minecraft\"، التنقل في توقعات Fandom والعودة كـ Enid - متنوعة",
        "سيتخطى عمدة مدينة نيويورك إريك آدمز الانتخابات التمهيدية الديمقراطية وسيترشح لإعادة انتخابه كمستقل - أسوشيتد برس نيوز",
        "يتوفر جهاز كمبيوتر Microsoft المصغر Windows 365 Link للشراء الآن - The Verge",
        "ستيلانتيس تعطل المصانع في المكسيك وكندا بسبب التعريفات - CNBC",
        "تم إطلاق الملياردير المشفر و 3 رواد فضاء خاصين إلى الفضاء. ثم بدأ التشويش. - IFLScience",
        "يكشف بيل غيتس عن رمز مايكروسوفت القديم مثل الأب المهووس بالفخر - theregister.com",
        "قد يحاكي Android 16 كيفية تعامل iOS مع إعدادات التطبيق، لكنه ليس سيئًا كما تعتقد - Android Authority",
        "تنضم أمازون إلى حرب المزايدة على TikTok مع اقتراب الموعد النهائي للبيع: المصادر - ABC News"
    ]
}