{
    "headlines": [
        "ਜੱਜ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਹ ਟਰੰਪ ਦੇ ‘ਸਪੱਸ਼ਟ ਤੌਰ‘ ਤੇ ਗੈਰ-ਸੰਵਿਧਾਨਕ ’ਕਾਰਜਕਾਰੀ ਆਦੇਸ਼ ਨੂੰ ਰੋਕ ਦੇਵੇਗਾ ਜਿਸਦਾ ਉਦੇਸ਼ ਜਨਮ ਅਧਿਕਾਰ ਨਾਗਰਿਕਤਾ ਨੂੰ ਖਤਮ ਕਰਨਾ ਹੈ - ਸੀਐਨਐਨ",
        "ਕੈਲੀਫੋਰਨੀਆ ਨੈਸ਼ਨਲ ਗਾਰਡ ਨੇ ਹਿਊਜ਼ ਫਾਇਰ ਦੀ ਹਵਾਈ ਫੁਟੇਜ ਜਾਰੀ ਕੀਤੀ - ਯਾਹੂ! ਆਵਾਜ਼ਾਂ",
        "ਟਰੰਪ ਨੇ ਬੈਂਕ ਆਫ ਅਮਰੀਕਾ, ਜੇਪੀਐਮ 'ਤੇ ਕੰਜ਼ਰਵੇਟਿਵਜ਼ ਨਾਲ ਕਾਰੋਬਾਰ ਨਾ ਕਰਨ ਦਾ ਦੋਸ਼ ਲਾਇਆ - ਯਾਹੂ ਵਿੱਤ",
        "ਡੋਨਾਲਡ ਟਰੰਪ ਨੇ ਓਪੇਕ ਨੂੰ ਆਲਮੀ ਤੇਲ ਦੀਆਂ ਕੀਮਤਾਂ ਨੂੰ ਘੱਟ ਕਰਨ ਦੀ ਅਪੀਲ ਕੀਤੀ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "ਡਾਇਨਾਸੌਰਸ ਸਭ ਤੋਂ ਪਹਿਲਾਂ ਕਿੱਥੇ ਵਿਕਸਤ ਹੋਏ ਸਨ? ਵਿਗਿਆਨੀ ਇੱਕ ਹੈਰਾਨੀਜਨਕ ਸਥਾਨ ਦਾ ਪ੍ਰਸਤਾਵ ਦੇ ਰਹੇ ਹਨ - ਗਲੋਬ ਐਂਡ ਮੇਲ",
        "Oscars 2025: ਨਾਮਜ਼ਦਗੀਆਂ ਦੀ ਪੂਰੀ ਸੂਚੀ ਦੇਖੋ - CNN",
        "Assassin's Creed Shadows ਡਾਇਰੈਕਟਰ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਹਾਲੀਆ ਦੇਰੀ ਪੋਲਿਸ਼ ਪਾਰਕੋਰ ਨੂੰ ਸੀ, ਖਾਸ ਕਰਕੇ 'ਸੁਪਰ ਕੰਪਲੈਕਸ ਛੱਤ' ਤੇ - IGN",
        "ਪਰਡੁ ਫਾਰਮਾ, ਸੈਕਲਰ ਪਰਿਵਾਰ ਓਪੀਓਡ ਬੰਦੋਬਸਤ ਵਿੱਚ ਯੋਗਦਾਨ ਨੂੰ 7.4 ਬਿਲੀਅਨ ਡਾਲਰ ਤੱਕ ਵਧਾਉਂਦੇ ਹਨ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਚੋਟੀ ਦੀ ਯੂਰਪੀਅਨ ਅਦਾਲਤ ਨੇ ਉਸ womanਰਤ ਦੀ ਹਮਾਇਤ ਕੀਤੀ ਜਿਸ ਦੇ ਪਤੀ ਨੇ ਤਲਾਕ ਲੈ ਲਿਆ ਕਿਉਂਕਿ ਉਸਨੇ ਉਸ ਨਾਲ ਸੈਕਸ ਕਰਨਾ ਬੰਦ ਕਰ ਦਿੱਤਾ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਅਸੀਂ ਬ੍ਰਾਂਡਨ ਪੂਲੋਸ ਬਾਰੇ ਕੀ ਜਾਣਦੇ ਹਾਂ, ਪੱਥਰ ਓਕ - ਕੇਸੈਟ ਸੈਨ ਐਂਟੋਨੀਓ ਵਿਚ 7 ਐਸਏਪੀਡੀ ਅਧਿਕਾਰੀਆਂ ਨੂੰ ਗੋਲੀ ਮਾਰਨ ਦਾ ਦੋਸ਼ ਲਗਾਉਣ ਵਾਲੇ ਆਦਮੀ",
        "ਟਰੰਪ ਨੇ ਦਾਵੋਸ ਐਲੀਟ ਨੂੰ ਅਮਰੀਕਾ 'ਚ ਨਿਵੇਸ਼ ਕਰਨ ਜਾਂ ਟੈਰਿਫ ਦਾ ਸਾਹਮਣਾ ਕਰਨ ਲਈ ਕਿਹਾ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਟਰੇਸ ਸਾਇਰਸ ਮੰਗਦਾ ਹੈ ਪਿਤਾ ਜੀ ਬਿਲੀ ਰੇ ਸਾਇਰਸ ਮਦਦ ਦੀ ਮੰਗ ਕਰਨ ਲਈਃ \"ਮੈਂ ਤੁਹਾਨੂੰ ਹੁਣ ਮੁਸ਼ਕਿਲ ਨਾਲ ਪਛਾਣਦਾ ਹਾਂ\" - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਓਪੀਐਮ ਨੇ ਏਜੰਸੀਆਂ ਨੂੰ 30 ਦਿਨਾਂ ਦੇ ਅੰਦਰ ਟਰੰਪ ਦੇ ਟੈਲੀਵਰਕ ਆਰਡਰ ਦੀ ਪਾਲਣਾ ਕਰਨ ਦੀ ਮੰਗ ਕੀਤੀ - ਸਰਕਾਰੀ ਕਾਰਜਕਾਰੀ",
        "ਥਾਈ ਐਲਜੀਬੀਟੀਕਿQ+ ਜੋੜੇ ਵਿਆਹ ਰਜਿਸਟਰ ਕਰਦੇ ਹਨ ਕਿਉਂਕਿ ਕਾਨੂੰਨ ਉਨ੍ਹਾਂ ਨੂੰ ਬਰਾਬਰ ਦਾ ਦਰਜਾ ਦਿੰਦਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਆਈਸੀਸੀ ਦੇ ਵਕੀਲ ਨੇ 'ਅਫਗਾਨ ਲੜਕੀਆਂ ਅਤੇ ਔਰਤਾਂ' ਤੇ ਅੱਤਿਆਚਾਰ ਕਰਨ ਵਾਲੇ ਤਾਲਿਬਾਨ ਨੇਤਾਵਾਂ ਦੀ ਗ੍ਰਿਫਤਾਰੀ ਦੀ ਮੰਗ ਕੀਤੀ - BBC.com",
        "ਲੌਂਗ ਆਈਲੈਂਡ ਫਾਰਮ ਬਰਡ ਫਲੂ ਦਾ ਪਤਾ ਲੱਗਣ ਤੋਂ ਬਾਅਦ 100,000 ਤੋਂ ਵੱਧ ਬੱਤਖਾਂ ਨੂੰ euthanize ਕਰਨ ਲਈ ਮਜਬੂਰ ਹੈ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਪਹਿਲੇ ਦਿਨਾਂ ਵਿੱਚ, ਟਰੰਪ ਡੀਈਆਈ ਅਤੇ ਹਾਂ-ਪੱਖੀ ਕਾਰਵਾਈ ਲਈ ‘ਮੌਤ ਦੇ ਝਟਕੇ’ ਦਾ ਸੌਦਾ ਕਰਦਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਸੀਐਨਐਨ ਆਪਣੇ ਕਾਰਜਕ੍ਰਮ ਅਤੇ ਡਿਜੀਟਲ ਰਣਨੀਤੀ ਨੂੰ ਸੋਧਣ ਦੇ ਤੌਰ ਤੇ ਛਾਂਟੀ ਦੀ ਘੋਸ਼ਣਾ ਕਰਦਾ ਹੈ - ਸੀਐਨਐਨ",
        "ਪੈਟਰਿਕ ਮਹੋਮਜ਼ ਵਿਸ਼ਵਾਸ ਨਹੀਂ ਕਰਦਾ ਕਿ ਚੀਫਸ ਨੂੰ ਅਨੁਕੂਲ ਕਾਲਾਂ ਮਿਲਦੀਆਂ ਹਨ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਐਨਵੀਡੀਆ ਜੀਫੋਰਸ ਆਰਟੀਐਕਸ 5090 ਲੀਨਕਸ ਬੈਂਚਮਾਰਕਃ ਟਿਊਨਡ ਰਹੋ - ਫੋਰੋਨਿਕਸ"
    ]
}