{
    "headlines": [
        "[Removed]",
        "Official Scorecards | UFC 307: Pereira vs Rountree Jr. - UFC",
        "Tropical Storm Milton forms in Gulf of Mexico and could intensify to hurricane threatening Florida - The Associated Press",
        "After a year of war, Gazans wonder how to deal with tonnes of rubble - Reuters",
        "‘SNL’ Spoofs Vice Presidential Debate With Jim Gaffigan’s Tim Walz and Bowen Yang’s J.D. Vance - Hollywood Reporter",
        "Heavy strikes shake Beirut as Israel expands Lebanon campaign - Reuters",
        "Ohtani's HR part of Dodgers' rally in G1 of NLDS - ESPN",
        "Chaos hits AP poll with 4 teams ranked in the top 11 losing to unranked opponents - The Associated Press",
        "Man sets himself on fire in downtown D.C. during pro-Palestinian rally - The Washington Post",
        "Israel’s kibbutz Be’eri became the symbol of Hamas’ brutality. Some survivors are determined to return - CNN",
        "$100 million in federal funds released for North Carolina to rebuild roads, bridges damaged by Helene - CBS News",
        "Trump returns to Butler, Pennsylvania, after assassination attempt: \"16 harrowing seconds\" - CBS Pittsburgh",
        "2024 WWE Bad Blood results, recap, grades: The Rock and Jimmy Uso return, Roman Reigns and CM Punk win big - CBS Sports",
        "Phillies vs. Mets, NLDS schedule 2024: Where to watch MLB playoff games, TV coverage for postseason baseball - CBS Sports",
        "‘Joker’ sequel gets the last laugh as critical flop takes box office crown - New York Post ",
        "Markets Brace for Middle East Oil Supply Shock - OilPrice.com",
        "Richard Simmons' brother shares 'little secret' about late fitness guru's burial: 'Not too many people know' - Fox News",
        "City leaders react amid resignation of Chicago Board of Education - WGN TV Chicago",
        "Replay: Harris visits North Carolina for update on Helene recovery, helps at donation center - USA TODAY",
        "Tuberville criticizes FEMA’s Hurricane Helene response; agency says claims false - AL.com"
    ]
}