{
    "headlines": [
        "ਸੇਰੇਨਾ ਵਿਲੀਅਮਜ਼ ਨੇ ਕੇਂਡਰਿਕ ਲਾਮਰ ਦੇ ਹਾਫਟਾਈਮ ਸ਼ੋਅ - ਈਐਸਪੀਐਨ ਵਿੱਚ ਸਟਾਰ ਪਾਵਰ ਸ਼ਾਮਲ ਕੀਤੀ",
        "ਹੁਣ ਤੱਕ ਸਾਡੇ ਪਸੰਦੀਦਾ ਸੁਪਰ ਬਾlਲ 2025 ਵਪਾਰਕ - ਯਾਹੂ",
        "ਸੁਪਰ ਬਾlਲ 2025 ਹਾਫਟਾਈਮ ਸ਼ੋਅ ਵਿਚ ਕਿਸ ਨੇ ਪ੍ਰਦਰਸ਼ਨ ਕੀਤਾ? ਇੱਥੇ ਅੱਜ ਦੇ ਪ੍ਰਦਰਸ਼ਨਕਾਰੀਆਂ ਦੀ ਪੂਰੀ ਸੂਚੀ ਹੈ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਸੁਪਰ ਬਾlਲ ਐਲਆਈਐਕਸ 'ਤੇ ਟੇਲਰ ਸਵਿਫਟ ਦੀ ਪ੍ਰਤੀਕ੍ਰਿਆ ਵਾਇਰਲ - ਡੈੱਡਲਾਈਨ",
        "ਵੈਨਜ਼ੂਏਲਾ ਦੇ ਪ੍ਰਵਾਸੀਆਂ ਨੇ ਅਦਾਲਤ ਨੂੰ ਟਰੰਪ ਪ੍ਰਸ਼ਾਸਨ ਨੂੰ ਗੁਆਂਟਾਨਾਮੋ ਭੇਜਣ ਤੋਂ ਰੋਕਣ ਲਈ ਕਿਹਾ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਡੋਨਾਲਡ ਟਰੰਪ ਸਟੀਲ ਸਮੇਤ ਨਵੇਂ ਵਪਾਰ ਟੈਰਿਫਾਂ ਦਾ ਐਲਾਨ ਕਰਨਗੇ - BBC.com",
        "ਕੂਪਰ ਡੀਜੀਨ ਪਿਕ-ਸਿਕਸ ਤੋਂ ਬਾਅਦ ਈਗਲਜ਼ 17-0 ਉੱਪਰ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਅਕਾਲ ਜ਼ਿਆਦਾਤਰ ਟਾਲਿਆ ਗਿਆ ਪਰ ਜੇ ਗਾਜ਼ਾ ਜੰਗਬੰਦੀ collapseਹਿ ਜਾਂਦੀ ਹੈ ਤਾਂ ਦੁਬਾਰਾ ਖ਼ਤਰਾ ਹੈ, ਸੰਯੁਕਤ ਰਾਸ਼ਟਰ ਦੇ ਮਾਨਵਤਾਵਾਦੀ ਮੁਖੀ ਦਾ ਕਹਿਣਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਟਰੰਪ ਨੇ ਗਾਜ਼ਾ 'ਤੇ ਨਿਯੰਤਰਣ ਲੈਣ ਦਾ ਵਾਅਦਾ ਦੁਹਰਾਇਆ ਭਾਵੇਂ ਜੰਗਬੰਦੀ ਦੇ ਨਵੀਨੀਕਰਨ ਲਈ ਦਬਾਅ ਵਧਦਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਟੀ-ਮੋਬਾਈਲ ਆਪਣਾ ਸਟਾਰਲਿੰਕ ਬੀਟਾ ਖੋਲ੍ਹਦਾ ਹੈ, ਜਿਸ ਵਿੱਚ ਏਟੀ ਐਂਡ ਟੀ ਅਤੇ ਵੇਰੀਜੋਨ ਵਾਲੇ ਲੋਕਾਂ ਸ਼ਾਮਲ ਹਨ - ਸੀ ਐਨ ਈ ਟੀ",
        "ਹਮਲਾਵਰ ਪਾਸ ਦਖਲਅੰਦਾਜ਼ੀ ਫਲੈਗ ਦਾ ਖਰਚਾ ਈਗਲਜ਼ ਨੂੰ ਪਹਿਲੀ ਡਰਾਈਵ ਤੇ ਚੌਥਾ-ਡਾਉਨ ਪਰਿਵਰਤਨ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਸੁਪਰ ਬਾlਲ 2025 ਰੈਡ ਕਾਰਪੇਟ, ਸੇਲਿਬ੍ਰਿਟੀ ਗੈਸਟ ਆਰੀਵਲਜ਼ ਫੋਟੋਆਂ, ਲਾਈਵ ਅਪਡੇਟਸਃ ਇਵਾਂਕਾ ਟਰੰਪ, ਬ੍ਰੈਂਡਨ ਫਰੇਜ਼ਰ ਅਤੇ ਹੋਰ - ਡਬਲਯੂਡਬਲਯੂਡੀ",
        "ਵੈਨਸ ਅਤੇ ਮਸਕ ਅਦਾਲਤਾਂ ਦੇ ਅਧਿਕਾਰ 'ਤੇ ਸਵਾਲ ਉਠਾਉਂਦੇ ਹਨ ਕਿਉਂਕਿ ਟਰੰਪ ਦੇ ਏਜੰਡੇ ਨੂੰ ਕਾਨੂੰਨੀ ਧੱਕੇਸ਼ਾਹੀ ਦਾ ਸਾਹਮਣਾ ਕਰਨਾ ਪੈਂਦਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਜੰਗਲੀ ਜੀਵ ਖੋਜਕਰਤਾਵਾਂ ਦੁਆਰਾ ਪੋਲੈਂਡ ਦੇ ਜੰਗਲ ਵਿਚ ਕੈਮਰੇ ਵਿਚ ਕੈਦ ਕੀਤੇ ਗਏ ਦੁਰਲੱਭ ਕਾਲੇ ਬਘਿਆੜ - ਸੀ ਐਨ ਐਨ",
        "ਖਾੜੀ ਅਮਰੀਕਾ ਦਿਵਸ, 2025 - ਵ੍ਹਾਈਟ ਹਾਊਸ",
        "ਕੀ ਯੂਰਪ ਜੇਡੀ ਵੈਨਸ ਲਈ ਤਿਆਰ ਹੈ? - ਪੋਲਿਟਿਕੋ",
        "ਸੈਮ ਨੁਜੋਮਾਃ ਨਮੀਬੀਆ ਦੇ ਪਹਿਲੇ ਰਾਸ਼ਟਰਪਤੀ ਦੀ 95 ਸਾਲ ਦੀ ਉਮਰ ਵਿੱਚ ਮੌਤ - BBC.com",
        "ਜੈੱਟਸ ਸਾਬਕਾ ਪੈਕਰਜ਼ ਕਿ Qਬੀ ਐਰੋਨ ਰੋਜਰਸ - ਪੈਕਰਸ ਵਾਇਰ ਤੋਂ ਅੱਗੇ ਵਧਣ ਦਾ ਫੈਸਲਾ ਕਰਦੇ ਹਨ",
        "ਨਾਸਾ ਦੀਵਾਲੀਆ ਨਿਰਮਾਤਾ ਤੋਂ ਆਰਟੇਮਿਸ ਕਰੂ ਟ੍ਰਾਂਸਪੋਰਟ ਵੈਨਾਂ ਦੀ ਵਰਤੋਂ ਕਰਨਾ ਜਾਰੀ ਰੱਖੇਗਾ - ਸਪੇਸਨਿਊਜ਼",
        "ਬੀਪੀ ਐਕਟੀਵਿਸਟ ਨਿਵੇਸ਼ਕ ਐਲੀਅਟ ਫਰੇਅ ਵਿੱਚ ਦਾਖਲ ਹੋਣ ਦੇ ਨਾਤੇ ਮਹੱਤਵਪੂਰਨ ਪਲ ਦਾ ਸਾਹਮਣਾ ਕਰਦਾ ਹੈ - ਯਾਹੂ ਵਿੱਤ"
    ]
}