{
    "headlines": [
        "Le NIH de Trump défie le modèle qui sous-tend la domination scientifique américaine - The Washington Post",
        "Coca-Cola est sur le point de déclarer ses revenus. Voici à quoi vous attendre - CNBC",
        "Exclusif : OpenAI n'est pas à vendre, déclare le PDG Sam Altman - Axios",
        "Final 2025 NFL draft order is set with Eagles picking 32nd, Chiefs picking 31st - NBC Sports",
        "Trump sabre les agences longtemps détestées par le GOP. Les prochaines coupes pourraient être plus difficiles. - POLITICO",
        "La confirmation de MAHA, RFK Jr. a mis les vaccins pour enfants à l'honneur : faits sur le ROR vs fiction - Fox News",
        "Ce que nous savons du démonstrateur du spectacle de la mi-temps du Super Bowl - CNN",
        "Au moins 51 morts alors que l'autobus plonge dans un ravin au Guatemala - ABC News",
        "Super Micro donne une mise à jour aujourd'hui. Ce que Wall Street attend d'AI Server Maker. - Barron's",
        "Luka Doncic fait ses débuts chez les Lakers et se connecte rapidement avec LeBron James dans une victoire de 132-113 sur l'Utah - The Associated Press",
        "Trump cherche un accord sur son plan pour Gaza alors qu'il rencontre le roi Abdallah de Jordanie - CNN",
        "Le MJ demande que les accusations du maire de New York, Eric Adams, soient abandonnées - Axios",
        "Trump va de l'avant alors que les tribunaux, les démocrates tentent de le bloquer - The Washington Post",
        "Avion appartenant à Vince Neil, membre du groupe Motley Crue, impliqué dans un accident mortel en Arizona - Date limite",
        "Apple patches activement exploités iOS Zero-Day CVE-2025-24200 dans la mise à jour d'urgence - The Hacker News",
        "Trump annonce des droits de douane de 25% sur toutes les importations d'acier et d'aluminium - BBC.com",
        "Jets qui cherchent à jumeler QB débutant avec QB vétéran ? - profootballrumors.com",
        "Le Pentagone rétablit le nom de Fort Liberty à Fort Bragg - CBS News",
        "Le premier procès vise le gel de l'aide étrangère de Trump - POLITICO"
    ]
}