{
    "headlines": [
        "CeeDee Lamb ਸੀਜ਼ਨ ਲਈ ਬਾਹਰਃ Cowboys 'ਮੀਕਾਹ ਪਾਰਸਨਜ਼, ਕੂਪਰ ਰਸ਼ ਸਟਾਰ ਵਾਈਡਆਉਟ ਦੀ' ਯੋਧੇ 'ਕਠੋਰਤਾ ਦੀ ਪ੍ਰਸ਼ੰਸਾ ਕਰਦੇ ਹਨ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਬਰਡ ਫਲੂ ਨੇ ਵਾਸ਼ਿੰਗਟਨ ਦੇ ਇਕ ਅਸਥਾਨ 'ਤੇ ਅੱਧ ਤੋਂ ਵੱਧ ਵੱਡੀਆਂ ਬਿੱਲੀਆਂ ਨੂੰ ਮਾਰਿਆ - ਸੀਐਨਐਨ",
        "ਪ੍ਰਾਰਥਨਾਵਾਂ ਅਤੇ ਹੰਝੂ ਹਿੰਦ ਮਹਾਂਸਾਗਰ ਦੀ ਸੁਨਾਮੀ ਤੋਂ 20 ਸਾਲ ਬਾਅਦ ਦੀ ਨਿਸ਼ਾਨਦੇਹੀ ਕਰਦੇ ਹਨ ਜਿਸ ਨਾਲ ਲਗਭਗ 230,000 ਲੋਕ ਮਾਰੇ ਗਏ ਸਨ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਇਜ਼ਰਾਈਲ ਦੇ ਅਟਾਰਨੀ ਜਨਰਲ ਨੇ ਨੇਤਨਯਾਹੂ ਦੀ ਪਤਨੀ ਨੂੰ ਗਵਾਹਾਂ ਦੇ ਪ੍ਰੇਸ਼ਾਨ ਕਰਨ ਦੇ ਸ਼ੱਕ ਵਿੱਚ ਜਾਂਚ ਦੇ ਆਦੇਸ਼ ਦਿੱਤੇ - ਸੀਐਨਐਨ",
        "ਸਿਡਨੀ ਤੋਂ ਹੋਬਾਰਟ ਯਾਟ ਦੌੜ ਵਿਚ ਦੋ ਦੀ ਮੌਤ - ਬੀਬੀਸੀ.",
        "ਇੱਕ ਸਨਕੀ ਟੋਰਨਾਡੋ ਜੋਖਮ ਵੀਰਵਾਰ ਨੂੰ ਟੈਕਸਾਸ ਅਤੇ ਮੱਧ-ਦੱਖਣ ਨੂੰ ਪ੍ਰਭਾਵਤ ਕਰ ਸਕਦਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "WHO ਮੁਖੀ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਹ ਯਮਨ ਹਵਾਈ ਅੱਡੇ 'ਤੇ ਸੀ ਜਿਸ ਨੂੰ ਇਜ਼ਰਾਈਲ ਨੇ ਨਿਸ਼ਾਨਾ ਬਣਾਇਆ - ਸੀਐਨਐਨ",
        "ਸ਼ੂਮਰ ਟਰੰਪ 2.0 ਲਈ ਕਿਵੇਂ ਤਿਆਰੀ ਕਰ ਰਿਹਾ ਹੈ - ਪੋਲੀਟੀਕੋ",
        "ਹਥਿਆਰਬੰਦ ਸਮੂਹ ਨੂੰ ਨਿਸ਼ਾਨਾ ਬਣਾਉਂਦੇ ਹੋਏ ਇਜ਼ਰਾਈਲੀ ਹਮਲੇ 'ਚ ਗਾਜ਼ਾ ਦੇ ਪੰਜ ਪੱਤਰਕਾਰ ਮਾਰੇ ਗਏ - BBC.com",
        "ਫਿਨਲੈਂਡ ਬੋਰਡਾਂ ਦਾ ਤੇਲ ਟੈਂਕਰ ਇੰਟਰਨੈੱਟ, ਪਾਵਰ ਕੇਬਲ ਬੰਦ ਹੋਣ ਦਾ ਸ਼ੱਕ - ਰਾਇਟਰ",
        "ਬਿਓਨਸੇ ਨੇ ਇਕ ਏਕੀਕ੍ਰਿਤ ਨੈੱਟਫਲਿਕਸ ਕ੍ਰਿਸਮਸ ਅੱਧ-ਸਮੇਂ ਦੀ ਕਾਰਗੁਜ਼ਾਰੀ ਨਾਲ ’ਕਾਉਬੋਏ ਕਾਰਟਰ’ ਸੰਦੇਹ ਦਾ ਖੰਡਨ ਕੀਤਾ - ਯਾਹੂ ਐਂਟਰਟੇਨਮੈਂਟ",
        "2025 ਦੇ ਸ਼ੁਰੂ ਵਿੱਚ ਪੰਜ ਨਵੇਂ ਐਪਲ ਉਤਪਾਦ ਜਲਦੀ ਹੀ ਆ ਰਹੇ ਹਨ, ਇੱਥੇ ਕੀ ਉਮੀਦ ਕਰਨੀ ਹੈ - 9to5Mac",
        "ਦੀਪਸੇਕ ਦਾ ਨਵਾਂ ਏਆਈ ਮਾਡਲ ਅਜੇ ਤੱਕ ਸਭ ਤੋਂ ਵਧੀਆ ‘ਓਪਨ‘ ਚੁਣੌਤੀ ਦੇਣ ਵਾਲਿਆਂ ਵਿੱਚੋਂ ਇੱਕ ਜਾਪਦਾ ਹੈ - ਟੈਕਕ੍ਰਾਂਚ",
        "ਯੂਐਸ ਦੇ ਸਟਾਕ ਨੇ ਪਤਲੇ ਵਪਾਰ ਵਿਚ ਪਾਣੀ ਨੂੰ ਘੇਰਿਆ, ਬੈਂਚਮਾਰਕ ਯੂਐਸ ਦਾ ਝਾੜ ਨਵਾਂ ਉੱਚਾ ਨਿਕਲਿਆ - ਰਾਇਟਰਜ਼",
        "ਐਪਲ ਸਟਾਕ ਨੇ ਇਹ 2010 ਤੋਂ ਨਹੀਂ ਕੀਤਾ ਹੈ. ਇਸ ਦਾ ਕੀ ਅਰਥ ਹੈ ਜਿਵੇਂ ਕਿ ਵੈਲਯੂ ਨੇਅਰਸ $ 4 ਟ੍ਰਿਲੀਅਨ. - ਬੈਰਨਜ਼",
        "ਹਟਾਈ",
        "ਕਿਵੇਂ ਅਮਰੀਕਾ ਨੇ ਬਰਡ ਫਲੂ ਦਾ ਨਿਯੰਤਰਣ ਗੁਆ ਦਿੱਤਾ, ਇਕ ਹੋਰ ਮਹਾਂਮਾਰੀ ਦਾ ਪੜਾਅ ਨਿਰਧਾਰਤ ਕੀਤਾ - ਓਰੇਗਨਲਾਈਵ",
        "‘ਇਕ ਸੰਪੂਰਨ ਅਣਜਾਣ’ ਤੱਥ ਬਨਾਮ ਗਲਪਃ ਬੌਬ ਡਿਲਨ ਮਾਹਰ ਇਸ ਗੱਲ 'ਤੇ ਡੂੰਘਾਈ ਨਾਲ ਜਾਂਦੇ ਹਨ ਕਿ ਜਸ਼ਨ ਮਨਾਏ ਗਏ ਬਾਇਓਪਿਕ ਵਿਚ ਸੱਚ ਜਾਂ ਫੈਨਸੀਫੁੱਲ ਕੀ ਹੈ - ਵੰਨਗੀ",
        "'ਵੀਰਵਾਰ ਨਾਈਟ ਫੁੱਟਬਾਲ' ਲਈ ਸੱਟੇਬਾਜ਼ੀ ਸੁਝਾਅਃ ਬੀਅਰਸ - ਈਐਸਪੀਐਨ ਵਿਖੇ ਸੀਹਾਕਸ",
        "ਹਡਸਨ ਮੀਕ, 16 ਸਾਲਾ \"ਬੇਬੀ ਡਰਾਈਵਰ\" ਅਭਿਨੇਤਾ, ਚਲਦੇ ਵਾਹਨ ਤੋਂ ਡਿੱਗਣ ਨਾਲ ਮੌਤ ਹੋ ਗਈ, ਅਧਿਕਾਰੀਆਂ ਦਾ ਕਹਿਣਾ ਹੈ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼"
    ]
}