{
    "headlines": [
        "Баристы Starbucks начинают забастовки накануне Рождества - Новости ресторанов Nation",
        "Убийства в Дельфах: осужденный убийца Ричард Аллен приговорен к 130 годам - ABC News",
        "Как приостановка работы правительства может повлиять на ваши планы - The Washington Post",
        "Семилетняя девочка убита и несколько ранены в результате нападения с ножом в начальной школе Хорватии - CNN",
        "‘Sonic The Hedgehog 3’ $ 6.5M, ‘Mufasa’ $ 3M+ In Thursday Previews – Box Office - Deadline",
        "Американские дипломаты встретились с лидером сирийской оппозиции в Дамаске - Axios",
        "Novo терпит крах на 20% после того, как новое лекарство от ожирения пропускает прогнозы. Лилли, Викинг, Амген Джамп. - Investor's Business Daily",
        "Предупреждающие знаки для Трампа как мятежника-республиканца - BBC.com",
        "Изъято",
        "Российский ракетный удар по Киеву в час пик убил одного человека и повредил посольства - Reuters",
        "Фьючерсы на акции США снижают убытки после данных по инфляции, Трамп нацелен на Европу - Reuters",
        "Личные доходы и расходы, ноябрь 2024 г. - Бюро экономического анализа",
        "Выбор футбольного плей-офф колледжа, расписание: Прогнозы против спреда, коэффициенты на игры первого раунда - CBS Sports",
        "Изъято",
        "Байден прощает $ 4,28 млрд студенческого долга 54 900 заемщикам - CNBC",
        "Появляются новые подробности о матери из Юты, 3 маленьких детях, убитых в своем доме - Новости CBS",
        "Как Clase Azul построил бизнес по производству текилы за пределами верхней полки за миллиард долларов - Forbes",
        "Гигантские ленивцы и мастодонты тысячелетиями сосуществовали с людьми в Америке, свидетельствуют новые открытия - ABC News",
        "Чувствуете ли вы, что мир вышел из-под контроля больше, чем раньше? Для этого есть причина. - Slate",
        "Огонь и лед: лучшие старты, сидения и шпалы в фэнтези-футболе на 16-й неделе - Pro Football Focus"
    ]
}