{
    "headlines": [
        "ਸਾਬਕਾ ਲੂਯਿਸਵਿਲ ਅਧਿਕਾਰੀ ਬ੍ਰੋਨਾ ਟੇਲਰ ਦੇ ਨਾਗਰਿਕ ਅਧਿਕਾਰਾਂ ਦੀ ਉਲੰਘਣਾ ਕਰਨ ਦਾ ਦੋਸ਼ੀ ਹੈ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਬੋਇੰਗ ਦੇ ਸੀਈਓ ਨੇ ਮਸ਼ੀਨਿਸਟਾਂ ਨੂੰ ਅਲਟੀਮੇਟਮ ਦਿੱਤਾ. ਯੂਨੀਅਨ ਦੇ ਨੇਤਾ ਉਸ 'ਤੇ ਵਿਸ਼ਵਾਸ ਕਰਦੇ ਹਨ - ਸੀਏਟਲ ਟਾਈਮਜ਼",
        "ਹਟਾਈ",
        "Channing Tatum & Jenna ਦੀਵਾਨ ਦੀ ਧੀ ਦਿਸਦਾ ਹੈ, ਇਸ ਲਈ ਹੇਲੋਵੀਨ 'ਤੇ ਵੱਡੇ - ਈ! ਨਿਊਜ਼",
        "ਚੋਣਾਂ 2024 ਲਾਈਵ ਅਪਡੇਟਸਃ 'ਹਿੰਸਕ ਬਿਆਨਬਾਜ਼ੀ' ਲਈ ਟਰੰਪ 'ਤੇ ਢੇਰ - ਅਮਰੀਕਾ ਅੱਜ",
        "ਸਟੈਫਨੀ ਵ੍ਹਾਈਟ ਨੂੰ ਇੰਡੀਆਨਾ ਬੁਖਾਰ, ਕੈਟਲਿਨ ਕਲਾਰਕ ਨੂੰ ਅਗਲੇ ਕਦਮ ਲਈ ਮਾਰਗ ਦਰਸ਼ਨ ਕਰਨ ਲਈ ਨਿਯੁਕਤ ਕੀਤਾ ਗਿਆ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਡੈਨੀਅਲ ਪੈਨੀ ਦੇ ਵਕੀਲ ਦਲੀਲ ਦਿੰਦੇ ਹਨ ਕਿ ਉਸਨੇ ਦੂਜਿਆਂ ਦੀ ਰੱਖਿਆ ਕੀਤੀ, ਸਰਕਾਰੀ ਵਕੀਲ ਕਹਿੰਦੇ ਹਨ ਕਿ ਉਹ ‘ਬਹੁਤ ਦੂਰ ਚਲਾ ਗਿਆ’ ਕਿਉਂਕਿ ਐਨਵਾਈਸੀ ਸਬਵੇਅ ਦੀ ਹੱਤਿਆ ਦੀ ਸੁਣਵਾਈ ਸ਼ੁਰੂ ਹੁੰਦੀ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਐਲਏ ਡੋਜਰਜ਼ ਦੀ ਵਰਲਡ ਸੀਰੀਜ਼ ਪਰੇਡ ਡਾਉਨਟਾਊਨ ਨੂੰ ਰੋਸ਼ਨ ਕਰਦੀ ਹੈ ਕਿਉਂਕਿ ਪ੍ਰਸ਼ੰਸਕ ਚੈਂਪੀਅਨਸ਼ਿਪ ਜਿੱਤਣ ਦਾ ਜਸ਼ਨ ਮਨਾਉਂਦੇ ਹਨ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਹੈਰਿਸ ਨੇ ਟਰੰਪ 'ਤੇ ਹਮਲਾ ਕਰਦਿਆਂ ਕਿਹਾ ਕਿ ਲਿਜ਼ ਚੇਨੀ ਨੂੰ ਉਸ‘ ਤੇ ਰਾਈਫਲਾਂ ਦੀ ਗੋਲੀ ਮਾਰਨੀ ਚਾਹੀਦੀ ਹੈ ’ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "‘ਅਗਾਥਾ ਆਲ ਅਲੌਂਗ’ ਐਪੀਸੋਡ 8 ਇੱਕ ਦਿਨ ਵਿੱਚ 4.6 ਮਿਲੀਅਨ ਵਿਯੂਜ਼ ਨੂੰ ਹਿੱਟ ਕਰਦਾ ਹੈ, ਐਪੀਸੋਡ 7 ਤੋਂ 10% ਉੱਪਰ - ਵਰਾਇਟੀ",
        "ਸੁਪਰੀਮ ਕੋਰਟ ਦੇ ਨਿਯਮ ਪੈਨਸਿਲਵੇਨੀਆ ਬੈਕ-ਅਪ ਵੋਟਾਂ ਦੀ ਗਿਣਤੀ ਕਰ ਸਕਦਾ ਹੈ ਜਦੋਂ ਮੇਲ ਬੈਲਟ ਰੱਦ ਕੀਤੇ ਜਾਂਦੇ ਹਨ - ਸੀ ਐਨ ਐਨ",
        "ਰੂਸੀ ਪ੍ਰਚਾਰਕਾਂ ਦੀਆਂ ਜਾਅਲੀ ਵੀਡੀਓਜ਼ ਦਾ ਉਦੇਸ਼ ਚੋਣਾਂ ਦੇ ਦਿਨ ਤੋਂ ਪਹਿਲਾਂ ਤਣਾਅ ਵਧਾਉਣਾ - ਐਨਪੀਆਰ",
        "ਸੇਕ ਨੇ ਜਾਅਲੀ ਸੱਟ 'ਬਕਵਾਸ' ਲਈ ਅਨੁਸ਼ਾਸਨ ਦੀ ਰੂਪ ਰੇਖਾ ਦਿੱਤੀ - ਈਐਸਪੀਐਨ",
        "ਕੁਝ ਆਈਫੋਨ 14 ਪਲੱਸ ਫੋਨਾਂ ਵਿੱਚ ਕੈਮਰੇ ਦਾ ਮੁੱਦਾ ਹੁੰਦਾ ਹੈ, ਪਰ ਐਪਲ ਇਸ ਨੂੰ ਮੁਫਤ ਵਿੱਚ ਠੀਕ ਕਰ ਸਕਦਾ ਹੈ - ਦਿ ਵਰਜ",
        "ਓਰਲੈਂਡੋ ਦੇ ਮੇਅਰ ਕਰਫਿ issue ਜਾਰੀ ਕਰਦੇ ਹਨ, ਡਾਊਨਟਾਊਨ ਮਾਸ ਸ਼ੂਟਿੰਗ ਦੇ ਨੇੜੇ ਕਾਰੋਬਾਰਾਂ ਲਈ ਸ਼ਰਾਬ ਦੀ ਵਿਕਰੀ ਦਾ ਜਲਦੀ ਅੰਤ - ਡਬਲਯੂਈਐਸਐਚ 2 ਓਰਲੈਂਡੋ",
        "ਬਹੁਤ ਘੱਟ, ਬਹੁਤ ਦੇਰ ਨਾਲਃ ਕਿਵੇਂ ਵਲੇਨਸੀਆ ਦੇ ਵਸਨੀਕ ਸਪੇਨ ਦੇ ਘਾਤਕ ਹੜ੍ਹਾਂ ਵਿਚ ਬਿਨਾਂ ਕਿਸੇ ਚੇਤਾਵਨੀ ਦੇ ਫਸ ਗਏ - ਸੀ ਐਨ ਐਨ",
        "‘ਯੂਨੀਅਨ ਜੋਅ,’ ਹੈਰਿਸ ਅਤੇ ਟਰੰਪ ਸਾਰੇ ਯੂਨੀਅਨਾਂ ਨਾਲ ਲਾਭ ਪ੍ਰਾਪਤ ਕਰਦੇ ਸਨ — ਪਰ ਕਾਫ਼ੀ ਨਹੀਂ - ਪੋਲਿਟਿਕੋ",
        "ਕੈਮਿਸਟਾਂ ਨੇ ਅਤਿਅੰਤ ਅਸਥਿਰ ਅਣੂ ਬਣਾਉਣ ਲਈ 100 ਸਾਲ ਪੁਰਾਣਾ ਨਿਯਮ ਤੋੜਿਆ - Livescience.",
        "ਪੈਦਲ ਚੱਲ ਰਹੇ ਨਮੂਨੀਆ, ਛੋਟੇ ਬੱਚਿਆਂ ਵਿੱਚ ਆਰਐਸਵੀ ਦੀਆਂ ਦਰਾਂ ਵਧ ਰਹੀਆਂ ਹਨ, ਸੀਡੀਸੀ ਨੇ ਚੇਤਾਵਨੀ ਦਿੱਤੀ. ਰੁਝਾਨ ਧਿਆਨ ਦੇਣ ਯੋਗ ਹਨ — ਪਰ ਅਚਾਨਕ ਨਹੀਂ - ਯਾਹੂ ਲਾਈਫ",
        "ਸਰਫਰ ਨੇ ਮੌਈ ਬੀਚ 'ਤੇ ਸ਼ਾਰਕ ਹਮਲੇ ਵਿਚ ਲੱਤ ਦਾ ਇਕ ਹਿੱਸਾ ਗੁਆ ਦਿੱਤਾ - ਹਵਾਈ ਖ਼ਬਰਾਂ ਹੁਣ"
    ]
}