{
    "headlines": [
        "Гороскоп на субботу, 22 февраля 2025 года - Chicago Sun-Times",
        "Семья израильского заложника Шири Бибаса говорит, что возвращенное тело принадлежит ей - BBC.com",
        "Стивен А. Смит полностью ошеломлен пресс-конференцией Yankees о волосах на лице: «Какой позор» - New York Post",
        "Трамп уволил К.К. Брауна с поста председателя Объединенного комитета начальников штабов - ABC News",
        "Судья временно блокирует ключевые части исполнительных указов Трампа, нацеленных на DEI - The Washington Post",
        "Арабские лидеры борются за альтернативу предложению Трампа о Газе - The Washington Post",
        "Nvidia подтверждает «редкую» проблему производства RTX 5090 и 5070 Ti - The Verge",
        "Телескоп НАСА Webb показывает бесконечную космическую огненную бурю в центре Млечного Пути - SciTechDaily",
        "Трамп спаррингует с губернатором демократического штата Мэн на мероприятии в Белом доме из-за указа трансгендерного спортсмена - ABC News",
        "Верховный суд откладывает попытку Трампа уволить федерального наблюдателя по этике - POLITICO",
        "Bracketology Bubble Watch: пять команд SEC, парящих вокруг линии разреза турнира NCAA в действии в субботу - CBS Sports",
        "Криптовалютная биржа заявила, что стала жертвой взлома на сумму 1,5 миллиарда долларов - The Associated Press",
        "Выборы в Германии: финальный рывок, поскольку лидер Мерц обещает лидировать в Европе - BBC.com",
        "NASA выбирает SpaceX для запуска NEO Surveyor - SpaceNews",
        "Кто будет следующим Джеймсом Бондом? Жесткое решение 007 от Amazon - BBC.com",
        "Габриэль Махт вернется в роли Харви Спектера в сериале «Форс-мажоры Лос-Анджелеса» (Suits LA - Variety)",
        "Драфт НФЛ 2025: 10 перспектив, которые могут вырасти во время предварительного процесса - NFL.com",
        "Вспышка кори в Техасе достигла 90 случаев; 9 случаев в Нью-Мексико - Ars Technica",
        "Скажет ли Уоррен Баффет, почему у него так много денег? - Fortune"
    ]
}