{
    "headlines": [
        "ਚਚੇਰੇ ਭਰਾ 4 ਆਈ ਐਨ ਟੀ ਐਸ ਸਿੰਕ ਫਾਲਕਨਸ - ਈਐਸਪੀਐਨ ਤੋਂ ਬਾਅਦ ਦੋਸ਼ੀ ਠਹਿਰਾਉਂਦੇ ਹਨ",
        "ਟ੍ਰੈਵਰ ਲਾਰੈਂਸ ਅਜ਼ੀਜ਼ ਅਲ-ਸ਼ੇਅਰ ਦੁਆਰਾ ਬੁਰੀ ਤਰ੍ਹਾਂ ਮਾਰਨ ਤੋਂ ਬਾਅਦ ਜ਼ਖਮੀ ਹੋ ਗਿਆ, ਜੈਗੁਆਰਸ, ਟੇਕਸਨਜ਼ ਵਿਚਕਾਰ ਝਗੜਾ ਹੋਇਆ - ਯਾਹੂ ਸਪੋਰਟਸ",
        "‘ਇਹ ਸਿਰਫ ਆਉਣਾ ਅਤੇ ਆਉਣਾ ਜਾਰੀ ਰੱਖਦਾ ਹੈ’: ਝੀਲ-ਪ੍ਰਭਾਵ ਵਾਲੀ ਬਰਫ ਅਮਰੀਕਾ ਦੇ ਕੁਝ ਹਿੱਸਿਆਂ ਵਿਚ ਇਕ ਹੋਰ ਪੈਰ ਜਾਂ ਦੋ ਬਰਫ ਸੁੱਟ ਦੇਵੇਗੀ - ਸੀ ਐਨ ਐਨ",
        "ਸਟੈਲੇਨਟਿਸ ਦੇ ਸੀਈਓ ਕਾਰਲੋਸ ਟਾਵਰਸ ਅਸਤੀਫਾ ਦਿੰਦੇ ਹਨ - ਰਾਇਟਰਜ਼",
        "ਐਨਐਫਐਲ ਹਫਤਾ 13: ਕੌਲਟਸ - ਪੈਟਸ ਪਲਪਿਟ ਨੂੰ ਦੇਸ਼ ਭਗਤ ਦੇ 25-24 ਘਾਟੇ ਤੋਂ ਤੁਰੰਤ ਵਿਸ਼ਲੇਸ਼ਣ",
        "ਟਰੰਪ ਨੇ ਬ੍ਰਿਕ ਰਾਸ਼ਟਰਾਂ 'ਤੇ 100% ਟੈਰਿਫ ਦੀ ਧਮਕੀ ਦਿੱਤੀ - ਬੀਬੀਸੀ.",
        "ਰਾਸ਼ਟਰ ਪਲਾਸਟਿਕ ਪ੍ਰਦੂਸ਼ਣ ਦੀ ਸਫਾਈ ਬਾਰੇ ਸੰਯੁਕਤ ਰਾਸ਼ਟਰ ਸੰਧੀ ਪ੍ਰਦਾਨ ਕਰਨ ਵਿੱਚ ਅਸਫਲ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਐਮਾਜ਼ਾਨ, ਐਪਲ, ਮੈਸੀਜ਼, ਵਾਲਮਾਰਟ, ਵੇਫੇਅਰ, ਟਾਰਗੇਟ ਅਤੇ ਹੋਰ ਤੋਂ ਖਰੀਦਦਾਰੀ ਕਰਨ ਲਈ ਸਰਬੋਤਮ ਸਾਈਬਰ ਸੋਮਵਾਰ 2024 ਸੌਦੇ - ਯਾਹੂ ਲਾਈਫ",
        "‘ਮੋਆਨਾ 2’ ਡੈਮੀਗੌਡ ਸਥਿਤੀ ਨੂੰ ਪ੍ਰਾਪਤ ਕਰਦਾ ਹੈਃ ਬਾਕਸ ਆਫਿਸ ਦੇ ਸਾਰੇ ਰਿਕਾਰਡ ਟੁੱਟ ਗਏ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਟਰੂਡੋ ਨੇ ਟਰੰਪ ਨਾਲ ਕੀਤਾ ਵਾਅਦਾ, ਕਿਹਾ- ਕੈਨੇਡਾ ਦੇ ਚੋਟੀ ਦੇ ਅਧਿਕਾਰੀ - ਰਾਇਟਰਜ਼ ਕੈਨੇਡਾ",
        "ਐਲਨ ਡੀਜੇਨੇਰਸ ਨੇ ਇੰਗਲੈਂਡ ਜਾਣ ਤੋਂ ਬਾਅਦ ਪੋਰਟਿਆ ਡੀ ਰੋਸੀ ਨਾਲ 20 ਵੀਂ ਵਰ੍ਹੇਗੰ celebrate ਦਾ ਜਸ਼ਨ ਮਨਾਇਆਃ 'ਕਿੰਨਾ ਲੰਮਾ ਸੁੰਦਰ ਸਾਹਸ' - ਏਓਐਲ",
        "ਟਰੰਪ ਪਿਕ ਕਾਸ਼ ਪਟੇਲ ਨੂੰ ਲਾਜ਼ਮੀ ਤੌਰ 'ਤੇ ਇਹ ਸਾਬਤ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ ਕਿ ਉਹ ਐਫਬੀਆਈ ਵਿਚ ਜਨਤਕ ਵਿਸ਼ਵਾਸ ਬਹਾਲ ਕਰੇਗਾ, ਇਕ ਪ੍ਰਮੁੱਖ ਜੀਓਪੀ ਸੈਨੇਟਰ ਕਹਿੰਦਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਕੋਸਟ ਗਾਰਡ ਨੇ ਦੱਖਣੀ ਪੂਰਬੀ ਅਲਾਸਕਾ ਤੋਂ ਸਮੁੰਦਰਾਂ ਵਿਚ ਮੱਛੀ ਫੜਨ ਵਾਲੀ ਕਿਸ਼ਤੀ ਦੇ ਕੈਪਸਾਈਜ਼ ਹੋਣ ਤੋਂ ਬਾਅਦ ਤਲਾਸ਼ੀ ਦੀ ਸ਼ੁਰੂਆਤ ਕੀਤੀ - ਐਂਕਰੇਜ ਡੇਲੀ ਨਿ Newsਜ਼",
        "ਐਗਜ਼ਿਟ ਪੋਲਃ ਰੋਮਾਨੀਆ ਦੇ ਸੋਸ਼ਲ ਡੈਮੋਕਰੇਟਸ ਸੰਸਦੀ ਵੋਟ ਵਿਚ ਅਗਵਾਈ ਕਰਦੇ ਹਨ, ਪਰ ਸਖਤ-ਸੱਜੇ ਗਤੀ ਬਣਾਉਂਦਾ ਹੈ - ਪੋਲੀਟੀਕੋ ਯੂਰਪ",
        "ਬਾਗ਼ੀ ਪੇਸ਼ਗੀ ਅਤੇ ਸਮਝੌਤਾ ਕਰਨ ਤੋਂ ਇਨਕਾਰ ਕਰਕੇ ਫਸਿਆ ਸੀਰੀਆ ਦਾ ਅਸਦ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "ਮੁੱਖ ਅਹੁਦਿਆਂ ਲਈ ਆਪਣੀਆਂ ਧੀਆਂ ਦੇ ਸਹੁਰੇ ਦੀ ਟਰੰਪ ਦੀ ਅਸਾਧਾਰਣ ਚੋਣ ਪਰਿਵਾਰਕ ਮੈਂਬਰਾਂ ’ਤੇ ਉਸ ਦੇ ਨਿਰਭਰਤਾ ਨੂੰ ਦਰਸਾਉਂਦੀ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਨਵਾਂ ਈਯੂ ਸਪੇਸ ਕਮਿਸ਼ਨਰ ਤਰਜੀਹਾਂ ਦੀ ਰੂਪ ਰੇਖਾ ਦਿੰਦਾ ਹੈ - ਸਪੇਸਨਿਊਜ਼",
        "ਵੇਨ ਨੌਰਥ੍ਰੌਪ ਦੀ ਮੌਤਃ ‘ਰਾਜਵੰਸ਼’ ਅਤੇ ‘ਸਾਡੇ ਜੀਵਨ ਦੇ ਦਿਨ’ ਅਭਿਨੇਤਾ 77 ਸੀ - ਡੈੱਡਲਾਈਨ",
        "ਰਿਆਨ ਡੇਅ ਦੇ ਅੰਦਰ ਮਿਸ਼ੀਗਨ ਨੂੰ ਲਗਾਤਾਰ ਚੌਥਾ ਹਾਰਃ 'ਨਿਰਾਸ਼. ਅਚਾਨਕ. ਕੁਚਲਿਆ.' - ਫੌਕਸ ਸਪੋਰਟਸ",
        "ਖਗੋਲ ਵਿਗਿਆਨੀ ਦੁਰਲੱਭ ਸੁਪਰਨੋਵਾ ਲੱਭਦੇ ਹਨ ਜੋ ਬ੍ਰਹਿਮੰਡੀ ਇਤਿਹਾਸ ਨੂੰ ਦੁਬਾਰਾ ਲਿਖ ਸਕਦੇ ਹਨ - SciTechDaily"
    ]
}