{
    "headlines": [
        "Tigers vs. Astros score today: Game 2 wild - card MLB playoffs live updates, highlights - Detroit Free Press",
        "ليفي شتراوس يزيّن التوجيه لأنه يزن بيع أعمال دوكرز - سي إن بي سي",
        "يعرض المدعون شريط فيديو لشريف سابق يُزعم أنه أطلق النار على قاضي كنتاكي - واشنطن بوست",
        "يتضمن ملف المستشار الخاص للقنبلة مزاعم جديدة حول جهود ترامب \"اليائسة بشكل متزايد\" لإسقاط الانتخابات - إيه بي سي نيوز",
        "تقاتل إسرائيل المسلحين على جبهتين وتفيد بوقوع 8 وفيات قتالية مع تصاعد المخاوف من اندلاع حرب أوسع - وكالة أسوشيتد برس",
        "Fantasy Football Week 5 Start 'Em & Sit 'Em Running Backs: Chuba Hubbard تستعد لمباراة كبيرة، أكثر - CBS Sports",
        "داخل حفل زفاف ميلي بوبي براون وجيك بونجيوفي الإيطالي الفخم: شاهد صورًا من اليوم الكبير - الصفحة السادسة",
        "قنبلة أمريكية من الحرب العالمية الثانية تنفجر في مطار ياباني، مما تسبب في حفرة كبيرة في ممر - ABC News",
        "النوبات القلبية لدى الشباب نادرة — لكن المعدلات آخذة في الارتفاع. يشير الخبراء إلى 4 أسباب محتملة. - Yahoo Life",
        "يبدأ التصويت عبر الإنترنت في مسابقة أسبوع الدب السمين في ألاسكا بعد أن أسفر هجوم عن مقتل متسابق واحد - وكالة أسوشيتد برس",
        "نقطة محذوفة هنا",
        "تجمع OpenAI 6.6 مليار دولار في أكبر جولة لرأس المال الاستثماري على الإطلاق - Axios",
        "نظام مسارات مركز الأعاصير الذي يمكن أن يضرب فلوريدا - تامبا باي تايمز",
        "شقيقة تيموثي شالاميت بولين شالاميت تدعم كايلي جينر في أسبوع الموضة في باريس - E! NEWS",
        "تحديثات حية: إسرائيل تتعهد بالرد على الهجوم الصاروخي الإيراني، الضربات مستمرة في لبنان وغزة - سي إن إن",
        "يمكن للرئيس أن يتذرع بقانون عام 1947 لمحاولة تعليق إضراب عمال الرصيف. إليك الطريقة - وكالة أسوشيتد برس",
        "تمنع المحكمة زوجين من مقاضاة أوبر بسبب حادث، مستشهدة بالأحكام والشروط - NPR",
        "الواقي الذكري ليس حقيقة من حقائق الحياة للشباب الأمريكي. إنها فكرة لاحقة - ستار تريبيون",
        "قراءة مكالمة الرئيس بايدن مع مجموعة السبع - البيت الأبيض",
        "من فاز في مناظرة نائب الرئيس ؟ إليك ما قاله مراقبو المناظرة في استطلاع CBS News - CBS News"
    ]
}