{
    "headlines": [
        "Get ready for Trump’s executive order onslaught - POLITICO",
        "All poultry activities suspended in Georgia after bird flu confirmed in a commercial operation - CNN",
        "Patrick Mahomes and the Chiefs reach AFC Championship Game No. 7 with win over Texans - NBC Sports",
        "Days before Trump takes office, thousands of protestors march in Washington, D.C. - PBS NewsHour",
        "2025 NFL Divisional Round odds, predictions, line, spread: Commanders vs. Lions picks by expert on 19-5 run - CBS Sports",
        "Trump launches meme coin, $TRump days before return to White House - BBC.com",
        "Eric Adams returns from Trump meeting to voters wary of the president-elect - POLITICO",
        "David Lynch’s Children Pay Tribute To Filmmaker, Invite People To Honor Him In “Worldwide Group Meditation” - Deadline",
        "Extreme cold forecast for much of US in coming days, including unusual snow in the Gulf Coast area - The Associated Press",
        "Presidential inauguration 2025: What to know about Trump's swearing in - Axios",
        "Ski lift at Spanish resort collapses, injuring dozens - CNN",
        "UFC 311 Odds, Predictions: Expert Picks, Previews for All 13 Fights - The Action Network",
        "Snoop Dogg Performed At A Trump Inauguration Event, And People Have A Lot To Say - Yahoo Entertainment",
        "Trump says he will ‘most likely’ delay TikTok ban temporarily, but has not made final decision - CNN",
        "FAIR Plan has $5 billion in LA wildfire exposure vs. $5.78 billion reinsurance - Fortune",
        "After L.A. Fires, Bringing Production Back Has Become More Urgent Than Ever - Variety",
        "North Carolina home insurance premium base rates increasing about 15% by mid-2026 - The Associated Press",
        "Galaxy S25 leaked promo video removed after showcasing underwhelming upgrades - PhoneArena",
        "This Week in Bitcoin: BTC Blasts Off Ahead of Trump Inauguration - Decrypt",
        "This Week In Space podcast: Episode 144 — The great lunar armada - Space.com"
    ]
}