{
    "headlines": [
        "Würde Papst Franziskus zurücktreten? Experten sagen, es ist unwahrscheinlich – aber der Papst überrascht oft - CNN",
        "„Sanctuary City“ -Bürgermeister hoffen, ein peinliches Spektakel im Kongress zu vermeiden - POLITICO",
        "Großbritannien und Frankreich treten ein, um den Trump-Zelenskyy-Riss zu heilen - POLITICO EUROPE",
        "Vance schlug Selenskyj zuvor aus Mangel an Dankbarkeit zu. Diesmal stellte es ihn in den Mittelpunkt des angespannten Oval Office-Austauschs - CNN",
        "Blue Ghost wird das zweite private Raumschiff, das auf dem Mond landet - BBC.com",
        "Skype wird am 5. Mai abgeschaltet - Hackaday",
        "Gene Hackman und Betsy Arakawa lebten vor ihrem Tod ein friedliches, privates Leben in New Mexico, sagen Freunde - CNN",
        "‘Oberste Priorität’: RFK Jr. Backtracks nach peinlichem Masern-Fehltritt - The Daily Beast",
        "Demonstranten überfallen Vance während des Ski-Wochenendes in Vermont: \"Go Ski in Russia\" - The Daily Beast",
        "Amazon hat Alexa gerade sein größtes Upgrade seit dem Debüt gegeben - und Sie werden eine Echo Show dafür wollen - ZDNet",
        "'Beraubt': Kontroverse zwischen Gervonta Davis und Lamont Roach — 'Tank' Knee No-Call löst Boxwelt aus - Yahoo Sports",
        "49ers gewähren Deebo Samuels Wunsch, stimmen zu, Empfänger an Washington Commanders für einen Draft Pick zu tauschen - The Mercury News",
        "JuJu Watkins verliert 30 Punkte, da die Nr. 4 der USC die Nr. 2 der UCLA fegt und den Titel der Big Ten in der regulären Saison gewinnt - Yahoo Sports",
        "Mehrere Waldbrände brechen in den Carolinas aus, Evakuierungen werden erzwungen - CBS News",
        "E-Mails von Fresh Musk an Mitarbeiter führen zu erneutem Widerstand bei Bundesbehörden - The Washington Post",
        "WWE Elimination Chamber 2025 Ergebnisse: Cody Rhodes sagt dem Rock ‘Go F Yourself’, Cena geht an die Ferse - Forbes",
        "Rob Manfred erwägt, Pete Rose von der MLB-Liste der nicht berechtigten Personen zu streichen - New York Post",
        "Israel genehmigt die vorübergehende Verlängerung des Waffenstillstands in Gaza - BBC.com",
        "Anti-DOGE-Proteste in Tesla-Filialen zielen auf das Endergebnis von Elon Musk ab - The Associated Press"
    ]
}