{
    "headlines": [
        "Yankees vs. Dodgers: Фредди Фримен выигрывает первую игру с первым в истории Мировых Серий «Большим шлемом» - Yahoo Sports",
        "Израиль атакует военные цели Ирана, Тегеран говорит, что ущерб «ограничен» - Reuters",
        "Леброн: Крайне важно, чтобы раскаленная реклама была «фокусом» - ESPN",
        "Что дальше для братьев Менендес? - BBC.com",
        "Астронавт НАСА остается в больнице после возвращения из длительного пребывания в космосе - New York Post",
        "Джонсон, Макконнелл просят Харриса «прекратить эскалацию угрозы» после фашистских высказываний Трампа - POLITICO",
        "Рецензия на фильм «Здесь»: Том Хэнкс и Робин Райт воссоединяются с Робертом Земекисом - Hollywood Reporter",
        "Харрис и Бейонсе разжигают митинг в Хьюстоне двуствольным аргументом против Трампа - The Associated Press",
        "Почему король не может извиниться за рабство - BBC.com",
        "Федеральный судья остановил предвыборную чистку избирателей в Вирджинии, направленную на подозреваемых неграждан - CNN",
        "Фил Леш, один из основателей Grateful Dead, умер в возрасте 84 лет - The Washington Post",
        "Обновления выборов 2024 года: Харрис разрывает Трампа на «мусорные баки», комментируя мигрантов - ABC News",
        "Что Сет Роген сказал о том, почему его 20-летняя дружба с Джеймсом Франко закончилась - E! Онлайн - E! НОВОСТИ",
        "Как некоторые избиратели Невады видят кризис доступного жилья - CBS News",
        "Результаты взвешивания | UFC 308: Топурия против Холлоуэя - UFC",
        "Apple выигрывает битву (и 250 долларов) в патентной битве за умные часы с Masimo - The Verge",
        "Джефф Безос столкнулся с негативной реакцией в Washington Post из-за отказа поддержать Камалу Харрис - Financial Times",
        "По данным CDC, вспышка кишечной палочки в McDonald's поразила по меньшей мере 75 человек в 13 штатах - CBS News",
        "Все больше работников яичных ферм болеют птичьим гриппом. Центр по контролю и профилактике заболеваний направляет помощь в связи со вспышкой в восточной части штата Вашингтон - Tri-City Herald",
        "Nasdaq закрывается выше в преддверии тяжелой недели прибыли - Reuters"
    ]
}