{
    "headlines": [
        "ਚੀਨ ਦੀ ਫੈਕਟਰੀ ਗਤੀਵਿਧੀ ਸਤੰਬਰ ਵਿੱਚ ਉਮੀਦ ਨਾਲੋਂ ਘੱਟ ਠੇਕੇ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਟਰੰਪ ਝੂਠੇ ਕਤਲੇਆਮ ਦੇ ਦਾਅਵਿਆਂ ਦੀ ਵਰਤੋਂ ਕਰਦਿਆਂ ਪ੍ਰਵਾਸੀਆਂ ਦੀ ਲਾਮਬੰਦੀ ਕਰਦੇ ਹਨ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਚੀਨੀ ਸਟਾਕ 2015 ਤੋਂ ਜ਼ਿਆਦਾਤਰ ਵਧਦੇ ਹਨ, ਬੁੱਲ ਮਾਰਕੀਟ ਲਈ ਸਿਰਲੇਖ - ਬਲੂਮਬਰਗ",
        "ਐਨਐਫਐਲ ਹਫਤਾ 4 ਗ੍ਰੇਡਃ ਈਗਲਜ਼ ਨੂੰ ਬਕਸ ਨੂੰ ਬਲੋਆਉਟ ਘਾਟੇ ਲਈ 'ਐਫ' ਪ੍ਰਾਪਤ ਕਰੋ, ਕਮਾਂਡਰਾਂ ਨੇ ਕਾਰਡੀਨਲਾਂ 'ਤੇ ਵੱਡੀ ਜਿੱਤ ਲਈ' ਏ+ 'ਕਮਾਏ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਡਿੱਡੀ ਬਰਥਡੇ ਪਾਰਟੀ ਦੀਆਂ ਫੋਟੋਆਂ ਅਪਰਾਧਿਕ ਕੇਸ ਦੇ ਵਿਚਕਾਰ ਰੈਸਰਫੇਸ - ਟੀਐਮਜ਼ੈਡ",
        "ਸਪੇਸਐਕਸ ਕਰੂ ਡਰੈਗਨ ਨੇ ਉੱਪਰਲੇ ਪੜਾਅ ਦੀ ਅਸੰਗਤਤਾ ਦੀ ਜਾਂਚ ਦੇ ਵਿਚਕਾਰ 2-ਮੈਨ ਚਾਲਕ ਦਲ ਨੂੰ ਪੁਲਾੜ ਸਟੇਸ਼ਨ 'ਤੇ ਲਿਆਇਆ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਬਿੱਲ ਬਨਾਮ ਰੈਵੇਨਜ਼ ਐਤਵਾਰ ਦੀ ਨਾਈਟ ਫੁੱਟਬਾਲਃ ਲਾਈਵ ਅਪਡੇਟਸ, ਸਕੋਰ, ਹਾਈਲਾਈਟਸ, ਕਿਵੇਂ ਵੇਖਣਾ ਹੈ - ਯਾਹੂ ਸਪੋਰਟਸ",
        "ਅਕਤੂਬਰ ਦੀ ਰਾਤ ਦੇ ਅਸਮਾਨ ਵਿੱਚ ਇੱਕ ਨਵਾਂ ਖੋਜਿਆ ਗਿਆ ਧੂਮਕੇਤੂ, 2 ਮੀਟਿਅਰ ਸ਼ਾਵਰ ਅਤੇ 4 ਗ੍ਰਹਿਆਂ ਦੀ ਵਿਸ਼ੇਸ਼ਤਾ ਹੈ - ਗੋਥਾਮਿਸਟ",
        "ਨਿਊਯਾਰਕ ਦੇ ਗੇਮ 1 ਦੀ ਜਿੱਤ ਦੀਆਂ ਤਿੰਨ ਕੁੰਜੀਆਂ ਡਬਲਯੂਐਨਬੀਏ ਸੈਮੀਫਾਈਨਲ ਵਿੱਚ ਲਾਸ ਵੇਗਾਸ ਉੱਤੇ - ਈਐਸਪੀਐਨ",
        "ਤੱਥ ਸ਼ੀਟਃ ਅਪਡੇਟਃ ਬਾਇਡਨ-ਹੈਰਿਸ ਪ੍ਰਸ਼ਾਸਨ ਦੇ ਤੂਫਾਨ ਹੇਲੀਨ ਨੂੰ ਜਾਰੀ ਰਿਸਪਾਂਸ ਯਤਨ - ਵ੍ਹਾਈਟ ਹਾ Houseਸ",
        "ਚੀਫਜ਼ ਨੇ ਰਸ਼ੀ ਰਾਈਸ ਨੂੰ ਗੁਆ ਦਿੱਤਾ, ਕਰੀਮ ਹੰਟ ਤੋਂ ਵੱਡੀ ਖੇਡ ਪ੍ਰਾਪਤ ਕਰੋ, ਚਾਰਜਰਜ਼ ਨੂੰ ਹਰਾਇਆ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਬੇਰੂਤ ਵਿਚ ਅਪਾਰਟਮੈਂਟ ਦੀ ਇਮਾਰਤ ਹਿੱਟ ਹੋਈ ਕਿਉਂਕਿ ਇਜ਼ਰਾਈਲ ਹਵਾਈ ਮੁਹਿੰਮ ਨੂੰ ਚੌੜਾ ਕਰਦਾ ਹੈ - ਰਾਇਟਰਜ਼",
        "ਆਸਟਰੀਆ ਦੀ ਆਜ਼ਾਦੀ ਪਾਰਟੀ ਨੇ ਦੂਜੇ ਵਿਸ਼ਵ ਯੁੱਧ ਤੋਂ ਬਾਅਦ ਪਹਿਲੀ ਦੂਰ-ਸੱਜੇ ਰਾਸ਼ਟਰੀ ਚੋਣ ਜਿੱਤ ਪ੍ਰਾਪਤ ਕੀਤੀ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਕ੍ਰਿਸ ਕ੍ਰਿਸਟੋਫਰਸਨ, ਕੰਟਰੀ ਸੰਗੀਤ ਦੰਤਕਥਾ ਅਤੇ ‘ਏ ਸਟਾਰ ਇਜ਼ ਬੋਰਨ’ ਲੀਡਿੰਗ ਮੈਨ, 88 'ਤੇ ਮਰਦਾ ਹੈ - ਵੰਨਗੀ",
        "ਲੋਂਗਸ਼ੋਰਮੈਨ ਯੂਨੀਅਨ ਦੀ ਆਟੋਮੇਸ਼ਨ 'ਤੇ ਪੂਰੀ ਤਰ੍ਹਾਂ ਪਾਬੰਦੀ ਦੀ ਮੰਗ' ਤੇ ਪੋਰਟ ਹੜਤਾਲ ਦੇ ਰੂਪ ਵਿੱਚ ਸਵਾਲ ਉਠਾਇਆ ਗਿਆਃ 'ਮੇਨ ਤੋਂ ਟੈਕਸਾਸ ਤੱਕ' - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਬਾਕਸ ਆਫਿਸ 'ਤੇ' ਮੈਗਾਲੋਪੋਲਿਸ 'ਫਲਾਪ ਹੋ ਜਾਂਦਾ ਹੈ ਕਿਉਂਕਿ 'ਦਿ ਵਾਈਲਡ ਰੋਬੋਟ'ਚੋਟੀ ਦਾ ਸਥਾਨ ਲੈਂਦਾ ਹੈ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਕੈਲੀਫੋਰਨੀਆ ਦੇ ਰਾਜਪਾਲ ਗੈਵਿਨ ਨਿ Newsਜ਼ੋਮ ਨੇ ਪਹਿਲੇ ਦੇਸ਼ ਦੇ ਏਆਈ ਸੁਰੱਖਿਆ ਬਿੱਲ ਨੂੰ ਵੀਟੋ ਕੀਤਾ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਹੈਲੀਨ ਹੜ੍ਹਾਂ ਨੇ ਸੈਂਕੜੇ ਉੱਤਰੀ ਕੈਰੋਲੀਨਾ ਨਿਵਾਸੀਆਂ ਨੂੰ ਤੂਫਾਨ ਦੇ ਰੂਪ ਵਿੱਚ 90 ਤੱਕ ਪਹੁੰਚਾਇਆ - ਸੀਐਨਐਨ",
        "ਇਰਾਨ ਦੇ ਰਾਸ਼ਟਰਪਤੀ ਨੇ ਇਜ਼ਰਾਈਲ ਨੂੰ ‘ਖੇਤਰੀ’ ਜਵਾਬ ਦੀ ਮੰਗ ਕੀਤੀ - ਪੋਲੀਟਿਕੋ",
        "ਸੀਬੀਐਸ ਕਹਿੰਦਾ ਹੈ ਕਿ ਇਹ ਵੈਨਸ ਅਤੇ ਵਾਲਜ਼ ਨੂੰ ਵੀਪੀ ਬਹਿਸ ਵਿਚ ਇਕ ਦੂਜੇ ਦੀ ਜਾਂਚ ਕਰਨ ਲਈ ਤੱਥ ਚੈੱਕ ਕਰਨ ਲਈ ਹੈ - ਦਿ ਡੇਲੀ ਬੀਸਟ"
    ]
}