{
    "headlines": [
        "Meta divulga resultados do quarto trimestre e do ano inteiro de 2024 - Meta Investor Relations",
        "Tesla Earnings: Stock Slips As Revenue, Sales Fall Short Of Estimates - Forbes",
        "Liga dos Campeões 2024/25 8ª Jornada AO VIVO: City marca... mas ainda seria eliminado - Marca English",
        "Ex-senador Bob Menendez condenado a 11 anos de prisão por corrupção - ABC News",
        "Trump diz que está ordenando que a Baía de Guantánamo esteja preparada para receber até 30 mil migrantes - CNN",
        "NASA encontra blocos de construção para a vida na amostra de asteroides Bennu - The Verge",
        "Gripe aviária é \"generalizada\" em Massachusetts, dizem autoridades estaduais - ABC News",
        "Rumores de troca da NBA: Kings querem jogadores que ganham agora para De'Aaron Fox, Bucks mostrando interesse em Zach LaVine - CBS Sports",
        "Julgamento por A$AP Rocky Assault: o que sabemos como sua parceira Rihanna chega ao tribunal - Forbes",
        "Israel diz que três reféns israelenses e cinco tailandeses serão libertados em Gaza na quinta-feira - CNN",
        "O Federal Reserve emite a declaração do FOMC - Federal Reserve",
        "Os alunos não estão se recuperando da Covid. Os resultados dos testes estão piorando. - The Washington Post",
        "O Ano da Serpente está em andamento com as festividades do Ano Novo Lunar em todo o mundo - ABC News",
        "A Samsung está enlouquecendo, o novo Galaxy S25 Ultra tem 70% de desconto se você fizer a pré-encomenda agora - Gizmodo",
        "Ex-CEO da Intel, Pat Gelsinger compra ações da Nvidia, vê expansão do mercado de IA - Yahoo Finance",
        "RFK Jr. se esforça para responder às perguntas do Medicaid na audiência de confirmação - Axios",
        "Harvey Weinstein implora para sair do 'buraco do inferno' de Rikers Island no tribunal - AOL",
        "'Smallville' Star Tom Welling's Appearance In Mugshot Sparks Concerns After DUI Arrest - Yahoo Entertainment"
    ]
}