{
    "headlines": [
        "Some Republicans distance themselves from Trump’s attack on Harris as ‘mentally disabled’ - The Associated Press",
        "QB Jordan Love in, CB Jaire Alexander out vs. Minnesota | Packers-Vikings inactives - Packers.com",
        "Austria’s far-right Freedom Party projected to win election - Al Jazeera English",
        "Box Office: ‘Megalopolis’ Crumbles With $4 Million, ‘The Wild Robot’ Lands at No. 1 With $35 Million - Variety",
        "FEMA administrator: \"I don't know that anybody could be fully prepared for the amount of flooding\" from Helene in North Carolina - CBS News",
        "Fantasy football: Live Week 4 Q&A with our experts, 11 a.m. ET - ESPN",
        "Pope Francis suggests Israel's actions in Gaza and Lebanon are disproportionate and immoral - The Associated Press",
        "Malcolm Gladwell on \"Revenge of the Tipping Point\" - CBS Sunday Morning",
        "SpaceX capsule set to bring home Boeing Starliner astronauts prepares to arrive at space station - CNN",
        "‘Doing a Biden’ is new international shorthand for ousting past-due leaders - POLITICO",
        "US says it killed 37 ISIL, Hurras al-Din fighters in separate Syria attacks - Al Jazeera English",
        "[Removed]",
        "[Removed]",
        "‘Days of Our Lives’ Veteran Drake Hogestyn Dies at 70 - TV Insider",
        "Statement From Pentagon Press Secretary Maj. Gen. Pat Ryder - Department of Defense",
        "‘SNL’ returns for Trump and Harris-packed cold open with Maya Rudolph - The Hill",
        "Poll: Democrats' advantage with Latino voters continues to shrink - NBC News",
        "Who is Erika Diarte-Carr? Utah mom plans her own funeral after being given 3 months to live - The Times of India",
        "Meta’s AR Glasses Show Apple Has Lost Its Way With the Vision Pro - Bloomberg",
        "Earth's Mini-Moon Is Arriving Today. What to Know About Our Temporary Second Moon - CNET"
    ]
}