{
    "headlines": [
        "Candidato da oposição da Venezuela deixa o país - BBC.com",
        "Incêndios florestais no sul da Califórnia queimam tão intensamente que criam seu próprio clima à medida que se espalham, forçando evacuações - CNN",
        "Mãe de suposto atirador chamada Apalachee High School com aviso após receber mensagem alarmante, diz avô - CNN",
        "3 conclusões da feia vitória do futebol do Alabama sobre o sul da Flórida - AL.com",
        "Várias pessoas baleadas ao longo da I-75 no sudeste do Kentucky, dizem as autoridades - Star Tribune",
        "Creative Arts Emmys, Night One: Winners List (Atualização ao vivo) - Hollywood Reporter",
        "   Removido ",
        "Marsch: 'Muito melhor' treinar o Canadá do que os EUA agora - ESPN",
        "Elon Musk prevê voos tripulados da SpaceX para Marte até 2028, espera 'cidade autossustentável' no planeta - Fox Business",
        "Ashley Tisdale dá à luz, dá as boas-vindas ao bebê número 2 com o marido Christopher French - E! Online - E! NEWS",
        "Stellantis faz recall de mais de 1,2 MILHÃO de picapes Ram 1500 nos EUA - usa TODAY",
        "Os esforços de influência eleitoral da Rússia mostram sofisticação, dizem autoridades - The Washington Post",
        "Notre Dame chateada com NIU: reações instantâneas à vitória histórica do Norte de Illinois - usa TODAY",
        "Palestinos entrevistam testemunhas do assassinato de mulher norte-americana na Cisjordânia - The Washington Post",
        "O ex-vice-presidente Dick Cheney votará em Kamala Harris - BBC.com",
        "Scripps News Reports: Morte por calor - AOL",
        "Trump critica a equipa jurídica enquanto eles observam. Maggie Haberman tem teoria do porquê - CNN",
        "Campanhas de Trump no reduto do Partido Republicano em Wisconsin antes do debate com Harris - The Associated Press",
        "Como assistir ao evento ‘Glowtime‘ da Apple no iPhone 16 - The Verge",
        "Wynn Resorts paga US $ 130 MILHÕES por permitir que dinheiro ilegal chegue aos jogadores em seu cassino em Las Vegas Strip - Yahoo Finance"
    ]
}