{
    "headlines": [
        "ਇਜ਼ਰਾਈਲ ਦੀ ਕੈਬਨਿਟ ਨੇ ਜੰਗਬੰਦੀ ਸਮਝੌਤੇ ਨੂੰ ਮਨਜ਼ੂਰੀ ਦੇਣ ਲਈ ਤਿਆਰ ਕੀਤਾ ਕਿਉਂਕਿ ਗਾਜ਼ਾ 'ਤੇ ਹੋਏ ਹਮਲਿਆਂ ਵਿਚ ਘੱਟੋ ਘੱਟ 20 ਦੀ ਮੌਤ ਹੋ ਗਈ ਸੀ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਬਲੂ ਓਰਿਜਿਨ ਦੀ ਸ਼ੁਰੂਆਤ ਨਿ New ਗਲੇਨ ਰਾਕੇਟ ਫਲੋਰੀਡਾ ਤੋਂ ਧਮਾਕੇ - ਰਾਇਟਰਜ਼",
        "‘ਉਨ੍ਹਾਂ ਵਿਚੋਂ ਇਕ ਦਿਨ’ ਸਮੀਖਿਆਃ ਕੇਕੇ ਪਾਮਰ ਅਤੇ ਐਸਜ਼ੈਡਏ ਮੇਕ ਏ ਰੌਡਲੀ ਫਨੀ ਡੂਓ ਇਨ ਈਸਾ ਰਾਏ-ਪ੍ਰੋਡਿਡ ਕਾਮੇਡੀ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਸੈਮਸੰਗ ਗਲੈਕਸੀ ਐਸ 25 ਲੀਕ ਨਵੀਂ ਜੈਮਿਨੀ ਓਵਰਲੇਅ, ਹੌਟਵਰਡ, ਅਤੇ ਹੋਰ ਬਹੁਤ ਕੁਝ ਦਰਸਾਉਂਦੀ ਹੈ - 9to5Google",
        "ਐਲ ਏ ਅੱਗਾਂ ਦੇ ਵਿਰੁੱਧ ਲੜਾਈ ਪ੍ਰਗਤੀ ਕਰ ਰਹੀ ਹੈ, ਤੇਜ਼ ਹਵਾਵਾਂ ਮਰ ਰਹੀਆਂ ਹਨ - ਯਾਹੂ! ਆਵਾਜ਼ਾਂ",
        "ਅਮਰੀਕਾ ਨੇ ਖਾਣੇ, ਕੈਂਡੀ ਅਤੇ ਦਵਾਈਆਂ ਤੋਂ ਲਾਲ ਰੰਗਤ ਨੰਬਰ 3 'ਤੇ ਲਗਾਈ ਪਾਬੰਦੀ - BBC.com",
        "Ja Morant ਵਿਕਟਰ Wembanyama 'ਤੇ ਜੰਗਲੀ ਇਕ-ਹੱਥ ਡੰਕ ਥੱਲੇ ਸੁੱਟ… ਹੈ, ਜੋ ਕਿ ਕਾਫ਼ੀ ਗਿਣਤੀ ਨਾ ਕੀਤਾ - ਯਾਹੂ ਖੇਡ",
        "ਦੱਖਣੀ ਅਫਰੀਕਾ 'ਚ ਹੁਣ ਜ਼ਮੀਨਦੋਜ਼ ਨਹੀਂ ਫਸੇ ਮਾਈਨਰ, ਵਲੰਟੀਅਰਾਂ ਦਾ ਕਹਿਣਾ - BBC.com",
        "ਬੁੱਧਵਾਰ ਦੀ ਖੇਡ ਤੋਂ ਬਾਅਦ ਕੰਸਾਸ ਦੇ ਕੋਚ ਬਿਲ ਸੈਲਫ ਨੇ ਆਇਓਵਾ ਸਟੇਟ ਬਾਰੇ ਕੀ ਕਿਹਾ - ਚੱਕਰਵਾਤ ਫੈਨੈਟਿਕ",
        "ਟ੍ਰਾਂਸਪੋਰਟੇਸ਼ਨ ਵਿਭਾਗ ਨੇ ਦੱਖਣ-ਪੱਛਮ 'ਤੇ ਮੁਕੱਦਮਾ ਕੀਤਾ, ਫ੍ਰੰਟਿਅਰ ਏਅਰਲਾਈਨਜ਼ ਨੂੰ ਗੰਭੀਰ ਉਡਾਣ ਦੇਰੀ' ਤੇ ਜੁਰਮਾਨਾ ਲਗਾਇਆ - ਐਕਸੀਓਸ",
        "ਟਿਕਟੋਕ ਸੁਪਰੀਮ ਕੋਰਟ ਵਜੋਂ ਪਾਬੰਦੀ ਵੱਲ ਦੌੜਦਾ ਹੈ — ਅਤੇ ਟਰੰਪ — ਆਪਣੀ ਕਿਸਮਤ ਨੂੰ ਤੋਲਦੇ ਹਨ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਹਟਾਈ",
        "ਜੌਹਨਸਨ ਨੇ ਹਾ Houseਸ ਇੰਟੈਲੀਜੈਂਸ ਕਮੇਟੀ - ਸੀ ਐਨ ਐਨ ਦੀ ਰਿਪਬਲਿਕਨ ਚੇਅਰ ਨੂੰ ਹਟਾ ਦਿੱਤਾ",
        "ਕੈਲੀਫੋਰਨੀਆ ਦਾ ਨਿ Newsਜ਼ੋਮ ਟਰੰਪ ਦੇ ਉਦਘਾਟਨ ਲਈ ਝੰਡਾ ਚੁੱਕਣ ਵਿਚ ਜੀਓਪੀ ਦੇ ਗਵਰਨਰਾਂ ਵਿਚ ਸ਼ਾਮਲ ਹੋਵੇਗਾ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਗਰਮ ਕੁੱਤੇ, ਸੌਸੇਜ, ਅਤੇ . . . ਡਿਮੇਨਸ਼ੀਆ? ਹਾਰਵਰਡ ਅਤੇ ਐਮਆਈਟੀ ਖੋਜ ਅਲਟਰਾ ਪ੍ਰੋਸੈਸਡ ਮੀਟ ਨੂੰ ਸਿਹਤ ਦੀਆਂ ਨਵੀਆਂ ਚਿੰਤਾਵਾਂ ਨਾਲ ਜੋੜਦੀ ਹੈ. - ਬੋਸਟਨ ਗਲੋਬ",
        "ਡਾਓ ਜੋਨਸ ਫਿuresਚਰਜ਼ ਮਾਰਕੀਟ ਰੈਲੀਆਂ ਤੋਂ ਬਾਅਦ ਕੁੰਜੀ ਪੱਧਰਾਂ ਤੋਂ ਉੱਪਰ ਚੜ੍ਹੇ; ਟੇਸਲਾ, ਮੈਟਾ ਲੀਡ 12 ਨਵੀਂ ਖਰੀਦ - ਨਿਵੇਸ਼ਕ ਦਾ ਕਾਰੋਬਾਰ ਰੋਜ਼ਾਨਾ",
        "ਡਰੇਕ ਨੇ ਕੇਂਡਰਿਕ ਲਾਮਾਰ ਦੀ ਨਾਟ ਲਾਈਕ ਸਾਡੇ 'ਤੇ ਕਾਨੂੰਨੀ ਕਾਰਵਾਈ ਕੀਤੀ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਟਰੰਪ ਉਦਘਾਟਨ ਪ੍ਰਦਰਸ਼ਨ ਕਰਨ ਵਾਲੇਃ ਕਿਡ ਰੌਕ, ਬਿਲੀ ਰੇ ਸਾਇਰਸ, ਅੰਡਰਵੁੱਡ, ਹੋਰ - ਡੈੱਡਲਾਈਨ",
        "ਕੋਨੋਰ ਮੈਕਗ੍ਰੇਗਰ ਨੂੰ 2023 ਐਨਬੀਏ ਫਾਈਨਲ 'ਤੇ ਕਥਿਤ ਜਿਨਸੀ ਬੈਟਰੀ ਲਈ ਮੁਕੱਦਮਾ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਟ੍ਰੈਫਿਕ ਨੂੰ ਹਰਾਉਣ ਲਈ ‘ਏ ਸੰਪੂਰਨ ਅਣਜਾਣ' ਲੰਡਨ ਪ੍ਰੀਮੀਅਰ ‘ਤੇ ਸਾਈਕਲ ਚਲਾਉਣ ਤੋਂ ਬਾਅਦ ਟਿਮੋਥੀ ਚੈਲਾਮੇਟ ਨੂੰ $ 73 ਦਾ ਜੁਰਮਾਨਾ ਮਿਲਿਆ; ਉਸਨੇ ਇਸ ਨੂੰ ਸਹੀ parkੰਗ ਨਾਲ ਪਾਰਕ ਨਹੀਂ ਕੀਤਾ - ਵੰਨਗੀ"
    ]
}