{
    "headlines": [
        "روري ماكلروي يأخذ الدراما من التصفيات للفوز ببطولة اللاعبين، وبناء الزخم للماسترز - جولة PGA",
        "تكساس، ديريك ستينغلي جونيور يوافق على تمديد العقد لمدة ثلاث سنوات - إن بي سي سبورتس",
        "تم تحديد جلسة استماع صباح اليوم بعد ترحيل طبيب من جامعة براون إلى لبنان على الرغم من أمر قاضٍ أمريكي - سي إن إن",
        "كونان أوبراين يعود كمضيف لجوائز الأوسكار في الحفل الثامن والتسعين المقرر عقده في مارس - متنوع",
        "بعد ليلة طويلة من الحفلات، أصبحت الأمور غريبة بالنسبة للأخوة راتليف في \"وايت لوتس\" الحلقة 5 - سي إن إن",
        "عثر عالم آثار على وجه عمره مليون عام - AOL",
        "سوق الأسهم اليوم: تمحو العقود الآجلة لمؤشر داو جونز وستاندرد آند بورز 500 وناسداك الخسائر المبكرة حيث يقوم المستثمرون بتحليل بيانات مبيعات التجزئة - MarketWatch",
        "يبدأ كارني الكندي رحلته الأولى إلى الخارج بحفريات ضمنية في ترامب - بوليتيكو أوروبا",
        "يقال إن كل من Ja 'Mar Chase و Tee Higgins يوافقان على التعاقد على التمديدات مع Bengals - Yahoo Sports",
        "مبيعات التجزئة الأمريكية ترتفع بأقل من التوقعات بعد انخفاض يناير - بلومبرغ",
        "ترامب يرحل 238 \"عضو عصابة\" إلى السلفادور: ما هو الجدل ؟ - الجزيرة الإنجليزية",
        "8.4 مليار دولار: مخبأ هائل لعناصر الأرض النادرة المكتشفة في أمريكا - SciTechDaily",
        "ما لا يقل عن 40 قتيلاً وعشرات الأعاصير والعواصف اجتاحت البلاد خلال عطلة نهاية الأسبوع - ABC News",
        "بائع التجزئة Forever 21 يتقدم بطلب للإفلاس للمرة الثانية في 6 سنوات - فوكس بيزنس",
        "رواد فضاء بوينغ ستارلاينر يعودون إلى الأرض في 18 مارس بعد 9 أشهر في الفضاء: شاهده على الهواء مباشرة - Space.com",
        "موديل آيفون 17 آير أكبر معلب من Apple بسبب الخوف من Bendgate 2.0 - MacRumors",
        "\"اللوتس الأبيض\" الموسم 3، الحلقة 5 مونولوج أصبح بالفعل ميمي - Mashable",
        "اختيارات الشريحة لبطولة NCAA 2025، التوب أبسيتس، فرق سندريلا: نموذج يحاكي جنون مارس 10000 مرة - سي بي إس سبورتس",
        "اختبار ترامب التاريخي لحقوق التعبير للمهاجرين - أكسيوس",
        "مباشر: أطفال غزة \"يكافحون من أجل البقاء\" في اليوم السادس عشر من الحصار الإسرائيلي - الجزيرة الإنجليزية"
    ]
}