{
    "headlines": [
        "Cincinnati Bengals vs. New York Giants Game Highlights | NFL 2024 Season Week 6 - NFL",
        "Israel: Four soldiers killed and over 60 injured in Hezbollah drone attack - BBC.com",
        "Netanyahu mulls plan to empty northern Gaza of civilians - POLITICO",
        "NFL Week 6 questions, takeaways: Jared Goff and Jordan Love go off, Texans spoil Drake Maye's debut - ESPN",
        "Chinese Stocks Rebound as Ministry Hints at More Fiscal Support - Bloomberg",
        "Harris losing ground to Trump in US presidential race, polls suggest - Al Jazeera English",
        "Wolves' Donte DiVincenzo on Altercation with Knicks: 'I Wear My Heart on My Sleeve' - Bleacher Report",
        "Investigation underway after man tried to enter Trump California rally perimeter with guns in vehicle - NBC News",
        "China holds fresh drills around Taiwan to warn against 'independence' - BBC.com",
        "Here’s how to see a comet that won’t come back for another 80,000 years - AL.com",
        "Asia shares await China markets' response to detail-thin stimulus pledges By Reuters - Investing.com",
        "‘SuperLimbs’ could help astronauts recover from falls - CNN",
        "Jerry Jones Makes Declarative Statement on Mike McCarthy's Job After Ugly Loss to Lions - Sports Illustrated",
        "Gypsy Rose Recommends Menendez Bros Get Therapy If Released From Prison - TMZ",
        "Israeli shelling of Gaza school kills at least 15 - BBC.com",
        "SpaceX catches returning rocket in mid-air, turning a fanciful idea into reality - Ars Technica",
        "Internal polling memo has warning signs for Senate Republicans - POLITICO",
        "Bethany Hamilton Makes Plea to Help Her Nephew, 3, After Drowning Incident - E! Online - E! NEWS",
        "Covid-19 vaccine: Omagh man wants help after 'life ruined' by jab - BBC.com",
        "Watch Ariana Grande Host, Stevie Nicks Perform “Edge of Seventeen” and “The Lighthouse” on SNL - Pitchfork"
    ]
}