{
    "headlines": [
        "US winter storm: Kentucky and Virginia declare state of emergency - BBC.com",
        "Derrick Rose moved to tears in Bulls halftime ceremony, to have his jersey number retired - Yahoo Sports",
        "South Korean protesters brave cold to demand Yoon’s ouster as detention deadline looms - The Associated Press",
        "Horoscope for Sunday, January 5, 2025 - Chicago Sun-Times",
        "Trump appears with Italian Prime Minister Meloni at his Florida club - The Associated Press",
        "Biden’s decision to block Nippon Steel takeover creates uncertainty for U.S. Steel workers - The Associated Press",
        "Warriors Notes: Kerr, Curry, Kuminga, Payton, Santos - hoopsrumors.com",
        "HMPV outbreak in China: Is it a new virus? How is it similar to Covid-19? Is there any vaccine? What we know so far | Mint - Mint",
        "Snow emergency issued in the City of Lincoln - KLKN",
        "Biden plans to send $8bn arms shipment to Israel - BBC.com",
        "Jimmy Carter’s final trip begins with procession through rural Georgia - The Washington Post",
        "Washington Post cartoonist resigns over paper’s refusal to publish satirical cartoon of Bezos and Trump - CNN",
        "Jeff Baena Cause Of Death Revealed - Deadline",
        "2025 NFL Draft order: Browns clinch top-three pick with loss to Ravens, Giants no longer have shot at No. 1 - CBS Sports",
        "Exclusive: New Orleans’ planned new Bourbon Street barriers only crash-rated to 10 mph - Reuters",
        "New York Republican suggests hush money case helped to elect Trump: ‘Great irony’ - The Hill",
        "Austria: Chancellor to resign after coalition talks collapse - DW (English)",
        "Maduro Rival Seeks Biden Talks Before Venezuela’s Inauguration - Yahoo Finance",
        "Hey, Apple, Let's Shake Up the iPhone's Design in 2025 — Finally - CNET",
        "‘Mufasa: The Lion King’ Continues Rule Over Weekend Box Office - Forbes"
    ]
}