{
    "headlines": [
        "Победители и проигравшие в футболе в колледже: после поражения Алабамы штат Огайо или Техас займут первое место? - Yahoo Sports",
        "Razorbacks оглушают Vols, END Drought против топ-5 команд - ESPN",
        "Мужчина поджег себя в центре Вашингтона во время пропалестинского митинга - The Washington Post",
        "Милтон - главная угроза для Флориды от урагана - The Weather Channel",
        "Тысячи людей присоединяются к пропалестинским митингам по всему миру по мере приближения 7 октября - The Associated Press",
        "Результаты основной карты | UFC 307: Pereira vs Rountree Jr. - UFC",
        "Харрис посещает Северную Каролину во второй поездке в районы, разоренные Хелен - The Washington Post",
        "Алекс Вердуго играет маловероятного героя в первой игре Yankees против СПИДА - New York Post",
        "Израиль считает Ливан регионом, готовым к ответу Ирану: новости в прямом эфире - CNN",
        "Трамп вернулся в Батлер, штат Пенсильвания, на митинг. Вот как Секретная служба обеспечила безопасность мероприятия. - CBS News",
        "Израиль расширяет удары по северному Ливану по мере роста числа погибших - The Washington Post",
        "Роберт Паттинсон и Сьюки Уотерхаус появились на публике спустя несколько месяцев после встречи с малышом - E! НОВОСТИ",
        "Сиквел «Джокера» смеется последним, поскольку критический флоп занимает кассовую корону - New York Post",
        "Брат Ричарда Симмонса делится «маленьким секретом» о погребении покойного фитнес-гуру: «Мало кто знает» - Fox News",
        "Изъято",
        "Разрушенный кибуц Израиля Беэри пытается найти будущее - BBC.com",
        "Проверка фактов: являются ли гаитянские иммигранты в Спрингфилде в США незаконными? - Al Jazeera English",
        "Билтмор-Виллидж рядом со знаменитым поместьем, разрушенным ураганом «Хелен»: до и после - Fox Business",
        "Хиллари Клинтон о сроках меморандума Джека Смита - CNN",
        "Земля официально имеет вторую Луну: астероид 2024 PT5 захвачен на временной орбите - Ежедневная Галактика - Канал Великих Открытий"
    ]
}