{
    "headlines": [
        "ਮਸਕ ਦੇ ਡੋਗੇ ਦੁਆਰਾ ਰੱਦ ਕੀਤੇ ਗਏ ਲਗਭਗ 40% ਠੇਕਿਆਂ ਦੀ ਕੋਈ ਬਚਤ ਪੈਦਾ ਕਰਨ ਦੀ ਉਮੀਦ ਨਹੀਂ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਐਸ ਐਂਡ ਪੀ 500 ਕਮਜ਼ੋਰ ਖਪਤਕਾਰਾਂ ਦੇ ਭਰੋਸੇ ਦੇ ਅੰਕੜਿਆਂ ਤੋਂ ਬਾਅਦ ਚੌਥੇ ਦਿਨ ਡਿੱਗਦਾ ਹੈ, ਐਨਵੀਡੀਆ ਨੈਸਡੈਕ ਨੂੰ ਹੇਠਲੇ ਪੱਧਰ 'ਤੇ ਲੈ ਜਾਂਦਾ ਹੈਃ ਲਾਈਵ ਅਪਡੇਟਸ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਮਸਕ ਨੂੰ 'ਨਾਜ਼ੁਕ ਜਨਤਕ ਸੇਵਾਵਾਂ ਨੂੰ ਖਤਮ ਕਰਨ‘ ਵਿਚ ਸਹਾਇਤਾ ਕਰਨ ਦੀ ਬਜਾਏ 21 ਫੈਡਰਲ ਟੈਕ ਵਰਕਰ ਅਸਤੀਫਾ ਦਿੰਦੇ ਹਨ - ਪੀਬੀਐਸ ਨਿ Newsਜ਼ਹੌਰ",
        "ਬਕੀ ਬਰੂਕਸ 2025 ਐਨਐਫਐਲ ਮੌਕ ਡਰਾਫਟ 2.0: ਜੈਗਸ ਸਕੂਪ ਅਪ ਟ੍ਰੈਵਿਸ ਹੰਟਰ; ਤਿੰਨ ਪਲੇਆਫ ਟੀਮਾਂ ਇੱਕ ਰਿਸੀਵਰ ਜੋੜਦੀਆਂ ਹਨ - ਐਨਐਫਐਲ ਡਾਟ ਕਾਮ",
        "2025 ਐਨਐਫਐਲ ਫ੍ਰੀ ਏਜੰਸੀ ਮੈਚਮੇਕਿੰਗਃ 12 ਜ਼ਿਕਰਯੋਗ ਮੁਫਤ ਏਜੰਟਾਂ ਲਈ ਇਕ ਟੀਮ ਫਿੱਟ - ਐਨਐਫਐਲ.",
        "ਟਰੰਪ, ਪੁਤਿਨ ਨਹੀਂ, ਯੂਰਪ ਨੂੰ ਰੱਖਿਆ ਬਾਰੇ ਗੰਭੀਰ ਹੋਣ ਲਈ ਮਜਬੂਰ ਕਰਦਾ ਹੈ - ਦਿ ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "ਯੂਐਸ ਦੇ ਸਟਾਕ ਵਿੱਚ ਗਿਰਾਵਟ ਆਉਂਦੀ ਹੈ ਕਿਉਂਕਿ ਖਪਤਕਾਰਾਂ ਦਾ ਵਿਸ਼ਵਾਸ ਚਾਰ ਸਾਲਾਂ ਵਿੱਚ ਸਭ ਤੋਂ ਵੱਧ ਡੁੱਬਦਾ ਹੈ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "ਹਿਊਸਟਨ 2 ਖਸਰਾ ਦੇ ਕੇਸਾਂ ਦੀ ਰਿਪੋਰਟ ਕਰਦਾ ਹੈ ਕਿਉਂਕਿ ਟੈਕਸਾਸ ਦਾ ਪ੍ਰਕੋਪ 92 ਲਾਗਾਂ ਤੱਕ ਪਹੁੰਚਦਾ ਹੈ, ਜ਼ਿਆਦਾਤਰ ਟੀਕਾ ਨਹੀਂ ਲਗਾਇਆ ਗਿਆ - ਏਬੀਸੀ13 ਹਿਊਸਟਨ",
        "ਐਪਲ ਦਾ ਨਵਾਂ ਸੀ 1 ਦੋ ਕਾਤਲ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਲਿਆਉਂਦਾ ਹੈ, ਅਤੇ ਇਹ ਸਿਰਫ ਸ਼ੁਰੂਆਤ ਹੈ - 9to5Mac",
        "ਮਹਾਨ ਗ੍ਰਹਿ ਪਰੇਡ ਲਈ ਤਿਆਰ? ਇਲੀਨੋਇਸ ਉੱਤੇ 7 ਗ੍ਰਹਿ ਕਿਵੇਂ, ਕਦੋਂ ਅਤੇ ਕਿੱਥੇ ਵੇਖਣੇ ਹਨ - ਰਾਕਫੋਰਡ ਰਜਿਸਟਰ ਸਟਾਰ",
        "ਪੋਪ ਫ੍ਰਾਂਸਿਸ ਨੇ ਵੈਟੀਕਨ ਨੰਬਰ 2 ਦੇ ਨਾਲ ਹਸਪਤਾਲ ਵਿੱਚ ਮੁਲਾਕਾਤ ਕੀਤੀ, ਵੱਡੇ ਗਵਰਨਿੰਗ ਫੈਸਲੇ ਲਏ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਵਿਗਿਆਨੀਆਂ ਨੇ ਜਾਅਲੀ ਮੰਗਲ ਦੀ ਧੂੜ ਬਣਾਈ — ਅਤੇ ਇਸ ਬਾਰੇ ਇੱਕ ਵੱਡੀ ਹੈਰਾਨੀ ਮਿਲੀ ਕਿ ਮੰਗਲ ਨੂੰ ਕੀ ਲਾਲ ਬਣਾਉਂਦਾ ਹੈ - Livescience.",
        "‘ਅਣਜਾਣ ਬਿਮਾਰੀ’ ਜੋ ਕਿ ਦਿਨਾਂ ਦੇ ਅੰਦਰ ਅੰਦਰ ਮਾਰ ਸਕਦੀ ਹੈ ਕਾਂਗੋ ਵਿੱਚ 53 ਮਰੇ ਹੋਏ ਛੱਡਦੀ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਪੈਕਰਜ਼ ਜੀਐਮ ਬ੍ਰਾਇਨ ਗੁਟੇਕਨਸਟ ਟੂਸ਼ ਪੁਸ਼ 'ਤੇਃ \"ਅਸੀਂ ਇਸਦੇ ਵਿਰੁੱਧ ਬਹੁਤ ਸਫਲ ਨਹੀਂ ਹਾਂ\" - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਇਮੈਨੁਅਲ ਮੈਕਰੋਨ ਯੂਕਰੇਨ ‘ਤੇ‘ ਟਰਨਿੰਗ ਪੁਆਇੰਟ ’ਵਿਚ ਡੋਨਾਲਡ ਟਰੰਪ ਦੀਆਂ ਵਚਨਬੱਧਤਾਵਾਂ ਦੀ ਘਾਟ ਹੈ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "ਇਤਿਹਾਸ ਦੀ ਸਭ ਤੋਂ ਵੱਧ ਕਮਾਈ ਕਰਨ ਵਾਲੀ ਐਨੀਮੇਟਡ ਫਿਲਮ ਬਣਨ ਲਈ ਚੀਨ ਦੀ ’ਨੇ ਝਾ 2’ ਇਨਸਾਈਡ ਆਉਟ 2 ’ਨੂੰ ਕਿਵੇਂ ਹਰਾਇਆ - ਵੰਨਗੀ",
        "ਜ਼ੋਏ ਕ੍ਰਾਵਿਟਜ਼ ਚੈਨਿੰਗ ਟੈਟਮ ਤੋਂ ਸਪਲਿਟ ਬਾਰੇ ਆਪਣੀ ਚੁੱਪ ਤੋੜਦਾ ਹੈਃ 'ਮੈਂ ਉਸ ਦੀ ਬਹੁਤ ਦੇਖਭਾਲ ਕਰਦਾ ਹਾਂ' - ਏਓਐਲ",
        "‘ਸਟਾਰ ਵਾਰਜ਼’ ਬੌਸ ਕੈਥਲੀਨ ਕੈਨੇਡੀ 2025 ਦੇ ਅੰਤ ਵਿੱਚ ਲੂਕਾਸਫਿਲਮ ਤੋਂ ਬਾਹਰ ਜਾਣ ਦੀ ਯੋਜਨਾ ਬਣਾ ਰਹੀ ਹੈ - ਵਰਾਇਟੀ",
        "ਮੈਡੀਕੇਡ ਕੱਟਾਂ ਨੇ ਟਰੰਪ ਦੇ ਏਜੰਡੇ 'ਤੇ ਇਕ ਮੁੱਖ ਸਦਨ ਦੇ ਵੋਟ ਨੂੰ ਧਮਕੀ ਦਿੱਤੀ-ਇਹ ਹੈ ਕਿ ਜੀਓਪੀ ਕਿਉਂ ਵੰਡਿਆ ਗਿਆ ਹੈ - ਫੋਰਬਸ"
    ]
}