{
    "headlines": [
        "Mercado de ações hoje: Dow, S&P 500, Nasdaq fecham em alta; S&P 500 dispara sequência de perdas semanais - MarketWatch",
        "Aaron Rodgers visita Steelers: QB deixa instalação sem acordo em vigor, acordo não iminente, de acordo com reportagens - CBS Sports",
        "Santos se reúnem com WR Cooks em acordo de dois anos - ESPN",
        "SEC vai perder cerca de 500 funcionários para ofertas de compra e demissão - Bloomberg",
        "O investidor 'The Big Short' Danny Moses: Os mercados 'subestimaram' o impacto negativo dos cortes DOGE - Fortune",
        "Novas imagens de satélite mostram os danos depois que a Ucrânia atingiu uma base de bombardeiros no interior da Rússia - Business Insider",
        "DOJ volta à Justiça para defender deportação de migrantes venezuelanos sem o devido processo legal - ABC News",
        "March Madness Live Tracker: destaques, atualizações, reações e muito mais - ESPN",
        "O que nove meses no espaço fazem ao corpo humano - MSN",
        "Venezuelanos enviados por Trump a El Salvador assinaram papelada para voltar para casa - Financial Times",
        "O novo filme ‘Branca de Neve’ da Disney está deixando quase todo mundo louco - The Wall Street Journal",
        "Every Upset At The 2025 NCAA Wrestling Championships - FloWrestling",
        "A Anthropic parece estar a usar o Brave para impulsionar a pesquisa na web pelo seu chatbot Claude - TechCrunch",
        "Dave Ramsey reage com consternação ao acordo ‘compre agora, pague depois’ para o DoorDash - The Hill",
        "Espera-se que o surto de sarampo no Texas dure meses, embora as vacinas tenham aumentado em relação ao ano passado - The Associated Press",
        "Boeing ganha contrato para jato de combate NGAD, apelidado de F-47 - Defense News",
        "O criador de ‘Separação’ e Ben Stiller desempacotam o final: o que vem a seguir para Mark e Helly? O que há com a reintegração? E quanto tempo até a 3ª temporada? - Variedade",
        "Elon Musk deixa o Pentágono após discussões sobre China e tecnologia - The Wall Street Journal"
    ]
}