{
    "headlines": [
        "ਏਸ਼ੀਆ ਦੇ ਸ਼ੇਅਰਾਂ ਵਿੱਚ ਵਾਧਾ, ਐਲੀਵੇਟਿਡ ਬਾਂਡ ਉਪਜ ਦੁਆਰਾ ਡਾਲਰ ਦਾ ਸਮਰਥਨ - ਰਾਇਟਰਜ਼",
        "ਸੰਯੁਕਤ ਰਾਸ਼ਟਰ ਦੀ ਜਾਂਚ ਟੀਮ ਨੇ ਕਿਹਾ ਕਿ ਸੀਰੀਆ ਦੇ ਨਵੇਂ ਅਧਿਕਾਰੀਆਂ ਨੇ ਅਸਦ ਯੁੱਧ ਅਪਰਾਧਾਂ ਦੀ ਜਾਂਚ ਲਈ 'ਬਹੁਤ ਜ਼ਿਆਦਾ ਰਿਸੈਪਸ਼ਨ' - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਇਸਮਾਈਲ ਹਨੀਯੇਹਃ ਇਜ਼ਰਾਈਲ ਨੇ ਤਹਿਰਾਨ ਵਿਚ ਹਮਾਸ ਦੇ ਨੇਤਾ ਦੀ ਹੱਤਿਆ ਦੀ ਪੁਸ਼ਟੀ ਕੀਤੀ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਜੋਅਲ Embiid ਅਜੀਬ 76ers-Spurs ਸੀਨ ਵਿਚ ਅਧਿਕਾਰੀ Andre Drummond ਤਕਨੀਕੀ ਨੂੰ ਛੁਡਾਉਣ ਦੇ ਬਾਅਦ ਮਿੰਟ ਬਾਹਰ ਕੱਢ ਦਿੱਤਾ - ਨਿਊਯਾਰਕ ਪੋਸਟ",
        "ਸਕੂਪਃ ਮੈਟ ਗਾਏਟਜ਼ ਨੈਤਿਕਤਾ ਦੀ ਰਿਪੋਰਟ ਆਖਰਕਾਰ ਕਿਵੇਂ ਸਾਹਮਣੇ ਆਈ - ਐਕਸੀਓਸ",
        "‘ਇਹ ਸਾਡੇ ਨਾਲ ਖਤਮ ਹੁੰਦਾ ਹੈ’ ਸਟਾਰ ਬ੍ਰਾਂਡਨ ਸਕਲੇਨਰ ਪੋਸਟਾਂ ਬਲੇਕ ਲਾਈਵਲੀ ਦੀ ਸ਼ਿਕਾਇਤ ਜਸਟਿਨ ਬਾਲਡੋਨੀ ਦੇ ਵਿਰੁੱਧਃ ‘ਰੱਬ ਦੇ ਪਿਆਰ ਲਈ ਇਹ ਪੜ੍ਹੋ’ - ਵੰਨਗੀ",
        "ਬਾਇਡਨ ਅਮਰੀਕੀ ਸਟੀਲ ਲਈ ਜਾਪਾਨੀ ਫਰਮ ਦੀ ਬੋਲੀ 'ਤੇ ਅੰਤਮ ਫੈਸਲਾ ਲੈਣਗੇ, ਕੰਪਨੀਆਂ ਦਾ ਕਹਿਣਾ ਹੈ - Axios",
        "ਸੋਮਵਾਰ ਰਾਤ ਫੁੱਟਬਾਲਃ ਪੈਕਰ ਇਸ ਸੀਜ਼ਨ ਵਿਚ ਐਨਐਫਐਲ ਦੇ ਪਹਿਲੇ ਸ਼ੱਟਆਉਟ ਨੂੰ ਪੋਸਟ ਕਰਦੇ ਹਨ, ਸੰਤਾਂ 'ਤੇ 34-0 ਦੌੜੋ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਸਟਾਰਬਕਸ ਹੜਤਾਲਾਂ ਦਾ ਵਿਸਥਾਰ ਹੋਵੇਗਾ, ਦੇਸ਼ ਭਰ ਵਿੱਚ 300 ਤੋਂ ਵੱਧ ਸਟੋਰਾਂ ਤੱਕ ਪਹੁੰਚੇਗਾ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਰਾਜ ਦੇ ਅਧਿਕਾਰੀਆਂ ਨੇ ਐਮਰਜੈਂਸੀ ਘੋਸ਼ਿਤ ਕਰਨ ਤੋਂ ਬਾਅਦ ਲਾਸ ਏਂਜਲਸ ਵਿੱਚ ਬਰਡ ਫਲੂ ਦਾ ਕੇਸ ਸਾਹਮਣੇ ਆਇਆ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਛੁੱਟੀਆਂ ਦੇ ਸ਼ੋਅ ਵਿਚ ਡਰੋਨ ਨਾਲ ਟਕਰਾਉਣ ਤੋਂ ਬਾਅਦ ਲੜਕੇ ਨੂੰ ਦਿਲ ਦੀ ਸਰਜਰੀ ਮਿਲਦੀ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਹਵਾਈ ਦੇ Kīlauea ਜੁਆਲਾਮੁਖੀ ਫਟਦਾ ਹੈ, \"ਲਾਵਾ ਬੰਬ\" spitting - Axios",
        "ਵਾਚ ਦੇ ਤੌਰ ਤੇ ਭਾਰੀ ਸਰਫ ਸੰਤਾ ਕਰੂਜ਼ Pier ਅੰਸ਼ਕ ਢਹਿਣ ਦਾ ਕਾਰਨ ਬਣਦੀ ਹੈ, ਪਾਣੀ ਵਿੱਚ 3 ਭੇਜਣ - ਅਮਰੀਕਾ ਨੇ ਅੱਜ",
        "ਸਾਲ ਇਨ (ਅਜੀਬ) ਸਾਇੰਸਃ ਸਾਡੇ ਕੁਇਜ਼ ਨਾਲ ਆਪਣੇ ਗਿਆਨ ਦੀ ਜਾਂਚ ਕਰੋ - ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "ਰੂਸੀ ਵਿਗਿਆਨੀਆਂ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਦੁਨੀਆ ਦਾ ‘ਸਰਬੋਤਮ-ਰੱਖਿਅਤ’ ਮੈਮੋਥ ਲਾਸ਼ ਮਿਲੀ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਕੀ ਡੋਨਾਲਡ ਟਰੰਪ ਜੋਅ ਬਾਇਡਨ ਦੀ ਮੌਤ ਦੀ ਸਜ਼ਾ ਨੂੰ ਰੱਦ ਕਰ ਸਕਦਾ ਹੈ? - ਬੀਬੀਸੀ.",
        "ਸੀਨ ‘ਡਿੱਡੀ' ਕੰਬਜ਼ ਨੇ ਸਾਬਕਾ ਪੁਰਸ਼ ਕਰਮਚਾਰੀ ਨੂੰ ‘ਜੰਗਲੀ ਕਿੰਗ ਨਾਈਟਸ‘ ਦਾ ਵੇਰਵਾ ਦਿੰਦੇ ਹੋਏ ਅਤੇ ਜਿਨਸੀ ਬੈਟਰੀ ਦਾ ਦਾਅਵਾ ਕਰਦੇ ਹੋਏ ਮੁਕੱਦਮਾ ਕੀਤਾ - ਵੰਨਗੀ",
        "ਅਮਰੀਕਾ ਨੇ 10 ਮਿਲੀਅਨ ਡਾਲਰ ਦੀ ਜੰਕ ਫੀਸ ਨਾਲ ਡਿਲਿਵਰੀ ਡਰਾਈਵਰਾਂ ਦਾ ਸ਼ੋਸ਼ਣ ਕਰਨ ਲਈ ਵਾਲਮਾਰਟ, ਬ੍ਰਾਂਚ ਮੈਸੇਂਜਰ 'ਤੇ ਮੁਕੱਦਮਾ ਕੀਤਾਃ' ਕੰਪਨੀਆਂ - ਦਿ ਟਾਈਮਜ਼ ਆਫ ਇੰਡੀਆ",
        "ਬਰੁਕਲਿਨ - ਗੋਥਾਮਿਸਟ ਵਿਚ ਐਫ ਟ੍ਰੇਨ ਵਿਚ womanਰਤ ਨੂੰ ਅੱਗ ਲਗਾਉਣ ਤੋਂ ਬਾਅਦ ਕਤਲ ਦੇ ਦੋਸ਼ ਲਗਾਏ ਗਏ ਆਦਮੀ",
        "ਜਾਰਜੀਆ ਕੁਆਰਟਰਬੈਕ ਡੂੰਘਾਈ ਚਾਰਟ - ਸਰਜਰੀ ਤੋਂ ਬਾਅਦ ਹੁਣ ਕਾਰਸਨ ਬੇਕ ਆਉਟ - ਸਪੋਰਟਸ ਇਲਸਟ੍ਰੇਟਿਡ"
    ]
}