{
    "headlines": [
        "Os comandantes avisaram que os árbitros podem \"atribuir uma pontuação\" após 4 penalidades consecutivas perto da linha de golo vs. Eagles - The Associated Press",
        "Exclusivo | Empresa de Gás Natural Diversified Energy Nears Deal for Permian Basin Player - The Wall Street Journal",
        "Previsões da equipe do Campeonato da AFC: escolhas de pontuação final dos Chiefs vs. Bills, probabilidades para o jogo dos playoffs da NFL - CBS Sports",
        "Seis reféns serão libertados e os habitantes de Gaza poderão ir para o norte - Israel - BBC.com",
        "Perplexity apresenta nova proposta para o TikTok - TechCrunch",
        "Aquário dá as boas-vindas a Yoko, o tubarão bebê, após gravidez misteriosa - CBS News",
        "- Podemos mesmo pegar o Jim? ': Jim Knowles, Anthony Poindexter e o início escaldante da offseason da Penn State - Yahoo Sports",
        "Trump diz que quer ‘limpar‘ Gaza e enviar refugiados ao Egito e à Jordânia - The Wall Street Journal",
        "O controverso documentário ‘The Stringer’ investiga a famosa foto da Guerra do Vietnã - The Washington Post",
        "Autoridades de Trump emitem cotas para agentes do ICE para aumentar as prisões - The Washington Post",
        "Cerca de 70 pessoas morreram em ataque a hospital na região de Darfur, no Sudão, diz CHEFE da OMS - Associated Press",
        "O Samsung Galaxy S25 Ultra dá pequenos passos: comparação inicial da câmera com o iPhone 16 Pro Max e o S24 Ultra - Notebookcheck.net",
        "Lindsey Graham, uma das principais aliadas de Trump, diz que perdoar os atacantes do Capitólio envia \"o sinal errado\" - Associated Press",
        "‘Flight Risk‘ de Mel Gibson é o número 1 nas bilheterias, ‘The Brutalist’ se expande - The Associated Press",
        "Os problemas do Ruanda na RDC seriam fáceis de travar - Financial Times",
        "Fósseis encontrados na China podem adicionar um novo ramo à árvore genealógica humana - Yahoo! Voices",
        "Apple ainda 'explora' novos AirPods com câmeras minúsculas - MacRumors",
        "SpaceX Falcon 9 Starlink 12-7 - Centro Espacial Kennedy"
    ]
}