{
    "headlines": [
        "اعتقال الرئيس التنفيذي السابق لشركة Abercrombie & Fitch بتهم الاتجار بالجنس - ABC News",
        "أعلنت مصلحة الضرائب الأمريكية عن شرائحها الضريبية الجديدة لعام 2025. إليك ما يجب معرفته. - CBS News",
        "امرأة تسقط الهاتف، وتعلق رأسا على عقب في شق صخري تبحث عنه - واشنطن بوست",
        "يقول جولدمان إن عصر العائدات الساخنة لمؤشر ستاندرد آند بورز 500 قد انتهى - Axios",
        "بروس سبرينغستين يتصدر مسيرة هاريس أوباما يوم الخميس في أتلانتا - دستور أتلانتا جورنال",
        "تتسرب مواصفات كاميرا Pixel 9A بدقة 48 ميجابكسل الرئيسية، \"أضفني\"، وعثرة الكاميرا - 9to5Google",
        "يستضيف بوتين قادة الجنوب العالمي في قمة بريكس التي تهدف إلى موازنة النفوذ الغربي - وكالة أسوشيتد برس",
        "ما هو \"الكوكايين الوردي\"، المخدر الموجود في نظام ليام باين بعد وفاته ؟ - إن بي سي نيوز",
        "إيمي آدمز تذهب بوحشية: نجمة \"العاهرة\" في النباح، ونمو شعر الذقن و \"استقطاب\" المشاهدين بنظرتها الخام إلى الأمومة - تنوع",
        "ألمانيا تكتشف أول حالة إب لمتغير الجدري - DW (الإنجليزية)",
        "S2 meteorite: ماذا حدث عندما ضربت صخرة كبيرة مثل لندن الأرض ؟ - BBC.com",
        "أفادت جنرال موتورز أن أرباح الربع الثالث قبل الضريبة ارتفعت بنسبة 15.5 ٪ بفضل الأسعار القوية والانضباط في التكاليف - Detroit Free Press",
        "التحقيق الأولي في تسريب المعلومات الاستخباراتية الأمريكية حول التخطيط للهجوم الإسرائيلي مع التركيز على من كان لديه حق الوصول إلى الوثائق - سي إن إن",
        "كيف انفجر كتاب الوصول الجنوبي الرابع، أبسولوشن، من المؤلف جيف فاندرمير - بوليغون",
        "آخر التطورات في الشرق الأوسط: أكثر من اثني عشر قتيلاً في غارات إسرائيلية بالقرب من أحد المستشفيات الرئيسية في بيروت - وكالة أسوشيتد برس",
        "صندوق النقد الدولي يرفع توقعات النمو في الولايات المتحدة لكنه يخفض الصين ؛ يرى اقتصادًا عالميًا ضعيفًا - رويترز",
        "التدريب العملي على استخدام جهاز iPad mini 2024: اكتشف الاختلافات - ARS Technica",
        "نقطة محذوفة هنا",
        "يقول بول ويلان إنه نقل معلومات من الخطوط الأمامية الأوكرانية إلى الولايات المتحدة من السجن الروسي - الولايات المتحدة الأمريكية اليوم",
        "ليلة افتتاح الدوري الاميركي للمحترفين 2024-25 - اختيارات الخبراء لأبطال الشرق والغرب والدوري الاميركي للمحترفين - ESPN"
    ]
}