{
    "headlines": [
        "O NIH de Trump desafia o modelo subjacente ao domínio científico dos EUA - The Washington Post",
        "A Coca-Cola está prestes a reportar ganhos. Veja o que esperar - CNBC",
        "Exclusivo: OpenAI não está à venda, diz CEO Sam Altman - Axios",
        "A ordem final do draft da NFL de 2025 é definida com os Eagles escolhendo o 32º, os Chiefs escolhendo o 31º - NBC Sports",
        "Trump está cortando as agências há muito odiadas pelo Partido Republicano. Os próximos cortes podem ser mais difíceis. - POLITICO",
        "A confirmação de MAHA, RFK Jr. colocou as vacinas infantis em destaque: fato MMR vs ficção - Fox News",
        "O que sabemos sobre o manifestante do show do intervalo do Super Bowl - CNN",
        "Pelo menos 51 mortos em queda de autocarro na Guatemala - ABC News",
        "A Super Micro faz uma atualização hoje. O que Wall Street quer da AI Server Maker. - Barron's",
        "Luka Doncic faz a sua estreia nos Lakers e liga-se rapidamente a LeBron James numa vitória por 132-113 sobre Utah - The Associated Press",
        "Trump procura um acordo sobre o seu plano para Gaza enquanto se reúne com o rei Abdullah da Jordânia - CNN",
        "DOJ se move para que as acusações do prefeito de Nova York, Eric Adams, sejam retiradas - Axios",
        "Trump avança enquanto os tribunais e os democratas tentam bloqueá-lo - The Washington Post",
        "Avião de Vince Neil, membro do Motley Crue Band, envolvido em acidente mortal no Arizona - Prazo",
        "Patches da Apple explorados ativamente no iOS Zero-Day CVE-2025-24200 em atualização de emergência - The Hacker News",
        "Trump anuncia tarifas de 25% sobre todas as importações de aço e alumínio - BBC.com",
        "Jets quer combinar QB novato com QB veterano? - profootballrumors.com",
        "Pentágono vai restaurar o nome de Fort Liberty para Fort Bragg - CBS News",
        "Primeiro processo tem como alvo o congelamento da ajuda externa de Trump - POLITICO"
    ]
}