{
    "headlines": [
        "ਵਾਚਃ ਆਈਕੋਨਿਕ ਰੌਕ ਬੈਂਡ ਜੇਨ ਦੀ ਆਦਤ ਰੀਯੂਨੀਅਨ ਸਮਾਰੋਹ ਵਿਚ ਬ੍ਰੌਲਿੰਗ ਸ਼ੁਰੂ ਹੁੰਦੀ ਹੈ - ਦਿ ਡੇਲੀ ਬੀਸਟ",
        "ਏਅਰ ਕੈਨੇਡਾ ਪਾਇਲਟ ਯੂਨੀਅਨ ਨਾਲ ਆਖਰੀ ਮਿੰਟ ਦੇ ਸੌਦੇ 'ਤੇ ਪਹੁੰਚਿਆ, ਹੜਤਾਲ ਤੋਂ ਬਚਿਆ - ਰਾਇਟਰਜ਼",
        "ਯਮਨ ਤੋਂ ਗੋਲੀਬਾਰੀ ਕੀਤੀ ਗਈ ਮਿਜ਼ਾਈਲ ਨੇ ਮੱਧ ਇਜ਼ਰਾਈਲ ਵਿਚ ਸਾਇਰਨ ਲਗਾਏ, ਫੌਜ ਕਹਿੰਦੀ ਹੈ - ਰਾਇਟਰ",
        "UFC 306: ਓਮਲੇ ਬਨਾਮ ਦਵਾਲੀਸ਼ਵਲੀ - UFC",
        "ਮਾਸ. ਸਟੇਟ ਪੁਲਿਸ ਭਰਤੀ ਜਿਸ ਨੇ ਗ੍ਰੈਜੂਏਸ਼ਨ ਤੋਂ ਹਫ਼ਤੇ ਪਹਿਲਾਂ ਸਿਖਲਾਈ ਅਭਿਆਸ ਦੌਰਾਨ ਮੈਡੀਕਲ ਐਮਰਜੈਂਸੀ ਦਾ ਸਾਹਮਣਾ ਕੀਤਾ ਸੀ ਨੇ ਡੈਥਬੇਡ 'ਤੇ ਸੈਨਿਕ ਵਜੋਂ ਸਹੁੰ ਚੁਕਾਈ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਸਰੋਤਃ ਟੂਆ ਇਸ ਹਫਤੇ ਨਿurਰੋਲੋਜਿਸਟਾਂ ਨਾਲ ਮੁਲਾਕਾਤ ਕਰਨ ਲਈ - ਈਐਸਪੀਐਨ",
        "ਟੈਕਸਾਸ ਕਿ Qਬੀ ਕੁਇਨ ਈਵਰਜ਼ ਤਣਾਅਪੂਰਨ ਪੇਟ ਨਾਲ ਰਵਾਨਾ ਹੁੰਦਾ ਹੈ ਅਤੇ ਆਰਚ ਮੈਨਿੰਗ ਯੂਟੀਐਸਏ ਉੱਤੇ ਜਿੱਤ ਦੀ ਅਗਵਾਈ ਕਰਦਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "'ਸ਼ੋਗਨ,' 'ਦਿ ਬੀਅਰ' ਅਤੇ 'ਬੇਬੀ ਰਿੰਡਰ' ਐਮੀਜ਼ ਦੇ ਆਉਣ ਦੇ ਨਾਲ ਕਤਾਰ ਦੇ ਸਿਖਰ 'ਤੇ ਹਨ - ਯਾਹੂ ਐਂਟਰਟੇਨਮੈਂਟ",
        "ਮਸ਼ਰੂਮਿੰਗ ਘੁਟਾਲੇ ਦੇ ਵਿਚਕਾਰ, ਏਰਿਕ ਐਡਮਜ਼ ਦੇ ਸਿਟੀ ਹਾਲ ਅਟਾਰਨੀ ਨੇ ਅਹੁਦਾ ਛੱਡ ਦਿੱਤਾ - ਪੋਲਿਟਿਕੋ",
        "ਹਟਾਈ",
        "ਵੈਨਜ਼ੂਏਲਾ ਕਹਿੰਦਾ ਹੈ ਕਿ ਯੂਐਸ ਨੇਵੀ ਨੇ ਮਾਦੁਰੋ ਦੀ ਹੱਤਿਆ ਕਰਨ ਲਈ ਕਥਿਤ ਸੀਆਈਏ ‘ਆਪ੍ਰੇਸ਼ਨ‘ ‘ਤੇ ਗ੍ਰਿਫਤਾਰ ਕੀਤੇ ਗਏ ਵਿਦੇਸ਼ੀਆਂ ਵਿਚਕਾਰ ਸੀਲ - ਸੀਐਨਐਨ",
        "ਹੈਤੀ ਟੈਂਕਰ ਟਰੱਕ ਦੇ ਧਮਾਕੇ 'ਚ ਦੋ ਦਰਜਨ ਦੀ ਮੌਤ - CBS News",
        "ਈਰਾਨ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਸਨੇ ਮਿਜ਼ਾਈਲ ਦੇ ਡਰ ਨੂੰ ਲੈ ਕੇ ਵੈਸਟ ਦੁਆਰਾ ਆਲੋਚਨਾ ਕੀਤੇ ਆਪਣੇ ਪ੍ਰੋਗਰਾਮ ਵਿੱਚ ਇੱਕ ਉਪਗ੍ਰਹਿ ਨੂੰ ਸਫਲਤਾਪੂਰਵਕ ਲਾਂਚ ਕੀਤਾ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਮੰਗਲਵਾਰ ਨੂੰ ਸੁਪਰਮੂਨ ਦਾ ਅੰਸ਼ਕ ਚੰਦਰ ਗ੍ਰਹਿਣ ਕਦੋਂ ਵੇਖਣਾ ਹੈ - ਫੌਕਸ ਮੌਸਮ",
        "ਪੂਰੀ ਐਨਐਫਐਲ ਭਵਿੱਖਬਾਣੀ, ਪੂਰੇ ਹਫਤੇ 2 ਸਲੇਟ ਲਈ ਪਿਕ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਸਤੰਬਰ 14, 2024 ਲਾਟਰੀ ਡਰਾਇੰਗ ਜੈਕਪਾਟ ਲਈ ਪਾਵਰਬਾਲ ਜੇਤੂ ਨੰਬਰ. ਜੇਤੂ ਪਿਛਲੀ ਰਾਤ? - IndyStar",
        "Michaela DePrince: 29 'ਤੇ ਅਮਰੀਕਾ ਦੇ trailblazing ballerina ਦੀ ਮੌਤ - ਬੀਬੀਸੀ.",
        "ਰਿਕਾਰਡ ਨਿਰਧਾਰਤ ਕਰਨ ਵਾਲੇ ਪੋਲਾਰਿਸ ਡੌਨ ਦੇ ਚਾਲਕ ਦਲ ਦਾ ਉਦੇਸ਼ ਮੈਕਸੀਕੋ ਦੀ ਖਾੜੀ ਵਿੱਚ ਐਤਵਾਰ ਦੇ ਸ਼ੁਰੂ ਵਿੱਚ ਸਪਲੈਸ਼ਡਾਉਨ ਕਰਨਾ ਹੈ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਸਵਿਫਟ ਸਮਰਥਨ ਹੈਰਿਸ ਤੋਂ ਵਧੇਰੇ ਵੋਟਰਾਂ ਨੂੰ ਆਕਰਸ਼ਤ ਕਰਦਾ ਹੈਃ ਪੋਲ - ਨਿ New ਯਾਰਕ ਪੋਸਟ",
        "ਇੱਕ ਨਵੀਂ ਐਫ ਡੀ ਏ ਦੀ ਜ਼ਰੂਰਤ ਛਾਤੀ ਦੇ ਕੈਂਸਰ ਦੇ ਵਧੇਰੇ ਮਾਮਲਿਆਂ ਦੀ ਪਛਾਣ ਕਰਨ ਵਿੱਚ ਕਿਵੇਂ ਸਹਾਇਤਾ ਕਰ ਸਕਦੀ ਹੈ - ਪੀਬੀਐਸ ਨਿ Newsਜ਼ਹੌਰ"
    ]
}