{
    "headlines": [
        "ਮੈਡੀਕਲ ਰਹੱਸਃ ਉਸ ਦੇ ਅਜੀਬ ਪੇਲਵਿਕ ਲਾਗਾਂ ਦਾ ਜਬਾੜਾ ਡਿੱਗਣ ਦਾ ਮੂਲ ਸੀ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਫੈਡਰਲ ਅਧਿਕਾਰੀਆਂ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਬਕਸ ਕਾਉਂਟੀ ਦੇ ਚੋਣ ਕਾਮਿਆਂ ਦੀ ਜਾਅਲੀ ਵੀਡੀਓ ਰੂਸੀਆਂ ਦੁਆਰਾ ਤਿਆਰ ਕੀਤੀ ਗਈ ਸੀ - ਦਿ ਫਿਲਡੇਲਫੀਆ ਇਨਕੁਆਇਰਰ",
        "ਈਰਾਨ ਪੁਲਿਸ ਦੇ ਕਾਫਲੇ 'ਤੇ ਹਮਲਾ ਘੱਟੋ ਘੱਟ 10 ਅਧਿਕਾਰੀਆਂ ਦੀ ਮੌਤ; ਕਿਸੇ ਸ਼ੱਕੀ ਦੀ ਪਛਾਣ ਨਹੀਂ ਹੋਈ, ਅਧਿਕਾਰੀਆਂ ਦਾ ਕਹਿਣਾ ਹੈ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਇੰਡੀਆਨਾ ਵਿਖੇ ਈਐਸਪੀਐਨ ਕਾਲਜ ਗੇਮਡੇਃ ਵਾਈਲਡ ਬਲੂਮਿੰਗਟਨ ਸੀਨ ਤੋਂ ਲਾਈਵ ਅਪਡੇਟਸ - ਇੰਡੀਸਟਾਰ",
        "2024 ਚੋਣਾਂ ਲਾਈਵ ਅਪਡੇਟਸ - ਪੋਲਿਟਿਕੋ",
        "ਰੈਲੀ 'ਚ ਤਕਰੀਬਨ 3 ਘੰਟੇ ਦੇਰੀ ਨਾਲ ਪਹੁੰਚਣ' ਤੇ ਸੁਣੋ ਟਰੰਪ ਦੀ ਮੁਆਫੀ - CNN",
        "ਇਜ਼ਰਾਈਲ ਨੇ ਉੱਤਰੀ ਗਾਜ਼ਾ ਹਸਪਤਾਲ 'ਤੇ ਛਾਪਾ ਮਾਰਿਆ ਕਿਉਂਕਿ ਸੰਯੁਕਤ ਰਾਸ਼ਟਰ ਦੀ ਚਿਤਾਵਨੀ ਹੈ ਕਿ ਪੱਟੀ ਵਿਚ‘ਸਭ ਤੋਂ ਡਾਰਕ ਪਲ’ਖੁੱਲ੍ਹ ਰਿਹਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਮਿਨੀਸੋਟਾ ਦੀ ਇਕ ਨੌਜਵਾਨ womanਰਤ ਦੇ ਕਤਲ ਦਾ ਸ਼ਿਕਾਰ ਬਣਨ ਤੋਂ ਪਹਿਲਾਂ ਘੰਟਿਆਂ ਦਾ ਪਤਾ ਲਗਾਉਣਾ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਡਬਲਯੂਐਚਓਃ ਟੀਕੇ ਐਂਟੀਮਾਈਕਰੋਬਾਇਲ ਪ੍ਰਤੀਰੋਧ ਨਾਲ ਲੜਨ ਵਿਚ ਸਹਾਇਤਾ ਕਰ ਸਕਦੇ ਹਨ, ਜਾਨਾਂ ਬਚਾ ਸਕਦੇ ਹਨ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਬਾਜ਼ਾਰ ਰਹੱਸਮਈ ਢੰਗ ਨਾਲ ਚਲ ਰਹੇ ਹਨ । ਵਾਲ ਸਟ੍ਰੀਟ ਇਹ ਦੱਸਣ ਲਈ ਸੰਘਰਸ਼ ਕਰ ਰਹੀ ਹੈ ਕਿ ਕਿਉਂ. - ਮਾਰਕੀਟਵਾਚ",
        "ਮੈਂ ਹੁਣੇ ਐਪਲ ਉਤਪਾਦਾਂ ਨੂੰ ਖਰੀਦਣ ਦੇ ਪਹਿਲੇ ਨਿਯਮ ਨੂੰ ਤੋੜਿਆ ਹੈ — ਮੈਂ ਐਮ 4 ਮੈਕ ਲਾਂਚ ਤੋਂ ਪਹਿਲਾਂ ਇੱਕ ਨਵਾਂ ਮੈਕ ਮਿਨੀ ਖਰੀਦਿਆ - ਟੌਮ ਦੀ ਗਾਈਡ",
        "ਰਿਕਾਰਡ ਤੋੜਨ ਵਾਲੀ ਸਪੇਸਐਕਸ ਦੀ ਸ਼ੁਰੂਆਤ ਅੱਜਃ ਕੇਪ ਕੈਨਵਰਲ ਤੋਂ ਲਾਂਚ ਬਾਰੇ ਜਾਣਨ ਲਈ ਸਭ ਕੁਝ - ਫਲੋਰੀਡਾ ਟੂਡੇ",
        "ਇਜ਼ਰਾਈਲ ਨੇ ਇਰਾਨ ਦੇ ਫੌਜੀ ਟਿਕਾਣਿਆਂ 'ਤੇ ਕੀਤਾ ਹਮਲਾ, ਤਹਿਰਾਨ ਨੇ ਕਿਹਾ ਨੁਕਸਾਨ' ਸੀਮਤ '- ਰਾਇਟਰ",
        "ਬੋਇੰਗ ਦਾ ਨਵਾਂ ਸੀਈਓ ਅਲਟੀਮੇਟ ਮੈਨੇਜਮੈਂਟ ਟੈਸਟ ਲੈ ਰਿਹਾ ਹੈ - ਬਿਜ਼ਨਸ ਇਨਸਾਈਡਰ",
        "ਨਾਸਾ ਦੇ ਪੁਲਾੜ ਯਾਤਰੀ ਨੂੰ ਹਸਪਤਾਲ ਦਾਖਲ ਕੀਤਾ ਗਿਆਃ ਕਰੂ -8 ਦੇ ਸਪੇਸ ਓਡੀਸੀ ਤੋਂ ਬਾਅਦ ਮੈਡੀਕਲ ਰਹੱਸ ਦਾ ਖੁਲਾਸਾ - SciTechDaily",
        "ਲੇਬਰੋਨਃ ਲਾਲ-ਗਰਮ ਏਡੀ ਲਈ 'ਫੋਕਲ ਪੁਆਇੰਟ' - ਈਐਸਪੀਐਨ ਲਈ ਨਾਜ਼ੁਕ",
        "ਮੇਨਡੇਜ਼ ਭਰਾਵਾਂ ਲਈ ਅੱਗੇ ਕੀ ਹੈ? - ਬੀਬੀਸੀ. ਕਾੱਮ",
        "ਬੂਨ ਨੇ ਕਿਸਮਤ ਵਾਲੇ ਐਚਆਰ - ਈਐਸਪੀਐਨ ਤੋਂ ਪਹਿਲਾਂ ਕੋਰਟੇਸ ਲਈ ਮੇਲ ਖਾਂਦਾ ਪਸੰਦ ਕੀਤਾ",
        "ਸ਼ਨੀਵਾਰ, ਅਕਤੂਬਰ 26, 2024 ਲਈ ਕੁੰਡਲੀ - ਸ਼ਿਕਾਗੋ ਸੂਰਜ-ਟਾਈਮਜ਼",
        "ਉੱਤਰੀ ਕੋਰੀਆ ਦੇ ਸੈਨਿਕ ਰੂਸੀ ਫੌਜੀ ਸਿਖਲਾਈ ਵਾਲੀ ਥਾਂ 'ਤੇ ਹਨ, ਵੀਡੀਓ ਦਿਖਾਉਂਦੇ ਹਨ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ"
    ]
}