{
    "headlines": [
        "Israeli strikes on Syria kill at least 16 people, Syrian state media say - Reuters",
        "Flooding sweeps away a bus and a bridge collapses in Vietnam as storm deaths rise to 59 - The Associated Press",
        "Draghi Says EU in Danger Without Massive Spending and Joint Debt - Bloomberg",
        "Gulf Tropical System Poses Possible Hurricane Threat - The Weather Channel",
        "Residents flee as California and Nevada wildfires get dangerously close and forecasters warn of record heat - CNN",
        "Apple 'Glowtime' event live blog — iPhone 16, Apple Watch 10, AirPods 4 and more - Tom's Guide",
        "Central Kentucky children told to stay home from school as I-75 shooting suspect evades capture for third day - CNN",
        "Overreactions after Week 1 of the NFL season: Kirk Cousins benched already? Cowboys made mistake paying Dak? - CBS Sports",
        "US Confirms First Human Case of Bird Flu With No Known Animal Trace - ScienceAlert",
        "Lions' season of hope is full speed ahead after opening with an electric overtime win vs. Rams - Yahoo Sports",
        "Boeing offers 25% pay rise to avoid strike - DW (English)",
        "House Dems issue response to GOP report on Biden's withdrawal from Afghanistan - Fox News",
        "'Shogun' wins record-breaking 14 Emmys at Creative Arts ceremony as Jamie Lee Curtis gets her first - The Associated Press",
        "Google faces new antitrust trial after ruling declaring search engine a monopoly - Yahoo Finance",
        "Bruce Springsteen Contemplates Mortality With Toronto Film Festival Documentary ‘Road Diary’: ‘If I Went Tomorrow, It’s OK. What a F—ing Ride!’ - Variety",
        "Grief, pain, hope and faith at church services following latest deadly school shooting - The Associated Press",
        "Former Venezuelan opposition candidate Edmundo González flees to Spain - The Hill",
        "Explosion kills at least 48 people as fuel tanker collides with truck in Nigeria - CNN",
        "New AirPods Max With Improved Audio and USB-C Expected Tomorrow - MacRumors",
        "Miami-Dade police officer placed on administrative duty after Dolphins star Tyreek Hill detained before game - CNN"
    ]
}