{
    "headlines": [
        "'ਗੰਭੀਰ' ਸੋਲਰ ਤੂਫਾਨ ਜੋ ਧਰਤੀ ਨੂੰ ਵੀਰਵਾਰ ਨੂੰ ਮਾਰਦਾ ਹੈ ਕੈਲੀਫੋਰਨੀਆ ਦੇ ਤੌਰ ਤੇ ਦੂਰ ਦੱਖਣ ਦੇ ਤੌਰ ਤੇ auroras ਨਾਲ 'ਗਲੋਬਲ ਵਰਤਾਰਾ' ਹੋ ਸਕਦਾ ਹੈ - Livescience.",
        "ਹਾਨ ਕਾਂਗ ਨੂੰ ਸਾਹਿਤ ਦਾ ਨੋਬਲ ਪੁਰਸਕਾਰ - The Washington Post",
        "ਤੂਫਾਨ ਮਿਲਟਨ ਲੈਂਡਫਾਲ ਬਣਾਉਣ ਤੋਂ ਪਹਿਲਾਂ ਵਿਨਾਸ਼ਕਾਰੀ, ਘਾਤਕ ਤੂਫਾਨਾਂ ਨੂੰ ਉਡਾਉਂਦਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਸਟਾਕ ਮਾਰਕੀਟ ਅੱਜਃ ਡਾਓ, ਐਸ ਐਂਡ ਪੀ 500 ਮਹਿੰਗਾਈ ਦੇ ਤੌਰ ਤੇ ਖਿਸਕ ਗਿਆ, ਨੌਕਰੀਆਂ ਦਾ ਡਾਟਾ ਕਲਾਉਡ ਫੈੱਡ ਰੇਟ-ਕੱਟ ਤਸਵੀਰ - ਯਾਹੂ ਵਿੱਤ",
        "ਬਿਡੇਨ ਨੇ ਤੂਫਾਨ ਦੀ ਗਲਤ ਜਾਣਕਾਰੀ 'ਤੇ ਟਰੰਪ ਨੂੰ ਕਿਹਾ' ਜ਼ਿੰਦਗੀ ਪ੍ਰਾਪਤ ਕਰੋ '- ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਜੱਜ ਨੇ ਸੀਨ ‘ਡਿੱਡੀ‘ ਕੰਬਜ਼ ਰੈਕੇਟਿੰਗ ਅਤੇ ਸੈਕਸ ਤਸਕਰੀ ਕੇਸ ਵਿੱਚ ਮੁਕੱਦਮੇ ਦੀ ਤਾਰੀਖ ਨਿਰਧਾਰਤ ਕੀਤੀ - ਸੀਐਨਐਨ",
        "ਟੇਸਲਾ ਦੀ ਰੋਬੋਟੈਕਸੀ ਪੁਸ਼ 'ਬਲੈਕ ਬਾਕਸ' ਏਆਈ ਜੂਏ 'ਤੇ ਟਿਕੀ ਹੋਈ ਹੈ - ਰਾਇਟਰਜ਼",
        "ਫਲੋਰਿਡਾ ਦੇ ਸਰਵੇਖਣ ਮਲਬੇ ਨੂੰ ਤੂਫਾਨ ਮਿਲਟਨ ਨੇ ਛੱਡ ਦਿੱਤਾ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "ਰਾਫੇਲ ਨਡਾਲਃ ਨੋਵਾਕ ਜੋਕੋਵਿਚ ਅਤੇ ਰੋਜਰ ਫੈਡਰਰ ਸੰਨਿਆਸ ਦੇ ਐਲਾਨ ਤੋਂ ਬਾਅਦ ਸ਼ਰਧਾਂਜਲੀ ਦੀ ਅਗਵਾਈ ਕਰਦੇ ਹਨ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਫੈਡਰਲ ਅਪੀਲ ਕੋਰਟ ਡੀਏਸੀਏ 'ਤੇ ਸ਼ੱਕ ਕਰਦਾ ਹੈ ਪਰ ਇਸ ਨੂੰ ਹੜਤਾਲ ਕਰਨ ਵਾਲੇ ਫੈਸਲੇ ਨੂੰ ਤੰਗ ਕਰ ਸਕਦਾ ਹੈ - ਸੀਐਨਐਨ",
        "ਸੀ ਐਨ ਐਨ ਟਰੰਪ ਅਤੇ ਹੈਰਿਸ ਨਾਲ ਲਾਈਵ ਟਾ hallਨ ਹਾਲ ਦੀ ਮੇਜ਼ਬਾਨੀ ਕਰਨ ਦੀ ਪੇਸ਼ਕਸ਼ ਕਰਦਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਐਫਸੀਸੀ ਚੇਅਰ ਨੇ ਹੈਰਿਸ '' 60 ਮਿੰਟ 'ਇੰਟਰਵਿਊ‘ ਤੇ ਸੀਬੀਐਸ ਨੂੰ ’ਆਪਣਾ ਲਾਇਸੈਂਸ ਗੁਆਉਣ’ ਲਈ ਟਰੰਪ ਦੇ ਸੱਦੇ ਦੀ ਨਿੰਦਾ ਕੀਤੀ - ਸੀਐਨਐਨ",
        "ਵੀਰਵਾਰ ਰਾਤ ਦਾ ਫੁੱਟਬਾਲਃ ਸੈਨ ਫ੍ਰਾਂਸਿਸਕੋ 49ers ਬਨਾਮ ਸੀਏਟਲ ਸੀਹਾਕਸ ਐਨਐਫਐਲ ਗੇਮ ਅੱਜ ਰਾਤ ਕਿਵੇਂ ਵੇਖੀਏ - ਯਾਹੂ ਸਪੋਰਟਸ",
        "ਜੇਨੀ ਕੌਨਰ ਅਤੇ ਬਰੂਸ ਏਰਿਕ ਕਪਲਾਨ ਦੇ ਨਾਲ ਸੀਜ਼ਨ 2 ਲਈ ‘ਕੋਈ ਨਹੀਂ ਚਾਹੁੰਦਾ' ਨਵੀਨੀਕਰਣ - ਡੈੱਡਲਾਈਨ",
        "ਵਰਮੋਂਟ ਸਿਹਤ ਵਿਭਾਗ ਨੇ 2012 ਤੋਂ ਬਾਅਦ ਪਹਿਲੀ ਈਈਈ ਮੌਤ ਦੀ ਪੁਸ਼ਟੀ ਕੀਤੀ - ਡਬਲਯੂਪੀਟੀਜ਼ੈਡ",
        "ਇਜ਼ਰਾਈਲੀ ਬਲਾਂ ਨੇ ਲੇਬਨਾਨ 'ਚ ਸੰਯੁਕਤ ਰਾਸ਼ਟਰ ਸ਼ਾਂਤੀ ਸੈਨਿਕਾਂ' ਤੇ ਚਲਾਈ ਗੋਲੀ, ਦੋ ਜ਼ਖਮੀ - Al Jazeera English",
        "ਫੈੱਡ ਅੰਤ ਵਿੱਚ ਦਰਾਂ ਵਿੱਚ ਕਟੌਤੀ ਕਰ ਰਿਹਾ ਹੈ, ਪਰ ਬੈਂਕ ਅਜੇ ਸਪੱਸ਼ਟ ਨਹੀਂ ਹਨ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਜੁਪੀਟਰ ਦਾ ਮਹਾਨ ਲਾਲ ਚਟਾਕ 'ਪਹਿਲਾਂ ਕਦੇ ਨਹੀਂ ਪਛਾਣਿਆ ਗਿਆ' ਤਰੀਕਿਆਂ ਨਾਲ ਸ਼ਕਲ ਬਦਲ ਰਿਹਾ ਹੈ - ਗਿਜ਼ਮੋਡੋ",
        "ਪੀਐਫਟੀ ਦਾ ਹਫਤਾ 6 2024 ਐਨਐਫਐਲ ਪਿਕਸ, ਫਲੋਰੀਓ ਬਨਾਮ ਸਿਮਜ਼ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਕੋਵਿਡ-19 ਦੀ ਪਹਿਲੀ ਲਹਿਰ ਨੇ ਵਧਾਇਆ ਦਿਲ ਦਾ ਦੌਰਾ, ਤਿੰਨ ਸਾਲ ਬਾਅਦ ਤੱਕ ਸਟਰੋਕ - National Institutes of Health (NIH) (.Gov)"
    ]
}