{
    "headlines": [
        "ਲਾਈਵ ਚੋਣ ਅਪਡੇਟਸਃ ਡੋਨਾਲਡ ਟਰੰਪ ਨੇ ਅਮਰੀਕੀ ਰਾਸ਼ਟਰਪਤੀ ਦੀ ਜਿੱਤ ਕੀਤੀ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਟੇਸਲਾ ਦੇ ਬਾਅਦ-ਘੰਟੇ ਵਪਾਰ ਦੇ ਦੌਰਾਨ ਸ਼ੇਅਰ ਵੱਧ ਰਹੇ ਹਨ ਕਿਉਂਕਿ ਇੱਕ ਟਰੰਪ ਦੀ ਜਿੱਤ ਦੀ ਸੰਭਾਵਨਾ ਵੱਧਦੀ ਜਾਪਦੀ ਹੈ - Fortune",
        "ਤੇਲ ਡਿੱਗਣ ਦੇ ਤੌਰ ਤੇ ਅਨੁਮਾਨਿਤ ਟਰੰਪ ਜਿੱਤ ਅਮਰੀਕੀ ਡਾਲਰ ਉੱਚ ਭੇਜਦਾ ਹੈ - Reuters",
        "ਜੇਮਜ਼ ਵੈਨ ਡੇਰ ਬੀਕ, ਜੇਨਾ ਫਿਸ਼ਰ ਅਤੇ ਕੈਂਸਰ ਪ੍ਰਾਪਤ ਕਰਨ ਵਾਲੇ ਨੌਜਵਾਨਾਂ ਦਾ ਉਭਾਰ - ਅਮਰੀਕਾ ਅੱਜ",
        "ਚੋਣਾਂ 2024: ਸੈਨੇਟ ਦੇ ਨਤੀਜੇ - ਸੀ ਐਨ ਐਨ",
        "ਅਮਰੀਕੀ ਰਾਸ਼ਟਰਪਤੀ ਚੋਣਾਂ ਤੋਂ ਟੇਕਵੇਜ਼ - ਰਾਇਟਰਜ਼",
        "ਉਪਨਗਰ ਫੀਨਿਕਸ ਵਿੱਚ ਉਡਾਣ ਭਰਨ ਤੋਂ ਬਾਅਦ ਵਾਹਨ ਨਾਲ ਟਕਰਾਉਣ ਕਾਰਨ 5 ਦੀ ਮੌਤ ਹੋ ਗਈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਨਿਣਟੇਨਡੋ 6% ਛਾਲ ਮਾਰਦਾ ਹੈ ਕਿਉਂਕਿ ਇਹ ਕਹਿੰਦਾ ਹੈ ਕਿ ਮੌਜੂਦਾ ਸਵਿਚ ਗੇਮਜ਼ ਕੰਸੋਲ ਦੇ ਉੱਤਰਾਧਿਕਾਰੀ 'ਤੇ ਖੇਡਣ ਯੋਗ ਹੋਣਗੇ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਕਾਲਜ ਫੁੱਟਬਾਲ ਪਲੇਆਫ ਬਰੈਕਟਃ ਪਹਿਲੀ ਸੀਐਫਪੀ ਰੈਂਕਿੰਗਜ਼ ਰਿਲੀਜ਼ ਤੋਂ ਬਾਅਦ 12-ਟੀਮ ਫੀਲਡ ਕਿਵੇਂ ਦਿਖਾਈ ਦਿੰਦਾ ਹੈ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਯੂਕਰੇਨ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਸਨੇ ਪਹਿਲੀ ਵਾਰ ਉੱਤਰੀ ਕੋਰੀਆ ਦੀਆਂ ਫੌਜਾਂ ਨਾਲ ਲੜਿਆ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "4 ਰਾਜਾਂ ਨੇ ਗਰਭਪਾਤ ਦੇ ਅਧਿਕਾਰਾਂ ਦੀ ਰੱਖਿਆ ਲਈ ਵੋਟ ਦਿੱਤੀ, ਜਦੋਂ ਕਿ ਫਲੋਰੀਡਾ ਵਿੱਚ ਪਹੁੰਚ ਵਧਾਉਣ ਦੀ ਕੋਸ਼ਿਸ਼ ਅਸਫਲ ਰਹੀ - ਸੀਐਨਐਨ",
        "‘ਰੈੱਡ ਵਨ’ ਰਿਵਿਊਃ ਡਵੇਨ ਜੌਨਸਨ ਅਤੇ ਕ੍ਰਿਸ ਇਵਾਨਸ ’ਥੋੜ੍ਹੀ ਜਿਹੀ ਅਸ਼ੁੱਧ ਕ੍ਰਿਸਮਸ ਐਕਸ਼ਨ ਕਾਮੇਡੀ ਬਿੱਟ ਲਈ ਵਚਨਬੱਧ - ਡੈੱਡਲਾਈਨ",
        "ਸਟਾਕ ਮਾਰਕੀਟ ਅੱਜਃ ਡਾਓ, ਐਸ ਐਂਡ ਪੀ, ਨੈਸਡੈਕ ਫਿuresਚਰਜ਼ ਟਰੰਪ ਦੇ ਚੋਣਾਂ ਦੇ ਕਿਨਾਰੇ ਨੂੰ ਪ੍ਰਾਪਤ ਕਰਦੇ ਹੋਏ ਛਾਲ ਮਾਰਦੇ ਹਨ - ਯਾਹੂ ਵਿੱਤ",
        "ਡ੍ਰੂ ਬੈਰੀਮੋਰ & ਐਡਮ ਸੈਂਡਲਰ ਦੀਆਂ ਧੀਆਂ ਕੋਲ ਨਾ ਭੁੱਲਣਯੋਗ 50 ਪਹਿਲੀ ਤਾਰੀਖਾਂ ਫਿਲਮ ਨਾਈਟ - ਈ! ਆਨਲਾਈਨ - ਈ! ਨਿਊਜ਼",
        "ਇਤਿਹਾਸ 'ਚ ਪਹਿਲੀ ਵਾਰ ਇਕੋ ਸਮੇਂ 2 ਕਾਲੀਆਂ ਔਰਤਾਂ ਹੋਣਗੀਆਂ ਸੈਨੇਟ - POLITICO",
        "ਜਰਮਨੀ ਦੇ ਅਜੀਬ ਗੱਠਜੋੜ ਦਾ ਸਾਹਮਣਾ ਮੇਕ ਜਾਂ ਬਰੇਕ ਪਲ - ਰਾਇਟਰਜ਼",
        "ਹੋਲੋਵੇ ਅਲਰਟ ਵਿਚ, ਸੱਟ ਲੱਗਣ ਤੋਂ ਬਾਅਦ ਸਥਿਰ ਸਥਿਤੀ - NHL.",
        "Horoscope Today LIVE Updates on November 6, 2024 : ਅਮਰੀਕੀ ਚੋਣਾਂ ਦਾ ਦਿਨਃ ਕਮਲਾ ਹੈਰਿਸ ਰਾਸ਼ੀ ਅੱਜ, ਨਵੰਬਰ 6, 2024, ਵਿਕਾਸ ਦੀ ਭਵਿੱਖਬਾਣੀ ਕਰਦੀ ਹੈ ਪਰ ਚੁਣੌਤੀਆਂ ਵੀ - ਹਿੰਦੁਸਤਾਨ ਟਾਈਮਜ਼",
        "ਬਿਟਕੋਿਨ ਟਰੰਪ 'ਤੇ ਕ੍ਰਿਪਟੂ ਵਪਾਰੀਆਂ ਦੀ ਸੱਟੇਬਾਜ਼ੀ ਵਜੋਂ 75,000 ਡਾਲਰ ਰਿਕਾਰਡ ਕਰਨ ਲਈ ਛਾਲ ਮਾਰਦਾ ਹੈ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "ਰੂਸ ਨਾਲ ਜੁੜੇ ਹੋਐਕਸ ਬੰਬ ਧਮਕੀਆਂ ਲੜਾਈ ਦੇ ਮੈਦਾਨਾਂ ਦੇ ਰਾਜਾਂ ਵਿੱਚ ਪੋਲਿੰਗ ਸਥਾਨਾਂ ਨੂੰ ਨਿਸ਼ਾਨਾ ਬਣਾਉਂਦੀਆਂ ਹਨ, ਐਫਬੀਆਈ ਦਾ ਕਹਿਣਾ ਹੈ - ਰਾਇਟਰਜ਼"
    ]
}