{
    "headlines": [
        "ਮਸਕ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਫੈਡਰਲ ਵਰਕਰ ਉਦੋਂ ਤੱਕ ਨੌਕਰੀਆਂ ਗੁਆ ਦੇਣਗੇ ਜਦੋਂ ਤੱਕ ਉਹ ਆਪਣੇ ਕੰਮ ਦੀ ਵਿਆਖਿਆ ਨਹੀਂ ਕਰਦੇ - ਐਕਸੀਓਸ",
        "ਜਾਰਜੀਆ ਦੇ ਆਦਮੀ ਜਿਸਨੇ womanਰਤ ਦੇ ਘਰ ਬੰਬਾਰੀ ਕਰਨ ਅਤੇ ਆਪਣੀ ਧੀ 'ਤੇ ਪਾਈਥਨ ਹਮਲੇ ਦੀ ਸਾਜਿਸ਼ ਰਚਣ ਦਾ ਦੋਸ਼ੀ ਮੰਨਿਆ, ਨੂੰ 20 ਸਾਲ ਮਿਲਦੇ ਹਨ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਜਰਮਨੀ ਦੇ ਕੰਜ਼ਰਵੇਟਿਵਜ਼ ਨੇ ਚੋਣਾਂ ਜਿੱਤੀਆਂ, ਜਿਵੇਂ ਕਿ ਦੂਰ-ਸੱਜੇ ਏਐਫਡੀ ਦੂਜੇ ਸਥਾਨ 'ਤੇ ਛਾਲ ਮਾਰਦਾ ਹੈ, ਐਗਜ਼ਿਟ ਪੋਲ ਸ਼ੋਅ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਵੀਕੈਂਡ ਬਾਕਸ ਆਫਿਸਃ ਬਾਂਦਰ ਚਮਕਦਾ ਹੈ ਜਦੋਂ ਕਿ ਕੈਪ ਇੱਕ ਵੱਡੀ ਗਿਰਾਵਟ ਲੈਂਦਾ ਹੈ - JoBlo.",
        "ਜ਼ੇਲੇਨਸਕੀ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਹ ਯੂਕਰੇਨ ਵਿਚ ਸ਼ਾਂਤੀ ਜਾਂ ਨਾਟੋ ਦੀ ਮੈਂਬਰਸ਼ਿਪ ਲਈ ਪ੍ਰਧਾਨਗੀ ਛੱਡਣ ਲਈ ਤਿਆਰ ਹੈ - ਐਨ ਬੀ ਸੀ ਨਿ Newsਜ਼",
        "ਐਰੀਜ਼ੋਨਾ ਨੇ BYU ਨੂੰ ਬਾਸਕਟਬਾਲ ਹਾਰਨ ਦੇ ਅੰਤ ਵਿੱਚ ਪ੍ਰਸ਼ੰਸਕਾਂ ਤੋਂ ‘ਅਸਵੀਕਾਰਨਯੋਗ ਨਾਅਰੇ’ ਲਈ ਮੁਆਫੀ ਮੰਗੀ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਨਾਸਾ ਸੁਪਰ ਕੰਪਿuterਟਰ ਨੇ ਸਾਡੇ ਸੂਰਜੀ ਪ੍ਰਣਾਲੀ ਦੇ ਕਿਨਾਰੇ 'ਤੇ ਅਜੀਬ ਸਰਪਲ structureਾਂਚੇ ਦਾ ਖੁਲਾਸਾ ਕੀਤਾ - Livescience.",
        "ਅਸੀਂ ਕੀ ਜਾਣਦੇ ਹਾਂ ਅਤੇ ਧਰਤੀ ਵੱਲ ਘੁੰਮਣ ਵਾਲੇ ਐਸਟਰਾਇਡ ਬਾਰੇ ਨਹੀਂ ਜਾਣਦੇ - ਦ ਹਿੱਲ",
        "13 ਸੰਭਾਵਨਾਵਾਂ 2025 ਐਨਐਫਐਲ ਡਰਾਫਟ ਕੰਬਾਈਨ 'ਤੇ ਪ੍ਰਭਾਵ ਪਾਉਣ ਲਈ ਤਿਆਰ ਹਨ, ਜਿਸ ਨੂੰ ਕੋਲੋਰਾਡੋ ਦੇ ਟ੍ਰੈਵਿਸ ਹੰਟਰ ਦੁਆਰਾ ਉਜਾਗਰ ਕੀਤਾ ਗਿਆ ਹੈ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਬੰਬ ਦੀ ਧਮਕੀਃ ਅਮਰੀਕਨ ਏਅਰਲਾਈਨਜ਼ ਨਿਊਯਾਰਕ-ਦਿੱਲੀ ਦੀ ਉਡਾਣ ਰੋਮ ਵੱਲ ਮੋੜ ਦਿੱਤੀ ਗਈ - ਟਾਈਮਜ਼ ਆਫ ਇੰਡੀਆ",
        "ਚਿਲੀ ਵਿਚ ਇਕ ਕਮਿ communityਨਿਟੀ ਨੂੰ ਕਿਵੇਂ ਅਸੀਸ ਦਿੱਤੀ ਜਾਂਦੀ ਹੈ ਅਤੇ ਲਿਥੀਅਮ ਨਾਲ ਸਰਾਪ ਦਿੱਤਾ ਜਾਂਦਾ ਹੈ - ਐਨਪੀਆਰ",
        "ਹਿਜ਼ਬੁੱਲਾ ਨੇਤਾ ਨਸਰੱਲਾ ਦੇ ਅੰਤਿਮ ਸੰਸਕਾਰ ਵਿਚ ਸ਼ਾਮਲ ਹੋਏ ਸੋਗ ਦਾ ਇਕੱਠ, ਉਸ ਦੀ ਹੱਤਿਆ ਦੇ 5 ਮਹੀਨੇ ਬਾਅਦ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਐਪਲ ਦਾ ਐਮ 4 ਮੈਕਬੁੱਕ ਏਅਰ ਬੰਪ ਬਿਲਕੁਲ ਕੋਨੇ ਦੇ ਆਸ ਪਾਸ ਹੋ ਸਕਦਾ ਹੈ - ਦਿ ਵਰਜ",
        "ਹੈਨਰੀ ਸੀਜੁਡੋ ਨੂੰ ਯੂਐਫਸੀ ਸੀਏਟਲ 'ਤੇ ਸ਼ਿਕਾਇਤ ਹੈਃ' ਮੈਂ ਨਹੀਂ ਹਾਰਿਆ 'ਸੌਂਗ ਯੇਡੋਂਗ - ਐਮਐਮਏ ਜੰਕੀ",
        "ਪੋਪ Francis ਨਾਜ਼ੁਕ ਹਾਲਤ ਦੀ ਰਿਪੋਰਟ ਦੇ ਬਾਅਦ ਆਰਾਮਦਾਇਕ ਰਾਤ ਸੀ - ਫੋਰਬਸ",
        "1923 : ਯੈਲੋਸਟੋਨ ਪ੍ਰੀਕੁਅਲ ਦੇ ਸੀਜ਼ਨ 2 ਨੂੰ ਕਿਵੇਂ ਵੇਖਣਾ ਹੈ - ਟੀਵੀਲਾਈਨ",
        "ਟਰੰਪ ਯੂਕਰੇਨ ਨੂੰ ਭੜਕਾਉਂਦਾ ਹੈ - ਐਕਸੀਓਸ",
        "ਮਿਕੇਲਾ ਸ਼ਿਫਰੀਨ ਨੇ 100ਵਾਂ ਵਿਸ਼ਵ ਕੱਪ ਜਿੱਤਿਆ, ਐਕਸਕਲੂਸਿਵ ਸੈਂਕੜਾ ਕਲੱਬ ਨਾਲ ਜੁੜਿਆ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਸ਼ਾਂਤ ਲਗਜ਼ਰੀ ਨੂੰ ਭੁੱਲ ਜਾਓਃ ਅਮਰੀਕਾ ਦੇ ਅਮੀਰ 1% ਇੱਕ ਬੋਲਡ ਨਵੀਂ ਪਹੁੰਚ ਅਪਣਾ ਰਹੇ ਹਨ - Fortune"
    ]
}