{
    "headlines": [
        "ਡੋਜਰਜ਼ ਦਾ ਸ਼ੋਹੇਈ ਓਹਤਾਨੀ 50/50 ਸੀਜ਼ਨ ਪੋਸਟ ਕਰਨ ਵਾਲਾ ਪਹਿਲਾ ਐਮਐਲਬੀ ਖਿਡਾਰੀ ਬਣ ਗਿਆ - ਫੌਕਸ ਸਪੋਰਟਸ",
        "ਨਾਈਕੀ ਦੇ ਸੀਈਓ ਜੌਨ ਡੋਨਾਹੋ ਅਸਤੀਫਾ ਦੇਣਗੇ; ਏਲੀਅਟ ਹਿੱਲ ਦੀ ਥਾਂ ਲਵੇਗੀ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਪਾਈਥਨ ਥਾਈ womanਰਤ ਨੂੰ ਆਪਣੀ ਰਸੋਈ ਵਿਚ ਦੋ ਘੰਟੇ ਨਿਚੋੜਦਾ ਹੈ - ਯਾਹੂ! ਆਵਾਜ਼ਾਂ",
        "ਹੈਰਿਸ ਮੁਹਿੰਮ ਮਾਰਕ ਰੋਬਿਨਸਨ ਲਈ ਟਰੰਪ ਦੀ ਪਿਛਲੀ ਪ੍ਰਸ਼ੰਸਾ ਨੂੰ ਉਜਾਗਰ ਕਰਦੀ ਹੈ ਕਿਉਂਕਿ ਸੀ ਐਨ ਐਨ ਦੀ ਰਿਪੋਰਟ ਰੋਇਲਜ਼ ਬੈਟਲਗਰਾਉਂਡ ਉੱਤਰੀ ਕੈਰੋਲੀਨਾ - ਸੀ ਐਨ ਐਨ",
        "ਫੈਡਰਲ ਰਿਜ਼ਰਵ ਦੀ ਸੁਪਰਸਾਈਜ਼ ਰੇਟ ਕਟੌਤੀ ਤੋਂ ਬਾਅਦ ਡਾਓ, ਐਸ ਐਂਡ ਪੀ 500 ਰਿਕਾਰਡ ਉੱਚੇ ਪੱਧਰ 'ਤੇ ਬੰਦ - ਸੀਐਨਐਨ",
        "ਕੈਂਟਕੀ ਹਾਈਵੇਅ ਦੇ ਸ਼ੱਕੀ ਨਿਸ਼ਾਨੇਬਾਜ਼ ਦੇ ਅਵਸ਼ੇਸ਼ਾਂ 'ਤੇ ਸ਼ੁਰੂਆਤੀ ਡੀਐਨਏ ਟੈਸਟ ਨਿਰਵਿਘਨ ਹੈ - ਐਨਬੀਸੀ ਨਿ Newsਜ਼",
        "ਓਪਰਾ ਵਿਨਫਰੀ ਦੀ ਮੇਜ਼ਬਾਨੀ ਵਾਲੀ ਕਮਲਾ ਹੈਰਿਸ ਦੀ 'ਯੂਨਾਈਟ ਫਾਰ ਅਮਰੀਕਾ' ਈਵੈਂਟ ‘ਚ ਮੇਰਿਲ ਸਟ੍ਰੀਪ, ਜੈਨੀਫ਼ਰ ਲੋਪੇਜ਼ ਤੇ ਜੂਲੀਆ ਰੌਬਰਟਸ ਨਜ਼ਰ ਆਏ ।",
        "ਸੀਮਤ ਐਡੀਸ਼ਨ PS1-ਸਟਾਈਲ PS5 ਅਤੇ PS5 ਪ੍ਰੋ ਦਾ ਖੁਲਾਸਾ - ਆਈਜੀਐਨ ਡੇਲੀ ਫਿਕਸ - ਆਈਜੀਐਨ",
        "ਚੌਰੀਓ ਨੇ ਬਰੂਅਰਜ਼ ਦੇ ਸੰਜੀਦਾ ਹੈਰਾਨੀ ਨਾਲ ਐਨਐਲ ਸੈਂਟਰਲ ਸਿਰਲੇਖ ਦਾ ਜਸ਼ਨ ਮਨਾਇਆ - ਡਬਲਯੂਆਈਐਸਐਨ ਮਿਲਵਾਕੀ",
        "ਸੀਨ 'ਡਿੱਡੀ' ਕੰਬਜ਼ 'ਸਾਬਕਾ ਪ੍ਰੋਟੇਜ ਸ਼ਾਈਨ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਬੇਇੱਜ਼ਤ ਸੰਗੀਤ ਮੋਗਲ ਨੇ ਉਸ ਦੀ ਜ਼ਿੰਦਗੀ ਨੂੰ' ਤਬਾਹ 'ਕਰ ਦਿੱਤਾ - ਫੌਕਸ ਨਿ Newsਜ਼",
        "ਹਟਾਈ",
        "ਆਈਫੋਨ 16 ਅਤੇ ਆਈਫੋਨ 16 ਪ੍ਰੋ ਆਰਡਰ ਗਾਹਕਾਂ ਤੱਕ ਪਹੁੰਚਣਾ ਸ਼ੁਰੂ ਕਰਦੇ ਹਨ - ਮੈਕਰੂਮੋਰਸ",
        "ਸਵਿੰਗ ਰਾਜਾਂ ਵਿੱਚ ਸਥਾਨਕ ਟੀਮਸਟਰ ਯੂਨੀਅਨਾਂ ਹੈਰਿਸ ਦੀ ਹਮਾਇਤ ਕਰਨ ਲਈ ਕਾਹਲੀ ਕਰਦੀਆਂ ਹਨ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਤੂਫਾਨ ਬੋਰਿਸਃ ਹੜ੍ਹਾਂ ਨੇ ਇਟਲੀ ਦੇ ਕਸਬੇ ਨੂੰ ਹਰਾਉਣ ਤੋਂ ਬਾਅਦ ਹੈਲੀਕਾਪਟਰ ਨੇ ਬਚਾਇਆ - ਬੀਬੀਸੀ.",
        "Career Horoscope Today for September 20, 2024: ਇਨ੍ਹਾਂ ਰਾਸ਼ੀਆਂ ਨੂੰ ਕੰਮ 'ਤੇ ਮਿਲ ਸਕਦੀ ਹੈ ਪ੍ਰਸ਼ੰਸਾ - ਹਿੰਦੁਸਤਾਨ ਟਾਈਮਜ਼",
        "ਕੈਂਟਕੀ ਕੋਰਟਹਾਊਸ 'ਚ ਗੋਲੀਬਾਰੀ' ਚ ਜੱਜ ਦੀ ਮੌਤ, ਰਾਜਪਾਲ ਨੇ ਕਿਹਾ - CBS News",
        "ਵੀਰਵਾਰ ਰਾਤ ਫੁੱਟਬਾਲ ਦੇ ਬਾਵਜੂਦ, ਲਾਈਨ, ਵਾਰ, ਫੈਲਾਅਃ ਦੇਸ਼ ਭਗਤ ਬਨਾਮ Jets 18-5 ਰੋਲ 'ਤੇ ਨਿਊ ਇੰਗਲਡ ਮਾਹਰ ਤੱਕ ਚੁੱਕ - CBS ਖੇਡ",
        "ਕੈਥਰੀਨ ਹੈਨ ਨੇ ਆਪਣੀ ਖੁਦ ਦੀ ‘ਅਗਾਥਾ ਆਲ ਨਾਲ’ ਨਗਨ ਦ੍ਰਿਸ਼ਃ ‘ਉਸ ਨੂੰ ਸਟ੍ਰਿਪਡ ਡਾਉਨ ਦੇ ਰੂਪ ਵਿੱਚ ਵੇਖਣਾ ਚੰਗਾ ਸੀ’ - ਵੰਨਗੀ",
        "ਬੈਕ-ਟੂ-ਸਕੂਲ ਵਾਧੇ ਦੇ ਵਿਚਕਾਰ ਲਗਭਗ ਇੱਕ ਦਹਾਕੇ ਵਿੱਚ ਖੰਘ ਦੀ ਲਹਿਰ ਹੁਣ ਸਭ ਤੋਂ ਬੁਰੀ ਹੈ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਮਿਸਰ 'ਚ ਮਿਲੇ ਫ਼ਿਰਊਨ ਦੇ ਨਿਸ਼ਾਨ ਨਾਲ ਤਲਵਾਰ, 3,000 ਸਾਲ ਬਾਅਦ ਵੀ ਚਮਕਦੀ ਹੈ - The Washington Post"
    ]
}