{
    "headlines": [
        "Lokale Teamster unterstützen Harris trotz nationaler Ablehnung - Axios",
        "Lewd-Beiträge von Trump-unterstützten Kandidaten für den NC-Gouverneur aus dem Porno-Forum entfernt - CNN",
        "Frau, deren Firma mit explodierenden Pagern in Verbindung gebracht wurde, wird vom ungarischen Geheimdienst geschützt, sagt ihre Mutter - CBS News",
        "Hisbollah-Pager explodiert: Taiwan sagt, dass Geräteteile nicht auf der Insel hergestellt wurden - BBC.com",
        "Ohtanis 'Decoy' Stollen aus einem 50/50-Spiel, das an die National Baseball Hall of Fame geschickt wurde - ESPN",
        "Secret Service ist für mehrere Sicherheitsausfälle bei Trump-Angriff am 13. Juli verantwortlich, heißt es in dem Bericht - The Washington Post",
        "Es ist offiziell: Huawei Mate XT Ultimate wird doch seinen Weg außerhalb Chinas finden - GSMArena.com",
        "Die Keuchhustenfälle steigen rasant an. Kann die Infektion von Menschen helfen, einen besseren Impfstoff zu testen? - CNN",
        "[removed]",
        "Der Leiter der Verteidigungseinheit von Boeing, Ted Colbert, wird gehen - Reuters",
        "‘Pretty Little Liars’ wurde nach zwei Staffeln bei Max - Variety abgesagt",
        "Katy Perrys ‘143‘ ist ein gescheiterter Versuch, ihre glorreichen Jahre neu zu entfachen - Rolling Stone",
        "Intel-Aktien steigen, nachdem Qualcomm sich an Intel wegen einer Übernahme gewandt hat - CNBC Television",
        "Die Zinssenkung der Fed sendet bereits gestreckte Bewertungen noch höher - Bloomberg",
        "FDA genehmigt erstes selbst verabreichtes Grippeimpfstoffspray - CBS News",
        "Kentucky Sheriff wegen Tötung eines Richters im Gerichtsgebäude angeklagt - The Associated Press",
        "Nach wiederholten Versprechungen der Biden-Regierung, dass ein Waffenstillstand bevorsteht, eskaliert der Krieg im Nahen Osten - Fox News",
        "Quietschangriff! Flugzeug zur Landung gezwungen, nachdem die Maus aus dem Essen der Passagiere gesprungen ist - New York Post",
        "\"Wird nie alt\": NASA-Astronaut und UC Davis-Alaun Tracy C. Dyson spricht mit KCRA 3 live von der ISS - KCRA Sacramento",
        "Warum Maine und Nebraska über das Wahlkollegium streiten - Axios"
    ]
}