{
    "headlines": [
        "Passenger plane flying from Azerbaijan to Russia crashes in Kazakhstan with many feared dead - Reuters",
        "South Korea’s Yoon defies second summons over martial law decree - Al Jazeera English",
        "Winning numbers drawn for Mega Millions $1 billion Christmas Eve jackpot - ABC News",
        "American Airlines flights resume after brief halt over computer issue - The Washington Post",
        "How astronauts stuck in space end up with Santa hats for Christmas? Internet flooded with conspiracy theo - The Times of India",
        "High swells leave a wake of destruction at the Santa Cruz Harbor - KSBW Monterey",
        "Netflix’s Christmas NFL Playbook: Keep Fans—and the League—Happy - The Wall Street Journal",
        "Pope Francis kicks off yearlong Jubilee - POLITICO",
        "Denmark boosts Greenland defence after Trump repeats desire for US control - BBC.com",
        "House cat in Washington County died after contracting bird flu from raw frozen pet food - OregonLive",
        "Christmas Day aurora borealis could light up parts of the US - New York Post ",
        "6 Fantasy Football Lineup Landmines: Start/Sit Advice (Week 17) - FantasyPros",
        "‘Shrinking’ Co-Creator Bill Lawrence Breaks Down Season 2 Ending, Thanksgiving Montage And Season 3 Theme - Deadline",
        "NORAD’s Santa tracker was a Cold War morale boost. Now it attracts millions of kids. - POLITICO",
        "U.S. whooping cough cases soar to highest level in a decade - The Washington Post",
        "Justin Baldoni Hit With Breach of Contract Suit From Ex-Publicist After Blake Lively Accusations - Hollywood Reporter",
        "Trump says he will pursue more executions after Biden commutes most of federal death row - PBS NewsHour",
        "Biden signs a bill officially making the bald eagle the national bird of the US - ABC News",
        "The end of the ‘Rust’ criminal case against Alec Baldwin may unlock a civil lawsuit - The Associated Press",
        "Three shot dead as gunmen attack Haiti's biggest hospital - BBC.com"
    ]
}