{
    "headlines": [
        "ਗਾਜ਼ਾ ਜੰਗਬੰਦੀ ਸਮਝੌਤੇ 'ਤੇ ਇਜ਼ਰਾਈਲ ਦੀ ਵੋਟ ਦੇਰੀ ਨਾਲ - BBC.com",
        "ਸਪੇਸਐਕਸ ਸਪੇਸ ਵਿੱਚ ਸਟਾਰਸ਼ਿਪ ਗੁਆਉਂਦਾ ਹੈ ਪਰ ਲਾਂਚ ਟਾਵਰ ਵਿੱਚ ਬੂਸਟਰ ਫੜਦਾ ਹੈ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਜਵਾਨ inਰਤਾਂ ਵਿੱਚ ਕੈਂਸਰ, ਤਰਜੀਹੀ ਇਲਾਜ ਦਾ ਪ੍ਰਭਾਵ, ਐਨਐਫਐਲ ਪਲੇਆਫ ਪੂਰਵਦਰਸ਼ਨਃ ਦਿਨ ਦੀਆਂ ਕਹਾਣੀਆਂ ਨੂੰ ਫੜੋ - ਸੀਐਨਐਨ",
        "ਬਿਲੀ ਆਈਲਿਸ਼, ਲੇਡੀ ਗਾਗਾ, ਜੈਲੀ ਰੋਲ, ਲੀਲ ਬੇਬੀ ਐਲ ਏ ਵਾਈਲਡਫਾਇਰ ਪੀੜਤਾਂ ਲਈ ਫਾਇਰਏਡ ਬੈਨੀਫਿਟ ਕੰਸਰਟ ਵਿਖੇ ਪ੍ਰਦਰਸ਼ਨ ਕਰੇਗੀ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਜੌਹਨਸਨ ਨੇ ਰਿਪਬਲਿਕ ਰਿਕ ਕ੍ਰਾਫੋਰਡ ਨੂੰ ਅਗਲਾ ਇੰਟੇਲ ਚੇਅਰਮੈਨ ਚੁਣਿਆ - ਸੀਐਨਐਨ",
        "ਜਸਟਿਨ ਟਰੂਡੋ ਦੀ ਥਾਂ ਲੈਣ ਦੀ ਲੜਾਈ ਜਾਰੀ - ਪੋਲਿਟਿਕੋ",
        "ਸਟਾਕ ਮਾਰਕੀਟ ਅੱਜਃ ਸਟਾਕ ਘੱਟ ਖਤਮ; UnitedHealth ਡਾਓ 'ਤੇ ਭਾਰ - TheStreet",
        "ਔਰਤ ਨੇ ਆਨਲਾਈਨ ਵਧਣ ਲਈ ਬੱਚੇ ਨੂੰ ਜ਼ਹਿਰ ਦਿੱਤਾ ਅਤੇ ਦਾਨ ਮੰਗਿਆ, ਪੁਲਿਸ ਕਹਿੰਦੀ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਜਸਟਿਨ ਬਾਲਡੋਨੀ ਨੇ 'ਇਹ ਸਾਡੇ ਨਾਲ ਖਤਮ ਹੁੰਦਾ ਹੈ' ਲੜਾਈ ਵਿਚ ਨਵੇਂ ਕਦਮ ਵਿਚ ਬਲੇਕ ਲਾਈਵਲੀ ਅਤੇ ਰਿਆਨ ਰੇਨੋਲਡਜ਼ 'ਤੇ 400 ਮਿਲੀਅਨ ਡਾਲਰ ਦਾ ਮੁਕੱਦਮਾ ਕੀਤਾ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਨਿਣਟੇਨਡੋ ਦਾ ਨਵਾਂ ਸਵਿੱਚ 2 ਕੰਸੋਲ 2025 ਵਿੱਚ ਆਵੇਗਾ - ਕੋਮੋ ਨਿ Newsਜ਼",
        "ਐਰੋਨ ਰੋਜਰਸ ਜਾਣਦਾ ਹੈ ਕਿ ਉਸ ਦੇ ਜੇਟਸ ਦੇ ਭਵਿੱਖ ਦੇ ਹਿੱਸਿਆਂ ਨੂੰ ਜੀ. ਐੱਮ., ਕੋਚ ਕਿਰਾਏ 'ਤੇ ਲੈਂਦਾ ਹੈ - ਐਨ ਬੀ ਸੀ ਸਪੋਰਟਸ",
        "ਪੱਤਰਕਾਰ ਨੇ ਬਲਿੰਕਨ ਪ੍ਰੈਸ ਕਾਨਫਰੰਸ ਵਿੱਚ ਵਿਘਨ ਪਾਇਆਃ ‘ਤੁਹਾਡੀ ਵਿਰਾਸਤ ਨੂੰ ਨਸਲਕੁਸ਼ੀ ਹੋਣ ਬਾਰੇ ਕਿਵੇਂ ਮਹਿਸੂਸ ਹੁੰਦਾ ਹੈ?’ - ਪਹਾੜੀ",
        "ਰਾਸ਼ਟਰਪਤੀ ਚੁਣੇ ਗਏ ਡੋਨਾਲਡ ਟਰੰਪ ਦੇ ਕੈਬਨਿਟ ਦੇ ਨਾਮਜ਼ਦ ਸੁਣਵਾਈ ਦੇ ਤੀਜੇ ਦਿਨ ਤੋਂ ਟੇਕਵੇਅ - ਸੀਐਨਐਨ",
        "ਸੌਦਾ ਮੇਜ਼ 'ਤੇ ਹੋਣ' ਤੇ ਟਰੰਪ ਟਿਕਟਾਕ ਨੂੰ 'ਹਨੇਰੇ' ਤੋਂ ਬਚਾਉਣਗੇ, ਸਲਾਹਕਾਰ ਕਹਿੰਦੇ ਹਨ - ਰਾਇਟਰ",
        "ਅਮੈਰੀਕਨ ਐਕਸਪ੍ਰੈਸ ਡੀਓਜੇ ਧੋਖਾਧੜੀ ਦੀ ਜਾਂਚ, ਧੋਖਾਧੜੀ ਮਾਰਕੀਟਿੰਗ ਦਾਅਵੇ ਦਾ ਨਿਪਟਾਰਾ ਕਰਨ ਲਈ 230 ਮਿਲੀਅਨ ਡਾਲਰ ਦਾ ਭੁਗਤਾਨ ਕਰੇਗੀ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਇੱਥੇ ਲਗਭਗ ਹਰ ਗਲੈਕਸੀ ਐਸ 25 ਰੰਗ ਦੀ ਝਲਕ ਹੈ ਸੈਮਸੰਗ ਰੀਲਿਜ਼ ਕਰਨ ਦੀ ਯੋਜਨਾ ਬਣਾ ਰਿਹਾ ਹੈ - 9to5Google",
        "ਡੇਵਿਡ ਲਿੰਚ ਦੀ ਮੌਤਃ 'ਟਵਿਨ ਪੀਕਸ’, ‘ਬਲੂ ਵੇਲਵੇਟ’, ‘ਐਲੀਫੈਂਟ ਮੈਨ’ ਅਤੇ ‘ਇਰੇਜ਼ਰਹੈੱਡ’ ਵਿਜ਼ਨਰੀ 78 ਸੀ - ਡੈੱਡਲਾਈਨ",
        "ਯੂਕੇ ਦੇ ਨੇਤਾ ਸਟਾਰਮਰ ਨੇ ਕੀਵ ਦੀ ਯਾਤਰਾ ਦੌਰਾਨ ਯੂਕਰੇਨ ਨਾਲ ’100 ਸਾਲਾਂ ਦੀ ਭਾਈਵਾਲੀ’ ਸਮਝੌਤੇ ’ਤੇ ਦਸਤਖਤ ਕੀਤੇ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਫਲੋਰੀਡਾ ਦੇ ਅਟਾਰਨੀ ਜਨਰਲ ਐਸ਼ਲੇ ਮੂਡੀ ਮਾਰਕੋ ਰੂਬੀਓ ਦੀ ਸੈਨੇਟ ਸੀਟ ਨੂੰ ਭਰਨਗੇ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਕੀ ਡੀਓਨ ਸੈਂਡਰਸ, ਡੱਲਾਸ ਕਾਉਬੌਇਜ਼ ਇੱਕ ਸੌਦਾ ਕਰਨਗੇ? - ਐਨਬੀਸੀ ਸਪੋਰਟਸ"
    ]
}