{
    "headlines": [
        "ਇੱਥੇ ਆਸਕਰ 2025 ਜੇਤੂ ਹਨਃ ਮੁਕੰਮਲ ਸੂਚੀ - ਬਿਲਬੋਰਡ",
        "ਐਡਰਿਅਨ ਬ੍ਰੌਡੀ ਆਸਕਰ ਜਿੱਤਦਾ ਹੈ, ਆਪਣੀ ਗਮ ਨੂੰ ਬਾਹਰ ਸੁੱਟਦਾ ਹੈ ਅਤੇ ਅਕੈਡਮੀ ਨੂੰ ਸੰਗੀਤ ਨੂੰ ਕੱਟਣ ਲਈ ਕਹਿੰਦਾ ਹੈ ਤਾਂ ਜੋ ਉਹ ਭਾਸ਼ਣ ਨੂੰ ਖਤਮ ਕਰ ਸਕੇਃ ‘ਮੈਂ ਇਹ ਪਹਿਲਾਂ ਕੀਤਾ ਹੈ’ - ਵੰਨਗੀ",
        "ਕ੍ਰਿਪਟੋ ਭਾਅ ਛਾਲ ਦੇ ਤੌਰ ਤੇ ਟਰੰਪ touts ਕੌਮੀ ਕ੍ਰਿਪਟੂ ਰਿਜ਼ਰਵ - ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਕੇਪ ਕੈਨਾਵਰਲ - ਡਬਲਯੂਈਐਸਐਚ 2 ਓਰਲੈਂਡੋ ਤੋਂ ਸਟਾਰਲਿੰਕ ਸੈਟੇਲਾਈਟ ਦੇ ਸਪੇਸਐਕਸ ਲਾਂਚਿੰਗ ਬੈਚ",
        "ਆਰਐਫਕੇ ਜੂਨੀਅਰ ਕਹਿੰਦਾ ਹੈ ਕਿ ਟੈਕਸਾਸ ਖਸਰਾ ਫੈਲਣਾ ਇੱਕ ‘ਕਾਲ ਟੂ ਐਕਸ਼ਨ’ - ਦ ਹਿੱਲ",
        "ਅਮਰੀਕਾ ਨੇ ਰੂਸ ਖਿਲਾਫ ਅਪਮਾਨਜਨਕ ਸਾਈਬਰ ਆਪ੍ਰੇਸ਼ਨ ਕੀਤੇ ਮੁਅੱਤਲ, ਸੀਨੀਅਰ ਅਮਰੀਕੀ ਅਧਿਕਾਰੀ ਨੇ ਕਿਹਾ - ਸੀਐਨਐਨ",
        "ਦੱਖਣੀ ਅਤੇ ਉੱਤਰੀ ਕੈਰੋਲੀਨਾ ਵਿਚ 175 ਜੰਗਲੀ ਅੱਗਾਂ ਫਟਣ ਦੇ ਕਾਰਨ ਨਿਕਾਸੀ ਦਾ ਆਦੇਸ਼ ਦਿੱਤਾ ਗਿਆ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "Conan O’Brien Roasts ਕਾਰਲਾ ਸੋਫੀਆ Gascón 'ਤੇ ਆਸਕਰ' ਤੇ ਵਿਵਾਦਪੂਰਨ ਟਵੀਟ - ਡੈੱਡਲਾਈਨ",
        "ਅਰਬ ਰਾਜਾਂ ਅਤੇ ਸੰਯੁਕਤ ਰਾਸ਼ਟਰ ਨੇ ਇਜ਼ਰਾਈਲ ਦੁਆਰਾ ਗਾਜ਼ਾ ਸਹਾਇਤਾ 'ਤੇ ਰੋਕ ਲਗਾਉਣ ਦੀ ਨਿੰਦਾ ਕੀਤੀ - ਬੀਬੀਸੀ.",
        "ਟਰੰਪ ਸਮਰਥਕ ਨੂੰ ਜਨਵਰੀ 6 ਨਾਲ ਜੁੜੇ ਕੇਸ ਵਿੱਚ ਸੰਭਾਵਤ ਜੇਲ੍ਹ ਦੇ ਸਮੇਂ ਦਾ ਸਾਹਮਣਾ ਕਰਨਾ ਪੈ ਰਿਹਾ ਹੈ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਰੂਬੀਓ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਟਰੰਪ ‘ਨੋਬਲ ਸ਼ਾਂਤੀ ਪੁਰਸਕਾਰ ਦੇ ਰਾਹ’ ਤੇ ਹੋਣਗੇ ਜੇ ਉਹ ਡੈਮੋਕ੍ਰੇਟ ਹੁੰਦਾ - ਦ ਹਿੱਲ",
        "ਜੋਅ ਹਾਈਸਮਿਥ ਕੋਗਨੀਜੈਂਟ ਕਲਾਸਿਕ ਵਿਖੇ ਪੀਜੀਏ ਟੂਰ ਜੇਤੂ ਨੂੰ ਕਟੌਤੀ ਕਰਨ ਤੋਂ ਜਾਂਦਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਯੂਕੇ ਦੇ ਸਟਾਰਮਰ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਯੂਰਪ ‘ਇਤਿਹਾਸ ਦੇ ਚੌਰਾਹੇ’ ਤੇ ਹੈ ਕਿਉਂਕਿ ਨੇਤਾ ਯੂਕਰੇਨ ਸ਼ਾਂਤੀ ਲਈ ਕਦਮ ਚੁੱਕਣ ਲਈ ਸਹਿਮਤ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਲੇਨੋਵੋ ਨਵੀਨਤਮ ਸੰਕਲਪ ਵਿੱਚ ਸੋਲਰ-ਸੰਚਾਲਿਤ ਅਤੇ ਫੋਲਡੇਬਲ ਸਕ੍ਰੀਨ ਲੈਪਟਾਪਾਂ ਨੂੰ ਛੇੜਦਾ ਹੈ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਐਪਲ ਸ਼ਾਇਦ 2027 ਤੱਕ ਇੱਕ ਸੱਚਮੁੱਚ ‘ਆਧੁਨਿਕ‘ ਸਿਰੀ ਨੂੰ ਜਾਰੀ ਨਹੀਂ ਕਰ ਸਕਦਾ - TechCrunch",
        "ਅਣਵੈਕਸੀਨੇਟਡ ਮੋਂਟਗੋਮਰੀ ਕਾਉਂਟੀ ਚਾਈਲਡ ਵਿਚ ਮੀਜ਼ਲ ਦੀ ਪੁਸ਼ਟੀ ਕੀਤੀ ਗਈ; ਦੂਜਿਆਂ ਦਾ ਪਰਦਾਫਾਸ਼ ਹੋ ਸਕਦਾ ਹੈ - WHYY",
        "ਡਿਕਸਨ ਰੇਡੀਓ ਸੰਚਾਰ ਤੋਂ ਬਿਨਾਂ ਓਪਨਰ ਚਲਾਉਂਦਾ ਹੈ - ਈਐਸਪੀਐਨ",
        "ਭੀੜ ਨੇ ਵਰਮੋਂਟ ਸਕੀ ਰਿਜੋਰਟ ਵਿਖੇ ਜੇਡੀ ਵੈਨਸ ਦਾ ਵਿਰੋਧ ਕੀਤਾ - ਪੋਲਿਟਿਕੋ",
        "ਟਰੂਡੋ ਕਿੰਗ ਚਾਰਲਸ ਨਾਲ ਮੁਲਾਕਾਤ ਵਿਚ ਕੈਨੇਡਾ ਨੂੰ ਜੋੜਨ ਲਈ ਟਰੰਪ ਦੀ ਧਮਕੀ ਲਿਆਉਣਗੇ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਗੇਰਵੋਂਟਾ ਡੇਵਿਸ ਵਿਵਾਦਃ ਲਾਮੋਂਟ ਰੋਚ ਦੀ ਟੀਮ, ਨਿ York ਯਾਰਕ ਕਮਿਸ਼ਨ ਨੇ ਉਪਲਬਧ ਰੀਪਲੇਅ ਨੂੰ ਨਜ਼ਰਅੰਦਾਜ਼ ਕਰਕੇ ਰੋਚ ਲੱਖਾਂ ਦੀ ਲਾਗਤ ਕੀਤੀ - ਯਾਹੂ ਸਪੋਰਟਸ"
    ]
}