{
    "headlines": [
        "Опасные ветры возвращаются в Южную Калифорнию, когда вспыхивают новые лесные пожары - Bakersfield Now",
        "Гарт Хадсон, основатель группы, умер в возрасте 87 лет - Toronto Star",
        "Крипто думал, что Трамп принесет ему легитимность. Затем он запустил Meme Coin. - The Wall Street Journal",
        "Трамп увольняет охрану Джона Болтона в течение нескольких часов после вступления в должность - CNN",
        "Трамп объявит об инвестициях в инфраструктуру ИИ при поддержке Oracle, OpenAI и Softbank - CNBC",
        "Медведи нанимают Бена Джонсона в качестве главного тренера - ChicagoBears.com",
        "Болельщики и студенты штата Огайо празднуют победу Buckeyes в национальном чемпионате - ABC6OnYourSide.com",
        "Распакованный онлайн-блог Samsung Galaxy S25 — утечки в последнюю минуту и все главные новости - Tom's Guide",
        "Восемь палестинцев убиты, когда Израиль начинает операцию в Дженине - BBC.com",
        "Джастин Бибер обещает, что он все еще женат - Vulture",
        "«Салют» Илона Маска вызывает критику со стороны иностранных лидеров и демократов - Forbes",
        "Доходы Netflix идут вслед за звонком. Чего ожидать - CNBC",
        "Историческое количество снега выпадает во Флориде, Луизиане и Техасе из-за ураганов, которые случаются раз в поколение - CNN",
        "Ищите в течение месяца ослепительный парад планет - The Washington Post",
        "Препараты для снижения веса Novo, Lilly снижают риск развития болезни Альцгеймера, как показывает исследование. Что это означает для акций. - Barron's",
        "Два мертвых гуся, найденных в кампусе UMass Amherst, дали положительный результат на птичий грипп - WCVB Boston",
        "«QAnon Shaman» говорит, что покупает оружие «motha f-in» после помилования Трампа - The Hill",
        "Новак Джокович опередил Карлоса Алькараса в полуфинале Australian Open - USA TODAY",
        "Тревор Ной возвращается на церемонию вручения премий «Грэмми» 2025 года - эстрада"
    ]
}