{
    "headlines": [
        "Donald Trump elogia Elon Musk depois de tocar o sino na Bolsa de Valores de Nova York - Yahoo Finance",
        "Líder rebelde sírio, após a queda de Assad, reforça seu controle sobre o Estado - Reuters",
        "Google anuncia Android XR, lançamento 2025 no headset Samsung - 9to5Google",
        "A chuva de meteoros Geminídeos atinge o pico esta semana. Veja como assistir - CNN",
        "Donald Trump convidou o presidente da China, Xi Jinping, para sua posse - Financial Times",
        "EUA veem queda de Assad como chance de destruir arsenal químico da Síria 'de uma vez por todas'",
        "Com o iOS 18.2, a Apple completa seu kit inicial de IA - The Verge",
        "Relatório de inflação do PPI: dados de novembro permanecem quentes - Barron's",
        "As ações da Tesla subiram 70% desde a vitória de Trump. Este analista prevê um aumento para US $ 500/sh - Investing.com",
        "O Intel Arc B580 oferece potencial promissor de computação de GPU Linux para revisão de Battlemage - Phoronix",
        "Warner Bros. Discovery cria nova estrutura corporativa, com divisões para redes lineares, streaming e estúdios - Prazo",
        "Proibições e avisos de viagens de inverno na WNY - WGRZ.com",
        "   Removido ",
        "Banco Central Europeu corta taxas de juros à medida que a economia enfraquece - The New York Times",
        "The Emerging Breast-Cancer Treatment: No Surgery Required - The Wall Street Journal",
        "Enojado com a política da NFL, Belichick pretende recomeçar a faculdade - ESPN",
        "Trailer de ’28 Anos Depois’: negociante de arte britânico afirma ser zumbi sósia de Cillian Murphy - Prazo",
        "B/R's Start 'Em, Sit 'Em Picks for Every NFL Week 15 Fantasy Matchup - Bleacher Report",
        "Escolhas da Semana 15 da NFL da Equipe MMQB: Lions-Bills em Potencial Prévia do Super Bowl - Sports Illustrated",
        "CEO da UnitedHealthcare mata mais recente: impressões digitais, arma ligada à cena do assassinato, dizem autoridades de Nova York - ABC News"
    ]
}