{
    "headlines": [
        "Zwei Tote und Verletzte in Deutschland, als Auto auf dem Weihnachtsmarkt in die Menge pflügt - The Guardian",
        "Wo kann man Notre Dame vs. Indiana sehen, Fernsehsender, Vorhersage, Auswahl, Verbreitung, College Football Playoff-Quoten - CBS Sports",
        "Michael Penix Jr. könnte das explosive Potenzial der Falcons freisetzen; außerdem zwei Teams mit beängstigendem Playoff-Aufwärtspotenzial - NFL.com",
        "Der lange Weg zu ‘Lana’: Warum SZA zwei Jahre brauchte, um das ‘SOS’ -Deluxe-Album zu veröffentlichen - Vielfalt",
        "Im Repräsentantenhaus herrscht ein Last-Minute-Budget, um die Schließung der US-Regierung zu verhindern - Al Jazeera Englisch",
        "Delphi-Morde: Richard Allen wegen Todes in Indiana zu 130 Jahren verurteilt - BBC.com",
        "Richter verurteilt Oath Keeper, der am 6. Januar zur Bewährung kooperierte und warnt, dass die Demokratie \"zerbrechlich\" ist - CNN",
        "Ravens hat Diontae Johnson geschnitten, um die katastrophale Nachhandelsheirat zu beenden - New York Post",
        "Chiefs aktivieren Hollywood Brown - NBC Sports",
        "Diddy verklagt wegen sexueller Nötigung durch den Gewinner der NYC-Reise des Radiowettbewerbs 2006, mit Bildern - TMZ",
        "Acht Verurteilte in Frankreich wegen Handlungen, die zur Enthauptung von Lehrern führten - BBC.com",
        "Musk half, eine Ausgabenrechnung des Kongresses zu töten. Aber vieles von dem, was er verbreitete, war Fehlinformation - The Associated Press",
        "Nachdem er am ersten Tag von Y Combinator für Empörung gesorgt hat, landet der AI-Code-Editor PearAI $ 1M Seed - TechCrunch",
        "FDA genehmigt Zepbound® (Tirzepatid) als erstes und einziges verschreibungspflichtiges Medikament bei mittelschwerer bis schwerer obstruktiver Schlafapnoe bei Erwachsenen mit Adipositas - Investoren | Eli Lilly and Company",
        "‘Packages and profits over people’: How it's like to be an Amazon driver and why some are on strike - CNN",
        "Die rasche Ausbreitung der H5N1-Vogelgrippe durch kalifornische Milchviehherden deutet auf unbekannte Übertragungswege hin - STAT",
        "Hat der Tätermarsch des NYPD von Luigi Mangione nach hinten losgegangen? - Gothamist",
        "\"Mysteriöse Krankheit\" im Kongo erwies sich als Malaria — und möglicherweise eine andere Krankheit - Livescience.com",
        "Der Mega Millions-Jackpot steigt auf 862 Millionen US-Dollar - ABC News",
        "So erzielen die AirPods Pro von Apple professionelle Ergebnisse - Digitale Trends"
    ]
}