{
    "headlines": [
        "Trump promete prosseguir com as execuções depois que Biden comuta a maior parte do corredor da morte federal - The Associated Press",
        "O que acontece a seguir para a batalha trabalhista na Starbucks? - ABC News",
        "Começa o rali do Papai Noel; Tesla, líder de ações de chips de IA - Investor's Business Daily",
        "   Removido ",
        "Navio cargueiro russo afunda no Mediterrâneo, deixando 2 tripulantes desaparecidos - CBS News",
        "Biden assina projeto de lei anti-hazing - POLITICO",
        "Classificações PFF dos Packers: Melhores e piores jogadores da vitória sobre os Saints na Semana 16 - Packers Wire",
        "Tribunal holandês condena cinco em ataques a fãs de futebol israelenses - The Wall Street Journal",
        "Justin Baldoni é processado por difamação enquanto as equipes de relações públicas se irritam com as alegações da campanha de difamação \"It Ends With Us\" de Blake Lively - Prazo",
        "   Removido ",
        "Veja o desmoronamento do Cais de Santa Cruz em meio a ondas pesadas - The Washington Post",
        "Eleição de Trump desencadeia briga por aposentadorias judiciais e novos magistrados - The Washington Post",
        "O que os astronautas cujo retorno à Terra foi adiado comerão no espaço para o jantar de Natal - Yahoo! Voices",
        "NFL na Netflix: os jogos do dia de Natal são os primeiros para a gigante do streaming - The Associated Press",
        "A Parker Solar Probe da NASA completa o histórico sobrevoo do sol na véspera de Natal — mas pode levar dias para saber se sobreviveu - Livescience.com",
        "As ameaças de Trump ao Canal do Panamá destinadas a afundar a influência da China - The Washington Post",
        "Dinamarca reforça defesa da Groenlândia após Trump repetir desejo de controle dos EUA - BBC.com",
        "Alien leva Manhattan! Os 5 jogadores mais interessantes para assistir no dia de Natal da NBA - Yahoo Sports",
        "O Google está usando o Claude da Anthropic para melhorar a sua IA Gemini - TechCrunch",
        "   Removido "
    ]
}