{
    "headlines": [
        "ਹੋਲੋਕਾਸਟ ਮੈਮੋਰੀਅਲ ਦਿਵਸਃ ਰਾਜਾ Auschwitz ਨਜ਼ਰਬੰਦੀ ਕੈਂਪ ਦਾ ਦੌਰਾ ਕਰਨ ਲਈ - ਬੀਬੀਸੀ.",
        "ਸਨਾਈਪਰ ਐਲੀਟਃ ਟਾਕਰੇ ਦੀ ਸਮੀਖਿਆ - ਆਈਜੀਐਨ",
        "ਟਰੰਪ ਨੂੰ ਟਰਾਂਸਜੈਂਡਰ ਫੌਜੀਆਂ 'ਤੇ ਪਾਬੰਦੀ ਸਮੇਤ ਫੌਜ ਨੂੰ ਮੁੜ ਰੂਪ ਦੇਣ ਲਈ ਕਾਰਜਕਾਰੀ ਆਦੇਸ਼ਾਂ' ਤੇ ਹਸਤਾਖਰ ਕਰਨ ਦੀ ਉਮੀਦ ਹੈ - ਸੀਐਨਐਨ",
        "ਡਾਓ ਫਿuresਚਰਜ਼ 300 ਪੁਆਇੰਟ ਡਿੱਗਦੇ ਹਨ, ਨੈਸਡੈਕ ਫਿuresਚਰਜ਼ 3% ਗੁਆਉਂਦੇ ਹਨ ਕਿਉਂਕਿ ਐਨਵੀਡੀਆ ਏਆਈ ਸਟਾਕ ਰੂਟ ਦੀ ਅਗਵਾਈ ਕਰਦਾ ਹੈਃ ਲਾਈਵ ਅਪਡੇਟਸ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਵੀਡੀਓ ਭਾਰੀ ਮੀਂਹ ਤੋਂ ਬਾਅਦ ਦੱਖਣੀ ਕੈਲੀਫੋਰਨੀਆ ਵਿੱਚ ਚਿੱਕੜ ਖਿਸਕਣ ਦਾ ਡਰ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "'ਸਿਸਟਰ ਵਾਈਫਜ਼' ਜਨੇਲ ਬ੍ਰਾਊਨ ਨੇ ਕੋਡੀ ਦੀਆਂ ਲੁਕੀਆਂ ਵਿੱਤੀ ਆਦਤਾਂ ਦਾ ਪਰਦਾਫਾਸ਼ ਕੀਤਾ - ਜੀਓ ਨਿ Newsਜ਼",
        "ਬਿਲਡਿੰਗ-ਉਤਪਾਦ ਵਿਤਰਕ ਕਿXਐਕਸਓ ਨੇ ਬੀਕਨ ਲਈ ਦੁਸ਼ਮਣੀ ਬੋਲੀ ਦੀ ਸ਼ੁਰੂਆਤ ਕੀਤੀ - ਦਿ ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "ਕੈਪੀਟਲ ਏਜੰਡਾਃ ਜੌਹਨਸਨ ਦੀ ਜੀਓਪੀ ਰੀਟਰੀਟ ਯੋਜਨਾਵਾਂ, ਆਈਸੀਸੀ ਬਿੱਲ, ਵਿਵਾਦਪੂਰਨ ਟਰੰਪ ਦੇ ਨਾਮਜ਼ਦ ਅੱਗੇ - ਪੋਲਿਟਿਕੋ",
        "ਜੈਨੀਫ਼ਰ ਲੋਪੇਜ਼ ਇਸ ਪਲ ਦਾ ਜਸ਼ਨ ਮਨਾਉਂਦੀ ਹੈ ਕਿ ਉਹ ਲੰਬੇ ਸਮੇਂ ਤੋਂ ’ਸਪਾਈਡਰ ਵੂਮੈਨ ਦੀ ਚੁੰਮਣ‘ ਤੇ ‘ਇੰਤਜ਼ਾਰ ਕਰ ਰਹੀ ਸੀ’ - ਸੀ ਐਨ ਐਨ",
        "ਕਿਮ ਕਾਰਦਾਸ਼ੀਅਨ ਨੇ ਸ਼ਿਕਾਗੋ ਦਾ ਜਨਮਦਿਨ ਸ਼ੈਲੀ ਨਾਲ ਮਨਾਇਆ - ਜੀਓ ਨਿ Newsਜ਼",
        "ਦੇਸ਼ ਭਗਤ ਚੈਂਪ ਨੇ ਬਿੱਲਾਂ ਨੂੰ ਬਾਹਰ ਬੁਲਾਇਆ-ਚੀਫਜ਼ ਨੇ ‘ਨਾ-ਮੁਆਫੀਯੋਗ‘ ਕਾਲ ਲਈ ਰੈਫਰਾਂ ਨੂੰ ਬੁਲਾਇਆ - ਐਨਈਐਸਐਨ",
        "ਸੰਪਤੀ ਪ੍ਰਬੰਧਕ ਅਮਰੀਕੀ ਸਟੀਲ ਨਿਰਮਾਤਾ ਵਿਚ ਹਿੱਸੇਦਾਰੀ ਲੈਣ ਤੋਂ ਬਾਅਦ ਯੂਐਸ ਸਟੀਲ-ਨਿਪੋਨ ਸੌਦੇ ਨੂੰ ਰੱਦ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰਦਾ ਹੈ - ਯਾਹੂ ਵਿੱਤ",
        "ਖਗੋਲ ਵਿਗਿਆਨੀਆਂ ਨੇ ਮਸਕ ਦੇ ਟੇਸਲਾ ਰੋਡਸਟਰ ਨੂੰ ਐਸਟਰਾਇਡ - ਦਿ ਰਜਿਸਟਰ ਲਈ ਗਲਤੀ ਕਰਨ ਤੋਂ ਬਾਅਦ ਲਾਲ ਰੰਗ ਦਾ ਚਿਹਰਾ ਬਣਾਇਆ",
        "ਖੰਡ ਪੀਣ ਨਾਲ 2020 ਵਿਚ ਕੁਝ 2.2 ਮਿਲੀਅਨ ਟਾਈਪ 2 ਸ਼ੂਗਰ ਦੇ ਮਾਮਲੇ ਹੋਏ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਕੰਸਾਸ ਸਿਟੀ ਚੀਫਸ ਫਿਲਡੇਲਫੀਆ ਈਗਲਜ਼ ਨਾਲ ਰੀਮੈਚ ਲਈ ਲਗਾਤਾਰ ਤੀਜੇ ਸੁਪਰ ਬਾlਲ ਵੱਲ ਜਾਂਦੇ ਹਨ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਡੀਸੈਂਟਿਸ, ਸਾਥੀ ਰਿਪਬਲਿਕਨ ਟਰੰਪ ਦੇ ਏਜੰਡੇ ਨੂੰ ਲੈ ਕੇ ਟਕਰਾਅ ਵਿੱਚਃ ‘ਮੰਮੀ ਅਤੇ ਡੈਡੀ ਲੜ ਰਹੇ ਹਨ’ - ਪੋਲਿਟਿਕੋ",
        "ਜਲੇਨ ਹਰਟਸ ਦੇ ਨੌਂ ਪਲੇਆਫ ਰਸ਼ਿੰਗ ਟੀਡੀਜ਼ ਇੱਕ ਕਿ Qਬੀ ਲਈ ਐਨਐਫਐਲ ਦੇ ਇਤਿਹਾਸ ਵਿੱਚ ਸਭ ਤੋਂ ਵੱਧ ਹਨ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਗੂਗਲ ਪਿਕਸਲ 9 ਪ੍ਰੋ ਕੈਮਰਾ ਬਾਰ ਬੈਕ ਪੈਨਲ ਤੋਂ ਵੱਖ ਕਰਦਾ ਹੈ, ਦੁਬਾਰਾ - ਐਂਡਰਾਇਡ ਪੁਲਿਸ",
        "ਜਪਾਨ ਦੇ ਫੁਜੀ ਟੀਵੀਃ ਮਾਸਾਹਿਰੋ ਨਕਾਈ ਸੈਕਸ ਘੁਟਾਲੇ ਤੋਂ ਬਾਅਦ ਚੋਟੀ ਦੇ ਕਾਰਜਕਾਰੀ ਅਧਿਕਾਰੀ ਅਸਤੀਫਾ ਦਿੰਦੇ ਹਨ - ਬੀਬੀਸੀ."
    ]
}