{
    "headlines": [
        "Vikings vs. Rams punkten, Live-Updates: Minnesota scheint sich zu erholen, da die Cooper Kupp-Ära in Los Angeles enden könnte - Yahoo Sports",
        "Capri Lager Krater 46% nach Richter blockiert $ 8,5 Milliarden Tapisserie Deal - Yahoo Finance",
        "Das ehemalige Sports Illustrated Badeanzug-Model sagt, dass Trump sie begrapscht hat, um für Jeffrey Epstein zu prahlen - CNN",
        "‘Babygirl’ -Star Harris Dickinson, 28, Gerichte auf Sexszenen mit Nicole Kidman, 57: ‘Hat unser eigenes Ding gemacht’ - New York Post",
        "USF-Basketballtrainer Abdur-Rahim stirbt im Alter von 43 Jahren - ESPN",
        "Bruce Springsteen schlägt Trump und drängt die Amerikaner, für Harris zu stimmen - CNN",
        "Identitäten aller Fall City Schießopfer veröffentlicht - KING5.com",
        "McDonald's sagt, dass Zwiebeln von einer kalifornischen Produktionsfirma mit tödlichem E. coli-Ausbruch in Verbindung gebracht werden - The Associated Press",
        "2024 Woche 8 NFL-Score-Vorhersagen, Quoten, Picks: Expert veröffentlicht genaue Ergebnisse für alle 16 Spiele - CBS Sports",
        "Nordkoreanische Truppen in russischer Grenzregion zur Ukraine gesichtet, sagt Kiew - CNN",
        "Menendez Brothers neueste: LA Bezirksstaatsanwalt empfiehlt Resentencing - ABC News",
        "Die Gewerkschaft der Maschinisten lehnt das Vertragsangebot von Boeing ab und verlängert den Streik - Fox Business",
        "Die CDC empfiehlt eine zweite COVID-Impfstoffdosis für Personen ab 65 Jahren - The Hill",
        "Der Neustart von \"The Brady Bunch\" wurde bei CBS aufgrund der dokumentierten Hassrede von Cindy-Schauspielerin Susan Olsen mit Stacheln belegt - Yahoo Entertainment",
        "UN sagt, dass nur ein \"Quantensprung\" die globalen Klimaziele in Reichweite halten kann - The Washington Post",
        "Tesla-Aktien springen um 22 %, nachdem Elon Musk eine Umsatzerholung prognostiziert hat - Financial Times",
        "Katar, USA sagen Gaza Waffenstillstandsgespräche in Doha wieder aufzunehmen - Al Jazeera Englisch",
        "‘Juror No. 2’ könnte Clint Eastwoods letzter Film sein — Warum begraben Warner Bros. ihn? - Abwechslung",
        "Serologische Tests schließen Vogelgrippe bei Gesundheitspersonal in Missouri aus; CDC bestätigt 2 Washington-Infektionen - University of Minnesota Twin Cities",
        "[entfernt]"
    ]
}