{
    "headlines": [
        "Start 'Em, Sit 'Em running backs: Week 8 fantasy football - USA TODAY",
        "[Removed]",
        "McDonald's E. Coli Crisis Reveals Why Vegetable Contamination Is 'Harder Problem' Than Beef - U.S. News & World Report",
        "[Removed]",
        "‘My vision started to deteriorate’: Polaris Dawn crew reveals impacts of history-making mission - CNN",
        "CDC panel lowers age for key vaccine. What older adults should know. - USA TODAY",
        "Capri stock craters 45% after judge blocks $8.5 billion Tapestry deal - Yahoo Finance",
        "Stocks head for weekly loss as Japan election and earnings risks loom - Reuters",
        "King Charles tells summit the past can't be changed as leaders ask Britain to reckon with slavery - The Associated Press",
        "US gets $100m settlement for Baltimore bridge collapse - BBC.com",
        "Would North Korea Fighting in Ukraine Make Conflict a World War? - Newsweek",
        "Vikings-Rams: Matthew Stafford's 4 TD passes doom Minnesota to its 2nd straight loss - Yahoo Sports",
        "What’s next for the Menendez brothers as DA recommends their resentencing decades after their parents’ killing - CNN",
        "DOJ warns Musk his $1 million petition contest could violate election laws - The Washington Post",
        "Former Sports Illustrated swimsuit model says Trump groped her to show off for Jeffrey Epstein - CNN",
        "Putin ends BRICS summit that sought to expand Russia's global clout but was shadowed by Ukraine - The Associated Press",
        "Survivor, 11, of mass slaughter in lush Seattle suburb recalls morning teen brother allegedly gunned down parents, 3 siblings: ‘Pretended to play dead’ - New York Post ",
        "The 'Halloween Comet' Appears to Be Disintegrating in Space - ScienceAlert",
        "At star-studded Georgia rally, Harris and Obama push early voting in tight race - Reuters",
        "Refuting criticism, Donald Trump says he is 'just the opposite' of Adolf Hitler - USA TODAY"
    ]
}