{
    "headlines": [
        "تراجعت العقود الآجلة للأسهم مع استعداد المتداولين لتقرير التضخم الاستهلاكي لشهر يناير: تحديثات مباشرة - CNBC",
        "شركة الذكاء الاصطناعي التي تبلغ قيمتها مليار دولار والتي لا يتحدث عنها أحد - ولماذا يجب أن تهتم - ZDNet",
        "ضربة شتوية: عاصفة ثلجية أخرى تضرب الغرب الأوسط والشرق - الولايات المتحدة الأمريكية اليوم",
        "نتائج CVS أعلى التقديرات حتى مع ارتفاع التكاليف الطبية التي تسحب وحدة التأمين - CNBC",
        "مستشفى سيدني يلغي منشورات وسائل التواصل الاجتماعي المؤيدة لفلسطين بعد تعرض الممرضات لفضيحة معاداة السامية - جروسالم بوست",
        "تم تسريب Galaxy A56 من سامسونج من كل زاوية - The Verge",
        "موجز. غامض. إثارة القلق. \"داخل حملة دوجي الصليبية لإصلاح GSA - POLITICO",
        "أينشتاين كان على حق – إقليدس التقط للتو تشويهًا للوقت الفضائي في حلقة كونية مثالية - SciTechDaily",
        "كيفن دورانت يصبح اللاعب الثامن في تاريخ الدوري الاميركي للمحترفين ليسجل 30،000 نقطة - NBA.Com",
        "Eagles vs. Chiefs Super Bowl: 40 فائزًا و 6 خاسرين و 3 IDKs - Bleeding Green Nation",
        "\"كابتن أمريكا: عالم جديد شجاع\" يرسم ردود فعل أولية مختلطة، وبعضها يمتدح على أنه \"انفجار مطلق\" والبعض الآخر يقول إنه \"فارغ قليلاً\" - تنوع",
        "يستعد ترامب لمطابقة التعريفات الجمركية على الشركاء التجاريين، مما قد يؤدي إلى مواجهة اقتصادية كبيرة - وكالة أسوشيتد برس",
        "برجك اليومي: 12 فبراير 2025 - The Globe and Mail",
        "الأمر التنفيذي لترامب يتعهد بتخفيضات كبيرة في القوى العاملة الفيدرالية - واشنطن بوست",
        "مارك فوجل: مدرس أمريكي صدر عن روسيا - BBC.com",
        "كيف توقف العالم عن القلق وتعلم حب الذكاء الاصطناعي - POLITICO Europe",
        "نتنياهو: إسرائيل ستستأنف حرب غزة إذا لم يتم إطلاق سراح الرهائن السبت - أكسيوس",
        "أرنولد شوارزنيجر يسخر من مشهد الابن العاري في الموسم الثالث من \"اللوتس الأبيض\" ويتذكر المعجبون \"وصول المبيد - الموعد النهائي",
        "Gurman: iPhone SE 4 قادم \"بحلول الأسبوع المقبل\"، إعلانات أخرى تبدأ غدًا - MacRumors",
        "Super Micro Computer (SMCI) Q2 2025 Earnings Call Transcript - The Motley Fool"
    ]
}