{
    "headlines": [
        "ਸੀਰੀਆ ਦੇ ਵਿਦਰੋਹੀਆਂ ਨੇ ਸੀਰੀਆ ਦੇ ਰਾਸ਼ਟਰਪਤੀ ਨੂੰ ਇਕ ਹੋਰ ਝਟਕੇ ਵਿਚ ਕੇਂਦਰੀ ਸ਼ਹਿਰ ਹਾਮਾ 'ਤੇ ਕਬਜ਼ਾ ਕਰ ਲਿਆ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਟੈਨੇਸੀ ਦੇ ਟ੍ਰਾਂਸ ਕਿਸ਼ੋਰ ਐਲ. ਡਬਲਯੂ. ਨੇ ਸੁਪਰੀਮ ਕੋਰਟ ਵਿਚ ਆਪਣਾ ਦਿਨ ਬਿਤਾਇਆ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਡਾਕਟਰ ਸਰਜਰੀ ਦੌਰਾਨ ਅਨੱਸਥੀਸੀਆ ਲਈ ਕਵਰੇਜ 'ਤੇ ਸਮਾਂ ਸੀਮਾ ਲਗਾਉਣ ਦੀ ਬੀਮਾ ਕੰਪਨੀ ਦੀ ਯੋਜਨਾ ਬਾਰੇ ਅਲਾਰਮ ਵਧਾ ਰਹੇ ਹਨ - ਸੀ ਐਨ ਐਨ",
        "ਸੈਮਸੰਗ ਗਲੈਕਸੀ ਫੋਨ ਅੰਤ ਵਿੱਚ ਵਨ ਯੂਆਈ 7 - 9to5Google ਵਿੱਚ ਵਰਟੀਕਲ ਸਕ੍ਰੌਲਿੰਗ ਐਪ ਦਰਾਜ਼ ਤੇ ਸਵਿਚ ਕਰੋ",
        "ਦੱਖਣ-ਪੱਛਮ ਅਤੇ ਅਮਰੀਕੀ ਏਅਰਲਾਈਨਾਂ ਵਿਕਰੀ ਦੇ ਨਜ਼ਰੀਏ ਨੂੰ ਵਧਾਉਂਦੀਆਂ ਹਨ, ਸ਼ੇਅਰਾਂ ਦੀ ਛਾਲ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਕੈਲੀਫੋਰਨੀਆ ਦੇ ਸਕੂਲ ਵਿਚ ਈਸਾਈ ਸਕੂਲ ਵਿਚ ਬੰਦੂਕਧਾਰੀ ਨੇ ਗੋਲੀਬਾਰੀ ਕਰਨ ਤੋਂ ਬਾਅਦ ਦੋ ਕਿੰਡਰਗਾਰਟਨਰਾਂ ਦੀ ਹਾਲਤ ਨਾਜ਼ੁਕ ਹੈ, ਸ਼ੈਰਿਫ ਦਾ ਕਹਿਣਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਐਨਐਫਐਲ ਔਕੜਾਂ, ਲਾਈਨਾਂ, ਪਿਕਸ, ਸਪ੍ਰੈਡਸ, ਸੱਟੇਬਾਜ਼ੀ, ਭਵਿੱਖਬਾਣੀ, ਹਫਤੇ 14 ਲਈ ਕੀ ਸੱਟਾ ਲਗਾਉਣਾ ਹੈ, 2024: ਮਾਡਲ ਆਈਕਿੰਗ ਬਿੱਲ, ਈਗਲਜ਼ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਐਫਬੀਆਈ ਨੇ ਆਈਫੋਨ ਅਤੇ ਐਂਡਰਾਇਡ ਉਪਭੋਗਤਾਵਾਂ ਨੂੰ ਚੇਤਾਵਨੀ ਦਿੱਤੀ-ਟਾਪ ਭੇਜਣ ਵਾਲੇ ਟੈਕਸਟ - ਫੋਰਬਸ",
        "\"ਅਣਸੁਖਾਵੀਂ\" ਮੋਚਾ ਮੌਸ ਨੂੰ ਸਾਲ 2025 ਦੇ ਪੈਨਟੋਨ ਕਲਰ ਦਾ ਨਾਮ ਦਿੱਤਾ ਗਿਆ - ਡੇਜ਼ੀਨ",
        "ਯੂਐਸ ਦੇ ਬੇਰੁਜ਼ਗਾਰ ਦਾਅਵੇ ਥੈਂਕਸਗਿਵਿੰਗ ਹਫਤੇ ਵਿਚ ਇਕ ਮਹੀਨੇ ਦੇ ਉੱਚ ਪੱਧਰ 'ਤੇ ਚੜ੍ਹੇ - ਬਲੂਮਬਰਗ",
        "2024 ਐਨਐਫਐਲ ਐਮਵੀਪੀ ਵਾਚਃ ਈਗਲਜ਼ ਦੇ ਸਾਕੋਨ ਬਾਰਕਲੇ ਨੇ ਰੈਵੇਨਜ਼ ਦੇ ਲਾਮਾਰ ਜੈਕਸਨ ਨੂੰ ਸਪੱਸ਼ਟ ਮਨਪਸੰਦ ਜੋਸ਼ ਐਲਨ ਦੇ ਪਿੱਛੇ ਪਛਾੜ ਦਿੱਤਾ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਕੀਰਾ ਨਾਈਟਲੀ ਨੈੱਟਫਲਿਕਸ ਦੇ ਸ਼ਕਤੀਸ਼ਾਲੀ ਜਾਸੂਸ ਥ੍ਰਿਲਰ ‘ਬਲੈਕ ਡੋਵਜ਼‘ ਵਿਚ ਦਿਲਚਸਪੀ ਲੈਂਦੀ ਹੈਃ ਟੀਵੀ ਸਮੀਖਿਆ - ਵੰਨਗੀ",
        "ਪੀਐਮ ਮਿਸ਼ੇਲ ਬਾਰਨੀਅਰ ਵਿਚ ਅਵਿਸ਼ਵਾਸ ਵੋਟ ਤੋਂ ਬਾਅਦ ਫਰਾਂਸ ਦੀ ਸਰਕਾਰ ਡਿੱਗ ਗਈ - ਬੀਬੀਸੀ.",
        "ਹਟਾਈ",
        "ਕੈਲੀਫੋਰਨੀਆ ਦੇ ਸਕੂਲ 'ਚ ਬੱਲੇ ਨਾਲ ਚੱਕਣ ਨਾਲ ਅਧਿਆਪਕ ਦੀ ਮੌਤ - The Washington Post",
        "ਬ੍ਰਾਇਨ ਥੌਮਸਨਃ ਨਿ New ਯਾਰਕ ਵਿਚ ਯੂਨਾਈਟਿਡਹੈਲਥ ਦੇ ਸੀਈਓ ਦੀ ਗੋਲੀ ਮਾਰ ਕੇ ਹੱਤਿਆ ਕੌਣ ਹੈ? - ਬੀਬੀਸੀ.",
        "ਅਨਰੈਂਕਡ ਕ੍ਰੀਟਨ ਨੇ ਕਾਲਜ ਬਾਸਕਟਬਾਲ ਵਿਚ ਪਰੇਸ਼ਾਨੀਆਂ ਦੀ ਵਿਸ਼ਾਲ ਰਾਤ ਵਿਚ ਨੰਬਰ 1 ਕੰਸਾਸ ਨੂੰ ਹਰਾਇਆ - ਸੀ ਐਨ ਐਨ",
        "ਰਸਲ ਨੇ ਕਤਰ ਕਰੈਸ਼ ਦੀ ਧਮਕੀ ਦਾ ਖੁਲਾਸਾ ਕਰਨ ਤੋਂ ਬਾਅਦ 'ਧੱਕੇਸ਼ਾਹੀ' ਵਰਸਟਾਪੇਨ ਨੂੰ ਝਿੜਕਿਆ - Motorsport.",
        "ਪ੍ਰਿੰਸ ਹੈਰੀ ਨੇ ਮੇਗਨ ਮਾਰਕਲ ਨਾਲ ਤਲਾਕ ਦੀਆਂ ਅਫਵਾਹਾਂ 'ਤੇ ਚੁੱਪੀ ਤੋੜ ਦਿੱਤੀ - ਟਾਈਮਜ਼ ਆਫ ਇੰਡੀਆ",
        "ਪਰਦੇ ਦੇ ਪਿੱਛੇਃ ਬਿਡੇਨ ਦੇ ਹੌਂਟਿੰਗ ਟਵਿਨ ਪਾਪ - ਐਕਸੀਓਸ"
    ]
}