{
    "headlines": [
        "Хендриксон оглушает Стивсона, чтобы выиграть титул чемпиона по борьбе - ESPN",
        "Arkansas Razorbacks vs. St. John's Red Storm Live Score and Stats - 22 марта 2025 г. Gametracker - CBS Sports",
        "Британская телевизионная индустрия находится в кризисе, говорит директор Wolf Hall Питер Косминский - BBC.com",
        "«Насколько хорош Белал? ': Бойцы отреагировали на финиш Леона Эдвардса от Шона Брейди на UFC Fight Night 255 - Наркоман ММА",
        "Выпускник «Непрактичных шутников» Джо Гатто отрицает обвинение в сексуальном насилии: «Я использовал плохое суждение» - крайний срок",
        "Бывший прокурор США по Восточному округу Вирджинии Джессика Абер найдена мертвой в 43 года - NBC Washington",
        "Китти Дукакис, бывшая первая леди Массачусетса, умерла в возрасте 88 лет - PBS NewsHour",
        "Риск рака предстательной железы увеличивается на 45% среди мужчин с одним тревожным поведением - AOL",
        "Hue случайно сливает новый видео-дверной звонок - The Verge",
        "Израиль нанес удар по Ливану после первого ракетного обстрела с момента прекращения огня - BBC.com",
        "Предварительный просмотр воскресных шоу: Трамп борется с негативной реакцией на депортации, переезжает в Департамент образования Gut - The Hill",
        "«На память о ваших воспоминаниях»: органный концерт знаменует собой конец эпохи Macy's в здании Wanamaker - WHYY",
        "Инвесторы Tesla в убыток, поскольку Илон Маск снижает цену акций: «На этот раз все по-другому» - Fortune",
        "Трамп утверждает, что он не подписывал приказ о депортации, который он определенно подписал - The Daily Beast",
        "Полиция Мемфиса расследует стрельбу возле FedExForum - FOX13 Memphis",
        "Более 30 000 человек вышли на митинг Берни Сандерса, AOC в Денвере на фоне стремления к прогрессивным изменениям - Новости CBS",
        "Знаменитые кольца Сатурна исчезнут в редком небесном событии - Scripps News",
        "ACLU реагирует на последнюю директиву президента Трампа, угрожающую юристам и юридическим фирмам - ACLU"
    ]
}