{
    "headlines": [
        "Трамп вводит тарифы на Канаду, Мексику и Китай, подстегивая перспективу инфляции и торговой войны - The Associated Press",
        "Результаты WWE Royal Rumble 2025: обновления в реальном времени, подведение итогов, оценки, основные моменты, матчи, карты, время начала - CBS Sports",
        "Семь человек погибли после того, как самолет врезался в северо-восточный район Филадельфии - Axios",
        "Мгновенный анализ: Дюк строит большой лидер, доминирует в UNC - 247Sports",
        "Пилоты пытались поднять нос пассажирского самолета в течение нескольких секунд после смертельного столкновения с вертолетом постоянного тока, показывают предварительные данные NTSB - CNN",
        "Джастин Балдони (Justin Baldoni) исправляет иск Блейка Лайвли (Blake Lively) с помощью требований NYT о предоставлении метаданных - Variety",
        "Карла София Гаскон, как сообщается, назвала Селену Гомес «богатой крысой» в прошлом твите - BuzzFeed",
        "Генеральный директор Jefferies критикует «язвительные нападки» на смерть молодого банкира, предлагает поддержку младшему персоналу. Прочитайте служебную записку. - Business Insider",
        "Эрик Бинеми (Eric Bieniemy) нанят в качестве тренера по бегу за спиной у Медведей - NBC Sports",
        "Венесуэла примет депортированных мигрантов, заявил Трамп - The Wall Street Journal",
        "Россия развернет Су-57 и Ту-95МС в многоплатформенном ударе - болгарские военные",
        "Имавов нокаутирует Адесанью, чтобы сделать ставку на титул UFC - Al Jazeera English",
        "Apple выплатит 20 миллионов долларов владельцам Apple Watch. Кто может подать претензию? - CNET",
        "«Отвратительно»: ведущие демократы раскритиковали кровавую баню Трампа в ФБР - The Daily Beast",
        "Рубио отправляется в невыполнимую миссию: вернуть Панамский канал - The Washington Post",
        "Исследователи только что обнаружили совершенно новый класс жизни, живущий внутри людей - BGR",
        "Военизированная группа атаковала открытый рынок в Судане, убив 54 человека и ранив десятки - Associated Press"
    ]
}