{
    "headlines": [
        "Trumps Drohung, Bedingungen für Feuerhilfe zu stellen, empört die Demokraten - The Washington Post",
        "[removed]",
        "Biden warnt in seiner Abschiedsrede vor den Gefahren unkontrollierter Macht bei Reichen - ABC News",
        "Dow Jones Futures steigen nach Marktrallys über wichtige Niveaus; Tesla, Meta Lead 12 New Buys - Investor's Business Daily",
        "Wenn die Waldbrände in LA immer noch brennen, warum gibt es dann keine Flammen oder Rauch? - NBC Los Angeles",
        "State Farm, um Versicherungsnehmern, die von den Waldbränden in L.A. County betroffen sind, Verlängerungen anzubieten - KTLA Los Angeles",
        "Trump's Outsider Cabinet Picks gewinnen schnell an Unterstützung für die Bestätigung - The Associated Press",
        "Waffenstillstandsabkommen mit Gaza: Was wissen wir? - BBC.com",
        "Trump Inauguration Performer: Kid Rock, Billy Ray Cyrus, Underwood, mehr - Deadline",
        "Rubio ist nicht schrecklich, kein Drama, sehr herzlicher Tag - POLITICO",
        "Unbeholfen: Mitglieder des Repräsentantenhauses sagen dem Gouverneur von Minnesota, dass sie organisiert sind - MinnPost",
        "Universal Music kritisiert Drakes \"unlogische\" Klage wegen Kendrick Lamars \"Not Like Us\" -Vielfalt",
        "Der Austausch von rotem Fleisch gegen pflanzliche Proteine könnte Ihr Demenzrisiko um fast 20 % senken, so die Studie - AOL",
        "Es war Pam Bondis Gehör. Kash Patel saß auf dem heißen Stuhl. - POLITICO",
        "Zu den Nominierten für den WGA Award 2025 gehören \"A Real Pain\", \"Anora\", \"Wicked\" und mehr - IndieWire",
        "FDA verbietet roten Farbstoff Nr. 3 aus Lebensmitteln - The Associated Press",
        "KI-Forscher François Chollet gründet ein neues KI-Labor mit Schwerpunkt auf AGI - TechCrunch",
        "Jerry Jones leitet die Headcoaching-Suche der Dallas Cowboys selbst, hat nicht mit verdächtigen Kandidaten gesprochen - Footballscoop",
        "Vergessen Sie den BMI – es gibt eine 2.000 Jahre alte Technik zur Messung des Körperfetts, die nützlicher ist - The Conversation Indonesia",
        "Bluesky erhält eine eigene Foto-Sharing-App, Flashes - TechCrunch"
    ]
}