{
    "headlines": [
        "У банков Уолл-стрит был отличный квартал, и времена бума только начинаются - CNBC",
        "Выводы из 3-го дня слушаний по кандидатуре избранного президента Дональда Трампа - CNN",
        "Трамп не позволит TikTok «погрузиться в темноту», если сделка будет заключена, говорит советник - Reuters",
        "Изъято",
        "Джулиани получает квартиры, Мировая серия звонит в урегулировании с работниками выборов - ABC News",
        "Джастин Балдони подал иск НА 400 МИЛЛИОНОВ долларов против Блейка Лайвли и Райана Рейнольдса за предполагаемую клеветническую кампанию - Hollywood Reporter",
        "Ламар Джексон о Джоше Аллене: Я пытаюсь победить тебя, а не быть твоим другом - NBC Sports",
        "Вот посмотрите почти на каждый цвет Galaxy S25, который Samsung планирует выпустить - 9to5Google",
        "Дэвид Линч, режиссер фильмов «Твин Пикс» и «Синий бархат», скончался в возрасте 78 лет - Variety",
        "Выбор НФЛ на этой неделе, коэффициенты, ставки: прогнозы экспертов по дивизиональному раунду 2025 против спреда, перлей и реквизита - CBS Sports",
        "Байден предупреждает, что США рискуют превратиться в «олигархию». «Что означает этот термин? - Ассошиэйтед Пресс",
        "FDA одобряет продажу никотиновых пакетов Zyn, ссылаясь на пользу для здоровья взрослых курильщиков - The Associated Press",
        "Изъято",
        "Изъято",
        "Спутниковые фотографии показывают сектор Газа до и после опустошения войны между Израилем и ХАМАСом - Ассошиэйтед Пресс",
        "Договорится ли Дейон Сандерс, «Даллас Ковбойз»? - NBC Sports",
        "От лесных пожаров в Лос-Анджелесе до ураганов - иммигранты помогают восстанавливаться после стихийных бедствий. Некоторым может грозить депортация - Associated Press",
        "Номинации PGA Awards включают «Дюна: Часть вторая», «Бруталист», «Злой», борющийся за главный приз фильма - крайний срок",
        "Казначейский выбор Скотт Бессент говорит, что неспособность продлить налоговые льготы Трампа приведет к экономической «внезапной остановке» - CNBC",
        "Два лунных посадочных модуля находятся на пути к Луне после двойного лунного выстрела SpaceX - Ars Technica"
    ]
}