{
    "headlines": [
        "Проекция брекета плей-офф НФЛ от Prisco: Биллс наконец-то сверг вождей, Пэкерс оглушили Львов на пути к Суперкубку - CBS Sports",
        "Федеральный апелляционный суд не будет блокировать план Гарленда по выпуску доклада специального адвоката по делам Трампа - CNN",
        "NFL переносит игру плей-офф Vikings-Rams в Аризону - NBC Sports",
        "Нетаньяху может присутствовать на мемориальном мероприятии в Освенциме, говорит польский Туск - POLITICO EUROPE",
        "Семейство Samsung Galaxy S25 может столкнуться с нежелательным повышением цен - GSMArena.com",
        "Харрис отменил последнюю зарубежную поездку из-за лесных пожаров в Калифорнии - Yahoo! Voices",
        "Где смотреть матч Нотр-Дам против штата Пенсильвания: телеканал, шансы на Оранжевый кубок 2025, спред, прогноз, выбор - CBS Sports",
        "Macy's закрывает десятки магазинов в рамках новой стратегии после тусклого 2024 года - New York Post",
        "Лесные пожары в Лос-Анджелесе бушуют в переполненном знаменитостями Пасифик-Палисейдс. Какие звезды потеряли жилье. - Business Insider",
        "Демократы в Сенате присоединяются к республиканцам в голосовании за продвижение законопроекта о задержании мигрантов, обвиняемых в преступлениях - Associated Press",
        "Лесные пожары в Калифорнии опустошают округ Лос-Анджелес, убивая 5 человек и угрожая тысячам домов - Fox News",
        "Похороны Джимми Картера в прямом эфире: прибытие ларца на равнины, штат Джорджия, после того, как Трамп, Обама и Байден посетили службу - Forbes",
        "BlackRock покидает климатическую группу в последнем зеленом спуске - Financial Times",
        "«Злой» заработал 70 миллионов долларов за первую неделю цифрового релиза - Variety",
        "Дания изо всех сил пытается сохранять спокойствие в кризисе из-за угрозы Трампа захватить Гренландию - BBC.com",
        "X запускает приложение Grok для iPhone в США - The Verge",
        "Илон Маск принимает лидера крайне правой АдГ в Германии на X в преддверии выборов - Al Jazeera English",
        "Пятничный отчет о рабочих местах может представить смешанный взгляд на рынок труда. Чего ожидать - CNBC",
        "Изъято",
        "Команды Байдена и Трампа скоординировали усилия по выдвижению нового президента Ливана - Axios"
    ]
}