{
    "headlines": [
        "\"Dune: Prophecy\" warnt uns vor charismatischen Führern und Killer-KI - The Washington Post",
        "Der Oberste Gerichtshof von Texas gibt den Weg frei für ein neues Hinrichtungsdatum für Robert Roberson beim Tod seiner 2-jährigen Tochter - CNN",
        "Der Ukrainer Selensky warnte Scholz vor Putins Anruf, sagt eine Quelle aus Kiew - Reuters",
        "Nvidia erhält eine Preiszielerhöhung. Die Aktie ist sowieso gefallen. - Barron's",
        "Mike Tyson vs. Jake Paul Fight streamt heute Abend auf Netflix. Hier ist die Uhrzeit, die Sie sehen können - CNET",
        "Rachel Zegler entschuldigt sich für Anti-Trump-Post, nachdem Disney aufgefordert wurde, \"Schneewittchen\" -Star zu feuern - Seite sechs",
        "Bezahlen Sie zuerst, liefern Sie später: Einige Frauen werden gebeten, für ihr Baby im Voraus zu bezahlen - CBS News",
        "Thune steht vor dem ersten Loyalitätstest: Was tun mit Trumps umstrittensten Kabinettspicks - POLITICO",
        "Einzelhandelsumsätze nach Powell solide Vorsicht bei Zinssenkungen der Fed; S&P 500 fällt - Investor's Business Daily",
        "GM entlässt 1.000 Mitarbeiter im Zuge der Reorganisation, Kostensenkung - CNBC",
        "Juan Soto erkundigte sich nach drei bestimmten Artikeln im Red Sox Free Agency Pitch - Sports Illustrated",
        "Neue Studie prognostiziert 260 Millionen übergewichtige Amerikaner bis 2050, Trump nominiert RFK Jr. als Gesundheitsminister und die Zwiebel kauft Infowars - Yahoo! Voices",
        "Conan O’Brien wird Gastgeber der Oscar-Verleihung 2025 - Vielfalt",
        "Elon Musk stellt für seine Doge-Taskforce ein - aber Sie müssen mehr als 80 Stunden pro Woche an unglamourösen Kostensenkungen arbeiten - Fortune",
        "Top iranische offizielle Gelübde Unterstützung für den Libanon im Israel-Hisbollah-Krieg, während die USA auf einen Waffenstillstand drängen - The Associated Press",
        "Test: Amazon's 2024 Kindle Paperwhite macht den besten E-Reader ein wenig besser - Ars Technica",
        "Der letzte Supermond des Jahres 2024 erhebt sich heute Abend als November-Vollbibermond - Space.com",
        "Anstieg der weltweiten Masernfälle aufgrund mangelnder Impfstoffabdeckung, sagt DIE WHO - The Washington Post",
        "Auch ich habe einen Open-Source-Garagentoröffner installiert und liebe ihn - Ars Technica",
        "Riesige Einsätze mit Dawgs-Vols! Die 4 besten Teams machen sich auf den Weg! Connelly bricht es zusammen - ESPN"
    ]
}