{
    "headlines": [
        "Trump won't rule out deploying US troops to support rebuilding Gaza, sees 'long-term' US ownership - The Associated Press",
        "SpaceX launches final block 1 WorldView Legion satellites for Maxar Technologies - Spaceflight Now",
        "‘The Fantastic Four’ Poster Wasn’t Created With Use Of AI, Marvel Says - Deadline",
        "US Treasury moves to quell fears of Elon Musk taking over payments system - Financial Times",
        "Senate confirms Pam Bondi as US attorney general, putting Trump ally at Justice Department’s helm - The Associated Press",
        "Suns Willing to Listen to Offers For Kevin Durant as Trade Deadline Approaches - Sports Illustrated",
        "The Aga Khan, spiritual leader of Ismaili Muslims and a philanthropist, dies at 88 - The Associated Press",
        "State Department recalling USAID staffers from foreign assignments: Sources - ABC News",
        "Key functions of the Education Department, which Trump is moving to dismantle - The Washington Post",
        "Myles Garrett trade scenarios: Three potential deals to acquire Browns All-Pro pass rusher seeking fresh start - CBS Sports",
        "Netflix Distances Itself From Karla Sofía Gascón as Controversy Forces ‘Emilia Pérez’ Oscar Campaign Changes - Variety",
        "Stocks Recover Despite China Tariff Fears - The Wall Street Journal",
        "Snap Stock Jumps As Snapchat Parent's Earnings, Sales Beat Expectations - Investor's Business Daily",
        "Alphabet stock falls after missing revenue expectations despite strong momentum - Quartz",
        "CHIPOTLE ANNOUNCES FOURTH QUARTER AND FULL YEAR 2024 RESULTS - Feb 4, 2025 - IR@chipotle.com",
        "Trump’s tariff tactics carry higher economic risks than during his first term - The Associated Press",
        "China Retaliates Against U.S. Tariffs. Trump-Xi Phone Call Expected. - Barron's",
        "Apple’s new Invites app is a showcase for iPhone ecosystem strengths - 9to5Mac",
        "Fatalities confirmed in shooting at adult education facility in Sweden, police say - ABC News",
        "How Bill Cassidy got to ‘yes’ on RFK Jr. - POLITICO"
    ]
}