{
    "headlines": [
        "Пэтс уволил Мэйо после финиша 4-13 в одиночном сезоне - ESPN",
        "Обновления в реальном времени: премия «Золотой глобус» 2025 года - CNN",
        "Байден подписал законопроект об увеличении пособий по социальному обеспечению для миллионов государственных служащих - CNBC",
        "Средство от простуды Costco отозвано из-за возможного «загрязнения» - New York Post",
        "Фотография плей-офф НФЛ 2025 года, сетка: Бакканирс выходят в финал плей-офф НФК, Пэкерс застряли с седьмым посевом - CBS Sports",
        "ХАМАС утвердил израильский список заложников для потенциального обмена: Reuters - CNN",
        "Украина проталкивает теракты в Курской области России - The Associated Press",
        "Клинч № 1 Титанов в драфте НФЛ 2025 года с поражением от техасцев, победа Патриотов над Биллами - NFL.com",
        "Camila Cabello на КПК с бойфрендом-миллиардером во время отпуска - Yahoo Entertainment",
        "Конкурент Roborock Roomba обзавелся роботизированной рукой - TechCrunch",
        "Адам Палли нарушает молчание о трагической кончине друга Джеффа Баэны - Yahoo Entertainment",
        "Изъято",
        "Нэнси Пелоси говорит, что готовность Трампа помиловать заключенных 6 января делает его «странным человеком» | Видео - Yahoo! Voices",
        "Округ Колумбия сталкивается с самой сильной снежной бурей за последние годы, с прогнозом более 6 дюймов - The Washington Post",
        "Метеорный поток Квадрантид освещает небо ослепительными «огненными шарами» — и жителям Нью-Йорка может повезти - AOL",
        "Amazon выпустит документальный фильм о Мелании Трамп от режиссера Брюса Ратнера - The Associated Press",
        "Изъято",
        "PennDOT, PA Turnpike выпускает обновленные ограничения на транспортные средства для зимнего шторма воскресенье-понедельник - WGAL Susquehanna Valley PA.",
        "Кассовые сборы: «Муфаса» выигрывает с 23,8 миллионами долларов, «Соник 3» занимает второе место, а франшиза пересекает 1 миллиард долларов по всему миру - Hollywood Reporter",
        "Нью-Йорк начинает взимать плату за пробки с водителей, несмотря на противодействие - Yahoo! Voices"
    ]
}