{
    "headlines": [
        "Google gibt das Programm „Freiwilliger Ausstieg“ für Android-, Chrome- und Pixel-Mitarbeiter heraus - TechCrunch",
        "Jugendliche eines Bostoner Eislaufclubs, ihre Mütter und Trainer unter den Passagieren, die bei einem Flugzeugabsturz ums Leben kamen - The Associated Press",
        "Aufschlüsselung der OPM-E-Mail \"Fork in the Road\" an Bundesangestellte - Lawfare Blog",
        "Marianne Faithfull: Sängerin und Schauspielerin stirbt mit 78 - BBC.com",
        "Der Stopp des wöchentlichen wissenschaftlichen Berichts der CDC durch die Trump-Administration hält Vogelgrippestudien auf - CNN",
        "Ravens 'Justin Tucker wird von sechs Massagetherapeuten des unangemessenen Sexualverhaltens beschuldigt - The Baltimore Banner",
        "Terry Rozier wird im Zusammenhang mit illegalen Wetten auf Bundesebene untersucht - New York Post",
        "Israelische und thailändische Geiseln im Rahmen eines Waffenstillstandsabkommens aus dem Gazastreifen entlassen - BBC.com",
        "Vier wichtige Erkenntnisse aus Teslas neuesten Einnahmen und Elon Musks Telefonkonferenz - Investopedia",
        "Citizen Sleeper 2: Starward Vector Review - IGN",
        "Fact Sheet: Präsident Donald J. Trump unternimmt nachdrückliche und beispiellose Schritte zur Bekämpfung des Antisemitismus - Das Weiße Haus",
        "Panamas Präsident sagt, dass es keine Verhandlungen über den Besitz des Kanals geben wird - The Associated Press",
        "Behörden in St. Kitts und Nevis leiten Ermittlungen ein, nachdem 19 Menschen in treibenden Schiffen tot aufgefunden wurden - CBS News",
        "Alle Künstler, die bisher bei den Grammys auftreten - CNN",
        "Ogles: ‘Did DEI play a role’ in fatal D.C. plane crash - The Hill",
        "Krankenschwester in Uganda stirbt beim ersten Ebola-Ausbruch des Landes seit 2 Jahren - The Associated Press",
        "DeepSeek, Stargate und das neue KI-Rüstungswettlauf - The Verge",
        "De'Aaron Fox mit Star Player Trade Request Formula ohne brennende Brücken - Sports Illustrated"
    ]
}