{
    "headlines": [
        "China sagt, es werde \"bis zum Ende kämpfen\", nachdem Trump droht, noch mehr Zölle zu verhängen - AP News",
        "Wissenschaftler gentechnisch veränderte Wölfe mit weißen Haaren wie der ausgestorbene schreckliche Wolf - NBC News",
        "Florida überflutet Houston und gewinnt die 3. nationale NCAA-Basketballmeisterschaft der Männer - NPR",
        "Gürtelrose-Shot verringert das Demenzrisiko in der Stanford-Studie von Landmark um 20 % - SciTechDaily",
        "Haus vs. NCAA-Siedlung: Richter möchte den wegweisenden Vorschlag von College Sports überarbeiten - USA Today",
        "Blondie-Drummer Clem Burke stirbt mit 70 - Pitchfork",
        "Der Oberste Gerichtshof erlaubt es Trump, den Alien Enemies Act für schnelle Abschiebungen durchzusetzen - CNN",
        "Zweiter Masernfall in Colorado bestätigt, diesmal in Denver - Colorado Public Radio",
        "Das Gesundheitsministerium von Indiana bestätigt den ersten Masernfall im Jahr 2025 - WLKY",
        "Selenskyj bestätigt, dass ukrainische Truppen in der russischen Region Belgorod aktiv sind - BBC",
        "Die Trump-Administration feuert einen hochrangigen weiblichen Marineoffizier bei der NATO. Sie erschien auf einer \"Weckliste\" - ABC News",
        "Der weiße Lotus: Bosch reagiert auf den Mixer, mit dem im Saisonfinale vergiftete Getränke hergestellt werden - TVLine",
        "Die USA beenden die lebensrettende Nahrungsmittelhilfe für Millionen. Das Welternährungsprogramm nennt es ein \"Todesurteil\" - AP News",
        "Geno Smith sagt, er habe dem Vertragsangebot von Seattle nicht widersprochen - NBC Sports",
        "\"Minecraft\" ist ein massiver Hit, der Michael De Luca und Pamela Abdy ein zusätzliches Leben beschert - The Hollywood Reporter",
        "Trumps Handelskrieg kommt für den Bullenmarkt - Bloomberg.com",
        "Google bringt Betrugserkennungswarnung auf die Pixel Watch - 9to5Google",
        "Trump sagt, dass die USA in überraschender Ankündigung Atomgespräche mit dem Iran führen - Axios"
    ]
}