{
    "headlines": [
        "الانتخابات الأمريكية: 3 أيام متبقية – ما تقوله استطلاعات الرأي، ما الذي يخطط له هاريس وترامب - الجزيرة الإنجليزية",
        "حملة التطعيم ضد شلل الأطفال في غزة لإعادة التشغيل في شمال الأرض - BBC.com",
        "صواريخ من لبنان تصيب 11 في إسرائيل - رويترز",
        "براون ينتقد خطأ \"راي لويس\" على تاتوم - ESPN",
        "يقول المسؤولون إن راكب الأمواج ماوي يفقد جزءًا من ساقه في هجوم أسماك القرش - سي بي إس نيوز",
        "سلم الرئيس التنفيذي لشركة بوينغ إنذارًا نهائيًا للميكانيكيين. قادة الاتحاد يصدقونه - سياتل تايمز",
        "مؤشر داو جونز يكسب إنفيديا، ويفقد إنتل حيث يحل صانع رقائق محل آخر - واشنطن بوست",
        "UFC Edmonton: Fighter Faceoffs - UFC",
        "اختيارات كرة القدم الجامعية، الجدول الزمني: التوقعات ضد الانتشار، واحتمالات أفضل 25 مباراة في NCAA في الأسبوع 10 - CBS Sports",
        "رجل متهم بلكم مسافر نائم على متن طائرة أمريكية - HuffPost",
        "يقول المدعي العام إن خنق المحاربين القدامى في مترو الأنفاق ذهب بعيداً جداً. \"يقول الدفاع إن\"شجاعته\" ساعدت الآخرين - وكالة أسوشيتد برس",
        "بدأت Fortnite موسمها الثاني المختلط بحفل Snoop Dogg و Ice Spice - The Verge",
        "ما الذي تشير إليه بيانات التصويت المبكر حول انتخابات هذا العام - PBS NewsHour",
        "قليل جدًا ومتأخر جدًا: كيف حوصر سكان فالنسيا دون سابق إنذار في الفيضانات القاتلة في إسبانيا - سي إن إن",
        "التفاف الأخبار: وزارة العمل تصدر تقرير الوظائف النهائي قبل الانتخابات - PBS NewsHour",
        "أريانا غراندي تستخدم اسمها الحقيقي في الاعتمادات الشريرة - E! NEWS",
        "يحذر مركز السيطرة على الأمراض من ارتفاع معدلات الإصابة بالالتهاب الرئوي أثناء المشي لدى الأطفال الصغار. الاتجاهات جديرة بالملاحظة — ولكنها ليست غير متوقعة. - Yahoo Life",
        "هايدي كلوم ترتدي زي المخلوقات الفضائية لحفلة الهالوين الخاصة بها - الإصدار الداخلي",
        "يقول ترامب إنه يجب إطلاق النار على \"صقر الحرب\" ليز تشيني في تصعيد للخطاب العنيف ضد خصومه - سي إن إن",
        "تبدو إضافة ChatGPT Search Chrome الجديدة من OpenAI وكأنها مختطف بحث - BleepingComputer"
    ]
}