{
    "headlines": [
        "'ਤੁਸੀਂ ਹੈਰਾਨ ਹੋ': ਵਰਡਨ ਨਿਵਾਸੀ ਲੰਘ ਰਹੇ ਧੂਮਕੇਤੂ ਦੀਆਂ ਸ਼ਾਨਦਾਰ ਫੋਟੋਆਂ ਫੜਦੇ ਹਨ - Q2 ਨਿਊਜ਼",
        "ਇਜ਼ਰਾਈਲ-ਗਾਜ਼ਾ-ਲੈਬਨਾਨ ਲਾਈਵ ਅਪਡੇਟਸਃ ਇਜ਼ਰਾਈਲ ਨੇ ਸੰਯੁਕਤ ਰਾਸ਼ਟਰ ਦੇ ਸਕੂਲ 'ਤੇ ਹੜਤਾਲ ਵਿਚ 20 ਦੀ ਮੌਤ ਕੀਤੀ, ਸਿਹਤ ਮੰਤਰਾਲੇ ਨੇ ਕਿਹਾ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਉੱਤਰੀ ਕੋਰੀਆ ਨੇ ਗੁੱਸੇ ਦੇ ਪ੍ਰਤੀਕ ਪ੍ਰਦਰਸ਼ਨ ਵਿੱਚ ਅੰਤਰ-ਕੋਰੀਆਈ ਸੜਕਾਂ ਦੇ ਕੁਝ ਹਿੱਸਿਆਂ ਨੂੰ ਉਡਾ ਦਿੱਤਾ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਬੋਇੰਗ ਨੇ ਹਜ਼ਾਰਾਂ ਮਜ਼ਦੂਰਾਂ ਲਈ ਛਾਂਟੀ ਦੇ ਨੋਟਿਸ ਤਿਆਰ ਕੀਤੇ ਹਨ ਕਿਉਂਕਿ ਗੜਬੜੀ ਡੂੰਘੀ ਹੁੰਦੀ ਹੈ - ਰਾਇਟਰਜ਼",
        "ਖੰਘ ਦੇ ਲੱਛਣ ਕੀ ਹਨ? ਪਰਟੂਸਿਸ ਵਿਚ ਦੇਸ਼ ਵਿਆਪੀ ਵਾਧੇ ਦੇ ਵਿਚਕਾਰ ਕੈਲੀਫੋਰਨੀਆ ਵਿਚ ਫੈਲਿਆ - ਏਬੀਸੀ 7 ਲਾਸ ਏਂਜਲਸ",
        "ਇਜ਼ਰਾਈਲ ਨੇ ਉੱਤਰੀ ਲੇਬਨਾਨ ਕਸਬੇ 'ਤੇ ਹਮਲਾ ਕੀਤਾ, ਸੰਯੁਕਤ ਰਾਸ਼ਟਰ ਨੇ ਸ਼ਾਂਤੀ ਰੱਖਿਅਕਾਂ ਬਾਰੇ ਚਿੰਤਾ ਜ਼ਾਹਰ ਕੀਤੀ - ਰਾਇਟਰਜ਼",
        "ਫੌਜੀ ਅਭਿਆਸਾਂ ਦੌਰਾਨ ਚੀਨੀ ਜੰਗੀ ਜਹਾਜ਼ਾਂ ਦੀ ਰਿਕਾਰਡ ਗਿਣਤੀ ਤਾਈਵਾਨ ਦੇ ਨੇੜੇ ਉੱਡ ਗਈ - ਸੀਐਨਐਨ",
        "ਬਫੇਲੋ ਬਿੱਲ ਬਨਾਮ ਨਿਊਯਾਰਕ ਜੈੱਟਸ ਗੇਮ ਹਾਈਲਾਈਟਸ | ਐਨਐਫਐਲ 2024 ਸੀਜ਼ਨ ਹਫਤਾ 6 - ਐਨਐਫਐਲ",
        "ਏਆਈ ਚਿੱਪ ਡਾਰਲਿੰਗ ਐਨਵੀਡੀਆ ਦੇ ਸ਼ੇਅਰਾਂ ਨੇ ਰਿਕਾਰਡ ਉੱਚਾ ਮਾਰਨ ਤੋਂ ਬਾਅਦ ਏਸ਼ੀਅਨ ਸੈਮੀਕੰਡਕਟਰ ਸਟਾਕ ਵਧਿਆ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "'ਸਵਾਗੀ ਵੀ,' ਮੈਟਸ ਐਨਐਲਸੀਐਸ ਨੂੰ ਬੰਨ੍ਹਣ ਲਈ ਸ਼ਾਨਦਾਰ ਫੈਸ਼ਨ ਵਿੱਚ ਜਵਾਬ ਦਿੰਦੇ ਹਨ - ਐਮਐਲਬੀ ਡਾਟ ਕਾਮ",
        "ਥਾਦਃ ਅਮਰੀਕਾ ਇਜ਼ਰਾਈਲ ਨੂੰ ਸ਼ਕਤੀਸ਼ਾਲੀ ਐਂਟੀ ਮਿਜ਼ਾਈਲ ਪ੍ਰਣਾਲੀ ਕਿਉਂ ਦੇ ਰਿਹਾ ਹੈ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਰੋਡਨ ਇਮੂਲੇਟ ਕਰਦਾ ਹੈ 'ਰੋਬੋਟ' ਕੋਲ, ਸਟੀਅਰਜ਼ ਯੈਂਕਸ 'ਜੀ 1 ਜਿੱਤ - ਈਐਸਪੀਐਨ",
        "ਹੈਰਿਸ ਨੇ ਪੈਨਸਿਲਵੇਨੀਆ ਰੈਲੀ ਵਿਚ ਟਰੰਪ ਦੀਆਂ 'ਅੰਦਰੋਂ ਦੁਸ਼ਮਣ' ਟਿੱਪਣੀਆਂ ਨੂੰ ਧਮਾਕਾ ਕੀਤਾ - ਰਾਇਟਰਜ਼",
        "ਬੱਚੇ ਅਤੇ ਕਿਸ਼ੋਰ ਜਿਨ੍ਹਾਂ ਨੂੰ ਕੋਵਿਡ ਦਾ ਸੰਕਰਮਣ ਹੋਇਆ ਹੈ ਉਹ ਸ਼ੂਗਰ ਦੇ ਵਧੇਰੇ ਸ਼ਿਕਾਰ ਹਨ, ਅਧਿਐਨ ਕਹਿੰਦਾ ਹੈ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਲੇਬਨਾਨਃ ਮਿਸ਼ੇਲ ਮਾਰਟਿਨ ਨੇਤਨਯਾਹੂ 'ਤੇ ਯੂ ਐਨ ਨੂੰ ਕਮਜ਼ੋਰ ਕਰਨ ਦਾ ਦੋਸ਼ ਲਾਇਆ - ਬੀਬੀਸੀ.",
        "ਨਾਸਾ ਨੇ ਜੁਪੀਟਰ ਦੇ ਚੰਦਰਮਾ ਯੂਰੋਪਾ - ਆਰਸ ਟੈਕਨੀਕਾ ਦੇ ਜੰਮੇ ਹੋਏ ਸਰਹੱਦ ਦੀ ਪੜਚੋਲ ਕਰਨ ਲਈ ਮਿਸ਼ਨ ਦੀ ਸ਼ੁਰੂਆਤ ਕੀਤੀ",
        "ਹਥਿਆਰਬੰਦ ਉੱਤਰੀ ਕੈਰੋਲੀਨਾ ਆਦਮੀ ਨੂੰ ਤੂਫਾਨ ਰਿਕਵਰੀ ਦੇ ਯਤਨਾਂ ਵਿੱਚ ਸਹਾਇਤਾ ਕਰਨ ਵਾਲੇ ਫੇਮਾ ਵਰਕਰਾਂ ਵਿਰੁੱਧ ਧਮਕੀਆਂ ਦੇਣ ਦੇ ਦੋਸ਼ ਵਿੱਚ ਗ੍ਰਿਫਤਾਰ ਕੀਤਾ ਗਿਆ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਲਾਈਵ ਕਵਰੇਜਃ ਸਪੇਸਐਕਸ ਫਾਲਕਨ 9 ਰਾਕੇਟ 'ਤੇ ਸਟਾਰਲਿੰਕ ਮਿਸ਼ਨ ਨਾਲ 2024 ਦੇ 100 ਵੇਂ ਲਾਂਚ ਦੀ ਤਿਆਰੀ ਕਰਦਾ ਹੈ - ਸਪੇਸਫਲਾਈਟ ਹੁਣੇ ਸੰਪਰਕ ਕਰੋ",
        "ਏਲੋਨ ਮਸਕ ਦਾ ਮੰਗਲ ਮਿਸ਼ਨ ਗਣਿਤਃ 'ਇੱਕ ਸਵੈ-ਨਿਰਭਰ ਸ਼ਹਿਰ ਬਣਾਉਣ ਲਈ ਘੱਟੋ ਘੱਟ ਇੱਕ ਮਿਲੀਅਨ ਟਨ ਉਪਕਰਣਾਂ ਦੀ ਜ਼ਰੂਰਤ ਹੋਏਗੀ' — ਕੀਮਤ ਟੈਗਃ ਇੱਕ ਮਨ-ਬਗਲਿੰਗ $ 1000 ਟ੍ਰਿਲੀਅਨ - ਬੈਂਜਿੰਗਾ",
        "ਐਰੋਨ ਰੋਜਰਸ ਇਸ ਨੂੰ ਦੁਬਾਰਾ ਕਰਦਾ ਹੈ, ਜੈੱਟਾਂ ਲਈ ਇਕ ਹੋਰ ਹੇਲ ਮੈਰੀ ਨੂੰ ਮਾਰਦਾ ਹੈ - ਯਾਹੂ ਸਪੋਰਟਸ"
    ]
}