{
    "headlines": [
        "يقول ترامب والرئيس المكسيكي إنهما تلقيا مكالمة جيدة – على الرغم من عدم وجود علامة على التراجع عن التعهد بالتعريفات - سي إن إن",
        "NFL Week 13 odds, predictions, expert picks: Where to watch, stream Thanksgiving, 'Black Friday' games - CBS Sports",
        "منح رجل من نيو مكسيكو تعويضات بقيمة 412 مليون دولار على حقن القضيب الفاشلة: \"قضية تسجيل رقم قياسي وطني\" - سي بي إس نيوز",
        "كيف يريد مبعوث ترامب كيث كيلوغ إنهاء الحرب الروسية الأوكرانية ؟ - الجزيرة الإنجليزية",
        "سامسونج تتخلص من مخزون Galaxy S24 Ultra بخصم 1000 دولار فقط قبل إطلاق المنتجات الجديدة - Gizmodo",
        "شركات التكنولوجيا تحذر من حظر أستراليا لأول مرة في العالم لوسائل التواصل الاجتماعي لمن هم دون سن 16 عامًا - سي إن إن",
        "\"إنه ليس مديرًا \": موظفون سابقون في RFK Jr. حول كيفية إدارته لـ HHS - POLITICO",
        "طقس عيد الشكر: قد تسبب الأمطار والثلوج مشاكل في السفر إلى الشمال الشرقي - ABC News",
        "لاعب تامبا باي لايتنينج يؤمن هاتريك بطريقة لا تصدق - سي إن إن",
        "إسرائيل تقول إن وقف إطلاق النار مع حزب الله انتهك، والحرائق في جنوب لبنان - رويترز",
        "ماذا تعني خطط ترامب للهجرة لنمو الوظائف الأمريكية - صحيفة وول ستريت جورنال",
        "وضع مسؤول عسكري رفيع المستوى في الصين قيد التحقيق، كما تقول وزارة الدفاع - وكالة أسوشيتد برس",
        "تحاول روسيا وقف الذعر بشأن انخفاض الروبل، حيث يضطر البنك المركزي إلى التدخل - CNBC",
        "أسهم موردي الرقائق الرئيسيين تقفز مع اعتبار الولايات المتحدة قيودًا صينية مخففة - CNBC",
        "انقطاع التيار الكهربائي في حالات الطوارئ في جميع أنحاء أوكرانيا بعد هجوم صاروخي \"ضخم\" - BBC.com",
        "كوريا الجنوبية: 4 قتلى على الأقل في تساقط الثلوج بغزارة - DW (الإنجليزية)",
        "تدعم المحكمة تكساس عبر الأسلاك الشائكة المثبتة على الحدود الأمريكية المكسيكية - NPR",
        "أفادت التقارير أن لجنة التجارة الفيدرالية تفتح تحقيقًا لمكافحة الاحتكار في Microsoft - TechCrunch",
        "\"الرقص مع النجوم\" الموسم 33 التصنيف النهائي الأفضل في 4 سنوات - الموعد النهائي",
        "ما تسلط مزاعم أداني الضوء عليه حول دفعة الطاقة النظيفة في الهند - Reuters.com"
    ]
}