{
    "headlines": [
        "Бывший офицер Луисвилля виновен в нарушении гражданских прав Бреонны Тейлор - ABC News",
        "Генеральный директор Boeing поставил машинистам ультиматум. Профсоюзные лидеры верят ему - The Seattle Times",
        "Изъято",
        "Дочь Ченнинга Татума и Дженны Деван выглядит такой взрослой на Хэллоуин - E! НОВОСТИ",
        "Новости о выборах 2024 года в прямом эфире: демократы наваливаются на Трампа за «насильственную риторику» - USA TODAY",
        "Стефани Уайт нанята, чтобы вести Индиану Лихорадку, Кейтлин Кларк к следующему шагу - The Washington Post",
        "Адвокаты Дэниела Пенни утверждают, что он защищал других, прокуроры говорят, что он «зашел слишком далеко», когда начинается судебное разбирательство по делу о непредумышленном убийстве в метро Нью-Йорка - CNN",
        "Парад Мировой серии LA Dodgers загорается в центре города, когда болельщики празднуют победу в чемпионате - Новости CBS",
        "Харрис нападает на Трампа за то, что он сказал, что у Лиз Чейни должны быть винтовки, «стреляющие в нее» - Ассошиэйтед Пресс",
        "Эпизод 8 «Агата все время» набрал 4,6 миллиона просмотров за один день, что на 10% больше, чем в эпизоде 7 - Разнообразие",
        "Верховный суд постановил, что Пенсильвания может подсчитывать резервные голоса при отклонении почтовых бюллетеней - CNN",
        "Фейковые видео российских пропагандистов направлены на повышение напряженности в преддверии дня выборов - НПР",
        "Комиссия по ценным бумагам и биржам (SEC) намечает дисциплинарные меры за поддельную травму",
        "У некоторых телефонов iPhone 14 Plus есть проблема с камерой, но Apple может решить ее бесплатно - The Verge",
        "Мэр Орландо ввел комендантский час и досрочно прекратил продажу алкоголя предприятиям рядом с центром города - WESH 2 Орландо",
        "Слишком мало и слишком поздно: как жители Валенсии оказались в ловушке без предупреждения из-за смертоносных наводнений в Испании",
        "«Юнион Джо», Харрис и Трамп добились успехов с профсоюзами, но этого недостаточно - POLITICO",
        "Химики нарушили 100-летнее правило, чтобы сделать крайне нестабильные молекулы - Livescience.com",
        "Прогулочная пневмония, уровень РСВ растет у маленьких детей, предупреждает CDC. Тенденции заслуживают внимания, но не являются неожиданными. - Yahoo Life",
        "Серфер потерял часть ноги в результате нападения акулы у пляжа Мауи - Hawaii News Now"
    ]
}