{
    "headlines": [
        "ਗ੍ਰਹਿ ਦੀ ਇਕਸਾਰਤਾ ਫਰਵਰੀ ਦੇ ਅੱਧ - ਡਬਲਯੂਜੀਐਮਈ ਦੁਆਰਾ ਚਾਰ ਦਿਖਾਈ ਦੇਣ ਵਾਲੇ ਗ੍ਰਹਿਆਂ ਨਾਲ ਰਾਤ ਦੇ ਅਸਮਾਨ ਨੂੰ ਰੌਸ਼ਨ ਕਰਦੀ ਹੈ",
        "ਇਜ਼ਰਾਈਲ ਦੀ ਕੈਬਨਿਟ ਨੇ ਗਾਜ਼ਾ ਜੰਗਬੰਦੀ ਅਤੇ ਬੰਧਕ ਸੌਦੇ ਨੂੰ ਮਨਜ਼ੂਰੀ ਦਿੱਤੀ - ਬੀਬੀਸੀ.",
        "ਜਪਾਨੀ ਸਟਾਰ ਸਾਸਾਕੀ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਹ ਡੋਜਰਸ - ਈਐਸਪੀਐਨ ਵਿੱਚ ਸ਼ਾਮਲ ਹੋ ਰਿਹਾ ਹੈ",
        "ਯੇਲਨ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਖਜ਼ਾਨਾ ਕਰਜ਼ੇ ਦੀ ਛੱਤ ਨੂੰ ਮਾਰਨ ਤੋਂ ਰੋਕਣ ਲਈ 21 ਜਨਵਰੀ ਨੂੰ 'ਅਸਾਧਾਰਣ ਉਪਾਵਾਂ' ਦੀ ਵਰਤੋਂ ਕਰੇਗਾ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਮੇਗਨ ਮਾਰਕਲ ਅਤੇ ਪ੍ਰਿੰਸ ਹੈਰੀ ‘ਇਕ ਦੂਜੇ ਲਈ ਇੰਨੇ ਗਰਮ ਹਨ,’ ਸਾਬਕਾ ਸਹਿਯੋਗੀ ਕਹਿੰਦਾ ਹੈ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਨਿਣਟੇਨਡੋ ਸਵਿੱਚ 2 ਨਿਣਟੇਨਡੋ ਦੇ ਨਵੇਂ ਕੰਸੋਲ ਲਈ ਇੱਕ ਮਹਾਨ ਨਾਮ ਹੈ, ਵਿਸ਼ਲੇਸ਼ਕ ਕਹਿੰਦੇ ਹਨ - ਆਈਜੀਐਨ",
        "ਐਚਐਚਐਸ ਨੇ ਮਾਡਰਨਾ ਦੇ ਬਰਡ ਫਲੂ ਟੀਕੇ ਦੇ ਵਿਕਾਸ ਵਿਚ ਲਗਭਗ 600 ਮਿਲੀਅਨ ਡਾਲਰ ਦਾ ਨਿਵੇਸ਼ ਕੀਤਾ - ਸੀਐਨਐਨ",
        "ਲਾਈਵ ਅਪਡੇਟਸਃ ਵਾਸ਼ਿੰਗਟਨ ਵਿੱਚ ਬਹੁਤ ਜ਼ਿਆਦਾ ਠੰਡ ਕਾਰਨ ਟਰੰਪ ਦਾ ਉਦਘਾਟਨ ਘਰ ਦੇ ਅੰਦਰ ਚਲੇ ਜਾਣਾ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਹਟਾਈ",
        "ਰੂਸ ਨੇ ਮਰਹੂਮ ਵਿਰੋਧੀ ਸ਼ਖਸੀਅਤ ਨਵਲਨੀ ਦੇ ਵਕੀਲਾਂ ਨੂੰ ਜੇਲ੍ਹ ਦੀ ਸਜ਼ਾ ਸੁਣਾਈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "'ਸੇਵਰੈਂਸ' ਰੀਕੈਪ ਸੀਜ਼ਨ 2 ਐਪੀਸੋਡ 1: ਹੇਲੀ ਝੂਠ ਕਿਉਂ ਬੋਲਦੀ ਹੈ, ਜੈਮਾ ਐਂਡਿੰਗ - ਵੰਨਗੀ",
        "ਜੋਨ ਹਸਟਡ, ਓਹੀਓ ਦੇ ਲੈਫਟੀਨੈਂਟ ਗਵਰਨਰ, ਨੇ ਸੈਨੇਟ ਵਿੱਚ ਜੇਡੀ ਵੈਨਸ ਦੀ ਥਾਂ ਲੈਣ ਲਈ ਟੈਪ ਕੀਤਾ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਸਟਾਕ ਮਾਰਕੀਟ ਅੱਜਃ ਡਾਓ ਜੋਨਸ ਚੜ੍ਹਦਾ ਹੈ 0.8% ਜਦੋਂ ਕਿ ਨੈਸਡੈਕ ਜੰਪ ਕਰਦਾ ਹੈ 1.5%, ਪਰ ਸਮਾਲ ਕੈਪਸ ਫੇਡ (ਲਾਈਵ ਕਵਰੇਜ) - ਨਿਵੇਸ਼ਕ ਦਾ ਕਾਰੋਬਾਰ ਰੋਜ਼ਾਨਾ",
        "ਸੋਸ਼ਲ ਮੀਡੀਆ ਪ੍ਰਭਾਵਕ 'ਤੇ ਗੋਫੰਡਮੇ ਦਾਨ ਲਈ 1 ਸਾਲ ਦੀ ਲੜਕੀ ਨੂੰ ਜ਼ਹਿਰ ਦੇਣ ਦਾ ਦੋਸ਼ ਹੈ - ਹਫਪੋਸਟ",
        "ਡੀਓਜੇ ਨੇ ਵਾਲਗ੍ਰੀਨਜ਼ 'ਤੇ ਮੁਕੱਦਮਾ ਕੀਤਾ, ਇਸ ਨੂੰ' ਜਾਣ ਬੁੱਝ ਕੇ 'ਲੱਖਾਂ ਨੁਸਖ਼ਿਆਂ ਨੂੰ ਭਰਿਆ ਜਿਸ ਵਿਚ ਜਾਇਜ਼ ਡਾਕਟਰੀ ਉਦੇਸ਼ਾਂ ਦੀ ਘਾਟ ਸੀ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਓਹੀਓ ਸਟੇਟ ਬਨਾਮ ਨੋਟਰੇ ਡੈਮ ਭਵਿੱਖਬਾਣੀ, ਔਕੜਾਂ, ਸੀਐਫਪੀ ਨੈਸ਼ਨਲ ਚੈਂਪੀਅਨਸ਼ਿਪ ਫੈਲਣ, ਗੇਮ ਟਾਈਮ, ਟੀਵੀ ਤੇ ਕਿੱਥੇ ਵੇਖਣਾ ਹੈ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਲਾਲ ਮੀਟ ਸਮੇਂ ਦੇ ਨਾਲ ਤੁਹਾਡੀ ਯਾਦਦਾਸ਼ਤ ਨੂੰ ਖਤਮ ਕਰ ਸਕਦਾ ਹੈ, ਅਧਿਐਨ ਦਾ ਖੁਲਾਸਾ - ਦਿ ਡੇਲੀ ਗਲੈਕਸੀ --Great Discoveries Channel",
        "ਪੇਚੀਦਗੀ ਪ੍ਰਾਪਤ ਕਰਦੀ ਹੈ Read. cv, ਪੇਸ਼ੇਵਰਾਂ ਲਈ ਇੱਕ ਸੋਸ਼ਲ ਮੀਡੀਆ ਪਲੇਟਫਾਰਮ - TechCrunch",
        "ਅਰਮਾਨ ਜ਼ਾਰੂਕਯਾਨ ਨੇ ਅਚਾਨਕ ਯੂਐਫਸੀ 311 ਵਾਪਸ ਲੈਣ ਬਾਰੇ ਬਿਆਨ ਜਾਰੀ ਕੀਤਾ - ਐਮਐਮਏ ਜੰਕੀ",
        "ਲਗਭਗ 120 ਮਿਲੀਅਨ ਲੋਕ ਜਲਦੀ ਹੀ ਸਬਜ਼ੀਰੋ ਟੈਂਪਸ ਦਾ ਅਨੁਭਵ ਕਰ ਸਕਦੇ ਹਨ. ਜਿੱਥੇ ਠੰਡ ਸਭ ਤੋਂ ਬੁਰੀ ਹੋਵੇਗੀ । - ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ"
    ]
}