{
    "headlines": [
        "ستارمر من المملكة المتحدة في كييف لإجراء محادثات أمنية مع تعهد \"بشراكة لمدة 100 عام\" مع أوكرانيا - وكالة أسوشيتد برس",
        "نتنياهو يقول إن الحكومة لن تجتمع بشأن وقف إطلاق النار حتى تتراجع حماس عن \"أزمة اللحظة الأخيرة\" - وكالة أسوشيتد برس",
        "من المقرر أن يوافق مجلس الوزراء الإسرائيلي على اتفاق وقف إطلاق النار حيث قتل 20 شخصًا على الأقل في غارات على غزة - BBC.com",
        "يطلق صاروخ جيف بيزوس بلو أوريجين صاروخ نيو جلين الضخم إلى المدار في الرحلة الأولى (فيديو) - Space.com",
        "نجم بوليوود سيف علي خان طعن عدة مرات في هجوم مومباي للغزو المنزلي - متنوع",
        "\"إنها كارثة\" – أوكرانيا في تحديث الحرب ليوم 16 يناير - كييف بوست",
        "مراجعة \"أحد أيامهم \": كيكي بالمر و SZA يصنعان ثنائيًا مضحكًا في فيلم كوميدي أنتجه عيسى راي - مراسل هوليوود",
        "محذوف",
        "يُظهر تسرب Samsung Galaxy S25 تراكب Gemini الجديد والكلمة الساخنة والمزيد - 9to5Google",
        "إزالة صقر أوكرانيا من دور الاستخبارات في مجلس النواب، بناء على طلب ترامب - واشنطن بوست",
        "مشاهدة: جا مورانت تلصق فيكتور ويمبانياما في واحدة من أروع الغطسات على الإطلاق، لكنها لم تحتسب - سي بي إس سبورتس",
        "يقول السيناتور الديمقراطي إنه لا يوافق حاليًا على بوندي: \"أحاول أن أكون عادلًا\" - ذا هيل",
        "ما قاله مدرب كانساس بيل سيلف عن ولاية أيوا بعد مباراة الأربعاء - Cyclone Fanatic",
        "يقول الخبراء حافظ على اللحوم الحمراء الخاصة بك إلى هذه الحدود لحماية صحة دماغك - AOL",
        "المراوغون الذين لديهم محادثات \"استكشافية\" حول التداول للحصول على أموال تجمع المكافآت الدولية - شائعات تداول MLB",
        "إدارة النقل تقاضي الجنوب الغربي، وتفرض غرامات على خطوط فرونتير الجوية بسبب تأخر الرحلات المزمن - أكسيوس",
        "ستدفع March Madness للفرق النسائية بموجب هيكل جديد معتمد من NCAA - CNN",
        "محذوف",
        "أسواق آسيا والمحيط الهادئ تتبع مكاسب وول ستريت ؛ كوريا الجنوبية تحافظ بشكل غير متوقع على أسعار الفائدة دون تغيير - CNBC",
        "أداء حفل تنصيب ترامب: كيد روك، بيلي راي سايروس، أندروود، المزيد - الموعد النهائي"
    ]
}