{
    "headlines": [
        "ਦੀਪਸੀਕ ਚੀਨੀ ਏਆਈ ਚੈਟਬੋਟ ਵਿਰੋਧੀ ਲਈ ਮਾਰਕੀਟ ਦੀ ਗੜਬੜੀ ਨੂੰ ਭੜਕਾਉਂਦਾ ਹੈ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਆਉਸ਼ਵਿਟਜ਼ ਮੈਮੋਰੀਅਲ ਵਿਖੇ, ਬਚੇ ਹੋਏ ਲੋਕ ਵਧ ਰਹੇ ਯਹੂਦੀ-ਵਿਰੋਧੀਵਾਦ ਵਿੱਚ ਅਤੀਤ ਦੀਆਂ ਗੂੰਜਾਂ ਨੂੰ ਵੇਖਦੇ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਟਰੰਪ ਨਿਆਂ ਵਿਭਾਗ ਨੇ ਉਨ੍ਹਾਂ ਅਧਿਕਾਰੀਆਂ ਨੂੰ ਬਰਖਾਸਤ ਕੀਤਾ ਜਿਨ੍ਹਾਂ ਨੇ ਟਰੰਪ ਦੀ ਜਾਂਚ ਕੀਤੀ ਅਤੇ 6 ਜਨਵਰੀ ਦੇ ਕੇਸਾਂ ਵਿੱਚ ‘ਵਿਸ਼ੇਸ਼ ਪ੍ਰਾਜੈਕਟ’ ਦੀ ਸ਼ੁਰੂਆਤ ਕੀਤੀ - ਸੀਐਨਐਨ",
        "ਸਪੇਸਐਕਸ ਸਟਾਰਲਿੰਕ ਲਾਂਚ ਲਈ ਤਿਆਰੀ ਕਰਦਾ ਹੈ ਸੈਂਟਰਲ ਫਲੋਰਿਡਾ ਦੇ ਸਪੇਸ ਕੋਸਟ - ਡਬਲਯੂਈਐਸਐਚ 2 ਓਰਲੈਂਡੋ",
        "ਰਾਬਰਟ ਕੈਨੇਡੀ ਸਹਿਯੋਗੀ ਡਰਦੇ ਹਨ ਕਿ ਉਹ ਅਮਰੀਕੀ ਸੈਨੇਟ ਦਾ ਸਮਰਥਨ ਗੁਆ ਰਿਹਾ ਹੈ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "ਬਟਲਰ ਅਭਿਆਸ ਤੋਂ ਬਾਹਰ ਚਲਦਾ ਹੈ; ਤੀਜੀ ਮੁਅੱਤਲੀ ਦਾ ਸਾਹਮਣਾ ਕਰਦਾ ਹੈ - ਈਐਸਪੀਐਨ",
        "ਕੰਸਾਸ ਅਮਰੀਕਾ ਵਿੱਚ ਹੁਣ ਤੱਕ ਦੇ ਸਭ ਤੋਂ ਵੱਡੇ ਤਪਦਿਕ ਦੇ ਪ੍ਰਕੋਪ ਨਾਲ ਲੜ ਰਿਹਾ ਹੈ - ਗਿਜ਼ਮੋਡੋ",
        "ਦੱਖਣੀ ਕੈਲੀਫੋਰਨੀਆ ਵਿੱਚ ਮੀਂਹ ਨਾਲ ਚਿੱਕੜ ਡਿੱਗਣ ਦੀ ਚਿੰਤਾ - ਦ ਹਿੱਲ",
        "‘ਇਹ ਲੋਕਾਂ ਨੂੰ ਮਾਰ ਦੇਵੇਗਾ’: ਹਫੜਾ-ਦਫੜੀ, ਟਰੰਪ ਦੇ ਅਮਰੀਕੀ ਵਿਦੇਸ਼ੀ ਸਹਾਇਤਾ ਨੂੰ ਰੋਕਣ ਤੋਂ ਬਾਅਦ ਭੰਬਲਭੂਸਾ - ਪੋਲਿਟਿਕੋ",
        "ਕੈਟੀ ਪੈਰੀ ਇਸ ਜੁਲਾਈ ਵਿਚ ਫੀਨਿਕਸ ਵਿਚ ਫੁੱਟਪ੍ਰਿੰਟ ਸੈਂਟਰ ਵਿਚ 'ਦਿ ਲਾਈਫਟਾਈਮਜ਼ ਟੂਰ' ਲਿਆਉਂਦੀ ਹੈ - ਫੀਨਿਕਸ ਵਿਚ ਏਬੀਸੀ 15 ਐਰੀਜ਼ੋਨਾ",
        "ਬ੍ਰਾਇਨ ਸਕੋਟਨਹਾਈਮਰ ਨੂੰ ਸਭ ਤੋਂ ਨਵੇਂ ਕਾਉਬੌਇਜ਼ ਦੇ ਮੁੱਖ ਕੋਚ ਵਜੋਂ ਨਾਮਜ਼ਦ ਕੀਤੇ ਜਾਣ ‘ਤੇਃ‘ ਮੈਂ ਹੁਣ ਤਿਆਰ ਹਾਂ ’- ਡੱਲਾਸਕੌਬੌਇਸ ਡਾਟ",
        "ਐਪਲ ਇਸ ਸਾਲ ਦੇ ਪਹਿਲੇ ਸਰਗਰਮੀ ਨਾਲ ਜ਼ੀਰੋ-ਡੇਅ ਬੱਗ ਦਾ ਸ਼ੋਸ਼ਣ ਕਰਦਾ ਹੈ - BleepingComputer",
        "ਧਰਤੀ ਦਾ ਹਾਲ ਹੀ ਦਾ ‘ਮਿੰਨੀ ਚੰਦਰਮਾ’ ਚੰਦਰਮਾ ਦਾ ਅਸਲ ਟੁਕੜਾ ਹੋ ਸਕਦਾ ਹੈ, ਖਗੋਲ ਵਿਗਿਆਨੀਆਂ ਦਾ ਕਹਿਣਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "'ਮਰੇ ਹੋਏ' ਗਲੈਕਸੀ ਵਿਚ ਫਾਸਟ ਰੇਡੀਓ ਫਟਣ ਨਾਲ ਰਹੱਸਮਈ ਸੰਕੇਤਾਂ ਬਾਰੇ ਸਵਾਲ ਖੜ੍ਹੇ ਹੁੰਦੇ ਹਨ - ਅਮਰੀਕਾ ਅੱਜ",
        "ਮਿਡਲ ਈਸਟ ਨਵੀਨਤਮਃ ਇਜ਼ਰਾਈਲ ਨੇ ਉਜਾੜੇ ਫਲਸਤੀਨੀਆਂ ਨੂੰ ਉੱਤਰੀ ਗਾਜ਼ਾ ਵਾਪਸ ਜਾਣ ਦਿੱਤਾ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "'ਬੈਚਲਰ‘ ਮੁਕਾਬਲੇਬਾਜ਼ ਕੌਣ ਹਨ? ਗ੍ਰਾਂਟ ਐਲਿਸ ਦੇ ਸੀਜ਼ਨ ਵਿਚ 25 Womenਰਤਾਂ ਨੂੰ ਮਿਲੋ - ਫੋਰਬਸ",
        "ਜੇਰੇਮੀ ਐਲਨ ਵ੍ਹਾਈਟ ਟੂ ਸਟਾਰ ਇਨ ਨੈੱਟਫਲਿਕਸ ਬਾਇਸੈਕਸ਼ੁਅਲ ਰੋਮਾਂਸ ਡਰਾਮਾ ‘ਐਨਿਗਮਾ ਵੇਰੀਏਸ਼ਨਜ਼’ (ਐਕਸਕਲੂਸਿਵ) - ਵਰਾਇਟੀ",
        "ਅਮਰੀਕਾ 'ਚ ਦਿਲ ਦੀ ਬਿਮਾਰੀ ਮੌਤ ਦਾ ਮੁੱਖ ਕਾਰਨ ਬਣੀ ਹੋਈ ਹੈ, ਨਵੀਂ ਰਿਪੋਰਟ' ਚ ਪਾਇਆ - ABC News",
        "ਪਿਕਸਲ 9 ਏ ਕਥਿਤ ਤੌਰ 'ਤੇ ਆਖਰਕਾਰ ਕੀਮਤ ਵਿੱਚ ਵਾਧਾ ਪ੍ਰਾਪਤ ਕਰਦਾ ਹੈ, ਪਰ ਸਿਰਫ 256 ਜੀਬੀ ਵੇਰੀਐਂਟ ਲਈ - 9to5Google"
    ]
}