{
    "headlines": [
        "U.N. says Israeli forces battling Iran-backed Hezbollah in Lebanon fire on UNIFIL peacekeepers, wounding two - CBS News",
        "PFT’s Week 6 2024 NFL picks, Florio vs. Simms - NBC Sports",
        "Tesla robotaxis will be a game changer, says Wedbush's Dan Ives - CNBC Television",
        "‘The Apprentice’ Buzzes Erie PA Donald Trump Rally, Among Other Efforts To Get 45 To Watch - Deadline",
        "Former Blizzard boss' new studio reveals debut tabletop-inspired game Sunderfolk - Eurogamer",
        "Intel’s new flagship CPUs will run cooler and more efficiently for PC gaming - The Verge",
        "Nadal to retire from tennis at end of 2024 season - ESPN",
        "Israeli strike kills at least 28 Palestinians at school in central Gaza, Red Crescent says - CNN",
        "Here is the 2025 Pay Raise for Disabled Veterans and Military Retirees - Military.com",
        "Nick Sirianni dealing with uncomfortable Robert Saleh firing questions as pressure builds in Philadelphia - New York Post ",
        "Live Updates: Hurricane Milton Strikes Florida - The Weather Channel",
        "Vt. health officials report first triple-e death since 2012 - WCAX",
        "Inspired by Spider-Man, researchers recreate web-slinging technology - Phys.org",
        "Ratan Tata, an Indian industry legend and business icon dies aged 86 - The Associated Press",
        "Your Samsung Galaxy Phone Could Have Been at Risk After Hackers Exploit Bug in Qualcomm Chips - Gizmodo",
        "Exclusive: Stop Israel from bombing Iran's oil sites, Gulf states urge US - Reuters",
        "Stocks fall, dollar and Treasury yields edge down after CPI and jobless claims data - Reuters",
        "Pfizer threatened to sue renegade executives prior to activist schism, Starboard's Smith says - CNBC",
        "Northern Lights Alert: Here’s Where Aurora Borealis Can Be Seen Tonight—As Forecasters Predict Strong Showing - Forbes",
        "The Creator A-List: The 50 Most Influential Influencers - Hollywood Reporter"
    ]
}