{
    "headlines": [
        "A ‘worst-case’ scenario: How giant insurance losses from L.A. fires could affect all Californians - San Francisco Chronicle",
        "Jean Smart Urges Networks Not to Air Hollywood Award Shows Amid L.A. Fires - Variety",
        "Alleged Yakuza leader admits trafficking nuclear materials from Myanmar - CNN",
        "Garland asks court for permission to release special counsel report on Jan. 6 insurrection before Trump takes office - CNN",
        "This $200 Android is the only smartphone at CES that you should care about - ZDNet",
        "California Wildfire Live Updates: Officials Say 5 Dead As Another Fire Breaks Out In Hollywood Hills - Forbes",
        "Jim Jarmusch Lashes Out At Climate Deniers, Adrien Brody Is Shaken, Sean Baker Sends LA “Hearts And Prayers” From NY Film Critics Circle Awards - Deadline",
        "Elon Musk agrees that we’ve exhausted AI training data - TechCrunch",
        "Massive port strike averted, as shippers and union reach tentative agreement - The Washington Post",
        "Brussels will be watching whether Musk breaks EU law in far-right livestream - POLITICO Europe",
        "As L.A. burns, Trump blames Newsom — and California governor pushes back - The Washington Post",
        "Trump and Senate Republicans still divided on how to implement his agenda - ABC News",
        "5PM Wednesday, January 8 LADWP Windstorm and Fire Response - LADWP News",
        "In photos: Trump and others pay their respects to Jimmy Carter - Axios",
        "HMPV: What to Know About The Respiratory Virus Outbreak in China - ScienceAlert",
        "College Football Playoff picks, schedule: Predictions against the spread, odds for Orange, Cotton Bowl games - CBS Sports",
        "Alito spoke with Trump before president-elect asked Supreme Court to delay his sentencing - CNN",
        "LA Gave More Money to Cops While Cutting Fire Budgets. Now It’s Burning. - The Intercept",
        "Here’s how hucksters are manipulating Google to promote shady Chrome extensions - Ars Technica",
        "Oscars: Nominations Voting Extended by Two Days, Noms Announcement and Other Events Postponed, in Light of Devastating L.A. Fires - Hollywood Reporter"
    ]
}