{
    "headlines": [
        "South Korea’s parliament votes to impeach president over martial law debacle - CNN",
        "Texas sues out-of-state doctor over mailing abortion pills - Axios",
        "Nancy Pelosi in hospital after injury on overseas trip - BBC.com",
        "Polio survivor Mitch McConnell criticizes efforts to undermine vaccine - The Washington Post",
        "Even After ‘Kraven the Hunter’ and ‘Madame Web,’ Sony’s Marvel Movies Aren’t Dead (EXCLUSIVE) - Variety",
        "Joel Embiid exits loss to Pacers after hit to face as Sixers' season from hell continues - CBS Sports",
        "Trump calls for ending daylight saving time. It’s ‘inconvenient,’ he says. - The Washington Post",
        "College basketball picks, schedule: Predictions for Tennessee vs. Illinois and more Top 25 games on Saturday - CBS Sports",
        "The Geminid Meteor Shower Peaks Tonight - WRGB",
        "WWE SmackDown Results – 12/13/24 (Go-Home show for Saturday Night’s Main Event) - Wrestleview.com",
        "OpenAI publishes more of Elon Musk's internal emails showing he originally favored a for-profit structure - Business Insider",
        "These 30 Pop Culture Moments All Happened In 2024, But I Doubt Anyone Will Remember Them All - BuzzFeed",
        "Golan Heights: Israel army prepares to stay on Mt Hermon for winter - BBC.com",
        "François Bayrou appointed French prime minister - Financial Times",
        "Syrian rebels deliver American to U.S. military post, photos show - The Washington Post",
        "Mystery Drones Over New Jersey And Nearby States: Trump Weighs In As More Sightings Reported (Updating) - Forbes",
        "Rams-49ers draws 12.29 million for Thursday Night Football - NBC Sports",
        "Researchers use ancient genes to pinpoint when humans and Neanderthals mingled - PBS NewsHour",
        "Biden’s commutation in ‘kids for cash’ scandal angers some Pennsylvania families - The Associated Press",
        "Bird flu jumps from birds to human in Louisiana; patient hospitalized - Ars Technica"
    ]
}