{
    "headlines": [
        "جي بي مورغان يحقق أكبر ربح سنوي على الإطلاق مع انتعاش المصرفيين الاستثماريين - رويترز",
        "البحث عن تدريب رعاة البقر: الأسماء المحتملة لتحل محل مايك مكارثي، بما في ذلك ديون ساندرز، جيسون ويتن - سي بي إس سبورتس",
        "تتسرب المواجهة في الكابيتول إلى المحكمة مع بدء الهيئة التشريعية في مينيسوتا - MPR News",
        "دريك يرفع دعوى تشهير ضد مجموعة يونيفرسال ميوزيك لفيلم كندريك لامار \"ليس مثلنا\" - مراسل هوليوود",
        "فيلم Daredevil: Born Again: Charlie Cox Returns with Punisher and Kingpin in Violent Marvel Series مترجم اون لاين",
        "تقرير عالمي يدعو إلى إعادة تعريف السمنة - BBC.com",
        "هجوم صاروخي روسي يجبر أوكرانيا على إغلاق شبكة الكهرباء - وكالة أسوشيتد برس",
        "ترحب الصين بحذر بتدفق \"لاجئي تيك توك\" على ريد نوت - رويترز",
        "جنوب أفريقيا متهمة بشن حملة قمع \"مروعة\" حيث تم انتشال 78 جثة من الألغام المحاصرة - رويترز",
        "قد يصل التضخم في مؤشر أسعار المستهلك إلى الأسهم، واحتمالات خفض سعر الفائدة الفيدرالي (حقيقي) - أعمال المستثمر اليومية",
        "Swippitt هي واحدة من أكثر ملحقات الهواتف الذكية إبداعًا التي رأيتها منذ سنوات - Digital Trends",
        "احتمالات ولاية أوهايو مقابل نوتردام، التنبؤ بالكمبيوتر: اختيارات بطولة الكلية الوطنية لكرة القدم 2025 - سي بي إس سبورتس",
        "ستنظر المحكمة العليا في قانون مكافحة الإباحية في تكساس الذي يقول المتحدون إنه ينتهك حقوق حرية التعبير - وكالة أسوشيتد برس",
        "ارتفاع حالات \"حشرة المعدة\" في منطقة الخليج في أكبر ارتفاع منذ سنوات - SFGATE",
        "ما هي الخطوة التالية للمسبارين الخاصين اللذين أطلقتهما سبيس إكس للتو نحو القمر ؟ - Space.com",
        "يحقق العلماء تحقيقًا تجريبيًا مباشرًا للبوابات المتشابكة ثنائية النوع - Phys.org",
        "يضحك تشارلي ابن تايغر وودز بينما يشاهد والده يعاني من هزيمة ثقيلة في أول ظهور له في TGL - Yahoo Sports",
        "بايدن، في وقت الذروة، لتوديع الأمة بينما يستعد ترامب لتولي منصبه - ABC News",
        "اختيارات التصفيات النهائية لاتحاد كرة القدم الأميركي من بريسكو لجولة التقسيم: تنخفض فواتير رافينز إلى هدف ميداني ؛ تم اختبار مفضلات NFC - CBS Sports",
        "يتجرأ الفلسطينيون والإسرائيليون على الأمل في التوصل إلى اتفاق في غزة - BBC.com"
    ]
}