{
    "headlines": [
        "За занавесом: преследующие двойные грехи Байдена - Axios",
        "Министерство юстиции и город Мемфис рассмотрят результаты жестокого полицейского расследования - CNN",
        "Нефть несет убытки, поскольку ОПЕК+ планирует вернуть баррели с апреля - Yahoo Finance",
        "Жители Газы с ограниченными возможностями сталкиваются с «невозможными временами» хаоса и войны - The New York Times",
        "Президент Тайваня Лай, как сообщается, ведет телефонные переговоры с лидерами Гуама с Конгрессом США - Associated Press",
        "Эйфория повсюду, поскольку биткоин держится выше $ 100 000, акции достигли рекордных максимумов - Reuters",
        "Маск и Рамасвами посетили Капитолийский холм, чтобы обсудить видение Трампа о сокращении государственных отходов - Fox News",
        "Мишель Барнье: Премьер-министр Франции уйдет в отставку после распада правительства - BBC.com",
        "Брайан Томпсон: Кто является генеральным директором UnitedHealth, застреленным в Нью-Йорке? - BBC.com",
        "Извините, родители, на самом деле это Spotify вашего ребенка - The Washington Post",
        "Предупреждение ФБР о взломе - Измените настройки 2 на вашем iPhone - Forbes",
        "Крейтон оглушает Хантера Дикинсона, № 1 в Канзасе в доминирующей победе на 13 очков - Yahoo Sports",
        "Гороскоп на четверг, 5 декабря 2024 года - Chicago Sun-Times",
        "Неизвестная болезнь в ДР Конго убивает 79 человек - BBC.com",
        "Счет Дьюка против Оберна: первое поражение «Синих дьяволов», рекордное заявление о победе, поскольку Купер Флэгг набрал 22 балла - CBS Sports",
        "Принц Гарри отмахнулся от слухов о разводе герцогини Меган: «Трудно идти в ногу со временем» - USA TODAY",
        "История Хегсета с алкогольными тенями Выбор Пентагона - The Washington Post",
        "Молочный шоколад или темный? Ответ может повлиять на риск развития диабета. - The Washington Post",
        "Столкнувшись с импичментом, президент Южной Кореи сменил главу оборонного ведомства - POLITICO",
        "Bethesda исправила опечатки в спецификациях ПК Индианы Джонса и ответила на наш вопрос о требуемой трассировке лучей. - The Verge"
    ]
}