{
    "headlines": [
        "قمر الحصاد، القمر العملاق يجلب كسوف القمر الجزئي: كيف ومتى تشاهد - الجزيرة الإنجليزية",
        "حزب الله يتعهد بمعاقبة إسرائيل بعد انفجارات أجهزة النداء في جميع أنحاء لبنان - Reuters.com",
        "صيغة هاريس للمقابلات الإعلامية الوطنية: لا تصنع الأخبار - بوليتيكو",
        "تمت الإزالة",
        "دونالد ترامب يتعهد باستعادة الإعفاء الضريبي لمالك المنزل الذي ألغاه - فاينانشال تايمز",
        "الجمهوريون في مجلس الشيوخ يمنعون حزمة التلقيح الصناعي بينما يسلط الديمقراطيون الضوء على الحقوق الإنجابية - أخبار سي بي إس",
        "تضع الدلافين تاجوفايلوا على الأشعة تحت الحمراء بعد الارتجاج - ESPN",
        "مكتب التحقيقات الفيدرالي يحقق في رسائل مشبوهة تحتوي على مواد مجهولة أرسلت إلى مسؤولي الانتخابات في الولاية - سي بي إس نيوز",
        "سوق الأسهم اليوم: الأسهم تتخلى عن المكاسب ؛ لا يزال المتداولون يراهنون على تخفيض كبير من الاحتياطي الفيدرالي - صحيفة وول ستريت جورنال",
        "عودة كريم هانت تفسد خطط كارسون ستيل لاستبدال باتشيكو، ولكن الشراء الحقيقي المنخفض هو ترافيس كيلسي - سي بي إس سبورتس",
        "مشاهدة مباشرة: ترامب يعقد حدث الحملة في فلينت، ميشيغان، مع حاكم ولاية أركنساس سارة ساندرز - PBS NewsHour",
        "أكبر طلب لسعر الفائدة من بنك الاحتياطي الفيدرالي منذ سنوات يحدث يوم الأربعاء. إليك ما يمكن توقعه - CNBC",
        "واجهت ديفين سترايدر الفائزة بـ \"العازبة\" أمر اعتقال وتقييد سابق من صديقتها السابقة - متنوعة",
        "من المتوقع أن يتحرك كويكب بحجم الملعب تعتبره ناسا \"خطيرًا محتملًا\"، \"قريبًا نسبيًا\" من الأرض - فوكس نيوز",
        "مايلي سايروس متهمة بنسخ برونو مارس في دعوى قضائية على أغنية \"الزهور\" - فوكس بيزنس",
        "وتكشف محاكمة الاغتصاب الجماعي عن ثقافة الاعتداء الجنسي المزعجة في فرنسا، كما يزعم النقاد - فوكس نيوز",
        "قد يقوم ثقب أسود \"بدائي\" بتكبير نظامنا الشمسي كل عقد - Space.com",
        "Apple تسحب iPadOS 18 لـ M4 iPad Pro بعد شكاوى الطوب - MacRumors",
        "شون \"ديدي\" كومز يواجه اتهامات بالاتجار بالجنس والابتزاز ؛ الحكومة تسعى للاحتجاز - وكالة أسوشيتد برس",
        "حاكم فلوريدا رون ديسانتيس يطلق تحقيق الدولة في محاولة اغتيال ترامب - ABC News"
    ]
}