{
    "headlines": [
        "ਜ਼ੈਚ ਅਰਟਜ਼ਃ ਇਹ ਇੱਕ ਸੱਚਮੁੱਚ ਵਧੀਆ ਕਿ Qਬੀ ਹੋਣ ਲਈ ਹੇਠਾਂ ਆਉਂਦਾ ਹੈ ਅਤੇ ਜੈਡੇਨ ਡੇਨੀਅਲਸ ਸਾਨੂੰ ਇੱਕ ਦਿੰਦਾ ਹੈ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਯੂਕਰੇਨ ਦੀ ਰੱਖਿਆ ਲਈ ਅਮਰੀਕੀ ਸਮਰਥਨ 'ਤੇ ਰਾਸ਼ਟਰਪਤੀ ਜੋਅ ਬਿਡੇਨ ਦਾ ਬਿਆਨ - ਵ੍ਹਾਈਟ ਹਾਊਸ",
        "ਇੱਕ $ 12.98 ਟੀ-ਸ਼ਰਟ ਅਮਰੀਕਾ ਵਿੱਚ ਕਿਵੇਂ ਬਣਾਈ ਜਾਂਦੀ ਹੈ - ਇੱਕ ਲਾਭ ਵਿੱਚ - ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "ਵਿਕੀਪੀਡੀਆ ਦੇ ਆਲੇ-ਦੁਆਲੇ ਦੇ ਰਿਕਾਰਡ ਹਿੱਟ ਕਰਨ ਲਈ $ 185K ਵਿਚ 2025 ਰਾਸ਼ਟਰ ਦੇ ਰਾਜ ਦੇ ਤੌਰ ਤੇ ਖਰੀਦੋਃ ਗਲੈਕਸੀ ਖੋਜ - CoinDesk",
        "ਲਿੰਡਾ ਲਾਵਿਨ, ਟੋਨੀ ਜੇਤੂ ਬ੍ਰੌਡਵੇ ਅਭਿਨੇਤਰੀ, ਜਿਸ ਨੇ ਸਿਟਕਾਮ ‘ਐਲਿਸ‘ ਵਿੱਚ ਅਭਿਨੈ ਕੀਤਾ ਸੀ, 87 - ਦਿ ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਹਟਾਈ",
        "ਦੱਖਣੀ ਕੋਰੀਆ ਦੇ ਹਵਾਈ ਅੱਡੇ ਰਾਹੀਂ ਸੋਗ ਅਤੇ ਪ੍ਰਾਰਥਨਾਵਾਂ ਗੂੰਜਦੀਆਂ ਹਨ ਕਿਉਂਕਿ ਪਰਿਵਾਰ ਹਵਾਈ ਹਾਦਸੇ ਦੇ ਪੀੜਤਾਂ ਦਾ ਸੋਗ ਕਰਦੇ ਹਨ - ਸੀ ਐਨ ਐਨ",
        "ਯੂਰਪੀਅਨ ਬਾਜ਼ਾਰ 2024 ਦੇ ਆਖਰੀ ਪੂਰੇ ਵਪਾਰਕ ਦਿਨ ਵਿੱਚ ਡਿੱਗਦੇ ਹਨ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਏਸ਼ੀਆ ਵਿੱਚ ਸ਼ੇਅਰਾਂ ਨੂੰ ਮੂਕ ਕੀਤਾ ਗਿਆ, ਉੱਚ ਝਾੜ ਟੈਸਟ ਉੱਚੇ ਮੁੱਲਾਂਕਣ - ਰਾਇਟਰਜ਼",
        "ਨਿਊਯਾਰਕ 'ਚ ਕਾਲੇ ਕੈਦੀ ਦੀ ਘਾਤਕ ਕੁੱਟਮਾਰ ਦੀ ਜਾਂਚ, ਗੁੱਸਾ ਕੱਢਿਆ - Axios",
        "ਦੱਖਣੀ ਕੋਰੀਆ ਦੇ ਜਾਂਚਕਰਤਾਵਾਂ ਨੇ ਮਾਰਸ਼ਲ ਲਾਅ ਨੂੰ ਲੈ ਕੇ ਯੂਨ ਲਈ ਗ੍ਰਿਫਤਾਰੀ ਵਾਰੰਟ ਦੀ ਮੰਗ ਕੀਤੀ - Reuters.",
        "ਐਨਐਫਐਲ ਪਲੇਆਫ ਤਸਵੀਰ - ਹਫਤਾ 17: ਪੋਸਟ ਸੀਜ਼ਨ ਬੀਜ, ਅਨੁਮਾਨਿਤ ਡਰਾਫਟ ਆਰਡਰ - theScore",
        "ਜਾਰਜੀਆ ਨਿਕੋਲਸ ਦੁਆਰਾ ਸੋਮਵਾਰ, 12/30/24 ਲਈ ਕੁੰਡਲੀ - ਸੀਟੀ ਇਨਸਾਈਡਰ",
        "ਵਾਈਕਿੰਗਜ਼ ਸਵੀਪ ਪੈਕਰਜ਼ ਤੋਂ ਬਾਅਦ ਜਸਟਿਨ ਜੇਫਰਸਨ ਨੇ ਐਨਐਫਸੀ ਦੇ ਨੰਬਰ 1 ਬੀਜ 'ਤੇ ਨਜ਼ਰ ਰੱਖੀਃ' ਅਸੀਂ ਨਿਰੰਤਰ ਹਾਂ '- ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "'ਸੋਨਿਕ ਦਿ ਹੇਜਹੌਗ 3' ਬਾਕਸ ਆਫਿਸ 'ਤੇ' ਮੁਫਾਸਾ 'ਤੋਂ ਪਿਛਲੇ ਸਮੇਂ ਦੀ ਰਫਤਾਰ - ਐਂਟਰਟੇਨਮੈਂਟ ਵੀਕਲੀ ਨਿ Newsਜ਼",
        "ਉਨ੍ਹਾਂ ਦੇ ਨਵੇਂ ਮਾਰਟੀਅਨ ਹੈਲੀਕਾਪਟਰ ਦੀ ਨਾਸਾ ਦੁਆਰਾ ਪ੍ਰਗਟ ਕੀਤੀ ਗਈ ਨਵੀਂ ਤਸਵੀਰ. - ਬ੍ਰਹਿਮੰਡ ਅੱਜ",
        "LG ਦੇ 2025 ਗੇਮਿੰਗ ਮਾਨੀਟਰ ਲਾਈਨਅਪ ਵਿੱਚ ਇੱਕ ਝੁਕਣ ਯੋਗ 5K2K OLED - ਦਿ ਵਰਜ ਸ਼ਾਮਲ ਹੈ",
        "ਨਾਸਾ ਪੁਸ਼ਟੀ ਕਰਦਾ ਹੈਃ ਪਾਰਕਰ ਪ੍ਰੋਬ ਰਿਕਾਰਡ-ਬਰੇਕਿੰਗ ਫਲਾਈਬੀ ਵਿਚ 'ਛੂਹਣ ਵਾਲੇ ਸੂਰਜ' ਤੋਂ ਬਚਦਾ ਹੈ - ਸਾਇੰਸਅਲਰਟ",
        "ਲਾਈਵ ਕਵਰੇਜਃ ਸਪੇਸਐਕਸ ਕੈਨੇਡੀ ਸਪੇਸ ਸੈਂਟਰ ਤੋਂ ਫਾਲਕਨ 9 ਰਾਕੇਟ 'ਤੇ 21 ਸਟਾਰਲਿੰਕ ਸੈਟੇਲਾਈਟ ਲਾਂਚ ਕਰੇਗਾ - ਸਪੇਸਫਲਾਈਟ ਹੁਣੇ ਸੰਪਰਕ ਕਰੋ",
        "ਮਲਿਕ ਨਾਬਰਸ, 2025 ਐਨਐਫਐਲ ਡਰਾਫਟ ਆਰਡਰ ਵਿਨ ਬਨਾਮ ਕੋਲਟਸ ਵਿੱਚ ਖਿਸਕਣ ਤੇ ਜਾਇੰਟਸ ਪ੍ਰਤੀਕਰਮ - ਸਪੋਰਟਸ ਇਲਸਟ੍ਰੇਟਿਡ"
    ]
}