{
    "headlines": [
        "ਕੇਨੀ ਵੈਸਟ ਦਾ ਫੈਸ਼ਨ ਬ੍ਰਾਂਡ ਯੀਜ਼ੀ ਨੇ ਨਾਜ਼ੀ ਟੀ-ਸ਼ਰਟ ਨੂੰ ਸਟਾਕ ਘਟਾਉਣ ਤੋਂ ਬਾਅਦ ਵੈਬਸਾਈਟ ਬੰਦ ਕਰ ਦਿੱਤੀ ਹੈ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਸੀਜ਼ਫਾਇਰ ‘ਖ਼ਤਮ ਹੋ ਜਾਵੇਗਾ’ ਜੇ ਸ਼ਨੀਵਾਰ ਤੱਕ ਹਮਾਸ ਬੰਧਕਾਂ ਨੂੰ ਵਾਪਸ ਨਹੀਂ ਕਰਦਾ, ਨੇਤਨਯਾਹੂ ਕਹਿੰਦਾ ਹੈ - ਸੀਐਨਐਨ",
        "ਤੂਫਾਨਃ ਅਧਿਕਾਰੀ ਮਾਉਂਟੇਨ ਫਾਇਰ ਬਰਨ ਖੇਤਰ ਲਈ ਨਿਕਾਸੀ ਦੀ ਚੇਤਾਵਨੀ 'ਤੇ ਵਿਚਾਰ ਕਰਦੇ ਹਨ - ਯਾਹੂ",
        "ਜੱਜ ਨੇ ਏਜੰਸੀਆਂ ਨੂੰ ਟਰੰਪ ਦੇ ਕਾਰਜਕਾਰੀ ਆਦੇਸ਼ ਤੋਂ ਬਾਅਦ ਹਟਾਏ ਗਏ ਵੈਬਪੇਜਾਂ ਅਤੇ ਡੇਟਾ ਨੂੰ ਬਹਾਲ ਕਰਨ ਲਈ ਕਿਹਾ - ਸੀਏਟਲ ਟਾਈਮਜ਼",
        "ਸਰੋਤਃ ਈਗਲਜ਼ ਓਸੀ ਮੂਰ ਨੂੰ ਕੋਚ ਵਜੋਂ ਨਿਯੁਕਤ ਕਰਨ ਵਾਲੇ ਸੰਤਾਂ - ਈਐਸਪੀਐਨ",
        "ਆਖਰੀ-ਮਿੰਟ ਵਿਚਾਰਃ ਜੇਪੀ ਮੋਰਗਨ ਨੇ ਕਮਾਈ ਤੋਂ ਪਹਿਲਾਂ ਸੁਪਰ ਮਾਈਕਰੋ ਕੰਪਿ computerਟਰ ਸਟਾਕ ਤੇ ਤੋਲਿਆ - TipRanks",
        "ਕੁਝ ਰਿਪਬਲਿਕਨ ਉਨ੍ਹਾਂ ਨੂੰ ਇਕ ਪਾਸੇ ਧੱਕਣ ਦੀਆਂ ਟਰੰਪ ਪ੍ਰਸ਼ਾਸਨ ਦੀਆਂ ਕੋਸ਼ਿਸ਼ਾਂ ਦੇ ਵਿਰੁੱਧ ਅਦਾਲਤਾਂ ਦਾ ਬਚਾਅ ਕਰਦੇ ਹਨ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਸਪੇਸ ਟੈਲੀਸਕੋਪ ਹੈਰਾਨ ਕਰਨ ਵਾਲੀ ਸਪੱਸ਼ਟਤਾ ਦੇ ਨਾਲ ਦੁਰਲੱਭ ‘ਆਈਨਸਟਾਈਨ ਰਿੰਗ’ ਵਰਤਾਰੇ ਦਾ ਖੁਲਾਸਾ ਕਰਦਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਸਾਊਥ ਆਫ ਮਿਡਨਾਈਟ ਦੀ ਵਿਲੱਖਣ ਵਿਸ਼ਵ ਪਿਛੋਕੜ ਠੋਸ ਅੱਖਰ ਐਕਸ਼ਨ - ਪੌਲੀਗਨ",
        "ਲਾਈਵ ਕਵਰੇਜਃ ਸਪੇਸਐਕਸ ਕੇਪ ਕੈਨਾਵਰਲ ਤੋਂ ਫਾਲਕਨ 9 ਰਾਕੇਟ 'ਤੇ 21 ਸਟਾਰਲਿੰਕ ਸੈਟੇਲਾਈਟ ਲਾਂਚ ਕਰੇਗਾ - ਸਪੇਸਫਲਾਈਟ ਹੁਣੇ ਸੰਪਰਕ ਕਰੋ",
        "ਫੈੱਡ ਚੇਅਰ ਪਾਵੇਲ ਦੀਆਂ ਅੱਖਾਂ 'ਲੰਬੇ ਸਮੇਂ ਲਈ ਸੰਜਮ' ਟਰੰਪ ਦੇ ਟੈਰਿਫ ਨਾਲ ਮਹਿੰਗਾਈ ਨੂੰ ਉਤਸ਼ਾਹਤ ਕਰਨ ਲਈ ਨਿਰਧਾਰਤ; ਐਸ ਐਂਡ ਪੀ 500 ਵਿਰਾਮ - ਨਿਵੇਸ਼ਕ ਦਾ ਕਾਰੋਬਾਰ ਰੋਜ਼ਾਨਾ",
        "ਨਾਸਾ ਨੇ ਵੈਬ ਟੈਲੀਸਕੋਪ ਵਿੱਚ ਹਾਲ ਹੀ ਵਿੱਚ ਪਛਾਣਿਆ ਖਤਰਨਾਕ ਗ੍ਰਹਿਣ - ਗਿਜ਼ਮੋਡੋ ਨੂੰ ਟਰੈਕ ਕਰਨ ਲਈ ਬੁਲਾਇਆ",
        "ਅਮਰੀਕਾ ਕੌਮਾਂਤਰੀ ਭ੍ਰਿਸ਼ਟਾਚਾਰ ਸੂਚਕ ਅੰਕ 'ਚ ਨਵੇਂ ਹੇਠਲੇ ਪੱਧਰ' ਤੇ ਖਿਸਕਿਆ - Axios",
        "ਐਪਲ ਦੀ ਬੀਟਸ ਨੇ ਦਿਲ ਦੀ ਦਰ ਦੀ ਨਿਗਰਾਨੀ ਦੇ ਨਾਲ ਪਾਵਰਬੀਟਸ ਪ੍ਰੋ 2 ਲਾਂਚ ਕੀਤਾ - ਬਲੂਮਬਰਗ",
        "Wilds ਮੈਨੂੰ ਦੇ ਬਾਹਰ ਇੱਕ ਰਾਖਸ਼ ਸ਼ਿਕਾਰੀ Sicko ਬਣਾਉਣ ਲਈ ਚਾਹੁੰਦਾ ਹੈ ਅਤੇ ਇਸ ਨੂੰ ਕੰਮ ਕਰ ਰਿਹਾ ਹੈ - Kotaku",
        "ਵੈਨਸ ‘ਅਮਰੀਕਾ ਫਸਟ‘ ਏਆਈ ਏਜੰਡੇ ਨੂੰ ਧੱਕਾ ਦਿੰਦਾ ਹੈ, ਸਹਿਯੋਗੀਆਂ 'ਤੇ ਓਵਰ ਰੈਗੂਲੇਸ਼ਨ ਦਾ ਦੋਸ਼ ਲਗਾਉਂਦਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਐਮਸੀ ਯੂਐਸਏ ਧਾਰਮਿਕ ਅਜ਼ਾਦੀ ਦੀ ਰੱਖਿਆ ਲਈ ਦੋ ਦਰਜਨ ਤੋਂ ਵੱਧ ਈਸਾਈ ਅਤੇ ਯਹੂਦੀ ਸੰਪ੍ਰਦਾਵਾਂ ਅਤੇ ਐਸੋਸੀਏਸ਼ਨਾਂ ਦੇ ਮੁਕੱਦਮੇ ਵਿਚ ਸ਼ਾਮਲ ਹੁੰਦਾ ਹੈ - ਮੇਨੋਨਾਇਟ ਚਰਚ ਯੂਐਸਏ",
        "2025 ਸੁਪਰ ਬਾlਲਃ ਈਗਲਜ਼ ਦਾ ਸ਼ਾਂਤ ਵਿਸ਼ਵਾਸ, ਬਚਾਅ ਪੱਖੀ ਤਾਕਤ ਨੌਜਵਾਨ ਪ੍ਰਤਿਭਾ ਨੂੰ ਚੀਫਸ ਦੇ ਪੈਟਰਿਕ ਮਹੋਮਜ਼ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ ਨੂੰ ਡਿਫਲੇਟ ਕਰਦੇ ਹੋਏ ਵੇਖਦੇ ਹਨ",
        "ਸੇਰੇਨਾ ਵਿਲੀਅਮਜ਼ ਦੇ ਪਤੀ ਐਲੇਕਸਿਸ ਓਹਾਨੀਅਨ ਨੇ ਆਪਣੇ ਸੁਪਰ ਬਾlਲ ਪਲ ਦੀ ਆਲੋਚਨਾ ਕੀਤੀ - ਬਜ਼ਫੀਡ"
    ]
}