{
    "headlines": [
        "انخفضت وفيات الجرعات الزائدة بشكل حاد بعد سنوات من طفرات الفنتانيل - واشنطن بوست",
        "تعترف الحكومة اليابانية بتزوير صور مجلس الوزراء بعد عاصفة على الإنترنت - إن بي سي نيوز",
        "ضربت صواريخ حزب الله حيفا الإسرائيلية في تصعيد للصراع - رويترز",
        "مدن جنوب فلوريدا تعلن حالة الطوارئ قبل هطول الأمطار الغزيرة وإعصار ميلتون - سي بي إس نيوز",
        "روسيا تسجن المواطن الأمريكي ستيفن هوبارد، 72 عامًا، بتهمة الارتزاق - BBC.com",
        "العائدات الأمريكية الرئيسية تصل إلى 4 ٪ لأول مرة منذ أغسطس على إعادة التفكير من قبل بنك الاحتياطي الفيدرالي - Yahoo Finance",
        "ورد أن رئيس البلدية قطع رأسه بعد أيام من توليه منصبه في المكسيك وسط تصاعد عنف الكارتلات - سي بي إس نيوز",
        "يدعي الغربان فوزًا ساحقًا في الوقت الإضافي، وينتزع أهل تكساس الفوز في اللحظة الأخيرة ويستمر جايدن دانيلز في الدوران: مراجعة اتحاد كرة القدم الأميركي للأسبوع الخامس يوم الأحد - سي إن إن",
        "لا يزال هؤلاء الأشخاص الـ 97 محتجزين لدى حماس بعد عام من هجمات 7 أكتوبر - نيويورك بوست",
        "أبلغ المستثمر الناشط ستاربورد شركة فايزر أنها قد استحوذت على حصة - Business Insider",
        "تضرب إسرائيل في جميع أنحاء غزة لإحباط هجمات حماس المتجددة - بلومبرغ",
        "تغطية حية: تهدف مركبة الفضاء هيرا التابعة لوكالة الفضاء الأوروبية إلى الإطلاق على صاروخ فالكون 9 التابع لشركة سبيس إكس بينما يستهدف إعصار ميلتون فلوريدا - Spaceflight Now",
        "بيان من الرئيس جو بايدن بمناسبة مرور عام على هجوم 7 أكتوبر - البيت الأبيض",
        "قواعد إدارة الغذاء والدواء التي وعدت بها بشأن مقاييس التأكسج النبضي من غير المرجح أن تنهي عقودًا من التحيز العنصري - سي بي إس نيوز",
        "امرأة من ولاية كارولينا الشمالية لا تأكل سوى السردين، وتفقد 35 رطلاً: \"هذا ليس نظامًا غذائيًا\" - فوكس نيوز",
        "كيف ترى دش نيزك دراكونيد المراوغ - سي إن إن",
        "يقدم Joker 2 من Joaquin Phoenix أرقامًا مخيبة للآمال في شباك التذاكر الأمريكي بعد افتتاحه - هندوستان تايمز",
        "يمنح TD المتأخر لداك رعاة البقر \"شخصًا يجب تذكره\" - ESPN",
        "CNBC Daily Open: تقرير الوظائف الرائجة لشهر سبتمبر يغير حساب التفاضل والتكامل - CNBC",
        "تحتفل إسرائيل بالذكرى السنوية لهجوم 7 أكتوبر مع تصاعد الصراع في الشرق الأوسط - سي إن إن"
    ]
}