{
    "headlines": [
        "ਗਾਜ਼ਾ ਯੁੱਧ ਦੀ ਵਰ੍ਹੇਗੰਢ ਦੁਨੀਆ ਭਰ ਵਿੱਚ ਹਜ਼ਾਰਾਂ ਫਲਸਤੀਨੀ ਪੱਖੀ ਪ੍ਰਦਰਸ਼ਨਕਾਰੀਆਂ ਨੂੰ ਖਿੱਚਦੀ ਹੈ - ਰਾਇਟਰ",
        "ਧਰਤੀ ਦਾ ਅਧਿਕਾਰਤ ਤੌਰ 'ਤੇ ਦੂਜਾ ਚੰਦਰਮਾ ਹੈ: ਐਸਟਰਾਇਡ 2024 ਪੀਟੀ 5 ਅਸਥਾਈ Orਰਬਿਟ ਵਿਚ ਫੜਿਆ ਗਿਆ - ਦਿ ਡੇਲੀ ਗਲੈਕਸੀ - ਮਹਾਨ ਖੋਜ ਚੈਨਲ",
        "ਟਰੰਪ ਕਤਲ ਦੀ ਕੋਸ਼ਿਸ਼ ਵਾਲੀ ਜਗ੍ਹਾ 'ਤੇ ਰੈਲੀ ਲਈ ਬਟਲਰ ਵਾਪਸ ਪਰਤ ਰਹੇ ਹਨ - ਸੀਐਨਐਨ",
        "ਹਟਾਈ",
        "ਮੈਸੇਚਿਉਸੇਟਸ ਵਿਚ ਫਿਰ ਉੱਤਰੀ ਲਾਈਟਾਂ ਦਿਖਾਈ ਦੇ ਸਕਦੀਆਂ ਹਨ. aurora ਪੂਰਵ ਅਨੁਮਾਨ ਨਕਸ਼ਾ ਦੇਖੋ. - CBS ਬੋਸਟਨ",
        "ਇਤਿਹਾਸਕ ਬਿਲਟਮੋਰ ਅਸਟੇਟ ਤੂਫਾਨ ਹੇਲੇਨ ਤਬਾਹੀ ਐਸ਼ੇਵਿਲ ਤੋਂ ਆਏ ਹੜ੍ਹਾਂ ਤੋਂ ਬਾਅਦ ਬੰਦ ਹੋ ਜਾਂਦਾ ਹੈ - ਐਨਬੀਸੀ ਨਿ Newsਜ਼",
        "ਖੰਡੀ ਤੂਫਾਨ ਮਿਲਟਨ ਟਰੈਕਰਃ ਫਲੋਰਿਡਾ ਤੂਫਾਨ ਬਣਾਉਣ ਦੇ ਰਸਤੇ ਵਿਚ, ਭਵਿੱਖਬਾਣੀ ਕਰਨ ਵਾਲਿਆਂ ਦਾ ਕਹਿਣਾ ਹੈ - ਅਮਰੀਕਾ ਅੱਜ",
        "ਦਵਾਂਤੇ ਐਡਮਜ਼ ਵਪਾਰ ਦੀਆਂ ਅਫਵਾਹਾਂਃ ਸਟੀਲਰਜ਼ ਅਯੁਕ 'ਤੇ ਗੁੰਮ ਜਾਣ ਤੋਂ ਬਾਅਦ' ਹਮਲਾਵਰ ਪੇਸ਼ਕਸ਼ 'ਦੀ ਯੋਜਨਾ ਬਣਾਉਂਦੇ ਹਨ - ਬਲੇਚਰ ਰਿਪੋਰਟ",
        "ਇਜ਼ਰਾਈਲ ਦੇ ਕੈਫੇ ਅਤੇ ਬਾਰਾਂ ਵਿਚ, ਜ਼ਿੰਦਗੀ ਆਮ ਜਾਪਦੀ ਹੈ. ਪਰ ਯੁੱਧ ਨੇ ਦੇਸ਼ ਭਰ 'ਚ ਫੁੱਟ ਪਾ ਦਿੱਤੀ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਹਟਾਈ",
        "‘ਜੋਕਰਃ Folie à Deux’ ਇੱਕ ਬੇਮਿਸਾਲ ਡੀ ਸਿਨੇਮਾ ਸਕੋਰ ਪ੍ਰਾਪਤ ਕਰਨ ਤੋਂ ਬਾਅਦ ਬਾਕਸ ਆਫਿਸ 'ਤੇ ਡਿੱਗ ਰਿਹਾ ਫਲੈਟ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਤ੍ਰਿਸ਼ਾ ਯੀਅਰਵੁੱਡ ਨੇ $ 3.3M ਲਈ ‘ਅਸਧਾਰਨ’ ਟੈਨਸੀ ਘਰ ਨੂੰ ਉਤਾਰਿਆ — ਗਾਰਥ ਬਰੂਕਸ ਰੇਪ ਸੂਟ ਸਦਮੇ ਤੋਂ ਇਕ ਦਿਨ ਪਹਿਲਾਂ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਬਾਇਡਨ ਨੇ ਹੈਰਿਸ ਲਈ ਸਖਤ ਪ੍ਰਚਾਰ ਕਰਨ ਦਾ ਵਾਅਦਾ ਕੀਤਾ. ਹੁਣ ਤੱਕ, ਉਹ ਜਿਆਦਾਤਰ ਇੱਕ ਨੋ-ਸ਼ੋਅ ਰਿਹਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਉਸਦੀ ਗਰਭ ਅਵਸਥਾ ਦੀ ਜਾਂਚ ਕਰਨ ਲਈ ਇੱਕ ਨਿਯਮਤ ਅਲਟਰਾਸਾਉਂਡ ਨੇ ਇੱਕ ਵੱਡਾ ਸਿਹਤ ਮੁੱਦਾ ਕਿਵੇਂ ਪ੍ਰਗਟ ਕੀਤਾ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਉਸਨੇ ਇਹ ਸਾਬਤ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕੀਤੀ ਕਿ ਉਸ ਦੇ ਦਾਦਾ ਨੂੰ ਕੈਂਪ ਲੇਜੁਨ ਵਿਖੇ ਜ਼ਹਿਰ ਦਿੱਤਾ ਗਿਆ ਸੀ. ਉਸ ਨੂੰ ਲੱਭੇ ਗਏ ਰਿਕਾਰਡ ਹਜ਼ਾਰਾਂ ਦੀ ਮਦਦ ਕਰ ਸਕਦੇ ਹਨ. - ਐਨ ਬੀ ਸੀ ਨਿ Newsਜ਼",
        "ਡੌਕ ਵਰਕਰਾਂ ਦੀ ਹੜਤਾਲ ਤੋਂ ਬਾਅਦ ਸਪਲਾਈ ਚੇਨ ਨੂੰ ਸਧਾਰਣ ਹੋਣ ਵਿਚ ਕਿੰਨਾ ਸਮਾਂ ਲੱਗੇਗਾ? - ਫੌਕਸ ਬਿਜ਼ਨਸ",
        "ਜੈਕ ਸਮਿਥ ਦੇ ਬੰਬਸ਼ੈਲ ਬ੍ਰੀਫ ਦੇ ਟਾਈਮਿੰਗ ਲਈ ਟਰੰਪ ਨੂੰ ਜ਼ਿੰਮੇਵਾਰ ਠਹਿਰਾਇਆ ਜਾਵੇਗਾਃ ਮੈਰੀ ਟਰੰਪ - ਨਿਊਜ਼ਵੀਕ",
        "ਸਟਾਰਫੀਲਡ ਦਾ ਵੱਡਾ ਟੁੱਟਿਆ ਸਪੇਸ ਵਿਸਥਾਰ ਕਾਫ਼ੀ ਅਜੀਬ ਨਹੀਂ ਹੈ - ਦਿ ਵਰਜ",
        "ਤੂਫਾਨ ਹੇਲੀਨ ਦੁਆਰਾ ਪ੍ਰਭਾਵਿਤ ਮਕਾਨ ਮਾਲਕਾਂ ਨੂੰ ਹੜ੍ਹ ਬੀਮੇ ਤੋਂ ਬਿਨਾਂ ਮੁੜ ਨਿਰਮਾਣ ਦੇ ਗੰਭੀਰ ਕੰਮ ਦਾ ਸਾਹਮਣਾ ਕਰਨਾ ਪੈਂਦਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਕੀ ਤੁਹਾਡੇ ਘਰ ਵਿੱਚ ਕਾਲਾ ਪਲਾਸਟਿਕ ਹੈ? ਇਹ ਤੁਹਾਨੂੰ ਜ਼ਹਿਰੀਲੇ ਰਸਾਇਣਾਂ ਦਾ ਸਾਹਮਣਾ ਕਰ ਸਕਦਾ ਹੈ, ਖੋਜਕਰਤਾਵਾਂ ਦਾ ਕਹਿਣਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ"
    ]
}