{
    "headlines": [
        "Israel forcibly evacuates Kamal Adwan hospital in northern Gaza - BBC.com",
        "The Mega Millions jackpot is more than $1 billion. Here's how many Taylor Swift tickets, iPhones and private jets you could buy if you won. - Yahoo! Voices",
        "Azerbaijan Airlines says plane crashed after ‘external interference’ as questions mount over possible Russian involvement - CNN",
        "Chinese man sentenced to death for killing 35 people by driving into a crowd - The Associated Press",
        "Tracking the current NFL playoff picture: Updated chances to clinch open spots, division titles - ESPN",
        "What is ‘Kessler Syndrome’ — and why do some scientists think the space disaster scenario has already started? - CNN",
        "South Korea's spy agency confirms an injured North Korean soldier in custody, Yonhap reports - Reuters",
        "Barça's Dani Olmo registration rejected in court - ESPN",
        "Ars’ favorite games of 2024 that were not released in 2024 - Ars Technica",
        "Virus in Louisiana bird flu patient shows mutations that could increase transmissibility to humans, CDC analysis finds - CNN",
        "Nasa spacecraft ‘safe’ after closest-ever approach to Sun - DAWN.com",
        "Here’s a list of the market’s most speculative stocks - MarketWatch",
        "Seahawks 6, Bears 3 was NFL’s lowest-scoring game of this season - NBC Sports",
        "South Korea impeaches acting president as political turmoil deepens - Financial Times",
        "Report: Mavericks star Luka Dončić out at least a month with left calf strain - NBA.com",
        "Galaxy S25 Ultra full leaked specs sheet surfaces, same old same old? - PhoneArena",
        "The 2028 Democratic primary is already underway. But the first real moves are just around the corner. - POLITICO",
        "Judge Denies Jay-Z’s Attempt to Dismiss Rape Lawsuit - Vulture",
        "Powerful thunderstorms threaten Texas and Louisiana, delaying holiday travel - The Associated Press",
        "Panama's president calls Trump's Chinese canal claim 'nonsense' - BBC.com"
    ]
}