{
    "headlines": [
        "Птичий грипп подтвержден у пожилой женщины из Вайоминга, которая, вероятно, контактировала с инфицированной стаей у себя дома - The Associated Press",
        "Колонна | Машина «Субботним вечером в прямом эфире» измельчается - The Washington Post",
        "Трамп душит Европу - Axios",
        "Израильские заложники и палестинские заключенные освобождены в обмене на прекращение огня - BBC.com",
        "Прогноз Souring Profit Outlook Clouds Equity Rally для корпоративной Америки - Bloomberg",
        "ПОДТВЕРЖДЕННЫЕ составы: Осасуна - Реал Мадрид, Ла Лига 2025 - Управление Мадридом",
        "Она думала, что у нее расстройство желудка. Врачи обнаружили почти смертельную закупорку артерии. - CBS News",
        "Хамелеон лаборда: меняющая цвет ящерица, которая погибает через 4 месяца - Livescience.com",
        "Вероятность падения астероида на Землю в 2032 году составляет 2%. Вот как астрономы отслеживают это - CNN",
        "Как изменения в группе по вакцинам CDC под руководством Кеннеди могут изменить политику - NPR",
        "Папа Римский проводит тихую первую ночь в больнице, продолжает медикаментозную терапию и читает газеты, говорит Ватикан - The Associated Press",
        "iPhone SE 4: Apple подтверждает, что дата запуска нового продукта почти наступила - Forbes",
        "Сокращение расходов Трампа нацелено на испытательных работников. Что означает статус? - NPR",
        "Суды блокируют действия ДОЖЕЙ Трампа — хаос, паника не являются лучшей юридической стратегией - NPR",
        "№ 1 Янник Синнер получает 3-месячный запрет в урегулировании допингового дела, может вернуться до Открытого чемпионата Франции - The Associated Press",
        "Рютте из НАТО призывает Европу «перестать жаловаться» на то, что ее оттесняют на обочину, обещает увеличить целевые показатели расходов - CNBC",
        "Предварительный просмотр матчей США-Канада, Швеция-Финляндия в 4-х нациях: лучшая статистика, ключевые игроки, выбор ставок - ESPN",
        "Украина отклонила заявку Трампа на приобретение прав на половину своих запасов полезных ископаемых - Financial Times",
        "Хакеры Diablo, развенчавшие рекордный спидран - Ars Technica"
    ]
}