{
    "headlines": [
        "Teddi Mellencamp diz que o seu melanoma está agora no estágio 4 - CNN",
        "Astronautas perderam o controle do Boeing Starliner enquanto atracavam na Estação Espacial Internacional - Jalopnik",
        "Republicanos pesam usando o poder do Congresso para controlar Trump nas tarifas - NBC News",
        "Demissões relacionadas a tarifas atingiram cinco fábricas de automóveis dos EUA que abastecem fábricas no Canadá e no México - CNN",
        "Netanyahu diz que Israel está agora a dividir Gaza. O que isso significa no terreno? - CNN",
        "Tom Cruise homenageia Val Kilmer, co-estrela de 'Top Gun', na CinemaCon - Variedade",
        "Trump se move para demitir várias autoridades de segurança nacional consideradas insuficientemente leais, dizem fontes da AP - AP News",
        "Hailey Okula, conhecida como enfermeira Hailey no Instagram, morre devido a complicações no parto - TODAY.com",
        "NASA vislumbra asteroide 'matador de cidades' antes de desaparecer até 2028 - ABC News",
        "Maurice Jones-Drew 2025 NFL mock draft 1.0: Jets conquista Travis Hunter; Bears, Broncos, Raiders escolhem RBs - NFL.com",
        "Liam Neeson é um tenente da polícia maluco no reboot de ‘The Naked Gun’ com Pamela Anderson — Assista ao teaser - IndieWire",
        "Trump Commerce Secretary Makes WTF Claim On Fox News About America's 'Beautiful' Beef - HuffPost",
        "Newark Liberty incluído na lista de possíveis locais de exposição ao sarampo pelo Departamento de Saúde de NJ - Notícias 12 - Nova Jersey",
        "Como as tarifas de Trump podem afetar o Reino Unido e o seu dinheiro - BBC",
        "Macron pede que empresas da UE congelem investimentos nos EUA - politico.eu",
        "Nvidia confirma que o Nintendo Switch 2 tem DLSS e ray tracing em tempo real - The Verge",
        "Um bônus da vacina contra herpes zoster: proteção contra demência? - Ars Technica",
        "Lituanos se despedem de 4 soldados dos EUA que morreram durante exercício de treinamento - ABC News",
        "Justiça conservadora de Wisconsin se encaixa no novo colega - Daily Kos"
    ]
}