{
    "headlines": [
        "ਟਰੰਪ ਵੰਨ-ਸੁਵੰਨਤਾ 'ਤੇ ਇੰਨੀ ਤੇਜ਼ ਜੰਗ ਕਿਉਂ ਕੱਢ ਸਕੇ - ਪੋਲਿਟਿਕੋ",
        "ਪਲੇਅਸਟੇਸ਼ਨ ਨੈਟਵਰਕ ਲਗਭਗ ਇੱਕ ਦਿਨ ਤੋਂ ਹੇਠਾਂ ਰਿਹਾ ਹੈ – ਅਤੇ ਖਿਡਾਰੀ ਚਿੰਤਤ ਹੋਣੇ ਸ਼ੁਰੂ ਹੋ ਰਹੇ ਹਨ - ਦਿ ਇੰਡੀਪੈਂਡੈਂਟ",
        "ਟੀਮ ਅਤੇ ਸਾਬਕਾ ਨੰਬਰ 1 ਪਿਕ ਤੋਂ ਬਾਅਦ ਬੈਨ ਸਿਮੰਸ ਨੇ ਨੈੱਟਸ ਦੁਆਰਾ ਮੁਆਫ ਕਰ ਦਿੱਤਾ ਇੱਕ ਖਰੀਦਦਾਰੀ ਲਈ ਸਹਿਮਤ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਜਾਰਜੀਆ ਪੁਲਿਸ ਅਧਿਕਾਰੀ ਨੇ ਪਿਕਲਬਾਲ ਕਲੱਬ ਨੂੰ ਜਵਾਬ ਦਿੰਦਿਆਂ ਜਾਨਲੇਵਾ ਗੋਲੀ ਮਾਰ ਦਿੱਤੀ; ਸ਼ੱਕੀ ਗ੍ਰਿਫਤਾਰ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਇਜ਼ਰਾਈਲੀ ਬੰਧਕਾਂ ਅਤੇ ਫਲਸਤੀਨੀ ਕੈਦੀਆਂ ਨੂੰ ਰਿਹਾਅ ਕੀਤਾ ਗਿਆ ਕਿਉਂਕਿ ਇਜ਼ਰਾਈਲ ਬੰਦੀਆਂ ਦੀ ਕਮਜ਼ੋਰ ਦਿੱਖ ਦੀ ਨਿੰਦਾ ਕਰਦਾ ਹੈ - ਸੀਐਨਐਨ",
        "ਅਰਜਨਟੀਨਾ ਨਹਿਰ ਰਹੱਸਮਈ redੰਗ ਨਾਲ ਚਮਕਦਾਰ ਲਾਲ ਹੋ ਜਾਂਦੀ ਹੈ, ਅਜਿਹਾ ਲਗਦਾ ਹੈ ਕਿ ਇਹ ‘ਖੂਨ ਨਾਲ coveredੱਕਿਆ ਹੋਇਆ’ ਹੈ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਫਿਰੈਕਸਿਸ ਨੇ ਸਿਡ ਮੀਅਰ ਦੀ ਸਭਿਅਤਾ ਨੂੰ ਹੈਰਾਨ ਕਰ ਦਿੱਤਾ 7 - ਵੀਆਰ ਘੋਸ਼ਣਾ - ਆਈਜੀਐਨ",
        "ਸੁਪਰ ਬਾlਲ 2025 ਮਾਹਰ ਪਿਕ, ਔਕੜਾਂ, ਪ੍ਰੋਪ ਸੱਟੇਬਾਜ਼ੀ, ਵਧੀਆ ਸੱਟੇਬਾਜ਼ੀ, ਕਿੱਥੇ ਵੇਖਣਾ ਹੈ, ਲਾਈਵ ਸਟ੍ਰੀਮਿੰਗ, ਹੋਰ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਚੀਨ ਲੈਂਡਸਲਾਈਡਃ ਸਿਚੁਆਨ 'ਚ 30 ਤੋਂ ਵੱਧ ਲਾਪਤਾ - BBC.com",
        "ਐਪਲ ਦੀ ‘ਐਮਰਜੈਂਸੀ’ ਚੇਤਾਵਨੀ- ਹੁਣ ਤੁਹਾਡੇ ਆਈਕਲਾਉਡ ਨੂੰ ਏਨਕ੍ਰਿਪਟ ਕਰਨ ਲਈ ਇਹ ਕਰੋ - ਫੋਰਬਸ",
        "ਐਪਲ ਲੀਕ ਦਾ ਖੁਲਾਸਾ ਆਈਫੋਨ SE ਰੀਲਿਜ਼ ਮਿਤੀ - ਫੋਰਬਸ",
        "ਯੂਰਪ ਦੇ ਹੌਂਸਲੇ ਵਾਲੇ ਦੂਰ ਸੱਜੇ ਮੈਡਰਿਡ ਰੈਲੀ ਵਿਚ ਟਰੰਪ ਦੀ ਤਾਰੀਫ ਕਰਦੇ ਹਨ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "ਬਾਕਸ ਆਫਿਸਃ 'ਡੌਗ ਮੈਨ’ ਅਜੇ ਵੀ ਨੰਬਰ 1 'ਤੇ ਲੀਸ਼ ਤੋਂ ਬਾਹਰ ਹੈ,‘ ਹਾਰਟ ਆਈਜ਼ ’ਅਤੇ‘ ਲਵ ਦਰਦ ’ਚ ਹੌਲੀ ਹੌਲੀ ਬੀਟ ਕਰੋ ਚੁੱਪ ਸੁਪਰ ਬਾlਲ ਵੀਕੈਂਡ - ਵੰਨਗੀ",
        "ਇਹ ਉਹ ਹੈ ਜੋ ਅਸੀਂ ਅਲਾਸਕਾ ਵਿੱਚ ਇੱਕ ਯਾਤਰੀ ਜਹਾਜ਼ ਦੇ ਹਾਦਸੇ ਬਾਰੇ ਜਾਣਦੇ ਹਾਂ ਜਿਸ ਵਿੱਚ 10 ਲੋਕਾਂ ਦੀ ਮੌਤ ਹੋ ਗਈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਐਨਆਈਐਚ ਨੇ ਬਾਇਓਮੈਡੀਕਲ ਫੰਡਿੰਗ ਵਿਚ ਅਰਬਾਂ ਡਾਲਰ ਦੀ ਕਟੌਤੀ ਕੀਤੀ, ਤੁਰੰਤ ਪ੍ਰਭਾਵਸ਼ਾਲੀ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਆਰ. ਕੈਲੀ ਨੇ ਛੇ ਪੀੜਤਾਂ ਦੁਆਰਾ ਮੁਕੱਦਮਾ ਕੀਤਾ ਲੱਖਾਂ ਦੀ ਮੰਗ ਕਰਦਿਆਂ ਉਹ ਅਜੇ ਵੀ ਉਨ੍ਹਾਂ ਦਾ ਰਿਣੀ ਹੈ - ਏਓਐਲ",
        "ਫੈਡਰਲ ਜੱਜ ਨੇ ਨਾਜ਼ੁਕ ਖਜ਼ਾਨਾ ਭੁਗਤਾਨ ਪ੍ਰਣਾਲੀ - ਸੀ ਐਨ ਐਨ ਲਈ ਐਲਨ ਮਸਕ ਦੇ ਡੌਜ ਐਕਸੈਸ ਨੂੰ ਰੋਕਿਆ",
        "ਯੂਐਸ ਫਲੂ ਦਾ ਮੌਸਮ ਇਸ ਸਮੇਂ 15 ਸਾਲਾਂ ਵਿੱਚ ਸਭ ਤੋਂ ਤੀਬਰ ਹੈ - MLive.",
        "ਟਰੰਪ ਬਾਇਆਊਟ ਲੈਣ ਵਾਲੇ ਫੈਡਰਲ ਵਰਕਰਾਂ ਨੂੰ ਲੱਗਦਾ ਹੈ ਡਰ, ਜੱਜ ਦੇ ਆਦੇਸ਼ ਤੋਂ ਬਾਅਦ ਪਛਤਾਵਾ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "‘ਮੌਤ‘ ਤੇ ਮੌਤ ’: ਪੰਥ ਵਰਗੇ' ਜ਼ੀਜ਼ੀਅਨ ‘ਸਮੂਹ ਨਾਲ ਬੰਨ੍ਹੇ ਕਤਲ ਦੇ ਦੋਸ਼ੀ ਨੇ ਜੇਲ੍ਹ ਫੋਨ’ ਤੇ 1,500-ਸ਼ਬਦਾਂ ਦਾ ਪੱਤਰ ਲਿਖਿਆ - ਸੈਨ ਫ੍ਰਾਂਸਿਸਕੋ ਕ੍ਰੋਨਿਕਲ"
    ]
}