{
    "headlines": [
        "American Airlines landesweit Flüge inmitten von \"technischen Problemen\", sagen FAA und Fluggesellschaft - ABC News",
        "Die FDA sagt, dass der Zepbound-Mangel vorbei ist. Das bedeutet das für Compounding-Apotheken, Patienten, die Off-Brand-Versionen verwendet haben - CNBC",
        "Nissan könnte bei der Honda-Fusion mit einem kostensenkenden \"Gemetzel\" konfrontiert werden, sagt Carlos Ghosn - CNBC",
        "Trump träumt von Imperiumserweiterung - Axios",
        "Konservative hoffen, Trump in ihren Ausgabenkrieg einzubeziehen. So einfach wird es nicht sein. - POLITICO",
        "Was wir über den Verdächtigen wissen, der wegen Mordes und Brandstiftung angeklagt ist, weil er angeblich eine Frau in der New Yorker U-Bahn in Brand gesteckt hat - CNN",
        "Wie ein Mann zum ukrainischen Verräter und russischen Spion wurde - Reuters",
        "Horoskop für Dienstag, 24. Dezember 2024 - Chicago Sun-Times",
        "‘It Ends With Us’ Star Brandon Sklenar postet Blake Livelys Beschwerde gegen Justin Baldoni: ‘For the Love of God Read This’ - Variety",
        "Unrasiertes Luigi Mangione zeigt Anzeichen von Stress vor Gericht - The Daily Beast",
        "Monday Night Football: Packers veröffentlichen den ersten Shutout der NFL in dieser Saison, laufen über Saints 34-0 - NBC Sports",
        "Biden droht mit einem Veto-Gesetz zum Ausbau der US-Justiz - Reuters",
        "Embiid ausgeworfen, nachdem 2 Techniker im Spiel gegen Wembanyama und Spurs gezeichnet wurden - The Associated Press",
        "Die Streiks bei Starbucks werden ausgeweitet und erreichen landesweit über 300 Geschäfte - The Washington Post",
        "Wissenschaftler enthüllen 50.000 Jahre alten Baby-Mammut-Kadaver - BBC.com",
        "Magdeburger Angriff schürt Desinformation und Misstrauen gegenüber deutschen Führern - POLITICO EUROPE",
        "Vogelgrippe-Fall in Los Angeles gemeldet, nachdem Staatsbeamte den Notfall erklärt haben - ABC News",
        "Hawaiis Vulkan Kīlauea bricht aus und spuckt \"Lavabomben\" - Axios",
        "Santa Cruz Wharf bricht teilweise zusammen; 3 aus dem Wasser gerettet - The Mercury News",
        "Das Jahr in der (seltsamen) Wissenschaft: Testen Sie Ihr Wissen mit unserem Quiz - The Wall Street Journal"
    ]
}