{
    "headlines": [
        "ਇਜ਼ਰਾਈਲ ਨੇ ਹਿਜ਼ਬੁੱਲਾਹ ਦੇ ਨਿਸ਼ਾਨਿਆਂ 'ਤੇ ਹਮਲਾ ਕੀਤਾ ਕਿਉਂਕਿ ਸੰਘਰਸ਼ ਤੇਜ਼ ਹੁੰਦਾ ਜਾ ਰਿਹਾ ਹੈ - ਸੀਐਨਐਨ",
        "ਰਾਖਸ਼ - ਦਿ ਲੀਲ ਅਤੇ ਏਰਿਕ ਮੇਨੇਂਡੇਜ਼ ਕਹਾਣੀਃ ਨੈੱਟਫਲਿਕਸ ਸ਼ੋਅ ਵਿਵਾਦ ਨੂੰ ਭੜਕਾਉਂਦਾ ਹੈ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਫਲੋਰਿਡਾ, ਖਾੜੀ ਤੱਟ ਲਈ ਤੂਫਾਨ ਦਾ ਖ਼ਤਰਾ; ਤੂਫਾਨ ਦੀਆਂ ਘੜੀਆਂ ਐਫਐਲ ਤੱਟ ਲਈ ਜਾਰੀ - ਮੌਸਮ ਚੈਨਲ",
        "ਚੀਨ ਨੇ ਆਰਥਿਕਤਾ, ਬਾਜ਼ਾਰਾਂ ਨੂੰ ਮੁੜ ਸੁਰਜੀਤ ਕਰਨ ਲਈ ਉਤੇਜਕ ਪੈਕੇਜ ਜਾਰੀ ਕੀਤਾ - ਯਾਹੂ ਵਿੱਤ",
        "ਇੰਟੇਲ ਸਟਾਕ ਲਈ ਵੱਡੀ ਖ਼ਬਰ. ਕੀ ਇਹ ਖਰੀਦਣ ਦਾ ਸਮਾਂ ਹੈ? - ਮੋਟਲੇ ਫੂਲ",
        "ਯੂਐਸ ਕਰਿਆਨੇ ਦੀਆਂ ਦੁਕਾਨਾਂ ਹਫ਼ਤਿਆਂ ਦੇ ਅੰਦਰ ਪ੍ਰਸਿੱਧ ਫਲ ਤੋਂ ਬਿਨਾਂ ਹੋ ਸਕਦੀਆਂ ਹਨ ਕਿਉਂਕਿ 45,000 ਡੌਕ ਵਰਕਰ ਹੜਤਾਲ ਕਰਨ ਦੀ ਧਮਕੀ ਦਿੰਦੇ ਹਨ - ਫੌਕਸ ਬਿਜ਼ਨਸ",
        "ਤੂਫਾਨ ਜੌਨ ਨੇ ਮੈਕਸੀਕੋ ਦੇ ਦੱਖਣੀ ਪ੍ਰਸ਼ਾਂਤ ਤੱਟ 'ਤੇ‘ ਜਾਨਲੇਵਾ ‘ਹੜ੍ਹਾਂ ਦੀ ਸੰਭਾਵਨਾ ਨਾਲ ਹਮਲਾ ਕੀਤਾ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਡੈਨੀਅਲਸ, 'ਜਵਾਬ,' ਕਮਾਂਡਰਾਂ ਲਈ ਪ੍ਰਦਾਨ ਕਰਦਾ ਹੈ - ਈਐਸਪੀਐਨ",
        "ਬੋਲਡਰ ਕਿੰਗ ਸੋਪਰਸ ਨਿਸ਼ਾਨੇਬਾਜ਼ ਨੂੰ 55 ਅਪਰਾਧੀਆਂ ਲਈ ਦੋਸ਼ੀ ਠਹਿਰਾਇਆ ਗਿਆ, ਜਿਸ ਵਿੱਚ ਪਹਿਲੀ ਡਿਗਰੀ ਕਤਲ ਵੀ ਸ਼ਾਮਲ ਹੈ, ਨੂੰ 10 ਉਮਰ ਕੈਦ ਦੀ ਸਜ਼ਾ ਮਿਲੀ - ਕੋਲੋਰਾਡੋ ਪਬਲਿਕ ਰੇਡੀਓ",
        "ਮੰਗਲਵਾਰ, ਸਤੰਬਰ 24, 2024 ਲਈ ਕੁੰਡਲੀ - ਸ਼ਿਕਾਗੋ ਸੂਰਜ-ਟਾਈਮਜ਼",
        "ਅਮਰੀਕਾ 'ਚ ਵਧ ਰਿਹਾ ਹੈ ਗੰਭੀਰ ਮੋਟਾਪਾ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਅਨੁਮਾਨਤ ਕਾਲਜ ਫੁੱਟਬਾਲ ਪਲੇਆਫ ਬਰੈਕਟਃ ਤਿੰਨ ਟੀਮਾਂ ਛੱਡਦੀਆਂ ਹਨ, ਅਲਾਬਾਮਾ ਬਨਾਮ ਜਾਰਜੀਆ ਹਫਤਾਵਾਰੀ ਅਪਡੇਟ ਨੂੰ ਉਜਾਗਰ ਕਰਦਾ ਹੈ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਜੈਕਸਨਵਿਲ Jaguars ਬਨਾਮ ਬਫੇਲੋ ਬਿੱਲ ਖੇਡ ਹਾਈਲਾਈਟਸ | ਐਨਐਫਐਲ 2024 ਸੀਜ਼ਨ ਹਫਤਾ 3 - ਐਨਐਫਐਲ",
        "ਸ਼ੱਕੀ ਨੇ ਟਰੰਪ ਦੀ ਹੱਤਿਆ ਦੀ ਕੋਸ਼ਿਸ਼ ਨੂੰ ਪਹਿਲਾਂ ਲਿਖਤੀ ਨੋਟ ਵਿਚ ਦੱਸਿਆ - ਬੀਬੀਸੀ.",
        "ਰੂਸ ਦੀ ਨਵੀਂ ਸਰਮਾਤ ਮਿਜ਼ਾਈਲ ਨੂੰ ‘ਵਿਨਾਸ਼ਕਾਰੀ ਅਸਫਲਤਾ’ ਦਾ ਸਾਹਮਣਾ ਕਰਨਾ ਪਿਆਃ ਖੋਜਕਰਤਾ - ਅਲ ਜਜ਼ੀਰਾ ਅੰਗਰੇਜ਼ੀ",
        "ਐਨਵਾਈਸੀ ਗਰਿੱਡਲਾਕ ਅਲਰਟ ਦੇ ਦਿਨ 2024 ਤੋਂ ਸ਼ੁਰੂ ਹੁੰਦੇ ਹਨ, ਕਿਉਂਕਿ ਸੰਯੁਕਤ ਰਾਸ਼ਟਰ ਜਨਰਲ ਅਸੈਂਬਲੀ ਉੱਚ ਪੱਧਰੀ ਹਫਤੇ ਵਿੱਚ ਦਾਖਲ ਹੁੰਦੀ ਹੈ - ਸੀਬੀਐਸ ਨਿ New ਯਾਰਕ",
        "ਸੀਨ ‘ਡਿੱਡੀ’ ਕੰਬਜ਼ ਸੈਕਸ ਅਪਰਾਧ ਦੀ ਗ੍ਰਿਫਤਾਰੀ ਤੋਂ ਬਾਅਦ ਆਪਣੇ ਬੱਚਿਆਂ ਨਾਲ ’ਸੰਖੇਪ ਵਿੱਚ ਬੋਲਣ' ਦੇ ਯੋਗ ਹੋ ਗਿਆ ਹੈਃ ਰਿਪੋਰਟ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਬੋਇੰਗ ਯੂਨੀਅਨ ਨੇ 'ਫਾਈਨਲ' ਤੋਂ ਬਾਹਰ ਮਾਰਿਆ 30% ਤਨਖਾਹ ਵਾਧੇ ਦੀ ਪੇਸ਼ਕਸ਼ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਨੇਬਰਾਸਕਾ ਕਿਵੇਂ ਚੋਣ ਵੋਟਾਂ ਦੀ ਵੰਡ ਕਰਦਾ ਹੈ ਨੂੰ ਬਦਲਣ ਦੀ ਜੀਓਪੀ ਦੀ ਕੋਸ਼ਿਸ਼ ਸੜਕ ਦੇ ਰੁਕਾਵਟ ਨੂੰ ਮਾਰਦੀ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਐਫ ਡੀ ਏ ਨੇ ਹੁਣੇ ਹੀ ਘਰ ਵਿਚ ਫਲੂ ਟੀਕੇ ਨੂੰ ਹਰੀ ਝੰਡੀ ਦਿੱਤੀ. ਸਵੈ-ਪ੍ਰਬੰਧਿਤ ਸਪਰੇਅ ਦੀ ਪ੍ਰਵਾਨਗੀ ਦਾ ਤੁਹਾਡੇ ਲਈ ਕੀ ਅਰਥ ਹੈ - ਯਾਹੂ ਲਾਈਫ"
    ]
}