{
    "headlines": [
        "ਐਪਲ 'ਗਲੋਟਾਈਮ' ਇਵੈਂਟ ਲਾਈਵ ਬਲੌਗ — ਆਈਫੋਨ 16, ਐਪਲ ਵਾਚ 10, ਏਅਰਪੌਡਸ 4 ਅਤੇ ਹੋਰ - ਟੌਮ ਦੀ ਗਾਈਡ",
        "ਐਨਐਫਐਲ ਸੀਜ਼ਨ ਦੇ ਹਫਤੇ 1 ਤੋਂ ਬਾਅਦ ਬਹੁਤ ਜ਼ਿਆਦਾ ਪ੍ਰਤੀਕਰਮਃ ਕਿਰਕ ਚਚੇਰੇ ਭਰਾਵਾਂ ਨੇ ਪਹਿਲਾਂ ਹੀ ਬੈਂਚ ਕੀਤਾ? ਡਕ ਦਾ ਭੁਗਤਾਨ ਕਰਨ ਵਾਲੇ ਗਊਆਂ ਨੇ ਕੀਤੀ ਗਲਤੀ? - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਇਜ਼ਰਾਇਲੀ ਹਵਾਈ ਹਮਲਿਆਂ 'ਚ ਘੱਟੋ-ਘੱਟ 14 ਲੋਕਾਂ ਦੀ ਮੌਤ, 43 ਜ਼ਖਮੀ, ਸੀਰੀਆ ਦੀ ਸਰਕਾਰੀ ਖ਼ਬਰ ਏਜੰਸੀ ਦਾ ਕਹਿਣਾ ਹੈ - CNN",
        "ਟ੍ਰੈਕਿੰਗ ਸੰਭਾਵਤ ਖੰਡੀ ਚੱਕਰਵਾਤ 6: ਇੰਟਰਐਕਟਿਵ ਤੂਫਾਨ ਰਾਡਾਰ, ਨਵੀਨਤਮ ਕੋਨ ਅਤੇ ਪ੍ਰਭਾਵ - ਡਬਲਯੂਡੀਐਸਯੂ ਨਿ Or ਓਰਲੀਨਜ਼",
        "'ਸ਼ੋਗਨ' ਨੇ ਕਰੀਏਟਿਵ ਆਰਟਸ ਸਮਾਰੋਹ ਵਿਚ ਰਿਕਾਰਡ ਤੋੜਨ ਵਾਲੇ 14 ਐਮੀਜ਼ ਜਿੱਤੇ ਜਿਵੇਂ ਕਿ ਜੈਮੀ ਲੀ ਕਰਟਿਸ ਆਪਣੀ ਪਹਿਲੀ ਪ੍ਰਾਪਤ ਕਰਦੀ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਪੈਟੀ ਸਿਸੀਲਾਫਾ, ਬਰੂਸ ਸਪ੍ਰਿੰਗਸਟਾਈਨ ਦੀ ਪਤਨੀ ਅਤੇ ਈ ਸਟ੍ਰੀਟ ਬੈਂਡਮੇਟ, ਖੂਨ ਦੇ ਕੈਂਸਰ ਦੇ ਨਿਦਾਨ ਦਾ ਖੁਲਾਸਾ - ਵੰਨਗੀ",
        "ਸਥਾਨਕ ਸਕੂਲ ਜ਼ਿਲ੍ਹਿਆਂ ਨੇ ਦੱਖਣੀ ਕੈਲੀਫੋਰਨੀਆ - ਕੇਟੀਐਲਏ ਲਾਸ ਏਂਜਲਸ ਵਿੱਚ ਰਿਕਾਰਡ ਸਮੇਂ ਦੇ ਵਿਚਕਾਰ ਅਨੁਸੂਚੀ ਵਿੱਚ ਤਬਦੀਲੀਆਂ ਦੀ ਘੋਸ਼ਣਾ ਕੀਤੀ",
        "ਨੋਰਫੋਕ ਦੱਖਣੀ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਕਥਿਤ ਦੁਰਾਚਾਰ ਦੇ ਮਾਮਲੇ ਵਿੱਚ ਸੀਈਓ ਦੀ ਜਾਂਚ - ਯਾਹੂ ਵਿੱਤ",
        "ਏਸ਼ੀਅਨ ਸਟਾਕ ਅਮਰੀਕਾ ਦੀ ਆਰਥਿਕਤਾ 'ਤੇ ਚਿੰਤਾ ਦੇ ਤੌਰ ਤੇ ਡਿੱਗ ਤਕਨੀਕੀ ਸ਼ੇਅਰ ਸਿੰਕ - ਯਾਹੂ ਵਿੱਤ",
        "ਇੱਕ ਬਲਾਕਬਸਟਰ ਚੀਨੀ ਵੀਡੀਓ ਗੇਮ ਰਾਸ਼ਟਰ ਦੇ ਗੇਮਿੰਗ ਉਦਯੋਗ ਵਿੱਚ ਲਿੰਗਵਾਦ 'ਤੇ ਬਹਿਸ ਨੂੰ ਭੜਕਾਉਂਦੀ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਕੈਲੀਫੋਰਨੀਆ ਅਤੇ ਨੇਵਾਡਾ - ਐਕਸੀਓਸ ਵਿਚ ਹਜ਼ਾਰਾਂ ਲੋਕ ਨਿਯੰਤਰਣ ਤੋਂ ਬਾਹਰ ਜੰਗਲੀ ਅੱਗਾਂ ਤੋਂ ਭੱਜ ਗਏ",
        "ਮਿਆਮੀ-ਡੇਡੇਡ ਪੁਲਿਸ ਅਧਿਕਾਰੀ ਨੂੰ ਡੌਲਫਿਨ ਦੇ ਸਟਾਰ ਟਾਇਰਿਕ ਹਿੱਲ ਨੂੰ ਗੇਮ ਤੋਂ ਪਹਿਲਾਂ ਹਿਰਾਸਤ ਵਿੱਚ ਲੈਣ ਤੋਂ ਬਾਅਦ ਪ੍ਰਬੰਧਕੀ ਡਿ dutyਟੀ 'ਤੇ ਰੱਖਿਆ ਗਿਆ - ਸੀਐਨਐਨ",
        "ਯੂਐਸ ਓਪਨ ਡੇਟ ਤੋਂ ਬਾਅਦ ਐਨਵਾਈਸੀ ਵਿੱਚ ਟੇਲਰ ਸਵਿਫਟ ਅਤੇ ਟ੍ਰੈਵਿਸ ਕੈਲਸੇ ਗ੍ਰੈਬ ਡਿਨਰ - ਟੀਐਮਜ਼ੈਡ",
        "ਬੋਇੰਗ ਸਟਾਰਲਾਈਨਰ ਬਿਨਾਂ ਕਿਸੇ ਕਰੂ ਦੇ ਘਰ ਪਰਤਦਾ ਹੈਃ ਨਾਸਾ ਮਾਹਰ ਦੱਸਦਾ ਹੈ ਕਿ ਕਿਉਂ - ਸਾਇੰਸਅਲਰਟ",
        "ਬੇਅਰ ਸਟਾਰ ਪੋਲਟਰ ਦੀ ਤੰਦਰੁਸਤੀ ਪਰਿਵਰਤਨ ਕਿਉਂ ਹਰ ਕੋਈ \"ਹਾਂ, ਸ਼ੈੱਫ\" ਕਹਿ ਰਿਹਾ ਹੈ - ਈ! ਆਨਲਾਈਨ - ਈ! ਨਿਊਜ਼",
        "ਹਾਊਸ ਰਿਪਬਲਿਕਨ ਅਤੇ ਡੈਮੋਕਰੇਟਸ ਅਫਗਾਨਿਸਤਾਨ ਤੋਂ ਅਮਰੀਕਾ ਦੀ ਵਾਪਸੀ ਵਿਚ ਕੀਤੀਆਂ ਗਲਤੀਆਂ ਲਈ ਜ਼ਿੰਮੇਵਾਰ ਠਹਿਰਾਉਣ ਵਾਲੇ ਦਸਤਾਵੇਜ਼ ਜਾਰੀ ਕਰਨਗੇ - ਸੀਐਨਐਨ",
        "ਹਟਾਈ",
        "ਡੋਨਾਲਡ ਟਰੰਪ ਮੈਟ ਗਾਏਟਜ਼, ਤੁਲਸੀ ਗਬਾਰਡ ਦੀ ਮਦਦ ਨਾਲ ਬਹਿਸ ਦੀ ਤਿਆਰੀ ਕਰ ਰਹੇ ਹਨਃ ਸਰੋਤ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਟਰੰਪ ਨੇ ਵਿਰੋਧੀਆਂ ਨੂੰ ਜੇਲ੍ਹ ਭੇਜਣ ਦਾ ਵਾਅਦਾ ਕੀਤਾ, ਬੇਬੁਨਿਆਦ ਸੁਝਾਅ ਦਿੱਤਾ ਕਿ ਉਸ ਤੋਂ ਚੋਣ ਚੋਰੀ ਕੀਤੀ ਜਾਏਗੀ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਡੱਲਾਸ Cowboys ਬਨਾਮ ਕਲੀਵਲੈਂਡ ਬ੍ਰਾਊਨਜ਼ | ਐਨਐਫਐਲ 2024 ਹਫਤੇ 1 ਗੇਮ ਹਾਈਲਾਈਟਸ - ਐਨਐਫਐਲ"
    ]
}