{
    "headlines": [
        "Xi Readies Bargaining Chips for US Trade War After Biden Curbs - Bloomberg",
        "GM Is Restructuring Cruise. That Leaves Tesla and Waymo in U.S. Robotaxi Market. - Barron's",
        "Kroger-Albertsons merger blocked by federal judge - The Washington Post",
        "One UI 7 brings call recording feature in the USA - SamMobile - Samsung news",
        "China says it takes 'necessary measures' to defend sovereignty over Taiwan - Reuters",
        "Zelenskiy made case for security guarantees at meeting with Trump - Reuters",
        "Horoscope for Wednesday, December 11, 2024 - Chicago Sun-Times",
        "Judge blocks The Onion’s purchase of Alex Jones’ Infowars - CNN",
        "3 observations from the Mavericks’ 118-104 NBA Cup loss in Oklahoma City - Mavs Moneyball ",
        "Why Luigi Mangione Killed UnitedHealthcare CEO: A Chronic Back Pain Link - NDTV",
        "John Fassel on Amani Oruwariye's special teams miscue: It’s a crazy play, and it happens fast - NBC Sports",
        "Brett Favre Addresses Viral Exchange With Mark Gastineau Over Michael Strahan Sack - Sports Illustrated",
        "The Take: Sednaya Prison falls, revealing the al-Assads’ legacy of torture - Al Jazeera English",
        "Kim Yong-hyun: S Korea ex-defence minister attempts to take his life - BBC.com",
        "J.J. Abrams’ Bad Robot Closes First-Look Film & TV Deal With Warner Bros. - Deadline",
        "Fundraiser Has Already Racked Up Thousands for Mangione - The Daily Beast",
        "Jay-Z's ex-protégé Foxy Brown posts cryptic messages after his rape lawsuit - Page Six",
        "Northern Illinois to Mountain West? Huskies mull offer to leave MAC, join new league as football-only member - CBS Sports",
        "Daniel Penny breaks silence on subway chokehold case: 'I was in a very vulnerable position' - ABC News",
        "NJ state senator calls for 'limited state of emergency' over mysterious drone sightings - WPVI-TV"
    ]
}