{
    "headlines": [
        "ਚੀਫਸ ਵਪਾਰ ਆਲ-ਪ੍ਰੋ ਅਪਮਾਨਜਨਕ ਗਾਰਡ ਜੋ ਥੁਨੇਈ ਨੂੰ ਭਵਿੱਖ ਦੇ ਚੌਥੇ ਗੇੜ ਦੇ ਪਿਕ ਲਈ ਬੀਅਰਜ਼ ਨੂੰ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "‘ਅਨੋਰਾ‘ ਦੇ ਅੰਦਰ ਆਸਕਰ ਜਿੱਤਃ ਕਿਵੇਂ ਸਕ੍ਰੈਪੀ ਇੰਡੀ ਨੀਓਨ ਨੇ 5 ਸਾਲਾਂ ਵਿੱਚ ਆਪਣੀ ਦੂਜੀ ਸਭ ਤੋਂ ਵਧੀਆ ਤਸਵੀਰ ਜਿੱਤ ਨੂੰ ਖਿੱਚਿਆ - ਵੰਨਗੀ",
        "ਹਿਊਸਟਨ ਦੇ ਸਾਬਕਾ ਮੇਅਰ ਸਿਲਵੈਸਟਰ ਟਰਨਰ ਦਾ ਦੇਹਾਂਤ - The Texas Tribune",
        "ਟੈਰਿਫ ਰਾਹਤ ਅਤੇ ਸਰਕਾਰੀ ਖਰਚੇ ਦੀਆਂ ਯੋਜਨਾਵਾਂ ਦੀਆਂ ਉਮੀਦਾਂ 'ਤੇ ਬਾਜ਼ਾਰਾਂ ਵਿਚ ਮੁੜ ਵਾਧਾ - ਬਿਜ਼ਨਸ ਇਨਸਾਈਡਰ",
        "ਐਪਲ ਨੇ ਐਮ 4 ਮੈਕਸ ਅਤੇ ਐਮ 3 ਅਲਟਰਾ ਚਿਪਸ ਦੇ ਨਾਲ ਨਵੇਂ ਮੈਕ ਸਟੂਡੀਓ ਲਾਂਚ ਕੀਤੇ - ਦਿ ਵਰਜ",
        "ਸੁਪਰੀਮ ਕੋਰਟ ਨੇ ਯੂਐਸਏਆਈਡੀ ਠੇਕੇਦਾਰਾਂ ਦੀ ਅਦਾਇਗੀ ਤੋਂ ਬਚਣ ਲਈ ਟਰੰਪ ਪ੍ਰਸ਼ਾਸਨ ਦੀ ਬੋਲੀ ਨੂੰ ਰੱਦ ਕਰ ਦਿੱਤਾ - ਐਨਬੀਸੀ ਨਿ Newsਜ਼",
        "ਯੂਰਪ ਕੋਲ ਜੰਮੇ ਰੂਸੀ ਸੰਪਤੀਆਂ ਨੂੰ ਜ਼ਬਤ ਕਰਨ ਤੋਂ ਇਲਾਵਾ ਕੋਈ ਚਾਰਾ ਨਹੀਂ ਹੈ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "ਇੱਕ ਤਣਾਅਪੂਰਨ ‘ਜੰਗਾਲ’ ਡੌਕ ਸਕ੍ਰੀਨਿੰਗ ਡੈੱਡ ਸਿਨੇਮਾਟੋਗ੍ਰਾਫਰ ਬਾਰੇ ਇੱਕ ਫਿਲਮ ਦੇ ਦਰਦਨਾਕ ਵਿਕਾਸ ਦਾ ਖੁਲਾਸਾ ਕਰਦੀ ਹੈ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਏਐਮਡੀ ਦਾ ਰੇਡਿਓਨ ਆਰਐਕਸ 9070 ਐਕਸਟੀ ਸਾਲਾਂ ਵਿੱਚ ਲਾਂਚ ਕਰਨ ਲਈ ਸਭ ਤੋਂ ਦਿਲਚਸਪ ਜੀਪੀਯੂ ਹੈ - ਐਕਸਡੀਏ ਡਿਵੈਲਪਰ",
        "ਐਪਲ ਐਮ 4 ਚਿੱਪ ਅਤੇ ਅਸਮਾਨ ਨੀਲਾ ਰੰਗ ਦੇ ਨਾਲ ਨਵਾਂ ਮੈਕਬੁੱਕ ਏਅਰ ਪੇਸ਼ ਕਰਦਾ ਹੈ - ਐਪਲ ਨਿ Newsਜ਼ ਰੂਮ",
        "ਕੀ ਟੈਰਿਫ ਅਮਰੀਕਾ ਨੂੰ ਪੈਸਾ ਬਣਾਏਗਾ? ਅਤੇ ਕੀ ਕੈਨੇਡਾ ਈਯੂ ਵਿੱਚ ਸ਼ਾਮਲ ਹੋ ਸਕਦਾ ਹੈ? - BBC. com",
        "ਇਕ ਕੁੰਜੀ 2025 ਮੁਫਤ ਏਜੰਟ ਹਰ ਐਨਐਫਐਲ ਟੀਮ ਘੱਟ ਤੋਂ ਘੱਟ ਹਾਰਨ ਲਈ ਬਰਦਾਸ਼ਤ ਕਰ ਸਕਦੀ ਹੈਃ ਈਗਲਜ਼ ਦਾ ਜ਼ੈਕ ਬਾunਨ ਇਕ ਪ੍ਰਮੁੱਖ ਤਰਜੀਹ ਹੋ ਸਕਦਾ ਹੈ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਫਾਇਰਫਲਾਈ ਨੇ ਚੰਦਰਮਾ ਦੀ ਸਤਹ 'ਤੇ ਨੀਲੇ ਭੂਤ ਦੇ ਨਹੁੰ-ਬਾਈਟਿੰਗ ਉਤਰਾਈ ਦਾ ਵੀਡੀਓ ਸਾਂਝਾ ਕੀਤਾ - ਯਾਹੂ",
        "2025 ਐਨਐਫਐਲ ਫ੍ਰੀ ਏਜੰਸੀਃ ਮਾਰਕੀਟ ਨੂੰ ਮਾਰਨ ਲਈ ਸੈੱਟ ਕੀਤੇ ਗਏ ਚੋਟੀ ਦੇ 50 ਖਿਡਾਰੀਆਂ ਲਈ ਪ੍ਰੋਜੈਕਟਿੰਗ ਕੰਟਰੈਕਟ - ਸਪੋਰਟਸ ਇਲਸਟ੍ਰੇਟਿਡ",
        "ਨੋਵੋ Nordisk NovoCare ® ਫਾਰਮੇਸੀ ਪੇਸ਼ ਕਰਦਾ ਹੈ, ਐਫ. ਡੀ. ਏ. ਦੁਆਰਾ ਮਨਜ਼ੂਰਸ਼ੁਦਾ Wegovy ® (ਸੈਮਾਗਲੂਟਾਈਡ) ਦੀਆਂ ਸਾਰੀਆਂ ਖੁਰਾਕਾਂ ਦੀ ਲਾਗਤ ਨੂੰ $ 499 ਪ੍ਰਤੀ ਮਹੀਨਾ ਘਟਾਉਂਦਾ ਹੈ ਅਤੇ ਨਕਦ ਅਦਾਇਗੀ ਕਰਨ ਵਾਲੇ ਮਰੀਜ਼ਾਂ ਲਈ ਅਸਾਨ ਹੋਮ ਡਿਲਿਵਰੀ ਦੀ ਪੇਸ਼ਕਸ਼ ਕਰਦਾ ਹੈ - PR Newswire",
        "ਅਗਲੇ ਸਾਲ ਲਈ ਸਟਾਰ ਰਿਟੇਲਰ ਪੋਸਟਾਂ ਦੇ ਕਮਜ਼ੋਰ ਮਾਰਗਦਰਸ਼ਨ ਤੋਂ ਬਾਅਦ ਐਬਰਕ੍ਰੋਮਬੀ ਐਂਡ ਫਿਚ ਦੇ ਸ਼ੇਅਰ 15% ਡਿੱਗਦੇ ਹਨ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਅਮਰੀਕਾ ਅਤੇ ਇਜ਼ਰਾਈਲ ਨੇ ਟਰੰਪ ਦੀ ਗਾਜ਼ਾ ਪੁਨਰ ਨਿਰਮਾਣ ਯੋਜਨਾ ਦੇ ਅਰਬ ਵਿਕਲਪ ਨੂੰ ਰੱਦ ਕਰ ਦਿੱਤਾ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ"
    ]
}