{
    "headlines": [
        "T. J. Holmes e Amy Robach apontam para a vaidade de David Muir enquanto cobrem os incêndios florestais de Los Angeles: \"Parece um tapa na cara das pessoas que lidam com a situação\" - Prazo",
        "Por que Newsom convidou Trump para visitar as zonas de incêndio de Los Angeles em meio a preocupações de que ele bloquearia a ajuda a desastres - CalMatters",
        "Nicolás Maduro, da Venezuela, faz juramento para terceiro mandato presidencial enquanto oposição denuncia ‘golpe’ - CNN",
        "Meta encerra seus programas de DEI enquanto Zuckerberg explode Biden em Joe Rogan - CNN",
        "Texas vs. Ohio State, Cotton Bowl onde assistir: canal de TV, odds, spread, previsão de jogo, escolha - CBS Sports",
        "Quedas de energia: cerca de 91.000 clientes sem energia em todo o estado - 11Alive.com WXIA",
        "Um homem segurando uma mangueira de jardim e um pai ao lado da cama do filho estão entre as vítimas do incêndio em Los Angeles - The Associated Press",
        "SpaceX monta o maior foguete do mundo para o lançamento de teste da Starship Flight 7 (fotos) - Space.com",
        "Top 10 rankings de valor dos jogadores da Geórgia, Carson Beck se muda para Miami por US $ 4 milhões - DawgNation",
        "Juiz mantém Rudy Giuliani em desacato ao tribunal por mentiras contínuas sobre funcionários eleitorais da Geórgia - The Associated Press",
        "Caso de gripe aviária relatado na instalação de aves de Maryland - WTOP",
        "Donald Trump Sentencing LIVE: President-Elect Handed Unconditional Discharge, Sentence Explained - Newsweek",
        "SpaceX Falcon 9 Starlink 12-12 - Centro Espacial Kennedy",
        "Por que as ações dos EUA foram atingidas na sexta-feira, apesar de um relatório de empregos de grande sucesso - MarketWatch",
        "Atualizações ao vivo sobre incêndios florestais na Califórnia: Newsom lança investigação sobre escassez de água enquanto as chamas continuam - Forbes",
        "Chefe dos bombeiros de Los Angeles diz que os moradores da cidade falharam na preparação para incêndios florestais, cortes no orçamento: 'Gritando para ser devidamente financiado' - Fox News",
        "Incêndios florestais em Los Angeles: atualizações de 10 de janeiro de 2025 - The Associated Press",
        "2 nostálgicos — e sitiados — Bay Area Macy's programados para fechar em 2025 - SFGATE",
        "Previsões de pontuação Broncos vs. Bills - Mile High Report",
        "Timothée Chalamet regressa ao ‘SNL’ como anfitrião — e convidado musical - The Associated Press"
    ]
}