{
    "headlines": [
        "Brett Favre teilt dem Kongress mit, dass bei ihm die Parkinson-Krankheit diagnostiziert wurde - Salon",
        "DOJ verklagt Visa wegen Debitkartenmarktmonopol - Fox Business",
        "Der Gouverneur von Nebraska sagt, dass die Bemühungen der Republikaner, die Wahlstimmen des Bundesstaates zu ändern, um Trump zu helfen, tot sind - POLITICO",
        "Israel greift Hisbollah-Ziele an, während sich der Konflikt verschärft - CNN",
        "UN-Chef verurteilt \"Raus aus dem Gefängnis frei\" -Karte für Kriege - Reuters",
        "Die Staatsanwaltschaft sagt, dass Beweise ihn entlasten. Er soll heute hingerichtet werden. - The Washington Post",
        "Die Tren de Aragua-Bande begann in den Gefängnissen Venezuelas und verbreitet jetzt Angst in den USA - The Associated Press",
        "Ryan Murphy antwortet auf Erik Menendez 'Kritik an‘ Monsters: The Lyle & Erik Menendez Story ’- Deadline",
        "Sie können den Google TV-Streamer jetzt in diesen 19 Ländern kaufen - 9to5Google",
        "CNN-Umfrage: Harris und Trump haben sich in einem äußerst engen Präsidentschaftsrennen eingeschlossen - CNN",
        "Die Bro-Abstimmung: Trump und Harris duellieren sich darüber, was es bedeutet, ein Mann in Amerika zu sein - USA TODAY",
        "[removed]",
        "[removed]",
        "Biden hält als Präsident die letzte Rede vor der UN-Generalversammlung - CBS News",
        "Der CEO des Ozempic-Herstellers macht Versicherungsunternehmen für die Preise für Medikamente zur Gewichtsabnahme verantwortlich - Axios",
        "Der Trailer zu Michael B. Jordans Vampirfilm \"Sinners\" ist draußen, bevor \"Blade\" überhaupt mit den Dreharbeiten beginnt - IndieWire",
        "iPhone 16 Pro Max Akkulaufzeittest - PhoneArena",
        "Fantasy Football 2024 Rankings, Schläfer, Spickzettel, Streamer für Woche 4 für Standard, PPR-Ligen - CBS Sports",
        "Verhaftungen nach der Verwendung von Sarco 'Suicide Pod' in der Schweiz - BBC.com",
        "Der britische Premierminister Keir Starmer sagt, dass harte Zeiten notwendig sind, um die nationale Erneuerung auszulösen - CNBC"
    ]
}