{
    "headlines": [
        "Syrische Rebellen haben Aleppo, die zweitgrößte Stadt des Landes, eingenommen. Das sind sie - CNN",
        "China verbietet Germanium-, Gallium-Exporte in die USA in Tit-For-Tat-Umzug - Bloomberg",
        "Frau bekennt sich schuldig am DUI-Absturz, bei dem die Braut in ihrer Hochzeitsnacht getötet wurde - ABC News",
        "Die französische Regierung schwankt, nachdem Premierminister Michel Barnier das Budget durchgesetzt hat - BBC.com",
        "Browns QB Jameis Winston auf 497 Yard, 3 INT zeigt: \"Vor der ganzen Welt habe ich es für uns vermasselt\" - NFL.com",
        "Truong My Lan: Vietnamesischer Tycoon verliert Berufung in der Todeszelle wegen des größten Bankbetrugs der Welt - BBC.com",
        "Tavares kollidierte mit Stellantis Board über Revival-Plan, Quellen sagen - Reuters",
        "Trumps FBI-Auswahl hat Pläne, das Büro umzugestalten. Das hat Kash Patel gesagt, was er tun will - The Associated Press",
        "2024 Gotham Awards: ‘A Different Man’ gewinnt Best Feature als ‘Nickel Boys’, ‘Sing Sing’ Each Take Two - Hollywood Reporter",
        "Update zur Knieverletzung von Christian McCaffrey: 49ers RB wird voraussichtlich sechs Wochen nach der Platzierung auf IR - CBS Sports fehlen",
        "[removed]",
        "Trump sagt, er werde an diesem Wochenende an der Wiedereröffnungsfeier der Kathedrale Notre Dame in Paris teilnehmen - The Associated Press",
        "\"Star Wars: Skeleton Crew\" und ein entzückender Jude Law bringen das Franchise zurück zu seinen kinderfreundlichen Wurzeln: TV Review - Variety",
        "Hawaii-Frau Hannah Kobayashi bei der Einreise nach Mexiko gesichtet - Polizei - BBC.com",
        "Kalifornien eröffnet Sondersitzung zur Vorbereitung von Anti-Trump-Klagen - The Washington Post",
        "GOP-Senatoren verteidigen Hegseth nach einem privaten Treffen - Axios",
        "Jaguar veröffentlicht ein Konzept für sein neues EV-Modell nach einer Kontroverse über das Rebranding — das kein Auto enthielt - Business Insider",
        "Die endgültige UFC 310-Kampfkartenaufstellung enthüllt 2 ehemalige Champions in den Vorrunden - MMA Fighting",
        "\"Vaiana 2\" reitet seinen Weg in die Kassengeschichte. Wie die animierte Fortsetzung es geschafft hat. - Yahoo Entertainment",
        "Der Dollar klettert nach Donald Trumps Brics-Tarifdrohung und französischen politischen Problemen - Financial Times"
    ]
}