{
    "headlines": [
        "ਹਟਾਈ",
        "ਇਜ਼ਰਾਈਲ ਹਮਲੇ ਅਤੇ ਹਿਜ਼ਬੁਲ ਮੋਰਟਾਰ ਅੱਗ ਤਣਾਅ ਲੇਬਨਾਨ ਜੰਗਬੰਦੀ - ਬੀਬੀਸੀ.",
        "‘ਮੋਆਨਾ 2’ ਵਾਲਟ ਡਿਜ਼ਨੀ ਐਨੀਮੇਸ਼ਨ ਸਟੂਡੀਓਜ਼ ਲਈ ਸਭ ਤੋਂ ਵੱਡੀ ਸ਼ੁਰੂਆਤ ਹੈ - ਕਾਰਟੂਨ ਬਰੂ",
        "ਚੀਨ ਨੇ ਚਿੱਪ ਪਾਬੰਦੀਆਂ ਦੇ ਜਵਾਬ ਵਿਚ ਅਮਰੀਕਾ ਨੂੰ ਗੈਲਿਅਮ, ਜਰਮਨਿਅਮ, ਐਂਟੀਮਨੀ ਦੇ ਨਿਰਯਾਤ 'ਤੇ ਪਾਬੰਦੀ ਲਗਾਈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਸੀਰੀਆ ਦੇ ਬਾਗੀਆਂ ਨੇ ਦੇਸ਼ ਦਾ ਦੂਜਾ ਸਭ ਤੋਂ ਵੱਡਾ ਸ਼ਹਿਰ ਅਲੇਪੋ 'ਤੇ ਕਬਜ਼ਾ ਕਰ ਲਿਆ ਹੈ । ਇੱਥੇ ਉਹ ਕੌਣ ਹਨ - ਸੀ ਐਨ ਐਨ",
        "ਮੈਕਮਿਲੀਅਨ ਦਾ ਪਿਕ 6 ਵਿਨਸਟਨ, ਜੀਡੀ ਦੁਆਰਾ ਬ੍ਰੋਂਕੋਸ ਕੈਰੀਅਰ ਦੀਆਂ ਰਾਤਾਂ ਨੂੰ ਖਰਾਬ ਕਰਨ ਵਿੱਚ ਸਹਾਇਤਾ ਕਰਦਾ ਹੈ ਅਤੇ ਬ੍ਰਾsਨਜ਼ ਨੂੰ 41-32 ਨੂੰ ਹਰਾਉਂਦਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਟੇਸਲਾ ਦੇ ਸੀਈਓ ਐਲਨ ਮਸਕ ਨੇ ਡੇਲਾਵੇਅਰ ਜੱਜ ਦੁਆਰਾ ਇਕ ਵਾਰ ਫਿਰ 56 ਬਿਲੀਅਨ ਡਾਲਰ ਦੇ ਤਨਖਾਹ ਪੈਕੇਜ ਤੋਂ ਇਨਕਾਰ ਕਰ ਦਿੱਤਾ - TESLARATI",
        "ਟਾਵਰਸ ਨੇ ਪੁਨਰ-ਸੁਰਜੀਤੀ ਯੋਜਨਾ ਨੂੰ ਲੈ ਕੇ ਸਟੈਲਾਂਟਿਸ ਬੋਰਡ ਨਾਲ ਟਕਰਾਅ ਕੀਤਾ, ਸੂਤਰਾਂ ਦਾ ਕਹਿਣਾ ਹੈ - ਰਾਇਟਰਜ਼",
        "2024 ਗੋਥਮ ਅਵਾਰਡਃ 'ਏ ਡਿਵੈਲਪਰ ਮੈਨ’ ਨੇ ’ਨਿਕਲ ਬੁਆਏਜ਼‘ ਵਜੋਂ ਸਰਬੋਤਮ ਵਿਸ਼ੇਸ਼ਤਾ ਜਿੱਤੀ,’ਸਿੰਗ ਸਿੰਗ’ ਹਰ ਟੇਕ ਟੂ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਬਲੂ ਜੇਜ਼ ਫ੍ਰੀ ਏਜੰਸੀ ਵਿਚ ਜੁਆਨ ਸੋਟੋ ਲਈ ਸਭ ਤੋਂ ਵੱਧ ਬੋਲੀਕਾਰ ਹੋਣ ਦੀ ਉਮੀਦ ਹੈ - ਸਪੋਰਟਸ ਇਲਸਟ੍ਰੇਟਿਡ",
        "ਅਮਰੀਕੀ womanਰਤ ਨੇ ਵਿਆਹ ਦੇ ਦਿਨ ਦੁਲਹਨ ਦੀ ਹੱਤਿਆ ਕਰਨ ਵਾਲੇ ਕਰੈਸ਼ ਵਿੱਚ ਡਰਿੰਕ ਡਰਾਈਵਿੰਗ ਨੂੰ ਸਵੀਕਾਰ ਕੀਤਾ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਕ੍ਰਿਸ਼ਚੀਅਨ ਮੈਕਕੈਫਰੀ ਗੋਡੇ ਦੀ ਸੱਟ ਦਾ ਅਪਡੇਟਃ 49ers ਆਰਬੀ ਨੂੰ ਆਈਆਰ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ 'ਤੇ ਰੱਖਣ ਤੋਂ ਬਾਅਦ ਛੇ ਹਫ਼ਤਿਆਂ ਤੋਂ ਖੁੰਝਣ ਦੀ ਉਮੀਦ ਹੈ",
        "ਹਟਾਈ",
        "ਟਰੰਪ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਹ ਇਸ ਹਫਤੇ ਦੇ ਅੰਤ ਵਿੱਚ ਪੈਰਿਸ ਵਿੱਚ ਨੋਟਰੇ ਡੈਮ ਗਿਰਜਾਘਰ ਦੇ ਮੁੜ ਉਦਘਾਟਨ ਸਮਾਰੋਹ ਵਿੱਚ ਸ਼ਾਮਲ ਹੋਣਗੇ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "‘ਸਟਾਰ ਵਾਰਜ਼ਃ ਸਕਲੇਟਨ ਕਰੂ’ ਅਤੇ ਇਕ ਅਨੰਦਮਈ ਜੂਡ ਲਾਅ ਫਰੈਂਚਾਈਜ਼ ਨੂੰ ਵਾਪਸ ਆਪਣੇ ਕਿਡ-ਫਰੈਂਡਲੀ ਰੂਟਸ 'ਤੇ ਲੈ ਜਾਓਃ ਟੀਵੀ ਸਮੀਖਿਆ - ਵੰਨਗੀ",
        "ਵਰਜੀਨੀਆ ਦੇ ਵਿਅਕਤੀ 'ਤੇ ਪਤਨੀ ਦੇ ਲਾਪਤਾ ਹੋਣ ਦੇ 4 ਮਹੀਨੇ ਬਾਅਦ ਕਤਲ ਦਾ ਦੋਸ਼ - The Associated Press",
        "ਹਵਾਈ womanਰਤ ਹੰਨਾਹ ਕੋਬਾਯਾਸ਼ੀ ਮੈਕਸੀਕੋ ਵਿੱਚ ਦਾਖਲ ਹੋਈ - ਪੁਲਿਸ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਜੀਓਪੀ ਸੈਨੇਟਰਾਂ ਨੇ ਨਿਜੀ ਮੁਲਾਕਾਤ ਤੋਂ ਬਾਅਦ ਹੇਗਸੇਥ ਦਾ ਬਚਾਅ ਕੀਤਾ - ਐਕਸੀਓਸ",
        "ਪੈਟ ਗੈਲਸਿੰਗਰਃ ਇੰਟੇਲ ਦੇ ਸੀਈਓ ਦੀ ਸ਼ੁੱਧ ਕੀਮਤ ਅਤੇ ਤਨਖਾਹ ਜਿਵੇਂ ਕਿ ਉਹ ਅਹੁਦਾ ਛੱਡਦਾ ਹੈ - ਥੀਸਟ੍ਰੀਟ",
        "ਐਪਲ ਦੇ 2026 ਫੋਲਡੇਬਲ ਆਈਫੋਨ ਸਟਾਲਿੰਗ ਮਾਰਕੀਟ ਨੂੰ ਮੁੜ ਸੁਰਜੀਤ ਕਰ ਸਕਦਾ ਹੈ - MacRumors"
    ]
}