{
    "headlines": [
        "Trump returns to Butler for rally at site of assassination attempt - CNN",
        "Nasrallah's possible successor out of contact since Friday, Lebanese source says - Reuters",
        "Iran’s missile attack on Israel raises questions about limits of arsenal - The Washington Post",
        "Haunted by 2016, Democrats fear Kamala Harris is playing it too safe - POLITICO",
        "Eye Opener: At least 70 people killed in gang attack in Haiti, United Nations says - CBS News",
        "Two more women in Massachusetts test positive for West Nile Virus - WCVB Boston",
        "Could struggling Jets WR Garrett Wilson benefit from trading for Davante Adams? - ESPN",
        "What is the deadly Marburg virus and where has it spread? - Al Jazeera English",
        "Floods and landslides leave 16 dead in Bosnia - BBC.com",
        "Biden makes first White House press briefing appearance of presidency - Axios",
        "Ultra-processed foods have these repercussions on children's health, nutritionist warns - Fox News",
        "Earth has had two moons in the past. One of the mini-moons has visited twice and will return in 27 years - WION",
        "One year in, war casts a shadow over every aspect of life in Israel - The Associated Press",
        "UFC 307 Results: Pereira vs. Rountree Jr. - MMA Fighting",
        "The northern lights could be visible in Massachusetts again. See the aurora forecast map. - CBS Boston",
        "Hurricane Helene: Political row erupts overs disaster relief - BBC.com",
        "Historic Biltmore Estate suffers ‘extensive’ damage in some places after Helene thrashes North Carolina - CNN",
        "Helene destroyed this North Carolina campground, but customers and strangers are stepping in to help - CBS News",
        "How worried should I be about rising oil prices? - BBC.com",
        "Garth Brooks called wife Trisha Yearwood his ‘partner in good times’ and ‘bad’ days before being accused of rape - Page Six"
    ]
}