{
    "headlines": [
        "Bergbauaktien steigen nach Berichten über Fusionsgespräche von Glencore und Rio Tinto; Die europäischen Märkte nehmen die Rallye wieder auf - CNBC",
        "Bewohner müssen evakuiert werden, nachdem ein Feuer in einem Kraftwerk in Zentralkalifornien ausgebrochen ist - CNN",
        "Live-Updates: Neueste Informationen zu den tödlichen Waldbränden in Los Angeles - CNN",
        "Pakistanisches Gericht verurteilt Ex-Premierminister Imran Khan und seine Frau im Korruptionsfall zu Gefängnisstrafen - CNN",
        "[removed]",
        "Nintendo teilt Einbruch als Switch 2 Ankündigung Underwhelms - The Wall Street Journal",
        "Justin Baldoni verklagt Blake Lively und Ryan Reynolds auf 400 Millionen US-Dollar - BBC.com",
        "Chinas Bevölkerung sinkt zum dritten Mal in Folge - Reuters",
        "Potenzielle Weltneuheit: Wild Doorbell Video Records Sound of Meteorite Crash - ScienceAlert",
        "Dawson Garcias langer Drei-Zeiger, um OT zu beenden, gibt Gophers Herrenbasketball den ersten Big Ten-Sieg der Saison - Star Tribune",
        "Chinas BIP-Wachstum erreicht das Ziel von 5 % für 2024 - Financial Times",
        "[removed]",
        "Milliardärs-BFFs? Bezos und Musk tauschen Komplimente und \"Stiefbrüder\" -Memes nach Raketenstarts aus - Business Insider",
        "Alex Ovechkin bricht den NHL-Rekord für die meisten Torhüter mit dem 874. Karrieretor – ein Sieg in der Verlängerung gegen Ottawas Leevi Merilainen - Russian Machine Never Breaks",
        "\"Twin Peaks\" -Star Mädchen Amick zollt David Lynch Tribut: \"My North Star\" - Deadline",
        "Giuliani und Georgia Wahlhelfer erreichen Einigung im Verleumdungsfall - The Washington Post",
        "Grönlands Premierminister steht fest zur Unabhängigkeit: „Wir wollen Grönländer sein“ - POLITICO",
        "Über 130 Menschen leben in Gouverneur Jeff Landrys Obdachlosenheim in New Orleans. Siehe Details. - NOLA.com",
        "Israel stimmt verzögert über Waffenstillstand im Gazastreifen ab - BBC.com",
        "Senatorin Tammy Duckworth ist eine Kampfveteranin. Sie kam bereit, Hegseth zu befragen. - Das 19.*"
    ]
}