{
    "headlines": [
        "استقال الرئيس التنفيذي لشركة نايك جون دوناهو، وحل محله المخضرم في الشركة إليوت هيل - سي إن بي سي",
        "ينفي مارك روبنسون، مرشح حكومة الحزب الجمهوري في نورث كارولاينا، نشر منشورات عنصرية وجنسية على منتدى إباحي - سي إن بي سي",
        "أين تشاهد Jets vs. Patriots: البث المباشر، الانتشار، الاحتمالات، التنبؤ، اختيار \"ليلة الخميس لكرة القدم\" - CBS Sports",
        "ما وراء الخيال: 140 طريقة حليبية ممتدة بطائرات ثقب أسود تحطم الأرقام القياسية - SciTechDaily",
        "تهاجم بايثون المرأة التايلاندية في مطبخها، وتضغط عليها لمدة ساعتين: \"لقد شددت فقط\" - تضاءل",
        "ضابط وكالة المخابرات المركزية الذي قام بتخدير وتصوير والاعتداء الجنسي على عشرات النساء يحصل على 30 عامًا في السجن بينما يحدق به الضحايا - سي بي إس نيوز",
        "قد يساعد تحليل جيني جديد للحيوانات في سوق ووهان في عام 2019 في العثور على أصل كوفيد-19 - وكالة أسوشيتد برس",
        "يعيد PS5 و PS5 Pro اللدائن الرمادية في منتصفالتسعينيات - ARS Technica",
        "رجل متهم بتهديد 6 قضاة بالمحكمة العليا بالتعذيب والقتل - أكسيوس",
        "وعدت فون دير لاين بأن تحصل أوروبا الوسطى التي ضربتها الفيضانات على مليارات الدولارات من مساعدات الاتحاد الأوروبي - رويترز",
        "أصبح Apple Intelligence الآن متاحًا في الإصدار التجريبي العام. إليك ما يقدمه وكيفية تمكينه. - TechCrunch",
        "سيبدأ فريق الأبواق في البداية مع تعافي Ewers - ESPN",
        "يقول نصر الله من حزب الله إن الهجمات الإسرائيلية في لبنان تجاوزت \"جميع الخطوط الحمراء\" - الجزيرة الإنجليزية",
        "أسعار الرهن العقاري تنخفض إلى أدنى مستوى لها منذ أوائل فبراير 2023 بعد تخفيض سعر الفائدة الضخم لمجلس الاحتياطي الفيدرالي - سي إن إن",
        "تم الكشف عن أول وجبة لشون \"ديدي\" في سجن نيويورك \"الموبوء بالجرذان\"، ولم يُسمح إلا بثلاثة حمامات في الأسبوع - هندوستان تايمز",
        "إعادة معايرة إشارات خفض سعر الفائدة الضخم من بنك الاحتياطي الفيدرالي لأمريكا - Axios",
        "والدة تشيستر بينينجتون: \"أشعر بالخيانة\" من لينكين بارك - رولينج ستون",
        "يقول العلماء إن التلوث الراديوي الناجم عن الأقمار الصناعية الجديدة Starlink التابعة لشركة SpaceX يشكل تهديدًا لعلم الفلك - Space.com",
        "تمت الإزالة",
        "قمر صغير جديد يدور حول الأرض ولكنه لن يبقى في الحي لفترة طويلة - Fox Weather"
    ]
}