{
    "headlines": [
        "ਹਾਂਗਕਾਂਗ ਦੇ ਮੋਗੁਲ ਜਿੰਮੀ ਲਾਈ ਨੇ ਪਹਿਲੀ ਵਾਰ ਗਵਾਹੀ ਦਿੱਤੀ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "'ਬੰਬ ਚੱਕਰਵਾਤ' 1 ਨੂੰ ਮਾਰ ਦਿੰਦਾ ਹੈ ਅਤੇ ਪੂਰੇ ਉੱਤਰ-ਪੱਛਮੀ ਅਮਰੀਕਾ ਵਿੱਚ ਅੱਧੇ ਮਿਲੀਅਨ ਤੋਂ ਵੱਧ ਘਰਾਂ ਵਿੱਚ ਬਿਜਲੀ ਖੜਕਾਉਂਦਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਚੀਨ ਦੇ ਸ਼ੀ ਨੇ ਬ੍ਰਾਸੀਲੀਆ ਦਾ ਦੌਰਾ ਕੀਤਾ ਫਲੇਕਸਿੰਗ ਡਿਪਲੋਮੈਟਿਕ ਕਲੌਟ ਨੂੰ ਕੈਪ ਕਰਨ ਲਈ - ਰਾਇਟਰਜ਼",
        "ਬੁੱਧਵਾਰ, 20 ਨਵੰਬਰ, 2024 ਲਈ ਕੁੰਡਲੀ - ਸ਼ਿਕਾਗੋ ਸੂਰਜ-ਟਾਈਮਜ਼",
        "ਕੇਬਲ ਟੀਵੀ ਨੈਟਵਰਕ ਐਮਐਸਐਨਬੀਸੀ ਅਤੇ ਸੀਐਨਬੀਸੀ ਨੂੰ ਕਾਮਕਾਸਟ ਦੁਆਰਾ ਬੰਦ ਕੀਤਾ ਜਾਵੇਗਾ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਨੂਗੇਟਸ ਦਾ ਰਸਲ ਵੈਸਟਬਰੂਕ ਐਨਬੀਏ ਦੇ ਇਤਿਹਾਸ ਵਿਚ 200 ਟ੍ਰਿਪਲ-ਡਬਲਜ਼ ਤਕ ਪਹੁੰਚਣ ਵਾਲਾ ਪਹਿਲਾ ਖਿਡਾਰੀ ਬਣ ਗਿਆ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਉੱਤਰੀ ਕੋਰੀਆ ਨੇ ਯੂਕਰੇਨ ਨਾਲ ਲੜ ਰਹੇ ਆਪਣੇ ਸੈਨਿਕਾਂ ਦੀ ਅਗਵਾਈ ਕਰਨ ਲਈ ਇੱਕ ਰਹੱਸਮਈ ਆਦਮੀ ਨੂੰ ਭੇਜਿਆ - ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "ਟੀਚਾ ਘੰਟੀ ਤੋਂ ਪਹਿਲਾਂ ਕਮਾਈ ਦੀ ਰਿਪੋਰਟ ਕਰੇਗਾ. ਇੱਥੇ ਕੀ ਉਮੀਦ ਕਰਨੀ ਹੈ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਬਾਈਡੇਨ ਯੂਕਰੇਨ ਐਂਟੀ ਪਰਸੋਨਲ ਖਾਣਾਂ ਦੇਣ ਲਈ ਸਹਿਮਤ - ਬੀਬੀਸੀ.",
        "ਐਪਲ ਨੇ ਸਰਗਰਮੀ ਨਾਲ ਜ਼ੀਰੋ-ਡੇਅ ਕਮਜ਼ੋਰੀਆਂ ਦਾ ਸ਼ੋਸ਼ਣ ਕਰਨ ਲਈ ਪੈਚ ਲਈ ਜ਼ਰੂਰੀ ਅਪਡੇਟਾਂ ਜਾਰੀ ਕੀਤੀਆਂ - ਹੈਕਰ ਨਿ Newsਜ਼",
        "ਜੈ ਕਟਲਰ ਨੇ ਕ੍ਰਿਸਟਿਨ ਕੈਵਲਾਰੀ ਤਲਾਕ ਤੋਂ 2 ਸਾਲ ਬਾਅਦ ਸਮੰਥਾ ਰੌਬਰਟਸਨ ਨਾਲ ਮੰਗਣੀ ਕੀਤੀਃ ਰਿਪੋਰਟ - ਪੰਨਾ ਛੇ",
        "ਮਾਂ ਦੀ ਪੀੜਾਃ ਐਲਿਸਨ ਫਿਲਿਪਸ ਨੇ ਆਪਣੀ ਧੀ, ਲੇਕਨ ਰਿਲੀ - ਯਾਹੂ ਦੀ ਹੱਤਿਆ ਦੇ ਦੋਸ਼ੀ ਵਿਅਕਤੀ ਦੇ ਮੁਕੱਦਮੇ ਦੌਰਾਨ ਕੀ ਸਹਿਣ ਕੀਤਾ ਹੈ! ਆਵਾਜ਼ਾਂ",
        "ਮਾਰਕ ਰੋਵਾਨ ਡੋਨਾਲਡ ਟਰੰਪ ਦੇ ਖਜ਼ਾਨਾ ਸਕੱਤਰ ਬਣਨ ਲਈ ਚੋਟੀ ਦੇ ਦਾਅਵੇਦਾਰ ਵਜੋਂ ਉਭਰਿਆ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "ਗਾਏਟਜ਼ ਨੇ ਵੈਨਮੋ ਭੁਗਤਾਨਾਂ ਵਿੱਚ $ 10K ਤੋਂ ਵੱਧ 2 womenਰਤਾਂ ਨੂੰ ਭੇਜਿਆ ਜਿਨ੍ਹਾਂ ਨੇ ਹਾ Houseਸ ਜਾਂਚ ਵਿੱਚ ਗਵਾਹੀ ਦਿੱਤੀ, ਰਿਕਾਰਡ ਸੁਝਾਅ ਦਿੰਦੇ ਹਨ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਟਰੰਪ ਨੇ ਲਿੰਡਾ ਮੈਕਮਾਹਨ ਨੂੰ ਸਿੱਖਿਆ ਸਕੱਤਰ ਦੀ ਚੋਣ ਵਜੋਂ ਨਾਮਜ਼ਦ ਕੀਤਾ - ਸੀਐਨਐਨ",
        "ਟੌਡ ਮੈਕਸ਼ੇ ਜੋਅ ਡਗਲਸ ਫਾਇਰਿੰਗ ਤੋਂ ਬਾਅਦ ਜੈੱਟਾਂ ਦੇ ਨਾਲ ਵੁਡੀ ਜਾਨਸਨ ਨੂੰ ਟਾਰਚ ਕਰਦਾ ਹੈ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਡੋਨਾਲਡ ਅਤੇ ਏਲੋਨ ਇਕ ਦੂਜੇ ਤੋਂ ਕਾਫ਼ੀ ਨਹੀਂ ਹੋ ਸਕਦੇ - ਪੋਲਿਟਿਕੋ",
        "ਰਿਪਬਲਿਕਨ women 'sਰਤਾਂ ਦੇ ਬਾਥਰੂਮਾਂ ਤੋਂ ਟ੍ਰਾਂਸ ਸਹਿਯੋਗੀ ਨੂੰ ਬਾਰ ਕਰਨ ਲਈ ਚਲਦਾ ਹੈ - ਬੀਬੀਸੀ.",
        "'ਦਿਮਾਗ ਨੂੰ ਉਡਾਉਣ' ਹਨੇਰੇ energyਰਜਾ ਸਾਧਨ ਦੇ ਨਤੀਜੇ ਦਰਸਾਉਂਦੇ ਹਨ ਕਿ ਆਈਨਸਟਾਈਨ ਗਰੈਵਿਟੀ ਬਾਰੇ ਸਹੀ ਸੀ — ਦੁਬਾਰਾ - ਸਪੇਸ.",
        "ਵਿਸ਼ਲੇਸ਼ਕ ਕਮਾਈ ਤੋਂ ਪਹਿਲਾਂ ਐਨਵੀਡੀਆ ਸਟਾਕ ਕੀਮਤ ਦਾ ਟੀਚਾ ਅਪਡੇਟ ਕਰਦੇ ਹਨ - ਯਾਹੂ ਵਿੱਤ"
    ]
}