{
    "headlines": [
        "ਬਾਈਡਨ ਮਿਲਟਨ ਨੁਕਸਾਨ ਦਾ ਸਰਵੇਖਣ ਕਰਨ ਲਈ ਫਲੋਰਿਡਾ ਦਾ ਦੌਰਾ ਕਰਦਾ ਹੈ; ਬਿਜਲੀ ਤੋਂ ਬਿਨਾਂ 920K ਤੋਂ ਵੱਧ, ਹੜ੍ਹ ਬਰਕਰਾਰ ਹੈ - ਅਮਰੀਕਾ ਅੱਜ",
        "ਟੇਸਲਾ ਦੇ ਸਾਈਬਰਕੈਬ ਈਵੈਂਟ ਵਿਚ ਓਪਟੀਮਸ ਰੋਬੋਟ ਮਨੁੱਖਾਂ ਦੇ ਭੇਸ ਵਿਚ ਸਨ - ਦਿ ਵਰਜ",
        "ਸੰਯੁਕਤ ਰਾਸ਼ਟਰ ਨੇ ਕਿਹਾ ਕਿ ਇਜ਼ਰਾਈਲੀ ਟੈਂਕਾਂ ਨੂੰ ਦੱਖਣੀ ਲੇਬਨਾਨ ਵਿਚ ਆਪਣੀ ਸਥਿਤੀ ਵਿਚ ਦਾਖਲ ਹੋਣ ਲਈ ਮਜਬੂਰ ਕੀਤਾ ਗਿਆ ਕਿਉਂਕਿ ਨੇਤਨਯਾਹੂ ਸ਼ਾਂਤੀ ਰੱਖਿਅਕਾਂ ਨੂੰ ਛੱਡਣ ਲਈ ਕਹਿੰਦਾ ਹੈ - ਬੀਬੀਸੀ.",
        "Aoki ਲੀ ਸਿਮੰਸ ਨੇ ਮਾਡਲਿੰਗ ਛੱਡਣਾ, ਮੰਮੀ ਕਿਮੋਰਾ ਨਾਲ ਤੁਲਨਾਵਾਂ ਤੋਂ ਥੱਕਿਆ - TMZ",
        "ਇਜ਼ਰਾਈਲ ਨਾਲ ਟਕਰਾਅ ਵਿਚ ‘ਕੋਈ ਲਾਲ ਰੇਖਾਵਾਂ ਨਹੀਂ', ਈਰਾਨ ਦੇ ਵਿਦੇਸ਼ ਮੰਤਰੀ ਨੇ ਕਿਹਾ - ਪੋਲਿਟਿਕੋ ਯੂਰਪ",
        "ਰੇਵੇਨਜ਼ ਬਨਾਮ ਕਮਾਂਡਰਾਂ ਦੀਆਂ ਮੁਸ਼ਕਲਾਂ, ਪਿਕਸ, ਫੈਲਣ, ਕਿਵੇਂ ਵੇਖਣਾ ਹੈ, ਸਟ੍ਰੀਮਃ ਮਾਡਲ 2024 ਹਫਤੇ 6 ਐਨਐਫਐਲ ਦੀਆਂ ਭਵਿੱਖਬਾਣੀਆਂ ਦਾ ਖੁਲਾਸਾ ਕਰਦਾ ਹੈ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਪੈਂਟਾਗਨ ਦੇ ਪ੍ਰੈਸ ਸਕੱਤਰ ਮੇਜਰ ਜਨਰਲ ਪੈਟ ਰਾਈਡਰ ਦਾ ਇਜ਼ਰਾਈਲ ਨੂੰ ਥੈਡ ਬੈਟਰੀ ਤਾਇਨਾਤ ਕਰਨ ਬਾਰੇ ਬਿਆਨ - ਰੱਖਿਆ ਵਿਭਾਗ",
        "ਸਪੀਕਰ ਜੌਹਨਸਨ ਨੂੰ ਕਿਸੇ ਹੋਰ ਜਨਵਰੀ ਦੀ ਉਮੀਦ ਨਹੀਂ ਹੈ. 6. ਪਰ ਉਸ ਨੂੰ ਅਜੇ ਵੀ ਚੋਣਾਂ ਦੀ ਖਰਿਆਈ 'ਤੇ ਸ਼ੱਕ ਹੈ. - ਪੋਲਿਟਿਕੋ",
        "ਪੈਕਰ ਬਨਾਮ ਕਾਰਡਿਨਲਜ਼ਃ ਲਾਈਵ ਸਕੋਰ ਅਪਡੇਟਸ, ਸੱਟ ਦੀ ਰਿਪੋਰਟ, ਔਕੜਾਂ, ਅਨੁਸੂਚੀ - ਮਿਲਵਾਕੀ ਜਰਨਲ ਸੈਂਟਿਨਲ",
        "‘ਟੈਰੀਫਾਇਰ 3’ ਟਾਪਸ ਬਾਕਸ ਆਫਿਸ $ 18 ਮਿਲੀਅਨ ਡੈਬਿਊ ਦੇ ਨਾਲ, ‘ਜੋਕਰਃ Folie à Deux' ਬੇਰਹਿਮ 81% ਡਰਾਪ ਦੇ ਨਾਲ ਢਹਿ - ਵੰਨਗੀ",
        "Jaguars ਬਨਾਮ Bears ਐਨਐਫਐਲ ਲੰਡਨ ਗੇਮ ਸਕੋਰ, ਲਾਈਵ ਅਪਡੇਟਸਃ ਜੈਕਸਨਵਿਲੇ ਅਤੇ ਸ਼ਿਕਾਗੋ 2024 ਵਿਚ ਦੂਜੀ ਯੂਕੇ ਗੇਮ ਵਿਚ ਟਕਰਾਅ - ਯਾਹੂ ਸਪੋਰਟਸ",
        "ਹਟਾਈ",
        "ਜ਼ਿਆਦਾਤਰ ਈਆਰ ਬੱਚਿਆਂ ਦੀਆਂ ਐਮਰਜੈਂਸੀ ਨੂੰ ਸੰਭਾਲਣ ਲਈ ਪੂਰੀ ਤਰ੍ਹਾਂ ਤਿਆਰ ਨਹੀਂ ਹਨ - ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਬਲਦ ਮਾਰਕੀਟ 2 ਸਾਲ ਪੁਰਾਣੀ ਹੈ. ਇਹ ਉਹ ਥਾਂ ਹੈ ਜਿੱਥੇ ਵਾਲ ਸਟ੍ਰੀਟ ਸੋਚਦੀ ਹੈ ਕਿ ਸਟਾਕ ਅਗਲੇ ਜਾਂਦੇ ਹਨ. - ਯਾਹੂ ਵਿੱਤ",
        "ਲੰਡਨ ਵਿਚ ਪਹਿਲੀ ਤਿਮਾਹੀ ਵਿਚ ਰਿੱਛ ਆਪਣੇ ਲੰਬੇ ਸਨੈਪਰ ਤੋਂ ਗੋਡੇ ਦੀ ਸੱਟ ਨੂੰ ਗੁਆ ਦਿੰਦੇ ਹਨ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਕੋਲੰਬਸ ਰਹਿੰਦੀ ਹੈ, 500 ਸਾਲਾਂ ਬਾਅਦ ਤਸਦੀਕ ਕੀਤੀ ਗਈ, ਦਿਖਾਓ ਕਿ ਉਹ ਯਹੂਦੀ ਸੀਃ ਦਸਤਾਵੇਜ਼ੀ - ਫੌਕਸ ਨਿ Newsਜ਼",
        "ਏਰੀਆਨਾ ਗ੍ਰਾਂਡੇ ਬ੍ਰਿਟਨੀ ਸਪੀਅਰਸ ਦੀ ਨਕਲ ਕਰਦੀ ਹੈ, 'ਐਸ ਐਨ ਐਲ‘ ਵਾਪਸੀ ਦੌਰਾਨ ਜੈਨੀਫਰ ਕੂਲਿਜ ਵਿੱਚ ਬਦਲਦੀ ਹੈ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਇੱਕ ਇੰਜੀਨੀਅਰਿੰਗ ਪ੍ਰਾਪਤੀ ਵਿੱਚ, ਮਕੈਨੀਕਲ ਸਪੇਸਐਕਸ ਆਰਮਜ਼ ਲਾਂਚ ਪੈਡ ਤੇ ਵਾਪਸ ਸਟਾਰਸ਼ਿਪ ਰਾਕੇਟ ਬੂਸਟਰ ਫੜਦਾ ਹੈ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "'ਡੈੱਡ ਹੀਟ': ਟਰੰਪ ਨੇ ਐਨਬੀਸੀ ਨਿ Newsਜ਼ ਪੋਲ ਵਿਚ ਹੈਰਿਸ ਨਾਲ ਵੀ ਖਿੱਚਿਆ - ਐਨਬੀਸੀ ਨਿ Newsਜ਼",
        "ਦੁਰਲੱਭ ਧੂਮ ਨੰਗੀ ਅੱਖ ਨੂੰ ਦਿਖਾਈ ਦੇ ਸਕਦਾ ਹੈ. ਇੱਥੇ ਕਿੱਥੇ ਵੇਖਣਾ ਹੈ. - ਸੀਬੀਐਸ ਬੋਸਟਨ"
    ]
}