{
    "headlines": [
        "Special Counsel Jack Smith liefert in einer neuen Einreichung das bisher vollständigste Bild seines Wahlkampfs gegen Trump im Jahr 2020 - CNN",
        "Brewers Claw Back a Run in Fifth, Trail 3-2 gegen Mets - Milwaukee Journal Sentinel",
        "1 von 12 Utahns leidet an langem COVID, sagt eine Studie des Gesundheitsministeriums - KSL.com",
        "US-Hafenarbeitergewerkschaft, die vom Weißen Haus im Streik unterstützt wird - Reuters",
        "Meinung: OpenAI ist jetzt mehr als 87% der S&P 500-Unternehmen wert. Es steht vor einer harten Prüfung. - MarketWatch",
        "Die Menschen zogen nach Asheville, um dem extremen Wetter zu entkommen. Sie haben ihre tragische Geschichte vergessen. - CNN",
        "Israel drängt an zwei Fronten vorwärts und berichtet von 8 Kampftoten als Angst vor einem breiteren Kriegsberg - The Associated Press",
        "Jax Taylor enthüllt, dass er nie \"legal\" Brittany Cartwright geheiratet hat; übergibt das volle Sorgerecht für das Kind - Hindustan Times",
        "Witt liefert einen weiteren großen Hit, um Royals in Alds ZU bringen - ESPN",
        "Arzt bekennt sich schuldig im Tod von \"Friends\" -Star Matthew Perry - Reuters",
        "Eine amerikanische Bombe aus dem Zweiten Weltkrieg explodiert auf einem japanischen Flughafen und hinterlässt einen Krater auf dem Taxiway - ABC News",
        "New York City Bürgermeister Eric Adams — seine eigene Sicherheitsüberprüfung in Frage — sagt NYPD in höchster Alarmbereitschaft - POLITICO",
        "Davante Adams Landeplätze: Steelers, Saints, Jets unter den potenziellen Handelszielen für Raiders Star WR - CBS Sports",
        "Du tötest mich, Walz - Der Atlantik",
        "Millie Bobby Brown hat ihr Galia Lahav-Brautkleid mit einem dramatischen Twist mitgestaltet und heiratet Jake Bongiovi in der Toskana - Yahoo Entertainment",
        "Biden lehnt mögliche israelische Angriffe auf iranische Atomanlagen ab - BBC.com",
        "Die Vulcan Centaur-Rakete von Ula wird am 4. Oktober zum zweiten Mal gestartet - Space.com",
        "In Bildern: Sonnenfinsternis erzeugt \"Feuerring\" - CNN",
        "Russisches Gericht friert Gelder der US-Banken JP Morgan und Mellon ein - Reuters",
        "Levi Strauss schneidet die Führung ab, da sie den Verkauf des Dockers-Geschäfts abwägt - CNBC"
    ]
}