{
    "headlines": [
        "Отчет: Рейдеры, другие команды связываются с Биллом Беличиком - NBC Sports",
        "В фотографиях: лесные пожары распространились в округе Лос-Анджелес - CNN",
        "Jalen Hurts вернется на тренировку сегодня - NBC Sports",
        "У законодателей Республиканской партии есть мысли о планах Трампа по мировому господству - POLITICO",
        "Гарленд планирует опубликовать отчет Джека Смита от 6 января по поводу возражений Трампа - Axios",
        "Мета-фактчекеры созвали экстренное совещание. Мы попали внутрь. Вот что произошло. - Business Insider",
        "Райан Дэй должен взять дело в свои руки, покинуть штат Огайо, независимо от результатов плей-офф по футболу в колледже - CBS Sports",
        "Объявлены номинанты на премию SAG Awards - крайний срок",
        "Бывший питчер О, № 4 пик Матуш умирает в 37 - ESPN",
        "Wall St проскальзывает, поскольку инвесторы оценивают данные, отчет о чрезвычайной экономической ситуации Трампа - Reuters",
        "Птичий грипп - следующая пандемия? Что нужно знать после первой смерти от H5N1 в США - CNN",
        "Производитель аксессуаров для Nintendo раскрывает макет и дату выпуска Switch 2 - Forbes",
        "Влияние программы Трампа будет зависеть от штата, в котором вы живете - POLITICO",
        "Мировые инвесторы возмущены распродажей на рынке облигаций на рассвете «истерики» - Yahoo Finance",
        "Трамп просит Верховный суд заблокировать вынесение приговора по его делу о тайных деньгах в Нью-Йорке - The Associated Press",
        "Быть в форме лучше для долголетия, чем быть худым, показывает новое исследование - The Washington Post",
        "Израильские удары убивают десятки людей в Газе на фоне усиления режима прекращения огня - Reuters",
        "Qualcomm подтверждает, что в серии Galaxy S25 будут чипы Snapdragon - SamMobile - Новости Samsung",
        "Южные штаты готовятся к самой сильной за последние годы снежной буре - The Washington Post",
        "Samsung запустит «подписку» на телефоны Galaxy уже в следующем месяце - 9to5Google"
    ]
}