{
    "headlines": [
        "ਜੈਵਿਕ ਗਾਜਰ ਨਾਲ ਜੁੜੇ ਈ. ਕੋਲੀ ਦੇ ਫੈਲਣ ਨਾਲ 1 ਦੀ ਮੌਤ ਹੋ ਗਈ ਅਤੇ ਦਰਜਨਾਂ ਅਮਰੀਕਾ ਭਰ ਵਿੱਚ ਬਿਮਾਰ ਹੋ ਗਏ - ਸੀ ਐਨ ਐਨ",
        "ਬਫੇਲੋ ਬਿੱਲਾਂ ਬਨਾਮ ਕੰਸਾਸ ਸਿਟੀ ਚੀਫਸ, ਹਫਤਾ 11 ਦੂਜਾ ਅੱਧਾ ਖੁੱਲ੍ਹਾ ਧਾਗਾ - ਬਫੇਲੋ ਰੰਬਲਿੰਗਜ਼",
        "ਕੋਰਡਾ ਨੇ ਦਿ ਐਨਿਕਾ - ਈਐਸਪੀਐਨ ਵਿਖੇ 7 ਵੀਂ '24 ਐਲਪੀਜੀਏ ਟੂਰ ਖਿਤਾਬ ਜਿੱਤਿਆ",
        "ਹਟਾਈ",
        "ਕਾਰਲ ਬਰੂਕਸ ਨੂੰ ਮਿਲੋ, ਜਿਸ ਨੇ ਪੈਕਰਜ਼ - ਪੈਕਰਸ ਵਾਇਰ ਲਈ ਗੇਮ ਜੇਤੂ ਫੀਲਡ ਗੋਲ ਬਲਾਕ ਤਿਆਰ ਕੀਤਾ",
        "2024 ਐਨਐਫਐਲ ਹਫਤਾ 11 ਜੇਤੂ ਅਤੇ ਹਾਰਨ ਵਾਲੇਃ ਸ਼ੇਰ, ਸਟੀਲਰਸ ਸੰਪੂਰਨ ਟੀਮਾਂ ਹਨ; ਜੈਗੁਆਰ, ਜੈੱਟਸ ਕੁੱਲ ਫਲਾਪ ਹਨ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਜੌਹਨਸਨ ਗਾਏਟਜ਼ ਨੂੰ 'ਵਾਸ਼ਿੰਗਟਨ ਜਾਂ ਕਿਤੇ ਵੀ ਸਭ ਤੋਂ ਚਮਕਦਾਰ ਦਿਮਾਗਾਂ ਵਿੱਚੋਂ ਇੱਕ’ ਕਹਿੰਦਾ ਹੈ - ਦ ਹਿੱਲ",
        "ਏਆਈ, ਉੱਤਰੀ ਕੋਰੀਆ, ਟਰੰਪਃ ਬਾਇਡਨ ਅਤੇ ਸ਼ੀ ਨੇ ਆਪਣੀ ਆਖ਼ਰੀ ਆਹਮੋ-ਸਾਹਮਣੇ ਮੁਲਾਕਾਤ ਵਿਚ ਕੀ ਵਿਚਾਰ-ਵਟਾਂਦਰੇ ਕੀਤੇ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਡੋਨਾਲਡ ਟਰੰਪ ਦੀ ਜਿੱਤ ਜੀ -20 ਪਹਿਲਕਦਮੀਆਂ ਨੂੰ ਭੰਗ ਕਰਨ ਦੀ ਧਮਕੀ ਦਿੰਦੀ ਹੈ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "ਵਾਲ ਸਟ੍ਰੀਟ ਨੂੰ ਹੁਣ ਟਰੰਪ ਨੂੰ ਸ਼ਾਬਦਿਕ ਤੌਰ 'ਤੇ ਲੈਣਾ ਪੈ ਸਕਦਾ ਹੈ ਕਿਉਂਕਿ ਖਜ਼ਾਨਾ ਸਕੱਤਰ ਦੀ ਲੜਾਈ ਇਕ ਸੈਂਟਰਪੀਸ ਮੁਹਿੰਮ ਦੇ ਵਾਅਦੇ' ਤੇ ਕੇਂਦ੍ਰਤ ਕਰਦੀ ਹੈ - ਕਿਸਮਤ",
        "ਇਜ਼ਰਾਈਲੀ ਸਟਰਾਈਕ ਨੇ ਹਿਜ਼ਬੁੱਲਾਹ ਦੇ ਬੁਲਾਰੇ ਨੂੰ ਮਾਰ ਦਿੱਤਾ ਕਿਉਂਕਿ ਸਮੂਹ ਤਾਜ਼ਾ ਜੰਗਬੰਦੀ ਦੇ ਪ੍ਰਸਤਾਵ ਦਾ ਜਵਾਬ ਤਿਆਰ ਕਰਦਾ ਹੈ - ਸੀਐਨਐਨ",
        "ਖੰਡੀ ਤੂਫਾਨ ਸਾਰਾ ਬੇਲੀਜ਼ ਵਿਚ ਲੈਂਡਫਾਲ ਕਰਨ ਤੋਂ ਬਾਅਦ ਖੰਡੀ ਡਿਪਰੈਸ਼ਨ ਵਿਚ ਕਮਜ਼ੋਰ ਹੋ ਜਾਂਦਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਪਾਲ ਮੇਸਕਲ ਨੂੰ ਪੁੱਛਣ ਲਈ \"ਕੀ ਤੁਸੀਂ ਮਨੋਰੰਜਨ ਨਹੀਂ ਕਰਦੇ?\" ਐਸ ਐਨ ਐਲ ਮੇਜ਼ਬਾਨ ਵਜੋਂ - ਏਵੀ ਕਲੱਬ",
        "ਵਿਗਿਆਨੀ ਸਾਇਬੇਰੀਆ ਵਿੱਚ 35,000 ਸਾਲ ਪੁਰਾਣੀ ਸਾਬਰ-ਦੰਦ ਵਾਲੀ ਬਿੱਲੀ ਦਾ ਅਧਿਐਨ ਕਰਦੇ ਹਨ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਰੂਸ ਨੇ ਵੱਡੇ ਪੈਮਾਨੇ ਦੀ ਮਿਜ਼ਾਈਲ ਅਤੇ ਡਰੋਨ ਹਮਲੇ ਨਾਲ ਯੂਕਰੇਨ ਦੇ energyਰਜਾ ਬੁਨਿਆਦੀ targetਾਂਚੇ ਨੂੰ ਨਿਸ਼ਾਨਾ ਬਣਾਇਆ - ਪੀਬੀਐਸ ਨਿ Newsਜ਼ਹੋਰ",
        "ਐਕਸਪਲੋਰੇਸ਼ਨ ਕੰਪਨੀ ਸਪੇਸਐਕਸ ਡ੍ਰੈਗਨ - ਟੈਕਕ੍ਰਾਂਚ ਲਈ ਯੂਰਪ ਦੇ ਜਵਾਬ ਨੂੰ ਬਣਾਉਣ ਲਈ $ 160M ਵਧਾਉਂਦੀ ਹੈ",
        "'ਦਿ ਵੌਇਸ' ਜੇਤੂ ਸੁੰਡੈਂਸ ਹੈੱਡ ਆਪਣੇ ਟੈਕਸਾਸ ਰੈਂਚ 'ਤੇ ਅਚਾਨਕ ਗੋਲੀ ਮਾਰਨ ਤੋਂ ਬਾਅਦ ਘਰ ਵਿਚ ਠੀਕ ਹੋ ਗਿਆ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਹਟਾਈ",
        "ਉੱਤਰੀ ਲਾਈਟਾਂ ਦੀ ਭਵਿੱਖਬਾਣੀਃ ਅੱਜ ਰਾਤ ਇਨ੍ਹਾਂ 8 ਰਾਜਾਂ ਤੋਂ Aurora Borealis ਵੇਖੀ ਜਾ ਸਕਦੀ ਹੈ - ਫੋਰਬਸ",
        "ਵਿਵੇਕ ਰਾਮਾਸਵਾਮੀ ਨੇ ਸਹੁੰ ਖਾਧੀ ਕਿ ਉਨ੍ਹਾਂ ਦੀ ਅਤੇ ਐਲਨ ਮਸਕ ਦੀ ਵਾਚ ‘ਤੇ ਪੂਰੀ ਸਰਕਾਰੀ ਏਜੰਸੀਆਂ' ਮਿਟਾ ਦਿੱਤੀਆਂ ਜਾਣਗੀਆਂ '- ਮੀਡੀਆਟ"
    ]
}