{
    "headlines": [
        "ਜੈ-ਜ਼ੈਡ ਅਤੇ ਸੀਨ ਕੰਬਜ਼ ਦੁਆਰਾ ਜਿਨਸੀ ਸ਼ੋਸ਼ਣ ਦਾ ਦੋਸ਼ ਲਗਾਉਣ ਵਾਲੀ womanਰਤ ਦਾਅਵਿਆਂ ਵਿਚ ਅਸੰਗਤਤਾਵਾਂ ਨੂੰ ਮੰਨਦੀ ਹੈ - ਦਿ ਗਾਰਡੀਅਨ",
        "ਜਾਰਜੀਆ ਰਾਜਨੀਤਿਕ ਸੰਕਟ ਡੂੰਘਾ ਹੁੰਦਾ ਜਾ ਰਿਹਾ ਹੈ ਕਿਉਂਕਿ ਸੰਸਦ ਮੈਂਬਰਾਂ ਨੇ ਰਾਸ਼ਟਰਪਤੀ ਵਜੋਂ ਦੂਰ-ਸੱਜੇ ਸਾਬਕਾ ਸੌਕਰ ਖਿਡਾਰੀ ਨੂੰ ਵੋਟ ਦਿੱਤੀ - ਸੀ ਐਨ ਐਨ",
        "ਟਰੰਪ ਮੁੱਖ ਸਹਿਯੋਗੀ, ਨਾਮਜ਼ਦ ਅਤੇ ਡੈਨੀਅਲ ਪੈਨੀ ਦੇ ਨਾਲ ਆਰਮੀ-ਨੇਵੀ ਗੇਮ ਵਿਚ ਸ਼ਾਮਲ ਹੋਣਗੇ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਯੂਐਸ ਪੂਰਬੀ ਤੱਟ ਦੇ ਨਾਲ ਰਹੱਸਮਈ ਡਰੋਨ ਦੇਖਣ 'ਤੇ ਚਿੰਤਾ ਵਧਦੀ ਹੈ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "ਮੈਡੀਕਲ ਰਹੱਸਃ ਇਸ ਬੱਚੇ ਦੀ ਮਜ਼ਬੂਤ ਭੁੱਖ ਕਿਉਂ ਸੁੱਕ ਗਈ? - ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਡਾਉਨਲੋਡ ਕਰੋ ਆਈਓਐਸ 18.2 ਹੁਣ ਸਿਰੀ ਵਿਚ ਚੈਟਜੀਪੀਟੀ ਲਈ, ਨਵੀਂ ਏਆਈ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਅਤੇ ਹੋਰ - ਸੀ ਐਨ ਈ ਟੀ",
        "ਦੱਖਣੀ ਕੋਰੀਆ ਦੀ ਸੰਸਦ ਨੇ ਆਪਣੇ ਮਾਰਸ਼ਲ ਲਾਅ ਆਰਡਰ ਨੂੰ ਲੈ ਕੇ ਰਾਸ਼ਟਰਪਤੀ ਯੂਨ ਸੁਕ ਯੀਓਲ ਨੂੰ ਮਹਾਂਦੋਸ਼ ਲਗਾਉਣ ਲਈ ਵੋਟ ਦਿੱਤੀ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਸੀਰੀਆਃ ਸਯਦਨਾਯਾ ਤਸ਼ੱਦਦ ਜੇਲ੍ਹ ਤੋਂ ਆਜ਼ਾਦ ਹੋਏ ਲੋਕਾਂ ਦੀਆਂ ਕਹਾਣੀਆਂ - BBC.com",
        "ਅੱਜ ਕਿਹੜੇ ਕਾਲਜ ਫੁੱਟਬਾਲ ਕਟੋਰੇ ਦੀਆਂ ਖੇਡਾਂ ਚੱਲ ਰਹੀਆਂ ਹਨ? ਕਟੋਰੇ ਦੇ ਸੀਜ਼ਨ ਦੀ ਸ਼ੁਰੂਆਤ ਲਈ ਪੂਰਾ ਕਾਰਜਕ੍ਰਮ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਯੂਨਾਈਟਿਡਹੈਲਥਕੇਅਰ ਦੇ ਸੀਈਓ ਦੀ ਹੱਤਿਆ ਨਵੀਨਤਮਃ ਮੈਂਗਿਓਨ 'ਵੈਟਰਨ' ਨਿ New ਯਾਰਕ ਦੇ ਵਕੀਲ ਨੂੰ ਕਿਰਾਏ 'ਤੇ ਲੈਂਦਾ ਹੈ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਤਕਨੀਕੀ ਉਦਯੋਗ ਅਤੇ ਸੀਈਓਜ਼ ਆਪਣੇ ਉਦਘਾਟਨ ਤੋਂ ਪਹਿਲਾਂ ਟਰੰਪ ਦੇ ਨਾਲ ਕਰੀ ਪਸੰਦ ਕਰਦੇ ਹਨ - ਨਿ New ਯਾਰਕ ਟਾਈਮਜ਼",
        "'ਅਸੀਂ ਜਾਣਦੇ ਹਾਂ ਕਿ ਸਾਲ ਦਾ ਇਹ ਸਮਾਂ ਕਿੰਨਾ ਮਹੱਤਵਪੂਰਣ ਹੈ' - ਵਰਜਿਲ ਵੈਨ ਡਿਜਕ ਦਾ ਫੁਲਹੈਮ ਪ੍ਰੋਗਰਾਮ ਨੋਟਸ - ਲਿਵਰਪੂਲ ਐਫਸੀ",
        "1 ਵਾਲ ਸਟ੍ਰੀਟ ਵਿਸ਼ਲੇਸ਼ਕ ਦੇ ਅਨੁਸਾਰ 2030 ਤੱਕ 20 ਟ੍ਰਿਲੀਅਨ ਡਾਲਰ ਦੇ ਸੁਪਰਚਾਰਜਡ ਗ੍ਰੋਥ ਸਟਾਕ ਨੂੰ ਮਿਲੋ - ਦਿ ਮੋਟਲੇ ਫੂਲ",
        "ਹਟਾਈ",
        "ਆਰਐਫਕੇ ਜੂਨੀਅਰ ਸਹਿਯੋਗੀ ਨੇ ਐਫ ਡੀ ਏ ਨੂੰ ਪੋਲੀਓ ਟੀਕਾ ਰੱਦ ਕਰਨ ਦੀ ਅਪੀਲ ਕੀਤੀ - ਐਕਸੀਓਸ",
        "ਐਲਨ ਮਸਕ ਦੇ ਵਕੀਲ ਨੇ ਕਿਹਾ ਕਿ ਐਸਈਸੀ ਨੇ ਟੈਸਲਾ ਦੇ ਸੀਈਓ ਨੂੰ ਟਵਿੱਟਰ - ਫਾਰਚੂਨ ਦੀ ਖਰੀਦ ਦੀ ਜਾਂਚ ਨੂੰ ਸੁਲਝਾਉਣ ਲਈ ਜੁਰਮਾਨਾ ਅਦਾ ਕਰਨ ਜਾਂ ਦੋਸ਼ਾਂ ਦਾ ਸਾਹਮਣਾ ਕਰਨ ਦੀ ਮੰਗ ਕੀਤੀ",
        "ਨੈਨਸੀ ਪੇਲੋਸੀ ਵਿਦੇਸ਼ੀ ਯਾਤਰਾ 'ਤੇ ਸੱਟ ਲੱਗਣ ਤੋਂ ਬਾਅਦ ਹਸਪਤਾਲ ਵਿਚ - ਬੀਬੀਸੀ.",
        "ਸ਼ਨੀਵਾਰ, ਦਸੰਬਰ 14, 2024 ਲਈ ਕੁੰਡਲੀ - ਸ਼ਿਕਾਗੋ ਸੂਰਜ-ਟਾਈਮਜ਼",
        "ਟੈਕਸਾਸ ਏਜੀ ਨੇ ਮੇਲ-ਆਰਡਰ ਗਰਭਪਾਤ ਦੀਆਂ ਗੋਲੀਆਂ 'ਤੇ ਰਾਜ ਤੋਂ ਬਾਹਰ ਦੇ ਡਾਕਟਰ' ਤੇ ਮੁਕੱਦਮਾ ਕੀਤਾ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਯੂਐਫਸੀ ਟੈਂਪਾ ਨਤੀਜੇਃ ਕੋਵਿੰਗਟਨ ਬਨਾਮ ਬਕਲੇ - ਐਮਐਮਏ ਫਾਈਟਿੰਗ"
    ]
}