{
    "headlines": [
        "الأسهم الآسيوية تنخفض، سندات الخزانة طويلة الأجل تتجه لأسوأ أسبوع في عام - رويترز",
        "تبدأ لعبة Naughty Dog القادمة \"امتيازًا\" جديدًا مع لعبة PS5 الخيال العلمي التي تضم \"القصة الأكثر وحشية والأكثر إبداعًا\" و \"أعمق طريقة لعب\" حتى الآن - Gamesradar",
        "يتذكر ستانلي أكثر من 2.5 مليون كوب سفر بسبب خطر الحروق المحتمل - سي إن إن",
        "تحليل فوري لخسارة 49 لاعبًا 12-6 أمام الأكباش مع تلاشي آمال التصفيات بشكل أساسي - أخبار ميركوري",
        "سقوط النظام السوري يكشف حدود طموحات روسيا العالمية - صحيفة وول ستريت جورنال",
        "جوكيش دوماراجو: كيف أصبح المراهق الهندي أصغر بطل عالمي للشطرنج - BBC.com",
        "كيف استخدمت إسرائيل فراغ السلطة لتدمير الأصول العسكرية السورية - واشنطن بوست",
        "جوائز الألعاب لعام 2024 تسمي \"أسترو بوت\" لعبة العام - قائمة الفائزين الكاملة - الموعد النهائي",
        "ترافيس هنتر يفوز بجوائز Chuck Bednarik و Fred Biletnikoff - NBC Sports",
        "بلومنتال ينضم إلى الدعوات لإسقاط طائرات نيوجيرسي بدون طيار \"إذا لزم الأمر\" - أكسيوس",
        "الفائزون بجائزة بيلبورد الموسيقية الحادية والثلاثون — القائمة الكاملة - الموعد النهائي",
        "أمازون تتبرع بمليون دولار لصندوق ترامب الافتتاحي، لحدث البث على برايم فيديو - رويترز",
        "تقول امرأة ماوي التي عثر عليها في المكسيك إنها لن تعود إلى المنزل - KHON2",
        "براين أوستن غرين يتفاعل مع ميغان فوكس وبندقية آلية انقسام كيلي مع رسالة لمغني الراب - جاريد فقط",
        "بدأ العلماء في معرفة سبب استمرار ثوران هذا القمر مع البراكين - واشنطن بوست",
        "بايدن يصدر 39 عفواً رئاسياً ويخفف 1500 عقوبة - BBC.com",
        "ما قاله بيل بيليتشيك عن جامعة واشنطن خلال مقدمة UNC - The Seattle Times",
        "أبلغت كاليفورنيا عن المزيد من الأمراض لدى الأشخاص الذين شربوا الحليب الخام. فيما يلي المخاطر، وفقًا لخبراء الصحة - سي إن إن",
        "مايكروسوفت تطلق Phi -4، وهو نموذج ذكاء اصطناعي جديد، في معاينة البحث - TechCrunch",
        "تظهر منشوراته أن مشكلة الظهر وضباب الدماغ أزعجا المشتبه به في مقتل الرئيس التنفيذي لشركة UnitedHealthcare - وكالة أسوشيتد برس"
    ]
}