{
    "headlines": [
        "ਪ੍ਰਿੰਸ ਹੈਰੀ ਅਤੇ ਮੇਗਨ ਐਲਏ ਜੰਗਲੀ ਅੱਗ ਤੋਂ ਪ੍ਰਭਾਵਿਤ ਲੋਕਾਂ ਨੂੰ ਦਿਲਾਸਾ ਦੇਣ ਲਈ ਹੈਰਾਨੀਜਨਕ ਦਿੱਖ ਬਣਾਉਂਦੇ ਹਨ - ਸੀਐਨਐਨ",
        "ਲਾਈਵ ਅਪਡੇਟਸਃ ਐਨਸੀਨੋ, ਤਰਜ਼ਾਨਾ - ਐਨਬੀਸੀ ਲਾਸ ਏਂਜਲਸ ਦੇ ਕੁਝ ਹਿੱਸਿਆਂ ਵਿੱਚ ਪਾਲੀਸੇਡਸ ਫਾਇਰ ਲਈ ਨਵੇਂ ਨਿਕਾਸੀ ਦੇ ਆਦੇਸ਼",
        "ਮੈਟਾ ਅਤੇ ਐਮਾਜ਼ਾਨ ਐਕਸ ਡਾਇਵਰਸਿਟੀ ਇਨੀਸ਼ੀਏਟਿਵਜ਼ ਟਰੰਪ ਦੇ ਵ੍ਹਾਈਟ ਹਾ Houseਸ ਰਿਟਰਨ ਤੋਂ ਪਹਿਲਾਂ - ਡੈੱਡਲਾਈਨ",
        "ਹਾਦਸਾਗ੍ਰਸਤ ਦੱਖਣੀ ਕੋਰੀਆ ਦੇ ਜਹਾਜ਼ ਤੋਂ ‘ਬਲੈਕ ਬਾਕਸ’ ਨੇ ਤਬਾਹੀ ਤੋਂ ਲਗਭਗ ਚਾਰ ਮਿੰਟ ਪਹਿਲਾਂ ਰਿਕਾਰਡਿੰਗ ਰੋਕ ਦਿੱਤੀ, ਅਧਿਕਾਰੀਆਂ ਦਾ ਕਹਿਣਾ ਹੈ - ਸੀਐਨਐਨ",
        "ਟਰੰਪ ਨੂੰ ਫੇਲੋਨ ਘੋਸ਼ਿਤ ਕਰਨ ਤੋਂ ਬਾਅਦ ਮਾਗਾ ਨੇ ਭਾਵਨਾਤਮਕ ਪਿਘਲਣਾ - ਦਿ ਡੇਲੀ ਬੀਸਟ",
        "‘ਕਿਸੇ ਕੋਲ ਘਰ ਨਹੀਂ’: ਕੈਲੀਫੋਰਨੀਆ ਦੇ ਇਕ ਗੁਆਂਢ ਤੋਂ ਕੀ ਅੱਗ ਲੱਗੀ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਜੈਨੀਫਰ ਗਾਰਨਰ ਐਲ. ਏ. ਵਾਈਲਡਫਾਇਰਜ਼ ਵਿੱਚ \"ਇੱਕ ਦੋਸਤ ਗੁਆਉਣ\" ਤੋਂ ਬਾਅਦ \"ਦੋਸ਼ੀ\" ਸ਼ੇਅਰ ਕਰਦੀ ਹੈ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਸ਼ਨੀਵਾਰ, ਜਨਵਰੀ 11, 2025 ਲਈ ਕੁੰਡਲੀ - ਸ਼ਿਕਾਗੋ ਸੂਰਜ-ਟਾਈਮਜ਼",
        "ਜੈਕ ਸਾਵੇਅਰ ਦੀ ਟੱਚਡਾਉਨ ਲਈ ਮਹਾਂਕਾਵਿ ਫੰਬਲ ਵਾਪਸੀ ਓਹੀਓ ਸਟੇਟ ਦੀ ਕਾਲਜ ਫੁੱਟਬਾਲ ਰਾਸ਼ਟਰੀ ਚੈਂਪੀਅਨਸ਼ਿਪ ਗੇਮ ਦੀ ਯਾਤਰਾ - ਸੀ ਐਨ ਐਨ",
        "ਬਾਈਡਨ ਦੇ ਅਲਵਿਦਾ ਰੂਸੀ ਤੇਲ ਵਪਾਰ ਪਾਬੰਦੀਆਂ ਇਕ ਵੱਡਾ ਸੌਦਾ ਕਿਉਂ ਹਨ - ਬਲੂਮਬਰਗ",
        "ਟਰੰਪ ਗ੍ਰੀਨਲੈਂਡ ਲੈਣਾ ਚਾਹੁੰਦਾ ਹੈਃ ਇਹ ਗਾਥਾ ਜਾਣ ਦੇ ਚਾਰ ਤਰੀਕੇ - ਬੀਬੀਸੀ.",
        "ਨੌਕਰੀਆਂ ਦੀ ਰਿਪੋਰਟ ਭੇਜਣ ਤੋਂ ਬਾਅਦ ਡਾਓ ਫਾਲਸ ਲਗਭਗ 700 ਪੁਆਇੰਟ ਦੁਬਾਰਾ ਸਪਾਈਕਿੰਗ ਕਰਦਾ ਹੈ - ਬੈਰਨਜ਼",
        "ਬੂ-ਭਰੇ ਹੋਏ ਨੁਕਸਾਨ ਵਿੱਚ ਥੰਡਰ ਦੁਆਰਾ ਸ਼ਰਮਿੰਦਾ ਨਿਕਸ ਕਿਉਂਕਿ ਚਿੰਤਾਵਾਂ ਵਧਦੀਆਂ ਰਹਿੰਦੀਆਂ ਹਨ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਬਲੇਕ ਲਾਈਵ ਬਨਾਮ. ਜਸਟਿਨ ਬਾਲਡੋਨੀ ਲੜਾਈ ਦੁਬਾਰਾ ਪੀਆਰ ਚੀਫ ਸਬਪੋਨਾਸ ਟੈਕ ਕੰਪਨੀਆਂ ਦੇ ਤੌਰ ਤੇ ਗਰਮੀ ਕਰਦੀ ਹੈ, ਵਧੇਰੇ ਮੁਕੱਦਮੇ ਲੂਮ - ਡੈੱਡਲਾਈਨ",
        "ਜੰਗਲੀ ਹਫਤੇ ਦੇ ਅੰਤ ਤੋਂ ਪਹਿਲਾਂਃ ਕਲੇ ਟ੍ਰੈਵਿਸ ਐਨਐਫਐਲ ਦੀਆਂ ਵਾਈਲਡਕਾਰਡ ਖੇਡਾਂ ਲਈ ਆਪਣੇ ਜੇਤੂਆਂ ਨੂੰ ਦਿੰਦਾ ਹੈ - ਆਉਟਕਿੱਕ",
        "ਅਮਰੀਕਾ ਨੇ ਵੈਨੇਜ਼ੁਏਲਾ ਦੇ ਨਿਕੋਲਸ ਮਾਦੁਰੋ ਦੀ ਗ੍ਰਿਫਤਾਰੀ ਲਈ 25 ਮਿਲੀਅਨ ਡਾਲਰ ਦੇ ਇਨਾਮ ਦਾ ਐਲਾਨ ਕੀਤਾ - BBC.com",
        "ਕੀ ਤੁਸੀਂ ਹੁਣ ਅਟਲਾਂਟਾ ਵਿੱਚ ਗੱਡੀ ਚਲਾ ਸਕਦੇ ਹੋ? ਇੱਥੇ ਮੌਜੂਦਾ ਸੜਕ ਦੀਆਂ ਸਥਿਤੀਆਂ ਬਾਰੇ ਕੀ ਜਾਣਨਾ ਹੈ - 11Alive. com WXIA",
        "ਲਾਸ ਏਂਜਲਸ ਜੰਗਲੀ ਅੱਗ: ਨਿਊਜ਼ੌਮ ਨੇ ਪਾਣੀ ਦੀ ਘਾਟ ਦੀ ਜਾਂਚ ਸ਼ੁਰੂ ਕੀਤੀ, ਮੌਤ ਦੀ ਗਿਣਤੀ ਵਧੀ - ਫੋਰਬਸ",
        "ਬਾਇਡਨ ਨੇ ਗੈਸ ਦੀਆਂ ਕੀਮਤਾਂ ਵਧਣ ਦੀ ਚਿਤਾਵਨੀ ਦਿੱਤੀ, ਤੱਥ-ਚੈਕਿੰਗ ਤੋਂ ਵੱਧ ਮੈਟਾ ਦੀ ਅਸੈਸਿੰਗ - ਬਲੂਮਬਰਗ",
        "ਕੀ ਤੁਹਾਨੂੰ ਅਜੇ ਵੀ ਆਪਣੇ ਗਿਰਵੀਨਾਮੇ ਦਾ ਭੁਗਤਾਨ ਕਰਨਾ ਪਏਗਾ ਜੇ ਤੁਹਾਡਾ ਘਰ ਸੜ ਜਾਂਦਾ ਹੈ? - ਮਾਰਕੀਟਵਾਚ"
    ]
}