{
    "headlines": [
        "تدبير حقوق الإجهاض في ميسوري غير صالح، كما يقول القاضي قبل أيام من الموعد النهائي - واشنطن بوست",
        "من المتوقع أن يواجه المشتبه به في إطلاق النار في مدرسة جورجيا المزيد من الاتهامات مع ظهور روايات عن بطولات الطلاب - سي إن إن",
        "المصادر: PACK 'S LOVE يُعتقد أنها مصابة بـ MCL - ESPN",
        "المكون الموجود في دوريتوس يجعل جلد الفأر شفافًا، وقد يكون له تطبيقات طبية - فوكس نيوز",
        "رقم 3 تكساس، كوين إيورز لا تحتاج إلى كارما في السيطرة على هزيمة رقم 9 ميشيغان - الولايات المتحدة الأمريكية اليوم",
        "نيكول كيدمان تغادر مهرجان البندقية السينمائي بعد وفاة الأم - TMZ",
        "نائب الرئيس السابق ديك تشيني يقول إنه سيصوت لهاريس - NPR",
        "يوافق جمال موراي على التمديد لمدة أربع سنوات بحد أقصى 208 مليون دولار للبقاء مع Denver Nuggets - Yahoo Sports",
        "\"القضاء على الإرهابيين \": يوثق جيش الدفاع الإسرائيلي القضاء على الإرهابيين في جنوب غزة - جروسالم بوست",
        "يرتبط استدعاء البيض الصادر عن مركز السيطرة على الأمراض بتفشي السالمونيلا: تعرف على الولايات المتأثرة - USA TODAY",
        "زلزال بقوة 3.5 درجة يضرب أونتاريو، كما تقول هيئة المسح الجيولوجي الأمريكية - ABC7 لوس أنجلوس",
        "تواجه حملة كامالا هاريس الانتخابية الأمريكية الخالية من الألم أول لحظة حاسمة - BBC.com",
        "العثور على ممرضة من ولاية أوريغون ميتة بعد اختفاء \"غير عادي ومثير للقلق\"، وهي جارة متهمة بالقتل - إن بي سي نيوز",
        "قائمة الفائزين بجائزة مهرجان فينيسيا السينمائي (تحديث مباشر) - مجموعة متنوعة",
        "غضب المتظاهرون الفرنسيون من \"الانتخابات المسروقة\" حيث اختار ماكرون بارنييه المحافظ لرئيس الوزراء - فرانس 24 الإنجليزية",
        "يقوم تايلور سويفت وترافيس كيلسي بتنسيق ملابسهما الليلية المرصعة بالجواهر - Harper's BAZAAR",
        "كوفيد \"مرتفع\" أو \"مرتفع جدًا\" في كل ولاية تقريبًا. ارتفع مستوى نيوجيرسي للتو. - NJ.com",
        "الإعصار العملاق ياغي يقتل أربعة في فيتنام بعد سقوط ضحايا في الصين والفلبين - إن بي سي نيوز",
        "تم العثور على أول حالة إصابة بإنفلونزا الطيور غير مرتبطة مباشرة بالحيوانات المريضة في ميسوري - NPR",
        "شركة كرايسلر الأم ستيلانتيس تستدعي 1.46 مليون سيارة في جميع أنحاء العالم - رويترز"
    ]
}