{
    "headlines": [
        "Die Boeing-Aktie steigt nach dem Zahlungsangebot, um den Streik zu beenden. Gewerkschaftsabstimmung nächste Woche fällig. - Barrons",
        "Oktober-Arbeitsmarktbericht: US-Wirtschaft schafft nur 12.000 neue Arbeitsplätze, da Boeing streiken und Hurrikane den Arbeitsmarkt belasten - Yahoo Finance",
        "Was Sie über die beispiellosen Überschwemmungen wissen sollten, bei denen in Spanien mehr als 200 Menschen ums Leben kamen - The Associated Press",
        "Nasdaq 100 Futures steigen, da Investoren die neuesten Tech-Einnahmen analysieren und auf Jobdaten warten: Live-Updates - CNBC",
        "Ein georgischer Beamter sagt, dass ein Video über angeblichen Wählerbetrug wahrscheinlich von einer russischen Trollfarm erstellt wurde - CBS News",
        "Dodgers 'Simple Plan on Scouting Report to Beat Yankees in World Series Rang True - Sports Illustrated",
        "Das Land des Millionen-Dollar-Starterhauses könnte über das Schicksal des Kongresses entscheiden - POLITICO",
        "Darren Woods, CEO von Exxon Mobil, zu den Ergebnissen des dritten Quartals: Die Transformation des Unternehmens beginnt sich zu manifestieren - CNBC Television",
        "Was ist die antike Stadt Baalbek im Libanon und warum zielt Israel auf sie? - Al Jazeera Englisch",
        "Connellys Woche 10 Vorschau: Penn State-Ohio State startet im November in den heißen Start - ESPN",
        "Das ehemalige Playboy-Model behauptet, dass Sean ‘Diddy’ Combs sie dazu gebracht hat, Jennifer Lopez Video bei ‘Freak Off’ anzusehen - Seite sechs",
        "Halloween-Shootings im Nachtleben von Orlando hinterlassen 2 Tote, 6 Verletzte - CNN",
        "Nordkorea rühmt sich der \"stärksten\" Rakete der Welt, aber Experten sagen, dass sie zu groß ist, um sie im Krieg einzusetzen - New York Post",
        "Russland verurteilt ehemaligen US-Konsulatsmitarbeiter zu fast fünf Jahren Gefängnis - Al Jazeera Englisch",
        "Nordkorea wird Russland bis zum Sieg in der Ukraine unterstützen, sagt Außenminister - Reuters",
        "Die Heilung der Ozonschicht schreitet voran, da das antarktische Loch 2024 zu den kleinsten seit Jahrzehnten zählt - The Daily Galaxy - Great Discoveries Channel",
        "iPhone SE 4 Erstes von Apple entwickeltes 5G-Modem, iPhone 17 Pro zum Hinzufügen von benutzerdefiniertem Wi-Fi 7-Chip - MacRumors",
        "[removed]",
        "Offizieller Teaser-Trailer zu \"Squid Game\" Staffel 2 - CNN",
        "Habe ich COVID, die Grippe oder etwas anderes? 2024 Symptome und Tests zu wissen. - CBS News"
    ]
}