{
    "headlines": [
        "Jamie Foxx revela que teve um derrame em novo especial de stand-up da Netflix - The Washington Post",
        "Cão de guarda levanta preocupações sobre investigações de vazamento da era Trump de repórteres e membros do Congresso - ABC News",
        "Girona x Liverpool: Liga dos Campeões – ao vivo - The Guardian",
        "As ações da Walgreens estouram quando a cadeia de farmácias Report pode se vender para a empresa de educação física Sycamore - CNBC",
        "Exclusivo: Novos governantes da Síria voltam à economia de livre mercado, diz líder empresarial - Reuters",
        "‘Nunca tive a impressão de que ele se autodestruiria:’ Amigos do suspeito em tiroteio fatal com CEO saíram em choque - CNN",
        "Os traders estão bastante certos de um corte na taxa do Fed. O que acontece se os dados de inflação estiverem muito quentes? - MarketWatch",
        "O teste de HPV é preferível ao Papanicolau para o rastreio do cancro do colo do útero a partir dos 30 anos, diz o rascunho da",
        "Fãs com olhos de águia acham que viram a primeira imagem do 'Switch 2' no novo trailer de Satisfye - Nintendo Life",
        "Imagens de satélite mostram navios da Marinha russa ancorados na costa da Síria - Reuters",
        "Israel bombardeia a Síria e conquista território enquanto Netanyahu promete mudar \"a face\" do Oriente Médio - CNN",
        "Cientistas afirmam ter encontrado a causa dos misteriosos cânceres de cólon em jovens - e os fatores de estilo de vida - Daily Mail",
        "Cientistas descobrem potencial ligação entre alimentos ultraprocessados e câncer - Financial Times",
        "Trump quer acabar com a cidadania por nascimento. Isso pode realmente acontecer? - POLITICO",
        "\"A Princesa da Poesia Negra\", Nikki Giovanni, morreu aos 81 anos - Associated Press",
        "Incêndio florestal em movimento rápido em Malibu leva a evacuações, fechamentos de escolas, abrigo em ordem de lugar em Pepperdine - LAist",
        "Ação judicial coloca Sean ‘Diddy’ Combs e a amizade de décadas de Jay-Z no centro das atenções - CNN",
        "Como a recusa dos Yankees em dar uma suíte de luxo a Juan Soto ajudou a fechar negócio com o Mets - Sports Illustrated",
        "A partir de 5 de dezembro: Rodadas eliminatórias aguardam na Emirates NBA Cup - NBA.com",
        "Os 3 milhões de refugiados sírios da Turquia enfrentam uma grande decisão sobre voltar para casa ou ficar - BBC.com"
    ]
}