{
    "headlines": [
        "يقول طبيبها إن هاريس في \"صحة ممتازة\"، حيث تتطلع الحملة إلى الضغط على ترامب لنشر السجلات الطبية - سي بي إس نيوز",
        "تكشف الوثائق التي تم الاستيلاء عليها عن طموح حماس الأوسع لإحداث فوضى في إسرائيل - واشنطن بوست",
        "سجل وارن 17 يمسك رالي PSU الرئيسي مقابل USC - ESPN",
        "تكشف دانا كارفي أن تحطيم الآيس كريم في وجه مايا رودولف على \"SNL\" لم يكن مخططًا له - مراسل هوليوود",
        "كرة قدم الوحدة التنظيمية تحطمت من قبل تكساس رقم 1 في منافسة النهر الأحمر | 5 وجبات سريعة - Oklahoman.com",
        "يتجمع ترامب في كاليفورنيا الزرقاء الصامدة في خطوة غير تقليدية للحملة - الجزيرة الإنجليزية",
        "معهد السياسة الأمريكية الأولى، وهي مجموعة تقدم المشورة لترامب، تقول إن أنظمتها قد تم اختراقها - وكالة أسوشيتد برس",
        "نيك كانون تفاصيل حضور حفل ديدي في 16 - E! أونلاين - E! NEWS",
        "تحديثات حية: ضربات مميتة في شمال غزة ؛ قلق بايدن بعد أن ضربت القوات الإسرائيلية قوات حفظ السلام - واشنطن بوست",
        "7 - Eleven تغلق أكثر من 400 موقع في أمريكا الشمالية - ABC7 لوس أنجلوس",
        "نداء أوباما إلى الرجال السود يلمس العصب بين الديمقراطيين. هل كراهية النساء في عام الانتخابات تلعب دورًا ؟ - وكالة أسوشيتد برس",
        "المؤثر في تيك توك تايلور روسو جريج يستريح بعد الوفاة \"المفاجئة\" في سن 25 - الصفحة السادسة",
        "بينما تتأرجح فلوريدا، يتحول التركيز إلى استعادة السلطة، ومساعدة الضحايا في أعقاب إعصار ميلتون - إن بي سي نيوز",
        "\"المرعب 3\" يتفوق على المنافسة، بينما يكافح \"الجوكر\" في شباك التذاكر - نيويورك بوست",
        "تم الكشف عن الاسم الرمزي لجهاز Nintendo Switch 2 بواسطة Huge Leak - ComicBook.com",
        "توفي أليكس سالموند، الشخصية البارزة في حركة الاستقلال الاسكتلندية، عن عمر يناهز 69 عامًا - سي إن إن",
        "رسالة التحفيز الصينية تترك المستثمرين راغبين - Reuters.com",
        "قد يكون المذنب النادر مرئيًا للعين المجردة. إليك أين تبحث. - CBS Boston",
        "توماس يضرب البطولات الأربع الكبرى قبالة سكوبال، الحراس أسفل النمور 7-3 للوصول إلى سلسلة بطولة AL - وكالة أسوشيتد برس",
        "سيارة الأجرة الآلية Cybercab من Tesla موجودة هنا — ويمكن أن تكلف أقل من 30 ألف دولار - TechCrunch"
    ]
}