{
    "headlines": [
        "ਟੇਲਰ ਸਵਿਫਟ ਨੇ ਸੱਤ ਵੀਐਮਏ ਜਿੱਤੇ, ਜੀਵਨ ਭਰ ਦੀ ਲੀਡ ਲਈ ਬੇਯੋਂਸ ਨੂੰ ਬੰਨ੍ਹਿਆ - ਰਾਇਟਰਜ਼.",
        "ਸਟਾਕ ਫਿuresਚਰ ਇੰਚ ਉੱਚਾ ਕਿਉਂਕਿ ਨਿਵੇਸ਼ਕ ਵਧੇਰੇ ਮਹਿੰਗਾਈ ਅਤੇ ਲੇਬਰ ਡੇਟਾ ਲਈ ਬ੍ਰੇਸ ਕਰਦੇ ਹਨਃ ਲਾਈਵ ਅਪਡੇਟਸ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਜੋਨ ਬੋਨ ਜੋਵੀ ਨੇ ਔਰਤ ਨੂੰ ਪੈਦਲ ਚੱਲਣ ਵਾਲੇ ਪੁਲ ਦੇ ਕਿਨਾਰੇ ਤੋਂ ਛਾਲ ਮਾਰਨ ਤੋਂ ਬਚਾਇਆ - ਨਿਊਜ਼ ਚੈਨਲ 5 ਨੈਸ਼ਵਿਲ",
        "ਤੂਫਾਨ ਫ੍ਰੈਂਚਾਈਨ ਲੂਸੀਆਨਾ 'ਤੇ ਬੰਦ ਹੋ ਜਾਂਦਾ ਹੈ, ਜਿਸ ਵਿਚ ਨਿ Or ਓਰਲੀਨਜ਼ - ਐਕਸੀਓਸ ਸ਼ਾਮਲ ਹਨ",
        "ਸਪੇਸਐਕਸ ਪੋਲਾਰਿਸ ਡੌਨ ਸਪੇਸਵਾਕਃ ਕੀ ਅਮਰੀਕਾ 50 ਸਾਲ ਪੁਰਾਣੇ ਪੁਲਾੜ ਕਾਨੂੰਨ ਨੂੰ ਤੋੜ ਰਿਹਾ ਹੈ? - ਅਲ ਜਜ਼ੀਰਾ ਅੰਗਰੇਜ਼ੀ",
        "ਇਜ਼ਰਾਈਲ ਗਾਜ਼ਾਃ ਸੰਯੁਕਤ ਰਾਸ਼ਟਰ ਨੇ ਕਿਹਾ ਇਜ਼ਰਾਈਲ ਦੇ ਹਵਾਈ ਹਮਲੇ ਵਿਚ ਆਪਣੇ ਛੇ ਸਟਾਫ ਦੀ ਮੌਤ ਹੋ ਗਈ - ਬੀਬੀਸੀ.",
        "ਪੀਏਸੀ -12 ਦੀ ਨਜ਼ਰ ਮਾਉਂਟੇਨ ਵੈਸਟ ਸਕੂਲ ਓਰੇਗਨ ਸਟੇਟ, ਵਾਸ਼ਿੰਗਟਨ ਸਟੇਟ ਵਿਚ ਸ਼ਾਮਲ ਹੋਣ ਲਈ ਲੀਗ ਨੂੰ ਸੁਰੱਖਿਅਤ ਰੱਖਣ ਦੀ ਕੋਸ਼ਿਸ਼ ਵਿਚ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਪੇਰੂ ਦੇ ਸਾਬਕਾ ਰਾਸ਼ਟਰਪਤੀ ਅਲਬਰਟੋ ਫੁਜੀਮੋਰੀ, ਜਿਨ੍ਹਾਂ ਨੂੰ ਮਨੁੱਖੀ ਅਧਿਕਾਰਾਂ ਦੀ ਦੁਰਵਰਤੋਂ ਲਈ ਦੋਸ਼ੀ ਠਹਿਰਾਇਆ ਗਿਆ ਸੀ, ਦੀ 86 ਸਾਲ ਦੀ ਉਮਰ ਵਿੱਚ ਮੌਤ ਹੋ ਗਈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਵੀਐਮਏਐਸ 2024: ਸਭ ਤੋਂ ਵਧੀਆ ਅਤੇ ਮਾੜੇ ਪਲ, ਟੇਲਰ ਸਵਿਫਟ ਅਤੇ ਐਮੀਨੇਮ ਤੋਂ ਸਬਰੀਨਾ ਕਾਰਪੈਂਟਰ ਅਤੇ ਕੈਟੀ ਪੈਰੀ ਤੱਕ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "OpenAI $ 150 ਬਿਲੀਅਨ ਵੈਲਯੂਏਸ਼ਨ ਤੇ ਫੰਡ ਇਕੱਠਾ ਕਰਨ ਲਈ ਗੱਲਬਾਤ ਵਿੱਚ, ਬਲੂਮਬਰਗ ਨਿ Newsਜ਼ ਰਿਪੋਰਟਾਂ - ਰਾਇਟਰਜ਼",
        "ਉੱਤਰੀ ਕੋਰੀਆ ਨੇ ਦੋ ਮਹੀਨਿਆਂ 'ਚ ਪਹਿਲੀ ਵਾਰ ਲਾਂਚ ਕੀਤੀ ਛੋਟੀ ਦੂਰੀ ਦੀਆਂ ਮਿਜ਼ਾਈਲਾਂ - Reuters.",
        "ਏਸੇਸ ਸਟਾਰ ਏਜਾ ਵਿਲਸਨ ਨੇ ਡਬਲਯੂਐਨਬੀਏ ਸਿੰਗਲ-ਸੀਜ਼ਨ ਦੇ ਸਕੋਰਿੰਗ ਰਿਕਾਰਡ ਨੂੰ ਤੋੜਿਆ, ਜਿਊਲ ਲੋਇਡ ਨੂੰ ਪਾਸ ਕੀਤਾ - ਯਾਹੂ ਸਪੋਰਟਸ",
        "‘ਟਰੰਪ ਹਾਰ ਗਏ’ ਬਹਿਸ, ਪਿਟਸਬਰਗ ਰਿਪਬਲਿਕਨ ਮੰਨਦੇ ਹਨ ਕਿ ਸ਼ੋਅਡਾਉਨ ਸ਼ੁਰੂ ਹੋਣ ਤੋਂ ਪਹਿਲਾਂ ਵਿਸ਼ਵਾਸ ਮਹਿਸੂਸ ਕਰਨ ਤੋਂ ਬਾਅਦ - ਨਿ New ਯਾਰਕ ਪੋਸਟ",
        "SoCal ਵਿੱਚ ਬਲਦੀ ਹੋਈ 3 ਜੰਗਲੀ ਅੱਗ ਇੰਨੀ ਤੇਜ਼ੀ ਨਾਲ ਕਿਵੇਂ ਵਧੀ? - ABC7 ਲਾਸ ਏਂਜਲਸ",
        "ਮਾਈਕ ਜੌਨਸਨ ਦੀ ਨਰਕ-ਇਨ-ਇਤਜ਼ਾਰ ਜੇ ਉਹ 2025 ਵਿਚ ਸਪੀਕਰ ਗਾਵਲ ਰੱਖਦਾ ਹੈ - ਐਕਸਗਿਓਸ",
        "ਮਾਈਕ੍ਰੋਸਾੱਫਟ ਆਪਣੀ ਕੋਰ ਕ੍ਰਿਪਟੂ ਲਾਇਬ੍ਰੇਰੀ ਵਿੱਚ ਕੁਆਂਟਮ-ਰੋਧਕ ਐਲਗੋਰਿਦਮ ਜੋੜਦਾ ਹੈ - ਆਰਸ ਟੈਕਨੀਕਾ",
        "ਬਿੱਲ ਬਨਾਮ ਡਾਲਫਿਨ ਭਵਿੱਖਬਾਣੀ, ਪਿਕ, ਔਡਜ਼, ਵੀਰਵਾਰ ਰਾਤ ਦੇ ਫੁੱਟਬਾਲ ਹਫਤੇ 2 ਨੂੰ ਕਿਵੇਂ ਵੇਖਣਾ ਹੈ - ਐਕਸ਼ਨ ਨੈਟਵਰਕ",
        "NFL ਹਫਤਾ 2 Pick 'em, ਵਿਸ਼ਵਾਸ ਪੂਲ ਰੇਟਿੰਗ, ਪਿਕ, ਮਾਹਰ ਅਨੁਮਾਨ - ਕਾਰਵਾਈ ਨੈੱਟਵਰਕ",
        "ਨਾਸਾ ਦੇ ਪੁਲਾੜ ਯਾਤਰੀ ਡੌਨ ਪੇਟੀਟ ਨੇ ਅੰਤਰਰਾਸ਼ਟਰੀ ਪੁਲਾੜ ਸਟੇਸ਼ਨ ਦੀ ਚੌਥੀ ਯਾਤਰਾ ਕੀਤੀ - ਸਪੇਸਫਲਾਈਟ ਹੁਣੇ ਸੰਪਰਕ ਕਰੋ",
        "ਕੈਟਲਿਨ ਕਲਾਰਕ ਟੇਲਰ ਸਵਿਫਟ ਦੇ ਹੈਰਿਸ ਐਡੋਰਸਮੈਂਟ ਪੋਸਟ ਨੂੰ ਪਸੰਦ ਕਰਨ ਤੋਂ ਬਾਅਦ ਅਮਰੀਕੀਆਂ ਨੂੰ ਸਿਫਾਰਸ਼ ਕਰਦਾ ਹੈ - ਫੌਕਸ ਨਿ Newsਜ਼"
    ]
}