{
    "headlines": [
        "درجات عيد الشكر لاتحاد كرة القدم الأميركي لعام 2024: تحصل الدببة على درجة \"C\" بعد أن تخنق العرض المضطرب ضد الأسود، ويحصل رعاة البقر على درجة \"B+\" - CBS Sports",
        "بن أفليك يتودد إلى زوجته السابقة جينيفر غارنر في عيد الشكر وسط طلاق جينيفر لوبيز: \"إنه سعيد للغاية\" - نيويورك بوست",
        "روسيا تمطر أوكرانيا بالصواريخ بعد أن عين ترامب مبعوثًا جديدًا للصراع - واشنطن بوست",
        "ما المتاجر المفتوحة اليوم ؟ راجع ساعات عيد الشكر لكل من Walmart و Target و Wegmans والمزيد - syracuse.com",
        "اعتقال متظاهرين مؤيدين للفلسطينيين لمقاطعتهم موكب عيد الشكر - ABC News",
        "البرلمان الأسترالي يحظر وسائل التواصل الاجتماعي لمن هم دون سن 16 عامًا بموجب القانون الأول من نوعه في العالم - ABC News",
        "هيئة مراقبة مكافحة الاحتكار الكندية تقاضي غوغل - BBC.com",
        "أربعة مشرعين ديمقراطيين مستهدفين بالتهديدات أثناء وجودهم في المنزل لعيد الشكر - سي إن إن",
        "حفريات قيء الديناصورات والبراز تكشف كيف تطورت للسيطرة على الأرض - المجرة اليومية - قناة الاكتشافات العظيمة",
        "تقرير: إزالة منتجات كونور ماكجريجور الكحولية من مطارات أيرلندا في أحدث تداعيات أحكام الاعتداء الجنسي - MMA Fighting",
        "كيف تشاهد لعبة Dolphins vs. Packers in Thanksgiving Day مباشرة مجانًا - نيويورك بوست",
        "نيويورك جاينتس ضد دالاس كاوبويز، الأسبوع 13: تحديثات مباشرة! - إطلالة زرقاء كبيرة",
        "تم اكتشاف إنفلونزا الطيور في عينة الحليب الخام الثانية للبيع بالتجزئة من شركة كاليفورنيا - KTLA لوس أنجلوس",
        "نقطة محذوفة هنا",
        "اتهامات إسرائيل وحزب الله بانتهاك وقف إطلاق النار - رويترز",
        "كندا تعزز حدودها بعد تهديد دونالد ترامب بالتعريفات الجمركية - فاينانشال تايمز",
        "كيف تحتفل أريانا ماديكس وسينثيا إريفو والمزيد من النجوم بعيد الشكر - الصفحة السادسة",
        "نقطة محذوفة هنا",
        "العثور على متجول مفقود على قيد الحياة بعد بقائه على قيد الحياة لأكثر من 6 أسابيع في برية كندا النائية - سي بي إس نيوز",
        "مايكروسوفت فقدت صوابها، أحدث أجهزة Surface Pro تتعطل بأقل من 850 دولارًا في الجمعة السوداء - Gizmodo"
    ]
}