{
    "headlines": [
        "ਵਰਲਡ ਸੀਰੀਜ਼ਃ ਯਾਂਕੀ ਦੇ ਪ੍ਰਸ਼ੰਸਕਾਂ ਨੇ ਗੇਮ 4 - ਯਾਹੂ ਸਪੋਰਟਸ ਵਿਚ ਮੂਕੀ ਬੇਟਸ ਦੇ ਹੱਥ ਨੂੰ ਪੱਟਣ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰਨ ਤੋਂ ਬਾਅਦ ਦਖਲਅੰਦਾਜ਼ੀ ਦੀ ਮੰਗ ਕੀਤੀ",
        "ਬਾਇਡਨ ਨੇ ਸੁਝਾਅ ਦਿੱਤਾ ਕਿ ਟਰੰਪ ਸਮਰਥਕ ਪੋਰਟੋ ਰੀਕੋ ਦੇ ਕਾਮਿਕ ਦੇ ਅਪਮਾਨ ਤੋਂ ਬਾਅਦ ‘ਕੂੜਾ’ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਸੱਚਾਈ ਸੋਸ਼ਲ ਪੇਰੈਂਟ ਕੰਪਨੀ ਟਰੰਪ ਮੀਡੀਆ ਹੁਣ ਇਲੋਨ ਮਸਕ ਦੇ ਐਕਸ ਨਾਲੋਂ ਵਧੇਰੇ ਕੀਮਤ ਦੇ ਤੌਰ ਤੇ ਚੋਣਾਂ ਦਾ ਦਿਨ ਨੇੜੇ ਆ ਰਿਹਾ ਹੈ - ਫੌਕਸ ਬਿਜ਼ਨਸ",
        "ਏਐਮਡੀ ਨੇ ਆਪਣੀ ਅਗਲੀ ਪੀੜ੍ਹੀ ਦੇ ਆਰਡੀਐਨਏ 4 ਜੀਪੀਯੂਜ਼ ਨੂੰ 2025 ਦੇ ਅਰੰਭ ਵਿੱਚ ਲਾਂਚ ਕਰਨ ਦੀ ਪੁਸ਼ਟੀ ਕੀਤੀ - ਦਿ ਵਰਜ",
        "ਫਰੈਡੀ ਫ੍ਰੀਮੈਨ ਹੋਮਰਜ਼ ਰਿਕਾਰਡ ਤੋੜਨ ਵਾਲੀ 6 ਵੀਂ ਸਿੱਧੀ ਵਿਸ਼ਵ ਸੀਰੀਜ਼ ਗੇਮ ਵਿੱਚ - ਫੌਕਸ ਸਪੋਰਟਸ",
        "ਹੈਰਿਸ ਐਲੀਪਸ ਵਿਖੇ ਸਮਾਪਤੀ ਬਹਿਸ ਭਾਸ਼ਣ ਦਿੰਦਾ ਹੈ, ਟਰੰਪ ਨਾਲੋਂ \"ਵੱਖਰਾ ਰਸਤਾ\" ਪੇਸ਼ ਕਰਦਾ ਹੈ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "'ਮੈਂ ਹੁਣੇ ਇਸ ਦਾ ਪਤਾ ਲਗਾ ਰਿਹਾ ਹਾਂ' | ਸ਼ੌਨ ਮੇਂਡੇਸ ਨੇ ਜਿਨਸੀਅਤ ਬਾਰੇ ਖੁੱਲ੍ਹਿਆ, ਰੈੱਡ ਰਾਕਸ ਸਮਾਰੋਹ ਵਿਚ ਜਨਤਕ ਅਟਕਲਾਂ - 9News.com ਕੁਸਾ",
        "ਸੋਨੀ ਸ਼ਟਰਜ਼ ਕਨਕੋਰਡ ਡਿਵੈਲਪਰ ਫਾਇਰਵਾਕ ਸਟੂਡੀਓ - ਆਈਜੀਐਨ ਡੇਲੀ ਫਿਕਸ - ਆਈਜੀਐਨ",
        "ਟਰੰਪ ਦੀ ਜਾਂਚ ਨੂੰ ਲੈ ਕੇ ਫਾਨੀ ਵਿਲਿਸ ਅਤੇ ਸ਼ੈਰਿਫ ਨੂੰ ਧਮਕੀ ਦੇਣ ਵਾਲੇ ਆਦਮੀ ਨੂੰ ਲਗਭਗ 2 ਸਾਲ ਦੀ ਕੈਦ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਇਜ਼ਰਾਇਲੀ ਹਮਲੇ 'ਚ ਉੱਤਰੀ ਗਾਜ਼ਾ ਦੇ ਰਿਹਾਇਸ਼ੀ ਬਲਾਕ' ਚ ਦਰਜਨਾਂ ਲੋਕਾਂ ਦੀ ਮੌਤ, ਅਮਰੀਕਾ ਨੇ ਘਟਨਾ ਨੂੰ ਕਿਹਾ 'ਭਿਆਨਕ' - Reuters",
        "ਸੁਪਰੀਮ ਕੋਰਟ ਨੇ ਦੋ ਸਵਿੰਗ ਰਾਜਾਂ ਵਿੱਚ ਰਾਬਰਟ ਐੱਫ. ਕੈਨੇਡੀ ਜੂਨੀਅਰ ਨੂੰ ਬੈਲਟ ਤੋਂ ਹਟਾਉਣ ਦੇ ਧੱਕੇ ਨੂੰ ਰੱਦ ਕਰ ਦਿੱਤਾ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਟਰੰਪ ਰੈਲੀ ਦੇ ਪੋਰਟੋ ਰੀਕੋ slur ਪੈਨਸਿਲਵੇਨੀਆ ਵਿੱਚ ਇੱਕ thud ਨਾਲ ਜ਼ਮੀਨ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "ਯੈਂਕੀਜ਼, ਖਾਤਮੇ ਦਾ ਸਾਹਮਣਾ ਕਰ ਰਹੇ ਹਨ, ਜੀ 4 ਲਈ ਲਾਈਨ ਅਪ ਬਦਲੋ - ਈਐਸਪੀਐਨ",
        "Panthers ਵਪਾਰ Diontae ਜਾਨਸਨ ਨੂੰ ਬਾਲਟਿਮੁਰ - Panthers.com",
        "ਟਰੰਪ ਨਿਯੁਕਤ ਜੱਜ ਆਈਲੀਨ ਕੈਨਨ ਨੇ ਕਤਲ ਦੀ ਕੋਸ਼ਿਸ਼ ਦੇ ਕੇਸ ਤੋਂ ਵਾਪਸ ਲੈਣ ਤੋਂ ਇਨਕਾਰ ਕਰ ਦਿੱਤਾ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਵਰਣਮਾਲਾ ਸਟਾਕ ਮਜ਼ਬੂਤ ਬੱਦਲ ਦੇ ਵਾਧੇ 'ਤੇ ਕਮਾਈ ਕੁਚਲਣ ਦੇ ਅਨੁਮਾਨਾਂ ਦੇ ਤੌਰ ਤੇ ਵੱਧਦਾ ਹੈ - ਯਾਹੂ ਵਿੱਤ",
        "ਗੂਗਲ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਇਸਦੇ ਅਗਲੇ ਜਨਰੇਸ਼ਨ ਦੇ ਏਆਈ ਏਜੰਟ 2025 ਤੱਕ ਜਲਦੀ ਤੋਂ ਜਲਦੀ ਲਾਂਚ ਨਹੀਂ ਕਰਨਗੇ - TechCrunch",
        "‘ਯੰਗ ਫ੍ਰੈਂਕਨਸਟਾਈਨ' ਅਤੇ 'ਟੂਟਸੀ‘ ਦੇ ਆਫਬੀਟ ਕਾਮਿਕ ਅਭਿਨੇਤਾ ਟੇਰੀ ਗਰਰ ਦੀ ਮੌਤ ਹੋ ਗਈ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਜੇਪੀ ਮੋਰਗਨ ਚੇਜ਼ ਗਾਹਕਾਂ 'ਤੇ' ਬੇਅੰਤ ਮਨੀ ਗਲੀਚ 'ਏਟੀਐਮ ਘੁਟਾਲੇ ਦਾ ਮੁਕੱਦਮਾ ਕਰ ਰਿਹਾ ਹੈ - ਐਨਪੀਆਰ",
        "ਸਟੀਵ ਬੈਨਨ ਸੰਘੀ ਜੇਲ੍ਹ ਵਿੱਚ ਚਾਰ ਮਹੀਨਿਆਂ ਬਾਅਦ 'ਸ਼ਕਤੀਸ਼ਾਲੀ' ਮਹਿਸੂਸ ਕਰਦਾ ਹੈ - ਐਨਪੀਆਰ"
    ]
}