{
    "headlines": [
        "Стимулирующее послание Китая оставляет желать лучшего инвесторам - Reuters",
        "Кампания Харриса по выпуску отчета с подробным описанием истории болезни вице-президента, медицинской информации - CNN",
        "14-й плей-офф Кике показывает, почему «Доджерс» искали воссоединения - MLB.com",
        "Загадка Большого Красного Пятна Юпитера: необъяснимые колебания сбивают с толку астрономов - SciTechDaily",
        "Boeing уволит 10% персонала, задержка первой поставки 777X - DW (на английском языке)",
        "Изъято",
        "Гидом по Колорадо был человек, погибший в результате несчастного случая на золотом руднике Молли Кэтлин - Новости CBS",
        "Ваш ежедневный гороскоп: 12 октября 2024 года - The Globe and Mail",
        "Мэр Авроры разрывает «грубо преувеличенные» заявления Дональда Трампа после митинга - Newsweek",
        "США призывают Израиль прекратить стрелять по миротворцам ООН в Ливане - BBC.com",
        "Изъято",
        "Режиссер фильма «Ученик» реагирует на угрозы со стороны юридической команды Трампа - CNN",
        "Шон «Дидди» Комбс останется в тюрьме, поскольку комиссия из 3 судей рассматривает его освобождение под залог - USA TODAY",
        "«Субботним вечером в прямом эфире» отмечает 49-ю годовщину с первыми титрами OG 1975 - крайний срок",
        "Вирджиния незаконно вычеркивает избирателей из списков, утверждает Министерство юстиции в новом иске - New York Post",
        "Случаи птичьего гриппа у людей растут, в Калифорнии подтверждено еще 2 - New York Post",
        "Развертывание Xbox Cloud Gaming «Bring Your Own Games» начинается в ноябре 2024 года. Что ожидать от регионов, размера игровых библиотек, доступа на iPhone, Android и т. д. - Windows Central",
        "Укоренение в процессе | Предматчевый трейлер Oregon Football vs. Ohio State - GoDucks",
        "Частичные останки британского альпиниста, как полагают, найдены через 100 лет после восхождения на Эверест - East Idaho News",
        "Случаи коклюша выросли более чем на 340% за это время в прошлом году - Fox News"
    ]
}