{
    "headlines": [
        "\"خذ حياتنا على محمل الجد\"، تتوسل ميشيل أوباما وهي تتجمع من أجل كامالا هاريس في ميشيغان - وكالة أسوشيتد برس",
        "تحديثات حية: إسرائيل تضرب إيران في انتقام عالي المخاطر - سي إن إن",
        "يشير بروكس نادر وشريك \"DWTS\" جليب سافتشينكو إلى انفصالهما مع منشورات تيك توك المشفرة - AOL",
        "يسلط UFC 308 الضوء على: Ilia Topuria يهزم Max Holloway بأداء مدمر وصانع للنجوم - Yahoo Sports",
        "علماء نرويجيون يكشفون تفاصيل مزعجة حول جثة عمرها 800 عام ملقاة في بئر القلعة - نيويورك بوست",
        "نقل رائد الفضاء SpaceX Crew -8 إلى المستشفى بسبب \"مشكلة طبية\" بعد إطلاقه، كما تقول وكالة ناسا - سي إن إن",
        "بطولة العالم تسحب أفضل جمهور للمباراة الأولى في 7 سنوات حيث يفوز المراوغون - الموعد النهائي",
        "القوات الإسرائيلية تحتجز المسعفين والمرضى بعد غارة عنيفة على مستشفى غزة - الجزيرة الإنجليزية",
        "تنتهي عملية إصلاح الكنيسة الكاثوليكية للبابا فرنسيس دون إعطاء المزيد من المساواة للمرأة - سي بي إس نيوز",
        "آبل تفوز بـ 250 دولارًا من ماسيمو في تجربة براءات الاختراع للساعة - TechCrunch",
        "ورد أنه تم القبض على زوج أم المشتبه به في جريمة قتل ديلفي ريتشارد ألين وهو يشخر في المحاكمة - نيويورك بوست",
        "جو روغان لدونالد ترامب: لقد قلت الكثير من \"S**t المجنون\" - The Daily Beast",
        "Lizzo Pokes Fun at Ozempic Allegations With Halloween Costume - E! أونلاين - E! NEWS",
        "جيم دونوفان، مذيع ومذيع تلفزيوني رياضي في كليفلاند براونز، يموت بالسرطان عن عمر يناهز 68 عامًا - سي بي إس نيوز",
        "Alabama vs Missouri: التحديثات المباشرة وتقرير الإصابة والتسجيل والمزيد من Bryant - Denny Stadium - AL.com",
        "ما هي الخطوة التالية للأخوين مينينديز ؟ - BBC.com",
        "وصول القوات الكورية الشمالية إلى المنطقة الروسية التي تحتلها أوكرانيا - نيويورك بوست",
        "يستشهد ترامب بتعليق بايدن \"يسجنه\" في الدفاع عن حكم كانون للدائرة الحادية عشرة - واشنطن بوست",
        "استطلاعات الرأي مربوطة، والناخبون يحفرون وهاريس وترامب يخدشون لأي ميزة - واشنطن بوست",
        "صحيفة واشنطن بوست في حالة اضطراب عميق حيث لا يزال بيزوس صامتًا بشأن عدم المصادقة - سي إن إن"
    ]
}