{
    "headlines": [
        "Atualizações ao vivo dos 49ers vs. Seahawks, pontuação, destaques do confronto da Semana 6 do Thursday Night Football - usa TODAY",
        "Eles pensaram que estavam preparados para Milton. Então vieram os tornados. - The Washington Post",
        "Os Guardians cospem no olho da eliminação, forçam a ALDS a cinco jogos com vitória por 5-4 sobre os Tigers - cleveland.com",
        "Risco de ataque cardíaco e derrame pode aumentar após infecção por COVID, diz estudo - Fox News",
        "Obama chama \"irmãos\" apreensivos para votar em Harris: \"Você está pensando em ficar de fora? ’- Fox News",
        "Carlos Tavares, CEO da Stellantis, vai se aposentar em 2026, enquanto a montadora luta na América do Norte - Reuters",
        "   Removido ",
        "Pelo menos 22 mortos em ataques aéreos no centro de Beirute, com Israel também disparando contra forças de paz da ONU - Associated Press",
        "Cometa provavelmente visto pela última vez quando os neandertais caminhavam A Terra em breve poderá deslumbrar no céu noturno - ABC7 Los Angeles",
        "1 pessoa morta no acidente da Mina de Ouro Mollie Kathleen no Condado de Teller, 12 pessoas ainda presas - Rádio Pública do Colorado",
        "Juiz define data de julgamento em caso de extorsão e tráfico sexual de Sean ‘Diddy’ Combs - CNN",
        "O tribunal federal de apelações é cético em relação ao Daca, mas pode restringir a decisão - CNN",
        "Evento robotaxi Tesla surge após uma década de promessas não cumpridas de Elon Musk - CNBC",
        "Ethel Kennedy, viúva de Robert Kennedy e matriarca da célebre família política, morre aos 96 anos - ABC News",
        "O anfiteatro da cooperativa de crédito MidFlorida de Tampa perde o teto para o furacão Milton - Tampa Bay Times",
        "Como ajudar as vítimas do furacão Milton agora - The Washington Post",
        "O avião espacial X-37B dos militares dos EUA está se preparando para uma \"nova manobra espacial\" - ARS Technica",
        "Com a saída do furacão Milton, o Centro Espacial Kennedy, Cabo Canaveral, a Força Espacial avalia os danos - Florida Today",
        "Como as teorias da conspiração do furacão Milton e Helene tomaram conta das redes sociais - BBC.com",
        "Quarta pessoa infectada na Califórnia à medida que o surto de gripe aviária se espalha - usa TODAY"
    ]
}