{
    "headlines": [
        "أحدث حادث تحطم طائرة في كندا: خدمات الطوارئ التي حضرت حادث تحطم طائرة تم الإبلاغ عنه في مطار تورونتو - BBC.com",
        "حالات الحصبة آخذة في الارتفاع في الولايات المتحدة مع تزايد تفشي مرض تكساس. هل يجب أن نشعر بالقلق ؟ - ABC News",
        "يقول الفاتيكان إن علاج البابا فرنسيس في المستشفى يتعامل مع حالة \"سريرية معقدة\" - سي إن إن",
        "جيف جوردون \"في دعم كامل\" لويليام بايرون يحطم أرقامه القياسية - فوكس سبورتس",
        "تعرضت تسلا لموجة من الاحتجاجات بسبب ماسك، وانهارت المبيعات، واستيقظ المطلعون - Electrek.co",
        "تم الكشف عن دور مات ديمون في \"الأوديسة\" لكريستوفر نولان مع صورة أول نظرة - مراسل هوليوود",
        "تحاول إدارة ترامب إعادة عمال الأسلحة النووية المطلقة في عكس اتجاه DOGE - ABC News",
        "تصنيفات كرة السلة الجامعية: تصعد فلوريدا إلى المرتبة الثانية، وتهبط ألاباما بعد الخسارة إلى المرتبة الأولى أوبورن - سي بي إس سبورتس",
        "الاستقالات الجماعية من إدارة إريك آدمز تثير الفوضى في حكومة مدينة نيويورك - بوليتيكو",
        "IPhone SE جديد و 3 قطرات أخرى يمكن توقعها في حدث إطلاق Apple - Forbes",
        "ما يجب معرفته حول استئناف ترامب أمام المحكمة العليا - سي إن إن",
        "يبدو أن القاضي يميل إلى رفض طلب منع عمليات الفصل الجماعية التي يقوم بها دوجي، والوصول إلى البيانات - ABC News",
        "أجرى ماكرون وترامب \"محادثة صريحة\" قبل دقائق من الاجتماع الأوروبي حول أوكرانيا - POLITICO Europe",
        "تصادم الدول الأوروبية حول إرسال قوات إلى أوكرانيا - فاينانشال تايمز",
        "يقوم X بحظر الروابط إلى Signal، وهي منصة مراسلة آمنة يستخدمها الموظفون الفيدراليون - TechCrunch",
        "المشجعون ينتقدون \"SNL\" للمزاح حول بليك ليفلي، الدراما القانونية لريان رينولدز مع جاستن بالدوني - الصفحة السادسة",
        "فريق ماسك سبيس إكس يزور إدارة الطيران الفيدرالية: دافي - ذا هيل",
        "يقول المسؤول إن القوات الإسرائيلية ستبقى في 5 مواقع في لبنان بعد الموعد النهائي للانسحاب يوم الثلاثاء - PBS NewsHour",
        "هناك فرصة ضئيلة لأن يضرب الكويكب 2024 YR4 القمر في عام 2032 - السجل",
        "تحذير مهم لمستثمري توزيعات الأرباح - البحث عن ألفا"
    ]
}