{
    "headlines": [
        "David Zaslav trifft sich mit Kandidaten, um Mike De Luca und Pam Abdy als Warner Bros. Heads zu ersetzen (Bericht) - Hollywood Reporter",
        "Donald Trump \"sehr wütend\" auf Wladimir Putin über Waffenstillstandsverhandlungen - BBC.com",
        "Der Generalstaatsanwalt von Wisconsin bittet den Obersten Gerichtshof des Bundesstaates, die Zahlungen von Musk in Höhe von 1 Million US-Dollar zu stoppen - The Associated Press",
        "Trump brüllt mehrere Wege der Vergeltung hinunter, wie er geschworen hat. Einige Ziele geben nach, während andere kämpfen - The Associated Press",
        "Der Geruch des Todes durchdringt die Städte Myanmars, nachdem das Beben über 1.600 Menschen getötet und unzählige begraben hat - The Associated Press",
        "Richard Chamberlain, TV-Schauspieler, der in \"Dr. Kildare\" mitspielte, stirbt mit 90 - The Associated Press",
        "Die Republikanische Partei von New Mexico sagt, dass das Hauptquartier in \"vorsätzlicher Brandstiftung\" ins Visier genommen wurde - CBS News",
        "‘Schneewittchen’ bei $ 143 Millionen Global nach dem 2. Frame; ‘Ein arbeitender Mann’ baut $ 30 MILLIONEN WW-Bogen - Internationale Abendkasse - Deadline",
        "Heftige Stürme bedrohen Tornados und Golfball-große Hagel von Illinois bis Osttexas - Yahoo",
        "Deutsche Weltraumrakete explodiert Sekunden in Testflug - DW (Englisch)",
        "Elite Eight Live-Tracker für Herren: Highlights, Updates und mehr von Auburn vs. Michigan State - ESPN",
        "Kevin Willard verlässt Maryland für Villanova in chaotischer Abfahrt nach Terrapins 'Sweet 16 Lauf - CBS Sports",
        "Beamte: 1 Person an Bord des Flugzeugs, das im Brooklyn Park abgestürzt ist - KARE11.com",
        "Tennessee vs. Houston Quoten, Auswahl: 2025 NCAA Tournament Elite Eight Vorhersage von College-Basketball-Experte - SportsLine",
        "SpaceX wird 4 Personen auf eine einzigartige Mission um die Pole der Erde schicken. Das sollten Sie wissen - CNN",
        "Morgan Wallen rührt Spekulationen mit abruptem \"SNL\" -Walk-Off und \"Bring mich in Gottes Land\" Social Post - Variety",
        "Prinz Harry wird von der Wohltätigkeitsvorsitzenden der \"Belästigung und des Mobbings\" beschuldigt - CNN",
        "Investoren hoffen, dass Trump die Zollunsicherheit am 2. April beenden wird oder die Aktien sinken könnten. - MarketWatch"
    ]
}