{
    "headlines": [
        "'ਏਕਤਾ ਅਤੇ ਗੁਣ': ਮਿੱਟ ਰੋਮਨੀ ਨੇ 6 ਸਾਲਾਂ ਬਾਅਦ ਸੈਨੇਟ ਨੂੰ ਅਲਵਿਦਾ ਕਿਹਾ - ਕੇਐਸਐਲ.",
        "ਮੋਨਟਾਨਾ ਦੇ ਵਿਧਾਇਕਾਂ ਨੇ ਕੈਪੀਟਲ ਬਾਥਰੂਮ ਤੋਂ ਜ਼ੂਏ ਜ਼ੀਫਾਇਰ ਨੂੰ ਰੋਕਣ ਦੀ ਕੋਸ਼ਿਸ਼ ਕੀਤੀ. ਇਹ ਇਸ ਲਈ ਹੈ ਕਿ ਇਹ ਕੰਮ ਨਹੀਂ ਕੀਤਾ - ਯਾਹੂ! ਆਵਾਜ਼ਾਂ",
        "ਹਾਈ-ਪ੍ਰੋਫਾਈਲ ਦੱਖਣੀ ਕੋਰੀਆ ਦੇ ਕੈਬਨਿਟ ਮੰਤਰੀਆਂ ਨੇ ਅਸਤੀਫਾ ਦੇਣ ਦੀ ਪੇਸ਼ਕਸ਼ ਕੀਤੀ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "ਜਨਰਲ ਮੋਟਰਜ਼ ਚੀਨ ਦੇ ਕਾਰੋਬਾਰਾਂ ਵਿਰੁੱਧ $ 5bn ਤੋਂ ਵੱਧ ਚਾਰਜ ਲੈਂਦਾ ਹੈ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "ਰਾਸ਼ਟਰੀ ਹਸਤਾਖਰ ਦਿਵਸ ਲਾਈਵਃ ਵਚਨਬੱਧਤਾ, ਫਲਿਪਸ, ਅਫਵਾਹਾਂ ਅਤੇ ਸਭ ਤੋਂ ਵਧੀਆ ਪਲ - ਈਐਸਪੀਐਨ",
        "ਭਾਰ-ਘੱਟ Behemoths ਦੀ ਲੜਾਈ: ਏਲੀ Lilly ਜੋ ਨੋਵੋ Nordisk - ਨਿਵੇਸ਼ਕ ਦੇ ਕਾਰੋਬਾਰ ਰੋਜ਼ਾਨਾ",
        "ਐਮੀਨੇਮ ਦੇ ਅੱਧੇ ਭਰਾ ਦੀਆਂ ਪੋਸਟਾਂ ਮਰਹੂਮ ਮਾਂ ਨੂੰ ਸ਼ਰਧਾਂਜਲੀ ਭੇਟ ਕਰਦੀਆਂ ਹਨ ਕਿਉਂਕਿ ਰੈਪਰ ‘ਨਫ਼ਰਤ‘ ਦੇ ਸਾਲਾਂ ਵਿਚ ਮੂਕ ਰਹਿੰਦਾ ਹੈ - ਹਿੰਦੁਸਤਾਨ ਟਾਈਮਜ਼",
        "ਉਹ ਇੱਕ ਰੂਸੀ ਸਮਾਜਵਾਦੀ ਅਤੇ ਪ੍ਰਭਾਵਸ਼ਾਲੀ ਸੀ । ਪੁਲਿਸ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਹ ਇੱਕ ਕ੍ਰਿਪਟੋ ਲਾਂਡਰਿੰਗ ਕਿੰਗਪਿਨ ਹੈ - ਵਾਇਰਡ",
        "ਇੱਥੇ ਸਾਨੂੰ Sabrina ਫ਼ੈਸਲਾਕੁੰਨ ਅਤੇ ਬੈਰੀ Keoghan ਦੀ ਰਿਪੋਰਟ ਸਪਲਿਟ ਬਾਰੇ ਕੀ ਪਤਾ ਹੈ ਹੈ - BuzzFeed",
        "ਇੱਕ ਸ਼ਕਤੀਸ਼ਾਲੀ, ਤੇਜ਼ੀ ਨਾਲ ਚਲ ਰਹੇ ਸਰਦੀਆਂ ਦੇ ਤੂਫਾਨ ਤੋਂ ਖਤਰਨਾਕ, ਅੰਨ੍ਹੇ ਬਰਫ ਦੇ ਝੁੰਡ ਉੱਤਰ-ਪੂਰਬ ਵਿੱਚ ਯਾਤਰਾ ਨੂੰ ਖ਼ਤਰੇ ਵਿੱਚ ਪਾਉਂਦੇ ਹਨ - ਸੀ ਐਨ ਐਨ",
        "ਵਾਲ ਸੇਂਟ ਉੱਚ ਖੁੱਲ੍ਹਦਾ ਹੈ ਕਿਉਂਕਿ ਨਿਵੇਸ਼ਕ ਆਰਥਿਕ ਅੰਕੜਿਆਂ ਦੀ ਉਡੀਕ ਕਰਦੇ ਹਨ, ਪਾਵੇਲ ਟਿੱਪਣੀਆਂ - ਰਾਇਟਰਜ਼",
        "ਯੂਨਾਈਟਿਡ ਹੈਲਥਕੇਅਰ ਦੇ ਸੀਈਓ ਬ੍ਰਾਇਨ ਥੌਮਸਨ ਨੇ ਨਿ New ਯਾਰਕ ਵਿੱਚ ਜਾਨਲੇਵਾ ਗੋਲੀ ਮਾਰ ਦਿੱਤੀ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਏਸਰ ਨੇ ਏਆਰਸੀ ਬੀ 580 ਅਤੇ ਬੀ 570 ਨਾਈਟ੍ਰੋ ਗ੍ਰਾਫਿਕਸ ਕਾਰਡਾਂ ਦੀ ਘੋਸ਼ਣਾ ਕੀਤੀ - ਵੀਡੀਓਕਾਰਡਜ਼ ਡਾਟ ਕਾਮ",
        "ਪਾਲ ਫਾਈਨਬਾਉਮ ਨੇ ਕਾਲਜ ਫੁੱਟਬਾਲ ਪਲੇਆਫ ਨੂੰ ਰਿਪ ਕੀਤਾਃ 'ਇਹ ਸਿਸਟਮ ਵਿਚ ਇਕ ਭਿਆਨਕ ਨੁਕਸ ਹੈ' - On3.com",
        "ਹਟਾਈ",
        "ਐਪਲ ਦਾ ‘ਸਕ੍ਰੀਨ ਵਾਲਾ ਹੋਮਪੌਡ’ 2025 ਵਿਚ ਬਾਅਦ ਵਿਚ ਆ ਸਕਦਾ ਹੈ - ਦਿ ਵਰਜ",
        "‘ਸਕੈਲਟਨ ਕਰੂ’ ਹੁਣ ਸਭ ਤੋਂ ਵਧੀਆ ਸਮੀਖਿਆ ਕੀਤੀ ਗਈ ਡਿਜ਼ਨੀ ਸਟਾਰ ਵਾਰਜ਼ ਪ੍ਰੋਜੈਕਟ ਤੋਂ ਇਲਾਵਾ ‘ਐਂਡਰ’ - ਫੋਰਬਸ",
        "ਐਪਲ ਦੇ ਸੀਈਓ ਟਿਮ ਕੁੱਕ ਨੇ ਏਆਈ ਯੋਜਨਾਵਾਂ, ਵਿਜ਼ਨ ਪ੍ਰੋ ਭਵਿੱਖ, ਅਤੇ ਨਵੀਂ ਇੰਟਰਵਿ in ਵਿੱਚ ਹੋਰ ਬਹੁਤ ਕੁਝ ਬਾਰੇ ਖੁੱਲ੍ਹਿਆ - ਮੈਕਰੂਮੋਰਸ",
        "ਕੀ ਸਾਨੂੰ ਦੇਖ ਰਹੇ ਹੋਃ ਗਰਮ ਸੀਟ 'ਤੇ Hegseth - POLITICO",
        "ਫਰਾਂਸ ਦੇ ਪ੍ਰਧਾਨ ਮੰਤਰੀ ਮਿਸ਼ੇਲ ਬਾਰਨੀਅਰ ਬੇਭਰੋਸਗੀ ਵੋਟ ਕਿਉਂ ਗੁਆਉਣ ਲਈ ਤਿਆਰ ਹਨ?"
    ]
}