{
    "headlines": [
        "ਬੋਇੰਗ 10% ਕਰਮਚਾਰੀਆਂ ਦੀ ਕਟੌਤੀ ਕਰੇਗੀ, ਹੜਤਾਲ ਦੇ ਵਿਚਕਾਰ ਜ਼ਿਆਦਾਤਰ 767 ਉਤਪਾਦਨ ਬੰਦ ਕਰ ਦੇਵੇਗਾ - ਸੀਏਟਲ ਟਾਈਮਜ਼",
        "‘ਸ਼ਨੀਵਾਰ ਨਾਈਟ ਲਾਈਵ’ ਮਾਰਕਸ ਓਜੀ ਨਾਲ 49 ਵੀਂ ਵਰ੍ਹੇਗੰਢ 1975 ਖੋਲ੍ਹਣ ਦੇ ਸਿਰਲੇਖ - ਡੈੱਡਲਾਈਨ",
        "ਪਿਛਲੇ ਸਾਲ ਇਸ ਸਮੇਂ ਦੇ ਮੁਕਾਬਲੇ ਖੰਘ ਦੇ ਕੇਸਾਂ ਵਿੱਚ 340% ਤੋਂ ਵੱਧ ਦਾ ਵਾਧਾ - ਫੌਕਸ ਨਿ Newsਜ਼",
        "ਬਾਇਡਨ ਪ੍ਰਸ਼ਾਸਨ ਨੇ ਵੋਟਰ ਸ਼ੁੱਧਤਾ ਪ੍ਰੋਗਰਾਮ ਨੂੰ ਲੈ ਕੇ ਵਰਜੀਨੀਆ 'ਤੇ ਮੁਕੱਦਮਾ ਕੀਤਾ - ਸੀਐਨਐਨ",
        "ਪੱਤਰਕਾਰ ਐਨਾ ਗਾਰਸੀਆ ਨੇ ਮੇਨੇਂਡੇਜ਼ ਭਰਾਵਾਂ ਦੇ ਮੁਕੱਦਮੇ ਦੇ ਅੱਜ ਹੋਣ ਵਾਲੇ ‘ਵੱਖਰੇ ਨਤੀਜੇ’ ਦਾ ਖੁਲਾਸਾ ਕੀਤਾ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਟਰੰਪ ਨੇ ਈਰਾਨ ਦੀ ਧਮਕੀ ਦਰਮਿਆਨ ਫੌਜੀ ਜਹਾਜ਼ਾਂ ਅਤੇ ਵਾਹਨਾਂ ਦੀ ਕੀਤੀ ਬੇਨਤੀ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਜਿਮ ਕ੍ਰੈਮਰ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਸਾਈਬਰਕੈਬ ਦੇ ਡੈਬਿਊ ਫਲੌਪਸ ਤੋਂ ਬਾਅਦ ਟੇਸਲਾ ਸਟਾਕ 'ਤੇ ਅਜੇ ਵੀ ਹੋਲਡ ਕਰੋ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਸ਼ੁੱਕਰਵਾਰ ਨੂੰ ਮੈਸੇਚਿਉਸੇਟਸ ਉੱਤੇ ਉੱਤਰੀ ਲਾਈਟਾਂ ਨੂੰ ਵੇਖਣ ਦਾ ਇਕ ਹੋਰ ਮੌਕਾ - ਡਬਲਯੂਸੀਵੀਬੀ ਬੋਸਟਨ",
        "ਰਾਸ਼ਟਰੀ ਮੌਸਮ ਸੇਵਾਃ ਈਐਫ -3 ਟੋਰਨਾਡੋ ਨੇ ਸੇਂਟ ਲੂਸੀ ਕਾਉਂਟੀ - ਡਬਲਯੂਪੀਬੀਐਫ ਵੈਸਟ ਪਾਮ ਬੀਚ ਵਿੱਚ ਪੁਸ਼ਟੀ ਕੀਤੀ",
        "ਪਹਿਲੀ ਲਹਿਰ ਦੇ ਦੌਰਾਨ ਕੋਵਿਡ -19 ਦੀ ਲਾਗ ਦਿਲ ਦੇ ਦੌਰੇ ਅਤੇ ਸਟ੍ਰੋਕ ਦੇ ਵਧੇਰੇ ਜੋਖਮ ਨਾਲ ਜੁੜੀ ਹੋਈ ਹੈਃ ਅਧਿਐਨ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਫਲੋਰਿਡਾ ਵਿੱਚ ਤੂਫਾਨ ਮਿਲਟਨ ਦੇ ਟੁੱਟਣ ਤੋਂ ਬਾਅਦ ਵਾਸੀਆਂ ਨੇ ਹੜ੍ਹਾਂ ਨਾਲ ਭਰੀਆਂ ਸੜਕਾਂ ਰਾਹੀਂ ਨਾਅਰੇਬਾਜ਼ੀ ਕੀਤੀ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਇਜ਼ਰਾਇਲੀ ਹਮਲੇ 'ਚ ਲੇਬਨਾਨ' ਚ ਸੰਯੁਕਤ ਰਾਸ਼ਟਰ ਦੇ ਦੋ ਸ਼ਾਂਤੀ ਸੈਨਿਕ ਜ਼ਖਮੀ - REUTERS",
        "ਸੈਨ ਐਂਟੋਨੀਓ ਦੇ ਉੱਪਰ ਦਿਖਾਈ ਦੇਣ ਵਾਲੇ ਧੂਮਕੇਤੂ ਦੀ ਪਹਿਲੀ ਝਲਕ ਸ਼ੁੱਕਰਵਾਰ ਦੀ ਰਾਤ ਹੋਵੇਗੀ - ਕੇਸੈਟ ਸੈਨ ਐਂਟੋਨੀਓ",
        "ਕੋਸਟ ਗਾਰਡ ਪਾਇਲਟ ਤੂਫਾਨ ਮਿਲਟਨ ਤੋਂ ਬਾਅਦ ਖਾੜੀ ਵਿਚ ਕੂਲਰ 'ਤੇ ਤੈਰ ਰਹੇ ਆਦਮੀ ਦੇ' ਪਾਗਲ' ਬਚਾਅ ਦਾ ਵਰਣਨ ਕਰਦਾ ਹੈ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਸਮੀਖਿਆਃ ਬਿੱਲਾਂ ਦੇ ਐਲਨ (ਕੰਕਸ਼ਨ) ਦੀ ਸਹੀ ਜਾਂਚ ਕੀਤੀ ਗਈ - ਈਐਸਪੀਐਨ",
        "ਕੀ ਓਰੇਗਨ ਓਹੀਓ ਸਟੇਟ, ਟੈਕਸਾਸ ਬਨਾਮ ਓਕਲਾਹੋਮਾ, ਯੂਐਸਸੀ-ਪੈਨ ਸਟੇਟ, ਕੋਲੋਰਾਡੋ ਦੀ ਸਫਲਤਾ ਨੂੰ ਪਰੇਸ਼ਾਨ ਕਰ ਸਕਦਾ ਹੈ | ਝੁੰਡ - ਕੋਲਿਨ ਕਾਵਰਡ ਨਾਲ ਝੁੰਡ",
        "ਜੇਪੀਮੋਰਗਨ ਇਸ ਨੂੰ ਬੁਲਾਉਂਦਾ ਹੈਃ ਯੂਐਸ ਦੀ ਆਰਥਿਕਤਾ ਨੇ ਸਾਫਟ ਲੈਂਡਿੰਗ ਕੀਤੀ ਹੈ - ਦਿ ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "ਉੱਤਰੀ ਗਾਜ਼ਾ 'ਚ ਇਜ਼ਰਾਈਲ ਦੇ ਜਾਨਲੇਵਾ ਹਮਲੇ ਵਧਦੇ ਹੀ ਜਬਲਿਆ ਕੈਂਪ' ਚ ਫਸੇ ਹਜ਼ਾਰਾਂ ਲੋਕ - Reuters",
        "ਮਲਿਕ ਨਾਬਰਜ਼ ਦੇ ਟ੍ਰੈਵਿਸ ਸਕਾਟ ਸਮਾਰੋਹ ਦੇ ਬਾਹਰ ਨਿਕਲਣ ਨਾਲ ਮਾਈਕ ਫ੍ਰਾਂਸਿਸਾ ਡੰਬਫੌਂਡ - ਨਿ New ਯਾਰਕ ਪੋਸਟ",
        "2025 ਸੋਸ਼ਲ ਸਿਕਿਓਰਿਟੀ ਲਾਗਤ-ਆਫ-ਲਾਈਵ ਐਡਜਸਟਮੈਂਟ ਬਾਰੇ ਕੀ ਜਾਣਨਾ ਹੈ - ਦ ਹਿੱਲ"
    ]
}