{
    "headlines": [
        "Officials' grim request for those riding out Helene in Florida: Mark your bodies so we can ID you - NBC News",
        "Alabama has executed Alan Eugene Miller, the second inmate known to die by nitrogen gas - CNN",
        "U.S. agency calls for urgent action on Boeing 737 rudder systems - The Washington Post",
        "Tom Kim brings the sound, Scottie Scheffler and U.S. deliver the fury at Presidents Cup - NBC Sports",
        "Hurricane Helene becomes Category 4 storm on path for Florida's Big Bend, bringing potentially deadly storm surge - CBS News",
        "Cowboys vs. Giants Thursday Night Football: Live updates, score, highlights, how to watch Dallas vs. New York - Yahoo Sports",
        "Sam Altman tells OpenAI staff there's no plan for him to receive 'giant equity stake' in company - CNBC",
        "Justice probe finds pervasive abuse and discrimination by police in small Mississippi city - The Associated Press",
        "Trump says he's meeting with Zelensky Friday - Axios",
        "Appeals court signals it might be open to altering Donald Trump's $489 million civil fraud penalty - The Associated Press",
        "Throwing one last tailgate party, A’s fans line up outside Coliseum before daybreak - San Francisco Chronicle",
        "Menéndez Brothers’ Family Slams Ryan Murphy’s ‘Monsters’ As “Repulsive” - Deadline",
        "Over 90,000 people in Lebanon had to flee Israel's bombardments this week - NPR",
        "Zelensky makes urgent in-person plea to Biden and Harris who highlights her contrasting approach to Trump - CNN",
        "Israel fighting Hezbollah with ‘full force’ despite ceasefire calls - BBC.com",
        "Activist hedge fund Elliott slams Southwest CEO Bob Jordan as shares soar 7% - New York Post ",
        "Hoda Kotb is leaving NBC’s ‘Today’ show early next year - The Associated Press",
        "NYC Mayor Eric Adams charged with bribery and wire fraud in scheme spanning nearly 10 years - NBC News",
        "Anna 'Delvey' Sorokin speaks out after dramatic exit from 'Dancing With the Stars' - NBC News",
        "‘Really cool’ comet on 81,000-year trip toward Earth has finally arrived — here’s how to see it - New York Post "
    ]
}