{
    "headlines": [
        "قد يكون إطلاق صاروخ سبيس إكس مرئيًا في السماء الليلة. هذا هو المكان. - واشنطن بوست",
        "سهم Google Parent Alphabet ينزلق مع خيبة أمل الإيرادات السحابية - Investopedia",
        "ما قاله ليبرون جيمس للوكا دونسيتش مباشرة بعد تجارة ليكرز الصادمة - نيويورك بوست",
        "نتفليكس تنأى بنفسها عن كارلا صوفيا جاسكون بينما تغيرات حملة أوسكار قوى الجدل \"إميليا بيريز\" - متنوعة",
        "طلب البيض في وافل هاوس ؟ إليك المبلغ الإضافي الذي ستدفعه - PennLive",
        "تعلن AMD عن النتائج المالية للربع الرابع والسنة الكاملة 2024 - علاقات المستثمرين",
        "يصف اتحاد حكام اتحاد كرة القدم الأميركي ادعاءات الزعماء المزعومين بالمحاباة بأنها \"مهينة وغير معقولة\" - سي بي إس سبورتس",
        "تحطم طائرة DC: تم انتشال جميع الجثث الـ 67 من نهر بوتوماك - ABC7 لوس أنجلوس",
        "تسعى الهيئة العامة للرياضة إلى تخفيضات في الإنفاق بنسبة 50 ٪، ريف غير طوعي بعد عرض استقالة مكتب إدارة المشاريع - شبكة الأخبار الفيدرالية",
        "يقول ترامب إنه أعطى تعليمات للمستشارين بأن \"تمحى\" إيران إذا اغتالته - وكالة أسوشيتد برس",
        "ماذا تعرف عن السجن الضخم في السلفادور بعد صفقة ترامب لإرسال الناس إلى هناك - وكالة أسوشيتد برس",
        "من المفترض أن يعمل إيلون ماسك 130 يومًا فقط هذا العام بسبب وضع \"موظف حكومي خاص\" - فورتشن",
        "طلب \"No Team\" من ميامي الحصول على إذن للتحدث مع جيمي بتلر حول التجارة - Sports Illustrated",
        "إدارة ترامب تطلق تحقيقاً ضد يو أوف إم بشأن تقارير معاداة السامية - إم بي آر نيوز",
        "إطلاق النار في السويد: مقتل حوالي 10 أشخاص في إطلاق نار في مدرسة أوريبرو - BBC.com",
        "رفع عملاء مكتب التحقيقات الفيدرالي دعوى قضائية لمنع وزارة العدل من تجميع قائمة المسؤولين الذين عملوا في قضايا 6 يناير أو ترامب - بوليتيكو",
        "أدى تأثير الكويكب على القمر إلى انفجار اثنين من الأخاديد الكبرى في 10 ثوان - ياهو! أصوات",
        "نقدم لكم تطبيق Apple Invites، وهو تطبيق جديد يجمع الناس معًا من أجل لحظات الحياة الخاصة - Apple Newsroom",
        "اجتماع ترامب ونتنياهو هو لحظة مهمة لكلا الزعيمين – والشرق الأوسط - سي إن إن"
    ]
}