{
    "headlines": [
        "ਫਾਲ ਸਿਟੀ ਦੇ ਘਰ ਵਿੱਚ 5 ਲੋਕਾਂ ਦੀ ਮੌਤ ਤੋਂ ਬਾਅਦ 15 ਸਾਲਾ ਲੜਕਾ ਹਿਰਾਸਤ ਵਿੱਚ ਰਹੇਗਾ - ਕੀਰੋ ਸੀਏਟਲ",
        "ਕੰਟਰੀ ਸਟਾਰ ਜ਼ੈਕ ਬ੍ਰਾਇਨ ਨੇ ਗਰਲਫ੍ਰੈਂਡ ਤੋਂ ਵੱਖ ਹੋਣ ਦੀ ਘੋਸ਼ਣਾ ਕਰਦਿਆਂ 'ਮੈਂ ਕਿਸੇ ਨੂੰ ਵੀ ਨਿਰਾਸ਼ ਕੀਤਾ' ਤੋਂ ਮੁਆਫੀ ਮੰਗੀ - ਫੌਕਸ ਨਿ Newsਜ਼",
        "JPMorgan ਦੇ ਮੁਖੀ Dimon ਹੈਰਿਸ ਪ੍ਰਸ਼ਾਸਨ ਵਿੱਚ ਇੱਕ ਭੂਮਿਕਾ 'ਤੇ ਵਿਚਾਰ ਕਰੇਗਾ, NYT ਰਿਪੋਰਟ - ਯਾਹੂ ਵਿੱਤ",
        "ਲਾਈਵ ਅਪਡੇਟਸਃ ਕੇਪ ਕੈਨਵਰਾਲ ਤੋਂ ਸਪੇਸਐਕਸ ਦੀ ਸ਼ੁਰੂਆਤ ਅੱਜ ਰਿਕਾਰਡ ਨੂੰ ਬੰਨ੍ਹੇਗੀ - ਫਲੋਰੀਡਾ ਟੂਡੇ",
        "ਐਨਬੀਏ ਓਪਨਿੰਗ ਨਾਈਟ ਲਾਈਵਃ ਸੇਲਟਿਕਸ-ਕਿੰਕਸ; ਟਿੰਬਰਵੋਲਵਜ਼-ਲੇਕਰਜ਼ - ਈਐਸਪੀਐਨ",
        "ਐਂਡੀ ਡਾਲਟਨ ਸ਼ਾਰਲੋਟ ਵਿੱਚ ਕਾਰ ਹਾਦਸੇ ਤੋਂ ਬਾਅਦ ਪੈਂਥਰਜ਼ ਮੈਡੀਕਲ ਸਟਾਫ ਦੁਆਰਾ ਮੁਲਾਂਕਣ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ - ਸਪੋਰਟਸ ਇਲਸਟ੍ਰੇਟਿਡ",
        "ਪ੍ਰੋ ਅਥਲੀਟ ਕਥਿਤ ਤੌਰ 'ਤੇ ਰੋਕਿਆ ਸੀਨ \"Diddy\" ਕਾਮਬਜ਼ ਤੱਕ ਜਿਨਸੀ ਹਮਲਾ ਪਾਰਟੀ ਮਹਿਮਾਨ - ਈ! ਆਨਲਾਈਨ - ਈ! ਨਿਊਜ਼",
        "ਜਾਰਜੀਆ ਸੁਪਰੀਮ ਕੋਰਟ ਵਿਵਾਦਪੂਰਨ ਚੋਣ ਨਿਯਮਾਂ ਨੂੰ ਬਹਾਲ ਕਰਨ ਲਈ ਕਦਮ ਨਹੀਂ ਚੁੱਕੇਗੀ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਨਵੇਂ ਸਟਰੋਕ ਦਿਸ਼ਾ-ਨਿਰਦੇਸ਼ਾਂ ਵਿੱਚ ਖਾਸ ਤੌਰ ਤੇ womenਰਤਾਂ ਲਈ ਜੋਖਮ ਦੇ ਕਾਰਕ ਸ਼ਾਮਲ ਹਨ - ਦ ਹਿੱਲ",
        "7 ਘੰਟਿਆਂ ਲਈ ਪੱਥਰਾਂ ਦੇ ਵਿਚਕਾਰ ਫਸੀ ਔਰਤ ਆਖਰਕਾਰ ਬਚਾਅ ਅਮਲੇ ਦੁਆਰਾ ਛੁਟਕਾਰਾ - ਅਮਰੀਕਾ ਅੱਜ",
        "ਫਲਾਇੰਗ ਏਅਰ ਟੈਕਸੀਆਂ ਐਫਏਏ ਨਿਯਮ ਜਾਰੀ ਕਰਨ ਨਾਲ ਯੂਐਸ ਟੇਕਆਫ ਦੇ ਨੇੜੇ ਚਲੀਆਂ ਜਾਂਦੀਆਂ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "‘ਵਾਕਿੰਗ ਨਿਮੋਨੀਆ’ ਵਧ ਰਿਹਾ ਹੈ. ਇੱਥੇ ਕੀ ਜਾਣਨਾ ਹੈ. - ਹਫਪੋਸਟ",
        "ਕਲਪਨਾ ਫੁੱਟਬਾਲ ਮੁਆਫੀ ਤਾਰ, ਹਫਤੇ 8 ਪਿਕਸਃ ਖਿਡਾਰੀ ਸ਼ਾਮਿਲ ਕਰਨ ਲਈ, ਚੋਟੀ ਦੇ ਟੀਚੇ Tua Tagovailoa, ਹੰਟਰ ਹੈਨਰੀ ਸ਼ਾਮਲ ਹਨ - CBS ਖੇਡ",
        "ਐਂਥ੍ਰੋਪਿਕ ਜਨਤਕ ਤੌਰ 'ਤੇ ਏਆਈ ਟੂਲ ਜਾਰੀ ਕਰਦਾ ਹੈ ਜੋ ਉਪਭੋਗਤਾ ਦੇ ਮਾ mouseਸ ਕਰਸਰ ਨੂੰ ਸੰਭਾਲ ਸਕਦਾ ਹੈ - ਆਰਸ ਟੈਕਨੀਕਾ",
        "ਜਿਉਲਿਆਨੀ ਨੇ ਜਾਰਜੀਆ ਦੇ ਚੋਣ ਵਰਕਰਾਂ ਨੂੰ ਐਨਵਾਈਸੀ ਅਪਾਰਟਮੈਂਟ ਨੂੰ ਮੋੜਨ ਦਾ ਆਦੇਸ਼ ਦਿੱਤਾ - ਬੀਬੀਸੀ.",
        "ਡੋਨਾਲਡ ਟਰੰਪ ਨੇ ਕਮਲਾ ਹੈਰਿਸ ਦੀ ਮਦਦ ਨੂੰ ਲੈ ਕੇ ਬ੍ਰਿਟੇਨ ਦੀ ਲੇਬਰ ਪਾਰਟੀ ਖਿਲਾਫ ਕੀਤੀ ਕਾਨੂੰਨੀ ਸ਼ਿਕਾਇਤ - POLITICO Europe",
        "ਸ਼ੁਰੂਆਤੀ ਨਤੀਜਿਆਂ ਤੋਂ ਬਾਅਦ ਸਟਾਰਬਕਸ ਦੇ ਸ਼ੇਅਰ ਸਲਾਈਡ ਦਿਖਾਉਂਦੇ ਹਨ ਕਿ ਵਿਕਰੀ ਦੁਬਾਰਾ ਡਿੱਗ ਗਈ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਜੋਅ ਰੋਗਨ ਆਪਣੇ ਪੋਡਕਾਸਟ 'ਤੇ ਟਰੰਪ ਦੀ ਇੰਟਰਵਿ interview ਲੈਣਗੇ - ਐਕਸੀਓਸ",
        "'ਸਦੀ ਦਾ ਧੂਮਕੇਤੂ' ਵੇਖੋ ਸਾਹ ਲੈਣ ਵਾਲੀਆਂ ਫੋਟੋਆਂ ਵਿਚ ਰਾਤ ਦੇ ਅਸਮਾਨ ਨੂੰ ਰੌਸ਼ਨ ਕਰੋ - ਸਪੇਸ.",
        "ਵਧੇਰੇ ਰਿਪਬਲਿਕਨ ਛੇਤੀ ਵੋਟਿੰਗ ਕਰ ਰਹੇ ਹਨ, ਰਿਕਾਰਡ ਤੋੜਨ ਵਿੱਚ ਸਹਾਇਤਾ ਕਰਦੇ ਹਨ. ਹੁਣ ਤੱਕ 17 ਮਿਲੀਅਨ ਤੋਂ ਵੱਧ ਵੋਟਾਂ ਪਈਆਂ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ"
    ]
}