{
    "headlines": [
        "قام شخص ما بعمل اختبار CAPTCHA حيث تلعب لعبة Doom on Nightmare difficulty - Ars Technica",
        "الأسبوع 18 من اختيارات اتحاد كرة القدم الأميركي: فريق رايفنز ينتزع لقب الاتحاد الآسيوي لكرة القدم في الشمال ؟ هل ستحافظ البنغال على آمال التصفيات حية ؟ - NFL.com",
        "احتمالات التصفيات النهائية لكلية كرة القدم لعام 2025، التنبؤ: جورجيا ضد نوتردام تختار، الرهانات من قبل خبير على 22-9 لفة - سي بي إس سبورتس",
        "5 أشياء نعرفها وما زلنا لا نعرفها عن كوفيد، بعد 5 سنوات من ظهوره - وكالة أسوشيتد برس",
        "Giannis Antetokounmpo، نيكولا جوكيتش يتصدران عوائد المشجعين الأولى لتصويت كل النجوم في الدوري الاميركي للمحترفين الذي تقدمه AT&T - NBA.com",
        "عملاء مكتب التحقيقات الفيدرالي يفتشون منزل مسؤول كبير في شرطة نيويورك وسط مزاعم بأنه طالب بالجنس مقابل أجر العمل الإضافي - وكالة أسوشيتد برس",
        "كيفية مشاهدة دش النيزك الرباعي المذهل الليلة - سلكي",
        "داخل غرفة خلع الملابس في ولاية أوريغون بعد الخسارة المذهلة لبط روز بول رقم 1 أمام ولاية أوهايو - أوريغون لايف",
        "متوسط سعر الفائدة على الرهن العقاري الأمريكي لمدة 30 عامًا يصل إلى 6.91 ٪، وفقًا لفريدي ماك، وهو الأعلى منذ يوليو - إيه بي سي نيوز",
        "الجبل الأسود ينعي بعد أن قتل مسلح 12 شخصًا على الأقل قبل أن يطلق النار على نفسه - إيه بي سي نيوز",
        "حالات نوروفيروس في ازدياد ؛ فيما يلي الأعراض وكيفية الوقاية من الإصابة بالفيروس - MLive.com",
        "جهاز تتبع اللياقة البدنية Galaxy Fit 3 الرخيص من سامسونج قادم إلى الولايات المتحدة - The Verge",
        "هجوم نيو أورليانز الأخير: يقول مكتب التحقيقات الفيدرالي إن الشرطة لا تعتقد أن أي مشتبه بهم آخرين متورطين - ABC News",
        "الرئيس بايدن يعلن عن الحاصلين على وسام المواطن الرئاسي - البيت الأبيض",
        "هذه هي أسهم الفضاء التي يجب مراقبتها في عام 2025 — SpaceX و Boeing وما هو أبعد من ذلك - MarketWatch",
        "أريانا غراندي، سينثيا إريفو في Wicked Oscar Buzz، Queer Glinda والجزء 2 - التنوع",
        "أصيب 10 أشخاص في إطلاق نار من سيارة في ملهى ليلي في كوينز، نيويورك - سي إن إن",
        "تم اكتشاف مسارات \"طريق الديناصورات السريع\" التي يعود تاريخها إلى 166 مليون عام في إنجلترا - ABC News",
        "غارة الشرطة الكورية الجنوبية على مكاتب الخطوط الجوية والمطار المتورطين في تحطم الطائرة - صحيفة وول ستريت جورنال",
        "يلقي ترامب باللوم على \"الحدود المفتوحة\" لهجمات نيو أورليانز ولاس فيغاس - ذا هيل"
    ]
}