{
    "headlines": [
        "ਪਰਦੇ ਦੇ ਪਿੱਛੇਃ ਬਿਡੇਨ ਦੇ ਹੌਂਟਿੰਗ ਟਵਿਨ ਪਾਪ - ਐਕਸੀਓਸ",
        "ਸਕੈਥਿੰਗ ਪੁਲਿਸ ਜਾਂਚ ਦੇ ਨਤੀਜਿਆਂ ਨੂੰ ਸੰਬੋਧਿਤ ਕਰਨ ਲਈ ਨਿਆਂ ਵਿਭਾਗ ਅਤੇ ਮੈਮਫਿਸ ਸ਼ਹਿਰ - ਸੀ ਐਨ ਐਨ",
        "ਤੇਲ ਅਪ੍ਰੈਲ ਤੋਂ ਬੈਰਲ ਵਾਪਸ ਕਰਨ ਦੀ ਓਪੇਕ+ ਯੋਜਨਾ ਵਜੋਂ ਘਾਟਾ ਰੱਖਦਾ ਹੈ - ਯਾਹੂ ਵਿੱਤ",
        "ਅਯੋਗਤਾ ਵਾਲੇ ਗ਼ਜ਼ਾਨਾਂ ਨੂੰ ਹਫੜਾ-ਦਫੜੀ ਅਤੇ ਯੁੱਧ ਦੇ ‘ਅਸੰਭਵ ਸਮੇਂ’ ਦਾ ਸਾਹਮਣਾ ਕਰਨਾ ਪੈਂਦਾ ਹੈ - ਨਿਊਯਾਰਕ ਟਾਈਮਜ਼",
        "ਤਾਈਵਾਨ ਦੇ ਰਾਸ਼ਟਰਪਤੀ ਲਾਇ ਨੇ ਕਥਿਤ ਤੌਰ 'ਤੇ ਅਮਰੀਕੀ ਕਾਂਗਰਸ ਦੇ ਨੇਤਾਵਾਂ ਨਾਲ ਗੁਆਮ ਤੋਂ ਫੋਨ' ਤੇ ਗੱਲਬਾਤ ਕੀਤੀ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "Euphoria ਆਲੇ-ਦੁਆਲੇ ਦੇ ਤੌਰ ਤੇ ਵਿਕੀਪੀਡੀਆ ਵਾਲਟ ਵੱਧ $ 100,000, ਸਟਾਕ ਰਿਕਾਰਡ ਨੂੰ ਉੱਚਾ ਮਾਰਿਆ - Reuters",
        "ਮਸਕ, ਰਾਮਾਸਵਾਮੀ ਸਰਕਾਰੀ ਰਹਿੰਦ-ਖੂੰਹਦ ਨੂੰ ਘਟਾਉਣ ਲਈ ਟਰੰਪ ਦੇ ਡੌਜ ਵਿਜ਼ਨ ਬਾਰੇ ਵਿਚਾਰ ਵਟਾਂਦਰੇ ਲਈ ਕੈਪੀਟਲ ਹਿੱਲ ਦਾ ਦੌਰਾ ਕਰਦੇ ਹਨ - ਫੌਕਸ ਨਿ Newsਜ਼",
        "ਮਿਸ਼ੇਲ ਬਾਰਨੀਅਰਃ ਸਰਕਾਰ ਦੇ collapseਹਿਣ ਤੋਂ ਬਾਅਦ ਫਰਾਂਸ ਦੇ ਪ੍ਰਧਾਨ ਮੰਤਰੀ ਅਸਤੀਫਾ ਦੇਣਗੇ - ਬੀਬੀਸੀ.",
        "ਬ੍ਰਾਇਨ ਥੌਮਸਨਃ ਨਿ New ਯਾਰਕ ਵਿਚ ਯੂਨਾਈਟਿਡਹੈਲਥ ਦੇ ਸੀਈਓ ਦੀ ਗੋਲੀ ਮਾਰ ਕੇ ਹੱਤਿਆ ਕੌਣ ਹੈ? - ਬੀਬੀਸੀ.",
        "ਮਾਫ ਕਰਨਾ ਮਾਪੇ, ਇਹ ਅਸਲ ਵਿੱਚ ਤੁਹਾਡੇ ਬੱਚੇ ਦਾ ਸਪੋਟੀਫਾਈ ਲਪੇਟਿਆ ਹੋਇਆ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਐਫਬੀਆਈ ਹੈਕਿੰਗ ਚੇਤਾਵਨੀ-ਬਦਲ 2 ਆਪਣੇ ਆਈਫੋਨ 'ਤੇ ਸੈਟਿੰਗ - ਫੋਰਬਸ",
        "ਕ੍ਰੀਟਨ ਨੇ ਹੰਟਰ ਡਿਕਨਸਨ ਨੂੰ ਹਰਾਇਆ, 13-ਪੁਆਇੰਟ ਦੀ ਦਬਦਬਾ ਜਿੱਤ ਵਿਚ ਨੰਬਰ 1 ਕੰਸਾਸ - ਯਾਹੂ ਸਪੋਰਟਸ",
        "ਵੀਰਵਾਰ, ਦਸੰਬਰ 5, 2024 ਲਈ ਕੁੰਡਲੀ - ਸ਼ਿਕਾਗੋ ਸੂਰਜ-ਟਾਈਮਜ਼",
        "ਡੀਆਰ ਕਾਂਗੋ ਅਣਜਾਣ ਬਿਮਾਰੀ 79 ਲੋਕਾਂ ਦੀ ਮੌਤ - ਬੀਬੀਸੀ.",
        "ਡਿਊਕ ਬਨਾਮ ਔਬਰਨ ਸਕੋਰਃ ਬਲੂ ਸ਼ੈਤਾਨ ਹੈਂਡ ਟਾਈਗਰਸ ਪਹਿਲੀ ਹਾਰ, ਰਿਕਾਰਡ ਬਿਆਨ ਜਿੱਤ ਦੇ ਤੌਰ ਤੇ ਕੂਪਰ ਫਲੈਗ ਸਕੋਰ 22 - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਪ੍ਰਿੰਸ ਹੈਰੀ ਨੇ ਡਚੇਸ ਮੇਘਨ ਤਲਾਕ ਦੀਆਂ ਅਫਵਾਹਾਂ ਨੂੰ ਬੁਰਸ਼ ਕੀਤਾਃ 'ਇਸ ਨੂੰ ਜਾਰੀ ਰੱਖਣਾ ਮੁਸ਼ਕਲ ਹੈ' - ਅਮਰੀਕਾ ਅੱਜ",
        "ਸ਼ਰਾਬ ਦੇ ਪਰਛਾਵੇਂ ਦੇ ਨਾਲ ਹੇਗਸੇਥ ਦਾ ਇਤਿਹਾਸ ਪੈਂਟਾਗਨ ਚੋਣ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਦੁੱਧ ਚਾਕਲੇਟ ਜਾਂ ਹਨੇਰਾ? ਜਵਾਬ ਤੁਹਾਡੇ ਸ਼ੂਗਰ ਦੇ ਜੋਖਮ ਨੂੰ ਪ੍ਰਭਾਵਤ ਕਰ ਸਕਦਾ ਹੈ. - ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਮਹਾਦੋਸ਼ ਦਾ ਸਾਹਮਣਾ ਕਰਨਾ ਪੈ ਰਿਹਾ ਹੈ, ਦੱਖਣੀ ਕੋਰੀਆ ਦੇ ਰਾਸ਼ਟਰਪਤੀ ਨੇ ਰੱਖਿਆ ਮੁਖੀ ਦੀ ਥਾਂ ਲਈ - ਪੋਲਿਟਿਕੋ",
        "ਬੈਥਸਡਾ ਨੇ ਇੰਡੀਆਨਾ ਜੋਨਸ ਦੇ ਪੀਸੀ ਸਪੈੱਕਸ ’ਤੇ ਟਾਈਪਸ ਨੂੰ ਠੀਕ ਕੀਤਾ — ਅਤੇ ਲੋੜੀਂਦੀ ਰੇ ਟਰੇਸਿੰਗ ਬਾਰੇ ਸਾਡੇ ਪ੍ਰਸ਼ਨ ਦਾ ਜਵਾਬ ਦਿੱਤਾ. - ਦਿ ਵਰਜ"
    ]
}