{
    "headlines": [
        "Qatar suspende papel de mediador de cessar-fogo enquanto painel alerta sobre fome em Gaza - The Washington Post",
        "Estrela de ‘SNL’, Michael Che bebe no ar após vitória de Trump, grita R. Kelly: ‘Se pessoas brancas podem eleger seus criminosos, eu posso dançar ao meu’ - Variety",
        "Bitcoin quebra US $ 79 mil e \"nenhuma ação precipitada é necessária\", diz analista - Cointelegraph",
        "Trump prometeu matar a energia eólica offshore nos EUA. Será que ele vai conseguir? - Yahoo Finance",
        "CFP Rankings Lookahead Semana 12: Alabama mostra dominância, Geórgia deve CAIR após a derrota - CBS Sports",
        "Missouri supera Oklahoma em sprint de final de jogo que você precisa ver para acreditar - Sports Illustrated",
        "Reviravolta inesperada na investigação de homicídio em caso arquivado no Texas: a vítima foi uma dama de honra no casamento do assassino - CBS News",
        "   Removido ",
        "   Removido ",
        "Exclusivo: EUA ordenaram que a TSMC suspendesse os embarques para a China de chips usados em aplicações de IA - Reuters",
        "Resultados do UFC Vegas 100: Magny vs. Prates - Luta de MMA",
        "Enfermeira americana morta por homem que conheceu em boate de Budapeste durante férias para ‘lugar feliz’: polícia - New York Post",
        "‘Coringa: Folie à Deux’ é a sequência do “pior filme já feito”, diz ator - Hollywood Reporter",
        "O MacBook Pro com pouca potência da Apple não combina com o hype - Forbes",
        "1 macaco fugitivo capturado na Carolina do Sul, vários outros localizados na propriedade - ABC News",
        "   Removido ",
        "Os republicanos da Flórida estão entusiasmados com Susie Wiles — com uma grande exceção - POLITICO",
        "Ataques a torcedores de futebol israelenses na Holanda levam o primeiro-ministro a cancelar viagem climática - Associated Press",
        "Odds, escolhas e previsões do New York Giants no Carolina Panthers - usa TODAY Sportsbook Wire",
        "Ataques israelenses matam 40 enquanto ajuda limitada chega ao norte devastado de Gaza - Al Jazeera"
    ]
}