{
    "headlines": [
        "Mehrere tausend Demonstranten in Portland demonstrieren für einen Aktionstag gegen die Politik von Trump und Musk - Oregon Public Broadcasting - OPB",
        "Trump fordert uns auf, hart durchzuhalten, wenn 10 % der Zölle in Kraft treten - BBC",
        "Florida vs. Auburn Quoten, Vorhersage, Startzeit: 2025 NCAA Turnier Final Four Picks durch bewährte Simulation - CBS Sports",
        "Will Forte erinnert sich an verpasste Gelegenheit mit Val Kilmer: \"Größtes Bedauern meiner ganzen Karriere\" - HuffPost",
        "Senat verabschiedet neues Budget für Trumps Agenda, nachdem GOP-Risse entstanden sind - NBC News",
        "Microsoft hat eine KI-generierte Version von Quake - The Verge erstellt",
        "\"Ein Minecraft-Film\" über die Bautour auf dem Weg zum weltweiten Bogen im Wert von mehr als 260 Millionen US-Dollar – Internationale Abendkasse - Deadline",
        "Warren Buffett nimmt Investoren immer wieder mit in die Schule, da die Aktienkrise die unheimliche Weisheit seiner jüngsten Schritte enthüllt - Fortune",
        "Demokraten im Senat beschimpfen Trumps TikTok-Bewegungen als „illegal“ - The Hill",
        "Trump-Zölle-Live-Updates: Zölle treten in Kraft; Märkte verlieren im zweitägigen Rückgang 6,6 Billionen US-Dollar - WSJ",
        "Rindfleisch ist teuer. Fleischverpacker schaben jeden Bissen von Knochen. - WSJ",
        "Sieben seriöse und unseriöse \"White Lotus\" -Theorien für das Finale der 3. Staffel - CNN",
        "Telefonaufnahmen scheinen Israels Bericht über die Tötung von 15 palästinensischen Sanitätern durch die Truppen zu widersprechen - AP News",
        "Im bewässerten Süden und Mittleren Westen werden mehr sintflutartige Regenfälle und Sturzfluten erwartet - NPR",
        "Antike DNA zieht den Vorhang über die grünere Vergangenheit der Sahara zurück - CNN",
        "Bill Gates hat den ursprünglichen Microsoft-Quellcode veröffentlicht - CNET",
        "Die Trump-Administration argumentiert, dass der Richter die Rückgabe eines versehentlich nach El Salvador abgeschobenen Mannes nicht anordnen kann - AP News",
        "RFK Jr. 's Masern 'Heilung' krank Texas Kinder inmitten des Ausbruchs - DW"
    ]
}