{
    "headlines": [
        "UnitedHealthcare CEO shooting latest: Person of interest Luigi Mangione under arrest - ABC News",
        "Succession drama: Rupert Murdoch loses court bid to leave son media empire - Axios",
        "Exclusive: In Assad's Alawite hometown, Syria rebels win statement of support - Reuters",
        "Syrian rebels seek to consolidate control - Financial Times",
        "Nvidia's stock dips after China opens probe of the AI chip company for violating anti-monopoly laws - Yahoo Finance",
        "Bengals vs. Cowboys odds, spread, start time: 2024 Monday Night Football picks by NFL model on 24-10 run - CBS Sports",
        "Age and the new weight-loss drugs - The Washington Post",
        "Jay-Z Wants Sean \"Diddy\" Combs Rape Case Dismissed Or Jane Doe's Name Revealed - Deadline",
        "Syria updates: Germany halts asylum proceedings for Syrians - DW (English)",
        "Exclusive | McKinsey Promotes Its Smallest Group of Partners in Years - The Wall Street Journal",
        "Assad’s downfall is a humbling blow to Russia. How will it affect Putin’s prestige? - The Associated Press",
        "Haiti gang massacres around 180 people, targeting elderly - Reuters",
        "OpenAI's Sora video generator is launching for ChatGPT Pro and Plus subscribers — but not in the EU - TechCrunch",
        "Taylor Swift Has Handed Out $197 Million in Bonuses to Cast and Crew on Eras Tour: Report - Variety",
        "Webb telescope confirms the universe is expanding at an unexpected rate - Reuters",
        "TikTok asks for emergency pause to looming US ban - BBC.com",
        "Golden Globes 2025: a lively list guaranteed to get under President-elect Trump’s skin - The Guardian",
        "How an Overzealous Yankees Security Guard Helped the Mets Land Juan Soto - Sports Illustrated",
        "Mysterious outbreak with high fatality rate in the DRC could imperil tech supply chains - The Register",
        "Winter can be a time of culinary abundance. Experts share tips on eating nutritiously - The Associated Press"
    ]
}