{
    "headlines": [
        "Bob Uecker, langjährige Stimme der Brewers und ein Star der 'Major League', stirbt mit 90 - Yahoo Sports",
        "Florida Gov. Ron DeSantis wählt Ashley Moody, um Marco Rubio im Senat zu ersetzen - ABC News",
        "Papst Franziskus verletzt Arm nach Sturz im Vatikan - CNN",
        "Nintendo Switch 2 ist offiziell: Neue Spielkonsole startet in diesem Jahr - Hollywood Reporter",
        "Großbritanniens Starmer in Kiew für Sicherheitsgespräche mit einem Versprechen für eine \"100-jährige Partnerschaft\" mit der Ukraine - The Associated Press",
        "Alle großen Darsteller bei Trumps Einweihungsveranstaltungen: Carrie Underwood, Village People, Gavin DeGraw und mehr - Forbes",
        "Live-Updates: Dutzende Tote in Gaza, da Israel die Schlüsselabstimmung über den Waffenstillstand verzögert - CNN",
        "Civilization VII Vorschau: Ein neues Zeitalter für ein legendäres Franchise - Ars Technica",
        "ASRock Intel Arc B570 Challenger OC \"Battlemage\" Grafikkarten-Test – 10 GB vs. 8 GB RTX 4060 für weniger als 80 US-Dollar - Wccftech",
        "\"Abfindung\" -Saison 2 Spickzettel: Was Sie wissen müssen - Rolling Stone",
        "US-Rüstungsunternehmen baut fortschrittliche 4.000-Arbeiter-Fertigungsanlage in Zentral-Ohio - Yahoo! Voices",
        "Pacers Sports & Entertainment enthüllt Pläne zum Bau eines erstklassigen Indiana Fever Sports Performance Center im Wert von 78 Millionen US-Dollar - Indiana Fever",
        "NASA's stuck astronaut steps out on a spacewalk after 7 months in orbit - ABC News",
        "Ende der Hindenburg-Forschung; Werfen Sie einen Blick auf Nate Andersons \"privates\" Familienleben - The Times of India",
        "Wie ein TikTok-Verbot funktionieren würde und warum Benutzer es nicht einfach umgehen können - Reuters",
        "Wendy Williams spricht sich gegen Vormundschaft aus: \"Ich bin nicht kognitiv beeinträchtigt\" und \"Ich fühle mich wie im Gefängnis\" - Vielfalt",
        "BESSENT-BESTÄTIGUNG: Trumps Schatzkammer wirbt für \"neues wirtschaftliches Goldenes Zeitalter\" - Axios",
        "Die indirekte Zahl der Todesopfer durch die Brände in L.A. kann in die Tausende gehen - Yale Climate Connections",
        "Es ist ein entscheidender Moment für den Wohnungsbau in Kalifornien - Vox.com",
        "Universal feuert auf \"unlogische\" Drake-Klage zurück - BBC.com"
    ]
}