{
    "headlines": [
        "Galaxy Z Fold 7, um ein Upgrade zu erhalten, das Käufer teurer Telefone verdienen - PhoneArena",
        "Top russische und US-Beamte diskutieren über die Verbesserung der Beziehungen und die Beendigung des Ukraine-Krieges - ohne Kiew - The Associated Press",
        "Musks xAI veröffentlicht das Modell für künstliche Intelligenz Grok 3, behauptet in frühen Tests eine bessere Leistung als die Konkurrenz - CNBC",
        "Huawei bringt 3.660-Dollar-Trifold-Telefon außerhalb Chinas auf den Markt, da es ein internationales Comeback feiert - CNBC",
        "Europäer erkunden Truppen für den Waffenstillstand in der Ukraine — und wollen US-Unterstützung - The Washington Post",
        "Delta Jet kippt auf einer verschneiten Landebahn in Toronto um und alle 80 an Bord überleben - The Associated Press",
        "Der Tod des südkoreanischen Schauspielers im Alter von 24 Jahren löst eine Diskussion über soziale Medien und Internetkultur aus - The Associated Press",
        "Die Gesundheit des Papstes ist stabil, während er die Behandlung im Krankenhaus fortsetzt - vaticannews.va",
        "Vier Top-Abgeordnete von Eric Adams sind zurückgetreten, sagt der New Yorker Bürgermeister - CNN",
        "Guy Pearce sagt, Kevin Spacey habe ihn im L.A. Confidential Set „ins Visier genommen“ - The A.V. Club",
        "Scott Boras weist auf mangelnde Ausgaben durch einen Großteil der MLB hin - Sports Illustrated",
        "US-Kardiologe gibt praktikable Tipps, um das Herz gesund und jünger zu halten - The Times of India",
        "4 Kandidaten wollen Deutschlands nächste Bundeskanzlerin werden. Wer sind sie? - Yahoo",
        "\"The Brutalist\" -Regisseur Brady Corbet sagt, er habe kein Geld mit dem Film verdient - Hollywood Reporter",
        "Top Sozialversicherungsbeamter tritt nach Zusammenstoß mit Musks DOGE über Daten aus - The Washington Post",
        "30 Millionen Jahre alter Hyperkarnivoren-Schädel \"Traumfund\" für Paläontologen - Yahoo",
        "Southwest Airlines kündigt umfassende Entlassungen am Hauptsitz in Dallas an, die ersten Massenentlassungen in der Unternehmensgeschichte - WFAA.com",
        "Die Ukraine ist nicht zu eigenen Friedensgesprächen eingeladen. Die Geschichte ist voll von solchen Beispielen – und die Ergebnisse sind verheerend - The Conversation",
        "Erst Kühe, jetzt Katzen. Kommt als nächstes die Vogelgrippe für den Menschen? - The Wall Street Journal",
        "Trump-Regierung feuert Tausende für \"Leistung\" ohne Beweise, in chaotischer Eile - The Washington Post"
    ]
}