{
    "headlines": [
        "ਮਿਆਮੀ ਹੀਟ ਨੇ ਜਿੰਮੀ ਬਟਲਰ ਨੂੰ ਸੱਤ ਖੇਡਾਂ ਲਈ ਮੁਅੱਤਲ ਕਰ ਦਿੱਤਾ, ਵਪਾਰ ਦੀਆਂ ਪੇਸ਼ਕਸ਼ਾਂ 'ਤੇ ਵਿਚਾਰ ਕਰੇਗਾ - ਸੀਐਨਐਨ",
        "ਨਿ Or ਓਰਲੀਨਜ਼ ਹਮਲੇ ਵਿਚ ਮਰੇ ਹੋਏ ਲੋਕਾਂ ਵਿਚ ਬ੍ਰਿਟਿਸ਼ ਆਦਮੀ ਐਡਵਰਡ ਪੈਟੀਫਰ - ਬੀਬੀਸੀ.",
        "Apple Siri Eavesdropping Payout- ਇੱਥੇ ਕੌਣ ਯੋਗ ਹੈ ਅਤੇ ਕਿਵੇਂ ਦਾਅਵਾ ਕਰਨਾ ਹੈ - ਫੋਰਬਸ",
        "ਟੇਸਲਾ ਸਾਈਬਰਟ੍ਰੱਕ ਡਰਾਈਵਰ ਨੂੰ ਮਾਨਸਿਕ ਸਿਹਤ ਨਾਲ ਜੂਝਣਾ ਪਿਆ, ਜਾਂਚਕਰਤਾਵਾਂ ਦਾ ਕਹਿਣਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਸ਼ਨੀਵਾਰ, ਜਨਵਰੀ 4, 2025 ਲਈ ਕੁੰਡਲੀ - ਸ਼ਿਕਾਗੋ ਸੂਰਜ-ਟਾਈਮਜ਼",
        "ਟਰੰਪ ਦੇ ਹਸ਼ ਮਨੀ ਕੇਸ ਦੇ ਜੱਜ ਨੇ ਉਸ ਨੂੰ 'ਬਿਨਾਂ ਸ਼ਰਤ ਡਿਸਚਾਰਜ' ਦੀ ਸਜ਼ਾ ਦੇਣ ਦੀ ਉਮੀਦ ਕੀਤੀ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਦੇਖੋ ਕਿ ਵਿਕਟਰ ਵੇਮਬਨੀਮਾ ਨੇ ਹੁਣੇ ਨਿਕੋਲਾ ਜੋਕੀਕ ਨਾਲ ਕੀ ਕੀਤਾ - ਯਾਹੂ ਸਪੋਰਟਸ",
        "ਸਰਦੀਆਂ ਦਾ ਤੂਫਾਨ ਬਲੇਅਰ ਕੇਂਦਰੀ ਅਤੇ ਪੂਰਬੀ ਅਮਰੀਕਾ ਵਿੱਚ ਇੱਕ ਪ੍ਰਮੁੱਖ ਬਰਫ ਅਤੇ ਬਰਫ ਦਾ ਖ਼ਤਰਾ - ਮੌਸਮ ਚੈਨਲ",
        "ਹਟਾਈ",
        "ਜੇ ਜੇ ਰੈਡਿਕ ਨੇ ਸਪੱਸ਼ਟ ਤੌਰ 'ਤੇ ਚਾਰਲਸ ਬਾਰਕਲੇ ਦੇ‘ ਡੈੱਡ ਮੈਨ ਵਾਕਿੰਗ ’ਰੈਂਟ ਨੂੰ ਖਾਰਜ ਕਰ ਦਿੱਤਾਃ‘ ਸ਼ਾਬਦਿਕ ਤੌਰ ‘ਤੇ ਪਰਵਾਹ ਨਾ ਕਰੋ’ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਰਾਜਪਾਲ ਯੰਗਕਿਨ ਨੇ ਐਤਵਾਰ ਦੇ ਸਰਦੀਆਂ ਦੇ ਤੂਫਾਨ - ਡਬਲਯੂਜੇਐਲਏ ਤੋਂ ਪਹਿਲਾਂ ਵਰਜੀਨੀਆ ਵਿੱਚ ਐਮਰਜੈਂਸੀ ਦੀ ਸਥਿਤੀ ਦਾ ਐਲਾਨ ਕੀਤਾ",
        "ਸਪੇਸਐਕਸ ਨੇ 2025 ਦਾ ਪਹਿਲਾ ਫਾਲਕਨ 9 ਰਾਕੇਟ ਲਾਂਚ ਕੀਤਾ, ਥੁਰਾਇਆ 4 ਸੰਚਾਰ ਉਪਗ੍ਰਹਿ ਨੂੰ ਆਰਬਿਟ (ਵੀਡੀਓ) ਤੇ ਭੇਜਿਆ - ਸਪੇਸ ਡਾਟ ਕਾਮ",
        "ਐਂਜਲੀਨਾ ਜੋਲੀ 80 ਮਿਲੀਅਨ ਡਾਲਰ ਦੀ ਅਮੀਰ ਤੋਂ ਦੂਰ ਚਲੀ ਗਈ ਕਿਉਂਕਿ ਬ੍ਰੈਡ ਪਿਟ ਨੂੰ ਅੱਠ ਸਾਲਾਂ ਦੀ ਤਲਾਕ ਦੀ ਲੜਾਈ ਤੋਂ ਬਾਅਦ 'ਭਾਰ ਚੁੱਕਿਆ' ਮਹਿਸੂਸ ਹੁੰਦਾ ਹੈ - ਹਿੰਦੁਸਤਾਨ ਟਾਈਮਜ਼",
        "ਮੌਸਮ ਚੇਤਾਵਨੀ ਦਿਨਃ ਤੂਫਾਨ ਪ੍ਰਣਾਲੀ ਇਸ ਹਫਤੇ ਦੇ ਅੰਤ ਵਿੱਚ ਖੇਤਰ ਵਿੱਚੋਂ ਲੰਘਦੀ ਹੈ - ਕੋਲਨ",
        "ਗੂਗਲ ਟੀਵੀ ਦੇ ਨਾਲ ਹਿਸੇਨਸ ਦਾ ਨਵਾਂ ਐਲ 9 ਕਿQ ਸ਼ਾਰਟ-ਥ੍ਰੋ ਪ੍ਰੋਜੈਕਟਰ ਇੱਕ ਬਲਿਸਟਰਿੰਗ 5,000 ਲੁਮੇਨਜ਼ ਨੂੰ ਮਾਰਦਾ ਹੈ - 9to5Google",
        "ਰੂਡੀ ਜਿਉਲਿਆਨੀ ਜ਼ੋਰ ਦੇ ਕੇ ਕਹਿੰਦਾ ਹੈ ਕਿ ਉਹ 148 ਮਿਲੀਅਨ ਡਾਲਰ ਤੋਂ ਵੱਧ ਦੇ ਫੈਸਲੇ ਦੀ ਸੁਣਵਾਈ ਕਰਦਿਆਂ ਅਪਮਾਨ 'ਤੇ ਸੰਪਤੀਆਂ ਨੂੰ ਲੁਕਾ ਨਹੀਂ ਰਿਹਾ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਜੈੱਟ ਬਲੂ ਨੇ 'ਕ੍ਰੋਨਿਕ ਤੌਰ' ਤੇ ਦੇਰੀ ‘ਵਾਲੀਆਂ ਉਡਾਣਾਂ ਦੇ ਪੈਟਰਨ ਲਈ 2 ਮਿਲੀਅਨ ਡਾਲਰ ਦਾ ਜ਼ੁਰਮਾਨਾ ਲਗਾਇਆ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਮੌਤ ਦੀ ਸਜ਼ਾ ਕੱਟ ਰਹੇ ਕੈਦੀ ਨੇ ਐਰੀਜ਼ੋਨਾ ਨੂੰ ਦੂਜੀ ਵਾਰ ਰਾਜ ਦੀ ਇੱਛਾ ਨਾਲੋਂ ਜਲਦੀ ਫਾਂਸੀ ਦੇਣ ਲਈ ਕਿਹਾ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਹਟਾਈ",
        "ਹਟਾਈ"
    ]
}