{
    "headlines": [
        "ترامب يهدد دول البريكس بتعريفة جمركية بنسبة 100 ٪ - بوليتيكو",
        "ماذا كان الحضور في فوز سيراكيوز الغاضب على رقم 6 في ميامي ؟ - syracuse.com",
        "شاهد حجم الدمار في معقل حزب الله بالقرب من بيروت - واشنطن بوست",
        "يستغل ترامب كاش باتيل لمنصب مدير مكتب التحقيقات الفيدرالي، وهو حليف سيساعد في جهوده الرامية إلى قلب إنفاذ القانون - وكالة أسوشيتد برس",
        "ترامب يختار والد جاريد كوشنر سفيراً لدى فرنسا - BBC.com",
        "رئيس تايوان يصل إلى هاواي للتوقف لمدة يومين في الولايات المتحدة كجزء من زيارة جنوب المحيط الهادئ - وكالة أسوشيتد برس",
        "بعد النكسات، ترى إيران في وقف إطلاق النار في لبنان فرصة لإعادة تنظيم صفوفها - واشنطن بوست",
        "البث المباشر من Texas مقابل Texas A&M، حيث يمكنك المشاهدة، والقناة التلفزيونية، ووقت الانطلاق، والاحتمالات، والانتشار، والتنبؤ، والاختيار - CBS Sports",
        "بيان المتحدث باسم مجلس الأمن القومي شون سافيت حول سوريا - البيت الأبيض",
        "ماذا لو كان \"دم الخفافيش\" يمكن أن يجعل الإسبات البشري للرحلات بين النجوم ممكنًا ؟ - المجرة اليومية - قناة الاكتشافات العظيمة",
        "ابنة غوينيث بالترو آبل ترتدي فستان فالنتينو الذي استغرق 750 ساعة لصنعه - الناس",
        "نتائج سلسلة WWE Survivor Series WarGames 2024: الفائزون، الدرجات المباشرة، رد الفعل، النقاط البارزة - تقرير المبيض",
        "يستهدف إيلون ماسك انتقال OpenAI للربح في ملف جديد - The Verge",
        "لقد قمت بتغطية صفقات Cyber Monday لمدة 17 عامًا — إليك أفضل المبيعات المباشرة الآن - Tom's Guide",
        "فيرشتابن يخفض رتبته لحادثة راسل في قطر المؤهلة - formula1.com",
        "نيويورك تايمز: كتبت والدة بيت هيجسيث له رسالة بريد إلكتروني في عام 2018 تتهمه فيها بإساءة معاملة النساء - سي إن إن",
        "اليوم: الخسارة الرابعة على التوالي أمام U - M \"ليس من السهل قبولها\" - ESPN",
        "بوب براير، عازف الطبول في فرقة الروك My Chemical Romance، توفي عن 44 عامًا - سي إن إن",
        "تجمع المتظاهرون لليلة الثالثة من المظاهرات بعد إعلان جورجيا تعليق محادثات الاتحاد الأوروبي - سي إن إن",
        "تعهد ترودو باتخاذ إجراء بشأن الحدود بعد تهديد التعريفة الجمركية، كما يقول ترامب - بلومبرغ"
    ]
}