{
    "headlines": [
        "Изъято",
        "Пауэлл говорит, что ФРС не придерживается «заданного курса» на снижение процентных ставок - Axios",
        "Новый премьер-министр Японии Исиба представил кабинет министров в преддверии досрочных выборов - Reuters",
        "Израиль начинает наземную операцию на юге Ливана - Axios",
        "За пределами Бангкока загорелся школьный автобус, 25 человек на борту погибли, сообщают правительственные чиновники - Associated Press",
        "Что нужно знать для вице-президентских дебатов Vance v Walz - BBC.com",
        "Докеры объявили забастовку в портах Восточного побережья и побережья Мексиканского залива - Fox Business",
        "Джимми Картер и родной город Плейнс празднуют 100-летие 39-го президента - Ассошиэйтед Пресс",
        "Seattle Seahawks vs. Detroit Lions | Лучшие матчи 4-й недели 2024 года - НФЛ",
        "Окончательный счет Titans vs. Dolphins, немедленная реакция на четвертую неделю ночного футбола понедельника - The Phinsider",
        "Бритни Спирс призналась, что сожгла волосы, ресницы и брови в «действительно плохом» пожаре - E! Онлайн - E! НОВОСТИ",
        "Трамп запускает GoFundMe, чтобы помочь жертвам урагана «Хелена», собрав более $ 1 млн - Fox News",
        "США отправляют больше войск и военных самолетов на Ближний Восток в качестве оплота против Ирана - The Washington Post",
        "«Вице-президент» собрал 735 тысяч долларов для Harris-Walz - Hollywood Reporter",
        "Гэвин Крил, звезда музыкального театра, лауреат премии «Тони», умер в возрасте 48 лет - The Washington Post",
        "Плей-офф MLB 2024: 10 смелых прогнозов, включая еще один первый Shohei Ohtani и разочарование Astros - CBS Sports",
        "Шон «Дидди» Комбс обжалует отказ судьи освободить его из тюрьмы под залог в 50 миллионов долларов - USA TODAY",
        "Джо Байден обвинил Дональда Трампа во «лжи» по поводу реакции Белого дома на ураган «Хелен» - Financial Times",
        "Вспышка марбургского вируса в Руанде вызывает обеспокоенность по поводу возможности международного распространения - СТАТИСТИКА",
        "Отключение сети Verizon: оператор говорит, что сеть была восстановлена после долгого дня проблем - CNET"
    ]
}