{
    "headlines": [
        "Дональд Трамп хвалит Илона Маска после звонка на Нью-Йоркской фондовой бирже - Yahoo Finance",
        "Лидер сирийских повстанцев после свержения Асада ужесточает контроль над государством - Reuters",
        "Google анонсирует Android XR, запуск 2025 на гарнитуре Samsung - 9to5Google",
        "На этой неделе пик метеоритного дождя Геминид. Вот как это посмотреть - CNN",
        "Дональд Трамп пригласил президента Китая Си Цзиньпина на свою инаугурацию - Financial Times",
        "США рассматривают падение Асада как шанс уничтожить химический арсенал Сирии «раз и навсегда» - Reuters",
        "С iOS 18.2 Apple дополняет свой стартовый набор ИИ - The Verge",
        "Отчет по инфляции PPI: данные за ноябрь остаются горячими - Barron's",
        "Акции Tesla выросли на 70% после победы Трампа. Аналитик видит рост до $ 500/sh - Investing.com",
        "Intel Arc B580 предоставляет многообещающий потенциал вычислений для графических процессоров Linux для Battlemage - Phoronix",
        "Warner Bros. Discovery создает новую корпоративную структуру с подразделениями для линейных сетей, потоковой передачи и студий - крайний срок",
        "Зимние запреты на поездки и рекомендации в WNY - WGRZ.com",
        "Изъято",
        "Европейский центральный банк снижает процентные ставки по мере ослабления экономики - The New York Times",
        "The Emerging Breast Cancer Treatment: No Surgery Required - The Wall Street Journal",
        "Беличик, которого тошнит от политики НФЛ, стремится к перезапуску колледжа - ESPN",
        "Трейлер «28 лет спустя»: британский арт-дилер утверждает, что он похож на зомби Киллиана Мерфи - крайний срок",
        "B/R's Start 'Em, Sit 'Em Picks for Every NFL Week 15 Fantasy Matchup - Bleacher Report",
        "NFL Week 15 Picks From the MMQB Staff: Lions-Bills in Potential Super Bowl Preview - Sports Illustrated",
        "Генеральный директор UnitedHealthcare убивает последний: отпечатки пальцев, пистолет, привязанный к месту убийства, говорят официальные лица Нью-Йорка - ABC News"
    ]
}