{
    "headlines": [
        "South Korea’s parliament votes to impeach President Yoon Suk Yeol over his martial law order - The Associated Press",
        "How President Biden is trying to Trump-proof his legacy - Yahoo! Voices",
        "Syria Shudders as Assad’s Prison Atrocities Come Into the Light - The New York Times",
        "Are Childhood Vaccines ‘Overloading’ the Immune System? No. - The New York Times",
        "Nancy Pelosi in hospital after injury on overseas trip - BBC.com",
        "Trump calls for end of daylight saving time - Axios",
        "Texas AG sues out-of-state doctor over mail-order abortion pills - The Washington Post",
        "Polio survivor Mitch McConnell criticizes efforts to undermine vaccine - The Washington Post",
        "Even After ‘Kraven the Hunter’ and ‘Madame Web,’ Sony’s Marvel Movies Aren’t Dead (EXCLUSIVE) - Variety",
        "Jay-Z Attorney Seeks to Dismiss Rape Accuser’s Suit After Jane Doe Admits to Inconsistencies in Her Recollection - Hollywood Reporter",
        "College basketball picks, schedule: Predictions for Tennessee vs. Illinois and more Top 25 games on Saturday - CBS Sports",
        "Nick Saban warns Bill Belichick of ‘biggest challenge’ he will face at North Carolina - New York Post ",
        "Astros trade star outfielder Kyle Tucker to Chicago Cubs in four-player deal - Houston Chronicle ",
        "Disturbing clip reveals shocking flaws in Open AI’s Sora video generator: ‘Looks downright horrifying’ - New York Post ",
        "The Geminid Meteor Shower Peaks Tonight - WRGB",
        "WWE SmackDown Results – 12/13/24 (Go-Home show for Saturday Night’s Main Event) - Wrestleview.com",
        "OpenAI publishes more of Elon Musk's internal emails showing he originally favored a for-profit structure - Business Insider",
        "Golan Heights: Israel army prepares to stay on Mt Hermon for winter - BBC.com",
        "New observations of the most volcanic world in our solar system solve a mystery that began with Voyager 1 - CNN",
        "François Bayrou appointed French prime minister - Financial Times"
    ]
}