{
    "headlines": [
        "الأخوان العقاريان، أورين وتل ألكسندر، تم القبض عليهما واتهامهما بالاتجار بالجنس - نيويورك تايمز",
        "تعتقد ناسا أنها تفهم سبب تحطم Ingenuity على المريخ - Ars Technica",
        "انفجار أفغاني يقتل وزيرًا رئيسيًا، ويصدم طالبان - واشنطن بوست",
        "ما يجب معرفته عن أدوات الذكاء الاصطناعي الجديدة لنظام iOS 18.2، من Genmoji إلى ChatGPT - The Washington Post",
        "\"العازب الذهبي\" جيري تيرنر مصاب بالسرطان، يقول إن التشخيص كان له \"تأثير كبير\" على انقسام تيريزا نيست - نيويورك بوست",
        "تتخلى ألبرتسون عن اندماج كروجر وتقاضي سلسلة البقالة لفشلها في تأمين الصفقة - وكالة أسوشيتد برس",
        "استطلاع سي إن إن: معظم الأمريكيين يوافقون على كيفية تعامل ترامب مع عودته إلى البيت الأبيض - سي إن إن",
        "صندانس 2025: JLo، Sly Stone، Putin، Ayo Edebiri، André Holland، ورئيس الوزراء النيوزيلندي السابق Jacinda Ardern Films Among Park City Festival Offerings - الموعد النهائي",
        "صداع الشوط الأول في السوبر بول ؟ كيف يمكن أن يؤثر جاي زي في العناوين الرئيسية على صفقة اتحاد كرة القدم الأميركي في روك نيشن - مراسل هوليوود",
        "السبب المفاجئ وراء قدرة \"كونان البكتيريا\" على تحمل الإشعاع الذي يمكن أن يقتل الإنسان - سي إن إن",
        "بلغت ثروة إيلون ماسك الصافية 400 مليار دولار، وهي الأولى التاريخية - بلومبرغ",
        "الجولاني السوري يتعهد بمعاقبة المسؤولين عن التعذيب في عهد الأسد - رويترز",
        "ارتفاع وفيات حمى الضنك في منطقة البحر الكاريبي والأمريكتين بسبب أزمة المناخ - الغارديان",
        "المملكة العربية السعودية مستضيفة لكأس العالم 2034 FIFA ؛ المغرب يشارك في المرحلة 2030 - الجزيرة الإنجليزية",
        "هل شريحة Google الكمومية الجديدة (GOOG) هي Bitcoin و NVDA Killer ؟ - Yahoo Finance",
        "تختبر Google وكلاء Gemini AI الذين يساعدونك في ألعاب الفيديو - The Verge",
        "طفل من كاليفورنيا يشتبه في إصابته بإنفلونزا الطيور بعد شرب الحليب الخام - ABC News",
        "أسعار المستهلكين في الولايات المتحدة تسجل أكبر زيادة في سبعة أشهر ؛ انخفاض تكلفة الإيجار - رويترز",
        "تجاوز ترامب القانون. حلفاؤه لم يفعلوا. - بوليتيكو",
        "سيلعب اتحاد كرة القدم الأميركي أول مباراة له في الموسم العادي في برلين في عام 2025 - NBC Sports"
    ]
}