{
    "headlines": [
        "ਯੂਕਰੇਨ ਦੇ ਖਾਰਕੀਵ 'ਚ ਰੂਸੀ ਬੰਬ ਨਾਲ ਘੱਟੋ-ਘੱਟ 30 ਨਾਗਰਿਕ ਜ਼ਖਮੀ, ਅਧਿਕਾਰੀਆਂ ਦਾ ਕਹਿਣਾ - Reuters",
        "ਗਵਰਨਰ ਮੌਰਾ ਹੇਲੀ ਨੇ ਫੌਜੀ 'ਤੇ ਹੈਰਿਸ ਦੇ ਬਿਆਨ' ਤੇ ਸਵਾਲਾਂ ਦਾ ਜਵਾਬ ਦਿੱਤਾ - ਪੋਲਿਟਿਕੋ",
        "ਜੇਡੀ ਵੈਨਸ ਪ੍ਰਵਾਸੀਆਂ ਬਾਰੇ ਝੂਠੇ ਦਾਅਵਿਆਂ ਨੂੰ ਵਧਾਉਣ ਦਾ ਬਚਾਅ ਕਰਦਾ ਹੈ, ਇਹ ਕਹਿੰਦੇ ਹੋਏ \"ਤੁਸੀਂ ਕਦੇ ਵੀ ਇਸ ਚੀਜ਼ ਨੂੰ ਸੰਪੂਰਨ ਨਹੀਂ ਪ੍ਰਾਪਤ ਕਰਨ ਜਾ ਰਹੇ ਹੋ\" - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਹੜ੍ਹਾਂ ਨੇ ਮੱਧ ਯੂਰਪ ਦੇ ਪੌਂਡ ਬਾਰਸ਼ ਦੇ ਰੂਪ ਵਿੱਚ ਵਧੇਰੇ ਜਾਨਾਂ ਦਾ ਦਾਅਵਾ ਕੀਤਾ - ਰਾਇਟਰ",
        "ਸੈਲਫ-ਲਰਨਿੰਗ ਏਆਈ ਹਰ 2024 ਹਫਤੇ 2 ਗੇਮ ਲਈ ਫੈਲਣ, ਓਵਰ-ਅੰਡਰ, ਮਨੀ-ਲਾਈਨ ਪਿਕ ਦੇ ਵਿਰੁੱਧ ਐਨਐਫਐਲ ਨੂੰ ਦਿੰਦਾ ਹੈ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਕਲਪਨਾ ਫੁੱਟਬਾਲਃ ਸਾਡੇ ਮਾਹਰਾਂ ਨਾਲ ਲਾਈਵ ਵੀਕ 2 ਕਿ Qਐਂਡਏ, 11 ਸਵੇਰੇ ਈਟੀ - ਈਐਸਪੀਐਨ",
        "ਡੌਲਫਿਨ ਦੀਆਂ ਅਫਵਾਹਾਂਃ ਟੂਆ ਟੈਗੋਵੈਲੋਆ ਕਨਕਸ਼ਨ ਬਨਾਮ ਬਿੱਲਾਂ ਤੋਂ ਬਾਅਦ ਨਿurਰੋਲੋਜਿਸਟਾਂ ਨਾਲ ਮੁਲਾਕਾਤ ਕਰਨ ਲਈ - ਬਲੀਚਰ ਰਿਪੋਰਟ",
        "ਹੂਤੀ ਨੇ ਇਜ਼ਰਾਈਲ 'ਤੇ ਕੀਤਾ ਲੰਬੀ ਦੂਰੀ ਦਾ ਮਿਜ਼ਾਈਲ ਹਮਲਾ - Axios",
        "ਲਾਈਫ ਸਪੋਰਟ 'ਤੇ ਬਲੂ-ਰੇ? Samsung Soundbars & Dolby Vision | ਤੁਸੀਂ Ep. 57 ਨੂੰ ਪੁੱਛਿਆ - ਡਿਜੀਟਲ ਰੁਝਾਨ",
        "ਬਾਕਸ ਆਫਿਸਃ 'ਬੀਟਲਜੁਇਸ ਬੀਟਲਜੁਇਸ' ਨੰਬਰ 1 ਦੁਬਾਰਾ 51 ਮਿਲੀਅਨ ਡਾਲਰ ਦੇ ਨਾਲ ਜਿਵੇਂ ਕਿ ‘ਸਪੀਕ ਨੋ ਬੁਰਾਈ’ 11 ਮਿਲੀਅਨ ਡਾਲਰ 'ਤੇ ਖੁੱਲ੍ਹਦਾ ਹੈ - ਵੰਨਗੀ",
        "2024 ਐਮੀਜ਼ਃ ਕੇਬਲ ਤੋਂ ਬਿਨਾਂ ਸਮਾਰੋਹ onlineਨਲਾਈਨ ਕਿਵੇਂ ਵੇਖਣਾ ਹੈ - ਟੀਵੀਲਾਈਨ",
        "ਇਹ 10 ਯੂਐਸ ਦੇ ਸ਼ਹਿਰ ਰਿਟਾਇਰਮੈਂਟਾਂ ਲਈ ਸਭ ਤੋਂ ਉੱਚੇ ਜੀਵਨ ਦੀ ਪੇਸ਼ਕਸ਼ ਕਰਦੇ ਹਨ- ਕੋਈ ਵੀ ਫਲੋਰੀਡਾ ਵਿੱਚ ਨਹੀਂ ਹੈ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਪਹਿਲਾਂ ਆਈਫੋਨ 16 ਪ੍ਰੀ-ਆਰਡਰ ਹੁਣ ਸ਼ਿਪਿੰਗ, ਇੱਥੇ ਤੁਹਾਡੇ ਆਰਡਰ ਨੂੰ ਕਿਵੇਂ ਟਰੈਕ ਕਰਨਾ ਹੈ - 9to5Mac",
        "ਮਾਹਰ ਟੀਕੇ ਦੇ ਸੰਦੇਹਵਾਦ ਵਿਰੁੱਧ ਚੇਤਾਵਨੀ ਦਿੰਦੇ ਹਨ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਇਕੁਇਟੀਜ਼ ਮਾਰਕੀਟਃ ਐਸ ਐਂਡ ਪੀ 500 ਬਿੱਗ ਟੈਕ ਦੀ ਸਲਾਈਡ ਨੂੰ ‘ਹੋਰ 493‘ ਕੈਚ ਅਪ ਦੇ ਤੌਰ ਤੇ ਬਚ ਰਿਹਾ ਹੈ - ਬਲੂਮਬਰਗ",
        "ਫਿਲੀਪੀਨਜ਼ ਨੇ ਦੱਖਣੀ ਚੀਨ ਸਾਗਰ ਵਿਚ ਵਿਵਾਦਿਤ ਰੀਫ ਤੋਂ ਹਟਾਇਆ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "ਹੈਤੀਃ ਈਂਧਣ ਟੈਂਕਰ ਦੇ ਧਮਾਕੇ 'ਚ ਘੱਟੋ-ਘੱਟ 24 ਮੌਤਾਂ - BBC.com",
        "ਐਪਲ ਦੀ ਨਵੀਂ ਸੁਣਵਾਈ ਸਹਾਇਤਾ ਅਤੇ ਸਿਹਤ ਅਪਗ੍ਰੇਡ ਸੇਵ ਕੀਤੇ ਆਈਫੋਨ 16 ਲਾਂਚ - ਬਲੂਮਬਰਗ",
        "ਵਿਲੀਅਮ, ਕੇਟ ਅਤੇ ਚਾਰਲਸ ਆਲ ਇੱਛਾ ਹੈਰੀ ਦੇ ਤੌਰ ਤੇ ‘ਓਲੀਵ ਬ੍ਰਾਂਚ’ 40 ਵੇਂ ਜਨਮਦਿਨ ਦੀਆਂ ਮੁਬਾਰਕਾਂ - ਦਿ ਡੇਲੀ ਬੀਸਟ",
        "ਆਪਣੀਆਂ ਟਿਊਬਾਂ ਬੰਨ੍ਹਣ ਤੋਂ ਬਾਅਦ ਵੀ ਕੁਝ ਔਰਤਾਂ ਗਰਭਵਤੀ ਹੋ ਗਈਆਂ - The Washington Post"
    ]
}