{
    "headlines": [
        "سوق الأسهم اليوم: ناسداك تقود الأسهم إلى الانخفاض حيث تستعد وول ستريت لأرباح تسلا - ياهو فاينانس",
        "NFL Fantasy 2024 Start 'Em, Sit 'Em: Quarterbacks للأسبوع الثامن - NFL.com",
        "أربعة قتلى و 14 جريحا في هجوم إرهابي على شركة الطيران التركية - سي إن إن",
        "كم من الوقت يمكنك الوقوف على قدم واحدة ؟ قد تتنبأ الإجابة بمخاطر سقوطك. - الواشنطن بوست",
        "الخرائط والرسوم البيانية: تتبع الأصوات المبكرة في الولايات الرئيسية وكيفية مقارنتها بعام 2020 | CNN Politics - CNN",
        "تطلق Apple الإصدار التجريبي الأول من iOS 18.2 والمزيد مع تكامل Genmoji و Image Playground و ChatGPT - MacRumors",
        "تغريم Apple و Goldman Sachs الملايين لتضليل حاملي بطاقات Apple - The Verge",
        "تقول مايكروسوفت إن عملية النفوذ الصيني تستهدف سباقات الاقتراع في الولايات المتحدة - رويترز",
        "تركز مجموعة القراصنة الإيرانية على مواقع الانتخابات الأمريكية ووسائل الإعلام قبل التصويت، كما تقول مايكروسوفت - رويترز",
        "بوينغ تعلن عن خسارة فصلية قدرها 6 مليارات دولار مع تصويت العمال المضربين على قبول عرض العقد - وكالة أسوشيتد برس",
        "انخفض سهم ماكدونالدز بعد أن أبلغ مركز السيطرة على الأمراض عن تفشي الإشريكية القولونية المرتبطة بربع باوندر - ياهو فاينانس",
        "تم تسوية قضية رومان بولانسكي، المخرج المزعوم الذي اغتصب قاصرًا في عام 1973، - مراسل هوليوود",
        "الشرق الأوسط الأحدث: صوت صفارات الإنذار في جميع أنحاء تل أبيب حيث تم اعتراض المقذوفات بالقرب من فندق بلينكين - وكالة أسوشيتد برس",
        "موقع ماكدونالدز الذي زاره ترامب يجذب تعليقات سلبية، مما تسبب في تعطيل Yelp للتعليقات - CBS News",
        "يعد تصميم احتجاز الكربون الجديد خطوة رئيسية إلى الأمام في إزالة ثاني أكسيد الكربون من الهواء - IFLScience",
        "شي الصيني ومودي الهندي يلتقيان بعد اتفاق الحدود بين البلدين - الجزيرة الإنجليزية",
        "المتسابقون \"الرقص مع النجوم\" يجلبون سحر ديزني إلى ساحة الرقص كمعجب مفضل يودع قاعة الرقص - Yahoo Entertainment",
        "يقال إن شركة آبل تبطئ إنتاج Vision Pro، في الوقت الحالي - The Verge",
        "الإضافة المبكرة: قم بإجراء اختبار لمرض الزهري - جوثاميست",
        "أفادت التقارير أن شركة آبل تطلق متجر تطبيقات ألعاب منفصل لإلصاقه بالكامل بـ Epic - Gizmodo"
    ]
}