{
    "headlines": [
        "بلاكمون، كل النجوم 4 مرات، للتقاعد بعد 14 موسمًا - كل ذلك مع روكي - MLB.com",
        "تقدم بوينغ عرضها إلى الميكانيكيين لمحاولة إنهاء الإضراب - سياتل تايمز",
        "أوقف تشارجرز جيمس مباراة واحدة بسبب الضربات غير القانونية - ESPN",
        "لبنان يقول إن الغارات الجوية الإسرائيلية تقتل ما لا يقل عن 492 شخصاً، والسكان يفرون من الجنوب - رويترز",
        "يشهد المؤسس المشارك لـ OceanGate Guillermo Sohnlein أن الشركة التي بنت Titan لم تخطط لبناء غواصاتها الخاصة - سي إن إن",
        "من المقرر أن يستمر إعدام مارسيلوس ويليامز يوم الثلاثاء، وفقًا لقواعد المحكمة العليا في ميسوري - سي بي إس نيوز",
        "يقدم جهاز iPhone 16 Pro الجديد من Apple البهجة وخيبة الأمل - Forbes",
        "ترسل الولايات المتحدة المزيد من القوات إلى الشرق الأوسط مع تصاعد العنف بين إسرائيل وحزب الله - إيه بي سي نيوز",
        "كيفية مشاهدة Jaguars at Bills مباشرة مجانًا في MNF: وقت البدء، البث - New York Post",
        "رواد الفضاء يعودون إلى الأرض بعد أطول إقامة على متن محطة الفضاء الدولية - BBC.com",
        "العاصفة الاستوائية المستقبلية هيلين خطر إعصار على فلوريدا، ساحل الخليج ؛ التنبيهات الصادرة في فلوريدا كيز - قناة الطقس",
        "بعد اعتقال الرئيس التنفيذي، تقول تلغرام إنها ستحول الآن بيانات بعض الجهات الفاعلة السيئة إلى سلطات إنفاذ القانون - سي إن إن",
        "يبدو أن تجربة إطلاق روسيا للصواريخ الباليستية العابرة للقارات المعروفة باسم الشيطان الثاني قد فشلت - سي بي إس نيوز",
        "يقود سهم Tesla الرابحين في مؤشر S&P 500 إلى التفاؤل بتقرير التسليم - MarketWatch",
        "يؤدي موت المعدات الكهربائية والإلكترونية في نيويورك إلى اتخاذ إجراءات على مستوى الولاية - WCAX",
        "ستجعل X منشوراتك العامة مرئية للحسابات التي حظرتها - TechCrunch",
        "لقاح أنفلونزا رذاذ الأنف يحصل على موافقة إدارة الغذاء والدواء للاستخدام المنزلي: \"بديل جيد\" - فوكس نيوز",
        "رواد الفضاء، كبسولة لبعثة SpaceX's Crew -9 تصل إلى موقع إطلاق فلوريدا (صور) - Space.com",
        "يعتقد واحد من كل ثلاثة لاعبي كرة قدم محترفين أنهم يعانون من CTE - Medscape",
        "كي مارت تغلق آخر متجر متبقي لها في الولايات المتحدة المتجاورة ها هو ذا. - سي بي إس نيوز"
    ]
}