{
    "headlines": [
        "تظهر العروض الجديدة تشكيلة Samsung Galaxy S25 قبل Unpacked - The Verge",
        "\"لم يسجلوا بعد \": جاك سويرز كوتون بول تي دي يعزز فخر بيكرينغتون كأسطورة ولاية أوهايو - سي بي إس سبورتس",
        "يقول زيلينسكي إنه تم القبض على جنديين كوريين شماليين يقاتلان من أجل روسيا في منطقة كورسك - سي إن إن",
        "سبيس إكس فالكون 9 ستارلينك 12-4 - مركز كينيدي للفضاء",
        "PRISCO's NFL PLAULATE BACKET PROJECTION: BILLS STOWN LIONS في طريقها إلى Super Bowl - CBS SPORTS",
        "\"لن أدعوه أبدًا بأبي مرة أخرى :\" تقول ابنة جيزيل بيليكو إنها تشتبه في أن والدها قام أيضًا بتخديرها بسبب الاعتداء الجنسي - سي إن إن",
        "تقرير: المغيرون \"مفتونون\" بمنسق هجوم الليونز بن جونسون - فخر ديترويت",
        "سكان لوس أنجلوس الغاضبون يدعون إلى \"الاستدعاء الفوري\" للعمدة كارين باس في عريضة جديدة - نيويورك بوست",
        "جي بي مورغان تشيس يعطل تعليقات الموظفين بعد رد فعل العودة إلى المكتب - صحيفة وول ستريت جورنال",
        "11 يناير تقرير أولي عن الثلوج عند انتهائها وطقس لعبة الغربان - فقط في الطقس",
        "غضب كبير على زيارة هاري ميغان لضحايا الحريق في لوس أنجلوس: \"أنتم لستم من العائلة المالكة...مجرد اثنين من المشاهير الحمقى - التايمز أوف إنديا",
        "\"صدمة ترامب\" في سوق الأسهم تم محوها تقريبًا بفضل عمليات بيع السندات. ما هي الخطوة التالية. - MarketWatch",
        "تلتقط المركبة الفضائية صورًا مفصلة بشكل مذهل لسطح عطارد المخفي - Gizmodo",
        "سوق الأسهم الأمريكية تواجه التحقق من الواقع في موسم الأرباح المرتفعة - بلومبرغ",
        "إنه موسم المرض. إليك كيفية حماية نفسك من فيروسات النوروفيروس وكوفيد-19 والإنفلونزا وفيروس RSV - وكالة أسوشيتد برس",
        "حرائق الغابات في لوس أنجلوس: تم طلب عمليات إجلاء جديدة مساء الجمعة بعد اندلاع حريق باليساديس - فوكس نيوز",
        "تمديد وضع الحماية المؤقتة لفنزويلا والسلفادور وأوكرانيا والسودان - أكسيوس",
        "تحديثات حية: تغطي العاصفة الشتوية ثالوث بيدمونت المتجمد في الثلج والجليد - WGHP FOX8 Greensboro",
        "تقول وزارة كوريا الجنوبية إن بيانات الصندوق الأسود لجيجو إير مفقودة من الدقائق الحاسمة قبل الحادث - رويترز",
        "يتجمع الجمهوريون مع ترامب في فلوريدا وهم يرسمون أجندة الحزب الجمهوري - إيه بي سي نيوز"
    ]
}