{
    "headlines": [
        "ਟਰੰਪ ਗਾਜ਼ਾ ਦੇ ਪੁਨਰ ਨਿਰਮਾਣ ਦੇ ਸਮਰਥਨ ਲਈ ਅਮਰੀਕੀ ਸੈਨਿਕਾਂ ਦੀ ਤਾਇਨਾਤੀ ਤੋਂ ਇਨਕਾਰ ਨਹੀਂ ਕਰਨਗੇ, 'ਲੰਬੇ ਸਮੇਂ ਦੀ' ਅਮਰੀਕੀ ਮਾਲਕੀ ਦੇਖਦਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਸਪੇਸਐਕਸ ਨੇ ਮੈਕਸਰ ਟੈਕਨੋਲੋਜੀਜ਼ - ਸਪੇਸਫਲਾਈਟ ਲਈ ਫਾਈਨਲ ਬਲਾਕ 1 ਵਰਲਡਵਿiew ਲੈਜੀਅਨ ਸੈਟੇਲਾਈਟ ਲਾਂਚ ਕੀਤੇ ਹੁਣੇ ਸੰਪਰਕ ਕਰੋ",
        "‘ਦਿ ਫੈਂਟੈਸਟਿਕ ਫੋਰ’ ਪੋਸਟਰ ਏਆਈ ਦੀ ਵਰਤੋਂ ਨਾਲ ਨਹੀਂ ਬਣਾਇਆ ਗਿਆ ਸੀ, ਮਾਰਵਲ ਕਹਿੰਦਾ ਹੈ - ਡੈੱਡਲਾਈਨ",
        "ਅਮਰੀਕੀ ਖਜ਼ਾਨਾ ਐਲਨ ਮਸਕ ਦੇ ਭੁਗਤਾਨ ਪ੍ਰਣਾਲੀ 'ਤੇ ਕਬਜ਼ਾ ਕਰਨ ਦੇ ਡਰ ਨੂੰ ਦੂਰ ਕਰਨ ਲਈ ਚਲਦਾ ਹੈ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "ਸੈਨੇਟ ਨੇ ਪਾਮ ਬੌਂਡੀ ਨੂੰ ਅਮਰੀਕੀ ਅਟਾਰਨੀ ਜਨਰਲ ਵਜੋਂ ਪੁਸ਼ਟੀ ਕੀਤੀ, ਟਰੰਪ ਦੇ ਸਹਿਯੋਗੀ ਨੂੰ ਨਿਆਂ ਵਿਭਾਗ ਦੀ ਅਗਵਾਈ ਵਿੱਚ ਰੱਖਿਆ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਸਨਜ਼ ਕੇਵਿਨ ਡੁਰੈਂਟ ਲਈ ਪੇਸ਼ਕਸ਼ਾਂ ਨੂੰ ਸੁਣਨ ਲਈ ਤਿਆਰ ਹੈ ਜਿਵੇਂ ਕਿ ਵਪਾਰ ਦੀ ਡੈੱਡਲਾਈਨ ਨੇੜੇ ਆਉਂਦੀ ਹੈ - ਸਪੋਰਟਸ ਇਲਸਟ੍ਰੇਟਿਡ",
        "ਇਸਮਾਇਲੀ ਮੁਸਲਮਾਨਾਂ ਦੇ ਅਧਿਆਤਮਿਕ ਨੇਤਾ ਅਤੇ ਇੱਕ ਪਰਉਪਕਾਰੀ ਆਗਾ ਖਾਨ ਦੀ 88 ਤੇ ਮੌਤ ਹੋ ਗਈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਵਿਦੇਸ਼ ਵਿਭਾਗ ਯੂਐਸਏਆਈਡੀ ਦੇ ਕਰਮਚਾਰੀਆਂ ਨੂੰ ਵਿਦੇਸ਼ੀ ਅਸਾਈਨਮੈਂਟਾਂ ਤੋਂ ਵਾਪਸ ਬੁਲਾ ਰਿਹਾ ਹੈਃ ਸਰੋਤ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਸਿੱਖਿਆ ਵਿਭਾਗ ਦੇ ਮੁੱਖ ਕਾਰਜ, ਜਿਸ ਨੂੰ ਟਰੰਪ ਤੋੜਨ ਲਈ ਅੱਗੇ ਵਧ ਰਹੇ ਹਨ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਮਾਇਲਜ਼ ਗੈਰੇਟ ਟ੍ਰੇਡ ਦ੍ਰਿਸ਼ਃ ਤਾਜ਼ਾ ਸ਼ੁਰੂਆਤ ਦੀ ਮੰਗ ਕਰਨ ਵਾਲੇ ਬ੍ਰਾsਨਜ਼ ਆਲ-ਪ੍ਰੋ ਪਾਸ ਰਸ਼ਰ ਨੂੰ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ ਤਿੰਨ ਸੰਭਾਵਿਤ ਸੌਦੇ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਨੈੱਟਫਲਿਕਸ ਨੇ ਆਪਣੇ ਆਪ ਨੂੰ ਕਾਰਲਾ ਸੋਫੀਆ ਗਾਸਕੋਨ ਤੋਂ ਵਿਵਾਦ ਫੋਰਸਿਜ਼ ਦੇ ਤੌਰ ਤੇ ‘ਐਮਿਲਿਆ ਪੇਰੇਜ਼’ ਆਸਕਰ ਮੁਹਿੰਮ ਬਦਲਦੀ ਹੈ - ਵੰਨਗੀ",
        "ਚੀਨ ਦੇ ਟੈਰਿਫ ਡਰ ਦੇ ਬਾਵਜੂਦ ਸਟਾਕ ਮੁੜ ਪ੍ਰਾਪਤ ਹੋਇਆ - ਦਿ ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "ਸਨੈਪ ਸਟਾਕ ਜੰਪ ਸਨੈਪਚੈਟ ਮਾਪਿਆਂ ਦੀ ਕਮਾਈ ਦੇ ਤੌਰ ਤੇ, ਵਿਕਰੀ ਬੀਟ ਉਮੀਦਾਂ - ਨਿਵੇਸ਼ਕ ਦਾ ਕਾਰੋਬਾਰ ਰੋਜ਼ਾਨਾ",
        "ਮਜ਼ਬੂਤ ਗਤੀ ਦੇ ਬਾਵਜੂਦ ਮਾਲੀਆ ਦੀਆਂ ਉਮੀਦਾਂ ਗੁੰਮ ਜਾਣ ਤੋਂ ਬਾਅਦ ਅਲਫਾਬੈਟ ਸਟਾਕ ਡਿੱਗਦਾ ਹੈ - ਕੁਆਰਟਜ਼",
        "ਚਿੱਪੋਟਲ ਨੇ ਚੌਥੀ ਤਿਮਾਹੀ ਅਤੇ ਪੂਰੇ ਸਾਲ 2024 ਦੇ ਨਤੀਜਿਆਂ ਦੀ ਘੋਸ਼ਣਾ ਕੀਤੀ - ਫਰਵਰੀ 4, 2025 - IR @ chipotle.",
        "ਟਰੰਪ ਦੀਆਂ ਟੈਰਿਫ ਰਣਨੀਤੀਆਂ ਆਪਣੇ ਪਹਿਲੇ ਕਾਰਜਕਾਲ ਦੇ ਮੁਕਾਬਲੇ ਵਧੇਰੇ ਆਰਥਿਕ ਜੋਖਮ ਰੱਖਦੀਆਂ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਚੀਨ ਨੇ ਅਮਰੀਕਾ ਦੇ ਟੈਰਿਫ ਦਾ ਕਰਾਰਾ ਜਵਾਬ ਦਿੱਤਾ ਹੈ । ਟਰੰਪ-ਸ਼ੀ ਫੋਨ ਕਾਲ ਦੀ ਉਮੀਦ ਸੀ - ਬੈਰਨ ਦਾ",
        "ਐਪਲ ਦਾ ਨਵਾਂ ਇਨਵਾਈਟਸ ਐਪ ਆਈਫੋਨ ਈਕੋਸਿਸਟਮ ਦੀਆਂ ਸ਼ਕਤੀਆਂ - 9to5Mac ਲਈ ਇੱਕ ਸ਼ੋਅਕੇਸ ਹੈ",
        "ਸਵੀਡਨ ਵਿਚ ਬਾਲਗ ਸਿੱਖਿਆ ਸਹੂਲਤ 'ਤੇ ਗੋਲੀਬਾਰੀ ਵਿਚ ਮੌਤਾਂ ਦੀ ਪੁਸ਼ਟੀ, ਪੁਲਿਸ ਕਹਿੰਦੀ ਹੈ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਬਿਲ ਕੈਸੀਡੀ ਨੂੰ ਆਰਐਫਕੇ ਜੂਨੀਅਰ ‘ਤੇ’ ਹਾਂ ’ਕਿਵੇਂ ਮਿਲੀ - ਪੋਲਿਟਿਕੋ"
    ]
}