{
    "headlines": [
        "2 Oregon men in died from exposure after going to search for Sasquatch in Washington state - CBS News",
        "Charles Dolan, media pioneer and Cablevision founder, dies at 98 - Newsday",
        "Leonardo DiCaprio and Vittoria Ceretti Strip Down For St. Barts Beach Day - TMZ",
        "Eagles vs. Cowboys live updates: NFL scores, game stats, highlights, where to watch Week 17 game - CBS Sports",
        "Liverpool 5-0 West Ham (Dec 29, 2024) Game Analysis - ESPN",
        "Raiders' Brock Bowers breaks Mike Ditka's 63-year-old record for rookie TE receiving yards - NFL.com",
        "At least 3 people have died as severe weather threat moves east after tornado-spawning storms pummeled Texas and Mississippi - CNN",
        "Apple Cancels iPhone 14 And iPhone SE For Millions Of Users - Forbes",
        "'Your Friendly Neighborhood Spider-Man' Trailer: Peter's Origin Story - Deadline",
        "[Removed]",
        "Netanyahu is getting his prostate removed as he faces crises on multiple fronts - The Associated Press",
        "‘Sonic 3' and ‘Mufasa’ battle for No. 1 at the holiday box office - The Associated Press",
        "Finland Finds Anchor Drag Marks Left by Tanker That Broke Cables - Bloomberg",
        "GOP \"playing with fire\" if Johnson removed as speaker, Rep. Lawler says - Axios",
        "Social Security: Here's Exactly How Much More You Could Earn at Age 67 Compared to 62 - Yahoo Finance",
        "Norovirus surging in parts of the U.S. again. Here’s what to know about the stomach virus - PBS NewsHour",
        "Azerbaijan’s president says crashed jetliner was shot down by Russia unintentionally - The Associated Press",
        "Trump Knifes MAGA Loyalists to Back Sidekick Musk on H-1B Visas - The Daily Beast",
        "Referee bloodied, eight ejected in ugly NC State-East Carolina Military Bowl brawl - New York Post ",
        "179 dead, 2 rescued after plane crashes while landing in South Korea - ABC News"
    ]
}