{
    "headlines": [
        "Packers-Seahawks: Green Bay dominates Seattle, who lost QB Geno Smith to knee injury - Yahoo Sports",
        "Could mouse sperm orbiting Earth be the future of humanity? - CNN",
        "Patrick Mahomes injury: Chiefs QB unsure if he will be able to play in Week 16 after hurting ankle vs. Browns - CBS Sports",
        "‘Yellowstone’ Finale: [SPOILER] Is Gruesomely Murdered as [SPOILER] Takes Control of the Ranch - Variety",
        "China's November retail sales miss expectations as real estate slump deepens - CNBC",
        "Why Musk Doesn’t Have Access to SpaceX’s Biggest Government Secrets - The Wall Street Journal",
        "Xi Says ‘Inevitable’ For Ruling Party to Have Internal Conflicts - Bloomberg",
        "NFL Playoff Picture 2024-25: AFC, NFC Bracket Standings After Week 15 SNF - Bleacher Report",
        "Full speed ahead: Tesla lands higher price targets from Wedbush (NASDAQ:TSLA) - Seeking Alpha",
        "Lions' loss to Bills means Vikings control their destiny in NFC North - Sports Illustrated",
        "48 Absolutely Fascinating Photos Of Injuries, Conditions, And Disorders That Prove Humans Are Freaking Metal - BuzzFeed",
        "This Is One Unexpected Sign Of Colon Cancer That Doctors Urge People Not To Ignore - BuzzFeed",
        "San Francisco received what appears to be its first ever tornado warning - The Washington Post",
        "Schumer urges Biden admin to deploy \"special drone-detection tech\" to N.Y. and N.J. - Axios",
        "Two arrested after 'hazardous drone operation' near Boston airport - BBC.com",
        "A Hegseth DOD comes with a battle against public school education - POLITICO",
        "[Removed]",
        "AirTag 2 Expected to Launch Next Year With 'Considerable' Upgrade to Item Tracking - MacRumors",
        "Cabinet approves $11 million plan to double population of Golan Heights - The Times of Israel",
        "Unveiled by Ancient DNA: The True Timeline of Human-Neanderthal Interbreeding - SciTechDaily"
    ]
}