{
    "headlines": [
        "الرئيس التنفيذي لشركة يونايتد هيلث كير يطلق النار على آخر: شخص محل اهتمام لويجي مانجيوني قيد الاعتقال - ABC News",
        "دراما الخلافة: روبرت مردوخ يخسر محاولة المحكمة لمغادرة إمبراطورية سون الإعلامية - أكسيوس",
        "حصري: في مسقط رأس الأسد العلوي، يفوز المتمردون السوريون ببيان دعم - رويترز",
        "يسعى المتمردون السوريون إلى تعزيز سيطرتهم - فاينانشال تايمز",
        "انخفض سهم Nvidia بعد أن فتحت الصين تحقيقًا حول شركة رقائق الذكاء الاصطناعي لانتهاكها قوانين مكافحة الاحتكار - Yahoo Finance",
        "احتمالات البنغال مقابل رعاة البقر، الانتشار، وقت البدء: 2024 اختيارات كرة القدم ليلة الاثنين من قبل نموذج اتحاد كرة القدم الأميركي على مدار 24-10 - سي بي إس سبورتس",
        "العمر وأدوية إنقاص الوزن الجديدة - واشنطن بوست",
        "جاي زي يريد رفض قضية اغتصاب شون \"ديدي\" أو الكشف عن اسم مجهولة الهوية - الموعد النهائي",
        "تحديثات سوريا: ألمانيا توقف إجراءات اللجوء للسوريين - DW (الإنجليزية)",
        "حصري | ماكنزي تروج لأصغر مجموعة من شركائها منذ سنوات - صحيفة وول ستريت جورنال",
        "سقوط الأسد هو ضربة متواضعة لروسيا. كيف سيؤثر ذلك على هيبة بوتين ؟ - وكالة أسوشيتد برس",
        "مجازر عصابات هايتي حوالي 180 شخصًا، استهدفت كبار السن - رويترز",
        "يتم إطلاق مولد فيديو SORA من OpenAI لمشتركي ChatGPT Pro و Plus — ولكن ليس في الاتحاد الأوروبي - TechCrunch",
        "قامت تايلور سويفت بتوزيع 197 مليون دولار كمكافآت لفريق التمثيل والطاقم في جولة إيرا: تقرير - تنوع",
        "تلسكوب ويب يؤكد أن الكون يتوسع بمعدل غير متوقع - رويترز",
        "يطلب TikTok وقفة طارئة لحظر الولايات المتحدة الذي يلوح في الأفق - BBC.com",
        "جوائز غولدن غلوب 2025: قائمة حيوية مضمونة للاختباء تحت مظلة الرئيس المنتخب ترامب - الغارديان",
        "كيف ساعد حارس أمن يانكيز مفرط الحماسة فريق ميتس لاند خوان سوتو - Sports Illustrated",
        "يمكن أن يؤدي التفشي الغامض مع ارتفاع معدل الوفيات في جمهورية الكونغو الديمقراطية إلى تعريض سلاسل التوريد التكنولوجية للخطر - السجل",
        "يمكن أن يكون الشتاء وقت وفرة الطهي. يشارك الخبراء نصائح حول تناول الطعام المغذي - وكالة أسوشيتد برس"
    ]
}