{
    "headlines": [
        "ਨਿਊਜ਼ੀਲੈਂਡ ਨੇ ਇਹ ਪੁੱਛਣ 'ਤੇ ਬ੍ਰਿਟੇਨ' ਚ ਰਾਜਦੂਤ ਨੂੰ ਬਰਖਾਸਤ ਕੀਤਾ ਕਿ ਕੀ ਟਰੰਪ ‘ਇਤਿਹਾਸ ਨੂੰ ਸਮਝਦਾ ਹੈ’ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਅਨੁਭਵੀ ਮਸ਼ੀਨਾਂ ਦਾ ਐਥੀਨਾ ਲੈਂਡਰ ਚੰਦਰਮਾ ’ਤੇ ਪਹੁੰਚਦਾ ਹੈ, ਪਰ ਇਸਦੀ ਸਥਿਤੀ ਅਸਪਸ਼ਟ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਡੇਵਿਡ ਹੈਸਲਹੋਫ ਦੀ ਅਦਾਕਾਰਾ ਅਤੇ ਸਾਬਕਾ ਪਤਨੀ ਪਾਮੇਲਾ ਬਾਕ ਦਾ 62 ਸਾਲ ਦੀ ਉਮਰ ਵਿੱਚ ਦੇਹਾਂਤ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਟਰੰਪ ਦੇ ਰਾਜਦੂਤ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਯੂਕਰੇਨ ਦੇ ਲੋਕਾਂ ਨੇ ਸਹਾਇਤਾ ਅਤੇ ਖੁਫੀਆ ਸਾਂਝੇ ਕਰਨ 'ਤੇ ਰੋਕ ਲਗਾਉਣ ਤੋਂ ਬਾਅਦ' ਇਹ ਆਪਣੇ ਆਪ 'ਤੇ ਲਿਆਂਦਾ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਨਵੇਂ ਮੈਕਸੈਕਸ ਕਰੌਸਬੀ ਸੌਦੇ ਦੇ ਅੰਦਰ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "‘ਮਿਕੀ 17’ ਇੱਕ ਸ਼ੈਤਾਨੀ ਬੋਂਗ ਜੂਨ ਹੋ ਵਿਅੰਗ ਵਿੱਚ ਕਲੋਨ ਵਿੱਚ ਭੇਜਦਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਓਰੇਗਨ ਨਦੀ ਤੋਂ ਖਿੱਚੀ ਜਾ ਰਹੀ ਕਾਰ ਸ਼ਾਇਦ ਇਕ ਪਰਿਵਾਰ ਦੀ ਸੀ ਜੋ 1958 ਵਿਚ ਲਾਪਤਾ ਹੋ ਗਈ ਸੀ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਪ੍ਰਾਚੀਨ ਇਤਿਹਾਸਕ ਹੱਡੀ ਟੂਲ ਕੈਚ ਸ਼ੁਰੂਆਤੀ ਹੋਮਿਨਿਨਾਂ ਵਿੱਚ ਉੱਨਤ ਤਰਕ ਦਾ ਸੁਝਾਅ ਦਿੰਦਾ ਹੈ - ਆਰਸ ਟੈਕਨੀਕਾ",
        "ਵਿਸਲ ਬਲੋਅਰਜ਼ ਦੀ ਰਾਖੀ ਕਰਨ ਵਾਲੇ ਅਧਿਕਾਰੀ ਨੇ ਟਰੰਪ ਦੁਆਰਾ ਉਸ ਦੀ ਗੋਲੀਬਾਰੀ ਦਾ ਵਿਰੋਧ ਕਰਦਿਆਂ ਮੁਕੱਦਮਾ ਛੱਡ ਦਿੱਤਾ - ਸਰਕਾਰੀ ਕਾਰਜਕਾਰੀ",
        "ਟਰੰਪ ਨੇ ਮੈਕਸੀਕੋ 'ਤੇ ਟੈਰਿਫ' ਚ ਦੇਰੀ ਕੀਤੀ ਹੈ । ਲੂਟਨਿਕ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਕੈਨੇਡਾ ਨੂੰ ਵੀ ਦੇਰੀ ਹੋ ਸਕਦੀ ਹੈ, ਪਰ ਗੱਲਬਾਤ ਜਾਰੀ ਹੈ - ਸੀਐਨਐਨ",
        "ਡੈਨ ਲੈਨਿੰਗ ਓਰੇਗਨ ਵਿਖੇ ਸੋਧੇ ਹੋਏ ਇਕਰਾਰਨਾਮੇ ਲਈ ਸਹਿਮਤ ਹੈ, ਰਿਪੋਰਟਾਂ ਅਨੁਸਾਰ - ਓਰੇਗਨਲਾਈਵ",
        "ਆਰਐਫਕੇ ਜੂਨੀਅਰ ਕੈਲੀਫੋਰਨੀਆ ਵਿਚ ਮਾਉਂਟੇਨਿੰਗ ਕਰ ਰਿਹਾ ਸੀ ਜਿਵੇਂ ਕਿ ਮੀਜ਼ਲ ਫੈਲਣਾ ਖਰਾਬ ਹੋ ਗਿਆ - ਰੋਲਿੰਗ ਸਟੋਨ",
        "ਜੀਨ ਹੈਕਮੈਨ ਜਾਂ ਬੈਟਸੀ ਅਰਾਕਾਵਾ ਦੂਜੇ ਮਰੇ ਹੋਏ, ਪੈਥੋਲੋਜਿਸਟ ਥੀਓਰਿਜ਼ ਦੀ ਖੋਜ ਕਰਨ ਤੋਂ ਬਾਅਦ ਟੁੱਟੇ ਦਿਲ ਨਾਲ ਮਰ ਗਿਆ ਹੋ ਸਕਦਾ ਹੈ - ਯਾਹੂ ਐਂਟਰਟੇਨਮੈਂਟ",
        "ਕਿਉਂ 10 ਸਾਲਾਂ ਦਾ ਖਜ਼ਾਨਾ ਨੋਟ, ਜਰਮਨੀ ਦੇ ਖਰਚਿਆਂ ਦੀਆਂ ਯੋਜਨਾਵਾਂ ਦੁਆਰਾ ਡਾਲਰ ਨੂੰ ਮਾਰਿਆ ਜਾ ਰਿਹਾ ਹੈ - ਮਾਰਕੀਟਵਾਚ",
        "ਟਰੰਪ ਨੇ ਰੱਖਿਆ ਖਰਚਿਆਂ ਦੇ ਅਧਾਰ ਤੇ ਨਾਟੋ ਵਚਨਬੱਧਤਾਵਾਂ ਦੀ ਓਵਰਹੋਲ ਦਾ ਤੋਲ ਕੀਤਾਃ ਰਿਪੋਰਟ - ਨਿਊਜ਼ਵੀਕ",
        "ਦੇਖੋ ਪਲ ਡੈਮੋਕਰੇਟ ਗਾਉਂਦੇ ਹਨ ਅਤੇ ਹਾ Houseਸ ਫਲੋਰ 'ਤੇ ਜੌਹਨਸਨ ਦੀ ਬੇਇੱਜ਼ਤੀ ਕਰਦੇ ਹਨ - ਸੀ ਐਨ ਐਨ",
        "ਸਟਾਕ ਮਾਰਕੀਟ ਅੱਜਃ ਨੈਸਡੈਕ, ਐਸ ਐਂਡ ਪੀ 500 ਡਰਾਪ; ਤਕਨੀਕੀ ਸਟਾਕ ਡਿੱਗਦੇ ਹਨ; ਲੂਟਨਿਕ ਸਿਗਨਲ ਵਧੇਰੇ ਟੈਰਿਫ ਰਿਕਵਰੀ — ਲਾਈਵ ਅਪਡੇਟਸ - ਦਿ ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "AMD Radeon RX 9070 XT GPU ਰਿਵਿਊ & ਬੈਂਚਮਾਰਕ ਬਨਾਮ 5070 Ti, 5070, 7900 XT (Sapphire ਪਲਸ) - GamersNexus",
        "ਐਨਵੀਡੀਆ, ਬ੍ਰੌਡਕਾਮ, ਅਤੇ ਹੋਰ ਚਿੱਪ ਸਟਾਕ ਵੀਰਵਾਰ ਨੂੰ ਏਆਈ ਟ੍ਰੇਡ ਫਾਲਟਰਸ ਦੇ ਤੌਰ ਤੇ ਡ੍ਰੌਪ ਕਰਦੇ ਹਨ - ਇਨਵੈਸਟੋਪੀਡੀਆ",
        "2025 ਐਨਐਫਐਲ ਮੌਕ ਡਰਾਫਟਃ ਜਰੂਰਤਾਂ ਨੂੰ ਹੱਲ ਕਰਨ ਲਈ ਜਾਇੰਟਸ, ਰੈਮਜ਼ ਦਾ ਵਪਾਰ; ਡੀ ਕੇ ਮੈਟਕਾਫ ਨੂੰ ਬਦਲਣ ਲਈ ਸੀਹਾਕਸ ਤੇਜ਼ੀ ਨਾਲ ਚਲੇ ਜਾਂਦੇ ਹਨ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ"
    ]
}