{
    "headlines": [
        "Счет Dolphins vs. Rams, обновления в прямом эфире: Майами отправляется в Лос-Анджелес на футбол в понедельник вечером на 10-й неделе - Yahoo Sports",
        "Меган Фокс беременна, ждет ребенка с пулеметом Келли - E! Онлайн - E! НОВОСТИ",
        "Торговля Трампа усиливает Dow 44,000, S&P 6,000, поскольку акции продолжают гудеть - Fox Business",
        "Стали известны финалисты MVP, Cy Young, Rookie & Manager of the Year - MLB.com",
        "Трамп выбрал Майка Уолца в качестве советника по национальной безопасности, говорят источники - Reuters",
        "По меньшей мере 40 человек погибли в Газе, когда израильские беспилотники атаковали кафе в «безопасной зоне» - Al Jazeera English",
        "Мелания Трамп, как ожидается, пропустит в среду встречу Белого дома с Джилл Байден - CNN",
        "Биткойн превысил 87 000 долларов за новый рекордный максимум. Что нужно знать о поствыборном ралли криптовалют - The Associated Press",
        "У «пограничного царя» Трампа может быть больше власти, меньше препятствий для политики депортации - CNBC",
        "Сегодня вечером начнется пик метеоритного дождя на Северных Тауридах - вот как смотреть - Forbes",
        "Трамп назначил бывшего члена палаты представителей Ли Зельдина руководителем EPA, советника Стивена Миллера заместителем начальника отдела политики - The Associated Press",
        "«Гладиатор II»: критики в основном отдают должное эпическому сиквелу блокбастера Ридли Скотта - Hollywood Reporter",
        "Изъято",
        "Дональд Трамп назначит иммиграционного ястреба Стивена Миллера заместителем начальника штаба - Financial Times",
        "Eagles Snap Counts: Jalyx Hunt видит значительное время против ковбоев - NBC Sports Philadelphia",
        "Случай птичьего гриппа обнаружен у госпитализированного канадского подростка. Что будет дальше? - Barron's",
        "Mac mini 2024 получает разборку, не имеет обновляемых пользователем деталей - GSMArena.com",
        "Опционы Tesla привлекают «эйфорическую» торговлю, поскольку выигрыш Трампа поджигает акции - Reuters",
        "Трамп ликвидирует Министерство образования? То, что мы знаем как Илон Маск, хвалит «хорошую идею». - Forbes",
        "SpaceX запускает 24 спутника Starlink из Флориды сегодня после задержки погоды - Space.com"
    ]
}