{
    "headlines": [
        "ਐਸ ਐਂਡ ਪੀ 500 ਦੇ ਤੌਰ ਤੇ ਸਟਾਕ ਫਿuresਚਰਜ਼ ਖਿਸਕ ਜਾਂਦੇ ਹਨ ਜਿਸਦਾ ਉਦੇਸ਼ ਚਾਰ ਹਫ਼ਤਿਆਂ ਦੇ ਹਾਰਨ ਵਾਲੇ ਸਟਰੀਕ ਨੂੰ ਸਨੈਪ ਕਰਨਾ ਹੈਃ ਲਾਈਵ ਅਪਡੇਟਸ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਲੰਡਨ ਦੇ ਇਲੈਕਟ੍ਰਿਕ ਸਬ ਸਟੇਸ਼ਨ 'ਤੇ ਲੱਗੀ ਅੱਗ ਨੇ ਹੀਥਰੋ ਹਵਾਈ ਅੱਡੇ ਨੂੰ ਬੰਦ ਕਰ ਦਿੱਤਾ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਮਸਕ ਇਸ ਵਿਸਕਾਨਸਿਨ ਨਿਆਂਇਕ ਦੌੜ - ਪੋਲਿਟਿਕੋ ਵਿਚ ਵੱਡੇ ਪੱਧਰ 'ਤੇ ਝੁਕਦਾ ਹੈ",
        "ਏਲੋਨ ਮਸਕ ਨੇ ਗੁਪਤ ਚੀਨ ਯੁੱਧ ਬ੍ਰੀਫਿੰਗ ਬਾਰੇ ਐਨਵਾਈਟੀ ਦੀ ਰਿਪੋਰਟ ਤੋਂ ਬਾਅਦ ਪੈਂਟਾਗਨ ਲੀਕਰਾਂ ਨੂੰ ਧਮਕੀ ਦਿੱਤੀ - ਪੋਲੀਟੀਕੋ ਯੂਰਪ",
        "ਪ੍ਰਵਾਸੀ ਉਡਾਣਾਂ ‘ਤੇ ਸਰਕਾਰ ਦੇ ਜਵਾਬ‘ ਦੁਖੀ ਨਾਕਾਫੀ ’, ਜੱਜ ਕਹਿੰਦਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਸ਼ੁੱਕਰਵਾਰ, 21 ਮਾਰਚ, 2025 ਲਈ ਕੁੰਡਲੀ - ਸ਼ਿਕਾਗੋ ਸੂਰਜ-ਟਾਈਮਜ਼",
        "‘ਸਨੋ ਵ੍ਹਾਈਟ’ ਰੀਮੇਕ ਵਾਲਟ ਡਿਜ਼ਨੀ ਨੂੰ ਸਭਿਆਚਾਰਕ ਯੁੱਧਾਂ ਵਿਚ ਵਾਪਸ ਖਿੱਚਦਾ ਹੈ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "ਮਾਰਚ ਪਾਗਲਪਨ ਦੇ ਸਕੋਰ, ਨਤੀਜੇ, ਬਰੈਕਟਃ ਮੈਕਨੀਜ਼, ਡਰੇਕ ਐਨਸੀਏਏ ਟੂਰਨਾਮੈਂਟ ਦੇ ਪਹਿਲੇ ਦਿਨ ਅਪਸੈਟਸ ਪ੍ਰਦਾਨ ਕਰਦਾ ਹੈ - ਯਾਹੂ ਸਪੋਰਟਸ",
        "ਪਨਾਮਾ ਨੇ ਵਾਟਰਮੈਨ ਦੇ ਦੇਰ ਨਾਲ ਕੀਤੇ ਗਏ ਟੀਚੇ 'ਤੇ ਯੂਐਸ ਨੂੰ 1-0 ਨਾਲ ਹਰਾਇਆ, ਅਮਰੀਕੀਆਂ ਨੂੰ CONCACAF ਨੇਸ਼ਨਜ਼ ਲੀਗ ਤੋਂ ਖਤਮ ਕੀਤਾ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਚੋਟੀ ਦੇ ਹਾ Houseਸ ਡੈਮੋਕਰੇਟਸ ਨੇ ਮੈਕਮਹੋਨ, ਟਰੰਪ ਪ੍ਰਸ਼ਾਸਨ ਨੂੰ ਸਿੱਖਿਆ ਵਿਭਾਗ ਬਾਰੇ ਫੈਸਲੇ ਨੂੰ ਉਲਟਾਉਣ ਦੀ ਅਪੀਲ ਕੀਤੀ - ਦ ਹਿੱਲ",
        "ਐਲਨ ਮਸਕ ਨੇ 40% ਗਿਰਾਵਟ ਦੇ ਬਾਵਜੂਦ ਟੇਸਲਾ ਕਰਮਚਾਰੀਆਂ ਨੂੰ ਸਟਾਕ 'ਤੇ ਲਟਕਣ ਲਈ ਕਿਹਾ - ਬਲੂਮਬਰਗ",
        "ਟਰੰਪ ਖਣਿਜ ਉਤਪਾਦਨ ਨੂੰ ਉਤਸ਼ਾਹਤ ਕਰਨ ਲਈ ਯੁੱਧ ਦੀਆਂ ਸ਼ਕਤੀਆਂ ਦੀ ਵਰਤੋਂ ਕਰਦਾ ਹੈ - ਬੀਬੀਸੀ.",
        "ਯੇਲਾ ਬੀਜ਼ੀ ਨੂੰ ਗ੍ਰਿਫਤਾਰ ਕੀਤਾ ਗਿਆ, ਰੈਪਰ ਐਮਓ 3 ਦੀ ਮੌਤ ਵਿੱਚ ਪੂੰਜੀ ਕਤਲ ਦਾ ਦੋਸ਼ ਲਗਾਇਆ ਗਿਆ - ਯੂਐਸਏ ਅੱਜ",
        "ਜੇਐਫਕੇ ਫਾਈਲਾਂ ਦੇ ਸਮਾਜਿਕ ਸੁਰੱਖਿਆ ਨੰਬਰਾਂ ਦਾ ਪਰਦਾਫਾਸ਼ ਕਰਨ ਤੋਂ ਬਾਅਦ ਵ੍ਹਾਈਟ ਹਾ Houseਸ ਝਗੜਾ ਕਰਦਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਰੇਟਾਂ, ਟੈਰਿਫ ਅਨਿਸ਼ਚਿਤਤਾ ਦੇ ਵਿਚਕਾਰ ਏਸ਼ੀਆ ਦੇ ਸਟਾਕ ਚੁੱਪ; ਚੀਨ ਦੀ ਉਤੇਜਨਾ ਰੈਲੀ ਅਨਵਿੰਡਸ - Investing. com",
        "ਮੈਰੀਲੈਂਡ ਦੋ ਹੋਰ ਖਸਰਾ ਦੇ ਕੇਸਾਂ ਦੀ ਰਿਪੋਰਟ ਕਰਦਾ ਹੈ, ਸੰਭਾਵਿਤ ਐਕਸਪੋਜਰਾਂ ਦੀ ਚੇਤਾਵਨੀ ਦਿੰਦਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਤਕਨੀਕੀ ਰਹੱਸਮਈ ਆਦਮੀ ਬਿਲ ਚਿਸ਼ੋਲਮ ਨੂੰ ਰਿਕਾਰਡ ਸੇਲਟਿਕਸ ਦੀ ਵਿਕਰੀ ਖੇਡ ਸੰਸਾਰ ਨੂੰ ਝਟਕਾ ਦਿੰਦੀ ਹੈ, ਵਾਲ ਸਟ੍ਰੀਟਃ 'ਕਦੇ ਵੀ ਮੁੰਡੇ ਬਾਰੇ ਨਹੀਂ ਸੁਣਿਆ' - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਟਰੰਪ ਨੇ ਸੰਘੀ ਜੱਜਾਂ ਦੇ ਆਪਣੇ ਏਜੰਡੇ ਨੂੰ ਰੋਕਣ ਤੋਂ ਬਾਅਦ ਸੁਪਰੀਮ ਕੋਰਟ ਦੇ ਕਦਮ ਦੀ ਮੰਗ ਕੀਤੀਃ 'ਇਹ ਲੋਕ ਪਾਗਲ ਹਨ' - ਫੌਕਸ ਨਿ Newsਜ਼"
    ]
}