{
    "headlines": [
        "وجدت الدراسة أن ترامب سيضيف ضعف ما يضيفه هاريس إلى الدين الوطني - واشنطن بوست",
        "جائزة نوبل في الطب تذهب إلى فيكتور أمبروس وغاري روفكون للعمل على اكتشاف microRNA - CNN",
        "ميلتون يرتفع إلى إعصار من الفئة 2 بينما تستعد فلوريدا لعمليات إجلاء واسعة النطاق - وكالة أسوشيتد برس",
        "أبلغ المستثمر الناشط ستاربورد شركة فايزر أنها قد استحوذت على حصة - Business Insider",
        "عائد سندات الخزانة لمدة 10 سنوات يصل إلى 4 ٪، مما يبقي صعود الأسهم تحت السيطرة - Reuters.com",
        "محكمة روسية تحكم على مواطن أمريكي بالسجن لمدة ست سنوات للقتال من أجل أوكرانيا، تقارير وسائل الإعلام الحكومية - ياهو! أصوات",
        "سوق الأسهم اليوم: الأسهم العالمية مختلطة بعد تقرير الوظائف الأمريكي الرائج - Yahoo Finance",
        "\"صدمة\"، ارتفاع تاريخي في التهديدات المعادية لليهود في جميع أنحاء الولايات المتحدة، كما تقول ADL - CNN",
        "لقد عادت المحكمة العليا. يمكن أن تسقط قضايا انتخابات 2024 هذه على جدول أعمالها. - بوليتيكو",
        "امرأة من ولاية كارولينا الشمالية لا تأكل سوى السردين، وتفقد 35 رطلاً: \"هذا ليس نظامًا غذائيًا\" - فوكس نيوز",
        "Hollywood News Live Today October 7, 2024 : Joaquin Phoenix's Joker 2 يحقق أرقامًا مخيبة للآمال في شباك التذاكر الأمريكي بعد افتتاحه - هندوستان تايمز",
        "يمنح TD المتأخر لداك رعاة البقر \"شخصًا يجب تذكره\" - ESPN",
        "قتال عائلة الرهائن الإسرائيليين \"لم يزد\" عن عام واحد - BBC.com",
        "CNBC Daily Open: تقرير الوظائف الرائجة لشهر سبتمبر يغير حساب التفاضل والتكامل - CNBC",
        "تحتفل إسرائيل بالذكرى السنوية لهجوم 7 أكتوبر مع تصاعد الصراع في الشرق الأوسط - سي إن إن",
        "ملخص سريع للأسبوع الخامس من الدوري الوطني لكرة القدم الأمريكية: كالب ويليامز يلعب مثل اللاعب رقم 1 في المسودة - الرياضة المصورة",
        "SpaceX، NASA تتراجع عن إطلاق Europa Clipper في 10 أكتوبر بسبب إعصار ميلتون - Space.com",
        "اغتيال العمدة المكسيكي بعد أيام من توليه منصبه - Yahoo News Canada",
        "والدة شون \"ديدي\" كومز تدافع عن ابنها في بيان، وتقول إنه ليس \"وحشًا\" - سي بي إس نيوز",
        "زوجة الأخت كودي براون يغادر منزله وزوجته روبين براون بعد قتال متفجر - E! NEWS"
    ]
}