{
    "headlines": [
        "ਐਂਥਨੀ ਜੋਸ਼ੁਆ ਬਨਾਮ ਡੈਨੀਅਲ ਡੁਬੋਇਸ ਲਾਈਵ ਅਪਡੇਟਸ, ਅੰਡਰਕਾਰਡ ਨਤੀਜੇ, ਹਾਈਲਾਈਟਸ - ਯੂਐਸਏ ਅੱਜ",
        "ਏਲੋਨ ਮਸਕ ਨੇ ਬ੍ਰਾਜ਼ੀਲ ਵਿਚ ਆਪਣੀ ਲੜਾਈ ਤਿਆਗ ਦਿੱਤੀ - ਬਿਜ਼ਨਸ ਇਨਸਾਈਡਰ",
        "ਹੈਰਿਸ ਨੇ ਸੀਐਨਐਨ ਬਹਿਸ ਦਾ ਸੱਦਾ ਸਵੀਕਾਰ ਕੀਤਾ - ਦ ਹਿੱਲ",
        "ਯੂਕਰੇਨ ਦੇ ਰਾਸ਼ਟਰਪਤੀ ਜ਼ੇਲੇਨਸਕੀ ਵਰਕਰਾਂ ਦਾ ਧੰਨਵਾਦ ਕਰਨ ਲਈ ਪੈਨਸਿਲਵੇਨੀਆ ਬਾਰੂਦ ਫੈਕਟਰੀ ਦਾ ਦੌਰਾ ਕਰਨਗੇ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਜਾਰਜੀਆ ਦੇ ਸਕੂਲ ਦੀ ਗੋਲੀਬਾਰੀ ਵਿਚ ਸ਼ੱਕੀ ਮਾਂ ਨੂੰ ਦੋਸ਼ੀ ਠਹਿਰਾਇਆ ਗਿਆ ਹੈ ਅਤੇ ਉਸ 'ਤੇ ਇਕ ਮਾਂ-ਪਿਓ ਨੂੰ ਕੁਰਸੀ' ਤੇ ਟੇਪ ਕਰਨ ਦਾ ਦੋਸ਼ ਹੈ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਅਰੀਜ਼ੋਨਾ ਸੁਪਰੀਮ ਕੋਰਟ ਨੇ ਨਾਗਰਿਕਤਾ ਪ੍ਰਮਾਣ ਗੜਬੜੀ ਤੋਂ ਬਾਅਦ ਤਕਰੀਬਨ 100K ਲੋਕਾਂ ਨੂੰ ਵੋਟ ਪਾਉਣ ਲਈ ਠੀਕ ਕਰ ਦਿੱਤਾ - ਐਕਸੀਓਸ",
        "ਐਂਜਲੀਨਾ ਜੋਲੀ ਨੇ ਖੁਲਾਸਾ ਕੀਤਾ ਕਿ ਉਸ ਅਤੇ ਧੀ ਵਿਵੀਅਨ ਦੇ ਮੇਲ ਖਾਂਦੇ ਟੈਟੂ ਹਨਃ ‘ਇਹ ਸਾਡੇ ਲਈ ਬਹੁਤ ਅਰਥ ਰੱਖਦਾ ਹੈ’ - ਪੰਨਾ ਛੇ",
        "ਮੋਟਲ 6 ਭਾਰਤੀ ਹੋਟਲ ਆਪਰੇਟਰ ਨੂੰ 525 ਮਿਲੀਅਨ ਡਾਲਰ 'ਚ ਵੇਚਿਆ - The Associated Press",
        "ਵਾਚਃ ਰੂਸੀ ਹਥਿਆਰ ਡਿਪੂ 'ਤੇ ਵੱਡਾ ਧਮਾਕਾ - BBC.com",
        "ਬਾਕਸ ਆਫਿਸਃ 'ਟ੍ਰਾਂਸਫਾਰਮਰਜ਼ ਵਨ' ਲੈਂਡਜ਼ $ 9.5 ਮਿਲੀਅਨ ਉਦਘਾਟਨੀ ਦਿਨ - ਵੰਨਗੀ",
        "ਗੁਪਤ ਸੇਵਾ ਉਨ੍ਹਾਂ ਅਸਫਲਤਾਵਾਂ ਦੀ ਪਛਾਣ ਕਰਦੀ ਹੈ ਜੋ ਜੁਲਾਈ ਦੀ ਮੁਹਿੰਮ ਰੈਲੀ ਵਿਚ ਟਰੰਪ ਦੀ ਹੱਤਿਆ ਦੀ ਕੋਸ਼ਿਸ਼ ਤੋਂ ਪਹਿਲਾਂ ਦੀਆਂ ਅਸਫਲਤਾਵਾਂ ਦੀ ਪਛਾਣ ਕਰਦੀ ਹੈ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਐਫਬੀਆਈ ਏਜੰਟਾਂ ਨੇ ਕੰਪਨੀ ਦੁਆਰਾ ਪ੍ਰਬੰਧਿਤ ਸਮੁੰਦਰੀ ਜਹਾਜ਼ ਵਿੱਚ ਸਵਾਰ ਕੀਤਾ ਹੈ ਜਿਸਦਾ ਹੋਰ ਕਾਰਗੋ ਸਮੁੰਦਰੀ ਜਹਾਜ਼ ਬਾਲਟੀਮੋਰ ਬ੍ਰਿਜ ਡਿੱਗ ਗਿਆ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਸੀਨ ‘ਡਿੱਡੀ‘ ਕੰਬਜ਼ ਦੇ ਵਿਰੁੱਧ ਦੋਸ਼ ਕਿਵੇਂ ਆਰ. ਕੈਲੀ ਕੇਸ ਦੇ ਸਮਾਨਾਂਤਰ ਹਨ – ਇਕ ਮੁੱਖ ਅੰਤਰ ਦੇ ਨਾਲ - ਸੀ ਐਨ ਐਨ",
        "ਇਕ ਸਕੂਲ 'ਤੇ ਇਜ਼ਰਾਈਲੀ ਹੜਤਾਲ ਕਾਰਨ ਘੱਟੋ-ਘੱਟ 22 ਲੋਕਾਂ ਦੀ ਮੌਤ, ਗਾਜ਼ਾ ਸਿਹਤ ਮੰਤਰਾਲੇ ਦਾ ਕਹਿਣਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਐਫ 1 ਸਿੰਗਾਪੁਰ ਜੀਪੀਃ ਨੌਰਿਸ ਨੇ ਵਰਸਟਾਪੇਨ ਨੂੰ ਹਰਾ ਕੇ ਫਰਾਰੀ ਫੰਬਲਜ਼ ਦੇ ਰੂਪ ਵਿੱਚ ਪੋਲ ਕੀਤਾ - ਮੋਟਰਸਪੋਰਟ ਡਾਟ ਕਾਮ",
        "ਉਸਨੇ ਇੱਕ ਰੁਟੀਨ ਸਕ੍ਰੀਨਿੰਗ ਛੱਡ ਦਿੱਤੀ । ਡਾਕਟਰਾਂ ਨੂੰ ਮਿਲਿਆ 2 ਤਰ੍ਹਾਂ ਦਾ ਕੈਂਸਰ - CBS News",
        "ਚਿੱਪਮੇਕਰ ਕੁਆਲਕਾਮ ਨੂੰ ਇੰਟੇਲ - ਬਲੂਮਬਰਗ ਦੇ ਦੋਸਤਾਨਾ ਟੇਕਓਵਰ ਦੀ ਪੜਚੋਲ ਕਰਨ ਲਈ ਕਿਹਾ ਗਿਆ ਹੈ",
        "ਮਾਹਰ ਅਲਕੋਹਲ ਪੀਣ ਅਤੇ ਕੈਂਸਰ ਪ੍ਰਾਪਤ ਕਰਨ ਦੇ ਵਿਚਕਾਰ ਸੰਬੰਧ ਦੀ ਚੇਤਾਵਨੀ - ਭਵਿੱਖਵਾਦ",
        "ਫੈੱਡ ਦੀ ਇਤਿਹਾਸਕ ਦਰ ਵਿੱਚ ਕਟੌਤੀ ਅਤੇ ਇਹ ਤੁਹਾਨੂੰ ਕਿਵੇਂ ਪ੍ਰਭਾਵਤ ਕਰਦਾ ਹੈ - ਫੌਕਸ ਬਿਜ਼ਨਸ",
        "ਆਈਓਐਸ 18 ਚੀਟ ਸ਼ੀਟਃ ਨਵੀਨਤਮ ਆਈਫੋਨ ਅਪਡੇਟ ਲਈ ਇੱਕ ਮਾਹਰ ਗਾਈਡ - ਸੀ ਐਨ ਈ ਟੀ"
    ]
}