{
    "headlines": [
        "ستيلانتيس، شركة CATL الصينية تستثمر 4.33 مليار دولار في مصنع بطاريات السيارات الكهربائية في إسبانيا - رويترز",
        "ترامب يصف ترودو بأنه \"حاكم\" كندا - ذا هيل",
        "آيباد آير M2 من آبل يسجل أدنى مستوى له على الإطلاق، في الوقت المناسب لعيد الميلاد - CNET",
        "Nvidia و Oracle و Tesla و C3.ai و Planet Labs و MongoDB و Yext والمزيد من محركات سوق الأسهم - Barron's",
        "الرئيس البرازيلي لولا \"بئر\" بعد عملية جراحية لنزيف في الدماغ - BBC.com",
        "فرانكلين يطلق ثلاثة أضعاف حجمه في ساعة واحدة لأنه يهدد ماليبو - سي إن إن",
        "50 سنت يسخر من جاي زي لحضوره العرض الأول للسجادة الحمراء \"موفاسا\" بعد مزاعم اغتصاب الأطفال - نيويورك بوست",
        "انظر: يرتكب رعاة البقر خطأ فادحًا بعد الركل المنحرف، مما يؤدي إلى فوز البنغالز تي دي في اللحظات الأخيرة - سي بي إس سبورتس",
        "جثث تحمل علامات تعذيب عثر عليها في المستشفى، كما يقول المتمردون السوريون - BBC.com",
        "يتعهد نتنياهو الإسرائيلي بتحدي تهم الفساد \"السخيفة\" وهو يقف في محاكمته - وكالة أسوشيتد برس",
        "تقول Blue Origin إن أول إطلاق لنيو جلين لا يزال من المقرر إجراؤه في عام 2024 - SpaceNews",
        "يكشف جيمي فوكس أنه عانى من نزيف في الدماغ وسكتة دماغية، ويقول \"لا أتذكر 20 يومًا\" - سي إن إن",
        "تشير الدراسة إلى أن بعض مصادر السكر المضافة أسوأ من غيرها لمخاطر الأمراض - سي إن إن",
        "يقول الخبراء إن قاتل الرئيس التنفيذي لشركة يونايتد هيلث كير المشتبه به خطط لهجومه بشكل جيد – لكنه ارتكب أخطاء فادحة - سي إن إن",
        "إسرائيل تقصف قواعد الجيش السوري، وتنفي توغلًا أعمق - رويترز",
        "عمود الضيف | العمل في وقت لاحق في الحياة \"منقذاً\" للبعض، وعائقاً للآخرين - واشنطن بوست",
        "براندون غراهام: لقد أخطأت بشأن A.J. Brown، Jalen Hurts - NBC Sports",
        "مجموعة طيران ألاسكا تطلق بوابة عالمية جديدة في سياتل مع الكشف عن طرق دون توقف على خطوط هاواي الجوية إلى طوكيو ناريتا وسيول إنتشون - مدونة خطوط طيران ألاسكا",
        "رائد فضاء ناسا يلتقط صورة مذهلة لزوج مجري من محطة الفضاء الدولية - Gizmodo",
        "تقول المصادر إن الرئيس التنفيذي لشركة ستيلانتيس كارلوس تافاريس فقد السيطرة على شركة صناعة السيارات بأخطاء \"متغطرسة\" - سي إن بي سي"
    ]
}