{
    "headlines": [
        "Trump dit que les pourparlers de paix Ukraine-Russie cherchent à « diviser certains actifs » - CNN",
        "Ja'Marr Chase, Tee Higgins auraient tous deux accepté de prolonger leur contrat avec Bengals - Yahoo Sports",
        "Le juge demande à l'administrateur Trump d'expliquer pourquoi le médecin a été expulsé malgré l'ordre - Axios",
        "L'administration Trump expulse des centaines d'immigrants alors même qu'un juge ordonne que leurs renvois soient arrêtés - The Associated Press",
        "Trump dit qu'il parlera avec Poutine de Russie mardi - CNBC",
        "China Economic Pickup Tops Forecasts Before Tariff Pain Deepens - Yahoo Finance",
        "Horaire 2025 March Madness TV, annonceurs : Comment regarder le tournoi de la NCAA, heures de pointe, chaînes de télévision, bracket - CBS Sports",
        "Les tornades, les incendies de forêt et les tempêtes de poussière aux États-Unis font 40 morts et des dégâts « stupéfiants » - BBC.com",
        "Sam Rockwell fait une visite surprise au « lotus blanc » alors que l'histoire de l'inceste se réchauffe - Date limite",
        "FAQ Tokyo Series Game 1 : Alignements, lanceurs de départ et plus encore - MLB.com",
        "Différentes ambiances alors que J.J. Spaun et Rory McIlroy se dirigent vers les éliminatoires de Monday Players - NBC Sports",
        "Netanyahu cherche à destituer le chef de la sécurité intérieure d'Israël alors que la lutte pour le pouvoir déborde - The Associated Press",
        "Les premières réactions de « Blanche-Neige » louent le film comme un « festin visuel » et l'un des « meilleurs remakes en direct de Disney depuis des années » - Variété",
        "Trump a tapoté sur Kari Lake pour exécuter VOA. Puis il l'a démonté. - The Washington Post",
        "Trump en hausse, Dems en baisse dans les nouveaux sondages - Axios",
        "Les habitants de l'Oklahoma enquêtent sur la dévastation après que des centaines de maisons ont été détruites et endommagées par des incendies de forêt - The Associated Press",
        "Le service de santé de New York affirme que Savage Cat Food est lié à des cas mortels de grippe aviaire féline - Gothamist",
        "Au moins 59 morts dans un incendie « catastrophique » dans une boîte de nuit illégale en Macédoine du Nord : Officiels - ABC News"
    ]
}