{
    "headlines": [
        "Mets Clinch 1. NLCS-Reise seit 2015 auf Go-Ahead-Slam von Lindor - MLB.com",
        "Tim Johnson, ehemaliger Vorsitzender des Senatsbankwesens, stirbt mit 77 Jahren - POLITICO",
        "Hurrikan Milton wird heute Abend zerstörerisch auf Florida landen - The Weather Channel",
        "Wie schaffte es der Mann, der wegen eines geplanten Terroranschlags verhaftet wurde, nach Oklahoma? - KOCO Oklahoma City",
        "Donald Trump verspricht, die Doppelbesteuerung für Expat-Amerikaner zu beenden - Financial Times",
        "Chris Mason: Was passiert als nächstes nach der schockierenden konservativen Abstimmung - BBC.com",
        "[removed]",
        "Clarence Thomas denkt, dass die wahren Opfer Staatsanwälte sind, die sich an Fehlverhalten beteiligen - Slate",
        "Trump-Putin-Krawatten stehen wieder im Rampenlicht, nachdem ein neues Buch Anrufe beschreibt - The Associated Press",
        "Der indische Tycoon Ratan Tata stirbt im Alter von 86 Jahren - BBC.com",
        "Noch nie zuvor gesehener Kopf eines prähistorischen, autogroßen \"Tausendfüßlers\" löst evolutionäre Rätsel - Livescience.com",
        "Börsennachrichten: Dow und S&P 500 auf Rekordhoch - Barron's",
        "Antonio Pierce bietet Davante Adams Update inmitten von Raiders-Handelsgerüchten - Sports Illustrated",
        "Lisa Marie Presley gibt zu, dass sie ihren Ex \"gefangen\" hat, indem sie nach der Abtreibung schwanger wurde: \"Ich plante und ich plante\" - Entertainment Weekly News",
        "Komet Tsuchinshan-ATLAS bombardiert SOHO-Raumschiff während starker Sonneneruption (Video) - Space.com",
        "Apples M4 iPad Pro vs. Samsungs Galaxy Tab S10 Ultra - MacRumors",
        "Rodgers ärgert sich darüber, dass er Salehs Ausstieg mitgeholfen hat - ESPN",
        "„Das ist das Worst-Case-Szenario“: Hurrikan Milton könnte Floridas Versicherungsmarkt überfluten - POLITICO",
        "Republikaner im Kongress rufen Hurrikan-Fehlinformationen aus ihrer eigenen Partei hervor - CNN",
        "Jennifer Lopez über das Single-Sein nach der Scheidung von Ben Affleck: „Was ist, wenn ich einfach frei bin? '- ABC News"
    ]
}