{
    "headlines": [
        "ਇਜ਼ਰਾਈਲ ਨੇ ਉੱਤਰੀ ਗਾਜ਼ਾ 'ਚ ਕਮਲ ਅਦਵਾਨ ਹਸਪਤਾਲ ਨੂੰ ਜ਼ਬਰਦਸਤੀ ਕੱਢਿਆ - BBC.com",
        "ਮੈਗਾ ਮਿਲੀਅਨਜ਼ ਜੈਕਪਾਟ $ 1 ਬਿਲੀਅਨ ਤੋਂ ਵੱਧ ਹੈ. ਇੱਥੇ ਕਿੰਨੇ ਟੇਲਰ ਸਵਿਫਟ ਟਿਕਟ ਹੈ, ਆਈਫੋਨ ਅਤੇ ਪ੍ਰਾਈਵੇਟ ਜੈੱਟ ਤੁਹਾਨੂੰ ਖਰੀਦ ਸਕਦਾ ਹੈ, ਜੇ ਤੁਹਾਨੂੰ ਜਿੱਤ. - ਯਾਹੂ! ਆਵਾਜ਼ਾਂ",
        "ਅਜ਼ਰਬਾਈਜਾਨ ਏਅਰਲਾਈਨਜ਼ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਜਹਾਜ਼ ‘ਬਾਹਰੀ ਦਖਲਅੰਦਾਜ਼ੀ‘ ਤੋਂ ਬਾਅਦ ਹਾਦਸਾਗ੍ਰਸਤ ਹੋ ਗਿਆ ਕਿਉਂਕਿ ਪ੍ਰਸ਼ਨ ਸੰਭਾਵਤ ਤੌਰ 'ਤੇ ਰੂਸੀ ਸ਼ਮੂਲੀਅਤ' ਤੇ ਚੜ੍ਹਦੇ ਹਨ - ਸੀਐਨਐਨ",
        "ਭੀੜ 'ਚ ਗੱਡੀ ਚਲਾ ਕੇ 35 ਲੋਕਾਂ ਦੀ ਹੱਤਿਆ ਕਰਨ ਵਾਲੇ ਚੀਨੀ ਵਿਅਕਤੀ ਨੂੰ ਮੌਤ ਦੀ ਸਜ਼ਾ - The Associated Press",
        "ਮੌਜੂਦਾ ਐਨਐਫਐਲ ਪਲੇਆਫ ਤਸਵੀਰ ਨੂੰ ਟਰੈਕ ਕਰਨਾਃ ਖੁੱਲੇ ਸਥਾਨਾਂ, ਡਿਵੀਜ਼ਨ ਦੇ ਸਿਰਲੇਖਾਂ ਨੂੰ ਜਿੱਤਣ ਦੀਆਂ ਅਪਡੇਟ ਕੀਤੀਆਂ ਸੰਭਾਵਨਾਵਾਂ - ਈਐਸਪੀਐਨ",
        "‘ਕੇਸਲਰ ਸਿੰਡਰੋਮ‘ ਕੀ ਹੈ — ਅਤੇ ਕੁਝ ਵਿਗਿਆਨੀ ਕਿਉਂ ਸੋਚਦੇ ਹਨ ਕਿ ਪੁਲਾੜ ਤਬਾਹੀ ਦਾ ਦ੍ਰਿਸ਼ ਪਹਿਲਾਂ ਹੀ ਸ਼ੁਰੂ ਹੋ ਗਿਆ ਹੈ? - ਸੀ ਐਨ ਐਨ",
        "ਦੱਖਣੀ ਕੋਰੀਆ ਦੀ ਜਾਸੂਸੀ ਏਜੰਸੀ ਨੇ ਇਕ ਜ਼ਖਮੀ ਉੱਤਰੀ ਕੋਰੀਆ ਦੇ ਫੌਜੀ ਨੂੰ ਹਿਰਾਸਤ ਵਿਚ ਲੈਣ ਦੀ ਪੁਸ਼ਟੀ ਕੀਤੀ, ਯੋਨਹੈਪ ਦੀ ਰਿਪੋਰਟ - ਰਾਇਟਰ",
        "ਬਾਰਸਾ ਦੀ ਦਾਨੀ ਓਲਮੋ ਰਜਿਸਟ੍ਰੇਸ਼ਨ ਅਦਾਲਤ ਵਿੱਚ ਰੱਦ - ਈਐਸਪੀਐਨ",
        "ਆਰਸ ਦੀਆਂ 2024 ਦੀਆਂ ਮਨਪਸੰਦ ਖੇਡਾਂ ਜੋ 2024 ਵਿਚ ਜਾਰੀ ਨਹੀਂ ਕੀਤੀਆਂ ਗਈਆਂ ਸਨ - ਆਰਸ ਟੈਕਨੀਕਾ",
        "ਲੁਈਸਿਆਨਾ ਵਿਚ ਵਾਇਰਸ ਬਰਡ ਫਲੂ ਮਰੀਜ਼ ਪਰਿਵਰਤਨ ਦਿਖਾਉਂਦਾ ਹੈ ਜੋ ਮਨੁੱਖਾਂ ਵਿਚ ਸੰਚਾਰਨਸ਼ੀਲਤਾ ਨੂੰ ਵਧਾ ਸਕਦਾ ਹੈ, ਸੀਡੀਸੀ ਵਿਸ਼ਲੇਸ਼ਣ ਲੱਭਦਾ ਹੈ - ਸੀਐਨਐਨ",
        "ਸੂਰਜ ਦੇ ਸਭ ਤੋਂ ਨੇੜੇ ਪਹੁੰਚਣ ਤੋਂ ਬਾਅਦ ਨਾਸਾ ਦਾ ਪੁਲਾੜ ਯਾਨ ‘ਸੁਰੱਖਿਅਤ’ - DAWN.",
        "ਇੱਥੇ ਮਾਰਕੀਟ ਦੇ ਸਭ ਤੋਂ ਵੱਧ ਅਟਕਲਾਂ ਵਾਲੇ ਸਟਾਕਾਂ ਦੀ ਸੂਚੀ ਹੈ - ਮਾਰਕੀਟਵਾਚ",
        "ਸੀਹਾਕਸ 6, ਬੀਅਰਸ 3 ਇਸ ਸੀਜ਼ਨ ਦੀ ਐਨਐਫਐਲ ਦੀ ਸਭ ਤੋਂ ਘੱਟ ਸਕੋਰਿੰਗ ਗੇਮ ਸੀ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਦੱਖਣੀ ਕੋਰੀਆ ਨੇ ਕਾਰਜਕਾਰੀ ਰਾਸ਼ਟਰਪਤੀ ਨੂੰ ਰਾਜਨੀਤਿਕ ਗੜਬੜੀ ਦੇ ਡੂੰਘੇ ਹੋਣ ਦੇ ਨਾਤੇ ਮਹਾਂਦੋਸ਼ ਲਗਾਇਆ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "ਰਿਪੋਰਟਃ ਮਾਵੇਰਿਕਸ ਸਟਾਰ ਲੂਕਾ ਡੋਨਚਿਕ ਖੱਬੇ ਵੱਛੇ ਦੇ ਤਣਾਅ ਦੇ ਨਾਲ ਘੱਟੋ ਘੱਟ ਇੱਕ ਮਹੀਨਾ ਬਾਹਰ - ਐਨਬੀਏ.",
        "ਗਲੈਕਸੀ ਐਸ 25 ਅਲਟਰਾ ਪੂਰਾ ਲੀਕ ਸਪੈਕਸ ਸ਼ੀਟ ਸਤਹ, ਉਹੀ ਪੁਰਾਣਾ ਉਹੀ ਪੁਰਾਣਾ? - ਫੋਨਅਰੇਨਾ",
        "2028 ਡੈਮੋਕਰੇਟਿਕ ਪ੍ਰਾਇਮਰੀ ਪਹਿਲਾਂ ਹੀ ਜਾਰੀ ਹੈ. ਪਰ ਪਹਿਲੀਆਂ ਅਸਲੀ ਚਾਲਾਂ ਹੁਣੇ ਹੀ ਕੋਨੇ ਦੇ ਦੁਆਲੇ ਹਨ - ਪੋਲਿਟਿਕੋ",
        "ਜੱਜ ਨੇ ਜੈ-ਜ਼ੈੱਡ ਦੇ ਬਲਾਤਕਾਰ ਦੇ ਮੁਕੱਦਮੇ ਨੂੰ ਖਾਰਜ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਨੂੰ ਨਕਾਰਿਆ - ਗੱਭਰੂ",
        "ਸ਼ਕਤੀਸ਼ਾਲੀ ਗਰਜ ਦੇ ਤੂਫਾਨ ਟੈਕਸਾਸ ਅਤੇ ਲੂਸੀਆਨਾ ਨੂੰ ਧਮਕੀ ਦਿੰਦੇ ਹਨ, ਛੁੱਟੀਆਂ ਦੀ ਯਾਤਰਾ ਵਿੱਚ ਦੇਰੀ ਕਰਦੇ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਪਨਾਮਾ ਦੇ ਰਾਸ਼ਟਰਪਤੀ ਨੇ ਟਰੰਪ ਦੇ ਚੀਨੀ ਨਹਿਰ ਦੇ ਦਾਅਵੇ ਨੂੰ 'ਬਕਵਾਸ' ਕਿਹਾ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ"
    ]
}