{
    "headlines": [
        "Shohei Ohtani من Dodgers يصبح أول لاعب MLB ينشر موسم 50/50 - FOX Sports",
        "الرئيس التنفيذي لشركة نايك جون دوناهو يتنحى ؛ وسيحل محله إليوت هيل - واشنطن بوست",
        "بيثون تضغط على المرأة التايلاندية لمدة ساعتين في مطبخها - أصوات ياهو!",
        "تسلط حملة هاريس الضوء على إشادة ترامب السابقة بمارك روبنسون بينما يدمر تقرير سي إن إن ساحة المعركة في ولاية كارولينا الشمالية - سي إن إن",
        "مؤشر داو جونز، مؤشر ستاندرد آند بورز 500 يغلق عند مستويات قياسية بعد خفض الاحتياطي الفيدرالي الكبير لسعر الفائدة - سي إن إن",
        "اختبار الحمض النووي الأولي على البقايا التي يُعتقد أنها لمطلق النار المشتبه به على الطريق السريع في كنتاكي غير حاسم - إن بي سي نيوز",
        "ميريل ستريب وجنيفر لوبيز وجوليا روبرتس من بين المشاهير الذين ظهروا في حدث \"اتحدوا من أجل أمريكا\" الذي استضافته أوبرا وينفري - الموعد النهائي",
        "تم الكشف عن الإصدار المحدود من PS1 - Style PS5 و PS5 Pro - IGN Daily Fix - IGN",
        "تشوريو يحتفل بلقب NL Central بمفاجأة Brewers الرصينة - WISN Milwaukee",
        "شون \"ديدي\" كومز \"المحمي السابق شين يقول إن قطب الموسيقى المخزي\" دمر \"حياته - فوكس نيوز",
        "تمت الإزالة",
        "طلبات iPhone 16 و iPhone 16 Pro تبدأ في الوصول إلى العملاء - MacRumors",
        "النقابات المحلية لسائقي الشاحنات في الولايات المتأرجحة تسارع إلى تأييد هاريس - واشنطن بوست",
        "العاصفة بوريس: إنقاذ مروحية بعد فيضانات تجتاح مدينة إيطالية - BBC.com",
        "البروج المهنية اليوم 20 سبتمبر 2024: من المرجح أن تحصل هذه الأبراج على جوائز في العمل - هندوستان تايمز",
        "القاضي الذي قُتل في إطلاق النار في محكمة كنتاكي، كما يقول الحاكم - سي بي إس نيوز",
        "احتمالات كرة القدم ليلة الخميس، الخط، الوقت، الانتشار: يختار باتريوتس مقابل جيتس من خبير نيو إنجلاند في 18-5 لفة - سي بي إس سبورتس",
        "عرضت كاثرين هان مشهدها الخاص \"أجاثا طوال الوقت\" وهي عارية: \"كان من الجيد رؤيتها متعرية\" - متنوع",
        "موجة السعال الديكي الآن هي الأسوأ منذ ما يقرب من عقد من الزمان وسط طفرة العودة إلى المدرسة - سي بي إس نيوز",
        "السيف مع علامة فرعون وجدت في مصر، لا يزال يتلألأ بعد 3000 سنة - واشنطن بوست"
    ]
}