{
    "headlines": [
        "Procurador distrital de Los Angeles diz que recomendará ressentimento no caso de assassinato dos irmãos Menendez - CNN",
        "“Uma decepção cívica”: Fallout continua depois que o Los Angeles Times opta por não endossar - Semafor",
        "Menino de 15 anos acusado de assassinato de pais e irmãos perto de Fall City - The Seattle Times",
        "   Removido ",
        "Shohei Ohtani vai arremessar na World Series de 2024 vs. Yankees? Gerente dos Dodgers diz que 'não há possibilidade' disso - CBS Sports",
        "Gangues no Haiti abrem fogo e atingem um helicóptero da ONU no ar à medida que a violência aumenta - Associated Press",
        "Nicole Scherzinger, que ajudou a criar o One Direction no X-Factor, estava enviando uma mensagem de texto para Liam Payne no dia em que ele morreu - E! Online - E! NEWS",
        "Crateras de ações de Capri 46% após o juiz bloquear o acordo de US $ 8,5 bilhões com a Tapestry - Yahoo Finance",
        "Ex-modelo de maiô da Sports Illustrated diz que Trump a apalpou para se exibir para Jeffrey Epstein - CNN",
        "Treinador de basquete da USF, Abdur-Rahim morre aos 43 anos - ESPN",
        "McDonald's diz que cebolas de empresa de produção com sede na Califórnia estão ligadas ao surto mortal de E. coli - The Associated Press",
        "Biden deve pedir desculpas aos nativos americanos por internatos indígenas - The Washington Post",
        "A Scout Motors monta um retorno elétrico com novos conceitos de SUV e caminhão - The Verge",
        "CDC atualiza recomendações de vacinas contra a COVID-19 para idosos - The Hill",
        "Tropas norte-coreanas avistadas na região fronteiriça russa com a Ucrânia, diz Kiev - CNN",
        "‘The Brady Bunch’ Reboot Was Spiked at CBS Due to Cindy Actress Susan Olsen's Documented Hate Speech - Yahoo Entertainment",
        "Thursday Night Football: Como assistir ao jogo do Minnesota Vikings contra o Los Angeles Rams na NFL hoje à noite - Yahoo Sports",
        "Trump team bullish about 2024 election victory as early votes roll in: 'As coisas parecem muito boas' - New York Post",
        "Caso de gripe aviária confirmado na fazenda de ovos do condado de Clackamas - Oregon Public Broadcasting",
        "Tesla Stock's Best Day Since 2013 Makes Elon Musk $ 26 Billion Richer - Forbes"
    ]
}