{
    "headlines": [
        "Le Qatar met fin à son rôle de courtier en cessez-le-feu alors que le panel met en garde contre la famine à Gaza - The Washington Post",
        "La star de « SNL » Michael Che boit à l'antenne après la victoire de Trump, crie R. Kelly : « Si les Blancs peuvent élire leur criminel, je peux danser sur le mien » - Variété",
        "Bitcoin brise 79 000 $ et « aucune action irréfléchie n'est nécessaire », déclare un analyste - Cointelegraph",
        "Trump a juré de tuer l'éolien offshore aux États-Unis. Réussira-t-il ? - Yahoo Finance",
        "CFP Rankings Lookahead Semaine 12 : L'Alabama montre sa domination, la Géorgie s'apprête à CHUTER après sa perte - CBS Sports",
        "Le Missouri survit à l'Oklahoma dans le sprint tardif que vous devrez voir pour y croire - Sports Illustrated",
        "Une tournure inattendue dans l'enquête sur le meurtre au Texas : la victime était une demoiselle d'honneur au mariage du tueur - CBS News",
        "[supprimé]",
        "[supprimé]",
        "Exclusif : les États-Unis ont ordonné à TSMC d'arrêter les expéditions vers la Chine de puces utilisées dans les applications d'IA - Reuters",
        "Résultats UFC Vegas 100 : Magny vs. Prates - MMA Fighting",
        "Infirmière américaine tuée par un homme qu'elle a rencontré dans une boîte de nuit de Budapest pendant ses vacances dans un « endroit heureux » : la police - New York Post",
        "« Joker : Folie à Deux » est la suite du « pire film jamais réalisé », déclare l'acteur - Hollywood Reporter",
        "Le MacBook Pro sous-alimenté d'Apple ne parvient pas à égaler le battage médiatique - Forbes",
        "1 singe en fuite capturé en Caroline du Sud, plusieurs autres situés sur la propriété - ABC News",
        "[supprimé]",
        "Les républicains de Floride sont ravis de Susie Wiles — à une grande exception près - POLITICO",
        "Les attaques contre les fans de football israéliens aux Pays-Bas incitent le Premier ministre à annuler le voyage pour le climat - The Associated Press",
        "Cotes, choix et prédictions des Giants de New York aux Carolina Panthers - USA TODAY Sportsbook Wire",
        "Les attaques israéliennes tuent 40 personnes alors qu'une aide limitée arrive dans le nord ravagé de Gaza - Al Jazeera English"
    ]
}