{
    "headlines": [
        "Pontuação do Dolphins vs. Rams, atualizações ao vivo: Miami vai para Los Angeles para o Monday Night Football na semana 10 - Yahoo Sports",
        "Megan Fox está grávida, esperando bebê com metralhadora Kelly - E! Online - E! NEWS",
        "Poderes comerciais de Trump Dow 44.000, S&P 6.000 à medida que as ações continuam zumbindo - Fox Business",
        "Revelados os finalistas para MVP, Cy Young, Novato e Gerente do Ano - MLB.com",
        "Trump escolhe Mike Waltz como conselheiro de segurança nacional, dizem fontes - Reuters",
        "Pelo menos 40 mortos em Gaza quando drones israelenses atacam café em ’zona segura' - Al Jazeera",
        "Melania Trump deve faltar à reunião de quarta-feira na Casa Branca com Jill Biden - CNN",
        "O Bitcoin superou os US $ 87.000 para um novo recorde. O que saber sobre o rali pós-eleitoral das criptomoedas - The Associated Press",
        "O 'czar da fronteira' de Trump poderia ter mais poder, menos obstáculos na política de deportação - CNBC",
        "O Pico da Chuva de Meteoros das Táuridas do Norte Começa Esta Noite - Veja Como Assistir - Forbes",
        "Trump nomeia o ex-deputado Lee Zeldin para liderar a EPA, o conselheiro Stephen Miller para ser vice-chefe de política - The Associated Press",
        "‘Gladiador II’: Críticos aprovam sequência épica de Ridley Scott - Hollywood Reporter",
        "   Removido ",
        "Donald Trump nomeará o falcão da imigração Stephen Miller como vice-chefe de gabinete - Financial Times",
        "Contagem de snaps do Eagles: Jalyx Hunt vê tempo significativo vs. Cowboys - NBC Sports Philadelphia",
        "Caso de gripe aviária encontrado em adolescente canadense hospitalizada. O que acontece a seguir. - Barron's",
        "O Mac mini 2024 é desmontado, não tem peças atualizáveis pelo utilizador - GSMArena.com",
        "As opções da Tesla atraem negociações \"eufóricas\" à medida que a vitória de Trump incendeia as ações - Reuters",
        "Trump eliminará o Departamento de Educação? O Que Sabemos Como Elon Musk Aplaude a \"Boa Ideia\". - Forbes",
        "SpaceX lança 24 satélites Starlink da Flórida hoje após atraso do tempo - Space.com"
    ]
}