{
    "headlines": [
        "   Removido ",
        "Três mortos em tiroteio na reabertura do maior hospital do Haiti - Yahoo! Voices",
        "Papa pede ‘paz duradoura’ na Ucrânia em mensagem de Natal - CNN",
        "Dezenas de mortos em queda de avião de passageiros no Cazaquistão - ABC News",
        "Teaser de ‘Happy Gilmore 2’: Adam Sandler retorna ao campo de golfe e confronta o atirador McGavin na sequência da Netflix - Variety",
        "A estrela de Hallmark, John Reardon, revela a batalha contra o câncer de amígdala: \"Tem sido um longo caminho\" - New York Post",
        "Jimmy Butler supostamente prefere negociar com o Heat. O pano de fundo e onde as coisas estão - Miami Herald",
        "Odds, previsão, tempo, linha, spread dos Chiefs vs. Steelers: escolhas de Natal da NFL de 2024 por modelo em 28-12 corridas - CBS Sports",
        "‘Sonic The Hedgehog 3’ lidera a sonolenta véspera de Natal, ‘A Complete Unknown’ atinge um acorde com prévias de US $ 1,4 MILHÃO - Prazo",
        "Águia careca oficialmente declarada pássaro nacional dos EUA após 250 anos - BBC.com",
        "Hamas e Israel culpam um ao outro por atraso no cessar-fogo - Reuters",
        "‘Escape From Tarkov’ Wipe And Patch Date Confirmed, And It's Very Soon - Forbes",
        "Natal branco em Nova York pela primeira vez em 15 anos - ABC News",
        "   Removido ",
        "Ucrânia: Zelensky condena ataque \"desumano\" no dia de Natal da Rússia - BBC.com",
        "O Supremo entra na era da adolescência - CNN",
        "Escolhas da equipe da Semana 17 da NFL: linha de dinheiro, spread, mais/menos previsões - Orgulho de Detroit",
        "Os médicos levantam bandeiras vermelhas sobre medicamentos para perda de peso: eles podem estar destruindo seus ossos e músculos - The Daily Galaxy - Great Discoveries Channel",
        "Imagens impressionantes mostram o colapso do cais de Santa Cruz no mar enquanto a tempestade mortal transforma o cais em lascas - New York Post",
        "   Removido "
    ]
}