{
    "headlines": [
        "‘Nobody here feels ignored’: Harris and Trump barnstorm Wisconsin - POLITICO",
        "Donald Trump boards a garbage truck to draw attention to Biden remark - The Associated Press",
        "Bronny James feels love from Cleveland while scoring first NBA points in an arena where he grew up - The Associated Press",
        "Watch: Aaron Judge error kick-starts Yankees' disastrous inning in Game 5 - USA TODAY",
        "Portland police say ballot box arsonist has ‘wealth of experience’ with welding, metal fabrication - Oregon Public Broadcasting",
        "Menendez Resentencing Could Be in Doubt, as D.A. Pushes Newsom to Grant Clemency - Variety",
        "Nicky Jam, reggaeton singer, pulls endorsement of Trump after Puerto Rico insult - The Washington Post",
        "Even Mark Zuckerberg seems surprised by Meta's pace of spending on AI - CNBC",
        "Iran's Energy Infrastructure More Vulnerable To Future Attacks - OilPrice.com",
        "Deadly Israeli strike targeted 'spotter' on Beit Lahia building's roof, official says - BBC.com",
        "And the winner of Startup Battlefield at Disrupt 2024 is . . . Salva Health - TechCrunch",
        "Shaun White Pranked Nina Dobrev Into Marrying Him - Vulture",
        "Microsoft Shares Drop on Disappointing Azure Growth Forecast - Yahoo Finance",
        "Starbucks turns to Sharpies, mugs and a price freeze to stem traffic slide - Financial Times",
        "Centuries-old ‘witches marks’ found carved into walls of English manor house - The Washington Post",
        "Google’s AI-powered weather app is rolling out to older Pixels - The Verge",
        "USA vs. Argentina: Starting XI & Lineup Notes - U.S. Soccer",
        "Pennsylvania judge extends mail ballot deadline after Trump lawsuit - Reuters",
        "Bird flu has been found in a pig for the first time in the U.S. - NPR",
        "Sungrazing Comet Turns to Cosmic Dust in Dramatic Halloween No-Show - Gizmodo"
    ]
}