{
    "headlines": [
        "13 ਸਵਿੰਗ ਸਟੇਟ ਕਾਉਂਟੀਜ਼ ਚੋਣ ਰਾਤ 'ਤੇ ਦੇਖਣ ਲਈ - Axios",
        "ਇੰਡੋਨੇਸ਼ੀਆ ਪਹਾੜ ਲੇਵੋਟੋਬੀ ਲਾਕੀ-ਲਾਕੀ ਫਟਣ ਤੋਂ ਬਾਅਦ 16,000 ਲੋਕਾਂ ਨੂੰ ਬਾਹਰ ਕੱਢੇਗਾ - ਰਾਇਟਰ",
        "ਖੰਡੀ ਤੂਫਾਨ ਰਾਫੇਲ ਕਿubaਬਾ ਲੈਂਡਫਾਲ ਬੁੱਧਵਾਰ ਤੋਂ ਪਹਿਲਾਂ ਤੂਫਾਨ ਦੀ ਤਾਕਤ ਵੱਲ ਜਾਂਦਾ ਹੈ, ਭਵਿੱਖਬਾਣੀ ਕਰਨ ਵਾਲਿਆਂ ਦਾ ਕਹਿਣਾ ਹੈ - ਸੀਐਨਐਨ",
        "ਫਲਸਤੀਨੀ ਅਧਿਕਾਰੀਆਂ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਇਜ਼ਰਾਈਲ ਦੇ ਹਵਾਈ ਹਮਲੇ 'ਚ ਉੱਤਰੀ ਗਾਜ਼ਾ' ਚ 20 ਲੋਕਾਂ ਦੀ ਮੌਤ ਹੋ ਗਈ ਹੈ - The Associated Press",
        "ਬੋਇੰਗ ਹੜਤਾਲ ਖਤਮ ਹੁੰਦੀ ਹੈ ਕਿਉਂਕਿ ਵਰਕਰ ਨਵੇਂ ਇਕਰਾਰਨਾਮੇ ਨੂੰ ਸਵੀਕਾਰ ਕਰਦੇ ਹਨ - ਰਾਇਟਰਜ਼",
        "ਲਿਗਨੋਸੈਟਃ ਦੁਨੀਆ ਦਾ ਪਹਿਲਾ ਲੱਕੜ ਦਾ ਸੈਟੇਲਾਈਟ, ਜਾਪਾਨ ਵਿੱਚ ਵਿਕਸਤ, ਪੁਲਾੜ ਵੱਲ ਜਾਂਦਾ ਹੈ - ਸੀਐਨਐਨ",
        "ਚੋਣਾਂ ਦਾ ਦਿਨ ਅਧਿਕਾਰਤ ਤੌਰ 'ਤੇ ਸ਼ੁਰੂ ਹੁੰਦਾ ਹੈ ਜਿਵੇਂ ਕਿ ਡਿਕਸਵਿਲੇ ਨੋਚ ਅੱਧੀ ਰਾਤ ਦੀ ਵੋਟ ਵਿਚ ਹੈਰਿਸ ਅਤੇ ਟਰੰਪ ਦੀ ਟਾਈ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਹੈਰਿਸ ਅਤੇ ਟਰੰਪ ਨੇ ਚੋਣਾਂ ਦੇ ਦਿਨ ਤੋਂ ਪਹਿਲਾਂ ਅੰਤਮ ਧੱਕੇ ਵਿਚ ਪੈਨਸਿਲਵੇਨੀਆ 'ਤੇ ਨਜ਼ਰ ਰੱਖੀ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਤੇਲ ਦੀ ਦਿੱਗਜ ਸਾ Saudiਦੀ ਅਰਾਮਕੋ ਤੀਜੀ ਤਿਮਾਹੀ ਦੇ ਮੁਨਾਫੇ ਵਿਚ 15% ਦੀ ਗਿਰਾਵਟ ਪਾਉਂਦੀ ਹੈ ਪਰ ਲਾਭਅੰਸ਼ ਕਾਇਮ ਰੱਖਦੀ ਹੈ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਹਟਾਈ",
        "ਮਹੋਮਜ਼ ਨੇ 'ਡਰਾਉਣੀ' ਸੱਟ ਲਗਾਈ, ਕੇਸੀ ਨੂੰ 8-0 ਤੱਕ ਚੁੱਕਿਆ - ਈਐਸਪੀਐਨ",
        "BUCS HC ਦੋ-ਪੁਆਇੰਟ ਪਰਿਵਰਤਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਨਾ ਕਰਨ ਲਈ ਬੁਝਾਰਤ ਵਿਆਖਿਆ ਦਿੰਦਾ ਹੈ; ਚੀਫਜ਼ 'ਐਂਡੀ ਰੀਡ ਖੁਸ਼ ਹਨ ਕਿ ਉਨ੍ਹਾਂ ਨੇ ਨਹੀਂ ਕੀਤਾ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਟੇਲਰ ਸਵਿਫਟ ਟ੍ਰੈਵਿਸ ਕੈਲਸੇ ਨੂੰ ਵੇਖਦਾ ਹੈ ਅਤੇ ਚੀਫਸ ਇਰਾਸ ਟੂਰ ਦੇ ਯੂਐਸ ਲੈੱਗ ਨੂੰ ਸਮੇਟਣ ਤੋਂ ਬਾਅਦ ਬਕਨੇਰ ਖੇਡਦੇ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਮੰਗਲਵਾਰ, ਨਵੰਬਰ 5, 2024 ਲਈ ਕੁੰਡਲੀ - ਸ਼ਿਕਾਗੋ ਸੂਰਜ-ਟਾਈਮਜ਼",
        "ਕਮਲਾ ਹੈਰਿਸ ਨੇ ਆਰਟ ਮਿਊਜ਼ੀਅਮ ਦੇ ਕਦਮਾਂ 'ਤੇ ਫਿਲਡੇਲਫੀਆ ਵਿਚ ਚੋਣ ਦਿਵਸ ਤੋਂ ਪਹਿਲਾਂ ਅੰਤਮ ਮੁਹਿੰਮ ਪ੍ਰੋਗਰਾਮ ਕੀਤਾ - ਸੀਬੀਐਸ ਫਿਲਲੀ",
        "ਕੈਵਜ਼, ਪੂਰਬ ਵਿਚ ਇਕੱਲੇ ਨਾ ਹਾਰੇ, 8-0 ਬਨਾਮ ਬੱਕਸ - ਈਐਸਪੀਐਨ ਤੱਕ ਪਹੁੰਚਦੇ ਹਨ",
        "ਯੂਕਰੇਨ ਨੇ ਉੱਤਰ ਕੋਰੀਆ ਦੇ ਸੈਨਿਕਾਂ ਨਾਲ ਪਹਿਲੀ ਸ਼ਮੂਲੀਅਤ ਦੀ ਪੁਸ਼ਟੀ ਕੀਤੀਃ ਦੱਖਣੀ ਕੋਰੀਆ ਮੀਡੀਆ - ਨਿਕੇਈ ਏਸ਼ੀਆ",
        "ਜੋ ਰੋਗਨ ਚੋਣ ਤੋਂ ਪਹਿਲਾਂ ਡੋਨਾਲਡ ਟਰੰਪ ਦੀ ਰਾਤ ਨੂੰ ਸਮਰਥਨ ਕਰਦਾ ਹੈ - ਨਿ Newsਜ਼ਵੀਕ",
        "ਕਾਰਗੋ ਸਮੁੰਦਰੀ ਜਹਾਜ਼ ਨੂੰ ਸਪੇਸ ਸਟੇਸ਼ਨ 'ਤੇ ਸਪਲਾਈ, ਸਾਇੰਸ ਗੀਅਰ ਅਤੇ ਚਾਲਕ ਦਲ ਲਈ ਛੁੱਟੀਆਂ ਦੇ ਇਲਾਜ ਨਾਲ ਲਾਂਚ ਕੀਤਾ ਗਿਆ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਕਮਾਈ ਤੋਂ ਬਾਅਦ ਦੇ ਵਾਧੇ ਤੋਂ ਬਾਅਦ ਵੇਖਣ ਲਈ ਪਲਾਂਟਿਰ ਸਟਾਕ ਦੀ ਕੀਮਤ ਦੇ ਪੱਧਰ - ਇਨਵੈਸਟੋਪੀਡੀਆ"
    ]
}