{
    "headlines": [
        "Aces 'A'ja Wilson bat le record de score WNBA en une saison - ESPN",
        "L'ouragan Francine s'abat sur la Louisiane - The Weather Channel",
        "Israël Gaza : l'ONU affirme qu'une frappe aérienne israélienne a tué six membres de son personnel - BBC.com",
        "Tyreek Hill dit qu'il aurait pu mieux gérer son arrêt de circulation, mais il veut toujours que l'officier soit renvoyé - The Associated Press",
        "Actualités du marché boursier, 11 septembre 2024 : Les actions inversent les déclins précoces ; les données montrent une reprise de l'inflation mensuelle de base - The Wall Street Journal",
        "Regardez en direct le milliardaire à bord de la capsule SpaceX tenter sa première sortie commerciale dans l'espace - Gizmodo",
        "Johnson contraint de retarder le vote sur le plan de financement provisoire alors que l'opposition républicaine monte - POLITICO",
        "Le débat n'a pas influencé certains électeurs à qui CNN a parlé, mais d'autres savent exactement qui ils soutiennent maintenant - CNN",
        "Taylor Swift a conduit plus de 337 000 visiteurs à voter.gov avec l'approbation de Kamala Harris - CBS News",
        "Trump accuse faussement les immigrants de l'Ohio d'avoir enlevé et mangé des animaux de compagnie - The Associated Press",
        "Danity Kane's Dawn Richard poursuit Diddy pour abus sexuel - Vautour",
        "Les investisseurs se bousculent pour changer de position après le débat Trump-Harris - Al Jazeera English",
        "[supprimé]",
        "Les intervenants du 11 septembre sont atteints de démence. Ils veulent que le gouvernement les aide. - The Washington Post",
        "Une autre chaîne de restaurants fait faillite en vertu du chapitre 11 - Fox Business",
        "Les MTV Video Music Awards sont de retour. Taylor Swift entrera-t-elle dans l'histoire ? - L'Associated Press",
        "3 incendies de forêt massifs dans la région de Los Angeles ont brûlé plus de 100 000 acres en une semaine - ABC News",
        "Nouveau record ! 19 personnes sont en orbite autour de la Terre en ce moment - Space.com",
        "Android Auto est cassé pour les utilisateurs de Pixel 9 sur Android 15 Bêta - 9to5Google",
        "Blinken, Lammy du Royaume-Uni, visite l'Ukraine en signe de soutien à un moment clé de la guerre - Reuters.com"
    ]
}