{
    "headlines": [
        "Syria’s New Rebel Leaders Have Control of the Country. Now What? - The Wall Street Journal",
        "Sony Condemns “Any Reputational Attacks” On Blake Lively From Justin Baldoni’s Alleged Smear Campaign Against ‘It Ends With Us’ Co-Star - Deadline",
        "First human bird flu case confirmed in Stanislaus County - KCRA Sacramento",
        "Trump is teasing US expansion into Panama, Greenland and Canada - CNN",
        "Georgia football announces Carson Beck has UCL surgery, out for the rest of the season - DawgNation",
        "Packers vs. Saints where to watch: NFL kickoff time, live stream, odds, prediction for 'MNF' game - CBS Sports",
        "Biden gives life in prison to 37 of 40 federal death row inmates before Trump can resume executions - The Associated Press",
        "Scientists hope NASA's Parker Solar Probe gets hit by a storm during historic Christmas Eve sun flyby - Space.com",
        "Bill Clinton hospitalized with fever, in 'good spirits': Spokesperson - ABC News",
        "Nordstrom family takes department store chain private in $6.25 billion deal - The Washington Post",
        "Texans claim Diontae Johnson - NBC Sports",
        "Christopher Nolan’s ‘The Odyssey’ Revealed: Next Film Is ‘Mythic Action Epic’ Shot With New Imax Technology - Variety",
        "House Ethics report says Matt Gaetz paid for sex, possessed drugs - The Washington Post",
        "Democrats watch GOP dysfunction with glee - POLITICO",
        "UnitedHealthcare murder suspect Luigi Mangione pleads not guilty in New York - The Washington Post",
        "[Removed]",
        "Man accused of setting homeless woman on fire in Brooklyn subway car charged with murder - New York Daily News",
        "The quest to save the world’s largest CRT TV from destruction - Ars Technica",
        "H5N1 sickens Iowa poultry worker, virus strikes more cats, wild birds, and poultry - University of Minnesota Twin Cities",
        "Hawaii's Kilauea volcano sends lava gushing to the surface in latest eruption - follow live - BBC.com"
    ]
}