{
    "headlines": [
        "ਟਰੰਪ ਨੇ ਕਿਹਾ ਰੂਸ ਨੇ ਸੀਰੀਆ ਦਾ ਅਸਦ ਛੱਡਿਆ, ਕਦੇ ਸ਼ਾਮਲ ਨਹੀਂ ਹੋਣਾ ਚਾਹੀਦਾ ਸੀ - ਰਾਇਟਰ",
        "ਨਿ York ਯਾਰਕ ਦੀ ਗੋਲੀਬਾਰੀਃ ਯੂਨਾਈਟਿਡਹੈਲਥਕੇਅਰ ਸ਼ੱਕੀ ਵਿਅਕਤੀ ਦੀ ਭਾਲ ਵਿਚ ਚਿੱਤਰ ਜਾਰੀ ਕੀਤੇ ਗਏ - ਬੀਬੀਸੀ.",
        "ਕਾਲਜ ਫੁੱਟਬਾਲ ਪਲੇਆਫ ਦੀ ਭਵਿੱਖਬਾਣੀਃ ਕੌਣ ਹੈ ਅਤੇ ਕੌਣ ਫਾਈਨਲ ਸੀਐਫਪੀ ਬਰੈਕਟ ਤੋਂ ਬਾਹਰ ਹੈ - ਫੌਕਸ ਸਪੋਰਟਸ",
        "ਐਫਬੀਆਈ ਚੇਤਾਵਨੀ ਆਈਫੋਨ, ਛੁਪਾਓ ਉਪਭੋਗੀ-ਤਬਦੀਲ WhatsApp, ਫੇਸਬੁੱਕ ਮੈਸੇਂਜਰ, ਸਿਗਨਲ ਐਪਸ - ਫੋਰਬਸ",
        "UFC 310: ਪੰਤੋਜਾ ਬਨਾਮ ਅਸਕੁਰਾ - UFC",
        "ਸੀਰੀਆਈ ਸਰਕਾਰ ਅਸਦ ਪਰਿਵਾਰ ਦੇ 50 ਸਾਲ ਦੇ ਸ਼ਾਸਨ ਦੇ ਹੈਰਾਨਕੁਨ ਅੰਤ ਵਿੱਚ ਡਿੱਗੀ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਸਪੇਸਐਕਸ ਨੇ ਕੇਪ ਕੈਨਾਵਰਲ ਤੋਂ ਫਾਲਕਨ 9 ਰਾਕੇਟ 'ਤੇ 23 ਸਟਾਰਲਿੰਕ ਸੈਟੇਲਾਈਟ ਲਾਂਚ ਕੀਤੇ - ਸਪੇਸਫਲਾਈਟ ਹੁਣੇ ਸੰਪਰਕ ਕਰੋ",
        "ਡੋਰਥੀ ਦੀ ਇਕ ਵਾਰ ਗੁੰਮ ਗਈ ਰੂਬੀ ਚੱਪਲਾਂ 28 ਮਿਲੀਅਨ ਡਾਲਰ ਵਿਚ ਨਿਲਾਮੀ ਵਿਚ ਵੇਚੀਆਂ ਗਈਆਂ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਸੀਰੀਆ ਦੇ ਬਾਗ਼ੀ ਅਗਾ advanceਂ ਸਵੀਪਿੰਗ ਨੇ ਇਸਲਾਮਿਕ ਕਬਜ਼ੇ ਦੇ ਅਮਰੀਕੀ ਡਰ ਨੂੰ ਮੁੜ ਉਭਾਰਿਆ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਆਈਡੀਐਫ ਨੇ ਸੀਰੀਆ ਦੀ ਰਸਾਇਣਕ ਹਥਿਆਰਾਂ ਦੀ ਫੈਕਟਰੀ 'ਤੇ ਹਮਲਾ ਕੀਤਾ, ਸਰਹੱਦ' ਤੇ ਟੈਂਕ ਲਗਾਏ - ਰਿਪੋਰਟ - ਦਿ ਯਰੂਸ਼ਲਮ ਪੋਸਟ",
        "ਜੌਨ ਮਹਾਮਾ ਨੇ ਘਾਨਾ ਦੀ ਚੋਣ ਜਿੱਤੀ ਕਿਉਂਕਿ ਮਹਾਮੁਦੂ ਬਾਉਮੀਆ ਹਾਰ ਨੂੰ ਸਵੀਕਾਰ ਕਰਦਾ ਹੈ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਪ੍ਰਭਾਵਸ਼ਾਲੀ ਬ੍ਰੇਕੀ ਹਿੱਲ ਨੇ ਬੈਰੀ ਕੇਓਗਨ ਹੁੱਕਅਪ ਅਫਵਾਹਾਂ ਨੂੰ ਸੰਬੋਧਿਤ ਕੀਤਾ ਜਦੋਂ ਉਸ ਨੇ ਸਬਰੀਨਾ ਕਾਰਪੈਂਟਰ 'ਤੇ ਉਸ ਨਾਲ ਧੋਖਾਧੜੀ ਕਰਨ ਦਾ ਦੋਸ਼ ਲਗਾਇਆ - ਪੰਨਾ ਛੇ",
        "ਬਿਗ ਟੈਨ ਚੈਂਪੀਅਨਸ਼ਿਪ ਗੇਮਃ ਪੈਨ ਸਟੇਟ - ਓਰੇਗਨ ਚੌਥਾ ਕੁਆਰਟਰ ਓਪਨ ਥ੍ਰੈਡ - ਬਲੈਕ ਜੁੱਤੀ ਡਾਇਰੀਜ਼",
        "ਬੈਕਅਪ ਕਿ Qਬੀ ਜਾਰਜੀਆ ਨੂੰ ਐਸਈਸੀ ਚੈਂਪੀਅਨਸ਼ਿਪ ਵਿੱਚ ਟੈਕਸਾਸ ਉੱਤੇ ਓਟੀ ਜਿੱਤਣ ਲਈ ਪ੍ਰੇਰਿਤ ਕਰਦਾ ਹੈ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਚਾਰਲੀ ਐਕਸਸੀਐਕਸ, ਜੈਕ ਐਂਟੋਨੌਫ, ਲੇਨੀ ਵਿਲਸਨ, ਕਵਾਵੋ, ਓਲੀਵੀਆ ਰੋਡਰਿਗੋ, ਲਾਨਾ ਡੇਲ ਰੇਅ ਅਤੇ ਹੋਰ ਸਲਿਊਟ ਦ ਈਅਰ ਇਨ ਮਿਊਜ਼ਿਕ ਐਟ ਵੈਰੀਟੀਜ਼ ਹਿੱਟਮੇਕਰਜ਼ ਬਰੰਚ - ਵਰਾਇਟੀ",
        "‘ਮੈਂ ਜਿਨਸੀ ਹਮਲੇ ਤੋਂ ਬਚਿਆ ਹਾਂ’: ਅਰਨਸਟ ਨੇ ਹੇਗਸੇਥ - ਪੋਲੀਟੀਕੋ ਲਈ ‘ਪੂਰੀ ਤਰ੍ਹਾਂ ਜਾਂਚ’ ਕਰਨ ਦਾ ਵਾਅਦਾ ਕੀਤਾ",
        "ਹਟਾਈ",
        "ਪ੍ਰਿੰਸ ਵਿਲੀਅਮ ਅਤੇ ਟਰੰਪ ਨੋਟਰੇ-ਡੈਮ ਦੇ ਦੁਬਾਰਾ ਖੁੱਲ੍ਹਣ ਤੋਂ ਬਾਅਦ ਮਿਲਦੇ ਹਨ - ਬੀਬੀਸੀ.",
        "ਲਾਨਾ ਡੇਲ ਰੇ ਨੇ ਜੇਰੇਮੀ ਡੁਫਰੀਨ ਨਾਲ ਉਸ ਦੇ ਵਿਆਹ ਲਈ ਜੈਕ ਐਂਟੋਨੌਫ ਨੂੰ ਕ੍ਰੈਡਿਟ ਦਿੱਤਾ - ਵੰਨਗੀ",
        "ਡਸਟਿਨ ਬਰੋਜ਼ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਸ ਕੋਲ ਟੈਕਸਾਸ ਹਾ Houseਸ ਸਪੀਕਰ ਬਣਨ ਲਈ ਵੋਟਾਂ ਹਨ ਡੇਵਿਡ ਕੁੱਕ ਜੀਓਪੀ ਕਾਕਸ ਵੋਟ ਜਿੱਤਣ ਤੋਂ ਬਾਅਦ - ਦਿ ਟੈਕਸਾਸ ਟ੍ਰਿਬਿਊਨ"
    ]
}