{
    "headlines": [
        "«Нетс» возвращают Д 'Анджело Рассела, заключают сделку Дориана Финни-Смита с «Лейкерс» - New York Post",
        "Израиль арестовал директора больницы в Газе, который писал для New York Times, обвиняя его в терроризме ХАМАСа - New York Post",
        "Акции ‘BATMMAAN’ взлетели на помощь рынку в декабре. - MarketWatch",
        "2 мужчины из Орегона умирают от воздействия в лесу после того, как они отправились на поиски Снежного человека - CNN",
        "Норовирус снова распространяется в некоторых частях США. Что нужно знать о желудочном вирусе - PBS NewsHour",
        "Президент Азербайджана заявил, что разбившийся лайнер был сбит Россией непреднамеренно - Ассошиэйтед Пресс",
        "Кассовые сборы: Nosferatu, A Complete Unknown Start Strong, Mufasa is No. 1 - Variety",
        "Ралли S&P 500 в 2024 году шокировало синоптиков, ожидающих его провала - Bloomberg",
        "Вот разбивка того, где, по сообщениям, торнадо были в районе Хьюстона в субботу - KHOU.com",
        "179 погибших, 2 спасены после крушения самолета при посадке в Южной Корее - ABC News",
        "Создатель Squid Game говорит, что главный герой Gi-hun «не будет тем, кем он был во 2 сезоне», как только выйдет 3 сезон - Gamesradar",
        "Изъято",
        "Как Дональд Трамп трансформировал массовую культуру - POLITICO",
        "«Взрывная» стратегия Джастина Балдони на фоне юридической битвы Blake Lively показала: «Это шокирует всех...» - Hindustan Times",
        "Новая утечка Samsung подтверждает разочаровывающее обновление ультракамеры Galaxy S25 - Forbes",
        "Трэвис Келс похвалил за то, что он сделал после свидания с Тейлор Свифт в субботу вечером - Athlon Sports",
        "10 самых ожидаемых видеоигр 2025 года - Softonic RU",
        "«Первый, кто подаст в суд»: Противодействие желанию Трампа покончить с гражданством по праву рождения является личным для этого генерального прокурора - Yahoo! Voices",
        "Палестинка была застрелена в своем доме на Западном берегу. Ее семья обвиняет палестинские силы безопасности - Associated Press",
        "В свою очередь, Трамп понижает рейтинг растущей риторики в отношении предвыборных обещаний - Yahoo! Voices"
    ]
}