{
    "headlines": [
        "Nancy Pelosi hospitalized during a congressional delegation trip abroad, her office says - ABC News",
        "Yankees trade for star closer Devin Williams in end to Nestor Cortes’ Bronx tenure - New York Post ",
        "49ers teammates blast 'selfish' De'Vondre Campbell for refusing to play: 'Just stupid, and it's very immature' - CBS Sports",
        "US lawmakers tell Apple, Google to be ready to remove TikTok from app stores on Jan. 19 - Reuters",
        "The Best Albums of 2024 - Variety",
        "Weigh-In Results | UFC Tampa - UFC",
        "Daniel Penny Will Join Trump and Vance at Army-Navy Football Game - The New York Times",
        "Weight-Loss Drug Craze Appears to Be Curbing US Obesity Epidemic - Bloomberg",
        "Zendaya and Nicole Kidman on Intimacy, Challengers and Babygirl - Variety",
        "Brian Austin Green Reacts to Ex Megan Fox's Split from Machine Gun Kelly: 'Grow Up. She's Pregnant' - AOL",
        "Brian Thompson's boss speaks out after killing: U.S. health system needs fixing - Axios",
        "Google debuts NotebookLM for enterprises - TechCrunch",
        "You Can Save $10 Right Now on The Game Awards’ GOTY Winner Astro Bot - IGN",
        "Stock Market Today: Nasdaq Hits Fresh Record As Broadcom Surges, Tops $1 Trillion Market Cap (Live Coverage) - Investor's Business Daily",
        "Trump aides mull abolishing FDIC as part of dramatic banking deregulation spree: report - New York Post ",
        "Microsoft Recall Can Still Potentially Screenshot Your Sensitive Information - Gizmodo",
        "2024 Heisman Trophy straw poll: Colorado two-way star Travis Hunter emerges as clear winner of coveted award - CBS Sports",
        "François Bayrou appointed French prime minister - Financial Times",
        "Retired USAF colonel urges White House to stop gaslighting NJ residents over mysterious drones - New York Post ",
        "Oldest human DNA helps pinpoint when early humans interbred with Neanderthals - CNN"
    ]
}