{
    "headlines": [
        "Акции майнинга растут после сообщений о переговорах о слиянии Glencore и Rio Tinto; Европейские рынки возобновляют ралли - CNBC",
        "Жителям приказали эвакуироваться после пожара на электростанции в Центральной Калифорнии - CNN",
        "Новости в прямом эфире: последние новости о смертоносных пожарах в Лос-Анджелесе - CNN",
        "Пакистанский суд приговорил экс-премьера Имрана Хана и его жену к тюремному заключению по делу о коррупции - CNN",
        "Изъято",
        "Акции Nintendo упали как анонс Switch 2 - The Wall Street Journal",
        "Джастин Балдони подал в суд на Блейка Лайвли и Райана Рейнольдса за $ 400 млн - BBC.com",
        "Население Китая сокращается третий год подряд - Reuters",
        "Потенциальный первый в мире: видеозапись дикого дверного звонка, звук падения метеорита - ScienceAlert",
        "Длинный трехочковый матч Доусона Гарсии против ОТ дает мужскому баскетболу Gophers первую победу в Большой десятке сезона - Star Tribune",
        "Рост ВВП Китая достиг 5-процентного целевого показателя на 2024 год - Financial Times",
        "Изъято",
        "BFF миллиардеров? Комплименты Безоса и Маска и мемы «Сводных братьев» после запусков ракет - Business Insider",
        "Алекс Овечкин побил рекорд НХЛ по количеству вратарей, забив 874-й гол в карьере – победитель овертайма против Леви Мерилайнена из Оттавы - Russian Machine Never Breaks",
        "Звезда «Твин Пикс» Мэдхен Амик отдает дань Дэвиду Линчу: «Моя Северная звезда» - крайний срок",
        "Джулиани и сотрудники избирательной комиссии Джорджии достигли соглашения по делу о диффамации - The Washington Post",
        "Премьер-министр Гренландии твердо выступает за независимость: «Мы хотим быть гренландцами» - POLITICO",
        "Более 130 человек живут в приюте для бездомных губернатора Джеффа Лэндри в Новом Орлеане. Подробнее - NOLA.com",
        "Голосование Израиля по соглашению о прекращении огня в Газе отложено - BBC.com",
        "Сенатор Тэмми Дакворт - ветеран боевых действий. Она пришла готовая допросить Хегсета. - 19-ое*"
    ]
}