{
    "headlines": [
        "أكبر منظم لبنك الاحتياطي الفيدرالي في وول ستريت يتنحى بعد أن ضغط مستشارو ترامب لخفض رتبته - واشنطن بوست",
        "يطلب محامو ترامب من القاضي وقف الحكم في قضية الصمت يوم الجمعة بينما يستأنفون منعه - وكالة أسوشيتد برس",
        "ديمي مور \"في حالة صدمة\" بعد فوزها بأول جائزة تمثيل على الإطلاق في عمر 62 عامًا: \"لقد كنت أفعل هذا منذ أكثر من 45 عامًا\" - سي إن بي سي",
        "أعمال Hulu + Live TV من ديزني للاندماج مع Fubo، مما يمهد الطريق لفينو سبورتس - رويترز",
        "امرأة اعتقلت بعد كعكة عيد الميلاد المليئة بالزرنيخ تقتل 3 من أفراد الأسرة في البرازيل - سي بي إس نيوز",
        "طرد مدربو اتحاد كرة القدم الأميركي اليوم: تحديثات بث مباشر ليوم الاثنين الأسود 2025، وآخر الأخبار بينما ترفض جاكوار دوغ بيدرسون - سي بي إس سبورتس",
        "بعد 4 سنوات من تمرد 6 يناير، تشهد كامالا هاريس بفوز ترامب في الانتخابات - إيه بي سي نيوز",
        "محذوف",
        "كيف استخدم علماء الفلك عدسة الجاذبية لاكتشاف 44 نجمًا جديدًا في مجرة بعيدة - ABC News",
        "ما يجب معرفته عن تفشي فيروس الورم الحليمي البشري في الصين - DW (الإنجليزية)",
        "توم هولاند وزندايا مخطوبان: تقرير - مراسل هوليوود",
        "محذوف",
        "أعاقت \"السياسة والمشاحنات\" أمن الحي الفرنسي في نيو أورليانز، حسبما وجدت شركة استشارية في تقرير عام 2019 - سي إن إن",
        "عاصفة شتوية قاتلة تترك مئات الآلاف من دون كهرباء مع تساقط الثلوج الكثيفة شرقًا - واشنطن بوست",
        "التغطية المباشرة: ستطلق SpaceX أول مهمة مخصصة لـ Starlink لعام 2025 - Spaceflight Now",
        "كبير الأطباء الأمريكيين يريد تحذيرًا من السرطان على الكحول: ماذا يقول العلم ؟ - الجزيرة الإنجليزية",
        "يحظر بايدن بشكل دائم الحفر البحري في 625 مليون فدان من المحيط، مما يجعل انعكاس ترامب أمرًا صعبًا - سي إن إن",
        "تشير الدراسة إلى أن المشروبات السكرية قد تسبب أكثر من 330 ألف حالة وفاة سنويًا - سي إن إن",
        "شريحة التصفيات النهائية لدوري كرة القدم الأمريكية: الجدول الزمني والمباريات مع تعيين الجولة الافتتاحية - واشنطن بوست",
        "تقدم كوالكوم رقائق Snapdragon X الخاصة بها إلى أجهزة الكمبيوتر المحمولة وأجهزة الكمبيوتر المكتبية متوسطة المدى التي تعمل بنظام Windows - TechCrunch"
    ]
}