{
    "headlines": [
        "Daniel Craig sai do filme de guerra da DC Studios ‘Sgt. Rock’ - Hollywood Reporter",
        "Pontuação AO VIVO do Sporting KC vs Inter Miami, Copa dos Campeões da CONCACAF: Lionel Messi começa, Alinhamentos, atualizações meteorológicas, notícias da partida - Sportstar",
        "Trump adverte Zelenskyy para negociar rapidamente o fim da guerra com a Rússia ou arriscar não ter uma nação para liderar - The Associated Press",
        "Secretário de Defesa ordena que militares se preparem para grandes cortes orçamentários - CNN",
        "Juiz parece estar no caminho certo para permitir que o DOJ encerre o caso de Eric Adams - POLITICO",
        "IRS deve demitir 6.700 funcionários a partir de quinta-feira - Executivo do Governo",
        "Dois mortos depois de pequenos aviões colidirem no ar no Arizona - BBC.com",
        "Microsoft Reivindica Avanço da Computação Quântica ao Criar Novo Estado da Matéria - The Wall Street Journal",
        "UnitedHealth Group começa a oferecer aquisições de funcionários, pode recorrer a demissões - Star Tribune",
        "Alan Ritchson, estrela de ‘Reacher’, chama o colega de infância Matt Gaetz de \"filho daputa\": \"Ele simplesmente não é um cara bom\" - Prazo",
        "Sete homens chilenos são acusados de assaltar as casas de Mahomes, Burrow e outros atletas famosos - Associated Press",
        "Nikola Stock Mergulha no Pedido de Falência do Capítulo 11 - Barron's",
        "Reservas federais dos EUA alertam que tarifas de Trump podem aumentar preços - BBC.com",
        "Um surto de sarampo está a atingir o Texas e o Novo México. Explicou o vírus altamente contagioso. - Yahoo",
        "Médicos dizem que Papa Francisco mostra ‘ligeira melhora’ enquanto está no hospital, diz agência de notícias católica",
        "Probabilidade de asteroide atingir a Terra mais alta já registrada - TribLIVE",
        "Google retira Gemini do aplicativo de pesquisa principal no iOS - TechCrunch",
        "Canadá vence título de confronto de 4 nações na simulação da EA Sports NHL - NHL.com"
    ]
}