{
    "headlines": [
        "O campeão do Super Bowl, Eagles, retorna à Filadélfia | ASSISTA À COBERTURA AO VIVO - 6ABC Philadelphia",
        "Espera-se que Trump perdoe o ex-governador de Illinois Rod Blagojevich 5 anos depois de comutar sua sentença - The Associated Press",
        "Hegseth ordena pausa imediata nos cuidados médicos de afirmação de gênero para membros do serviço transgênero - ABC News",
        "Os anúncios de celebridades mais e menos populares do Super Bowl LVIII - Hollywood Reporter",
        "A Casa Branca tem como alvo o CFPB enquanto o sindicato processa a paralisação do trabalho - The Washington Post",
        "Pesadelo ‘black seadevil’ visto por cientistas nadando em águas rasas - New York Post",
        "cronograma de lançamento do iPhone SE 2025 mais recente: exatamente quando esperar o novo iPhone - Forbes",
        "Em decisão de emergência, o telescópio James Webb estudará o asteroide 'matador de cidades' 2024 YR4 antes de sua aproximação à Terra - Livescience.com",
        "Apple corrige bug de iPhone e iPad usado em \"ataque extremamente sofisticado\" - TechCrunch",
        "Super Bowl 2025: Eis o que Jalen Hurts, Patrick Mahomes disseram um sobre o outro após a derrota dos Chiefs para os Eagles - CBS Sports",
        "Bracketology: Duke desliza para a quarta semente número 1, fazendo o St. John's subir entre parênteses projetados - CBS Sports",
        "Descubra se será afetado por 3 grandes tempestades esta semana - The Washington Post",
        "Os ganhos do McDonald's não atendem às expectativas. Why the Stock Is Rising. - Barron's",
        "Casos de gripe aumentam, marcando a estação mais intensa em 15 anos - New Jersey Digest",
        "Preços dos metais dos EUA sobem para grandes prêmios antes das tarifas de Donald Trump - Financial Times",
        "Pelo menos 50 morrem na Guatemala após autocarro cair de ponte - CNN",
        "Serena Williams aleijada aparece surpresa no Super Bowl - BBC.com",
        "Israel-Gaza mais recente: Hamas diz que está suspendendo a libertação de reféns - Israel diz que militares agora estão em 'alerta máximo' - BBC.com"
    ]
}