{
    "headlines": [
        "ਟਾਈਮਲਾਈਨ ਦਰਸਾਉਂਦੀ ਹੈ ਕਿ ਅਸੀਂ ਐਲ. ਏ. ਮੇਅਰ ਕੈਰਨ ਬਾਸ ਦੀ ਘਾਨਾ ਦੀ ਯਾਤਰਾ ਬਾਰੇ ਕੀ ਜਾਣਦੇ ਹਾਂ ਕਿਉਂਕਿ ਅੱਗ ਸੰਕਟ ਵਿਕਸਤ ਹੋਇਆ ਹੈ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਗਾਜ਼ਾ ਜੰਗਬੰਦੀ ਸੌਦਾਃ ਅਸੀਂ ਕੀ ਜਾਣਦੇ ਹਾਂ? - ਬੀਬੀਸੀ.",
        "ਐਫ ਡੀ ਏ ਕੈਂਡੀ, ਡ੍ਰਿੰਕ ਅਤੇ ਸਨੈਕਸ ਵਿਚ ਪਾਏ ਗਏ ਵਿਵਾਦਪੂਰਨ ਲਾਲ ਰੰਗ 'ਤੇ ਪਾਬੰਦੀ ਲਗਾਉਂਦਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਅਮਰੀਕੀ ਸੁਪਰੀਮ ਕੋਰਟ ਨੇ ਟੈਕਸਾਸ ਆਨਲਾਈਨ ਪੋਰਨ ਉਮਰ ਦੀ ਤਸਦੀਕ ਕਾਨੂੰਨ ਨਾਲ ਜੂਝਿਆ - ਰਾਇਟਰਜ਼",
        "ਐਲਏ ਜੰਗਲੀ ਅੱਗਾਂ ਦਾ ਕਾਰਨ ਕੀ ਸੀ? ਇਹ ਉਹ ਹੈ ਜੋ ਅਸੀਂ ਸੰਭਾਵਤ ਮੂਲ ਬਾਰੇ ਜਾਣਦੇ ਹਾਂ. - ਯੂਐਸਏ ਅੱਜ",
        "ਪ੍ਰੀਮੀਅਰ ਲੀਗ ਲਾਈਵਃ ਆਰਸੇਨਲ ਬਨਾਮ ਸਪੁਰਸ, ਐਵਰਟਨ ਬਨਾਮ ਐਸਟਨ ਵਿਲਾ, ਨਿcastਕੈਸਲ ਬਘਿਆੜ ਸਮੇਤ ਚਾਰ ਗੇਮਜ਼ - ਰੇਡੀਓ & ਟੈਕਸਟ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਯੂਨਾਈਟਿਡਹੈਲਥ, ਮਾਰੇ ਗਏ ਕਾਰਜਕਾਰੀ ਬ੍ਰਾਇਨ ਥੌਮਸਨ ਦੇ ਮਾਲਕ, ਨੇ 1,000% ਤੋਂ ਵੱਧ ਨਸ਼ਿਆਂ ਲਈ ਕੁਝ ਕੈਂਸਰ ਦੇ ਮਰੀਜ਼ਾਂ ਨੂੰ ਓਵਰਚਾਰਜ ਕੀਤਾ ਹੈ - Fortune",
        "ਡਰੇਕ ਨੇ ਕੇਂਡਰਿਕ ਲਾਮਾਰ ਦੀ ‘ਨਾਟ ਲਾਈਕ ਅਸਾਡੇ‘ ‘ਤੇ ਮਾਣਹਾਨੀ ਲਈ ਯੂਐਮਜੀ ਨੂੰ ਸੁੱਟਿਆ - ਬਿਲਬੋਰਡ",
        "ਮਿਨੀਸੋਟਾ ਦੇ 2025 ਵਿਧਾਨ ਸਭਾ ਸੈਸ਼ਨ ਦੀ ਹਫੜਾ-ਦਫੜੀ ਦੀ ਸ਼ੁਰੂਆਤ ਬਾਰੇ ਜਾਣਨ ਲਈ 5 ਗੱਲਾਂ - Star Tribune",
        "ਬਲੂਸਕੀ ਆਪਣੀ ਖੁਦ ਦੀ ਫੋਟੋ-ਸ਼ੇਅਰਿੰਗ ਐਪ, ਫਲੈਸ਼ ਪ੍ਰਾਪਤ ਕਰ ਰਿਹਾ ਹੈ - ਟੈਕਕ੍ਰਾਂਚ",
        "ਮੈਕਸੀਕੋ ਦੇ ਕਾਰਟੈਲ ਕਿੰਗਪਿਨ ਇਸਮਾਏਲ ‘ਏਲ ਮੇਯੋ‘ ਜ਼ਾਂਬਾਡਾ ਨਾਲ ਗੱਲਬਾਤ ਵਿਚ ਅਮਰੀਕਾ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਕੁਇਨ ਈਵਰਜ਼ ਐਨਐਫਐਲ ਡਰਾਫਟ ਵਿੱਚ ਦਾਖਲ ਹੁੰਦਾ ਹੈ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਸਮਿਥ ਰਿਪੋਰਟ 'ਤੇ ਨੋਟਸ, ਵਾਲੀਅਮ. 1 - ਲਾਅਫੇਅਰ ਬਲੌਗ",
        "ਸੈਮਸੰਗ ਗਲੈਕਸੀ ਐਸ 25 ਸੀਰੀਜ਼ ਦੇ ਅਧਿਕਾਰਤ ਕੇਸ ਲੀਕ ਹੋਏ, ਕਈ ਤਰ੍ਹਾਂ ਦੇ ਰੰਗਾਂ ਅਤੇ ਸ਼ੈਲੀਆਂ ਦਾ ਖੁਲਾਸਾ - ਫੋਨਅਰੇਨਾ",
        "ਵੁਲਫ ਮੈਨ ਫਿਲਮ ਸਮੀਖਿਆ & ਫਿਲਮ ਸੰਖੇਪ (2025) - ਰੋਜਰ ਈਬਰਟ",
        "ਕੀ ਅਸੀਂ ਬਰਡ ਫਲੂ ਮਹਾਂਮਾਰੀ ਵੱਲ ਜਾ ਰਹੇ ਹਾਂ? ਮਾਹਰਾਂ ਦਾ ਭਾਰ - ਬੋਸਟਨ. ਕਾੱਮ",
        "ਸਟਾਕ ਮਾਰਕੀਟ ਅੱਜਃ ਡਾਓ ਜੋਨਸ ਸੀਪੀਆਈ ਮਹਿੰਗਾਈ ਦੇ ਅੰਕੜਿਆਂ 'ਤੇ ਛਾਲ ਮਾਰਦਾ ਹੈ; ਬੈਂਕਾਂ ਦੀ ਮਜ਼ਬੂਤ ਕਮਾਈ ਤੋਂ ਬਾਅਦ - ਦਿ ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "ਏਜੀ ਦੇ ਨਾਮਜ਼ਦ ਪਾਮ ਬੌਂਡੀ ਨਹੀਂ ਕਹਿਣਗੇ ਕਿ ਟਰੰਪ 2020 ਦੀਆਂ ਚੋਣਾਂ ਹਾਰ ਗਏ - ਦ ਹਿੱਲ",
        "'ਆਈਫੋਨ 17 ਏਅਰ' ਇਸ ਸਾਲ ਦੇ ਅਖੀਰ ਵਿੱਚ ਇਨ੍ਹਾਂ 10 ਨਵੇਂ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਦੇ ਨਾਲ ਲਾਂਚ ਹੋ ਰਿਹਾ ਹੈ - ਮੈਕਰੂਮੋਰਸ",
        "ਇਕ ਯੂਆਈ 7.0 ਸੈਟਅਪ ਵੀਡੀਓ ਸਾਨੂੰ ਮੱਖਣ ਨਿਰਵਿਘਨ ਐਨੀਮੇਸ਼ਨਾਂ ਲਈ ਉਤਸ਼ਾਹਿਤ ਕਰਦਾ ਹੈ - ਸੈਮਮੋਬਾਈਲ - ਸੈਮਸੰਗ ਖ਼ਬਰਾਂ"
    ]
}