{
    "headlines": [
        "Could Ozempic treat addiction? - The Washington Post",
        "Google sues to stop the US from monitoring it like a bank - The Verge",
        "Donald Trump and Prince William meet at Notre-Dame for reopening in Paris - BBC.com",
        "Apple’s Surprising iPhone Update—Green Bubbles End Next Week - Forbes",
        "2026 No. 1 Recruit Zion Elee commits to Maryland - On3.com",
        "UnitedHealthcare CEO shooting opens floodgates of Americans’ insurance frustrations - PBS NewsHour",
        "Pope creates 21 cardinals, many of them reformers in their own right, to carry out his reform plans - The Associated Press",
        "Reports: Oklahoma State coach Mike Gundy agrees to restructured contract after 0-9 season in Big 12 play - Yahoo Sports",
        "Pat McAfee Predicts Blowout in SEC Title Game Between Georgia, Texas - Athlon Sports",
        "A Source Addressed Viral Rumors That Barry Keoghan Cheated On Sabrina Carpenter Before Their Alleged Breakup - BuzzFeed",
        "Path Of Exile 2: 500,000 Steam Concurrents, 1.1 Million Twitch Viewers, A Smash Hit - Forbes",
        "Arizona State vs. Iowa State live stream, where to watch, TV channel, Big 12 Championship Game odds, pick - CBS Sports",
        "[Removed]",
        "New York’s top VCs under 30 - TechCrunch",
        "A Navy veteran thought she was having a heart attack. A trip to the emergency room found something else. - CBS News",
        "A legacy of valor: Only 16 Pearl Harbor survivors remain. On the 83rd anniversary, they still share stories of heroism - CNN",
        "One of Diddy's accusers reveals identity as ex-wife of this NHL star - The Times of India",
        "Mega Millions Jackpot Eclipses $600 Million—Here’s How Much The Winner Could Take Home After Taxes - Forbes",
        "Alina Habba predicts Biden will hand out pardons ‘like they’re tic tacs’ - The Hill",
        "Bitcoin rally to continue until end of 2025 — Analyst - Cointelegraph"
    ]
}