{
    "headlines": [
        "Gagnants et perdants du football collégial : avec la perte de l'Alabama, l'État de l'Ohio ou le Texas passeront-ils au premier rang ? - Yahoo Sports",
        "Razorbacks étourdissent Vols, fin de la sécheresse vs. top-5 équipes - ESPN",
        "Un homme s'immole par le feu dans le centre-ville de D.C. lors d'un rassemblement pro-palestinien - The Washington Post",
        "Milton, une menace majeure d'ouragan en Floride - The Weather Channel",
        "Des milliers de personnes se joignent à des rassemblements pro-palestiniens dans le monde entier à l'approche du 7 octobre - The Associated Press",
        "Résultats de la carte principale | UFC 307 : Pereira vs Rountree Jr. - UFC",
        "Harris visite la Caroline du Nord, lors de son deuxième voyage dans les zones ravagées par Hélène - The Washington Post",
        "Alex Verdugo joue un héros improbable dans la victoire AlDS du match 1 des Yankees - New York Post",
        "Israël frappe le Liban alors que la région se prépare à répondre à l'Iran : mises à jour en direct - CNN",
        "Trump est retourné à Butler, en Pennsylvanie, pour un rassemblement. Voici comment les services secrets ont sécurisé l'événement. - CBS News",
        "Israël étend ses frappes au nord du Liban alors que le nombre de morts augmente - The Washington Post",
        "Robert Pattinson et Suki Waterhouse font une rare apparition commune des mois après avoir accueilli bébé - E ! NEWS",
        "La suite de « Joker » obtient le dernier rire alors que le flop critique prend la couronne du box-office - New York Post",
        "Le frère de Richard Simmons partage un « petit secret » sur l'enterrement tardif du gourou du fitness : « Peu de gens le savent » - Fox News",
        "[supprimé]",
        "Le kibboutz israélien brisé Be'eri tente de trouver un avenir - BBC.com",
        "Vérification des faits : Les immigrants haïtiens à Springfield aux États-Unis sont-ils illégaux ? - Al Jazeera English",
        "Biltmore Village près d'un domaine célèbre ravagé par l'ouragan Helene : avant et après - Fox Business",
        "Hillary Clinton aborde le timing de la note de Jack Smith - CNN",
        "La Terre a officiellement une deuxième lune : l'astéroïde 2024 PT5 capturé en orbite temporaire - La galaxie quotidienne - Grandes découvertes"
    ]
}