{
    "headlines": [
        "الصقور مقابل النسور ليلة الاثنين تحديثات مباشرة لكرة القدم: تعود فيلادلفيا بعد فوز البرازيل لمواجهة أتلانتا - ياهو سبورتس",
        "شاناهان يقول ديبو \"بضعة أسابيع\" مع سلالة العجل - منطقة خليج إن بي سي الرياضية",
        "إدمان جين يلغي جولته بعد مشاجرات الحفلات الموسيقية على خشبة المسرح - وكالة أسوشيتد برس",
        "تحقيق إن بي سي نيوز يكشف عن تأجير كلية الطب في تكساس لأجزاء من جثث لم يطالب بها أحد - إن بي سي نيوز",
        "رئيس FX جون لاندغراف في ليلة إيمي \"المثيرة\" لـ \"Shōgun\" و \"The Bear\" - الموعد النهائي",
        "شاهد إطلاق سراح الحوت الأحدب المتشابك في معدات الصيد بعد 4 أيام - USA TODAY",
        "يوضح تفويض أندي جاسي للعودة إلى المكتب مدى خطورة أزمة منتصف العمر لثقافة الأمازون - فورتشن",
        "تطبيق إضافي للقانون للقيام بدوريات في المدارس في سبرينغفيلد، أوهايو، بعد تهديدات مرتبطة بادعاءات كاذبة حول المهاجرين الهايتيين - سي إن إن",
        "القاضي يرفض محاولة مساعد ترامب السابق مارك ميدوز لنقل قضية انتخابات أريزونا إلى المحكمة الفيدرالية - وكالة أسوشيتد برس",
        "\"A Fyre Fest Feeling \": داخل\" الفوضى \"في برنامج الواقع الجديد MrBeast - Rolling Stone",
        "وجد تيتو جاكسون يعاني من نوبة قلبية في مركز تسوق نيو مكسيكو قبل وفاته - الصفحة السادسة",
        "رئيس الخدمة السرية يعترف بشكل ملحوظ: نحن بحاجة إلى \"نقلة نوعية\" - إن بي سي نيوز",
        "عاصفة مطيرة مدارية تجلب الفيضانات إلى كارولينا، وسط المحيط الأطلسي - واشنطن بوست",
        "يقول باركليز عن أسهم Apple: \"حان وقت القفز من السفينة\" - TipRanks",
        "تمت الإزالة",
        "مكارثي \"خاب أمله\" بعد خسارة رعاة البقر للقديسين: \"نحن بحاجة إلى التعلم منه\" - DallasCowboys.com",
        "الفهود ينهالون على برايس يونغ بالفعل ؟! ؟ ستة أسئلة حول القرار وما هي الخطوة التالية - ESPN",
        "يواجه TikTok قضاة متشككين في جلسة الاستماع بشأن الحظر المحتمل - NBC News",
        "تم الإبلاغ عن مخالطات عرضية في التحقيق في حالة إنفلونزا ميسوري H5N1 - جامعة مينيسوتا المدن التوأم",
        "\"كل شيء جيد هنا \": آخر الرسائل التي تم الكشف عنها من غواصة تيتان قبل الانفجار الداخلي: خفر السواحل - ABC News"
    ]
}