{
    "headlines": [
        "ਇਕ ਮੌਤ ਨਾਲ ਜੁੜੇ ਈ. ਕੋਲੀ ਦੇ ਫੈਲਣ ਤੋਂ ਬਾਅਦ ਗਾਜਰ ਵਾਪਸ ਬੁਲਾਏ ਗਏ, ਸੀਡੀਸੀ ਕਹਿੰਦੀ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਐਂਜਲੀਨਾ ਜੋਲੀ ਅਤੇ ਸੋਨ ਨੋਕਸ 2024 ਗਵਰਨਰਜ਼ ਅਵਾਰਡਜ਼ ਰੈੱਡ ਕਾਰਪੇਟ ਵਿਖੇ ਸ਼ੋਅ ਚੋਰੀ ਕਰਦੇ ਹਨ - ਯਾਹੂ ਐਂਟਰਟੇਨਮੈਂਟ",
        "ਹਾਲੀਵੁੱਡ ਸਿਤਾਰੇ ਕੁਇੰਸੀ ਜੋਨਸ, ਬਾਂਡ ਨਿਰਮਾਤਾ, ਹੋਰ ਮਨਾਉਣ ਵਾਲੇ ਆਨਰੇਰੀ ਆਸਕਰ ਇਵੈਂਟ ਲਈ ਇਕੱਠੇ ਹੁੰਦੇ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਟਰੰਪ ਨੇ ਬ੍ਰੈਂਡਨ ਕਾਰ ਨੂੰ ਐੱਫਸੀਸੀ ਦੀ ਪ੍ਰਧਾਨਗੀ ਲਈ ਟੈਪ ਕੀਤਾ - ਪੋਲਿਟਿਕੋ",
        "ਜੋਸ਼ ਐਲਨ ਦਾ ਪਾਗਲ ਟੱਚਡਾਉਨ ਰਨ ਬਿਲਾਂ ਦੇ ਹੱਥ ਚੀਫ ਦੇ ਪਹਿਲੇ ਨੁਕਸਾਨ ਵਿੱਚ ਸਹਾਇਤਾ ਕਰਦਾ ਹੈ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਫਾਈਨਲਿਸਟ ਨੇ ਉਸ ਨੂੰ ਨਾਰਾਜ਼ ਕਰਨ ਤੋਂ ਬਾਅਦ ਟਰੰਪ ਰੀਥਿੰਕਿੰਗ ਖਜ਼ਾਨਾ ਪਿਕਃ ਰਿਪੋਰਟ - ਦਿ ਡੇਲੀ ਬੀਸਟ",
        "ਇਤਿਹਾਸਕ ਐਮਾਜ਼ਾਨ ਦੌਰੇ ਦੌਰਾਨ ਬਿਡੇਨ ਨੇ ਕਿਹਾ ਕਿ \"ਕੋਈ ਵੀ ਉਲਟਾ ਨਹੀਂ ਸਕਦਾ\" ਸਾਫ਼ energyਰਜਾ ਇਨਕਲਾਬ - ਐਕਸੀਓਸ",
        "ਆਰਐਫਕੇ ਜੂਨੀਅਰ ਦੀ ਚੋਣ ਜਨਤਕ ਸਿਹਤ ਬਾਰੇ ਵਿਚਾਰ ਵਟਾਂਦਰੇ ਨੂੰ ਵਧਾਏਗੀ, ਡੇਬੋਰਾ ਬਿਰਕਸ ਕਹਿੰਦਾ ਹੈ - ਪੋਲਿਟਿਕੋ",
        "ਰੈਂਕਿੰਗ ਹਫਤਾ 11 ਕਲਪਨਾ ਫੁੱਟਬਾਲ ਜੇਤੂ ਅਤੇ ਹਾਰਨ ਵਾਲੇਃ ਗ੍ਰੇਡ, ਐਤਵਾਰ ਤੋਂ ਸੱਟ ਦੇ ਪ੍ਰਭਾਵ - ਈਐਸਪੀਐਨ",
        "ਐਤਵਾਰ ਦੀ ਰਾਤ ਫੁੱਟਬਾਲ ਲਈ ਚਾਰਜਰਸ ਬਨਾਮ ਬੰਗਲਸ ਪਲੇਅਰ ਪ੍ਰੋਪਃ ਜੀਨੋ ਸਟੋਨ ਟੈਕਲਜ਼ ਅੰਡਰ - ਦਿ ਐਕਸ਼ਨ ਨੈਟਵਰਕ",
        "ਐਚ 5 ਐਨ 1 ਏਵੀਅਨ ਇਨਫਲੂਐਨਜ਼ਾ ਮਿਲਿਲਾਨੀ ਪਾਲਤੂ ਜਾਨਵਰਾਂ ਦੇ ਮੇਲੇ ਨਾਲ ਜੁੜਿਆ - KHON2",
        "ਨਹੀਂ, ਐਪਲ ਦੇ ਸੀਈਓ ਟਿਮ ਕੁੱਕ ਨੇ ਇਹ ਨਹੀਂ ਕਿਹਾ ਕਿ ਉਹ ਲੋਜੀਟੈਕ ਦੇ ਐਮਐਕਸ ਮਾਸਟਰ 3 ਨੂੰ ਮੈਜਿਕ ਮਾ mouseਸ ਉੱਤੇ ਤਰਜੀਹ ਦਿੰਦਾ ਹੈ - ਮੈਕਰੂਮੋਰਸ",
        "ਰੇ ਫਿਟੀਪਾਲਡੋ ਦਾ ਸਟੀਲਰਜ਼ ਰਿਪੋਰਟ ਕਾਰਡਃ ਲਾਈਨਬੈਕਰਜ਼ ਦਾ ਏ+ ਯਤਨ ਰੇਵੇਨਜ਼ ਉੱਤੇ ਇਕ ਹੋਰ ਜਿੱਤ ਵੱਲ ਇਸ਼ਾਰਾ ਕਰਦਾ ਹੈ - ਪਿਟਸਬਰਗ ਪੋਸਟ-ਗਜ਼ਟ",
        "ਅਮਰੀਕਾ ਦੇ ਜ਼ਿਆਦਾਤਰ ਉੱਤਰ-ਪੂਰਬ ਵਿਚ ਜੰਗਲੀ ਅੱਗ ਦਾ ਖ਼ਤਰਾ ਜਾਰੀ ਹੈ ਕਿਉਂਕਿ ਸੁੱਕੇ ਹਾਲਾਤ ਬਰਕਰਾਰ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਨੇਰਫ ਗਨਜ਼ ਦਾ ਨਿਰਮਾਤਾ ਕਿਵੇਂ ਚੀਨ 'ਤੇ ਟਰੰਪ ਦੇ ਟੈਰਿਫਾਂ ਨੂੰ ਨੈਵੀਗੇਟ ਕਰੇਗਾ - ਦਿ ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "ਪੋਪ ਫਰਾਂਸਿਸ ਨੇ ਗਾਜ਼ਾ ਨਸਲਕੁਸ਼ੀ ਦੇ ਦੋਸ਼ਾਂ ਦੀ ਜਾਂਚ ਦੀ ਕੀਤੀ ਮੰਗ - Al Jazeera English",
        "ਰੂਸ ਨੇ ਯੂਕਰੇਨ ਦੇ ਬੁਨਿਆਦੀ onਾਂਚੇ 'ਤੇ' ਵਿਸ਼ਾਲ' ਹਮਲਾ ਸ਼ੁਰੂ ਕੀਤਾ - ਬੀਬੀਸੀ.",
        "ਇਜ਼ਰਾਈਲੀ ਸਟਰਾਈਕ ਨੇ ਹਿਜ਼ਬੁੱਲਾਹ ਦੇ ਬੁਲਾਰੇ ਨੂੰ ਮਾਰ ਦਿੱਤਾ ਕਿਉਂਕਿ ਸਮੂਹ ਤਾਜ਼ਾ ਜੰਗਬੰਦੀ ਦੇ ਪ੍ਰਸਤਾਵ ਦਾ ਜਵਾਬ ਤਿਆਰ ਕਰਦਾ ਹੈ - ਸੀਐਨਐਨ",
        "ਖੰਡੀ ਤੂਫਾਨ ਸਾਰਾ ਬੇਲੀਜ਼ ਵਿਚ ਲੈਂਡਫਾਲ ਕਰਨ ਤੋਂ ਬਾਅਦ ਖੰਡੀ ਡਿਪਰੈਸ਼ਨ ਵਿਚ ਕਮਜ਼ੋਰ ਹੋ ਜਾਂਦਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਟਰੰਪ ਦੀ ਕੈਬਨਿਟ ਪਿਕਸਃ ਡਾਰਸੀ ਕਾਰਟੂਨ - cleveland. com"
    ]
}