{
    "headlines": [
        "تصل الإمدادات بالطائرة والبغل في ولاية كارولينا الشمالية حيث يتجاوز عدد القتلى هيلين 130 - وكالة أسوشيتد برس",
        "توفي ديكيمبي موتومبو، مركز الدوري الاميركي للمحترفين والإنساني، عن عمر يناهز 58 عامًا - واشنطن بوست",
        "انقطاع شبكة فيرايزون: مشاكل في ناقل الطاعون يوم الاثنين تاركًا البعض عالقًا في وضع النجدة - CNET",
        "يجدد شون \"ديدي\" كومز عرضه للإفراج عنه أثناء انتظار المحاكمة - مراسل هوليوود",
        "رايان روث يدفع ببراءته من التهم الموجهة إليه بالسعي لاغتيال ترامب في ملعب للجولف - إن بي سي نيوز",
        "نقطة محذوفة هنا",
        "ليندور 2 -انفجار في 9 يرسل ميتس إلى التصفيات - إسبن",
        "حفل موسيقي و 30 بيتًا جديدًا بمناسبة عيد ميلاد جيمي كارتر المائة وإرثه الطويل من العطاء - وكالة أسوشيتد برس",
        "يظهر تحليل سي إن إن أن قنابل أمريكية الصنع بوزن 2000 رطل من المحتمل استخدامها في الضربة التي قتلت رئيس حزب الله نصر الله - سي إن إن",
        "الممثل الحائز على جائزة توني غافن كريل يمر بعيدا في 48 - بلاي بيل",
        "إضراب ميناء الساحل الشرقي للولايات المتحدة يلوح في الأفق يوم الثلاثاء مع عدم وجود محادثات مقررة - رويترز",
        "تتعامل رواندا مع أول تفشٍ لمرض فيروس ماربورغ القاتل - سي إن إن",
        "القوات الخاصة الإسرائيلية تشن غارات على لبنان قبل التوغل البري المحتمل - صحيفة وول ستريت جورنال",
        "\"مشددة للغاية \": تبدأ الإعلانات القديمة في الظهور على الشاشة الرئيسية لجهاز PS5 - Ars Technica",
        "صور النظرة الأولى: تقوم سيليان ميرفي بتصوير فيلم \"Peaky Blinders\" الذي طال انتظاره - نيويورك بوست",
        "محطة الفضاء الدولية ترحب بطاقم كبسولة سبيس إكس الراسية - BBC.com",
        "تقوم ULA بتدوير صاروخها فولكان إلى منصة الإطلاق قبل رحلة الاختبار الثانية - Spaceflight Now",
        "شركة Epic Games تقاضي غوغل وسامسونج عبر إعدادات الهاتف، متهمة إياهما بانتهاك قوانين مكافحة الاحتكار - وكالة أسوشيتد برس",
        "يقول رئيس بنك الاحتياطي الفيدرالي باول إن الاقتصاد الأمريكي في \"حالة صلبة\" مع المزيد من تخفيضات أسعار الفائدة القادمة - وكالة أسوشيتد برس",
        "ما هو وقت الكسوف الشمسي الحلقي في 2 أكتوبر ؟ - Space.com"
    ]
}