{
    "headlines": [
        "ਯੂਰਪੀਅਨ ਸਟਾਕ ਕਮਜ਼ੋਰ ਕਮਾਈ 'ਤੇ ਗਿਰਾਵਟ; ਪੌਂਡ ਫਾਲਸਃ ਮਾਰਕੀਟ ਰੈਪ - ਯਾਹੂ ਵਿੱਤ",
        "ਪੈਨਸਿਲਵੇਨੀਆ ਵਿਚ ਹੈਰਿਸ ਦਾ ਆਪ੍ਰੇਸ਼ਨ ਅੰਦਰੂਨੀ ਪਾਰਟੀ ਦੀਆਂ ਸ਼ਿਕਾਇਤਾਂ ਤੋਂ ਪ੍ਰੇਸ਼ਾਨ ਹੈ - ਪੋਲਿਟਿਕੋ",
        "ਸੀਨ ‘ਡਿੱਡੀ' ਕੰਬਜ਼ ’ਸਮੂਹਿਕ ਬਲਾਤਕਾਰ‘ womanਰਤ ਨੂੰ ਅਦਾਇਗੀ ਵਜੋਂ ਬਲਾਤਕਾਰ ਕਰਨ ਤੋਂ ਬਾਅਦ ਉਸਨੇ ਦਾਅਵਾ ਕੀਤਾ ਕਿ ਉਹ ਟੂਪੈਕ ਸ਼ਕੁਰ ਦੀ ਹੱਤਿਆ ਵਿੱਚ ਸ਼ਾਮਲ ਸੀ, ਨਵੇਂ ਮੁਕੱਦਮੇ ਦਾ ਦਾਅਵਾ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਦੱਖਣੀ ਕੋਰੀਆ ਨਾਲ ਤਣਾਅ ਦਰਮਿਆਨ ਸੈਨਾ 'ਚ ਸ਼ਾਮਲ ਹੋਣ ਲਈ ਉੱਤਰੀ ਕੋਰੀਆ ਨੇ ਕਿਹਾ 1.4 ਮਿਲੀਅਨ ਅਪਲਾਈ",
        "ਯੂਕੇ ਦੀ ਮਹਿੰਗਾਈ ਦਰ ਤੇਜ਼ੀ ਨਾਲ ਘਟ ਕੇ 1.7% 'ਤੇ ਆ ਗਈ, ਤਿੰਨ ਸਾਲਾਂ ਵਿਚ ਪਹਿਲੀ ਵਾਰ ਬੈਂਕ ਆਫ ਇੰਗਲੈਂਡ ਦੇ ਟੀਚੇ ਤੋਂ ਹੇਠਾਂ - ਸੀ. ਐਨ. ਬੀ. ਸੀ.",
        "ਇਜ਼ਰਾਈਲ ਨੇ ਬੇਰੂਤ 'ਤੇ ਹਮਲਾ ਕੀਤਾ ਜਦੋਂ ਅਮਰੀਕਾ ਨੇ ਕਿਹਾ ਕਿ ਉਹ ਹਵਾਈ ਹਮਲੇ ਦੇ ਦਾਇਰੇ ਦਾ ਵਿਰੋਧ ਕਰਦਾ ਹੈ - ਰਾਇਟਰ",
        "ਚਾਈਨਾ ਸਲੰਪ ਹਰਟਸ ਐਲਵੀਐਮਐਚ ਨੂੰ ਖਿੱਤੇ ਵਿੱਚ ਵਿਕਰੀ ਡਿੱਗਣ ਦੇ ਤੌਰ ਤੇ 16% - ਬਲੂਮਬਰਗ ਟੈਲੀਵਿਜ਼ਨ",
        "Elon Musk ਨੇ ਡੋਨਾਲਡ ਟਰੰਪ ਦੇ ਰਾਸ਼ਟਰਪਤੀ ਅਹੁਦੇ ਦੀ ਦੌੜ ਨੂੰ ਦਿੱਤਾ 75 ਮਿਲੀਅਨ ਡਾਲਰ ਦਾ ਹੁਲਾਰਾ - ਫਾਈਨੈਂਸ਼ੀਅਲ ਟਾਈਮਜ਼",
        "ਜਾਰਜੀਆ ਦੇ ਜੱਜ ਨੇ ਵੋਟਾਂ ਦੀ ਹੱਥ-ਗਿਣਤੀ ਨੂੰ ਲਾਜ਼ਮੀ ਕਰਨ ਵਾਲੇ ਚੋਣ ਨਿਯਮ ਨੂੰ ਰੋਕਿਆ - ਐਕਸੀਓਸ",
        "ਟੇਡ ਕਰੂਜ਼, ਕੋਲਿਨ ਐਲਰਡ ਯੂਐਸ ਸੈਨੇਟ ਬਹਿਸ ਵਿਚ ਗਰਭਪਾਤ, ਬਾਰਡਰ, ਟ੍ਰਾਂਸਜੈਂਡਰ ਅਧਿਕਾਰਾਂ 'ਤੇ ਟਕਰਾਅ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਮੈਕਸੀਕੋ ਦੇ ਸਿਨਾਲੋਆ ਕਾਰਟੇਲ ਦੇ ਦਿਲ ਦੀ ਧਰਤੀ ਵਿਚ, ਪੁਰਾਣੇ ਤਰੀਕੇ ਬਦਲ ਗਏ ਹਨ ਅਤੇ ਹਿੰਸਾ ਭੜਕਦੀ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਅਮਰੀਕਾ ਨੇ ਇਜ਼ਰਾਈਲ ਨੂੰ ਗਾਜ਼ਾ ਸਹਾਇਤਾ ਜਾਂ ਫੌਜੀ ਸਹਾਇਤਾ ਲਈ ਜੋਖਮ ਵਿੱਚ ਕਟੌਤੀ ਨੂੰ ਉਤਸ਼ਾਹਤ ਕਰਨ ਲਈ 30 ਦਿਨਾਂ ਦਾ ਸਮਾਂ ਦਿੱਤਾ - ਬੀਬੀਸੀ.",
        "ਡੇਵੈਂਟੇ ਐਡਮਜ਼ ਦੇ ਵਪਾਰ 'ਤੇ ਮਾਰਕ ਡੇਵਿਸਃ \"ਖਿਡਾਰੀ ਆਉਂਦੇ ਹਨ ਅਤੇ ਜਾਂਦੇ ਹਨ\" - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਮੰਗਲਵਾਰ ਰਾਤ ਨੂੰ ਪੂਰੇ ਮੈਸੇਚਿਉਸੇਟਸ ਵਿੱਚ ਧੂਮਕੇਤੂ ਵੇਖਣ ਦੀ ਰਿਪੋਰਟ ਕੀਤੀ ਗਈ - ਡਬਲਯੂਸੀਵੀਬੀ ਬੋਸਟਨ",
        "ਜੱਜ ਐਚਆਰ ਯੈਂਕੀਜ਼ ਨੂੰ ਏਐਲਸੀਐਸ - ਈਐਸਪੀਐਨ ਵਿੱਚ 2-0 ਦੀ ਲੀਡ ਲੈਣ ਵਿੱਚ ਸਹਾਇਤਾ ਕਰਦਾ ਹੈ",
        "ਗੈਰੀ ਓਲਡਮੈਨ 4 ਦਹਾਕੇ ਦੀ ਗੈਰਹਾਜ਼ਰੀ ਤੋਂ ਬਾਅਦ ਯੂਕੇ ਸਟੇਜ 'ਤੇ ਵਾਪਸ ਪਰਤਣਗੇ - ਡੈੱਡਲਾਈਨ",
        "ਜਾਰਜੀਆ ਵਿੱਚ ਛੇਤੀ ਵੋਟਾਂ ਦੀ ਰਿਕਾਰਡ ਗਿਣਤੀ ਜਿਵੇਂ ਕਿ ਲੜਾਈ ਦੇ ਰਾਜ ਵਿੱਚ ਚੋਣਾਂ ਸ਼ੁਰੂ ਹੋ ਰਹੀਆਂ ਹਨ - ਸੀਐਨਐਨ",
        "ਹੈਰਿਸ ‘ਸਕ੍ਰਿਪਟਡ‘ ਸ਼ੈਲੀ ਦਾ ਬਚਾਅ ਕਰਦਾ ਹੈ ਅਤੇ ਸਹਿਮਤ ਹੁੰਦਾ ਹੈ ਕਿ ਟਰੰਪ ਚਾਰਲਾਮੇਗਨੇ ਥਾ ਗੌਡ - ਸੀ ਐਨ ਐਨ ਨਾਲ ਵਿਆਪਕ ਇੰਟਰਵਿ interview ਵਿਚ ’ਫਾਸੀਵਾਦ ਬਾਰੇ' ਹੈ",
        "ਰਾਜਪਾਲ ਰਾਏ ਕੂਪਰ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉੱਤਰੀ ਕੈਰੋਲੀਨਾ ਵਿਚ ਅਜੇ ਵੀ 81 ਲੋਕ ਲਾਪਤਾ ਹਨ, ਧਮਕੀਆਂ ਨੂੰ ਸੰਬੋਧਿਤ ਕਰਦੇ ਹਨ - ਅਮਰੀਕਾ ਅੱਜ",
        "'ਗ੍ਰੇਅਜ਼ ਐਨਾਟੋਮੀ' ਲੇਖਕ ਜਿਸਨੇ ਕੈਂਸਰ ਨੂੰ ਨਕਲੀ ਬਣਾਇਆ ਡੌਕੂਸਰੀਜ਼ ਤੋਂ ਬਾਅਦ ਬੋਲਦਾ ਹੈ - ਮਨੋਰੰਜਨ ਹਫਤਾਵਾਰੀ ਖ਼ਬਰਾਂ"
    ]
}