{
    "headlines": [
        "Senator Johnnie Turner aus Kentucky stirbt, nachdem er auf einem Rasenmäher in ein leeres Schwimmbecken gestürzt ist - CBS News",
        "Elon Musks „Ablenkungen“ könnten für ihn — und seine Unternehmen — zu einem großen Gewinn werden: Morning Brief - Yahoo Finance",
        "[removed]",
        "Die glänzende neue Arena der Clippers kann die Mittelmäßigkeit des Teams, das darin spielt, nicht verschleiern - CBS Sports",
        "Bryce Young kehrt als Starter der Panthers zurück, nachdem Andy Dalton bei einem Autounfall verletzt wurde - The Washington Post",
        "[entfernt]",
        "Israel schlägt die libanesische Stadt Tyros nach Evakuierungsbefehlen - BBC.com",
        "Boeing-Fabrikarbeiter stimmen ab, um den Vertrag abzulehnen und den 6-wöchigen Streik fortzusetzen - The Associated Press",
        "King Charles trinkt narkotisches Gebräu in Samoa - DW (Englisch)",
        "Warum Donald Trump mit dem britischen Keir Starmer in den Krieg zog — über einen LinkedIn-Post - POLITICO EUROPE",
        "Leonardo DiCaprio & Freundin Vittoria Ceretti halten Hands on NYC Date - E! NEWS",
        "Was wir über die Untersuchung des Ausbruchs von McDonald's E. coli wissen - CNN",
        "Donald Trump sagt den Anhängern, dass sie bei der lebhaften Kundgebung in Georgia, die von Charlie Kirk organisiert wird, \"einfach abstimmen\" sollen - The Associated Press",
        "Harris-Trump-Showdown: Neue nationale Umfrage zeigt, wer 2 Wochen vor dem Wahltag den Vorteil hat - Fox News",
        "Rob Lowe gibt zu, \"Brat Pack\" Romantik mit Demi Moore - E! Online - E! NEWS",
        "Yankees können Rotation Edge in World Series-Gewinnformel verwandeln - New York Post",
        "Beamte des US-Bundesstaates Washington identifizieren vier neue Fälle von Vogelgrippe, da sich der H5N1-Ausbruch ausbreitet - Fox News",
        "Wall Street schließt aufgrund von Technologieverlusten und Sorgen um die Zinsen - Reuters",
        "Das DOJ warnte Elon Musk vor seinem 1-Million-Dollar-Gewinnspiel in Swing States: Berichte - Business Insider",
        "Vier Raumstationsflieger ziehen ab und machen sich auf den Weg zum Freitags-Splashdown, um die erweiterte Mission abzuschließen - CBS News"
    ]
}