{
    "headlines": [
        "Новости в прямом эфире: Нетаньяху дает показания в суде, когда израильские войска действуют в буферной зоне в Сирии - The Associated Press",
        "Израиль грабит базы сирийской армии, отрицает более глубокое вторжение - Reuters",
        "Гостевая колонка | Работа в более позднем возрасте - «спаситель» для одних, тяга для других - The Washington Post",
        "Джордан Льюис: Я не могу винить Амани Оруварие за попытку сыграть - NBC Sports",
        "Alaska Airlines планирует новые беспосадочные рейсы в Японию и Корею на $ 1 млрд после слияния - CNBC",
        "Картина плей-офф НФЛ 2024 года: кто вошел, кто вышел и кто в миксе после 14-й недели - CNN",
        "Изъято",
        "Фьючерсы на акции мало изменились после того, как S&P 500, Nasdaq отступил от рекордов: обновления в реальном времени - CNBC",
        "Взрослые становятся менее умными? - The Economist",
        "Биткойн (BTC) ETF BlackRock упал больше всего за 4 месяца, поскольку Google представил чип для квантовых вычислений Willow - CoinDesk",
        "Рон кто? Как союзники Трампа вернули Хегсета с края пропасти - POLITICO",
        "Китайская CATL построит завод по производству аккумуляторов за $ 4,3 млрд с Stellantis в рамках европейской экспансии - Financial Times",
        "Покупайте лучшие идеи технологических подарков, чтобы сделать жизнь проще - Доброе утро, Америка",
        "Трейлер «28 лет спустя»: зомбированный Киллиан Мерфи маячит над Джоди Комер в захватывающем тизере к сиквелу Дэнни Бойла - крайний срок",
        "Иск ставит в центр внимания многолетнюю дружбу Шона «Дидди» Комбса и Jay-Z - Yahoo! Voices",
        "Тайвань говорит, что Китай развернул самый большой флот кораблей за последние десятилетия - The New York Times",
        "Потрясенная внезапным падением Асада, Сирия сталкивается с сейсмическим поворотным моментом - BBC.com",
        "Лесной пожар вспыхнул возле университета Пеппердайн в Малибу; приказано эвакуироваться - KTLA Лос-Анджелес",
        "Китайские акции падают Ранний всплеск, вызванный оптимизмом политики - Yahoo Finance",
        "Дэниел Пенни признан невиновным в удушающей смерти Джордана Нили в нью-йоркском метро - BBC.com"
    ]
}