{
    "headlines": [
        "ਗਿਲਗੋ ਬੀਚ ਸੀਰੀਅਲ ਕਤਲੇਆਮ ਦੇ ਸ਼ੱਕੀ 'ਤੇ ਸੱਤਵੀਂ womanਰਤ ਦੀ ਮੌਤ ਦਾ ਦੋਸ਼ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਇਲੈਕਟੋਰਲ ਕਾਲਜ ਦੇ ਨਤੀਜੇ ਦੀ ਪੁਸ਼ਟੀ ਕਰਨ ਲਈ ਵੋਟ ਦੇ ਤੌਰ ਤੇ ਟਰੰਪ ਦੇ ਰਾਸ਼ਟਰਪਤੀ ਤਬਦੀਲੀ 'ਤੇ ਨਵੀਨਤਮ - ਸੀਐਨਐਨ",
        "ਐਰੋਨ ਰੋਜਰਸ ਆਪਣੇ ਰੋਮਾਂਟਿਕ ਅਤੀਤ ਬਾਰੇ ਗੱਲ ਕਰਦਾ ਹੈ ਅਤੇ ਕਹਿੰਦਾ ਹੈ ਕਿ ਉਸਨੇ 'ਮੈਂ ਆਪਣੀਆਂ ਕੁਝ ਕੁੜੀਆਂ ਨਾਲ ਕੋਈ ਪੱਖਪਾਤ ਨਹੀਂ ਕੀਤਾ ਜਿਨ੍ਹਾਂ ਦੀ ਮੈਂ ਤਾਰੀਖ ਕੀਤੀ' - ਏਓਐਲ",
        "ਅਚਾਨਕ, ਕਨੇਡਾ ਦੀ ਰਾਜਨੀਤੀ ਵਿੱਚ ਹਫੜਾ-ਦਫੜੀ. ਇਹ ਚੰਗੀ ਗੱਲ ਹੈ - ਪੋਲਿਟਿਕੋ",
        "ਟਰੰਪ ਨੇ ਆਇਓਵਾ ਦੇ ਅੰਤਮ ਸਰਵੇਖਣ 'ਤੇ ਡੇਸ ਮੋਇਨਸ ਰਜਿਸਟਰ ਅਤੇ ਚੋਟੀ ਦੇ ਪੋਲਸਟਰ' ਤੇ ਮੁਕੱਦਮਾ ਕੀਤਾ - ਸੀਐਨਐਨ",
        "ਅਲਾਬਾਮਾ womanਰਤ ਨੇ ਰਾਸ਼ਟਰ ਦਾ ਤੀਜਾ ਸੂਰ ਕਿਡਨੀ ਟ੍ਰਾਂਸਪਲਾਂਟ ਪ੍ਰਾਪਤ ਕੀਤਾ - ਨਿ New ਯਾਰਕ ਟਾਈਮਜ਼",
        "ਯੂਐਸ ਨਵੰਬਰ ਪ੍ਰਚੂਨ ਵਿਕਰੀ ਨਿਯੰਤਰਣ ਸਮੂਹ + 0.4% ਬਨਾਮ + 0.4% ਦੀ ਉਮੀਦ - ਫੋਰੈਕਸਲਾਈਵ",
        "2024 ਐਨਐਫਐਲ ਪਲੇਆਫ ਤਸਵੀਰਃ ਹਫਤੇ 15 ਦੇ ਬਾਅਦ ਕਿਸ ਨੇ ਆਪਣੀ ਜਗ੍ਹਾ ਨੂੰ ਸੀਲ ਕਰ ਦਿੱਤਾ ਹੈ ਅਤੇ ਕੌਣ ਅਜੇ ਵੀ ਸ਼ਿਕਾਰ ਵਿੱਚ ਹੈ - ਸੀਐਨਐਨ",
        "ਪ੍ਰਿੰਸ ਹੈਰੀ ਅਤੇ ਮੇਗਨ ਨੇ ਕ੍ਰਿਸਮਸ ਕਾਰਡ 'ਤੇ ਆਪਣੇ ਬੱਚਿਆਂ ਦੀ ਦੁਰਲੱਭ ਤਸਵੀਰ ਸਾਂਝੀ ਕੀਤੀ - ਸੀਐਨਐਨ",
        "ਫਾਈਜ਼ਰ ਸਟਾਕ ਡਰੱਗ ਜਾਇੰਟ ਵਜੋਂ ਵਧਦਾ ਹੈ 2025 61 ਬਿਲੀਅਨ ਡਾਲਰ ਦਾ ਮਾਲੀਆ 64 ਬਿਲੀਅਨ ਡਾਲਰ - ਬੈਰਨਜ਼",
        "ਵਾਲਮਾਰਟ ਦੇ ਕਰਮਚਾਰੀ ਹੁਣ ਕੁਝ ਸਟੋਰਾਂ ਵਿੱਚ ਬਾਡੀ ਕੈਮਰੇ ਪਹਿਨ ਰਹੇ ਹਨ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਸਾਰਾ ਸ਼ਰੀਫ ਦੇ ਪਿਤਾ ਤੇ ਮਤਰੇਈ ਮਾਂ ਨੂੰ ਕਤਲ ਦੇ ਦੋਸ਼ 'ਚ ਉਮਰ ਕੈਦ - BBC.com",
        "ਇਗੋਰ ਕਿਰੀਲੋਵਃ ਮਾਸਕੋ ਵਿੱਚ ਰੂਸ ਦੇ ਰਸਾਇਣਕ ਹਥਿਆਰਾਂ ਦੇ ਮੁਖੀ ਅਤੇ ਮੂੰਹ ਦੀ ਹੱਤਿਆ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਜਸਟਿਨ ਜੇਫਰਸਨਃ ਮੈਂ ਰੈਂਡੀ ਮੋਸ ਲਈ ਧੰਨਵਾਦੀ ਹਾਂ, ਉਸ ਨੂੰ ਸ਼ਰਧਾਂਜਲੀ ਦੇਣਾ ਚਾਹੁੰਦਾ ਸੀ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਡਰੱਗ ਨਿਰਮਾਤਾਵਾਂ ਨੇ ਓਪੀਓਡ ਨੁਸਖ਼ਿਆਂ ਨੂੰ ਸੀਮਤ ਨਾ ਕਰਨ ਲਈ ਪੀਬੀਐਮ ਦਾ ਭੁਗਤਾਨ ਕੀਤਾ - ਨਿ New ਯਾਰਕ ਟਾਈਮਜ਼",
        "ਆਰਐਫਕੇ ਜੂਨੀਅਰ ਕੋਲ ਜਨਤਕ ਸਿਹਤ ਨੇਤਾਵਾਂ ਨੇ ਚੁੱਪ-ਚਾਪ ਉਮੀਦ ਕੀਤੀ ਹੈ — ਅਤੇ ਨਰਕ ਦੇ ਰੂਪ ਵਿੱਚ ਡਰਿਆ ਹੋਇਆ ਹੈ - ਪੋਲਿਟਿਕੋ",
        "ਸਨੋਮੈਨਿੰਗਃ ਨਵਾਂ ਛੁੱਟੀ ਡੇਟਿੰਗ ਰੁਝਾਨ ਜਿਸ ਬਾਰੇ ਡਾਕਟਰ ਚੇਤਾਵਨੀ ਦਿੰਦੇ ਹਨ ਐਸਟੀਆਈ ਅਤੇ ਭਾਵਨਾਤਮਕ ਗਿਰਾਵਟ ਦਾ ਕਾਰਨ ਬਣ ਸਕਦੇ ਹਨ - ਹਿੰਦੁਸਤਾਨ ਟਾਈਮਜ਼",
        "ਵਿਸਕਾਨਸਿਨ ਸਕੂਲ ਦੀ ਗੋਲੀਬਾਰੀ ਨਵੀਨਤਮਃ ਹਮਲਾ ਕਲਾਸਰੂਮ ਦੇ ਅੰਦਰ ਹੋਇਆ, ਪੁਲਿਸ ਕਹਿੰਦੀ ਹੈ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਡ੍ਰੈਗਨ ਦੀ ਡਾਰਿੰਗ ਰਿਟਰਨਃ ਸਪੇਸਐਕਸ ਕੈਪਸੂਲ ਫਲੋਰਿਡਾ ਸਪਲੈਸ਼ਡਾਉਨ ਲਈ ਸਿਰ - SciTechDaily",
        "ਯੂਕਰੇਨ ਦੇ ਸੈਨਿਕਾਂ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਤਜਰਬੇਕਾਰ ਉੱਤਰ ਕੋਰੀਆ ਸੌਖੇ ਨਿਸ਼ਾਨੇ ਬਣਾ ਰਹੇ ਹਨ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ"
    ]
}