{
    "headlines": [
        "ਸਟੀਲਰਜ਼ ਬਨਾਮ ਰੇਵੇਨਜ਼ ਲਾਈਵ ਅਪਡੇਟਸਃ ਐਨਐਫਐਲ ਸਕੋਰ, ਗੇਮ ਸਟੇਟਸ, ਹਾਈਲਾਈਟਸ, ਹਫਤਾ 11 ਸ਼ੋਅਡਾਉਨ ਕਿੱਥੇ ਵੇਖਣਾ ਹੈ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਇਜ਼ਰਾਈਲੀ ਸਟਰਾਈਕ ਨੇ ਹਿਜ਼ਬੁੱਲਾਹ ਦੇ ਬੁਲਾਰੇ ਨੂੰ ਮਾਰ ਦਿੱਤਾ ਕਿਉਂਕਿ ਸਮੂਹ ਤਾਜ਼ਾ ਜੰਗਬੰਦੀ ਦੇ ਪ੍ਰਸਤਾਵ ਦਾ ਜਵਾਬ ਤਿਆਰ ਕਰਦਾ ਹੈ - ਸੀਐਨਐਨ",
        "ਖੰਡੀ ਤੂਫਾਨ ਸਾਰਾ ਬੇਲੀਜ਼ ਵਿਚ ਲੈਂਡਫਾਲ ਕਰਨ ਤੋਂ ਬਾਅਦ ਖੰਡੀ ਡਿਪਰੈਸ਼ਨ ਵਿਚ ਕਮਜ਼ੋਰ ਹੋ ਜਾਂਦਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਬਾਇਡਨ ਨੇ ਰੂਸ ਦੇ ਅੰਦਰ ਹਮਲਾ ਕਰਨ ਲਈ ਅਮਰੀਕੀ ਹਥਿਆਰਾਂ ਦੀ ਵਰਤੋਂ ਕਰਨ 'ਤੇ ਯੂਕਰੇਨ' ਤੇ ਪਾਬੰਦੀ ਹਟਾ ਦਿੱਤੀ - ਰਾਇਟਰਜ਼",
        "ਟਰੰਪ ਨੇ ਆਪਣੇ ਖਜ਼ਾਨਾ ਸਕੱਤਰ ਨੂੰ ਸਖਤ ਟੈਰਿਫ ਲਾਗੂ ਕਰਨ ਦਾ ਵਾਅਦਾ ਕੀਤਾ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "ਸ਼ੀ ਜਿਨਪਿੰਗ ਨੇ ਜੋਅ ਬਾਇਡਨ ਨੂੰ ਕਿਹਾ ਕਿ ਉਹ ਅਮਰੀਕਾ-ਚੀਨ ਸਬੰਧਾਂ ਦਾ ਪ੍ਰਬੰਧਨ ਕਰਨ ਲਈ ਡੋਨਾਲਡ ਟਰੰਪ ਨਾਲ ਕੰਮ ਕਰਨਗੇ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "ਉੱਤਰੀ ਲਾਈਟਾਂ ਦੀ ਭਵਿੱਖਬਾਣੀਃ ਅੱਜ ਰਾਤ ਇਨ੍ਹਾਂ 8 ਰਾਜਾਂ ਤੋਂ Aurora Borealis ਵੇਖੀ ਜਾ ਸਕਦੀ ਹੈ - ਫੋਰਬਸ",
        "ਲਾਈਵ ਕਵਰੇਜਃ ਸਪੇਸ ਐਕਸ ਕੈਨੇਡੀ ਸਪੇਸ ਸੈਂਟਰ ਤੋਂ ਫਾਲਕਨ 9 ਰਾਕੇਟ ’ਤੇ ਰਹੱਸ' ਆਪਟਸ-ਐਕਸ 'ਲਾਂਚ ਕਰਨ ਲਈ - ਸਪੇਸਫਲਾਈਟ ਹੁਣੇ ਸੰਪਰਕ ਕਰੋ",
        "ਰਿਪਬਲਿਕਨ ਅਚਾਨਕ ਸੋਚਦੇ ਹਨ ਕਿ ਆਰਥਿਕਤਾ ਦਾ ਮਹਾਨ ਹੈ ਅਤੇ ਚੋਣਾਂ ਵਿਚ ਕੋਈ ਧਾਂਦਲੀ ਨਹੀਂ ਹੋਈ - ਪੋਲਿਟਿਕੋ",
        "ਟਰੰਪ ਦੇ ਪੈਂਟਾਗਨ ਨੇ ਜਿਨਸੀ ਹਮਲੇ ਦੇ ਦੋਸ਼ ਤੋਂ ਬਾਅਦ paidਰਤ ਨੂੰ ਭੁਗਤਾਨ ਕੀਤਾ ਪਰ ਗਲਤ ਕੰਮ ਕਰਨ ਤੋਂ ਇਨਕਾਰ ਕਰਦਾ ਹੈ, ਉਸਦੇ ਵਕੀਲ ਦਾ ਕਹਿਣਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਦਹਾਕਿਆਂ ਪੁਰਾਣੇ ਅਣਸੁਲਝੇ ਕਤਲ ਕੇਸ ਨੇ ਦਵਾਈ ਦੀ ਖਪਤ ਕਰਨ ਦਾ ਤਰੀਕਾ ਕਿਵੇਂ ਬਦਲਿਆ - ਯਾਹੂ! ਆਵਾਜ਼ਾਂ",
        "ਬਾਕਸ ਆਫਿਸਃ ਡਵੇਨ ਜਾਨਸਨ ਦਾ 250 ਮਿਲੀਅਨ ਡਾਲਰ ਦਾ ਬਜਟ ਵਾਲਾ ‘ਰੈੱਡ ਵਨ’ ਚਿੱਲੀ ਨੂੰ 34 ਮਿਲੀਅਨ ਡਾਲਰ - ਵੰਨਗੀ",
        "ਚਾਰਲੀ ਐਕਸਸੀਐਕਸ ਉਸ ਦੀ ਮਾਰਥਾ ਸਟੀਵਰਟ ਟੇਕਡਾਉਨ ਲਈ 'ਐਸ ਐਨ ਐਲ' ਮੋਨੋਲੋਜੀ ਦੇ ਦੌਰਾਨ 'ਬ੍ਰੈਟ' ਪੋਸਟ ਕਾਲਮ ਲੇਖਕ ਨੂੰ ਚੀਕਦਾ ਹੈ - ਪੰਨਾ ਛੇ",
        "ਸਟੀਪ ਮਿਓਸਿਕ ਨੇ ਜੋਨ ਜੋਨਸ ਨੂੰ ਯੂਐਫਸੀ 309 ਹਾਰਨ ਤੋਂ ਬਾਅਦ ਰਿਟਾਇਰਮੈਂਟ ਦੀ ਘੋਸ਼ਣਾ ਕੀਤੀਃ ‘ਮੈਂ ਪੂਰਾ ਹੋ ਗਿਆ ਹਾਂ’ - ਐਮਐਮਏ ਫਾਈਟਿੰਗ",
        "ਸੈਮਸੰਗ ਦੇ ਏਆਰ ਸਮਾਰਟ ਗਲਾਸ ਬਾਰੇ ਗਰਮ ਨਵੇਂ ਵੇਰਵੇ ਲੀਕ ਹੋ ਗਏ ਹਨ - SamMobile - ਸੈਮਸੰਗ ਖ਼ਬਰਾਂ",
        "ਐਕਸਕਲੂਸਿਵ ਡੇਟਾਃ ਕੈਬਨਿਟ ਪਿਕਸ ਲਈ ਟਰੰਪ ਦੀ ਰਿਕਾਰਡ ਗਤੀ - ਐਕਸੀਓਸ",
        "ਏਆਈ ਨੂੰ ਵਧੇਰੇ ਕੁਸ਼ਲ ਬਣਾਉਣ ਲਈ ਇੱਕ ਪ੍ਰਸਿੱਧ ਤਕਨੀਕ ਵਿੱਚ ਕਮੀਆਂ ਹਨ - TechCrunch",
        "ਲਿਓਨਿਡ ਮੀਟਿਅਰ ਸ਼ਾਵਰ ਦੀਆਂ ਚੋਟੀਆਂ ਹੁਣ ਸਿਖਰ 'ਤੇ ਹਨ. ਕੀ 2024 ਲਈ ਭਵਿੱਖਬਾਣੀ ਵਿੱਚ' ਸ਼ੂਟਿੰਗ ਸਿਤਾਰੇ 'ਹਨ? - Space. com",
        "ਕੀ ਬਿਡੇਨ ਦੇ ਤਹਿਤ ਸ਼ੁਰੂ ਕੀਤਾ ਗਿਆ ਐਂਟੀਟ੍ਰਸਟ ਸ਼ੋਅਡਾਉਨ ਟਰੰਪ ਦੇ ਅਧੀਨ 'ਆਓ ਇੱਕ ਸੌਦਾ ਕਰੀਏ' ਵਿੱਚ ਬਦਲ ਜਾਵੇਗਾ? - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "5 ਸਰਕਾਰੀ ਪ੍ਰੋਗਰਾਮਾਂ ਜੋ ਕਿ ਐਲਨ ਮਸਕ ਦਾ \"ਕਬੂਤਰ\" ਚੋਪਿੰਗ ਬਲਾਕ 'ਤੇ ਪਾ ਸਕਦਾ ਹੈ - ਟੈਂਪਾ ਫ੍ਰੀ ਪ੍ਰੈਸ"
    ]
}