{
    "headlines": [
        "ਟਰੰਪ ਮੀਡੀਆ ਸਟਾਕ ਡਰਾਪ ਜਿਵੇਂ ਕਿ ਲੌਕਅਪ ਖਤਮ ਹੁੰਦਾ ਹੈ - ਦਿ ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "ਰਹੱਸਮਈ ofਰਤ ਦੇ ਰਸਤੇ 'ਤੇ ਜਿਸਦੀ ਕੰਪਨੀ ਨੇ ਫਟਣ ਵਾਲੇ ਪੇਜਰਾਂ ਦਾ ਲਾਇਸੈਂਸ ਦਿੱਤਾ - ਰਾਇਟਰਜ਼",
        "ਐਫ ਡੀ ਏ ਨੇ ਪਹਿਲੀ ਫਲੂ ਟੀਕੇ ਨੂੰ ਮਨਜ਼ੂਰੀ ਦਿੱਤੀ ਜੋ ਘਰ ਵਿਚ ਸਵੈ-ਪ੍ਰਬੰਧਿਤ ਹੋ ਸਕਦੀ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਮੁਹੰਮਦ ਅਲ Fayed 'ਇੱਕ ਰਾਖਸ਼ Harrods ਕੇ ਯੋਗ ਸੀ, ਕਹਿੰਦਾ ਹੈ ਵਕੀਲ - ਬੀਬੀਸੀ.",
        "ਮੇਨ ਅਤੇ ਨੇਬਰਾਸਕਾ ਚੋਣ ਕਾਲਜ ਨੂੰ ਲੈ ਕੇ ਕਿਉਂ ਝਗੜਾ ਕਰ ਰਹੇ ਹਨ - ਐਕਸਗਿਓਸ",
        "'ਕਦੇ ਵੀ ਪੁਰਾਣਾ ਨਹੀਂ ਹੁੰਦਾ': ਨਾਸਾ ਦੇ ਪੁਲਾੜ ਯਾਤਰੀ ਅਤੇ ਯੂਸੀ ਡੇਵਿਸ ਐਲਮ ਟ੍ਰੈਸੀ ਸੀ. ਡਾਇਸਨ ਆਈਐਸਐਸ ਤੋਂ ਕੇਸੀਆਰਏ 3 ਲਾਈਵ ਨਾਲ ਗੱਲ ਕਰਦੇ ਹਨ - ਕੇਸੀਆਰਏ ਸੈਕਰਾਮੈਂਟੋ",
        "ਸੈਲਫ-ਲਰਨਿੰਗ ਏਆਈ ਹਰ 2024 ਹਫਤੇ 3 ਗੇਮ ਲਈ ਫੈਲਣ, ਓਵਰ ਅੰਡਰ, ਮਨੀ-ਲਾਈਨ ਪਿਕ ਦੇ ਵਿਰੁੱਧ ਐਨਐਫਐਲ ਨੂੰ ਸਾਂਝਾ ਕਰਦਾ ਹੈ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਟਰੰਪ ਟੈਕਸ ਫਲਿੱਪ-ਫਲੌਪ ਜੋ ਰਿਪਬਲਿਕਨਾਂ ਨੂੰ ਸਦਨ ਜਿੱਤਣ ਵਿੱਚ ਸਹਾਇਤਾ ਕਰ ਸਕਦਾ ਹੈ - ਪੋਲਿਟਿਕੋ",
        "ਡੋਜਰਜ਼ ਸਟਾਰ ਸ਼ੋਹੇਈ ਓਹਤਾਨੀ ਦੀ 50 ਵੀਂ ਐਚਆਰ ਬਾਲ ਦੀ ਕੀਮਤ $ 500K ਹੈ, ਨਿਲਾਮੀ ਮਾਹਰ ਕਹਿੰਦਾ ਹੈ - ਬਲੀਚਰ ਰਿਪੋਰਟ",
        "ਆਈਡੀਐਫ ਵੈਸਟ ਬੈਂਕ ਵਿਚ ਲਾਸ਼ਾਂ ਨੂੰ ਛੱਤ ਤੋਂ ਸੁੱਟਣ ਲਈ ਸਿਪਾਹੀਆਂ ਦੀ ਜਾਂਚ ਕਰ ਰਹੀ ਹੈ - ਸੀਐਨਐਨ",
        "ਇਜ਼ਰਾਈਲ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਬੇਰੂਤ 'ਤੇ ਇਸ ਦੇ ਹਮਲੇ ਵਿਚ ਇਕ ਚੋਟੀ ਦੇ ਹਿਜ਼ਬੁੱਲਾ ਫੌਜੀ ਅਧਿਕਾਰੀ ਦੀ ਮੌਤ ਹੋ ਗਈ ਕਿਉਂਕਿ ਲੇਬਨਾਨ ਵਿਚ 12 ਦੀ ਮੌਤ ਹੋ ਗਈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਸੀਨ ‘ਡਿੱਡੀ‘ ਕੰਬਜ਼ ਅਤੇ ਉਸ ਦੇ ਕਥਿਤ ਸਹਿ-ਸਾਜ਼ਿਸ਼ ਰਚਣ ਵਾਲਿਆਂ ਦੀ ਸੰਘੀ ਜਾਂਚ ਵਿਚ ਅੱਗੇ ਕੀ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਕੈਟਲਿਨ ਕਲਾਰਕ ਡਬਲਯੂਐਨਬੀਏ ਪਲੇਆਫਸ ਵਿੱਚਃ ਪਹਿਲੇ ਗੇੜ ਦਾ ਵਿਰੋਧੀ, ਅਨੁਸੂਚੀ - ਕੇਸੀਸੀਆਈ ਦੇਸ ਮੋਇਨੇਸ",
        "ਪੁਲਿਸ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਕੈਂਟਕੀ ਸ਼ੈਰਿਫ ਨੇ ਇੱਕ ਬਹਿਸ ਤੋਂ ਬਾਅਦ ਆਪਣੇ ਚੈਂਬਰਾਂ ਵਿੱਚ ਜੱਜ ਦੀ ਹੱਤਿਆ ਕਰ ਦਿੱਤੀ । ਇਹ ਉਹ ਹੈ ਜੋ ਅਸੀਂ ਜਾਣਦੇ ਹਾਂ - ਸੀ ਐਨ ਐਨ",
        "‘ਕਾਲੇ ਨਾਜ਼ੀ' ਪੋਰਨ ਦਾਅਵਿਆਂ ‘ਤੇ ਟਰੰਪ ਦੇ ਉੱਤਰੀ ਕੈਰੋਲੀਨਾ ਪ੍ਰੋਟੇਜ ਨੂੰ ਅੱਗ ਲੱਗੀ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "ਗੁਪਤ ਸੇਵਾ ਰਿਪੋਰਟ ਟਰੰਪ 'ਤੇ ਜੁਲਾਈ ਦੀ ਹੱਤਿਆ ਦੀ ਕੋਸ਼ਿਸ਼ ਤੋਂ ਪਹਿਲਾਂ ਸੰਚਾਰ ਅਸਫਲਤਾਵਾਂ ਦਾ ਵੇਰਵਾ ਦਿੰਦੀ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਫੈੱਡ ਦੇ ਰੇਟ 'ਚ ਕਟੌਤੀ ਸ਼ੇਅਰਾਂ ਨੂੰ ਰਿਕਾਰਡ ਉਚਾਈ' ਤੇ ਭੇਜਦੀ ਹੈ । ਬਾਜ਼ਾਰ ਇੱਥੋਂ ਕਿੱਥੇ ਜਾਂਦੇ ਹਨ? - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਐਪਲ ਏਅਰਪੌਡਸ ਡਿਜ਼ਾਈਨ ਨੂੰ ‘ਸਨੋਰਕਲ,’ ਪਲੱਸ ਹੋਰ ਏਅਰਪੌਡਸ 4 ਵੇਰਵੇ - 9to5Mac ਕਹਿੰਦਾ ਹੈ",
        "ਦੇਸ਼ ਭਗਤ ਕਿ Qਬੀ ਬ੍ਰਿਸੇਟ ਸਟਾਰਟਰ ਬਣੇ ਰਹਿਣਗੇ, ਮੇਯੋ - ਈਐਸਪੀਐਨ ਕਹਿੰਦਾ ਹੈ",
        "ਰੌਸ ਮੈਕਕਲ, 48, ਪੈਟ ਸਾਜਕ ਦੀ ਧੀ ਮੈਗੀ ਨੂੰ ਚੁੰਮਣ ਤੋਂ ਬਾਅਦ ਦੁਰਲੱਭ ਰੋਮਾਂਸ ਅਪਡੇਟ ਦਿੰਦਾ ਹੈ, 29 - ਪੰਨਾ ਛੇ"
    ]
}