{
    "headlines": [
        "ਜੈੱਟ ਪਲੇਆਫ ਵਿਵਾਦ ਤੋਂ ਖਤਮ ਹੋਏ, ਐਨਐਫਐਲ-ਵਾਸਟ ਸੋਕੇ ਨੂੰ 14 ਸੀਜ਼ਨ ਤੱਕ ਵਧਾਉਂਦੇ ਹੋਏ - ਯੂਐਸਏ ਅੱਜ",
        "ਬਿੱਲ ਬਨਾਮ ਰੈਮਜ਼ ਲਾਈਵ ਅਪਡੇਟਸਃ ਐਨਐਫਐਲ ਸਕੋਰ, ਗੇਮ ਸਟੇਟਸ, ਹਾਈਲਾਈਟਸ, ਖ਼ਬਰਾਂ, 'ਟੀਐਨਐਫ' ਮੈਚਅਪ ਕਿੱਥੇ ਵੇਖਣਾ ਹੈ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਸੈਮ ਡਾਰਨੋਲਡ ਦੇ ਕਰੀਅਰ ਦੇ ਦਿਨ ਵਾਈਕਿੰਗਜ਼ ਨੂੰ ਫਾਲਕਨਜ਼ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ 'ਤੇ 42-21 ਦੀ ਜਿੱਤ' ਤੇ ਲਿਜਾਇਆ",
        "ਐਲ. ਏ. ਫਿਲਮ ਆਲੋਚਕ ਐਸੋਸੀਏਸ਼ਨ ਜੇਤੂ ਸੂਚੀ (ਲਾਈਵ ਅਪਡੇਟ ਕਰਨਾ) - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਆਸਟਿਨ ਟਾਇਸਃ ਬਾਇਡਨ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਅਮਰੀਕਾ ਸੀਰੀਆ ਤੋਂ ਘਰਾਂ ਨੂੰ ਬੰਧਕ ਬਣਾਉਣ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰੇਗਾ - ਬੀਬੀਸੀ.",
        "ਕੇਟੀ ਹੋਮਜ਼ ਨੇ ਟੌਮ ਕਰੂਜ਼ ਤੋਂ ਬੇਟੀ ਸੂਰੀ ਦੇ ਟਰੱਸਟ ਫੰਡ ਦਾ ਦਾਅਵਾ ਕਰਦਿਆਂ ਰਿਪੋਰਟ ਦੀ ਨਿੰਦਾ ਕੀਤੀ- ਪੰਨਾ ਛੇ",
        "ਅਮਰੀਕੀ ਕੇਂਦਰੀ ਕਮਾਂਡ ਨੇ ਕੇਂਦਰੀ ਸੀਰੀਆ 'ਚ ਆਈ. ਐੱਸ. ਦੇ ਕੈਂਪਾਂ ਨੂੰ ਖਤਮ ਕਰਨ ਲਈ ਦਰਜਨਾਂ ਹਵਾਈ ਹਮਲੇ ਕੀਤੇ - ਅਮਰੀਕੀ ਕੇਂਦਰੀ ਕਮਾਂਡ",
        "ਬਾਇਡਨ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਅਸਦ ਰਾਜਵੰਸ਼ ਦੇ collapseਹਿਣ ਤੋਂ ਬਾਅਦ ਅਮਰੀਕਾ ਸੀਰੀਆ ਅਤੇ ਇਸਦੇ ਗੁਆਂ neighborsੀਆਂ ਦਾ ਸਮਰਥਨ ਕਰੇਗਾ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਸੇਲੇਨਾ ਗੋਮੇਜ਼ ਨੇ \"ਐਮਿਲਿਆ ਪੇਰੇਜ਼\" ਵਿੱਚ ਆਪਣੇ ਸਪੈਨਿਸ਼ ਦੀ ਆਲੋਚਨਾ ਨੂੰ ਸੰਬੋਧਿਤ ਕੀਤਾ - ਬੁਜ਼ਫੀਡ",
        "6 ਜਨਵਰੀ ਨੂੰ ਟਰੰਪ 'ਤੇ ਹੋਰ ਮੁਕੱਦਮੇ ਚੱਲ ਰਹੇ ਹਨ - POLITICO",
        "ਐਪਲ ਨੇ ਆਈਕਲਾਉਡ ਲਈ ਸੀਐਸਏਐਮ ਖੋਜ ਨੂੰ ਤਿਆਗਣ 'ਤੇ ਮੁਕੱਦਮਾ ਕੀਤਾ - TechCrunch",
        "ਕਾਲਜ ਫੁੱਟਬਾਲ ਪਲੇਆਫ ਦੀ ਭਵਿੱਖਬਾਣੀਃ ਸਾਡੇ ਰਿਪੋਰਟਰ ਹਰ ਗੇੜ ਵਿੱਚ ਹਰ ਗੇਮ ਨੂੰ ਚੁਣਦੇ ਹਨ - ਈਐਸਪੀਐਨ",
        "ਓਮਨੀਕੌਮ ਅਤੇ ਇੰਟਰਪਬਲਿਕ ਨੇੜਲੇ ਅਭੇਦ, ਡਬਲਯੂਐਸਜੇ ਰਿਪੋਰਟਾਂ - ਰਾਇਟਰਜ਼ ਡਾਟ ਕਾਮ",
        "ਟਰੰਪ ਦਾ ਮਕਸਦ ਅਮਰੀਕਾ 'ਚ ਸਾਰੇ ਪ੍ਰਵਾਸੀਆਂ ਨੂੰ ਗ਼ੈਰ-ਕਾਨੂੰਨੀ ਤਰੀਕੇ ਨਾਲ ਦੇਸ਼ ਨਿਕਾਲਾ ਦੇਣਾ ਹੈ - ਰਾਇਟਰਜ਼",
        "ਇਜ਼ਰਾਈਲ ਨੇ ਸੀਰੀਆ ਦੀਆਂ ਫੌਜਾਂ ਦੀਆਂ ਅਸਾਮੀਆਂ ਛੱਡਣ ਤੋਂ ਬਾਅਦ ਗੋਲਨ ਬਫਰ ਜ਼ੋਨ 'ਤੇ ਕਬਜ਼ਾ ਕਰ ਲਿਆ - ਬੀਬੀਸੀ.",
        "‘ਮੋਆਨਾ 2’ ਗਲੋਬਲ ਬਾਕਸ ਆਫਿਸ 'ਤੇ 600 ਮਿਲੀਅਨ ਡਾਲਰ ਹਿੱਟ,‘ ਲਾਰਡ ਆਫ਼ ਦਿ ਰਿੰਗਜ਼ਃ ਵਾਰ ਆਫ ਰੋਹਿਰੀਮ ’2 ਮਿਲੀਅਨ ਡਾਲਰ ਦੀ ਡੈਬਿਊ ਨਾਲ ਵਿਦੇਸ਼ਾਂ ਵਿੱਚ ਫਿਜ਼ਲਜ਼ - ਵਰਾਇਟੀ",
        "ਟਰੰਪ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਹ ਕਾਰਜਕਾਲ ਖਤਮ ਹੋਣ ਤੋਂ ਪਹਿਲਾਂ ਜੈ ਪਾਵੇਲ ਨੂੰ ਫੈੱਡ ਤੋਂ ਨਹੀਂ ਹਟਾਉਣਗੇ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "ਪੈਰਿਸ ਵਿਚ ਟਰੰਪ ਦੇ ਦੋਸਤਾਨਾ ਬੈਨਰ ਜਿਲ ਬਿਡੇਨ ਨੇ ਇੰਟਰਨੈਟ ਨੂੰ ਟੁਕੜਿਆਂ ਵਿਚ ਛੱਡ ਦਿੱਤਾਃ ‘100% ਪੁਸ਼ਟੀ ਕੀਤੀ ਕਿ ਉਸਨੇ ਉਸ ਨੂੰ ਵੋਟ ਦਿੱਤੀ’ - ਹਿੰਦੁਸਤਾਨ ਟਾਈਮਜ਼",
        "ਸੀਰੀਆ 'ਚ 13 ਸਾਲ ਦੀ ਜੰਗ ਤੋਂ ਬਾਅਦ ਬਸ਼ਰ ਅਸਦ ਦਾ ਪਤਨ ਇਕ ਦਹਾਕੇ ਲੰਬੇ ਖ਼ਾਨਦਾਨ ਦਾ ਅੰਤ ਲਿਆਉਂਦਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਅਸਦ ਨੂੰ ਪਲਟ ਕੇ ਦਮਿਸ਼ਕ 'ਤੇ ਕਬਜ਼ਾ ਕਰਨ ਵਾਲੇ ਸੀਰੀਆ ਦੇ ਬਾਗ਼ੀ ਕੌਣ ਹਨ? - ਏਬੀਸੀ ਨਿ Newsਜ਼"
    ]
}