{
    "headlines": [
        "Premier et 10 : Le Texas a un problème d'Arch Manning. Est-il le quarterback ou Quinn Ewers ? - USA TODAY",
        "Marché boursier aujourd'hui : Dow bondit de 500 points alors que les actions alimentées par la Fed établissent des records - Yahoo Finance",
        "Cotes NFL, lignes Vegas, choix, spreads, prédictions de match : Browns amoureux des mannequins, Bengals en semaine 3, 2024 - CBS Sports",
        "Les demandes de prestations de chômage aux États-Unis tombent à un creux de quatre mois - Bloomberg",
        "Metal Band Books premier spectacle Empower Field Stadium de 2025 - FOX 31 Denver",
        "UE pour dire à Apple comment faire l'interopérabilité, style DMA - TechCrunch",
        "Époux de la femme la plus riche de Russie arrêté pour meurtre après une fusillade dans un bureau - Reuters",
        "Pourquoi les Teamsters ne soutiendront pas un candidat pour 2024. Et, comment éviter la dette de carte de crédit. - NPR",
        "La prochaine ère du téléphone est presque là. C'est comme ça que ça se passe - CNET",
        "SpaceX Crew-9 astronaute lancement retardé au 26 septembre - Space.com",
        "Harris planifie une diffusion en direct avec Oprah Winfrey tandis que Trump s'adressera à un groupe israélo-américain - The Associated Press",
        "La Terre est sur le point d'avoir une mini-lune (temporairement). Ce qu'il faut savoir sur l'astéroïde 2024 PT5. - USA TODAY",
        "Choix de la semaine 3 de la NFL par le personnel du MMQB : les Ravens visitent les Cowboys à la recherche de la première victoire - Sports illustrés",
        "Les chances de formation augmentent à mesure que le NHC surveille les perturbations qui pourraient se développer, impactant bientôt la Floride - WESH 2 Orlando",
        "Nouvelle variante du coronavirus XEC se propageant dans le monde entier : ce que vous devez savoir - The Jerusalem Post",
        "Gemini Live se déploie gratuitement sur les téléphones Galaxy - SamMobile - Actualités Samsung",
        "Nintendo et The Pokémon Company poursuivent les développeurs de Palworld pour « violation des droits de brevet » - Rock Paper Shotgun",
        "Exclusif : Des munitions en provenance de l'Inde entrent en Ukraine, suscitant l'ire russe - Reuters",
        "L'hippopotame pygmée Moo Deng est tellement adorée qu'elle pourrait obtenir son propre brevet - The Associated Press",
        "Israël bombarde le Liban après les explosions radio, dit qu'il déjoue le complot d'assassinat - Reuters"
    ]
}