{
    "headlines": [
        "Áustria vota em eleição apertada com extrema direita disputando vitória histórica - Reuters",
        "Atualizações ao vivo: o assassinato do líder do Hezbollah aumenta o conflito com Israel - CNN",
        "Os 25 melhores de amanhã hoje: o Alabama passa para o primeiro lugar depois da emocionante vitória sobre a Geórgia no clássico instantâneo - CBS Sports",
        "Uma mulher de Idaho é encontrada morta na banheira. O marido dela usou suas habilidades de aplicação da lei para encenar a cena? - CBS News",
        "‘SNL’ Cold Open: Kamala dança enquanto Trump anseia pelo velho Biden - Rolling Stone",
        "Soap World Reage à Morte de Drake Hogestyn: “Ele Amou os Dias, os Fãs e Compartilhou Essa Paixão com Todos no Set” - Prazo",
        "As taxas de frete aumentam à medida que as empresas planejam uma dispendiosa greve portuária nos EUA - Financial Times",
        "Seu horóscopo antecipado: 29 de setembro de 2024 - The Globe and Mail",
        "Trump bate na mensagem de imigração após a visita de Harris à fronteira - Axios",
        "DOJ processa Alabama, principal autoridade eleitoral do estado por supostamente expurgar eleitores não-cidadãos muito perto da eleição - Fox News",
        "Asheville, na Carolina do Norte, foi devastada depois que os danos de Helene cortaram a energia e inundaram estradas - CBS News",
        "O CEO da Steward Health Care, Dr. Ralph de la Torre, deixa a empresa falida - WCVB Boston",
        "O advogado de Diddy anuncia que o magnata não aceitará o acordo judicial como 'Ele é...' - Hindustan Times",
        "O novo visual de Julius Randle foi revelado quando a mãe reconheceu que os Knicks negociam no Instagram: ‘Vamos Lobos!’ - New York Post",
        "A caminho do debate vice-presidencial, Tim Walz está a lutar contra os nervos - CNN",
        "Atividade física mínima devido ao trabalho e deslocamento causando ataques cardíacos, diz o Dr. Ramakanta Panda - The Times of India",
        "Várias pessoas morreram em acidente de avião perto do Primeiro Aeroporto de Voo do Wright Brothers Memorial - ABC11 Raleigh-Durham",
        "Semana de Adereços do Jogador da NFL 4: Sam Darnold, Michael Pittman Jr., Garrett Wilson, Mais - A Rede de Ação",
        "Assista: BBC Verify analisa imagens de ataques israelenses em Beirute - BBC.com",
        "Acompanhamento de nova área de potencial desenvolvimento tropical no Golfo do México - DESGASTE"
    ]
}