{
    "headlines": [
        "T. J. Holmes & Amy Robach خذ هدفًا لغرور ديفيد موير أثناء تغطية حرائق الغابات في لوس أنجلوس: \"يبدو وكأنه صفعة في وجه الأشخاص الذين يتعاملون مع الموقف\" - الموعد النهائي",
        "لماذا دعت نيوزوم ترامب لزيارة مناطق الحرائق في لوس أنجلوس وسط مخاوف من أنه سيمنع المساعدات في حالات الكوارث - CalMatters",
        "أدى الرئيس الفنزويلي نيكولاس مادورو اليمين الدستورية لولاية رئاسية ثالثة بينما تندد المعارضة بـ \"الانقلاب\" - سي إن إن",
        "ميتا تنهي برامج DEI الخاصة بها بينما يهاجم زوكربيرج بايدن على جو روغان - سي إن إن",
        "تكساس مقابل ولاية أوهايو، كوتون بول أين تشاهد: القناة التلفزيونية، الاحتمالات، الانتشار، التنبؤ باللعبة، PICK - CBS Sports",
        "انقطاع التيار الكهربائي: حوالي 91000 عميل بدون كهرباء في جميع أنحاء الولاية - 11Alive.com WXIA",
        "رجل يحمل خرطوم مياه في الحديقة وأب بجانب سرير ابنه من بين ضحايا حرائق الغابات في لوس أنجلوس - وكالة أسوشيتد برس",
        "تجمع SpaceX أكبر صاروخ في العالم لإطلاق اختبار المركبة الفضائية الرحلة 7 (صور) - Space.com",
        "أفضل 10 تصنيفات لقيمة لاعب جورجيا، ينتقل كارسون بيك إلى ميامي مقابل 4 ملايين دولار - DawgNation",
        "القاضي يحمل رودي جولياني ازدراء المحكمة لاستمرار الأكاذيب حول العاملين في الانتخابات في جورجيا - وكالة أسوشيتد برس",
        "تم الإبلاغ عن حالة إنفلونزا الطيور في مرفق الدواجن في ماريلاند - WTOP",
        "دونالد ترامب الحكم على الهواء مباشرة: الرئيس المنتخب سلم إبراء الذمة غير المشروط، شرح الحكم - نيوزويك",
        "سبيس إكس فالكون 9 ستارلينك 12-12 - مركز كينيدي للفضاء",
        "لماذا تراجعت الأسهم الأمريكية يوم الجمعة على الرغم من تقرير الوظائف الرائج - MarketWatch",
        "تحديثات حية لحرائق الغابات في كاليفورنيا: نيوزوم تطلق تحقيقًا في نقص المياه الحرج مع استمرار الحرائق - فوربس",
        "مدير الإطفاء في لوس أنجلوس يقول إن سكان المدينة فشلوا في الإعداد لحرائق الغابات، وخفض الميزانية: \"يصرخون للحصول على التمويل المناسب\" - فوكس نيوز",
        "حرائق غابات لوس أنجلوس: تحديثات من 10 يناير 2025 - وكالة أسوشيتد برس",
        "2 الحنين إلى الماضي — والمحاصرين — من المقرر إغلاق Bay Area Macy's في عام 2025 - SFGATE",
        "توقعات درجة Broncos مقابل Bills - تقرير Mile High",
        "تيموثي شالاميت يعود إلى \"SNL\" كمضيف — وضيف موسيقي - وكالة أسوشيتد برس"
    ]
}