{
    "headlines": [
        "Ranking der neuen Liste der Walküren: Unsere Favoriten und am wenigsten Favoriten - ESPN",
        "Quellen: Holmes stimmt zu, Mets beizutreten - als Starter - ESPN",
        "Boise State vs. UNLV: Mountain West Championship Game Live-Stream, TV, Kickoff-Zeit, Vorhersage - CBS Sports",
        "Südkoreanische Gesetzgeber stimmen über Amtsenthebung nach Kriegsrechtsdebakel ab - The Associated Press",
        "Nachdem die vermisste Großmutter tot im Sinkhole gefunden wurde, enthüllt die Polizei neue Details darüber, was passiert sein könnte - MENSCHEN",
        "Mars Rover Perseverance schickt Postkarte vom malerischen \"Pico Turquino\" nach Hause (Foto) - Space.com",
        "Apollo Global Stock, Workday tritt dem S&P 500 Index bei. Hier ist, wer es nicht geschafft hat. - Barrons",
        "Diddy-Anklägerin enthüllt als Anna Kane, Ex-Frau von NHL-Star Evander Kane - TMZ",
        "Anklage wegen Totschlags im Prozess gegen Daniel Penny abgewiesen, Jury prüft fahrlässige Tötung - ABC News",
        "Sabrina Carpenter, geplagt von einem Betrugsskandal, als Popstar für Fans überraschend auftritt - Yahoo Entertainment",
        "Warum Bitcoin boomt - Vox.com",
        "Exklusiv: US-Bestellungen, die Vogelgrippe-Tests der Milchversorgung vorschreiben - Reuters",
        "Die Aktien der Krankenkassen fallen nach dem Mord an UnitedHealth Exec - Reuters",
        "Apples benutzerdefinierte Modems könnten 5G in Macs und Vision Pro bringen - The Verge",
        "Eine einzige Mutation könnte die Vogelgrippe viel schlimmer machen, findet die Studie - Salon",
        "Rumänien verschrottet Präsidentschaftswahl nach angeblicher russischer Einmischung - Financial Times",
        "Naher Osten: Libanon schließt alle seine Landgrenzübergänge mit Syrien bis auf einen - The Associated Press",
        "Elon Musk pumpte eine Viertelmilliarde Dollar in Pro-Trump-Kampagnengruppen - The Wall Street Journal",
        "Die 19 besten TV-Shows des Jahres 2024: Auswahl der Kritiker - Vielfalt",
        "Das Texas House Speaker Race ist noch nicht vorbei. Hier steht es. - The Texas Tribune"
    ]
}