{
    "headlines": [
        "ਬਾਇਡਨ ਪ੍ਰਸ਼ਾਸਨ ਨੇ ਰੂਸ ਦੇ ਤੇਲ ਦਿੱਗਜਾਂ ਅਤੇ ਟੈਂਕਰ ਬੇੜੇ 'ਤੇ ਪਾਬੰਦੀ ਲਗਾਈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਕਲੋਵਿਸ ਫਾਇਰ ਡਿਪਾਰਟਮੈਂਟ ਸੋਕਲ ਫਾਇਰ ਵਰਗੀ ਜੰਗਲੀ ਅੱਗ ਦੀ ਸਥਿਤੀ ਵਿੱਚ 'ਤਿਆਰ' - ਕਿਲੋਮੀਟਰ ਪ੍ਰਤੀ ਘੰਟਾ ਫੌਕਸ 26",
        "ਮੈਂਡੀ ਮੂਰ ਇਨ-ਲਾਅਜ਼ ਨੂੰ ਸਾਂਝਾ ਕਰਨ ਲਈ ਬੈਕਲੈਸ਼ ਦਾ ਸਾਹਮਣਾ ਕਰਦਾ ਹੈ 'ਗੋਫੰਡਮੇ ਪੇਜ: \"ਕਿਰਪਾ ਕਰਕੇ ਐਫ ਆਫ\" - ਡੈੱਡਲਾਈਨ",
        "ਟੈਕਸਾਸ ਬਨਾਮ ਓਹੀਓ ਸਟੇਟ ਕਿੱਥੇ ਵੇਖਣਾ ਹੈਃ ਟੀਵੀ ਚੈਨਲ, ਕਪਾਹ ਬਾlਲ ਕਿੱਕਆਫ ਟਾਈਮ, ਕਾਲਜ ਫੁੱਟਬਾਲ ਪਲੇਆਫ ਦੀਆਂ ਮੁਸ਼ਕਲਾਂ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਮੈਰੀਲੈਂਡ ਪੋਲਟਰੀ ਸਹੂਲਤ ਵਿਖੇ ਬਰਡ ਫਲੂ ਦਾ ਮਾਮਲਾ ਸਾਹਮਣੇ ਆਇਆ - ਡਬਲਯੂਟੀਓਪੀ",
        "ਨਿ Or ਓਰਲੀਨਜ਼ ਪੇਲੀਕਨਜ਼ ਨੇ ਜ਼ਿਆਨ ਵਿਲੀਅਮਸਨ ਨੂੰ ਇਕ ਮੈਚ ਲਈ ਮੁਅੱਤਲ ਕੀਤਾ - ਐਨਬੀਏ.",
        "ਸੰਘੀ ਜੱਜ ਨੇ ਚੋਣ ਕਰਮਚਾਰੀਆਂ ਬਾਰੇ ਝੂਠੇ ਦਾਅਵਿਆਂ ਨੂੰ ਦੁਹਰਾਉਣ ਲਈ ਰੁਡੀ ਜਿਉਲਿਆਨੀ ਨੂੰ ਅਦਾਲਤ ਦੀ ਨਫ਼ਰਤ ਵਿੱਚ ਫੜਿਆ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਸਪੇਸਐਕਸ ਫਾਲਕਨ 9 ਸਟਾਰਲਿੰਕ 12-12 - ਕੈਨੇਡੀ ਸਪੇਸ ਸੈਂਟਰ",
        "ਯੂਐਸ ਦੇ ਸਟਾਕਾਂ ਨੇ ਬਲਾਕਬਸਟਰ ਨੌਕਰੀਆਂ ਦੀ ਰਿਪੋਰਟ ਦੇ ਬਾਵਜੂਦ ਸ਼ੁੱਕਰਵਾਰ ਨੂੰ ਕਲੋਬਿੰਗ ਕਿਉਂ ਕੀਤੀ - ਮਾਰਕੀਟਵਾਚ",
        "ਲਾਸ ਏਂਜਲਸ ਜੰਗਲੀ ਅੱਗਃ 10 ਜਨਵਰੀ, 2025 ਤੋਂ ਅਪਡੇਟਸ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਸਿੰਗਲ ਨਰਵ ਕੋਰਡ ਨੂੰ Ecdysozoan ਨਰਵਸ ਸਿਸਟਮ ਦੇ ਪੂਰਵਜ ਵਜੋਂ ਪ੍ਰਗਟ ਕੀਤਾ ਗਿਆ - ਨਿ neਰੋਸਾਇੰਸ ਨਿ Newsਜ਼",
        "ਜਾਰਜੀਆ ਦੇ ਸਾਬਕਾ ਕੁਆਰਟਰਬੈਕ ਕਾਰਸਨ ਬੇਕ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਸਨੇ 2025 ਦੇ ਸੀਜ਼ਨ ਲਈ ਮਿਆਮੀ ਲਈ ਵਚਨਬੱਧ ਕੀਤਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਟੌਮ ਹਾਲੈਂਡ ਦੇ ਪਿਤਾ ਨੇ ਕਿਹਾ ਕਿ ਅਦਾਕਾਰ ਜ਼ੇਂਦਿਆ ਪ੍ਰਸਤਾਵ ਲਈ 'ਅਵਿਸ਼ਵਾਸ਼ਯੋਗ ਤੌਰ' ਤੇ ਚੰਗੀ ਤਰ੍ਹਾਂ ਤਿਆਰ 'ਸੀਃ'ਉਹ ਇਕ ਸਫਲ ਯੂਨੀਅਨ ਬਣਾਉਣਗੇ ' - ਏਓਐਲ",
        "ਲਾਈਵ ਅਪਡੇਟਸਃ ਸੁਪਰੀਮ ਕੋਰਟ ਟਿਕਟੋਕ ਪਾਬੰਦੀ ਜਾਂ ਵਿਕਰੀ ਕਾਨੂੰਨ ਨੂੰ ਬਰਕਰਾਰ ਰੱਖਣ ਦੀ ਸੰਭਾਵਨਾ ਜਾਪਦੀ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਸੀਈਐਸ 2025 ਤੋਂ ਅਜੀਬ, ਵਿਲੱਖਣ, ਅਤੇ ਹੋਰ ਧਿਆਨ ਦੇਣ ਯੋਗ ਪੀਸੀ ਅਤੇ ਪੀਸੀ ਉਪਕਰਣ - ਆਰਸ ਟੈਕਨੀਕਾ",
        "ਗਾਜ਼ਾ ਯੁੱਧ ਵਿਚ ਮਰਨ ਵਾਲਿਆਂ ਦੀ ਗਿਣਤੀ ਕਾਫ਼ੀ ਜ਼ਿਆਦਾ ਹੋ ਸਕਦੀ ਹੈ, ਖੋਜਕਰਤਾਵਾਂ ਦਾ ਕਹਿਣਾ ਹੈ - ਬੀਬੀਸੀ.",
        "ਅਮਰੀਕਾ ਨੇ ਵੈਨੇਜ਼ੁਏਲਾ ਦੇ ਨਿਕੋਲਸ ਮਾਦੁਰੋ ਦੀ ਗ੍ਰਿਫਤਾਰੀ ਲਈ 25 ਮਿਲੀਅਨ ਡਾਲਰ ਦੇ ਇਨਾਮ ਦਾ ਐਲਾਨ ਕੀਤਾ - BBC.com",
        "'ਉਹ ਕੀ ਹੈ' ਵਿਗਿਆਨੀ ਚਿੱਟੇ ਪੈਚ ਦੀ ਵਿਆਖਿਆ ਕਰਦੇ ਹਨ ਜੋ ਉੱਤਰੀ ਲਾਈਟਾਂ ਦੇ ਨੇੜੇ ਦਿਖਾਈ ਦਿੰਦੇ ਹਨ - Phys.",
        "ਐਮਾਜ਼ਾਨ ਕੋਲ ਐਪਲ ਏਅਰਪੌਡਜ਼ ਪ੍ਰੋ 2 'ਤੇ 2025 ਦੀ ਸਭ ਤੋਂ ਘੱਟ ਕੀਮਤ ਹੈ, ਤੇਜ਼ ਵੇਚ ਰਿਹਾ ਹੈ! - ਗਿਜ਼ਮੋਡੋ",
        "ਐਕਸਕਲੂਸਿਵਃ ਮੈਟਾ ਟਰੰਪ ਨੂੰ ਨਵੀਨਤਮ ਕਮਾਨ ਵਿਚ ਡੀਈਆਈ ਪ੍ਰੋਗਰਾਮਾਂ ਨੂੰ ਵਾਪਸ ਰੋਲ ਕਰਦਾ ਹੈ - ਐਕਸੀਓਸ"
    ]
}