{
    "headlines": [
        "‘ਹਮਦਰਦੀ ਵਾਲੀਆਂ ਅੱਖਾਂ ਅਤੇ ਇਕ ਮਾਸਪੇਸ਼ੀ ਕੱਦ’: ਵਿਟੋ ਦਿ ਪੱਗ ਜਿੱਤਦਾ ਹੈ ਨੈਸ਼ਨਲ ਡੌਗ ਸ਼ੋਅ - ਸੀ ਐਨ ਐਨ",
        "ਟਰੰਪ ਦੇ ਕਾਰਜਕਾਲ ਦੀ ਸ਼ੁਰੂਆਤ ਦੇ ਨਾਲ ਕੂਟਨੀਤੀ ਦੀ ਪਰਖ ਕਰਨ ਲਈ ਈਰਾਨ ਅਤੇ ਯੂਰਪੀਅਨ ਮੁਲਾਕਾਤ - ਰਾਇਟਰਜ਼",
        "ਚੀਨੀ ਪੱਤਰਕਾਰ ਤੇ ਹਾਰਵਰਡ ਦੇ ਸਾਬਕਾ ਸਾਥੀ ਨੂੰ 7 ਸਾਲ ਦੀ ਸਜ਼ਾ - The Washington Post",
        "ਐਕਸਕਲੂਸਿਵਃ ਐਚਐਸਬੀਸੀ ਫੈਲਾਉਣ ਲਈ ਸੰਘਰਸ਼ ਕਰਨ ਤੋਂ ਬਾਅਦ ਚੀਨ ਕ੍ਰੈਡਿਟ ਕਾਰਡ ਕਾਰੋਬਾਰ ਤੋਂ ਵਾਪਸ ਖਿੱਚ ਰਿਹਾ ਹੈ - ਰਾਇਟਰਜ਼",
        "ਐਨਐਫਐਲ ਥੈਂਕਸਗਿਵਿੰਗ ਜੇਤੂ ਅਤੇ ਹਾਰਨ ਵਾਲੇਃ ਡੌਲਫਿਨਜ਼ ਦੇ ਠੰਡੇ ਮੌਸਮ ਦੇ ਬਲੂਜ਼ ਜਾਰੀ ਹਨ, ਸ਼ੇਰ ਦੇ ਰੱਖਿਆਤਮਕ ਮੋਰਚੇ ਦਾ ਦਬਦਬਾ ਹੈ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "Orcas ਵੱਡੇ ਵ੍ਹੇਲ ਸ਼ਾਰਕ 'ਤੇ ਸ਼ਿਕਾਰ ਦੇਖਿਆ - ਯਾਹੂ! ਆਵਾਜ਼",
        "ਹਫਤਾ 13 ਐਨਐਫਐਲ ਪਲੇਆਫ ਤਸਵੀਰ 2024-25: ਥੈਂਕਸਗਿਵਿੰਗ ਤੋਂ ਬਾਅਦ ਸਟੈਂਡਿੰਗਜ਼, ਬਰੈਕਟ ਦ੍ਰਿਸ਼ਟੀਕੋਣ - ਬਲੀਚਰ ਰਿਪੋਰਟ",
        "ਡੌਲਫਿਨ ਬਨਾਮ ਪੈਕਰਜ਼ ਫਾਈਨਲ ਸਕੋਰ, ਥੈਂਕਸਗਿਵਿੰਗ ਗੇਮ ਲਈ ਤੁਰੰਤ ਪ੍ਰਤੀਕਰਮ - ਦ ਫਿਨਸਾਈਡਰ",
        "ਐਨਐਫਐਲ ਥੈਂਕਸਗਿਵਿੰਗ ਓਵਰ ਰਿਐਕਸ਼ਨਃ ਕੈਲੇਬ ਵਿਲੀਅਮਜ਼ ਬੀਅਰਜ਼ ਦੀ ਗਲਤੀ ਲਈ ਦੋਸ਼ੀ? ਗਾਵਾਂ ਪਲੇਆਫ ਰਨ ਬਣਾਉਂਦੀਆਂ ਹਨ? - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਫ੍ਰੈਂਚ ਰਾਜਨੀਤਿਕ ਸੰਕਟਃ ਹਰ ਚੀਜ ਜੋ ਤੁਹਾਨੂੰ ਜਾਣਨ ਦੀ ਜ਼ਰੂਰਤ ਹੈ - ਪੋਲੀਟੀਕੋ ਯੂਰਪ",
        "ਚਿੱਕੜ ਦੇ ਪੈਰਾਂ ਦੇ ਨਿਸ਼ਾਨ ਸੁਝਾਅ ਦਿੰਦੇ ਹਨ ਕਿ ਕੀਨੀਆ ਵਿਚ 1.5 ਮਿਲੀਅਨ ਸਾਲ ਪਹਿਲਾਂ ਸ਼ੁਰੂਆਤੀ ਮਨੁੱਖਾਂ ਦੀਆਂ 2 ਕਿਸਮਾਂ ਗੁਆਂ neighborsੀਆਂ ਸਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਕਨੈਕਟੀਕਟ ਹਾ Houseਸ ਦੇ ਨੁਮਾਇੰਦਿਆਂ ਨੂੰ ਬੰਬ ਧਮਕੀਆਂ ਨਾਲ ਨਿਸ਼ਾਨਾ ਬਣਾਇਆ ਗਿਆ - ਬੀਬੀਸੀ.",
        "34 ਸਰਬੋਤਮ ਬਲੈਕ ਫ੍ਰਾਈਡੇ ਸੌਦੇ ਜੋ ਅਸੀਂ ਵਾਲਮਾਰਟ, ਯੂਜੀਜੀ, ਐਮਾਜ਼ਾਨ, ਟਾਰਗੇਟ & ਹੋਰ ਤੇ (ਹੁਣ ਤੱਕ) ਲੱਭੇ ਹਨ - ਐਨਜੇ ਡਾਟ ਕਾਮ",
        "ਨਿਊਯਾਰਕ ਥੈਂਕਸਗਿਵਿੰਗ ਪਰੇਡ ਵਿੱਚ ਫਲਸਤੀਨੀ ਪੱਖੀ ਪ੍ਰਦਰਸ਼ਨਕਾਰੀ ਗ੍ਰਿਫਤਾਰ - ਰਾਇਟਰ",
        "ਹਿਜ਼ਬੁੱਲਾ ਲੜਾਕੂ ਟਰੂਸ ਤੋਂ ਬਾਅਦ ਉੱਤਰੀ ਰਿਟਾਇਰ ਕਰਦੇ ਹਨ, ਪਿਛਲੇ ਲੇਬਨਾਨੀ ਨਾਗਰਿਕ ਘਰ ਵੱਲ ਜਾ ਰਹੇ ਹਨ - ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "ਬੇਨ ਅਫਲੇਕ ਜੈਨੀਫਰ ਗਾਰਨਰ ਨਾਲ ਥੈਂਕਸਗਿਵਿੰਗ 'ਤੇ ਬੇਘਰਿਆਂ ਨੂੰ ਖੁਆਉਣ ਲਈ ਦੁਬਾਰਾ ਮਿਲਦਾ ਹੈ - ਡੈੱਡਲਾਈਨ",
        "ਹਫਤੇ ਦੇ ਅੰਤ ਤੱਕ ਨਿਊਯਾਰਕ ਰਾਜ ਦੇ ਕੁਝ ਹਿੱਸਿਆਂ ਵਿੱਚ ਝੀਲ ਪ੍ਰਭਾਵ ਬਰਫ ਦੇ ਪੈਰਾਂ ਦੀ ਉਮੀਦ ਹੈ - CNYcentral. com",
        "ਐਮਾਜ਼ਾਨ ਵਰਕਰਾਂ ਨੇ ਦੁਨੀਆ ਭਰ ਦੇ ਵੱਡੇ ਸ਼ਹਿਰਾਂ ਵਿੱਚ ਬਲੈਕ ਫ੍ਰਾਈਡੇ ਅਤੇ ਸਾਈਬਰ ਸੋਮਵਾਰ ਦੇ ਵਿਚਕਾਰ ਹੜਤਾਲ ਦੀ ਯੋਜਨਾ ਬਣਾਈ - ਨਿ New ਯਾਰਕ ਪੋਸਟ",
        "ਕੈਲੀਫ. ਆਰਟ ਟੀਚਰ, 60, ਕਲਾਸਰੂਮ ਵਿਚ ਬੈਟ ਦੁਆਰਾ ਚੱਕਣ ਤੋਂ ਬਾਅਦ ਰੇਬੀਜ਼ ਨਾਲ ਮਰ ਜਾਂਦਾ ਹੈਃ ‘ਉਹ ਇਸ ਨੂੰ ਨੁਕਸਾਨ ਨਹੀਂ ਪਹੁੰਚਾਉਣਾ ਚਾਹੁੰਦੀ ਸੀ’ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਡਾਇਨਾਸੌਰ ਵੋਮਿਟ ਅਤੇ ਫਾਸੀਜ਼ ਦੇ ਜੈਵਿਕ ਪਰਦਾਫਾਸ਼ ਕਰਦੇ ਹਨ ਕਿ ਉਹ ਧਰਤੀ ਉੱਤੇ ਹਾਵੀ ਹੋਣ ਲਈ ਕਿਵੇਂ ਵਿਕਸਤ ਹੋਏ - ਦਿ ਡੇਲੀ ਗਲੈਕਸੀ - ਮਹਾਨ ਖੋਜ ਚੈਨਲ"
    ]
}