{
    "headlines": [
        "Источник: Saints, чтобы начать Haener, если Карр не сможет уйти - ESPN",
        "Трамп говорит, что Сирия «не наша борьба». Оставаться снаружи может быть не так просто - BBC.com",
        "Байден помиловал 39 президентов и смягчил 1500 приговоров - BBC.com",
        "Калифорния сообщает о большем количестве заболеваний у людей, которые пили сырое молоко. Вот риски, по мнению экспертов в области здравоохранения - CNN",
        "The Game Awards 2024 Live Winners List, And Game Of The Year - Forbes",
        "Марсоход Perseverance готовится исследовать загадочную раннюю историю Марса - CNN",
        "Rams vs. 49ers шансы, прогноз, время, линия: 2024 Thursday Night Football picks from NFL model on 25-11 roll - CBS Sports",
        "«Ручная кладь»: Тэрон Эгертон и Джейсон Бейтман в триллере Netflix - крайний срок",
        "Ученые точно определили, когда у людей рождались дети от неандертальцев - The Washington Post",
        "Билл Беличик может «полностью изменить правила игры», поскольку футбол UNC вступает в новую эру рекрутинга - 247Sports",
        "Google Gemini: все, что нужно знать о генеративных моделях ИИ - TechCrunch",
        "Полиция говорит, что подозреваемый в убийстве генерального директора UnitedHealthcare не был клиентом страховщика - ABC News",
        "FTC обвиняет гиганта по распространению алкоголя Southern Glazer в «несправедливом ценообразовании» - The Washington Post",
        "Сирийцы празднуют падение Асада и восстанавливаются после трагедии - The New York Times",
        "Блюменталь присоединяется к призывам сбивать беспилотники в Нью-Джерси «при необходимости» - Axios",
        "Прибыль Costco превысила ожидания. Продажи были немного мягкими. - Barron's",
        "«Теперь она мировая проблема»: некоторые республиканцы из Аризоны заявили, что Лейк направляется в Вашингтон - POLITICO",
        "Диджей Джеймс Кеннеди арестован за домашнее насилие - Vulture",
        "Анализ номинантов по выбору критиков: 5 самых больших выводов Фейнберга - Hollywood Reporter",
        "IPO ServiceTitan - крупный победитель, который может вдохновить финтех-компании - TechCrunch"
    ]
}