{
    "headlines": [
        "Байден посетил Флориду для осмотра повреждений в Милтоне; более 920 тысяч человек остались без электричества, затопление продолжается - USA TODAY",
        "Роботы Optimus на мероприятии Tesla Cybercab были замаскированными людьми - The Verge",
        "ООН говорит, что израильские танки ворвались на ее позицию на юге Ливана, поскольку Нетаньяху говорит миротворцам уйти - BBC.com",
        "Аоки Ли Симмонс уходит из модельного бизнеса, устала от сравнений с мамой Киморой - TMZ",
        "«Никаких красных линий» в конфликте с Израилем, говорит министр иностранных дел Ирана - POLITICO EUROPE",
        "Вороны против командиров шансы, выбор, спред, как смотреть, трансляция: модель раскрывает прогнозы НФЛ на 6-й неделе 2024 года - CBS Sports",
        "Заявление пресс-секретаря Пентагона генерал-майора Пэта Райдера о развертывании батареи THAAD в Израиле - Министерство обороны",
        "Спикер Джонсон не ожидает нового 6 января. Но он все еще сомневается в честности выборов. - POLITICO",
        "Пакерс против Кардиналс: обновления очков в реальном времени, отчет о травмах, коэффициенты, расписание - Milwaukee Journal Sentinel",
        "«Terrifier 3» возглавляет бокс-офис с дебютом на 18 миллионов долларов, «Joker: Folie à Deux» рушится с брутальным 81% падением - разнообразие",
        "Jaguars vs. Bears NFL London Game score, live updates: Jacksonville and Chicago clash in second UK game in 2024 - Yahoo Sports",
        "Изъято",
        "Большинство отделений неотложной помощи не полностью готовы к чрезвычайным ситуациям с детьми - The Washington Post",
        "Бычьему рынку 2 года. Вот где, по мнению Уолл-стрит, следуют акции. - Yahoo Finance",
        "Медведи потеряли своего длинного окуня из-за травмы колена в первой четверти в Лондоне - NBC Sports",
        "Останки Колумба, подтвержденные спустя 500 лет, показывают, что он был евреем: документальный фильм - Fox News",
        "Ариана Гранде подражает Бритни Спирс, превращается в Дженнифер Кулидж во время возвращения в SNL - New York Post",
        "В инженерном подвиге механическое оружие SpaceX поймало ракетный ускоритель Starship на стартовой площадке - ABC News",
        "«Мертвая жара»: Трамп тянет даже с Харрисом в опросе NBC News - NBC News",
        "Редкая комета может быть видна невооруженным глазом. Вот где искать. - CBS Boston"
    ]
}