{
    "headlines": [
        "تحديثات Emmys 2024 المباشرة: مظهر السجادة الحمراء ووصول المشاهير قبل عرض الجوائز - واشنطن بوست",
        "تقول السلطات إن عدد القتلى يرتفع في الفيضانات الأوروبية ؛ ومن المتوقع هطول المزيد من الأمطار - صحيفة واشنطن بوست",
        "أطلق الحوثيون صاروخًا من اليمن على وسط إسرائيل، محذرين من المزيد من الضربات - واشنطن بوست",
        "تحديثات مباشرة: البنغال والرؤساء يجددون التنافس مع سعي سينسيناتي للفوز الأول في الموسم - WLWT Cincinnati",
        "تحذير من العواصف الاستوائية صادر لسواحل ولاية كارولينا الشمالية وكارولينا الجنوبية كإعصار استوائي محتمل 8 أشكال - طقس فوكس",
        "Kuo: طلب iPhone 16 Pro أقل من المتوقع، وارتفع الطلب المسبق على iPhone 16 Plus بنسبة 48 ٪ - 9to5Mac",
        "أصبح ترامب آمنًا بعد أن فتح جهاز الخدمة السرية النار على شخص مشتبه به يحمل سلاحًا ناريًا بالقرب من نادي الغولف الخاص به - وكالة أسوشيتد برس",
        "مباشر: أزعج الفايكنج 49 سنة 23-17 في افتتاحية المنزل ؛ أصيب جاستن جيفرسون - ستار تريبيون",
        "ينشر ترامب \"أنا أكره تايلور سويفت\"، بعد أيام من تأييد النجم هاريس - واشنطن بوست",
        "Saints, Alvin Kamara blitz Cowboys في أكبر صاعقة في موسم اتحاد كرة القدم الأميركي - Yahoo Sports",
        "نائب رئيس ترامب المختار JD Vance يدافع عن نشر قصة كاذبة عن المهاجرين - الجزيرة الإنجليزية",
        "قصف روسي لمبنى سكني في خاركوف، مما أسفر عن مقتل شخص واحد وإصابة 42 آخرين، كما يقول المسؤولون - رويترز",
        "سجن رجل متهم بقتل 4 طلاب جامعيين في ولاية ايداهو في بويزي بعد نقل محاكمته - وكالة أسوشيتد برس",
        "صحيفة وول ستريت جورنال حول خطة ماريو دراجي لإنقاذ اقتصاد أوروبا - Mish Talk",
        "إدمان جين يصدر اعتذارًا، ويلغي العرض بعد شجار بيري فاريل وديف نافارو على خشبة المسرح - سي إن إن",
        "يظهر منشئ \"الطائر القفاز\" الأصلي للتخلي عن إحياء الزومبي المشفر - فوربس",
        "قتل ثلاثة رهائن من حماس \"كنتيجة ثانوية\" لضربة إسرائيلية: جيش الدفاع الإسرائيلي - نيويورك بوست",
        "\"غصن الزيتون\" بدور ويليام وكيت وتشارلز أول ويش هاري عيد ميلاد سعيد الأربعين - الوحش اليومي",
        "إرشادات جديدة للتصوير الشعاعي للثدي من إدارة الغذاء والدواء الأمريكية تغير ما يجب أن يعرفه المرضى - USA TODAY",
        "تراجع فانس عما إذا كان ترامب سيستخدم حق النقض ضد الحظر الوطني للإجهاض - بوليتيكو"
    ]
}