{
    "headlines": [
        "Live-Updates: Trump erwartet SpaceX-Start mit Elon Musk in Texas - The Washington Post",
        "US-Gesandter in Beirut für Gespräche nach Libanon, Hisbollah billigt Waffenstillstandsentwurf - Reuters.com",
        "Putin senkt die Schwelle für den Einsatz seines Atomwaffenarsenals nach Bidens Waffenentscheidung für die Ukraine - The Associated Press",
        "Die Ukraine feuert erstmals in den USA hergestellte Langstreckenraketen nach Russland ab, sagt Moskau - CNN",
        "Die Tesla-Aktie ist gestiegen. Vielleicht hilft Kim Kardashian. - Barrons",
        "Microsoft stellt KI- \"Agenten\" vor, die bei Ignite 2024 Aufgaben selbstständig ausführen können - Yahoo Finance",
        "Samsung startet endlich die Einführung von Wear OS 5 für ältere Galaxy Watches - The Verge",
        "Google Lens kann jetzt Preise und Inventar beim Einkauf in der realen Welt überprüfen - TechCrunch",
        "Republikaner im Senat senden Trump eine Botschaft: Die Bestätigung von Gaetz ist in Gefahr - POLITICO",
        "Apple enthüllt die beliebtesten Podcasts des Jahres 2024 mit neun verschiedenen Top-10-Listen - 9to5Mac",
        "Lowes Aktie fällt nach dem Gewinn. Es ist zu früh, um einen Wendepunkt zu nennen. '- Barron's",
        "\"Außergewöhnliche\" Maus, die mit Genen erstellt wurde, die älter sind als das Tierleben selbst - IFLScience",
        "Walmart Q3 Revenue Hits $ 169 Billion, EPS Surges by 850% - Yahoo Finance",
        "NFL Power Rankings Woche 12: Das Super Bowl-Fenster von Bills bleibt weit geöffnet; Lions neue Nr. 1 nach Chiefs-Verlust - CBS Sports",
        "Deutschland auf mysteriösen Kabelbrüchen in der Ostsee: „Es ist Sabotage“ - POLITICO EUROPE",
        "\"Bombenzyklon\" bedroht Nordkalifornien und den pazifischen Nordwesten - The Associated Press",
        "Kamerabild: ‘Rust’ Premiere Ticket Nachfrage Crashes Festival Ticketing System - Hollywood Reporter",
        "Diese Frau verbrachte ein Jahr damit, die Ursache ihrer chronischen Hefeinfektionen herauszufinden, und es stellte sich heraus, dass der Schuldige etwas war, das wir alle jeden Tag benutzen - BuzzFeed",
        "NFL Woche 11 Gewinner und Verlierer: Ladegeräte können endlich ein Clutch-Team sein - Sports Illustrated",
        "Matt Gaetz bezahlte Frauen, um Sex zu haben und \"Pretty Woman\" am Broadway zu sehen, sagt Anwalt - Rolling Stone"
    ]
}