{
    "headlines": [
        "ਵੈਸਟ ਟੈਕਸਾਸ ਖਸਰਾ ਫੈਲਣਾ ਦੁੱਗਣਾ ਹੋ ਕੇ 48 ਕੇਸ - ਸੀ ਐਨ ਐਨ",
        "ਉਹ ਸਿਰਫ ਡੋਗੇ ਨੂੰ ਰੋਕਣ ਲਈ ਮੁਕੱਦਮਾ ਨਹੀਂ ਕਰ ਰਹੇ ਹਨ. ਉਹ ਖੁਦ ਐਲਨ ਮਸਕ 'ਤੇ ਮੁਕੱਦਮਾ ਕਰ ਰਹੇ ਹਨ - ਪੋਲਿਟਿਕੋ",
        "ਘਰ ਦੇ ਮਾਲਕ ਨੇ ਬਲੈਕ ਕਿਸ਼ੋਰ ਰਾਲਫ ਯਾਰਲ ਨੂੰ ਗੋਲੀ ਮਾਰਨ ਦਾ ਦੋਸ਼ੀ ਮੰਨਿਆ ਜਿਸ ਨੇ ਗਲਤ ਦਰਵਾਜ਼ੇ ਦੀ ਘੰਟੀ ਵੱਜੀ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਟਾਰਗੇਟ ਦੇ ਮਰਹੂਮ ਸਹਿ-ਸੰਸਥਾਪਕ ਦੀਆਂ ਧੀਆਂ ਡੀਈਆਈ ਦੇ ਯਤਨਾਂ 'ਤੇ ਕੰਪਨੀ ਦੇ ਪੁੱਲਬੈਕ' ਤੇ ਚਿੰਤਾ ਜਤਾਉਂਦੀਆਂ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਜੈ-ਜ਼ੈਡ ਅਤੇ ਸੀਨ ‘ਡਿੱਡੀ’ ਕੰਬਜ਼ ’ਬਲਾਤਕਾਰ ਦਾ ਮੁਕੱਦਮਾ ਜੇਨ ਡੋ ਦੇ ਅਟਾਰਨੀ ਦੁਆਰਾ ਖਾਰਜ - ਵੰਨਗੀ",
        "ਬਫੇਟ ਦਾ ਬਰਕਸ਼ਾਇਰ ਐਪਲ ਸ਼ੇਅਰਾਂ ਨੂੰ ਫੜਦਾ ਹੈ, ਪਰ ਬੋਫਾ, ਸਿਟੀ ਅਤੇ ਕੈਪੀਟਲ ਵਨ ਵਿਚ ਟ੍ਰਿਮਜ਼ ਦਾ ਹਿੱਸਾ ਹੈ - ਦਿ ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "ਵਿਸ਼ਲੇਸ਼ਕ ਬੁੱਧਵਾਰ ਦੇ ਉਤਪਾਦ ਲਾਂਚ ਤੋਂ ਪਹਿਲਾਂ ਐਪਲ ਸਟਾਕ ਬਾਰੇ ਕੀ ਸੋਚਦੇ ਹਨ - ਇਨਵੈਸਟੋਪੀਡੀਆ",
        "ਉਪਕਰਣਾਂ ਦੀ ਖਰਾਬੀ, ਸੁੱਟੇ ਗਏ ਸੰਦੇਸ਼ਾਂ ਨੂੰ ਡੀਸੀ ਦੇ ਨੇੜੇ ਮਿਡਲ ਏਅਰ ਕਰੈਸ਼ ਵਿੱਚ ਐਨਟੀਐਸਬੀ ਦੁਆਰਾ ਵੇਖਿਆ ਗਿਆ - ਐਨਬੀਸੀ ਨਿ Newsਜ਼",
        "ਬ੍ਰਾਇਟਨ ਐਂਡ ਹੋਵ ਐਲਬੀਅਨ 3-0 ਚੇਲਸੀਆ, ਪ੍ਰੀਮੀਅਰ ਲੀਗਃ ਮੈਚ ਤੋਂ ਬਾਅਦ ਦੀ ਪ੍ਰਤੀਕ੍ਰਿਆ, ਰੇਟਿੰਗ - ਸਾਨੂੰ ਕੋਈ ਇਤਿਹਾਸ ਨਹੀਂ ਮਿਲਿਆ",
        "ਰਿਪੋਰਟਃ ਫਿਲਡੇਲ੍ਫਿਯਾ ਵਿੱਚ ਈਗਲਜ਼ ਦੀ ਸੁਪਰ ਬਾlਲ 59 ਚੈਂਪੀਅਨਸ਼ਿਪ ਪਰੇਡ ਵਿੱਚ 2 ਲੋਕਾਂ ਨੂੰ ਗੋਲੀ ਮਾਰ ਦਿੱਤੀ ਗਈ - ਯਾਹੂ ਸਪੋਰਟਸ",
        "ਤੀਬਰ ਫਲੂ ਦਾ ਮੌਸਮ ਹਸਪਤਾਲਾਂ ਨੂੰ ਗੰਭੀਰ ਬਿਮਾਰ ਮਰੀਜ਼ਾਂ ਨਾਲ ਭਰ ਰਿਹਾ ਹੈ - ਡਬਲਯੂਟੀਓਪੀ",
        "ਇਕ ਡਰੋਨ ਨੇ ਯੂਕਰੇਨ ਦੇ ਚਰਨੋਬਲ ਪਰਮਾਣੂ ਪਲਾਂਟ ਦੇ ਬਾਹਰੀ ਸ਼ੈੱਲ ਨੂੰ ਵਿੰਨ੍ਹਿਆ. ਰੇਡੀਏਸ਼ਨ ਦਾ ਪੱਧਰ ਆਮ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਐਨਵਾਈ ਦੇ ਮੇਅਰ ਏਰਿਕ ਐਡਮਜ਼ ਵਿਰੁੱਧ ਭ੍ਰਿਸ਼ਟਾਚਾਰ ਦੇ ਕੇਸ ਨੂੰ ਸੁੱਟਣ ਦੇ ਆਦੇਸ਼ ਤੋਂ ਬਾਅਦ ਸਰਕਾਰੀ ਵਕੀਲ ਨੇ ਅਸਤੀਫਾ ਦੇ ਦਿੱਤਾ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਟਰੰਪ ਕਹਿੰਦਾ ਹੈ ਕਿ 2 ਅਪ੍ਰੈਲ ਦੇ ਆਸ ਪਾਸ ਆਉਣ ਵਾਲੀਆਂ ਆਟੋਜ਼ 'ਤੇ ਨਵੇਂ ਟੈਰਿਫ - ਬਲੂਮਬਰਗ",
        "ਟਰੰਪ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਹ ਸ਼ਨੀਵਾਰ ਨੂੰ ਗਾਜ਼ਾ 'ਤੇ ਸਖਤ ਰੁਖ ਅਪਣਾਉਣਗੇ - ਦ ਯਰੂਸ਼ਲਮ ਪੋਸਟ",
        "ਉੱਤਰੀ ਲਾਈਟਾਂ ਦੀ ਭਵਿੱਖਬਾਣੀਃ ਇਹ ਉਹ ਥਾਂ ਹੈ ਜਿੱਥੇ ਵੈਲੇਨਟਾਈਨ ਡੇਅ 'ਤੇ Aurora Borealis ਦਿਖਾਈ ਦੇ ਸਕਦੀ ਹੈ - ਫੋਰਬਸ",
        "ਮ੍ਯੂਨਿਚ ਅੱਪਡੇਟਃ Zelensky ਦੱਸਦਾ ਹੈ Vance ਯੂਕਰੇਨ ਅਮਨ ਗੱਲਬਾਤ ਲਈ 'ਸੁਰੱਖਿਆ ਗਾਰੰਟੀ' ਦੀ ਲੋੜ ਹੈ - Newsweek",
        "ਭੂਚਾਲ ਵਿਚ ਅਪਟਿਕ ਅਲਾਸਕਾ ਦੇ ਮਾਉਂਟ ਸਪੁਰਰ ਜੁਆਲਾਮੁਖੀ 'ਤੇ ਸੰਭਾਵਤ ਫਟਣ ਦਾ ਸੰਕੇਤ ਦੇ ਸਕਦਾ ਹੈ - ਏਬੀਸੀ ਨਿ Newsਜ਼"
    ]
}