{
    "headlines": [
        "American Airlines grounds flights nationwide amid 'technical issue,' FAA and airline say - ABC News",
        "FDA says the Zepbound shortage is over. Here’s what that means for compounding pharmacies, patients who used off-brand versions - CNBC",
        "Nissan could face cost-cutting 'carnage' in Honda merger, Carlos Ghosn says - CNBC",
        "Trump dreams of empire expansion - Axios",
        "Conservatives hope to enlist Trump in their spending war. It won’t be that easy. - POLITICO",
        "What we know about the suspect charged with murder and arson for allegedly setting woman on fire in New York subway - CNN",
        "How one man became a Ukrainian traitor and Russian spy - Reuters",
        "Horoscope for Tuesday, December 24, 2024 - Chicago Sun-Times",
        "‘It Ends With Us’ Star Brandon Sklenar Posts Blake Lively’s Complaint Against Justin Baldoni: ‘For the Love of God Read This’ - Variety",
        "Unshaven Luigi Mangione Shows Signs of Stress in Court - The Daily Beast",
        "Monday Night Football: Packers post NFL’s first shutout this season, run over Saints 34-0 - NBC Sports",
        "Biden delivers on threat to veto bill to expand US judiciary - Reuters",
        "Embiid ejected after drawing 2 technicals in game against Wembanyama and Spurs - The Associated Press",
        "Starbucks strikes will expand, reaching over 300 stores nationwide - The Washington Post",
        "Scientists unveil 50,000-year-old baby mammoth carcass - BBC.com",
        "Magdeburg attack fuels disinformation and mistrust in German leaders - POLITICO Europe",
        "Bird flu case reported in Los Angeles after state officials declare emergency - ABC News",
        "Hawai'i's Kīlauea volcano erupts, spewing \"lava bombs\" - Axios",
        "Santa Cruz Wharf partially collapses; 3 rescued from water - The Mercury News",
        "The Year in (Weird) Science: Test Your Knowledge With Our Quiz - The Wall Street Journal"
    ]
}