{
    "headlines": [
        "Victor Wembanyama perd 50 points, un sommet en carrière, tout en menant les Spurs à l'emporter sur Wizards - Yahoo Sports",
        "Patrick Mahomes qualifie le cambriolage dans sa maison de la région de Kansas City de « frustrant et décevant » - NBC Sports",
        "Travailleur du gouvernement américain accusé d'avoir divulgué des documents classifiés sur les plans d'Israël pour frapper l'Iran - The Associated Press",
        "Finale ‘The Golden Bachelorette’ : Joan Vassos choisit [SPOILER] dans une fin émotionnelle - Variété",
        "Une personne décédée à la suite de deux explosions près de la Cour suprême du Brésil - CNN",
        "Les contrats à terme sur actions ont peu changé car le rallye post-électoral montre des signes d'hésitation : mises à jour en direct - CNBC",
        "Le FBI fait irruption chez Shayne Coplan, PDG de Polymarket - Axios",
        "Ozempic et Wegovy peuvent être bénéfiques dans la lutte contre la dépendance à l'alcool : étude - The Hill",
        "Giannis marque 38 points, les Bucks mènent les Pistons 85-84 après trois quarts - Milwaukee Journal Sentinel",
        "Mike Johnson remporte le GOP et reste président de la Chambre avec le soutien de Trump - Axios",
        "Les républicains obtiennent la majorité à la Chambre des représentants des États-Unis, donnant à Trump le contrôle du Congrès - Financial Times",
        "Matt Gaetz démissionne du Congrès après que Trump ait hoché la tête pour devenir procureur général, dit Johnson - Fox News",
        "Final Cut Pro 11 ouvre un nouveau chapitre pour le montage vidéo sur Mac - Apple Newsroom",
        "Elon Musk dit que lui et Trump ont le « mandat de supprimer » les règlements. Les lois sur l'éthique pourraient limiter le rôle de Musk - The Associated Press",
        "Sara Haines a brusquement quitté la caméra sur \"The View\" - BuzzFeed",
        "Microsoft patches Windows zero-day exploités dans des attaques sur l'Ukraine - BleepingComputer",
        "Le stock SMCI pourrait être retiré de la liste. Que considérer si vous possédez Super Micro. - Barron's",
        "Les républicains ont remporté la Chambre. Maintenant vient la partie difficile. - ABC News",
        "KFC poursuit le Texas Chicken de Church pour des allégations de publicité « recette originale » - CBS News",
        "Bull doge ! Dogecoin s'envole alors que Trump annonce un groupe d'efficacité gouvernementale surnommé DOGE - The Associated Press"
    ]
}