{
    "headlines": [
        "Polícia do Brasil acusa Bolsonaro e ex-ministros de golpe de 2022 - Reuters Canadá",
        "Alguns hospitais observam aumento no VSR, \"pneumonia ambulante\". 'Aqui está o que saber - ABC News",
        "Odds, linhas, escolhas, spreads, apostas, previsões da NFL, o que apostar na Semana 12 de 2024: Bears, Eagles de apoio ao modelo - CBS Sports",
        "Suprema Corte de Illinois anula condenação de Jussie Smollett por suposta fraude - BBC.com",
        "Relatório da polícia revela alegações de agressão contra Hegseth, a escolha de Trump para secretário de Defesa - The Associated Press",
        "Mortes por envenenamento por metanol destacam o falso problema do álcool no Sudeste Asiático - BBC.com",
        "Líder prolífico de cartel mexicano supostamente forjou sua própria morte para viver ‘vida de luxo’ na Califórnia - KTLA Los Angeles",
        "Quem Trump escolherá a seguir para procurador-geral após a saída de Gaetz? - Fox News",
        "SpaceX lança 24 satélites Starlink no foguete Falcon 9 de Cabo Canaveral - Spaceflight Now",
        "O presidente da SEC, Gensler, deixará a agência em 20 de janeiro - SEC.gov",
        "O Google Chrome deve ser vendido, diz o DOJ. Alphabet Stock Tanks. - Barron's",
        "   Removido ",
        "Julian Lewis se compromete com Colorado, Deion Sanders como Top247 QB completa flip de USC - 247Sports",
        "WhatsApp lança transcrições de mensagens de voz - TechCrunch",
        "Principal tribunal de crimes de guerra emite mandados de prisão para Netanyahu, ex-ministro da Defesa e líder do Hamas - The Associated Press",
        "Packers ansiosos por uma revanche nos playoffs com os ‘perigosos’ 49ers - Packers.com",
        "Este acessório de TV me faz sentir como se estivesse em um teatro todas as noites, e custa menos de US $ 50 na Black Friday - CNET",
        "Anker lança venda massiva de Black Friday com até 50% de desconto em todo o site, brindes com compra, caixas misteriosas e muito mais - MacRumors",
        "O estranho tweet de 2010 de Liam Payne sobre seu funeral se tornou viral depois que ele foi enterrado - New York Post",
        "   Removido "
    ]
}