{
    "headlines": [
        "Trump hält Kundgebung am Arnold Palmer Regional Airport in Pennsylvania ab - CBS Pittsburgh",
        "Yankees vs. Guardians Live-Score-Updates: ALCS-Spiel 5 kann NY zur World Series - USA HEUTE SCHICKEN",
        "Hurrikan-Oscar-Tracker: Karte und prognostizierter Sturmpfad - The Washington Post",
        "Boeing-Maschinisten stimmen am Mittwoch über neuen Vorschlag zur Beendigung des Streiks ab - The Seattle Times",
        "Texas vs. Georgia Ergebnis: Live-Spiel-Updates, College-Football-Ergebnisse, NCAA Top 25 Highlights - CBS Sports",
        "Was Sie über den Ausfall des Stromnetzes wissen sollten, der Kuba in die Dunkelheit stürzte - The Associated Press",
        "Asian IPOs Set for Blockbuster Week as ‘Animal Spirits’ Return - Bloomberg",
        "Israelische Streiks im Norden des Gazastreifens verursachen Dutzende von Opfern, sagen Ärzte - Reuters",
        "Zahlreiche Sorten gefrorener Waffeln wegen möglicher Listerienkontamination zurückgerufen - Fox Business",
        "3 Tote und 8 Verletzte bei einer Massenschießerei nach einem Heimspiel in Mississippi - CNN",
        "Mindestens 7 Tote, nachdem die Fähranlegestelle auf der georgischen Insel Sapelo eingestürzt ist - The Associated Press",
        "Rosie O'Donnells Tochter Chelsea wegen Vernachlässigung von Kindern und Drogendelikten verhaftet - E! Online - E! NEWS",
        "James Gunn enthüllt ‘Creature Commandos’ und teilt Updates zu ‘Superman’, ‘Supergirl’ und ‘Lanterns’ - Hollywood Reporter",
        "Orioniden-Meteorschauer 2024: Wie, wann man einen der schönsten Schauer sieht - Axios",
        "Der neueste Raumschiffflug sorgt bei IAC für Lob und Sorgen - SpaceNews",
        "Liam Payne hat wahrscheinlich vor seinem Tod Drogen vom Hotelangestellten bekommen, Anklage kann folgen: Bericht - Seite sechs",
        "Netanyahu unerschrocken nach dem gemeldeten Drohnenangriff auf sein Haus - BBC.com",
        "Live ansehen: Harris umwählt Wähler in Atlanta mit musikalischem Gast Usher - The Hill",
        "Eine Telegrammgruppe veröffentlichte, was sie als \"hochklassifizierte\" US-Dokumente über Israels Angriffspläne bezeichnet - Business Insider",
        "Willie Nelson setzt Cannabis Community Call zur Unterstützung von Kamala Harris - Deadline"
    ]
}