{
    "headlines": [
        "Kim Sae-ron: Südkoreanische Schauspielerin tot aufgefunden, 24 Jahre alt - BBC.com",
        "2025 Daytona 500 Requisiten, Quoten, beste Wetten, Expertenprognosen: William Byron in NASCAR-Parlay-Picks aufnehmen - CBS Sports",
        "Elon Musk schwärmt über Baby-Mama Shivon Zilis und Kinder in der Mitte der Ashley St. Clair Kontroverse: \"Kaltblütig\" - New York Post",
        "Der Asteroid 2024 YR4 könnte die Erde in 7 Jahren treffen. Folgendes könnte passieren — und was wird dagegen unternommen - CNN",
        "Ukraine nimmt nicht an US-Russland-Gesprächen in Saudi-Arabien teil, Regierungsquelle sagt BBC - BBC.com",
        "Rebellen, die im Zentrum der DR Kongo-Stadt gesehen wurden, nachdem sie die Übernahme beansprucht hatten - CNN",
        "Sean Combs, Neil Gaiman und die schreckliche Macht der Geheimnisse - Rolling Stone",
        "Rubio sagt, die Hamas müsse ausgerottet werden, was weitere Zweifel an der wackeligen Waffenruhe in Gaza aufkommen lässt - The Associated Press",
        "Trumps Zölle sind ein Rätsel, also kaufen Investoren weiterhin Aktien - Bloomberg",
        "Restaurants warnen vor einem schwachen ersten Quartal, sagen aber, dass der Umsatz später in diesem Jahr anziehen wird - CNBC",
        "Ältere KI-Modelle zeigen Anzeichen eines kognitiven Verfalls, wie Studien zeigen - Livescience.com",
        "Die Unabhängigkeit des Justizministeriums ist bedroht, da Trumps Team die Macht über Fälle und Mitarbeiter ausübt - The Associated Press",
        "Kannst du keine guten Netflix-Shows finden? Ich habe diese Geheimcodes verwendet, um den vollständigen Katalog freizuschalten - ZDNet",
        "Mac McClung schreibt während des All-Star-Wochenendes Geschichte im Slam-Dunk-Wettbewerb - CNN",
        "Stampede am Bahnhof in Indien tötet mindestens 18 - CBS News",
        "Papst Franziskus hat eine erholsame Nacht und setzt seine Therapie im Krankenhaus fort - Vatican News - Deutsch",
        "So sehen Sie sich die NBA-All-Star-Spiele 2025 heute Abend an - Yahoo Sports",
        "Demokraten verlieren den Online-Informationskampf gegen Trump und Musk - POLITICO",
        "Das 50-jährige Jubiläum von „Saturday Night Live“ ist endlich da. So sehen Sie es sich an - 9News.com KUSA",
        "Sturm, der über den Osten der USA fegt, bringt starken Regen und Drohungen von Tornados, zwingt Wasserrettung - CNN"
    ]
}