{
    "headlines": [
        "ਬੰਗਲ ਬਨਾਮ ਜਾਇੰਟਸ ਸਕੋਰ, ਲਾਈਵ ਅਪਡੇਟਸਃ ਐਤਵਾਰ ਦੀ ਰਾਤ ਫੁੱਟਬਾਲ ਨਿ New ਯਾਰਕ ਵਿੱਚ ਹੈ ਕਿਉਂਕਿ ਜੋਅ ਬਰੋ ਸਿਨਸਿਨਾਟੀ ਨੂੰ ਵੱਡੇ ਐਪਲ ਵਿੱਚ ਲੈ ਜਾਂਦਾ ਹੈ - ਯਾਹੂ ਸਪੋਰਟਸ",
        "ਇਜ਼ਰਾਈਲ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਹਿਜ਼ਬੁਲ ਦੇ ਡਰੋਨ ਹਮਲੇ 'ਚ 4 ਫੌਜੀ ਮਾਰੇ ਗਏ ਜਦਕਿ ਗਾਜ਼ਾ' ਚ ਇਜ਼ਰਾਈਲੀ ਹਮਲੇ 'ਚ 20 ਮਾਰੇ ਗਏ - The Associated Press",
        "ਕਿਉਂ ਟੇਲਰ ਸਵਿਫਟ ਪ੍ਰਸ਼ੰਸਕ ਟ੍ਰੈਵਿਸ ਕੈਲਸੇ ਨਾਲ ਤਾਰੀਖ ਦੀ ਰਾਤ ਸੋਚਦੇ ਹਨ ਵੱਕਾਰ ਸ਼ਾਮਲ ਈਸਟਰ ਅੰਡੇ - ਈ! ਆਨਲਾਈਨ - ਈ! ਨਿਊਜ਼",
        "ਜੈਰੀ ਜੋਨਸ ਨੇ ਸ਼ੇਰਾਂ ਨੂੰ ਬਦਸੂਰਤ ਨੁਕਸਾਨ ਤੋਂ ਬਾਅਦ ਮਾਈਕ ਮੈਕਕਾਰਥੀ ਦੀ ਨੌਕਰੀ 'ਤੇ ਘੋਸ਼ਣਾਤਮਕ ਬਿਆਨ ਦਿੱਤਾ - ਸਪੋਰਟਸ ਇਲਸਟ੍ਰੇਟਿਡ",
        "ਜਿਪਸੀ ਰੋਜ਼ ਸਿਫਾਰਸ਼ ਕਰਦਾ ਹੈ ਮੇਨੇਂਡੇਜ਼ ਬ੍ਰੋਸ ਨੂੰ ਥੈਰੇਪੀ ਪ੍ਰਾਪਤ ਕਰੋ ਜੇ ਜੇਲ੍ਹ ਤੋਂ ਰਿਹਾ ਕੀਤਾ ਜਾਂਦਾ ਹੈ - ਟੀਐਮਜ਼ੈਡ",
        "ਏਸ਼ੀਆ ਦੇ ਬਾਜ਼ਾਰ ਵਧੇਰੇ ਉਤੇਜਨਾ 'ਤੇ ਚੀਨ ਦੇ ਹਫਤੇ ਦੇ ਬ੍ਰੀਫਿੰਗ ਇਸ਼ਾਰੇ ਤੋਂ ਬਾਅਦ ਉੱਚੇ ਖੁੱਲ੍ਹਦੇ ਹਨ; ਫੋਕਸ ਵਿਚ ਆਰਥਿਕ ਡੇਟਾ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਸਪੇਸਐਕਸ ਮੱਧ-ਹਵਾ ਵਿਚ ਵਾਪਸ ਆਉਣ ਵਾਲੇ ਰਾਕੇਟ ਨੂੰ ਫੜਦਾ ਹੈ, ਇਕ ਮਨਘੜਤ ਵਿਚਾਰ ਨੂੰ ਹਕੀਕਤ ਵਿਚ ਬਦਲਦਾ ਹੈ - ਆਰਸ ਟੈਕਨੀਕਾ",
        "ਲਿਬਰਟੀ ਨੇ ਡਬਲਯੂਐਨਬੀਏ ਫਾਈਨਲਜ਼ ਗੇਮ 2 ਨੂੰ ਲਿੰਕਸ ਉੱਤੇ ਕਿਵੇਂ ਜਿੱਤ ਪ੍ਰਾਪਤ ਕੀਤੀ - ਈਐਸਪੀਐਨ",
        "ਕੋਵਿਡ -19 ਟੀਕਾਃ ਓਮਾਗ ਆਦਮੀ ਜੈਬ ਦੁਆਰਾ 'ਜ਼ਿੰਦਗੀ ਬਰਬਾਦ' ਤੋਂ ਬਾਅਦ ਮਦਦ ਚਾਹੁੰਦਾ ਹੈ - ਬੀਬੀਸੀ.",
        "ਅਮਰੀਕਾ ਇਜ਼ਰਾਈਲ ਨੂੰ ਮਿਜ਼ਾਈਲ ਵਿਰੋਧੀ ਪ੍ਰਣਾਲੀ ਅਤੇ ਫੌਜ ਭੇਜੇਗਾ, ਪੈਂਟਾਗਨ ਕਹਿੰਦਾ ਹੈ - ਰਾਇਟਰ",
        "ਹੈਰਿਸ, ਟਰੰਪ ਨੇ ਨਵੀਂ ਐਨਬੀਸੀ ਨਿ Newsਜ਼ ਰਾਸ਼ਟਰੀ ਪੋਲ ਵਿਚ ਡੈੱਡਲਾਕ ਕਰ ਦਿੱਤਾ - ਐਨਬੀਸੀ ਨਿ Newsਜ਼",
        "ਹਫਤਾ 6 ਐਨਐਫਐਲ ਹਾਈਲਾਈਟਸ 2024: ਲਾਈਵ ਟਰੈਕਿੰਗ ਚੋਟੀ ਦੇ ਨਾਟਕ, ਐਤਵਾਰ ਦੇ ਨਤੀਜਿਆਂ ਤੋਂ ਬਾਕਸ ਸਕੋਰ - ਬਲੀਚਰ ਰਿਪੋਰਟ",
        "ਮੰਗਲਵਾਰ ਤੱਕ ਫਲੋਰਿਡਾ ਦੀ ਬਿਜਲੀ ਬਹਾਲ ਹੋ ਜਾਵੇਗੀ; ਬਾਈਡਨ ਨੇ ਮਿਲਟਨ ਦੇ ਨੁਕਸਾਨ ਦਾ ਕੀਤਾ ਸਰਵੇਖਣਃ ਅੱਪਡੇਟ - ਅਮਰੀਕਾ ਅੱਜ",
        "ਟੈਂਪਾ ਬੇ ਗੈਸ ਲਾਈਨਾਂ ਮਿਲਟਨ - ਟੈਂਪਾ ਬੇ ਟਾਈਮਜ਼ ਤੋਂ ਬਾਅਦ ਵਧੇਰੇ ਬਾਲਣ ਦਿਖਾਈ ਦਿੰਦੇ ਹਨ ਤਾਂ ਅਸਾਨੀ ਹੁੰਦੀ ਹੈ",
        "ਯੂਰਪ ਨੇ ਨਾਸਾ ਦੁਆਰਾ ਐਸਟਰਾਇਡ ਹਿੱਟ ਦੀ ਪੜਚੋਲ ਕਰਨ ਲਈ ਸਪੇਸਕ੍ਰਾਫਟ ਲਾਂਚ ਕੀਤਾ - ਵੀਓਏ ਲਰਨਿੰਗ ਇੰਗਲਿਸ਼",
        "ਵੈਸਟ ਨੇ ਹੈਵਨ -2 ਵਪਾਰਕ ਪੁਲਾੜ ਸਟੇਸ਼ਨ ਦੇ ਡਿਜ਼ਾਈਨ ਨੂੰ ਜਾਰੀ ਕੀਤਾ - SpaceNews",
        "ਪ੍ਰੋ ਸਰਫਰ ਬੈਥਨੀ ਹੈਮਿਲਟਨ ਨੇ 3 ਸਾਲ ਦਾ ਭਤੀਜਾ ਬਾਥਟਬ ਵਿਚ ਬੇਹੋਸ਼ ਪਾਏ ਜਾਣ ਤੋਂ ਬਾਅਦ ਡਾਕਟਰੀ ਚਮਤਕਾਰ ਲਈ ਬੇਨਤੀ ਕੀਤੀ - ਪੰਨਾ ਛੇ",
        "ਤੀਜੀ ਟਰੰਪ ਦੀ ਹੱਤਿਆ ਦੀ ਕੋਸ਼ਿਸ਼ ਨਾਕਾਮ ਹੋ ਗਈ ਜਦੋਂ ਹਥਿਆਰਬੰਦ ਵਿਅਕਤੀ ਵੇਮ ਮਿਲਰ ਨੂੰ ਕੋਚੇਲਾ ਰੈਲੀ ਦੇ ਬਾਹਰ ਗ੍ਰਿਫਤਾਰ ਕੀਤਾ ਗਿਆ, ਸ਼ੈਰਿਫ ਕਹਿੰਦਾ ਹੈ - ਨਿ New ਯਾਰਕ ਪੋਸਟ",
        "ਐਲਨ ਮਸਕ ਦੇ ਓਪਟੀਮਸ ਬੋਟ ਨੇ ਟੇਸਲਾ ਦੇ ਰੋਬੋਟੈਕਸੀ ਪਰਦਾਫਾਸ਼ 'ਤੇ ਸ਼ੋਅ ਚੋਰੀ ਕੀਤਾ- ਪਰ ਏਆਈ ਸਭ ਧੂੰਆਂ ਅਤੇ ਸ਼ੀਸ਼ੇ ਸਨ - Fortune",
        "ਇਜ਼ਰਾਈਲ ਡੇਟਾ ਸ਼ੋਅ ਈਰਾਨ ਦੇ ਹਮਲੇ ਵਿਚ ਸੈਂਕੜੇ structuresਾਂਚਿਆਂ ਨੂੰ ਨੁਕਸਾਨ ਪਹੁੰਚਿਆ - ਬਲੂਮਬਰਗ"
    ]
}