{
    "headlines": [
        "Südkoreas Parlament stimmt für die Amtsenthebung von Präsident Yoon Suk Yeol wegen seiner Kriegsrechtsordnung - The Associated Press",
        "Wie Präsident Biden versucht, sein Vermächtnis zu beweisen - Yahoo! Voices",
        "Syria Shudders as Assad's Prison Atrocities Come Into the Light - The New York Times",
        "Überlasten Impfstoffe im Kindesalter das Immunsystem? Nr. - The New York Times",
        "Nancy Pelosi nach Verletzung auf Auslandsreise im Krankenhaus - BBC.com",
        "Trump fordert Ende der Sommerzeit - Axios",
        "Texas AG verklagt Out-of-State-Arzt wegen Versandhandel Abtreibungspillen - The Washington Post",
        "Der Polio-Überlebende Mitch McConnell kritisiert die Bemühungen, den Impfstoff zu untergraben - The Washington Post",
        "Auch nach \"Kraven the Hunter\" und \"Madame Web\" sind Sonys Marvel-Filme nicht tot (EXKLUSIV) - Vielfalt",
        "Jay-Z-Anwalt versucht, die Klage der Vergewaltigungsanklägerin abzuweisen, nachdem Jane Doe Inkonsistenzen in ihrer Erinnerung zugibt - Hollywood Reporter",
        "College-Basketball-Picks, Zeitplan: Prognosen für Tennessee vs. Illinois und weitere Top-25-Spiele am Samstag - CBS Sports",
        "Nick Saban warnt Bill Belichick vor der \"größten Herausforderung\", der er bei North Carolina gegenüberstehen wird - New York Post",
        "Astros Trade Star Outfielder Kyle Tucker zu Chicago Cubs im Vier-Spieler-Deal - Houston Chronicle",
        "Beunruhigender Clip enthüllt schockierende Fehler im Sora-Videogenerator von Open AI: \"Sieht geradezu erschreckend aus\" - New York Post",
        "Der Geminiden-Meteorschauer erreicht heute Abend seinen Höhepunkt - WRGB",
        "WWE SmackDown-Ergebnisse - 13.12.24 (Go-Home-Show für das Main Event am Samstagabend) - Wrestleview.com",
        "OpenAI veröffentlicht mehr interne E-Mails von Elon Musk, aus denen hervorgeht, dass er ursprünglich eine gewinnorientierte Struktur bevorzugte - Business Insider",
        "Golanhöhen: Israelische Armee bereitet sich darauf vor, für den Winter auf dem Berg Hermon zu bleiben - BBC.com",
        "Neue Beobachtungen der vulkanischsten Welt in unserem Sonnensystem lösen ein Rätsel, das mit Voyager 1 begann - CNN",
        "François Bayrou zum französischen Premierminister ernannt - Financial Times"
    ]
}