{
    "headlines": [
        "Waldbrände in Los Angeles Live-Updates: 2 Tote, Palisaden und Eaton Brände auf 26.000 Hektar mit 0% Eindämmung - Yahoo! Voices",
        "Libanesischer Armeechef nähert sich der Präsidentschaft, sagen libanesische Quellen - Reuters",
        "Microsoft wird Windows auf tragbaren Gaming-PCs in diesem Jahr mehr wie Xbox machen - IGN",
        "Joe Biden sagt, er hätte Donald Trump bei der Wahl besiegen können - BBC.com",
        "SpaceX Falcon 9 Starlink 12-12 - Kennedy Space Center",
        "Tiger Woods hat eine neue Fake-Golf-Liga auf ESPN. Es ist ... etwas. - Schiefer",
        "Chinas Krankheitszunahme ist meist nur saisonale Grippe und andere übliche Käfer - Ars Technica",
        "Packers QB Jordan Love Limited at Practice mit Ellbogenverletzung zu Beginn der Woche - Packers Wire",
        "Mathematische Methoden weisen auf die Möglichkeit von Partikeln hin, die lange für unmöglich gehalten wurden - Phys.org",
        "Leighton Meester, Adam Brody, Anna Faris und weitere Prominente verlieren Häuser in den L.A. Fires - Vielfalt",
        "Brenda Song enthüllt, dass Pamela Anderson die Besetzung von \"The Last Showgirl\" inspiriert hat, um im Film make-up-frei zu werden - Seite sechs",
        "Mexikos Präsident versucht, Trump mit einer eigenen \"netten\" Namensidee umzudrehen - Fox News",
        "Jimmy Carters Leben überschneidet sich mit dem Erbe der Sklaverei. Seine Bilanz über Bürgerrechte ist kompliziert - The Associated Press",
        "Quantencomputeraktien sinken, da der CEO von Nvidia sagt, dass die Technologie 15 bis 30 Jahre entfernt ist - Investopedia",
        "Bill Belichick hat laut Berichten keine Pläne, in die NFL zurückzukehren, obwohl Tom Brady sich wegen des Jobs bei den Raiders gemeldet hat - CBS Sports",
        "Morgenkaffee-Gewohnheit kann mit längerem Leben und gesünderem Herzen verbunden sein: Studie - ABC News",
        "Verzögerungen Kraftstoff GOP Schuld Spiel über Trump nominiert - POLITICO",
        "Das Justizministerium sagt, dass es den Bericht über Trumps geheime Dokumente noch nicht veröffentlichen wird - The Washington Post",
        "Finanzieren oder stornieren? Roboter oder Menschen? NASA Punts auf Mars Sample Return Entscheidung - Ars Technica",
        "Trump fordert den Obersten Gerichtshof auf, die Verurteilung am Freitag in einem Fall von Schweigegeld zu stoppen - The Washington Post"
    ]
}