{
    "headlines": [
        "حملة هاريس وترامب في ساحات القتال الجنوبية قبل 3 أيام من الانتخابات - سي إن إن",
        "DART يضع سجلات Ole Miss مع 515 ياردة، 6 TDs - ESPN",
        "وارن بافيت يجلس على أكثر من 325 مليار دولار نقدًا مع استمرار بيركشاير هاثاواي في بيع أسهم آبل - وكالة أسوشيتد برس",
        "زيلينسكي الأوكراني يحث الحلفاء على التحرك قبل وصول القوات الكورية الشمالية إلى الجبهة - الجزيرة الإنجليزية",
        "نتائج WWE Crown Jewel 2024: الفائزون، الدرجات المباشرة، رد الفعل والأضواء - تقرير المبيض",
        "جيمس فرانكلين يتصرف في ولاية بنسلفانيا متعبًا بعد أن فشل مرة أخرى ضد ولاية أوهايو - الولايات المتحدة الأمريكية اليوم",
        "\"كل شيء في حالة خراب.\" حياة بايبورتا المحطمة في بؤرة الفيضانات في إسبانيا - وكالة أسوشيتد برس",
        "يشكو مالكو Kindle Colorsoft من شريط أصفر على شاشة القارئ الإلكتروني - The Verge",
        "أعداء إيران سيتلقون رداً ساحقاً - خامنئي - BBC.com",
        "'RHOBH' alum Teddi Mellencamp ملفات الطلاق من الزوج إدوين أروياف بعد 13 عامًا من الزواج - الصفحة السادسة",
        "إطلاق سراح المهرج القاتل المدان في فلوريدا من السجن بتهمة قتل زوجة زوجها آنذاك - وكالة أسوشيتد برس",
        "مباشر: الرئيس السابق ترامب يتحدث في تجمع سالم - WDBJ",
        "يريد ترامب شخصًا \"ينفذ أوامره\" في وزارة العدل. فيما يلي أفضل المتنافسين. - POLITICO",
        "نقطة محذوفة هنا",
        "يقدم زيميكيس \"هنا\" لقطات من التاريخ، ولكن هل يمكنه الهروب من ظل \"فورست غامب \"؟ - صالون",
        "استثمر 97L اضطراب في منطقة البحر الكاريبي من المحتمل أن يصبح الاكتئاب الاستوائي في غضون الأيام القليلة المقبلة - Fox Weather",
        "في السياق: ما قاله ترامب عن مواجهة تشيني لفرقة إعدام - الجزيرة الإنجليزية",
        "TGI الجمعة ملفات الإفلاس، جائحة COVID -19 التي ألقي باللوم عليها في المشاكل المالية - فوكس بيزنس",
        "\"Venom: The Last Dance\" (السم: الرقصة الأخيرة) في عطلة نهاية الأسبوع الثانية أكثر من 22 مليون دولار، و \"Forrest Gump\" Reteam \"هنا\" ليس هناك مع افتتاح أكثر من 5 ملايين دولار – تحديث شباك التذاكر - الموعد النهائي",
        "شاهد رواد الفضاء SpaceX Crew -9 ينقلون مركبة Crew Dragon الفضائية إلى مكان وقوف جديد لمحطة الفضاء الدولية في 3 نوفمبر - Space.com"
    ]
}