{
    "headlines": [
        "ਯੂਰਪੀਅਨ ਬਾਜ਼ਾਰ ਘੱਟ ਜਾਂਦੇ ਹਨ ਜਿਵੇਂ ਕਿ ਸਕਾਰਾਤਮਕ ਭਾਵਨਾ ਅਲੋਪ ਹੁੰਦੀ ਹੈ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਕੀ ਗੂਗਲ ਦੇ ਵਿਲੋ ਸਪੈਲ ਬਿਟਕੋਿਨ (ਬੀਟੀਸੀ) ਭਵਿੱਖ ਲਈ ਅੰਤ ਨੂੰ ਸਪੈਲ ਕਰਦਾ ਹੈ? ਅਸਲ ਵਿੱਚ ਮਾਹਰ ਨਹੀਂ ਕਹੋ - CoinDesk",
        "ਜੈਮੀ ਫੌਕਸ ਨੇ ਨੈੱਟਫਲਿਕਸ ਸਪੈਸ਼ਲ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ ਵਿੱਚ \"ਰਹੱਸਮਈ ਬਿਮਾਰੀ\" ਦਾ ਖੁਲਾਸਾ ਕੀਤਾ",
        "ਸਪੇਨ ਵਿੱਚ ਵੱਡੇ ਪੈਮਾਨੇ ਦੇ ਐਲਐਫਪੀ ਬੈਟਰੀ ਪਲਾਂਟ ਲਈ ਸਾਂਝੇ ਉੱਦਮ ਵਿੱਚ € 4.1 ਬਿਲੀਅਨ ਤੱਕ ਦਾ ਨਿਵੇਸ਼ ਕਰਨ ਲਈ ਸਟੈਲੇਨਟਿਸ ਅਤੇ ਸੀਏਟੀਐਲ - ਸਟੈਲੇਨਟਿਸ",
        "ਡੈਨੀਅਲ ਪੈਨੀ ਨੂੰ ਜੌਰਡਨ ਨੀਲੀ ਦੀ ਨਿਊਯਾਰਕ ਸਬਵੇਅ ਚੋਕਹੋਲਡ ਮੌਤ ਵਿੱਚ ਦੋਸ਼ੀ ਨਹੀਂ ਪਾਇਆ ਗਿਆ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਮੰਗਲਵਾਰ, ਦਸੰਬਰ 10, 2024 ਲਈ ਕੁੰਡਲੀ - ਸ਼ਿਕਾਗੋ ਸੂਰਜ-ਟਾਈਮਜ਼",
        "ਚੀਨ ਦੇ ਸਟਾਕ ਪੋਲਿਟਬੂਰੋ ਪਾਲਿਸੀ ਸ਼ਿਫਟ 'ਤੇ ਛਾਲ ਮਾਰਦੇ ਹਨ; ਆਰਬੀਏ ਤੋਂ ਬਾਅਦ ਆਸਟਰੇਲੀਆਈ ਡਿੱਗਦਾ ਹੈ - ਰਾਇਟਰਜ਼",
        "ਅਸਦ ਦੇ ਪਤਨ ਨਾਲ ਈਰਾਨ ‘ਇਤਿਹਾਸਕ ਅਨੁਪਾਤ’ ਦਾ ਸਾਹਮਣਾ ਕਰ ਰਿਹਾ ਹੈ - ਦਿ ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "ਰੂਪਰਟ ਮਰਡੌਕ ਦੀ ਫੌਕਸ ਨਿ Newsਜ਼ ਮੀਡੀਆ ਸਾਮਰਾਜ ਨਿਯੰਤਰਣ 'ਤੇ ਆਪਣੇ ਪਰਿਵਾਰ ਦੇ ਵਿਸ਼ਵਾਸ ਨੂੰ ਬਦਲਣ ਦੀ ਕੋਸ਼ਿਸ਼ ਨੂੰ ਰੱਦ ਕਰ ਦਿੱਤਾ ਗਿਆ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਦੇਖੋਃ ਗਊਬੌਇਜ਼ ਡੀਫਲੇਟਡ ਪੰਟ ਤੋਂ ਬਾਅਦ ਵਿਸ਼ਾਲ ਗਲਤੀ ਕਰਦੇ ਹਨ, ਜਿਸ ਨਾਲ ਆਖਰੀ ਪਲਾਂ ਵਿੱਚ ਗੇਮ ਜੇਤੂ ਬੰਗਾਲ ਟੀਡੀ ਦੀ ਅਗਵਾਈ ਹੁੰਦੀ ਹੈ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਇੱਕ ਸਿੰਗਲ ਪਰਿਵਰਤਨ ਬਰਡ ਫਲੂ ਨੂੰ ਇੱਕ ਨਵੀਂ ਮਹਾਂਮਾਰੀ ਦੇ ਨੇੜੇ ਇੱਕ ਨਾਜ਼ੁਕ ਕਦਮ ਲਿਆ ਸਕਦਾ ਹੈ - ਸਾਇੰਸਅਲਰਟ",
        "ਲੁਈਗੀ ਮੈਂਗਿਓਨ ਨੇ ਯੂਨਾਈਟਿਡ ਹੈਲਥਕੇਅਰ ਦੇ ਸੀਈਓ ਬ੍ਰਾਇਨ ਥੌਮਸਨ ਦੇ ਕਤਲ ਦਾ ਦੋਸ਼ ਲਗਾਇਆ, ਕੋਰਟ ਰਿਕਾਰਡ ਸ਼ੋਅ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਮਾਰਸ਼ਲ ਲਾਅ ਦੇ ਹਫੜਾ-ਦਫੜੀ ਤੋਂ ਬਾਅਦ ਦੱਖਣੀ ਕੋਰੀਆ ਦੇ ਰਾਸ਼ਟਰਪਤੀ 'ਤੇ ਵਿਦੇਸ਼ ਯਾਤਰਾ' ਤੇ ਪਾਬੰਦੀ - POLITICO",
        "ਜੈ-ਜ਼ੈਡ ਅਤੇ ਬੇਯੋਂਸੇ ਸਪੋਰਟ ਬੇਟੀ ਬਲੂ ਆਈਵੀ ਕਾਰਟਰ 'ਮੁਫਾਸਾਃ ਦਿ ਸ਼ੇਰ ਕਿੰਗ’ ਪ੍ਰੀਮੀਅਰ - ਵੰਨਗੀ",
        "ਹਟਾਈ",
        "ਮਾਵਰਿਕਸ ਬਨਾਮ ਥੰਡਰਃ 3 ਚੀਜ਼ਾਂ ਜਿਵੇਂ ਕਿ ਡੱਲਾਸ ਐਨਬੀਏ ਕੱਪ ਕੁਆਰਟਰਫਾਈਨਲ ਵਿੱਚ ਓਕਲਾਹੋਮਾ ਦਾ ਸਾਹਮਣਾ ਕਰਦਾ ਹੈ - ਮਾਵਸ ਮਨੀਬਾਲ",
        "ਜਨਮ ਅਧਿਕਾਰ ਨਾਗਰਿਕਤਾ ਰੱਦ ਕਰਨ ਦੀ ਟਰੰਪ ਦੀ ਯੋਜਨਾ ਨੂੰ ਸੰਭਾਵਤ ਤੌਰ 'ਤੇ ਅਦਾਲਤ ਦੀਆਂ ਚੁਣੌਤੀਆਂ ਦਾ ਸਾਹਮਣਾ ਕਰਨਾ ਪਏਗਾ - 9News. com ਕੁਸਾ",
        "ਪੁਤਿਨ ‘ਬਚਾਉਣ’ ਰੂਸੀ ਫੌਜੀ ਬੇਸ, 'ਅਯੋਗ ਮੂਰਖ‘ ਅਸਦ ਨੂੰ ਤਿਆਗ ਦੇ ਬਾਵਜੂਦ ਸੀਰੀਆ ਵਿਚ ਦਿਲਚਸਪੀਃ OPED - EurAsian ਟਾਈਮਜ਼",
        "ਜੂਲੀਅਸ ਪੇਪਰਸ ਯੂ ਐਨ ਸੀ - ਐਨ ਬੀ ਸੀ ਸਪੋਰਟਸ ਵਿਖੇ ਸਟੀਵ ਵਿਲਕਸ ਨੂੰ ਨਵੇਂ ਮੁੱਖ ਕੋਚ ਵਜੋਂ ਚਾਹੁੰਦੇ ਹਨ",
        "ਬ੍ਰਾਇਨ ਕੈਸ਼ਮੈਨ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਜੁਆਨ ਸੋਟੋ ਗੱਲਬਾਤ ਯੈਂਕੀਜ਼ ਵਿਚ ਬਲੇਕ ਸਨੈੱਲ ਲਈ ਬੋਲੀ ਨਹੀਂ ਲਗਾਉਂਦੀ ਸੀ - ਸਪੋਰਟਸ ਇਲਸਟ੍ਰੇਟਿਡ"
    ]
}