{
    "headlines": [
        "Чтобы улучшить физическую форму, попробуйте этот простой, научно обоснованный трюк - The Washington Post",
        "«Неверие и шок»: миндалины одной женщины выросли спустя десятилетия - CNN",
        "Аарон Роджерс: «Если я хочу играть, а они не хотят, чтобы я был здесь, тогда я посмотрю, есть ли другие варианты.\" - NBC Sports",
        "Изъято",
        "Все больше детей получают камни в почках. Эксперты считают, что это их диета. - The Washington Post",
        "10 человек получили ранения в результате инцидента со стрельбой в Нью-Йорке, сообщает полиция Нью-Йорка, - Reuters",
        "Нил Янг избегает Гластонбери из-за «корпоративного контроля» BBC - BBC.com",
        "Палестинская администрация борется с боевиками ХАМАСа в борьбе за власть на Западном берегу - The Wall Street Journal",
        "Стрельба в Черногории: боевик убил 12 человек, в том числе 2 детей, а затем направил оружие на себя - Новости CBS",
        "Фондовый рынок сегодня: глобальные акции смешиваются после новогодних праздников. Китайские акции рухнули - Yahoo Finance",
        "Среди жертв теракта на Бурбон-стрит в Новом Орлеане - бывший футболист колледжа и любящий отец - CNN",
        "Джеремия Смит направляет доминирование ДеВонты Смит в выигрыше Роуз Боул в штате Огайо - 247Sports",
        "Полиция Южной Кореи разыскивает оператора аэропорта Jeju Air из-за авиакатастрофы со смертельным исходом - Reuters",
        "Россия только что потеряла один из самых странных источников дохода военного времени - Business Insider",
        "Саквон Баркли отдохнет против гигантов, упустив шанс в рекордной скорости НФЛ - The Washington Post",
        "Актер Глен Пауэлл приветствует Куинна Юэрса как «спасителя» после смелой победы в двойном овертайме в Peach Bowl - On3.com",
        "«Женщина-кошка» Джоселин Вильденштейн, известная своими обширными пластическими операциями, умерла в 79 лет - South China Morning Post",
        "Блейк Лайвли публично «унизил» Джастина Балдони, «подверг остракизму» свою семью на премьере фильма, судебные иски - Hindustan Times",
        "Изъято",
        "2 человека погибли, более 20 получили ранения на Гавайях после мощного взрыва на праздновании района НАЙ - USA TODAY"
    ]
}