{
    "headlines": [
        "ਯੂਨਾਈਟਿਡ ਹੈਲਥਕੇਅਰ ਦੇ ਸੀਈਓ ਸ਼ੂਟਿੰਗ ਸ਼ੱਕੀ ਦੀ ਗ੍ਰਿਫਤਾਰੀ 'ਤੇ ਨਵੀਨਤਮ - ਸੀ ਐਨ ਐਨ",
        "ਸੀਰੀਆ ਦੇ ਵਿਦਰੋਹੀਆਂ ਨੇ ਅਸਦ ਸ਼ਾਸਨ ਨੂੰ ਕਿਵੇਂ ਪਲਟ ਦਿੱਤਾ, 7 ਨਕਸ਼ਿਆਂ ਵਿੱਚ - ਸੀਐਨਐਨ",
        "ਫੈਡਰਲ ਜੱਜ ਇਤਿਹਾਸ ਦੇ ਸਭ ਤੋਂ ਵੱਡੇ ਸੁਪਰ ਮਾਰਕੀਟ ਅਭੇਦ ਨੂੰ ਰੋਕਦਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "Mbappé ਜਾਲ 50 ਯੂਸੀਐਲ ਦਾ ਟੀਚਾ, ਸੱਟ ਦੇ ਨਾਲ ਬਾਹਰ ਨਿਕਲਦਾ ਹੈ - ਈਐਸਪੀਐਨ",
        "ਰਿਪੋਰਟਃ ਬਿਲ ਬੇਲੀਚਿਕ ਨੇ ਯੂ ਐਨ ਸੀ - ਐਨ ਬੀ ਸੀ ਸਪੋਰਟਸ ਨੂੰ ਕੋਚ ਕਰਨ ਦੀ ਪੇਸ਼ਕਸ਼ ਕੀਤੀ ਹੈ",
        "ਜੀਐਮ ਟੂ ਵਿੰਡ ਡਾਉਨ ਰੋਬੋਟੈਕਸੀ ਓਪਰੇਸ਼ਨਜ਼ ਇਕ ਵਾਰ ਸੀਈਓ ਬੈਰਾ ਦੁਆਰਾ ਚੈਂਪੀਅਨ - ਬਲੂਮਬਰਗ",
        "ਮੈਨਹੱਟਨ ਡੀਏ ਨੇ ਜੱਜ ਨੂੰ ਅਪੀਲ ਕੀਤੀ ਕਿ ਉਹ ਟਰੰਪ ਹਸ਼ ਮਨੀ ਕੇਸ ਵਿੱਚ ਦੋਸ਼ੀ ਫੈਸਲੇ ਨੂੰ ਨਾ ਸੁੱਟਣ - ਪੋਲਿਟਿਕੋ",
        "ਸੈਟੇਲਾਈਟ ਦੀ ਇੱਕ ਨਵੀਂ ਜੋੜੀ 'ਮੰਗ‘ ਤੇ ਸੂਰਜ ਗ੍ਰਹਿਣ 'ਬਣਾਉਣ ਲਈ ਤਿਆਰ ਹੈ - ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਮਲੀਬੂ ਵਿਚ ਤੇਜ਼ੀ ਨਾਲ ਚੱਲ ਰਹੀ ਬੁਰਸ਼ ਦੀ ਅੱਗ ਨਿਕਾਸੀ, ਸਕੂਲ ਬੰਦ ਕਰਨ ਲਈ ਪ੍ਰੇਰਿਤ ਕਰਦੀ ਹੈ - LAist",
        "ਟਰੰਪ ਨੂੰ ਮਾਰਨ ਦੀਆਂ ਕੋਸ਼ਿਸ਼ਾਂ ਦੀ ਜਾਂਚ ਕਰ ਰਹੀ ਟਾਸਕ ਫੋਰਸ ਨੇ ਵਿਦੇਸ਼ੀਆਂ ਦੀ ਸੁਰੱਖਿਆ ਨੂੰ ਸੀਮਤ ਕਰਨ ਲਈ ਸੀਕ੍ਰੇਟ ਸਰਵਿਸ ਨੂੰ ਅਪੀਲ ਕੀਤੀ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਸੁਪਰੀਮ ਕੋਰਟ ਵਾਤਾਵਰਣ ਸੰਬੰਧੀ ਸਮੀਖਿਆਵਾਂ ਦੇ ਦਾਇਰੇ ਨੂੰ ਰੋਕਣ ਲਈ ਤਿਆਰ - ਦ ਨਿਊਯਾਰਕ ਟਾਈਮਜ਼",
        "ਮੇਗਨ ਫੌਕਸ ਅਤੇ ਮਸ਼ੀਨ ਗਨ ਕੈਲੀ ਕਥਿਤ ਤੌਰ 'ਤੇ ਗਰਭ ਅਵਸਥਾ ਦੀ ਘੋਸ਼ਣਾ ਤੋਂ 1 ਮਹੀਨੇ ਤੋਂ ਵੀ ਘੱਟ ਸਮੇਂ ਬਾਅਦ ਵੱਖ ਹੋ ਗਏਃ ਉਨ੍ਹਾਂ ਦੇ' ਤੀਬਰ, '' ਟਵਿਨ ਫਲੇਮ 'ਰੋਮਾਂਸ' ਤੇ ਇਕ ਨਜ਼ਰ - ਯਾਹੂ ਐਂਟਰਟੇਨਮੈਂਟ",
        "ਤਿਮੋਥਿਉ Chalamet ਪ੍ਰੀ-ਰਿਕਾਰਡਡ ਬੌਬ ਡਿਲਨ Vocals ਲਈ ‘ਇੱਕ ਮੁਕੰਮਲ ਅਣਜਾਣ’, ਪਰ ਜੇਮਜ਼ ਮੰਗੋਲਡ ਨੇ ਉਨ੍ਹਾਂ ਨੂੰ ਸੁਣਨ ਤੋਂ ਬਾਅਦ ਉਨ੍ਹਾਂ ਨੂੰ ਛੱਡ ਦਿੱਤਾ ਗਾਓ ਲਾਈਵਃ ‘ਪਵਿੱਤਰ ਐਸ-‘ - ਵੰਨਗੀ",
        "2025 ਦੀਆਂ ਚੋਟੀ ਦੀਆਂ 25 ਭਰਤੀ ਕਲਾਸਾਂਃ BYU ਕਿੱਥੇ ਲੈਂਡ ਕਰਦਾ ਹੈ? - ਈਐਸਪੀਐਨ",
        "ਐਪਲ ਦੀ ਅਗਲੀ ਅਲਟਰਾ ਸਮਾਰਟਵਾਚ ਸੈਟੇਲਾਈਟ ਰਾਹੀਂ ਟੈਕਸਟ ਭੇਜਣ ਦੇ ਯੋਗ ਹੋਵੇਗੀ - ਬਲੂਮਬਰਗ",
        "ਵਰਕਰ ਦੀ ਰਿਪੋਰਟ ਤੋਂ ਬਾਅਦ ਗੂਗਲ ਨੇ ਮਾੜੇ ਮੈਕਡੋਨਲਡ ਦੀਆਂ ਸਮੀਖਿਆਵਾਂ ਨੂੰ ਹਟਾ ਦਿੱਤਾ ਲੁਈਗੀ ਮੈਂਗਿਓਨ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਵਿਗਿਆਨੀ ਅਲਟਰਾ ਪ੍ਰੋਸੈਸਡ ਭੋਜਨ ਦੀ ਪਛਾਣ ਕਰਦੇ ਹਨ ਜੋ ਕੋਲਨ ਕੈਂਸਰ ਨੂੰ ਬਾਲਣ ਅਤੇ ਸਿਹਤਮੰਦ ਵਿਕਲਪ ਜੋ ਨੁਕਸਾਨ ਨੂੰ ਦੂਰ ਕਰ ਸਕਦੇ ਹਨ - ਬਿਜ਼ਨਸ ਇਨਸਾਈਡਰ",
        "ਸੀਰੀਆ ਵਿਚ ਸੇਡਨਾਯਾ ਜੇਲ੍ਹਃ ਕੀ ਜਾਣਨਾ ਹੈ - ਨਿ York ਯਾਰਕ ਟਾਈਮਜ਼",
        "ਵਾਚਡੌਗ ਨੇ ਵਿਧਾਇਕਾਂ ਅਤੇ ਪੱਤਰਕਾਰਾਂ ਦੇ ਗੁਪਤ ਰਿਕਾਰਡ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ ਟਰੰਪ ਦੇ ਪਹਿਲੇ ਕਾਰਜਕਾਲ ਵਿੱਚ ਡੀਓਜੇ ਨੂੰ ਨੁਕਸ ਪਾਇਆ - ਪੋਲੀਟਿਕੋ",
        "ਦੱਖਣੀ ਕੋਰੀਆ ਦੇ ਸਾਬਕਾ ਰੱਖਿਆ ਮੰਤਰੀ ਨੂੰ ਮਾਰਸ਼ਲ ਲਾਅ ਥੋੜ੍ਹੇ ਸਮੇਂ ਲਈ ਲਾਗੂ ਕਰਨ 'ਤੇ ਰਸਮੀ ਤੌਰ' ਤੇ ਗ੍ਰਿਫਤਾਰ ਕੀਤਾ ਗਿਆ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ"
    ]
}