{
    "headlines": [
        "Harris com \"excelente saúde\", diz seu médico, enquanto a campanha procura pressionar Trump a divulgar registros médicos - CBS News",
        "Documentos capturados revelam a ambição mais ampla do Hamas de causar estragos em Israel - The Washington Post",
        "O recorde de 17 de Warren captura o principal rali da PSU vs. USC - ESPN",
        "Dana Carvey Reveals Smashing Ice Cream in Maya Rudolph's Face on ‘SNL’ Was Unplanned - Hollywood Reporter",
        "Futebol da OU esmagado pelo número 1 do Texas em Red River Rivalry | 5 tópicos - Oklahoman.com",
        "Trump se reúne em azul sólido na Califórnia em movimento de campanha pouco ortodoxo - Al Jazeera English",
        "O America First Policy Institute, um grupo que aconselha Trump, diz que seus sistemas foram violados - The Associated Press",
        "Nick Cannon Details Attending Diddy Party at 16 - E! Online - E! NEWS",
        "Atualizações ao vivo: ataques mortais no norte de Gaza; Biden preocupado depois que as forças israelenses atingiram as forças de paz - The Washington Post",
        "A 7-Eleven está fechando mais de 400 locais na América do Norte - ABC7 Los Angeles",
        "O apelo de Obama aos homens negros toca um nervo entre os democratas. A misoginia do ano eleitoral está em jogo? - The Associated Press",
        "Taylor Rousseau Grigg, influencer do TikTok, descansa após morte ‘súbita’ aos 25 anos - Página Seis",
        "À medida que a Flórida cambaleia, o foco se volta para a restauração da energia, ajudando as vítimas no rastro do furacão Milton - NBC News",
        "‘Terrifier 3’ supera a concorrência, enquanto ‘Coringa’ luta nas bilheterias - New York Post",
        "Codinome do Nintendo Switch 2 revelado por um enorme vazamento - ComicBook.com",
        "Alex Salmond, líder do movimento de independência escocês, morre aos 69 anos - CNN",
        "Mensagem de estímulo da China deixa investidores em dúvida - Reuters.com",
        "Cometa raro pode ser visível a olho nu. Aqui está onde procurar. - CBS Boston",
        "Thomas rebate o grand slam em Skubal, os Guardians derrotam os Tigers por 7-3 para chegar à AL Championship Series - The Associated Press",
        "O robotaxi Cybercab da Tesla está aqui — e pode custar menos de US $ 30 mil - TechCrunch"
    ]
}