{
    "headlines": [
        "ਮਿਆਮੀ-ਡੇਡੇਡ ਪੁਲਿਸ ਅਧਿਕਾਰੀ ਨੂੰ ਡੌਲਫਿਨ ਦੇ ਸਟਾਰ ਟਾਇਰਿਕ ਹਿੱਲ ਨੂੰ ਗੇਮ ਤੋਂ ਪਹਿਲਾਂ ਹਿਰਾਸਤ ਵਿੱਚ ਲੈਣ ਤੋਂ ਬਾਅਦ ਪ੍ਰਬੰਧਕੀ ਡਿ dutyਟੀ 'ਤੇ ਰੱਖਿਆ ਗਿਆ - ਸੀਐਨਐਨ",
        "ਵਸਨੀਕ ਭੱਜ ਜਾਂਦੇ ਹਨ ਕਿਉਂਕਿ ਕੈਲੀਫੋਰਨੀਆ ਅਤੇ ਨੇਵਾਡਾ ਦੇ ਜੰਗਲੀ ਅੱਗਾਂ ਖ਼ਤਰਨਾਕ ਤੌਰ ਤੇ ਨੇੜੇ ਆਉਂਦੀਆਂ ਹਨ ਅਤੇ ਭਵਿੱਖਬਾਣੀਕਰਤਾ ਰਿਕਾਰਡ ਗਰਮੀ ਦੀ ਚੇਤਾਵਨੀ ਦਿੰਦੇ ਹਨ - ਸੀ ਐਨ ਐਨ",
        "ਹਟਾਈ",
        "ਹਟਾਈ",
        "ਟਰੰਪ ਨੇ ਵਿਰੋਧੀਆਂ ਨੂੰ ਜੇਲ੍ਹ ਭੇਜਣ ਦਾ ਵਾਅਦਾ ਕੀਤਾ, ਬੇਬੁਨਿਆਦ ਸੁਝਾਅ ਦਿੱਤਾ ਕਿ ਉਸ ਤੋਂ ਚੋਣ ਚੋਰੀ ਕੀਤੀ ਜਾਏਗੀ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਟੌਮ ਬ੍ਰੈਡੀ ਫੁੱਟਬਾਲ ਦੇ ਮੈਦਾਨ ਤੋਂ ਟੀਵੀ ਬੂਥ ਵਿਚ ਤਬਦੀਲੀ ਵਿਚ ਅਜੀਬ ਪਹਿਲੇ ਕਦਮ ਚੁੱਕਦਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਐਨਐਫਐਲ ਹਫਤਾ 1 ਗ੍ਰੇਡਃ ਗਊਬੌਇਜ਼ ਬਲੋਆਉਟ ਜਿੱਤ ਲਈ 'ਏ' ਕਮਾਉਂਦੇ ਹਨ, ਬੰਗਾਲ ਅਤੇ ਬ੍ਰਾਊਨਜ਼ ਦੋਵਾਂ ਨੂੰ ਬਦਸੂਰਤ ਹਾਰਾਂ ਲਈ 'ਐਫ' ਮਿਲਦਾ ਹੈ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਸੰਭਾਵਤ ਟ੍ਰੋਪਿਕਲ ਚੱਕਰਵਾਤ ਮੈਕਸੀਕੋ ਲਈ ਜਾਰੀ ਕੀਤੇ ਗਏ ਗਰਮ ਤੂਫਾਨ ਵਾਚ ਦੇ ਨਾਲ ਖਾੜੀ ਵਿੱਚ ਛੇ ਰੂਪ - ਸੀ ਐਨ ਐਨ",
        "ਡੀਟਰੋਇਟ ਲਾਇਨਜ਼ ਬਨਾਮ ਲਾਸ ਏਂਜਲਸ ਰੈਮਜ਼ ਲਾਈਵ ਸਕੋਰ ਅਪਡੇਟਸ, ਹਾਈਲਾਈਟਸ, ਤਾਜ਼ਾ ਖ਼ਬਰਾਂ - ਪ੍ਰਾਈਡ ਆਫ ਡੀਟਰੋਇਟ",
        "ਜੀਓਪੀ ਨੇ ਅਫਗਾਨਿਸਤਾਨ ਤੋਂ ਬਾਈਡਨ ਦੀ ਵਾਪਸੀ ਦੀ ਨਾਜ਼ੁਕ ਰਿਪੋਰਟ ਜਾਰੀ ਕੀਤੀ - ਦ ਹਿੱਲ",
        "ਜਾਰਜੀਆ ਦੀ ਗੋਲੀਬਾਰੀ ਦੇ ਸ਼ੱਕੀ ਮਾਂ ਨੇ ‘ਅਤਿ ਸੰਕਟਕਾਲੀਨ‘ ਦੀ ਚਿਤਾਵਨੀ ਦੇਣ ਲਈ ਸਕੂਲ ਨੂੰ ਬੁਲਾਇਆ, ਮਾਸੀ ਕਹਿੰਦੀ ਹੈ - ਪੀਬੀਐਸ ਨਿ Newsਜ਼ਹੋਰ",
        "ਵੈਨੇਜ਼ੁਏਲਾ ਦੇ ਵਿਰੋਧੀ ਧਿਰ ਦੇ ਨੇਤਾ ਗੋਂਜ਼ਾਲੇਜ਼ ਨੇ ਸਪੇਨ 'ਚ ਪਨਾਹ ਲਈ ਉਤਰਿਆ - ਰਾਇਟਰਜ਼ ਕੈਨੇਡਾ",
        "ਹੈਰਿਸ-ਟਰੰਪ ਬਹਿਸ ਤੋਂ ਪਹਿਲਾਂ, ਵੋਟਰ ਚਾਹੁੰਦੇ ਹਨ ਵਧੇਰੇ ਨੀਤੀ, ਘੱਟ ਡਰਾਮਾ - BBC.com",
        "ਮਸ਼ੀਨਿਨਿਸਟ ਯੂਨੀਅਨ ਬੋਇੰਗ ਨਾਲ ਅਸਥਾਈ ਇਕਰਾਰਨਾਮੇ ਦੇ ਸੌਦੇ 'ਤੇ ਸਹਿਮਤ ਹੈ - ਸੀਏਟਲ ਟਾਈਮਜ਼",
        "ਜੀਓਮੈਗਨੈਟਿਕ ਤੂਫਾਨ ਵਾਚ ਦੇ ਨਾਲ ਇਸ ਹਫਤੇ ਉੱਤਰੀ ਲਾਈਟਾਂ ਸੰਭਵ ਹਨ - MLive. com",
        "ਆਖਰੀ ਮਿੰਟ ਐਪਲ ਇਵੈਂਟ ਦੀਆਂ ਅਫਵਾਹਾਂਃ ਆਈਫੋਨ 16, ਐਪਲ ਵਾਚ, ਅਤੇ ਹੋਰ - 9to5Mac",
        "ਸੁਪਨਾ Kardashian, 7, ਨਿਊਯਾਰਕ ਫੈਸ਼ਨ ਹਫਤੇ 'ਤੇ ਰਨਵੇ ਮਾਡਲਿੰਗ ਡੈਬਿਊ ਕਰਦਾ ਹੈ - ਈ! NEWS",
        "ਜੇਮਜ਼ ਵੈਬ ਟੈਲੀਸਕੋਪ ਨੇ ਪ੍ਰਾਚੀਨ ਬ੍ਰਹਿਮੰਡ ਵਿਚ ਸੈਂਕੜੇ 'ਛੋਟੇ ਲਾਲ ਬਿੰਦੀਆਂ' ਲੱਭੀਆਂ. ਅਸੀਂ ਅਜੇ ਵੀ ਨਹੀਂ ਜਾਣਦੇ ਕਿ ਉਹ ਕੀ ਹਨ - Livescience. com",
        "ਪੋਪ ਇਕ ਟਨ ਮਾਨਵਤਾਵਾਦੀ ਸਹਾਇਤਾ ਅਤੇ ਖਿਡੌਣਿਆਂ ਨਾਲ ਪਾਪੂਆ ਨਿ Gu ਗਿੰਨੀ ਦੇ ਦੂਰ-ਦੁਰਾਡੇ ਦੇ ਜੰਗਲਾਂ ਵਿਚ ਪਹੁੰਚੇ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਹਟਾਈ"
    ]
}