{
    "headlines": [
        "Galaxy Z Fold 7 pour obtenir une mise à niveau que les acheteurs de téléphones coûteux méritent - PhoneArena",
        "De hauts responsables russes et américains discutent de l'amélioration des relations et de la fin de la guerre en Ukraine - sans Kiev - The Associated Press",
        "XAI de Musk publie le modèle d'intelligence artificielle Grok 3, revendique de meilleures performances que ses rivaux lors des premiers tests - CNBC",
        "Huawei lance un téléphone triple à 3 660 $ en dehors de la Chine alors qu'il annonce son retour à l'international - CNBC",
        "Les Européens explorent les troupes pour un cessez-le-feu en Ukraine — et veulent le soutien des États-Unis - The Washington Post",
        "Delta jet se retourne sur une piste enneigée de Toronto et les 80 personnes à bord survivent - The Associated Press",
        "La mort d'un acteur sud-coréen à 24 ans suscite des discussions sur les médias sociaux et la culture Internet - The Associated Press",
        "L'écurie de santé de Pope alors qu'il poursuit son traitement à l'hôpital - vaticannews.va",
        "Quatre des principaux députés d'Eric Adams ont démissionné, selon le maire de New York - CNN",
        "Guy Pearce dit que Kevin Spacey l'a « ciblé » sur le plateau de L.A. Confidential - The A.V. Club",
        "Scott Boras dénonce le manque de dépenses d'une grande partie de la MLB - Sports Illustrated",
        "Un cardiologue américain partage des conseils pratiques pour garder le cœur en bonne santé et plus jeune - The Times of India",
        "4 candidats veulent être le prochain chancelier de l'Allemagne. Qui sont-ils ? - Yahoo",
        "Le réalisateur de « The Brutalist » Brady Corbet dit qu'il n'a pas gagné d'argent avec le film - Hollywood Reporter",
        "Le plus haut responsable de la sécurité sociale quitte après un affrontement avec Musk's DOGE sur des données - The Washington Post",
        "Crâne hypercarnivore de 30 millions d'années « Dream Find » pour les paléontologues - Yahoo",
        "Southwest Airlines annonce des licenciements massifs au siège de Dallas, les premiers licenciements massifs de l'histoire de l'entreprise - WFAA.com",
        "L'Ukraine n'est pas invitée à ses propres pourparlers de paix. L'histoire regorge de tels exemples – et les résultats sont dévastateurs - The Conversation",
        "D'abord les vaches, maintenant les chats. La grippe aviaire vient-elle ensuite pour les humains ? - The Wall Street Journal",
        "L'administration Trump licencie des milliers de personnes pour « performance » sans preuve, dans une ruée désordonnée - The Washington Post"
    ]
}