{
    "headlines": [
        "Supremo Tribunal ouve argumentos sobre a contestação da Primeira Emenda à verificação de idade para sites pornográficos - CNN",
        "O que sabemos sobre o acordo emergente de cessar-fogo e libertação de reféns em Gaza - CNN",
        "Audiências de confirmação ao vivo: gabinete de Trump escolhe Marco Rubio e Pam Bondi para grelhar o rosto dos senadores - BBC.com",
        "Quinn Ewers entra no draft da NFL - NBC Sports",
        "Cowboys são esperados para entrevistar o ex-treinador dos Jets, Robert Saleh - NBC Sports",
        "Os bombeiros precisam de um clima melhor para combater as chamas da Califórnia. Quando eles receberão alívio? - PBS NewsHour",
        "JPMorgan obtém o maior lucro anual de todos os tempos à medida que os banqueiros de investimento se recuperam - Reuters",
        "Aqui estão algumas das capas oficiais do Galaxy S25 da Samsung [Galeria] - 9to5Google",
        "IPC: Os preços dos ovos sobem à medida que a inflação dos EUA aumenta - BBC.com",
        "Impasse no Capitólio se espalha no tribunal enquanto a Legislatura de Minnesota tem um começo difícil - MPR News",
        "Esses NPCs de IA da Nvidia são tão desagradáveis quanto jogadores reais - Gizmodo",
        "   Removido ",
        "Presidente sul-coreano preso por investigadores anticorrupção após confronto de semanas - CNN",
        "'iPhone 17 Air' será lançado ainda este ano com estes 10 novos recursos - MacRumors",
        "Um vídeo de configuração UI 7.0 nos deixa animados para animações suaves e amanteigadas - SamMobile - Notícias da Samsung",
        "A FDA anuncia a proibição do corante vermelho nº 3. Veja o que esperar — e por que algumas famílias já evitam o corante alimentar. - Yahoo Life",
        "Trailer de ‘Demolidor: Nascido de Novo’: Matt Murdock e o Rei do Crime fazem um retorno sangrento e violento ao MCU - Prazo",
        "Odds, linha, spread do Lions vs. Comandantes: escolhas da Rodada Divisional da NFL 2025, previsão por modelo em 31-15 corridas - CBS Sports",
        "Relatório global pede que a obesidade seja redefinida - BBC.com",
        "Webb captura os ecos de luz de uma estrela explodindo - Earth.com"
    ]
}