{
    "headlines": [
        "يشرح خبراء الارتجاج متى يجب أن يلعب تاغوفايوا ويعالج مسألة التقاعد - ميامي هيرالد",
        "توفيت راقصة الباليه ميكايلا دي برنس، التي ألهمت حياتها المهنية الكثيرين بعد ولادتها في الحرب، عن عمر يناهز 29 عامًا - وكالة أسوشيتد برس",
        "قد يكشف الاكتشاف الأحفوري المحير عن سبب اختفاء إنسان نياندرتال - سي إن إن",
        "كيف ساعدت شائعة كاذبة حول الحيوانات الأليفة في أوهايو ووجود لورا لومر في عرقلة هجمات ترامب المخطط لها على هاريس - سي إن إن",
        "بيري فاريل من Jane's Addiction يضرب عازف الجيتار ديف نافارو على خشبة المسرح، ويغلق الحفل - فوكس نيوز",
        "Alabama vs. Wisconsin live stream, where to watch, TV channel, odds, spread, prediction, pick - CBS Sports",
        "شعر هذا الأب من فلوريدا باللياقة والصحة — حتى قال الطبيب إنه بحاجة إلى جراحة فورية - سي بي إس نيوز",
        "يمكن أن يكون الذكاء البصري من Apple خطوة نحو نظارات Apple - The Verge",
        "تقول إيران إنها أطلقت بنجاح قمرًا صناعيًا بصاروخ يخشى المسؤولون أنه قد يعزز برنامج الصواريخ الباليستية - سي بي إس نيوز",
        "ميدفيديف الروسي يهدد بتحويل كييف إلى \"بقعة ذائبة عملاقة\" - POLITICO Europe",
        "ديزني، DirecTV التوصل إلى اتفاق إنهاء التعتيم من ESPN، ABC وأكثر من ذلك - متنوعة",
        "تمت الإزالة",
        "الأرض للحصول على قمر صغير لمدة شهرين ؟ كل ما تحتاج إلى معرفته - NDTV",
        "تقول فايزر إن عقارها التجريبي للحالة القاتلة التي تسبب الشهية وفقدان الوزن لدى مرضى السرطان يظهر نتائج تجربة إيجابية - CNBC",
        "يقول مركز السيطرة على الأمراض إن الاتصال الوثيق بمريض إنفلونزا الطيور في ميسوري أظهر أعراضًا - إن بي سي نيوز",
        "لن تموت الرهانات على خفض سعر الفائدة الفيدرالي الكبير. المخاطر عالية بالنسبة لسوق الأوراق المالية. - MarketWatch",
        "حمى إنديانا تصدر إعلان الرائد كيلسي ميتشل بعد خسارة الآسات - Athlon Sports",
        "تحديثات حية: ألمانيا تستعد للأمطار الغزيرة والفيضانات - DW (الإنجليزية)",
        "إسرائيل تضرب غزة بينما يتم دفن ناشط أمريكي قُتل بنيران إسرائيلية - وكالة أسوشيتد برس",
        "Google Pixel 9 Pro XL مقابل Pixel 8 Pro: أيهما ستحصل عليه ؟ - مسؤول GSMArena"
    ]
}