{
    "headlines": [
        "Washington Post owner defends decision to end presidential endorsements - Al Jazeera English",
        "World Series 2024: Freddie Freeman, Walker Buehler lead Dodgers past Yankees for commanding 3-0 lead - Yahoo Sports",
        "Monday Night Football: Steelers get a team win, beat Giants 26-18 - NBC Sports",
        "Israel has banned the UN agency for Palestinian refugees. That could be devastating for millions - CNN",
        "Confederate anthem ‘Dixie’ played at Trump’s Madison Square Garden rally - The Washington Post",
        "Death from Ebola-like virus reported in Iowa after travel to West Africa - The Washington Post",
        "Trump calls Harris a fascist, says he is ‘the opposite of a Nazi’ - CNN",
        "Amazon Leaks New Mac Mini With M4 and M4 Pro Chips, Two Front USB-C Ports, Up to 64GB of RAM, and More - MacRumors",
        "North Korea has sent about 10,000 troops to Russia to likely fight against Ukraine, Pentagon says - The Associated Press",
        "Tom Brady gets cryptic on Instagram after Gisele Bündchen pregnancy reports - New York Post ",
        "[Removed]",
        "US finalises restrictions on AI, semiconductor investments in China - Al Jazeera English",
        "CIA director floated 28-day Gaza ceasefire, hostage deal in Doha - Axios",
        "Fires set in drop boxes destroy hundreds of ballots in Washington and damage 3 in Oregon - The Associated Press",
        "Kamala Harris hitting every battleground state in final days, hoping to drive turnout - CBS News",
        "Iran executes dissident Jamshid Sharmah over terror conviction - BBC.com",
        "A new storm may be brewing in the Caribbean. What to know. - The Washington Post",
        "NASA Reveals Nine Potential Landing Sites for Artemis III Mission to the Lunar South Pole - The Daily Galaxy --Great Discoveries Channel",
        "WATCH LIVE: Trump holds campaign rally on Georgia Tech campus in Atlanta - PBS NewsHour",
        "Puerto Ricans in must-win state say Trump rally joke won’t be forgotten - BBC.com"
    ]
}