{
    "headlines": [
        "Pete Carroll contratado como treinador do Las Vegas Raiders, segundo reportagens - The Seattle Times",
        "Memorando para o Secretário de Estado o Secretário de Defesa o Secretário de Saúde e Serviços Humanos o Administrador dos Estados Unidos para o Desenvolvimento Internacional - A Casa Branca",
        "DJ Unk, rapper de ‘Walk It Out‘ e ’2 Step’ morre aos 43 anos",
        "Um dia depois, com o Samsung Galaxy S25 Ultra - Estou lentamente a tornar-me um adepto da IA para telemóveis - ZDNet",
        "Os advogados de A$AP Rocky classificaram o homem que ele é acusado de atirar como um rival ciumento e em busca de dinheiro - KTLA Los Angeles",
        "Ranking das unidades da NFL Championship Sunday: as águias reinam supremas no ataque E na defesa! Chiefs flat? - NFL.com",
        "Sem acordo. O jovem colecionador que pegou um cartão único de Paul Skenes recusa a oferta comercial da Pirates - The Associated Press",
        "Trump aumenta as prisões DO ICE, alarmando cidades e comunidades de imigrantes - The Washington Post",
        "Um olhar sobre as mudanças nas agências de saúde dos EUA na 1ª semana do novo governo Trump - ABC News",
        "Israel recebe nomes de quatro reféns que o Hamas deve libertar no sábado - CNN",
        "Suspeitos no assassinato de agente da Patrulha de Fronteira em Vermont vigiados por dias, tinham celulares envoltos em papel alumínio - ABC News",
        "Agentes da lei tentaram entrar em uma escola primária de Chicago, mas não foram permitidos, dizem funcionários das Escolas Públicas de Chicago - CNN",
        "Quando e onde ver as luzes do norte após a última tempestade solar - ABC News",
        "Tempestade Eowyn traz destruição em nível de furacão para a Irlanda - Yale Climate Connections",
        "Donald Trump estabelece duas exigências em troca de ajuda para incêndios florestais na Califórnia - San Francisco Chronicle",
        "Nave espacial a caminho da Lua capta uma nova visão incrível da Terra - MLive.com",
        "Trump e Vance discursam para ativistas anti-aborto no comício March for Life em D.C. - Axios",
        "As ações da Venture Global caem abaixo do preço de oferta. O IPO pode sinalizar mudança no investimento em energia. - Barron's"
    ]
}