{
    "headlines": [
        "Ingrid Lewis-Martin, chief adviser to NYC Mayor Eric Adams, resigns and expects to be indicted - Yahoo! Voices",
        "Abundant Life Christian School shooting in Madison: 2 killed, 6 hurt - ABC News",
        "Trump says he’s a ‘believer’ in polio vaccine, and other news conference takeaways - The Associated Press",
        "Varsity & JV: Winners & losers from Steelers loss to Eagles - Behind The Steel Curtain",
        "What Killed a $20 Billion Grocery Deal? Albertsons Says Kroger Did - The Wall Street Journal",
        "Brian Cox blasts ‘nonsense’ Oscars and shades Gary Oldman’s Winston Churchill role: ‘My performance is better’ - New York Post ",
        "OpenAI Rolls Out ChatGPT Search Features to All Users, Escalating Google Rivalry - Bloomberg",
        "Google’s Whisk AI generator will ‘remix’ the pictures you plug in - The Verge",
        "Drone detection system deployed to New York after mystery sightings - BBC.com",
        "Trump says he would consider pardoning NYC Mayor Eric Adams - CNBC",
        "Court names alleged Chinese spy linked to Prince Andrew - Financial Times",
        "Death Toll Mounts—Could Reach Thousands—After Cyclone Chido Hits French Territory Of Mayotte - Forbes",
        "‘The White Lotus’ Season 3 Premiere Date Revealed; Watch Trailer - Deadline",
        "German Chancellor Scholz loses no-confidence vote, paving way for election - Reuters",
        "Syria Live Updates: Al-Assad Wanted to Stay and Fight Rebels, Statement Says - The New York Times",
        "Patrick Mahomes injury: Former NFL MVP says Chiefs should sit star QB to have him fresh for playoffs - CBS Sports",
        "Mirror bacteria may constitute ‘radical departure from known life,’ scientists warn - CNN",
        "Trump and SoftBank CEO announce the company will invest $100 billion in US projects - CNN",
        "[Removed]",
        "A higher daily step count linked to fewer symptoms of depression, new study finds. Here's how many steps to aim for — and ways to sneak more movement into your day. - Yahoo Life"
    ]
}