{
    "headlines": [
        "Xi Readies négocie des jetons pour la guerre commerciale américaine après Biden Curbs - Bloomberg",
        "GM restructure la croisière. Cela laisse Tesla et Waymo sur le marché américain des robots taxis. - Barron's",
        "Fusion Kroger-Albertsons bloquée par un juge fédéral - The Washington Post",
        "Une interface utilisateur 7 apporte une fonctionnalité d'enregistrement des appels aux États-Unis - SamMobile - Samsung news",
        "La Chine dit qu'elle prend les « mesures nécessaires » pour défendre sa souveraineté sur Taïwan - Reuters",
        "Zelenskiy a plaidé en faveur de garanties de sécurité lors de sa rencontre avec Trump - Reuters",
        "Horoscope du mercredi 11 décembre 2024 - Chicago Sun-Times",
        "Le juge bloque l'achat par The Onion des infowars d'Alex Jones - CNN",
        "3 observations de la défaite des Mavericks 118-104 en Coupe NBA à Oklahoma City - Mavs Moneyball",
        "Pourquoi Luigi Mangione a tué le PDG de UnitedHealthcare : un lien avec les maux de dos chroniques - NDTV",
        "John Fassel sur les erreurs des équipes spéciales d'Amani Oruwariye : C'est un jeu fou, et ça arrive vite - NBC Sports",
        "Brett Favre aborde l'échange viral avec Mark Gastineau au sujet de Michael Strahan Sack - Sports Illustrated",
        "The Take : La prison de Sednaya tombe, révélant l'héritage de torture des Assad - Al Jazeera English",
        "Kim Yong-hyun : L'ex-ministre de la Défense sud-coréen tente de se suicider - BBC.com",
        "Le Bad Robot de J.J. Abrams conclut un accord de premier regard sur le cinéma et la télévision avec Warner Bros. - Date limite",
        "La collecte de fonds a déjà recueilli des milliers de dollars pour Mangione - The Daily Beast",
        "L'ex-protégé de Jay-Z, Foxy Brown, publie des messages énigmatiques après son procès pour viol - Page Six",
        "Du nord de l'Illinois à Mountain West ? Huskies mull offre de quitter MAC, rejoignez une nouvelle ligue en tant que membre de football uniquement - CBS Sports",
        "Daniel Penny rompt le silence sur l'étranglement du métro : « J'étais dans une position très vulnérable » - ABC News",
        "Le sénateur de l'État de New Jersey appelle à un « état d'urgence limité » pour les observations mystérieuses de drones - WPVI-TV"
    ]
}