{
    "headlines": [
        "مدونة Apple 'Glowtime' EVENT LIVE — iPhone 16 و Apple Watch 10 و AirPods 4 والمزيد - Tom's Guide",
        "ردود الفعل المبالغ فيها بعد الأسبوع الأول من موسم اتحاد كرة القدم الأميركي: هل جلس أبناء عمومة كيرك بالفعل ؟ رعاة البقر أخطأوا في الدفع لداك ؟ - سي بي إس سبورتس",
        "ما لا يقل عن 14 قتيلا و 43 جريحا في الغارات الجوية الإسرائيلية، كما تقول وكالة الأنباء السورية الرسمية - سي إن إن",
        "تتبع الإعصار الاستوائي المحتمل 6: رادار العواصف التفاعلي وأحدث مخروط وتأثيرات - WDSU نيو أورليانز",
        "\"شوغون\" تفوز بـ 14 جائزة إيمي قياسية في حفل الفنون الإبداعية بينما تحصل جيمي لي كورتيس على أول جائزة لها - وكالة أسوشيتد برس",
        "باتي شيالفا، زوجة بروس سبرينغستين و E Street Bandmate، تكشف عن تشخيص سرطان الدم - مجموعة متنوعة",
        "تعلن المناطق التعليمية المحلية عن تغييرات في الجدول الزمني وسط درجات حرارة قياسية في جنوب كاليفورنيا - KTLA لوس أنجلوس",
        "نورفولك ساوثرن تقول إن التحقيق مع الرئيس التنفيذي بشأن سوء السلوك المزعوم - Yahoo Finance",
        "الأسهم الآسيوية تتراجع مع القلق بشأن الاقتصاد الأمريكي يغرق أسهم التكنولوجيا - Yahoo Finance",
        "لعبة فيديو صينية رائجة تثير الجدل حول التمييز على أساس الجنس في صناعة الألعاب في البلاد - وكالة أسوشيتد برس",
        "الآلاف يفرون من حرائق الغابات الخارجة عن السيطرة في كاليفورنيا ونيفادا - أكسيوس",
        "تم وضع ضابط شرطة ميامي ديد في مهمة إدارية بعد احتجاز نجمة الدلافين تيريك هيل قبل المباراة - سي إن إن",
        "عشاء تايلور سويفت وترافيس كيلسي في مدينة نيويورك بعد تاريخ فتح الولايات المتحدة - TMZ",
        "بوينغ ستارلاينر تعود إلى ديارها بدون طاقم: خبير ناسا يشرح السبب - ساينس أليرت",
        "لماذا سيجعل تحول اللياقة البدنية لدى The Bear Star الجميع يقولون \"نعم، أيها الطاهي\" - E! أونلاين - E! NEWS",
        "سيصدر الجمهوريون والديمقراطيون في مجلس النواب وثائق مبارزة تلقي باللوم على الأخطاء التي ارتكبت في الانسحاب الأمريكي من أفغانستان - سي إن إن",
        "تمت الإزالة",
        "دونالد ترامب يستعد للنقاش بمساعدة مات غايتز، تولسي غابارد: مصادر - إيه بي سي نيوز",
        "تعهد ترامب بسجن المعارضين، ويشير بلا أساس إلى أن الانتخابات ستسرق منه - صحيفة واشنطن بوست",
        "دالاس كاوبويز ضد كليفلاند براونز | NFL 2024 Week 1 Game Highlights - NFL"
    ]
}