{
    "headlines": [
        "ਇੰਟਰਨੈਟ ਕਾਲਿੰਗ ਪਾਇਨੀਅਰ ਸਕਾਈਪ ਲਈ ਅੰਤ ਨੇੜੇ ਆ ਜਾਂਦਾ ਹੈ ਕਿਉਂਕਿ ਮਾਈਕ੍ਰੋਸਾੱਫਟ ਬੰਦ ਕਰਨ ਦੀ ਯੋਜਨਾ ਬਣਾ ਰਿਹਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਟਰੰਪ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਸਨੇ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ ਬਦਲਾਵ ਦੇ ਬੇਜੋਸ ਹਫਤੇ ਦੇ ਨਾਲ ਰਾਤ ਦਾ ਖਾਣਾ ਖਾਧਾ - ਐਕਸੀਓਸ",
        "ਮੈਥਿ Staff ਸਟਾਫੋਰਡ ਦੇ ਅਸਵੀਕਾਰ ਹੋਣ ਤੋਂ ਬਾਅਦ ਐਰੋਨ ਰੋਜਰਸ ਬਹੁਤ ਅਸਲ ਜਾਇੰਟ ਸੰਭਾਵਨਾ ਬਣ ਜਾਂਦਾ ਹੈ - ਨਿ New ਯਾਰਕ ਪੋਸਟ",
        "ਮੁਸਲਿਮ ਲੜਕੇ ਦੀ ਹੱਤਿਆ ਦੇ ਦੋਸ਼ ਵਿੱਚ ਇਲੀਨੋਇਸ ਦੇ ਮਕਾਨ ਮਾਲਕ ਦੇ ਮੁਕੱਦਮੇ ਵਿੱਚ ਜਿuryਰੀ ਵਿਚਾਰ ਵਟਾਂਦਰੇ ਸ਼ੁਰੂ ਕਰਦੀ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਜੀਨ ਹੈਕਮੈਨ ਦੀ ਮੌਤਃ ਜਾਂਚਕਰਤਾਵਾਂ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਅਭਿਨੇਤਾ, ਪਤਨੀ 'ਕਈ ਦਿਨਾਂ ਅਤੇ ਸੰਭਵ ਤੌਰ' ਤੇ ਕੁਝ ਹਫ਼ਤਿਆਂ ਲਈ ਮਰ ਸਕਦੀ ਸੀ '- ਯਾਹੂ ਐਂਟਰਟੇਨਮੈਂਟ",
        "ਡੋਗੇ ਦੀ ਗੁਪਤ ਯੋਜਨਾ ਦੇ ਹਿੱਸੇ ਵਜੋਂ ਟਰੰਪ ਅਧਿਕਾਰੀ ਨਾਗਰਿਕ ਅਧਿਕਾਰਾਂ ਦੇ ਦਫਤਰਾਂ ਨੂੰ ਤੋੜਨਾ ਸ਼ੁਰੂ ਕਰਦੇ ਹਨ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "'ਪਲੈਨੇਟ ਪਰੇਡ' ਫੋਟੋ ਧਰਤੀ ਉੱਤੇ ਇੱਕ ਲਾਈਨ ਵਿੱਚ 7 ਗ੍ਰਹਿਾਂ ਨੂੰ ਫੜਦੀ ਹੈ — ਸੰਭਵ ਤੌਰ 'ਤੇ ਪਹਿਲੀ ਵਾਰ ਕਦੇ ਵੀ - Livescience.",
        "ਪੋਪ ਨੇ ਬ੍ਰੋਂਕੋਸਪਾਸਮ ਨੂੰ ਅਲੱਗ ਕਰ ਦਿੱਤਾ, ਗੈਰ-ਹਮਲਾਵਰ ਹਵਾਦਾਰੀ ਸ਼ੁਰੂ ਹੋਈ - ਵੈਟੀਕਨ ਨਿ Newsਜ਼",
        "ਸਟੈਫੋਰਡ ਰੈਮਸ - ਈਐਸਪੀਐਨ ਨਾਲ ਪੁਨਰਗਠਿਤ ਸੌਦੇ ਲਈ ਸਹਿਮਤ ਹੈ",
        "ਸਾਡੇ ਫਾਈਨਲ 2025 ਆਸਕਰ ਜੇਤੂ ਭਵਿੱਖਬਾਣੀ - ਅਗਲੀ ਸਭ ਤੋਂ ਵਧੀਆ ਤਸਵੀਰ",
        "ਬਲੇਕ Lively ਦਾਅਵੇ “ਅਨੁਕੂਲ” ਜਸਟਿਨ Baldoni ਟੈਲੀਕਾਮ Subpoenas Skirmish ਵਿਚ ਜਿੱਤ; Hires Crisis PR Vet Nick Shapiro - ਡੈੱਡਲਾਈਨ",
        "ਟਰੰਪ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਜ਼ੇਲੇਨਸਕੀ ਵ੍ਹਾਈਟ ਹਾ Houseਸ ਦੇ ਆਦਾਨ-ਪ੍ਰਦਾਨ ਤੋਂ ਬਾਅਦ 'ਜਦੋਂ ਉਹ ਸ਼ਾਂਤੀ ਲਈ ਤਿਆਰ ਹੈ' ਵਾਪਸ ਆ ਸਕਦਾ ਹੈ - ਫੌਕਸ ਨਿ Newsਜ਼",
        "ਡੇਵਿਨ ਬੁੱਕਰ ਕਥਿਤ ਤੌਰ 'ਤੇ' ਸਦਮੇ 'ਤੋਂ ਬਾਅਦ ਸਨਜ਼ ਦੇ ਕੋਚ ਮਾਈਕ ਬੁਡੇਨਹੋਲਜ਼ਰ ਨੇ ਉਸ ਨੂੰ ਅਦਾਲਤ' ਤੇ ਘੱਟ ਗੱਲ ਕਰਨ ਲਈ ਕਿਹਾ - ਯਾਹੂ ਸਪੋਰਟਸ",
        "ਮੈਕਸੀਕੋ ਨੇ ਬਦਨਾਮ ਨਸ਼ੀਲੇ ਪਦਾਰਥਾਂ ਦੇ ਮਾਲਕ ਰਾਫੇਲ ਕੈਰੋ ਕੁਇੰਟੇਰੋ ਅਤੇ ਦਰਜਨਾਂ ਕਾਰਟੈਲ ਮੈਂਬਰਾਂ ਨੂੰ ਅਮਰੀਕਾ - ਸੀ ਐਨ ਐਨ ਨੂੰ ਹਵਾਲਗੀ ਦਿੱਤੀ",
        "ਐਫਏਏ ਨੇ ਵਿਸਫੋਟਕ ਅਸਫਲਤਾ ਤੋਂ ਬਾਅਦ ਸਟਾਰਸ਼ਿਪ ਲਾਂਚ ਕਰਨ ਲਈ ਸਪੇਸ ਐਕਸ ਨੂੰ ਸਾਫ ਕੀਤਾ ਆਬਾਦੀ ਵਾਲੇ ਟਾਪੂਆਂ 'ਤੇ ਮਲਬੇ ਦੀ ਬਾਰਸ਼ - ਸੀਐਨਐਨ",
        "ਟੈਰਿਫ ਧਮਕੀਆਂ ਅਤੇ ਅਨਿਸ਼ਚਿਤਤਾ ਖਪਤਕਾਰਾਂ 'ਤੇ ਤੋਲ ਸਕਦੀ ਹੈ, ਅਮਰੀਕੀ ਆਰਥਿਕਤਾ ਨੂੰ ਹੇਠਾਂ ਖਿੱਚ ਸਕਦੀ ਹੈ, ਸਰਕਾਰ ਦੀ ਰਿਪੋਰਟ ਸੁਝਾਅ ਦਿੰਦੀ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਕੰਜ਼ਰਵੇਟਿਵਜ਼- ਡੀਸੈਂਟਿਸ ਤੋਂ ਲੈ ਕੇ ਬੈਨ ਸ਼ਾਪੀਰੋ-ਬਲਾਸਟ ਆਗਮਨ ਐਂਡਰਿ T ਟੇਟ, ਕਥਿਤ ਤੌਰ 'ਤੇ ਟਰੰਪ ਦੁਆਰਾ ਸਹਾਇਤਾ ਕੀਤੀ ਗਈ - ਫੋਰਬਸ",
        "ਟਰੰਪ ਅੰਗਰੇਜ਼ੀ ਨੂੰ ਅਮਰੀਕਾ ਦੀ ਸਰਕਾਰੀ ਭਾਸ਼ਾ ਬਣਾਉਣ ਦਾ ਆਦੇਸ਼ ਦੇਣ - BBC.com",
        "ਨਾਸਾ ਦਾ ਬਿਲਕੁਲ ਨਵਾਂ ਲੂਨਰ ਟ੍ਰੇਲਬਲੇਜ਼ਰ ਪ੍ਰੋਬ ਚੰਦਰਮਾ ਦੇ ਰਸਤੇ ਵਿਚ ਖਰਾਬੀ ਦਾ ਸਾਹਮਣਾ ਕਰਦਾ ਹੈ - ਸਪੇਸ.",
        "ਅਮਰੀਕੀ ਜੱਜ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਕੁਝ ਫੈਡਰਲ ਵਰਕਰਾਂ ਦੀ ਸਮੂਹਿਕ ਗੋਲੀਬਾਰੀ ਗੈਰ ਕਾਨੂੰਨੀ ਹੋਣ ਦੀ ਸੰਭਾਵਨਾ ਹੈ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ"
    ]
}