{
    "headlines": [
        "NFL-Thanksgiving-Noten 2024: Bären erhalten ein 'C', nachdem sie das verärgerte Gebot gegen Lions erstickt haben, Cowboys verdienen 'B+' - CBS Sports",
        "Ben Affleck lädt seine Ex-Frau Jennifer Garner zu Thanksgiving inmitten der Scheidung von Jennifer Lopez ein: „Er ist sehr glücklich“ - New York Post",
        "Russland lässt Raketen auf die Ukraine regnen, nachdem Trump einen neuen Gesandten für den Konflikt ernannt hat - The Washington Post",
        "Welche Geschäfte haben heute geöffnet? Siehe Thanksgiving-Stunden für Walmart, Target, Wegmans, mehr - syracuse.com",
        "Pro-palästinensische Demonstranten verhaftet, weil sie die Thanksgiving-Parade unterbrochen hatten - ABC News",
        "Das australische Parlament verbietet soziale Medien für U16 mit dem weltweit ersten Gesetz - ABC News",
        "Kanadas Kartellbehörde verklagt Google - BBC.com",
        "Vier demokratische Gesetzgeber, die zu Thanksgiving zu Hause mit Drohungen bedroht wurden - CNN",
        "Fossilien von Dinosaurier-Erbrechen und Fäkalien zeigen, wie sie sich entwickelt haben, um die Erde zu dominieren - die tägliche Galaxie - großer Entdeckungskanal",
        "Bericht: Conor McGregor Alkoholprodukte von irischen Flughäfen in den letzten Auswirkungen des Urteils wegen sexueller Übergriffe entfernt - MMA Fighting",
        "So sehen Sie das Spiel Dolphins vs. Packers am Thanksgiving Day kostenlos live - New York Post",
        "New York Giants vs. Dallas Cowboys, Woche 13: Live-Updates! - Große blaue Aussicht",
        "Vogelgrippe in zweiter Rohmilch-Einzelhandelsprobe des kalifornischen Unternehmens - KTLA Los Angeles nachgewiesen",
        "[removed]",
        "Israel und Hisbollah handelspolitische Vorwürfe von Waffenstillstandsverletzungen - Reuters",
        "Kanada zur Stärkung der Grenze nach der Drohung mit Donald Trumps Zöllen - Financial Times",
        "Wie Ariana Madix, Cynthia Erivo und weitere Stars Thanksgiving feiern - Seite sechs",
        "[removed]",
        "Vermisster Wanderer lebend aufgefunden, nachdem er mehr als 6 Wochen in der abgelegenen Wildnis Kanadas überlebt hatte - CBS News",
        "Microsoft ist verrückt, der neueste Surface Pro stürzt am Black Friday unter 850 US-Dollar ab - Gizmodo"
    ]
}