{
    "headlines": [
        "Die Gewinne von Goldman steigen um 45 %, da das Comeback der Dealmaking-Phasen stattfindet - Yahoo Finance",
        "Aktienmarkt heute: Der Gewinn der Bank of America fällt — Live-Updates - The Wall Street Journal",
        "Die Krise von Boeing verschärft sich. Jetzt leiht es sich Dutzende von Milliarden Dollar - CNN",
        "Walgreens sagt, dass es bis 2027 1.200 Geschäfte schließen wird, da die Einnahmen am höchsten geschätzt werden - CNBC",
        "Russischer Mann nach fast 10 Wochen im Meer vor der sibirischen Küste lebend gerettet - CNN",
        "Möchten Sie nach Komet A3 am Nachthimmel suchen? Hier ist wann, wo und wie! - WRAL News",
        "Der Drohnenkrieg um die Ukraine ist ein Wettrüsten mit Hochgeschwindigkeitstechnologie - Forbes",
        "Oura Ring 4 Erste Eindrücke nach einer Woche Benutzung - CNET",
        "Nordkorea sprengt Straßen in der Nähe der Grenze zum Süden, nachdem es gewarnt hatte, dass es die Verbindungen vollständig abbrechen würde - CNN",
        "Überlebende, Verwandte von Toten in Lewiston, Maine, Massenerschießungen machen den ersten Schritt, um die Armee zu verklagen - CBS News",
        "Jeff Ulbrich: Die Verteidigung der Jets war nicht gut genug, das werden wir reparieren - NBC Sports",
        "Neue Studie findet Zusammenhang zwischen COVID und Typ-2-Diabetes bei jungen Menschen - WTOP",
        "Nennen Sie es nicht Trump-Proofing - POLITICO",
        "Wenn die Wahl näher rückt, braucht das Stressessen ein scharfes Auge: \"Es ist destruktives Verhalten\" - Fox News",
        "Wie hat ein Mord in einem Sikh-Tempel dazu geführt, dass Kanada und Indien die Diplomaten des jeweils anderen vertrieben haben? - The Associated Press",
        "UN verurteilt \"große Zahl von zivilen Opfern\" im Norden des Gazastreifens - BBC.com",
        "SpaceX feiert den 100. Start im Jahr 2024 mit der Starlink-Mission auf der Falcon 9-Rakete - Spaceflight Now",
        "Was Sie über frühe Abstimmungen in Georgia und North Carolina wissen sollten - CNN",
        "Aaron Rodgers von Jets wirft Allen Lazard ein 52-Yard-Hagel Mary zu, um die erste Hälfte gegen Bills zu beenden - The Associated Press",
        "Was sind Symptome von Keuchhusten? Ausbruch trifft Kalifornien inmitten des landesweiten Anstiegs der Keuchhusten - ABC7 Los Angeles"
    ]
}