{
    "headlines": [
        "ਗਾਜ਼ਾ ਜੰਗਬੰਦੀ ਲਈ ਤਾਜ਼ਾ ਧੱਕਾ ਕਰਨ 'ਤੇ ਤੁਰੰਤ ਸ਼ੁਰੂ ਕਰੇਗਾ ਅਮਰੀਕਾ - BBC.com",
        "‘ਸੀਐਫਪੀਬੀ ਨੂੰ ਮਿਟਾਓ’: ਮਸਕ ਨੇ ਖਪਤਕਾਰ ਬਿ Bureauਰੋ ਨੂੰ ਖਤਮ ਕਰਨ ਦੀ ਮੰਗ ਕੀਤੀ - ਪੋਲਿਟਿਕੋ",
        "‘ਬਿਲਕੁਲ ਡਰਾਉਣੀ’: ਇਜ਼ਰਾਈਲ ਉੱਤਰੀ ਗਾਜ਼ਾ ਨੂੰ ਪਾਉਂਡ ਕਰਦਾ ਹੈ ਕਿਉਂਕਿ ਲੇਬਨਾਨ ਵਿਚ ਜੰਗਬੰਦੀ ਹੈ - ਅਲ ਜਜ਼ੀਰਾ ਅੰਗਰੇਜ਼ੀ",
        "ਵਾਈਕਿੰਗਜ਼ ਨੂੰ ਮਿਲੇਗੀ ਕਿਊਬੀ ਡੈਨੀਅਲ ਜੋਨਸ - ਸਟਾਰ ਟ੍ਰਿਬਿਊਨ",
        "ਐਫਟੀਸੀ ਨੇ ਮਾਈਕ੍ਰੋਸਾੱਫਟ - ਸੀਐਨਐਨ ਦੀ ਵਿਸ਼ਾਲ ਐਂਟੀਟ੍ਰਸਟ ਜਾਂਚ ਦਾ ਉਦਘਾਟਨ ਕੀਤਾ",
        "ਉੱਤਰੀ ਕੈਲੀਫੋਰਨੀਆ ਵਿੱਚ ਅੱਗ ਟੇਸਲਾ ਸਾਈਬਰਟ੍ਰੱਕ ਹਾਦਸੇ ਵਿੱਚ 3 ਦੀ ਮੌਤ ਹੋ ਗਈ - OregonLive",
        "ਸਵਾਲ ਬਰਡ ਫਲੂ ਟੈਸਟਿੰਗ ਦੇ ਬਾਅਦ ਕੈਲੀਫੋਰਨੀਆ ਕੱਚੇ ਦੁੱਧ ਦੇ ਵਿਸ਼ਾਲ ਯਾਦ ਦੀ ਪਾਲਣਾ - ਯਾਹੂ! ਆਵਾਜ਼",
        "ਸੀਨ 'ਡਿੱਡੀ' ਕੰਬਜ਼ ਨੇ ਜ਼ਮਾਨਤ ਤੋਂ ਇਨਕਾਰ ਕਰ ਦਿੱਤਾ ਕਿਉਂਕਿ ਜੱਜ ਨੇ ਹਿਪ-ਹੋਪ ਮੋਗਲ ਨੂੰ ਗੰਭੀਰ ਖ਼ਤਰਾ ਦੱਸਿਆ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਡਰੋਨ ਰੇਂਜਰਜ਼ਃ ਟਰੰਪ ਵਰਲਡ ਨੇ ਲੜਾਕੂ ਪਾਇਲਟਾਂ ਵਿਰੁੱਧ ਜੰਗ ਦਾ ਐਲਾਨ ਕੀਤਾ - ਪੋਲਿਟਿਕੋ",
        "ਮੈਕਸੀਕੋ ਨੇ ਟਰੰਪ ਨੂੰ ਚੇਤਾਵਨੀ ਦਿੱਤੀ ਹੈ ਕਿ ਟੈਰਿਫ 400,000 ਅਮਰੀਕੀ ਨੌਕਰੀਆਂ ਨੂੰ ਮਾਰ ਦੇਵੇਗਾ, ਬਦਲਾ ਲੈਣ ਦੀ ਧਮਕੀ ਦਿੰਦਾ ਹੈ - Reuters.",
        "‘ਨਿਰਾਸ਼ਾਜਨਕ ਘਰੇਲੂ’ ਸਿਰਜਣਹਾਰ 1966 ਵਿਚ ਪ੍ਰੀਕੁਅਲ ਸੀਰੀਜ਼ ਸੈੱਟ ਕਰਨਾ ਚਾਹੁੰਦਾ ਹੈ - ਡੈੱਡਲਾਈਨ",
        "ਕੀ ਅਸੀਂ ਇੱਕ ਚੀਜ ਲੈ ਸਕਦੇ ਹਾਂ ਕੌਣ? ‘ਮੋਆਨਾ 2’ ਆਸਾਨੀ ਨਾਲ ਹੁੱਕਿੰਗ ਬੈਸਟ ਥੈਂਕਸਗਿਵਿੰਗ ਓਪਨਿੰਗ $ 170M + ਤੇ, ਟੁੱਟਣ ਲਈ ਹੋਰ ਰਿਕਾਰਡ; ‘ਦੁਸ਼ਟ’ $ 92M, ‘ਗਲੇਡੀਏਟਰ II’ $ 39M+ – ਬਾਕਸ ਆਫਿਸ - ਡੈੱਡਲਾਈਨ",
        "ਅਲੀਬਾਬਾ ਓਪਨਏਆਈ ਦੇ ਓ 1 ਤਰਕਸ਼ੀਲ ਮਾਡਲ ਲਈ ਇੱਕ ‘ਓਪਨ’ ਚੈਲੰਜਰ ਜਾਰੀ ਕਰਦਾ ਹੈ - TechCrunch",
        "ਆਈਯੂ ਦੀ ਤਿਆਰੀ, ਯੋਜਨਾ ਅਤੇ ਅਨੁਕੂਲਤਾਵਾਂ ਦੀ ਘਾਟ ਲੂਯਿਸਵਿਲ ਨੂੰ 28-ਪੁਆਇੰਟ ਘਾਟੇ ਵਿੱਚ ਪ੍ਰਗਟ ਹੋਈ - ਹਾਲ ਦੇ ਅੰਦਰ",
        "ਹਟਾਈ",
        "ਕਿਹੜੇ ਜੀਵਾਸ਼ਮਿਤ ਡੀਨੋ ਮਲ ਸਾਨੂੰ ਉਨ੍ਹਾਂ ਦੇ ਦਬਦਬੇ ਦੇ ਉਭਾਰ ਬਾਰੇ ਦੱਸ ਸਕਦੇ ਹਨ - ਆਰਸ ਟੈਕਨੀਕਾ",
        "ਨਾਸਾ ਦੀ ਯੂਰੋਪਾ ਕਲੀਪਰ ਜਾਂਚ ਜੁਪੀਟਰ ਦੇ ਰਸਤੇ ਵਿੱਚ 1 ਵਿਗਿਆਨ ਯੰਤਰਾਂ ਨੂੰ ਤਾਇਨਾਤ ਕਰਦੀ ਹੈ - ਸਪੇਸ ਡਾਟ ਕਾਮ",
        "ਇੱਥੇ ਤਾਜ਼ਾ ਥੈਂਕਸਗਿਵਿੰਗ ਮੌਸਮ ਦੀ ਭਵਿੱਖਬਾਣੀ ਹੈ, ਅਤੇ ਜਿੱਥੇ ਯਾਤਰਾ ਪ੍ਰਭਾਵਿਤ ਹੋ ਸਕਦੀ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਆਈਐਸਐਸ ਵਿਖੇ ਡੌਕ ਕੀਤੇ ਗਏ ਰੂਸੀ ਪੁਲਾੜ ਯਾਨ ਤੋਂ 'ਅਚਾਨਕ ਗੰਧ' ਲੀਕ ਹੋਣ ਨਾਲ ਪੁਲਾੜ ਯਾਤਰੀ ਹੈਰਾਨ ਹੋਏ - Livescience.",
        "ਫੈਡਰਲ ਮੁਲਾਜ਼ਮਾਂ ਨੂੰ ਐਲਨ ਮਸਕ ਫੇਸ ਬੈਰਾਜ ਆਫ ਪਰੇਸ਼ਾਨੀ - ਰੋਲਿੰਗ ਸਟੋਨ ਦੁਆਰਾ ਨਿਸ਼ਾਨਾ ਬਣਾਇਆ ਗਿਆ"
    ]
}