{
    "headlines": [
        "ਰਾਜਪਾਲ ਰਾਏ ਕੂਪਰ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉੱਤਰੀ ਕੈਰੋਲੀਨਾ ਵਿਚ ਅਜੇ ਵੀ 81 ਲੋਕ ਲਾਪਤਾ ਹਨ, ਧਮਕੀਆਂ ਨੂੰ ਸੰਬੋਧਿਤ ਕਰਦੇ ਹਨ - ਅਮਰੀਕਾ ਅੱਜ",
        "ਟੇਡ ਕਰੂਜ਼ ਅਤੇ ਕੋਲਿਨ ਐਲਰਡ ਟੈਕਸਾਸ ਸੈਨੇਟ ਦੀ ਦੌੜ ਵਿਚ ਇਕੋ ਬਹਿਸ ਵਿਚ ਮਿਲਦੇ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਹਟਾਈ",
        "ਅਮਰੀਕਾ ਨੇ ਇਜ਼ਰਾਈਲ ਨੂੰ ਗਾਜ਼ਾ ਸਹਾਇਤਾ ਜਾਂ ਫੌਜੀ ਸਹਾਇਤਾ ਲਈ ਜੋਖਮ ਵਿੱਚ ਕਟੌਤੀ ਨੂੰ ਉਤਸ਼ਾਹਤ ਕਰਨ ਲਈ 30 ਦਿਨਾਂ ਦਾ ਸਮਾਂ ਦਿੱਤਾ - ਬੀਬੀਸੀ.",
        "ਟਾਈਰਾ ਬੈਂਕਸ ਅਤੇ ਉਸ ਦਾ ਆਈਕੋਨਿਕ ਸਮਾਈਜ਼ 2005 ਵਿਚ ਰਿਟਾਇਰ ਹੋਣ ਤੋਂ ਬਾਅਦ ਵਿਕਟੋਰੀਆ ਦੇ ਸੀਕ੍ਰੇਟ ਫੈਸ਼ਨ ਸ਼ੋਅ ਵਿਚ ਐਪਿਕ ਰਿਟਰਨ ਬਣਾਓ - ਲੋਕ",
        "ਫੋਟੋਆਂਃ ਅੱਜ ਰਾਤ ਕਨੈਕਟੀਕਟ ਅਸਮਾਨ ਵਿੱਚ ਦਿਖਾਈ ਦੇਣ ਵਾਲਾ ਧੂਮਕੇਤੂ ਏ 3, ਕੁਝ 80,000 ਸਾਲਾਂ ਲਈ ਵਾਪਸ ਨਹੀਂ ਆਵੇਗਾ - ਸੀਟੀ ਇਨਸਾਈਡਰ",
        "ਕੈਲੀਫੋਰਨੀਆ ਬਰਡ ਫਲੂ ਸੰਕਟ ਦਾ ਕੇਂਦਰ ਬਣ ਗਿਆ ਹੈ ਕਿਉਂਕਿ ਵਧੇਰੇ ਮਨੁੱਖੀ ਮਾਮਲੇ ਸਾਹਮਣੇ ਆਏ ਹਨ - ਸੈਲੂਨ",
        "ਖੰਘ ਦੇ ਕੇਸ ਨਾਟਕੀ nationalੰਗ ਨਾਲ ਰਾਸ਼ਟਰੀ ਪੱਧਰ 'ਤੇ ਅਤੇ ਡੇਲਾਵੇਅਰ ਵੈਲੀ ਦੇ ਪਾਰ ਵਧਦੇ ਹਨ, ਸੀਡੀਸੀ ਕਹਿੰਦਾ ਹੈ - ਡਬਲਯੂਪੀਵੀਆਈ-ਟੀਵੀ",
        "'ਗ੍ਰੇਜ਼ ਐਨਾਟੋਮੀ' ਲੇਖਕ ਐਲਿਜ਼ਾਬੈਥ ਫਿੰਚ ਨੇ ਕੈਂਸਰ ਬਾਰੇ ਝੂਠ ਬੋਲਣ ਲਈ ਮੁਆਫੀ ਮੰਗੀ - ਵੰਨਗੀ",
        "ਟੌਮ ਬ੍ਰੈਡੀ ਅਧਿਕਾਰਤ ਤੌਰ 'ਤੇ ਐਨਐਫਐਲ ਦੇ ਮਾਲਕਾਂ ਦੁਆਰਾ ਇਸ ਨੂੰ ਮਨਜ਼ੂਰੀ ਦੇਣ ਤੋਂ ਬਾਅਦ ਰੇਡਰਜ਼ ਦਾ ਹਿੱਸਾ ਮਾਲਕ - ਯਾਹੂ ਸਪੋਰਟਸ",
        "ਵੀਡੀਓ ਵਿੱਚ ਡੈਨਮਾਰਕ ਦੇ ਪੁਰਾਤੱਤਵ ਵਿਗਿਆਨੀ ਵਾਈਕਿੰਗ ਯੁੱਗ ਤੋਂ 50 ਪਿੰਜਰ, ਦੁਰਲੱਭ ਕਲਾਕ੍ਰਿਤੀਆਂ ਦਾ ਪਰਦਾਫਾਸ਼ ਕਰਦੇ ਹੋਏ ਦਿਖਾਇਆ ਗਿਆ ਹੈ - ਯੂਐਸਏ ਅੱਜ",
        "ਹਫ਼ਤਾ 10 ਨਤੀਜਾ + ਸਕੋਰਕਾਰਡ | ਡਾਨਾ ਵ੍ਹਾਈਟ ਦੀ ਕੰਟੈਂਡਰ ਸੀਰੀਜ਼ 8 - ਯੂਐਫਸੀ",
        "'ਅਨਸੁਪਰਵਾਈਜ਼ਡ ਐਫਐਸਡੀ‘ ਅਤੇ ਰੋਬੋਟੈਕਸਿਸ ਲਈ ਟੇਸਲਾ ਦੀਆਂ ਯੋਜਨਾਵਾਂ ਕਿਵੇਂ ਲਾਲ ਟੇਪ ਵਿੱਚ ਚੱਲ ਸਕਦੀਆਂ ਹਨ - ਟੈਕਕ੍ਰਾਂਚ",
        "5 ਜੀਵਨ ਸ਼ੈਲੀ ਦੀਆਂ ਆਦਤਾਂ ਜੋ ਤੁਹਾਨੂੰ 100 ਤੱਕ ਜੀਉਣ ਵਿੱਚ ਸਹਾਇਤਾ ਕਰ ਸਕਦੀਆਂ ਹਨ, ਮੋਹਰੀ ਲੰਬੀ ਉਮਰ ਦੇ ਖੋਜਕਰਤਾਵਾਂ ਦੇ ਅਨੁਸਾਰ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "2024 ਐਨਐਫਐਲ ਟ੍ਰੇਡ ਗ੍ਰੇਡਃ ਦਵੰਤੇ ਐਡਮਜ਼, ਅਮਾਰੀ ਕੂਪਰ ਡੀਲਸ ਕਿੱਕਸਟਾਰਟ ਡੈੱਡਲਾਈਨ ਮੂਵਜ਼ - ਬਲੀਚਰ ਰਿਪੋਰਟ",
        "ਅਡੋਬ ਛੇੜਛਾੜ ਏਆਈ ਟੂਲ ਜੋ 3 ਡੀ ਦ੍ਰਿਸ਼ ਬਣਾਉਂਦੇ ਹਨ, ਟੈਕਸਟ ਨੂੰ ਐਨੀਮੇਟ ਕਰਦੇ ਹਨ, ਅਤੇ ਧਿਆਨ ਭਟਕਾਉਣ ਨੂੰ ਅਲੋਪ ਕਰਦੇ ਹਨ - ਦਿ ਵਰਜ",
        "ਯੈਂਕੀਜ਼ ਨੇ ਏਐਲਸੀਐਸ ਗੇਮ 2 - ਪਿਨਸਟ੍ਰਾਈਪ ਐਲੀ ਲਈ ਲਾਈਨਅਪ ਦੀ ਘੋਸ਼ਣਾ ਕੀਤੀ",
        "ਹਟਾਈ",
        "ਜਾਰਜੀਆ ਵਿੱਚ ਛੇਤੀ ਵੋਟਾਂ ਦੀ ਰਿਕਾਰਡ ਗਿਣਤੀ ਜਿਵੇਂ ਕਿ ਲੜਾਈ ਦੇ ਰਾਜ ਵਿੱਚ ਚੋਣਾਂ ਸ਼ੁਰੂ ਹੋ ਰਹੀਆਂ ਹਨ - ਸੀਐਨਐਨ",
        "ਜਾਰਜੀਆ ਦੇ ਜੱਜ ਨਿਯਮ ਚੋਣ ਅਧਿਕਾਰੀ ਧੋਖਾਧੜੀ ਦੀਆਂ ਚਿੰਤਾਵਾਂ ਕਾਰਨ ਪ੍ਰਮਾਣੀਕਰਣ ਵਿੱਚ ਦੇਰੀ ਨਹੀਂ ਕਰ ਸਕਦੇ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼"
    ]
}