{
    "headlines": [
        "[Removed]",
        "Samsung’s Z Fold Special Edition flagship is here - The Verge",
        "Arnold Palmer’s Daughter Reacts to Trump Story About Her Dad’s Manhood - The Daily Beast",
        "QB Wilson 'excellent' in debut as Steelers stroll - ESPN",
        "Bitter Cheryl Reeve blames refs for WNBA Finals loss to Liberty in wild rant: ‘S–t was stolen from us’ - New York Post ",
        "Sister Wives: Kody Brown Says “If I’m in Love With a Woman, I Think That Is Her Fault” - E! Online - E! NEWS",
        "Comet Tracker Tonight: When And Where To See It On Monday With ‘Shooting Stars’ - Forbes",
        "40% of parents said their teen consumed protein supplements in the past year, according to new poll - CNN",
        "Putin hosts a summit in a bid to show the West it can’t keep Russia off the global stage - The Associated Press",
        "NFL Week 7 grades: Steelers earn high mark for destroying Jets, 49ers get 'C-' after ugly loss to Chiefs - CBS Sports",
        "Pixel 9 Pro XL user is stunned when he sees what happened to his phone's camera bar - PhoneArena",
        "Breanna Stewart, Liberty Celebrated By Fans for 1st-Ever WNBA Title Win vs. Lynx - Bleacher Report",
        "Blasts heard in Lebanon as Israel vows to hit Hezbollah finance sites - BBC.com",
        "'Sunset Boulevard' review: Nicole Scherzinger leads stunning 2024 revival - Entertainment Weekly News",
        "Samsung Galaxy S25, S25+ and Galaxy S25 Ultra: More precise dimensions, three dummies and lots of screen protectors - Notebookcheck.net",
        "China cuts key lending rates to support growth - Reuters",
        "Israel Killed Sinwar by Forcing Him From the Tunnels - The Wall Street Journal",
        "Jelly Roll Calls X 'Most Toxic' App Ever, Says He's Quitting It - TMZ",
        "Trump serves McDonald’s fries to supporters in stage-managed campaign stop - The Washington Post",
        "Pennsylvania gov calls Elon Musk’s million-dollar giveaway for signing pro-Trump petition ‘deeply concerning’ - Fox Business"
    ]
}