{
    "headlines": [
        "Звонивший в 911 сказал, что медведь убил автофургончика. Полиция говорит, что это было убийство. - The Washington Post",
        "В сумерках своего срока Байден приветствует глобальную аудиторию, уставшую от войны и настороженно относящуюся к политике США - CNN",
        "Опасения птичьего гриппа растут по мере того, как Калифорния сообщает о новых случаях заболевания людей - Fox News",
        "TSMC оптимистично смотрит на перспективы, поскольку бум ИИ сбивает прошлые прогнозы по прибыли в третьем квартале - Reuters",
        "Nokia и Ericsson видят признаки восстановления после неоднозначных результатов - Reuters",
        "Харрис жарил на Fox News об иммиграции, пригодности Байдена к работе - Reuters",
        "Запрет суррогатного материнства в Италии: парам запрещено выезжать за границу в поисках суррогатной матери - BBC.com",
        "Уокер Бюлер представляет винтажный спектакль, а Шохей Отани возглавляет атаку «Доджерс» в разгроме NLCS Game 3 - Yahoo Sports",
        "Когда следующее полнолуние? Октябрь приносит охотничье суперлуние - регистр Де-Мойна",
        "Джей Ди Вэнс говорит, что Дональд Трамп не проиграл выборы 2020 года - Al Jazeera English",
        "Удивительный способ, которым Ozempic может заставить людей прекратить употреблять алкоголь и наркотики - New York Post",
        "Трамп поддерживает опровергнутые утверждения о том, что иммигранты едят домашних животных на мероприятии для латиноамериканских избирателей - The Guardian США",
        "Comet Tracker сегодня вечером: когда и где увидеть его в четверг с «суперлунием» - Forbes",
        "Китай нанимает хакеров и знаменитостей для подрыва Тайваня - The Wall Street Journal",
        "Американские бомбардировщики B-2 нанесли удар по поддерживаемым Ираном хуситам в Йемене - CNN",
        "Райан Мерфи и глава FX Джон Ландграф о том, что «Grotesquerie» изгибается и рискует за 21 год сотрудничества - крайний срок",
        "Предполагаемое вмешательство Индии в Канаду было «ужасной ошибкой», говорит Трюдо - Reuters",
        "Мнение | Добилась ли чего-нибудь ратуша Трампа, состоящая исключительно из женщин? - The Washington Post",
        "Лиам Пэйн из One Direction оплакивал Голливуд после смерти в 31 год: «Абсолютно душераздирающе» - Fox News",
        "Кейтлин Кларк пренебрегла еще одной единодушной честью WNBA после спора о Новичке года - New York Post"
    ]
}