{
    "headlines": [
        "تتجمع الكرة الطائرة لويزفيل خلف بيت للوصول إلى مباراة لقب NCAA - NCAA.com",
        "تحديثات Broncos vs. Chargers المباشرة: نتائج الدوري الوطني لكرة القدم الأمريكية، إحصائيات اللعبة، النقاط البارزة، أين تشاهد \"ليلة الخميس لكرة القدم - سي بي إس سبورتس\"",
        "مركز السيطرة على الأمراض يؤكد أول حالة إصابة بإنفلونزا الطيور الحادة في الولايات المتحدة - ABC News",
        "فيديكس تنهي أعمالها في مجال نقل البضائع بالشاحنات - رويترز",
        "بيان بوتين الكبير حول إنهاء حرب أوكرانيا: \"روسيا مستعدة للتسوية مع...\" - هندوستان تايمز",
        "مقاطعة فولتون دا فاني ويليس غير مؤهل من قضية ترامب - BBC.com",
        "ووبي غولدبرغ \"حاول جاهدًا\" الحصول على حقوق \"شريرة\" في التسعينيات - الموعد النهائي",
        "زوجة إيثان سلاتر السابقة تتحدث عن الطلاق ورومانسية الممثل مع أريانا غراندي - HuffPost",
        "رجل أوكلاهوما يموت بالحقنة القاتلة في الإعدام النهائي للأمة عام 2024 - وكالة أسوشيتد برس",
        "مجلس المدينة يعطي الموافقة على ساحة سيكسرز في وسط المدينة ؛ إزالة المتظاهرين من الغرف - The Philadelphia Inquirer",
        "يقول الديمقراطيون \"جحيم لا\" لخطة الحزب الجمهوري ب بشأن التمويل الحكومي وسقف الديون - ذا هيل",
        "يستعد الموظفون الفيدراليون للإغلاق الحكومي بينما يدفع المشرعون بصفقة مؤقتة جديدة - شبكة الأخبار الفيدرالية",
        "لكي لا تتفوق عليها OpenAI، تطلق Google نموذج الذكاء الاصطناعي \"المنطقي\" الخاص بها - ARS Technica",
        "Nike Pops As Earnings, Revenue Beat Views تحت إشراف الرئيس التنفيذي الجديد - Investor's Business Daily",
        "قد ينضم Google Keep إلى صفوف تطبيقات نظام Android - The Verge",
        "خطة القاتل المشتبه به في UnitedHealthcare لويجي مانجيوني \"لاغتيال\" الرئيس التنفيذي التي تم الكشف عنها في إدخالات دفتر اليومية: شهادة خطية - فوكس نيوز",
        "أمر وقائي صادر لرجل متهم بالتخطيط لهجوم مع مطلق النار في مدرسة ماديسون - إيه بي سي نيوز",
        "جيري جودي في عدم التصديق مادن تصنيف جيتس تريد: \"هذه أخبار مزيفة\" - نيويورك بوست",
        "كيف يمكن لتحفيز أكبر عصب في الجسم أن يخفف من الاكتئاب الشديد - سي إن إن",
        "تعرف على الفرق الاثني عشر لتصفيات كرة القدم للكلية - سي إن إن"
    ]
}