{
    "headlines": [
        "ਗਾਜ਼ਾ ਵਿੱਚ ਹਮਾਸ ਦੇ ਨੇਤਾ ਯਾਹੀਆ ਸਿਨਵਰ ਦੀ ਹੱਤਿਆਃ ਲਾਈਵ ਅਪਡੇਟਸ - ਸੀਐਨਐਨ",
        "ਟਰੰਪ ਹੋਟਲ ਨੇ ਓਵਰਚਾਰਜ ਕੀਤਾ ਸੀਕ੍ਰੇਟ ਸਰਵਿਸ, ਹਾ Houseਸ ਡੈਮੋਕਰੇਟਸ ਦੀ ਰਿਪੋਰਟ ਲੱਭੀ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਦੱਖਣੀ ਕੋਰੀਆ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਰੂਸ 'ਚ ਘੱਟੋ-ਘੱਟ 1500 ਉੱਤਰੀ ਕੋਰੀਆ ਦੀਆਂ ਵਿਸ਼ੇਸ਼ ਤਾਕਤਾਂ - The Washington Post",
        "ਸਟ੍ਰਿਪ ਕਲੱਬਾਂ ਵਿੱਚ ਮਾਈਕੀ ਮੈਡਿਸਨ ਨੂੰ ‘ਲਗਭਗ ਬਹੁਤ ਆਰਾਮਦਾਇਕ’ ਕਿਵੇਂ ਮਿਲਿਆ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਓਲੰਪੀਅਨ ਰਿਆਨ ਜੇਮਜ਼ ਵੈਡਿੰਗ ਐਫਬੀਆਈ ਦੁਆਰਾ ਕਥਿਤ ਤੌਰ 'ਤੇ ਘਾਤਕ ਡਰੱਗ ਤਸਕਰੀ ਆਪ੍ਰੇਸ਼ਨ ਚਲਾਉਣ ਲਈ ਲੋੜੀਂਦਾ ਹੈ - ਈ! ਖ਼ਬਰਾਂ",
        "ਓਪਨਏਆਈ ਵਿੰਡੋਜ਼ - ਆਰਸ ਟੈਕਨੀਕਾ ਲਈ ਚੈਟਜੀਪੀਟੀ ਐਪ ਜਾਰੀ ਕਰਦਾ ਹੈ",
        "ਗੂਗਲ ਦਾ ਨੋਟਬੁੱਕਐਲਐਮ ਹੁਣ ਤੁਹਾਨੂੰ ਆਪਣੇ ਏਆਈ ਪੋਡਕਾਸਟ ਦੇ ਮੇਜ਼ਬਾਨਾਂ ਦੀ ਅਗਵਾਈ ਕਰਨ ਦਿੰਦਾ ਹੈ - ਦਿ ਵਰਜ",
        "ਗਲੋਬਲ ਅਨਿਸ਼ਚਿਤਤਾਵਾਂ ਬੇਮਿਸਾਲ $ 2,700/ਓਜ਼ ਮੀਲ ਪੱਥਰ ਤੋਂ ਵੱਧ ਸੋਨਾ ਚਲਾਉਂਦੀਆਂ ਹਨ - ਰਾਇਟਰਜ਼",
        "ਜੈਕ ਸਮਿਥ ਜਨਵਰੀ 6 ਚੋਣ ਕੇਸ ਵਿੱਚ ਜਾਰੀ ਹੋਰ ਟਰੰਪ ਸੀਲ ਫਾਈਲਾਂ - CNBC",
        "ਵਾਚਃ ਯੂਵੀਏ ਬਾਸਕਟਬਾਲ ਕੋਚ ਟੋਨੀ ਬੇਨੇਟ ਆਪਣੀ ਰਿਟਾਇਰਮੈਂਟ ਬਾਰੇ ਗੱਲ ਕਰਦਾ ਹੈ - ਡਬਲਯੂਆਰਆਈਸੀ ਏਬੀਸੀ 8News",
        "ਲੀਅਮ ਪੇਨੇ ਨੇ ਰਹੱਸਮਈ womanਰਤ ਨਾਲ ‘ਬਹੁਤ ਤਣਾਅਪੂਰਨ’ ਬਹਿਸ ਕੀਤੀ ਸੀ ਉਸਨੇ ਮੌਤ ਤੋਂ ਥੋੜ੍ਹੀ ਦੇਰ ਪਹਿਲਾਂ $ 20K ਦੀ ਪੇਸ਼ਕਸ਼ ਕੀਤੀ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "2024 ਹਫਤਾ 7 ਐਨਐਫਐਲ ਸਕੋਰ ਦੀ ਭਵਿੱਖਬਾਣੀ, ਔਕੜਾਂ, ਪਿਕਸਃ ਮਾਹਰ ਸਾਰੇ 14 ਬਾਕੀ ਖੇਡਾਂ ਲਈ ਸਹੀ ਸਕੋਰ ਜਾਰੀ ਕਰਦਾ ਹੈ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਅਲ ਸਮਿਥ ਡਿਨਰਃ ਟਰੰਪ ਅਤੇ ਹੈਰਿਸ ਦੇ ਚਾਰ ਗੈਗ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਪੂਰਬੀ ਏਸ਼ੀਆ ਅੱਜ ਰਾਤਃ ਚੀਨ 2023 ਤੋਂ ਬਾਅਦ ਸਭ ਤੋਂ ਹੌਲੀ ਤਿਮਾਹੀ ਜੀਡੀਪੀ ਵਿਕਾਸ ਦਰ ਪੋਸਟ ਕਰਦਾ ਹੈ - ਸੀ ਐਨ ਏ",
        "ਯੈਂਕੀਜ਼ ਬਨਾਮ ਗਾਰਡੀਅਨਜ਼ਃ ਝੋਂਕੈਂਸੀ ਨੋਏਲ, ਡੇਵਿਡ ਫਰਾਈ ਰੈਲੀ ਗਾਰਡੀਅਨਜ਼ ਨੂੰ ਮਹਾਂਕਾਵਿ, ਏਐਲਸੀਐਸ ਗੇਮ 3 ਵਿੱਚ ਵਾਪਸ ਅਤੇ ਅੱਗੇ ਦੀ ਜਿੱਤ - ਯਾਹੂ ਸਪੋਰਟਸ",
        "ਦੋ ਕਿਸ਼ੋਰ ਲੜਕੀਆਂ ਦੇ ਕਤਲ ਵਿੱਚ ਇੱਕ ਛੋਟੇ ਇੰਡੀਆਨਾ ਕਸਬੇ ਵਿੱਚ ਕਤਲ ਦੀ ਸੁਣਵਾਈ ਸ਼ੁਰੂ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਹਟਾਈ",
        "ਓਰੀਓਨੀਡ ਮੀਟੀਅਰ ਸ਼ਾਵਰ ਇਸ ਹਫਤੇ ਦੇ ਅੰਤ ਵਿੱਚ ਸਿਖਰ ਤੇ ਹੈਃ ਹੈਲੀ ਦੇ ਧੂਮਕੇਤੂ ਦੇ ਬਿੱਟ ਨੂੰ ਰਾਤ ਦੇ ਅਸਮਾਨ ਵਿੱਚ ਸਾੜਦੇ ਹੋਏ ਕਿਵੇਂ ਵੇਖਣਾ ਹੈ - ਸਪੇਸ.",
        "ਬੋਇੰਗ ਮਸ਼ੀਨਿਸਟ ਹੜਤਾਲ ਜਾਰੀ ਰਹਿਣ ਦੇ ਨਾਤੇ 700 ਵਰਕਰਾਂ ਨੂੰ ਫਰਲੋ ਕਰਨ ਲਈ ਆਤਮਾ ਏਅਰੋਸਿਸਟਮਜ਼ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਸੀਵੀਐਸ ਹੈਲਥ ਦੇ ਸੀਈਓ ਕੈਰਨ ਲਿੰਚ ਨੇ ਅਹੁਦਾ ਛੱਡ ਦਿੱਤਾ, ਡੇਵਿਡ ਜੋਯਨਰ ਦੁਆਰਾ ਤਬਦੀਲ ਕੀਤਾ ਗਿਆ, 19% ਸਟਾਕ ਡਿੱਗਣ ਤੋਂ ਬਾਅਦ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼"
    ]
}