{
    "headlines": [
        "Penn State vs. Boise State Score: Live-Spiel-Updates, College Football Playoff-Scores, Fiesta Bowl-Berichterstattung - CBS Sports",
        "Mehr als 70 % der Puerto Rico-Kunden bleiben nach einem massiven Ausfall ohne Strom - CNN",
        "Anstatt zu feiern, machen Tausende Neujahrsfeiern in Serbien zu regierungsfeindlichen Protesten - Yahoo! Voices",
        "Justin Baldoni reicht 250 Millionen Dollar Klage gegen die New York Times wegen Blake Lively Story ein: Es beruhte auf ihrer \"eigennützigen Erzählung\" (EXKLUSIV) - Vielfalt",
        "Die USA verstärken die Streiks gegen die Houthis im Jemen, da die Spannungen mit Israel zunehmen - The Washington Post",
        "Das FBI findet den größten Sprengstoffvorrat auf einer Farm in Virginia - BBC.com",
        "Die Aktienkurse stiegen im Jahr 2024, obwohl sich die Amerikaner über die Wirtschaft Sorgen machten - The Washington Post",
        "[removed]",
        "Roberts warnt davor, die Urteile des Obersten Gerichtshofs zu ignorieren, da sich Spannungen mit Trump abzeichnen - CNN",
        "Das Justizministerium fordert den Obersten Gerichtshof auf, das Geldwäschegesetz wieder in Kraft zu setzen - The Hill",
        "Besuchen Sie den Big Apple? Bereiten Sie sich darauf vor, mehr zu bezahlen, wenn Sie in den geschäftigsten Teil von Manhattan fahren - The Associated Press",
        "Das Gebiet von D.C. steht vor Schneemöglichkeiten und einer längeren Belagerung mit kalter Luft - The Washington Post",
        "Urban Meyer prognostiziert Blowout im Viertelfinale des College-Football-Playoffs - Athlon Sports",
        "[removed]",
        "S&P 500 Gewinne und Verluste heute: Index rutscht ab, da die Aktien ein starkes Jahr abschließen - Investopedia",
        "South Carolinas Fußballer Shane Beamer kritisiert Citrus Bowl-Beamte im ABC-Interview - Alton Telegraph",
        "Pentagon's 9/11 plea deals can proceed, appeals court rules - The Washington Post",
        "Will Smith isst Spaghetti und andere seltsame KI-Benchmarks, die 2024 durchstarteten - TechCrunch",
        "Paige DeSorbos Kissenlinie wurde nach der Trennung von der Lifestyle-Website von ex Craig Conover \"entfernt\": \"Clean Break\" - New York Post",
        "Amen Thompson, Terry Rozier wurde suspendiert, da die NBA Strafen für Schlägereien mit Heat-Rockets verhängt hat - Yahoo Sports"
    ]
}