{
    "headlines": [
        "Russische Bombe verletzt mindestens 30 Zivilisten im ukrainischen Charkiw, sagen Beamte - Reuters",
        "Gouverneurin Maura Healey lenkt Fragen zu Harris Erklärung zum Militär ab - POLITICO",
        "JD Vance verteidigt die Verstärkung falscher Behauptungen über Einwanderer und sagt: \"Du wirst dieses Zeug nie perfekt bekommen\" - CBS News",
        "Überschwemmungen fordern mehr Leben, da sintflutartige Regenfälle Mitteleuropa treffen - Reuters",
        "Selbstlernende KI gibt NFL gegen die Spread-, Over-Under-, Money-Line-Picks für jedes 2024-Woche-2-Spiel aus - CBS Sports",
        "Fantasy Football: Live-Fragerunde in Woche 2 mit unseren Experten, 11:00 Uhr ET - ESPN",
        "Delfingerüchte: Tua Tagovailoa trifft sich mit Neurologen nach Gehirnerschütterung vs. Rechnungen - Bleacher-Bericht",
        "Houthis starten Langstreckenraketenangriff auf Israel - Axios",
        "Blu-ray auf Life Support? Samsung Soundbars & Dolby Vision | You Asked Ep. 57 - Digitale Trends",
        "Abendkasse: ‘Beetlejuice Beetlejuice’ Nr. 1 wieder mit $ 51 Millionen als ‘Speak No Evil’ öffnet sich zu $ 11 Millionen - Vielfalt",
        "2024 Emmys: Wie man die Zeremonie online ohne Kabel anschaut - TVLine",
        "Diese 10 US-Städte bieten die höchste Lebensqualität für Rentner - niemand ist in Florida - CNBC",
        "Erste iPhone 16 Vorbestellungen werden jetzt versandt. So kannst du deine Bestellung verfolgen - 9to5Mac",
        "Experten warnen vor Impfstoff-Skepsis - CBS News",
        "Aktienmarkt: S&P 500 überlebt die Entwicklung von Big Tech als „Andere 493“ - Bloomberg",
        "Philippinen ziehen sich aus umstrittenem Riff im Südchinesischen Meer zurück - Financial Times",
        "Haiti: Mindestens 24 Tote bei Explosion von Kraftstofftankern - BBC.com",
        "Apple's New Hearing Aid and Health Upgrades Saved iPhone 16 Launch - Bloomberg",
        "‘Olive Branch’ als William, Kate und Charles wünschen Harry alles Gute zum 40. Geburtstag - The Daily Beast",
        "Selbst nach dem Anbinden der Schläuche wurden einige Frauen schwanger - The Washington Post"
    ]
}