{
    "headlines": [
        "يقترح ترامب أن خطته لقطاع غزة هي \"تنظيف كل شيء\" - سي إن إن",
        "نتائج كرة السلة في الكلية والفائزين والخاسرين: تتصدر هيوستن قائمة أفضل 12 لاعبًا بعد الفوز في كانساس ؛ ولاية أيوا تنجو - سي بي إس سبورتس",
        "\"SNL \": ترامب يقطع راب لين مانويل ميراندا للدفاع عن أسبوعه الأول في منصبه - رولينغ ستون",
        "لصوص يفجرون باب المتحف الهولندي ويسرقون خوذة ذهبية عمرها 2400 عام - واشنطن بوست",
        "ينتهي الموعد النهائي للانسحاب الإسرائيلي من لبنان، لكن القوات ستبقى - BBC.com",
        "يقول دونالد ترامب إنه يعتقد أن الولايات المتحدة \"ستحصل على غرينلاند\" - BBC.com",
        "البيت الأبيض لترامب في محادثات للحصول على أوراكل، مستثمرون أمريكيون يستحوذون على تيك توك - نيويورك بوست",
        "\"العميل الليلي \": عودة الموسم الأول للموسم الثالث بعد الاستراحة - الموعد النهائي",
        "بيت هيغزيث يعطي القوات الأمريكية أوامر مسيرة جديدة بعد ساعات من التأكيد - The Daily Beast",
        "إطلاق سراح أربع جنديات إسرائيليات كجزء من اتفاق وقف إطلاق النار في غزة - أكسيوس",
        "تم تأكيد كريستي نويم من قبل مجلس الشيوخ كوزيرة لوزارة الأمن الداخلي - واشنطن بوست",
        "تقرير: من المتوقع أن يتم تضمين شرائح QB في توسيع مساعدة الإعادة لعام 2025 - NBC Sports",
        "تقول ليزو إنها وصلت إلى \"هدف تخفيف الوزن \": شاهد أحدث صورها - لوحة الإعلانات",
        "أعلن الرئيس دونالد ترامب للتو عن مشروع ستارغيت: 3 أسهم لا يمكن إيقافها يمكن أن تستفيد من بناء الذكاء الاصطناعي (AI) - Yahoo Finance",
        "5 أشياء يجب مشاهدتها بينما يستضيف الرؤساء فواتير بطولة الاتحاد الآسيوي لكرة القدم - فخر رأس السهم",
        "يستخدم ترامب إطلاق النار الجماعي لإزالة المفتشين العامين المستقلين في سلسلة من الوكالات - وكالة أسوشيتد برس",
        "يقول المسؤولون إن ستة من قوات حفظ السلام قتلوا في قتال المتمردين في شرق الكونغو، مع اقتراب المتمردين من غوما - سي إن إن",
        "لن يكون للهدف وجود في 2025 Twin Cities Pride بعد التراجع عن جهود التنوع والمساواة والشمول - KARE11.com",
        "\"أنا مرعوب \": يصف العمال المزاج المظلم داخل الوكالات الفيدرالية - بوليتيكو"
    ]
}