{
    "headlines": [
        "ਅਮਰੀਕਾ ਨੇ ਇਜ਼ਰਾਈਲ ਨੂੰ ਲਿਬਨਾਨ 'ਚ ਸੰਯੁਕਤ ਰਾਸ਼ਟਰ ਸ਼ਾਂਤੀ ਰੱਖਿਅਕਾਂ' ਤੇ ਗੋਲੀਬਾਰੀ ਬੰਦ ਕਰਨ ਦੀ ਕੀਤੀ ਅਪੀਲ - BBC.com",
        "ਬਰਾਕ ਓਬਾਮਾ ਲਈ ਕਮਲਾ ਹੈਰਿਸ ਦਾ ਸਮਰਥਨ ਨਾ ਕਰਨ ਲਈ ਕਾਲੇ ਆਦਮੀਆਂ ਨੂੰ 'ਲੈਕਚਰ' ਕਰਨ ਲਈ 'ਗਲਤ': ਸਾਬਕਾ ਬਰਨੀ ਸੈਂਡਰਸ ਸਲਾਹਕਾਰ - ਫੌਕਸ ਨਿ Newsਜ਼",
        "ਬੋਇੰਗ 17,000 ਨੌਕਰੀਆਂ ਵਿੱਚ ਕਟੌਤੀ ਕਰੇਗੀ ਅਤੇ ਪਹਿਲੀ 777X ਸਪੁਰਦਗੀ ਵਿੱਚ ਦੇਰੀ ਕਰੇਗੀ ਕਿਉਂਕਿ ਹੜਤਾਲ ਵਿੱਤ ਨੂੰ ਮਾਰਦੀ ਹੈ - ਯਾਹੂ ਵਿੱਤ",
        "ਹਟਾਈ",
        "ਟੇਸਲਾ ਦਾ ਰੋਬੋਟੈਕਸੀ ਈਵੈਂਟ ਮਸਕ ਦੇ ਵਾਅਦਿਆਂ 'ਤੇ ਲੰਮਾ ਸਮਾਂ ਰਿਹਾ. ਨਿਵੇਸ਼ਕ ਚਾਹੁੰਦੇ ਸਨ ਹੋਰ ਵੇਰਵੇ... - ਰਾਇਟਰਜ਼",
        "ਐਨਐਫਐਲ ਸੱਟ ਟਰੈਕਰ ਹਫਤਾ 6: ਮਲਿਕ ਨਾਬਰਸ ਬਨਾਮ ਬੰਗਾਲ, ਐਂਥਨੀ ਰਿਚਰਡਸਨ ਇੱਕ ਗੇਮ-ਟਾਈਮ ਫੈਸਲਾ, ਰਸਲ ਵਿਲਸਨ ਦੇ ਸਰਗਰਮ ਹੋਣ ਦੀ ਸੰਭਾਵਨਾ ਹੈ - ਯਾਹੂ ਸਪੋਰਟਸ",
        "ਪੈਡਰਸ-ਡੋਜਰਸ ਐਨਐਲਡੀਐਸ ਗੇਮ 5 ਅਕਸਰ ਪੁੱਛੇ ਜਾਂਦੇ ਪ੍ਰਸ਼ਨ, ਲਾਈਨਅਪਸ (8 ਈਟੀ/5 ਪੀਟੀ, ਫੌਕਸ) - ਐਮਐਲਬੀ ਡਾਟ ਕਾਮ",
        "ਪਹਿਲੀ ਲਹਿਰ ਦੇ ਦੌਰਾਨ ਕੋਵਿਡ -19 ਦੀ ਲਾਗ ਦਿਲ ਦੇ ਦੌਰੇ ਅਤੇ ਸਟ੍ਰੋਕ ਦੇ ਵਧੇਰੇ ਜੋਖਮ ਨਾਲ ਜੁੜੀ ਹੋਈ ਹੈਃ ਅਧਿਐਨ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਐਫਐਲਏ ਦੇ ਕਲੀਅਰਵਾਟਰ ਵਿਚ ਹੜ੍ਹ ਨਾਲ ਭਰੇ ਅਪਾਰਟਮੈਂਟ ਕੰਪਲੈਕਸ ਵਿਚੋਂ 500 ਤੋਂ ਵੱਧ ਲੋਕਾਂ ਨੂੰ ਬਚਾਇਆ ਗਿਆ । - KNAU ਅਰੀਜ਼ੋਨਾ ਪਬਲਿਕ ਰੇਡੀਓ",
        "ਫਲੋਰਿਡਾ ਵਿੱਚ ਤੂਫਾਨ ਮਿਲਟਨ ਦੇ ਟੁੱਟਣ ਤੋਂ ਬਾਅਦ ਵਾਸੀਆਂ ਨੇ ਹੜ੍ਹਾਂ ਨਾਲ ਭਰੀਆਂ ਸੜਕਾਂ ਰਾਹੀਂ ਨਾਅਰੇਬਾਜ਼ੀ ਕੀਤੀ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਸੈਨ ਐਂਟੋਨੀਓ ਦੇ ਉੱਪਰ ਦਿਖਾਈ ਦੇਣ ਵਾਲੇ ਧੂਮਕੇਤੂ ਦੀ ਪਹਿਲੀ ਝਲਕ ਸ਼ੁੱਕਰਵਾਰ ਦੀ ਰਾਤ ਹੋਵੇਗੀ - ਕੇਸੈਟ ਸੈਨ ਐਂਟੋਨੀਓ",
        "ਕੀ ਅੱਜ ਰਾਤ ਫਿਰ ਉੱਤਰੀ ਲਾਈਟਾਂ ਦਿਖਾਈ ਦੇਣ ਜਾ ਰਹੀਆਂ ਹਨ? ਤਾਜ਼ਾ ਪੂਰਵ ਅਨੁਮਾਨ ਦੇਖੋ - ਅਮਰੀਕਾ ਅੱਜ",
        "ਐਕਸਬਾਕਸ ਕਲਾਉਡ ਗੇਮਿੰਗ ਕਥਿਤ ਤੌਰ 'ਤੇ ਖਿਡਾਰੀਆਂ ਨੂੰ ਨਵੰਬਰ ਤੋਂ ਉਨ੍ਹਾਂ ਦੀ ਲਾਇਬ੍ਰੇਰੀ ਵਿਚ ਕਿਸੇ ਵੀ ਗੇਮ ਨੂੰ ਸਟ੍ਰੀਮ ਕਰਨ ਦੇਵੇਗਾ - ਯੂਰੋਗੇਮਰ",
        "ਈਰਾਨ ਟਰੰਪ ਦੇ ਸਾਬਕਾ ਅਧਿਕਾਰੀਆਂ ਦੀ ਹੱਤਿਆ ਕਰਨਾ ਚਾਹੁੰਦਾ ਹੈ । ਇਹ ਇਸ ਲਈ ਹੈ ਕਿ ਇਹ ਸਫਲ ਹੋ ਸਕਦਾ ਹੈ. - ਪੋਲਿਟਿਕੋ",
        "ਟਰੰਪ ਮੁਹਿੰਮ ਨੇ ਚੋਣਾਂ ਤੋਂ ਪਹਿਲਾਂ ਐਂਟੀਮਾਈਸਾਈਲ ਸਮਰੱਥਾਵਾਂ ਅਤੇ ਹੋਰ ਸੁਰੱਖਿਆ ਉਪਾਵਾਂ ਵਾਲੇ ਫੌਜੀ ਜਹਾਜ਼ਾਂ ਦੀ ਮੰਗ ਕੀਤੀ - ਸੀਐਨਐਨ",
        "ਪ੍ਰਬੰਧਨ ਅਧੀਨ ਬਲੈਕਰੌਕ ਦੀ ਜਾਇਦਾਦ $ 11.5tn ਨੂੰ ਰਿਕਾਰਡ ਕਰਨ ਲਈ ਵਾਧੇ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "ਸੋਸ਼ਲ ਸਕਿਓਰਿਟੀ ਪੇਅਰੋਲ ਟੈਕਸ ਸੀਮਾ 2025 ਲਈ ਵਧਾਉਂਦੀ ਹੈ. ਇੱਥੇ ਇਹ ਹੈ ਕਿ ਇਹ ਤੁਹਾਡੇ ਤੇ ਕਿਵੇਂ ਪ੍ਰਭਾਵ ਪਾ ਸਕਦਾ ਹੈ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਕ੍ਰਿਸਟੋਫਰ ਰੀਵ ਦੇ ਬੱਚੇ ਨਵੀਂ ਦਸਤਾਵੇਜ਼ੀ 'ਸੁਪਰ/ਮੈਨ' ਵਿਚ 'ਇਮਾਨਦਾਰ, ਕੱਚਾ ਅਤੇ ਕਮਜ਼ੋਰ' ਹੋਣਾ ਚਾਹੁੰਦੇ ਸਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਅਮਰੀਕਾ ਦਾ ਮੰਨਣਾ ਹੈ ਕਿ ਈਰਾਨ ਬਹੁਤ ਘਬਰਾ ਰਿਹਾ ਹੈ ਕਿਉਂਕਿ ਉਹ ਮਿਜ਼ਾਈਲ ਹਮਲਿਆਂ ਦੇ ਇਜ਼ਰਾਈਲ ਦੇ ਜਵਾਬ ਦੀ ਉਡੀਕ ਕਰ ਰਿਹਾ ਹੈ - ਸੀਐਨਐਨ",
        "ਸਟੀਮ ਕਠੋਰ ਸੱਚ ਨੂੰ ਜੋੜਦਾ ਹੈ ਕਿ ਤੁਸੀਂ \"ਲਾਇਸੈਂਸ\" ਖਰੀਦ ਰਹੇ ਹੋ, ਨਾ ਕਿ ਗੇਮ ਆਪਣੇ ਆਪ - ਆਰਸ ਟੈਕਨੀਕਾ"
    ]
}