{
    "headlines": [
        "Carville: WaPost mass cancelations show ‘enthusiasm’ for Harris - The Hill",
        "Russia fires missiles to simulate 'massive' response to a nuclear attack - The Jerusalem Post",
        "I’m a doctor — if you’re going to drink alcohol, this is a surprisingly healthy choice - New York Post ",
        "Gisele Bündchen's ex Tom Brady shares cryptic post after model's pregnancy news goes public - Fox News",
        "Lassa fever kills an Iowa resident. Here's what to know about the rare virus and its symptoms. - CBS News",
        "Beloved Wii U exclusive Xenoblade Chronicles X: Definitive Edition coming to Nintendo Switch - Eurogamer",
        "Apple’s new Mac mini is more mighty, more mini, and built for Apple Intelligence - Apple",
        "New lawsuit accuses Sean ‘Diddy’ Combs of sexual assault against 10-year-old - Good Morning America",
        "Job openings fall to lowest level since January 2021 - Yahoo Finance",
        "[Removed]",
        "Sources: Utd aim to hire Amorim by Chelsea game - ESPN",
        "Harris hopes Ellipse speech will recall Trump’s chaos, but also evoke her own promise - CNN",
        "Menendez brothers’ attorney asking for a reduced conviction - ABC News",
        "'Hopeful they'll move our country forward': George W. Bush's daughter campaigns for Harris - USA TODAY",
        "PFT’s Week 9 2024 NFL power rankings - NBC Sports",
        "‘Wizards Beyond Waverly Place’: Behind The Magic Of Rebooting An Iconic Disney Channel Series - Deadline",
        "‘Ruthless massacre’: Israel bombing kills 109 Palestinian in north Gaza - Al Jazeera English",
        "A MIRACLE?! 🚨 Domonique Foxworth CANNOT DEFEND Tyrique Stevenson in Hail Mary 😆 | Get Up - ESPN",
        "Former Trump aide Steve Bannon released from prison - BBC.com",
        "Satellite photos show Israeli strike likely hit important Iran Revolutionary Guard missile base - The Associated Press"
    ]
}