{
    "headlines": [
        "ਮੀਂਹ, ਬਵੰਡਰ ਅਤੇ ਖੰਡੀ ਤੂਫਾਨ-ਫੋਰਸ ਹਵਾਵਾਂ ਫਲੋਰਿਡਾ ਨੂੰ ਝਟਕਾ ਦਿੰਦੀਆਂ ਹਨ ਜਿਵੇਂ ਕਿ ਤੂਫਾਨ ਮਿਲਟਨ ਨੇੜੇ ਆ ਰਿਹਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਕਮਲਾ ਹੈਰਿਸ ਨੇ ਰਾਸ਼ਟਰਪਤੀ ਮੁਹਿੰਮ ਸ਼ੁਰੂ ਕਰਨ ਤੋਂ ਬਾਅਦ 1 ਬਿਲੀਅਨ ਡਾਲਰ ਇਕੱਠੇ ਕੀਤੇ ਹਨ - ਸੀਐਨਐਨ",
        "ਤੂਫਾਨ ਮਿਲਟਨ ਦੀ ਕੀਮਤ ਹੋ ਸਕਦੀ ਹੈ 60 ਬਿਲੀਅਨ ਡਾਲਰ ਦਾ ਬੀਮਾ ਨੁਕਸਾਨ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "ਸੰਤਾਂ ਨੇ ਕਾਰਰ ਜ਼ਖਮੀ - ਈਐਸਪੀਐਨ ਨਾਲ ਰੂਕੀ ਕਿ Qਬੀ ਰੈਟਲਰ ਵੱਲ ਮੁੜਿਆ",
        "ਹਟਾਈ",
        "ਲਾਈਵ: Phillies-Mets NLDS ਖੇਡ 4 (FS1) - MLB.com",
        "ਟੇਲਰ ਸਵਿਫਟ ਨੇ ਤੂਫਾਨ ਹੇਲੀਨ ਅਤੇ ਮਿਲਟਨ ਰਾਹਤ ਯਤਨਾਂ ਲਈ 5 ਮਿਲੀਅਨ ਡਾਲਰ ਦਾਨ ਕੀਤੇ - ਵੰਨਗੀ",
        "ਮਿਸ਼ੀਗਨ 2024 ਟਰੰਪ-ਹੈਰਿਸ ਪੋਲਃ ਹੈਰਿਸ ਆਪਣੇ ਸਭ ਤੋਂ ਮਹੱਤਵਪੂਰਨ ਰਾਜਾਂ ਵਿੱਚੋਂ ਇੱਕ ਵਿੱਚ ਥੋੜੀ ਜਿਹੀ ਅਗਵਾਈ ਕਰਦਾ ਹੈ - ਫੋਰਬਸ",
        "ਨਿਣਟੇਨਡੋ ਗੇਮਸ ਹੈ, ਜੋ ਕਿ ਅਲਾਰਮੋ ਦੀ ਲੋੜ ਹੈ, ਸਟਾਰ ਲੂੰਬੜੀ ਦੇ ਨਾਲ ਸ਼ੁਰੂ 64 - GameSpot",
        "ਧਰਤੀ ਨਾਲ ਜੁੜਿਆ 'ਗੰਭੀਰ’ ਸੂਰਜੀ ਤੂਫਾਨ ਉੱਤਰੀ ਲਾਈਟਾਂ ਨੂੰ ਬਹੁਤ ਦੱਖਣ ਵੱਲ ਲਿਆ ਸਕਦਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਸਟਾਕ ਮਾਰਕੀਟ ਅੱਜਃ ਡਾਓ, ਐਸ ਐਂਡ ਪੀ 500 ਸੀਪੀਆਈ ਦੀ ਮੁੱਖ ਰਿਪੋਰਟ ਦੇ ਰੂਪ ਵਿੱਚ ਤਾਜ਼ਾ ਰਿਕਾਰਡਾਂ 'ਤੇ ਛਾਲ ਮਾਰਦਾ ਹੈ - ਯਾਹੂ ਵਿੱਤ",
        "ਜੈੱਟਸ, ਐਰੋਨ ਰੋਜਰਸ ਨੇ ਰਾਬਰਟ ਸਾਲੇਹ ਫਾਇਰਿੰਗ ਵਿਚ ਕਿ Qਬੀ ਦੀ ਭੂਮਿਕਾ ਤੋਂ ਇਨਕਾਰ ਕੀਤਾਃ ‘ਮੈਂ ਉਨ੍ਹਾਂ ਦੋਸ਼ਾਂ ਵਿਚੋਂ ਕਿਸੇ ਨੂੰ ਨਾਰਾਜ਼ ਕਰਦਾ ਹਾਂ’ - ਯਾਹੂ ਸਪੋਰਟਸ",
        "ਕਾਂਗਰਸ ਵਿਚ ਰਿਪਬਲਿਕਨ ਆਪਣੀ ਪਾਰਟੀ ਦੇ ਅੰਦਰੋਂ ਆ ਰਹੇ ਤੂਫਾਨ ਦੀ ਗਲਤ ਜਾਣਕਾਰੀ ਨੂੰ ਬੁਲਾਉਂਦੇ ਹਨ - ਸੀ ਐਨ ਐਨ",
        "ਤੂਫਾਨ ਮਿਲਟਨ ਸਟ੍ਰੈਂਡਸ ਪੁਲਾੜ ਯਾਤਰੀਆਂ ਨੂੰ ਪੁਲਾੜ ਵਿੱਚ ਭੇਜਦਾ ਹੈ ਕਿਉਂਕਿ ਨਾਸਾ ਸਪੇਸਐਕਸ ਕਰੂ -8 ਵਾਪਸੀ ਵਿੱਚ ਦੇਰੀ ਕਰਦਾ ਹੈ - ਜਲੋਪਨਿਕ",
        "ਵਿਸ਼ਵਾਸ ਭਰਮਃ ਕਿਉਂ ਤੁਸੀਂ ਸੋਚਦੇ ਹੋ ਕਿ ਤੁਸੀਂ ਸਹੀ ਹੋ ਭਾਵੇਂ ਤੁਸੀਂ ਗਲਤ ਹੋ - SciTechDaily",
        "ਬਿਡੇਨ, ਨੇਤਨਯਾਹੂ ਬੋਲਦੇ ਹਨ; ਇਜ਼ਰਾਈਲ ਦੇ ਰੱਖਿਆ ਮੁਖੀ ਨੇ ਈਰਾਨ ਵਿਰੁੱਧ ਜਾਨਲੇਵਾ ਬਦਲਾ ਲੈਣ ਦੀ ਸਹੁੰ ਖਾਧੀ - ਰਾਇਟਰਜ਼",
        "ਐਨਐਫਐਲ ਕਲਪਨਾ 2024 ਸਟਾਰਟ 'ਏਮ, ਸੀਟ ' ਏਮਃ ਹਫਤੇ 6 ਲਈ ਕੁਆਰਟਰਬੈਕ - ਐਨਐਫਐਲ ਡਾਟ ਕਾਮ",
        "ਜੈਨੀਫ਼ਰ ਲੋਪੇਜ਼ ਤਲਾਕ 'ਤੇ ਉਮੀਦਵਾਰ ਪ੍ਰਾਪਤ ਕਰਦਾ ਹੈ, ਸਕ੍ਰੈਪਡ ਟੂਰ ਅਤੇ ਆਨਲਾਈਨ ਬੈਕਲੈਸ਼: \"ਜੇ ਮੈਂ ਕੁਝ ਅਜਿਹਾ ਵੇਖਦਾ ਹਾਂ ਜੋ ਨੁਕਸਾਨਦੇਹ ਹੈ, ਤਾਂ ਮੈਂ ਟੈਫਲੌਨ ਨਹੀਂ ਹਾਂ\" - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "‘ਫੌਕਸ ਐਂਡ ਫਰੈਂਡਜ਼’ ਰੀਅਲ ‘ਮੈਡ’ ਕਮਲਾ ਹੈਰਿਸ ਨੇ ਕੋਲਬਰਟ ਨਾਲ ਬੀਅਰ ਪੀਤੀ - ਦਿ ਡੇਲੀ ਬੀਸਟ",
        "ਕੇਮੀ ਬੇਡੇਨੋਚ ਅਤੇ ਰਾਬਰਟ ਜੇਨ੍ਰਿਕ ਟੋਰੀ ਲੀਡਰਸ਼ਿਪ ਰੇਸ ਦੇ ਅੰਤਮ ਪੜਾਅ ਤੱਕ ਪਹੁੰਚ ਗਏ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ"
    ]
}