{
    "headlines": [
        "يمكن أن تكون العاصفة الشمسية \"الشديدة\" التي ضربت الأرض يوم الخميس \"ظاهرة عالمية\" مع الشفق القطبي جنوبًا حتى كاليفورنيا - Livescience.com",
        "جائزة نوبل في الأدب الممنوحة لهان كانغ - واشنطن بوست",
        "إعصار ميلتون يولد أعاصير مدمرة ومميتة قبل الوصول إلى اليابسة - وكالة أسوشيتد برس",
        "سوق الأسهم اليوم: مؤشر داو جونز، مؤشر ستاندرد آند بورز 500 ينزلق مع التضخم، بيانات الوظائف سحابة صورة خفض سعر الفائدة الفيدرالي - Yahoo Finance",
        "بايدن يقول لترامب \"احصل على حياة\" بسبب المعلومات الخاطئة عن الإعصار - إيه بي سي نيوز",
        "يحدد القاضي تاريخ المحاكمة في قضية شون \"ديدي\" كومز للابتزاز والاتجار بالجنس - سي إن إن",
        "دفع روبوت تيسلا يتوقف على مقامرة الذكاء الاصطناعي \"الصندوق الأسود\" - رويترز",
        "مسوحات فلوريدا للحطام الذي خلفه إعصار ميلتون - فاينانشال تايمز",
        "رافائيل نادال: نوفاك ديوكوفيتش وروجر فيدرر يقودان التحية بعد إعلان التقاعد - BBC.com",
        "تشكك محكمة الاستئناف الفيدرالية في داكا ولكن يمكنها تضييق نطاق الحكم الذي يلغيها - سي إن إن",
        "تعرض سي إن إن استضافة قاعات المدينة المباشرة مع ترامب وهاريس - سي إن إن",
        "رئيس لجنة الاتصالات الفيدرالية يندد بدعوات ترامب لشبكة سي بي إس \"لفقدان رخصتها\" بسبب مقابلة هاريس \"60 دقيقة\" - سي إن إن",
        "ليلة الخميس لكرة القدم: كيفية مشاهدة سان فرانسيسكو 49ers مقابل سياتل سيهوكس مباراة اتحاد كرة القدم الأميركي الليلة - ياهو سبورتس",
        "\"لا أحد يريد هذا\" تم تجديده للموسم الثاني من Netflix مع جيني كونر وبروس إريك كابلان كعارضين جدد - الموعد النهائي",
        "وزارة الصحة في فيرمونت تؤكد أول وفاة EEE منذ عام 2012 - WPTZ",
        "أطلقت القوات الإسرائيلية النار على قوات حفظ السلام التابعة للأمم المتحدة في لبنان، مما أسفر عن إصابة اثنين - قناة الجزيرة الإنجليزية",
        "قام بنك الاحتياطي الفيدرالي أخيرًا بخفض أسعار الفائدة، لكن البنوك ليست واضحة بعد - CNBC",
        "تتحول البقعة الحمراء العظيمة للمشتري بطرق \"لم يتم تحديدها من قبل\" - Gizmodo",
        "PFT's Week 6 2024 NFL picks, Florio vs. Simms - NBC Sports",
        "زادت الموجة الأولى من COVID -19 من خطر الإصابة بنوبة قلبية وسكتة دماغية حتى بعد ثلاث سنوات - المعاهد الوطنية للصحة (NIH) (.gov)"
    ]
}