{
    "headlines": [
        "O que sabemos sobre os planos de funeral do ex-presidente Jimmy Carter - CNN",
        "Estado de emergência declarado em Trinidad e Tobago em meio a ano excepcionalmente letal - CNN",
        "A Northern Lights fará o show de Ano Novo, mas eles serão visíveis da área de DC? - WTOP",
        "Norovírus: o que saber sobre surtos crescentes da doença gastrointestinal - The Washington Post",
        "Regulador bancário dá prazo de janeiro para BlackRock em participações bancárias - Yahoo Finance",
        "Tesouro dos EUA diz que foi hackeado pela China em 'grande incidente' - BBC.com",
        "Draft Simulado da NFL de 2025: Giants, Raiders e Jags vencendo na Semana 17 resultam em grande mudança dentro do top 10 - CBS Sports",
        "Como assistir ao Lions vs. 49ers ao vivo gratuitamente no Monday Night Football - New York Post",
        "Bill Ackman espera que Trump privatize Fannie Mae e Freddie Mac - Reuters",
        "Walmès? Os compradores não conseguem parar de falar sobre a bolsa Walmart de US $ 78 que se assemelha a uma Hermès Birkin de US $ 10.000. - Business Insider",
        "‘Alegações generalizadas de abuso’ na Marcy Correctional Facility, segundo um relatório de 2022 - WSYR",
        "Gripe aviária detectada em quase 1 milhão de frangos no sudoeste do condado de Ohio - WLWT Cincinnati",
        "OMS apela ao fim dos ataques aos hospitais de Gaza - BBC.com",
        "Biden anuncia quase US $ 2,5 bilhões a mais em ajuda militar à Ucrânia - Associated Press",
        "Trump endossa Mike Johnson para reeleição como presidente da Câmara antes de votação perigosa - The Washington Post",
        "As ações estão pulando o \"rali do Papai Noel\" este ano. Por que não é um bom sinal. - MarketWatch",
        "Chefes de segurança alemães interrogados sobre o ataque de Magdeburgo - DW (inglês)",
        "Governantes islâmicos da Síria nomeiam Maysaa Sabrine como a primeira mulher a chefiar o Banco Central - The Wall Street Journal",
        "Liam Payne: 5 acusados de ligação com a morte do cantor dos One Direction - Yahoo Entertainment",
        "Jason Momoa vai interpretar Lobo em ‘Supergirl: Woman Of Tomorrow’"
    ]
}