{
    "headlines": [
        "تعيد الطائرة الأمريكية 104 من الهنود المرحلين، معظمهم من غوجارات والبنجاب وهاريانا - ذا إنديان إكسبريس",
        "ترامب يوقع أمرا بحظر النساء المتحولات جنسيا من الرياضة النسائية - BBC.com",
        "فوكس نيوز تستأجر زوجة ابن الرئيس لارا ترامب لعرض عطلة نهاية الأسبوع على الشبكة - أسوشيتد برس",
        "تم الإعلان عن لوس أنجلوس رامز كفريق معين لأول مباراة في الموسم العادي لاتحاد كرة القدم الأميركي في أستراليا في عام 2026 - therams.com",
        "الجمهوريون في مجلس الشيوخ للمضي قدمًا في أجندة ترامب مع توقف مجلس النواب عن خطة تسوية الميزانية - سي بي إس نيوز",
        "الآلاف يحتجون على سياسات إدارة ترامب في المدن في جميع أنحاء الولايات المتحدة - وكالة أسوشيتد برس",
        "الوكالة الأمريكية للتنمية الدولية تختفي. إليك ما كانت تفعله في أمريكا الجنوبية - وكالة أسوشيتد برس",
        "مستشفى الأطفال في لوس أنجلوس يوقف مؤقتًا الرعاية المؤكدة للنوع الاجتماعي للمرضى المتحولين جنسياً الجدد - ABC7 لوس أنجلوس",
        "مؤشر داو جونز اليوم: الأسهم مختلطة مع قيام المستثمرين بهضم وابل من تقارير الأرباح ؛ Nvidia و Broadcom Jump - Investopedia",
        "دعوى قضائية ضد بليك ليفلي من قبل شركة الأزمات للعلاقات العامة تنتهي بنا شكوى - تنوع",
        "سوبر بول 2025: الرؤساء والنسور مرتبة حسب المستويات مع لقطة في قاعة المشاهير ؛ قفلان في الأعلى - سي بي إس سبورتس",
        "مخرج \"إميليا بيريز\" جاك أوديارد يتنصل من كارلا صوفيا جاسكون لكنه يقف للفيلم في حفل توزيع الجوائز الحاسمة نهاية الأسبوع: سؤال وجواب - الموعد النهائي",
        "يحتوي جناح سوبر بول الفاخر من تايلور سويفت على قائمة طعام شهية - Yahoo Entertainment",
        "تفتح Google أقوى نماذجها للذكاء الاصطناعي للجميع، وهي المرحلة التالية في دفعها للوكيل الافتراضي - CNBC",
        "سهم Alphabet يتراجع بعد الأرباح. يتجه Google Parent إلى أكبر انخفاض في القيمة السوقية على الإطلاق. - Barron's",
        "أسوأ إطلاق نار جماعي في السويد يخلف 11 قتيلاً على الأقل، بما في ذلك المسلح - وكالة أسوشيتد برس",
        "محطة الطاقة المحمولة Anker Solix تحطمت للتو إلى 429 دولارًا من 999 دولارًا على Amazon - Gizmodo",
        "رئيس شركة Nintendo يزن سعر المفتاح 2 حيث يتوقع بعض الخبراء 400 دولار - Kotaku",
        "كيفن دورانت، جيمي بتلر ميجا التجارة يمكن أن تشمل خمسة فرق وعشرات اللاعبين - الرياضة المصور",
        "بعد قرار مؤلم من ناسا، يجد المسبار القمري الخاص عميلًا جديدًا - آرس تكنيكا"
    ]
}