{
    "headlines": [
        "ضابط سابق في لويزفيل مذنب بانتهاك الحقوق المدنية لبريونا تايلور - إيه بي سي نيوز",
        "سلم الرئيس التنفيذي لشركة بوينغ إنذارًا نهائيًا للميكانيكيين. قادة الاتحاد يصدقونه - سياتل تايمز",
        "نقطة محذوفة هنا",
        "تبدو ابنة تشانينج تاتوم وجينا ديوان ناضجة للغاية في عيد الهالوين - E! NEWS",
        "تحديثات حية لانتخابات 2024: الديمقراطيون يتكدسون على ترامب بسبب \"الخطاب العنيف\" - الولايات المتحدة الأمريكية اليوم",
        "تم تعيين ستيفاني وايت لتوجيه حمى إنديانا، وكايتلين كلارك إلى الخطوة التالية - واشنطن بوست",
        "يجادل محامو دانييل بيني بأنه قام بحماية الآخرين، ويقول المدعون العامون إنه \"تمادى أكثر من اللازم\" مع بدء محاكمة القتل غير العمد في مترو الأنفاق في مدينة نيويورك - سي إن إن",
        "موكب سلسلة لوس أنجلوس دودجرز العالمية يضيء وسط المدينة بينما يحتفل المشجعون بالفوز بالبطولة - سي بي إس نيوز",
        "هاريس يهاجم ترامب لقوله إن ليز تشيني يجب أن يكون لديها بنادق \"تطلق النار عليها\" - وكالة أسوشيتد برس",
        "\"أجاثا طوال الوقت\" الحلقة 8 تحقق 4.6 مليون مشاهدة في يوم واحد، بزيادة 10 ٪ عن الحلقة 7 - التنوع",
        "قواعد المحكمة العليا يجوز لبنسلفانيا عد الأصوات الاحتياطية عند رفض بطاقات الاقتراع بالبريد - سي إن إن",
        "تهدف مقاطع الفيديو المزيفة من الدعاية الروسية إلى زيادة التوترات قبل يوم الانتخابات - NPR",
        "تحدد هيئة الأوراق المالية والبورصات الأمريكية تأديبًا للإصابة المزيفة \"الهراء\" - ESPN",
        "تعاني بعض هواتف iPhone 14 Plus من مشكلة في الكاميرا، ولكن قد تقوم Apple بإصلاحها مجانًا - The Verge",
        "رئيس بلدية أورلاندو يصدر حظر التجول، والإنهاء المبكر لمبيعات الكحول للشركات بالقرب من إطلاق النار الجماعي في وسط المدينة - WESH 2 أورلاندو",
        "قليل جدًا ومتأخر جدًا: كيف حوصر سكان فالنسيا دون سابق إنذار في الفيضانات القاتلة في إسبانيا - سي إن إن",
        "\"يونيون جو\" و \"هاريس\" و \"ترامب\" حققوا مكاسب مع النقابات — ولكن ليس بما فيه الكفاية - بوليتيكو",
        "خالف الكيميائيون قاعدة عمرها 100 عام لصنع جزيئات غير مستقرة للغاية - Livescience.com",
        "يحذر مركز السيطرة على الأمراض من ارتفاع معدلات الإصابة بالالتهاب الرئوي أثناء المشي لدى الأطفال الصغار. الاتجاهات جديرة بالملاحظة — ولكنها ليست غير متوقعة. - Yahoo Life",
        "يفقد راكب الأمواج جزءًا من ساقه في هجوم القرش قبالة شاطئ ماوي - هاواي نيوز ناو"
    ]
}