{
    "headlines": [
        "ਇਕ ਦਿਸ਼ਾ ਗਾਇਕ ਲੀਅਮ ਪੇਨੇ ਦੀ ਅਰਜਨਟੀਨਾ ਵਿਚ ਬਾਲਕੋਨੀ ਤੋਂ ਡਿੱਗਣ ਨਾਲ ਮੌਤ ਹੋ ਗਈ - ਰਾਇਟਰ",
        "ਮੇਨੇਂਡੇਜ਼ ਭਰਾਵਾਂ ਦੇ ਪਰਿਵਾਰ ਨੇ ਉਨ੍ਹਾਂ ਦੀ ਰਿਹਾਈ ਲਈ ਬੇਨਤੀ ਕੀਤੀਃ ‘ਉਹ ਚੰਗਾ ਕਰਨ ਦੇ ਮੌਕੇ ਦੇ ਹੱਕਦਾਰ ਹਨ’ - ਦਿ ਗਾਰਡੀਅਨ ਯੂਐਸ",
        "ਸਪੇਸਐਕਸ ਨੇ ਕੈਲੀਫੋਰਨੀਆ ਰੈਗੂਲੇਟਰ 'ਤੇ ਮੁਕੱਦਮਾ ਕੀਤਾ, ਦਾਅਵਾ ਕੀਤਾ ਕਿ ਐਲਨ ਮਸਕ ਦੀ ਰਾਜਨੀਤੀ ਕਾਰਨ ਇਸ ਦੀਆਂ ਲਾਂਚਿੰਗਾਂ ਨੂੰ ਰੋਕਿਆ ਗਿਆ ਸੀ - ਸੀ ਐਨ ਐਨ",
        "ਮੁੱਖ ਸਟਾਰਗੇਜ਼ਰਜ਼ਃ ਅਗਲੇ ਕਈ ਦਿਨਾਂ ਲਈ ਰਾਤ ਦੇ ਅਸਮਾਨ ਵਿੱਚ ਦਿਖਾਈ ਦੇਣ ਵਾਲੀ ਧੂਮਕੇਤੂ - WYFF4 ਗ੍ਰੀਨਵਿਲੇ",
        "ਵਧੇਰੇ ਲਿਸਟੀਰੀਆ ਯਾਦ ਕਰਦਾ ਹੈਃ ਲਗਭਗ 12 ਮਿਲੀਅਨ ਪੌਂਡ ਮੀਟ ਨੂੰ ਵਾਪਸ ਬੁਲਾਉਣ ਬਾਰੇ ਕੀ ਜਾਣਨਾ ਹੈ - ਫੋਰਬਸ",
        "ਐਮਾਜ਼ਾਨ, ਗੂਗਲ ਅਤੇ ਮਾਈਕ੍ਰੋਸਾੱਫਟ ਪ੍ਰਮਾਣੂ ਸ਼ਕਤੀ ਵਿੱਚ ਨਿਵੇਸ਼ ਕਰ ਰਹੇ ਹਨ - ਨਿਊਯਾਰਕ ਟਾਈਮਜ਼",
        "ਫੁਲਟਨ ਕਾਉਂਟੀ ਡੀਏ ਨੇ ਅਦਾਲਤ ਨੂੰ ਟਰੰਪ ਵਿਰੁੱਧ ਕਈ ਚੋਣ ਦਖਲਅੰਦਾਜ਼ੀ ਦੇ ਦੋਸ਼ਾਂ ਨੂੰ ਬਹਾਲ ਕਰਨ ਲਈ ਕਿਹਾ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਐਪਲ ਦੀ ਨਵੀਂ ਵਿਸ਼ੇਸ਼ਤਾ ਬ੍ਰਾਂਡਾਂ ਨੂੰ ਆਪਣੇ ਆਈਫੋਨ 'ਤੇ ਈਮੇਲਾਂ ਅਤੇ ਕਾਲਾਂ' ਤੇ ਆਪਣੀ ਮੋਹਰ ਲਗਾਉਣ ਦਿੰਦੀ ਹੈ - ਦਿ ਵਰਜ",
        "ਕੈਟਲਿਨ ਕਲਾਰਕ 2024 ਆਲ-ਡਬਲਯੂਐਨਬੀਏ ਪਹਿਲੀ ਟੀਮ ਵਿੱਚ ਨਾਮਜ਼ਦ - ਇੰਡੀਆਨਾ ਬੁਖਾਰ",
        "ਰਸਲ ਵਿਲਸਨ ਨੇ ਪਹਿਲੀ ਟੀਮ ਦੇ ਨੁਮਾਇੰਦੇ ਲਏ, ਸੱਟ ਦੀ ਰਿਪੋਰਟ 'ਤੇ ਨਹੀਂ ਹੈ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਲਾਂਚ ਵੇਲੇ ਸਾਰੇ ਬਲੈਕ ਓਪਸ 6 ਮਲਟੀਪਲੇਅਰ ਨਕਸ਼ੇ - ਗੇਮਸਪੌਟ",
        "ਸਟਾਕ ਮਾਰਕੀਟ ਅੱਜਃ ਡਾਓ ਸਟਾਕਾਂ ਦੀ ਅਗਵਾਈ ਕਰਦਾ ਹੈ ਜਿਵੇਂ ਕਿ ਤਾਜ਼ੀ ਕਮਾਈ ਰੋਲ ਵਿੱਚ ਆਉਂਦੀ ਹੈ - ਯਾਹੂ ਵਿੱਤ",
        "ਨਾਈਜੀਰੀਆ 'ਚ ਈਂਧਣ ਟੈਂਕਰ' ਚ ਧਮਾਕਾ, 147 ਲੋਕਾਂ ਦੀ ਮੌਤ - CNN",
        "ਫੇਸਰ ਆਪਣੇ ਘੜੀ ਦੇ ਚਿਹਰੇ ਨੂੰ ਵੇਅਰ ਓਐਸ 5 ਤੇ ਲਿਆਉਣ ਲਈ ਗੂਗਲ ਨਾਲ ਕੰਮ ਕਰ ਰਿਹਾ ਹੈ, ਕੁਝ ਪਹਿਲਾਂ ਹੀ ਉਪਲਬਧ ਹਨ - 9to5Google",
        "ਭਾਰਤ ਨੇ ਕੈਨੇਡਾ ਦੀ ਪ੍ਰਭੂਸੱਤਾ ਦੀ ਉਲੰਘਣਾ ਕੀਤੀ ‘ਭਿਆਨਕ ਗਲਤੀ’: ਟਰੂਡੋ - Al Jazeera English",
        "ਇਟਲੀ ਸਰੋਗੇਸੀ ਪਾਬੰਦੀਃ ਜੋੜਿਆਂ ਨੂੰ ਸਰੋਗੇਟ ਦੀ ਮੰਗ ਕਰਨ ਲਈ ਵਿਦੇਸ਼ ਜਾਣ 'ਤੇ ਪਾਬੰਦੀ - ਬੀਬੀਸੀ.",
        "ਤੂਫਾਨ ਮਿਲਟਨ ਦੇ ਬਾਅਦਃ ਏਰੀਅਲ ਵੀਡੀਓ ਵਿੱਚ ਸੇਂਟ ਪੀਟ ਬੀਚ ਰੇਤ ਨਾਲ ਡੁੱਬਿਆ ਦਿਖਾਇਆ ਗਿਆ ਹੈ - 10 ਟੈਂਪਾ ਬੇ",
        "ਜੈੱਟਸ ਉਮੀਦ ਕਰਦੇ ਹਨ ਕਿ ਐਡਮਜ਼ ਐਤਵਾਰ ਬਨਾਮ ਸਟੀਲਰਜ਼ - ਈਐਸਪੀਐਨ ਖੇਡਣਗੇ",
        "ਇਜ਼ਰਾਈਲ ਨੇ ਹਿਜ਼ਬੁੱਲਾ ਦੇ ਡੋਮੀਨੇਟਿਡ ਖੇਤਰਾਂ ਵਿੱਚ ਦੱਖਣੀ ਲੇਬਨਾਨ 'ਤੇ ਹਮਲਾ ਕੀਤਾਃ ਲਾਈਵ ਅਪਡੇਟਸ - ਦ ਨਿਊਯਾਰਕ ਟਾਈਮਜ਼",
        "ਐਫਟੀਸੀ 'ਰੱਦ ਕਰਨ ਲਈ ਕਲਿਕ ਕਰੋ' ਨਿਯਮ ਦੇ ਨਾਲ ਗਾਹਕੀ ਫੰਦੇ ਲੈਂਦਾ ਹੈ - ਰਾਇਟਰਜ਼"
    ]
}