{
    "headlines": [
        "قد يكون المذنب النادر مرئيًا للعين المجردة. إليك أين تبحث. - CBS Boston",
        "مبيعات التجزئة ونتائج البنوك الكبرى وأرباح Netflix: ما يجب معرفته هذا الأسبوع - Yahoo Finance",
        "تنبيه أمان Gmail جديد لـ 2.5 مليار مستخدم كما تم تأكيد اختراق الذكاء الاصطناعي - Forbes",
        "ميتس مقابل دودجرز: مباريات وتنبؤات ومعاينة NLCS - نيويورك بوست",
        "غاري بيترز مكلف بالدفاع عن خريطة وحشية لمجلس الشيوخ للديمقراطيين. ثم يريد \"العمل وركوب الدراجات النارية\". - بوليتيكو",
        "مطور لعبة Pokémon Game Freak يتأرجح من \"gigaleak\" غير المسبوق لـ \"البيانات الداخلية المهمة\" - Eurogamer",
        "إن الآفاق الاقتصادية للشباب آخذة في التغير، إلى جانب سياساتهم - إن بي سي نيوز",
        "بايدن يعلن عن أكثر من 600 مليون دولار في مشاريع المرونة في فلوريدا بعد الأعاصير - ABC News",
        "الحائز على جائزة نوبل للسلام في اليابان يقول إن عمال غزة كان يجب أن يفوزوا - الجزيرة الإنجليزية",
        "نشر ترامب المؤامرات على التصويت بالبريد لسنوات. الآن حملته تحث الناس على التصويت في وقت مبكر وعن طريق البريد - سي إن إن",
        "كيفية مشاهدة Jaguars vs. Bears اليوم: وقت البدء، التلفزيون، البث المباشر للعبة NFL London - USA TODAY",
        "تم التقاط آخر صور معروفة للأم المفقودة جيرمين شارلو على شريط. هل ستؤدي إلى انقطاع في قضية مونتانا ؟ - سي بي إس نيوز",
        "نقطة محذوفة هنا",
        "الفائزون في كرة القدم الجامعية، الخاسرون في الأسبوع السابع: أوريغون تحقق فوزًا تاريخيًا، وهزيمة النهر الأحمر في أوكلاهوما تكشف عن الاتجاه - سي بي إس سبورتس",
        "إيران ترد على \"وثائق سرية\" تربط طهران بحماس \"هجوم 7 أكتوبر - نيوزويك",
        "يتجول Walz عبر العشب الطويل في افتتاحية موسم صيد الدراج في مينيسوتا ولكنه لا يحمل أي طيور - وكالة أسوشيتد برس",
        "برجك المستقبلي لأسبوع 13 أكتوبر 2024 - The Globe and Mail",
        "الفيضانات النادرة تغمر أجزاء من الصحراء الكبرى لأول مرة منذ عقود - سي بي إس نيوز",
        "\"جاهز أم لا 2\" في الأعمال مع نسج سمارا، عودة الصمت الإذاعي - مراسل هوليوود",
        "تدعي جوليا فوكس أن كاني ويست \"استخدمها كرهن\" وسط مزاعم بأنه اغتصب مساعده السابق في حفلة ديدي - هندوستان تايمز"
    ]
}