{
    "headlines": [
        "Hong Kong mogul Jimmy Lai testifies for first time - BBC.com",
        "'Bomb cyclone' kills 1 and knocks out power to over half a million homes across northwest US - The Associated Press",
        "China's Xi visits Brasilia to cap tour flexing diplomatic clout - Reuters",
        "Horoscope for Wednesday, November 20, 2024 - Chicago Sun-Times",
        "Cable TV networks MSNBC and CNBC to be spun off by Comcast - BBC.com",
        "Nuggets' Russell Westbrook becomes first player in NBA history to reach 200 triple-doubles - CBS Sports",
        "North Korea Sent a Mystery Man to Lead Its Troops Fighting Ukraine - The Wall Street Journal",
        "Target will report earnings before the bell. Here's what to expect - CNBC",
        "Biden agrees to give Ukraine anti-personnel mines - BBC.com",
        "Apple Releases Urgent Updates to Patch Actively Exploited Zero-Day Vulnerabilities - The Hacker News",
        "Jay Cutler engaged to Samantha Robertson 2 years after Kristin Cavallari divorce: report - Page Six",
        "A mother’s agony: What Allyson Phillips has endured during the trial of the man accused of killing her daughter, Laken Riley - Yahoo! Voices",
        "Marc Rowan emerges as a top contender to be Donald Trump’s Treasury secretary - Financial Times",
        "Gaetz sent over $10K in Venmo payments to 2 women who testified in House probe, records suggest - ABC News",
        "Trump names Linda McMahon as his pick for Education secretary - CNN",
        "Todd McShay torches Woody Johnson with Jets in disarray after Joe Douglas firing - New York Post ",
        "Donald and Elon can’t get enough of each other. - POLITICO",
        "Republican moves to bar trans colleague from women's bathrooms - BBC.com",
        "'Mind-blowing' dark energy instrument results show Einstein was right about gravity — again - Space.com",
        "Analysts update Nvidia stock price target ahead of earnings - Yahoo Finance"
    ]
}