{
    "headlines": [
        "Трамп заявил, что США и Россия «немедленно» начнут переговоры по войне на Украине - Financial Times",
        "Звезды «Капитан Америка: Дивный новый мир»: Это фильм Marvel. Не «руководство» для человека в Белом доме - CNN",
        "Сенат проголосовал за утверждение Тулси Габбард в качестве директора национальной разведки - CNN",
        "Apple теперь позволяет перемещать покупки между 25-летними учетными записями - Ars Technica",
        "Пауэлл говорит, что сегодняшние данные ИПЦ показывают, что ФРС «близка, но не там по инфляции» - MarketWatch",
        "Пять способов Powerbeats Pro 2 превзойти AirPods Pro 2, плюс два поражения - 9to5Mac",
        "Пожарные районы Лос-Анджелеса готовятся к «опасному для жизни» мусору из-за сильнейшего шторма за год, когда сильный снег обрушился на Средний Запад - CNN",
        "Apple откладывает запуск iPhone SE на неделю - CNET",
        "Dow упал более чем на 300 пунктов после более горячего, чем ожидалось, отчета по CPI: обновления в реальном времени - CNBC",
        "У некоторых пользователей Ozempic развиваются серьезные проблемы со зрением, которые приводят к слепоте - New York Post",
        "Мошенники, использующие ИИ, чтобы обмануть одиноких, ищущих любовь - Yahoo",
        "Снежные покровы накрывают Вашингтон, округ Колумбия, поскольку еще один зимний шторм должен пронестись по США. Вот последний прогноз. - Yahoo",
        "Дрейк откликается на камео Кендрика Ламара на Суперкубке Серены Уильямс - Yahoo Entertainment",
        "Тревису Келсу из Chiefs нужно время, чтобы определиться с будущим - ESPN",
        "Рок-холл объявляет номинантов 2025 года: Bad Company, Мэрайя Кэри, OutKast и At Long Last Chubby Checker - крайний срок",
        "Adobe запускает подписку на Firefly AI - TechCrunch",
        "Экипаж SpaceX Dragons поменялся местами, чтобы экипаж МКС мог вернуться домой пораньше - The Register",
        "Запуск ракеты SpaceX порождает ослепительную «космическую медузу» в вечернем небе (фото) - Space.com"
    ]
}