{
    "headlines": [
        "عثر على الممثل الحائز على جائزة الأوسكار جين هاكمان وزوجته وكلبه ميتين في منزلهم في نيو مكسيكو - وكالة أسوشيتد برس",
        "أسهم شركة الطيران البريطانية العملاقة رولز رويس تقفز بنسبة 15 ٪ على التوقعات المتفائلة، وضرب الأرباح - سي إن بي سي",
        "قد يحتاج عبد كارتر إلى جراحة في القدم - NBC Sports",
        "ترامب يهدد بفرض رسوم جمركية بنسبة 25 ٪ على الاتحاد الأوروبي، ويقول إن الكتلة كانت تهدف دائمًا إلى إلحاق الأذى بالولايات المتحدة - سي إن بي سي",
        "CNBC Daily Open: أرباح Nvidia ثابتة — لكن ثقة المستهلك الأمريكي هشة - CNBC",
        "تايلور لوتنر تدافع عن سيلينا غوميز وسط تعليقات مخزية للجسم: \"عالم قاسٍ مليء بالكراهية\" - مراسل هوليوود",
        "روبرتس من المحكمة العليا يوقف أمر إدارة ترامب بالإفراج عن 1.9 مليار دولار من تمويل المساعدات الخارجية - أكسيوس",
        "وصول توابيت تحتوي على جثث رهائن إلى إسرائيل وإطلاق سراح الأسرى الفلسطينيين مع اقتراب انتهاء هدنة غزة - سي إن إن",
        "تايوان تدين الصين لإجراء تدريبات إطلاق النار قبالة سواحلها - وكالة أسوشيتد برس",
        "يستبعد جونسون خيارات تخفيض Medicaid الأكثر حدة - POLITICO",
        "إدارة الغذاء والدواء تلغي اجتماعًا استشاريًا محوريًا حول لقاح الإنفلونزا في الموسم المقبل - ABC News",
        "شيدون شارب من بورتلاند يدخل منطقة Dunk of the Year بانتقاد بري بيد واحدة على Justin Champagnie - Yahoo Sports",
        "صواريخ شركة خاصة نحو القمر في أحدث اندفاع لمحاولات الهبوط على سطح القمر - وكالة أسوشيتد برس",
        "الولايات المتحدة تضع خطة بقيمة مليار دولار لمكافحة نقص بيض إنفلونزا الطيور - واشنطن بوست",
        "يقول مكتب التحقيقات الفيدرالي إن كوريا الشمالية كانت مسؤولة عن اختراق ByBit بقيمة 1.5 مليار دولار - إن بي سي نيوز",
        "أليكسا بلس المدعومة بالذكاء الاصطناعي من أمازون تكلف المستخدمين غير الرئيسيين 20 دولارًا شهريًا - واشنطن بوست",
        "تشيد بليك ليفلي بالنجمة المشاركة في فيلم \"Gossip Girl\" ميشيل تراختنبرغ: \"كانت كهرباء\" - الموعد النهائي",
        "مراجعة Apple iPhone 16e: شريحة A18 وApple Intelligence مقابل 599 دولارًا - TechCrunch",
        "يقول ترامب إن صفقة المعادن الأوكرانية تمت وزيلينسكي يزور الجمعة - أكسيوس"
    ]
}