{
    "headlines": [
        "ਟਰੰਪ ਦੇ ਨਵੇਂ ਪਰਸਪਰ ਟੈਰਿਫ ਦੁਨੀਆ ਭਰ ਦੇ ਆਯਾਤ 'ਤੇ ਪ੍ਰਭਾਵ ਪਾਉਂਦੇ ਹਨ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਡੋਮਿਨਿਕਨ ਗਣਰਾਜ ਵਿੱਚ ਨਾਈਟ ਕਲੱਬ ਦੀ ਛੱਤ ਢਹਿ ਜਾਂਦੀ ਹੈ ਅਤੇ 60 ਤੋਂ ਵੱਧ ਦੀ ਹੱਤਿਆ ਕਰਦੀ ਹੈ, ਜਿਸ ਵਿੱਚ ਗਾਇਕ ਰੱਬੀ ਪੇਰੇਜ਼ ਅਤੇ ਸਾਬਕਾ ਐਮਐਲਬੀ ਪਲੇਅਰ ਸ਼ਾਮਲ ਹਨ - ਵੰਨਗੀ",
        "ਆਈਆਰਐਸ ਕਾਰਜਕਾਰੀ ਕਮਿਸ਼ਨਰ ਪ੍ਰਵਾਸੀਆਂ ਦੇ ਟੈਕਸ ਦੇ ਅੰਕੜਿਆਂ ਨੂੰ ਆਈਸੀਈ ਭੇਜਣ ਦੇ ਸੌਦੇ 'ਤੇ ਅਸਤੀਫਾ ਦੇ ਰਹੇ ਹਨ, ਸੂਤਰਾਂ ਦਾ ਕਹਿਣਾ ਹੈ - ਐਨਬੀਸੀ ਨਿ Newsਜ਼",
        "ਯੂਡਬਲਯੂ, ਸੀਏਟਲ ਯੂ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਫੈਡਰਲ ਸਰਕਾਰ ਦੁਆਰਾ ਬਿਨਾਂ ਕਿਸੇ ਨੋਟਿਸ ਦੇ ਵਿਦਿਆਰਥੀ ਵੀਜ਼ਾ ਰੱਦ ਕੀਤੇ ਗਏ ਹਨ - ਕੋਮੋ",
        "2025 ਮਾਸਟਰਜ਼ $ 1 ਮਿਲੀਅਨ ਪਾਰਲੇ ਪਿਕਸ, ਪੀਜੀਏ ਟੂਰ ਪਲੇਅਰ ਪ੍ਰੋਪਸ, ਗੋਲਫ ਦੀਆਂ ਸੰਭਾਵਨਾਵਾਂਃ $ 10 ਬਾਜ਼ੀ ਤੋਂ ਸੰਭਾਵਤ ਤੌਰ ਤੇ ਵੱਡੇ ਆਰਓਆਈ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਰਾਸ਼ਟਰਪਤੀ ਟਰੰਪ ਦੇ ਟੈਰਿਫ ਨੂੰ ਲੈ ਕੇ ਘਬਰਾਹਟ ਦਰਮਿਆਨ ਸਟਾਕ ਰੈਲੀ ਡਿੱਗ ਗਈਃ ਲਾਈਵ ਅਪਡੇਟਸ - ਫੌਕਸ ਬਿਜ਼ਨਸ",
        "ਜਦੋਂ ਕੌਫੀ ਮੈਟ ਨੇ 'ਵ੍ਹਾਈਟ ਲੋਟਸ‘ ਪਿਨਾ ਕੋਲਾਡਾ ਕਰੀਮਰ ਬਣਾਇਆ, ਤਾਂ ਇਸ ਨੂੰ ਕੋਈ ਵਿਚਾਰ ਨਹੀਂ ਸੀ ਕਿ ਮੌਸਮ ਕਿਵੇਂ ਖਤਮ ਹੋਵੇਗਾ - ਡਬਲਯੂਐਸਜੇ",
        "ਟਰੰਪ ਦੇ ਜਿੱਤਣ ਤੋਂ ਬਾਅਦ ਬਣਿਆ ਹਰ ਪੈਨੀ ਮਸਕ ਮਿਟਾ ਦਿੱਤਾ ਗਿਆ ਹੈ - ਦਿ ਡੇਲੀ ਬੀਸਟ",
        "ਕੋਲੋਰਾਡੋ ਵਿਚ ਤੀਜੀ ਖਸਰਾ ਕੇਸ ਦੀ ਪੁਸ਼ਟੀ ਹੋਈ ਆਰਚੁਲੇਟਾ ਕਾਉਂਟੀ ਬਾਲਗ - 9News",
        "2 ਵੈਨਜ਼ੂਏਲਾ ਵਾਸੀਆਂ ਨੇ ਟਰੰਪ ਦੀ ‘ਪਰਦੇਸੀ ਦੁਸ਼ਮਣਾਂ‘ ਦੀ ਦੇਸ਼ ਨਿਕਾਲਾ ਨੀਤੀ ਨੂੰ ਚੁਣੌਤੀ ਦਿੰਦਿਆਂ ਨਿ New ਯਾਰਕ ਵਿਚ ਨਵਾਂ ਕੇਸ ਦਾਇਰ ਕੀਤਾ - ਪੋਲਿਟਿਕੋ",
        "ਵਿਦੇਸ਼ ਵਿਭਾਗ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਈਰਾਨ ਨਾਲ ਗੱਲਬਾਤ ਗੱਲਬਾਤ ਗੱਲਬਾਤ ਨਹੀਂ ਹੈ, ਸਿੱਧੀ ਹੋਵੇਗੀ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਖਸਰੇ 'ਤੇ ਕਾਬੂ ਪਾਉਣ ਲਈ ਕੀ ਲੱਗੇਗਾ - NPR",
        "ਬਲੀਚਰ ਰਿਪੋਰਟਃ ਫਲੋਰਿਡਾ ਨੇ ਐਨਸੀਏਏ ਚੈਂਪੀਅਨਸ਼ਿਪ ਜਿੱਤਣ ਤੋਂ ਬਾਅਦ ਤਾਜ਼ਾ ਮੌਕ ਡਰਾਫਟ - ਐਨਬੀਏ",
        "ਗਾਜ਼ਾ ਇਕ 'ਕਤਲ ਦਾ ਮੈਦਾਨ' ਹੈ, ਸੰਯੁਕਤ ਰਾਸ਼ਟਰ ਦੇ ਮੁਖੀ ਦਾ ਕਹਿਣਾ ਹੈ, ਕਿਉਂਕਿ ਏਜੰਸੀਆਂ ਵਿਸ਼ਵ ਨੂੰ ਇਜ਼ਰਾਈਲ ਦੇ ਨਾਕਾਬੰਦੀ 'ਤੇ ਕਾਰਵਾਈ ਕਰਨ ਦੀ ਅਪੀਲ ਕਰਦੀਆਂ ਹਨ - ਬੀਬੀਸੀ",
        "ਸ਼ਿਕਾਗੋ ਬੁੱਲਜ਼ ਦੀ ਟੋਪੀ ਨੇ ਮੈਰੀਲੈਂਡ ਦੇ ਡੈਡੀ ਨੂੰ ਗਲਤੀ ਨਾਲ ਐਲ ਸਲਵਾਡੋਰ ਜੇਲ੍ਹ ਭੇਜਿਆ - ਐਨ ਬੀ ਸੀ ਨਿ Newsਜ਼",
        "ਆਰਐਫਕੇ ਜੂਨੀਅਰ ਦਾ ਦਾਅਵਾ ਹੈ ਕਿ ਟੈਕਸਾਸ ਖਸਰਾ ਫੈਲਣ ਵਿੱਚ ਕਰਵ ਫਲੈਟ ਹੋ ਰਿਹਾ ਹੈ. ਕੀ ਡੇਟਾ ਸਹਿਮਤ ਹੈ? - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਸੀਬੀਪੀ ਵਨ ਐਪ ਰਾਹੀਂ ਅਮਰੀਕਾ ਵਿਚ ਦਾਖਲ ਹੋਏ ਪ੍ਰਵਾਸੀਆਂ ਨੂੰ ਤੁਰੰਤ 'ਛੱਡ ਦੇਣਾ ਚਾਹੀਦਾ ਹੈ,' ਡੀਐਚਐਸ ਕਹਿੰਦਾ ਹੈ - ਐਨਪੀਆਰ",
        "2025 ਐਨਐਫਐਲ ਡਰਾਫਟਃ ਜੋਅਲ ਕਲੈਟ ਕਈ ਚੋਟੀ ਦੇ ਦਸ ਹੈਰਾਨੀ ਦੇ ਨਾਲ ਕਲਾਸ ਦੇ ਚੋਟੀ ਦੇ 50 ਖਿਡਾਰੀਆਂ ਨੂੰ ਦਰਜਾ ਦਿੰਦਾ ਹੈ - On3.com"
    ]
}