{
    "headlines": [
        "تحديثات حية: يبدأ وقف إطلاق النار في غزة بعد أن تفرج حماس عن قائمة الرهائن المراد تحريرهم - سي إن إن",
        "TikTok غير متوفر في متاجر التطبيقات، ولا يعمل لبعض المستخدمين قبل الحظر - ABC News",
        "تظهر مزاعم التداول من الداخل مع فيضان عملة ترامب الميم كوين Solana DEXs - Cointelegraph",
        "يستعد ترامب للدفع القوي للإجراءات التنفيذية لليوم الأول - سي إن إن",
        "إسلام مخاتشيف يحتفظ بحزام خفيف الوزن ضد ريناتو مويكانو في UFC 311 - الجزيرة الإنجليزية",
        "نائب طالبان يقول للزعيم إنه لا يوجد عذر لحظر التعليم على النساء والفتيات الأفغانيات - وكالة أسوشيتد برس",
        "الافتتاح الداخلي ينهي خطط مؤيدي ترامب. ما زالوا متحمسين. - الواشنطن بوست",
        "برجك ليوم الأحد 19 يناير 2025 - شيكاغو صن تايمز",
        "صدم جايدن دانيلز والقادة الأسود المصنفين في المرتبة الأولى 45-31 للوصول إلى لعبة عنوان NFC - وكالة أسوشيتد برس",
        "\"Marvel Snap\" محظورة الآن في الولايات المتحدة، وهو رابط غريب لإغلاق TikTok - Forbes",
        "هنري كافيل وصديقته ناتالي فيسكوزو يرحبان بالطفل الأول ؛ زوجان شوهدا في أستراليا - هندوستان تايمز",
        "محتجون يقتحمون محكمة كورية جنوبية بعد تمديد احتجاز الرئيس يون - سي إن إن",
        "يعتمد الرؤساء على مسرحيات كبيرة من Mahomes و Kelce ضد فريق تكساس القوي - Arrowhead Pride",
        "يكشف تقرير تصوير Deadpool & Wolverine عما إذا كان من الممكن حقًا إنشاء Nicepool للسخرية من Justin Baldoni - CBR",
        "كيف انتعشت ولاية أوهايو، نوتردام من الخسائر المذهلة، وأثارت البطولات الوطنية - 247 رياضة",
        "جميع أنشطة الدواجن المتوقفة في جورجيا بعد تأكيد إنفلونزا الطيور في عملية تجارية - سي إن إن",
        "يقول التقرير إن ترامب يعيد التفكير في غارات الهجرة المخطط لها الأسبوع المقبل - رويترز",
        "إسبانيا: حادث مصعد تزلج يصيب العشرات، اثنان بجروح خطيرة - DW (الإنجليزية)",
        "الطقس الشتوي يجلب تحذيرات من العواصف الشتوية، والدوامة القطبية من تكساس إلى مين - الولايات المتحدة الأمريكية اليوم",
        "تطلب إدارة الطيران الفيدرالية إجراء تحقيق في حادث فشل هبوط نيو جلين - SpaceNews"
    ]
}