{
    "headlines": [
        "تساعد كتلة ميكال بريدجز، الفائزة بمباراة جالين برونسون، نيكس على الهروب بالفوز التنافسي على نتس - نيويورك بوست",
        "إسرائيل تسقط قنبلة ضخمة في ضربة بيروت، بينما يدرس لبنان وقف إطلاق النار - واشنطن بوست",
        "خبراء الصحة العالمية يدقون ناقوس الخطر على آر إف كيه جونيور، مستشهدين بتفشي المرض في ساموا - واشنطن بوست",
        "تايلور يتفوق على سيرانو في قرار مثير للجدل - ESPN",
        "نجم ناجتس نيكولا جوكيتش والمدرب مايكل مالون يفوتان مباراة ضد البجع لأسباب شخصية - وكالة أسوشيتد برس",
        "ماذا سيحدث بعد ذلك في جهود The Onion لشراء حروب المعلومات لأليكس جونز - POLITICO",
        "عين ترامب كارولين ليفيت كأصغر سكرتيرة صحفية للبيت الأبيض على الإطلاق - وكالة أسوشيتد برس",
        "أخبرت امرأة لجنة الأخلاقيات في مجلس النواب أنها رأت غايتز يمارس الجنس مع قاصر، كما يقول المحامي - سي إن إن",
        "يقول شولتز لبوتين إن القوات الكورية الشمالية في أوكرانيا \"تصعيد خطير\" - BBC.com",
        "يتضمن تحديث الذكرى السنوية العشرين لـ Half - Life 2 تعليق المطور والرسومات المحسنة وفيلم وثائقي مدته ساعتان - IGN",
        "أسهم Supermicro ترتفع بناءً على تقارير خطة لتجنب الشطب من القائمة - Investopedia",
        "شرطة تورنتو تصدر بيانًا حول قرار تايلور سويفت المثير للجدل - Athlon Sports",
        "ليكن رايلي: مهاجر متهم بقتل طالب تمريض يواجه المحاكمة - BBC.com",
        "المحكمة العليا في تكساس تمهد الطريق لموعد إعدام جديد لروبرت روبرسون في وفاة ابنته البالغة من العمر عامين - سي إن إن",
        "ترامب يعين مرشح الداخلية بورغوم لرئاسة مجلس الطاقة الوطني الجديد - بوليتيكو",
        "ديزني تأخذ \"حرب النجوم\" قبالة تقويم 2026 كما \"العصر الجليدي 6\" الاستيلاء على التاريخ - هوليوود ريبورتر",
        "Elon Musk's X collapses: مئات الفنانين ووسائل الإعلام يفرون إلى شبكة اجتماعية مزدهرة - Marca.com",
        "ما هو وقت اختبار إطلاق المركبة الفضائية SpaceX للرحلة 6 في 18 نوفمبر ؟ - Space.com",
        "برج الحمل اليومي اليوم، 16 نوفمبر 2024 يتوقع أن تدق أجراس الزفاف قريبًا - هندوستان تايمز",
        "مركز السيطرة على الأمراض يؤكد أول حالة إصابة بشرية بإنفلونزا الطيور في ولاية أوريغون - رويترز"
    ]
}