{
    "headlines": [
        "EU-Chef schlägt vor, die Verteidigungsausgaben durch die Mobilisierung von rund 840 Milliarden US-Dollar „dringend“ zu erhöhen - CNBC",
        "China erhebt Zölle auf US-Agrargüter, schwarze Listen amerikanischer Unternehmen - The Washington Post",
        "Ein Sturm mit dreifacher Bedrohung zieht auf die zentralen und südlichen USA nieder und stört die Karnevalsfeierlichkeiten - CNN",
        "Pope hat nach zwei Ateminsuffizienzen gut über Nacht geschlafen - Vatican News - Deutsch",
        "Der Waffenstillstand im Gazastreifen hängt am seidenen Faden, während Israel neue Bedingungen schafft. Das sollten Sie wissen - CNN",
        "Der saudische Ölgigant Aramco büßt den Jahresgewinn ein und kürzt die Dividende - CNBC",
        "Target wird die Einnahmen vor der Klingel melden. Das erwartet die Wall Street - CNBC",
        "Fact Sheet: Präsident Donald J. Trump erhebt Zölle auf Importe aus Kanada und Mexiko - Das Weiße Haus",
        "Vikings QB Sam Darnold wird voraussichtlich kein Franchise-Tag erhalten, da Minnesota eine Entscheidung in Höhe von 40,2 Millionen US-Dollar pro Bericht trifft - CBS Sports",
        "Mavs ’Kyrie Irving leidet an einer Verstauchung des linken Knies, schießt Freiwürfe, bevor sie das Spiel verlässt - The Associated Press",
        "Mann bekennt sich des Mordes am vierten Juli 2022 im Highland Park schuldig - The Washington Post",
        "Rückkehr ins Büro: Newsom bestellt kalifornische Staatsangestellte an vier Tagen in der Woche zurück - CalMatters",
        "Trump kündigt an, dass der taiwanesische Chiphersteller TSMC 100 Milliarden US-Dollar in die US-Fertigung investieren wird - CNN",
        "Dolly Partons Ehemann Carl Dean stirbt im Alter von 82 Jahren - BBC.com",
        "Mehr als 50 % der Erwachsenen weltweit werden bis 2050 voraussichtlich fettleibig sein - BBC.com",
        "Als RFK Jr. seine Botschaft zu Masern überbringt, hören Experten für öffentliche Gesundheit eine vertraute Melodie - STAT",
        "SpaceX scrubs Start des Raumschiffs - SpaceNews",
        "Neues MacBook Air kommt diese Woche: Was Sie erwartet - MacRumors",
        "Trumps Rede vor dem Kongress wird eine Erklärung für seine rasanten ersten Tage im Amt sein - CNN"
    ]
}