{
    "headlines": [
        "Wayne Osmond, founding member of the Osmonds, is dead at 73 - The Washington Post",
        "China will sharply increase funding from treasury bonds to spur growth in 2025 - Reuters",
        "Jimmy Butler trade request: Heat star officially informs team he wants out, per report - CBS Sports",
        "South Korea: Officials suspend arrest of president Yoon Suk Yeol - BBC.com",
        "Tesla delivered fewer vehicles in 2024 for the first time in years - The Washington Post",
        "Tesla fans say Cybertruck muffled Vegas blast. Not so fast, experts say. - The Washington Post",
        "South Korea extends Boeing 737-800 inspections following fatal crash - Reuters.com",
        "2 dead, 18 hurt after small plane crashes into building in Southern California - ABC News",
        "Samsung Galaxy A16 5G lands in the US next week alongside the Galaxy Fit3 - GSMArena.com news - GSMArena.com",
        "'Dinosaur highway' tracks dating back 166 million years are discovered in England - KSL.com",
        "Asian Stocks Gain, Bucking a Rocky Start to 2025: Markets Wrap - Yahoo Finance",
        "Apple to pay $95 million to settle lawsuit accusing Siri of eavesdropping - The Associated Press",
        "Odds grow for a moderate D.C.-area snowstorm Sunday night and Monday - The Washington Post",
        "Alabama woman shot during New Orleans terror attack shares story - WKRC TV Cincinnati",
        "Republicans to watch during Mike Johnson's House speaker election - Axios",
        "The latest RTX 50 leak comes from Nvidia - The Verge",
        "Notre Dame defeats Georgia 23-10, advancing to CFP semifinals - NCAA.com",
        "Study estimates when Yellowstone National Park's giant supervolcano will erupt again - Yahoo! Voices",
        "Nikki Glaser tells stars attending the Golden Globes 'come ready to laugh.' But don't expect any 'It Ends With Us' jokes. - Yahoo Entertainment",
        "Court strikes down US net neutrality rules - BBC.com"
    ]
}