{
    "headlines": [
        "Kim Jong Un hat nordkoreanische Truppen nach Russland geschickt. Was ist für ihn drin? - The Washington Post",
        "Nord-Gaza \"apokalyptisch\", jeder in \"unmittelbarer Gefahr\" des Todes, warnt UN - Reuters",
        "Am schlechtesten gekleidete Promis von Halloween 2024 - TMZ",
        "Elon Musk $ 1 Million Wahllotterie Klage an staatliches Gericht zurückgeschickt - CNBC",
        "Wie die Dodgers an einer World Series-Parade festhielten: \"Kein Sternchen auf diesem\" - FOX SPORTS",
        "2 Tote, 7 Verletzte nach Schüssen in der Innenstadt von Orlando - WESH 2 Orlando",
        "Rückgang um 45 % in einer Woche, die Aktie von Super Micro Computer (SMCI) wird im Jahresverlauf negativ - TipRanks",
        "76ers 'Embiid, George wird nicht gegen Grizzlies spielen - ESPN",
        "CarPlay in iOS 18.1 erhält drei kleine Apple Intelligence-Verbesserungen - 9to5Mac",
        "Lamar Jackson sagt, dass er ab Sonntag „100 Prozent“ ist - NBC Sports",
        "Die größte unterschätzte Sicherheitsbedrohung von heute? Fortgeschrittene hartnäckige Teenager - TechCrunch",
        "Harris und Trump werden in Wisconsin mit 4 Tagen bis zum Wahltag Wahlkampf machen - CNN",
        "[removed]",
        "US-Beamte sagen, dass Russland hinter dem gefälschten Video des angeblichen Wahlbetrugs in Georgien steckt - CBS News",
        "[removed]",
        "Eine Gesundheitsbehörde in Idaho darf keine COVID-19-Impfstoffe mehr verabreichen. Experten sagen, es ist eine Premiere - Yahoo! Voices",
        "'Agatha All Along': Nicholas Scratchs Vater, Agatha und Rios Hintergrundgeschichte erklärt - Vielfalt",
        "Trump und Harris Portfolios, um den Wahlsieger zu spielen, laut Strategas Research - CNBC",
        "Der endgültige Beschäftigungsbericht vor dem Wahltag zeigt, dass die US-Wirtschaft inmitten von Streiks und Stürmen 12.000 Stellen hinzugewonnen hat - CNN",
        "Was Sie über die beispiellosen Überschwemmungen wissen sollten, bei denen in Spanien mehr als 200 Menschen ums Leben kamen - The Associated Press"
    ]
}