{
    "headlines": [
        "Atualizações ao vivo do aniversário de 7 de outubro: quase 1.000 manifestantes lotam Wall St. - New York Post",
        "Por que ninguém será demitido por causa de ‘Coringa: Folie à Deux’ - Hollywood Reporter",
        "Avisos de caixa preta destinados a reduzir os riscos de suicídio de antidepressivos podem ter o efeito oposto, segundo estudo - CNN",
        "Não espere que a expectativa de vida humana cresça muito mais, diz pesquisador - The Associated Press",
        "Dow cai 400 pontos à medida que o rendimento de 10 anos atinge 4%, o petróleo salta: atualizações ao vivo - CNBC",
        "Taylor Rousseau Grigg, estrela do TikTok, estava \"lutando pela vida todos os dias\" antes de morrer aos 25 anos - New York Post",
        "Supremo Tribunal da Geórgia restabelece proibição de aborto de 6 semanas, revertendo decisão de primeira instância - ABC News",
        "Cissy Houston, mãe de Whitney Houston e cantora vencedora do Grammy, morre aos 91 anos - Associated Press",
        "Fact check: Seis dias de mentiras de Trump sobre a resposta ao furacão Helene - CNN",
        "Os preços do petróleo ampliam os ganhos, elevando o petróleo Brent para US $ 80 por temores de um conflito mais amplo no Oriente Médio - Reuters",
        "Previsão Tigers vs. Guardians, pontuação da ALDS hoje: atualizações ao vivo, destaques do Jogo 2 - Detroit Free Press",
        "Prefeito mexicano decapitado 6 dias após assumir o cargo, cabeça encontrada em caminhão - NDTV",
        "Samsung Galaxy A16 é lançado com 6 anos de atualizações para Android, metade do preço do Pixel 8a - 9to5Google",
        "Fauci temia que nunca ‘voltasse ao normal’ depois de contrair o vírus do Nilo Ocidental - The Hill",
        "o iOS 18.1 beta 6 adiciona duas novas opções de conectividade para o Control Center - 9to5Mac",
        "Mulher acusada de 3 assassinatos em 3 dias rotulada de serial killer pela polícia no Canadá - CBS News",
        "Threads sabe que tem um problema de isca de engajamento - The Verge",
        "Israel marca o aniversário do ataque de 7 de outubro à medida que o conflito no Oriente Médio aumenta - CNN",
        "Johnson nomeia novo Conselho da CPS após renúncias - WBEZ Chicago",
        "As autoridades eleitorais estaduais estavam prontas para qualquer coisa. Não isso. - POLITICO"
    ]
}