{
    "headlines": [
        "يكرر ترامب وجيه دي فانس ادعاء لا أساس له من الصحة بأن المهاجرين الهايتيين يأكلون الحيوانات الأليفة حيث يقول مسؤولو أوهايو إنه لا يوجد دليل على ذلك - سي بي إس نيوز",
        "حصلت USMNT أخيرًا على مدربها: موريسيو بوتشيتينو ينهي الصفقة التي طال انتظارها - واشنطن بوست",
        "يمثل فيديو كيت الجاهز للتركيز الناعم على إنستا تحولًا في كيفية سرد العائلة المالكة لقصتهم - وكالة أسوشيتد برس",
        "دايف غرول شبح الزوجة قبل سنوات من الغش وإنجاب الطفل خارج إطار الزواج - نيويورك بوست",
        "كيف تعمل قواعد المناظرة الرئاسية لقناة ABC في مواجهة ترامب ضد هاريس الليلة - سي بي إس نيوز",
        "واشنطن بوست: تتهم الولايات المتحدة إيران بإرسال صواريخ باليستية إلى روسيا",
        "مدربو الدلافين واللاعبون يتفاعلون مع لقطات \"عاطفية\" و \"مثيرة\" لتوقف حركة المرور في تايريك هيل - وكالة أسوشيتد برس",
        "أثبتت مناقشات العام خطأ الأكاديميين السياسيين - بوليتيكو",
        "فرانسين تتقوى لتصبح إعصارًا من الفئة الأولى في مسارها التصادمي مع لويزيانا - سي إن إن",
        "يحدد جوناثان جرينارد من فايكنغز عندما بدأ الفريق في الشفقة على دانيال جونز - Sports Illustrated",
        "الجدري في جمهورية الكونغو الديمقراطية: يتوسل المسعفون للحصول على اللقاحات مع زيادة معدل العدوى - BBC.com",
        "كل شيء تم الإعلان عنه في حدث \"Glowtime\" من Apple: طرازات iPhone 16 و Apple Watch Series 10 و AirPods 4 والمزيد - CNET",
        "عقار ليراجلوتيد لتخفيف الوزن يبشر بالخير للأطفال الأصغر سناً الذين يعانون من السمنة، كما وجدت الدراسة - سي إن إن",
        "ارتفع الدخل الأمريكي العام الماضي، كما يقول مكتب الإحصاء - صحيفة وول ستريت جورنال",
        "رئيس شركة ساوث ويست إيرلاينز يتقاعد، 6 أعضاء في مجلس الإدارة يستقيلون بعد دفع من المساهم الرئيسي - سي بي إس نيوز",
        "حطام السفن النازية التي غرقت خلال الحرب العالمية الثانية تظهر في نهر الدانوب بعد الجفاف الصيفي - سي بي إس نيوز",
        "ما لا يقل عن 19 قتيلاً ويخشى أن يكونوا قد دفنوا في غارة جوية إسرائيلية على منطقة غزة الإنسانية التي تستهدف مقاتلي حماس - سي إن إن",
        "الديمقراطيون المحبطون من استطلاع الرأي الذي أظهر أن الناخبين يرون ترامب أكثر اعتدالًا - ذا هيل",
        "يبشر جهاز PS5 الجديد من سوني بنهاية محركات الأقراص - The Verge",
        "ترامب يدعو إلى إغلاق الحكومة إذا لم يتم تغيير قوانين التصويت - صحيفة وول ستريت جورنال"
    ]
}