{
    "headlines": [
        "تصطدم طائرات دلتا وإنديفور على المدرج في مطار هارتسفيلد جاكسون أتلانتا الدولي - فوكس نيوز",
        "iPhone 16 و Apple Intelligence و AirPods 4 والمزيد: كل شيء تم الكشف عنه في حدث Apple 2024 - TechCrunch",
        "تمت الإزالة",
        "كيف تعمل قواعد المناظرة الرئاسية لقناة ABC في مواجهة ترامب ضد هاريس الليلة - سي بي إس نيوز",
        "مقتل امرأة بالقرب من موسكو بعد أن استهدفت أكثر من 140 طائرة بدون طيار أوكرانية روسيا، كما يقول المسؤولون - وكالة أسوشيتد برس",
        "عشرات الضحايا وأكثر من ذلك يخشى دفنهم في الغارة الجوية الإسرائيلية على منطقة غزة الإنسانية التي تستهدف مقاتلي حماس - سي إن إن",
        "ساوث ويست إيرلاينز تهز مجلس إدارتها تحت ضغط من مساهم كبير - إيه بي سي نيوز",
        "إعصار العاصفة الاستوائية فرانسين يضرب غداً - قناة الطقس",
        "الاحتياطي الفيدرالي يخفض إلى النصف الزيادة المقترحة في متطلبات رأس المال لأكبر البنوك الأمريكية - فاينانشيال تايمز",
        "تعلن سوني عن جهاز PS5 Pro فئة 700 دولار مع وحدة معالجة الرسومات الأكبر، وتتبع الأشعة المتقدم، وترقية الذكاء الاصطناعي - The Verge",
        "تقول إسرائيل إن قواتها على الأرجح أطلقت النار على ناشط أمريكي في الضفة الغربية وقتلته عن غير قصد - وكالة أسوشيتد برس",
        "\"SNL\" ترحب بثلاثة أعضاء جدد مع مغادرة كلوي تروست - سي إن إن",
        "مجموعة الحقوق المدنية لون التغيير تنادي بجوائز هيئة السوق المالية لبيونسيه سنوب (حصرية) - مراسل هوليوود",
        "يجب الآن إخبار مرضى التصوير الشعاعي للثدي بكثافة ثديهم. إليك ما يجب معرفته. - CBS News",
        "يكرر JD Vance ادعاء لا أساس له من الصحة بأن المهاجرين الهايتيين يأكلون الحيوانات الأليفة حيث يقول مسؤولو أوهايو إنه لا يوجد دليل - CBS News",
        "Samsung Galaxy S25 Ultra: يدعي التسرب مواصفات iPhone 16 Pro - Beating الجديدة - Forbes",
        "ملخص سريع لأهم النقاط من \"MNF\" 49ers الأسبوع 1 الفوز مقابل الطائرات | \"GMFB \" - الدوري الوطني لكرة القدم الأمريكية",
        "تمت الإزالة",
        "تحديثات حية: حريق المطار في وادي ترابوكو ينمو إلى 8500 فدان - KTLA لوس أنجلوس",
        "بدأ روبوت مهمة لمدة أسبوعين لاستعادة الوقود المنصهر من محطة فوكوشيما النووية المتضررة - وكالة أسوشيتد برس"
    ]
}