{
    "headlines": [
        "Duct-taped banana featured at Art Basel Miami sells for over $6 million - CBS News",
        "ICC issues arrest warrant for Israeli premier Benjamin Netanyahu - Financial Times",
        "2 boys drowned and a deception that gripped the nation: Why the Susan Smith case is still intensely felt 30 years later - CNN",
        "Lutnick's China ties draw fire after Trump taps him to lead US in trade, tariffs - Reuters",
        "Atlas of cells offers a milestone leap in understanding of the human body - CNN",
        "Ellen DeGeneres and wife Portia de Rossi moving to England after Trump’s election win: ‘Never’ coming back - New York Post ",
        "Australian tourist dies after drinking tainted alcohol in Laos, raising toll to 4 including American - The Associated Press",
        "Northern California faces possible record-breaking rainfall from atmospheric river as another bomb cyclone potentially looms - CNN",
        "Billionaire Gautam Adani indicted in New York on bribery charges - CNN",
        "John Prescott, former UK deputy prime minister, has died, his family says - CNN",
        "NVIDIA Corp (NVDA) Q3 2025 Earnings Call Highlights: Record Revenue and Strong AI Demand Propel ... - Yahoo Finance",
        "Ukraine fires British-French Storm Shadow missiles into Russia for first time, say reports - CNN",
        "Horoscope for Thursday, November 21, 2024 - Chicago Sun-Times",
        "Musk, Ramaswamy vow ‘mass head-count reductions’ in U.S. government - The Washington Post",
        "Deadly Israeli air strikes hit Gaza - reports - BBC.com",
        "What will happen to CNBC and MSNBC when they no longer have a corporate connection to NBC News? - The Associated Press",
        "DOJ: Google must sell Chrome to end monopoly - TechCrunch",
        "2024 CMA Awards: The Complete Winners List - Rolling Stone",
        "GOP Rep. Van Orden says he would vote to release Gaetz report - The Hill",
        "Scoop: House Republicans may block Trump from Gaetz recess appointment - Axios"
    ]
}