{
    "headlines": [
        "Sarah Danser, estrela de ‘Naked and Afraid’, morre em acidente aos 34 anos - New York Post",
        "Rei Charles reconhece história \"dolorosa\" ao abrir cúpula da Commonwealth - CNN",
        "Uma cápsula da SpaceX acabou de voltar à Terra. Veja por que os astronautas da Boeing Starliner não estavam nela - CNN",
        "Proprietário e operador do navio que causou o colapso da ponte de Baltimore encerra processo por US $ 102 milhões - Axios",
        "BRICS ganha ritmo com queixas compartilhadas com aliança de combustíveis do Ocidente - Reuters",
        "   Removido ",
        "Resultados de Pesagem | UFC 308: Topuria vs Holloway - UFC",
        "Vikings-Rams: 4 TD de Matthew Stafford passa Doom Minnesota para a sua segunda derrota consecutiva - Yahoo Sports",
        "DOJ adverte Musk que seu concurso de petição de US $ 1 milhão pode violar as leis eleitorais - The Washington Post",
        "Ex-modelo de maiô da Sports Illustrated diz que Trump a apalpou para se exibir para Jeffrey Epstein - CNN",
        "Trump compara migrantes a lixo em manifestação alimentada por insultos - The Washington Post",
        "Sobrevivente, 11 anos, de massacre em massa no exuberante subúrbio de Seattle, lembra-se da manhã em que um irmão adolescente supostamente matou os pais e 3 irmãos: \"Fingiu fingir-se de morto\" - New York Post",
        "Procuradores pedem ressentimento por Erik e Lyle Menendez nos assassinatos dos seus pais em 1989 - The Associated Press",
        "O 'cometa de Halloween' parece estar se desintegrando no espaço - ScienceAlert",
        "Construindo a lista de Yankees-Dodgers de todos os tempos: quais lendas da World Series fazem o corte? - New York Post",
        "Nicole Scherzinger, que ajudou a criar o One Direction no X-Factor, estava enviando uma mensagem de texto para Liam Payne no dia em que ele morreu - E! Online - E! NEWS",
        "Crateras de ações de Capri 46% após o juiz bloquear o acordo de US $ 8,5 bilhões com a Tapestry - Yahoo Finance",
        "Reborn Scout Motors—sub-$ 60k SUV e pickup a caminho - Ars Technica",
        "Previsões, probabilidades, escolhas de pontuação da NFL na Semana 8 de 2024: Especialista divulga pontuações exatas para todos os 16 jogos - CBS Sports",
        "CDC atualiza recomendações de vacinas contra a COVID-19 para idosos - The Hill"
    ]
}