{
    "headlines": [
        "ਵੈਂਡੀ ਵਿਲੀਅਮਜ਼ ਡਿਮੇਨਸ਼ੀਆ ਕੋਰਟ ਦੇ ਦਸਤਾਵੇਜ਼ਾਂ ਦੇ ਦਾਅਵੇ ਤੋਂ ‘ਸਥਾਈ ਤੌਰ' ਤੇ ਅਸਮਰੱਥ’- ਡਬਲਯੂਐਚਆਈਓ",
        "ਥੈਂਕਸਗਿਵਿੰਗ ਸਰਦੀਆਂ ਦੇ ਤੂਫਾਨਾਂ ਦੀ ਭਵਿੱਖਬਾਣੀ ਅਮਰੀਕਾ ਦੇ ਪਾਰ - ਇੱਥੇ ਅੱਜ ਰਾਤ ਅਤੇ ਕੱਲ ਯਾਤਰਾ ਵਿੱਚ ਵਿਘਨ ਪੈ ਸਕਦਾ ਹੈ - ਫੋਰਬਸ",
        "ਕੁੱਲ ਘਰੇਲੂ ਉਤਪਾਦ, ਤੀਜੀ ਤਿਮਾਹੀ 2024 (ਦੂਜਾ ਅਨੁਮਾਨ) ਅਤੇ ਕਾਰਪੋਰੇਟ ਲਾਭ (ਮੁੱਢਲਾ) - ਆਰਥਿਕ ਵਿਸ਼ਲੇਸ਼ਣ ਬਿਊਰੋ",
        "ਐਲਨ ਮਸਕ ਨੇ ਉਨ੍ਹਾਂ ਸਰਕਾਰੀ ਕਰਮਚਾਰੀਆਂ ਦੇ ਨਾਮ ਜਨਤਕ ਕੀਤੇ ਜਿਨ੍ਹਾਂ ਨੂੰ ਉਹ ਕੱਟਣਾ ਚਾਹੁੰਦੇ ਹਨ. ਇਹ ਫੈਡਰਲ ਵਰਕਰਾਂ ਨੂੰ ਡਰਾਉਣਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਸਟਾਕ ਫਿuresਚਰ ਥੋੜੇ ਜਿਹੇ ਬਦਲੇ ਜਾਂਦੇ ਹਨ ਕਿਉਂਕਿ ਵਾਲ ਸਟ੍ਰੀਟ ਫੇਡ ਦੀ ਤਰਜੀਹੀ ਮਹਿੰਗਾਈ ਪੜ੍ਹਨ ਦੀ ਉਡੀਕ ਕਰਦੀ ਹੈਃ ਲਾਈਵ ਅਪਡੇਟਸ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਲਾਈਵ ਅਪਡੇਟਸਃ ਜਿਵੇਂ ਹੀ ਇਜ਼ਰਾਈਲ-ਹੇਜ਼ਬੁੱਲਾ ਜੰਗਬੰਦੀ ਸ਼ੁਰੂ ਹੁੰਦੀ ਹੈ, ਉਜਾੜੇ ਹੋਏ ਲੇਬਨਾਨੀ ਪੈਕਡ ਕਾਰਾਂ ਵਿਚ ਘਰ ਪਰਤਦੇ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਪੈਪ ਗਾਰਡੀਓਲਾ ਨੇ ਫੇਯਨੋਰਡ ਨਾਲ ਮੈਨ ਸਿਟੀ ਡਰਾਅ ਦੇ ਬਾਅਦ ਆਪਣੀ ਚਿੰਤਾਜਨਕ 'ਆਪਣੇ ਆਪ ਨੂੰ ਠੇਸ ਪਹੁੰਚਾਉਣ' ਦੀਆਂ ਟਿੱਪਣੀਆਂ ਬਾਰੇ ਗੁੱਸੇ ਵਾਲੀ ਪ੍ਰਤੀਕ੍ਰਿਆ ਤੋਂ ਬਾਅਦ ਬਿਆਨ ਜਾਰੀ ਕੀਤਾ - ਗੋਲ ਇੰਗਲਿਸ਼",
        "'ਮੋਆਨਾ 2'ਦੀ ਅਗਵਾਈ ਵਾਲੀ ਥੈਂਕਸਗਿਵਿੰਗ ਬਾਕਸ ਆਫਿਸ ਮਹਾਂਮਾਰੀ ਤੋਂ ਬਾਅਦ ਦੇ ਯੁੱਗ ਵਿੱਚ ਸਭ ਤੋਂ ਵਧੀਆ ਹੋ ਸਕਦੀ ਹੈ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਥੈਂਕਸਗਿਵਿੰਗ ਡੇ ਫੁੱਟਬਾਲ ਲਈ ਤਿਆਰ ਰਹੋਃ ਸਾਰੇ ਤਿੰਨ ਐਨਐਫਐਲ ਗੇਮਾਂ ਦੀ ਝਲਕ, ਜਿਸ ਵਿੱਚ ਪਿਕਸ ਅਤੇ ਮੈਚਅਪ ਕੁੰਜੀਆਂ ਸ਼ਾਮਲ ਹਨ - ਈਐਸਪੀਐਨ",
        "ਓਪਨਏਆਈ ਨੇ ਵਿਰੋਧ ਵਿੱਚ ਕਲਾਕਾਰਾਂ ਦੁਆਰਾ ਵੀਡੀਓ-ਜਨਰੇਸ਼ਨ ਟੂਲ ਜਾਰੀ ਕਰਨ ਤੋਂ ਬਾਅਦ ਸੋਰਾ ਐਕਸੈਸ ਨੂੰ ਬੰਦ ਕਰ ਦਿੱਤਾਃ ‘ਅਸੀਂ ਤੁਹਾਡੇ ਪੀਆਰ ਕਠਪੁਤਲੀ ਨਹੀਂ ਹਾਂ’ - ਵੰਨਗੀ",
        "ਇਮਰਾਨ ਖਾਨ: ਪਾਕਿ ਵਿਰੋਧੀ ਧਿਰ ਦੇ ਸਮਰਥਕਾਂ ਨੇ ਕਰੈਕਡਾਊਨ ਤੋਂ ਬਾਅਦ ਵਿਰੋਧ ਪ੍ਰਦਰਸ਼ਨ ਖ਼ਤਮ ਕੀਤਾ - BBC.com",
        "ਆਈਸੀਸੀ ਦੇ ਵਕੀਲ ਨੇ ਮਿਆਂਮਾਰ ਦੇ ਫੌਜੀ ਸ਼ਾਸਨ ਦੇ ਮੁਖੀ ਲਈ ਗ੍ਰਿਫਤਾਰੀ ਵਾਰੰਟ ਮੰਗੇ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਬਾਇਡਨ ਪ੍ਰਸ਼ਾਸਨ ਟਰੰਪ ਨੂੰ ਮੋਟਾਪਾ ਵਿਰੋਧੀ ਡਰੱਗ ਪ੍ਰੈਸ਼ਰ ਧੱਕਦਾ ਹੈ - ਐਕਸੀਓਸ",
        "ਰਿਪਬਲਿਕਨ ਵੋਟਰਾਂ ਦੇ ਵਿਰੋਧ ਦੇ ਬਾਵਜੂਦ ਸਿੱਖਿਆ ਵਾouਚਰ ਨੂੰ ਨਾਟਕੀ expandੰਗ ਨਾਲ ਵਧਾਉਣ ਦੀਆਂ ਯੋਜਨਾਵਾਂ ਨੂੰ ਧੱਕਦੇ ਹਨ. - ਪੋਲਿਟਿਕੋ",
        "ਡੋਜਰਜ਼ ਪੰਜ ਸਾਲਾ ਸੌਦੇ ਲਈ ਬਲੈਕ ਸਨੈੱਲ 'ਤੇ ਦਸਤਖਤ ਕਰਨਗੇ - ਐਮਐਲਬੀ ਵਪਾਰ ਦੀਆਂ ਅਫਵਾਹਾਂ",
        "ਰਸਬੇਰੀ ਪਾਈ ਨੇ ਏਮਬੇਡਡ ਐਪਸ ਲਈ ਕੰਪਿਊਟ ਮੋਡੀਊਲ 5 ਲਾਂਚ ਕੀਤਾ - TechCrunch",
        "ਆਸਟਰੇਲੀਆ ਦੇ ਇੱਕ ਪੁਲਿਸ ਅਧਿਕਾਰੀ ਜਿਸਨੇ 95 ਸਾਲਾ ਔਰਤ ਨੂੰ ਟੇਜ਼ਰ ਨਾਲ ਝੰਜੋੜਿਆ ਸੀ, ਉਹ ਕਤਲ ਦਾ ਦੋਸ਼ੀ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਨੰਬਰ 1 ਕੰਸਾਸ ਫਲੱਸਟਰ ਕੂਪਰ ਫਲੈਗ, ਹੰਟਰ ਡਿਕਨਸਨ ਦੇ ਫਲੈਗੈਂਟ 2 ਈਜੈਕਸ਼ਨ ਨੂੰ ਨੰਬਰ 11 ਡਿਊਕ ਤੋਂ ਵੱਧ ਥ੍ਰਿਲਰ ਵਿੱਚ ਜਿੱਤਦਾ ਹੈ - ਯਾਹੂ ਸਪੋਰਟਸ",
        "ਟਰੰਪ ਨੇ ਬਿਡੇਨ ਨਾਲ ਤਬਦੀਲੀ ਸਮਝੌਤੇ 'ਤੇ ਦਸਤਖਤ ਕੀਤੇ, ਪਰ ਇਸ ਵਿਚ ਮੁੱਖ ਗਾਰਡਰੇਲਾਂ ਦੀ ਘਾਟ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "'ਤਾਰਿਆਂ ਨਾਲ ਨੱਚਣਾ' ਇੱਕ ਨਵਾਂ ਜੇਤੂ ਤਾਜ! ਪਤਾ ਕਰੋ ਕਿ ਸੀਜ਼ਨ 33 ਮਿਰਰਬਾਲ ਟਰਾਫੀ ਕੌਣ ਘਰ ਲੈ ਗਿਆ - ਲੋਕ"
    ]
}