{
    "headlines": [
        "ਚੀਨ ਅਮਰੀਕਾ ਤੋਂ ਆਯਾਤ ਕੀਤੀਆਂ ਜਾਣ ਵਾਲੀਆਂ ਸਾਰੀਆਂ ਵਸਤਾਂ 'ਤੇ ਲਗਾਏਗਾ 34% ਜਵਾਬੀ ਟੈਰਿਫ - CNBC",
        "ਸਿਰਫ 150 ਪ੍ਰਕਾਸ਼ ਸਾਲ ਦੂਰ ਲੱਭੇ ਗਏ ਦੋ ਮਰੇ ਤਾਰੇ ਚੰਦਰਮਾ ਨਾਲੋਂ 10x ਚਮਕਦਾਰ ਵਿਸਫੋਟ ਕਰਨਗੇ - SciTechDaily",
        "'ਫ੍ਰੀ ਲੇ ਪੈੱਨ!' ਵੈਨਸ, ਟਰੰਪ, ਮਸਕ ਫਰਾਂਸ ਦੇ ਦੂਰ-ਸੱਜੇ ਨੇਤਾ ਦੇ ਪਿੱਛੇ ਰੈਲੀ - ਫਰਾਂਸ 24",
        "ਟੈਰਿਫਾਂ ਦੁਆਰਾ ਮਾਰਕੀਟ ਨੂੰ 2020 ਤੋਂ ਬਾਅਦ ਸਭ ਤੋਂ ਵੱਡੇ ਘਾਟੇ ਵੱਲ ਧੱਕਣ ਤੋਂ ਬਾਅਦ ਡਾਓ ਫਿuresਚਰਜ਼ ਡਿੱਗਦੇ ਹਨਃ ਲਾਈਵ ਅਪਡੇਟਸ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਡਿਊਕ ਦੇ ਜੋਨ ਸ਼ਾਇਰ ਅਤੇ ਹਿਊਸਟਨ ਦੇ ਕੈਲਵਿਨ ਸੈਮਪਸਨ ਆਪਣੇ ਪ੍ਰੋਗਰਾਮਾਂ 'ਤੇ ਆਪਣੀ ਸਟੈਂਪ ਲਗਾਉਣ ਤੋਂ ਬਾਅਦ ਫਾਈਨਲ ਫੋਰ ਵਿਚ ਮਿਲਦੇ ਹਨ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਬੀਪੀ ਚੇਅਰ ਹੇਲਜ ਲੰਡ ਤੇਲ ਦੇ ਪ੍ਰਮੁੱਖ ਵਾਅਦੇ ਰਣਨੀਤਕ ਰੀਸੈਟ ਤੋਂ ਬਾਅਦ ਅਸਤੀਫਾ ਦੇਣ ਲਈ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "Raiders QB ਜੇਨੋ ਸਮਿਥ ਨੂੰ ਵਧਾਉਣ ਲਈ - ProFootballRumors.com",
        "‘ਏ ਮਾਇਨਕਰਾਫਟ ਮੂਵੀ’ ਬੌਂਡ ਫਾਰ ਪਲੈਟੀਨਮ ਬਾਕਸ ਆਫਿਸ ਵੀਕੈਂਡ $ 7M + ਵੀਰਵਾਰਪੂਰਵਦਰਸ਼ਨਾਂ ਤੋਂ ਬਾਅਦ - ਡੈੱਡਲਾਈਨ",
        "ਭਾਰਤ ਦੀ ਸੰਸਦ ਨੇ ਵਿਵਾਦਤ ਮੁਸਲਿਮ ਜਾਇਦਾਦ ਕਾਨੂੰਨ ਪਾਸ ਕੀਤਾ - Bloomberg.",
        "ਕਾਲਜਾਂ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਟਰੰਪ ਪ੍ਰਸ਼ਾਸਨ ਅੰਤਰਰਾਸ਼ਟਰੀ ਵਿਦਿਆਰਥੀਆਂ ਨੂੰ ਬਾਹਰ ਕੱ toਣ ਲਈ ਨਵੀਆਂ ਚਾਲਾਂ ਦੀ ਵਰਤੋਂ ਕਰ ਰਿਹਾ ਹੈ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਮਿਸ਼ੀਗਨ ਜੋੜਾ ਟਾਈਮਸ਼ੇਅਰ ਕੰਪਨੀ ਨਾਲ ਭੁਗਤਾਨ ਦੇ ਵਿਵਾਦ ਨੂੰ ਲੈ ਕੇ ਮੈਕਸੀਕਨ ਜੇਲ੍ਹ ਵਿੱਚ ਲਗਭਗ ਇੱਕ ਮਹੀਨੇ ਬਾਅਦ ਰਿਹਾਅ ਹੋਇਆ - ਸੀਐਨਐਨ",
        "ਰਾਸ਼ਟਰੀ ਸੁਰੱਖਿਆ ਏਜੰਸੀ ਦੇ ਮੁਖੀ ਅਤੇ ਡਿਪਟੀ ਡਾਇਰੈਕਟਰ ਬਰਖਾਸਤ - ਐਨਬੀਸੀ ਨਿ Newsਜ਼",
        "ਵਿਗਿਆਨੀਆਂ ਨੇ ਬੋਨੋਬੋ ਕਾਲਾਂ ਨੂੰ ਸੁਣਿਆ ਅਤੇ ਮਨੁੱਖੀ ਭਾਸ਼ਾ ਨਾਲ ਕਮਾਲ ਦੀਆਂ ਸਮਾਨਤਾਵਾਂ ਲੱਭੀਆਂ - ਆਈਐਫਐਲਸਾਇੰਸ",
        "ਦੱਖਣੀ ਕੋਰੀਆ ਦੇ ਮਾਰਸ਼ਲ ਲਾਅ ਦੇ ਪ੍ਰਧਾਨ ਦਾ ਖੁਲਾਸਾ - ਬੀਬੀਸੀ",
        "ਮੈਮਫਿਸ ਗਰਿੱਜ਼ਲੀਜ਼ ਬਨਾਮ ਮਿਆਮੀ ਹੀਟ ਲਾਈਵ ਸਕੋਰ ਅਤੇ ਅੰਕੜੇ - ਅਪ੍ਰੈਲ 3, 2025 ਗੇਮਟ੍ਰੈਕਰ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਟਰੰਪ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਮਸਕ ਸੰਭਾਵਤ ਤੌਰ 'ਤੇ ਡੋਗੇ ਨੂੰ \"ਕੁਝ ਮਹੀਨਿਆਂ ਵਿੱਚ\" ਛੱਡ ਦੇਵੇਗਾ - ਐਕਸੀਓਸ",
        "ਰਿਪਬਲਿਕਨ ਟੈਰਿਫ ਹੰਗਾਮੇ ਦੇ ਵਿਚਕਾਰ ਟਰੰਪ ਦੇ ਟੈਕਸ ਬਰੇਕਾਂ ਅਤੇ ਖਰਚਿਆਂ ਵਿੱਚ ਕਟੌਤੀ ਦੇ 'ਵੱਡੇ' ਬਿੱਲ ਨਾਲ ਅੱਗੇ ਵਧ ਰਹੇ ਹਨ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਟੋਯੋਟਾ ਬ੍ਰਾਈਟਨਜ਼ ਸਿਟੀ ਸਟ੍ਰੀਟਸ ਨਿਊ ਜੀਆਰ 86 ਯੂਜ਼ੂ ਐਡੀਸ਼ਨ ਨਾਲ - ਟੋਯੋਟਾ ਯੂਐਸਏ ਨਿ Newsਜ਼ ਰੂਮ",
        "ਕਾਲਜ ਬਾਸਕਟਬਾਲ ਸਟਾਰ ਜਿਸਨੇ ਐਨਬੀਏ ਐਜੂਕੇਸ਼ਨ ਪ੍ਰਾਪਤ ਕੀਤੀ - ਡਬਲਯੂਐਸਜੇ"
    ]
}