{
    "headlines": [
        "نقطة محذوفة هنا",
        "ليكرز ليبرون جيمس يصنع أول ظهور له قبل الموسم مقابل صنز بعد الجلوس في افتتاحية الفريق من أجل \"الراحة\" - سي بي إس سبورتس",
        "تتشكل العاصفة الاستوائية ميلتون في الخليج ؛ من المتوقع أن تتقوى لتصبح إعصارًا متجهًا نحو فلوريدا - سي بي إس نيوز",
        "المراوغون \"يغلقون الباب\" عند عودة كيرشو - ESPN",
        "الادعاءات الكاذبة حول الاستجابة الفيدرالية لهيلين هي علامة مشؤومة للانتخابات القادمة - سي إن إن",
        "تحديثات مباشرة: نتيجة ألاباما لكرة القدم مقابل فاندربيلت وتقرير الإصابة والمزيد - AL.com",
        "إدارة الغذاء والدواء ترقية سحب البيض المرتبط بالسالمونيلا إلى مخاطر صحية \"خطيرة\" أو \"الموت\" - USA TODAY",
        "يقدم مسؤولو مقاطعة بونكومب تحديثات حول جهود استجابة هيلين - WXII12 وينستون سالم",
        "شركة جيم هنسون لوت على لا بريا لا يتم بيعها إلى السيانتولوجيا، يقول المالكون ؛ \"ليس في أي تعاملات تجارية مع الكنيسة\"، تعلن العائلة - الموعد النهائي",
        "مسيرات مؤيدة للفلسطينيين في جميع أنحاء العالم قبل الذكرى السنوية 7 أكتوبر - سي إن إن",
        "نقطة محذوفة هنا",
        "حزب الله يفقد الاتصال مع القيادي البارز هاشم صفي الدين: مصادر - الجزيرة الإنجليزية",
        "\"جوكر 2\" يكسب \"دي\" سينما سكور، وهو أدنى مستوى على الإطلاق لفيلم الكتاب الهزلي - متنوع",
        "التحقق من الحقائق: هل المهاجرون الهايتيون في سبرينغفيلد في الولايات المتحدة بشكل غير قانوني ؟ - الجزيرة الإنجليزية",
        "يتوقع فراس زهابي حدث UFC 307 الرئيسي \"غير المتوازن \": شهد أليكس بيريرا \" كل ما يجلبه خليل رونتري \"- MMA Junkie",
        "المحلفون على \"مطالبات المحاكمة الأولى للأخوة مينينديز\" ستكون النتيجة مختلفة للغاية \" اليوم: تقرير - نيويورك بوست",
        "قرية بيلتمور بالقرب من العقارات الشهيرة التي دمرها إعصار هيلين: قبل وبعد - فوكس بيزنس",
        "هيلاري كلينتون تتناول توقيت مذكرة جاك سميث - سي إن إن",
        "الأرض لديها رسمياً قمر ثانٍ: كويكب 2024 PT5 تم التقاطه في مدار مؤقت - المجرة اليومية - قناة الاكتشافات العظيمة",
        "يمكن أن تكون الأضواء الشمالية مرئية في ماساتشوستس مرة أخرى. انظر خريطة توقعات الشفق القطبي. - سي بي إس بوسطن"
    ]
}