{
    "headlines": [
        "ਵਾਲਮਾਰਟ ਕੰਜ਼ਰਵੇਟਿਵ ਬੈਕਲਾਸ਼ ਦੇ ਵਿਚਕਾਰ ਡੀਈਆਈ ਨੀਤੀਆਂ ਨੂੰ ਵਾਪਸ ਕਰਨ ਵਾਲੀ ਨਵੀਨਤਮ ਪ੍ਰਮੁੱਖ ਕੰਪਨੀ ਹੈ - ਫੋਰਬਸ",
        "ਹਟਾਈ",
        "ਹੁਆਵੇਈ ਨੇ ਮੈਟ 70 ਸਮਾਰਟਫੋਨ ਨੂੰ ਲਾਂਚ ਕੀਤਾ ਜਿਵੇਂ ਕਿ ਨਵਾਂ ਯੂਐਸ ਚਿੱਪ ਲੂਮ - ਰਾਇਟਰਜ਼",
        "ਅਸੀਂ ਹਵਾਈ ਦੀ Missਰਤ ਹੰਨਾਹ ਕੋਬਾਯਾਸ਼ੀ ਅਤੇ ਉਸਦੇ ਪਿਤਾ ਦੀ ਮੌਤ ਬਾਰੇ ਕੀ ਜਾਣਦੇ ਹਾਂ - ਸੀ ਐਨ ਐਨ",
        "ਪਾਕਿਸਤਾਨ ਦੇ ਇਸਲਾਮਾਬਾਦ 'ਚ ਇਮਰਾਨ ਖਾਨ ਦੇ ਸਮਰਥਕਾਂ ਨੇ ਤਾਲਾਬੰਦੀ ਦੀ ਕੀਤੀ ਉਲੰਘਣਾ - Al Jazeera English",
        "ਡੌ ਇਕ ਹੋਰ ਰਿਕਾਰਡ 'ਤੇ ਬੰਦ ਹੋਣ ਤੋਂ ਬਾਅਦ ਸਟਾਕ ਫਿuresਚਰਜ਼ ਫਲੈਟਃ ਲਾਈਵ ਅਪਡੇਟਸ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਟਰੰਪ ਟੈਰਿਫ ਵਾਅਦਾ ਡਾਲਰ ਨੂੰ ਵਧਾਉਂਦਾ ਹੈ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "ਜੌਨ ਹਾਰਬਾਗ ਦੀ ਗੁੱਟੀ ਵਾਲੀ ਚੌਥੀ-ਡਾਉਨ ਕਾਲ ਰੇਵੇਨਜ਼ ਵਿਚ 'ਟਰਨਿੰਗ ਪੁਆਇੰਟ' ਹੈ 'ਚਾਰਜਰਜ਼' ਤੇ ਜਿੱਤ, ਭਰਾ ਜਿਮ - ਐਨਐਫਐਲ.",
        "ਮੰਗਲਵਾਰ, 26 ਨਵੰਬਰ, 2024 ਲਈ ਕੁੰਡਲੀ - ਸ਼ਿਕਾਗੋ ਸੂਰਜ-ਟਾਈਮਜ਼",
        "ਯੁੱਧ ਦੀ ਸ਼ੁਰੂਆਤ ਤੋਂ ਬਾਅਦ ਰੂਸ ਯੂਕਰੇਨ ਵਿਚ ਸਭ ਤੋਂ ਤੇਜ਼ ਮਾਸਿਕ ਰਫਤਾਰ ਨਾਲ ਅੱਗੇ ਵਧਦਾ ਹੈ, ਵਿਸ਼ਲੇਸ਼ਕ ਕਹਿੰਦੇ ਹਨ - ਰਾਇਟਰਜ਼.",
        "ਨਿਊਜ਼ੋਮ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਕੈਲੀਫੋਰਨੀਆ ਈਵੀ ਸਬਸਿਡੀਆਂ ਦੀ ਪੇਸ਼ਕਸ਼ ਕਰੇਗਾ ਜੇ ਟਰੰਪ ਫੈਡਰਲ ਟੈਕਸ ਕ੍ਰੈਡਿਟ ਨੂੰ ਮਾਰ ਦਿੰਦਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਜੁਆਨ ਸੋਟੋ ਨੂੰ ਫ੍ਰੀ ਏਜੰਸੀ ਵਿਚ ਪੰਜ ਟੀਮਾਂ ਤੋਂ ਕਥਿਤ ਤੌਰ 'ਤੇ ਪੇਸ਼ਕਸ਼ਾਂ ਮਿਲੀਆਂ ਹਨ - ਸਪੋਰਟਸ ਇਲਸਟ੍ਰੇਟਿਡ",
        "ਕੱਚਾ ਦੁੱਧ ਲਗਭਗ ਉਸਦੇ ਪੁੱਤਰ ਨੂੰ ਮਾਰ ਦਿੰਦਾ ਹੈ. ਹੁਣ ਐਵੀਅਨ ਫਲੂ ਆਪਣੇ ਜੋਖਮ ਵੱਲ ਵਧੇਰੇ ਧਿਆਨ ਦੇ ਰਿਹਾ ਹੈ - ਦਿ ਮਰਕਰੀ ਨਿ Newsਜ਼",
        "ਐਨਐਫਐਲ ਹਫਤਾ 12 ਗ੍ਰੇਡਃ ਰੈਵੇਨਜ਼ ਹਾਰਬਾਗ ਬਾlਲ ਵਿਚ ਚਾਰਜਰਜ਼ ਉੱਤੇ ਸੋਮਵਾਰ ਦੀ ਜਿੱਤ ਲਈ 'ਏ' ਕਮਾਉਂਦੇ ਹਨ; ਕਾਉਬੌਇਜ਼ ਨੂੰ 'ਏ-' ਪ੍ਰਾਪਤ ਹੁੰਦਾ ਹੈ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਅੰਤਰਰਾਸ਼ਟਰੀ ਐਮੀਜ਼ 2024: ‘ਰੱਬ ਦੀਆਂ ਬੂੰਦਾਂ,’ ‘ਡਿਵੀਸੀਅਨ ਪਾਲੇਰਮੋ’ ਅਤੇ ਟਾਪ ਵਿਜੇਤਾਵਾਂ ਵਿੱਚ ਤਿਮੋਥਿਉਸ ਸਪਾਲ - ਵੰਨਗੀ",
        "ਲੇਬਨਾਨ ਜੰਗਬੰਦੀਃ ਇਜ਼ਰਾਈਲੀ ਕੈਬਨਿਟ ਹਿਜ਼ਬੁੱਲਾ ਸੌਦੇ 'ਤੇ ਕਰੇਗੀ ਚਰਚਾ - BBC.",
        "ਵੇਪਿੰਗ ਖੂਨ ਦੀਆਂ ਨਾੜੀਆਂ ਅਤੇ ਆਕਸੀਜਨ ਨੂੰ ਪ੍ਰਭਾਵਤ ਕਰਦੀ ਹੈ, ਨਵਾਂ ਅਧਿਐਨ ਕਹਿੰਦਾ ਹੈ - ਕੋਮੋ ਨਿ Newsਜ਼",
        "ਹਟਾਈ",
        "ਕੀਰਾ ਨਾਈਟਲੀ ਨੇ ‘ਪਾਈਰੇਟਸ ਆਫ ਦ ਕੈਰੇਬੀਅਨ‘ ਦੇ ਤਜ਼ਰਬੇ ਤੋਂ ਬਾਅਦ ਫਰੈਂਚਾਈਜ਼ ਨੂੰ ਬਾਹਰ ਕੱ: ਿਆ: “ਮੈਨੂੰ ਜਨਤਕ ਤੌਰ ’ਤੇ ਹੇਠਾਂ ਲਿਜਾਇਆ ਗਿਆ” - ਡੈੱਡਲਾਈਨ",
        "ਰੋਮਾਨੀਆ ਦੇ ਦੂਰ-ਸੱਜੇ, ਪੱਖੀ ਰੂਸੀ lurch ਯੂਰਪੀ ਯੂਨੀਅਨ ਅਤੇ ਨਾਟੋ ਲਈ ਵੱਡੀ ਮੁਸੀਬਤ spells - POLITICO ਯੂਰਪ"
    ]
}