{
    "headlines": [
        "Aktien-Futures rutschen, während sich Händler auf den Verbraucherinflationsbericht vom Januar vorbereiten: Live-Updates - CNBC",
        "Das Milliarden-Dollar-KI-Unternehmen, über das niemand spricht - und warum Sie sich darum kümmern sollten - ZDNet",
        "Winterschleudertrauma: Ein weiterer Schnee, Eissturm trifft den Mittleren Westen, Osten - USA HEUTE",
        "CVS-Ergebnisse Top-Schätzungen, auch wenn hohe medizinische Kosten die Versicherungseinheit nach unten ziehen - CNBC",
        "Das Sydney Hospital schrubbt pro-palästinensische Social-Media-Posts, nachdem Krankenschwestern in einen Antisemitismus-Skandal verwickelt wurden - The Jerusalem Post",
        "Samsungs Galaxy A56 ist aus jedem Blickwinkel durchgesickert - The Verge",
        "Kurz. Mysteriös. ‘Angst erregend. \"Innerhalb von DOGENS Kreuzzug zur Überholung der GSA - POLITICO",
        "Einstein hatte Recht – Euklid hat gerade die Raum-Zeit-Verzerrung in einem perfekten kosmischen Ring eingefangen - SciTechDaily",
        "Kevin Durant wird 8. Spieler in der NBA-Geschichte und erzielt 30.000 Punkte - NBA.Com",
        "Eagles vs. Chiefs Super Bowl: 40 Gewinner, 6 Verlierer und 3 IDKs - Bleeding Green Nation",
        "\"Captain America: Brave New World\" zieht gemischte erste Reaktionen nach sich, einige loben es als \"absolute Explosion\" und andere sagen, es sei \"etwas leer\" - Vielfalt",
        "Trump bereitet übereinstimmende Zölle auf Handelspartner vor und bereitet möglicherweise einen großen wirtschaftlichen Showdown vor - The Associated Press",
        "Ihr Tageshoroskop: 12. Februar 2025 - The Globe and Mail",
        "Trump Executive Order verspricht erhebliche Einschnitte bei der Bundesbelegschaft - The Washington Post",
        "Marc Fogel: US-Schullehrer von Russland veröffentlicht - BBC.com",
        "Wie die Welt aufhörte, sich Sorgen zu machen und lernte, KI zu lieben - POLITICO EUROPE",
        "Netanyahu: Israel wird Gaza-Krieg wieder aufnehmen, wenn Geiseln am Samstag nicht befreit werden - Axios",
        "Arnold Schwarzenegger neckt Son's Nacktszene in \"White Lotus\" Staffel 3 & Fans erinnern sich an \"The Terminator's Arrival - Deadline",
        "Gurman: iPhone SE 4 kommt nächste Woche, andere Ankündigungen beginnen morgen - MacRumors",
        "Super Micro Computer (SMCI) Q2 2025 Earnings Call Transcript - The Motley Fool"
    ]
}