{
    "headlines": [
        "ਸੁਪਰੀਮ ਕੋਰਟ ਨੇ ਪ੍ਰਤੀਭੂਤੀਆਂ ਦੇ ਮੁਕੱਦਮੇ ਵਿਚ ਐਨਵੀਡੀਆ ਦੀ ਅਪੀਲ ਖਾਰਜ ਕਰ ਦਿੱਤੀ - ਦ ਹਿੱਲ",
        "ਗੂਗਲ ਜੈਮਿਨੀ ਏਆਈ ਏਜੰਟਾਂ ਦੀ ਜਾਂਚ ਕਰ ਰਿਹਾ ਹੈ ਜੋ ਵੀਡੀਓ ਗੇਮਾਂ ਵਿਚ ਤੁਹਾਡੀ ਮਦਦ ਕਰਦੇ ਹਨ - ਦਿ ਵਰਜ",
        "ਇਹ ਯਕੀਨਨ ਜਾਪਦਾ ਹੈ ਕਿ ਗੂਗਲ ਅਸਲ ਵਿੱਚ ਕੁਝ ਸਮਾਰਟ ਗਲਾਸ ਲਾਂਚ ਕਰਨ ਦੀ ਯੋਜਨਾ ਬਣਾ ਰਿਹਾ ਹੈ - ਦਿ ਵਰਜ",
        "ਰਹੱਸਮਈ ਨਿ New ਜਰਸੀ ਡਰੋਨ ਦ੍ਰਿਸ਼ਟੀਕੋਣ 'ਐਮਰਜੈਂਸੀ ਦੀ ਸਥਿਤੀ‘ ਦੀ ਮੰਗ ਕਰਦੇ ਹਨ - ਗਾਰਡੀਅਨ ਯੂਐਸ",
        "ਅਮਰੀਕੀ ਖਪਤਕਾਰਾਂ ਦੀਆਂ ਕੀਮਤਾਂ ਸੱਤ ਮਹੀਨਿਆਂ ਵਿੱਚ ਸਭ ਤੋਂ ਵੱਧ ਲਾਭ ਤੋਂ ਬਾਅਦ; ਕਿਰਾਏ ਦੀ ਲਾਗਤ ਘਟਾਉਂਦੀ ਹੈ - ਰਾਇਟਰਜ਼",
        "ਹੋਮਪੌਡ 18.2 ਸਿਰੀ ਦੀ ਸਭ ਤੋਂ ਵੱਧ ਵਰਤੀ ਜਾਣ ਵਾਲੀ ਵਿਸ਼ੇਸ਼ਤਾ ਨੂੰ ਇਕ ਵੱਡੀ ਤਬਦੀਲੀ ਨਾਲ ਅਪਗ੍ਰੇਡ ਕਰਦਾ ਹੈ - 9to5Mac",
        "ਐਲਬਰਟਸਨ ਰਲੇਵੇਂ ਦੇ ਸੌਦੇ ਤੋਂ ਪਿੱਛੇ ਹਟਦਾ ਹੈ ਅਤੇ ਅਦਾਲਤ ਦੇ ਫੈਸਲਿਆਂ ਤੋਂ ਬਾਅਦ ਕ੍ਰੋਗਰ ਨੂੰ ਸੁਸ ਕਰਦਾ ਹੈ - ਨਿ New ਯਾਰਕ ਟਾਈਮਜ਼",
        "ਐਨਐਫਐਲ 2025 ਵਿਚ ਬਰਲਿਨ ਵਿਚ ਆਪਣੀ ਪਹਿਲੀ ਰੈਗੂਲਰ-ਸੀਜ਼ਨ ਗੇਮ ਖੇਡੇਗਾ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਨਾਸਾ ਨੇ ਇਕ ਹੋਰ ਵਿਸ਼ਵ 'ਤੇ ਪਹਿਲੀ ਏਅਰਕ੍ਰਾਫਟ ਐਕਸੀਡੈਂਟ ਜਾਂਚ ਕੀਤੀ - ਨਾਸਾ ਜੈੱਟ ਪ੍ਰੋਪਲਸ਼ਨ ਲੈਬਾਰਟਰੀ",
        "ਅਲੈਗਜ਼ੈਂਡਰ ਭਰਾਵਾਂ ਨੂੰ ਮਿਆਮੀ ਵਿੱਚ ਗ੍ਰਿਫਤਾਰ ਕੀਤਾ ਗਿਆ - ਰੀਅਲ ਡੀਲ",
        "ਐਨਐਫਐਲ ਦੀਆਂ ਸੰਭਾਵਨਾਵਾਂ, ਲਾਈਨਾਂ, ਪਿਕਸ, ਸਪ੍ਰੈਡਸ, ਸੱਟੇਬਾਜ਼ੀ, ਭਵਿੱਖਬਾਣੀ, ਹਫਤੇ 15, 2024 ਲਈ ਕੀ ਸੱਟਾ ਲਗਾਉਣਾ ਹੈਃ ਮਾਡਲ ਆਈਕਿੰਗ ਬਿੱਲ, ਟੇਕਸਨਜ਼ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "Gregg Giannotti ਮਖੌਲ 'ਤੇ ਵਿਚਾਰ Kylie Kelce ਦਾ ਪੋਡਕਾਸਟ dethroned‘ ਜੋਅ ਰੋਗਨ ਤਜਰਬਾ ’- ਨਿਊਯਾਰਕ ਪੋਸਟ",
        "ਕਿਮਬਰਲੀ ਗਿਲਫੋਏਲ ਕੌਣ ਹੈ, ਗ੍ਰੀਸ ਵਿਚ ਅਮਰੀਕੀ ਰਾਜਦੂਤ ਲਈ ਟਰੰਪ ਦੀ ਚੋਣ? - ਬੀਬੀਸੀ.",
        "ਬਹੁਤ ਘੱਟ ਅਮਰੀਕੀਆਂ ਨੇ ਹੰਟਰ ਬਾਇਡਨ ਦੀ ਮੁਆਫੀ ਨੂੰ ਦਿੱਤੀ ਮਨਜ਼ੂਰੀ: ਪੋਲ - Axios",
        "ਫਿuresਚਰਜ਼ਃ ਵਿਕਾਸ ਮਹਿੰਗਾਈ ਦੇ ਅੰਕੜਿਆਂ ਦੇ ਕਾਰਨ ਉਛਾਲਣ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰਦਾ ਹੈ - ਨਿਵੇਸ਼ਕ ਦਾ ਕਾਰੋਬਾਰ ਰੋਜ਼ਾਨਾ",
        "ਰਿਪਬਲਿਕ ਨੈਨਸੀ ਮੈਸੇ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਸ ਨੂੰ ਕੈਪੀਟਲ ਦੇ ਮੈਦਾਨਾਂ ‘ਤੇ‘ਸਰੀਰਕ ਤੌਰ ’ ਤੇ ਦੋਸ਼ ਲਗਾਇਆ ਗਿਆ ਸੀ - ਸੀ ਐਨ ਐਨ",
        "ਸੀਰੀਆ ਨਵੀਨਤਮਃ ਸੀਰੀਆ ਦੇ ਬਾਗੀ ਲੜਾਕਿਆਂ ਨੇ ਬਸ਼ਰ ਅਲ-ਅਸਦ ਦੇ ਪਿਤਾ ਦੀ ਕਬਰ ਨੂੰ ਅੱਗ ਲਗਾ ਦਿੱਤੀ - ਬੀਬੀਸੀ.",
        "ਜੱਜ ਨੇ ਇੰਫੋਵਾਰਾਂ ਦੀ ਵਿਕਰੀ ਨੂੰ ਵਿਅੰਗਾਤਮਕ ਨਿ newsਜ਼ ਸਾਈਟ ਨੂੰ ਰੱਦ ਕਰ ਦਿੱਤਾ ਪਿਆਜ਼ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਗਾਜ਼ਾ 'ਤੇ ਇਜ਼ਰਾਇਲੀ ਹਮਲੇ, ਘੱਟੋ-ਘੱਟ 29 ਮਾਰੇ ਗਏ, ਫਲਸਤੀਨੀ ਡਾਕਟਰਾਂ ਦਾ ਕਹਿਣਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਸੀਨ 'ਡਿੱਡੀ' ਕੰਬਜ਼ ਇਲਜ਼ਾਮਃ 'ਮੈਂ ਚੀਕ ਰਿਹਾ ਸੀ, ਉਸ ਨੂੰ ਰੋਕਣ ਲਈ ਕਹਿ ਰਿਹਾ ਸੀ' - ਵੰਨਗੀ"
    ]
}