{
    "headlines": [
        "E. coli outbreak linked to organic carrots leaves 1 dead and dozens sickened across the US - CNN",
        "Buffalo Bills vs. Kansas City Chiefs, Week 11 second-half open thread - Buffalo Rumblings",
        "Korda wins 7th '24 LPGA Tour title at The Annika - ESPN",
        "[Removed]",
        "Meet Karl Brooks, who produced game-winning field goal block for Packers - Packers Wire",
        "2024 NFL Week 11 winners and losers: Lions, Steelers are complete teams; Jaguars, Jets are total flops - CBS Sports",
        "Johnson calls Gaetz ‘one of the brightest minds in Washington or anywhere’ - The Hill",
        "AI, North Korea, Trump: What Biden and Xi discussed in their final face-to-face meeting - ABC News",
        "Donald Trump victory threatens to throw G20 initiatives into disarray - Financial Times",
        "Wall Street may now have to take Trump literally as the battle for Treasury secretary focuses on a centerpiece campaign pledge - Fortune",
        "Israeli strike kills Hezbollah spokesperson as group prepares response to fresh ceasefire proposal - CNN",
        "Tropical Storm Sara weakens to tropical depression after making landfall in Belize - The Associated Press",
        "Paul Mescal to ask \"Are you not entertained?\" as SNL host - The A.V. Club",
        "Scientists study 35,000-year-old saber-toothed kitten frozen in Siberia - The Washington Post",
        "Russia targets Ukraine’s energy infrastructure with large-scale missile and drone attack - PBS NewsHour",
        "The Exploration Company raises $160M to build Europe’s answer to SpaceX Dragon - TechCrunch",
        "'The Voice' winner Sundance Head recovers at home after being accidentally shot on his Texas ranch - The Associated Press",
        "[Removed]",
        "Northern Lights Forecast: Aurora Borealis Could Be Seen From These 8 States Tonight - Forbes",
        "Vivek Ramaswamy Vows That Entire Government Agencies Will Be ‘Deleted’ On His and Elon Musk’s Watch - Mediaite"
    ]
}