{
    "headlines": [
        "ਫੈਂਟਨੈਲ ਬਾਲਣ ਦੇ ਸਾਲਾਂ ਦੇ ਵਾਧੇ ਤੋਂ ਬਾਅਦ ਓਵਰਡੋਜ਼ ਮੌਤਾਂ ਵਿੱਚ ਭਾਰੀ ਗਿਰਾਵਟ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਜਪਾਨ ਦੀ ਸਰਕਾਰ ਨੇ ਆਨਲਾਈਨ ਤੂਫਾਨ ਤੋਂ ਬਾਅਦ ਡਾਕਟਰਿੰਗ ਕੈਬਨਿਟ ਦੀ ਫੋਟੋ ਸਵੀਕਾਰ ਕੀਤੀ - ਐਨਬੀਸੀ ਨਿ Newsਜ਼",
        "ਹਿਜ਼ਬੁੱਲਾ ਮਿਜ਼ਾਈਲਾਂ ਨੇ ਵਧਦੇ ਸੰਘਰਸ਼ ਵਿੱਚ ਇਜ਼ਰਾਈਲ ਦੇ ਹਾਇਫਾ ਨੂੰ ਮਾਰਿਆ - ਰਾਇਟਰ",
        "ਦੱਖਣੀ ਫਲੋਰਿਡਾ ਦੇ ਸ਼ਹਿਰਾਂ ਨੇ ਭਾਰੀ ਮੀਂਹ ਅਤੇ ਤੂਫਾਨ ਮਿਲਟਨ ਤੋਂ ਪਹਿਲਾਂ ਐਮਰਜੈਂਸੀ ਦਾ ਐਲਾਨ ਕੀਤਾ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਰੂਸ ਨੇ ਅਮਰੀਕੀ ਨਾਗਰਿਕ ਸਟੀਫਨ ਹਬਾਰਡ, 72, ਨੂੰ ਕਿਰਾਏ ਦੇ ਦੋਸ਼ਾਂ 'ਤੇ ਜੇਲ੍ਹ - ਬੀਬੀਸੀ.",
        "ਕੁੰਜੀ ਅਮਰੀਕਾ ਝਾੜ ਹਿੱਟ 4% ਪਹਿਲੀ ਵਾਰ ਅਗਸਤ ਦੇ ਬਾਅਦ ਫੈੱਡ Rethink 'ਤੇ - ਯਾਹੂ ਵਿੱਤ",
        "ਕਥਿਤ ਤੌਰ 'ਤੇ ਕਾਰਟੈਲ ਹਿੰਸਾ ਵਿਚ ਵਾਧੇ ਦੇ ਵਿਚਕਾਰ ਮੈਕਸੀਕੋ ਵਿਚ ਅਹੁਦਾ ਸੰਭਾਲਣ ਤੋਂ ਕੁਝ ਦਿਨਾਂ ਬਾਅਦ ਮੇਅਰ ਦਾ ਸਿਰ ਵੱਢ ਦਿੱਤਾ ਗਿਆ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਰੇਵੇਨਜ਼ ਨੇ ਜੰਗਲੀ ਓਵਰਟਾਈਮ ਜਿੱਤ ਦਾ ਦਾਅਵਾ ਕੀਤਾ, ਟੈਕਸਾਸ ਨੇ ਆਖਰੀ ਸਕਿੰਟ ਦੀ ਜਿੱਤ ਖੋਹ ਲਈ ਅਤੇ ਜੈਡੇਨ ਡੇਨੀਅਲਸ ਰੋਲਿੰਗ ਰੱਖਦਾ ਹੈਃ ਐਨਐਫਐਲ ਹਫਤਾ 5 ਐਤਵਾਰ ਦੀ ਸਮੀਖਿਆ - ਸੀਐਨਐਨ",
        "7 ਅਕਤੂਬਰ ਦੇ ਹਮਲਿਆਂ ਤੋਂ ਇੱਕ ਸਾਲ ਬਾਅਦ ਵੀ ਹਮਾਸ ਦੇ ਕਬਜ਼ੇ 'ਚ ਹਨ ਇਹ 97 ਲੋਕ - New York Post",
        "ਕਾਰਕੁਨ ਨਿਵੇਸ਼ਕ ਸਟਾਰਬੋਰਡ ਨੇ ਫਾਈਜ਼ਰ ਨੂੰ ਸੂਚਿਤ ਕੀਤਾ ਹੈ ਕਿ ਉਸਨੇ ਇੱਕ ਹਿੱਸੇਦਾਰੀ ਲਈ ਹੈ - ਬਿਜ਼ਨਸ ਇਨਸਾਈਡਰ",
        "ਇਜ਼ਰਾਈਲ ਨੇ ਗਾਜ਼ਾ ਦੇ ਪਾਰ ਹਮਾਸ ਦੇ ਹਮਲਿਆਂ ਨੂੰ ਨਵਿਆਇਆ - ਬਲੂਮਬਰਗ",
        "ਲਾਈਵ ਕਵਰੇਜਃ ਈਐਸਏ ਦੇ ਹੇਰਾ ਸਪੇਸਕ੍ਰਾਫਟ ਦਾ ਉਦੇਸ਼ ਸਪੇਸਐਕਸ ਦੇ ਫਾਲਕਨ 9 ਰਾਕੇਟ 'ਤੇ ਲਾਂਚ ਕਰਨਾ ਹੈ ਕਿਉਂਕਿ ਤੂਫਾਨ ਮਿਲਟਨ ਫਲੋਰੀਡਾ' ਤੇ ਟੀਚਾ ਰੱਖਦਾ ਹੈ - ਸਪੇਸਫਲਾਈਟ ਹੁਣ",
        "7 ਅਕਤੂਬਰ ਦੇ ਹਮਲੇ ਤੋਂ ਇਕ ਸਾਲ ਬਾਅਦ ਰਾਸ਼ਟਰਪਤੀ ਜੋਅ ਬਾਇਡਨ ਦਾ ਬਿਆਨ - ਵ੍ਹਾਈਟ ਹਾਊਸ",
        "ਪਲਸ ਆਕਸੀਮੀਟਰਾਂ ਬਾਰੇ ਐਫ ਡੀ ਏ ਦੇ ਵਾਅਦਾ ਕੀਤੇ ਨਿਯਮ ਦਹਾਕਿਆਂ ਦੇ ਨਸਲੀ ਪੱਖਪਾਤ ਨੂੰ ਖਤਮ ਕਰਨ ਦੀ ਸੰਭਾਵਨਾ ਨਹੀਂ ਹੈ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਉੱਤਰੀ ਕੈਰੋਲੀਨਾ ਦੀ womanਰਤ ਸਾਰਡੀਨ ਤੋਂ ਇਲਾਵਾ ਕੁਝ ਨਹੀਂ ਖਾਂਦੀ, 35 ਪੌਂਡ ਗੁਆਉਂਦੀ ਹੈਃ 'ਇਹ ਖੁਰਾਕ ਨਹੀਂ ਹੈ' - ਫੌਕਸ ਨਿ Newsਜ਼",
        "Elusive Draconid meteor ਸ਼ਾਵਰ ਨੂੰ ਕਿਵੇਂ ਵੇਖਣਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਜੋਕਿਨ ਫੀਨਿਕਸ ਦਾ ਜੋਕਰ 2 ਫਲਾਪ ਓਪਨਿੰਗ ਤੋਂ ਬਾਅਦ ਯੂਐਸ ਬਾਕਸ ਆਫਿਸ 'ਤੇ ਨਿਰਾਸ਼ਾਜਨਕ ਨੰਬਰ ਪ੍ਰਦਾਨ ਕਰਦਾ ਹੈ - ਹਿੰਦੁਸਤਾਨ ਟਾਈਮਜ਼",
        "ਡਾਕ ਦਾ ਦੇਰ ਟੀਡੀ ਕਾਉਬੌਇਜ਼ ਨੂੰ 'ਯਾਦ ਰੱਖਣ ਲਈ ਇਕ' ਦਿੰਦਾ ਹੈ - ਈਐਸਪੀਐਨ",
        "ਸੀ ਐਨ ਬੀ ਸੀ ਡੇਲੀ ਓਪਨਃ ਸਤੰਬਰ ਦੀ ਬਲਾਕਬਸਟਰ ਨੌਕਰੀਆਂ ਦੀ ਰਿਪੋਰਟ ਕੈਲਕੂਲਸ ਨੂੰ ਬਦਲਦੀ ਹੈ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਇਜ਼ਰਾਈਲ 7 ਅਕਤੂਬਰ ਦੇ ਹਮਲੇ ਦੀ ਵਰ੍ਹੇਗੰਢ ਮਨਾਉਂਦਾ ਹੈ ਜਦੋਂ ਮਿਡਲ ਈਸਟ ਸੰਘਰਸ਼ ਵਧਦਾ ਹੈ - ਸੀ ਐਨ ਐਨ"
    ]
}