{
    "headlines": [
        "ਬਲਿੰਕਨ ਨੇ ਉੱਤਰੀ ਗਾਜ਼ਾ ਵਿਚ ਭਿਆਨਕ ਸਥਿਤੀਆਂ 'ਤੇ ਇਜ਼ਰਾਈਲ ਦੇ ਨੇਤਨਯਾਹੂ ਨੂੰ ਦਬਾ ਦਿੱਤਾ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਇੱਕ ਦਿਸ਼ਾ ਬਹੁਤ ਸਾਰੇ ਪ੍ਰਸ਼ੰਸਕਾਂ ਲਈ ਇੱਕ ਬੈਂਡ ਤੋਂ ਵੱਧ ਸੀ । ਲੀਅਮ ਪੇਨ ਦੀ ਮੌਤ ਇਕ ਯੁੱਗ ਦੇ ਅੰਤ ਦੀ ਨਿਸ਼ਾਨਦੇਹੀ ਕਰਦੀ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਐਪਲ ਦੇ M4 ਮੈਕਬੁਕ ਪ੍ਰੋ, Revamped ਮੈਕ ਮਿੰਨੀ, ਅਤੇ 24-ਇੰਚ iMac Launching “ਬਹੁਤ ਹੀ ਛੇਤੀ” ਇਸ ਨੂੰ ਹੱਥ-ਆਨ ਲਈ ਮੀਡੀਆ ਅਮਲੇ ਨੂੰ ਸੱਦਾ ਦੇ ਤੌਰ ਤੇ - Wccftech",
        "ਓਰੇਂਜ ਕਾਉਂਟੀ ਸੁਪਰਵਾਈਜ਼ਰ ਐਂਡਰਿ do ਡੂ ਭ੍ਰਿਸ਼ਟਾਚਾਰ ਦੇ ਕੇਸ ਵਿਚ ਦੋਸ਼ੀ ਮੰਨਣ ਅਤੇ ਅਸਤੀਫਾ ਦੇਣ ਲਈ, ਸੰਘੀ ਵਕੀਲ ਕਹਿੰਦੇ ਹਨ - ਏਬੀਸੀ 7 ਲਾਸ ਏਂਜਲਸ",
        "ਡਾਓ ਜੋਨਸ ਅੱਜਃ ਦੁਪਹਿਰ ਦੇ ਵਪਾਰ ਵਿਚ ਸਟਾਕ ਇੰਚ ਉੱਚਾ; ਰਿਕਾਰਡ ਪੱਧਰ ਦੇ ਨੇੜੇ ਪ੍ਰਮੁੱਖ ਸੂਚਕਾਂਕ - ਇਨਵੈਸਟੋਪੀਡੀਆ",
        "ਹਟਾਈ",
        "ਯੂਐਸ ਇੰਟੇਲ ਟਿਮ ਵਾਲਜ਼ ਨੂੰ ਭੜਕਾਉਣ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰਨ ਵਾਲੇ ਨਕਲੀ ਵੀਡੀਓ ਦੇ ਪਿੱਛੇ ਰੂਸੀ ਚਾਲਕਾਂ ਦਾ ਮੁਲਾਂਕਣ ਕਰਦਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਰੂਡੀ ਜਿਉਲਿਆਨੀ ਨੂੰ ਲਗਜ਼ਰੀ ਚੀਜ਼ਾਂ ਅਤੇ ਮੈਨਹੱਟਨ ਅਪਾਰਟਮੈਂਟ ਨੂੰ ਜਾਰਜੀਆ ਦੇ ਚੋਣ ਕਰਮਚਾਰੀਆਂ ਨੂੰ ਨਿਯੰਤਰਣ ਦੇਣਾ ਚਾਹੀਦਾ ਹੈ ਜਿਸਨੇ ਉਸ ਨੂੰ ਬਦਨਾਮ ਕੀਤਾ, ਜੱਜ ਨਿਯਮ - ਸੀ ਐਨ ਐਨ",
        "'ਅਸੀਂ ਤੁਹਾਨੂੰ ਪਿਆਰ ਕਰਦੇ ਹਾਂ': ਤਲਵਾਰ ਮੱਛੀ ਦੇ ਕਥਿਤ ਤੌਰ 'ਤੇ ਛਾਤੀ ਦੇ ਵਿੰਨ੍ਹਣ ਤੋਂ ਬਾਅਦ ਮਰਨ ਵਾਲੇ ਸਰਫਰ ਲਈ ਸ਼ਰਧਾਂਜਲੀ ਭੇਟ - ਅਮਰੀਕਾ ਅੱਜ",
        "ਜ਼ੈਚ ਬ੍ਰਾਇਨ ਨੇ ‘ਸਚਮੁੱਚ ਬਲਾਇੰਡਸਾਈਡ‘ ਬ੍ਰਾਇਨਾ ਚਿਕਨਫ੍ਰਾਈ ਤੋਂ ਵੱਖ ਹੋਣ ਦੀ ਪੁਸ਼ਟੀ ਕੀਤੀਃ ‘ਮੈਂ ਸੰਪੂਰਨ ਨਹੀਂ ਹਾਂ’ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਐਨਬੀਏ ਅਵਾਰਡਾਂ ਦੀ ਭਵਿੱਖਬਾਣੀ, ਮੁਸ਼ਕਲਾਂਃ ਐਮਵੀਪੀ, ਡਿਫੈਂਸਿਵ ਪਲੇਅਰ ਆਫ ਦਿ ਈਅਰ ਅਤੇ 2024-25 ਸੀਜ਼ਨ ਲਈ ਹੋਰ ਬਹੁਤ ਕੁਝ ਲਈ ਮਾਹਰ ਚੁਣਦਾ ਹੈ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਹਟਾਈ",
        "ਸ਼ਾਇਰਲ ਗੋਲਨ ਦੀ ਖੁਦਕੁਸ਼ੀ ਲਈ ਇਜ਼ਰਾਈਲ '100% ਜਵਾਬਦੇਹ', ਭਰਾ ਨੇ ਕਿਹਾ - ਅਮਰੀਕਾ ਅੱਜ",
        "ਮੰਗਲਵਾਰ ਨੂੰ ਬਰੀਫਿੰਗਃ ਹੈਰਿਸ ਚੇਨੀ ਨਾਲ ਮੁਹਿੰਮਾਂ; ਸੈਂਟਰਲ ਪਾਰਕ ਪੰਜ; ਫਾਲ ਸਿਟੀ ਸ਼ੂਟਿੰਗ; ਵਿਦਿਆਰਥੀ ਕਰਜ਼ੇ; ਐਨਬੀਏ ਅਨੁਸੂਚੀ; ਅਤੇ ਹੋਰ - ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਗਰਭਵਤੀ ਜਿਪਸੀ ਰੋਜ਼ Blanchard ਦੰਦ ਤਬਦੀਲੀ ਦੇ ਨਾਟਕੀ ਅੱਗੇ-ਅਤੇ ਬਾਅਦ ਫੋਟੋ debuts - ਈ! ਨਿਊਜ਼",
        "ਯੂਐਫਸੀ 308 ਏਮਬੇਡਡਃ ਵਲਾਗ ਸੀਰੀਜ਼ - ਐਪੀਸੋਡ 2 - ਯੂਐਫਸੀ",
        "ਸਟ੍ਰੋਕ ਦੇ 80% ਤੱਕ ਜੀਵਨ ਸ਼ੈਲੀ ਵਿੱਚ ਤਬਦੀਲੀਆਂ ਨਾਲ ਰੋਕਿਆ ਜਾ ਸਕਦਾ ਹੈ, ਨਵੇਂ ਦਿਸ਼ਾ ਨਿਰਦੇਸ਼ ਸੁਝਾਅ ਦਿੰਦੇ ਹਨ - ਦ ਯਰੂਸ਼ਲਮ ਪੋਸਟ",
        "ਡਿੱਡੀ ਇਲਜ਼ਾਮ ਲਾਉਣ ਵਾਲੇ ਦਾ ਦਾਅਵਾ ਹੈ ਕਿ ਐਥਲੀਟ ਪੱਖੀ ਸਟਾਰ ਸਟੂਡਡ ਪਾਰਟੀ 'ਤੇ ਜਿਨਸੀ ਸ਼ੋਸ਼ਣ ਦੌਰਾਨ ਦਖਲਅੰਦਾਜ਼ੀ ਕੀਤੀ ਗਈਃ ਮੁਕੱਦਮਾ - ਯਾਹੂ! ਆਵਾਜ਼ਾਂ",
        "ਵਿਸ਼ਵ ਨੇਤਾਵਾਂ ਨਾਲ ਪੁਤਿਨ ਦੇ ਬ੍ਰਿਕਸ ਸੰਮੇਲਨ ਬਾਰੇ ਕੀ ਜਾਣਨਾ ਹੈ - ਐਕਸੀਓਸ",
        "ਸਾਬਕਾ ਐਬਰਕ੍ਰੋਮਬੀ ਐਂਡ ਫਿਚ ਸੀਈਓ ਸੈਕਸ ਤਸਕਰੀ ਦੇ ਦੋਸ਼ਾਂ ਵਿੱਚ ਗ੍ਰਿਫਤਾਰ - ਏਬੀਸੀ ਨਿ Newsਜ਼"
    ]
}