{
    "headlines": [
        "ਡਬਲਯੂਐਨਬੀਏ ਪਲੇਆਫਸਃ ਕੈਟਲਿਨ ਕਲਾਰਕ ਅਪਡੇਟਸ, ਹਾਈਲਾਈਟਸ, ਗੇਮ 2 ਵਿੱਚ ਬੁਖਾਰ ਦੇ ਤੌਰ ਤੇ ਵਿਸ਼ਲੇਸ਼ਣ - ਯਾਹੂ ਸਪੋਰਟਸ",
        "ਸਿਨਸਿਨਾਟੀ ਨੇੜੇ ਰਸਾਇਣਕ ਗੈਸ ਲੀਕ ਹੋਣ ਤੋਂ ਬਾਅਦ ਧਮਾਕਾ ਟਾਲਿਆ ਗਿਆ, ਨਿਕਾਸੀ ਹਟਾਈ ਗਈ - ਐਨਬੀਸੀ ਨਿ Newsਜ਼",
        "ਤੂਫਾਨ ਹੈਲੀਨੇ ਨੂੰ ਮਜ਼ਬੂਤ ਕਰਦਾ ਹੈ, ਜਦੋਂ ਇਹ ਫਲੋਰਿਡਾ - ਡਬਲਯੂਈਐਸਐਚ 2 ਓਰਲੈਂਡੋ ਨੂੰ ਮਾਰਦਾ ਹੈ ਤਾਂ 15-20 ਫੁੱਟ ਤੂਫਾਨ ਦੇ ਵਾਧੇ ਦੇ ਨਾਲ ਸ਼੍ਰੇਣੀ 4 ਹੋਣ ਦੀ ਉਮੀਦ ਕੀਤੀ ਜਾਂਦੀ ਹੈ",
        "ਫਰਾਂਸ ਅਤੇ ਅਮਰੀਕਾ ਇਜ਼ਰਾਈਲ ਅਤੇ ਹਿਜ਼ਬੁੱਲਾ ਵਿਚਾਲੇ 21 ਦਿਨਾਂ ਦੀ ਜੰਗਬੰਦੀ ਦੀ ਯੋਜਨਾ 'ਤੇ ਕੰਮ ਕਰ ਰਹੇ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਕਾਂਗਰਸ ਨੇ ਚੋਣਾਂ ਤੋਂ ਪਹਿਲਾਂ ਬੰਦ ਨੂੰ ਰੋਕਣ ਲਈ ਬਿੱਲ ਪਾਸ ਕੀਤਾ, ਬਾਇਡਨ ਨੂੰ ਭੇਜਿਆ - ਐਨਬੀਸੀ ਨਿ Newsਜ਼",
        "ਕੈਂਟਕੀ ਸ਼ੈਰਿਫ 'ਤੇ ਗੋਲੀਬਾਰੀ ਕਰਨ ਦੇ ਦੋਸ਼ੀ ਜੱਜ ਨੇ ਦੋਸ਼ੀ ਨਹੀਂ ਮੰਨਿਆ, ਮੌਤ ਦੀ ਸਜ਼ਾ ਹੋ ਸਕਦੀ ਹੈ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਕੈਲੀਫੋਰਨੀਆ ਵਿੱਚ ਸੰਤਾ ਮਾਰੀਆ ਕੋਰਟਹਾਊਸ ਧਮਾਕਾ \"ਜਾਣਬੁੱਝ ਕੇ ਸੈੱਟ ਕੀਤਾ ਗਿਆ ਸੀ,\" ਸ਼ੈਰਿਫ ਕਹਿੰਦਾ ਹੈ, ਨੂੰ ਛੱਡ ਕੇ 3 ਜ਼ਖਮੀ - CBS ਲਾਸ ਏਂਜਲਸ",
        "ਘਾਤਕ ਈਈਈ ਵਾਇਰਸ ਦਾ ਫੈਲਣਾ ਨਿ New ਯਾਰਕ ਵਿਚ 5 ਗੁਣਾ ਫਟਿਆ; ਇਕ ਮੌਤ ਦੀ ਰਿਪੋਰਟ - ਆਰਸ ਟੈਕਨੀਕਾ",
        "ਪੁਤਿਨ ਨੇ ਯੂਕਰੇਨ ਤੋਂ ਰੂਸ 'ਤੇ ਹਮਲੇ ਨੂੰ ਲੈ ਕੇ ਪੱਛਮ ਨੂੰ ਪ੍ਰਮਾਣੂ ਚੇਤਾਵਨੀ ਜਾਰੀ ਕੀਤੀ - ਰਾਇਟਰ",
        "Disney+ ਪਾਸਵਰਡ ਸ਼ੇਅਰਿੰਗ ਕਰੈਕਡਾਊਨ ਦੇ ਵੇਰਵੇ ਦਾ ਖੁਲਾਸਾ - ਡੈੱਡਲਾਈਨ",
        "ਚੈਪਲ ਰੋਨ ਨੇ ਖੁਲਾਸਾ ਕੀਤਾ ਕਿ ਉਹ ਆਨਲਾਈਨ ਪ੍ਰਤੀਕ੍ਰਿਆ ਤੋਂ ਬਾਅਦ ਕਮਲਾ ਹੈਰਿਸ ਨੂੰ ਵੋਟ ਪਾ ਰਹੀ ਹੈ - ਐਨ ਬੀ ਸੀ ਨਿ Newsਜ਼",
        "ਕਿ Qਬੀ ਐਲਨ ਸਾਬਕਾ ਟੀਮਾਂ - ਈਐਸਪੀਐਨ ਵਿਖੇ ਸਮਝੇ ਗਏ ਡੀਆਈਜੀ ਨੂੰ ਸਪਸ਼ਟ ਕਰਦਾ ਹੈ",
        "ਮੈਟਾ ਕਨੈਕਟ 2024: ਓਰੀਅਨ ਗਲਾਸ, ਕੁਐਸਟ 3 ਐਸ ਹੈੱਡਸੈੱਟ, ਮੈਟਾ ਏਆਈ ਅਪਗ੍ਰੇਡ, ਰੇ-ਬੈਨ ਮੈਟਾ ਰੀਅਲ-ਟਾਈਮ ਵੀਡੀਓ, ਅਤੇ ਹੋਰ - TechCrunch",
        "ਮਾਈਕਰੋਨ ਸਟਾਕ ਮਜ਼ਬੂਤ ਕਮਾਈ ਅਤੇ ‘ਮਜ਼ਬੂਤ ਏਆਈ ਡਿਮਾਂਡ‘ - ਬੈਰਨਜ਼ ’ਤੇ ਛਾਲ ਮਾਰਦਾ ਹੈ",
        "ਐਕਸਕਲੂਸਿਵਃ ਓਪਨਏਆਈ ਗੈਰ-ਮੁਨਾਫਾ ਨਿਯੰਤਰਣ ਨੂੰ ਹਟਾਉਣ ਅਤੇ ਸੈਮ ਅਲਟਮੈਨ ਇਕੁਇਟੀ ਦੇਣ ਲਈ - ਰਾਇਟਰਜ਼",
        "ਪਰਸੀਵਰੈਂਸ ਰੋਵਰ ਦੁਆਰਾ ਲੱਭੀ ਗਈ ਅਜੀਬ ਪੱਟੀ ਵਾਲੀ ਚੱਟਾਨ 'ਮੰਗਲ' ਤੇ ਕਿਸੇ ਵੀ ਦਿਖਾਈ ਦੇ ਉਲਟ '. ਨਾਸਾ ਦੇ ਉਤਸ਼ਾਹਿਤ ਹੋਣ ਦਾ ਕਾਰਨ ਇਹ ਹੈ - Space. com",
        "ਬਾਲਟੀਮੋਰ ਦੇ ਇਲੈਕਟ੍ਰੀਕਲ ਗਰਿੱਡ 'ਤੇ ਹਮਲਾ ਕਰਨ ਦੀ ਸਾਜਿਸ਼ ਰਚਣ ਵਾਲੀ womanਰਤ ਲਈ 18 ਸਾਲ ਦੀ ਕੈਦ - wmar2news.",
        "ਜ਼ੇਲੇਨਸਕੀ ਨੇ ਚੀਨ, ਬ੍ਰਾਜ਼ੀਲ ਨੂੰ ਯੂਕਰੇਨ ਵਿਚ ਸ਼ਾਂਤੀ ਲਈ ਧੱਕਾ ਦਿੱਤਾ - ਰਾਇਟਰਜ਼",
        "ਨੀਅਰਸਾਈਟਨੈਸ ਵਿਚ ਗਲੋਬਲ ਵਾਧੇ ਕੋਵਿਡ -19 ਨਾਲ ਜੁੜਿਆ, ਅਧਿਐਨ ਲੱਭਦਾ ਹੈ - ਗਿਜ਼ਮੋਡੋ",
        "ਲੇਡੀ ਗਾਗਾ, ਜੋਕਿਨ ਫੀਨਿਕਸ ਵਾਕ ‘ਜੋਕਰ 2’ ਯੂਕੇ ਪ੍ਰੀਮੀਅਰ ਰੈੱਡ ਕਾਰਪੇਟ ਦੇ ਤੌਰ ਤੇ ਡਾਰਕ ਫਾਲਸ ਓਵਰ ਲੰਡਨ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ"
    ]
}