{
    "headlines": [
        "ਟਰੰਪ ਪ੍ਰਸ਼ਾਸਨ ਨੇ ਪ੍ਰਿੰਸਟਨ ਯੂਨੀਵਰਸਿਟੀ ਵਿਖੇ ਦਰਜਨਾਂ ਖੋਜ ਗ੍ਰਾਂਟਾਂ ਨੂੰ ਰੋਕ ਦਿੱਤਾ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਐਸ ਐਂਡ ਪੀ 500 ਨਵੀਂ ਤਿਮਾਹੀ ਸ਼ੁਰੂ ਕਰਨ ਲਈ ਉੱਚਾ ਬੰਦ ਹੁੰਦਾ ਹੈ ਕਿਉਂਕਿ ਵਪਾਰੀ ਟਰੰਪ ਦੇ ਟੈਰਿਫ ਰੋਲਆਉਟ ਦੀ ਉਡੀਕ ਕਰਦੇ ਹਨਃ ਲਾਈਵ ਅਪਡੇਟਸ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਮੈਰੀਲੈਂਡ ਨੇ ਬਜ਼ ਵਿਲੀਅਮਜ਼ ਨੂੰ ਕਿਰਾਏ 'ਤੇ ਲਿਆਃ ਵਿਵਾਦਪੂਰਨ ਨਿਕਾਸ ਤੋਂ ਬਾਅਦ ਕੇਵਿਨ ਵਿਲਾਰਡ ਦੀ ਥਾਂ ਲੈਣ ਲਈ ਟੇਰਪਸ ਪੋਚ ਏ ਐਂਡ ਐਮ ਕੋਚ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਅਟਾਰਨੀ ਜਨਰਲ ਪਾਮ ਬੌਂਡੀ ਨੇ ਸਰਕਾਰੀ ਵਕੀਲਾਂ ਨੂੰ ਲੁਈਗੀ ਮੈਂਗੀਓਨ ਲਈ ਮੌਤ ਦੀ ਸਜ਼ਾ ਦੀ ਮੰਗ ਕਰਨ ਦਾ ਨਿਰਦੇਸ਼ ਦਿੱਤਾ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਅਮਰੀਕਾ ਦੀ ਚੋਟੀ ਦੀ ਸਿਹਤ ਏਜੰਸੀ ਤੋਂ ਭਾਰੀ ਛਾਂਟੀ ਸ਼ੁਰੂ - ਬੀਬੀਸੀ",
        "Newsmax ਦੇ ਦੋ-ਦਿਨ 2,050% ਵਾਧਾ ਸੀਮਿੰਟ ਇਸ ਦੇ Meme ਸਟਾਕ ਸਥਿਤੀ - Bloomberg.com",
        "Donnie ਯੇਨ Lionsgate ਲਈ ਯੂਹੰਨਾ ਵਿੱਕ Caine Spinoff ਡਾਇਰੈਕਟ ਕਰਨ ਲਈ - CinemaCon - ਡੈੱਡਲਾਈਨ",
        "ਅੰਟਾਰਕਟਿਕ ਆਈਸਬਰਗ ਸ਼ਿਕਾਗੋ ਦਾ ਆਕਾਰ ਟੁੱਟ ਜਾਂਦਾ ਹੈ, ਸਮੁੰਦਰ ਦੇ ਹੇਠਲੇ ਵਾਤਾਵਰਣ ਪ੍ਰਣਾਲੀ ਦੇ ਪ੍ਰਫੁੱਲਤ ਹੋਣ ਦਾ ਖੁਲਾਸਾ ਕਰਦਾ ਹੈ - ਏਬੀਸੀ 7 ਲਾਸ ਏਂਜਲਸ",
        "ਮਾਰਕ ਕਿubਬਨ ਸਕਾਈਲਾਈਟ ਦਾ ਸਮਰਥਨ ਕਰਦਾ ਹੈ, ਬਲੂਜ਼ਕੀ ਦੀ ਅੰਡਰਲਾਈੰਗ ਤਕਨਾਲੋਜੀ 'ਤੇ ਬਣੇ ਟਿਕਟੋਕ ਵਿਕਲਪ - ਟੈਕਕ੍ਰਾਂਚ",
        "ਮੋਰਗਨ ਵਾਲਨ ਨੇ 'ਐਸ ਐਨ ਐਲ‘ ਸੰਗੀਤ ਸਕੈਚ ਨੂੰ ਬੰਦ ਕਰ ਦਿੱਤਾ ਅਤੇ ਜੋ ਜੋਨਸ ਦੁਆਰਾ ਬਦਲਿਆ ਗਿਆ - ਵੰਨਗੀ",
        "ਦੂਰ-ਸੱਜੇ ਫਰਾਂਸੀਸੀ ਨੇਤਾ ਬਾਰਡੇਲਾ ਨੇ ਲੇ ਪੈੱਨ ਦੇ ਸਮਰਥਨ ਵਿਚ ਪੈਰਿਸ ਰੈਲੀ ਦੀ ਮੰਗ ਕੀਤੀ - ਬੀਬੀਸੀ",
        "ਜਦੋਂ ਇਸ ਦੇ ਥ੍ਰੈਸਟਰ ਅਸਫਲ ਹੋਏ ਤਾਂ ਸਟਾਰਲਾਈਨਰ ਦੀ ਉਡਾਣ ਕਿਹੋ ਜਿਹੀ ਸੀ ਦੀ ਦੁਖੀ ਕਹਾਣੀ - ਆਰਸ ਟੈਕਨੀਕਾ",
        "ਕਈ ਫੈਡਰਲ ਏਜੰਸੀਆਂ ਮਜ਼ਦੂਰਾਂ ਨੂੰ ਨੌਕਰੀ ਛੱਡਣ ਲਈ ਉਤਸ਼ਾਹਤ ਕਰਨ ਲਈ 'ਮੁਲਤਵੀ ਅਸਤੀਫਾ' ਦੀ ਕੋਸ਼ਿਸ਼ ਸ਼ੁਰੂ ਕਰਦੀਆਂ ਹਨ - ਐਨ ਬੀ ਸੀ ਨਿ Newsਜ਼",
        "ਵਿਗਿਆਨੀ ਚੰਦਰਮਾ ਦੇ ਨਾਲ 2024 ਵਾਈਆਰ 4 ਦੇ ਗ੍ਰਹਿਣ ਦੀ ਸੰਭਾਵਤ ਟੱਕਰ ਬਾਰੇ ਉਤਸ਼ਾਹਿਤ ਹਨ: “ਉਮੀਦ ਹੈ ਕਿ ਇਸ ਵਿਚ ਇਕ - ਡਾਇਰੀਓ ਏਐਸ ਹੋਵੇਗਾ",
        "ਟੈਕਸਾਸ ਖਸਰਾ ਫੈਲਣ ਨਾਲ ਪਿਛਲੇ 5 ਦਿਨਾਂ ਦੌਰਾਨ 22 ਨਵੇਂ ਸੰਕਰਮਣ ਦੀ ਪੁਸ਼ਟੀ ਹੋਈ ਹੈ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਟਰੰਪ ਦੇ ਆਉਣ ਵਾਲੇ ਟੈਰਿਫ 'ਤੁਰੰਤ ਪ੍ਰਭਾਵਸ਼ਾਲੀ ਹੋਣਗੇ,' ਵ੍ਹਾਈਟ ਹਾ Houseਸ ਕਹਿੰਦਾ ਹੈ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਸਪੇਸਐਕਸ Fram2 1st ਪ੍ਰਾਈਵੇਟ ਪੋਲਰ ਪੁਲਾੜ ਯਾਤਰੀ ਮਿਸ਼ਨਃ ਲਾਈਵ ਅਪਡੇਟਸ - ਸਪੇਸ ਡਾਟ ਕਾਮ",
        "ਸਿਤਾਰਿਆਂ ਦੀ ਘੋਸ਼ਣਾ ਆਗਾਮੀ ਬੀਟਲਸ ਬਾਇਓਪਿਕਸ ਲਈ ਕੀਤੀ ਗਈ, ਜਿਸਦਾ ਨਿਰਦੇਸ਼ਨ ਸੈਮ ਮੇਂਡੇਸ ਨੇ ਕੀਤਾ - ਸੀ ਐਨ ਐਨ"
    ]
}