{
    "headlines": [
        "بايدن يلقي خطابا ختاميا أمام الجمعية العامة للأمم المتحدة كرئيس - سي بي إس نيوز",
        "سوق الأسهم اليوم: الأسهم الأمريكية ترتفع مع رفع التحفيز من Fedspeak، الصين - Yahoo Finance",
        "تقول مصادر أمنية إن الضربة الإسرائيلية على بيروت قتلت قائد حزب الله - رويترز",
        "إلين دي جينيريس ترد: \"متوسط وكبير ومثلي الجنس — التاج الثلاثي\" - مراسل هوليوود",
        "رئيس الوزراء البريطاني كير ستارمر يقول إن الأوقات الصعبة ضرورية لإثارة التجديد الوطني - سي إن بي سي",
        "PFT's Week 4 2024 NFL power rankings - NBC Sports",
        "\"بلاكستون\" و \"فيستا إكويتي بارتنرز\" للاستحواذ على \"سمارت شيت\" Smartsheet لصناعة البرمجيات مقابل 8.4 مليار دولار - CNBC",
        "توفي مقيم في نيويورك مع أول حالة إصابة بفيروس EEE الذي ينقله البعوض منذ ما يقرب من عقد من الزمان - نيويورك بوست",
        "يواجه الرئيس التنفيذي لشركة نوفو نورديسك تدقيقًا من الكونغرس الأمريكي بشأن أسعار أدوية إنقاص الوزن - رويترز",
        "فيلم \"Sinners \": مايكل ب. جوردان يجتمع مع مخرج\" Black Panther \"ريان كوجلر ويقاتل شرًا مرعبًا - تنوع",
        "نقطة محذوفة هنا",
        "معدلات السمنة في الولايات المتحدة لا تنمو لأول مرة منذ عقد من الزمان، ولكن السمنة الشديدة آخذة في الارتفاع: مركز السيطرة على الأمراض - فوكس نيوز",
        "ريان ميرفي يرد على انتقادات \"الوحوش\" لإريك مينينديز، ويدافع عن تلميح سفاح المحارم - نيويورك بوست",
        "تقول ناسا إن \"صخرة الحمار الوحشي\" الغريبة على المريخ لا تشبه أي شيء شوهد من قبل على الكوكب الأحمر - Livescience.com",
        "أفغانستان: القطط تتمتع بحرية أكبر من النساء، كما تقول ميريل ستريب - BBC.com",
        "يعمل المسؤولون الأمريكيون بشكل محموم لوقف المواجهة بين إسرائيل وحزب الله \"المتصاعدة إلى حرب إقليمية\" - سي إن إن",
        "لا تتذكر ديمي لوفاتو الكثير من وقتها على قناة ديزني. يُطلق عليه التفكك. - يو إس إيه توداي",
        "رجل متهم ببيع حبوب وهمية في جميع أنحاء الولايات المتحدة، وتشغيل مرآب تحول إلى \"مختبر\" في كونيتيكت - سي بي إس نيوز",
        "قد يظهر Gemini AI من Google قريبًا في مساحة عمل شركتك - The Verge",
        "لقد جربت سماعات الرأس هذه التي تتعقب الدماغ والتي تدعي تحسين التركيز - WIRED"
    ]
}