{
    "headlines": [
        "يستخدم دوربين تقريرًا جديدًا لاتهام القاضيين توماس وأليتو بانتهاك قوانين الإفصاح - سي إن إن",
        "ماليزيا توافق على بحث جديد بقيمة 70 مليون دولار عن رحلة MH370 المفقودة - الطيران A2z",
        "تايسون فيوري يزن مع ميزة الوزن الهائلة على Oleksandr Usyk - Forbes",
        "قتيلان على الأقل عندما اصطدمت سيارة بسوق عيد الميلاد المزدحم في ألمانيا - الجزيرة الإنجليزية",
        "ساعد ماسك في القضاء على مشروع قانون الإنفاق في الكونغرس. لكن الكثير مما نشره كان معلومات مضللة - وكالة أسوشيتد برس",
        "على الرغم من تفويت الموعد النهائي، يتجنب الكونغرس إغلاق الحكومة من خلال تمرير مشروع قانون الإنفاق دون رفع سقف ديون ترامب - ثروة",
        "مشاهدة: نوتردام تنفجر من بوابات CFP مع TD لا يصدق 98 ياردة من قبل Jeremiyah Love vs. Indiana - CBS Sports",
        "تبادل اليانكيز خوسيه تريفينو مع ريدز مقابل فرناندو كروز وأليكس جاكسون - نيويورك بوست",
        "يقول مسؤولون إسرائيليون إن تل أبيب أصيبت بقذيفة أطلقت من اليمن - سي إن إن",
        "مجلس إدارة مدرسة شيكاغو يقيل الرئيس التنفيذي لمدارس شيكاغو العامة بيدرو مارتينيز بعد أشهر من التوتر - Chalkbeat",
        "رفع دعوى قضائية ضد ديدي من قبل الفائز في مسابقة مدينة نيويورك لعام 2006 بتهمة الاعتداء الجنسي، يشارك الصور ؛ يرد محامي قطب - هندوستان تايمز",
        "مجلس الشيوخ لإجراء التصويت النهائي على تعزيز استحقاقات الضمان الاجتماعي للعديد من متقاعدي الخدمة العامة - وكالة أسوشيتد برس",
        "نتائج WWE SmackDown – 12/20/24 (عناوين العلامات النسائية على الخط، والمزيد!) - Wrestleview.com",
        "سيجا تفكر في خدمة الاشتراك في الألعاب الشبيهة بـ Netflix - BBC.com",
        "كان الدمار الذي أحدثه إعصار تشيدو في مايوت فوريًا وعقودًا قادمة - وكالة أسوشيتد برس",
        "أعطى إيلي ليلي الضوء الأخضر في الولايات المتحدة لعلاج اضطراب النوم بعقار لإنقاص الوزن - فاينانشال تايمز",
        "حاكم ميزوري يطلق سراح إريك دي فالكيناير، أول شرطي في الحزب الشيوعي الكوري يدان بقتل رجل أسود - كانساس سيتي ستار",
        "باراك أوباما يشارك 2024 المفضلة: سالي روني، \"الكثبان الرملية: الجزء الثاني\" جعل القائمة - الولايات المتحدة الأمريكية اليوم",
        "JPMorgan، Wells Fargo، BofA يواجهون دعوى قضائية فيدرالية بشأن الاحتيال في شبكة الدفع Zelle - New York Post",
        "يشير الانتشار السريع لإنفلونزا الطيور H5N1 عبر قطعان الألبان في كاليفورنيا إلى مسارات انتقال غير معروفة - STAT"
    ]
}