{
    "headlines": [
        "الفهود ترسل WR Diontae Johnson إلى Ravens في التجارة - NFL.com",
        "توفيت تيري غار، الممثلة الهزلية الغريبة عن \"يونغ فرانكنشتاين\" و \"توتسي\" - وكالة أسوشيتد برس",
        "الاتحاد الأوروبي يفرض تعريفات جمركية على السيارات الكهربائية الصينية، مما يهدد برد فعل بكين - رويترز",
        "المصادر: Colts bench Richardson، انتقل إلى Flacco - ESPN",
        "تصنيفات اتحاد كرة القدم الأميركي للأسبوع التاسع: توقف عن التشكيك في الرؤساء الذين لم يهزموا ؛ ستيلرز، النسور يكتشفون ذلك بشكل هجومي - سي بي إس سبورتس",
        "نقطة محذوفة هنا",
        "يصف ترامب مسيرة ماديسون سكوير جاردن بأنها \"مهرجان حب\" وسط رد فعل عنيف على التصريحات العنصرية للمتحدثين - إيه بي سي نيوز",
        "ورد أن سامسونج تفكر في التخلي عن العلامة التجارية \"Galaxy\" لبعض الهواتف - 9to5Google",
        "لعبة العالم المفتوح RPG Xenoblade Chronicles X من Nintendo يتم إعادة صياغتها من أجل Switch - The Verge",
        "نشر توم برادي قصة مشفرة على إنستغرام وسط تقارير تفيد بأن جيزيل \"متحمسة\" لحملها الثالث - BuzzFeed",
        "TechCrunch Disrupt 2024: الرئيس التنفيذي لشركة جنرال موتورز ماري بارا، توني فاضل و The Chainsmokers - TechCrunch",
        "يتباهى المخلوق القديم المحفوظ في ذهب الأحمق بأنه \"ملحق رائع\" - Gizmodo",
        "يجب أن يكون أول عرض لستيف بانون خارج السجن تحذيرًا كبيرًا - الجمهورية الجديدة",
        "ما يجب معرفته بعد حرائق صناديق الاقتراع في واشنطن وأوريغون - سي بي إس نيوز",
        "حمى لاسا تقتل أحد سكان ولاية أيوا. إليك ما يجب معرفته عن الفيروس النادر وأعراضه. - سي بي إس نيوز",
        "ليس لدى مستثمري سوق الأسهم \"دليل واضح\" للفوز في انتخابات هاريس - MarketWatch",
        "جهاز Mac mini الجديد من Apple أكثر قوة وصغرًا ومصمم خصيصًا لـ Apple Intelligence - Apple",
        "شون \"ديدي\" كومز متهم بالاعتداء الجنسي على صبية في العاشرة والسابعة عشرة من العمر في دعاوى قضائية جديدة - The Philadelphia Inquirer",
        "ماذا تفعل الأونروا ولماذا حظرتها إسرائيل من الضفة الغربية وغزة ؟ - الجزيرة الإنجليزية",
        "قوات النخبة الكورية الشمالية في روسيا لمحاربة أوكرانيا: ما نعرفه - واشنطن بوست"
    ]
}