{
    "headlines": [
        "Верховный суд Джорджии блокирует спорные правила выборов от союзников Трампа - CNN",
        "Источники: Wolves продлевают Gobert на 3 года, $ 110 МЛН - ESPN",
        "Птичий грипп заразил четверых в штате Вашингтон; CDC развертывает команду - The Hill",
        "Акции Tokyo Metro выросли на 45% после дебюта после крупнейшего за шесть лет IPO в Японии - CNBC",
        "Купер Купп о торговых спекуляциях: Я знаю об этом, но я собираюсь быть там, где мои ноги - NBC Sports",
        "Руди Джулиани должен передать контроль над предметами роскоши и квартирой на Манхэттене сотрудникам избирательной комиссии Джорджии, которых он оклеветал, - судья",
        "Американские чиновники говорят, что Россия оклеветала Тима Уолза, что может спровоцировать насилие после голосования - The Washington Post",
        "Эминем представляет Барака Обаму на митинге Камалы Харрис в Детройте - ABC News",
        "Yelp отключает комментарии о McDonald's, в котором работал Трамп после фейковых отзывов - The Hill",
        "Обновления в реальном времени: запуск SpaceX с мыса Канаверал сегодня побьет рекорд - Florida Today",
        "Первое колесо было изобретено 6000 лет назад в Карпатах, предполагает исследование моделирования - Livescience.com",
        "Древняя болезнь цинга шокирующе возвращается - вот почему - New York Post",
        "Проблемы с продажами Starbucks, доходы Texas Instruments: доминирование на рынке сверхурочно - Yahoo Finance",
        "Спортсмен-профессионал якобы остановил расчески Шона «Дидди» от гостя вечеринки, подвергшегося сексуальному насилию - E! Онлайн - E! НОВОСТИ",
        "Новые рекомендации по инсульту включают факторы риска специально для женщин - The Hill",
        "Женщина застряла вверх ногами между валунами на 7 часов, наконец-то освобожденная спасательной командой - USA TODAY",
        "Летающие воздушные такси приближаются к взлету в США с выпуском правила FAA - The Associated Press",
        "Обвиняемым в бунте на Капитолии предъявлены обвинения в незаконном проникновении в суд США - Reuters",
        "«Ходячая пневмония» на подъеме. Вот что нужно знать. - HuffPost",
        "Anthropic публично выпускает инструмент ИИ, который может взять на себя курсор мыши пользователя - Ars Technica"
    ]
}