{
    "headlines": [
        "Death from Ebola-like virus reported in Iowa after travel to West Africa - The Washington Post",
        "Love Is Blind Season 7 Reunion Trailer Shows Ashley Defending Tyler Over Baby Revelation - E! NEWS",
        "Tom Brady gets cryptic on Instagram after Gisele Bündchen pregnancy reports - New York Post ",
        "CIA director floated 28-day Gaza ceasefire, hostage deal in Doha - Axios",
        "After eating at McDonald’s, teen with E. coli battles kidney failure - NBC News",
        "Jeff Bezos defends Washington Post non-endorsement after subscribers flee and staffers resign - CNN",
        "JPMorgan sues customers for check fraud after exploiting viral ATM glitch - New York Post ",
        "Pittsburgh's Billy Gardell gets fans ready for Monday Night Football: \"We are one\" - WTAE Pittsburgh",
        "Middle East latest: Israel passes 2 laws restricting UN agency that distributes aid in Gaza - The Associated Press",
        "Ballot boxes burned, hundreds of votes destroyed in Washington, Oregon arson cases - USA TODAY",
        "World Series Game 3 live updates: Yankees vs. Dodgers time, lineups, TV channel - USA TODAY",
        "A new storm may be brewing in the Caribbean. What to know. - The Washington Post",
        "No new limits on Ukraine's use of US arms if North Korea joins Russia's fight, Pentagon says - Reuters",
        "NASA Reveals Nine Potential Landing Sites for Artemis III Mission to the Lunar South Pole - The Daily Galaxy --Great Discoveries Channel",
        "[Removed]",
        "Puerto Ricans in must-win state say Trump rally joke won’t be forgotten - BBC.com",
        "A Bat-Killing Fungus Has Escaped Humboldt to Infect at Least Four Other California Counties - Lost Coast Outpost",
        "A Timothée Chalamet Lookalike Contest Turns Chaotic, As Organizer Plots Next Move - Hollywood Reporter",
        "Republicans turn to Supreme Court in dispute over Pennsylvania provisional ballots - CBS News",
        "Colts coach Shane Steichen not committing to Anthony Richardson starting Sunday - IndyStar"
    ]
}