{
    "headlines": [
        "رقم 3 تكساس تحجز رقم 20 تكساس إيه آند إم لتنتزع المركز الأول في مباراة لقب لجنة الأوراق المالية والبورصات ضد رقم 7 جورجيا - ياهو سبورتس",
        "يمكن أن تساعد جرعة مرتين في السنة في القضاء على الإيدز. لكن هل سيصل إلى كل من يحتاجه ؟ - وكالة أسوشيتد برس",
        "محذوف",
        "سلسلة الناجين من WWE لعام 2024: مراجعة WarGames، والفائزون، والدرجات: Roman Reigns pins Solo Sikoa في Bloodline Battle - CBS Sports",
        "المتمردون السوريون يدافعون عن المكاسب في حلب، يتقدمون جنوباً - واشنطن بوست",
        "ميشيغان منزعجة من انفجارات ولاية أوهايو في مشاجرة ميدانية ضخمة تم التقاطها مباشرة وسط مقابلات ما بعد المباراة - الموعد النهائي",
        "أسبوع منافسة كرة القدم في الكلية: ماذا تفعل خسارة ميامي، فوز ولاية بنسلفانيا في ملعب كرة القدم الأمريكية - ESPN",
        "أصيب ستة أشخاص بعد انفجار منزل في مدينة جيفرسون في وقت مبكر من صباح السبت - ABC17News.com",
        "ترامب يهدد دول البريكس بتعريفة جمركية بنسبة 100 ٪ - بوليتيكو",
        "ترامب يختار والد جاريد كوشنر سفيراً لدى فرنسا - BBC.com",
        "يختار ترامب ضابط إنفاذ القانون المخضرم تشاد كرونيستر لمدير إدارة مكافحة المخدرات - ذا هيل",
        "ابنة غوينيث بالترو آبل ترتدي فستان فالنتينو الذي استغرق 750 ساعة لصنعه - الناس",
        "لقد قمت بتغطية صفقات Cyber Monday لمدة 17 عامًا — إليك أفضل المبيعات المباشرة الآن - Tom's Guide",
        "فيرشتابن يخفض رتبته لحادثة راسل في قطر المؤهلة - formula1.com",
        "الآلاف يتظاهرون لمعارضة الحكومة الجورجية بعد الانفصال عن الاتحاد الأوروبي - رويترز",
        "أنا من قدامى المحاربين في عروض الجمعة البيضاء، وأختار أفضل العروض لك – نعم، أنت شخصيًا - TechRadar",
        "قد يكون لدى أورانوس ونبتون محيطات تحت غيومهما، مما يكشف عن أسرار جديدة لعمالقة الجليد - المجرة اليومية - قناة الاكتشافات العظيمة",
        "بوب براير، عازف الطبول في فرقة الروك My Chemical Romance، توفي عن 44 عامًا - سي إن إن",
        "ستنهي خطوط ساوث ويست الجوية خدمة المقصورة في وقت سابق بموجب السياسة الجديدة. إليك السبب - San Francisco Chronicle",
        "تعهد ترودو باتخاذ إجراء بشأن الحدود بعد تهديد التعريفة الجمركية، كما يقول ترامب - بلومبرغ"
    ]
}