{
    "headlines": [
        "2025 NBA Slam Dunk Contest-Quoten, Feld, Picks, Vorhersagen, Startzeit: Beste Wetten vom Experten auf 80-52-Lauf - CBS Sports",
        "Mutter und Kind sterben bei Münchner Autoangriff an Verletzungen - BBC.com",
        "Cher, Lady Gaga, Miley Cyrus, Snoop Dogg: 'Saturday Night Live' wird mit einem Konzert für die Ewigkeit gefeiert - The Associated Press",
        "Vogelgrippe nimmt einen großen Bissen aus den Brieftaschen der Eierbauern - The Washington Post",
        "Die neuesten Tests von Papst Franziskus zeigen eine gewisse Verbesserung bei einem Krankenhausaufenthalt wegen Bronchitis, sagt der Vatikan - ABC News",
        "Red Sox machen kleine Roster-Bewegungen, um Platz für Alex Bregman zu schaffen - NESN",
        "Abendkasse: ‘Captain America: Brave New World’ eröffnet einen 40-Millionen-Dollar-Eröffnungstag - Vielfalt",
        "Verbraucherüberwachungsagentur, die von Trump als \"bösartig\" bezeichnet wird und von vielen als \"Held\" angesehen wird - The Associated Press",
        "Die Vogelgrippe wurde bei einer älteren Frau aus Wyoming bestätigt, die wahrscheinlich zu Hause Kontakt mit einer infizierten Herde hatte - The Associated Press",
        "Spalte | The ‘Saturday Night Live’ machine grinds on - The Washington Post",
        "Corporate America's Souring Profit Outlook Clouds Equity Rally - Bloomberg",
        "Luigi Mangione, beschuldigter Mörder von Brian Thompson, CEO von UnitedHealthcare, gibt eine Erklärung aus dem Gefängnis ab - ABC11 Raleigh-Durham",
        "Wolodymyr Selenskyj fordert die Schaffung einer \"Armee Europas\", um sich den russischen Bedrohungen zu stellen - BBC.com",
        "Sie dachte, sie hätte Verdauungsstörungen. Ärzte fanden eine fast tödliche Arterienblockade. - CBS News",
        "Labords Chamäleon: Die farbverändernde Eidechse, die in 4 Monaten tot umfällt - Livescience.com",
        "Ein Asteroid hat eine Chance von 2 %, die Erde im Jahr 2032 zu treffen. So verfolgen Astronomen es - CNN",
        "Meteorologen warnen vor potenziell historischen Überschwemmungen, da ein großer Sturm den Osten mit allen Gefahren trifft - CNN",
        "iPhone SE 4: Apple bestätigt, dass das Datum der Markteinführung neuer Produkte fast erreicht ist - Forbes",
        "Nr. 1 Jannik Sinner wird zur Beilegung des Dopingfalls für 3 Monate gesperrt und kann vor den French Open zurückkehren - The Associated Press"
    ]
}