{
    "headlines": [
        "يتميز حدث حديقة ماديسون سكوير بترامب بالإهانات الفجة والعنصرية - وكالة أسوشيتد برس",
        "كرة القدم ليلة الأحد: 49 عامًا على المسار الصحيح بفوز 30-24 على رعاة البقر - NBC Sports",
        "يعتذر بيرز سي بي عن التهكم قبل أن تحيي ماري المشؤومة - ESPN",
        "نقطة محذوفة هنا",
        "المرشحان الرئاسيان الأوفر حظاً في أوروجواي يقولان إنهما سيواجهان بعضهما البعض في الجولة الثانية من التصويت الشهر المقبل - وكالة أسوشيتد برس",
        "انخفضت أسعار النفط بأكثر من 4 ٪ بعد الهجوم الإسرائيلي \"المحدود\" على إيران الذي يُنظر إليه على أنه لا يعطل الإمدادات - سي إن بي سي",
        "عاد ماكدونالدز كوارتر باوندر إلى القائمة بعد اختباره يستبعد فطائر اللحم البقري كمصدر للبكتيريا الإشريكية القولونية - وكالة أسوشيتد برس",
        "واشنطن بوست في حالة اضطراب بعد اختيارها ضد تأييد الرئيس لعام 2024 - صحيفة وول ستريت جورنال",
        "مصر تقترح هدنة قصيرة في غزة مع تبادل صغير للرهائن والسجناء - رويترز",
        "لن يعترف الرئيس الجورجي بنتيجة الانتخابات البرلمانية ويدعو إلى الاحتجاج - وكالة أسوشيتد برس",
        "ينتقد بايدن ماسك بشأن التقرير الذي يفيد بأن الرئيس التنفيذي لشركة تسلا عمل ذات مرة في الولايات المتحدة بشكل غير قانوني - نيويورك بوست",
        "مشاهير هوليوود يذهبون كل شيء لعيد الهالوين 2024 - TMZ",
        "المراوغون \"يعتمدون على\" أوهتاني للبدء في المباراة 3 بعد إصابة الكتف - MLB.com",
        "NFL Week 8 الصفوف: البني يحصل على علامة عالية للغربان الصادمة، والقادة يحصلون على \"B+\" بعد فوز هيل ماري - CBS Sports",
        "رئيس شرطة العاصمة: فشل رجل الشرطة الذي أطلق عليه النار من قبل جاره - KARE11.com",
        "كويكبات خطرة متعددة تقترب من الأرض في نفس الوقت - روبوت غريب الأطوار عملاق",
        "أول قيادة: أستون مارتن فانكويش – 824 حصان وتتطلع إلى الموت من أجل - توب جير",
        "يقترح حاكم كاليفورنيا أكثر من ضعف الحوافز الضريبية للسينما والتلفزيون في الولاية - سي إن إن",
        "الحزب الحاكم في اليابان يخسر الأغلبية منذ فترة طويلة في ضربة كبيرة لرئيس الوزراء الجديد - سي إن إن",
        "قد تكون أول حمولة شاحنة من القوات الكورية الشمالية قد وصلت إلى الخط الأمامي في كورسك - فوربس"
    ]
}