{
    "headlines": [
        "ਮੈਗਡੇਬਰਗਃ ਕ੍ਰਿਸਮਸ ਮਾਰਕੀਟ ਹਮਲੇ ਵਿਚ ਮਾਰੇ ਗਏ ਬੱਚੇ ਨੂੰ ਦਿੱਤੀ ਗਈ ਸ਼ਰਧਾਂਜਲੀ - ਬੀਬੀਸੀ.",
        "ਹਟਾਈ",
        "ਬਾਕਸ ਆਫਿਸਃ 'ਸੋਨਿਕ 3’ ਦੀ ਸਪੀਡ 62 ਮਿਲੀਅਨ ਡਾਲਰ ਦੀ ਡੈਬਿਊ, ‘ਮੁਫਾਸਾਃ ਦ ਲਾਇਨ ਕਿੰਗ’ 35 ਮਿਲੀਅਨ ਡਾਲਰ - ਵੰਨਗੀ",
        "ਅਮਰੀਕੀ ਜਲ ਸੈਨਾ ਦੇ 2 ਪਾਇਲਟਾਂ ਨੇ ‘ਦੋਸਤਾਨਾ ਗੋਲੀਬਾਰੀ' ਦੀ ਸਪੱਸ਼ਟ ਘਟਨਾ ਵਿਚ ਲਾਲ ਸਾਗਰ ’ਤੇ ਗੋਲੀ ਮਾਰ ਦਿੱਤੀ, ਅਮਰੀਕੀ ਫੌਜ ਦਾ ਕਹਿਣਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਨਵਾਂਃ ਖਗੋਲ ਵਿਗਿਆਨੀਆਂ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਕੈਪੀਟਲ ਏਰੀਆ ਸਕਾਈਜ਼ ਵਿਚ ਅੱਗ ਦੀ ਗੇਂਦ ਇਕ ਚੀਨੀ ਸੈਟੇਲਾਈਟ ਸੀ ਜੋ ਧਰਤੀ 'ਤੇ ਵਾਪਸ ਆ ਰਿਹਾ ਸੀ - ਡਬਲਯੂਬੀਆਰਜ਼ੈਡ",
        "ਉੱਤਰੀ ਗਾਜ਼ਾ ਵਿਚ ਇਜ਼ਰਾਈਲ ਦੀ ਹੜਤਾਲ ਵਿਚ ਪਰਿਵਾਰ ਦੀ ਮੌਤ ਹੋ ਗਈ, ਕਿਉਂਕਿ ਸਹਾਇਤਾ 75 ਦਿਨਾਂ ਲਈ ਗੁਆਂਢ ਵਿਚ ਪਹੁੰਚਦੀ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਫਿਲੀਜ਼ ਮਾਰਲਿਨਜ਼ - ਨਿ York ਯਾਰਕ ਪੋਸਟ ਨਾਲ ਵਪਾਰ ਵਿਚ ਯਿਸੂ ਲੂਜ਼ਰਡੋ ਨੂੰ ਪ੍ਰਾਪਤ ਕਰਦੇ ਹਨ",
        "ਹਟਾਈ",
        "ਐਨਐਫਐਲ ਹਫਤੇ 16 ਔਕੜਾਂ, ਭਵਿੱਖਬਾਣੀ, ਮਾਹਰ ਪਿਕਸਃ ਵਧੀਆ ਸੱਟੇਬਾਜ਼ੀ, ਟੀਜ਼ਰ, ਬਚੇ ਹੋਏ ਪਿਕ, ਹਰ ਐਨਐਫਐਲ ਗੇਮ ਕਿੱਥੇ ਵੇਖਣੀ ਹੈ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਓਹੀਓ ਸਟੇਟ ਕੋਚ ਨੇ ਟੈਨਸੀ ਫੈਨ ਨੂੰ ਬਲੰਟ ਮੈਸੇਜ ਭੇਜਿਆ - ਐਥਲੋਨ ਸਪੋਰਟਸ",
        "‘ਐਸ ਐਨ ਐਲ’ ਕੋਲਡ ਓਪਨ ਵਿਚ ਮਾਰਟਿਨ ਸ਼ਾਰਟ ਮਸ਼ਹੂਰ ਕੈਮਿਓਸ ਨਾਲ ‘ਫਾਈਵ ਟਾਈਮਰਜ਼ ਕਲੱਬ’ ਵਿਚ ਸ਼ਾਮਲ ਹੋਣ ਦੀ ਵਿਸ਼ੇਸ਼ਤਾ ਹੈ - ਦਿ ਹਿੱਲ",
        "ਏਆਈ ‘ਰੋਡਕਿਲ' ਚੈਟਜੀਪੀਟੀ ਦੀ ਸ਼ੁਰੂਆਤ ਤੋਂ ਦੋ ਸਾਲ ਬਾਅਦ ਵਪਾਰੀਆਂ ਨੂੰ ਡਰਾਉਂਦਾ ਹੈ - ਬਲੂਮਬਰਗ",
        "ਜੇ ਤੁਸੀਂ ਇਸ ਨਾਲ ਨਜਿੱਠ ਰਹੇ ਹੋ *ਉਹ* ਖੰਘ ਹੁਣੇ ਹੀ ਜੋ ਹਰ ਕਿਸੇ ਕੋਲ ਹੋਰ ਜਾਪਦੀ ਹੈ, ਤਾਂ ਇਹ ਉਹ ਹੈ ਜੋ ਹੋ ਸਕਦਾ ਹੈ - ਬਜ਼ਫਿਡ",
        "ਓਕਲੈਂਡ ਏ ਦੇ ਦਿੱਗਜ ਰਿੱਕੀ ਹੈਂਡਰਸਨ ਦਾ 65 ਸਾਲ ਦੀ ਉਮਰ ਵਿੱਚ ਦੇਹਾਂਤ - SFGATE",
        "ਮਨੁੱਖ ਬਨਾਮ ਖੁਦਮੁਖਤਿਆਰੀ ਕਾਰ ਦੀ ਦੌੜ ਸ਼ੁਰੂ ਹੋਣ ਤੋਂ ਪਹਿਲਾਂ ਖਤਮ ਹੁੰਦੀ ਹੈ - ਆਰਸ ਟੈਕਨੀਕਾ",
        "ਆਰਸ ਟੈਕਨੀਕਾ ਦੀਆਂ 2024 ਦੀਆਂ ਚੋਟੀ ਦੀਆਂ ਚੋਟੀ ਦੀਆਂ 20 ਵੀਡੀਓ ਗੇਮਾਂ - ਆਰਸ ਟੈਕਨੀਕਾ",
        "ਮਰਦਾਂ ਨਾਲੋਂ ਔਰਤਾਂ ਦੇ ਪੋਸਟ-ਸਟ੍ਰੋਕ ਲੈਣ ਦੀ ਸੰਭਾਵਨਾ ਘੱਟ, ਅਧਿਐਨ ਨੇ ਪਾਇਆ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਇਵਾਂਕਾ ਟਰੰਪ ਰਾਜਨੀਤੀ ਨਾਲ ਕੀਤੀ ਜਾਂਦੀ ਹੈ ਅਤੇ ਕਹਿੰਦੀ ਹੈ ਕਿ ਉਹ ਵਾਪਸ ਨਹੀਂ ਆ ਰਹੀ - ਸੀ ਐਨ ਐਨ",
        "ਬਲੇਕ ਲਾਈਵਲੀ ਨੇ ਦੋਸ਼ ਲਾਇਆ ਕਿ ਇਹ ਸਾਡੇ ਨਾਲ ਖਤਮ ਹੁੰਦਾ ਹੈ ਸਹਿ-ਸਟਾਰ ਜਸਟਿਨ ਬਾਲਡੋਨੀ ਦੀ ਸਮਾਈਅਰ ਮੁਹਿੰਮ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਕਾਂਗਰਸ ਨੇ ਸਮਾਜਿਕ ਸੁਰੱਖਿਆ ਅਦਾਇਗੀਆਂ ਅਤੇ ਆਫ਼ਤ ਸਹਾਇਤਾ ਨੂੰ ਵੀ ਹੁਲਾਰਾ ਦਿੱਤਾ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ"
    ]
}