{
    "headlines": [
        "Jornalista italiana Cecilia Sala liberada pelo Irã - The Washington Post",
        "Comissão de Justiça do Senado agenda audiências de confirmação de Bondi - POLITICO",
        "NFL planeja jogar contra Vikings-Rams em Los Angeles, mas incêndios podem forçar jogo para o Arizona - NBC Sports",
        "Trabalhadores portuários sindicais e empregadores portuários anunciam tentativa de acordo nos portos da Costa Leste e do Golfo - CNBC",
        "Não é realmente o momento certo para incêndios desagradáveis na Califórnia. Quais são os factores que mudaram isso? - KTLA Los Angeles",
        "Relatório de lesões do Packers vs. Eagles - PhiladelphiaEagles.com",
        "Trump fala com o juiz Alito em meio a pressão para interromper as sentenças criminais - ABC News",
        "   Removido ",
        "Preocupante ou bem-vindo? O que os groenlandeses pensam da tentativa de Trump de comprar a ilha - CNN",
        "Mockup do Nintendo Switch 2 visto na CES, fabricante de acessórios alega mês de lançamento e muito mais - IGN",
        "Jessica Alba vai divorciar-se? - The Cut",
        "SpaceX Falcon 9 Starlink 12-12 - Centro Espacial Kennedy",
        "O pico de doenças na China é principalmente apenas gripe sazonal e outros insetos comuns - Ars Technica",
        "Incêndios florestais em Los Angeles forçam dezenas de milhares a evacuar, o JPL da NASA é fechado - The Register",
        "Packers QB Jordan Love limitado no treino com lesão no cotovelo para começar a semana - Packers Wire",
        "Ações da Quantum Computing afundam quando o CEO da Nvidia diz que a tecnologia está a 15 a 30 anos de distância - Investopedia",
        "   Removido ",
        "Bill Belichick não tem planos de voltar à NFL, apesar de Tom Brady entrar em contato sobre o trabalho dos Raiders, segundo relatos - CBS Sports",
        "Partido Republicano do Senado adota nova estratégia sobre projeto de lei de reconciliação: o que puder passar na Câmara - POLITICO",
        "Hands On With ASUS's Next-Gen ROG Astral, Strix, TUF Gaming, PRIME Lineup For NVIDIA RTX 50 GPUs - Wccftech"
    ]
}