{
    "headlines": [
        "SpaceX Falcon 9 Starlink 12-4 - Kennedy Space Center",
        "Fumble New Jersey Stau Preisverhandlungen? - Gothamist",
        "Palisades Fire verschiebt Ziele in das San Fernando Valley und erzwingt neue Evakuierungswarnungen für Samstag - KTLA Los Angeles",
        "Große Empörung über Harry-Meghan's Besuch bei den Brandopfern in LA: \"Ihr seid keine Royals...nur zwei Schwachköpfe - The Times of India",
        "Raumschiff erfasst spektakulär detaillierte Bilder von Merkurs verborgener Oberfläche - Gizmodo",
        "Live-Updates: Wintersturm bedeckt eine gefrorene Piemont-Triade mit Schnee, Eis - WGHP FOX8 Greensboro",
        "\"Ich habe seit mehreren Jahren nicht mehr so geweint oder gejammert\", sagt Lakers-Trainer JJ Redick, nachdem er sein Zuhause im Palisades-Feuer verloren hat - CNN",
        "Meta und Amazon Axe Diversity Initiativen vor Trumps Rückkehr ins Weiße Haus - Deadline",
        "Beweise für Leben auf dem Mars? Die mutige Strategie der NASA zur Wiederherstellung des Beweises - SciTechDaily",
        "Ja, ein TikTok-Verbot ist näher als je zuvor. Nein, deine App wird wahrscheinlich nicht einfach verschwinden - CNN",
        "\"Black Boxes\" von abgestürztem südkoreanischem Flugzeug hörten etwa vier Minuten vor der Katastrophe auf, sagen Beamte - CNN",
        "\"Niemand hat ein Zuhause\": Was Feuer aus einem kalifornischen Viertel genommen hat - The Washington Post",
        "Nikola Jokic, Russell Westbrook schreiben beim Sieg von Nuggets dreifache Geschichte - NBA.Com",
        "Jennifer Garner teilt \"Schuld\", nachdem sie \"einen Freund verloren hat\" in L.A. Waldbrände - Hollywood Reporter",
        "Brände in Los Angeles, begrenzte Hydranten und eine Catch-22-Situation in Kalifornien - NDTV",
        "Warum Bidens Abschied von den Sanktionen gegen den russischen Ölhandel eine große Sache ist - Bloomberg",
        "Trump will Grönland einnehmen: Vier Wege, wie diese Saga gehen könnte - BBC.com",
        "Dow fällt um etwa 700 Punkte, nachdem der Jobbericht die Renditen wieder ansteigen lässt - Barron's",
        "Kannst du jetzt in Atlanta fahren? Das sollten Sie über die aktuellen Straßenverhältnisse wissen - 11Alive.com WXIA",
        "LA Bürgermeisterin Karen Bass steht vor einem kritischen Führungstest, als Fragen zur Reaktion auf Waldbrände auftauchen - The Associated Press"
    ]
}