{
    "headlines": [
        "Die Vogelgrippe wurde bei einer älteren Frau aus Wyoming bestätigt, die wahrscheinlich zu Hause Kontakt mit einer infizierten Herde hatte - The Associated Press",
        "Spalte | The ‘Saturday Night Live’ machine grinds on - The Washington Post",
        "Trump erwürgt Europa - Axios",
        "Israelische Geiseln und palästinensische Häftlinge im Waffenstillstandstausch befreit - BBC.com",
        "Corporate America's Souring Profit Outlook Clouds Equity Rally - Bloomberg",
        "BESTÄTIGTE Aufstellungen: Osasuna vs Real Madrid, 2025 La Liga - Managing Madrid",
        "Sie dachte, sie hätte Verdauungsstörungen. Ärzte fanden eine fast tödliche Arterienblockade. - CBS News",
        "Labords Chamäleon: Die farbverändernde Eidechse, die in 4 Monaten tot umfällt - Livescience.com",
        "Ein Asteroid hat eine Chance von 2 %, die Erde im Jahr 2032 zu treffen. So verfolgen Astronomen es - CNN",
        "Wie Änderungen an einem CDC-Impfstoff-Panel unter Kennedy die Politik umgestalten könnten - NPR",
        "Pope verbringt die erste Nacht ruhig im Krankenhaus, setzt die medikamentöse Therapie fort und liest Papiere, sagt der Vatikan - The Associated Press",
        "iPhone SE 4: Apple bestätigt, dass das Datum der Markteinführung neuer Produkte fast erreicht ist - Forbes",
        "Trumps Ausgabenkürzungen zielen auf Bewährungshelfer ab. Was bedeutet der Status? - NPR",
        "Gerichte blockieren Trumps DOGE-AKTIONEN — Chaos, Panik erweist sich nicht als beste Rechtsstrategie - NPR",
        "Nr. 1 Jannik Sinner wird zur Beilegung des Dopingfalls für 3 Monate gesperrt und kann vor den French Open zurückkehren - The Associated Press",
        "Rutte von der NATO fordert Europa auf, sich nicht mehr darüber zu beschweren, ins Abseits gedrängt zu werden, und verpflichtet sich, die Ausgabenziele zu erhöhen - CNBC",
        "Vorschau USA-Kanada, Schweden-Finnland in 4 Nationen: Top-Statistiken, Schlüsselspieler, Wett-Tipps - ESPN",
        "Die Ukraine lehnt Trumps Angebot ab, die Rechte an der Hälfte ihrer Mineralreserven zu übernehmen - Financial Times",
        "Die Diablo-Hacker, die einen Rekord-Speedrun entlarvten - Ars Technica"
    ]
}