{
    "headlines": [
        "[supprimé]",
        "Mises à jour de l'élection 2024 : Harris, Trump planifie pour mardi ; derniers sondages présidentiels - USA TODAY",
        "Israël tue au moins 50 personnes à Gaza, les forces encerclent le nord de Jabalia - Reuters",
        "Joker : Folie À Deux fiasco continue (pour voler Warner Bros. à l'aveugle) - The A.V. Club",
        "Apple dévoile le nouvel iPad Mini avec puce A17 Pro et Apple Intelligence - MacRumors",
        "La Corée du Nord fait exploser des parties des liaisons routières et ferroviaires intercoréennes dans une manifestation symbolique de colère - The Associated Press",
        "Score Bills vs Jets : Buffalo frôle un Hail Mary pour battre New York 23-20 le lundi soir Football - Yahoo Sports",
        "Goldman Sachs, Bank Of America Extend Breakouts On Earnings ; Citigroup Eyes Buy Point - Investor's Business Daily",
        "Walgreens fermera 1 200 magasins à l'échelle nationale, selon 1 établissement sur 4 non rentable - New York Post",
        "Rang entre l'Inde et le Canada : comment les liens ont touché le fond entre les deux pays - BBC.com",
        "Taylor Swift publiera l'édition ‘Anthology’ de ‘Tortured Poets’ sur vinyle et CD, ainsi qu'un livre de tournée Eras, pour Black Friday - Variety",
        "Aaron Rodgers critique les récifs, fait référence à « South Park » après la perte de billets des Jets - Rapport Bleacher",
        "Les futurs iPhones obtiennent encore plus de mémoire : 12 GO à partir de l'année prochaine - 9to5Mac",
        "La pleine lune du chasseur de cette semaine sera la super lune la plus brillante de l'année - MLive.com",
        "La crise de Boeing s'aggrave. Maintenant, il emprunte des dizaines de milliards de dollars - CNN",
        "Anneau Oura 4 premières impressions après l'avoir utilisé pendant une semaine - CNET",
        "Les survivants, les proches des morts à Lewiston, dans le Maine, la fusillade de masse font le premier pas vers la poursuite de l'armée - CBS News",
        "L'attaque de drones sur Israël met en lumière les limites du Dôme de Fer - BBC.com",
        "Une nouvelle étude révèle un lien entre la COVID et le diabète de type 2 chez les jeunes - WTOP",
        "Harris fustige les commentaires « ennemis de l'intérieur » de Trump lors d'un rassemblement en Pennsylvanie - Reuters"
    ]
}