{
    "headlines": [
        "Пит Кэрролл нанят тренером рейдеров Лас-Вегаса, говорится в сообщениях - The Seattle Times",
        "Меморандум для Госсекретаря Министр обороны Министр здравоохранения и социальных служб Администратор Соединенных Штатов по вопросам международного развития - Белый дом",
        "DJ Unk, рэпер «Walk It Out» и «2 Step», скончался в 43 года - Variety",
        "На следующий день с Samsung Galaxy S25 Ultra - я постепенно становлюсь сторонником ИИ-телефонов - ZDNet",
        "Адвокаты A$AP Rocky назвали человека, в которого он обвиняется в стрельбе, ревнивым, жаждущим денег соперником - KTLA Los Angeles",
        "Воскресный рейтинг юнитов чемпионата НФЛ: орлы доминируют в атаке И защите! Chiefs Flat? - NFL.com",
        "Никакой сделки. Молодой коллекционер, который украл единственную в своем роде карту Пола Скинеса, отклоняет коммерческое предложение «Пиратов» - The Associated Press",
        "Трамп усиливает аресты ICE, вызывая тревогу в городах и общинах иммигрантов - The Washington Post",
        "Взгляд на изменения в агентствах здравоохранения США в первую неделю новой администрации Трампа - ABC News",
        "Израиль получит имена четырех заложниц Хамас должен освободить в субботу - CNN",
        "Подозреваемые в убийстве агента пограничного патруля в Вермонте несколько дней следили за мобильными телефонами, завернутыми в фольгу - ABC News",
        "Сотрудники правоохранительных органов пытались войти в чикагскую начальную школу, но их не пустили, сообщают чиновники чикагских государственных школ - CNN",
        "Когда и где можно увидеть северное сияние после последнего солнечного шторма - ABC News",
        "Шторм Eowyn приносит разрушения на уровне ураганов в Ирландию - Yale Climate Connections",
        "Дональд Трамп выдвигает два требования в обмен на помощь Калифорнии в борьбе с лесными пожарами - San Francisco Chronicle",
        "Космический корабль, направляющийся к Луне, захватывает удивительный новый вид на Землю - MLive.com",
        "Трамп и Вэнс выступят перед активистами против абортов на митинге «Марш за жизнь» в Вашингтоне - Axios",
        "Акции Venture Global упали ниже цены предложения. IPO может сигнализировать о сдвиге в инвестициях в энергетику. - Barron's"
    ]
}