{
    "headlines": [
        "O tenente-governador da Carolina do Norte, Mark Robinson, hospitalizado com queimaduras de segundo grau após o incidente no evento da campanha - CNN",
        "Touchdown de Ave Maria derrubado quando o número 7 de Miami sobrevive contra a Virginia Tech em suspense - Yahoo Sports",
        "Quem é o líder do Hezbollah, Hassan Nasrallah? - BBC.com",
        "Furacão Helene mata pelo menos 44 e corta uma faixa de destruição em todo o Sudeste - The Associated Press",
        "Vice-presidente Harris descreve plano de imigração \"ordenado e seguro\", rasga Trump na primeira parada de fronteira desde a nomeação - Fox News",
        "CBS News diz que caberá a Vance e Walz verificar os fatos um do outro em debate veep - The Associated Press",
        "Chappell Roan retira-se do festival após reação sobre comentários eleitorais - The Washington Post",
        "O prefeito de Nova York, Eric Adams, se declara inocente das acusações federais de corrupção enquanto o governador de Nova York considera removê-lo - CNN",
        "Enormes ataques aéreos atingiram Beirute, enquanto Israel diz ter como alvo a \"sede do Hezbollah\" - BBC.com",
        "Al B. Sure! envia cease-and-desist para a Amazon, autora do livro \"falso\" de Kim Porter que afirma ter feito sexo com Diddy - Página Seis",
        "SpaceX, NASA 'go' for 1st astronaut launch to ISS from Cape Canaveral Space Force Station pad - Space.com",
        "Ativistas climáticos jogam sopa em dois Van Goghs, poucas horas depois de outros serem condenados à prisão - The Washington Post",
        "Quatro profissionais de saúde do Missouri desenvolvem sintomas após a exposição à gripe aviária - BBC.com",
        "A Suprema Corte de Wisconsin decide que RFK Jr. permanecerá na cédula de novembro - The Hill",
        "Copa dos Presidentes de 2024: tee times e duplas para as partidas de sábado no Royal Montreal - Yahoo Sports",
        "‘Robô Selvagem’ Faz Upload de Inauguração de US $ 35 Milhões; ‘Megalópolis’ Estreia Atrás da ‘Devara Parte Um’ da Índia – Atualização de Bilheteria de Sexta-feira - Prazo",
        "Departamento de Justiça acusa três homens por suposto hackeamento da campanha de Trump no Irã - The Washington Post",
        "Relatório: A Apple muda a estratégia do filme, raramente fará grandes lançamentos nos cinemas - Ars Technica",
        "Terra terá uma ‘mini lua’ temporária por dois meses - Associated Press",
        "Pacientes encalhados, funcionários transportados de helicóptero do telhado do hospital do Tennessee em meio a inundações - CBS News"
    ]
}