{
    "headlines": [
        "Beamte der öffentlichen Gesundheit des Bezirks LA bestätigen den ersten menschlichen Fall von H5-Vogelgrippe - CBS News",
        "Krisen-PR auf dem heißen Stuhl, nachdem Blake Lively behauptet, \"Verleumdungskampagne\" - Vielfalt",
        "College Football Playoff: Georgia QB Carson Beck wird an der UCL operiert, um die Nachsaison zu verpassen - Yahoo Sports",
        "Packers vs. Saints, wo man zuschauen kann: NFL-Kickoff-Zeit, Live-Stream, Quoten, Vorhersage für 'MNF' -Spiel - CBS Sports",
        "Biden gibt 37 von 40 Todeskandidaten des Bundes lebenslänglich, bevor Trump die Hinrichtungen wieder aufnehmen kann - The Associated Press",
        "Bill Clinton im Krankenhaus in D.C. - Axios",
        "‘Need to do some norm changing’: Granger's case spornt erneute Debatte über kränkelnde Gesetzgeber an - POLITICO",
        "Matt Gaetz reicht eine erfolglose letzte Klage ein, um die Veröffentlichung des Ethikberichts des Hauses zu stoppen - CNN",
        "Die Nordstrom-Familie nimmt die Kaufhauskette in einem 6,25-Milliarden-Dollar-Deal privat - The Washington Post",
        "Mann steht vor Mordanklage im Todesfall einer Frau, die in der New Yorker U-Bahn angezündet wurde - The Associated Press",
        "Christopher Nolans nächster Film ist eine Adaption von Homers \"Odyssee\", die Universal enthüllt - Deadline",
        "[removed]",
        "Offizier tödlich erschossen, nachdem er auf einen Anruf wegen eines bewaffneten Mannes im Supermarkt in North Carolina reagiert hatte: Polizei - ABC News",
        "Trump sieht kämpferische Außenpolitik mit Drohungen gegen Panama, Grönland - Reuters",
        "UnitedHealthcare Mordverdächtiger Luigi Mangione plädiert in New York auf nicht schuldig - The Washington Post",
        "[removed]",
        "Asus neckt einen neuen RGB-umrandeten ROG Strix-Laptop, der nächstes Jahr kommt - The Verge",
        "Hawaiis Kilauea-Vulkan lässt bei der neuesten Eruption Lava an die Oberfläche sprudeln - live folgen - BBC.com",
        "Der sexy neue Film von A24 soll Sie nicht schockieren. Es soll etwas Besseres tun. - Schiefer",
        "Riesen-Falken-Graden: Haben Riesen bei der 34: 7-Niederlage gegen Atlanta gut gespielt? - Große blaue Aussicht"
    ]
}