{
    "headlines": [
        "ਰੋਬੋਟੈਕਸੀ ਈਵੈਂਟ ਤੋਂ ਬਾਅਦ ਟੇਸਲਾ ਸਟਾਕ ਦੀ ਵਿਕਰੀ ਸਿਰਫ ਸ਼ੁਰੂਆਤ ਹੋ ਸਕਦੀ ਹੈ, ਪੇਸ਼ੇ ਚੇਤਾਵਨੀ ਦਿੰਦੇ ਹਨ - ਯਾਹੂ ਵਿੱਤ",
        "ਪੈਂਟਾਗਨ ਦੇ ਪ੍ਰੈਸ ਸਕੱਤਰ ਮੇਜਰ ਜਨਰਲ ਪੈਟ ਰਾਈਡਰ ਦਾ ਇਜ਼ਰਾਈਲ ਨੂੰ ਥੈਡ ਬੈਟਰੀ ਤਾਇਨਾਤ ਕਰਨ ਬਾਰੇ ਬਿਆਨ - ਰੱਖਿਆ ਵਿਭਾਗ",
        "ਸੰਯੁਕਤ ਰਾਸ਼ਟਰ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਇਜ਼ਰਾਈਲੀ ਟੈਂਕ ਸ਼ਾਂਤੀ ਰੱਖਿਅਕ ਬੇਸ ਦੇ ਗੇਟਾਂ ਰਾਹੀਂ ਫਟ ਗਏ - Reuters.",
        "ਦੂਜਾ ਕੁਆਰਟਰਬੈਕ ਕੈਲੇਬ ਵਿਲੀਅਮਜ਼-ਟਾਈਟ ਐਂਡ ਕੇਮੇਟ ਟੀਡੀ! ਕਿBਬੀ ਅਤੇ ਟੀਈ ਸ਼ਿਕਾਗੋ ਬੀਅਰਜ਼ ਦੀ ਲੀਡ ਨੂੰ 13-3 ਬਨਾਮ ਜਗਜ਼ ਨੂੰ ਵਧਾਉਂਦੇ ਹਨ - ਐਨਐਫਐਲ.",
        "ਕ੍ਰਿਸਟੋਫਰ ਕੋਲੰਬਸ ਪੱਛਮੀ ਯੂਰਪ ਦਾ ਸੇਫਾਰਡਿਕ ਯਹੂਦੀ ਸੀ, ਅਧਿਐਨ ਲੱਭਦਾ ਹੈ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਜ਼ਿਆਦਾਤਰ ਈਆਰ ਬੱਚਿਆਂ ਦੀਆਂ ਐਮਰਜੈਂਸੀ ਨੂੰ ਸੰਭਾਲਣ ਲਈ ਪੂਰੀ ਤਰ੍ਹਾਂ ਤਿਆਰ ਨਹੀਂ ਹਨ - ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਲੰਡਨ ਵਿਚ ਪਹਿਲੀ ਤਿਮਾਹੀ ਵਿਚ ਰਿੱਛ ਆਪਣੇ ਲੰਬੇ ਸਨੈਪਰ ਤੋਂ ਗੋਡੇ ਦੀ ਸੱਟ ਨੂੰ ਗੁਆ ਦਿੰਦੇ ਹਨ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "‘ਮੈਂ ਚਿੰਤਤ ਹਾਂ’: ਟਰੰਪ ਨੂੰ ਵੋਟ ਪਾਉਣ ਵਾਲੇ ਕਾਲੇ ਆਦਮੀਆਂ 'ਤੇ ਪ੍ਰਤੀਨਿਧੀ ਕਲਾਈਬਰਨ - ਸੀ ਐਨ ਐਨ",
        "ਏਰੀਆਨਾ ਗ੍ਰਾਂਡੇ ਬ੍ਰਿਟਨੀ ਸਪੀਅਰਸ ਦੀ ਨਕਲ ਕਰਦੀ ਹੈ, 'ਐਸ ਐਨ ਐਲ‘ ਵਾਪਸੀ ਦੌਰਾਨ ਜੈਨੀਫਰ ਕੂਲਿਜ ਵਿੱਚ ਬਦਲਦੀ ਹੈ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਇੱਕ ਇੰਜੀਨੀਅਰਿੰਗ ਪ੍ਰਾਪਤੀ ਵਿੱਚ, ਮਕੈਨੀਕਲ ਸਪੇਸਐਕਸ ਆਰਮਜ਼ ਲੈਂਡਿੰਗ ਪੈਡ ਤੇ ਸਟਾਰਸ਼ਿਪ ਰਾਕੇਟ ਬੂਸਟਰ ਫੜਦੀਆਂ ਹਨ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਹਫਤੇ 6 ਵਿੱਚ ਇੱਕ ਕਲਪਨਾ ਫੁੱਟਬਾਲ ਦੀ ਜਿੱਤ ਦੀਆਂ ਕੁੰਜੀਆਂ - ਯਾਹੂ ਸਪੋਰਟਸ",
        "ਬਾਇਡਨ ਫਲੋਰਿਡਾ 'ਚ ਤੂਫਾਨ ਮਿਲਟਨ ਦੇ ਨੁਕਸਾਨ ਨੂੰ ਦੇਖਣਗੇ । ਹੈਰਿਸ ਨੇ ਉੱਤਰੀ ਕੈਰੋਲੀਨਾ ਵਿਚ ਚਰਚ ਜਾਣ ਦੀ ਯੋਜਨਾ ਬਣਾਈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਦੁਰਲੱਭ ਧੂਮ ਨੰਗੀ ਅੱਖ ਨੂੰ ਦਿਖਾਈ ਦੇ ਸਕਦਾ ਹੈ. ਇੱਥੇ ਕਿੱਥੇ ਵੇਖਣਾ ਹੈ. - ਸੀਬੀਐਸ ਬੋਸਟਨ",
        "ਟੈਰੀਫਾਇਰ 3 ਬਾਕਸ ਆਫਿਸ 'ਤੇ ਜੋਕਰ 2 ਨੂੰ ਹਰਾਉਂਦਾ ਹੈ ਕਿਉਂਕਿ ਜੋਕਿਨ ਫੀਨਿਕਸ ਫਿਲਮ ਵੱਡੀ ਗਿਰਾਵਟ ਵੇਖਦੀ ਹੈ - ਹਿੰਦੁਸਤਾਨ ਟਾਈਮਜ਼",
        "ਸੰਘਣੀਆਂ ਛਾਤੀਆਂ ਮੈਮੋਗ੍ਰਾਮ 'ਤੇ ਕੈਂਸਰ ਦਾ ਪਤਾ ਲਗਾਉਣਾ ਮੁਸ਼ਕਲ ਬਣਾ ਸਕਦੀਆਂ ਹਨ - ਕੋਟ ਨਿ Mexico ਮੈਕਸੀਕੋ",
        "ਫਲਸਤੀਨ ਦੇ ਸੰਯੁਕਤ ਰਾਸ਼ਟਰ ਦੇ ਰਾਜਦੂਤ ਨੇ ਕਿਹਾ ਕਿ ਉੱਤਰੀ ਗਾਜ਼ਾ ਵਿੱਚ ‘ਨਸਲਕੁਸ਼ੀ ਦੇ ਅੰਦਰ ਨਸਲਕੁਸ਼ੀ’ ਚੱਲ ਰਹੀ ਹੈ - ਅਲ ਜਜ਼ੀਰਾ ਅੰਗਰੇਜ਼ੀ",
        "ਨਵੇਂ ਜੀਮੇਲ ਸੁਰੱਖਿਆ ਚੇਤਾਵਨੀ 2.5 ਬਿਲੀਅਨ ਉਪਭੋਗਤਾਵਾਂ ਲਈ ਏਆਈ ਹੈਕ ਦੀ ਪੁਸ਼ਟੀ ਕੀਤੀ ਗਈ ਹੈ - ਫੋਰਬਸ",
        "ਆਰਥਿਕ ਅਸੰਤੁਸ਼ਟੀ, ਮੁੱਦੇ ਦੀਆਂ ਵੰਡਾਂ ਰਾਸ਼ਟਰਪਤੀ ਦੇ ਸਖਤ ਮੁਕਾਬਲੇ ਨੂੰ ਜੋੜਦੀਆਂ ਹਨਃ ਪੋਲ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਪੋਕੀਮੌਨ ਡਿਵੈਲਪਰ ਗੇਮ ਫ੍ਰੀਕ ਰਿਪੋਰਟ ਕੀਤੀ ਗਈ ਹੈਕ, ਅਣ-ਐਲਾਨੀਆਂ ਖੇਡਾਂ 'ਤੇ ਚੋਰੀ ਕੀਤੇ ਡੇਟਾ ਦੇ ਨਾਲ ਨਾਲ ਨਿਣਟੇਨਡੋ ਸਵਿਚ 2 ਕੋਡਨੇਮ ਲੀਕ ਹੋਇਆ Onlineਨਲਾਈਨ - ਆਈਜੀਐਨ",
        "ਇਸ ਹਫਤੇ ਬਾਜ਼ਾਰਾਂ ਵਿਚ ਕੀ ਉਮੀਦ ਕਰਨੀ ਹੈ - ਇਨਵੈਸਟੋਪੀਡੀਆ"
    ]
}