{
    "headlines": [
        "الرئيس التنفيذي لشركة Nvidia يكشف النقاب عن رقائق الذكاء الاصطناعي المتقدمة ونماذج الأساس والكمبيوتر العملاق الصغير - PYMNTS.com",
        "توفي جان ماري لوبان، والد الحزب اليميني المتطرف في فرنسا، عن عمر يناهز 96 عامًا - صحيفة واشنطن بوست",
        "قضاة ولاية كارولينا الشمالية يمنعون التصديق على نتيجة الانتخابات في السباق على أحد مقاعدها - بوليتيكو",
        "يدعي ترامب أنه سيعيد تسمية خليج المكسيك إلى \"خليج أمريكا\" - ABC News",
        "ناسا تستكشف خيارين للهبوط لإعادة العينات من المريخ - ناسا",
        "لم يتراجع تايريك هيل عن تعليقاته يوم الأحد حول الرغبة في الخروج - إن بي سي سبورتس",
        "يطلب محامي ترامب من محكمة الاستئناف وقف الحكم الجنائي عليه بإسكات الأموال - إيه بي سي نيوز",
        "تتجه أسهم Nvidia إلى أسوأ انخفاض في الأشهر حيث افتقر خطاب CES إلى شيء كبير واحد - MarketWatch",
        "مشابك SoCal لعاصفة رياح مدمرة محتملة وسط طقس حرائق خطير - ABC7 Los Angeles",
        "تم العثور على جثتين في معدات الهبوط لطائرة JetBlue في مطار فلوريدا - وكالة أسوشيتد برس",
        "موديرنا ستوك يقفز وسط أمل لقاح إنفلونزا الطيور بعد أول وفاة في الولايات المتحدة - بارونز",
        "ترامب يعلن أن شركة دبي ستستثمر ما لا يقل عن 20 مليار دولار في مراكز البيانات الأمريكية - سي بي إس نيوز",
        "مدرب اتحاد كرة القدم الأميركي، تحركات جنرال موتورز، إطلاق النار: تحديثات مباشرة، آخر الأخبار حيث ينفصل العمالقة عن ران كارثون - سي بي إس سبورتس",
        "زلزال مميت يضرب التبت، وهزات محسوسة في نيبال، الهند - DW (الإنجليزية)",
        "OnePlus 13 ينطلق عالميًا من 899 دولارًا، ويبدأ عام 2025 على نغمة عالية - 9to5Google",
        "لينوفو تجلب ويندوز على الذراع إلى أجهزة الكمبيوتر المكتبية الصغيرة - ذا فيرج",
        "عاصفة شتوية لاتخاذ مسار غير عادي عبر الجنوب المتجمد مع الثلوج والجليد المؤثر - سي إن إن",
        "رئيس الوزراء الدنماركي يقول إن غرينلاند لا تزال غير معروضة للبيع مع وصول دونالد ترامب جونيور - بوليتيكو أوروبا",
        "البريد الوارد: لماذا لا تصدم عالم كرة القدم مرة أخرى ؟ - Packers.com",
        "أين يتم بث كل فائز بجائزة غولدن غلوب، من \"المادة\" إلى \"شوغون\" - فوربس"
    ]
}