{
    "headlines": [
        "Israel diz que atacou líder do Hezbollah em ataques a Beirute: Atualizações ao vivo - CNN",
        "Harris, Trump praticamente empatado nas pesquisas de campo de batalha - POLITICO",
        "Quem era o líder de longa data do Hezbollah, Hassan Nasrallah? - The Associated Press",
        "SpaceX lança missão que visa devolver astronautas da Starliner há muito adiada - CNN",
        "Tropical Weather Latest: Milhões ainda sem energia de Helene enquanto as inundações continuam - The Associated Press",
        "Exclusivo: Líder supremo do Irã é levado para garantir localização, dizem fontes - Reuters",
        "Meta oferece um vislumbre de seu suposto assassino do iPhone: Orion - TechCrunch",
        "Estrelas de 'Harry Potter' prestam homenagem a Maggie Smith: 'Ela manteve a Grifinória na ponta dos pés' - Entertainment Weekly News",
        "CEO da WeightWatchers que supervisionou a mudança da empresa de dieta para medicamentos para perda de peso abruptamente deixa a função - The Associated Press",
        "Kristin Cavallari e Mark Estes terminam após 7 meses de namoro: 'É tão recente' - Fox News",
        "   Removido ",
        "Bilheteria: ‘The Wild Robot’ chega a US $ 35 milhões, ‘Megalopolis‘ está no caminho certo por menos de US $ 5 milhões - Variety",
        "Os noticiários noturnos da rede mal mencionam o novo relatório do ICE sobre 425.000 migrantes criminosos livres nos EUA - Fox News",
        "A disrupção paira nos portos da Costa Leste enquanto estivadores se preparam para atacar - The Washington Post",
        "Vencedores e perdedores de Karl-Anthony Towns trocam por Knicks - NBC Sports",
        "Mary Bonnet dá sua opinião sobre Bre Tiesi e o drama Selling Sunset de Chelsea Lazkani - E! Online - E! NEWS",
        "Arch Manning deve fazer a segunda partida contra o Estado do Mississippi enquanto o QB do Texas, Quinn Ewers, se recupera de uma lesão - CBS Sports",
        "Coluna de convidado | Eu sou gordo. É por isso que não estou a tomar um medicamento para perda de peso. - The Washington Post",
        "Vitória eleitoral sem precedentes da extrema-direita austríaca - BBC.com",
        "Erro comum que as pessoas cometem pela manhã ‘aumenta o risco de câncer perigoso em 50%’ - LADbible"
    ]
}