{
    "headlines": [
        "يقول المسؤول إن حماس \"قريبة جدًا من التوصل إلى اتفاق\" مع إسرائيل بينما لا تزال النقاط الشائكة الرئيسية قائمة - سي إن إن",
        "بلو أوريجين تنظف أول إطلاق لصاروخ نيو جلين بسبب مشكلة فنية - Space.com",
        "OnePlus Open 2: Oppo يثير إطلاق Feburary لأرق هاتف ذكي قابل للطي في العالم - Notebookcheck.net",
        "تخطط كوريا الجنوبية لإصلاح هياكل المطار بعد تحطم طائرة جيجو المميت - Reuters.com",
        "ارتفاع عدد قتلى حرائق الغابات في لوس أنجلوس إلى 24 بينما يستعد رجال الإطفاء لمزيد من الرياح العاتية - وكالة أسوشيتد برس",
        "النفط يقفز مع فرض عقوبات أمريكية جديدة للحد من الإمدادات الروسية إلى الصين والهند - رويترز",
        "اختيار خزانة ترامب لتصفية حيازات صناديق الاستثمار المتداولة في البيتكوين للقضاء على تضارب المصالح: تقرير - CoinDesk",
        "تستمر حرائق أمواج لوس أنجلوس مع تأخر ميغان في إطلاق سلسلة Netflix، وفقدان أعمال الملحن - وكالة أسوشيتد برس",
        "بيلي بوب ثورنتون يكشف عن خاتمة موسم لاندمان ويقدم رسالة إلى ضحايا الحريق في لوس أنجلوس - مراسل هوليوود",
        "زيلينسكي يعرض تبادل الجنود الكوريين الشماليين - BBC.com",
        "صلاحيات جايدن دانيلز القادة للفوز في أول مباراة فاصلة في 19 عاما مع الهروب في اللحظة الأخيرة مقابل بوكس - الولايات المتحدة الأمريكية اليوم",
        "حرائق الغابات في لوس أنجلوس تجعل القادة يقاتلون على جبهتين: الطبيعة والسياسة - واشنطن بوست",
        "\"نظرة داخلية\" في اجتماع مايك فرابيل يجب أن تثير حماسة الوطنيين - NESN",
        "ملخص اللعبة: 5 ملخصات من خسارة باكرز في مباراة إن إف سي وايلد كارد إلى إيجلز - Packers.com",
        "أعيد انتخاب الرئيس الكرواتي بفوز ساحق - BBC.com",
        "محذوف",
        "طالبان \"لا ترى النساء كإنسان\"، كما تقول مالالا في باكستان - BBC.com",
        "توفيت نجمة \"المستشفى العام\" ليزلي تشارلزون، التي لعبت دور مونيكا كوارترمين، عن عمر يناهز 79 عامًا - الولايات المتحدة الأمريكية اليوم",
        "كيلر: شون بايتون سمح لبو نيكس، برونكوس بالخسارة في التصفيات المتواضعة لدوري كرة القدم الأمريكية أمام بافالو - ذا دنفر بوست",
        "\"سبيس إكس\" تؤجل الإطلاق السابع لـ \"ستارشيب ميغاروكيت\" - الاتجاهات الرقمية"
    ]
}