{
    "headlines": [
        "Les républicains de l'énergie et du commerce prévoient une réunion sur la réconciliation cette semaine - POLITICO",
        "Interdiction de TikTok la plus récente : Où en sont les choses après l'audience de la Cour suprême - FOX 10 News Phoenix",
        "Ce fossile vivant a du sang bleu et a survécu à cinq extinctions massives. - farmingdale-observer.com",
        "Village People to play at Trump inaugural rally - Axios",
        "Le gouverneur de Californie, Newsom, élargit la session spéciale pour aborder les incendies de forêt à Los Angeles - KCRA Sacramento",
        "Los Angeles wildfires live updates : Authorities investigate cause of deadly wildfires - The Associated Press",
        "Le groupe pétrolier américain sous pression pour quitter la Russie après que l'administration Biden ait élargi les sanctions - Financial Times",
        "Sans électricité ni eau, deux voisins d'Altadena restent au milieu de l'épave - The Washington Post",
        "Southern California Edison fait face à des poursuites pour incendies de forêt à Los Angeles - Al Jazeera English",
        "Bill Belichick offre une réaction spontanée aux patriotes qui embauchent Mike Vrabel - NESN",
        "Amazon met fin à son option « Essayer avant d'acheter » pour les membres Prime - The Associated Press",
        "Passer du temps chez Starbucks vous coûtera cher alors que l'entreprise renverse sa politique de porte ouverte - The Associated Press",
        "L'accord de cessez-le-feu de Gaza est en cours de finalisation, a déclaré un responsable palestinien à la BBC - BBC.com",
        "L.A. Rams Playoff Game to Mark Catastrophic Fires Avec le vétérinaire de la NFL Andrew Whitworth, Rachel Platten - Hollywood Reporter",
        "Lucy Liu explique pourquoi elle a affronté Bill Murray sur l'ensemble « Charlie's Angels » après des insultes « inexcusables » : « Je vais me protéger » - Date limite",
        "Le quart-arrière des Washington Commanders Jayden Daniels est toujours en poste. Mauvaise nouvelle pour le reste de la NFL. - Andscape",
        "Joe Biden dit qu'il laissera à Trump une « main très forte pour jouer » en politique étrangère - Date limite",
        "1 million d'adultes américains développeront une démence chaque année d'ici 2060, selon une étude - The Washington Post",
        "Vente d'obligations : ce que la hausse des rendements signifie pour les investisseurs - Fortune",
        "Vote des Oscars retardé, déjeuner annulé en raison d'incendies de forêt dans le sud de la Californie - KTLA Los Angeles"
    ]
}