{
    "headlines": [
        "Aktienmarkt heute: US-Aktien beginnen Jobbericht Woche niedriger mit Powell zu sprechen - Yahoo Finance",
        "Live-Updates zur Wahl 2024: Harris und Trump konzentrieren sich auf die Folgen des Hurrikans Helene - The Washington Post",
        "Das Neueste nach dem Hurrikan Helene - CNN",
        "US-Ostküsten-Hafenstreik am Dienstag ohne geplante Gespräche - Reuters",
        "Netanyahu: Irans Islamische Republik wird früher fallen, als die Leute denken - The Jerusalem Post",
        "Roll for insight: Using Dungeons & Dragons as a group therapy tool - Ars Technica",
        "Broncos QB Bo Nix liefert historisch schlechte erste Halbzeit gegen Jets - USA TODAY",
        "Israel-Hamas-Krieg: Israelischer Angriff trifft Wohngebäude im Zentrum von Beirut - The Associated Press",
        "Die Debatte zwischen Tim Walz und JD Vance im Jahr 2024 ist morgen. Das solltest du wissen. - CBS News",
        "CNN an Bord eines israelischen Tankers für den Angriff auf den von den Houthis kontrollierten Hafen im Jemen - CNN",
        "Österreichische Wahl: Kickls rechtsextreme Partei „eröffnet eine neue Ära“ mit einem beispiellosen Sieg - BBC.com",
        "[removed]",
        "DirecTV und Dish zum Zusammenführen, Erstellen eines Pay-TV-Giganten - Deadline",
        "Rupert Murdochs Immobiliengruppe REA beendet die Suche nach dem Kauf von Rightmove nach mehreren abgelehnten Angeboten - CNBC",
        "Ruanda meldet 8 Todesfälle im Zusammenhang mit dem Ebola-ähnlichen Marburg-Virus Tage, nachdem es einen Ausbruch erklärt hatte - The Associated Press",
        "Festsitzende NASA-Astronauten begrüßen SpaceX-Kapsel, die sie nächstes Jahr nach Hause bringt - The Associated Press",
        "Der Bürgermeister von NYC, Eric Adams, beantragt die Abweisung der Anklage wegen Bestechung, die von „eifrigen“ Staatsanwälten erhoben wurde - ABC News",
        "Alleinerziehende Mutter aus Utah, 33, sammelt Geld für ihre eigene Beerdigung, nachdem die Krebsdiagnose ihr noch 3 Monate zu leben gibt - Fox News",
        "Apple könnte nächstes Jahr das erste iPad-ähnliche Smart Home-Zubehör auf den Markt bringen - MacRumors",
        "Krebs breitete sich vor 9 Jahren in Jimmy Carters Gehirn aus. So hat er so lange gelebt. - USA TODAY"
    ]
}