{
    "headlines": [
        "Teddi Mellencamp sagt, dass ihr Melanom jetzt Stadium 4 ist - CNN",
        "Astronauten haben beim Andocken an die Internationale Raumstation die Kontrolle über den Boeing Starliner verloren - Jalopnik",
        "Republikaner wiegen, indem sie die Macht des Kongresses nutzen, um Trump in Bezug auf Zölle zu zügeln - NBC News",
        "Zollbedingte Entlassungen betreffen fünf US-Autofabriken, die Fabriken in Kanada und Mexiko beliefern - CNN",
        "Netanjahu sagt, dass Israel jetzt den Gazastreifen aufteilt. Was bedeutet das vor Ort? - CNN",
        "Tom Cruise ehrt 'Top Gun' Co-Star Val Kilmer auf der CinemaCon - Variety",
        "Trump beschließt, mehrere nationale Sicherheitsbeamte zu entlassen, die als ungenügend loyal gelten, sagen AP-Quellen - AP News",
        "Hailey Okula, bekannt als Krankenschwester Hailey auf Instagram, stirbt aufgrund von Geburtskomplikationen - TODAY.com",
        "Die NASA erhascht einen Blick auf den Asteroiden \"City-Killer\", bevor er bis 2028 verschwindet - ABC News",
        "Maurice Jones-Drew 2025 NFL Mock Draft 1.0: Jets landen Travis Hunter; Bears, Broncos, Raiders wählen RBs - NFL.com",
        "Liam Neeson ist ein verrückter Polizeileutnant im Neustart von \"The Naked Gun\" mit Pamela Anderson — Teaser ansehen - IndieWire",
        "Trumps Handelsminister macht WTF-Anspruch auf Fox News über Amerikas \"schönes\" Rindfleisch - HuffPost",
        "Newark Liberty in die Liste der potenziellen Masern-Expositionsorte des NJ Department of Health aufgenommen - News 12 - New Jersey",
        "Wie Trumps Zölle das Vereinigte Königreich und Ihr Geld beeinflussen könnten - BBC",
        "Macron fordert EU-Unternehmen auf, Investitionen in den USA einzufrieren - politico.eu",
        "Nvidia bestätigt, dass die Nintendo Switch 2 über DLSS und Echtzeit-Raytracing verfügt - The Verge",
        "Ein Bonus aus dem Gürtelrose-Impfstoff: Demenzschutz? - Ars Technica",
        "Litauer verabschieden sich von 4 US-Soldaten, die während der Trainingsübung starben - ABC News",
        "Die konservative Justiz von Wisconsin passt über ihren neuen Kollegen - Daily Kos"
    ]
}