{
    "headlines": [
        "ਮਸਕ ਦਾ ਡੋਗ ਆਈਆਰਐਸ ਡੇਟਾਬੇਸ ਹਾ housingਸਿੰਗ ਅਮਰੀਕਨਜ਼ ਟੈਕਸ ਜਾਣਕਾਰੀ ਤੱਕ ਪਹੁੰਚ ਦੀ ਮੰਗ ਕਰਦਾ ਹੈ, ਸਰੋਤ ਏਬੀਸੀ ਨਿ Newsਜ਼ ਨੂੰ ਦੱਸਦੇ ਹਨ - ਏਬੀਸੀ 7 ਲਾਸ ਏਂਜਲਸ",
        "ਬਲੇਕ ਲਿਵਲੀ ਅਤੇ ਰਿਆਨ ਰੇਨੋਲਡਸ ਨੇ ਜਸਟਿਨ ਬਾਲਡੋਨੀ ਕਾਨੂੰਨੀ ਲੜਾਈ ਦੇ ਵਿਚਕਾਰ ‘ਐਸ ਐਨ ਐਲ’ 50 ਵੀਂ ਵਰ੍ਹੇਗੰ special ਵਿਸ਼ੇਸ਼ ਲਈ ਕਦਮ ਰੱਖਿਆ - ਯਾਹੂ ਐਂਟਰਟੇਨਮੈਂਟ",
        "ਪਾਲ ਸਾਈਮਨ ਅਤੇ ਸਬਰੀਨਾ ਕਾਰਪੇਂਟਰ ਨੇ 'ਸ਼ਨੀਵਾਰ ਰਾਤ ਲਾਈਵ' 50 ਵੀਂ ਵਰ੍ਹੇਗੰ celebrate ਸਮਾਰੋਹ ਦਾ ਉਦਘਾਟਨ ਕੀਤਾ - ਹਿੰਦੁਸਤਾਨ ਟਾਈਮਜ਼",
        "ਐਨਬੀਏ ਆਲ-ਸਟਾਰ ਗੇਮ ਕਿੱਥੇ ਵੇਖਣੀ ਹੈਃ ਟੀਵੀ ਚੈਨਲ, ਲਾਈਵ ਸਟ੍ਰੀਮ ਆਨਲਾਈਨ, ਗੇਮ ਟਾਈਮਜ਼, ਔਕੜਾਂ, ਭਵਿੱਖਬਾਣੀ, ਪਿਕਸ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਸ਼ਾਂਤੀ ਦੀ ਰਾਖੀ ਲਈ ਪ੍ਰਧਾਨ ਮੰਤਰੀ ਯੂਕਰੇਨ 'ਚ ਫ਼ੌਜਾਂ ਨੂੰ ਜ਼ਮੀਨ' ਤੇ ਉਤਾਰਨ ਲਈ 'ਤਿਆਰ' - ਯਾਹੂ",
        "LeBron ਯਾਕੂਬ ਆਲ-ਸਟਾਰ ਖੇਡ ਵਿੱਚ ਖੇਡਣ ਨਾ ਕਰੇਗਾ - hoopsrumors.com",
        "ਐਸ਼ਲੇ ਸੇਂਟ ਕਲੇਅਰ ਏਲੋਨ ਮਸਕ ਦੀ ਗੜਬੜ ਵਾਲੀ ਪਿਆਰ ਦੀ ਜ਼ਿੰਦਗੀ ਵਿਚ ਕਿਵੇਂ ਫਿੱਟ ਬੈਠਦਾ ਹੈ — ਆਪਣੇ ਬੱਚਿਆਂ ਨਾਲ ਬਹੁਤ ਜਨਤਕ ਤੌਰ 'ਤੇ ਬਾਹਰ ਨਿਕਲਣ ਤੋਂ ਬਾਅਦ - ਨਿ New ਯਾਰਕ ਪੋਸਟ",
        "ਬੈਂਜਾਮਿਨ ਨੇਤਨਯਾਹੂ ਦੀ ਹਮਾਸ ਨੂੰ ਚੇਤਾਵਨੀ: 'ਨਰਕ ਦੇ ਗੇਟਸ ਕਰੇਗਾ …’ - ਹਿੰਦੁਸਤਾਨ ਟਾਈਮਜ਼",
        "ਅਰਜਨਟੀਨਾ ਵਕੀਲ cryptocurrency ਤਰੱਕੀ 'ਤੇ ਧੋਖਾਧੜੀ ਦੇ ਨਾਲ ਰਾਸ਼ਟਰਪਤੀ Milei ਦੋਸ਼ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਟਰੰਪ ਪੋਸਟ ਵਿੱਚ ਆਲੋਚਕ ਕਹਿੰਦੇ ਹਨ ਕਿ ਉਹ ਆਪਣੇ ਆਪ ਨੂੰ ਕਾਨੂੰਨ ਤੋਂ ਉੱਪਰ ਘੋਸ਼ਿਤ ਕਰ ਰਿਹਾ ਹੈ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "‘ਕਨਕਲੇਵ’ ਨੇ ਬਾਫਟਾ ਵਿਖੇ ਸਭ ਤੋਂ ਵਧੀਆ ਤਸਵੀਰ ਜਿੱਤੀ ਕਿਉਂਕਿ ‘ਦਿਬਰੂਟਲਿਸਟ’ ਨਿਰਦੇਸ਼ਕ ਅਤੇ ਅਦਾਕਾਰੀ ਦੇ ਇਨਾਮ ਲੈਂਦਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "‘ਦ ਵ੍ਹਾਈਟ ਲੋਟਸ’ ਆਖਰਕਾਰ ਵਾਪਸ ਆ ਜਾਂਦਾ ਹੈ- ਇੱਥੇ ਸੀਜ਼ਨ 3 ਨੂੰ ਮੁਫਤ ਵਿਚ ਕਿਵੇਂ ਵੇਖਣਾ ਹੈ - ਨਿ New ਯਾਰਕ ਪੋਸਟ",
        "ਰਵਾਂਡਾ ਦੀ ਹਮਾਇਤ ਪ੍ਰਾਪਤ ਬਾਗੀਆਂ ਨੇ ਕਾਂਗੋ ਦੇ ਖਣਿਜ-ਅਮੀਰ ਪੂਰਬ ਵਿਚ ਇਕ ਦੂਜੇ ਵੱਡੇ ਸ਼ਹਿਰ 'ਤੇ ਕਬਜ਼ਾ ਕੀਤਾ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਯੂਕੌਨ ਨੇ ਗੇਮਕੌਕਸ ਦੇ 71-ਗੇਮ ਘਰੇਲੂ ਜੇਤੂ ਸਟ੍ਰੀਕ ਨੂੰ ਖਤਮ ਕਰਨ ਲਈ ਪ੍ਰਮੁੱਖ ਬਿਆਨ ਵਿਚ ਦੱਖਣੀ ਕੈਰੋਲੀਨਾ ਨੂੰ ਨਸ਼ਟ ਕਰ ਦਿੱਤਾ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਟਰੰਪ ਪ੍ਰਸ਼ਾਸਨ ਚਾਹੁੰਦਾ ਹੈ ਕਿ ਸੁਪਰੀਮ ਕੋਰਟ ਵਿਸਲ ਬਲੋਅਰ ਏਜੰਸੀ ਦੇ ਮੁਖੀ ਦੀ ਫਾਇਰਿੰਗ ਨੂੰ ਅੱਗੇ ਵਧਣ ਦੇਵੇ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਘਰੇਲੂ ਡੀਲਿਸਟਿੰਗ ਲਗਭਗ ਇਕ ਦਹਾਕੇ ਵਿਚ 64% ਉੱਚਤਮ ਪੱਧਰ 'ਤੇ ਚੜ੍ਹ ਗਈ ਕਿਉਂਕਿ ਖਰੀਦਦਾਰ ਵੇਚਣ ਵਾਲਿਆਂ ਨੂੰ ਠੁਕਰਾਉਂਦੇ ਹਨ - ਫਾਰਚਿ.",
        "ਰੂਬੀਓ ਕਹਿੰਦਾ ਹੈ ਕਿ ਯੂਕਰੇਨ, ਯੂਰਪ 'ਅਸਲ' ਸ਼ਾਂਤੀ ਗੱਲਬਾਤ ਦਾ ਹਿੱਸਾ ਹੋਵੇਗਾ, ਕਿਉਂਕਿ ਅਮਰੀਕਾ ਪੁਤਿਨ ਦੇ ਉਦੇਸ਼ਾਂ ਨੂੰ ਤੋਲਦਾ ਹੈ - ਹਿੰਦੁਸਤਾਨ ਟਾਈਮਜ਼",
        "ਇਜ਼ਰਾਈਲ ਦੇ ਨੇਤਨਯਾਹੂ ਸੰਕੇਤ ਦਿੰਦੇ ਹਨ ਕਿ ਉਹ ਗਾਜ਼ਾ ਤੋਂ ਫਲਸਤੀਨੀਆਂ ਨੂੰ ਲਿਜਾਣ ਦੀ ਟਰੰਪ ਦੀ ਯੋਜਨਾ ਨਾਲ ਅੱਗੇ ਵਧ ਰਿਹਾ ਹੈ - ਪੀਬੀਐਸ ਨਿ Newsਜ਼ਹੌਰ"
    ]
}