{
    "headlines": [
        "ਇਤਿਹਾਸਕ ਚਾਲ ਵਿੱਚ, ਈਪੀਏ ਨੂੰ ਇੱਕ ਦਹਾਕੇ ਵਿੱਚ ਸਾਰੇ ਯੂਐਸ ਲੀਡ ਪਾਈਪਾਂ ਨੂੰ ਹਟਾਉਣ ਦੀ ਜ਼ਰੂਰਤ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਪੈਪਸੀਕੋ ਉੱਤਰੀ ਅਮਰੀਕੀ ਸਨੈਕਿੰਗ ਦੇ ਰੂਪ ਵਿੱਚ ਮਾਲੀਆ ਦ੍ਰਿਸ਼ਟੀਕੋਣ ਨੂੰ ਘਟਾਉਂਦਾ ਹੈ, ਪ੍ਰਮੁੱਖ ਅੰਤਰਰਾਸ਼ਟਰੀ ਬਾਜ਼ਾਰ ਪਛੜ ਜਾਂਦੇ ਹਨ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਡੇਰੇਕ ਕਾਰ ਮੰਗਲਵਾਰ ਨੂੰ ਐਮਆਰਆਈ ਰੱਖੇਗਾ, ਇਹ ਪੱਕਾ ਨਹੀਂ ਹੈ ਕਿ ਉਹ ਐਤਵਾਰ ਬਨਾਮ ਬਕੇਨਰਜ਼ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ ਖੇਡ ਸਕਦਾ ਹੈ",
        "ਇਜ਼ਰਾਈਲ ਨੇ ਲੇਬਨਾਨ ਅਤੇ ਗਾਜ਼ਾ 'ਤੇ ਹਮਾਸ ਅਤੇ ਹਿਜ਼ਬੁੱਲਾ ਦੇ ਗੁੱਸੇ ਨਾਲ ਲੜਾਈਆਂ ਵਜੋਂ ਹਮਲਾ ਕੀਤਾਃ ਲਾਈਵ ਅਪਡੇਟਸ - ਸੀ ਐਨ ਐਨ",
        "ਚੀਨ ਦੀ ਰੈਲੀ ਭਾਫ ਗੁਆਉਂਦੀ ਹੈ ਕਿਉਂਕਿ ਅਧਿਕਾਰੀ ਬਾਜ਼ਾਰਾਂ ਨੂੰ ਨਿਰਾਸ਼ ਕਰਦੇ ਹਨ; ਹਾਂਗਕਾਂਗ ਦੇ ਸਟਾਕ 9% ਤੋਂ ਵੱਧ ਡਿੱਗਦੇ ਹਨ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਗਾਜ਼ਾ ਵਿਚ ਹਮਾਸ ਨੂੰ ਅਸਹਿਮਤੀ ਦਾ ਸਾਹਮਣਾ ਕਰਨਾ ਪੈਂਦਾ ਹੈ ਕਿਉਂਕਿ ਭਾਰੀ ਟੋਲ ਯੁੱਧ ਲਈ ਸਮਰਥਨ ਨੂੰ ਕਮਜ਼ੋਰ ਕਰਦਾ ਹੈ, ਇਕ ਸਾਲ ਬਾਅਦ - ਰਾਇਟਰਜ਼",
        "ਤੂਫਾਨ ਮਿਲਟਨ ਬਾਰੇ ਕੀ ਜਾਣਨਾ ਹੈ ਜਦੋਂ ਇਹ ਫਲੋਰਿਡਾ ਦੇ ਖਾੜੀ ਤੱਟ ਵੱਲ ਜਾਂਦਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਟਰੰਪ ਨੇ 7 ਅਕਤੂਬਰ ਦੇ ਹਮਲਿਆਂ ਦੀ ਯਾਦ ਵਿਚ ਸਮਾਗਮ ਦੌਰਾਨ ਦੁਬਾਰਾ ਚੁਣੇ ਜਾਣ ’ਤੇ' ਯਹੂਦੀ ਨਫ਼ਰਤਾਂ ਨੂੰ ਹਟਾਉਣ 'ਦੀ ਸਹੁੰ ਖਾਧੀ - ਸੀਐਨਐਨ",
        "ਇਜ਼ਰਾਈਲ ਦੌਰੇ ਦੌਰਾਨ ਹਿਜ਼ਬੁਲ ਨੇ ਅਮਰੀਕੀ ਫ਼ੌਜ 'ਤੇ ਕੀਤਾ ਵੱਡਾ ਹਮਲਾ",
        "ਹਟਾਈ",
        "ਇਜ਼ਰਾਈਲ ਨੇ ਹਮਾਸ ਦੇ ਹਮਲਿਆਂ ਨੂੰ ਲੜਨ ਦੇ ਗੁੱਸੇ ਵਜੋਂ ਸਾਲ ਮਨਾਇਆ - ਬੀਬੀਸੀ.",
        "ਕਾਰਲੋਸ ਰੋਡਨ ਦੀ ਪਤਨੀ ਨੇ ਯੈਂਕੀਜ਼ ਐਲਡੀਐਸ ਸਟਾਰਟ ਸੌਸ ਤੋਂ ਬਾਅਦ ‘ਘਿਣਾਉਣੀ’ ਆਨਲਾਈਨ ਧਮਕੀਆਂ ਦਾ ਖੁਲਾਸਾ ਕੀਤਾ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਨੇਲ ਸਮਿਥ, ਫਲੇਮਿੰਗ ਲਿਪਸ ਸਹਿਯੋਗੀ, 17 ਤੇ ਮਰ ਜਾਂਦਾ ਹੈ - ਬਿਲਬੋਰਡ",
        "ਐਮਐਲਬੀ ਪਲੇਆਫਸ 2024: ਕੈਰੀ ਕਾਰਪੇਂਟਰ ਦਾ 9 ਵਾਂ ਘਰੇਲੂ ਰਨ ਆਫ ਇਮੈਨੁਅਲ ਕਲੇਜ਼ ਨੇ ਅਲਡੀਐਸ ਗੇਮ 2 - ਯਾਹੂ ਸਪੋਰਟਸ ਵਿਚ ਜਿੱਤ ਲਈ ਟਾਈਗਰਸ ਦੀ ਸ਼ੁਰੂਆਤ ਕੀਤੀ",
        "ਹਟਾਈ",
        "ਕਮਲਾ ਹੈਰਿਸ ਦੀ '60 ਮਿੰਟ’ ਨਾਲ ਇਕ-ਇਕ-ਇਕ-ਇੱਕ ਇੰਟਰਵਿਊ ਤੋਂ 5 ਟੇਕਵੇਅ - ਸੀਐਨਐਨ",
        "ਰੌਬਰਟਸਃ ਮਾਚਡੋ ਦਾ ਡੱਗਆਉਟ ਵਿੱਚ ਸੁੱਟਣਾ 'ਅਨਸੈੱਟਲਿੰਗ' - ਈਐਸਪੀਐਨ",
        "ਟੇਲਰ ਸਵਿਫਟ ਦੇ ਪਿਤਾ ਸਕਾਟ ਟ੍ਰੈਵਿਸ ਕੈਲਸੇ ਦੇ ਚੀਫਸ ਗੇਮ - ਨਿ York ਯਾਰਕ ਪੋਸਟ ਲਈ ਉਸ ਦੇ ਸੂਟ ਵਿਚ ਸ਼ਾਮਲ ਹੁੰਦੇ ਹਨ",
        "ਸੈਮਸੰਗ ਨੇ ਏਆਈ ਬੂਮ - ਬਲੂਮਬਰਗ ਦੌਰਾਨ ਕਮਜ਼ੋਰ ਨਤੀਜਿਆਂ ਲਈ ਦੁਰਲੱਭ ਮੁਆਫੀ ਜਾਰੀ ਕੀਤੀ",
        "ਸੈਕਰਾਮੈਂਟੋ ਕਾਉਂਟੀ ਵਿਚ ਓਵਰਡੋਜ਼ ਦੀ ਮੌਤ ਘੱਟ ਗਈ, ਕਿਉਂਕਿ ਸੈਨ ਜੋਕੁਇਨ ਕਾਉਂਟੀ ਵਿਚ ਵਾਧਾ ਦੇਖਿਆ ਜਾਂਦਾ ਹੈ - ਕੇਸੀਆਰਏ ਸੈਕਰਾਮੈਂਟੋ"
    ]
}