{
    "headlines": [
        "ਸਟੈਲੇਨਟਿਸ, ਸਪੇਨ ਵਿੱਚ ਈਵੀ ਬੈਟਰੀ ਫੈਕਟਰੀ ਵਿੱਚ 4.33 ਬਿਲੀਅਨ ਡਾਲਰ ਦਾ ਨਿਵੇਸ਼ ਕਰਨ ਲਈ ਚੀਨ ਦਾ ਸੀਏਟੀਐਲ - ਰਾਇਟਰਜ਼",
        "ਟਰੰਪ ਨੇ ਟਰੂਡੋ ਨੂੰ ਕੈਨੇਡਾ ਦਾ ‘ਗਵਰਨਰ’ ਬਣਾਇਆ - The Hill",
        "ਐਪਲ ਦਾ ਐਮ 2 ਆਈਪੈਡ ਏਅਰ ਇੱਕ ਨਵਾਂ ਆਲ-ਟਾਈਮ ਲੋਅ ਹਿੱਟ ਕਰਦਾ ਹੈ, ਬਸ ਕ੍ਰਿਸਮਸ ਲਈ ਟਾਈਮ ਵਿੱਚ - ਸੀ ਐਨ ਈ ਟੀ",
        "Nvidia, Oracle, Tesla, C3.ai, ਗ੍ਰਹਿ ਲੈਬਜ਼, MongoDB, Yext, ਅਤੇ ਹੋਰ ਸਟਾਕ ਮਾਰਕੀਟ ਨੂੰ ਚਾਲਕ - Barron ਦੇ",
        "ਬ੍ਰਾਜ਼ੀਲ ਦੇ ਰਾਸ਼ਟਰਪਤੀ ਲੂਲਾ ਦਿਮਾਗ ਦੇ ਖੂਨ ਦੀ ਸਰਜਰੀ ਤੋਂ ਬਾਅਦ 'ਖੂਹ' - BBC.com",
        "ਫ੍ਰੈਂਕਲਿਨ ਨੇ ਇਕ ਘੰਟੇ ਵਿਚ ਅਕਾਰ ਵਿਚ ਲਗਭਗ ਤਿੰਨ ਗੁਣਾ ਅੱਗ ਲਗਾਈ ਕਿਉਂਕਿ ਇਹ ਮਲੀਬੂ ਨੂੰ ਧਮਕੀ ਦਿੰਦਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਬਾਲ ਬਲਾਤਕਾਰ ਦੇ ਦੋਸ਼ ਤੋਂ ਬਾਅਦ ‘ਮੁਫਾਸਾ‘ ਰੈੱਡ ਕਾਰਪੇਟ ਪ੍ਰੀਮੀਅਰ ਵਿਚ ਸ਼ਾਮਲ ਹੋਣ ਲਈ 50 ਸੈਂਟਸ ਜੈ-ਜ਼ੈਡ ਦਾ ਮਜ਼ਾਕ ਉਡਾਉਂਦੇ ਹਨ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਦੇਖੋਃ ਗਊਬੌਇਜ਼ ਡੀਫਲੇਟਡ ਪੰਟ ਤੋਂ ਬਾਅਦ ਵਿਸ਼ਾਲ ਗਲਤੀ ਕਰਦੇ ਹਨ, ਜਿਸ ਨਾਲ ਆਖਰੀ ਪਲਾਂ ਵਿੱਚ ਗੇਮ ਜੇਤੂ ਬੰਗਾਲ ਟੀਡੀ ਦੀ ਅਗਵਾਈ ਹੁੰਦੀ ਹੈ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਹਸਪਤਾਲ 'ਚ ਮਿਲੇ ਤਸ਼ੱਦਦ ਦੇ ਨਿਸ਼ਾਨ ਦਿਖਾਉਂਦੀਆਂ ਲਾਸ਼ਾਂ, ਸੀਰੀਆ ਦੇ ਬਾਗ਼ੀ ਕਹਿੰਦੇ ਹਨ - BBC.com",
        "ਇਜ਼ਰਾਈਲ ਦੇ ਨੇਤਨਯਾਹੂ ਨੇ 'ਬੇਤੁਕੀ' ਭ੍ਰਿਸ਼ਟਾਚਾਰ ਦੇ ਦੋਸ਼ਾਂ ਨੂੰ ਚੁਣੌਤੀ ਦੇਣ ਦੀ ਸਹੁੰ ਖਾਧੀ ਕਿਉਂਕਿ ਉਹ ਆਪਣੇ ਮੁਕੱਦਮੇ ਵਿਚ ਸਟੈਂਡ ਲੈਂਦਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਨੀਲੇ ਮੂਲ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਪਹਿਲਾ ਨਵਾਂ ਗਲੇਨ ਲਾਂਚ ਅਜੇ ਵੀ 2024 ਲਈ ਤਹਿ ਕੀਤਾ ਗਿਆ ਹੈ - SpaceNews",
        "ਜੈਮੀ ਫੌਕਸ ਨੇ ਖੁਲਾਸਾ ਕੀਤਾ ਕਿ ਉਸ ਨੂੰ ਦਿਮਾਗ ਦੇ ਖੂਨ ਅਤੇ ਸਟਰੋਕ ਦਾ ਸਾਹਮਣਾ ਕਰਨਾ ਪਿਆ, 'ਮੈਨੂੰ 20 ਦਿਨ ਯਾਦ ਨਹੀਂ’ - ਸੀ ਐਨ ਐਨ",
        "ਕੁਝ ਸ਼ਾਮਲ ਕੀਤੇ ਸ਼ੂਗਰ ਸਰੋਤ ਬਿਮਾਰੀ ਦੇ ਜੋਖਮ ਲਈ ਦੂਜਿਆਂ ਨਾਲੋਂ ਮਾੜੇ ਹੁੰਦੇ ਹਨ, ਅਧਿਐਨ ਸੁਝਾਅ ਦਿੰਦਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਸ਼ੱਕੀ ਯੂਨਾਈਟਿਡਹੈਲਥਕੇਅਰ ਦੇ ਸੀਈਓ ਕਾਤਲ ਨੇ ਆਪਣੇ ਹਮਲੇ ਦੀ ਚੰਗੀ ਤਰ੍ਹਾਂ ਯੋਜਨਾ ਬਣਾਈ – ਪਰ ਮਹੱਤਵਪੂਰਣ ਗਲਤੀਆਂ ਕੀਤੀਆਂ, ਮਾਹਰ ਕਹਿੰਦੇ ਹਨ - ਸੀ ਐਨ ਐਨ",
        "ਇਜ਼ਰਾਈਲ ਨੇ ਸੀਰੀਆਈ ਫੌਜ ਦੇ ਠਿਕਾਣਿਆਂ ਨੂੰ ਪਾਉਂਡ ਕੀਤਾ, ਡੂੰਘੀ ਘੁਸਪੈਠ ਤੋਂ ਇਨਕਾਰ ਕੀਤਾ - ਰਾਇਟਰ",
        "ਮਹਿਮਾਨ ਕਾਲਮ | ਬਾਅਦ ਵਿਚ ਜ਼ਿੰਦਗੀ ਵਿਚ ਕੰਮ ਕਰਨਾ ਕੁਝ ਲਈ ਇਕ ‘ਜੀਵਨ ਬਚਾਉਣ ਵਾਲਾ', ਦੂਜਿਆਂ ਲਈ ਇਕ ਖਿੱਚ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਬ੍ਰਾਂਡਨ ਗ੍ਰਾਹਮਃ ਮੈਂ ਏ. ਜੇ. ਬ੍ਰਾਊਨ, ਜੈਲੇਨ ਹਰਟਸ ਬਾਰੇ ਗਲਤ ਸੀ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਅਲਾਸਕਾ ਏਅਰ ਸਮੂਹ ਨੇ ਟੋਕਿਓ ਨਰੀਤਾ ਅਤੇ ਸਿਓਲ ਇੰਚੀਓਨ - ਅਲਾਸਕਾ ਏਅਰਲਾਈਨਜ਼ ਬਲੌਗ ਨੂੰ ਹਵਾਈ ਏਅਰਲਾਈਨਜ਼ 'ਤੇ ਨਾਨ-ਸਟਾਪ ਰੂਟਾਂ ਦਾ ਪਰਦਾਫਾਸ਼ ਕਰਨ ਦੇ ਨਾਲ ਸੀਏਟਲ ਵਿਚ ਨਵਾਂ ਗਲੋਬਲ ਗੇਟਵੇ ਲਾਂਚ ਕੀਤਾ",
        "ਨਾਸਾ ਦੇ ਪੁਲਾੜ ਯਾਤਰੀ ਨੇ ਆਈਐਸਐਸ ਤੋਂ ਗਲੈਕਟਿਕ ਜੋੜੀ ਦੀ ਹੈਰਾਨਕੁੰਨ ਫੋਟੋ ਕੈਪਚਰ ਕੀਤੀ - ਗਿਜ਼ਮੋਡੋ",
        "ਸਟੈਲੇਨਟਿਸ ਦੇ ਸੀਈਓ ਕਾਰਲੋਸ ਟਾਵਰਸ ਨੇ 'ਹੰਕਾਰੀ' ਗਲਤੀਆਂ ਨਾਲ ਆਟੋਮੇਕਰ ਦਾ ਨਿਯੰਤਰਣ ਗੁਆ ਦਿੱਤਾ, ਸੂਤਰਾਂ ਦਾ ਕਹਿਣਾ ਹੈ - ਸੀ ਐਨ ਬੀ ਸੀ"
    ]
}