{
    "headlines": [
        "DirecTV-Disney-Ausfall erwärmt sich als Montagabend-Fußball- und Präsidentschaftsdebattenansatz - CNET",
        "Zwei NATO-Mitglieder sagen, russische Drohnen hätten ihren Luftraum verletzt - The Associated Press",
        "‘Definitiv keine Wut auf der Straße’: Kentuckys Sheriff-Büro sucht nach einem Motiv, während die Jagd nach dem I-75-Shooter weitergeht - CNN",
        "Der Oppositionskandidat brach nur wenige Monate vor seiner Verfolgungsjagd ins Exil in die venezolanische Politik ein - WOODTV.com",
        "Senator Raphael Warnock nach Schießerei in Georgia: \"Wir sind alle sitzende Enten\" - POLITICO",
        "2024 NFL Woche 1: Wie man das Spiel Jacksonville Jaguars gegen Miami Dolphins heute sieht - Yahoo Sports",
        "‘Beetlejuice Beetlejuice’ Ruckelt Abendkasse mit $ 110 Millionen Eröffnungswochenende - The Associated Press",
        "Die Mutter von Georgia, die den Verdächtigen erschoss, rief die Schule an, um vor dem Notfall zu warnen, sagt Tante - The Associated Press",
        "Sunday Tropics Update: Francine bildet sich heute oder morgen - KPRC Click2Houston",
        "[removed]",
        "‘Eden’ Review: Ron Howard hat endlich den Verstand verloren - Geier",
        "Amy Adams sagt, dass Oscar-Nominierungen \"nicht etwas sind, worüber ich nachdenke\" - IndieWire",
        "Quellen: Prescott, Cowboys stimmen einem 240-MILLIONEN-DOLLAR-DEAL zu - ESPN",
        "Der Farbstoff, der in Doritos gefunden wird, macht die Haut der Maus transparent wie ein \"magischer Trick\", findet eine neue Studie - Hindustan Times",
        "Dolphins ’Tyreek Hill, der von der Polizei außerhalb des Stadions festgehalten wird, spielt im Opener gegen Jaguars - South Florida Sun Sentinel",
        "Meta Llama: Alles, was Sie über das offene generative KI-Modell wissen müssen - TechCrunch",
        "Warten Sie bis 2025 auf Ihren Traumfernseher? MINI-LED zu hell? | You Asked Ep. 56 - Digitale Trends",
        "Apple Event 2024: iPhone 16, Apple Intelligence und all die anderen erwarteten Glowtime-Enthüllungen - TechCrunch",
        "Gastkolumne | Für Betreuer kann ein Freund, der es \"versteht\", eine Rettungsleine sein - The Washington Post",
        "Im abgelegenen Dschungel von Papua-Neuguinea bringt Papst Hoffnung - POLITICO"
    ]
}