{
    "headlines": [
        "ਨਾਸਾ ਪੁਲਾੜ ਯਾਨ ਜੀਵਨ ਲਈ ਸਹੀ ਸਥਿਤੀਆਂ ਦੀ ਭਾਲ ਵਿਚ ਜੁਪੀਟਰ ਦੇ ਚੰਦਰਮਾ ਯੂਰੋਪਾ ਵੱਲ ਰਾਕੇਟ - ਐਸੋਸੀਏਟ ਪ੍ਰੈਸ",
        "ਹਟਾਈ",
        "ਹਟਾਈ",
        "‘Terrifier 3’ ਨੂੰ ਸਿਰ $ 20M-$ 21M ਵੱਧ 4-ਦਿਨ ਛੁੱਟੀ: \"ਇਹ ਤਸਵੀਰ confound ਕਰਨ ਲਈ ਜਾਰੀ\" - ਡੈੱਡਲਾਈਨ",
        "ਕੈਨੇਡਾ, ਭਾਰਤ ਨੇ ਡਿਪਲੋਮੈਟਾਂ ਨੂੰ ਕੱਢਿਆ, ਪੁਲਿਸ ਨੇ ਕੀਤਾ ‘ਹਿੰਸਾ ਦੀ ਮੁਹਿੰਮ’ ਦਾ ਪਰਦਾਫਾਸ਼ - Al Jazeera English",
        "ਇਜ਼ਰਾਈਲ 'ਤੇ ਡਰੋਨ ਹਮਲੇ ਨੇ ਆਇਰਨ ਡੋਮ ਦੀਆਂ ਸੀਮਾਵਾਂ' ਤੇ ਧਿਆਨ ਦਿੱਤਾ - ਬੀਬੀਸੀ.",
        "ਆਉਣ ਵਾਲਾ ਸੁਪਰਮੂਨ 2024 ਦਾ ਸਭ ਤੋਂ ਚਮਕਦਾਰ ਹੋਵੇਗਾ; ਇਹ ਹੈ ਕਿ ਤੁਸੀਂ ਸਿਨਸਿਨਾਟੀ ਵਿਚ ਇਸ ਨੂੰ ਕਿਵੇਂ ਨੇੜੇ ਦੇਖ ਸਕਦੇ ਹੋ - ਡਬਲਯੂਸੀਪੀਓ 9 ਸਿਨਸਿਨਾਟੀ",
        "‘ਪਲਪ ਫਿਕਸ਼ਨ’ ਸਟਾਰ ’ਮੈਡ ਜੀਨੀਅਸ‘ ਕੁਐਂਟਿਨ ਟਾਰਨਟੀਨੋ ਦੀ ਫਿਲਮ ਦੀ ਵਿਰਾਸਤ ’ਤੇ 3 ਦਹਾਕਿਆਂ ਬਾਅਦਃ‘ ਅਸੀਂ 100 ਸਾਲਾਂ ਵਿਚ ਜਾਣ ਲਵਾਂਗੇ ’- ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਉੱਤਰੀ ਲੇਬਨਾਨ 'ਚ ਇਜ਼ਰਾਇਲੀ ਹਮਲੇ' ਚ 21 ਹਲਾਕ - Al Jazeera English",
        "ਸਟਾਕ ਮਾਰਕੀਟ ਅੱਜਃ ਡਾਓ, ਐਸ ਐਂਡ ਪੀ 500 ਨੇ ਤਾਜ਼ਾ ਉੱਚਾਈ ਪ੍ਰਾਪਤ ਕੀਤੀ ਕਿਉਂਕਿ ਐਨਵੀਡੀਆ ਰਿਕਾਰਡ 'ਤੇ ਚੜ੍ਹਿਆ - ਯਾਹੂ ਵਿੱਤ",
        "ਦੇਸ਼ਾਂ ਵਿਚਾਲੇ ਖੁਸ਼ਹਾਲੀ ਦੇ ਪਾੜੇ ਦੇ ਅਧਿਐਨ ਲਈ ਨੋਬਲ ਅਰਥਸ਼ਾਸਤਰ ਪੁਰਸਕਾਰ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਬਰਲਿੰਗਟਨ ਕਾਉਂਟੀ ਵਿੱਚ ਐਨਜੇ ਟ੍ਰਾਂਜ਼ਿਟ ਰਿਵਰ ਲਾਈਨ ਦੇ ਹਾਦਸੇ ਤੋਂ ਬਾਅਦ ਟ੍ਰੇਨ ਓਪਰੇਟਰ ਦੀ ਮੌਤ ਹੋ ਗਈ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਉਹ ਪਿਆਰੇ, ਖੂਬਸੂਰਤ ਅਤੇ ਅਮਰੀਕਾ ਆ ਰਹੇ ਹਨਃ ਚੀਨ ਦੇ ਸਭ ਤੋਂ ਨਵੇਂ ਪਾਂਡਾ ਡਿਪਲੋਮੈਟ ਵਾਸ਼ਿੰਗਟਨ ਦੀ ਅਗਵਾਈ ਕਰ ਰਹੇ ਹਨ - ਸੀ ਐਨ ਐਨ",
        "ਡੋਜਰਸ ਮੈਟਸ ਦੇ ਵਿਰੁੱਧ ਇਤਿਹਾਸ ਬਣਾਉਣ ਤੋਂ ਤਿੰਨ (ਸਕੋਰ ਰਹਿਤ) ਦੂਰ ਹਨ - ਐਨਬੀਸੀ ਨਿ Newsਜ਼",
        "ਹੈਰਿਸ ਆਊਟਰੀਚ ਨੂੰ ਕਾਲੇ ਪੁਰਸ਼ ਮਾਰਿਜੁਆਨਾ 'ਤੇ ਪ੍ਰਸਤਾਵ ਵੀ ਸ਼ਾਮਲ ਹੈ, crypto ਕਾਰੋਬਾਰ - ਅਮਰੀਕਾ ਨੇ ਅੱਜ",
        "ਸੀਨ ‘ਡਿੱਡੀ' ਕੰਬਜ਼ ਨੇ ਛੇ ਨਵੇਂ ਮੁਕੱਦਮੇ ਵਿਚ ਜਿਨਸੀ ਸ਼ੋਸ਼ਣ ਦਾ ਦੋਸ਼ ਲਗਾਇਆ, ਜਿਸ ਵਿਚ ਇਕ ਕੇਸ ਸ਼ਾਮਲ ਹੈ ਜਿਸ ਵਿਚ ਕਥਿਤ ਕਿਸ਼ੋਰ ਪੀੜਤ - ਸੀ ਐਨ ਐਨ",
        "Utah ਉੱਤੇ ਧੂਮਕੇਤੂ ਦੇਖਣ ਲਈ ਹਾਲਾਤ ਸੰਪੂਰਣ ਸੋਮਵਾਰ ਹੋਣੇ ਚਾਹੀਦੇ ਹਨ - FOX 13 News Utah",
        "ਅਦਿੱਖ ਟੈਕਸਟ ਜੋ ਏਆਈ ਚੈਟਬੋਟ ਸਮਝਦੇ ਹਨ ਅਤੇ ਮਨੁੱਖ ਨਹੀਂ ਕਰ ਸਕਦੇ? ਹਾਂ, ਇਹ ਇਕ ਚੀਜ਼ ਹੈ - ਆਰਸ ਟੈਕਨੀਕਾ",
        "10 ਮਿਲੀਅਨ ਪੌਂਡ ਮੀਟ ਦੀ ਯਾਦ ਵਿਚ ਫ੍ਰੋਜ਼ਨ ਡਿਨਰ, ਟ੍ਰੇਡਰ ਜੋਅਜ਼, ਕ੍ਰੋਗਰ ਅਤੇ ਐਮਾਜ਼ਾਨ ਫਰੈਸ਼ ਨੂੰ ਵੇਚੇ ਗਏ ਸਲਾਦ ਸ਼ਾਮਲ ਹਨ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਫੇਮਾ ਵਰਕਰ ਧਮਕੀਆਂ ਮਿਲਣ ਤੋਂ ਬਾਅਦ ਉੱਤਰੀ ਕੈਰੋਲੀਨਾ ਵਿੱਚ ਤੂਫਾਨ-ਰਿਕਵਰੀ ਦੇ ਕੁਝ ਯਤਨਾਂ ਨੂੰ ਬਦਲਦੇ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ"
    ]
}