{
    "headlines": [
        "رسالة التحفيز الصينية تترك المستثمرين راغبين - رويترز",
        "حملة هاريس لإصدار تقرير يفصل التاريخ الطبي لنائب الرئيس والمعلومات الصحية - سي إن إن",
        "يوضح قسم الموارد البشرية في مباراة التصفيات الرابعة عشرة في كيكي لماذا سعى فريق دودجرز إلى لم الشمل - MLB.com",
        "لغز البقعة الحمراء العظيمة للمشتري: التذبذبات غير المبررة تحير علماء الفلك - SciTechDaily",
        "ستقوم بوينغ بتسريح 10 ٪ من الموظفين، وتأخير التسليم الأول لـ 777X - DW (الإنجليزية)",
        "نقطة محذوفة هنا",
        "كان المرشد السياحي في كولورادو هو الشخص الذي توفي في حادث في منجم مولي كاثلين للذهب - سي بي إس نيوز",
        "برجك اليومي: 12 أكتوبر 2024 - The Globe and Mail",
        "رئيس بلدية أورورا يمزق مطالبات دونالد ترامب \"المبالغ فيها بشكل صارخ\" بعد الارتفاع - نيوزويك",
        "تحث الولايات المتحدة إسرائيل على وقف إطلاق النار على قوات حفظ السلام التابعة للأمم المتحدة في لبنان - BBC.com",
        "نقطة محذوفة هنا",
        "مخرج فيلم \"المتدرب\" يستجيب لتلقي تهديدات من فريق ترامب القانوني - سي إن إن",
        "سيبقى شون \"ديدي\" كومز في السجن حيث تنظر لجنة مؤلفة من 3 قضاة في إطلاق سراحه بكفالة - الولايات المتحدة الأمريكية اليوم",
        "\"ساترداي نايت لايف\" تحتفل بالذكرى السنوية التاسعة والأربعين مع عناوين افتتاح أورجانو جولد 1975 - الموعد النهائي",
        "تدعي وزارة العدل في دعوى قضائية جديدة أن فرجينيا تشطب الناخبين من القوائم بشكل غير قانوني - نيويورك بوست",
        "تنمو حالات إنفلونزا الطيور البشرية مع تأكيد حالتين أخريين في كاليفورنيا - نيويورك بوست",
        "يبدأ طرح Xbox Cloud Gaming \"Bring Your Own Games\" في نوفمبر 2024. إليك ما يمكن توقعه بشأن المناطق وحجم مكتبة الألعاب والوصول إلى أجهزة iPhone و Android والمزيد. - Windows Central",
        "متجذر في العملية | Oregon Football vs. Ohio State Pregame Trailer - GoDucks",
        "بقايا جزئية لمتسلق بريطاني يُعتقد أنه عثر عليها بعد 100 عام من صعود قمة إيفرست - أخبار إيداهو الشرقية",
        "ارتفعت حالات السعال الديكي بأكثر من 340 ٪ مقارنة بهذا الوقت من العام الماضي - فوكس نيوز"
    ]
}