{
    "headlines": [
        "ਜੇ ਕਾਂਗਰਸ ਖਰਚ ਯੋਜਨਾ 'ਤੇ ਸਹਿਮਤ ਨਹੀਂ ਹੁੰਦੀ ਤਾਂ ਸਰਕਾਰ ਬੰਦ ਰਹੇਗੀ: ਸੀਐਨਐਨ ਰਾਜਨੀਤੀ - ਸੀਐਨਐਨ",
        "ਜਰਮਨੀ ਦੇ ਕ੍ਰਿਸਮਸ ਬਾਜ਼ਾਰ ਵਿਚ ਭੀੜ ਵਿਚ ਕਾਰ ਚਲਾਏ ਜਾਣ ਤੋਂ ਬਾਅਦ ਘੱਟੋ ਘੱਟ ਇਕ ਦੀ ਮੌਤ ਹੋ ਗਈ ਅਤੇ ਦਰਜਨਾਂ ਜ਼ਖਮੀ ਹੋ ਗਏ, ਰਿਪੋਰਟਾਂ ਕਹਿੰਦੀਆਂ ਹਨ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਕਨੇਡਾ ਦੇ ਟਰੂਡੋ ਨੂੰ ਪ੍ਰੋਪਿੰਗ ਕਰਨ ਵਾਲੇ ਮੁੱਖ ਸਹਿਯੋਗੀ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਹ ਉਸ ਨੂੰ ਪਲਟਣ ਲਈ ਵੋਟ ਪਾਉਣਗੇ - ਬੀਬੀਸੀ.",
        "ਕੀਵ, ਯੂਕਰੇਨ 'ਤੇ‘ ਵਹਿਸ਼ੀ ‘ਰੂਸੀ ਮਿਜ਼ਾਈਲ ਬੈਰਾਜ ਵਿਚ ਘੱਟੋ ਘੱਟ ਇਕ ਦੀ ਮੌਤ ਹੋ ਗਈ ਅਤੇ ਕਈ ਦੂਤਘਰ ਨੁਕਸਾਨੇ ਗਏ - ਸੀਐਨਐਨ",
        "ਯੂਐਸ ਫਲੂ ਦਾ ਮੌਸਮ ਚੱਲ ਰਿਹਾ ਹੈ, ਕਿਉਂਕਿ ਕੁਝ ਖੇਤਰਾਂ ਵਿੱਚ ਕੇਸ ਵਧਦੇ ਹਨ ਅਤੇ ਟੀਕਾਕਰਣ ਪਛੜ ਜਾਂਦੇ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਜਿਮ ਹਾਰਬਾਗ ਦਾ ‘ਮਨਪਸੰਦ ਨਿਯਮ’ ਬਹੁਤ ਘੱਟ ਦੇਖਿਆ ਜਾਂਦਾ ਹੈ, ਪਰ ਉਸਨੇ ਚਾਰਜਰਸ ਨੂੰ ਅੱਗੇ ਵਧਾਉਣ ਲਈ ਇਸਦੀ ਵਰਤੋਂ ਕੀਤੀ - MLive.",
        "ਪੀਐਫਟੀ ਦਾ ਹਫਤਾ 16 2024 ਐਨਐਫਐਲ ਗੇਮ ਪੂਰਵਦਰਸ਼ਨ, ਸਟੀਲਰਜ਼-ਰੇਨਜ਼ ਦੀ ਅਗਵਾਈ ਵਿੱਚ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਵਾਚ ਨਾਸਾ ਦੇ Artemis Orion ਚੰਦਰਮਾ ਪੁਲਾੜ ਟੈਸਟਿੰਗ ਦੌਰਾਨ ਇਸ ਦੇ ਸਿਖਰ ਉਡਾਉਣ (ਵੀਡੀਓ) - Space. com",
        "ਹਟਾਈ",
        "‘ਦਿ ਮੰਮੀ’ ’ਈਵਿਲ ਡੈੱਡ ਰਾਈਜ਼‘ ਫਿਲਮ ਨਿਰਮਾਤਾ ਲੀ ਕ੍ਰੋਨਿਨ (ਐਕਸਕਲੂਸਿਵ) ਦੁਆਰਾ ਲਿਖਿਆ ਅਤੇ ਨਿਰਦੇਸ਼ਤ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਗੂਗਲ ਦੀਆਂ ਫਾਈਲਾਂ ਜੈਮਿਨੀ ਦੇ 'ਇਸ ਪੀਡੀਐਫ ਬਾਰੇ ਪੁੱਛੋ‘ ਦਾ ਸਮਰਥਨ ਕਰਨਗੀਆਂ - 9to5Google",
        "ਮਲੇਸ਼ੀਆ ਨੇ ਜਹਾਜ਼ MH370 ਦੀ ਨਵੀਂ ਖੋਜ ਦਾ ਕੀਤਾ ਐਲਾਨ, 10 ਸਾਲ ਤੋਂ ਵੱਧ ਸਮੇਂ ਤੋਂ ਲਾਪਤਾ - ਅਮਰੀਕਾ ਅੱਜ",
        "ਨਵੰਬਰ ਵਿੱਚ ਕੁੰਜੀ ਫੈੱਡ ਮਹਿੰਗਾਈ ਦਰ ਠੰ;; ਐਸ ਐਂਡ ਪੀ 500 ਰੈਲੀਆਂ - ਨਿਵੇਸ਼ਕ ਦਾ ਕਾਰੋਬਾਰ ਰੋਜ਼ਾਨਾ",
        "ਕਿਸ਼ੋਰ ਮੰਮੀਃ ਮੈਕੀ ਬੁੱਕਆਉਟ ਦਾ ਪੁੱਤਰ ਬੈਂਟਲੀ, 16, ਇੱਕ ਕਿਸ਼ੋਰ ਮਾਪੇ ਹੋਣ ਦੀ ਸੰਭਾਵਨਾ ਨੂੰ ਸੰਬੋਧਿਤ ਕਰਦਾ ਹੈ - ਈ! ਆਨਲਾਈਨ - ਈ! ਨਿਊਜ਼",
        "ਲੁਈਸਿਆਨਾ ਨੇ ਫਲੂ, ਕੋਵਿਡ, ਐਮਪੌਕਸ ਟੀਕਿਆਂ ਨੂੰ ਉਤਸ਼ਾਹਤ ਕਰਨ ਤੋਂ ਸਿਹਤ ਵਿਭਾਗ ਨੂੰ ਰੋਕਿਆਃ ਰਿਪੋਰਟ - ਆਰਸ ਟੈਕਨੀਕਾ",
        "‘ਸੋਨਿਕ ਦਿ ਹੇਜਹੌਗ 3’ $ 6.5M, ‘ਮੁਫਾਸਾ’ $ 3M+ ਵੀਰਵਾਰ ਪੂਰਵਦਰਸ਼ਨਾਂ ਵਿੱਚ – ਬਾਕਸ ਆਫਿਸ - ਡੈੱਡਲਾਈਨ",
        "ਦੋ ਚੰਦਰਮਾ ਲੈਂਡਰ ਪ੍ਰਾਚੀਨ ਪ੍ਰਭਾਵ ਵਾਲੀਆਂ ਥਾਵਾਂ ਲਈ ਅਗਵਾਈ ਕਰ ਰਹੇ ਹਨ. ਤੁਹਾਨੂੰ ਕੀ ਜਾਣਨ ਦੀ ਜ਼ਰੂਰਤ ਹੈ - ਗਿਜ਼ਮੋਡੋ",
        "ਅਮਰੀਕੀ ਡਿਪਲੋਮੈਟਾਂ ਨੇ ਦਮਿਸ਼ਕ 'ਚ ਸੀਰੀਆ ਦੇ ਵਿਰੋਧੀ ਨੇਤਾ ਨਾਲ ਕੀਤੀ ਮੁਲਾਕਾਤ - Axios",
        "ਬਿਗ ਲਾਟਸ ਸਟੋਰ ਬੰਦ ਹੋਣ 2025: ਰਿਟੇਲਰ ਸਾਰੇ ਸਟੋਰਾਂ ਨੂੰ ਬੰਦ ਕਰਨ ਦੀ ਯੋਜਨਾ ਬਣਾ ਰਿਹਾ ਹੈ - ਐਕਸੀਓਸ",
        "ਸੀਐਫਪੀਬੀ ਨੇ ਜੇਪੀ ਮੋਰਗਨ ਚੇਜ਼, ਬੈਂਕ ਆਫ਼ ਅਮੈਰਿਕਾ ਅਤੇ ਵੇਲਜ਼ ਫਾਰਗੋ 'ਤੇ ਜ਼ੇਲ ਭੁਗਤਾਨ ਧੋਖਾਧੜੀ ਦਾ ਮੁਕੱਦਮਾ ਕੀਤਾ - ਸੀ ਐਨ ਬੀ ਸੀ"
    ]
}