{
    "headlines": [
        "ਜਾਰਜੀਆ ਦੇ ਰਾਸ਼ਟਰਪਤੀ ਵੋਟਾਂ ਦੇ ਨਤੀਜਿਆਂ ਨੂੰ ਮਾਨਤਾ ਨਹੀਂ ਦੇਣਗੇ, ਵਿਰੋਧ ਪ੍ਰਦਰਸ਼ਨਾਂ ਦੀ ਮੰਗ ਕਰਨਗੇ, ਅਲੈਜਿਜ਼ ਰੂਸੀ ਦਖਲਅੰਦਾਜ਼ੀ - ਰੇਡੀਓ ਫ੍ਰੀ ਯੂਰਪ / ਰੇਡੀਓ ਲਿਬਰਟੀ",
        "ਮੈਕਡੋਨਲਡਜ਼ ਨੇ ਈ. ਕੋਲੀ ਫੈਲਣ ਦੇ ਸਰੋਤ ਵਜੋਂ ਬੀਫ ਪੈਟੀਆਂ ਨੂੰ ਬਾਹਰ ਕੱ rulesਿਆ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਐਨੀਮਲ ਕਰਾਸਿੰਗਃ ਪਾਕੇਟ ਕੈਂਪ ਸੰਪੂਰਨ 3 ਦਸੰਬਰ ਨੂੰ ਲਾਂਚ ਕਰਦਾ ਹੈ - ਗੇਮੈਟਸੁ",
        "'ਇਹ ਜੰਗਲੀ ਸੀ': ਡੈਨੀਅਲਸ ਨੇ ਹੇਲ ਮੈਰੀ ਨਾਲ ਬੇਅਰਜ਼ ਨੂੰ ਸਟਨਜ਼ ਕੀਤਾ - ਈਐਸਪੀਐਨ",
        "ਹਾਲੀਵੁੱਡ ਸੈਲੀਬਜ਼ ਹੈਲੋਵੀਨ 2024 ਲਈ ਆਲ ਆਉਟ ਜਾਓ - ਟੀਐਮਜ਼ੈਡ",
        "ਮੋ shoulderੇ ਦੀ ਸੱਟ ਲੱਗਣ ਤੋਂ ਬਾਅਦ ਗੇਮ 3 ਵਿਚ ਸ਼ੁਰੂ ਹੋਣ ਲਈ 'ਓਹਤਾਨੀ' ਤੇ ਡੋਜਰਜ਼ ਦੀ ਬੈਂਕਿੰਗ - ਐਮਐਲਬੀ.",
        "ਐਨਐਫਐਲ ਹਫਤਾ 8 ਗ੍ਰੇਡਃ ਬ੍ਰਾsਨਜ਼ ਨੇ ਰੇਵੇਨਜ਼ ਨੂੰ ਝਟਕਾ ਦੇਣ ਲਈ ਉੱਚ ਅੰਕ ਪ੍ਰਾਪਤ ਕੀਤਾ, ਹੈਲ ਮੈਰੀ ਜਿੱਤਣ ਤੋਂ ਬਾਅਦ ਕਮਾਂਡਰਾਂ ਨੂੰ 'ਬੀ+' ਮਿਲਦਾ ਹੈ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਐਮਪੀਡੀ ਮੁਖੀਃ ਪੁਲਿਸ ਉਸ ਵਿਅਕਤੀ ਨੂੰ ਫੇਲ੍ਹ ਕਰ ਗਈ ਜਿਸਨੂੰ ਉਸਦੇ ਗੁਆਂਢੀ ਨੇ ਕਥਿਤ ਤੌਰ 'ਤੇ ਗੋਲੀ ਮਾਰ ਦਿੱਤੀ ਸੀ - KARE11.com",
        "ਕਈ ਖਤਰਨਾਕ Asteroids ਸਾਰੇ ਉਸੇ ਵੇਲੇ 'ਤੇ ਧਰਤੀ ਦੇ ਨੇੜੇ - ਦੈਂਤ Freakin ਰੋਬੋਟ",
        "ਮੈਕਬੁੱਕ ਪ੍ਰੋ ਰੀਲਿਜ਼ ਤਾਰੀਖ ਤਾਜ਼ਾਃ ਐਪਲ ਦੇ ਉਤਸ਼ਾਹੀ ਯੋਜਨਾਵਾਂ - ਫੋਰਬਸ",
        "ਪਹਿਲੀ ਡਰਾਈਵ: ਐਸਟਨ ਮਾਰਟਿਨ Vanquish – 824bhp ਅਤੇ ਮਰਨ ਲਈ ਵੇਖਦਾ ਹੈ - ਸਿਖਰ ਗੇਅਰ",
        "ਹੈਰਿਸ ਫਿਲਾਡੇਲ੍ਫਿਯਾ ਵਿੱਚ ਕਾਲੇ, ਲੈਟਿਨੋ ਵੋਟ ਲਈ ਦਬਾਇਆ - POLITICO",
        "ਕੈਲੀਫੋਰਨੀਆ ਦੇ ਗਵਰਨਰ ਨੇ ਰਾਜ ਦੀ ਫਿਲਮ ਅਤੇ ਟੀਵੀ ਟੈਕਸ ਪ੍ਰੋਤਸਾਹਨ ਨੂੰ ਦੁੱਗਣਾ ਕਰਨ ਤੋਂ ਵੱਧ ਪ੍ਰਸਤਾਵ ਦਿੱਤਾ - ਸੀ ਐਨ ਐਨ",
        "ਜਾਪਾਨ ਦੀ ਸੱਤਾਧਾਰੀ ਪਾਰਟੀ ਨੇ ਨਵੇਂ ਪ੍ਰਧਾਨ ਮੰਤਰੀ ਨੂੰ ਵੱਡਾ ਝਟਕਾ ਦਿੰਦਿਆਂ ਲੰਬੇ ਸਮੇਂ ਤੋਂ ਚੱਲ ਰਹੇ ਬਹੁਮਤ ਨੂੰ ਗੁਆ ਦਿੱਤਾ - ਸੀਐਨਐਨ",
        "ਉੱਤਰੀ ਕੋਰੀਆ ਦੇ ਸੈਨਿਕਾਂ ਦੇ ਪਹਿਲੇ ਟਰੱਕ ਲੋਡ ਕੁਰਸਕ ਵਿੱਚ ਫਰੰਟ ਲਾਈਨ ਤੇ ਪਹੁੰਚ ਸਕਦੇ ਹਨ - ਫੋਰਬਸ",
        "ਸਟਾਕ ਮਾਰਕੀਟ, ਤੇਲ ਦੀਆਂ ਕੀਮਤਾਂ ਇਰਾਨ 'ਤੇ ਇਜ਼ਰਾਈਲ ਦੇ ਜਵਾਬੀ ਹਮਲੇ' ਤੇ ਕਿਵੇਂ ਪ੍ਰਤੀਕ੍ਰਿਆ ਕਰ ਸਕਦੀਆਂ ਹਨ - ਬੈਰਨ",
        "ਟਰੰਪ ਨੇ ਫਿਲਾਡੇਲਫੀਆ ਦੇ ਮੈਡਿਸਨ ਸਕੁਏਅਰ ਗਾਰਡਨ, ਹੈਰਿਸ ਵਿਖੇ ਰੈਲੀ ਕੀਤੀ - ਰਾਇਟਰਜ਼",
        "ਕੋਲੋਰਾਡੋ ਵਿੱਚ ਖੰਘ ਦੇ ਕੇਸ ਟ੍ਰਿਪਲਃ ਤੁਹਾਨੂੰ ਕੀ ਜਾਣਨ ਦੀ ਜ਼ਰੂਰਤ ਹੈ - ਫੌਕਸ 31 ਡੇਨਵਰ",
        "ਕਾਉਬੌਇਜ਼ ਬਨਾਮ 49ers ਅੱਜ ਰਾਤ ਸਕੋਰਃ ਡੱਲਾਸ ਨੇ ਦੂਜੀ ਤਿਮਾਹੀ ਦੇ ਸ਼ੁਰੂ ਵਿੱਚ ਲੀਡ ਲਈ - ਆਸਟਿਨ ਅਮੈਰੀਕਨ-ਸਟੇਟਸਮੈਨ",
        "ਜੁੜਵਾਂ ਜੁੜਵਾਂ ਬ੍ਰਿਟਨੀ ਅਤੇ ਐਬੀ ਹੇਨਸਲ ਅਤੇ ਪਤੀ ਜੋਸ਼ ਗੇਂਦਬਾਜ਼ੀ ਨਵੀਂ ਫੋਟੋ ਵਿਚ ਸਾਰੇ ਮੁਸਕਰਾ ਰਹੇ ਹਨ - ਖ਼ਬਰਾਂ!"
    ]
}