{
    "headlines": [
        "Powell silenciosamente fez um pivô hawkish, diz o principal observador do Fed - MarketWatch",
        "A ruptura tarifária de Elon Musk com o principal assessor comercial de Trump está ficando feia - Business Insider",
        "EUA defendem tarifas sobre ilha remota de pinguins e focas - BBC",
        "As estrelas da terceira temporada de ’The White Lotus’, Aimee Lou Wood, Jason Isaacs e mais, reagem ao final explosivo: “90 Minutes Of Just Chaos” - Prazo",
        "O terremoto fatal de Mianmar aprofunda a turbulência política sem caminho para a paz, dizem especialistas - CNBC",
        "Trump to America as Markets Crash: ‘Sometimes You Have to Take Medicine’ - Rolling Stone",
        "Campeonato da NCAA: o momento culminante do título de Paige Bueckers levou algo extra — e seus companheiros de equipe da UConn entregaram - Yahoo Sports",
        "'I' m not going to panic '— Jim Cramer on Sunday's stock futures sell-off - CNBC",
        "Funcionários trabalham para esclarecer a 'desinformação' da abertura da barragem de Dix em meio à evacuação da Caroll Co. - LEX18",
        "RFK Jr. visita o epicentro do surto de sarampo no Texas após a morte do segundo filho infectado - PBS",
        "Inundações pioram no Sul e Centro-Oeste após dias de chuvas torrenciais - PBS",
        "Sorokin negocia pelo \"respeito\" de Ovechkin depois de permitir o gol recorde - NHL.com",
        "Assessores de Trump dizem que mais de 50 países entraram em contato para negociações tarifárias com a Casa Branca - PBS",
        "Juiz diz que deportação errônea de homem de Maryland para prisão de El Salvador 'choca a consciência' - ABC News",
        "Escolhas de jogos do campeonato do Torneio da NCAA de 2025, previsões de especialistas, probabilidades: previsões de pontuação da Flórida vs. Houston - CBS Sports",
        "Houthis do Iêmen dizem que últimos ataques aéreos dos EUA matam pelo menos quatro em Sanaa - Al Jazeera",
        "Draft simulado da NFL de 2 rodadas de 2025: Ashton Jeanty se junta ao top 5, Shedeur Sanders cai do top 10, mas cai em um lugar perfeito - Esportes de A a Z"
    ]
}