{
    "headlines": [
        "ਸ਼ੁਰੂ ਕਰੋ 'Em, Sit' Em ਕੁਆਰਟਰਬੈਕਃ ਹਫਤਾ 5 ਕਲਪਨਾ ਫੁੱਟਬਾਲ - ਅਮਰੀਕਾ ਅੱਜ",
        "ਬੇਰੂਤ ਹਮਲੇ ਸੰਭਾਵਿਤ ਨਵੇਂ ਹਿਜ਼ਬੁਲ ਮੁਖੀ ਨੂੰ ਨਿਸ਼ਾਨਾ ਬਣਾਉਂਦੇ ਹਨ, ਇਜ਼ਰਾਈਲੀ ਅਧਿਕਾਰੀ ਦਾ ਕਹਿਣਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਯੂਰਪੀਅਨ ਯੂਨੀਅਨ ਨੇ ਚੀਨੀ ਇਲੈਕਟ੍ਰਿਕ ਵਾਹਨਾਂ 'ਤੇ ਟੈਰਿਫ ਲਗਾਉਣ ਲਈ ਵੋਟ ਦਿੱਤੀ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਓਬਾਮਾ ਕਰਨਗੇ ਹੈਰਿਸ ਦੇ ਸਮਰਥਨ 'ਚ ਰੈਲੀ - CNN",
        "ਹੋਗਨ ਇਹ ਪਰਖਦਾ ਹੈ ਕਿ ਸੈਨੇਟ ਰਿਪਬਲਿਕਨ ਉਮੀਦਵਾਰ ਟਰੰਪ ਤੋਂ ਕਿੰਨੀ ਦੂਰ ਦੌੜ ਸਕਦਾ ਹੈ - ਪੋਲਿਟਿਕੋ",
        "ਸ਼ੁੱਕਰਵਾਰ ਦੀ ਨੌਕਰੀ ਦੀ ਰਿਪੋਰਟ ਕੁਝ ਸਮੇਂ ਲਈ ਆਖਰੀ ਸਧਾਰਣ ਹੋ ਸਕਦੀ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਵਿਗਿਆਨੀਆਂ ਨੇ ਇਹ ਵੇਖਣ ਲਈ ਪੁਲਾੜ ਤੋਂ ਆਈਆਂ ਤਸਵੀਰਾਂ 'ਤੇ ਨਜ਼ਰ ਮਾਰੀ ਕਿ ਅੰਟਾਰਕਟਿਕਾ ਕਿੰਨੀ ਤੇਜ਼ੀ ਨਾਲ ਹਰੇ ਰੰਗ' ਚ ਬਦਲ ਰਿਹਾ ਹੈ । ਇਹ ਉਹ ਹੈ ਜੋ ਉਨ੍ਹਾਂ ਨੇ ਪਾਇਆ - ਸੀ ਐਨ ਐਨ",
        "ਯੂਐਲਏ ਵਲਕਨ ਲਾਂਚਃ ਕੇਪ - ਫਲੋਰੀਡਾ ਟੂਡੇ ਵਿਖੇ ਸਰਟ -2 ਲਾਂਚ ਕਾਉਂਟਡਾਉਨ ਤੋਂ ਲਾਈਵ ਅਪਡੇਟਸ",
        "ਬੇਰੂਤ ਵਿਚ ਇਜ਼ਰਾਈਲ ਦੇ ਹਵਾਈ ਹਮਲਿਆਂ ਦੇ ਨਵੀਨੀਕਰਣ ਤੋਂ ਬਾਅਦ ਵਿਸ਼ਾਲ ਧਮਾਕੇ - ਬੀਬੀਸੀ.",
        "ਬਾਗ਼ੀ ਵਿਲਸਨ ‘ਦਿ ਡੇਬ‘ ਨਿਰਮਾਤਾਵਾਂ ਦਾ ਮੁਕਾਬਲਾ ਕਰਦਾ ਹੈ, ਚੋਰੀ, ਛੇੜਛਾੜ ਅਤੇ ਜਿਨਸੀ ਦੁਰਾਚਾਰ ਦਾ ਦੋਸ਼ ਲਗਾਉਂਦਾ ਹੈ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਯੂਐਸ ਪੋਰਟ ਹੜਤਾਲ ਖਤਮ ਹੋ ਜਾਂਦੀ ਹੈ, ਪਰ ਲੰਬੇ ਸਮੁੰਦਰੀ ਜਹਾਜ਼ਾਂ ਦੀਆਂ ਕਤਾਰਾਂ ਨੂੰ ਸਾਫ ਕਰਨ ਵਿਚ ਸਮਾਂ ਲੱਗੇਗਾ - ਰਾਇਟਰ",
        "ਮੇਲਾਨੀਆ ਟਰੰਪ, ਪਤੀ ਨਾਲ ਦੁਰਲੱਭ ਬਰੇਕ ਵਿਚ, ਗਰਭਪਾਤ ਦੇ ਅਧਿਕਾਰਾਂ ਲਈ ਅਵਾਜ਼ਾਂ ਦੀ ਹਮਾਇਤ ਕਰਦਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "Tampa ਬੇ Buccaneers ਬਨਾਮ ਅਟਲਾਂਟਾ Falcons ਖੇਡ ਹਾਈਲਾਈਟਸ | ਐਨਐਫਐਲ 2024 ਹਫਤਾ 5 - ਐਨਐਫਐਲ",
        "ਨਵੇਂ ਸਬੂਤਾਂ ਦੇ ਵਿਚਕਾਰ ਸੰਭਾਵਤ ਨਾਰਾਜ਼ਗੀ ਲਈ ਮੇਨੇਂਡੇਜ਼ ਭਰਾਵਾਂ ਦੇ ਕੇਸ ਦੀ ਸਮੀਖਿਆ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ, ਐਲਏ ਕਾਉਂਟੀ ਡੀਏ ਕਹਿੰਦਾ ਹੈ - ਸੀਬੀਐਸ ਲਾਸ ਏਂਜਲਸ",
        "ਹੈਲੀਨ ਆਧੁਨਿਕ ਯੁੱਗ ਦੇ ਸਭ ਤੋਂ ਘਾਤਕ ਤੂਫਾਨਾਂ ਵਿੱਚੋਂ ਇੱਕ ਬਣ ਗਈ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਬ੍ਰਿਟੇਨ ਨੇ ਵਿਵਾਦਿਤ ਟਾਪੂ ਮਾਰੀਸ਼ਸ ਨੂੰ ਸੌਂਪ ਦਿੱਤੇ, ਯੂਐਸ ਦੇ ਮੁੱਖ ਫੌਜੀ ਅੱਡੇ ਨੂੰ ਸੁਰੱਖਿਅਤ ਕੀਤਾ - ਐਨਬੀਸੀ ਨਿ Newsਜ਼",
        "ਟਰੰਪ ਨੇ ਪ੍ਰਵਾਸੀਆਂ ਨੂੰ ਫੇਮਾ ਤੂਫਾਨ ਦੀ ਘਾਟ ਦੇ ਰੂਪ ਵਿੱਚ ਜ਼ਿੰਮੇਵਾਰ ਠਹਿਰਾਇਆ - ਦਿ ਡੇਲੀ ਬੀਸਟ",
        "ਰੈਡਜ਼ ਟੈਰੀ ਫ੍ਰੈਂਕੋਨਾ ਨੂੰ ਮੈਨੇਜਰ ਵਜੋਂ ਨਿਯੁਕਤ ਕਰਨ ਲਈ (ਸਰੋਤ) - ਐਮਐਲਬੀ ਡਾਟ ਕਾਮ",
        "ਅਲੋਨਸੋ ਦੇ ਐਚਆਰ ਨੇ ਬਰੂਅਰਜ਼ ਨੂੰ ਠੋਕਿਆ, ਐਮਐਲਡੀਐਸ ਨੂੰ ਮੈਟਸ ਭੇਜਦਾ ਹੈ - ਈਐਸਪੀਐਨ",
        "ਵਿਚ ਸਭ ਸ਼ਕਤੀਸ਼ਾਲੀ ਸੋਲਰ ਫਲੇਅਰ 7 ਸਾਲ ਧਮਾਕੇ ਧਰਤੀਃ ਹੈਰਾਨਕੁੰਨ Auroras ਦੀ ਉਮੀਦ - ScienceAlert"
    ]
}