{
    "headlines": [
        "تحديثات مباشرة للانتخابات: دونالد ترامب يفوز بالرئاسة الأمريكية - وكالة أسوشيتد برس",
        "ارتفعت أسهم تسلا خلال التداول بعد ساعات العمل حيث يبدو فوز ترامب محتملاً بشكل متزايد - Fortune",
        "النفط يتراجع مع توقع فوز ترامب بارتفاع الدولار الأمريكي - رويترز",
        "جيمس فان دير بيك، جينا فيشر وصعود الشباب المصابين بالسرطان - الولايات المتحدة الأمريكية اليوم",
        "انتخابات 2024: نتائج مجلس الشيوخ - سي إن إن",
        "مقتطفات من الانتخابات الرئاسية الأمريكية - رويترز",
        "5 قتلى عندما تصطدم طائرة صغيرة بالمركبة بعد إقلاعها في ضاحية فينيكس - وكالة أسوشيتد برس",
        "قفزت Nintendo بنسبة 6 ٪ حيث تقول إن ألعاب Switch الحالية ستكون قابلة للتشغيل على خليفة وحدة التحكم - CNBC",
        "شريحة التصفيات الكلية لكرة القدم: كيف يبدو ملعب 12 فريقًا بعد أول إصدار لتصنيفات CFP - CBS Sports",
        "تقول أوكرانيا إنها قاتلت القوات الكورية الشمالية لأول مرة - BBC.com",
        "4 ولايات تصوت لحماية حقوق الإجهاض، بينما تفشل الجهود المبذولة لتوسيع نطاق الوصول في فلوريدا - سي إن إن",
        "مراجعة \"Red One \": كوميديا أكشن عيد الميلاد السخيفة بعض الشيء لدواين جونسون وكريس إيفانز - الموعد النهائي",
        "سوق الأسهم اليوم: مؤشر داو جونز، ومؤشر ستاندرد آند بورز، وعقود ناسداك الآجلة تقفز مع فوز ترامب بميزة الانتخابات - Yahoo Finance",
        "تتمتع بنات درو باريمور وآدم ساندلر بخمسين ليلة لا تنسى من فيلم المواعيد الأولى - E! أونلاين - E! NEWS",
        "سيضم مجلس الشيوخ امرأتين سوداوين في نفس الوقت لأول مرة في التاريخ - بوليتيكو",
        "يواجه الائتلاف الألماني المحرج لحظة صنع أو كسر - رويترز",
        "هولواي في حالة تأهب واستقرار بعد الإصابة - NHL.com",
        "توقعات الأبراج اليوم تحديثات حية في 6 نوفمبر 2024 : يوم الانتخابات الأمريكية: تتوقع كامالا هاريس توقعات الأبراج اليوم، 6 نوفمبر 2024، النمو ولكن أيضًا التحديات - هندوستان تايمز",
        "البيتكوين يقفز إلى مستوى قياسي 75000 دولار حيث يراهن متداولو العملات المشفرة على ترامب - فاينانشيال تايمز",
        "يقول مكتب التحقيقات الفيدرالي إن تهديدات القنابل الخادعة المرتبطة بروسيا تستهدف أماكن الاقتراع في دول ساحة المعركة - رويترز"
    ]
}