{
    "headlines": [
        "تحديثات حية: قادة الاتحاد الأوروبي يعقدون محادثات طارئة بشأن أوكرانيا بعد تعليق ترامب المساعدات - وكالة أسوشيتد برس",
        "تم تجديد \"Running Point\" للموسم الثاني في Netflix - AOL",
        "الشواحن تطلق جوي بوسا: لوس أنجلوس تتخلص من 25 مليون دولار في مساحة الغطاء عن طريق الانتقال من خمس مرات برو بولر - سي بي إس سبورتس",
        "تقدم ناسا تضحيات للحفاظ على مهمة فوياجر حية - ذا فيرج",
        "قد يكون الحل للعدوى المهبلية الشائعة هو علاج الشركاء الذكور - واشنطن بوست",
        "يبدأ تحول ميسي في التبلور، لكن المتاجر المتعثرة تثقل كاهل النتائج الفصلية - CNBC",
        "Factbox - What is the 'Five Eyes' Intelligence - Sharing Alliance? - يو إس نيوز آند وورلد ريبورت",
        "5 أشياء يجب معرفتها في 6 مارس: توقف تعريفة السيارات مؤقتًا، وأوكرانيا، وتخفيضات الحكومة، و \"التحذير الأخير\" لحماس، وسلامة وسائل التواصل الاجتماعي - سي إن إن",
        "بينما تتوقف الولايات المتحدة عن مشاركة المعلومات، تضرب روسيا مسقط رأس زيلينسكي، مما أسفر عن مقتل 4 - POLITICO Europe",
        "لم يتم اكتشاف الوظائف المفقودة في كل ولاية والعلاجات المنقذة للحياة: الآثار المحتملة للتخفيضات البحثية - وكالة أسوشيتد برس",
        "\"إنه بحاجة إلى بذل المزيد من الجهد \": استجابة RFK Jr. للحصبة قيد التدقيق - POLITICO",
        "الفاتيكان يقدم تحديثًا موجزًا مع بدء البابا فرنسيس اليوم الحادي والعشرين في المستشفى - ABC News",
        "هاتف iPhone القابل للطي من Apple المفصل في تسرب جديد هائل - ابدأ التوفير الآن، بجدية - PhoneArena",
        "يواجه اقتصاد ترامب عددًا من الحفر المبكرة - أكسيوس",
        "لدى الطبيب الشرعي نظرية مفجعة حول جين هاكمان وزوجته - PennLive",
        "إدارة ترامب توقف تدفق المعلومات الاستخباراتية إلى أوكرانيا التي تساعد في ساحة المعركة - وكالة أسوشيتد برس",
        "برشلونة يعطي أداء فريق يستحق الأبطال ضد بنفيكا - برشلونة بلوجرانيس",
        "بيع شيتو على شكل بوكيمون مقابل ما يقرب من 90،000 دولار - سي إن إن",
        "نيوزيلندا تفصل المبعوث البريطاني فيل غوف بسبب تعليقات ترامب - BBC.com",
        "كوريا الجنوبية: إصابة 15 بعد إسقاط الطائرات المقاتلة قنابل عن طريق الخطأ - BBC.com"
    ]
}