{
    "headlines": [
        "O debate de VP de Tim Walz e JD Vance em 2024 é amanhã. Aqui está o que saber. - CBS News",
        "Principal assessor de Eric Adams forçado a sair em meio a sondagens de corrupção - POLITICO",
        "Lions vs. Seahawks marcam hoje: atualizações ao vivo, destaques do jogo Monday Night Football - Detroit Free Press",
        "Timothée Chalamet parece irreconhecível com transformação de cabelo e bigode no Marty Supreme Set - E! NEWS",
        "Joe Biden acusa Donald Trump de \"mentir\" sobre a resposta da Casa Branca ao furacão Helene - Financial Times",
        "Suporte dos playoffs da MLB de 2024: imagem completa da pós-temporada, confrontos enquanto Mets e Braves conquistam as vagas finais - CBS Sports",
        "Homem do norte do Texas esmaga guitarra autografada de Taylor Swift depois de comprá-la por US $ 4 mil - WFAA.com",
        "As últimas notícias sobre as consequências do furacão Helene - CNN",
        "Spirit Halloween Dings 'SNL' With \"Irrelevant 50-Year-Old TV Show\" Costume Following Season Premiere Sketch - Deadline",
        "Trump diz falsamente que o governador da Geórgia não conseguiu falar com Biden sobre os danos causados pela tempestade - NBC News",
        "Consegue ver a nova 'minimoon' da Terra a olho nu? - Livescience.com",
        "VCs estão correndo para se encontrar com Mira Murati, ex-CTO da OpenAI, na esperança de financiar uma nova empresa - Business Insider",
        "Após seis anos de conferências de imprensa de maratona, o mexicano AMLO sai do palco - Yahoo! Voices",
        "Tripulação - 9 astronautas chegam à estação espacial após SpaceX relatar anomalia de foguete - CNN",
        "Alimentação com restrição de tempo ligada a maior controle de açúcar no sangue e perda de gordura - Medical News Today",
        "O spinoff do MIT, Liquid, estreia modelos de IA não transformadores e eles já são de última geração - VentureBeat",
        "O DOD Melhora a Postura de Defesa do Oriente Médio - Departamento de Defesa",
        "A DirecTV e a Dish passaram anos a tentar fundir-se. Finalmente está acontecendo. - Yahoo Finance",
        "Um concerto e 30 novas casas marcam o 100º aniversário de Jimmy Carter e seu longo legado de doações - The Associated Press",
        "Bombas de 2.000 libras fabricadas nos EUA provavelmente usadas no ataque que matou o chefe do Hezbollah, Nasrallah, mostra análise da CNN - CNN"
    ]
}