{
    "headlines": [
        "التصفيات النهائية لاتحاد كرة القدم الأميركي: انتزعت هذه الفرق أو تم استبعادها من المنافسة حتى الآن - Yahoo Sports",
        "299 أفضل عروض الجمعة البيضاء على الإطلاق (2024) - سلكي",
        "ترامب يتناول العشاء مع رئيس الوزراء الكندي جاستن ترودو في مارالاغو - سي إن إن",
        "عثر على عازف الطبول My Chemical Romance Bob Bryar ميتًا في منزله في 44 - The Mirror US",
        "أفضل 5 صفقات لي في Cyber Monday تحوم جميعها بأسعار منخفضة قياسية - ZDNet",
        "يصبح الرؤساء أول فريق في اتحاد كرة القدم الأميركي ينتزع رصيف التصفيات بينما يصبح المغيرون أول فريق في الاتحاد الآسيوي لكرة القدم يتم استبعاده - سي بي إس سبورتس",
        "تعود الجمعة البيضاء – لكن عادات إنفاق المستهلكين لم تعود - صحيفة واشنطن بوست",
        "يستقطب موكب ميسي لعيد الشكر أكبر جمهور على الإطلاق مع أكثر من 30 مليون مشاهد - الموعد النهائي",
        "وفاة المعلم بسبب داء الكلب بعد لدغة الخفافيش - KSBW مونتيري",
        "بينما يكتسح المتمردون السوريون حلب، يغلق الجيش المطار والطرق، كما تقول المصادر - رويترز",
        "49ers injury report vs. Buffalo: Purdy will play, other key players will not - The Mercury News",
        "تحذر الوكالات الصحية من الخيار المستدعى المرتبط بتفشي السالمونيلا متعدد الولايات - سي إن إن",
        "هزت جورجيا احتجاجات شرسة بعد أن وضعت الحكومة آمال الاتحاد الأوروبي على الجليد - سي إن إن",
        "إطلاق النار على مركز تسوق الجمعة البيضاء في أركنساس يخلف 3 جرحى - ABC News",
        "ديتشيفا تتصدر سانتوس للفوز بتاج PFL بوزن 125 رطلاً - ESPN",
        "والحركة المناهضة لترامب في حالة يرثى لها. الآن تسعى جاهدة لتظل ذات صلة. - POLITICO",
        "نينتندو الجمعة السوداء 2024: المبيعات على نينتندو سويتش والألعاب وأجهزة التحكم والمزيد - Yahoo Life",
        "\"موانا 2\"، \"شرير\" يرسل الجمعة البيضاء لتسجيل يوم شباك التذاكر - الموعد النهائي",
        "متى سيقام حدث Fortnite المباشر ؟ التاريخ والوقت وفناني الأداء وما يجب معرفته عن \"Remix: The Finale\" - USA TODAY",
        "تصل الأسهم إلى أفضل شهر في السنة حيث يطلق \"Red Sweep\" العنان لـ \"الأرواح الحيوانية\" - MarketWatch"
    ]
}