{
    "headlines": [
        "Burcum: Uma segunda opinião de Minnesota sobre o sarampo - Star Tribune",
        "Ex-procurador dos EUA que supervisionou crimes de guerra russos, processos MS-13 encontrados mortos em casa do VA - usa TODAY",
        "Channing Tatum e Inka Williams jantam juntos com amigos, cães - TMZ",
        "A Flórida encerra a oferta de UConn pelo terceiro título nacional consecutivo com a vitória de 77-75 de March Madness - The Associated Press",
        "Democrata da Câmara: governo Trump ‘age com um coquetel inacreditável de incompetência e ilegalidade’ - The Hill",
        "Segway recolhe 220.000 das suas scooters devido a um risco de queda que resultou em 20 feridos - 4029tv",
        "Graydon Carter revela por que Harvey Weinstein foi “banido” para sempre da festa do Oscar da ‘Vanity Fair’ - Prazo",
        "Duke deixou o destacado PG Jeremy Roach andar; um ano depois, os Blue Devils reformulados enfrentam Roach, Baylor em March Madness - CBS Sports",
        "‘Branca de Neve’: como a controversa princesa da Disney se saiu nos cinemas do condado de Blue & Red – Bilheteria - Prazo",
        "Incêndios florestais provocam evacuações e uma declaração de emergência nas Carolinas - Associated Press",
        "Trump apareceu no Wrestling Championships com Musk. A maioria da multidão aplaudiu. - Business Insider",
        "O Papa Francisco está de volta a casa: eis o que a sua recuperação implicará - Axios",
        "A tuberculose já foi uma doença em declínio, mas o ressurgimento de casos deixou as autoridades de saúde intrigadas - PBS NewsHour",
        "A segunda-dama Usha Vance visitará a Groenlândia enquanto Trump fala sobre a aquisição dos EUA - The Associated Press",
        "A Administração Trump continua a defender a Tesla. Vai funcionar? - Buscando Alfa",
        "50.000 mortos em Gaza desde o início da guerra Israel-Hamas, diz o Ministério da Saúde - CNN",
        "Euclid captura 26 milhões de galáxias em fotos vívidas de campo profundo - Earth.com",
        "3 mortos e 15 feridos em tiroteio em parque no Novo México - ABC News"
    ]
}