{
    "headlines": [
        "Special counsel Jack Smith provides fullest picture yet of his 2020 election case against Trump in new filing - CNN",
        "Brewers claw back a run in fifth, trail 3-2 against Mets - Milwaukee Journal Sentinel",
        "1 in 12 Utahns suffers from long COVID, health department study says - KSL.com",
        "US port workers union backed by White House in strike - Reuters",
        "Opinion: OpenAI is now worth more than 87% of S&P 500 companies. It faces a tough test ahead. - MarketWatch",
        "People moved to Asheville to escape extreme weather. They forgot its tragic history. - CNN",
        "Israel presses forward on two fronts and reports 8 combat deaths as fears of a wider war mount - The Associated Press",
        "Jax Taylor reveals he never ‘legally’ married Brittany Cartwright; hands over full child custody - Hindustan Times",
        "Witt delivers another big hit to put Royals in ALDS - ESPN",
        "Doctor pleads guilty in death of 'Friends' star Matthew Perry - Reuters",
        "An American bomb from WWII explodes at a Japanese airport, leaving a crater on the taxiway - ABC News",
        "New York City Mayor Eric Adams — his own security clearance in question — says NYPD on high alert - POLITICO",
        "Davante Adams landing spots: Steelers, Saints, Jets among potential trade destinations for Raiders star WR - CBS Sports",
        "You’re Killing Me, Walz - The Atlantic",
        "Millie Bobby Brown Co-designed Her Galia Lahav Wedding Dress With a Dramatic Twist, Marries Jake Bongiovi in Tuscany - Yahoo Entertainment",
        "Biden opposes potential Israeli strikes on Iranian nuclear sites - BBC.com",
        "ULA's Vulcan Centaur rocket is 'go' for 2nd-ever launch on Oct. 4 - Space.com",
        "In pictures: Solar eclipse creates ‘ring of fire’ - CNN",
        "Russian court freezes funds of US banks JP Morgan and Mellon - Reuters",
        "Levi Strauss trims guidance as it weighs sale of Dockers business - CNBC"
    ]
}