{
    "headlines": [
        "جدول زمني للتعريفات المتبادلة بين الولايات المتحدة والصين منذ ولاية ترامب الأولى - وكالة أسوشيتد برس",
        "مجلس الشيوخ يعطي ترامب حكومته — وامتثالهم - بوليتيكو",
        "قمة الذكاء الاصطناعي عالية المخاطر في باريس: قادة العالم، عمالقة التكنولوجيا والمحادثات الدبلوماسية الصعبة - وكالة أسوشيتد برس",
        "ارتفعت أسهم شركة بريتيش بتروليوم بنسبة 6 ٪ بعد تقارير تفيد بأن صندوق التحوط الناشط إليوت قد استحوذ على حصة في شركة النفط البريطانية الكبرى المتعثرة - سي إن بي سي",
        "انتخابات كوسوفو: حزب ألبين كورتي متقدم ولكن أقل من الأغلبية - BBC.com",
        "إعلانات Super Bowl الأكثر مشاهدة 2025: أعلى 10 تصنيفات على YouTube - مجموعة متنوعة",
        "سوبر بول 2025: ثقة النسور الهادئة، براعة دفاعية ترى المواهب الشابة تفرغ باتريك ماهومز من الرؤساء - سي بي إس سبورتس",
        "Eagles running back Saquon Barkley sets the NFL's season rushing record, including the playoffs - The Associated Press",
        "لا يتناول ترافيس كيلسي التقاعد المحتمل بعد سوبر بول LIX - NBC Sports",
        "مراجعة: كندريك لامار يجلب أمريكا و \"ليس مثلنا\" إلى عرض سوبر بول بين الشوطين الذي يصنع التاريخ - وكالة أسوشيتد برس",
        "يتقدم شاغل المنصب المحافظ في الإكوادور ومحامي يساري إلى جولة الإعادة الرئاسية - وكالة أسوشيتد برس",
        "سوبر بول 2025: فيلادلفيا إيجلز تغلبت على رؤساء مدينة كانساس - بينما يصنع ترامب التاريخ وتايلور سويفت مستهجنة - سكاي نيوز",
        "سيعلن دونالد ترامب عن مجموعة من التعريفات التجارية الجديدة بما في ذلك على الصلب - BBC.com",
        "علم موجات راقصة في الشوط الأول احتجاجًا، محتجز - ESPN",
        "ماكدونالدز على وشك الإبلاغ عن أرباحها. إليك ما يمكن توقعه - CNBC",
        "الهولوكوست يصبح هراوة سياسية مع عودة نتنياهو إلى بلد عند مفترق طرق - سي إن إن",
        "يتهم ماسك بأهداف جديدة في الأفق ومباركة ترامب - سي إن إن",
        "علماء الفلك يلتقطون صورة لالتقاط الأنفاس لنجم حديث الولادة يأخذ شكله - ساينس أليرت",
        "ماذا سيحدث إذا حاول ماسك تحدي أوامر المحكمة ؟ - ABC News",
        "يقول ترامب إنه أمر وزارة الخزانة الأمريكية بالتوقف عن سك بنسات جديدة، مشيرًا إلى ارتفاع التكلفة - وكالة أسوشيتد برس"
    ]
}