{
    "headlines": [
        "سهم Tesla يقفز على أرباح الربع الثالث - Yahoo Finance",
        "إحاطة حية: يقول بلينكن إن هناك حاجة إلى \"مزيد من التقدم\" من إسرائيل بشأن تدفق المساعدات إلى غزة - واشنطن بوست",
        "القوات الكورية الشمالية موجودة في روسيا، وستكون \"أهدافًا مشروعة\" في أوكرانيا، كما تقول الولايات المتحدة - واشنطن بوست",
        "وزارة العدل تحذر لجنة العمل السياسي الأمريكية التابعة لإيلون ماسك من أن الهبة البالغة مليون دولار قد تخرق القانون - فوكس نيوز",
        "Dragon Undocks from Station, Crew -8 Heads towards Earth – Space Station - NASA Blogs",
        "الرؤساء يضعون اللمسات الأخيرة على التجارة للحصول على دي أندريه هوبكنز من العمالقة - واشنطن بوست",
        "قصف إسرائيلي للمدينة الساحلية اللبنانية بعد إخلاء السكان - وكالة أسوشيتد برس",
        "وول ستريت تغلق أبوابها تحت ضغط خسائر التكنولوجيا والمخاوف بشأن أسعار الفائدة - رويترز",
        "ماكدونالدز تزيل كوارتر باوندر من القائمة في مطعم واحد من كل 5 مطاعم بسبب تفشي الإشريكية القولونية - سي بي إس نيوز",
        "نقطة محذوفة هنا",
        "يقول البيت الأبيض إن بايدن يعتقد أن ترامب فاشي - سي إن إن",
        "أوليفيا مون بارس ندوب استئصال الثدي في حملة NEW SKIMS - E! NEWS",
        "تم نشر القوات في مركز الجالية اليهودية في سريلانكا لركوب الأمواج في المدينة بعد أن حذرت الولايات المتحدة من هجوم محتمل في المنطقة - سي بي إس نيوز",
        "صغار النمور يبدأون بعد إصابة دالتون في حادث تحطم - ESPN",
        "إرشادات جديدة للوقاية من السكتة الدماغية تشمل Ozempic، وأدوية أخرى لفقدان الوزن - USA TODAY",
        "مجموعة قراصنة إيرانية تستهدف مواقع الانتخابات الأمريكية ووسائل الإعلام قبل التصويت، كما تقول مايكروسوفت - رويترز",
        "4 قتلى على الأقل في \"هجوم إرهابي\" على منشأة فضائية في تركيا - إيه بي سي نيوز",
        "مبيعات المنازل الحالية تنخفض إلى أدنى مستوى لها منذ عام 2010 - Fox Business",
        "إلى متى يمكنك الوقوف مثل طائر الفلامنجو ؟ تقول دراسة جديدة إن الإجابة قد تعكس عمرك - سي إن إن",
        "\"Venom: The Last Dance\" يرقص الفالس مع بداية صينية قوية ؛ الظهور العالمي الأول يتجه الآن إلى 165 مليون دولار – شباك التذاكر الدولي - الموعد النهائي"
    ]
}