{
    "headlines": [
        "يقول مسؤول إسرائيلي إن ضربات بيروت استهدفت الأمين العام الجديد المحتمل لحزب الله - سي إن إن",
        "السفن الحربية والطائرات الأمريكية تضرب أكثر من عشرة أهداف للحوثيين في اليمن - سي بي إس نيوز",
        "سوق الأسهم اليوم: يكتسب مؤشر داو جونز 300 نقطة، وتعوض الأسهم الخسائر الأسبوعية بعد تقرير الوظائف - Yahoo Finance",
        "وجد ضباط ممفيس السابقون مذنبين بتهم أقل في ضرب وفاة صور نيكولز - رويترز",
        "ستبهر الأضواء الشمالية \"الممتعة للغاية\" الولايات المتحدة وسط التوهجات الشمسية — إليك كيف ومتى تراها - نيويورك بوست",
        "تقوم ولاية كارولينا الشمالية بتوزيع Benadryl و EpiPens كسترات صفراء من فيضان هيلين - وكالة أسوشيتد برس",
        "تطلق ULA رحلة فولكان الثانية، وتواجه شذوذًا معززًا - Spaceflight Now",
        "عصابة هايتية تقتل ما لا يقل عن 70 شخصًا بينما يفر الآلاف، كما تقول الأمم المتحدة - رويترز كندا",
        "مستشارو ترامب للأمن القومي يسخرون من تحذيرات بايدن لإسرائيل بالالتزام برد إيران \"التناسبي\" - فوكس نيوز",
        "بايدن يظهر لأول مرة في الإحاطة الصحفية للبيت الأبيض كرئيس - أكسيوس",
        "يمكن لنظام الذكاء الاصطناعي الجديد \"Movie Gen\" من Meta تزوير الفيديو من صورة واحدة - Ars Technica",
        "Fantasy Football Rankings: Week 5, half - PPR - Yahoo Sports",
        "يقول المدعون العامون إن الأدلة على الاعتداء الجنسي المزعوم ستتم مراجعتها في قضية الأخوين مينينديز - الولايات المتحدة الأمريكية اليوم",
        "يتمنى بولز أن يبطئ بوكس الصقور في القيادة النهائية - ESPN",
        "غارث بروكس متهم بالاعتداء الجنسي والضرب في دعوى قضائية من فنان الشعر والمكياج الذي عمل لديه - سي إن إن",
        "نمو الوظائف في الولايات المتحدة يفوق التوقعات، ومعدل البطالة ينخفض إلى 4.1 ٪ - رويترز",
        "هل يتجه إعصار إلى فلوريدا ؟ يقول خبراء الأرصاد الجوية استعدوا للأمطار الغزيرة. - USA TODAY",
        "فيديو وزن UFC 307 - قتال MMA",
        "تم فضح ادعاء وكالة إدارة الطوارئ الفيدرالية ترامب: الوكالة لا تنفد أموالها بسبب المهاجرين - فوربس",
        "جيم ماكدونيل، مأمور مقاطعة لوس أنجلوس السابق، عين الرئيس التالي لقسم شرطة لوس أنجلوس - ABC7 لوس أنجلوس"
    ]
}