{
    "headlines": [
        "GM demite 1.000 funcionários em meio a reorganização e redução de custos - CNBC",
        "Trump escolhe o governador de Dakota do Norte, Burgum, para secretário do Interior - Reuters",
        "As vendas no varejo aumentam novamente antes da temporada de compras de fim de ano. A economia dos EUA ainda está em alta. - MarketWatch",
        "Mistério dos \"Monstros Vermelhos\": Webb encontra galáxias maciças que não deveriam existir - SciTechDaily",
        "‘Real reason for hope’ over declining U.S. overdose-death rate - MarketWatch",
        "Alto funcionário iraniano promete apoio ao Líbano na guerra Israel-Hezbollah enquanto os EUA pressionam pelo cessar-fogo - The Associated Press",
        "Revisão: o Kindle Paperwhite 2024 da Amazon torna o melhor e-reader um pouco melhor - Ars Technica",
        "A última superlua de 2024 surge esta noite como a Lua Cheia do Castor de Novembro - Space.com",
        "Surto de casos de sarampo em todo o mundo impulsionado pela falta de cobertura vacinal, diz a OMS - The Washington Post",
        "Previsões de luta de Mike Tyson vs. Jake Paul: campeões de boxe, treinadores e lendas fazem suas escolhas - CBS Sports",
        "Espera-se que a chuva de meteoros Leonid deslumbre os observadores de estrelas neste fim de semana - Salon",
        "Playbook: Trump inunda a zona com novos nomeados - POLITICO",
        "A NASA teme que os vazamentos da estação espacial no módulo russo sejam potencialmente \"catastróficos\". ’A Rússia não parece concordar - CNN",
        "Coreia do Norte mostra suas capacidades de drones com exposição explosiva - The Wall Street Journal",
        "Partido do novo presidente de tendência marxista do Sri Lanka ganha maioria de dois terços no parlamento - The Associated Press",
        "A equipa de Trump ignora as verificações de antecedentes do FBI para algumas escolhas de gabinete - CNN",
        "A economia de Biden está prestes a ter um novo vendedor: Donald Trump - POLITICO",
        "Por que Trump está exigindo nomeações de recesso para o seu gabinete - Axios",
        "De roupas a computadores, espera-se que 6 coisas fiquem mais caras se os planos comerciais de Trump forem promulgados - Business Insider",
        "Revisão de ‘Landman’: Pelo menos o sabão medíocre de Taylor Sheridan dá a Billy Bob Thornton muito combustível - Hollywood Reporter"
    ]
}