{
    "headlines": [
        "ਵਾਲ ਸਟ੍ਰੀਟ ਦੀ ਵਿਕਰੀ ਮਹਿੰਗਾਈ ਦੀਆਂ ਚਿੰਤਾਵਾਂ 'ਤੇ ਡੂੰਘੀ ਹੁੰਦੀ ਹੈ, ਡਾਓ 700 ਅੰਕ ਘੱਟ ਬੰਦ ਹੁੰਦਾ ਹੈਃ ਲਾਈਵ ਅਪਡੇਟਸ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਮਾਈਕ ਡੀਲੂਕਾ ਅਤੇ ਪੈਮ ਐਬੀਡੀ ਵਾਰਨਰ ਬ੍ਰਦਰਜ਼ ਵਿਖੇ ਅੱਗ ਦੇ ਹੇਠਾਂ. ਮੂਵੀ ਫਲੌਪਸ ਦੇ ਵਿਚਕਾਰ - ਭਿੰਨਤਾ",
        "ਆਟੋ ਨਿਰਮਾਤਾਵਾਂ ਨੇ ਚੇਤਾਵਨੀ ਦਿੱਤੀ ਹੈ ਕਿ ਨਵੇਂ ਟਰੰਪ ਟੈਰਿਫ ਲਾਗਤਾਂ ਨੂੰ ਵਧਾਉਣਗੇ, ਵਾਹਨਾਂ ਦੀ ਵਿਕਰੀ ਵਿੱਚ ਕਟੌਤੀ - ਯਾਹੂ ਵਿੱਤ",
        "ਐਫਸੀਸੀ ਦੇ ਚੇਅਰਮੈਨ ਨੇ ਡਿਜ਼ਨੀ ਅਤੇ ਏਬੀਸੀ ਡੀਈਆਈ ਅਭਿਆਸਾਂ ਦੀ ਜਾਂਚ ਦੀ ਸ਼ੁਰੂਆਤ ਕੀਤੀਃ 'ਆਈਕੋਨਿਕ’ ਕੰਪਨੀ ‘ਹਾਲ ਹੀ ਵਿੱਚ ਡੀਈਆਈ' ਤੇ ਆਲ-ਇਨ ਹੋਈ ’- ਵੰਨਗੀ",
        "ਜੱਜਾਂ ਨੇ ਵੈਨਜ਼ੂਏਲਾ ਦੇ ਹਿੰਸਕ ਗਿਰੋਹ ਦੇ ਮੈਂਬਰਾਂ 'ਤੇ ਯੁੱਧ ਦੀ ਕਾਰਵਾਈ ਸਮੇਤ, ਦੇਸ਼ ਨਿਕਾਲਾ ਉਡਾਣਾਂ ਦੇ ਵਿਰੁੱਧ ਆਦੇਸ਼ਾਂ ਨੂੰ ਵਧਾ ਦਿੱਤਾ - ਫੌਕਸ ਨਿ Newsਜ਼",
        "ਸਟੇਟ ਵਿਭਾਗ ਰਸਮੀ ਤੌਰ 'ਤੇ ਕਾਂਗਰਸ ਨੂੰ ਸੂਚਿਤ ਕਰਦਾ ਹੈ ਇਹ ਯੂਐਸਏਆਈਡੀ ਨੂੰ ਪ੍ਰਭਾਵਸ਼ਾਲੀ dissੰਗ ਨਾਲ ਭੰਗ ਕਰ ਰਿਹਾ ਹੈ - ਸੀਐਨਐਨ",
        "ਡੋਨਾਲਡ ਟਰੰਪ ਅਤੇ ਮਾਰਕ ਕਾਰਨੀ ਨੇ ਅਮਰੀਕਾ-ਕੈਨੇਡਾ ਵਪਾਰ ਯੁੱਧ ਦੇ ਤਣਾਅ ਬਾਰੇ ਗੱਲਬਾਤ ਕੀਤੀ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "19 ਰਾਜਾਂ ਵਿੱਚ ਖਸਰਾ ਦੇ ਲਗਭਗ 500 ਮਾਮਲੇ ਸਾਹਮਣੇ ਆਏਃ ਸੀਡੀਸੀ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਟਰੰਪ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਅਸੀਂ ਗ੍ਰੀਨਲੈਂਡ ਤੋਂ ਬਿਨਾਂ ਨਹੀਂ ਕਰ ਸਕਦੇ ਕਿਉਂਕਿ ਅਮਰੀਕਾ ਦੇ ਕਬਜ਼ੇ ਦੇ ਵਿਵਾਦ ਦੇ ਵਿਚਕਾਰ ਵੈਨਸ ਦਾ ਦੌਰਾ ਖੇਤਰ ਹੈ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਦੈਂਤ, ਪ੍ਰਾਚੀਨ ਜੀਵਨ ਰੂਪ ਜੀਵਨ ਦੀ ਕਿਸੇ ਵੀ ਜਾਣੇ-ਪਛਾਣੇ ਸ਼ਾਖਾ ਵਿੱਚ ਫਿੱਟ ਨਹੀਂ ਬੈਠਦਾ - ਗਿਜ਼ਮੋਡੋ",
        "'ਇਕ ਬਰਬਾਦ ਹੋਏ ਸ਼ਹਿਰ ਵਾਂਗ': ਮਿਆਂਮਾਰ ਭੂਚਾਲ ਤੋਂ ਬਚਣ ਵਾਲੇ ਦਹਿਸ਼ਤ ਦਾ ਵਰਣਨ ਕਰਦੇ ਹਨ - ਬੀਬੀਸੀ.",
        "2025 ਮਾਰਚ ਪਾਗਲਪਨ ਦੀ ਭਵਿੱਖਬਾਣੀਃ ਐਨਸੀਏਏ ਬਰੈਕਟ ਮਾਹਰ ਫੈਲਣ ਦੇ ਵਿਰੁੱਧ ਚੋਣ ਕਰਦਾ ਹੈ, ਸ਼ੁੱਕਰਵਾਰ ਦੇ ਸਵੀਟ 16 ਵਿੱਚ ਸੰਭਾਵਨਾਵਾਂ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਫਲਸਤੀਨੀ ਪੱਖੀ ਪ੍ਰਦਰਸ਼ਨਕਾਰੀਆਂ 'ਤੇ ਅਮਰੀਕੀ ਕਾਰਵਾਈ ਵਿਚ ਕਿਸ ਨੂੰ ਹਿਰਾਸਤ ਵਿਚ ਲਿਆ ਗਿਆ ਹੈ ਜਾਂ ਦੇਸ਼ ਨਿਕਾਲਾ ਦਿੱਤਾ ਗਿਆ ਹੈ, ਇਸ' ਤੇ ਇਕ ਨਜ਼ਰ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਐਰਿਕ ਐਡਹੋਲਮ 2025 ਐਨਐਫਐਲ ਮੌਕ ਡਰਾਫਟ 2.0: ਬ੍ਰਾsਨਜ਼ ਸਨੈਗ ਅਬਦੁੱਲ ਕਾਰਟਰ ਅਤੇ ਸ਼ੈਡੇਅਰ ਸੈਂਡਰਸ; ਆਰਬੀ ਟੂ ਕਾਉਬੌਇਜ਼ - ਐਨਐਫਐਲ ਡਾਟ ਕਾਮ",
        "ਟਰੰਪ ਸਮਿਥਸੋਨੀਅਨ ਨੂੰ ਮੁੜ ਰੂਪ ਦੇਣਾ ਚਾਹੁੰਦੇ ਹਨ । ਵਿਸ਼ਾਲ ਸੰਸਥਾ ਨੂੰ ਕੌਣ ਫੰਡ ਦਿੰਦਾ ਹੈ? - ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਆਰਐਫਕੇ ਜੂਨੀਅਰ ਦੇ ਬੋਗਸ ਵਿਟਾਮਿਨ ਏ ਦਾਅਵੇ ਕੁਝ ਖਸਰਾ ਮਰੀਜ਼ਾਂ ਨੂੰ ਵਧੇਰੇ ਬਿਮਾਰ ਬਣਾ ਰਹੇ ਹਨ — ਅਤੇ ਮੈਡੀਕਲ ਮਾਹਰਾਂ ਦੇ ਵਿਚਾਰ ਹਨ - ਹਫਪੋਸਟ",
        "ਇਜ਼ਰਾਈਲ ਨੇ ਨਵੰਬਰ 'ਚ ਜੰਗਬੰਦੀ ਤੋਂ ਬਾਅਦ ਪਹਿਲੀ ਵਾਰ ਦੱਖਣੀ ਬੇਰੂਤ' ਤੇ ਕੀਤਾ ਹਮਲਾ - CNN",
        "ਨਿਰਮਾਤਾ ਸਕਾਟ ਰੁਡਿਨ, ਇਕ ਵਾਰ ਬੈਨ ਕੀਤਾ ਗਿਆ, ਹੁਣ ਕੰਟ੍ਰਾਈਟ ਕਰੋ, ਇਕ ਵੱਡੇ ਬ੍ਰੌਡਵੇਅ ਦੀ ਵਾਪਸੀ ਦੀ ਯੋਜਨਾ ਬਣਾਉਂਦਾ ਹੈ - ਡੈੱਡਲਾਈਨ"
    ]
}