{
    "headlines": [
        "ਟੀਮਸਟਰਾਂ ਨੇ ਅਮਰੀਕੀ ਇਤਿਹਾਸ ਵਿਚ ਐਮਾਜ਼ਾਨ ਵਿਰੁੱਧ ਸਭ ਤੋਂ ਵੱਡਾ ਹੜਤਾਲ ਸ਼ੁਰੂ ਕੀਤੀ - ਇੰਟਰਨੈਸ਼ਨਲ ਬ੍ਰਦਰਹੁੱਡ ਆਫ ਟੀਮਸਟਰਸ",
        "ਹਫਤਾ 16 2024 ਐਨਐਫਐਲ ਪਿਕਸ, ਫਲੋਰਿਓ ਬਨਾਮ ਸਿਮਜ਼ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਗੂਗਲ ਨੇ ਆਪਣਾ ‘ਤਰਕ‘ ਏਆਈ ਮਾਡਲ ਜਾਰੀ ਕੀਤਾ - TechCrunch",
        "ਕੈਲੀਫੋਰਨੀਆ ਨੇ ਬਰਡ ਫਲੂ ਨੂੰ ਲੈ ਕੇ ਐਮਰਜੈਂਸੀ ਐਲਾਨੀ ਹੈ । ਸਥਿਤੀ ਕਿੰਨੀ ਗੰਭੀਰ ਹੈ? - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਡੈਮੋਕ੍ਰੇਟਸ ਨੇ \"ਅਣਚਾਹੇ ਸਹਿ-ਪ੍ਰਧਾਨ\" ਈਲੋਨ ਮਸਕ ਦੀ ਨਵੀਂ ਸ਼ਕਤੀ - ਐਕਸੀਓਸ 'ਤੇ ਗੁੱਸਾ ਕੀਤਾ",
        "ਵੁਡੀ ਜਾਨਸਨ ਦੇ ਪੁੱਤਰ, ਮੈਡਨ ਵੀਡੀਓ ਗੇਮ ਨੇ ਨਾਜ਼ੁਕ ਜੈੱਟ ਦੇ ਫੈਸਲਿਆਂ ਨੂੰ ਪ੍ਰਭਾਵਤ ਕਰਨ ਲਈ ਜ਼ਿੰਮੇਵਾਰ ਠਹਿਰਾਇਆ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਟ੍ਰੇਵਿਸ ਕੈਲਸੇ ਨੇ ਟੇਲਰ ਸਵਿਫਟ ਲਈ ਰਿਕਾਰਡ ਤੋੜਨ ਵਾਲੇ ਸ਼ੋਅਜ਼ ਦੇ ਮਾਰਕ ਐਂਡ - ਏਓਐਲ ਲਈ ਯੋਜਨਾਬੱਧ ਹੈਰਾਨੀ ਵਾਲੀ ਇਰਾਸ ਟੂਰ ਥੀਮਡ ਪਾਰਟੀ",
        "ਚਾਰਜਰਸ ਬਨਾਮ ਬ੍ਰੋਂਕੋਸ ਦੀਆਂ ਸੰਭਾਵਨਾਵਾਂ, ਭਵਿੱਖਬਾਣੀ, ਸਮਾਂ, ਲਾਈਨਃ 2024 ਵੀਰਵਾਰ 27-11 ਰਨ 'ਤੇ ਮਾਡਲ ਦੁਆਰਾ ਨਾਈਟ ਫੁੱਟਬਾਲ ਪਿਕਸ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "Fantasyland: ਰੂਸੀ ਜਨਰਲ ‘ਬ੍ਰਿਟਿਸ਼ ਕੇ ਕਤਲ’ - ਯੂਰਪੀ ਨੀਤੀ ਵਿਸ਼ਲੇਸ਼ਣ ਲਈ Center",
        "‘ਸੁਪਰਮੈਨ’ ਟ੍ਰੇਲਰ ਬਰੇਕਡਾਉਨਃ ਜੇਮਜ਼ ਗਨ ਦੇ ਨਵੇਂ ਬ੍ਰਹਿਮੰਡ - ਵਰਾਇਟੀ ਵਿਚ 17 ਡੀਸੀ ਅੱਖਰ ਅਤੇ ਈਸਟਰ ਅੰਡੇ",
        "ਐਮ ਐਨ ਮੌਸਮਃ ਮਿਨੀਸੋਟਾ ਵਿੱਚ ਹੁਣ ਤੱਕ ਬਰਫ ਦੀ ਕੁੱਲ - ਫੌਕਸ 9 ਮਿਨੀਏਪੋਲਿਸ-ਸਟੈਂਟ ਪੌਲ",
        "ਕਾਂਗੋ ਵਿਚ ਅਣਚਾਹੇ ਬਿਮਾਰੀ ਮਲੇਰੀਆ ਨਾਲ ਜੁੜ ਸਕਦੀ ਹੈਃ ਅਫਰੀਕਾ ਸੀਡੀਸੀ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਹਟਾਈ",
        "ਲੀਕ ਹੋਇਆ ਅਨਪੈਕਡ ਈਵੈਂਟ ਟੀਜ਼ਰ ਚਿੱਤਰ ਅਗਲੇ ਮਹੀਨੇ ਲਈ ਗਲੈਕਸੀ ਐਸ 25 ਸੀਰੀਜ਼ ਲਾਂਚ ਦਾ ਖੁਲਾਸਾ ਕਰਦਾ ਹੈ - ਐਂਡਰਾਇਡ ਸੈਂਟਰਲ",
        "ਯੂਨਾਈਟਿਡ ਹੈਲਥਕੇਅਰ ਦੇ ਸੀਈਓ ਨੂੰ ਮਾਰਨਾ ਨਵੀਨਤਮਃ ਮੈਂਗਿਓਨ ਅਦਾਲਤ ਵਿਚ ਪਹੁੰਚਦਾ ਹੈ, 1 ਡਿਗਰੀ ਕਤਲ ਦੇ ਦੋਸ਼ ਵਿਚ ਨਿ New ਯਾਰਕ ਦੀ ਹਵਾਲਗੀ ਦਾ ਸਾਹਮਣਾ ਕਰਦਾ ਹੈ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਨਿਊਯਾਰਕ ਸਿਟੀ ਦੇ ਮੇਅਰ ਦੇ ਸਾਬਕਾ ਚੋਟੀ ਦੇ ਸਹਾਇਕ ਨੇ ਦੋਸ਼ਾਂ ਦਾ ਸਾਹਮਣਾ ਕਰਨ ਲਈ ਡੀਏ ਦੇ ਦਫਤਰ ਵਿੱਚ ਆਤਮ ਸਮਰਪਣ ਕੀਤਾ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਕੁੱਲ ਘਰੇਲੂ ਉਤਪਾਦ (ਤੀਜਾ ਅਨੁਮਾਨ), ਕਾਰਪੋਰੇਟ ਲਾਭ (ਸੰਸ਼ੋਧਿਤ ਅਨੁਮਾਨ), ਅਤੇ ਉਦਯੋਗ ਦੁਆਰਾ ਜੀਡੀਪੀ, ਤੀਜੀ ਤਿਮਾਹੀ 2024 | ਅਮਰੀਕਾ - ਆਰਥਿਕ ਵਿਸ਼ਲੇਸ਼ਣ ਬਿ Bureauਰੋ",
        "ਫਰਾਂਸ ਦੇ ਰਾਸ਼ਟਰਪਤੀ ਇਮੈਨੁਅਲ ਮੈਕਰੋਨ ਵਿਨਾਸ਼ਕਾਰੀ ਚੱਕਰਵਾਤ ਤੋਂ ਬਾਅਦ ਮਯੋਟੇ ਦਿਨਾਂ ਵਿੱਚ ਉਤਰ ਗਏ - ਸੀਐਨਐਨ",
        "ਸੈਮਸੰਗ ਨੇ 2025 ਵਿਚ ਵਨ ਯੂਆਈ 7 ਤੋਂ ਅੱਗੇ 2024 ਦਾ ਅੰਤਮ ਗਲੈਕਸੀ ਅਪਡੇਟ ਜਾਰੀ ਕੀਤਾ - 9to5Google",
        "ਸਵੀਡਿਸ਼ ਪੁਲਿਸ ਚੀਨੀ ਸਮੁੰਦਰੀ ਜਹਾਜ਼ ਵਿਚ ਜਾਵੇਗੀ ਜੋ ਬਾਲਟਿਕ ਕੇਬਲ ਫਟਣ ਦੇ ਨੇੜੇ ਦਿਖਾਈ ਦਿੱਤੀ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ"
    ]
}