{
    "headlines": [
        "ਜ਼ੇਲੇਨਸਕੀ ਨੇ ਯੂਕ੍ਰੇਨ ਦੇ ਨਾਜ਼ੁਕ ਪਲ ਦਾ ਸਾਹਮਣਾ ਕਰਦਿਆਂ 'ਜਿੱਤ ਦੀ ਯੋਜਨਾ' ਤੈਅ ਕੀਤੀ - ਰਾਇਟਰਜ਼",
        "ਪ੍ਰਿਸਕੋ ਦਾ ਹਫਤਾ 7 ਐਨਐਫਐਲ ਪਿਕਃ ਪੈਕਰਜ਼ ਚੋਟੀ ਦੇ ਟੇਕਸਨਜ਼, ਵਾਈਕਿੰਗਜ਼ ਨੇ ਵਿਰੋਧੀ ਲਾਇਨਜ਼ ਨੂੰ ਅਜੇਤੂ ਰਹਿਣ ਲਈ ਉਤਾਰਿਆ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਏਐਸਐਮਐਲ ਗਲੋਬਲ ਚਿੱਪ ਬਾਜ਼ਾਰਾਂ ਨੂੰ ਝਟਕਾ ਦੇਣ ਤੋਂ ਬਾਅਦ ਨਿਵੇਸ਼ਕਾਂ ਦੀ ਪੜਤਾਲ ਨੂੰ ਖਿੱਚਦਾ ਹੈ - ਰਾਇਟਰਜ਼",
        "ਪ੍ਰਾਚੀਨ ਅਚੰਭੇ 'ਤੇ' ਹੋਲੀ ਗ੍ਰੇਲ 'ਕੱਪ ਅਤੇ ਓਹਲੇ ਮਕਬਰੇ ਦਾ ਪਰਦਾਫਾਸ਼ - ਨਿਊਜ਼ਵੀਕ",
        "ਲੁੱਕ ਅਪਃ ਲੂਯਿਸਵਿਲੇ ਖੇਤਰ ਵਿਚ ਇਕ ਵਾਰ-ਇਨ-ਏ-ਲਾਈਫਟਾਈਮ ਧੂਮਕੇਤੂ ਦਿਖਾਈ ਦਿੰਦਾ ਹੈ - ਡਬਲਯੂਐਲਕੇਵਾਈ ਲੂਯਿਸਵਿਲ",
        "ਨੇਬਰਾਸਕਾ ਅਦਾਲਤ ਨੇ ਅਪਰਾਧੀਆਂ ਨੂੰ ਦੋਸ਼ੀ ਠਹਿਰਾਉਣ ਵਾਲੇ ਲੋਕਾਂ ਤੋਂ ਵੋਟਰ ਰਜਿਸਟ੍ਰੇਸ਼ਨ ਦੀ ਆਗਿਆ ਦਿੱਤੀ - ਦ ਹਿੱਲ",
        "ਥੋੜ੍ਹੇ ਜਿਹੇ ਫਟਣ ਵਿਚ ਤੁਰਨਾ ਇਕੋ ਦੂਰੀ ਲਈ ਨਿਰੰਤਰ ਤੁਰਨ ਨਾਲੋਂ 20% ਤੋਂ 60% ਵਧੇਰੇ energyਰਜਾ ਦੀ ਖਪਤ ਕਰਦਾ ਹੈ - Phys.",
        "ਟਰੰਪ ਮੁਹਿੰਮ ਦੀ ਲਿਓਨਾਰਡ ਕੋਹੇਨ ਦੀ \"ਹਲਲੂਯਾਹ\" ਦੀ ਵਰਤੋਂ \"ਕੁਫ਼ਰ\" ਹੈ, ਗਾਇਕ ਰੂਫਸ ਵੇਨਰਾਈਟ ਕਹਿੰਦਾ ਹੈ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਹੈਰਿਸ ਨੇ ਚਾਰਲਾਮਾਗਨੇ ਥੌ ਰੱਬ ਦੇ ਦਰਸ਼ਕਾਂ ਦੇ ਪ੍ਰਸ਼ਨਾਂ ਨਾਲ ਪੇਪਰ ਕੀਤਾ - ਨਿ Newsਜ਼ਨੇਸ਼ਨ ਹੁਣ",
        "ਯੂਕਰੇਨ ਵਿੱਚ ਰੂਸ ਦੀ ਜੰਗ ਲਈ ਉੱਤਰੀ ਕੋਰੀਆ ਦੀਆਂ ਫੌਜਾਂਃ ਅਸੀਂ ਹੁਣ ਤੱਕ ਕੀ ਜਾਣਦੇ ਹਾਂ - ਦ ਗਾਰਡੀਅਨ",
        "ਹੈਂਡਸ-ਆਨ ਐਮਾਜ਼ਾਨ ਦੇ ਨਵੇਂ 2024 ਕਿੰਡਲਾਂ ਦੇ ਨਾਲ, ਇੱਕ ਨਵਾਂ ਰੰਗ ਕਿੰਡਲ ਸਮੇਤ - ਸੀ ਐਨ ਈ ਟੀ",
        "ਐਕਸੀਓਮ ਸਪੇਸ ਅਤੇ ਪ੍ਰਦਾ ਦੁਆਰਾ ਡਿਜ਼ਾਇਨ ਕੀਤਾ ਗਿਆ ਆਰਟੀਮਿਸ ਚੰਦਰਮਾ ਸੂਟ ਮਿਲਾਨ ਵਿੱਚ ਪ੍ਰਗਟ ਹੋਇਆ - collectSPACE. com",
        "‘ਮੁਸਕਰਾਹਟ 2’ ਸਮੀਖਿਆਃ ਇੱਕ ਹੁਨਰ ਨਾਲ ਪਰੇਸ਼ਾਨ ਕਰਨ ਵਾਲਾ ਸੀਕੁਅਲ ਇੱਕ ਪੌਪ ਸਟਾਰ ਦੀ ਜ਼ਿੰਦਗੀ ਨੂੰ ਮਾਨਸਿਕ ਟੁੱਟਣ ਦੀ ਇੱਕ ਡਰਾਉਣੀ ਸਵਾਰੀ ਵਿੱਚ ਬਦਲਦਾ ਹੈ - ਵੰਨਗੀ",
        "ਯੈਂਕੀਜ਼ ਦਾ ਪਿੱਛਾ ਗਾਰਡੀਅਨਜ਼ ਏਸ ਟੈਨਰ ਬੀਬੀ ਜਲਦੀ, 2-0 ਏਐਲਸੀਐਸ ਸੀਰੀਜ਼ ਦੀ ਲੀਡ ਲਈ 6-3 ਦੀ ਜਿੱਤ ਨੂੰ ਸੁਰੱਖਿਅਤ ਕਰੋ - ਯਾਹੂ ਸਪੋਰਟਸ",
        "ਐਮਾਜ਼ਾਨ ਪ੍ਰਮਾਣੂ ਜਾਂਦਾ ਹੈ, ਛੋਟੇ ਮਾਡਯੂਲਰ ਰਿਐਕਟਰਾਂ ਨੂੰ ਵਿਕਸਤ ਕਰਨ ਲਈ 500 ਮਿਲੀਅਨ ਡਾਲਰ ਤੋਂ ਵੱਧ ਦਾ ਨਿਵੇਸ਼ ਕਰਨ ਲਈ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "66 ਦਿਨਾਂ ਬਾਅਦ ਸਮੁੰਦਰ 'ਚ ਡਿੱਗਿਆ ਰੂਸੀ ਵਿਅਕਤੀ, ਮੀਂਹ ਦੇ ਪਾਣੀ' ਚ ਡਿੱਗਿਆ 50 ਕਿੱਲੋ ਭਾਰ - NDTV",
        "ਜੈਰੀ ਜੋਨਸਃ ਮੈਂ ਇਸ ਨੂੰ ਗੁੱਸੇ ਵਿਚ ਆਏ ਕਾਉਬੌਇਜ਼ ਰੈਂਟ ਵਿਚ ਰੇਡੀਓ ਹੋਸਟਾਂ 'ਤੇ ਕਿਉਂ ਗੁਆ ਦਿੱਤਾ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਜਾਰਜੀਆ ਜੱਜ ਨੇ ਬੈਲਟ ਹੈਂਡ ਕਾਉਂਟਿੰਗ ਆਰਡਰ ਨੂੰ ਰੋਕਿਆ - ਬੀਬੀਸੀ.",
        "ਮੋਰਗਨ ਸਟੈਨਲੀ ਵਿਖੇ ਨਿਵੇਸ਼ ਬੈਂਕਿੰਗ ਵਾਧੇ ਵਾਲ ਸਟ੍ਰੀਟ ਦੇ ਪੁਨਰ-ਸੁਰਜੀਤੀ ਨੂੰ ਠੋਸ ਬਣਾਉਂਦਾ ਹੈ - ਯਾਹੂ ਵਿੱਤ",
        "ਵਧੇਰੇ womenਰਤਾਂ ਟੈਟੂ ਦੀ ਸ਼ਕਤੀ ਦੀ ਖੋਜ ਕਰ ਰਹੀਆਂ ਹਨ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ"
    ]
}