{
    "headlines": [
        "الضربات الإسرائيلية على إيران وآخر المستجدات حول الحرب في الشرق الأوسط: تحديثات حية - سي إن إن",
        "ترامب يعود إلى \"مركز كل شيء\" لرالي ماديسون سكوير جاردن - سي إن إن",
        "يقول المسؤولون إن الضربات الإسرائيلية على غزة تقتل 22 شخصًا، حيث دهس الشاحنة بالقرب من تل أبيب يؤذي العشرات - وكالة أسوشيتد برس",
        "إصابة أوهتاني تجعل اللعبة 2 منتصرة، 2-0 WS - MLB.com",
        "أصيب العشرات بعد اصطدام شاحنة بمحطة حافلات في وسط إسرائيل - BBC.com",
        "محرر واشنطن بوست السابق روبرت كاغان: هذا هو جيف بيزوس المستقيم - دونالد ترامب مقايضة - The Daily Beast",
        "Abercrombie & Fitch: كيف أدى تحقيقي إلى اتهامات بالاتجار بالجنس ضد الرئيس السابق - BBC.com",
        "نتائج UFC 308، النقاط البارزة: إيليا توبوريا يسجل ضربة قاضية مذهلة لماكس هولواي للاحتفاظ باللقب - سي بي إس سبورتس",
        "ملخص سريع لأسبوع كرة القدم في الكلية 9: لاعبو الوسط الاحتياطيون يحكمون عطلة نهاية الأسبوع - الرياضة المصورة",
        "جنود كوريون شماليون يصلون إلى خط المواجهة الروسي. ما مدى استعدادهم للقتال ؟ - صحيفة وول ستريت جورنال",
        "برجك المستقبلي: 27 أكتوبر 2024 - The Globe and Mail",
        "يواجه رئيس الوزراء الياباني الجديد اختبارًا كبيرًا مع إجراء انتخابات بعد أسابيع فقط من توليه منصبه - سي إن إن",
        "تحث ميشيل أوباما على دعم هاريس في مسيرة ميشيغان: \"هذا شخص يفهمك\" - سي بي إس نيوز",
        "مقابلة جو روغان مع ترامب: سبع نصائح - BBC.com",
        "تتخذ خطوط سبيريت الجوية خطوات جذرية لتجنب الإفلاس - TheStreet",
        "نادي برشلونة آيس لامين يامال يستفز ريال مدريد بتعليقات ما بعد الكلاسيكو - فوربس",
        "يقال إن Google تقوم بتطوير نظام ذكاء اصطناعي \"وكيل يستخدم الكمبيوتر\" - The Verge",
        "يقول توم هانكس إن لم الشمل مع \"فورست جامب\" روبن رايت لـ \"هنا\" كان \"سهلاً للغاية\" - الموعد النهائي",
        "تقول ماكدونالدز إن تفشي بكتيريا إي كولاي من المحتمل أن يكون مرتبطًا بمنشأة كولورادو سبرينغز، وتقول إنها لن تحصل على البصل من هناك - KKTV",
        "مركز السيطرة على الأمراض يقوم بتحديث توصيات لقاح COVID -19 لكبار السن - WJW FOX 8 News Cleveland"
    ]
}