{
    "headlines": [
        "يتفاعل أصحاب رأس المال الاستثماري في وادي السيليكون مع فوز ترامب: \"اربط حزام الأمان\" - Yahoo Finance",
        "فيديو: جيمي كيميل يختنق خلال مونولوج البرنامج التلفزيوني حول فوز ترامب - NDTV",
        "SpaceX Dragon تطلق الدفاعات لتعزيز مدار محطة الفضاء الدولية للمرة الأولى - Space.com",
        "من سيتحقق من ترامب ؟ لماذا تستعد وول ستريت للوظيفة. - MarketWatch",
        "يخطو جهاز Mac Mini الجديد خطوة صغيرة نحو التخزين القابل للترقية - The Verge",
        "في قضية انتخابات ترامب 2020، يطلب جاك سميث من القاضي الوقت لتحديد \"المسار المناسب\" - سي بي إس نيوز",
        "سعر متبني YouTube Premium الأوائل (الجد) سيختفي - 9to5Google",
        "ما نعرفه بعد فرار 43 قردًا من منشأة أبحاث في ولاية كارولينا الجنوبية - سي بي إس نيوز",
        "يتمتع جمهوريو ترامب بميزة ضيقة في القتال من أجل أغلبية مجلس النواب الأمريكي - رويترز",
        "بريانا تشيكن فراي تكشف عن رسالة نصية لزاك برايان مع اتهام ديف بورتنوي بالابتزاز بقيمة 12 مليون دولار - نيويورك بوست",
        "أسبوع كرة القدم الخيالي 10: التصنيفات والنوم ونصائح البدء/الجلوس والمزيد - Yahoo Sports",
        "لن يتمكن باول والاحتياطي الفيدرالي من تجنب الحديث عن ترامب إلى الأبد - سي إن بي سي",
        "ماذا قال البنغاليون بعد الخسارة أمام الغربان في \"ليلة الخميس لكرة القدم\" - BaltimoreRavens.com",
        "ما يقرب من 70 ٪ من قتلى حرب غزة الذين تم التحقق منهم من النساء والأطفال، كما يقول مكتب الأمم المتحدة لحقوق الإنسان - رويترز",
        "تعلن وزارة العدل عن تهمة القتل المأجور والتهم ذات الصلة ضد أصول الحرس الثوري الإيراني واثنين من الناشطين المحليين - وزارة العدل",
        "على المريخ القديم، أبقى ثلج ثاني أكسيد الكربون المياه جارية. إليك الطريقة - Space.com",
        "الجمهوريون يوسعون الأغلبية في مجلس الشيوخ، في طريقهم للفوز بمجلس النواب - رويترز",
        "سيقوم قارب أبحاث بمسح قاع البحر للمساعدة في البحث عن المفقودين في فيضانات إسبانيا - ABC News",
        "سيتحدث رواد الفضاء الثمانية علنًا لأول مرة منذ دخول المستشفى بعد الحادث - سي إن إن",
        "\"صرخوا يهوديًا، جيش الدفاع الإسرائيلي \": يصف مشجع كرة القدم الإسرائيلي الهجوم في أمستردام - BBC.com"
    ]
}