{
    "headlines": [
        "Super Bowl-Werbespots 2025: Die besten, schlechtesten, wildesten und verrücktesten Big Game-Anzeigen - Yahoo Sports",
        "Die Hamas sagt, sie setzt die Freilassung israelischer Geiseln aus - BBC.com",
        "Bereit für mehr Schnee? Nord-Virginia unter Wintersturm beobachten Dienstag bis Mittwoch - InsideNoVa",
        "Euclid Telescope Spots Einstein Ring Wrapped Around a Galaxy - Gizmodo",
        "Durchgesickerte offizielle Pixel 9a-Fälle bestätigen den Verlust des Kamera-Leisten-Designs von Google [Galerie] - 9to5Google",
        "Was passierte, als Donald Trump 2018 Stahlzölle einführte - Financial Times",
        "Apple arbeitet Berichten zufolge immer noch an einer AR-Brille - Gizmodo",
        "Sony enthüllt Entschädigung für alle PS Plus-Spieler nach PSN-Ausfall - Forbes",
        "\"Sozialversicherungsempfänger haben allen Grund, durch Musks Zugang zum Zahlungssystem des US-Finanzministeriums alarmiert zu werden\" - Yahoo Finance",
        "Union verklagt Trump-Administrator wegen CFPB-Abschaltversuch und DOGENZUGRIFF - Axios",
        "Super Bowl 2025: Das ruhige Selbstvertrauen und die defensiven Fähigkeiten der Eagles zeigen, wie junge Talente Patrick Mahomes von den Chiefs deflationieren - CBS Sports",
        "Finde heraus, ob du diese Woche von 3 großen Stürmen betroffen sein wirst - The Washington Post",
        "Was würde passieren, wenn Musk versucht, sich gerichtlichen Anordnungen zu widersetzen? - ABC News",
        "McDonald's US-Verkäufe sinken, da Kunden weniger ausgeben - The Wall Street Journal",
        "Das harte Vorgehen Großbritanniens gegen illegale Einwanderer trifft indische Restaurants - Hindustan Times",
        "NFL Mock Draft 2025: B/R NFL Scouting Dept.'s Post-Super Bowl Picks - Bleacher Report",
        "Präsident Trumps Botschaft an die Chiefs, Taylor Swift nach dem Super Bowl LIX und weitere Top-Schlagzeilen - Fox News",
        "Walking is great for your health — but is longer better? - Yahoo Life"
    ]
}