{
    "headlines": [
        "يظهر فيديو مزيف لترامب وماسك على شاشات التلفزيون في وكالة الإسكان - ديكان هيرالد",
        "يؤيد القاضي حق ترامب في حظر AP في الوقت الحالي - Axios",
        "تقدم لجنة قواعد مجلس النواب قرار الميزانية حيث لا يزال الطريق إلى الأمام غير مؤكد - ذا هيل",
        "العثور على 3 نساء أمريكيات ميتات في منتجع شاطئي في بليز - سي بي إس نيوز",
        "\"إنه مستنقع \": ترك العمال الفيدراليون في طي النسيان مع اقتراب الموعد النهائي لبريد ماسك الإلكتروني - سي إن إن",
        "إجابات على أسئلتك وبعض الإرشادات العامة حول تفشي الحصبة في تكساس - WFAA.com",
        "أظهر البابا \"تحسنًا طفيفًا\" وسط صلاة خاصة في كنيسة القديس بطرس - واشنطن بوست",
        "ترفض الولايات المتحدة إلقاء اللوم على روسيا في حرب أوكرانيا، وتنقسم مع الحلفاء الأوروبيين في تصويت الأمم المتحدة - وكالة أسوشيتد برس",
        "يسير ماكرون على حبل مشدود مع ترامب وهو يصنع قضية أوروبا بشأن أوكرانيا - BBC.com",
        "بعض مضادات الاكتئاب يمكن أن تسرع في الانخفاض لدى مرضى الخرف - ساينس أليرت",
        "مصادرة مزيفة للصوص لسرقة الجراء من متجر كولورادو للحيوانات الأليفة - ABC News",
        "Samsung Galaxy Z Fold7 يعرض جهازًا أرق - أخبار GSMArena.com - GSMArena.com",
        "ستقبل فيلادلفيا إيجلز دعوة زيارة البيت الأبيض - على الرغم من المطالبات التي خطط لها فريق ترامب سنوب - فوربس",
        "كاميلا كابيلو، كيم كارداشيان تنعي مصفف شعر المشاهير جيسوس غيريرو: \"رحل مبكرًا جدًا\" - الولايات المتحدة الأمريكية اليوم",
        "العد التنازلي يبدأ: كبار المحللين يثقون في أسهم Nvidia قبل الأرباح - TipRanks",
        "Fyre Fest II تعلن عن تاريخ حقيقي مزعوم، وموقع حقيقي مزعوم، وتذاكر حقيقية مزعومة - رولينج ستون",
        "اكتشف العلماء شاطئًا عمره 3 مليارات عام مدفونًا على المريخ - المحادثة",
        "الديمقراطيون يتراجعون عن اختيار ترامب لنائب مدير مكتب التحقيقات الفيدرالي، دان بونغينو - إيه بي سي نيوز",
        "توفي مالك الوصي لاري دولان عن عمر يناهز 94 عامًا: قاد مواطن كليفلاند الفريق إلى تسعة مواسم في دوري كرة القاعدة الرئيسي خلال 24 عامًا - سي بي إس سبورتس",
        "مرضى السرطان المتقدمون لا يحصلون على الرعاية التلطيفية - Newsmax"
    ]
}