{
    "headlines": [
        "DirecTV-Disney Outage Heats Up as Monday Night Football and Presidential Debate Approach - CNET",
        "Two NATO members say Russian drones violated their airspace - The Associated Press",
        "‘Definitely not road rage’: Kentucky sheriff’s office searches for motive as hunt for I-75 shooter goes on - CNN",
        "Opposition candidate burst into Venezuelan politics just months before being chased into exile - WOODTV.com",
        "Sen. Raphael Warnock after Georgia shooting: 'We're all sitting ducks' - POLITICO",
        "2024 NFL Week 1: How to watch the Jacksonville Jaguars vs. Miami Dolphins game today - Yahoo Sports",
        "‘Beetlejuice Beetlejuice’ jolts box office with $110 million opening weekend - The Associated Press",
        "Mother of Georgia shooting suspect called school to warn of emergency, aunt says - The Associated Press",
        "Sunday Tropics Update: Francine forming today or tomorrow - KPRC Click2Houston",
        "[Removed]",
        "‘Eden’ Review: Ron Howard Has Finally Lost His Mind - Vulture",
        "Amy Adams Says Oscar Nominations Are 'Not Something I Think About' - IndieWire",
        "Sources: Prescott, Cowboys agree to $240M deal - ESPN",
        "Dye found in Doritos turns mouse's skin transparent like ‘magic trick’, new study finds - Hindustan Times",
        "Dolphins’ Tyreek Hill detained by police outside stadium, is playing in opener vs. Jaguars - South Florida Sun Sentinel",
        "Meta Llama: Everything you need to know about the open generative AI model - TechCrunch",
        "Wait Until 2025 for Your Dream TV? Mini LED Too Bright? | You Asked Ep. 56 - Digital Trends",
        "Apple Event 2024: iPhone 16, Apple Intelligence and all the other expected 'Glowtime' reveals - TechCrunch",
        "Guest column | For caregivers, a friend who ‘gets it’ can be a lifeline - The Washington Post",
        "In remote jungles of Papua New Guinea, Pope brings hope - POLITICO"
    ]
}