{
    "headlines": [
        "Die italienische Journalistin Cecilia Sala wurde vom Iran freigelassen - The Washington Post",
        "Der Justizausschuss des Senats plant Bondi-Bestätigungsanhörungen - POLITICO",
        "Die NFL plant, in Los Angeles gegen Vikings-Rams zu spielen, aber Brände könnten das Spiel nach Arizona zwingen - NBC Sports",
        "Gewerkschaftliche Hafenarbeiter, Hafenarbeitgeber kündigen vorläufiges Geschäft in den Häfen der Ostküste und des Golfs an - CNBC",
        "Es ist nicht wirklich der richtige Zeitpunkt für fiese Brände in Kalifornien. Welche Faktoren haben das verändert? - KTLA Los Angeles",
        "Packers vs. Eagles Verletzungsbericht - PhiladelphiaEagles.com",
        "Trump spricht mit Richter Alito inmitten des Drucks, strafrechtliche Verurteilungen zu stoppen - ABC News",
        "[removed]",
        "Beunruhigt oder willkommen? Was denken die Grönländer über Trumps Angebot, die Insel zu kaufen - CNN",
        "Nintendo Switch 2 Mockup auf der CES entdeckt, Zubehörhersteller behauptet Veröffentlichungsmonat und mehr - IGN",
        "Wird Jessica Alba geschieden? - The Cut",
        "SpaceX Falcon 9 Starlink 12-12 - Kennedy Space Center",
        "Chinas Krankheitszunahme ist meist nur saisonale Grippe und andere übliche Käfer - Ars Technica",
        "Waldbrände in Los Angeles zwingen Zehntausende zur Evakuierung, NASA JPL geschlossen - The Register",
        "Packers QB Jordan Love Limited at Practice mit Ellbogenverletzung zu Beginn der Woche - Packers Wire",
        "Quantencomputeraktien sinken, da der CEO von Nvidia sagt, dass die Technologie 15 bis 30 Jahre entfernt ist - Investopedia",
        "[removed]",
        "Bill Belichick hat laut Berichten keine Pläne, in die NFL zurückzukehren, obwohl Tom Brady sich wegen des Jobs bei den Raiders gemeldet hat - CBS Sports",
        "Senat GOP umarmt neue Strategie für Versöhnungsgesetz: Was auch immer das Haus passieren kann - POLITICO",
        "Hands On mit ASUS Next-Gen ROG Astral, Strix, TUF Gaming, PRIME Lineup für NVIDIA RTX 50 GPUs - Wccftech"
    ]
}