{
    "headlines": [
        "ਸਪੇਸਐਕਸ ਰਾਕੇਟ ਦੀ ਲਾਂਚਿੰਗ ਅੱਜ ਰਾਤ ਆਸਮਾਨ ਵਿੱਚ ਦਿਖਾਈ ਦੇ ਸਕਦੀ ਹੈ. ਇੱਥੇ ਕਿੱਥੇ ਹੈ. - ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਗੂਗਲ ਪੇਰੈਂਟ ਵਰਣਮਾਲਾ ਦਾ ਸਟਾਕ ਸਲਾਈਡਜ਼ ਕਲਾਉਡ ਰੈਵੇਨਿਊ ਨਿਰਾਸ਼ਾ ਦੇ ਰੂਪ ਵਿੱਚ - ਇਨਵੈਸਟੋਪੀਡੀਆ",
        "ਲੇਬਰੋਨ ਜੇਮਜ਼ ਨੇ ਲੇਕਰਜ਼ ਦੇ ਵਪਾਰ ਨੂੰ ਝਟਕਾ ਦੇਣ ਤੋਂ ਬਾਅਦ ਲੂਕਾ ਡੋਂਸਿਕ ਨੂੰ ਕੀ ਕਿਹਾ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਨੈੱਟਫਲਿਕਸ ਨੇ ਆਪਣੇ ਆਪ ਨੂੰ ਕਾਰਲਾ ਸੋਫੀਆ ਗਾਸਕੋਨ ਤੋਂ ਵਿਵਾਦ ਫੋਰਸਿਜ਼ ਦੇ ਤੌਰ ਤੇ ‘ਐਮਿਲਿਆ ਪੇਰੇਜ਼’ ਆਸਕਰ ਮੁਹਿੰਮ ਬਦਲਦੀ ਹੈ - ਵੰਨਗੀ",
        "Waffle House 'ਤੇ ਅੰਡੇ ਦਾ ਆਰਡਰ? ਇੱਥੇ ਤੁਸੀਂ ਕਿੰਨਾ ਹੋਰ ਭੁਗਤਾਨ ਕਰ ਰਹੇ ਹੋਵੋਗੇ - PennLive",
        "ਏਐਮਡੀ ਰਿਪੋਰਟਾਂ ਚੌਥੀ ਤਿਮਾਹੀ ਅਤੇ ਪੂਰੇ ਸਾਲ 2024 ਵਿੱਤੀ ਨਤੀਜੇ - ਨਿਵੇਸ਼ਕ ਸੰਬੰਧ",
        "ਐਨਐਫਐਲ ਰੈਫਰੀ ਐਸੋਸੀਏਸ਼ਨ ਕਥਿਤ ਚੀਫ ਦੇ ਪੱਖਪਾਤ ਦੇ ਦਾਅਵਿਆਂ ਨੂੰ 'ਅਪਮਾਨਜਨਕ ਅਤੇ ਵਿਵੇਕਸ਼ੀਲ' ਕਹਿੰਦੀ ਹੈ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਡੀਸੀ ਜਹਾਜ਼ ਹਾਦਸਾਃ ਪੋਟੋਮੈਕ ਨਦੀ - ਏਬੀਸੀ 7 ਲਾਸ ਏਂਜਲਸ ਤੋਂ ਸਾਰੀਆਂ 67 ਲਾਸ਼ਾਂ ਬਰਾਮਦ ਹੋਈਆਂ",
        "ਜੀਐਸਏ ਓਪੀਐਮ ਦੇ ਅਸਤੀਫੇ ਦੀ ਪੇਸ਼ਕਸ਼ ਤੋਂ ਬਾਅਦ 50% ਖਰਚਿਆਂ ਵਿੱਚ ਕਟੌਤੀ, ਗੈਰ-ਸਵੈ-ਇੱਛੁਕ ਰਿਫ ਦੀ ਮੰਗ ਕਰਦਾ ਹੈ - ਫੈਡਰਲ ਨਿ Newsਜ਼ ਨੈਟਵਰਕ",
        "ਟਰੰਪ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਸ ਨੂੰ ਸਲਾਹਕਾਰਾਂ ਦੀਆਂ ਹਦਾਇਤਾਂ ਦਿੱਤੀਆਂ ਗਈਆਂ ਹਨ ਕਿ ਜੇ ਉਹ ਉਸ ਦੀ ਹੱਤਿਆ ਕਰਦਾ ਹੈ ਤਾਂ ਈਰਾਨ ਨੂੰ ‘ਖ਼ਤਮ’ ਕੀਤਾ ਜਾਵੇ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਲੋਕਾਂ ਨੂੰ ਉਥੇ ਭੇਜਣ ਲਈ ਟਰੰਪ ਦੇ ਸੌਦੇ ਤੋਂ ਬਾਅਦ ਅਲ ਸਲਵਾਡੋਰ ਦੀ ਮੈਗਾ-ਜੇਲ੍ਹ ਬਾਰੇ ਕੀ ਜਾਣਨਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "Elon Musk ਨੂੰ 'ਵਿਸ਼ੇਸ਼ ਸਰਕਾਰੀ ਕਰਮਚਾਰੀ' ਦੇ ਰੁਤਬੇ ਕਾਰਨ ਇਸ ਸਾਲ ਸਿਰਫ 130 ਦਿਨ ਕੰਮ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ - Fortune",
        "'ਨੋ ਟੀਮ' ਨੇ ਮਿਆਮੀ ਨੂੰ ਜਿੰਮੀ ਬਟਲਰ ਨਾਲ ਵਪਾਰ ਬਾਰੇ ਗੱਲ ਕਰਨ ਦੀ ਇਜਾਜ਼ਤ ਲਈ ਕਿਹਾ ਹੈ - ਸਪੋਰਟਸ ਇਲਸਟ੍ਰੇਟਿਡ",
        "ਟਰੰਪ ਪ੍ਰਸ਼ਾਸਨ ਨੇ ਯਹੂਦੀ ਵਿਰੋਧੀ ਰਿਪੋਰਟਾਂ 'ਤੇ ਯੂ ਆਫ ਐਮ ਦੀ ਜਾਂਚ ਸ਼ੁਰੂ ਕੀਤੀ - ਐਮ ਪੀ ਆਰ ਨਿ Newsਜ਼",
        "ਸਵੀਡਨ ਗੋਲੀਬਾਰੀਃ Orebro ਸਕੂਲ 'ਚ ਗੋਲੀਬਾਰੀ' ਚ ਕਰੀਬ 10 ਲੋਕਾਂ ਦੀ ਮੌਤ - BBC.",
        "ਐਫਬੀਆਈ ਏਜੰਟਾਂ ਨੇ ਡੀਓਜੇ ਨੂੰ 6 ਜਨਵਰੀ ਜਾਂ ਟਰੰਪ ਕੇਸਾਂ 'ਤੇ ਕੰਮ ਕਰਨ ਵਾਲੇ ਅਧਿਕਾਰੀਆਂ ਦੀ ਸੂਚੀ ਤਿਆਰ ਕਰਨ ਤੋਂ ਰੋਕਣ ਲਈ ਮੁਕੱਦਮਾ ਕੀਤਾ - ਪੋਲਿਟਿਕੋ",
        "ਚੰਦਰਮਾ 'ਤੇ ਐਸਟਰਾਇਡ ਪ੍ਰਭਾਵ ਨੇ 10 ਸਕਿੰਟਾਂ ਵਿਚ ਦੋ ਮਹਾਨ ਕੈਨਿਯਨ ਨੂੰ ਧਮਾਕਾ ਕੀਤਾ - ਯਾਹੂ! ਆਵਾਜ਼ਾਂ",
        "ਐਪਲ ਇਨਵਾਈਟਸ ਪੇਸ਼ ਕਰਨਾ, ਇੱਕ ਨਵਾਂ ਐਪ ਜੋ ਲੋਕਾਂ ਨੂੰ ਜੀਵਨ ਦੇ ਵਿਸ਼ੇਸ਼ ਪਲਾਂ ਲਈ ਇਕੱਠਾ ਕਰਦਾ ਹੈ - ਐਪਲ ਨਿ Newsਜ਼ ਰੂਮ",
        "ਟਰੰਪ-ਨੇਤਨਯਾਹੂ ਮੁਲਾਕਾਤ ਦੋਵਾਂ ਨੇਤਾਵਾਂ – ਅਤੇ ਮੱਧ ਪੂਰਬ – ਸੀ ਐਨ ਐਨ ਲਈ ਨਤੀਜਾ ਪਲ ਹੈ"
    ]
}