{
    "headlines": [
        "Temu lenkt Benutzer auf \"lokale\" Produkte, nachdem Trump Steuerschlupfloch geschlossen hat - CNBC",
        "Mindestens 104 indische Bürger, die mit Militärflugzeugen aus den USA abgeschoben wurden, sagen indische Beamte - CNN",
        "Milchviehbestände in Nevada testen positiv auf neueren Vogelgrippestamm, der mit schweren Infektionen beim Menschen in Verbindung gebracht wurde - CNN",
        "Analysten überarbeiten Alphabet-Aktienkursziele nach Ergebnisschock - TheStreet",
        "Blake Lively Team schüttelt Diffamierungsanzug über angeblichen Verleumdungskampagnenplaner ab - Frist",
        "Bondi startet als neue AG die \"Weaponization Working Group\", um Beamte zu überprüfen, die gegen Trump ermittelt haben - ABC News",
        "Trump unterzeichnet Anordnung zum Verbot von Transgender-Frauen im Frauensport - BBC.com",
        "Die Umsätze von Ford stehen vor der Tür. Willkommen im Everything Quarter. - Barron's",
        "Exklusiv | Google tötet Diversity-Einstellungsziele - WSJ - The Wall Street Journal",
        "Bundesrichter in Maryland blockiert Trumps Erstgeburtsurkunde - The Washington Post",
        "Demokraten kritisieren Trumps \"wahnsinnigen\" Gaza-Plan, während unterstützende Republikaner auf Details warten - ABC News",
        "Erdrutsch reißt Santa Rosa Haus auseinander, das nach dem Tubbs-Feuer wieder aufgebaut wurde, Feuerwehrleute retten Bewohner - The Santa Rosa Press Democrat",
        "11 Tote bei schlimmsten Massenerschießungen in der Geschichte Schwedens, sagen die Behörden - ABC News",
        "Senatspanel soll nächste Woche Budget vorlegen, sagt Graham - POLITICO",
        "Super Bowl 2025: Eagles vs. Chiefs Picks und Spielvorhersagen - Bleeding Green Nation",
        "Suns könnte Kevin Durant handeln und Jimmy Butler - Arizona Sports hinzufügen",
        "Neuer Aga Khan als Prinz Rahim Al-Hussaini benannt - BBC.com",
        "Taylor Swifts luxuriöse Super Bowl Suite bietet eine köstliche Speisekarte - Yahoo Entertainment"
    ]
}