{
    "headlines": [
        "Donald Trump signalisiert, dass die Ukraine Wahlen als Teil des Russland-Friedensabkommens abhalten sollte - Financial Times",
        "Jury trifft Urteil im A$AP Rocky Assault Trial - ABC News",
        "Die Gouverneurin von New York trifft sich mit führenden Politikern, als sie darüber nachdenkt, Bürgermeister Eric Adams aus dem Amt zu entfernen - The Associated Press",
        "Delta-Flugzeugabsturz: \"Extreme Bedingungen\" am Flughafen Toronto in den Tagen vor dem Absturz - ABC News",
        "Kevin Spacey antwortet auf Guy Pearces 'L.A. Confidential' Set Vorwürfe - Deadline",
        "Fact Sheet: Präsident Donald J. Trump erweitert den Zugang zur In-vitro-Fertilisation (IVF) - Das Weiße Haus",
        "Trump signalisiert 25 Prozent Zölle auf Autos, Halbleiter und Pharmazeutika - The Hill",
        "Wo sind Brian Laundries Eltern jetzt? Hier ist alles, was seit 2021 passiert ist - Forbes",
        "S&P 500 Gewinne und Verluste heute: Intel Stock Pops auf TSMC, Broadcom Deal Report - Investopedia",
        "Quarterback Andy Dalton kehrt mit einem Zweijahresvertrag zurück - Panthers.com",
        "Das Weiße Haus sagt, dass Elon Musk nicht für DOGE verantwortlich ist, sondern den Präsidenten berät - The Associated Press",
        "Die Trump-Administration gibt den Schulen eine Frist, um die DEI-Programme zu beenden, oder sie riskieren, Bundesgelder zu verlieren - The Associated Press",
        "Der Asteroid \"City Killer\" hat jetzt eine Chance von 3,1 %, die Erde zu treffen: NASA - FRANCE 24 Englisch",
        "Trumps Entlassungen treffen die Gesundheitsbehörden des Landes - The Washington Post",
        "Der Masernausbruch in Westtexas wächst auf 58 Fälle, darunter einige geimpfte Personen - CNN",
        "Vladimir Guerrero Jr. gibt einen bemerkenswerten Einblick in das Angebot von Blue Jays - NESN",
        "Die Hamas sagt, sie werde die Leichen von vier Geiseln zurückgeben, darunter die Familie Bibas - BBC.com",
        "Die Idee der Formel 1, zusätzliche Boxenstopps für den Monaco GP zu erzwingen, wurde enthüllt - The Race"
    ]
}