{
    "headlines": [
        "Inter Mailand 1: 0 Arsenal (6. November 2024) Spielanalyse - ESPN",
        "Demokraten treten eine Trump-Präsidentschaft ohne einen Plan oder einen klaren Führer an - The Associated Press",
        "Dow steigt um 1.500 Punkte auf Rekordhoch am besten Tag seit 2022 nach Trumps Wahlsieg: Live-Updates - CNBC",
        "Wer wird das Haus gewinnen? Hier sind die herausragenden Rennen zu sehen - BBC.com",
        "Live ansehen: Harris hält nach Trumps Sieg eine Konzessionsrede - CNBC",
        "Bergfeuer im Moorpark, angeheizt von starken Winden inmitten von Warnungen vor roten Flaggen in Kalifornien - CBS Los Angeles",
        "Hat OpenAI gerade mehr als 10 Millionen US-Dollar für eine URL ausgegeben? - The Verge",
        "Hurrikan Rafael trifft Kuba als Sturm der Kategorie 3 - CNN",
        "Der nächste Start des Raumschiffs kann in weniger als zwei Wochen erfolgen - Ars Technica",
        "Deutsche Regierungskoalition bricht zusammen, als Scholz Finanzminister Lindner entlässt - POLITICO EUROPE",
        "An der Front der Ukraine und in Kiew konkurrieren Hoffnung und Pragmatismus, wenn es um Trumps Wahl geht - The Associated Press",
        "Trumps Sieg könnte dazu führen, dass Unternehmen die Preise in die Höhe treiben. Hier ist der Grund. - CBS News",
        "Ariana Grande hat einen neuen 10-Jahres-Schauspielplan - The A.V. Club",
        "Mahomes 'in der Lage, sich zu bewegen', wird nicht eingeschränkt - ESPN",
        "Trumps Sieg wird durch die Weltwirtschaft nachhallen - Reuters",
        "Special Counsel Jack Smith erwartet, dass Trumps Strafverfolgung eingestellt wird: Quellen - ABC News",
        "Großbritannien identifiziert 4 Fälle der neuen mpox-Variante, dem ersten Cluster außerhalb Afrikas - The Associated Press",
        "'Dune 2' Punktzahl für Oscars eingereicht, nachdem die Anforderungen nicht erfüllt wurden - Vielfalt",
        "Ausländische Führer und Regierungen reagieren, als Trump die US-Präsidentschaftswahl 2024 gewinnt - CBS News",
        "[removed]"
    ]
}