{
    "headlines": [
        "ਸਟਾਕ ਮਾਰਕੀਟ ਅੱਜਃ ਨੌਕਰੀਆਂ ਦੀ ਰਿਪੋਰਟ ਦੇ ਵਿਸ਼ਾਲ ਧੜਕਣ ਤੋਂ ਬਾਅਦ ਸਟਾਕ ਚੜ੍ਹੇ, ਬੇਰੁਜ਼ਗਾਰੀ ਦਰ ਵਿੱਚ ਗਿਰਾਵਟ - ਯਾਹੂ ਵਿੱਤ",
        "ਇਲੈਕਟ੍ਰਿਕ ਕਾਰਾਂਃ ਈਯੂ ਨੇ ਵਿਕਰੀ ਲਈ ਲੜਾਈ ਵਿਚ ਚੀਨ ਨੂੰ ਟੈਰਿਫ ਨਾਲ ਮਾਰਿਆ - ਬੀਬੀਸੀ.",
        "ਅਮਰੀਕੀ ਸੁਪਰੀਮ ਕੋਰਟ ਫੈਸਲਾ ਕਰੇਗੀ ਕਿ ਕੀ ਮੈਕਸੀਕੋ ਸਰਹੱਦੀ ਹਿੰਸਾ ਲਈ ਬੰਦੂਕ ਬਣਾਉਣ ਵਾਲਿਆਂ 'ਤੇ ਮੁਕੱਦਮਾ ਕਰ ਸਕਦਾ ਹੈ - ਸੀਐਨਐਨ",
        "‘ਡੀਡਬਲਯੂਟੀਐਸ' ਪ੍ਰੋ ਆਰਟਮ ਚਿਗਵਿੰਟਸੇਵ ਨੂੰ ਨਿੱਕੀ ਗਾਰਸੀਆ - ਨਿ York ਯਾਰਕ ਪੋਸਟ ਦੇ ਵਿਰੁੱਧ ਰੋਕ ਲਗਾਉਣ ਦਾ ਆਦੇਸ਼ ਮਿਲਦਾ ਹੈ",
        "ਡਿੱਡੀ ਪਾਰਟੀ ਇਕ ਵਾਰ ਸਭ ਤੋਂ ਵੱਧ ਪਿਆਰਾ ਸੱਦਾ ਕਿਉਂ ਸੀ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਯੂਐਲਏ ਨੇ ਦੂਜੀ ਵਲਕਨ ਉਡਾਣ ਦੀ ਸ਼ੁਰੂਆਤ ਕੀਤੀ, ਸਟ੍ਰੈਪ-ਆਨ ਬੂਸਟਰ ਅਨੌਮਾਲੀ ਦਾ ਸਾਹਮਣਾ ਕੀਤਾ - ਸਪੇਸਫਲਾਈਟ ਹੁਣੇ ਸੰਪਰਕ ਕਰੋ",
        "ਮੇਲਾਨੀਆ ਟਰੰਪ ਨੇ ਅਮਰੀਕੀ ਗਰਭਪਾਤ ਦੇ ਅਧਿਕਾਰਾਂ ਦਾ ਸਮਰਥਨ ਕਰਨ ਦਾ ਸੰਕੇਤ ਦਿੱਤਾ - ਬੀਬੀਸੀ.",
        "2024 ਐਮਐਲਬੀ ਪਲੇਆਫ ਦੀਆਂ ਭਵਿੱਖਬਾਣੀਆਂਃ ਐਲਡੀਐਸ, ਐਨਐਲਡੀਐਸ ਮਾਹਰ ਡੋਜਰਸ, ਯੈਂਕੀਜ਼, ਫਿਲੀਜ਼ ਦੇ ਤੌਰ ਤੇ ਚੁਣੇ ਜਾਣ ਵਾਲੇ ਦਿਲਚਸਪ ਮੈਚਅਪਸ ਦਾ ਸਾਹਮਣਾ ਕਰਦੇ ਹਨ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਹਵਾਈ ਹਮਲਿਆਂ ਨੇ ਬੇਰੂਤ ਨੂੰ ਹਿਲਾ ਦਿੱਤਾ ਕਿਉਂਕਿ ਇਜ਼ਰਾਈਲ ਹਿਜ਼ਬੁੱਲਾ ਦੀ ਲੀਡਰਸ਼ਿਪ ਨੂੰ ਨਿਸ਼ਾਨਾ ਬਣਾਉਂਦਾ ਹੈ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "ਜਦੋਂ ਇੱਕ ਵਿਸ਼ਾਲ ਐਸਟਰਾਇਡ ਨੇ ਡਾਇਨਾਸੌਰਸ ਨੂੰ ਮਿਟਾ ਦਿੱਤਾ, ਤਾਂ ਕੀੜੀਆਂ ਨੇ ਫੰਜਾਈ ਦੀ ਖੇਤੀ ਕਰਨੀ ਸ਼ੁਰੂ ਕਰ ਦਿੱਤੀ - ਸੀ ਐਨ ਐਨ",
        "ਡੌਕ ਵਰਕਰਾਂ ਦੀ ਹੜਤਾਲ ਖਤਮ ਹੋਣ ਤੋਂ ਬਾਅਦ ਯੂਐਸ ਪੋਰਟਾਂ ਦੁਬਾਰਾ ਖੁੱਲ੍ਹ ਗਈਆਂ - ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "ਪੀਟ ਅਲੋਨਸੋ ਦੀ ਪਤਨੀ, ਹੇਲੀ, ਨੇ ਸਲਗਰ ਦੇ ਮਹਾਂਕਾਵਿ ਮੇਟਸ ਹੋਮਰ ਦਾ ਜਸ਼ਨ ਮਨਾਉਂਦੇ ਹੋਏ ’ਚਿਲਸ' ਕੀਤੀ ਹੈ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਯੂਐਸ ਰਿਪਬਲਿਕਨਾਂ ਨੂੰ ਡਰ ਹੈ ਕਿ ਯੂਕੇ ਚਾਗੋਸ ਆਈਲੈਂਡਜ਼ ਸੌਦੇ ਨਾਲ ਚੀਨ ਨੂੰ ਹੁਲਾਰਾ ਮਿਲੇਗਾ - ਪੋਲੀਟੀਕੋ ਯੂਰਪ",
        "Buccaneers ਬਨਾਮ Falcons: Atlanta ਵੀਰਵਾਰ ਨੂੰ ਰਾਤ ਫੁੱਟਬਾਲ 'ਤੇ ਕਿਰਕ Cousins ਲਈ ਵਿਸ਼ਾਲ ਰਾਤ ਵਿੱਚ OT ਵਿੱਚ Tampa ਬੇ stuns - ਯਾਹੂ ਖੇਡ",
        "ਗਰਥ ਬਰੂਕਸ ਨੇ ਸਾਬਕਾ ਵਾਲਾਂ ਅਤੇ ਮੇਕਅਪ ਕਲਾਕਾਰ ਦੁਆਰਾ ਜਿਨਸੀ ਸ਼ੋਸ਼ਣ ਅਤੇ ਬੈਟਰੀ ਦਾ ਦੋਸ਼ ਲਗਾਇਆ - ਅੱਜ",
        "ਅਫਰੀਕਾ ਵਿਚ ਐਮਪੌਕਸਃ ਡਬਲਯੂਐਚਓ ਨੇ ਤੇਜ਼ ਨਿਦਾਨ ਲਈ ਪਹਿਲੇ ਐਮਪੌਕਸ ਟੈਸਟ ਨੂੰ ਮਨਜ਼ੂਰੀ ਦਿੱਤੀ - ਬੀਬੀਸੀ.",
        "ਮੇਨੇਂਡੇਜ਼ ਬ੍ਰਦਰਜ਼ ਕੇਸ ਵਿੱਚ ਨਵੇਂ ਸਬੂਤਾਂ ਦੀ ਸਮੀਖਿਆ ਕਰਨ ਲਈ ਸਰਕਾਰੀ ਵਕੀਲ - ਐਕਸੀਓਸ",
        "ਕੀ ਰੁਝਾਨ \"ਕੋਰਟੀਸੋਲ ਕਾਕਟੇਲ\" ਤਣਾਅ ਅਤੇ ਭਾਰ ਘਟਾਉਣ ਲਈ ਸੱਚਮੁੱਚ ਮਦਦਗਾਰ ਹਨ? - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "2020 ਦੀਆਂ ਚੋਣਾਂ ਨੂੰ ਉਲਟਾਉਣ ਲਈ ਟਰੰਪ ਦੀ ਵਰਤੋਂ ਕਰਨ ਦਾ ਦੋਸ਼ ਜੈਕ ਸਮਿਥ ਦੀਆਂ ਬਹੁਤ ਸਾਰੀਆਂ ਚਾਲਾਂ ਅਜੇ ਵੀ 2024 ਲਈ ਚੱਲ ਰਹੀਆਂ ਹਨ - ਸੀ ਐਨ ਐਨ",
        "ਹਟਾਈ"
    ]
}