{
    "headlines": [
        "نقطة محذوفة هنا",
        "بطاقات الأداء الرسمية | UFC 307: بيريرا ضد رونتري جونيور - UFC",
        "تتشكل العاصفة الاستوائية ميلتون في خليج المكسيك ويمكن أن تتفاقم إلى إعصار يهدد فلوريدا - وكالة أسوشيتد برس",
        "بعد عام من الحرب، يتساءل سكان غزة عن كيفية التعامل مع أطنان من الأنقاض - رويترز",
        "محاكاة ساخرة لنائب الرئيس \"SNL\" مع تيم والتز من جيم غافيغان وجي دي فانس من بوين يانغ - مراسل هوليوود",
        "ضربات عنيفة تهز بيروت مع توسيع إسرائيل لحملة لبنان - رويترز",
        "جزء الموارد البشرية لأوتاني من مسيرة دودجرز في G1 من NLDS - ESPN",
        "الفوضى تضرب استطلاع الأسوشيتد برس مع 4 فرق مصنفة في المراكز الـ 11 الأولى تخسر أمام خصوم غير مصنفين - وكالة أسوشيتد برس",
        "رجل يشعل النار في نفسه في وسط العاصمة خلال مسيرة مؤيدة للفلسطينيين - واشنطن بوست",
        "أصبح كيبوتز بئيري الإسرائيلي رمزا لوحشية حماس. بعض الناجين مصممون على العودة - سي إن إن",
        "تم الإفراج عن 100 مليون دولار من الأموال الفيدرالية لولاية كارولينا الشمالية لإعادة بناء الطرق والجسور التي دمرتها هيلين - سي بي إس نيوز",
        "ترامب يعود إلى بتلر، بنسلفانيا، بعد محاولة اغتيال: \"16 ثانية مروعة\" - سي بي إس بيتسبرغ",
        "نتائج WWE Bad Blood لعام 2024، خلاصة، الدرجات: عودة The Rock و Jimmy Uso و Roman Reigns و CM Punk تفوز بجائزة BIG - CBS Sports",
        "فيليز مقابل ميتس، جدول NLDS 2024: أين تشاهد مباريات MLB الفاصلة، والتغطية التلفزيونية لبيسبول ما بعد الموسم - CBS Sports",
        "تتمة \"الجوكر\" تحصل على الضحكة الأخيرة بينما يأخذ الإخفاق النقدي تاج شباك التذاكر - نيويورك بوست",
        "الأسواق تستعد لصدمة إمدادات النفط في الشرق الأوسط - OilPrice.com",
        "يشارك شقيق ريتشارد سيمونز \"سرًا صغيرًا\" حول دفن معلم اللياقة البدنية الراحل: \"لا يعرف الكثير من الناس\" - فوكس نيوز",
        "رد فعل قادة المدينة وسط استقالة مجلس شيكاغو للتعليم - WGN TV Chicago",
        "إعادة: يزور هاريس ولاية كارولينا الشمالية للحصول على تحديثات حول تعافي هيلين، ويساعد في مركز التبرع - الولايات المتحدة الأمريكية اليوم",
        "تنتقد توبرفيل استجابة الوكالة الفيدرالية لإدارة الطوارئ لإعصار هيلين ؛ وتقول الوكالة إن الادعاءات خاطئة - AL.com"
    ]
}