{
    "headlines": [
        "Concussion experts explains when Tagovailoa should play and addresses retirement question - Miami Herald",
        "Ballerina Michaela DePrince, whose career inspired many after being born into war, dies at 29 - The Associated Press",
        "Puzzling fossil discovery could reveal why Neanderthals disappeared - CNN",
        "How a false rumor about pets in Ohio and Laura Loomer’s presence helped derail Trump’s planned attacks on Harris - CNN",
        "Jane's Addiction's Perry Farrell punches guitarist Dave Navarro onstage, shutting down concert - Fox News",
        "Alabama vs. Wisconsin live stream, where to watch, TV channel, odds, spread, prediction, pick - CBS Sports",
        "This Florida dad felt fit and healthy — until a doctor said he needed immediate surgery - CBS News",
        "Apple’s Visual Intelligence could be a step toward Apple glasses - The Verge",
        "Iran says it successfully launched satellite with rocket that officials fear may advance ballistic missile program - CBS News",
        "Russia’s Medvedev threatens to turn Kyiv into ‘giant melted spot’ - POLITICO Europe",
        "Disney, DirecTV Reach Deal Ending Blackout of ESPN, ABC and More - Variety",
        "[Removed]",
        "Earth To Get A Mini-Moon For 2 Months? All You Need To Know - NDTV",
        "Pfizer says its experimental drug for deadly condition that causes appetite and weight loss in cancer patients shows positive trial results - CNBC",
        "CDC says close contact of Missouri bird flu patient showed symptoms - NBC News",
        "Bets on a big Fed rate cut won’t die. The stakes are high for the stock market. - MarketWatch",
        "Indiana Fever Make Major Kelsey Mitchell Announcement After Aces Loss - Athlon Sports",
        "LIVE UPDATES: Germany braces for heavy rains and flooding - DW (English)",
        "Israel strikes Gaza as an American activist killed by Israeli fire is buried - The Associated Press",
        "Google Pixel 9 Pro XL vs Pixel 8 Pro: Which one to get? - GSMArena Official"
    ]
}