{
    "headlines": [
        "الانهيار الأرضي يقتل الأسرة مع اجتياح إعصار ياغي لفيتنام - BBC.com",
        "إطلاق النار على العديد من الأشخاص على طول الطريق السريع في كنتاكي ؛ تقول السلطات إن المشتبه به طليق - سي بي إس نيوز",
        "حظر الهاتف الخلوي المدرسي معقد بسبب اللوجستيات والسياسة والعنف - بوليتيكو",
        "ثلاثة قتلى في هجوم على الحدود بين الضفة الغربية والأردن، كما تقول إسرائيل - BBC.com",
        "تقول العمة إن مشتبهًا به في إطلاق النار من والدة جورجيا اتصل بالمدرسة للتحذير من الطوارئ - NPR",
        "اختيارات بيت بريسكو للأسبوع الأول من الدوري الوطني لكرة القدم الأمريكية: جاغوار تتفوق على الدلافين، كولتس يزعج تكساس، جاينتس أوفر فايكنغز - سي بي إس سبورتس",
        "البابا يصل إلى الأدغال النائية في بابوا غينيا الجديدة مع طن من المساعدات الإنسانية ولعب الأطفال - وكالة أسوشيتد برس",
        "بينما تزن فولكس واجن أول إغلاق لها لمصنع سيارات ألماني، فإن العمال ليسوا الوحيدين القلقين - وكالة أسوشيتد برس",
        "تشتعل حرائق الغابات في جنوب كاليفورنيا بشدة لدرجة أنها تخلق طقسها الخاص أثناء انتشارها، مما يجبر على الإخلاء - سي إن إن",
        "A Northern Illinois stunner, a Cy - Hawk thriller and the week chaos returned to college football - ESPN",
        "برجك ليوم الأحد 8 سبتمبر 2024 - شيكاغو صن تايمز",
        "تقول فنزويلا إن المرشح الرئاسي المعارض غونزاليس غادر البلاد للجوء في إسبانيا - وكالة أسوشيتد برس",
        "دفع تعويضات ضخمة متوقعة لعملة نادرة اشترتها عائلة مزرعة أوهايو وتم إخفاؤها لعقود - وكالة أسوشيتد برس",
        "تمت الإزالة",
        "يحضر ترافيس كيلسي وتايلور سويفت حفل زفاف عارضة الأزياء كارين إلسون في استوديوهات إليكتريك ليدي في مدينة نيويورك - الصفحة السادسة",
        "مدرب شمال إلينوي توماس هاموك عاطفي بعد غضب نوتردام: \"لا يمكنني أن أكون أكثر فخراً\" - الولايات المتحدة الأمريكية اليوم",
        "تقول شرطة ولاية أوريغون إن الجارة قتلت امرأة، بعد أيام من عودتها من زفافها في هاواي - Honolulu Star - Advertiser",
        "تمت الإزالة",
        "Apple Watch 10 — كشف تسرب اللحظة الأخيرة للتو عن أكبر الترقيات - Tom's Guide",
        "كيفية مشاهدة حدث \"Glowtime\" لجهاز iPhone 16 من Apple - The Verge"
    ]
}