{
    "headlines": [
        "ਪੀਟ ਪ੍ਰਿਸਕੋ 2025 ਐਨਐਫਐਲ ਮੌਕ ਡਰਾਫਟ 2.0: ਟੀਮ ਐਸ਼ਟਨ ਜੀਨਟੀ ਲਈ ਚੋਟੀ ਦੇ ਪੰਜ ਵਿੱਚ ਵਪਾਰ ਕਰਦੀ ਹੈ; ਰਾਊਂਡ 1 ਵਿੱਚ ਲਏ ਗਏ ਤਿੰਨ ਕਿਊਬੀ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਖਜ਼ਾਨਾ ਸਕੱਤਰ ਬੇਸੈਂਟ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਚੀਨ ਦਾ ਵਾਧਾ 'ਵੱਡੀ ਗਲਤੀ ਸੀ,' ਦੇਸ਼ 'ਹਾਰਨ ਵਾਲੇ ਹੱਥ' ਨਾਲ ਖੇਡ ਰਿਹਾ ਸੀ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਚੀਨ ਟਰੰਪ ਦੀ ਟੈਰਿਫ ਜੰਗ ਤੋਂ ਪਿੱਛੇ ਨਹੀਂ ਹਟ ਰਿਹਾ । ਅੱਗੇ ਕੀ - ਬੀਬੀਸੀ",
        "ਮਿਡਲ ਈਸਟ ਨਵੀਨਤਮਃ ਇਜ਼ਰਾਈਲੀ ਹਮਲਿਆਂ ਨੇ ਗਾਜ਼ਾ ਵਿੱਚ 25 ਲੋਕਾਂ ਦੀ ਮੌਤ ਕਰ ਦਿੱਤੀ ਕਿਉਂਕਿ ਸੁਪਰੀਮ ਕੋਰਟ ਨੇ ਸ਼ਿਨ ਬੇਟ ਦੇ ਕੇਸਾਂ ਦੀ ਸੁਣਵਾਈ ਕੀਤੀ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਹਾਈਪ 'ਤੇ ਵਿਸ਼ਵਾਸ ਨਾ ਕਰੋਃ ਮੈਗਾ ਜਾਣਦਾ ਹੈ ਕਿ ਟੀਕਿਆਂ ਦੀ ਆਰਐਫਕੇ ਦੀ \"ਐਡੋਰਸਮੈਂਟ\" ਝੂਠੀ ਹੈ - ਸੈਲੂਨ. ਕਾੱਮ",
        "ਡਾਓ ਫਿuresਚਰਜ਼ 700 ਪੁਆਇੰਟਾਂ ਦੀ ਰੈਲੀ ਕਰਦੇ ਹਨ ਕਿਉਂਕਿ ਵਾਲ ਸਟ੍ਰੀਟ ਟਰੰਪ ਟੈਰਿਫ ਸੇਲ-ਆਫ ਤੋਂ ਮੁੜ ਉਭਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰਦੀ ਹੈਃ ਲਾਈਵ ਅਪਡੇਟਸ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਦੱਖਣੀ ਕੋਰੀਆ ਨੇ ਚੇਤਾਵਨੀ ਗੋਲੀਆਂ ਚਲਾਈਆਂ ਕਿਉਂਕਿ ਉੱਤਰੀ ਕੋਰੀਆ ਦੇ ਸੈਨਿਕ ਡੀਐਮਜ਼ੈਡ ਸਰਹੱਦ ਪਾਰ ਕਰਦੇ ਹਨ - ਸਾ Southਥ ਚਾਈਨਾ ਮਾਰਨਿੰਗ ਪੋਸਟ",
        "ਡੈਮੋਕ੍ਰੇਟ ਜੇਰੇਡ ਗੋਲਡਨ ਦਾ ਇਕੋ ਇਕ ਟੈਰਿਫ ਡਰਃ ਕਿ ਟਰੰਪ ਪਿੱਛੇ ਹਟ ਜਾਣਗੇ - ਐਕਸੀਓਸ",
        "ਬ੍ਰਿਟੇਨ ਦੀ ਸੁਰੱਖਿਆ ਨੂੰ ਘਟਾਉਣ 'ਤੇ ਪ੍ਰਿੰਸ ਹੈਰੀ ਦੀ ਅਪੀਲ' ਤੇ ਅਦਾਲਤ 'ਚ ਹੋਵੇਗੀ ਸੁਣਵਾਈ - BBC",
        "ਟਰੰਪ ਨੇ ਕਿਹਾ ਕਿ ਅਮਰੀਕਾ ਨੇ ਹੈਰਾਨੀਜਨਕ ਐਲਾਨ ਵਿਚ ਈਰਾਨ ਨਾਲ ਪ੍ਰਮਾਣੂ ਗੱਲਬਾਤ ਕੀਤੀ - ਐਕਸੀਓਸ",
        "ਜ਼ੇਲੇਨਸਕੀ ਨੇ ਰੂਸ ਦੇ ਬੈਲਗੋਰੋਡ ਖੇਤਰ ਵਿੱਚ ਸਰਗਰਮ ਯੂਕਰੇਨ ਫੌਜਾਂ ਦੀ ਪੁਸ਼ਟੀ ਕੀਤੀ - ਬੀਬੀਸੀ",
        "ਅਮਰੀਕੀ ਸੁਪਰੀਮ ਕੋਰਟ ਨੇ ਪਰਦੇਸੀ ਦੁਸ਼ਮਣ ਕਾਨੂੰਨ ਤਹਿਤ ਦੇਸ਼ ਨਿਕਾਲਾ ਬਰਕਰਾਰ ਰੱਖਿਆ - ਅਲ ਜਜ਼ੀਰਾ",
        "ਨਾਸਾ ਦੇ ਪੁਲਾੜ ਯਾਤਰੀ ਜੌਨੀ ਕਿਮ ਨੂੰ ਲੈ ਕੇ ਰਾਕੇਟ, ਸਪੇਸ ਸਟੇਸ਼ਨ ਦੇ ਨਾਲ 2 ਰੂਸੀ ਪੁਲਾੜ ਯਾਤਰੀ ਡੌਕ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਸ਼ਿੰਗਲਜ਼ ਸ਼ਾਟ ਲੈਂਡਮਾਰਕ ਸਟੈਨਫੋਰਡ ਸਟੱਡੀ ਵਿਚ 20% ਦੁਆਰਾ ਡਿਮੇਨਸ਼ੀਆ ਦੇ ਜੋਖਮ ਨੂੰ ਸਲੈਸ਼ ਕਰਦਾ ਹੈ - SciTechDaily",
        "ਵਿਗਿਆਨੀ ਕਹਿੰਦੇ ਹਨ ਕਿ ਉਨ੍ਹਾਂ ਨੇ ਭਿਆਨਕ ਬਘਿਆੜ ਨੂੰ ਜੀਉਂਦਾ ਕੀਤਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਲੀਲ ਮੇਨੇਂਡੇਜ਼ ਬਿਲਕੁਲ ਦੱਸਦਾ ਹੈ ਕਿ ਕਿਵੇਂ ਨੈੱਟਫਲਿਕਸ ਦੀ 'ਰਾਖਸ਼ਾਂ' ਸੀਰੀਜ਼ 'ਸਿੱਖਿਅਤ' ਦਰਸ਼ਕ - ਹਫਪੋਸਟ",
        "ਵ੍ਹਾਈਟ ਹਾ Houseਸ ਕਹਿੰਦਾ ਹੈ ਕਿ ਮਾਰਕੀਟ ਬਹੁਤ ਜ਼ਿਆਦਾ ਪ੍ਰਤੀਕ੍ਰਿਆ ਕਰ ਰਹੀ ਹੈ. ਇਹ ਇਸ ਗੱਲ 'ਤੇ ਨਿਰਭਰ ਕਰਦਾ ਹੈ ਕਿ ਟੈਰਿਫ ਕਿਵੇਂ ਵਿਕਸਤ ਹੁੰਦੇ ਹਨ. - ਬੈਰਨ ਦਾ",
        "ਕੋਲੋਰਾਡੋ ਵਿੱਚ ਦੂਜਾ ਖਸਰਾ ਕੇਸ ਦੀ ਪੁਸ਼ਟੀ ਕੀਤੀ ਗਈ, ਇਸ ਵਾਰ ਡੇਨਵਰ ਵਿੱਚ - ਕੋਲੋਰਾਡੋ ਪਬਲਿਕ ਰੇਡੀਓ",
        "ਯੂਐਲਏ ਨਾਲ ਲਾਂਚ ਕਰਨ ਲਈ ਇੰਤਜ਼ਾਰ ਕਰ ਰਿਹਾ ਇੱਕ ਫੌਜੀ ਸੈਟੇਲਾਈਟ ਹੁਣ ਸਪੇਸਐਕਸ - ਆਰਸ ਟੈਕਨੀਕਾ ਨਾਲ ਉਡਾਣ ਭਰੇਗਾ"
    ]
}