{
    "headlines": [
        "ਕੇਮੈਨਜ਼ ਲਈ ਤੂਫਾਨ ਦੀ ਘੜੀ, ਜਮੈਕਾ ਲਈ ਖੰਡੀ ਤੂਫਾਨ ਦੀ ਚੇਤਾਵਨੀ ਜਿਵੇਂ ਕਿ ਕੈਰੇਬੀਅਨ ਵਿਚ ਪ੍ਰਣਾਲੀ ਨੂੰ ਮਜ਼ਬੂਤ ਕਰਨ ਦੀ ਉਮੀਦ ਹੈ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਨਵੰਬਰ ਦੇ ਸਵਰਗੀ ਸਥਾਨਾਂ ਨੂੰ ਯਾਦ ਨਾ ਕਰੋਃ ਦੁਰਲੱਭ ਕੰਮ, ਗ੍ਰਹਿ ਅਨੁਕੂਲਤਾ, ਅਤੇ ਲੁਕਵੇਂ ਤਾਰੇ ਉਡੀਕਦੇ ਹਨ - SciTechDaily",
        "ਰੇਡਰਾਂ ਨੇ ਰਿਚ ਸਕੈਨਗਰੇਲੋ, ਜੇਮਜ਼ ਕ੍ਰੇਗ ਅਤੇ ਲੂਕ ਗੇਟਸੀ ਦੀ ਫਾਇਰਿੰਗ ਦੀ ਘੋਸ਼ਣਾ ਕੀਤੀ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਫ੍ਰੈਂਕ ਸਿਨਾਟਰਾ ਤੋਂ ਲੈ ਕੇ ਮਾਈਕਲ ਜੈਕਸਨ ਤੱਕ ਹਰ ਕਿਸੇ ਨਾਲ ਕੰਮ ਕਰਨ ਵਾਲੇ ਸੰਗੀਤ ਟਾਈਟਨ ਕੁਇੰਸੀ ਜੋਨਸ ਦਾ 91 ਸਾਲਾਂ ਵਿੱਚ ਦੇਹਾਂਤ ਹੋ ਗਿਆ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਵਧੇਰੇ ਗੰਭੀਰ ਮੌਸਮ ਦੀ ਉਮੀਦ ਸੋਮਵਾਰ ਨੂੰ ਕੀਤੀ ਗਈ ਕਿਉਂਕਿ ਓਕਲਾਹੋਮਾ ਟੋਰਨਾਡੋ-ਸਪੌਨਿੰਗ ਤੂਫਾਨਾਂ ਦੇ ਨੁਕਸਾਨ ਦਾ ਸਰਵੇਖਣ ਕਰਦਾ ਹੈ ਜੋ 11 ਜ਼ਖਮੀ ਹੋਏ - ਸੀ ਐਨ ਐਨ",
        "ਫਲੈਕੋ ਕੋਲਟਸ ਨੂੰ ਝਟਕਾਉਣ ਵਿੱਚ ਅਸਫਲ ਰਿਹਾ ਪਰ ਫਿਰ ਵੀ QB1 'ਹੁਣੇ' - ਈਐਸਪੀਐਨ",
        "ਆਰਐਫਕੇ ਜੂਨੀਅਰ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਫਲੋਰਾਈਡ ‘ਇੱਕ ਉਦਯੋਗਿਕ ਰਹਿੰਦ-ਖੂੰਹਦ’ ਹੈ ਜੋ ਕੈਂਸਰ, ਬਿਮਾਰੀਆਂ ਅਤੇ ਵਿਗਾੜਾਂ ਨਾਲ ਜੁੜਿਆ ਹੋਇਆ ਹੈ. ਇੱਥੇ ਵਿਗਿਆਨ ਕੀ ਕਹਿੰਦਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਮੋਲਡੋਵਾ ਦੇ ਪੱਖੀ ਪੱਛਮੀ ਸੈਂਡੂ ਨੇ ਦੋਸ਼ਾਂ ਵਿਚ ਦਖਲ ਦੇਣ ਤੋਂ ਬਾਅਦ ਚੋਣ ਜਿੱਤ ਦਾ ਦਾਅਵਾ ਕੀਤਾ - ਰਾਇਟਰਜ਼",
        "ਟਰੰਪ ਨੇ ਆਖਰੀ ਜਾਰਜੀਆ ਰੈਲੀ ਵਿਚ ਪ੍ਰਵਾਸੀ ਵਿਰੋਧੀ ਬਿਆਨਬਾਜ਼ੀ 'ਤੇ ਝੁਕਿਆ ਕਿਉਂਕਿ ਜਲਦੀ ਵੋਟਿੰਗ ਰਾਜ ਨੂੰ ਚਾਕੂ ਦੇ ਕਿਨਾਰੇ' ਤੇ ਪਾਉਂਦੀ ਹੈ - ਗਾਰਡੀਅਨ ਯੂਐਸ",
        "ਕਮਲਾ ਹੈਰਿਸ ਦੇ ਐਸ ਐਨ ਐਲ ਸਕਿੱਟ ਨੂੰ ਵੇਖਣ ਤੋਂ ਬਾਅਦ ਟਰੰਪ ਦੇ ਪ੍ਰਸ਼ੰਸਕ ਗੁੱਸੇ ਵਿੱਚ ਆਏ 2015 ਜਿੰਮੀ ਫਾਲਨ ਸਕੈਚ ਦੇ ਸਮਾਨ ਹਨ - ਦਿ ਇੰਡੀਪੈਂਡੈਂਟ",
        "ਨਾਰਾਜ਼ ਭੀੜ ਬੂ ਅਤੇ ਸਪੈਨਿਸ਼ ਕਿੰਗ 'ਤੇ ਅੰਡੇ ਸੁੱਟ ਦਿੰਦੇ ਹਨ ਜਦੋਂ ਉਹ ਹੜ੍ਹ ਪ੍ਰਭਾਵਿਤ ਵੈਲੈਂਸੀਆ ਦਾ ਦੌਰਾ ਕਰਦਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਹੈਰਿਸ ਅਤੇ ਟਰੰਪ ਦੋਵੇਂ ਚੋਣਾਂ ਦੇ ਦਿਨ ਤੋਂ ਪਹਿਲਾਂ ਆਖਰੀ ਦਿਨ ਗੁੱਸੇ ਨਾਲ ਧੱਕਾ ਕਰਨਗੇ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਸੀਨ 'ਡਿੱਡੀ' ਕੰਬਜ਼ 'ਵਕੀਲ ਗੈਗ ਆਰਡਰ ਦੀ ਮੰਗ ਕਰਦੇ ਹਨ,' ਅਣਉਚਿਤ 'ਪ੍ਰੀਟ੍ਰੀਅਲ ਪਬਲੀਸਿਟੀ ਦਾ ਹਵਾਲਾ ਦਿੰਦੇ ਹੋਏ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਅਮਰੀਕਾ ਦੇ ਚੋਣ ਨੇੜੇ - JP ਮੋਰਗਨ ਇੱਕ ਟਰੰਪ ਜਿੱਤ 'ਤੇ ਦਰ ਕਟੌਤੀ ਵਿਰਾਮ ਕਰਨ ਲਈ ਫੈਡ ਕਹਿੰਦਾ ਹੈ - ForexLive",
        "'ਸਦਮਾ ਨਤੀਜਾ': ਮੈਡੋ ਨੇ ਬਮਸ਼ੇਲ ਆਇਓਵਾ ਪੋਲ 'ਤੇ ਹੈਰਿਸ ਦੇ ਨਾਲ ਟਰੰਪ ਦੀ ਅਗਵਾਈ ਕੀਤੀ - ਐਮਐਸਐਨਬੀਸੀ",
        "ਐਪਲ ਉਮੀਦ ਨਾਲੋਂ ਪਹਿਲਾਂ ਆਈਓਐਸ 18.2 ਅਪਡੇਟ ਜਾਰੀ ਕਰੇਗਾ, ਜਿਵੇਂ ਕਿ ਕੰਪਨੀ ਆਈਫੋਨ 'ਤੇ ਫਰਕ ਲਿਆਉਣ ਲਈ ਐਪਲ ਇੰਟੈਲੀਜੈਂਸ ਦੀ ਸਖਤ ਇੱਛਾ ਰੱਖਦੀ ਹੈ - Wccftech",
        "2024 ਐਨਐਫਐਲ ਪਲੇਆਫ ਤਸਵੀਰ, ਹਫਤਾ 9: ਹੈਰਾਨੀਜਨਕ ਕਾਰਡੀਨਲ ਐਨਐਫਸੀ ਵੈਸਟ ਦੀ ਅਗਵਾਈ ਕਰਦੇ ਹਨ - ਸਪੋਰਟਸ ਇਲਸਟ੍ਰੇਟਿਡ",
        "ਇਜ਼ਰਾਈਲ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਸਨੇ ਸੀਰੀਆ ਵਿੱਚ ਜ਼ਮੀਨੀ ਛਾਪੇਮਾਰੀ ਕੀਤੀ, ਈਰਾਨ ਨਾਲ ਜੁੜੇ ਸੀਰੀਆ ਦੇ ਨਾਗਰਿਕ ਨੂੰ ਜ਼ਬਤ ਕੀਤਾ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਧਰਤੀ ਦੇ ਸਭ ਤੋਂ ਦੂਰ ਦੁਰਾਡੇ ਸਥਾਨਾਂ ਵਿੱਚੋਂ ਇੱਕ ਵਿੱਚ ਜੀਵਨ ਕਿਹੋ ਜਿਹਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਇਵੈਂਟ ਨਾਲ ਭਰੇ ਹਫਤੇ ਵਿੱਚ ਅਮਰੀਕੀ ਚੋਣਾਂ ਦੇ ਸ਼ੋਅਡਾਉਨ ਲਈ ਬਾਜ਼ਾਰਾਂ ਦਾ ਬ੍ਰੇਸ - ਯਾਹੂ ਵਿੱਤ"
    ]
}