{
    "headlines": [
        "Masters-Bestenliste 2025: Live-Berichterstattung, Updates, Punkte als Rory McIlroy, Bryson DeChambeau in Runde 4 - CBS Sports",
        "Teenager aus Wisconsin haben angeblich Eltern in einem extremistischen Komplott getötet, um Trump zu ermorden, sagt das FBI - ABC News",
        "Schumer versucht, Flüge für New Yorker Hubschrauberunternehmen nach tödlichem Hudson River Absturz zu stoppen - AP News",
        "Das Feuer in der Residenz des Gouverneurs von Pennsylvania, Josh Shapiro, war \"eine Brandstiftung\", sagt die Polizei - NPR",
        "Wird Meta Richter Boasberg überleben? Das Drama beginnt am Montag. - Politico",
        "‘The White Lotus’ Star Aimee Lou Wood Says ‘SNL’ Imitation Was ‘Mean and Unfunny’: ‘Such a Shame’ - Variety",
        "Mehr Chaos: Trump-Admin signalisiert nach Pause neue Zölle auf Elektronik aus China - Rolling Stone",
        "Katy Perry, Lauren Sanchez zeigen Blue Origin Fluganzüge, die \"Gewürze in den Weltraum bringen\" - Fox News",
        "Bernie Sanders sprengt Trump und Musk während des überraschenden Coachella-Auftritts - The Hollywood Reporter",
        "Gabun-Wahl: Putschist Oligui Nguema gewinnt Umfrage mit großem Vorsprung - BBC",
        "Israelischer Angriff zerstört einen Teil des letzten voll funktionsfähigen Krankenhauses in Gaza-Stadt, während die Offensive eskaliert - CNN",
        "Piastri stürmt zum kontrollierten Sieg im Grand Prix von Bahrain vor Russell und Norris - Formel 1",
        "‘A Minecraft Movie’ explodiert auf 551 Millionen US-Dollar weltweit; ‘The Amateur’ spioniert 32 Millionen US-Dollar aus – International Box Office - Deadline",
        "\"Sell America\" -Handelsrasseln an der Wall Street. Was die US-Märkte wieder anziehen könnte. - MarketWatch",
        "Ehemaliger Top-Gesundheitsbeamter kritisiert RFK Jr. für das Herunterspielen von Masern-Todesfällen - CBS News",
        "\"Wenn wir uns nicht bewegt hätten, wären wir tot\": Ukrainer beschreiben den Moment, in dem russische Angriffe Sumy treffen - BBC",
        "Die Anwälte des irrtümlich abgeschobenen Mannes fordern seine Rückkehr mit Trumps eigenen Worten - Axios",
        "Masern explodierten in Texas nach stagnierender Impfstofffinanzierung. Neue Kürzungen drohen in den USA gleich zu sein - AP News",
        "Kirby Smart reagiert auf die Nico Iamaleava-Saga in Tennessee - 247Sports"
    ]
}