{
    "headlines": [
        "1 dead, 15 hurt after small plane crashes into building in Southern California - ABC News",
        "US President Biden awards presidential medal to Trump critic Liz Cheney - Al Jazeera English",
        "Investigators arrive at South Korean president’s residence to carry out arrest warrant - CNN",
        "FBI releases new video, information in hunt for Jan. 6 pipe bomber - ABC News",
        "A grieving orca carried her dead calf for 17 days in 2018. Now she's again carrying the body of her latest child. - CBS News",
        "Live Briefing: More than 40 dead in strikes on Gaza City, civil defense says - The Washington Post",
        "Live updates: FBI now says New Orleans truck attacker acted alone in an ‘act of terrorism’ - The Associated Press",
        "Four-star WR Donovan Murph commits to South Carolina over Clemson at Under Armour All-America Game - 247Sports",
        "Golden Globes 2025: When and where to watch the season-opening new year awards event - Hindustan Times",
        "Hindenburg Shorts Carvana, Alleging ‘Grift for the Ages’ - Yahoo Finance",
        "xAI’s next-gen AI model didn’t arrive on time, adding to a trend - TechCrunch",
        "Georgia vs. Notre Dame where to watch: TV channel, live stream, Sugar Bowl odds, spread, prediction, pick - CBS Sports",
        "Pulisic return gives U.S. big presence in Super Cup - ESPN",
        "Conservatives seek commitments as Johnson scrambles for Speaker votes - The Hill",
        "US appeals court blocks Biden administration effort to restore net-neutrality rules - Reuters",
        "The last of Fossil’s Wear OS smartwatches are finally dead - 9to5Google",
        "‘Dinosaur highway’ dating back 166 million years discovered in England - PBS NewsHour",
        "5 big takeaways from Justin Baldoni's lawsuit against The New York Times over its Blake Lively story - Business Insider",
        "Migrating bats “surf” on storms, study finds - Salon",
        "[Removed]"
    ]
}