{
    "headlines": [
        "LG’s 2025 gaming monitor lineup includes a bendable 5K2K OLED - The Verge",
        "Kim Kardashian and Kanye West’s four children look all grown up in holiday photos - Page Six",
        "Falcons vs. Commanders live updates: NFL scores, game stats, highlights, where to watch huge NFC showdown - CBS Sports",
        "'Sonic 3' and 'Mufasa' battle for No. 1 at the holiday box office - KSL.com",
        "Sam Darnold has career-high 377 yards as Vikings hold on to beat Packers 27-25 - NBC Sports",
        "Live coverage: SpaceX to launch 21 Starlink satellites on Falcon 9 rocket from the Kennedy Space Center - Spaceflight Now",
        "NFL Playoff Bracket Picture 2024-25: AFC, NFC Standings After Week 17 Early Slate - Bleacher Report",
        "Jet crash disaster in South Korea marks another setback for Boeing - The Associated Press",
        "Kristin Cavallari confesses ex Morgan Wallen was ‘good in bed’: ‘He was a great f–k buddy’ - Page Six",
        "Gal Gadot reveals she underwent emergency surgery for brain clot just after welcoming her 4th child - Yahoo Life",
        "Statement by President Joe Biden and First Lady Jill Biden on the Passing of Former President Jimmy Carter - The White House",
        "New Yorkers can start 2025 with a meteor shower and great views of Mars - Gothamist",
        "2 found dead in Skamania Co. while searching for Sasquatch - Fox 12 Oregon",
        "Lottery’s $1.26 Billion Winner Will Need Tax Attorney, Therapist - Bloomberg",
        "How the Pandemic Increased US Deaths Visualized in Eight Charts - Bloomberg",
        "[Removed]",
        "3 migrants dead in Channel crossing as smugglers overload boats amid harsh conditions - WKRC TV Cincinnati",
        "[Removed]",
        "IDF reveals how Kamal Adwan Hospital raid dismantled Hamas's hold of Jabalya - The Jerusalem Post",
        "Another Samsung S25 Ultra leak seems to confirm only one big camera upgrade for their 2025 flagship - PhoneArena"
    ]
}