{
    "headlines": [
        "ਮਾਈਕ ਟਾਇਸਨ ਨੇ ਸੈਕਸ ਤਸਕਰੀ ਦੇ ਘੁਟਾਲੇ ਦੇ ਵਿਚਕਾਰ ਡਿੱਡੀ ਨੂੰ ਅਜੀਬ ਸੰਦੇਸ਼ ਜਾਰੀ ਕੀਤਾਃ ‘ਮੈਂ ਉਸ ਨੂੰ ਸ਼ੁੱਭਕਾਮਨਾਵਾਂ ਦਿੰਦਾ ਹਾਂ’ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "TikTok ਖ਼ਤਰਨਾਕ ਤੌਰ 'ਤੇ ਨਸ਼ੇੜੀ ਹੈ- ਅਤੇ ਇਸਦੇ ਕਾਰਜਕਾਰੀ ਸਭ ਨੂੰ ਜਾਣਦੇ ਹਨ - ਯਾਹੂ! ਆਵਾਜ਼ਾਂ",
        "ਸਾਡੇ ਸੂਰਜੀ ਮੰਡਲ ਦਾ ਸਭ ਤੋਂ ਵੱਡਾ ਤੂਫਾਨ ਅਚਾਨਕ ਚਲ ਰਿਹਾ ਹੈ, ਵਿਗਿਆਨੀ ਕਹਿੰਦੇ ਹਨ - ਸੀ ਐਨ ਐਨ",
        "ਹਟਾਈ",
        "ਕੋਲੋਰਾਡੋ ਦੀ ਇਕ ਸੈਰ-ਸਪਾਟਾ ਖਾਨ ਵਿਚ ਇਕ ਐਲੀਵੇਟਰ ਹਾਦਸੇ ਵਿਚ 1 ਦੀ ਮੌਤ ਹੋ ਗਈ ਅਤੇ 12 ਫਸ ਗਏ । ਕਾਰਨ ਅਜੇ ਵੀ ਅਣਜਾਣ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਲਿਸਟੀਰੀਆ ਦੇ ਕਾਰਨ ਵਿਸ਼ਾਲ ਮੀਟ ਰੀਕਲ ਵਿੱਚ ਨਾਮਿਤ ਤਿੰਨ ਐਚ-ਈ-ਬੀ ਉਤਪਾਦ - mySA",
        "WATCH LIVE: ਟਰੰਪ ਨੇ ਕੋਲੋਰਾਡੋ ਦੇ ਅਰੋੜਾ 'ਚ ਕੱਢੀ ਚੋਣ ਰੈਲੀ - PBS NewsHour",
        "ਕਾਲਜ ਫੁੱਟਬਾਲ ਹਫਤੇ 7 ਦੀ ਭਵਿੱਖਬਾਣੀਃ ਓਹੀਓ ਸਟੇਟ ਬਨਾਮ ਓਰੇਗਨ, ਫੈਲਣ ਦੇ ਵਿਰੁੱਧ ਵਧੇਰੇ ਪਿਕ - ਨਿ New ਯਾਰਕ ਪੋਸਟ",
        "ਬਜ਼ੁਰਗਾਂ ਨੂੰ ਅਗਲੇ ਸਾਲ ਸੋਸ਼ਲ ਸਿਕਿਓਰਿਟੀ ਭੁਗਤਾਨਾਂ ਵਿੱਚ ਰਹਿਣ ਦੀ ਦਰਮਿਆਨੀ ਲਾਗਤ ਮਿਲੇਗੀ - ਫੌਕਸ ਬਿਜ਼ਨਸ",
        "Ariana Grande ਨੇ ਚਾਰਲੀ XCX ਦੀ ਨਵੀਂ “ਬ੍ਰੈਟ” ਰੀਮਿਕਸ ਐਲਬਮ - BuzzFeed ਨਿਊਜ਼",
        "ਡਬਲਯੂਐਸਜੇ ਬੈਟਲਗਰਾਉਂਡ ਟਰੰਪ-ਹੈਰਿਸ ਪੋਲਃ ਇਹ ਇੱਕ ਟੌਸ-ਅਪ ਹੈ, ਲੋਕੋ - ਪੋਲੀਟੀਕੋ",
        "ਅੱਜ ਰਾਤ ਲਈ ਉੱਤਰੀ ਲਾਈਟਾਂ ਦੀ ਭਵਿੱਖਬਾਣੀ ਦੇ ਨਕਸ਼ੇ ਅਰੋੜਾ ਬੋਰੇਲਿਸ ਨੂੰ ਵੇਖਣ ਲਈ ਯੂਐਸ ਵਿੱਚ ਸਭ ਤੋਂ ਵਧੀਆ ਖੇਤਰ ਦਿਖਾਉਂਦੇ ਹਨ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਪੁਲਾੜ ਫੋਰਸ ਦਾ ਰਹੱਸਮਈ ਐਕਸ -37 ਬੀ ਪੁਲਾੜ ਜਹਾਜ਼ ਪੰਧ ਵਿਚ ਨਵੇਂ 'ਐਰੋਬ੍ਰੈਕਿੰਗ' ਚਾਲਾਂ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰਨ ਲਈ - ਸਪੇਸ ਡਾਟ ਕਾਮ",
        "ਇਰਾਨ ਦੀ ਹਮਾਇਤ ਪ੍ਰਾਪਤ ਹਿਜ਼ਬੁੱਲਾ ਨਾਲ ਇਜ਼ਰਾਈਲ ਦੀ ਘਾਤਕ ਜੰਗ ਨੇ ਬਿਨਾਂ ਕਿਸੇ ਚੇਤਾਵਨੀ ਦੇ ਇਸ ਲੇਬਨਾਨੀ ਪਿੰਡ ਨੂੰ ਮਾਰਿਆ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਟਰੰਪ ਨੇ ਡੀਟਰੋਇਟ ਨਾਲ ਲੜਾਈ ਦੀ ਚੋਣ ਕੀਤੀ - ਸੀਐਨਐਨ",
        "ਟੇਸਲਾ ਦਾ ਰੋਬੋਟੈਕਸੀ ਈਵੈਂਟ ਮਸਕ ਦੇ ਵਾਅਦਿਆਂ 'ਤੇ ਲੰਮਾ ਸਮਾਂ ਰਿਹਾ. ਨਿਵੇਸ਼ਕ ਚਾਹੁੰਦੇ ਸਨ ਹੋਰ ਵੇਰਵੇ... - ਰਾਇਟਰਜ਼",
        "ਐਨਐਫਐਲ ਦੀਆਂ ਸੰਭਾਵਨਾਵਾਂ, ਵੇਗਾਸ ਲਾਈਨਾਂ, ਪਿਕਸ, ਸਪ੍ਰੈਡ, ਗੇਮ ਦੀਆਂ ਭਵਿੱਖਬਾਣੀਆਂਃ ਮਾਡਲ ਆਈਕਿੰਗ ਫਾਲਕਨਜ਼, ਹਫਤੇ 6, 2024 ਵਿਚ ਕਮਾਂਡਰ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਹਿਜ਼ਬੁੱਲਾ ਨੇ ਭਾਰੀ ਇਜ਼ਰਾਈਲੀ ਧਮਾਕਿਆਂ ਤੋਂ ਬਾਅਦ ਮਹੱਤਵਪੂਰਨ ਜ਼ਮੀਨੀ ਯੁੱਧ ਲਈ ਨਵੀਂ ਕਮਾਂਡ ਬਣਾਈ - ਰਾਇਟਰਜ਼",
        "ਅੱਜ, ‘ਸ਼ਨੀਵਾਰ ਰਾਤ ਲਾਈਵ’ ਇਕ ਸੰਸਥਾ ਹੈ. 1975 ਵਿਚ, ਇਹ ਸ਼ੁੱਧ ਅਰਾਜਕਤਾ ਸੀ - ਰੋਲਿੰਗ ਸਟੋਨ",
        "ਯੂਰੇਨਸ ਨੂੰ ਅਨਲੌਕ ਕਰਨਾਃ ਨਾਸਾ ਦੇ ਦੋਹਰੇ ਨਿਰੀਖਣ ਨੇ ਨਵੀਂ ਦੁਨੀਆ ਦੀ ਖੋਜ ਕਰਨ ਦਾ ਰਾਹ ਪੱਧਰਾ ਕੀਤਾ - SciTechDaily"
    ]
}