{
    "headlines": [
        "Élection américaine : 3 jours restants – Ce que disent les sondages, ce que font Harris et Trump - Al Jazeera English",
        "Campagne de vaccination contre la poliomyélite à Gaza pour redémarrer dans le nord du territoire - BBC.com",
        "Des roquettes en provenance du Liban blessent 11 personnes en Israël - Reuters",
        "Critique brune de la faute de « Ray Lewis » sur Tatum - ESPN",
        "Maui surfer perd une partie de sa jambe dans une attaque de requin, selon des responsables - CBS News",
        "Le PDG de Boeing a lancé un ultimatum aux machinistes. Les dirigeants syndicaux le croient - The Seattle Times",
        "Dow gagne en moyenne Nvidia, perd Intel alors qu'un fabricant de puces en remplace un autre - The Washington Post",
        "UFC Edmonton : Fighter Faceoffs - UFC",
        "Choix de football collégial, calendrier : prédictions contre la propagation, cotes pour les 25 meilleurs matchs de la NCAA au cours de la semaine 10 - CBS Sports",
        "Homme accusé d'avoir frappé et ensanglanté un passager endormi sur un vol américain - HuffPost",
        "Le procureur dit que l'étranglement du métro du vétéran est allé « trop loin. 'La défense dit que son 'courage' a aidé les autres - The Associated Press",
        "Fortnite a lancé sa saison remixée du Chapitre 2 avec un concert Snoop Dogg et Ice Spice - The Verge",
        "Quels signaux de données de vote anticipé à propos de l'élection de cette année - PBS NewsHour",
        "Trop peu, trop tard : comment les habitants de Valence ont été piégés sans avertissement dans les inondations meurtrières en Espagne - CNN",
        "News Wrap : Le ministère du Travail publie le rapport final sur les emplois avant les élections - PBS NewsHour",
        "Ariana Grande utilise son vrai nom dans Wicked Credits - E ! NEWS",
        "Pneumonie ambulatoire, les taux de VRS augmentent chez les jeunes enfants, prévient le CDC. Les tendances sont remarquables — mais pas inattendues. - Yahoo Life",
        "Heidi Klum s'habille en ET pour sa fête d'Halloween - Inside Edition",
        "Trump dit que le « faucon de guerre » Liz Cheney devrait être fusillé dans l'escalade de la rhétorique violente contre ses adversaires - CNN",
        "La nouvelle extension ChatGPT Search Chrome d'OpenAI ressemble à un pirate de l'air - BleepingComputer"
    ]
}