{
    "headlines": [
        "ਸੰਯੁਕਤ ਰਾਸ਼ਟਰ ਨੇ ਇਜ਼ਰਾਈਲ 'ਤੇ ਗਾਜ਼ਾ ਪੱਟੀ ਵਿਚ' ਫਲਸਤੀਨੀਆਂ ਦੀ ਪ੍ਰਜਨਨ ਸਮਰੱਥਾ 'ਨੂੰ ਨਸ਼ਟ ਕਰਨ ਦਾ ਦੋਸ਼ ਲਾਇਆ - ਦ ਯਰੂਸ਼ਲਮ ਪੋਸਟ",
        "‘ਚੀਜ਼ਾਂ ਨੇ ਇਕ ਗੂੜ੍ਹਾ ਮੋੜ ਲਿਆ’: ਬਚੇ ਹੋਏ ਜਾਨਲੇਵਾ ਪਾਕਿਸਤਾਨ ਦੀ ਰੇਲ ਗੱਡੀ ਘੇਰਾਬੰਦੀ ਦੀ ਦਹਿਸ਼ਤ ਨੂੰ ਯਾਦ ਕਰਦੇ ਹਨ - ਸੀ ਐਨ ਐਨ",
        "2025 ਐਨਐਫਐਲ ਮੁਫਤ ਏਜੰਸੀ ਦਿਨ 3 ਦੇ ਜੇਤੂ ਅਤੇ ਹਾਰਨ ਵਾਲੇਃ ਈਵਾਨ ਐਂਗਰਾਮ ਬ੍ਰੋਂਕੋਸ ਨੂੰ ਵਧਾਉਂਦਾ ਹੈ; ਸਟੀਲਰਜ਼ ਐਰੋਨ ਰੋਜਰਸ 'ਤੇ ਇੰਤਜ਼ਾਰ ਕਰ ਰਹੇ ਹਨ? - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਸਪੇਸਐਕਸ ਨੇ ਪੁਲਾੜ ਸਟੇਸ਼ਨ 'ਤੇ ਫਸੇ ਨਾਸਾ ਦੇ ਪੁਲਾੜ ਯਾਤਰੀਆਂ ਨੂੰ ਮੁੜ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ ਉਡਾਣ ਵਿੱਚ ਦੇਰੀ ਕੀਤੀ - Al Jazeera English",
        "ਸੰਭਾਵਤ ਸਰਕਾਰ ਬੰਦ ਹੋਣ ਤੋਂ ਪਹਿਲਾਂ ਸੈਨੇਟ ਡੈਮਜ਼ ਦਾ ਜੋਖਮ ਭਰਪੂਰ ਦ੍ਰਿਸ਼ - ਐਕਸੀਓਸ",
        "ਕੋਲੰਬੀਆ ਦੇ ਵਿਦਿਆਰਥੀ ਨੂੰ ਦੇਸ਼ ਨਿਕਾਲਾ ਦੇਣ ਦੀ ਕੋਸ਼ਿਸ਼ ਪੂਰੀ ਤਰ੍ਹਾਂ ਰੂਬੀਓ ਦੇ ਫੈਸਲੇ 'ਤੇ ਨਿਰਭਰ ਕਰਦੀ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਵਾਲ ਸੇਂਟ 'ਤੇ ਮੁੜ ਵਾਧੇ ਦੇ ਬਾਵਜੂਦ ਏਸ਼ੀਅਨ ਸ਼ੇਅਰਾਂ ਵਿਚ ਗਿਰਾਵਟ ਆਈ ਕਿਉਂਕਿ ਨਿਵੇਸ਼ਕ ਵਪਾਰ ਯੁੱਧਾਂ ਵਿਚ ਅਗਲੇ ਕਦਮਾਂ ਦੀ ਉਡੀਕ ਕਰ ਰਹੇ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਜੱਜ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਲਾਅ ਫਰਮ 'ਤੇ ਟਰੰਪ ਦੇ ਜ਼ੁਰਮਾਨੇ‘ ਮੇਰੀ ਰੀੜ੍ਹ ਦੀ ਹੱਡੀ ਨੂੰ ਠੰਡਾ ਕਰ ਦਿੰਦੇ ਹਨ ’- ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਰੌਬਰਟ ਮੌਰਿਸ, ਸਾਬਕਾ ਟੈਕਸਾਸ ਮੈਗਾਚੁਰਚ ਪਾਦਰੀ, ਬੱਚਿਆਂ ਦੇ ਜਿਨਸੀ ਸ਼ੋਸ਼ਣ ਦੇ ਦੋਸ਼ਾਂ 'ਤੇ ਦੋਸ਼ੀ ਠਹਿਰਾਇਆ ਗਿਆ - ਐਕਸੀਓਸ",
        "ਜੋਆਨ ਬੇਜ਼ ਸਲੈਮਜ਼ 'ਅਯੋਗ ਅਰਬਪਤੀ' ਚੱਲ ਰਹੇ ਅਮਰੀਕਾ - ਵੰਨਗੀ",
        "ਰੂਬੀਓ ਨੂੰ ਟਰੰਪ ਦੀਆਂ ਨੀਤੀਆਂ ਨੂੰ ਲੈ ਕੇ ਜੀ 7 ਦੇ ਨਜ਼ਦੀਕੀ ਸਹਿਯੋਗੀ ਦੇਸ਼ਾਂ ਦੇ ਗੈਰ-ਦੋਸਤਾਨਾ ਸਵਾਗਤ ਦਾ ਸਾਹਮਣਾ ਕਰਨਾ ਪੈ ਸਕਦਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਸਟਾਰ ਰਿਸੀਵਰ ਵਿਚ ਦਿਲਚਸਪੀ ਦਿਖਾਉਣ ਵਾਲੀਆਂ ਟੀਮਾਂ ਵਿਚ ਸੀਹਾਕਸ - ਸੀਏਟਲ ਟਾਈਮਜ਼",
        "ਟੈੱਸਲਾ ਦੀ ਤਾਜ਼ਾ ਗਿਰਾਵਟ ਇਤਿਹਾਸ ਦੀਆਂ ਕਿਤਾਬਾਂ ਲਈ ਇਕ ਹੋ ਸਕਦੀ ਹੈ, ਜੇਪੀਮਾਰਗਨ ਵਿਸ਼ਲੇਸ਼ਕ ਕਹਿੰਦੇ ਹਨ - ਬਿਜ਼ਨਸ ਇਨਸਾਈਡਰ",
        "ਡਿਏਗੋ ਸਿਮੋਨ ਦੀ ਐਟਲੇਟਿਕੋ ਦੇ ਚੈਂਪੀਅਨਜ਼ ਲੀਗ ਐਗਜ਼ਿਟ ਰੀਅਲ ਮੈਡਰਿਡ ਦੇ ਵਿਰੁੱਧ ਪ੍ਰਤੀਕ੍ਰਿਆ - ਮੈਡ੍ਰਿਡ ਦਾ ਪ੍ਰਬੰਧਨ",
        "ਕੁੱਲ ਚੰਦਰ ਗ੍ਰਹਿਣਃ ਬਲੱਡ ਚੰਦਰਮਾ ਲਈ ਤੁਹਾਡੀ ਦੇਖਣ ਵਾਲੀ ਗਾਈਡ - WGAL Susquehanna Valley Pa.",
        "ਕੈਲੀ ਕਲਾਰਕਸਨ ਦੀ ਗੈਰਹਾਜ਼ਰੀ ਤੋਂ ਬਾਅਦ ਵੀਰਵਾਰ ਨੂੰ ਟਾਕ ਸ਼ੋਅ 'ਤੇ ਟੈਪਿੰਗ ਦੁਬਾਰਾ ਸ਼ੁਰੂ ਹੋਣ ਦੀ ਉਮੀਦ ਹੈ - ਡੈੱਡਲਾਈਨ",
        "ਪਾਵਰਹਾhouseਸ ਤੂਫਾਨ ਅਮਰੀਕਾ ਵਿਚ ਚਲਦਾ ਹੈ, ਜਿਸ ਨਾਲ ਕੈਲੀਫੋਰਨੀਆ ਵਿਚ ਆਪਣੇ ਟ੍ਰੈਕ ਈਸਟ ਤੋਂ ਪਹਿਲਾਂ ਨਿਕਾਸੀ ਦੀ ਮੰਗ ਕੀਤੀ ਜਾਂਦੀ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਕ੍ਰੇਮਲਿਨ ਲਈ ਤਿਆਰ ਦਸਤਾਵੇਜ਼ ਸਖਤ-ਲਾਈਨ ਗੱਲਬਾਤ ਦੇ ਰੁਖ ਦੀ ਰੂਪ ਰੇਖਾ ਦਿੰਦਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ"
    ]
}