{
    "headlines": [
        "ਇਜ਼ਰਾਈਲ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਸਨੇ ਲੇਬਨਾਨ ਦੀ ਰਾਜਧਾਨੀ - ਸੀ ਐਨ ਐਨ 'ਤੇ ਹਮਲਿਆਂ ਵਿਚ ਹਿਜ਼ਬੁੱਲਾ ਨੇਤਾ ਨੂੰ ਨਿਸ਼ਾਨਾ ਬਣਾਇਆ",
        "ਡੈਮ ਮੈਗੀ ਸਮਿਥਃ ਰਾਜਾ ਅਤੇ ਪ੍ਰਧਾਨ ਮੰਤਰੀ 'ਰਾਸ਼ਟਰੀ ਖਜ਼ਾਨੇ' ਨੂੰ ਸ਼ਰਧਾਂਜਲੀਆਂ ਦੀ ਅਗਵਾਈ ਕਰਦੇ ਹਨ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਜਲਵਾਯੂ ਕਾਰਕੁਨਾਂ ਨੇ ਦੋ ਵੈਨ ਗੌਗਜ਼ 'ਤੇ ਸੂਪ ਸੁੱਟਿਆ, ਦੂਜਿਆਂ ਨੂੰ ਜੇਲ੍ਹ ਦੀ ਸਜ਼ਾ ਤੋਂ ਕੁਝ ਘੰਟਿਆਂ ਬਾਅਦ ਹੀ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਵੇਟ ਵਾਚਰਜ਼ ਦੇ ਸੀਈਓ ਨੇ ਭਾਰ ਘਟਾਉਣ ਵਾਲੀਆਂ ਦਵਾਈਆਂ ਜਿਵੇਂ ਕਿ ਓਜ਼ੈਂਪਿਕ, ਵੇਗੋਵੀ ਨੂੰ ਗਲੇ ਲਗਾਉਣ ਲਈ ਧੱਕਣ ਤੋਂ ਬਾਅਦ ਅਚਾਨਕ ਅਸਤੀਫਾ ਦੇ ਦਿੱਤਾ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਹੈਰਿਸ, ਸਰਹੱਦ 'ਤੇ, ਕਹੇਗਾ ਕਿ ਉਹ ਬਿਡੇਨ ਦੀ ਪਨਾਹ ਦੀ ਕਾਰਵਾਈ ਨੂੰ ਜਾਰੀ ਰੱਖੇਗੀ ਅਤੇ ਇਸ ਨੂੰ ਚੁੱਕਣਾ ਮੁਸ਼ਕਲ ਬਣਾ ਦੇਵੇਗੀ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਸੀਬੀਐਸ ਨਿ Newsਜ਼ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਐਮਆਈਸੀਐਸ ਨੂੰ ਵੀਪੀ ਬਹਿਸ ਲਈ ਮੂਕ ਨਹੀਂ ਕੀਤਾ ਜਾਵੇਗਾ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਪ੍ਰੈਜ਼ੀਡੈਂਟਸ ਕੱਪ ਰਾਊਂਡ 2: ਸ਼ੁੱਕਰਵਾਰ ਦੇ ਫੋਰਸੋਮਸ ਮੈਚਅਪਸ, ਔਕੜਾਂ, ਹੋਰ - ਪੀਜੀਏ ਟੂਰ ਦੀ ਝਲਕ",
        "ਇਤਿਹਾਸਕ ਤੂਫਾਨ ਹੇਲੀਨ ਨੇ ਫਲੋਰਿਡਾ, ਕੈਰੋਲੀਨਾਸ ਵਿੱਚ 2 ਮਿਲੀਅਨ ਤੱਕ ਬਿਜਲੀ ਕੱਟ ਦਿੱਤੀ - ਐਕਸੀਓਸ",
        "ਟਰੰਪ ਦੇ ਜਨਵਰੀ 6 ਦੇ ਕੇਸ ਵਿਚ ਕੁੰਜੀ ਦਾਇਰ ਕਰਨ ਦੀ ਜਨਤਕ ਰਿਲੀਜ਼ ਲਈ ਵਿਸ਼ੇਸ਼ ਵਕੀਲ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਪ੍ਰਿਸਕੋ ਦਾ ਹਫਤਾ 4 ਐਨਐਫਐਲ ਪਿਕਃ ਰੇਵੇਨਜ਼ ਬੇਮਿਸਾਲ ਬਿੱਲਾਂ ਨੂੰ ਠੰਡਾ ਕਰਦੇ ਹਨ, ਪੈਕਰਸ ਹੈਂਡ ਵਾਈਕਿੰਗਜ਼ ਦਾ ਪਹਿਲਾ ਨੁਕਸਾਨ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਅਮਰੀਕਾ 3 ਈਰਾਨੀ ਹੈਕਰਾਂ 'ਤੇ ਦੋਸ਼ ਲਗਾਉਂਦਾ ਹੈ ਜਿਨ੍ਹਾਂ ਨੇ ਕਥਿਤ ਤੌਰ' ਤੇ ਟਰੰਪ ਮੁਹਿੰਮ ਨੂੰ ਨਿਸ਼ਾਨਾ ਬਣਾਇਆ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਆਈਫੋਨ 16 ਪ੍ਰੋ ਮੈਕਸਃ ਇਕ ਹਫ਼ਤੇ ਕੈਮਰਾ ਸਮੀਖਿਆ - MacRumors",
        "ਨਵਾਂ ਪੀਸੀਈ ਡੇਟਾ, ਕੋਸਟਕੋ ਕਮਾਈ, ਐਨਵੀਡੀਆ ਦਾ ਵਾਧਾਃ ਮਾਰਕੀਟ ਡੋਮੀਨੇਸ਼ਨ - ਯਾਹੂ ਵਿੱਤ",
        "ਧੂਮ-ਧਾਮ Tsuchinshan-ATLAS ਇਸ ਹਫਤੇ ਦੇ ਅੰਤ ਵਿੱਚ dazzle ਹੋ ਸਕਦਾ ਹੈ. ਪਰ ਕੀ ਸਭ ਤੋਂ ਵਧੀਆ ਅਜੇ ਆਉਣਾ ਹੈ? - Space. com",
        "ਵਰਜੀਨੀਆ ਸਟੇਟ ਪੁਲਿਸ ਵੱਲੋਂ ਯੂਨੀਕੋਈ ਕਾਉਂਟੀ ਹਸਪਤਾਲ ਦੀ ਛੱਤ ਤੋਂ 20 ਤੋਂ ਵੱਧ ਲੋਕਾਂ ਨੂੰ ਬਚਾਇਆ ਗਿਆ - WCYB",
        "ਮਾਈਕਰੋਸੌਫਟ 'ਗੋਪਨੀਯਤਾ ਭਿਆਨਕ ਸੁਪਨੇ‘ ਏਆਈ ਸਕ੍ਰੀਨਸ਼ਾਟ ਟੂਲ ਨੂੰ ਦੁਬਾਰਾ ਲਾਂਚ ਕਰੇਗਾ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਡੈਕ ਪ੍ਰੈਸਕੋਟਃ ਗਊਆਂ ਨੂੰ ਜਾਇੰਟਸ 'ਤੇ ਜਿੱਤ ਬਾਰੇ‘ ਓਵਰਐਕਸਸੀਟਡ ’ਨਹੀਂ ਮਿਲੇਗੀ - DallasCowboys. com",
        "ਨਵੀਨਤਮ ਸਟਾਰਲਿੰਕ ਸੈਟੇਲਾਈਟ ਆਪਣੇ ਪੂਰਵਜਾਂ ਨਾਲੋਂ ਵੀ ਵਧੇਰੇ ਰੇਡੀਏਸ਼ਨ ਲੀਕ ਕਰ ਰਹੇ ਹਨ — ਅਤੇ ਜਲਦੀ ਹੀ ਖਗੋਲ ਵਿਗਿਆਨ ਨੂੰ ਵਿਗਾੜ ਸਕਦੇ ਹਨ - Livescience.",
        "ਧਰਤੀ ਬਚ ਸਕਦੀ ਹੈ ਐਨੀਹਿਲੇਸ਼ਨ ਜਦੋਂ ਸਾਡਾ ਸੂਰਜ ਮਰ ਜਾਂਦਾ ਹੈ, ਅਧਿਐਨ ਦਿਖਾਉਂਦਾ ਹੈ - ਗਿਜ਼ਮੋਡੋ",
        "ਸੀਨ ਕੰਬਜ਼ ਜਿਨਸੀ ਸ਼ੋਸ਼ਣ, ਡਰੱਗ ਅਤੇ ਟਰੈਕਡ ਮਾਡਲ ਦੀ ਸਥਿਤੀ, ਮੁਕੱਦਮਾ ਦਾਅਵੇ - ਰੋਲਿੰਗ ਸਟੋਨ"
    ]
}