{
    "headlines": [
        "EUA pedem a Israel que pare de disparar contra forças de paz da ONU no Líbano - BBC.com",
        "'Errado' para Barack Obama 'dar sermão' a homens negros por não apoiar Kamala Harris: Ex-conselheira de Bernie Sanders - Fox News",
        "Boeing cortará 17 mil empregos e atrasará a primeira entrega do 777X em meio a greve financeira - Yahoo Finance",
        "   Removido ",
        "O evento robotaxi da Tesla foi longo nas promessas de Musk. Investidores queriam mais detalhes. - Reuters",
        "Rastreador de lesões da NFL Semana 6: Malik Nabers eliminado vs. Bengals, Anthony Richardson uma decisão na hora do jogo, Russell Wilson provavelmente ativo - Yahoo Sports",
        "Perguntas frequentes sobre o jogo 5 dos Padres-Dodgers NLDS, formações (8 ET/5 PT, FOX) - MLB.com",
        "Infecções por COVID-19 durante a 1ª onda ligadas a maior risco de ataque cardíaco e derrame: estudo - ABC News",
        "Mais de 500 pessoas foram resgatadas de um complexo de apartamentos inundado em Clearwater, na Flórida. - Rádio Pública KNAU Arizona",
        "Moradores percorrem ruas inundadas, destroços claros após o furacão Milton devastar a Flórida - Associated Press",
        "O primeiro vislumbre do cometa visível sobre San Antonio será na noite de sexta-feira - KSAT San Antonio",
        "As luzes do norte serão visíveis novamente esta noite? Ver a previsão mais recente - usa TODAY",
        "O Xbox Cloud Gaming permitirá que os jogadores transmitam qualquer jogo em sua biblioteca a partir de novembro - Eurogamer",
        "O Irã quer assassinar ex-funcionários de Trump. É por isso que pode ter sucesso. - POLITICO",
        "Campanha de Trump pede aviões militares com capacidades antimísseis e outras medidas de segurança antes da eleição - CNN",
        "Ativos da BlackRock sob gestão sobem para recorde de US $ 11,5 trilhões - Financial Times",
        "Aumento do limite do imposto sobre a folha de pagamento da Previdência Social para 2025. Veja como isso pode afetá-lo - CNBC",
        "Os filhos de Christopher Reeve queriam ser \"honestos, crus e vulneráveis\" no novo documentário \"Super/Man\" - The Associated Press",
        "EUA acreditam que o Irã está extremamente nervoso enquanto aguarda a resposta de Israel aos ataques com mísseis - CNN",
        "O Steam acrescenta a dura verdade de que você está comprando \"uma licença\", não o jogo em si - Ars Technica"
    ]
}