{
    "headlines": [
        "To Suki Waterhouse, ‘there’s no point in being super-sad’ - The Washington Post",
        "Pete Davidson reveals his ‘Saturday Night Live’ salary — and it’s less than you’d think - New York Post ",
        "Deputies respond to active shooting at Feather River School in Palermo - KRCR",
        "Trump picks former Rep. Billy Long for IRS commissioner - POLITICO",
        "Trump names Kelly Loeffler for SBA - The Hill",
        "Asteroid nearly hits Earth in Siberia, with a 2nd massive asteroid passing this week - ABC News",
        "Hate Your Spotify Wrapped? You Aren’t Alone - Rolling Stone",
        "French parliament votes to oust Michel Barnier’s government - Financial Times",
        "National Signing Day 2024: Winners and losers of early signing period, team recruiting rankings - CBS Sports",
        "Powell says Fed can afford to be a little more cautious - Reuters",
        "Dow closes above 45K for first time as Nasdaq, S&P 500 all hit all-time highs after Powell remarks - New York Post ",
        "Aaron Rodgers Appears to Double Down on Subtle Jab at Jets Ownership - Sports Illustrated",
        "Intel Board Blasted For Handling Of CEO's Sudden Exit As Stock Falls Again - Investor's Business Daily",
        "Jaguars place Trevor Lawrence on injured reserve - NBC Sports",
        "Narges Mohammadi: Iran temporarily releases Nobel Peace Prize winner - BBC.com",
        "What caused the Notre Dame fire? The latest as the cathedral reopens. - The Washington Post",
        "Key leaders behind Google’s viral NotebookLM are leaving to create their own startup - TechCrunch",
        "Middle East latest: An Israeli strike on a Gaza tent camp kills at least 21 people - The Associated Press",
        "Pete Hegseth says he won't 'back down' as scrutiny grows over misconduct allegations - ABC News",
        "UnitedHealthcare CEO Brian Thompson killed in ‘brazen, targeted attack’ in NYC; manhunt underway - Star Tribune"
    ]
}