{
    "headlines": [
        "Atualizações ao vivo: Israel lança ataques diretos ao Irã em retaliação de alto risco - CNN",
        "Atualizações eleitorais de 2024: Harris rasga Trump por comentário de 'lata de lixo' sobre migrantes - ABC News",
        "Harris e Beyoncé se unem para um comício no Texas sobre o direito ao aborto e esperam que os estados do campo de batalha os ouçam - The Associated Press",
        "Resultados de Pesagem | UFC 308: Topuria vs Holloway - UFC",
        "Inteligência dos EUA avalia agentes russos por trás de vídeo falso mostrando cédulas da Pensilvânia sendo destruídas - CNN",
        "Jeff Bezos enfrenta reação no Washington Post por se recusar a endossar Kamala Harris - Financial Times",
        "Delta processa CrowdStrike após interrupção generalizada de TI que causou milhares de cancelamentos - CNBC",
        "Chefe da NASA pede que conversas entre Musk e Putin sejam investigadas - The Hill",
        "Tom Holland resgata Zendaya do enxame de paparazzi, provando que ele é o melhor namorado protetor - E! Online - E! NEWS",
        "New York Yankees vs. L.A. Dodgers: como assistir ao jogo 1 da MLB World Series de 2024 hoje à noite - Yahoo Sports",
        "TRANSMISSÃO AO VIVO do Inter Miami vs. Atlanta United (25/10/24): Assista Messi jogar online | Tempo, TV, canal para MLS Pl - NJ.com",
        "‘Peço desculpas formalmente’: Biden condena internatos de índios dos EUA - The Washington Post",
        "Os irmãos Menendez sorriem nas últimas fotos enquanto o promotor de Los Angeles recomenda sentenças reduzidas - Fox News",
        "Pelo menos 75 pessoas estão doentes à medida que o surto mortal de E. coli do McDonald's se expande - The Associated Press",
        "Ex-CEO da Abercrombie & Fitch se declara inocente de acusações de tráfico sexual - The Washington Post",
        "Guerra russo-ucraniana, dia 975: as forças russas sofrem taxas recordes de baixas à medida que as tropas norte-coreanas se movem em direção à linha de frente - Euromaidan Press",
        "Exército divulga relatório sobre a briga no cemitério de Arlington do acampamento Trump - POLITICO",
        "Zelenskyy, da Ucrânia, diz que as tropas norte-coreanas estão prontas para se juntar à guerra e cancela a visita do chefe da ONU - Associated Press",
        "A aliança de Elon Musk com Donald Trump poderia prejudicar os negócios da Tesla? Não de acordo com a lista de 'fatores de risco' da empresa - Fortune",
        "Os adultos mais velhos devem receber 2 doses da vacina atualizada contra a COVID, diz o CDC - Livescience.com"
    ]
}