{
    "headlines": [
        "Dolphins vs. Bills NFL Thursday Night Football hoje à noite: pontuação, estatísticas, destaques - usa TODAY",
        "Revisão federal do tiroteio em Uvalde encontra erros da Patrulha de Fronteira, mas não recomenda disciplina - The Associated Press",
        "Fora do roteiro! Josh Allen com um passe completo para Ty Johnson para um ganho de 33 jardas | Bills at Dolphins - BuffaloBills.com",
        "Trump descarta outro debate presidencial contra Harris - BBC.com",
        "FirstEnergy condenada a pagar US $ 100 milhões por seu papel no esquema de suborno de Ohio - WJW FOX 8 News Cleveland",
        "Donald Trump vende camisas ao estilo \"Eras Tour\" de Taylor Swift depois de denunciar seu endosso a Harris - Salon",
        "O caso da gripe aviária ainda incomoda os funcionários. Como a pessoa do Missouri foi infectada? - usa TODAY",
        "A vice-presidente Kamala Harris lança turnê pós-debate na Carolina do Norte como ‘azarão’ na corrida presidencial - Charlotte Observer",
        "Guerra Israel-Hamas mais recente: Blinken diz que EUA continuarão pressionando Israel para poupar locais humanitários em Gaza - The Associated Press",
        "Google testa janelas de desktop para tablets Android - The Verge",
        "Preço dos mercados em cortes de taxa, ganhos da Adobe: horas extras de dominação do mercado - Yahoo Finance",
        "Terremoto sacode área de Los Angeles, 'milhões' são notificados com antecedência, diz gabinete do governador - ABC News",
        "FDA autoriza o primeiro software de aparelhos auditivos OTC a ser usado nos AirPods Pro da Apple - Reuters",
        "WR Higgins confuso com a conversa de que ele está 'fingindo' lesão - ESPN",
        "Quatro civis numa missão ousada da SpaceX completam a primeira caminhada espacial comercial - CNN",
        "Sundance reduz seus futuros sites de festivais de cinema para 3 — Utah ainda está na disputa - KSL.com",
        "Testes de lote de mosquitos positivos para EEE em North Hampton - WMUR Manchester",
        "Leia a declaração de renúncia completa do Comissário da NYPD, Edward Caban, ao departamento - NBC New York",
        "   Removido ",
        "Digital Foundry no PS5 Pro: GTA 6 e outros improváveis de atingir 60FPS - IGN"
    ]
}