{
    "headlines": [
        "Wintersturm Blair bringt schweren Schnee auf den Mittelatlantik, einschließlich Baltimore, Washington, DC - Yahoo! Voices",
        "Der Kongress ist bereit, Trumps Wahlsieg zu bestätigen, aber sein Vermächtnis vom 6. Januar hängt über dem Tag - The Associated Press",
        "Wir haben stundenlang einen Saugroboter beobachtet, der Socken aufnimmt. It's a Dream Come True - CNET",
        "Trump fordert den Kongress auf, seine Agenda in einer einzigen, massiven Gesetzesvorlage zu verabschieden - Reuters.com",
        "Biden verbietet Offshore-Bohrungen in riesigen Gebieten der USA - BBC.com",
        "Der kanadische Premierminister Trudeau wird als Parteichef zurücktreten, da die Umfragen sinken, heißt es in Berichten - CNN",
        "LG und Samsung fügen Microsofts Copilot-KI-Assistenten zu ihren Fernsehern hinzu - The Verge",
        "Wildcard-Linien: Ladegeräte, Wikinger sind Straßenfavoriten - NBC Sports",
        "Welche Temperatur hat der Mond? - Livescience.com",
        "Elon Musk fragt, ob Amerika das britische Volk in einer Tirade gegen die britische Regierung \"befreien\" sollte - CNBC",
        "US 30-Year Bond Yield Hits Highest Since 2023 Ahead of Auctions - Bloomberg",
        "HMPV-Ausbruch in China: Ist es ein neues Virus? Inwiefern ähnelt es Covid-19? Gibt es einen Impfstoff? Was wir bisher wissen | Mint - Mint",
        "Indonesien startet kostenloses Essensprogramm, um Kinder und schwangere Frauen zu ernähren, um Unterernährung zu bekämpfen - The Associated Press",
        "DOJ: 200 Jan. 6 Fälle, die anhängig sind, da Trump sich auf die Wiederaufnahme des Amtes vorbereitet - POLITICO",
        "Nordkorea feuert erste ballistische Rakete seit zwei Monaten ab - Seoul - BBC.com",
        "2025 NFL Draft Order: Titans sichern sich Nr. 1 Pick mit Niederlage und Patriots-Sieg; Bären, Jets halten Top-10-Plätze - CBS Sports",
        "LIVE-UPDATES: Schnee-Notfall für Bezirke ausgegeben; Was bedeutet das? - WHIO",
        "Zoe Saldaña wird während des ersten Golden Globes-Gewinns emotional: „Mein Herz ist voller Dankbarkeit“ - Hollywood Reporter",
        "Was Sie über die Straßenmaut in Manhattan wissen sollten, da NYC die erste US-Stadt mit Staugebühr wird - Axios",
        "Aubrey Plaza verpasst Golden Globes nach dem Tod seines Mannes, Regisseur Jeff Baena - Entertainment Weekly News"
    ]
}