{
    "headlines": [
        "UK to keep pushing for deal after Trump imposes 10% tariff - BBC",
        "Myanmar’s military government announces temporary ceasefire to aid quake efforts - CNN",
        "EU preparing further countermeasures against U.S. tariffs if negotiations fail: EC President von der Leyen - CNBC",
        "Shohei Ohtani hits walkoff HR on his bobblehead night as Dodgers become first defending champ to start 8-0 - Yahoo Sports",
        "Chinese Stocks in Hong Kong Slide as US Imposes New Tariffs - Bloomberg",
        "McConnell on vote to undo Trump tariffs against Canada: ‘We need to reinforce our allies’ - The Hill",
        "Musk still plans a major role in midterm elections despite loss in Wisconsin: Sources - ABC News",
        "Christopher Nolan’s ‘The Odyssey’ Is a ‘Masterpiece That Homer Himself Would Likely Be Proud Of,’ Universal Executive Declares - Variety",
        "‘Wicked: For Good’ First Footage: Cynthia Erivo and Ariana Grande Feud Somewhere Over the Rainbow - IndieWire",
        "Jim Carrey mourns Batman Forever costar Val Kilmer: 'A generational talent who left us an enviable legacy' - Entertainment Weekly",
        "'Southern Charm's Venita Aspen \"Disappointed\" In Craig Conover Amid Friendship Fallout, Says 'Summer House's Paige DeSorbo Reached Out - Deadline",
        "Everything New in the iOS 18.5 Beta - MacRumors",
        "The shingles vaccine prevents a painful disease, but it might also ward off dementia - OregonLive.com",
        "Shooter meticulously planned Nashville Covenant school attack for years. Here's how that happened - AP News",
        "Central U.S. braces for tornadoes and flash flooding as powerful storm approaches - NPR",
        "Senate Republicans move forward with their budget plan to promote Trump's agenda - NPR",
        "Ovechkin’s pursuit of Gretzky’s goals record hot topic on ‘NHL @TheRink’ podcast - NHL.com",
        "Trump’s Tariff Hikes on China, Vietnam Pose Big Problem For Shoe Firms - Footwear News"
    ]
}