{
    "headlines": [
        "رجل متهم بتخدير زوجته حتى يتمكن عشرات الرجال من اغتصابها يشهد في المحكمة الفرنسية - NPR",
        "مات رايان وبيتون مانينغ وإيلي مانينغ فوجئوا جميعًا بقرار إيجلز بالمرور - إن بي سي سبورتس",
        "شون \"ديدي\" كومز الذي اعتقل في نيويورك، يقول محاميه لشبكة سي إن إن - سي إن إن",
        "ميتا تحظر وسائل الإعلام الحكومية الروسية RT بسبب \"نشاط التدخل الأجنبي\" - سي إن إن",
        "يبدو أن جيروم باول سيتجنب السياسة حتى في الوقت الذي يشرف فيه على خفض محتمل لسعر الفائدة من قبل البنك المركزي - Yahoo Finance",
        "دعا ترامب إلى \"الوحدة\" بعد محاولة الاغتيال الأولى. ليس هذه المرة. - بوليتيكو",
        "أول عرض لأحبار بيبي ريندرز ريتشارد جاد مع نتفليكس - الموعد النهائي",
        "تمت الإزالة",
        "يقول الاقتصاديون إن تأثير صفقة خروج بريطانيا من الاتحاد الأوروبي \"يزداد سوءًا\" - BBC.com",
        "تسبب تحطم سيارة الدفع الرباعي في نشوب حريق في خط أنابيب تكساس استمر لساعات، مما أدى إلى عمليات إجلاء في ضاحية هيوستن - WPVI - TV",
        "العاصفة بوريس: إخلاء المدينة البولندية بسبب الفيضانات في وسط أوروبا - BBC.com",
        "الولايات المتحدة تحذر نتنياهو من بدء حرب في لبنان - أكسيوس",
        "تقول الدراسة إن مقاومة المضادات الحيوية يمكن أن تسبب أكثر من 39 مليون حالة وفاة بحلول عام 2050 - واشنطن بوست",
        "من أوكرانيا إلى هاواي، يشير السلوك الغريب للمشتبه به في محاولة اغتيال ترامب إلى \"وهم العظمة\" - سي إن إن",
        "تراجعت العقود الآجلة للأسهم بشكل طفيف حيث تستعد وول ستريت لبيانات مبيعات التجزئة، اجتماع سياسة بنك الاحتياطي الفيدرالي: تحديثات مباشرة - CNBC",
        "إليك كيفية التحقق مما إذا كان مشغل شبكة الجوال الخاص بك يدعم بالفعل RCS على iPhone - 9to5Mac",
        "يتوقع نجم النسور WR A.J. Brown أن يفوتك \"بضعة أسابيع\" مع إصابة في أوتار الركبة - Yahoo Sports",
        "أسهم آسيا ترتفع ؛ الدولار، والعائدات تتضرر من الرهانات الضخمة لخفض أسعار الفائدة من قبل بنك الاحتياطي الفيدرالي - Reuters.com",
        "الخدمة السرية \"على علم\" بمنشور إيلون ماسك حول هاريس وبايدن - BBC.com",
        "تم الكشف عن تغيرات الدماغ أثناء الحمل في خريطة مفصلة - BBC.com"
    ]
}