{
    "headlines": [
        "Victor Wembanyama perde 50 pontos enquanto lidera os Spurs na vitória sobre os Wizards - Yahoo Sports",
        "Patrick Mahomes diz que roubo em sua casa em Kansas City é \"frustrante e decepcionante\" - NBC Sports",
        "Funcionário do governo dos EUA acusado de vazar documentos confidenciais sobre os planos de Israel de atacar o Irã - The Associated Press",
        "‘The Golden Bachelorette’ Finale: Joan Vassos Chooses [SPOILER] in an Emotional Ending - Variety",
        "Uma pessoa morta após duas explosões perto da Suprema Corte do Brasil - CNN",
        "Os futuros de ações são pouco alterados, pois o rali pós-eleitoral mostra sinais de oscilação: atualizações ao vivo - CNBC",
        "Invasões do FBI à casa do CEO do Polymarket, Shayne Coplan - Axios",
        "Ozempic e Wegovy podem ser benéficos no combate ao vício em álcool: estudo - The Hill",
        "Giannis marca 38 pontos, os Bucks lideram os Pistons por 85-84 após três quartos - Milwaukee Journal Sentinel",
        "Mike Johnson ganha aprovação do Partido Republicano para permanecer como presidente da Câmara com o apoio de Trump - Axios",
        "Republicanos conquistam maioria na Câmara dos EUA, dando a Trump o controle do Congresso - Financial Times",
        "Matt Gaetz renuncia ao Congresso por Trump acenar para ser procurador-geral, diz Johnson - Fox News",
        "O Final Cut Pro 11 inicia um novo capítulo para edição de vídeo no Mac - Apple Newsroom",
        "Elon Musk diz que ele e Trump têm \"mandato para excluir\" os regulamentos. Leis de ética podem limitar o papel de Musk - Associated Press",
        "Sara Haines abruptamente saiu da câmera no \"The View\" - BuzzFeed",
        "Microsoft patches Windows zero-day exploited in attacks on Ukraine - BleepingComputer",
        "As ações da SMCI podem ser retiradas da lista. O que considerar se você possui o Super Micro. - Barron's",
        "Os republicanos ganharam a Câmara. Agora vem a parte difícil. - ABC News",
        "KFC processa Texas Chicken da Church por alegações de anúncio de \"receita original\" - CBS News",
        "Bull doge! Dogecoin sobe quando Trump anuncia um grupo de eficiência do governo apelidado de DOGE - The Associated Press"
    ]
}