{
    "headlines": [
        "ਹੈਰਿਸ ਅਤੇ ਟਰੰਪ ਦੀ ਅੰਤਿਮ ਮੁਹਿੰਮ ਚੋਣ ਦਿਵਸ ਤੱਕ ਸਪ੍ਰਿੰਟ - ਸੀਐਨਐਨ",
        "ਯੈਂਕੀਜ਼ ਨੇ ਵਿਸ਼ਵ ਸੀਰੀਜ਼ ਜਿੱਤਣ ਲਈ ਡੋਜਰਸ ਰੈਲੀ ਦੇ ਤੌਰ ਤੇ ਮਹਾਂਕਾਵਿ ਰੱਖਿਆਤਮਕ ਪਿਘਲਣ ਨਾਲ 5 ਦੌੜਾਂ ਦੀ ਬੜ੍ਹਤ ਨੂੰ ਉਡਾ ਦਿੱਤਾ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਮਾਈਕ੍ਰੋਸਾੱਫਟ ਸ਼ੇਅਰ ਨਿਰਾਸ਼ਾਜਨਕ ਕਲਾਉਡ ਗ੍ਰੋਥ ਭਵਿੱਖਬਾਣੀ 'ਤੇ ਗਿਰਾਵਟ - ਯਾਹੂ ਵਿੱਤ",
        "ਸਾਹ ਲੈਣ ਵਾਲੇ ਦ੍ਰਿਸ਼: ਨਾਸਾ ਦਾ ਦ੍ਰਿੜਤਾ ਰੋਵਰ ਮੰਗਲ ਦੇ ਸੰਮੇਲਨ ਤੱਕ ਪਹੁੰਚਣ ਲਈ ਤਿਲਕਣ ਵਾਲੀ ਧਰਤੀ ਨਾਲ ਲੜਦਾ ਹੈ - SciTechDaily",
        "ਇੱਕ ਜਨਰਲ ਜ਼ੈੱਡ ਪੌਪ ਸਟਾਰ ਨੇ ਹੈਰਿਸ ਦੀ ਮੁਹਿੰਮ ਦੀ ਸ਼ੁਰੂਆਤ ਕੀਤੀ. ਪੋਰਟੋ ਰੀਕਨ ਦੇ ਸੰਗੀਤਕਾਰ ਉਸ ਨੂੰ ਫਿਨਿਸ਼ ਲਾਈਨ 'ਤੇ ਲਿਆ ਸਕਦੇ ਹਨ - ਸੀ ਐਨ ਐਨ",
        "ਏਸ਼ੀਆ ਬਾਜ਼ਾਰ ਖਿਸਕਦੇ ਹਨ ਕਿਉਂਕਿ ਬੋਜੇ ਦੀਆਂ ਦਰਾਂ ਹੁੰਦੀਆਂ ਹਨ; ਚੀਨ ਫੈਕਟਰੀ ਗਤੀਵਿਧੀ ਅਪ੍ਰੈਲ ਤੋਂ ਪਹਿਲੀ ਵਾਰ ਫੈਲਦੀ ਹੈ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਤਾਈਵਾਨ ਵਿੱਚ ਤੇਜ਼ ਤੂਫਾਨ ਕਾਂਗ-ਰੇਅ ਦੇ ਝਟਕੇ, ਇੱਕ ਦੀ ਮੌਤ - ਰਾਇਟਰ",
        "ਤਕਨੀਕੀ ਦੁਆਰਾ ਖਿੱਚੇ ਗਏ ਏਸ਼ੀਅਨ ਸਟਾਕ, ਯੇਨ ਨੇ ਬੋਜੇ ਦੇ ਹੌਕੀ ਇਸ਼ਾਰਿਆਂ 'ਤੇ ਲਾਭ ਪ੍ਰਾਪਤ ਕੀਤਾ - ਰਾਇਟਰਜ਼",
        "ਅਰਨੋਲਡ ਸ਼ਵਾਰਜ਼ਨੇਗਰ ਨੇ ਕਮਲਾ ਹੈਰਿਸ ਨੂੰ ਰਾਸ਼ਟਰਪਤੀ ਲਈ ਸਮਰਥਨ ਦਿੱਤਾ - ਐਨਪੀਆਰ",
        "ਉੱਤਰੀ ਕੋਰੀਆ ਨੇ ਅਮਰੀਕਾ ਨੂੰ ਧਮਕਾਉਣ ਲਈ ਤਿਆਰ ਕੀਤੀ ਨਵੀਂ ਇੰਟਰਕੌਂਟੀਨੈਂਟਲ ਬੈਲਿਸਟਿਕ ਮਿਜ਼ਾਈਲ ਲਾਂਚ ਕੀਤੀ - ਐਨਪੀਆਰ",
        "ਵਿਸ਼ਲੇਸ਼ਕ ਸੁਪਰ ਮਾਈਕਰੋ ਕੰਪਿ Computerਟਰ 'ਤੇ ਸਾਵਧਾਨ (ਨਾਸਡੈਕਃ ਐਸਐਮਸੀਆਈ) ਪੋਸਟ ਈ ਐਂਡ ਵਾਈ ਐਗਜ਼ਿਟ - ਟਿਪਰੈਂਕਸ",
        "ਵੀਰਵਾਰ, ਅਕਤੂਬਰ 31, 2024 ਲਈ ਕੁੰਡਲੀ - ਸ਼ਿਕਾਗੋ ਸੂਰਜ-ਟਾਈਮਜ਼",
        "ਹਟਾਈ",
        "ਟਰੰਪ ਨੇ ਪੈਨਸਿਲਵੇਨੀਆ ਵਿਚ ਧੋਖਾਧੜੀ ਦਾ ਦੋਸ਼ ਲਗਾਇਆ, ਪਰ ਅਧਿਕਾਰੀਆਂ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਚੋਣਾਂ ਸੁਰੱਖਿਅਤ ਹਨ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਐਪਲ ਨੇ ਦੋ ਹੋਰ ਦੇਸ਼ਾਂ ਵਿੱਚ ਵਿਜ਼ਨ ਪ੍ਰੋ ਅੰਤਰਰਾਸ਼ਟਰੀ ਵਿਸਥਾਰ ਦੀ ਘੋਸ਼ਣਾ ਕੀਤੀ - 9to5Mac",
        "ਹੈਰਿਸ ਨੇ ਟਰੰਪ ਸਮਰਥਕਾਂ ਅਤੇ 'ਕੂੜੇਦਾਨ' 'ਤੇ ਬਾਈਡਨ ਦੀ ਟਿੱਪਣੀ ਤੋਂ ਬਾਅਦ' ਸਾਰੇ ਅਮਰੀਕੀਆਂ ਦੀ ਨੁਮਾਇੰਦਗੀ 'ਕਰਨ ਦਾ ਵਾਅਦਾ ਕੀਤਾ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਬ੍ਰਿਟੇਨ £ 40B ਦੇ ਕੇ ਟੈਕਸ cranks ਅਤੇ ਵਿਕਾਸ ਦਰ 'ਤੇ ਜੂਏ - POLITICO ਯੂਰਪ",
        "ਚਾਰ ਵਰਟਸਃ ਐਨਐਫਐਲ ਵਪਾਰ ਦੀ ਡੈੱਡਲਾਈਨ ਦੀ ਵੱਡੀ ਵਾਈਡ ਰਿਸੀਵਰ ਚਾਲਾਂ, ਜਾਂਚ - ਯਾਹੂ ਸਪੋਰਟਸ",
        "'ਲਵ ਇਜ਼ ਬਲਾਇੰਡ' ਪੁਨਰਗਠਨ ਕਿਸ ਸਮੇਂ ਘਟਦਾ ਹੈ? ਕੀ ਟਾਈਲਰ ਦੇ ਬੱਚਿਆਂ ਨੂੰ ਸੰਬੋਧਿਤ ਕੀਤਾ ਜਾਵੇਗਾ? - ਸਿਨਸਿਨਾਟੀ ਇਨਕੁਆਇਰ",
        "ਪੋਰਟਲੈਂਡ ਪੁਲਿਸ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਬੈਲਟ ਬਾਕਸ ਅੱਗ ਬੁਝਾਉਣ ਵਾਲੇ ਕੋਲ ਵੈਲਡਿੰਗ, ਧਾਤੂ ਨਿਰਮਾਣ ਦੇ ਨਾਲ ’ਤਜ਼ਰਬੇ ਦੀ ਦੌਲਤ' ਹੈ - ਓਰੇਗਨ ਪਬਲਿਕ ਬ੍ਰੌਡਕਾਸਟਿੰਗ"
    ]
}