{
    "headlines": [
        "يقول فريق ترامب الانتقالي إن العديد من اختيارات مجلس الوزراء استهدفت بتهديدات بالقنابل والضرب - سي إن إن",
        "رفض شون \"ديدي\" كومز الإفراج عنه بكفالة حيث أعلن القاضي أن قطب الهيب هوب يشكل خطرًا جسيمًا - ABC News",
        "حراس الطائرات بدون طيار: عالم ترامب يعلن الحرب على الطيارين المقاتلين - بوليتيكو",
        "بايدن يدفع نتنياهو للحصول على صفقة وقف إطلاق نار رهائن غزة بعد هدنة لبنان - أكسيوس",
        "NFL Fantasy 2024 Start 'Em, Sit 'Em: Quarterbacks للأسبوع 13 - NFL.com",
        "يتم التحقيق مع مايكروسوفت من قبل لجنة التجارة الفيدرالية بشأن مخاوف مكافحة الاحتكار - ذا فيرج",
        "ثلاثة قتلى بعد تحطم تيسلا سايبرتروك الناري في بيدمونت - سان فرانسيسكو كرونيكل",
        "تدرس كندا بالفعل التعريفات الجمركية على بعض العناصر الأمريكية بعد تهديد ترامب بالتعريفات الجمركية - وكالة أسوشيتد برس",
        "حاكم ولاية أوهايو يوقع مشروع قانون يحد من استخدام الحمام من قبل الطلاب المتحولين جنسيا - وكالة أسوشيتد برس",
        "يسعى السيناتور الأمريكي السابق بوب مينينديز إلى محاكمة جديدة، مستشهداً بالخطأ الذي اعترف به المدعون العامون مؤخرًا - Yahoo! Voices",
        "يشاع بالفعل أن iPhone 17 Pro يحتوي على هذه الميزات الجديدة الثمانية - MacRumors",
        "الديمقراطي ديريك تران يطيح بميشيل ستيل في معركة CA House - POLITICO",
        "يثبت iPad mini 7 قوة سيليكون Apple بطريقة مدهشة، وإليك الطريقة - 9to5Mac",
        "إليك أحدث توقعات الطقس لعيد الشكر، وأين قد يتأثر السفر - واشنطن بوست",
        "تحديثات مباشرة: يختار ترامب الفريق المتقاعد كيث كيلوغ مبعوثًا خاصًا لأوكرانيا وروسيا - واشنطن بوست",
        "لا يزال حزب الله يحصي موتاه، ويواجه طريقًا طويلًا للتعافي من الحرب - رويترز",
        "قد تكون الأضواء الشمالية مرئية بشكل خافت في أجزاء من الولايات المتحدة في عيد الشكر هذا العام - ABC News",
        "NFL Pro: أفضل ثلاث حالات عدم تطابق خيالية في لعبة الرؤوس الثلاثية لعيد الشكر - NFL.com",
        "يريد ماسك التوقف عن إنفاذ اللوائح. لماذا هذا \"لا معنى له تقريبًا\". - بوليتيكو",
        "المصادر: أونيل ليحل محل نورمان كرئيس ليف - ESPN"
    ]
}