{
    "headlines": [
        "ਸਪੇਸਐਕਸ ਫਾਲਕਨ 9 ਸਟਾਰਲਿੰਕ 12-4 - ਕੈਨੇਡੀ ਸਪੇਸ ਸੈਂਟਰ",
        "ਕੀ ਨਿ J ਜਰਸੀ ਨੇ ਭੀੜ-ਭੜੱਕੇ ਦੀਆਂ ਕੀਮਤਾਂ ਬਾਰੇ ਗੱਲਬਾਤ ਕੀਤੀ? - ਗੋਥਾਮਿਸਟ",
        "ਪਾਲੀਸੇਡਸ ਫਾਇਰ ਨੇ ਸੈਨ ਫਰਨਾਂਡੋ ਵੈਲੀ ਦੇ ਟੀਚਿਆਂ ਨੂੰ ਸ਼ਿਫਟ ਕੀਤਾ, ਸ਼ਨੀਵਾਰ ਲਈ ਨਵੀਆਂ ਨਿਕਾਸੀ ਚੇਤਾਵਨੀਆਂ ਨੂੰ ਮਜਬੂਰ ਕੀਤਾ - ਕੇਟੀਐਲਏ ਲਾਸ ਏਂਜਲਸ",
        "ਹੈਰੀ-ਮੇਗਨ ਦੇ ਐਲਏ ਫਾਇਰ ਪੀੜਤਾਂ ਦੇ ਦੌਰੇ 'ਤੇ ਵੱਡਾ ਗੁੱਸਾਃ' ਤੁਸੀਂ ਰਾਇਲ ਨਹੀਂ ਹੋ...ਸਿਰਫ ਦੋ ਨਾਈਟਵਿਟ ਸੈਲੀਬ - ਦਿ ਟਾਈਮਜ਼ ਆਫ ਇੰਡੀਆ",
        "ਪੁਲਾੜ ਯਾਨ ਪਕੜਦਾ ਹੈ ਸ਼ਾਨਦਾਰ ਵਿਸਥਾਰਪੂਰਵਕ ਪੰਧ ਦੀ ਛੁਪੀ ਹੋਈ ਸਤਹ ਦੀਆਂ ਤਸਵੀਰਾਂ - ਗਿਜ਼ਮੋਡੋ",
        "ਲਾਈਵ ਅੱਪਡੇਟਃ ਵਿੰਟਰ ਤੂਫਾਨ ਬਰਫ, ਬਰਫ਼ ਵਿੱਚ ਇੱਕ ਜੰਮੇ ਹੋਏ Piedmont Triad ਨੂੰ ਕਵਰ ਕਰਦਾ ਹੈ - WGHP FOX8 Greensboro",
        "ਪਾਲੀਸੇਡਸ ਅੱਗ ਵਿਚ ਆਪਣਾ ਘਰ ਗੁਆਉਣ ਤੋਂ ਬਾਅਦ ਲੇਕਰਜ਼ ਕੋਚ ਜੇ ਜੇ ਰੈਡਿਕ ਕਹਿੰਦਾ ਹੈ, ‘ਮੈਂ ਕਈ ਸਾਲਾਂ ਵਿਚ ਇਸ ਤਰ੍ਹਾਂ ਨਹੀਂ ਰੋਇਆ ਜਾਂ ਇਸ ਤਰ੍ਹਾਂ ਨਹੀਂ ਰੋਇਆ' - ਸੀ ਐਨ ਐਨ",
        "ਮੈਟਾ ਅਤੇ ਐਮਾਜ਼ਾਨ ਐਕਸ ਡਾਇਵਰਸਿਟੀ ਇਨੀਸ਼ੀਏਟਿਵਜ਼ ਟਰੰਪ ਦੇ ਵ੍ਹਾਈਟ ਹਾ Houseਸ ਰਿਟਰਨ ਤੋਂ ਪਹਿਲਾਂ - ਡੈੱਡਲਾਈਨ",
        "ਮੰਗਲ 'ਤੇ ਜੀਵਨ ਦਾ ਸਬੂਤ? ਸਬੂਤ ਨੂੰ ਮੁੜ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ ਨਾਸਾ ਦੀ ਬੋਲਡ ਰਣਨੀਤੀ - SciTechDaily",
        "ਹਾਂ, ਇੱਕ ਟਿਕਟੋਕ ਪਾਬੰਦੀ ਪਹਿਲਾਂ ਨਾਲੋਂ ਨੇੜੇ ਹੈ. ਨਹੀਂ, ਤੁਹਾਡਾ ਐਪ ਸ਼ਾਇਦ ਸਿਰਫ ਅਲੋਪ ਨਹੀਂ ਹੋਵੇਗਾ - ਸੀ ਐਨ ਐਨ",
        "ਹਾਦਸਾਗ੍ਰਸਤ ਦੱਖਣੀ ਕੋਰੀਆ ਦੇ ਜਹਾਜ਼ ਤੋਂ ‘ਬਲੈਕ ਬਾਕਸ’ ਨੇ ਤਬਾਹੀ ਤੋਂ ਲਗਭਗ ਚਾਰ ਮਿੰਟ ਪਹਿਲਾਂ ਰਿਕਾਰਡਿੰਗ ਰੋਕ ਦਿੱਤੀ, ਅਧਿਕਾਰੀਆਂ ਦਾ ਕਹਿਣਾ ਹੈ - ਸੀਐਨਐਨ",
        "‘ਕਿਸੇ ਕੋਲ ਘਰ ਨਹੀਂ’: ਕੈਲੀਫੋਰਨੀਆ ਦੇ ਇਕ ਗੁਆਂਢ ਤੋਂ ਕੀ ਅੱਗ ਲੱਗੀ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਨਿਕੋਲਾ ਜੋਕਿਕ, ਰਸਲ ਵੈਸਟਬਰੂਕ ਨੇ ਨੂਗੇਟਸ ਦੀ ਜਿੱਤ ਵਿਚ ਤੀਹਰਾ-ਡਬਲ ਇਤਿਹਾਸ ਬਣਾਇਆ - ਐਨਬੀਏ.",
        "ਜੈਨੀਫਰ ਗਾਰਨਰ ਐਲ. ਏ. ਵਾਈਲਡਫਾਇਰਜ਼ ਵਿੱਚ \"ਇੱਕ ਦੋਸਤ ਗੁਆਉਣ\" ਤੋਂ ਬਾਅਦ \"ਦੋਸ਼ੀ\" ਸ਼ੇਅਰ ਕਰਦੀ ਹੈ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਲਾਸ ਏਂਜਲਸ ਫਾਇਰਜ਼, ਸੀਮਤ ਹਾਈਡ੍ਰੈਂਟਸ ਅਤੇ ਕੈਲੀਫੋਰਨੀਆ ਵਿਚ ਇਕ ਕੈਚ -22 ਸਥਿਤੀ - ਐਨਡੀਟੀਵੀ",
        "ਬਾਈਡਨ ਦੇ ਅਲਵਿਦਾ ਰੂਸੀ ਤੇਲ ਵਪਾਰ ਪਾਬੰਦੀਆਂ ਇਕ ਵੱਡਾ ਸੌਦਾ ਕਿਉਂ ਹਨ - ਬਲੂਮਬਰਗ",
        "ਟਰੰਪ ਗ੍ਰੀਨਲੈਂਡ ਲੈਣਾ ਚਾਹੁੰਦਾ ਹੈਃ ਇਹ ਗਾਥਾ ਜਾਣ ਦੇ ਚਾਰ ਤਰੀਕੇ - ਬੀਬੀਸੀ.",
        "ਨੌਕਰੀਆਂ ਦੀ ਰਿਪੋਰਟ ਭੇਜਣ ਤੋਂ ਬਾਅਦ ਡਾਓ ਫਾਲਸ ਲਗਭਗ 700 ਪੁਆਇੰਟ ਦੁਬਾਰਾ ਸਪਾਈਕਿੰਗ ਕਰਦਾ ਹੈ - ਬੈਰਨਜ਼",
        "ਕੀ ਤੁਸੀਂ ਹੁਣ ਅਟਲਾਂਟਾ ਵਿੱਚ ਗੱਡੀ ਚਲਾ ਸਕਦੇ ਹੋ? ਇੱਥੇ ਮੌਜੂਦਾ ਸੜਕ ਦੀਆਂ ਸਥਿਤੀਆਂ ਬਾਰੇ ਕੀ ਜਾਣਨਾ ਹੈ - 11Alive. com WXIA",
        "ਐਲਏ ਮੇਅਰ ਕੈਰਨ ਬਾਸ ਨੂੰ ਨਾਜ਼ੁਕ ਲੀਡਰਸ਼ਿਪ ਟੈਸਟ ਦਾ ਸਾਹਮਣਾ ਕਰਨਾ ਪੈਂਦਾ ਹੈ ਕਿਉਂਕਿ ਜੰਗਲੀ ਅੱਗ ਦੇ ਜਵਾਬ ਬਾਰੇ ਪ੍ਰਸ਼ਨ ਉੱਭਰਦੇ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ"
    ]
}