{
    "headlines": [
        "Wall Street banks had a great quarter, and the boom times are just starting - CNBC",
        "Takeaways from Day 3 of President-elect Donald Trump’s Cabinet nominee hearings - CNN",
        "Trump will keep TikTok from 'going dark' if deal is on table, adviser says - Reuters",
        "[Removed]",
        "Giuliani gets to keep apartments, World Series rings in settlement with election workers - ABC News",
        "Justin Baldoni Files $400M Lawsuit Against Blake Lively and Ryan Reynolds Over Alleged Smear Campaign - Hollywood Reporter",
        "Lamar Jackson on Josh Allen: I’m trying to beat you, not be your friend - NBC Sports",
        "Here’s a look at almost every Galaxy S25 color Samsung plans on releasing - 9to5Google",
        "David Lynch, Visionary Director of ‘Twin Peaks’ and ‘Blue Velvet,’ Dies at 78 - Variety",
        "NFL picks this week, odds, bets: 2025 Divisional Round expert predictions against the spread, parlay and props - CBS Sports",
        "Biden warns the US risks becoming an ‘oligarchy.’ What does the term mean? - The Associated Press",
        "FDA OKs sales of Zyn nicotine pouches, citing health benefits for adult smokers - The Associated Press",
        "[Removed]",
        "[Removed]",
        "Satellite photos show the Gaza Strip before and after the devastation of the Israel-Hamas war - The Associated Press",
        "Will Deion Sanders, Dallas Cowboys do a deal? - NBC Sports",
        "From LA wildfires to hurricanes, immigrants help rebuild after disasters. Some may face deportation - The Associated Press",
        "PGA Awards Nominations Include ‘Dune: Part Two’, ‘The Brutalist’, ‘Wicked’ Vying For Top Film Prize - Deadline",
        "Treasury pick Scott Bessent says failure to extend Trump tax cuts would cause economic 'sudden stop' - CNBC",
        "Two lunar landers are on the way to the Moon after SpaceX’s double moonshot - Ars Technica"
    ]
}