{
    "headlines": [
        "Analyse: Die vorübergehende Schließung der US-Botschaft in Kiew spiegelt einen stark eskalierenden Krieg in der Ukraine wider - CNN",
        "[removed]",
        "NFL Fantasy 2024 Start 'Em, Sit 'Em: Running Backs für Woche 12 - NFL.com",
        "[removed]",
        "Eine neue Bedrohung entsteht, wenn sich der atmosphärische Fluss mit dem jahrzehntelangen Bombenzyklon an der Westküste verbindet - CNN",
        "Alec Baldwins Film \"Rust\" feiert Premiere und widmet sich dem Kameramann, der am Set getötet wurde - The Associated Press",
        "Die Ukraine feuert zum ersten Mal in Großbritannien hergestellte Sturmschatten-Raketen auf Russland ab - BBC.com",
        "Die Einnahmen von Nvidia liegen auf dem Tisch. Darauf achtet die Wall Street - CNBC",
        "Hamas: Keine Geiseln für Gefangene tauschen Deal mit Israel, es sei denn, der Gaza-Krieg endet - Yahoo! Voices",
        "Dr. Oz erhält gute Noten von gemäßigten Senatoren — vielleicht sogar Fetterman - POLITICO",
        "Waffenstillstand zwischen Israel und Hisbollah rückt näher, sagt der US-Gesandte - The Wall Street Journal",
        "Fall Laken Riley: Verdächtiger wurde vom Richter für schuldig befunden, weil er auf dem Campus getötet und zu lebenslanger Haft verurteilt wurde - ABC7 Los Angeles",
        "Trump Pick Linda McMahon steht vor ihrem eigenen Sexskandal - The Daily Beast",
        "Susan Smith wird 30 Jahre nach dem Ertrinken von 2 Söhnen mit einem rollenden Auto in den South Carolina Lake die Bewährung verweigert - WPVI-TV",
        "Robert De Niros TV-Turn in Netflix ‘„Zero Day“ -Verschwörungsserie erhält Veröffentlichungstermin - Hollywood Reporter",
        "Radikale Jaguar Rebranding und neues Logo Funken Zorn online - The Associated Press",
        "Stalker 2: Heart of Chornobyl dev quittiert \"raue Kanten\", sagt sein Monitoring-Feedback - Eurogamer",
        "Bericht: Ray Lewis tritt als College-Cheftrainer-Kandidat auf - BaltimoreRavens.com",
        "Biden genehmigt Antipersonenminen für die Ukraine, sagt ein US-Beamter - Reuters",
        "iPhone SE 4 Release-Datum angeblich bestätigt — hier ist, wenn das neue billige iPhone kommt - Tom's Guide"
    ]
}