{
    "headlines": [
        "Travis King, US-Soldat, der nach Nordkorea geflohen ist, wegen Desertion verurteilt - Al Jazeera Englisch",
        "Diddy sex trafficking probe: hollywood-stars sind \"zu tode erschrocken\", um sich zu äußern, sagen experten - fox news",
        "Touristen beeilen sich, Gletscher zu sehen, bevor sie verschwinden. Die Fahrten werden tödlich. - CNN",
        "Harris ’Cash Edge finanziert Werbeblitz, da Elon Musk den Republikanern im Repräsentantenhaus einen großen Scheck ausstellt, neue Einreichungen zeigen - CNN",
        "Neuseeländischer Pilot Phillip Mehrtens nach mehr als 18 Monaten in Gefangenschaft in Indonesiens Papua befreit - Yahoo! Voices",
        "Shohei Ohtani erhält Standing Ovations nach Erreichen von 50-50, dann erreicht 52-52 - Yahoo Sports",
        "Erik Menendez kritisiert Ryan Murphys \"Monsters\" -Darstellung von Brüdern: \"Vile and Appalling\" - Rolling Stone",
        "Illinois schnappt Nebraskas ungeschlagenen Start während der Überstunden im Memorial Stadium - KETV Omaha",
        "Das Gericht entscheidet, dass fast 98.000 Arizoner, deren Staatsbürgerschaft nicht bestätigt wurde, an der vollständigen Abstimmung teilnehmen können - The Associated Press",
        "Senator Tillis stellt Ultimatum an den umkämpften GOP-Kandidaten im entscheidenden Swing State: \"Schuldet es Präsident Trump\" - Fox News",
        "Der georgische Wahlvorstand verlangt, dass die Stimmzettel trotz der Warnung der wichtigsten GOP-Staatsbeamten von Hand gezählt werden - CNN",
        "Mitarbeiter des Secret Service müssen sich wegen Misserfolgen bei Trumps Attentatsversuchen mit Disziplin auseinandersetzen - Axios",
        "Der Raumfahrt- und Verteidigungschef von Boeing tritt in der ersten Führungsposition des neuen CEO aus - Reuters",
        "Beirut-Angriff: Top-Hisbollah-Kommandeur bei israelischem Angriff getötet - BBC.com",
        "Aaron Sorkin erwägt \"West Wing\" -Reboot nach dem Besuch des Weißen Hauses - Vielfalt",
        "College-Football-Picks, Zeitplan: Prognosen gegen die Ausbreitung, Quoten für NCAA Top 25 Spiele in Woche 4 - CBS Sports",
        "Es ist offiziell: Das ehemalige TMI-Kernkraftwerk nimmt den Betrieb wieder auf - WGAL Susquehanna Valley Pa.",
        "Der Häftling aus South Carolina spricht nur ein letztes Wort, bevor er bei der ersten Hinrichtung des Staates seit 13 Jahren durch tödliche Injektion stirbt - New York Post",
        "Der Staat New York berichtet über den ersten menschlichen Fall von Elektro- und Elektronikgeräten seit fast einem Jahrzehnt - ABC News",
        "Auf den Spuren der mysteriösen Frau, deren Firma explodierende Pager lizenziert hat - Reuters"
    ]
}