{
    "headlines": [
        "Администрация Трампа увольняет 2000 сотрудников USAID и отправляет тысячи других в отпуск - Associated Press",
        "Алекс Родригес (Alex Rodriguez) забил $ 10 000 на баскетбольном матче Бакнелл-Арми - USA TODAY",
        "Космические силы делятся фотографией Земли, сделанной космическим самолетом X-37B - The Verge",
        "Alex Ovechkin goals tracker: «The Great Eight» is 13 away to break Wayne Gretzky's all-time record of 894 - Yahoo Sports",
        "Папа Римский все еще находится в критическом состоянии с признаками «легкой» почечной недостаточности, говорит Ватикан - CNN",
        "Первый GeForce RTX 5080 обнаружен с 104 ROPS, 8 пропавших без вести - VideoCardz.com",
        "Бывший глава FDA «очень обеспокоен» распространением вспышки кори в Техасе - The Hill",
        "Выборы в Германии: консерваторы прогнозируют победу - BBC.com",
        "Brutally Honest Oscar Ballot No. 1: ‘Conclave’ for Best Picture, ‘Emilia Pérez’ Star Lost His Vote with Tweets - Hollywood Reporter",
        "Рейс American Airlines перенаправлен в Рим из-за «возможной проблемы с безопасностью» - ABC News",
        "Агентства запрашивают рекомендации по последнему электронному письму Musk OPM, а некоторые призывают сотрудников воздержаться от ответа - ABC News",
        "Сенатор-республиканец назвал массовые увольнения Трампа «большой проблемой» - Rolling Stone",
        "Хегсет защищает увольнение Трампом лидеров Пентагона и говорит, что может быть больше увольнений - The Associated Press",
        "Berkshire Hathaway уплатила рекордные налоги в 2024 году. И вот почему. - Barron's",
        "Что, по словам губернатора Нью-Йорка Кэти Хокул, она узнала о борьбе с Трампом - CNN",
        "Зеленский предлагает уйти в отставку в обмен на мир и членство Украины в НАТО - Financial Times",
        "Фондовые инвесторы перестали волноваться по поводу процентных ставок. Теперь они смотрят на этот риск. - MarketWatch",
        "Что мы знаем и чего не знаем об астероиде, мчащемся к Земле - The Hill"
    ]
}