{
    "headlines": [
        "ਟਰੰਪ ਵ੍ਹਾਈਟ ਹਾ Houseਸ ਸਮਾਗਮ ਵਿਚ ਟੈੱਸਲਾ ਦੀ ਵਿਕਰੀ ਦੀ ਪਿੱਚ ਤੋਂ ਪੜ੍ਹਦਾ ਪ੍ਰਤੀਤ ਹੁੰਦਾ ਹੈਃ ‘ਉਨ੍ਹਾਂ ਨੇ ਮੈਨੂੰ ਨੋਟ ਦਿੱਤੇ’ - ਹਿੰਦੁਸਤਾਨ ਟਾਈਮਜ਼",
        "Meghan Markle ਦੇ ਨੈੱਟਫਲਿਕਸ ਸ਼ੋਅ ਦੀ ਆਲੋਚਨਾ ਕਰਨ ਤੋਂ ਬਾਅਦ ਸੇਲਿਬ੍ਰਿਟੀ ਸ਼ੈੱਫ ਨੂੰ ਮਿਲੀ ਜਾਨੋਂ ਮਾਰਨ ਦੀ ਧਮਕੀ",
        "ਰੋਜ਼ੀ ਓ ਡੋਨਲ ਨੇ ਖੁਲਾਸਾ ਕੀਤਾ ਕਿ ਉਹ ਆਇਰਲੈਂਡ ਕਿਉਂ ਚਲੀ ਗਈਃ ‘ਇਹ ਕਾਫ਼ੀ ਸ਼ਾਨਦਾਰ ਰਿਹਾ’ - ਸੀ ਐਨ ਐਨ",
        "ਸਿੱਖਿਆ ਵਿਭਾਗ ਨੇ ਲਗਪਗ 50% ਕਰਮਚਾਰੀਆਂ ਦੀ ਛੁੱਟੀ ਕੀਤੀ - ਏ. ਬੀ. ਸੀ. ਨਿਊਜ਼",
        "2025 ਐਨਐਫਐਲ ਮੁਫਤ ਏਜੰਸੀ ਟਰੈਕਰਃ ਚੋਟੀ ਦੇ 100 ਮੁਫਤ ਏਜੰਟਾਂ 'ਤੇ ਅਪਡੇਟਸ, ਜੋਏ ਬੋਸਾ ਅਤੇ ਡੀਐਂਡਰੇ ਹੌਪਕਿੰਸ ਸਮੇਤ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਕ੍ਰੋਮਕਾਸਟ (2 ਜੇਨ) ਅਤੇ ਆਡੀਓ 'ਅਨਟ੍ਰਸਟਡ‘ ਆਉਟੇਜ [ਅਪਡੇਟ] - 9to5Google ਵਿੱਚ ਕਾਸਟ ਨਹੀਂ ਕਰ ਸਕਦੇ",
        "ਰਿਪਬਲਿਕਨ ਦੇ ਸਹਿਯੋਗੀ ਦੁਆਰਾ ਰਿਪਬਲਿਕਨ ਦੇ ਰਿਪਬਲਿਕਨ ਮੈਂਬਰ ਸਾਰਾਹ ਮੈਕਬ੍ਰਾਇਡ ਨੂੰ ਕਮੇਟੀ ਦੀ ਸੁਣਵਾਈ ਦੌਰਾਨ ਗਲਤ ਤਰੀਕੇ ਨਾਲ ਪੇਸ਼ ਕੀਤਾ ਗਿਆ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਐਮਿਲੀ ਓਸਮੈਂਟ ਨੇ 5 ਮਹੀਨਿਆਂ ਦੇ ਪਤੀ ਨਾਲ ਤਲਾਕ ਦਾ ਨਿਪਟਾਰਾ ਕਰਨ ਤੋਂ ਬਾਅਦ ਭਰਾ ਹੇਲੀ ਜੋਅਲ ਓਸਮੈਂਟ ਨਾਲ ਜਨਮਦਿਨ ਮਨਾਇਆ - ਪੰਨਾ ਛੇ",
        "ਟੋਨ ਦੀ ਇਕ ਹੈਰਾਨਕੁਨ ਤਬਦੀਲੀ ਵਿਚ, ਟੇਸਲਾ ਮੈਗਾ ਬਲਦ ਡੈਨ ਇਵਜ਼ ਨੇ ਐਲਨ ਮਸਕ ਨੂੰ ਚੇਤਾਵਨੀ ਦਿੱਤੀ ਕਿ ਸਬਰ ‘ਪਤਲਾ ਪਹਿਨ ਰਿਹਾ ਹੈ’ - ਫਾਰਚਿ.",
        "ਬੁੱਧਵਾਰ ਨੂੰ ਸ਼ੁਰੂ ਹੋਣ ਵਾਲਾ ਸਪੇਸਐਕਸ ਮਿਸ਼ਨ ਘਰ ਲਿਆਏਗਾ ਸਟਾਰਲਾਈਨਰ ਪੁਲਾੜ ਯਾਤਰੀ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਸਟਾਕ ਮਾਰਕੀਟ ਨਿ Newsਜ਼, ਮਾਰਚ 11, 2025: ਡਾਓ ਪਾਰਸ ਘਾਟਾ ਜਦੋਂ ਕਿ ਕਨੇਡਾ, ਯੂਐਸ ਵਪਾਰ ਤਣਾਅ ਬਾਰੇ ਵਿਚਾਰ ਵਟਾਂਦਰੇ - ਦਿ ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "ਅਸੀਂ ਹਾ Houseਸ ਜੀਓਪੀ ਸਰਕਾਰੀ ਫੰਡਿੰਗ ਬਿੱਲ ਬਾਰੇ ਕੀ ਜਾਣਦੇ ਹਾਂ - ਸੀ ਐਨ ਐਨ",
        "ਯੂਕਰੇਨ ਅਮਰੀਕਾ ਦੁਆਰਾ ਪ੍ਰਸਤਾਵਿਤ ਰੂਸ ਨਾਲ 30 ਦਿਨਾਂ ਦੀ ਜੰਗਬੰਦੀ ਨੂੰ ਸਵੀਕਾਰ ਕਰਨ ਲਈ ਤਿਆਰ - ਬੀਬੀਸੀ.",
        "ਬਾਯਰਨ ਮਿਊਨਿਖ ਦੇ ਸੰਤੁਸ਼ਟੀਜਨਕ 2-0 (5-0) ਚੈਂਪੀਅਨਜ਼ ਲੀਗ ਦੀ ਬਾਯਰ ਲੀਵਰਕੁਸੇਨ 'ਤੇ ਜਿੱਤ - ਬਾਵੇਰੀਅਨ ਫੁੱਟਬਾਲ ਵਰਕਸ",
        "ਨਕਸ਼ਾਃ ਕਿਹੜੀਆਂ ਓਕਲਾਹੋਮਾ ਕਾਉਂਟੀਆਂ ਵਿੱਚ ਸਭ ਤੋਂ ਵੱਧ, ਸਭ ਤੋਂ ਘੱਟ ਖਸਰਾ ਟੀਕਾਕਰਣ ਦੀਆਂ ਦਰਾਂ ਹਨ? - ਕੋਕੋ ਓਕਲਾਹੋਮਾ ਸਿਟੀ",
        "ਡਿਜ਼ਨੀ ਬਰਫ ਦੀ ਸਫੈਦ ਕਾਸਟ ਨੂੰ ਆਪਣੇ ਕੈਸਲ ਵਿੱਚ ਦੂਰ ਰੱਖਣ ਲਈ - ਗੱਭਰੂ",
        "ਖੋਜਕਰਤਾ ਸਿੱਖ ਰਹੇ ਹਨ ਕਿ ਟਰੰਪ ਪ੍ਰਸ਼ਾਸਨ ਨੇ ਟੀਕਾਕਰਨ ਨੂੰ ਬਿਹਤਰ ਬਣਾਉਣ ਲਈ ਉਨ੍ਹਾਂ ਦੇ ਕੰਮ ਨੂੰ ਕੁਚਲਿਆ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਅਮਰੀਕੀ ਫੈਕਟਰੀਆਂ ਨੂੰ ਟਰੰਪ ਦੇ ਸਟੀਲ ਅਤੇ ਅਲਮੀਨੀਅਮ ਦੇ ਟੈਰਿਫ ਤੋਂ ਦਰਦ ਮਹਿਸੂਸ ਹੋਣ ਦੀ ਸੰਭਾਵਨਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਦੱਖਣ-ਪੱਛਮ ਬਹੁਤ ਸਾਰੇ ਗਾਹਕਾਂ ਲਈ ਆਪਣੇ ਟ੍ਰੇਡਮਾਰਕ ‘ਬੈਗ ਫਲਾਈ ਫ੍ਰੀ’ ਨੀਤੀ ਨੂੰ ਖਤਮ ਕਰਦਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਟਰੰਪ ਨੇ ਕਨੇਡਾ ਦੇ ਨਵੇਂ ਟੈਰਿਫ ਲਗਾਏ, ਫਿਰ ਉਨ੍ਹਾਂ ਨੂੰ ਉਲਟਾ ਦਿੱਤਾ - ਐਕਸੀਓਸ"
    ]
}