{
    "headlines": [
        "ਸ਼ੀ ਰੈਡੀਜ਼ ਬਾਇਡਨ ਕਰਬਜ਼ ਤੋਂ ਬਾਅਦ ਯੂਐਸ ਵਪਾਰ ਯੁੱਧ ਲਈ ਚਿਪਸ ਸੌਦੇਬਾਜ਼ੀ ਕਰਦਾ ਹੈ - ਬਲੂਮਬਰਗ",
        "ਜੀਐਮ ਕਰੂਜ਼ ਦਾ ਪੁਨਰਗਠਨ ਕਰ ਰਿਹਾ ਹੈ. ਉਹ ਯੂਐਸ ਰੋਬੋਟੈਕਸੀ ਮਾਰਕੀਟ ਵਿੱਚ ਟੇਸਲਾ ਅਤੇ ਵੇਮੋ ਨੂੰ ਛੱਡਦਾ ਹੈ. - ਬੈਰਨ ਦਾ",
        "ਕ੍ਰੋਗਰ-ਅਲਬਰਟਸਨ ਅਭੇਦ ਫੈਡਰਲ ਜੱਜ ਦੁਆਰਾ ਰੋਕਿਆ ਗਿਆ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਇਕ ਯੂਆਈ 7 ਯੂਐਸਏ ਵਿਚ ਕਾਲ ਰਿਕਾਰਡਿੰਗ ਵਿਸ਼ੇਸ਼ਤਾ ਲਿਆਉਂਦਾ ਹੈ - ਸੈਮਮੋਬਾਈਲ - ਸੈਮਸੰਗ ਖ਼ਬਰਾਂ",
        "ਚੀਨ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਹ ਤਾਈਵਾਨ 'ਤੇ ਪ੍ਰਭੂਸੱਤਾ ਦੀ ਰੱਖਿਆ ਲਈ' ਜ਼ਰੂਰੀ ਉਪਾਅ 'ਕਰਦਾ ਹੈ - ਰਾਇਟਰ",
        "ਜ਼ੇਲੇਨਸਕੀ ਨੇ ਟਰੰਪ ਨਾਲ ਮੁਲਾਕਾਤ ਵਿਚ ਸੁਰੱਖਿਆ ਗਾਰੰਟੀ ਲਈ ਕੇਸ ਬਣਾਇਆ - ਰਾਇਟਰਜ਼",
        "ਬੁੱਧਵਾਰ, ਦਸੰਬਰ 11, 2024 ਲਈ ਕੁੰਡਲੀ - ਸ਼ਿਕਾਗੋ ਸੂਰਜ-ਟਾਈਮਜ਼",
        "ਜੱਜ ਨੇ ਐਲੇਕਸ ਜੋਨਸ ਦੇ ਇਨਫੋਵਾਰਾਂ ਦੀ ਪਿਆਜ਼ ਦੀ ਖਰੀਦ ਨੂੰ ਰੋਕਿਆ - ਸੀ ਐਨ ਐਨ",
        "ਓਕਲਾਹੋਮਾ ਸਿਟੀ ਵਿੱਚ ਮਾਵਰਿਕਸ ਦੇ 118-104 ਐਨਬੀਏ ਕੱਪ ਹਾਰ ਤੋਂ 3 ਨਿਰੀਖਣ - ਮਾਵਸ ਮਨੀਬਾਲ",
        "ਲੁਈਗੀ ਮੈਂਗਿਓਨ ਨੇ ਯੂਨਾਈਟਿਡ ਹੈਲਥਕੇਅਰ ਦੇ ਸੀਈਓ ਨੂੰ ਕਿਉਂ ਮਾਰਿਆਃ ਇੱਕ ਪੁਰਾਣੀ ਪਿੱਠ ਦਰਦ ਲਿੰਕ - ਐਨਡੀਟੀਵੀ",
        "ਅਮਾਨੀ ਓਰੁਵਰੀਏ ਦੀਆਂ ਵਿਸ਼ੇਸ਼ ਟੀਮਾਂ ਦੇ ਗ਼ਲਤਫ਼ਹਿਮੀ 'ਤੇ ਜੌਨ ਫਾਸਲਃ ਇਹ ਇਕ ਪਾਗਲ ਨਾਟਕ ਹੈ, ਅਤੇ ਇਹ ਤੇਜ਼ੀ ਨਾਲ ਵਾਪਰਦਾ ਹੈ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "Brett Favre ਸੰਬੋਧਨ ਵਾਇਰਲ ਐਕਸਚੇਜ਼ ਮਾਰਕ Gastineau ਨਾਲ ਵੱਧ ਮਾਈਕਲ Strahan ਸਾਕ - ਖੇਡ ਇਲਸਟ੍ਰੇਟਿਡ",
        "ਟੇਕਃ ਸੇਡਨਾਯਾ ਜੇਲ੍ਹ ਡਿੱਗਦੀ ਹੈ, ਅਲ-ਅਸਦ ਦੀ ਤਸ਼ੱਦਦ ਦੀ ਵਿਰਾਸਤ ਦਾ ਖੁਲਾਸਾ - ਅਲ ਜਜ਼ੀਰਾ ਅੰਗਰੇਜ਼ੀ",
        "ਕਿਮ ਯੋਂਗ-ਹਯੁਨਃ ਦੱਖਣੀ ਕੋਰੀਆ ਦੇ ਸਾਬਕਾ ਰੱਖਿਆ ਮੰਤਰੀ ਨੇ ਆਪਣੀ ਜਾਨ ਲੈਣ ਦੀ ਕੋਸ਼ਿਸ਼ ਕੀਤੀ - ਬੀਬੀਸੀ.",
        "ਜੇ ਜੇ ਅਬਰਾਮਜ਼ ਦਾ ਮਾੜਾ ਰੋਬੋਟ ਵਾਰਨਰ ਬ੍ਰਦਰਜ਼ ਨਾਲ ਪਹਿਲੀ ਲੁੱਕ ਫਿਲਮ ਅਤੇ ਟੀਵੀ ਸੌਦਾ ਬੰਦ ਕਰਦਾ ਹੈ - ਡੈੱਡਲਾਈਨ",
        "ਫੰਡਰੇਜ਼ਰ ਨੇ ਪਹਿਲਾਂ ਹੀ ਹਜ਼ਾਰਾਂ ਨੂੰ ਮੈਂਗਿਓਨ ਲਈ ਰੈਕ ਕੀਤਾ ਹੈ - ਦਿ ਡੇਲੀ ਬੀਸਟ",
        "Jay-Z ਦੇ ਸਾਬਕਾ Protégé Foxy ਭੂਰੇ ਉਸ ਦੇ ਬਲਾਤਕਾਰ ਮੁਕੱਦਮੇ ਦੇ ਬਾਅਦ ਗੁਪਤ ਸੁਨੇਹੇ ਪੋਸਟ - ਪੰਨਾ ਛੇ",
        "ਉੱਤਰੀ ਇਲੀਨੋਇਸ ਤੋਂ ਪਹਾੜੀ ਪੱਛਮ? ਹੁਸਕੀਜ਼ ਮੱਲ ਮੈਕ ਨੂੰ ਛੱਡਣ ਦੀ ਪੇਸ਼ਕਸ਼ ਕਰਦੇ ਹਨ, ਸਿਰਫ ਫੁੱਟਬਾਲ ਦੇ ਮੈਂਬਰ ਵਜੋਂ ਨਵੀਂ ਲੀਗ ਵਿਚ ਸ਼ਾਮਲ ਹੁੰਦੇ ਹਨ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਡੈਨੀਅਲ ਪੈਨੀ ਸਬਵੇਅ ਚੋਕਹੋਲਡ ਕੇਸ 'ਤੇ ਚੁੱਪ ਤੋੜਦਾ ਹੈਃ' ਮੈਂ ਬਹੁਤ ਕਮਜ਼ੋਰ ਸਥਿਤੀ ਵਿਚ ਸੀ '- ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਐਨਜੇ ਸਟੇਟ ਸੈਨੇਟਰ ਨੇ ਰਹੱਸਮਈ ਡਰੋਨ ਦੇਖਣ 'ਤੇ' ਸੀਮਤ ਐਮਰਜੈਂਸੀ ਸਥਿਤੀ 'ਦੀ ਮੰਗ ਕੀਤੀ - ਡਬਲਯੂਪੀਵੀਆਈ-ਟੀਵੀ"
    ]
}