{
    "headlines": [
        "Dolphins vs. Texans live updates: NFL scores, game stats, highlights, where to watch pivotal AFC showdown - CBS Sports",
        "Jamie Foxx “Too Blessed To Be Stressed” After Physical Altercation During Birthday Dinner At Mr. Chow – Update - Deadline",
        "Transcript: Rep. Michael Waltz on \"Face the Nation with Margaret Brennan,\" Dec. 15, 2024 - CBS News",
        "[Removed]",
        "Playbook: Trump’s Army-Navy playbook - POLITICO",
        "Holding your pee is common, but it can have dangerous health risks, experts say - CNN",
        "Cyclone Chido kills multiple in Mayotte, batters Mozambique - DW (English)",
        "Box Office: ‘Kraven the Hunter’ Bombs With $11 Million Opening Weekend, Worst Start of Sony-Produced Marvel Films - Variety",
        "Christians in Syria mark country's transformation with tears as UN envoy urges an end to sanctions - The Associated Press",
        "Russian oil tankers in distress in Black Sea - POLITICO Europe",
        "Donald Trump awarded $15m in ABC News defamation case - BBC.com",
        "Experts explain phenomenon of adults who leave their lives behind - CNN",
        "Israel to close embassy in Ireland over 'anti-Israel' policies - BBC.com",
        "Tornado touches down near Calif. mall, flipping cars and injuring 3 - SFGATE",
        "NJ senator says feds are too ‘fearful’ of public reaction to tell the truth about mysterious drones - New York Post ",
        "Pittsburgh Steelers vs. Philadelphia Eagles game: How to watch, kickoff time and more - Yahoo Sports",
        "Veteran analyst who predicted the S&P 500's rally unveils target for 2025 - TheStreet",
        "Why Heisman Trophy winner Travis Hunter is ‘two players in one’ and such a rare talent in college football - CNN",
        "US in ‘direct contact’ with Syria rebels, Blinken says - POLITICO Europe",
        "How to watch the ‘Yellowstone’ series finale: Start time and what to know - New York Post "
    ]
}