{
    "headlines": [
        "Выборы в США: осталось 3 дня – Что говорят опросы, чем занимаются Харрис и Трамп - Al Jazeera English",
        "Вакцинация против полиомиелита в Газе возобновится на севере территории - BBC.com",
        "Ракеты из Ливана ранили 11 человек в Израиле - Reuters",
        "Браун критикует фол, похожий на «Рэя Льюиса», на Татуме - ESPN",
        "Серфер на Мауи теряет часть ноги при нападении акулы, говорят чиновники - CBS News",
        "Генеральный директор Boeing поставил машинистам ультиматум. Профсоюзные лидеры верят ему - The Seattle Times",
        "Dow Average набирает Nvidia, теряет Intel, поскольку один производитель чипов заменяет другого - The Washington Post",
        "UFC Edmonton: Fighter Faceoffs - UFC",
        "Выбор футбола в колледже, расписание: прогнозы на разброс, шансы на 25 лучших игр NCAA на 10-й неделе - CBS Sports",
        "Мужчину обвиняют в нанесении ударов и окровавлении спящего пассажира на рейсе в США - HuffPost",
        "Прокурор говорит, что удушение метро ветерана зашло «слишком далеко.« Защита говорит, что его «мужество» помогло другим - Ассошиэйтед Пресс",
        "Fortnite начала второй сезон ремиксов с концерта Snoop Dogg и Ice Spice - The Verge",
        "Какие данные о досрочном голосовании сигнализируют о выборах в этом году - PBS NewsHour",
        "Слишком мало и слишком поздно: как жители Валенсии оказались в ловушке без предупреждения из-за смертоносных наводнений в Испании",
        "News Wrap: Министерство труда опубликовало окончательный отчет о вакансиях перед выборами - PBS NewsHour",
        "Ariana Grande Using Her Real Name in Wicked Credits - E! NEWS",
        "Прогулочная пневмония, уровень РСВ растет у маленьких детей, предупреждает CDC. Тенденции заслуживают внимания, но не являются неожиданными. - Yahoo Life",
        "Хайди Клум наряжается инопланетянкой для вечеринки на Хэллоуин - внутреннее издание",
        "Трамп говорит, что «ястреба войны» Лиз Чейни следует уволить за эскалацию насильственной риторики против его оппонентов - CNN",
        "Новое расширение ChatGPT Search от OpenAI похоже на угонщика поисковых систем - BleepingComputer"
    ]
}