{
    "headlines": [
        "Le soutien de Trump et Musk n'a pas suffi à renverser la Cour suprême du Wisconsin - NPR",
        "Le Sénat confirme Matt Whitaker comme ambassadeur de Trump auprès de l'OTAN - AP News",
        "Suivi de « Once Upon a Time in Hollywood » dans les œuvres avec Brad Pitt, David Fincher réalisant un scénario de Quentin Tarantino - The Hollywood Reporter",
        "Tremblement de terre au Myanmar : l'homme pleure 170 êtres chers - BBC",
        "La NFL s'attend bientôt à ce qu'une décision soit prise pour autoriser ou non les joueurs à jouer au football avec drapeau olympique - NBC Sports",
        "Le sénateur Cory Booker bat le record du Sénat avec un discours marathon de 24 heures protestant contre Trump et Musk - ABC News",
        "La Maison Blanche lance un avertissement à la Chine pour les jeux de guerre près de Taïwan - The Hill",
        "Morgan Wallen Selling ‘Get Me to God's Country’ Merchandise After Controversial ‘SNL’ Walk-Off Exit - Variété",
        "2025 McDonald's All-American Game rosters : BYU signataire AJ Dybantsa, Duke's Cameron Boozer headline teams - CBS Sports",
        "L'administration Trump affirme avoir expulsé par erreur un migrant salvadorien - The Washington Post",
        "Les contrats à terme sur actions ont peu changé à mesure que les tarifs Trump se profilent : mises à jour en direct - CNBC",
        "Dernier soldat américain retrouvé mort après un accident d'entraînement en Lituanie. 3 autres identifiés - AP News",
        "Les dauphins perdent Calais Campbell face aux Cardinals de l'Arizona. Miami en difficulté sur la ligne défensive - Miami Herald",
        "Premier composant de tokamak installé dans une usine de fusion commerciale - Ars Technica",
        "Après la rébellion de 9 républicains, le président de la Chambre Johnson ne parvient pas à arrêter l'effort de vote par procuration dirigé par de nouvelles mamans au Congrès - PBS",
        "Les Américains s'inquiètent des tarifs. Les actions de consommation pourraient prendre un coup. - Barron's",
        "Les tarifs de Trump entreront en vigueur immédiatement, dit la Maison Blanche. Préparez-vous à la volatilité du marché. - Barron's",
        "Une fillette de 3 ans découvre un trésor vieux de 3 800 ans lors d'une sortie en famille en Israël - CBS News"
    ]
}