{
    "headlines": [
        "ਸਟੀਲਰਜ਼ ਜੈੱਟਸ ਦੇ ਵਿਰੁੱਧ ਐਤਵਾਰ ਕੁਆਰਟਰਬੈਕ 'ਤੇ ਰਸਲ ਵਿਲਸਨ ਨੂੰ ਸ਼ੁਰੂ ਕਰਨ ਦੀ ਯੋਜਨਾ ਬਣਾ ਰਿਹਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਹੈਰਿਸ ਅਤੇ ਲਿਜ਼ੋ ਡੈਟਰਾਇਟ ਦੀ ਪ੍ਰਸ਼ੰਸਾ ਕਰਦੇ ਹਨ — ਟਰੰਪ ਦੇ ਉਲਟ - ਅਸ਼ਰ ਨਾਲ ਅਟਲਾਂਟਾ ਰੈਲੀ ਤੋਂ ਪਹਿਲਾਂ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਨੇਤਨਯਾਹੂ ਨੇ ਆਪਣੇ ਘਰ 'ਤੇ ਡਰੋਨ ਹਮਲੇ ਦੀ ਰਿਪੋਰਟ ਕਰਨ ਤੋਂ ਬਾਅਦ ਨਿਰਵਿਘਨ - ਬੀਬੀਸੀ.",
        "2023 ਤੋਂ ਖੰਘ ਦੇ ਕੇਸ ਫਟ ਗਏ ਹਨ, ਨਵੇਂ ਸੀਡੀਸੀ ਡੇਟਾ ਦਰਸਾਉਂਦੇ ਹਨ - KSL.",
        "ਯੂਕਰੇਨ ਨੇ ਰੂਸ ਦੇ ਨਾਲ-ਨਾਲ 11 ਕੇ ਉੱਤਰੀ ਕੋਰੀਆ ਦੇ ਸੈਨਿਕਾਂ ਨੂੰ ‘ਲੜਨ ਲਈ ਤਿਆਰ’ ਦੀ ਚਿਤਾਵਨੀ ਦਿੱਤੀ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਅਲਾਬਾਮਾ ਬਨਾਮ ਟੈਨਸੀ ਲਾਈਵ ਸਟ੍ਰੀਮ, ਕਿੱਥੇ ਵੇਖਣਾ ਹੈ, ਟੀਵੀ ਚੈਨਲ, ਭਵਿੱਖਬਾਣੀ, ਪਿਕ, ਫੁੱਟਬਾਲ ਗੇਮ ਦੀਆਂ ਮੁਸ਼ਕਲਾਂ, ਫੈਲਣਾ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਸਿਨਵਰ ਨੂੰ ਮਾਰਨਾਃ ਹਮਾਸ ਦੇ ਮੁਖੀ ਲਈ ਇਕ ਸਾਲ ਦੀ ਕੋਸ਼ਿਸ਼ ਤੋਂ ਬਾਅਦ ਇਕ ਮੌਕਾ ਮੁਕਾਬਲਾ - ਸੀਐਨਐਨ",
        "ਤੂਫਾਨ ਆਸਕਰ ਬਹਾਮਾਸ ਤੋਂ ਬਾਹਰ ਬਣਦਾ ਹੈ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਕੇਲਰ ਫਾਇਰ ਨਿਕਾਸੀਃ ਤੁਹਾਨੂੰ ਕੀ ਜਾਣਨ ਦੀ ਜ਼ਰੂਰਤ ਹੈ - ਦਿ ਓਕਲੈਂਡਸਾਈਡ",
        "ਇਰਾਨ ਪੱਖੀ ਖਾਤਾ ਲੀਕ ਇਜ਼ਰਾਈਲ ਦੇ ਹਮਲੇ ਦੀਆਂ ਯੋਜਨਾਵਾਂ 'ਤੇ ਕਥਿਤ ਅਮਰੀਕੀ ਇੰਟੈੱਲ - ਐਕਸੀਓਸ",
        "ਕੈਲੀਫੋਰਨੀਆ ਵਿੱਚ ਸੁੱਕੇ, ਹਵਾਦਾਰ ਹਾਲਤਾਂ ਦੇ ਵਿਚਕਾਰ ਅੱਗ ਦੇ ਮੌਸਮ ਦੇ ਅਲਰਟ ਅਧੀਨ 15 ਮਿਲੀਅਨ ਤੋਂ ਵੱਧ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਜ਼ਾਇਨ ਮਲਿਕ ਪੋਸਟਪੋਨਜ਼ ਯੂਐਸ ਟੂਰ ਲਿਅਮ ਪੇਨੇ ਦੇ ‘ਦਿਲ ਤੋੜਨ ਵਾਲੇ ਘਾਟੇ’ ਤੋਂ ਬਾਅਦ - ਰੋਲਿੰਗ ਸਟੋਨ",
        "ਡੇਲਫੀ ਕਤਲੇਆਮਃ ਦਿਨ 2 ਦੀ ਗਵਾਹੀ ਵਿੱਚ ਡੇਲਫੀ ਦੇ ਸਾਬਕਾ ਪੁਲਿਸ ਮੁਖੀ, ਸਰਚ ਪਾਰਟੀ ਦੇ ਮੈਂਬਰ ਸ਼ਾਮਲ ਹਨ - ਫੌਕਸ 59 ਇੰਡੀਆਨਾਪੋਲਿਸ",
        "ਟੈਂਟੇਟਿਵ ਡੀਲ ਨੇ ਬੋਇੰਗ ਹੜਤਾਲ ਨੂੰ ਖਤਮ ਕਰਨ ਦਾ ਐਲਾਨ ਕੀਤਾ - ਸੀਐਨਐਨ",
        "ਬਾਕਸ ਆਫਿਸਃ 'ਮੁਸਕਰਾਓ 2’ $ 23M ਉਦਘਾਟਨ ਦੇ ਨਾਲ ਹੱਸਣਾ, ‘ਅਨੋਰਾ’ ਜੋਲਟਸ ਅਵਾਰਡ ਰੇਸ ਜਾਗਰੂਕ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਲਾਈਵਃ ਇਜ਼ਰਾਈਲ ਨੇ ਬੇਰੂਤ 'ਤੇ ਹਮਲਾ ਕੀਤਾ; ਗਾਜ਼ਾ ਦੇ ਜਬਾਲੀਆ ਦੀ ਘੇਰਾਬੰਦੀ 15 ਵੇਂ ਦਿਨ ਵਿੱਚ ਦਾਖਲ ਹੋਈ - ਅਲ ਜਜ਼ੀਰਾ ਅੰਗਰੇਜ਼ੀ",
        "ਲੀਅਮ ਪੇਨੇ ਦੀ ਪ੍ਰੇਮਿਕਾ ਕੇਟ ਕੈਸੀਡੀ ਨੇ ਗਾਇਕਾ ਦੀ ਮੌਤ 'ਤੇ ਚੁੱਪੀ ਤੋੜ ਦਿੱਤੀਃ' ਪੂਰੀ ਤਰ੍ਹਾਂ ਘਾਟੇ 'ਤੇ' - ਅਮਰੀਕਾ ਅੱਜ",
        "ਅੰਡਰਵਾਟਰ ਜੁਆਲਾਮੁਖੀ ਗੁਫਾਵਾਂ ਦੇ ਅੰਦਰ ਪੀਅਰ ਜਿੱਥੇ ਜੀਵਨ ਪ੍ਰਫੁੱਲਤ ਹੁੰਦਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਟੇਲਰ ਸਵਿਫਟ ਦੇ ਮਿਆਮੀ ਸ਼ੋਅ - ਏਓਐਲ ਵਿਖੇ ਆਪਣੇ ਬੱਚਿਆਂ ਨਾਲ ਦੁਰਲੱਭ ਫੋਟੋ ਵਿਚ ਸਾਵਨਾ ਗੁਥਰੀ, ਹੋਡਾ ਕੋਟਬ ਅਤੇ ਜੇਨਾ ਬੁਸ਼ ਹੇਗਰ ਪੋਜ਼",
        "ਸੈਮਸੰਗ ਗਲੈਕਸੀ ਐਸ 25 ਅਲਟਰਾ ਰੰਗ ਲੀਕ, ਟਾਈਟਨੀਅਮ ਵਿਕਲਪ ਸ਼ਾਮਲ ਹੈ - ਫੋਨਅਰੇਨਾ"
    ]
}