{
    "headlines": [
        "ਜ਼ੇਲੇਨਸਕੀ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉੱਤਰੀ ਕੋਰੀਆ ਦੀਆਂ ਫੌਜਾਂ ਦਿਨਾਂ ਵਿਚ ਮੋਰਚੇ 'ਤੇ ਹਨ - ਨਿ Newsਜ਼ਵੀਕ",
        "ਡੋਜਰਸ ਅਤੇ ਯੈਂਕੀਜ਼ ਦਹਾਕਿਆਂ ਵਿੱਚ ਸਭ ਤੋਂ ਸਟਾਰ ਵਰਲਡ ਸੀਰੀਜ਼ ਲਈ ਤਿਆਰ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਲਾਈਵ ਬ੍ਰੀਫਿੰਗਃ ਗਾਜ਼ਾ ਜੰਗਬੰਦੀ ਗੱਲਬਾਤ ਦੁਬਾਰਾ ਸ਼ੁਰੂ ਹੋਣ ਲਈ ਤਿਆਰ; ਇਜ਼ਰਾਈਲੀ ਜਵਾਬੀ ਕਾਰਵਾਈ ਲਈ ਈਰਾਨ ਬਰੇਸ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਲੇਬਨਾਨਃ ਇਜ਼ਰਾਇਲੀ ਹਵਾਈ ਹਮਲੇ 'ਚ ਤਿੰਨ ਪੱਤਰਕਾਰ ਮਾਰੇ ਗਏ - BBC.com",
        "ਹੜਤਾਲ ਕਰਨ ਵਾਲੇ ਵਰਕਰਾਂ ਨੂੰ ਬੋਇੰਗ ਯੂਨੀਅਨਃ ਹੜਤਾਲ ਦੀਆਂ ਵੋਟਾਂ 'ਤੇ ਇਕ ਦੂਜੇ ਨੂੰ' ਧੱਕੇਸ਼ਾਹੀ 'ਕਰਨਾ ' ਵਿਨਾਸ਼ਕਾਰੀ 'ਹੈ - ਯਾਹੂ! ਆਵਾਜ਼ਾਂ",
        "ਸੈਟੇਲਾਈਟ ਚਿੱਤਰ ਪਿਛਲੇ ਗੁਪਤ bioweapons ਨਾਲ ਰੂਸੀ ਸਾਈਟ 'ਤੇ ਵੱਡਾ ਵਿਸਥਾਰ ਦਿਖਾ - ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਕਮਲਾ ਹੈਰਿਸ ਨੇ ਸ਼ੈਲ ਐਨਰਜੀ ਸਟੇਡੀਅਮ ਚ ਕੀਤੀ ਰੈਲੀ - KHOU.com",
        "ਇੱਕ ਨਜ਼ਰ ਮਾਰੋ ਕਿ ਇੱਕ ਰਾਸ਼ਟਰਪਤੀ ਚੋਣਾਂ ਤੋਂ ਪਹਿਲਾਂ ਸਟਾਕ ਮਾਰਕੀਟ ਹਫਤਾ ਕਿਵੇਂ ਕਰਦਾ ਹੈ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਬਲਾਤਕਾਰ ਕਰਨ ਵਾਲੇ ਲਿਲ ਦੁਰਕ ਨੂੰ ਕਤਲ-ਕਿਰਾਏ ਦੀ ਸਾਜਿਸ਼ ਵਿੱਚ ਗ੍ਰਿਫਤਾਰ ਕੀਤਾ ਗਿਆ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "65 ਸਾਲ ਜਾਂ ਇਸ ਤੋਂ ਵੱਧ ਉਮਰ ਦੇ ਲੋਕਾਂ ਲਈ ਇਸ ਸਾਲ ਦੇ ਕੋਵਿਡ ਟੀਕੇ ਦੀ ਦੂਜੀ ਖੁਰਾਕ ਦੀ ਸਿਫਾਰਸ਼ ਕੀਤੀ ਗਈ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਪੁਤਿਨ ਮਹੱਤਵਪੂਰਨ ਚੋਣਾਂ ਵਿਚ ਗੁਆਂ neighboringੀ ਜਾਰਜੀਆ ਦੀਆਂ ਪੱਛਮੀ ਇੱਛਾਵਾਂ ਨੂੰ ਰੋਕਣ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰਦਾ ਹੈ - ਫੌਕਸ ਨਿ Newsਜ਼",
        "ਇੱਕ ਸਪੇਸਐਕਸ ਕੈਪਸੂਲ ਹੁਣੇ ਹੀ ਧਰਤੀ ਤੇ ਵਾਪਸ ਆਇਆ. ਇਹ ਹੈ ਕਿ ਬੋਇੰਗ ਸਟਾਰਲਾਈਨਰ ਦੇ ਪੁਲਾੜ ਯਾਤਰੀ ਇਸ 'ਤੇ ਕਿਉਂ ਨਹੀਂ ਸਨ - ਸੀਐਨਐਨ",
        "ਜੱਜ ਨੇ 8.5 ਬਿਲੀਅਨ ਡਾਲਰ ਦੇ ਟੇਪੇਸਟਰੀ ਸੌਦੇ ਨੂੰ ਰੋਕਣ ਤੋਂ ਬਾਅਦ ਕੈਪਰੀ ਸਟਾਕ ਕ੍ਰੈਟਰਸ 45% - ਯਾਹੂ ਵਿੱਤ",
        "ਵਧੀਆ ਖਰੀਦੋ ਹੁਣੇ ਹੀ ਇੱਕ ਵਿਸ਼ਾਲ ਗੇਮਿੰਗ ਫਲੈਸ਼ ਵਿਕਰੀ ਡਿੱਗ ਗਈ - ਇਹ 11 ਸੌਦੇ ਹਨ ਜੋ ਮੈਂ ਇਸ ਹਫਤੇ ਦੇ ਅੰਤ ਵਿੱਚ ਖਰੀਦਾਂਗਾ - ਗੇਮਜ਼ਰਾਡਰ",
        "ਮੇਨੇਂਡੇਜ਼ ਭਰਾਵਾਂ ਲਈ ਅੱਗੇ ਕੀ ਹੈ ਜਿਵੇਂ ਕਿ ਡੀਏ ਆਪਣੇ ਮਾਪਿਆਂ ਦੀ ਹੱਤਿਆ ਤੋਂ ਬਾਅਦ ਉਨ੍ਹਾਂ ਦੇ ਨਾਰਾਜ਼ ਦਹਾਕਿਆਂ ਦੀ ਸਿਫਾਰਸ਼ ਕਰਦਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਕਿੰਗ ਚਾਰਲਸ ਨੇ 'ਦਰਦਨਾਕ' ਗੁਲਾਮੀ ਅਤੀਤ ਨੂੰ ਸਵੀਕਾਰ ਕੀਤਾ ਜਿਵੇਂ ਕਿ ਮੁਆਵਜ਼ੇ ਦੀ ਮੰਗ ਤੇਜ਼ ਹੁੰਦੀ ਹੈ - ਰਾਇਟਰਜ਼",
        "ਉਹ ਫੈਂਟਨੈਲ ਜ਼ਹਿਰ ਦੇ ਕਾਰਨ ਆਪਣੇ ਪੁੱਤਰ ਨੂੰ ਗੁਆ ਬੈਠਾ. ਉਸਨੇ ਇੱਕ ਵੀਡੀਓ ਗੇਮ ਵਿਕਸਿਤ ਕੀਤੀ ਹੈ ਜਿਸਦੀ ਉਸਨੂੰ ਉਮੀਦ ਹੈ ਕਿ ਦੂਜਿਆਂ ਨੂੰ ਬਚਾਏਗਾ - ਸੀ ਐਨ ਐਨ",
        "ਮੈਂ \"ਅਸਮਰਥਿਤ\" ਪੀਸੀ 'ਤੇ ਵਿੰਡੋਜ਼ 11 ਨੂੰ ਚਲਾਉਣ ਦੇ 3 ਸਾਲਾਂ ਤੋਂ ਕੀ ਸਿੱਖਿਆ - ਆਰਸ ਟੈਕਨੀਕਾ",
        "ਐਨਐਫਐਲ ਟ੍ਰੇਡ ਡੈੱਡਲਾਈਨ ਲੈਂਡਿੰਗ ਸਪਾਟਃ 2024 ਵਿਚ ਚੋਟੀ ਦੇ ਵਪਾਰਕ ਉਮੀਦਵਾਰਾਂ ਲਈ ਸਭ ਤੋਂ ਵਧੀਆ ਫਿੱਟ - ਯੂਐਸਏ ਅੱਜ",
        "‘ਮੇਰਾ ਦਰਸ਼ਨ ਵਿਗੜਨਾ ਸ਼ੁਰੂ ਹੋਇਆ’: ਪੋਲਾਰਿਸ ਡੌਨ ਦੇ ਚਾਲਕ ਦਲ ਨੇ ਇਤਿਹਾਸ ਬਣਾਉਣ ਵਾਲੇ ਮਿਸ਼ਨ ਦੇ ਪ੍ਰਭਾਵਾਂ ਦਾ ਖੁਲਾਸਾ ਕੀਤਾ - ਸੀ ਐਨ ਐਨ"
    ]
}