{
    "headlines": [
        "Venezuela Oppositionskandidat verlässt Land - BBC.com",
        "Das Lauffeuer in Südkalifornien brennt so stark, dass es bei seiner Ausbreitung sein eigenes Wetter erzeugt und Evakuierungen erzwingt - CNN",
        "Mutter des mutmaßlichen Schützen namens Apalachee High School mit Warnung, nachdem sie alarmierenden Text erhalten hat, sagt Großvater - CNN",
        "3 Erkenntnisse aus dem hässlichen Sieg des Alabama Football über Südflorida - AL.com",
        "Mehrere Personen wurden entlang der I-75 im Südosten Kentuckys erschossen, sagen die Behörden - Star Tribune",
        "Creative Arts Emmys, Night One: Gewinnerliste (Live-Update) - Hollywood Reporter",
        "[removed]",
        "Marsch: 'Viel lieber' Trainer Kanada als USA jetzt - ESPN",
        "Elon Musk prognostiziert bemannte SpaceX-Flüge zum Mars bis 2028 und hofft auf eine \"sich selbst erhaltende Stadt\" auf dem Planeten - Fox Business",
        "Ashley Tisdale gebiert, begrüßt Baby Nr. 2 mit Ehemann Christopher French - E! Online - E! NEWS",
        "Stellantis ruft über 1,2 M Ram 1500 Pickup-Trucks in den USA zurück - USA HEUTE",
        "Russlands Bemühungen um Wahlbeeinflussung zeigen Raffinesse, sagen Beamte - The Washington Post",
        "Notre Dame von NIU verärgert: Sofortige Reaktionen auf historischen Sieg in Nord-Illinois - USA HEUTE",
        "Palästinenser befragen Zeugen der Ermordung einer US-Frau im Westjordanland - The Washington Post",
        "Ehemaliger Vizepräsident Dick Cheney wählt Kamala Harris - BBC.com",
        "Scripps News Reports: Tod durch Hitze - AOL",
        "Trump kritisiert die Anwälte, während sie zuschauen. Maggie Haberman hat eine Theorie, warum - CNN",
        "Trump-Kampagnen in der GOP-Hochburg Wisconsin vor der Debatte mit Harris - The Associated Press",
        "So siehst du Apples \"Glowtime\" iPhone 16 Event - The Verge",
        "Wynn Resorts zahlt 130 Millionen US-Dollar dafür, dass illegales Geld die Spieler in seinem Las Vegas Strip Casino erreicht - Yahoo Finance"
    ]
}