{
    "headlines": [
        "Местные бригадиры поддерживают Харриса, несмотря на национальный отказ - Axios",
        "Посты поддерживаемого Трампом кандидата на пост губернатора Северной Каролины удалены с порнофорума - CNN",
        "Женщина, чья фирма была связана со взрывом пейджеров, находится под защитой секретной службы Венгрии, говорит ее мать - CBS News",
        "Взрывы пейджера Хезболлы: Тайвань говорит, что детали устройства сделаны не на острове - BBC.com",
        "Приманка Отани из игры 50/50 отправлена в Национальный зал бейсбольной славы - ESPN",
        "Секретная служба несет ответственность за многочисленные сбои в системе безопасности при атаке Трампа 13 июля, говорится в докладе - The Washington Post",
        "Официально: Huawei Mate XT Ultimate все-таки выйдет за пределы Китая - GSMArena.com",
        "Случаи коклюша растут. Может ли заражение людей помочь протестировать лучшую вакцину? - CNN",
        "Изъято",
        "Глава оборонного подразделения Boeing Тед Кольбер уходит - Reuters",
        "«Милые обманщицы» отменены после двух сезонов в Max - Variety",
        "«143» Кэти Перри - неудачная попытка возродить ее славу - Rolling Stone",
        "Акции Intel растут после сообщений о том, что Qualcomm обратилась к Intel о поглощении - CNBC Television",
        "Снижение ставки ФРС отправляет уже растянутые оценки еще выше - Bloomberg",
        "FDA одобряет первый самостоятельный спрей для вакцины против гриппа - Новости CBS",
        "Шерифу Кентукки предъявлено обвинение в убийстве судьи в здании суда - Associated Press",
        "После неоднократных обещаний администрации Байдена о том, что прекращение огня близко, война на Ближнем Востоке обостряется - Fox News",
        "Нападение со скрипом! Самолет вынужден приземлиться после того, как мышь выпрыгнула из еды пассажира - New York Post",
        "«Никогда не стареет»: астронавт НАСА и выпускница Калифорнийского университета в Дэвисе Трейси К. Дайсон разговаривает с KCRA 3 в прямом эфире с МКС - KCRA Sacramento",
        "Почему Мэн и Небраска враждуют из-за коллегии выборщиков - Axios"
    ]
}