{
    "headlines": [
        "«Единство и добродетель»: Митт Ромни прощается с Сенатом спустя 6 лет - KSL.com",
        "Законодатели Монтаны пытались заблокировать Zooey Zephyr из ванных комнат Капитолия. Вот почему это не сработало - Yahoo! Voices",
        "Высокопоставленные министры кабинета министров Южной Кореи предлагают уйти в отставку - Financial Times",
        "General Motors берет более $ 5 млрд на китайский бизнес - Financial Times",
        "Национальный день подписания в прямом эфире: коммиты, перевороты, слухи и лучшие моменты - ESPN",
        "Battle Of The Weight-Loss Behemoths: Eli Lilly Whomps Novo Nordisk - Investor's Business Daily",
        "Сводный брат Эминема отдает дань памяти покойной матери, в то время как рэпер молчит на фоне многолетней «ненависти» - Hindustan Times",
        "Она была русской светской львицей и влиятельной фигурой. Полицейские говорят, что она кингпин крипто-отмывки - ПРОВОДНОЙ",
        "Вот что мы знаем о сплите Сабрины Карпентер и Барри Кеогана - BuzzFeed",
        "Опасные, ослепляющие снежные шквали от мощного, быстро движущегося зимнего шторма угрожают путешествиям на северо-востоке - CNN",
        "Wall St открывается выше, поскольку инвесторы ждут экономических данных, комментирует Пауэлл - Reuters",
        "Генеральный директор UnitedHealthcare Брайан Томпсон смертельно ранен в Нью-Йорке - CNBC",
        "ACER анонсирует нитро-видеокарты ARC B580 и B570 - VideoCardz.com",
        "Пол Файнбаум разрывает плей-офф студенческого футбола: «Это ужасный недостаток в системе» - On3.com",
        "Изъято",
        "«HomePod с экраном» от Apple может появиться позже в 2025 году - The Verge",
        "«Скелетная команда» теперь является лучшим рецензируемым проектом Disney «Звездные войны», кроме «Андора» - Forbes",
        "Генеральный директор Apple Тим Кук рассказывает о планах ИИ, будущем Vision Pro и многом другом в новом интервью - MacRumors",
        "Что мы смотрим: Хегсет на горячем месте - POLITICO",
        "Почему премьер-министр Франции Мишель Барнье проиграет вотум недоверия? - BBC.com"
    ]
}