{
    "headlines": [
        "ਇਬੋਲਾ ਵਰਗਾ ਵਾਇਰਸ ਨਾਲ ਮੌਤ ਪੱਛਮੀ ਅਫਰੀਕਾ ਦੀ ਯਾਤਰਾ ਤੋਂ ਬਾਅਦ ਆਇਓਵਾ ਵਿੱਚ ਰਿਪੋਰਟ ਕੀਤੀ ਗਈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਪਿਆਰ ਅੰਨ੍ਹਾ ਹੈ ਸੀਜ਼ਨ 7 ਰੀਯੂਨੀਅਨ ਟ੍ਰੇਲਰ ਐਸ਼ਲੇ ਨੂੰ ਬੇਬੀ ਪਰਕਾਸ਼ ਦੀ ਪੋਥੀ ਉੱਤੇ ਟਾਈਲਰ ਦੀ ਰੱਖਿਆ ਕਰਦੇ ਹੋਏ ਦਿਖਾਉਂਦਾ ਹੈ - ਈ! ਖ਼ਬਰਾਂ",
        "ਟੌਮ ਬ੍ਰੈਡੀ ਗੀਸੇਲ ਬੁੰਡਚੇਨ ਗਰਭ ਅਵਸਥਾ ਦੀਆਂ ਰਿਪੋਰਟਾਂ ਤੋਂ ਬਾਅਦ ਇੰਸਟਾਗ੍ਰਾਮ 'ਤੇ ਕ੍ਰਿਪਟਿਕ ਪ੍ਰਾਪਤ ਕਰਦਾ ਹੈ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਸੀ. ਆਈ. ਏ. ਡਾਇਰੈਕਟਰ ਨੇ ਦੋਹਾ 'ਚ 28 ਦਿਨਾਂ ਦੀ ਗਾਜ਼ਾ ਜੰਗਬੰਦੀ, ਬੰਧਕ ਸੌਦਾ ਕੀਤਾ ਜਾਰੀ - Axios",
        "ਮੈਕਡੋਨਲਡਜ਼ ਵਿਖੇ ਖਾਣਾ ਖਾਣ ਤੋਂ ਬਾਅਦ, ਈ. ਕੋਲੀ ਨਾਲ ਕਿਸ਼ੋਰ ਗੁਰਦੇ ਦੀ ਅਸਫਲਤਾ ਨਾਲ ਲੜਦਾ ਹੈ - ਐਨ ਬੀ ਸੀ ਨਿ Newsਜ਼",
        "ਜੇਫ ਬੇਜੋਸ ਗਾਹਕਾਂ ਦੇ ਭੱਜਣ ਅਤੇ ਸਟਾਫ ਦੇ ਅਸਤੀਫੇ ਤੋਂ ਬਾਅਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ ਦੀ ਗੈਰ-ਐਂਡਰਸਮੈਂਟ ਦਾ ਬਚਾਅ ਕਰਦਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਜੇਪੀਮੋਰਗਨ ਨੇ ਵਾਇਰਲ ਏਟੀਐਮ ਗੜਬੜੀ ਦਾ ਸ਼ੋਸ਼ਣ ਕਰਨ ਤੋਂ ਬਾਅਦ ਗਾਹਕਾਂ 'ਤੇ ਚੈੱਕ ਧੋਖਾਧੜੀ ਦਾ ਮੁਕੱਦਮਾ ਕੀਤਾ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਪਿਟਸਬਰਗ ਦਾ ਬਿਲੀ ਗਾਰਡਲ ਸੋਮਵਾਰ ਰਾਤ ਦੇ ਫੁੱਟਬਾਲ ਲਈ ਪ੍ਰਸ਼ੰਸਕਾਂ ਨੂੰ ਤਿਆਰ ਕਰਦਾ ਹੈਃ \"ਅਸੀਂ ਇਕ ਹਾਂ\" - ਡਬਲਯੂਟੀਏਈ ਪਿਟਸਬਰਗ",
        "ਮਿਡਲ ਈਸਟ ਨਵੀਨਤਮਃ ਇਜ਼ਰਾਈਲ ਨੇ ਸੰਯੁਕਤ ਰਾਸ਼ਟਰ ਦੀ ਏਜੰਸੀ 'ਤੇ ਪਾਬੰਦੀ ਲਗਾਉਣ ਵਾਲੇ 2 ਕਾਨੂੰਨ ਪਾਸ ਕੀਤੇ ਜੋ ਗਾਜ਼ਾ ਵਿਚ ਸਹਾਇਤਾ ਵੰਡਦੇ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਬੈਲਟ ਬਕਸੇ ਸਾੜੇ, ਵਾਸ਼ਿੰਗਟਨ 'ਚ ਸੈਂਕੜੇ ਵੋਟਾਂ ਤਬਾਹ, ਓਰੇਗਨ' ਚ ਅੱਗ ਲੱਗਣ ਦੇ ਮਾਮਲੇ - ਅਮਰੀਕਾ ਅੱਜ",
        "ਵਰਲਡ ਸੀਰੀਜ਼ ਗੇਮ 3 ਲਾਈਵ ਅਪਡੇਟਸਃ ਯੈਂਕੀਜ਼ ਬਨਾਮ ਡੋਜਰਸ ਟਾਈਮ, ਲਾਈਨਅਪਸ, ਟੀਵੀ ਚੈਨਲ - ਅਮਰੀਕਾ ਅੱਜ",
        "ਕੈਰੇਬੀਅਨ ਵਿਚ ਇਕ ਨਵਾਂ ਤੂਫਾਨ ਆ ਸਕਦਾ ਹੈ. ਕੀ ਜਾਣਨਾ ਹੈ - ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਯੂਕਰੇਨ ਦੇ ਅਮਰੀਕੀ ਹਥਿਆਰਾਂ ਦੀ ਵਰਤੋਂ 'ਤੇ ਕੋਈ ਨਵੀਂ ਸੀਮਾ ਨਹੀਂ ਜੇ ਉੱਤਰੀ ਕੋਰੀਆ ਰੂਸ ਦੀ ਲੜਾਈ ਵਿਚ ਸ਼ਾਮਲ ਹੁੰਦਾ ਹੈ, ਪੈਂਟਾਗਨ ਕਹਿੰਦਾ ਹੈ - ਰਾਇਟਰ",
        "ਨਾਸਾ ਨੇ ਚੰਦ ਦੇ ਦੱਖਣੀ ਧਰੁਵ 'ਤੇ ਆਰਟੇਮਿਸ III ਮਿਸ਼ਨ ਲਈ ਨੌਂ ਸੰਭਾਵਿਤ ਲੈਂਡਿੰਗ ਸਾਈਟਾਂ ਦਾ ਖੁਲਾਸਾ ਕੀਤਾ - ਦਿ ਡੇਲੀ ਗਲੈਕਸੀ --ਗ੍ਰੇਟ ਡਿਸਕਵਰੀਜ਼ ਚੈਨਲ",
        "ਹਟਾਈ",
        "ਲਾਜ਼ਮੀ-ਜਿੱਤ ਰਾਜ ਵਿਚ ਪੋਰਟੋ ਰੀਕਨਜ਼ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਟਰੰਪ ਰੈਲੀ ਦਾ ਮਜ਼ਾਕ ਭੁੱਲਿਆ ਨਹੀਂ ਜਾਵੇਗਾ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਇੱਕ ਬੈਟ-ਕਿਲਿੰਗ ਫੰਗਸ ਨੇ ਹੰਬੋਲਟ ਨੂੰ ਘੱਟੋ ਘੱਟ ਚਾਰ ਹੋਰ ਕੈਲੀਫੋਰਨੀਆ ਕਾਉਂਟੀਆਂ ਵਿੱਚ ਸੰਕਰਮਿਤ ਕਰਨ ਲਈ ਬਚਾਇਆ ਹੈ - ਗੁੰਮ ਗਈ ਤੱਟ ਚੌਕੀ",
        "ਇੱਕ ਤਿਮੋਥਿਉ Chalamet Lookalike ਮੁਕਾਬਲੇ ਹਫੜਾ-ਦਫੜੀ ਬਦਲਦਾ ਹੈ, ਦੇ ਤੌਰ ਤੇ ਆਯੋਜਕ ਪਲਾਟ ਅਗਲੀ ਚਾਲ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਪੈਨਸਿਲਵੇਨੀਆ ਆਰਜ਼ੀ ਬੈਲਟ ਦੇ ਵਿਵਾਦ ਵਿੱਚ ਰਿਪਬਲਿਕਨ ਸੁਪਰੀਮ ਕੋਰਟ ਵੱਲ ਮੁੜਦੇ ਹਨ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਕੋਲਟਸ ਕੋਚ ਸ਼ੇਨ ਸਟੀਚੇਨ ਐਤਵਾਰ ਤੋਂ ਸ਼ੁਰੂ ਹੋ ਰਹੇ ਐਂਥਨੀ ਰਿਚਰਡਸਨ ਨਾਲ ਵਚਨਬੱਧ ਨਹੀਂ ਹਨ - IndyStar"
    ]
}