{
    "headlines": [
        "Ukraine’s east buckling under improved Russian tactics, superior firepower - The Washington Post",
        "Nike stock slides as company withdraws guidance amid CEO change - Yahoo Finance",
        "Starliner astronauts welcome Crew-9 team, and their ride home, to the space station - USA TODAY",
        "What we know about Iran's latest missile attack on Israel - BBC.com",
        "Bain joins battle for control of world’s biggest zinc smelter - Financial Times",
        "Who is the real JD Vance? And 4 other takeaways from the vice-presidential debate - NPR",
        "Vance: GOP has to earn America's trust back on abortion - Axios",
        "‘American Pickers’ stars Frank Fritz, Mike Wolfe buried hatchet before host died after years of drama - Fox News",
        "[Removed]",
        "11 workers at a Tennessee factory were swept away in Hurricane Helene flooding. Only 5 were rescued - The Associated Press",
        "Sean ‘Diddy’ Combs accused of sexual misconduct by 120 people, says lawyer - Al Jazeera English",
        "How the Liberty went up 2-0 vs. Aces, and how the Lynx evened their series with the Sun - ESPN",
        "Sex workers find themselves at the center of Congo’s mpox outbreak - The Associated Press",
        "On the VP debate stage, two visions for policing in America are laid out - NPR",
        "Annular solar eclipse will turn the sun into a glorious 'ring of fire' today. Here's what you need to know. - Space.com",
        "Picket lines form as port strike begins for thousands of New York and New Jersey dockworkers - CBS New York",
        "Walz misleadingly claims to have been in Hong Kong during period tied to Tiananmen Square massacre - The Associated Press",
        "Hurricane Kirk forms; NHC monitors Invest 91-L, Caribbean disturbance - WESH 2 Orlando",
        "Jets' Sauce Gardner Posts Cryptic Photo in Response to Davante Adams Trade Rumors - Bleacher Report",
        "Pixel 9a has me convinced that Apple needs to follow Google to return to glory - PhoneArena"
    ]
}