{
    "headlines": [
        "Египет говорит, что 16 человек пропали без вести, когда туристическая лодка затонула у побережья Красного моря - Al Jazeera English",
        "Гэвин Ньюсом угрожает вмешательством, если Трамп убьет налоговый кредит Байдена в размере $ 7,5 тыс. - Fox News",
        "Адвокаты Трампа расследуют утверждения о том, что главный помощник стремился получить финансовую выгоду от влияния на избранного президента, говорят источники - CNN",
        "Отец пропавшей женщины из Гавайев Ханна Кобаяши найден мертвым в Лос-Анджелесе - SFGATE",
        "Сырое молоко отозвано за содержание вируса птичьего гриппа, сообщает Калифорния - Ars Technica",
        "Специальный прокурор Джек Смит отказывается от дела о выборах Трампа, ссылаясь на «категорическую» политику Министерства юстиции - ABC News",
        "Другой ключевой персонаж «Йеллоустоуна» кусает пыль, когда убийцы Джона Даттона кружат вокруг вагонов - крайний срок",
        "Байден помиловал индеек в последний раз в качестве президента США - BBC.com",
        "Потоки, наконец, позволят вам установить следующий канал по умолчанию - The Verge",
        "Уоррен Баффетт пожертвовал еще 1 миллиард долларов. У него есть советы по планированию недвижимости для всех. - The Wall Street Journal",
        "Оценки PFF Packers: лучшие, худшие игроки из побед над 49ers на 12-й неделе - Packers Wire",
        "Для некоторых это может быть мокрый, снежный День Благодарения. Узнайте, где. - The Washington Post",
        "Это новая прогрессивная стратегия войны с Трампом - POLITICO",
        "Первый проектор TCL, похоже, подходит по цене для наружного Hijinx - Gizmodo",
        "Астронавты сообщают о тревожном зловонии, исходящем с российского космического корабля, пристыкованного к МКС - Gizmodo",
        "Алек Болдуин не хочет смотреть «Ржавчину», но надеется, что фильм выйдет - Variety",
        "SpaceX: услуга сотовой связи Starlink готова к работе - PCMag",
        "Ралли казначейских облигаций США на ставках Бессента ослабит планы Трампа - Yahoo Finance",
        "Братья Менендес предстанут перед судом впервые за 28 лет - CNN",
        "NFL Week 12, Sorting the Sunday Pile: Saquon Barkley's MVP case, Bo Nix surges, Niners in big trouble - CBS Sports"
    ]
}