{
    "headlines": [
        "ਟੀ .ਜੇ. ਹੋਲਮਜ਼ ਅਤੇ ਐਮੀ ਰੋਬਾਚ ਐਲ .ਏ. ਜੰਗਲੀ ਅੱਗਾਂ ਨੂੰ ਕਵਰ ਕਰਦੇ ਹੋਏ ਡੇਵਿਡ ਮੁਇਰ ਦੀ ਵਿਅਰਥ 'ਤੇ ਉਦੇਸ਼ ਲਓ: “ਸਥਿਤੀ ਨਾਲ ਨਜਿੱਠਣ ਵਾਲੇ ਲੋਕਾਂ ਲਈ ਇੱਕ ਥੱਪੜ ਵਰਗਾ ਲੱਗਦਾ ਹੈ” - ਡੈੱਡਲਾਈਨ",
        "ਨਿ Newsਜ਼ੋਮ ਨੇ ਟਰੰਪ ਨੂੰ ਚਿੰਤਾਵਾਂ ਦੇ ਵਿਚਕਾਰ ਐਲਏ ਫਾਇਰ ਜ਼ੋਨਾਂ ਦਾ ਦੌਰਾ ਕਰਨ ਲਈ ਕਿਉਂ ਸੱਦਾ ਦਿੱਤਾ ਉਹ ਆਫ਼ਤ ਸਹਾਇਤਾ ਨੂੰ ਰੋਕ ਦੇਵੇਗਾ - ਕੈਲਮੈਟਟਰਸ",
        "ਵੈਨੇਜ਼ੁਏਲਾ ਦੇ ਨਿਕੋਲਸ ਮਾਦੁਰੋ ਨੇ ਤੀਜੀ ਵਾਰ ਰਾਸ਼ਟਰਪਤੀ ਅਹੁਦੇ ਦੀ ਸਹੁੰ ਚੁੱਕੀ ਕਿਉਂਕਿ ਵਿਰੋਧੀ ਧਿਰ ‘ਤਖਤਾਪਲਟ‘ ਦਾ ਐਲਾਨ ਕਰਦੀ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਮੈਟਾ ਆਪਣੇ ਡੀਈਆਈ ਪ੍ਰੋਗਰਾਮਾਂ ਨੂੰ ਖਤਮ ਕਰਦਾ ਹੈ ਕਿਉਂਕਿ ਜ਼ੁਕਰਬਰਗ ਜੋਅ ਰੋਗਨ 'ਤੇ ਬਿਡੇਨ ਨੂੰ ਧਮਾਕਾ ਕਰਦਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਟੈਕਸਾਸ ਬਨਾਮ ਓਹੀਓ ਸਟੇਟ, ਕਪਾਹ ਕਟੋਰਾ ਕਿੱਥੇ ਵੇਖਣਾ ਹੈਃ ਟੀਵੀ ਚੈਨਲ, ਔਕੜਾਂ, ਫੈਲਣ, ਖੇਡ ਦੀ ਭਵਿੱਖਬਾਣੀ, ਪਿਕ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਬਿਜਲੀ ਬੰਦਃ ਪੂਰੇ ਰਾਜ ਵਿੱਚ ਬਿਨਾਂ ਬਿਜਲੀ ਦੇ ਲਗਭਗ 91,000 ਗਾਹਕ - 11Alive. com WXIA",
        "ਐਲਏ ਜੰਗਲੀ ਅੱਗ ਦੇ ਸ਼ਿਕਾਰ ਲੋਕਾਂ ਵਿਚ ਇਕ ਆਦਮੀ ਬਗੀਚੇ ਦੀ ਨਲੀ ਅਤੇ ਇਕ ਪਿਤਾ ਨੂੰ ਆਪਣੇ ਬੇਟੇ ਦੇ ਬਿਸਤਰੇ 'ਤੇ ਫੜਦਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਸਪੇਸਐਕਸ ਸਟਾਰਸ਼ਿਪ ਫਲਾਈਟ 7 ਟੈਸਟ ਲਾਂਚ ਲਈ ਦੁਨੀਆ ਦਾ ਸਭ ਤੋਂ ਵੱਡਾ ਰਾਕੇਟ ਇਕੱਠਾ ਕਰਦਾ ਹੈ (ਫੋਟੋਆਂ) - ਸਪੇਸ ਡਾਟ ਕਾਮ",
        "ਚੋਟੀ ਦੇ 10 ਜਾਰਜੀਆ ਖਿਡਾਰੀ ਮੁੱਲ ਦਰਜਾਬੰਦੀ, ਕਾਰਸਨ ਬੇਕ 4 ਮਿਲੀਅਨ ਡਾਲਰ ਲਈ ਮਿਆਮੀ ਵੱਲ ਵਧਦਾ ਹੈ - DawgNation",
        "ਜੱਜ ਨੇ ਜਾਰਜੀਆ ਦੇ ਚੋਣ ਵਰਕਰਾਂ ਬਾਰੇ ਨਿਰੰਤਰ ਝੂਠ ਬੋਲਣ ਲਈ ਰੁਡੀ ਜਿਉਲਿਆਨੀ ਨੂੰ ਅਦਾਲਤ ਦੀ ਨਫ਼ਰਤ ਵਿੱਚ ਫੜਿਆ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਮੈਰੀਲੈਂਡ ਪੋਲਟਰੀ ਸਹੂਲਤ ਵਿਖੇ ਬਰਡ ਫਲੂ ਦਾ ਮਾਮਲਾ ਸਾਹਮਣੇ ਆਇਆ - ਡਬਲਯੂਟੀਓਪੀ",
        "ਡੋਨਾਲਡ ਟਰੰਪ ਨੂੰ ਸਜ਼ਾ ਸੁਣਾਈ ਲਾਈਵਃ ਰਾਸ਼ਟਰਪਤੀ-ਚੁਣੇ ਬਿਨਾਂ ਸ਼ਰਤ ਡਿਸਚਾਰਜ, ਸਜ਼ਾ ਦੀ ਵਿਆਖਿਆ - ਨਿਊਜ਼ਵੀਕ",
        "ਸਪੇਸਐਕਸ ਫਾਲਕਨ 9 ਸਟਾਰਲਿੰਕ 12-12 - ਕੈਨੇਡੀ ਸਪੇਸ ਸੈਂਟਰ",
        "ਯੂਐਸ ਦੇ ਸਟਾਕਾਂ ਨੇ ਬਲਾਕਬਸਟਰ ਨੌਕਰੀਆਂ ਦੀ ਰਿਪੋਰਟ ਦੇ ਬਾਵਜੂਦ ਸ਼ੁੱਕਰਵਾਰ ਨੂੰ ਕਲੋਬਿੰਗ ਕਿਉਂ ਕੀਤੀ - ਮਾਰਕੀਟਵਾਚ",
        "ਕੈਲੀਫੋਰਨੀਆ ਜੰਗਲੀ ਅੱਗ ਲਾਈਵ ਅੱਪਡੇਟਃ Newsom ਬਲੇਜ਼ ਜਾਰੀ ਹੈ ਦੇ ਰੂਪ ਵਿੱਚ ਨਾਜ਼ੁਕ ਪਾਣੀ ਦੀ ਕਮੀ ਵਿੱਚ ਪੜਤਾਲ ਸ਼ੁਰੂ - ਫੋਰਬਸ",
        "ਐਲਏ ਫਾਇਰ ਚੀਫ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਸ਼ਹਿਰ ਦੇ ਵਸਨੀਕਾਂ ਨੂੰ ਜੰਗਲੀ ਅੱਗ ਦੀ ਤਿਆਰੀ, ਬਜਟ ਵਿੱਚ ਕਟੌਤੀ ਵਿੱਚ ਅਸਫਲ ਰਿਹਾਃ 'ਸਹੀ ਤਰ੍ਹਾਂ ਫੰਡ ਦੇਣ ਲਈ ਚੀਕਣਾ' - ਫੌਕਸ ਨਿ Newsਜ਼",
        "ਲਾਸ ਏਂਜਲਸ ਜੰਗਲੀ ਅੱਗਃ 10 ਜਨਵਰੀ, 2025 ਤੋਂ ਅਪਡੇਟਸ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "2 nostalgic — ਅਤੇ beleaguered — ਬੇ ਏਰੀਆ Macy ਦੇ 2025 ਵਿਚ ਬੰਦ ਕਰਨ ਲਈ slated - SFGATE",
        "ਬ੍ਰੋਂਕੋਸ ਬਨਾਮ ਬਿੱਲ ਸਕੋਰ ਭਵਿੱਖਬਾਣੀ - ਮੀਲ ਹਾਈ ਰਿਪੋਰਟ",
        "ਟਿਮੋਥੀ ਚੈਲਾਮੇਟ ਮੇਜ਼ਬਾਨ — ਅਤੇ ਸੰਗੀਤ ਮਹਿਮਾਨ ਵਜੋਂ ’ਐਸ ਐਨ ਐਲ' ਤੇ ਵਾਪਸ ਪਰਤਦਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ"
    ]
}