{
    "headlines": [
        "ਭਾਰਤ ਦੇ ਸਾਬਕਾ ਪ੍ਰਧਾਨ ਮੰਤਰੀ ਮਨਮੋਹਨ ਸਿੰਘ ਨੂੰ ਸਿਆਸੀ ਨੇਤਾ ਅਤੇ ਇੰਡਸਟਰੀ ਦੇ ਟਾਈਟਨਜ਼ ਨੇ ਦਿੱਤੀ ਸ਼ਰਧਾਂਜਲੀ - CNBC",
        "ਸੀਹਾਕਸ-ਬੀਅਰਜ਼ਃ ਸੀਏਟਲ ਐਨਐਫਐਲ ਦੇ 2024 ਸੀਜ਼ਨ ਦੇ ਸਭ ਤੋਂ ਭੈੜੇ ਗੇਮਾਂ ਵਿੱਚੋਂ ਇੱਕ ਵਿੱਚ ਸ਼ਿਕਾਗੋ ਉੱਤੇ 6-3 ਦੀ ਜਿੱਤ ਨਾਲ ਪਲੇਆਫ ਦੀਆਂ ਉਮੀਦਾਂ ਜ਼ਿੰਦਾ ਰੱਖਦਾ ਹੈ - ਯਾਹੂ ਸਪੋਰਟਸ",
        "ਟਾਈਮ ਵਾਰਨਰ ਅਤੇ ਸਿਟੀ ਦੇ ਸਥਿਰ ਨੇਤਾ ਰਿਚਰਡ ਪਾਰਸਨ ਦੀ 76 ਸਾਲ ਦੀ ਉਮਰ ਵਿੱਚ ਮੌਤ ਹੋ ਗਈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਯੂਐਸ ਐਫ ਡੀ ਏ ਨੇ ਟੈਲਕ ਉਤਪਾਦਾਂ ਵਿਚ ਐਸਬੈਸਟਸ ਦਾ ਪਤਾ ਲਗਾਉਣ ਲਈ ਮਾਨਕੀਕ੍ਰਿਤ ਟੈਸਟਿੰਗ ਦਾ ਪ੍ਰਸਤਾਵ ਦਿੱਤਾ - ਸੀ ਐਨ ਐਨ",
        "ਜੈ-ਜ਼ੈਡ ਨੇ ਕ੍ਰਿਸਮਸ ਤੋਂ ਬਾਅਦ ਦਾ ਕੋਲਾ ਪ੍ਰਾਪਤ ਕੀਤਾ ਕਿਉਂਕਿ ਜੱਜ ਨੇ ਬਲਾਤਕਾਰ ਕਰਨ ਵਾਲੇ ਅਤੇ ਸੀਨ 'ਤੇ ਦੋਸ਼ ਲਗਾਉਣ ਵਾਲੇ ਕੇਸ ਨੂੰ ਖਾਰਜ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਤੋਂ ਇਨਕਾਰ ਕੀਤਾ",
        "ਸੁਜ਼ ਰੋਟੋਲੋ ਦੀ ਕਹਾਣੀ, ਦ ਬੌਬ ਡਿਲਨ ਬਾਇਓਪਿਕ ’ਏ ਸੰਪੂਰਨ ਅਣਜਾਣ' ਤੋਂ ਅਸਲ ‘ਸਿਲਵੀ ਰੂਸੋ’ - ਫੋਰਬਸ",
        "ਅਜ਼ਰਬਾਈਜਾਨ ਏਅਰਲਾਈਨਜ਼ ਦੇ ਜਹਾਜ਼ ਦੇ ਕਰੈਸ਼ ਅਤੇ ਇਸ ਵਿਚ ਰੂਸ ਦੀ ਸੰਭਾਵਤ ਭੂਮਿਕਾ ਬਾਰੇ ਕੀ ਜਾਣਨਾ ਹੈ - ਐਕਸੀਓਸ",
        "ਸਿਹਤ ਸੁਝਾਅ, ਕੈਂਸਰ ‘ਪ੍ਰਫੁੱਲਤ’ ਅਤੇ ਪਾਲਤੂ ਜਾਨਵਰਾਂ ਦੇ ਕੱਪੜੇਃ ਵੈਲ+ਬੀਇੰਗ ਵਿਚ ਹਫਤਾ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "‘ਸਕੁਇਡ ਗੇਮ’ ਸਿਰਜਣਹਾਰ ਤੋੜਦਾ ਹੈ ‘ਭਾਰੀ’ ਸੀਜ਼ਨ 2 ਫਾਈਨਲ ਮੌਤ, ਮਿਡ-ਕ੍ਰੈਡਿਟਸ ਸੀਨ ਸੁਰਾਗ ਅਤੇ ਜਦੋਂ ਸੀਜ਼ਨ 3 ਆ ਰਿਹਾ ਹੈ - ਵੰਨਗੀ",
        "ਬਿੱਲੀਆਂ ਬਰਡ ਫਲੂ ਨਾਲ ਬਿਮਾਰ ਹੋ ਸਕਦੀਆਂ ਹਨ. ਇੱਥੇ ਉਨ੍ਹਾਂ ਦੀ ਰੱਖਿਆ ਕਿਵੇਂ ਕਰੀਏ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਫਿਨਲੈਂਡ ਨੇ ਹੋਰ ਅੰਡਰਸੀ ਬਾਲਟਿਕ ਕੇਬਲ ਕੱਟਣ ਤੋਂ ਬਾਅਦ ਰੂਸ ਨਾਲ ਜੁੜੇ ਟੈਂਕਰ ਨੂੰ ਜ਼ਬਤ ਕੀਤਾ - ਦਿ ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "ਰਿਕਾਰਡ ਸਮੈਸ਼ਡਃ ਪਾਰਕਰ ਪ੍ਰੋਬੇ ਇਤਿਹਾਸਕ ਕ੍ਰਿਸਮਸ ਫਲਾਈਬੀ ਵਿਚ ਸੂਰਜ ਨੂੰ ਚੁੰਮਦਾ ਹੈ - ਸਾਇੰਸਅਲਰਟ",
        "'ਇਸ ਨੂੰ ਚੁੱਪ ਰੱਖੋਃ' ਇੱਥੇ ਇਹ ਹੈ ਕਿ ਜੇ ਤੁਸੀਂ ਮੈਗਾ ਮਿਲਿਅਨਜ਼ ਜੈਕਪਾਟ ਜਿੱਤਦੇ ਹੋ ਤਾਂ ਕੀ ਜਾਣਨਾ ਹੈ ਅਤੇ ਕੀ ਕਰਨਾ ਹੈ - ਅਮਰੀਕਾ ਅੱਜ",
        "ਬਰਡ ਫਲੂ ਨੇ ਵਾਸ਼ਿੰਗਟਨ ਦੇ ਇਕ ਅਸਥਾਨ 'ਤੇ ਅੱਧ ਤੋਂ ਵੱਧ ਵੱਡੀਆਂ ਬਿੱਲੀਆਂ ਨੂੰ ਮਾਰਿਆ - ਸੀਐਨਐਨ",
        "ਹਟਾਈ",
        "ਮੀਕਾ ਪਾਰਸਨਜ਼ ਨੇ ਸੀਡੀਈ ਲੇਲੇ ਦੀ ਸੱਟ ਲੱਗਣ ਦੀਆਂ ਖ਼ਬਰਾਂ ਤੋਂ ਬਾਅਦ ਸਭ ਤੋਂ ਉਦਾਸ ਸੋਸ਼ਲ ਪੋਸਟ ਸੀ - ਸਪੋਰਟਸ ਇਲਸਟ੍ਰੇਟਿਡ",
        "ਇੱਕ ਸਨਕੀ ਟੋਰਨਾਡੋ ਜੋਖਮ ਵੀਰਵਾਰ ਨੂੰ ਟੈਕਸਾਸ ਅਤੇ ਮੱਧ-ਦੱਖਣ ਨੂੰ ਪ੍ਰਭਾਵਤ ਕਰ ਸਕਦਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "WHO ਮੁਖੀ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਹ ਯਮਨ ਹਵਾਈ ਅੱਡੇ 'ਤੇ ਸੀ ਜਿਸ ਨੂੰ ਇਜ਼ਰਾਈਲ ਨੇ ਨਿਸ਼ਾਨਾ ਬਣਾਇਆ - ਸੀਐਨਐਨ",
        "ਇਜ਼ਰਾਈਲੀ ਪੁਲਿਸ ਕਰੇਗੀ ਨੇਤਨਯਾਹੂ ਦੀ ਪਤਨੀ 'ਤੇ ਲੱਗੇ ਦੋਸ਼ਾਂ ਦੀ ਜਾਂਚ - ਬਲੂਮਬਰਗ",
        "ਹਥਿਆਰਬੰਦ ਸਮੂਹ ਨੂੰ ਨਿਸ਼ਾਨਾ ਬਣਾਉਂਦੇ ਹੋਏ ਇਜ਼ਰਾਈਲੀ ਹਮਲੇ 'ਚ ਗਾਜ਼ਾ ਦੇ ਪੰਜ ਪੱਤਰਕਾਰ ਮਾਰੇ ਗਏ - BBC.com"
    ]
}