{
    "headlines": [
        "Chris Rock présente « Saturday Night Live »— son ami de longue date Adam Sandler fait un caméo surprise : Watch - AOL",
        "Un analyste chevronné qui a prédit le rallye du S&P 500 dévoile son objectif pour 2025 - TheStreet",
        "Avez-vous déjà eu envie de fuir votre vie ? Pourquoi ce phénomène est plus courant que vous ne le pensez - CNN",
        "Les catholiques de l'administration Trump pourraient prendre le GOP dans une toute nouvelle direction - POLITICO",
        "Travis Hunter, la star dynamique à double sens du Colorado, remporte le très convoité trophée Heisman 2024 - CNN",
        "Israël frappe des cibles militaires en Syrie - The New York Times",
        "Prédictions audacieuses de la semaine 15 de la NFL : les puissances de la NFC, les Eagles et les Lions, s'effondrent, les Chiefs gagnent différemment - CBS Sports",
        "Deux pétroliers russes coulent en mer Noire - rapports - BBC.com",
        "La chasse au suspect de tir à St. Johnsbury se termine par une arrestation - WCAX",
        "Dernier meurtre du PDG de UnitedHealthcare : la mère de Mangione a déposé un rapport manquant en novembre - ABC News",
        "Mayotte : territoire insulaire français frappé par le cyclone Chido - BBC.com",
        "Les problèmes sexuels les plus courants dans la cinquantaine (et comment les gérer) - HuffPost",
        "ABC News accepte de payer 15 millions de dollars pour régler le procès en diffamation de Trump - Al Jazeera English",
        "Thunder-Rockets : 5 points à retenir des demi-finales de la Coupe NBA Emirates - NBA.com",
        "La dernière décision de la Fed en 2024 pourrait réinitialiser les mouvements de taux d'intérêt en 2025 - TheStreet",
        "Daniel Penny est l'invité de Trump et Vance au jeu Army v Navy - BBC.com",
        "Résultats de l'UFC Tampa : Joaquin Buckley frappe Colby Covington dans une bagarre sanglante, interpelle Kamaru Usman - Yahoo Sports",
        "Suchir Balaji : Un lanceur d'alerte OpenAI retrouvé mort dans un appartement - BBC.com",
        "Les PDG veulent que Trump change de cap sur les tarifs. Il ne bouge pas. - The Wall Street Journal",
        "Résultats du Main Event du samedi soir de la WWE, vainqueurs, notes : Cody Rhodes conserve son titre après une victoire controversée - CBS Sports"
    ]
}