{
    "headlines": [
        "Осуждение Джусси Смоллетта за мистификацию преступления на почве ненависти отменено Верховным судом Иллинойса - Новости NBC",
        "Киев говорит, что российская МБР наносит удар по Украине, но официальные лица США описывают ракету как БРПЛ меньшей дальности - ABC News",
        "Изъято",
        "Продажи жилья выросли в октябре, как раз перед тем, как подскочили ставки по ипотеке - CNBC",
        "Еженедельные заявки на пособие по безработице в США достигли семимесячного минимума -",
        "Уровни цен на акции Nvidia, за которыми стоит следить после получения максимальной прибыли - Investopedia",
        "Полицейский отчет раскрывает обвинения в нападении на Хегсета - POLITICO",
        "Bitcoin Homes In On $ 100k As Trump Forms Pro-Crypto Cabinet - Investor's Business Daily",
        "Изъято",
        "2024 NFL MVP Watch: Биллс Джош Аллен явный фаворит после большой победы над вождями; восемь других QBs набирают голоса - CBS Sports",
        "Исландский вулкан извергается в седьмой раз за год - NBC News",
        "Звезда, детально изображенная за пределами Млечного Пути в первый раз (изображение, видео) - Space.com",
        "В корпоративной Америке использование трансгендерных ванных комнат уже улажено - Axios",
        "Сан-Франциско - звезда нового шоу Теда Дэнсона на Netflix - SFGATE",
        "Команда Трампа разрабатывает стратегию для Латинской Америки в рамках плана массовой депортации - CNN",
        "NFL Week 12 Picks from the MMQB Staff: Harbaugh Brothers Meet Again - Sports Illustrated",
        "Как ужасная атака на тропе UGA изменила жизнь студентов и любителей природы - CNN",
        "Актуально! Актуально! Актуально! Актуально! В свои 50 лет Microsoft - это гигант ИИ, любитель открытого исходного кода и как никогда плохой - ПРОВОДНОЙ",
        "Отравление метанолом в Лаосе: австралийский подросток стал четвертым погибшим туристом - BBC.com",
        "Атлас клеток предлагает важный шаг в понимании человеческого тела - CNN"
    ]
}