{
    "headlines": [
        "جنرال موتورز تسرح 1000 موظف وسط إعادة التنظيم وخفض التكاليف - CNBC",
        "ترامب يختار حاكم ولاية داكوتا الشمالية بورغوم لمنصب وزير الداخلية - رويترز",
        "مبيعات التجزئة ترتفع مرة أخرى قبل موسم التسوق في العطلات. لا يزال الاقتصاد الأمريكي يتمتع بزخم. - MarketWatch",
        "لغز \"الوحوش الحمراء \": يجد ويب مجرات مبكرة ضخمة لا ينبغي أن تكون موجودة - SciTechDaily",
        "\"سبب حقيقي للأمل\" بشأن انخفاض معدل الوفيات الناجمة عن الجرعات الزائدة في الولايات المتحدة - MarketWatch",
        "مسؤول إيراني كبير يتعهد بدعم لبنان في الحرب بين إسرائيل وحزب الله بينما تدفع الولايات المتحدة لوقف إطلاق النار - وكالة أسوشيتد برس",
        "مراجعة: Amazon's 2024 Kindle Paperwhite يجعل أفضل قارئ إلكتروني أفضل قليلاً - Ars Technica",
        "يرتفع القمر العملاق الأخير لعام 2024 الليلة مع اكتمال قمر القندس في نوفمبر - Space.com",
        "تقول منظمة الصحة العالمية إن الزيادة في حالات الحصبة في جميع أنحاء العالم مدفوعة بنقص تغطية اللقاحات - واشنطن بوست",
        "مايك تايسون ضد جيك بول: أبطال الملاكمة والمدربين والأساطير يختارون - CBS Sports",
        "من المتوقع أن يبهر دش نيزك ليونيد مراقبي النجوم في نهاية هذا الأسبوع - صالون",
        "كتاب اللعب: ترامب يغمر المنطقة بتعيينات جديدة - POLITICO",
        "تخشى ناسا من أن تكون تسريبات المحطة الفضائية في الوحدة الروسية \"كارثية\". \"يبدو أن روسيا لا توافق - سي إن إن",
        "كوريا الشمالية تُظهر قدراتها في مجال الطائرات بدون طيار من خلال معرض المتفجرات - صحيفة وول ستريت جورنال",
        "حزب الرئيس الماركسي الجديد في سريلانكا يفوز بأغلبية الثلثين في البرلمان - وكالة أسوشيتد برس",
        "يتخطى فريق ترامب عمليات التحقق من خلفية مكتب التحقيقات الفيدرالي لبعض اختيارات مجلس الوزراء - سي إن إن",
        "اقتصاد بايدن على وشك الحصول على بائع جديد: دونالد ترامب - بوليتيكو",
        "لماذا يطالب ترامب بتعيينات العطلة لمجلس وزرائه - أكسيوس",
        "من الملابس إلى أجهزة الكمبيوتر، من المتوقع أن تصبح 6 أشياء أكثر تكلفة إذا تم سن خطط ترامب التجارية - Business Insider",
        "مراجعة \"لاندمان \": على الأقل تايلور شيريدان المتوسط باراماونت+ الصابون يعطي بيلي بوب ثورنتون الكثير من الوقود - هوليوود ريبورتر"
    ]
}