{
    "headlines": [
        "ਵਾਸ਼ਿੰਗਟਨ ਕੰਪਨੀ - ਫੌਕਸ 12 ਓਰੇਗਨ ਵਿਚ ਕੱਚੇ ਪਾਲਤੂ ਜਾਨਵਰਾਂ ਦਾ ਭੋਜਨ ਖਾਣ ਤੋਂ ਬਾਅਦ ਹਾ Houseਸ ਬਿੱਲੀ ਦੀ ਬਰਡ ਫਲੂ ਨਾਲ ਮੌਤ ਹੋ ਗਈ",
        "ਕ੍ਰਿਸਮਸ ਦਿਵਸ aurora borealis ਅਮਰੀਕਾ ਦੇ ਹਿੱਸੇ ਨੂੰ ਰੌਸ਼ਨ ਕਰ ਸਕਦਾ ਹੈ - ਨਿਊਯਾਰਕ ਪੋਸਟ",
        "ਰਿਆਨ ਰੇਨੋਲਡਸ ਦੁਰਲੱਭ ਭਾਵਨਾਵਾਂ ਦਰਸਾਉਂਦਾ ਹੈ ਜਦੋਂ ਪਤਨੀ ਬਲੇਕ ਲਾਈਵਲੀ ਨੇ ਜਸਟਿਨ ਬਾਲਡੋਨੀ 'ਤੇ ਜਿਨਸੀ ਸ਼ੋਸ਼ਣ ਲਈ ਮੁਕੱਦਮਾ ਕੀਤਾ - ਹਿੰਦੁਸਤਾਨ ਟਾਈਮਜ਼",
        "ਨੋਰੈਡ ਦਾ ਸੈਂਟਾ ਟਰੈਕਰ ਸ਼ੀਤ ਯੁੱਧ ਦਾ ਮਨੋਬਲ ਵਧਾਉਂਦਾ ਸੀ. ਹੁਣ ਇਹ ਲੱਖਾਂ ਬੱਚਿਆਂ ਨੂੰ ਆਕਰਸ਼ਿਤ ਕਰਦਾ ਹੈ - ਪੋਲਿਟਿਕੋ",
        "ਅਮਰੀਕਾ ਵਿਚ ਖੰਘ ਦੇ ਮਾਮਲੇ ਇਕ ਦਹਾਕੇ ਦੇ ਸਭ ਤੋਂ ਉੱਚੇ ਪੱਧਰ 'ਤੇ ਚੜ੍ਹੇ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਸੀਨ ਕੰਬਜ਼ ਨੇ 'ਵਾਈਲਡ ਕਿੰਗ ਨਾਈਟਸ,‘ ਜਿਨਸੀ ਬੈਟਰੀ ਦਾ ਦਾਅਵਾ ਕਰਨ ਦੁਆਰਾ ਮੁਕੱਦਮਾ ਕੀਤਾ - ਰੋਲਿੰਗ ਸਟੋਨ",
        "ਹੈਤੀ ਦੇ ਸਭ ਤੋਂ ਵੱਡੇ ਹਸਪਤਾਲ 'ਤੇ ਬੰਦੂਕਧਾਰੀਆਂ ਦੇ ਹਮਲੇ' ਚ ਤਿੰਨ ਦੀ ਗੋਲੀ ਮਾਰ ਕੇ ਹੱਤਿਆ - BBC.com",
        "ਗੁੱਸੇ ਅਤੇ ਕੈਫੀਨ ਦੁਆਰਾ ਬਾਲਣ, 200 ਸਟਾਰਬਕਸ ਵਰਕਰ ਪਿਟਸਬਰਗ ਖੇਤਰ ਵਿੱਚ ਹੜਤਾਲ - TribLIVE",
        "ਟਰੰਪ ਨੇ ਬਾਇਡਨ ਦੇ ਸੰਘੀ ਮੌਤ ਦੀ ਜ਼ਿਆਦਾਤਰ ਸਜ਼ਾ ਕੱਟਣ ਤੋਂ ਬਾਅਦ ਫਾਂਸੀ ਦੀ ਪੈਰਵੀ ਕਰਨ ਦੀ ਸਹੁੰ ਖਾਧੀ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਇਸ ਛੁੱਟੀ ਦੇ ਮੌਸਮ ਦੌਰਾਨ ਛੂਤ ਦੀਆਂ ਬਿਮਾਰੀਆਂ ਬਾਰੇ ਕੀ ਜਾਣਨਾ ਹੈ - ਯਾਹੂ! ਆਵਾਜ਼ਾਂ",
        "ਇਹ ਕਿਵੇਂ ਮਹਿਸੂਸ ਹੁੰਦਾ ਹੈ? ਬੌਬ ਡਿਲਨ ਦਾ ਹੋਮਟਾਉਨ ਗਾਇਕਾ ਬਾਰੇ ਨਵੀਂ ਫਿਲਮ ਦੀ ਤਿਆਰੀ ਕਰਦਾ ਹੈ - ਐਮਪੀਆਰ ਨਿ Newsਜ਼",
        "ਬਲੀਚਰ ਰਿਪੋਰਟ ਦਾ ਮਾਹਰ ਹਫਤਾ 17 ਐਨਐਫਐਲ ਪਿਕਸ - ਬਲੀਚਰ ਰਿਪੋਰਟ",
        "ਸਰੋਤਃ ਟੈਕਸਨਜ਼ ਦਾ ਟੈਂਕ ਡੈੱਲ ਟਾਇਰ ਮੈਡੀਅਲ ਜਮਾਂਦਰੂ, ਲੈਟਰਲ ਜਮਾਂਦਰੂ, ਅਤੇ ਨਾਲ ਹੀ ਏਸੀਐਲ, ਡਿਸਲੋਕੇਟਡ ਗੋਡੇ, ਮੇਨਿਸਕਸ ਨੁਕਸਾਨ - ਕੇਪੀਆਰਸੀ ਕਲਿਕ 2ਹੌਸਟਨ",
        "Santa Rally Kicks Off On Wall Street: ਸਟਾਕ ਲਾਭ, Tesla Soars, ਵਿਕੀਪੀਡੀਆ ਹਿੱਟ $ 98,000 - ਯਾਹੂ ਵਿੱਤ",
        "ਟਰੰਪ ਦੀ ਚੋਣ ਨਿਆਂਇਕ ਰਿਟਾਇਰਮੈਂਟਾਂ, ਨਵੀਂ ਜੱਜਸ਼ਿਪਾਂ ਨੂੰ ਲੈ ਕੇ ਲੜਾਈ ਭੜਕਦੀ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਪੁਲਾੜ ਯਾਤਰੀ ਜਿਨ੍ਹਾਂ ਦੀ ਧਰਤੀ 'ਤੇ ਵਾਪਸੀ ਵਿਚ ਦੇਰੀ ਹੋਈ ਸੀ ਉਹ ਕ੍ਰਿਸਮਸ ਡਿਨਰ ਲਈ ਪੁਲਾੜ ਵਿਚ ਖਾਣਗੇ - ਯਾਹੂ! ਆਵਾਜ਼ਾਂ",
        "ਫੋਟੋਆਂਃ ਸੈਂਟਾ ਕਰੂਜ਼ ਵਰਫ collapseਹਿ - KRON4",
        "ਅਮਰੀਕੀ ਪਾਬੰਦੀਆਂ ਅਧੀਨ ਰੂਸ ਦਾ ਜਹਾਜ਼ ਇੰਜਣ ਰੂਮ 'ਚ ਧਮਾਕੇ ਤੋਂ ਬਾਅਦ ਡੁੱਬਿਆ - BBC.com",
        "\"ਕ੍ਰਿਸਮੁਕਕਾ\": ਕ੍ਰਿਸਮਸ ਅਤੇ ਹਨੂਕਾ ਇਸ ਸਾਲ ਇਕੋ ਤਾਰੀਖ 'ਤੇ ਕਿਉਂ ਡਿੱਗਦੇ ਹਨ - ਐਕਸੀਓਸ",
        "ਮੈਗਾ ਮਿਲੀਅਨਜ਼ ਜੈਕਪਾਟ ਕ੍ਰਿਸਮਸ ਈਵ ਡਰਾਇੰਗ ਤੋਂ ਪਹਿਲਾਂ $ 1 ਬਿਲੀਅਨ ਹਿੱਟ ਕਰਦਾ ਹੈ - ਏਬੀਸੀ ਨਿ Newsਜ਼"
    ]
}