{
    "headlines": [
        "ਸਾਬਕਾ ਐਬਰਕ੍ਰੋਮਬੀ ਐਂਡ ਫਿਚ ਸੀਈਓ ਸੈਕਸ ਤਸਕਰੀ ਦੇ ਦੋਸ਼ਾਂ ਵਿੱਚ ਗ੍ਰਿਫਤਾਰ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਆਈਆਰਐਸ ਨੇ ਆਪਣੇ ਨਵੇਂ 2025 ਟੈਕਸ ਬਰੈਕਟਾਂ ਦੀ ਘੋਸ਼ਣਾ ਕੀਤੀ ਹੈ. ਇੱਥੇ ਕੀ ਜਾਣਨਾ ਹੈ. - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "Phoneਰਤ ਨੇ ਫੋਨ ਸੁੱਟਿਆ, ਚੱਟਾਨ ਦੇ ਕ੍ਰੀਵਿਸ ਵਿਚ ਫਸ ਗਈ ਇਸ ਦੀ ਭਾਲ ਵਿਚ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਐਸ ਐਂਡ ਪੀ 500 ਦਾ ਗਰਮ ਰਿਟਰਨ ਦਾ ਯੁੱਗ ਖਤਮ ਹੋ ਗਿਆ ਹੈ, ਗੋਲਡਮੈਨ ਕਹਿੰਦਾ ਹੈ - ਐਕਸੀਓਸ",
        "ਬਰੂਸ ਸਪ੍ਰਿੰਗਸਟਿਨ ਐਟਲਾਂਟਾ ਵਿਚ ਵੀਰਵਾਰ ਦੀ ਹੈਰਿਸ-ਓਬਾਮਾ ਰੈਲੀ ਦੀ ਸਿਰਲੇਖ ਲਈ - ਐਟਲਾਂਟਾ ਜਰਨਲ ਸੰਵਿਧਾਨ",
        "ਪਿਕਸਲ 9 ਏ ਕੈਮਰਾ ਸਪੈਕਸ 48MP ਮੁੱਖ, ‘ਮੈਨੂੰ ਸ਼ਾਮਲ ਕਰੋ‘ ਅਤੇ ਇੱਕ ਕੈਮਰਾ ਬੰਪ ਦੇ ਨਾਲ ਲੀਕ - 9to5Google",
        "ਪੁਤਿਨ ਨੇ ਬ੍ਰਿਕਸ ਸਿਖਰ ਸੰਮੇਲਨ 'ਚ ਗਲੋਬਲ ਸਾਊਥ ਲੀਡਰਾਂ ਦੀ ਮੇਜ਼ਬਾਨੀ ਕੀਤੀ, ਜਿਸ ਦਾ ਮਕਸਦ ਪੱਛਮੀ ਮੁਹਾਵਰੇ ਦਾ ਮੁਕਾਬਲਾ ਕਰਨਾ ਸੀ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "'ਗੁਲਾਬੀ ਕੋਕੀਨ' ਕੀ ਹੈ, ਉਸ ਦੀ ਮੌਤ ਤੋਂ ਬਾਅਦ ਲੀਅਮ ਪੇਨ ਦੀ ਪ੍ਰਣਾਲੀ ਵਿਚ ਮਿਲੀ ਦਵਾਈ? - ਐਨ ਬੀ ਸੀ ਨਿ Newsਜ਼",
        "ਐਮੀ ਐਡਮਜ਼ ਜੰਗਲੀ ਜਾਂਦਾ ਹੈਃ ਬਾਰਕਿੰਗ ‘ਤੇ' ਨਾਈਟਬਿੱਟਚ ’ਸਟਾਰ, ਵਧ ਰਹੇ ਚਿਨ ਵਾਲ ਅਤੇ‘ ਧਰੁਵੀਕਰਨ ’ਦਰਸ਼ਕਾਂ ਨੂੰ ਉਸ ਦੇ ਕੱਚੇ ਲੁੱਕ ਨਾਲ ਮਾਂ - ਵੰਨਗੀ",
        "ਜਰਮਨੀ ਨੇ ਪਹਿਲੇ ਐਮਪੌਕਸ ਵੇਰੀਐਂਟ ਆਈਬੀ ਕੇਸ ਦਾ ਪਤਾ ਲਗਾਇਆ - ਡੀਡਬਲਯੂ (ਅੰਗਰੇਜ਼ੀ)",
        "ਐਸ 2 ਮੀਟੀਓਰਾਈਟਃ ਕੀ ਹੋਇਆ ਜਦੋਂ ਲੰਡਨ ਜਿੰਨਾ ਵੱਡਾ ਚੱਟਾਨ ਧਰਤੀ ਨੂੰ ਮਾਰਿਆ? - ਬੀਬੀਸੀ.",
        "ਜੀਐਮ ਰਿਪੋਰਟਾਂ Q3 pretax ਮੁਨਾਫਾ ਮਜ਼ਬੂਤ ਕੀਮਤਾਂ, ਲਾਗਤ ਅਨੁਸ਼ਾਸਨ 'ਤੇ 15.5% ਵਧਿਆ - ਡੀਟ੍ਰਾਯਟ ਫ੍ਰੀ ਪ੍ਰੈਸ",
        "ਇਜ਼ਰਾਈਲੀ ਹਮਲੇ ਦੀ ਯੋਜਨਾਬੰਦੀ 'ਤੇ ਅਮਰੀਕੀ ਖੁਫੀਆ ਲੀਕ ਦੀ ਸ਼ੁਰੂਆਤੀ ਜਾਂਚ ਇਸ ਗੱਲ' ਤੇ ਕੇਂਦ੍ਰਤ ਕਰਦੀ ਹੈ ਕਿ ਦਸਤਾਵੇਜ਼ਾਂ ਤੱਕ ਕਿਸ ਦੀ ਪਹੁੰਚ ਸੀ - ਸੀ ਐਨ ਐਨ",
        "ਕਿਵੇਂ 4 ਦੱਖਣੀ ਪਹੁੰਚ ਕਿਤਾਬ, Absolution, ਲੇਖਕ ਜੈੱਫ ਵੈਂਡਰਮੀਅਰ - ਪੌਲੀਗਨ ਤੋਂ ਬਾਹਰ ਫਟਿਆ",
        "ਮਿਡਲ ਈਸਟ ਨਵੀਨਤਮਃ ਬੇਰੂਤ ਦੇ ਮੁੱਖ ਹਸਪਤਾਲਾਂ ਵਿੱਚੋਂ ਇੱਕ ਦੇ ਨੇੜੇ ਇਜ਼ਰਾਈਲੀ ਹਮਲਿਆਂ ਵਿੱਚ ਇੱਕ ਦਰਜਨ ਤੋਂ ਵੱਧ ਦੀ ਮੌਤ ਹੋ ਗਈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਆਈਐਮਐਫ ਨੇ ਅਮਰੀਕੀ ਵਿਕਾਸ ਦੀ ਭਵਿੱਖਬਾਣੀ ਨੂੰ ਹਟਾਇਆ ਪਰ ਚੀਨ ਨੂੰ ਦਰਕਿਨਾਰ ਕੀਤਾ; ਨਿਰਾਸ਼ਾਜਨਕ ਗਲੋਬਲ ਆਰਥਿਕਤਾ ਨੂੰ ਵੇਖਦਾ ਹੈ - ਰਾਇਟਰਜ਼",
        "2024 ਆਈਪੈਡ ਮਿਨੀ ਨਾਲ ਹੱਥ ਮਿਲਾਓਃ ਅੰਤਰ ਨੂੰ ਸਪਾਟ ਕਰੋ - ਆਰਸ ਟੈਕਨੀਕਾ",
        "ਹਟਾਈ",
        "ਪਾਲ ਵੇਲਨ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਸਨੇ ਯੂਕ੍ਰੇਨ ਦੀਆਂ ਫਰੰਟਲਾਈਨਜ਼ ਤੋਂ ਜਾਣਕਾਰੀ ਰੂਸੀ ਜੇਲ੍ਹ ਤੋਂ ਅਮਰੀਕਾ ਨੂੰ ਦਿੱਤੀ - ਯੂਐਸਏ ਅੱਜ",
        "ਐਨਬੀਏ 2024-25 ਉਦਘਾਟਨੀ ਰਾਤ - ਪੂਰਬ, ਪੱਛਮੀ ਅਤੇ ਐਨਬੀਏ ਚੈਂਪਸ ਲਈ ਮਾਹਰਾਂ ਦੀ ਚੋਣ - ਈਐਸਪੀਐਨ"
    ]
}