{
    "headlines": [
        "أسهم بوينغ ترتفع بعد عرض الدفع لإنهاء الإضراب. تصويت الاتحاد المقرر الأسبوع المقبل. - بارونز",
        "تقرير الوظائف لشهر أكتوبر: الاقتصاد الأمريكي يضيف 12000 وظيفة فقط مع إضراب بوينج والأعاصير تؤثر على سوق العمل - Yahoo Finance",
        "ما يجب معرفته عن الفيضانات غير المسبوقة التي قتلت أكثر من 200 شخص في إسبانيا - وكالة أسوشيتد برس",
        "ترتفع العقود الآجلة لمؤشر Nasdaq 100 مع قيام المستثمرين بتحليل أحدث أرباح التكنولوجيا، في انتظار بيانات الوظائف: تحديثات مباشرة - CNBC",
        "مسؤول في جورجيا يقول إن فيديو تزوير مزعوم للناخبين تم إنشاؤه على الأرجح من قبل مزرعة متصيدين روسية - سي بي إس نيوز",
        "خطة دودجرز البسيطة حول تقرير الكشافة للتغلب على اليانكيز في سلسلة العالم Rang True - Sports Illustrated",
        "أرض المنزل المبدئي بمليون دولار يمكن أن تقرر مصير الكونغرس - بوليتيكو",
        "الرئيس التنفيذي لشركة إكسون موبيل دارين وودز على نتائج الربع الثالث: تحول الشركة بدأ يظهر نفسه - تلفزيون سي إن بي سي",
        "ما هي مدينة بعلبك القديمة في لبنان ولماذا تستهدفها إسرائيل ؟ - الجزيرة الإنجليزية",
        "معاينة كونلي للأسبوع العاشر: ولاية بنسلفانيا - ولاية أوهايو تحصل على بداية ساخنة لشهر نوفمبر - ESPN",
        "تدعي عارضة أزياء بلاي بوي السابقة أن شون \"ديدي\" كومز جعلها تشاهد فيديو جينيفر لوبيز في \"Freak Off\" - الصفحة السادسة",
        "أسفر إطلاق النار في الهالوين في منطقة الحياة الليلية في أورلاندو عن مقتل شخصين وإصابة 6 - سي إن إن",
        "تفتخر كوريا الشمالية بصاروخ \"الأقوى في العالم\"، لكن الخبراء يقولون إنه أكبر من أن يستخدم في الحرب - نيويورك بوست",
        "روسيا تحكم على موظف سابق في القنصلية الأمريكية بالسجن ما يقرب من خمس سنوات - الجزيرة الإنجليزية",
        "وزير الخارجية: كوريا الشمالية ستدعم روسيا حتى النصر في أوكرانيا",
        "تقدم شفاء طبقة الأوزون مع تصنيف ثقب أنتاركتيكا لعام 2024 من بين الأصغر منذ عقود - المجرة اليومية - قناة الاكتشافات العظيمة",
        "iPhone SE 4 أول من يحصل على مودم 5G من تصميم Apple، و iPhone 17 Pro لإضافة رقاقة Wi - Fi 7 مخصصة - MacRumors",
        "نقطة محذوفة هنا",
        "مقطورة تشويقية رسمية للموسم الثاني من \"لعبة الحبار\" - سي إن إن",
        "هل أعاني من كوفيد أو الإنفلونزا أو أي شيء آخر ؟ 2024 الأعراض والاختبارات لمعرفة ذلك. - أخبار سي بي إس"
    ]
}