{
    "headlines": [
        "ਟਰੰਪ ਈਰਾਨ ਵਿਰੁੱਧ ‘ਵੱਧ ਤੋਂ ਵੱਧ ਦਬਾਅ’ ਮੁਹਿੰਮ ਦਾ ਨਵੀਨੀਕਰਨ ਕਰਨਗੇ - ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "ਬੰਦ ਭਾਬੀ ਨੇ ਕਿਹਾ 'ਮੇਰੀ ਕੈਂਸਰ ਦੀ ਦਵਾਈ' ਕਾਰਨ ਭਾਰ ਘਟਿਆ, ਭੜਕੀ ਆਨਲਾਈਨ ਚਿੰਤਾ - ਲੋਕ",
        "ਟੋਯੋਟਾ ਕਹਿੰਦਾ ਹੈ ਕਿ ਕੈਲੀਫੋਰਨੀਆ ਦੀ ਅਗਵਾਈ ਵਾਲੇ ਈਵੀ ਦੇ ਆਦੇਸ਼ 'ਅਸੰਭਵ' ਹਨ ਕਿਉਂਕਿ ਰਾਜ ਟੀਚੇ ਤੋਂ ਘੱਟ ਜਾਂਦੇ ਹਨ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਨਵਾਂ ਮੈਕ ਮਿਨੀ ਅਪਗ੍ਰੇਡੇਬਲ ਸਟੋਰੇਜ ਵੱਲ ਇਕ ਛੋਟਾ ਜਿਹਾ ਕਦਮ ਚੁੱਕਦਾ ਹੈ - ਦਿ ਵਰਜ",
        "ਟਰੰਪ 2020 ਚੋਣ ਕੇਸ ਵਿੱਚ, ਜੈਕ ਸਮਿਥ ਜੱਜ ਨੂੰ \"ਉਚਿਤ ਕੋਰਸ\" ਨਿਰਧਾਰਤ ਕਰਨ ਲਈ ਸਮਾਂ ਮੰਗਦਾ ਹੈ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਤਕਨੀਕੀ ਲਈ ਦੂਜੀ ਟਰੰਪ ਪ੍ਰੈਜ਼ੀਡੈਂਸੀ ਦਾ ਕੀ ਅਰਥ ਹੈ - ਦਿ ਵਰਜ",
        "ਪਾਵੇਲ ਅਤੇ ਫੈੱਡ ਟਰੰਪ ਬਾਰੇ ਸਦਾ ਲਈ ਗੱਲ ਕਰਨ ਤੋਂ ਨਹੀਂ ਬਚ ਸਕਣਗੇ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਗਾਜ਼ਾ ਯੁੱਧ 'ਚ ਮਰਨ ਵਾਲੀਆਂ ਔਰਤਾਂ ਤੇ ਬੱਚਿਆਂ' ਚ ਲਗਪਗ 70% ਤਸਦੀਕ, ਸੰਯੁਕਤ ਰਾਸ਼ਟਰ ਅਧਿਕਾਰ ਦਫ਼ਤਰ ਦਾ ਕਹਿਣਾ - Reuters",
        "ਲਾਈਵ ਚੋਣ ਅਪਡੇਟਸਃ ਡੈਮੋਕਰੇਟਸ ਜ਼ੋਰ ਦਿੰਦੇ ਹਨ ਕਿ ਉਨ੍ਹਾਂ ਕੋਲ ਅਜੇ ਵੀ ਸਦਨ ਨਿਯੰਤਰਣ ਦਾ ਰਸਤਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਬਲੇਨੀ, ਬਾਇਰਨ, ਲੋਗਾਨੋ, ਰੈਡਿਕਃ 2024 ਨਾਸਕਾਰ ਚੈਂਪੀਅਨ ਕੌਣ ਹੋਵੇਗਾ? - ਈਐਸਪੀਐਨ",
        "ਨਿਆਂ ਵਿਭਾਗ ਨੇ ਆਈ. ਆਰ. ਜੀ. ਸੀ. ਸੰਪਤੀ ਅਤੇ ਦੋ ਸਥਾਨਕ ਸੰਚਾਲਕਾਂ ਖ਼ਿਲਾਫ਼ ਕਤਲ-ਫੋਰ-ਹਾਇਰ ਅਤੇ ਸਬੰਧਿਤ ਦੋਸ਼ਾਂ ਦਾ ਕੀਤਾ ਐਲਾਨ - ਨਿਆਂ ਵਿਭਾਗ",
        "ਗ੍ਰੈਮੀ ਨਾਮਜ਼ਦਗੀਆਂ 2025: ਬੇਯੋਂਸ 11 ਨੋਡਾਂ ਦੇ ਨਾਲ ਟੇਲਰ ਸਵਿਫਟ, ਚੈਪਲ ਰੋਨ, ਸਬਰੀਨਾ ਕਾਰਪੈਂਟਰ ਅਤੇ ਚਾਰਲੀ ਐਕਸਸੀਐਕਸ ਚੋਟੀ ਦੇ ਨਾਮਜ਼ਦ ਵਿਅਕਤੀਆਂ ਵਿੱਚ ਸ਼ਾਮਲ ਹਨ - ਵੰਨਗੀਆਂ",
        "ਕਰੂ -8 ਪੁਲਾੜ ਯਾਤਰੀ ਸਪਲੈਸ਼ਡਾਉਨ ਤੋਂ ਬਾਅਦ ਹਸਪਤਾਲ ਵਿਚ ਦਾਖਲ ਹੋਣ ਤੋਂ ਬਾਅਦ ਪਹਿਲੀ ਵਾਰ ਜਨਤਕ ਤੌਰ 'ਤੇ ਗੱਲ ਕਰਨਗੇ - ਸੀ ਐਨ ਐਨ",
        "ਕੰਟਰੀ ਸਟਾਰ ਜ਼ੈਚ ਬ੍ਰਾਇਨ ਦੇ ਸਾਬਕਾ ਨੇ ਉਸ 'ਤੇ ਭਾਵਨਾਤਮਕ ਸ਼ੋਸ਼ਣ ਦਾ ਦੋਸ਼ ਲਗਾਇਆ, ਦਾਅਵਾ ਕੀਤਾ ਕਿ ਉਸ ਨੂੰ ਐਨਡੀਏ' ਤੇ ਦਸਤਖਤ ਕਰਨ ਲਈ 12 ਮਿਲੀਅਨ ਡਾਲਰ ਦੀ ਪੇਸ਼ਕਸ਼ ਕੀਤੀ ਗਈ ਸੀ - ਫੌਕਸ ਨਿ Newsਜ਼",
        "2019 ਦੀ ਭਿਆਨਕ ਅੱਗ ਤੋਂ ਬਾਅਦ ਪਹਿਲੀ ਵਾਰ ਨੋਟਰੇ-ਡੈਮ ਦੀਆਂ ਘੰਟੀਆਂ ਵੱਜੀਆਂ - ਸੀ ਐਨ ਐਨ",
        "'ਉਨ੍ਹਾਂ ਨੇ ਯਹੂਦੀ, ਆਈਡੀਐਫ ਨੂੰ ਚੀਕਿਆ': ਇਜ਼ਰਾਈਲੀ ਫੁੱਟਬਾਲ ਪ੍ਰਸ਼ੰਸਕ ਐਮਸਟਰਡਮ ਵਿੱਚ ਹਮਲੇ ਦਾ ਵਰਣਨ ਕਰਦਾ ਹੈ - ਬੀਬੀਸੀ.",
        "ਕਾਲੇ ਲੋਕਾਂ ਨੂੰ ਰਾਜ ਦੇ ਏਜੀ, ਕਾਲਜਾਂ ਅਤੇ ਪੁਲਿਸ ਵਜੋਂ ਭੇਜੇ ਗਏ ਗੁਲਾਮਾਂ ਅਤੇ ’ਕਪਾਹ ਚੁੱਕਣ' ਬਾਰੇ ਨਸਲੀ ਟੈਕਸਟ ਉਨ੍ਹਾਂ ਦੀ ਸ਼ੁਰੂਆਤ ਦੀ ਜਾਂਚ ਕਰਦੇ ਹਨ - ਸੀਐਨਐਨ",
        "ਹਟਾਈ",
        "ਸੁਸੀ ਵਾਈਲਜ਼ ਬਾਰੇ 5 ਚੀਜ਼ਾਂ ਜੋ ਤੁਹਾਨੂੰ ਜਾਣਨ ਦੀ ਜ਼ਰੂਰਤ ਹਨ - ਪੋਲਿਟਿਕੋ",
        "ਐਨਐਫਐਲ ਹਫਤਾ 10 ਬੋਲਡ ਭਵਿੱਖਬਾਣੀਃ ਪੈਂਥਰਜ਼, ਬ੍ਰਾਈਸ ਯੰਗ ਘਰ ਤੋਂ ਦੂਰ ਜਿੱਤ; ਡ੍ਰੈਕ ਮੇਅ ਕੈਲੇਬ ਵਿਲੀਅਮਜ਼ ਨੂੰ ਪਛਾੜਦਾ ਹੈ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ"
    ]
}