{
    "headlines": [
        "Les baristas Starbucks lancent des grèves juste avant Noël - Nation's Restaurant News",
        "Meurtres à Delphi : le tueur condamné Richard Allen condamné à 130 ans de prison - ABC News",
        "Comment une fermeture du gouvernement pourrait affecter vos projets de voyage - The Washington Post",
        "Une fillette de sept ans tuée et plusieurs autres blessées dans une attaque au couteau à l'école primaire de Croatie - CNN",
        "‘Sonic The Hedgehog 3’ 6,5 M $ , ‘Mufasa’ 3 M $ + En avant-première jeudi – Billetterie - Date limite",
        "Des diplomates américains rencontrent le chef de l'opposition syrienne à Damas - Axios",
        "Novo s'écrase de 20 % après que le nouveau médicament contre l'obésité a manqué les prévisions. Lilly, Viking, Amgen Jump. - Investor's Business Daily",
        "Signes avant-coureurs pour Trump en tant que rebelle républicain provocateur - BBC.com",
        "[supprimé]",
        "Une frappe de missile russe à l'heure de pointe sur Kiev tue une personne, endommage les ambassades - Reuters",
        "Les contrats à terme sur actions américaines réduisent les pertes après les données d'inflation, Trump cible l'Europe - Reuters",
        "Revenus et dépenses personnels, novembre 2024 - Bureau d'analyse économique",
        "Choix des éliminatoires du football collégial, calendrier : prédictions contre la propagation, cotes pour les matchs de premier tour - CBS Sports",
        "[supprimé]",
        "Biden remet 4,28 milliards de dollars de dette étudiante à 54 900 emprunteurs - CNBC",
        "De nouveaux détails émergent sur la mère de l'Utah, 3 jeunes enfants tués à leur domicile - CBS News",
        "Comment Clase Azul a construit une entreprise de tequila d'un milliard de dollars au-delà de l'étagère supérieure - Forbes",
        "Les paresseux géants et les mastodontes ont coexisté avec les humains pendant des millénaires en Amérique, selon de nouvelles découvertes - ABC News",
        "Avez-vous l'impression que le monde est plus incontrôlable qu'auparavant ? Il y a une raison à cela. - Ardoise",
        "Feu et glace : Top démarre, s'assoit et dort dans le football fantastique pour la semaine 16 - Pro Football Focus"
    ]
}