{
    "headlines": [
        "Трамп возвращается к Батлеру на митинг на месте покушения - CNN",
        "Возможный преемник Насраллы не контактирует с пятницы, говорит ливанский источник - Reuters",
        "Ракетный удар Ирана по Израилю вызывает вопросы об ограничении арсенала - The Washington Post",
        "Демократы, которых преследует 2016 год, опасаются, что Камала Харрис слишком осторожна - POLITICO",
        "Открытие глаз: По меньшей мере 70 человек погибли в результате нападения банды на Гаити, говорит Организация Объединенных Наций - Новости CBS",
        "Еще две женщины в Массачусетсе дали положительный результат на вирус Западного Нила - WCVB Бостон",
        "Могут ли борющиеся самолеты WR Garrett Wilson извлечь выгоду из торговли на Davante Adams? - ESPN",
        "Что такое смертельный вирус Марбург и где он распространился? - Al Jazeera English",
        "В результате наводнений и оползней в Боснии погибли 16 человек - BBC.com",
        "Байден впервые выступил на пресс-брифинге в Белом доме - Axios",
        "Ультра-обработанные продукты оказывают такое воздействие на здоровье детей, предупреждает диетолог - Fox News",
        "В прошлом у Земли было две луны. Один из мини-лун побывал дважды и вернется через 27 лет - WION",
        "Год спустя война бросает тень на все аспекты жизни в Израиле - Ассошиэйтед Пресс",
        "Результаты UFC 307: Pereira vs. Rountree Jr. - MMA Fighting",
        "Северное сияние снова может быть видно в Массачусетсе. Прогноз полярных сияний на карте. - CBS Boston",
        "Ураган Хелен: политический скандал разразился из-за помощи пострадавшим от стихийного бедствия - BBC.com",
        "Историческое поместье Билтмор в некоторых местах пострадало от «обширного» ущерба после того, как Хелен ударила по Северной Каролине - CNN",
        "Хелен разрушила этот кемпинг в Северной Каролине, но клиенты и незнакомцы вмешиваются, чтобы помочь - CBS News",
        "Насколько я должен беспокоиться о росте цен на нефть? - BBC.com",
        "Гарт Брукс назвал жену Тришу Йервуд своим «партнером в хорошие времена» и «плохие» дни, прежде чем его обвинили в изнасиловании - Страница шестая"
    ]
}