{
    "headlines": [
        "مسؤولو الصحة العامة في مقاطعة لوس أنجلوس يؤكدون أول حالة بشرية لإنفلونزا الطيور H5 - سي بي إس نيوز",
        "أزمة العلاقات العامة على المقعد الساخن بعد بليك ليفلي \"حملة تشويه\" الكليات - متنوعة",
        "مباراة الكلية لكرة القدم: يخضع كارسون بيك من جورجيا لجراحة UCL، لتفويت ما بعد الموسم - Yahoo Sports",
        "Packers vs. Saints where to watch: NFL kickoff time, live stream, odds, prediction for 'MNF' game - CBS Sports",
        "بايدن يحكم بالسجن مدى الحياة على 37 من أصل 40 سجينًا فيدراليًا محكوم عليهم بالإعدام قبل أن يتمكن ترامب من استئناف عمليات الإعدام - وكالة أسوشيتد برس",
        "تم نقل بيل كلينتون إلى المستشفى في العاصمة - أكسيوس",
        "\"الحاجة إلى إجراء بعض التغيير في المعايير \": تثير قضية جرانجر نقاشًا متجددًا حول المشرعين المرضى - بوليتيكو",
        "رفع مات غايتز دعوى قضائية غير ناجحة في اللحظة الأخيرة لوقف إصدار تقرير أخلاقيات مجلس النواب - سي إن إن",
        "عائلة نوردستروم تأخذ سلسلة متاجر خاصة في صفقة بقيمة 6.25 مليار دولار - واشنطن بوست",
        "يواجه رجل اتهامات بالقتل في وفاة امرأة أشعلت فيها النيران في مترو أنفاق مدينة نيويورك - وكالة أسوشيتد برس",
        "فيلم كريستوفر نولان التالي هو تعديل لفيلم هوميروس \"الأوديسة\"، الكشف العالمي - الموعد النهائي",
        "محذوف",
        "أصيب ضابط برصاصة قاتلة بعد الرد على مكالمة بشأن رجل مسلح في سوبر ماركت نورث كارولينا: الشرطة - ABC News",
        "ترامب يستعرض السياسة الخارجية القتالية مع التهديدات لبنما وغرينلاند - رويترز",
        "المشتبه به في جريمة قتل يونايتد هيلث كير لويجي مانجيوني يدفع بأنه غير مذنب في نيويورك - واشنطن بوست",
        "محذوف",
        "ASUS تستثير جهاز كمبيوتر محمول ROG Strix الجديد الموضح بـ RGB والذي سيأتي العام المقبل - The Verge",
        "بركان كيلاويا في هاواي يرسل الحمم البركانية المتدفقة إلى السطح في أحدث ثوران - تابع البث المباشر - BBC.com",
        "ليس من المفترض أن يصدمك فيلم A24 الجديد المثير. من المفترض أن تفعل شيئًا أفضل. - لائحة",
        "درجات العمالقة- فالكونز: هل لعب أي عمالقة بشكل جيد في الخسارة 34-7 أمام أتلانتا ؟ - إطلالة زرقاء كبيرة"
    ]
}