{
    "headlines": [
        "توفي تيم جونسون، عضو مجلس الشيوخ عن ولاية ساوث داكوتا لثلاث فترات، عن عمر يناهز 77 عامًا - صحيفة واشنطن بوست",
        "تنتهي صفقات Amazon Prime Day الليلة: أكثر من 60 عملية شراء في اللحظة الأخيرة من Apple و Dyson و Ninja والمزيد قبل يوم الجمعة الأسود - Yahoo Life",
        "الرئيس التنفيذي السابق لشركة فايزر، رئيس الشؤون المالية تراجع عن حملة الناشطين في ستاربورد - سي إن بي سي",
        "القوتان تعملان على مكالمة هاتفية بين بايدن ونتنياهو - BBC.com",
        "مباشر: لعبة Dodgers - Padres NLDS 4 (FS1) - MLB.com",
        "ينهي ترامب التكهنات حول نقاش آخر: \"لن تكون هناك مباراة أخرى\" - بوليتيكو",
        "استمع إلى هاوي روز يقدم مكالمتين مثيرتين بينما ينهي فريق ميتس فيليز - نيويورك بوست",
        "كمالا هاريس ترد على جدل تحرير \"60 دقيقة\"، المسافات من CBS - متنوعة",
        "عاصفة جيومغناطيسية شديدة يمكن أن تسبب الشفق القطبي الملون فوق شمال كاليفورنيا وألاباما - سي إن إن",
        "يرفض براون دعوات سحب الاستثمارات من الشركات فيما يتعلق بالاحتجاجات المؤيدة للفلسطينيين في الحرم الجامعي - أسوشيتد برس",
        "إعصار ميلتون يدمر فلوريدا الليلة - قناة الطقس",
        "مؤشر داو جونز، ستاندرد آند بورز يسجل ارتفاعات قياسية، إعصار ميلتون: هيمنة السوق العمل الإضافي - Yahoo Finance",
        "كيفية الاتصال بالقمر الصناعي للطوارئ على iPhone و Android قبل إعصار ميلتون - ABC News",
        "عمدة روما يخبر إيمانويل ماكرون \"بالاسترخاء\" على \"إميلي في باريس\" التي يحتمل أن تتوجه إلى إيطاليا للموسم الخامس - مراسل هوليوود",
        "لدى Alarmo اتصال رائع برئيس Nintendo الراحل Satoru Iwata - IGN",
        "يقول مسؤولو حزب المؤتمر الوطني إن السياسيين المشاركين في الحملة يقترحون تدابير تم إقرارها بالفعل لضمان تصويت هيلين بعد الإعصار - إيه بي سي نيوز",
        "رئيس ما قبل التاريخ الذي لم يسبق له مثيل، \"الدودة الألفية\" بحجم السيارة يحل اللغز التطوري - Livescience.com",
        "المذنب تسوتشينشان- أتلاس القنابل الضوئية مركبة الفضاء سوهو أثناء التوهج الشمسي القوي (فيديو) - Space.com",
        "الجمهوري الأمريكي يدين المعلومات المضللة عن الإعصار التي نشرها حزبه - رويترز",
        "روجرز مستاء من حديثه عن مخرج صالح - ESPN"
    ]
}