{
    "headlines": [
        "ਲਾਈਵ ਅਪਡੇਟਸਃ ਜਾਨਲੇਵਾ ਲਾਸ ਏਂਜਲਸ ਜੰਗਲੀ ਅੱਗ 'ਤੇ ਤਾਜ਼ਾ - ਸੀ ਐਨ ਐਨ",
        "ਨਿਣਟੇਨਡੋ ਸ਼ੇਅਰ ਟਮਬਲ ਜਿਵੇਂ ਕਿ ਸਵਿੱਚ 2 ਪ੍ਰਸ਼ੰਸਕਾਂ ਨੂੰ ਨਿਰਾਸ਼ ਕਰਦਾ ਹੈ - ਅਲ ਜਜ਼ੀਰਾ ਇੰਗਲਿਸ਼",
        "ਚੀਨ ਦੀ ਆਬਾਦੀ 'ਚ ਲਗਾਤਾਰ ਤੀਜੇ ਸਾਲ ਗਿਰਾਵਟ - ਰਾਇਟਰਜ਼",
        "ਕੇਂਦਰੀ ਕੈਲੀਫੋਰਨੀਆ ਵਿਚ ਇਕ ਪਾਵਰ ਪਲਾਂਟ ਵਿਚ ਅੱਗ ਲੱਗਣ ਤੋਂ ਬਾਅਦ ਵਸਨੀਕਾਂ ਨੂੰ ਬਾਹਰ ਕੱ toਣ ਦੇ ਆਦੇਸ਼ ਦਿੱਤੇ ਗਏ - ਸੀ ਐਨ ਐਨ",
        "ਚੀਨ ਦੀ ਜੀਡੀਪੀ ਵਿਕਾਸ ਦਰ 2024 ਲਈ 5% ਦੇ ਟੀਚੇ ਨੂੰ ਛੂਹਦੀ ਹੈ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "ਰੀਓ ਟਿੰਟੋ ਅਤੇ ਗਲੇਨਕੋਰ ਨੇ ਅਭੇਦ ਹੋਣ ਬਾਰੇ ਵਿਚਾਰ ਵਟਾਂਦਰੇ ਕੀਤੇ ਪਰ ਗੱਲਬਾਤ ਹੁਣ ਕਿਰਿਆਸ਼ੀਲ ਨਹੀਂ ਹੈ, ਸਰੋਤ ਕਹਿੰਦਾ ਹੈ - ਰਾਇਟਰਜ਼",
        "ਜਸਟਿਨ ਬਾਲਡੋਨੀ ਦੇ ਮੁਕੱਦਮੇ 'ਤੇ ਬਲੇਕ ਲਾਈਵ: \"ਦੁਰਵਿਵਹਾਰ ਹੈਂਡਬੁੱਕ ਵਿਚ ਇਕ ਹੋਰ ਅਧਿਆਇ\" - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਟਰੰਪ ਜੋਨ ਵੋਇਟ, ਮੇਲ ਗਿਬਸਨ ਅਤੇ ਸਿਲਵੈਸਟਰ ਸਟਾਲੋਨ ਨੂੰ ਹਾਲੀਵੁੱਡ ਲਈ ‘ਵਿਸ਼ੇਸ਼ ਰਾਜਦੂਤ’ ਬਣਾਉਂਦਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਕ੍ਰਿਸ ਮੇਸਨਃ ਬੱਚਿਆਂ ਨਾਲ ਬਦਸਲੂਕੀ ਦੀ ਨਵੀਂ ਜਾਂਚ ਦੀ ਮੰਗ ਕਰਨ ਲਈ ਇਕ ਸਪੱਸ਼ਟ ਸਹਿਮਤੀ - ਬੀਬੀਸੀ.",
        "‘ਟਵਿਨ ਪੀਕਸ’ ਸਟਾਰ Mädchen Amick ਦਾਊਦ ਨੂੰ ਸ਼ਰਧਾਂਜਲੀ ਅਦਾ ਕਰਦਾ ਹੈ Lynch: \"ਮੇਰੇ ਉੱਤਰੀ ਤਾਰਾ\" - ਡੈੱਡਲਾਈਨ",
        "ਸਟਾਰਸ਼ਿਪ ਫਟਣ ਤੋਂ ਬਾਅਦ ਪਲਾਂ ਵਿੱਚ ਤੁਰਕ ਅਤੇ ਕੇਕੋਸ ਦੇ ਨੇੜੇ ਉਡਾਣਾਂ ਨੂੰ ਮੋੜ ਦਿੱਤਾ ਗਿਆ - ਬਿਜ਼ਨਸ ਇਨਸਾਈਡਰ",
        "‘ਸੇਵਰੈਂਸ’ ਸੀਜ਼ਨ 2 ਚਰਿੱਤਰ ਗਾਈਡਃ ਲੂਮੋਨ ਵਿਖੇ ਕੌਣ ਹੈ - ਵੰਨਗੀ",
        "ਟੈਕਸਾਸ 'ਚ ਪ੍ਰਵਾਸੀ ਤਸਕਰੀ ਭੱਜਣ ਕਾਰਨ 53 ਲੋਕਾਂ ਦੀ ਮੌਤ, ਡਰਾਈਵਰ ਨੇ ਮੰਨਿਆ ਦੋਸ਼ੀ - The Associated Press",
        "ਜਿਉਲਿਆਨੀ ਅਤੇ ਜਾਰਜੀਆ ਦੇ ਚੋਣ ਕਰਮਚਾਰੀ ਮਾਣਹਾਨੀ ਦੇ ਕੇਸ ਵਿੱਚ ਬੰਦੋਬਸਤ ਤੱਕ ਪਹੁੰਚਦੇ ਹਨ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਗ੍ਰੀਨਲੈਂਡ ਦਾ ਪ੍ਰਧਾਨ ਮੰਤਰੀ ਆਜ਼ਾਦੀ 'ਤੇ ਦ੍ਰਿੜਃ‘ ਅਸੀਂ ਗ੍ਰੀਨਲੈਂਡਰ ਬਣਨਾ ਚਾਹੁੰਦੇ ਹਾਂ ’- ਪੋਲਿਟਿਕੋ",
        "ਗਾਜ਼ਾ ਜੰਗਬੰਦੀ ਸਮਝੌਤੇ 'ਤੇ ਇਜ਼ਰਾਈਲ ਦੀ ਵੋਟ ਦੇਰੀ ਨਾਲ - BBC.com",
        "ਬਿੱਲ ਰੈਵਨਜ਼ - ਬਫੇਲੋ ਰੰਬਲਿੰਗਜ਼ ਦੇ ਨਾਲ ਡਿਵੀਜ਼ਨਲ ਰਾਉਂਡ ਰੀਮੈਚ ਵਿੱਚ ਮਨਪਸੰਦ ਤੋਂ ਅੰਡਰਡੌਗ ਤੱਕ ਜਾਂਦੇ ਹਨ",
        "ਆਸਟ੍ਰੇਲੀਆਈ ਔਰਤ 'ਤੇ 1 ਸਾਲਾ ਬੱਚੀ ਨਾਲ ਜ਼ਹਿਰ ਖਾਣ ਦਾ ਦੋਸ਼, ਦਾਨ ਲਈ ਪੋਸਟ ਕੀਤੀ ਵੀਡੀਓ, ਪੁਲਿਸ ਕਹਿੰਦੀ ਹੈ - CBS News",
        "ਪੱਤਰਕਾਰਾਂ ਨੇ ਆਪਣੀ ਅੰਤਮ ਪ੍ਰੈਸ ਕਾਨਫਰੰਸ ਵਿਚ ਗਾਜ਼ਾ ਨੀਤੀ 'ਤੇ ਬਲਿੰਕਨ ਨੂੰ ਨਾਰਾਜ਼ ਕੀਤਾ - ਰਾਇਟਰਜ਼",
        "ਨਿੱਜੀ ਸੱਟ ਪਾਵਰਹਾhouseਸ ਪਾਰਕਰ ਵਾਈਚਮੈਨ ਕੈਂਸਰ ਨੂੰ ਲੈ ਕੇ ਅਲਕੋਹਲ ਉਦਯੋਗ ਦੇ ਬਾਅਦ ਜਾਂਦਾ ਹੈ - ਓਰੇਗਨਲਾਈਵ"
    ]
}