{
    "headlines": [
        "Resumo ao vivo: o enviado de Trump para o Oriente Médio se dirige a Israel e planeja visitar Gaza - The Washington Post",
        "Caçador amador de fósseis encontra vômito de animal de 66 milhões de anos - CNN",
        "Um médico diz que pelo menos 17 pessoas morreram em um tumulto no enorme festival Maha Kumbh na Índia - The Associated Press",
        "Frontier Airlines propõe fusão com outra transportadora de baixo custo Spirit — novamente - CNBC",
        "DeepSeek AI Fears Haunt Meta, Microsoft Earnings. O que os mercados de ações precisam ver e 5 outras coisas para saber hoje. - Barron's",
        "Trump pede a Elon Musk que devolva 2 astronautas da Starliner da ISS para a NASA - mas eles já têm uma viagem da SpaceX para casa - Space.com",
        "iOS 18.3 - Atualizar agora aviso emitido para todos os utilizadores do iPhone - Forbes",
        "Primeiro briefing de Karoline Leavitt: Sala de imprensa entra em nova era - Axios",
        "Cientistas descobrem uma super-Terra. Algo sobre isso é estranho. - Mashable",
        "Fed deve manter as taxas de juros estáveis, desafiando a pressão de Trump - ABC News",
        "Ano Novo Lunar: Família, comida e cor enquanto milhões celebram o Ano da Serpente - BBC.com",
        "Fabricantes globais de chips se recuperam após alta das ações da Nvidia - Financial Times",
        "Pneus queimados, embaixadas atacadas nos protestos de Kinshasa na República Democrática do Congo - Al Jazeera English",
        "Ninja Gaiden 2 Black Atualizado no Xbox, Segunda Atualização Chegando no Próximo Mês - Pure Xbox",
        "Escolhas de especialistas: AT&T Pebble Beach Pro-Am - PGA TOUR",
        "O que os funcionários federais devem saber sobre a oferta de \"demissão diferida\" do governo Trump - The Washington Post",
        "Surto de tuberculose no Kansas está entre os maiores já registrados nos EUA - ScienceAlert",
        "Trump está a tentar expulsar as tropas transgénero das forças armadas. Eis por que isso é complicado - The Associated Press",
        "A acusadora de A$AP Rocky deve testemunhar sobre o suposto tiroteio no maior momento do julgamento do rapper - Yahoo! Voices"
    ]
}