{
    "headlines": [
        "ਸੀਰੀਆ ਦੇ ਵਿਦਰੋਹੀਆਂ ਨੇ ਰਾਸ਼ਟਰਪਤੀ ਅਸਦ ਨੂੰ ਢਾਹਿਆ, ਪ੍ਰਧਾਨ ਮੰਤਰੀ ਨੇ ਆਜ਼ਾਦ ਚੋਣਾਂ ਦੀ ਕੀਤੀ ਮੰਗ - Reuters",
        "ਐਫਬੀਆਈ ਚੇਤਾਵਨੀ ਆਈਫੋਨ, ਛੁਪਾਓ ਉਪਭੋਗੀ-ਤਬਦੀਲ WhatsApp, ਫੇਸਬੁੱਕ ਮੈਸੇਂਜਰ, ਸਿਗਨਲ ਐਪਸ - ਫੋਰਬਸ",
        "UFC 310: ਪੰਤੋਜਾ ਬਨਾਮ ਅਸਕੁਰਾ - UFC",
        "ਨੰਬਰ 3 ਪੇਨ ਸਟੇਟ ਤੋਂ ਬਾਅਦ ਜੇਮਜ਼ ਫ੍ਰੈਂਕਲਿਨ ਨੇ ਕੀ ਕਿਹਾ ਕਿ ਬਿਗ ਟੈਨ ਚੈਂਪੀਅਨਸ਼ਿਪ ਗੇਮ ਵਿਚ ਨੰਬਰ 1 ਓਰੇਗਨ ਤੋਂ ਹਾਰ ਗਿਆ - ਓਰੇਗਨਲਾਈਵ",
        "ਯੂਨਾਈਟਿਡਹੈਲਥਕੇਅਰ ਦੇ ਸੀਈਓ ਨੇ ਨਵੀਨਤਮ ਸ਼ੂਟਿੰਗ ਕੀਤੀਃ ਐਨਵਾਈਪੀਡੀ ਜਾਸੂਸ ਐਟਲਾਂਟਾ ਦੀ ਅਗਵਾਈ ਕਰਦੇ ਹਨ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਸਪੇਸਐਕਸ ਨੇ ਕੇਪ ਕੈਨਾਵਰਲ ਤੋਂ ਫਾਲਕਨ 9 ਰਾਕੇਟ 'ਤੇ 23 ਸਟਾਰਲਿੰਕ ਸੈਟੇਲਾਈਟ ਲਾਂਚ ਕੀਤੇ - ਸਪੇਸਫਲਾਈਟ ਹੁਣੇ ਸੰਪਰਕ ਕਰੋ",
        "ਐਤਵਾਰ, ਦਸੰਬਰ 8, 2024 ਲਈ ਕੁੰਡਲੀ - ਸ਼ਿਕਾਗੋ ਸੂਰਜ-ਟਾਈਮਜ਼",
        "ਬਾlਲ ਪ੍ਰੋਜੈਕਸ਼ਨਃ ਓਰੇਗਨ, ਜਾਰਜੀਆ, ਬੋਇਸ ਸਟੇਟ, ਅਰੀਜ਼ੋਨਾ ਸਟੇਟ ਹੈੱਡਲਾਈਨ ਪਹਿਲਾ 12-ਟੀਮ ਕਾਲਜ ਫੁੱਟਬਾਲ ਪਲੇਆਫ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਟਰੰਪ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਅਮਰੀਕਾ ਨੂੰ ਸੀਰੀਆ 'ਚ ਲੜਾਈ ਤੋਂ ਬਾਹਰ ਰਹਿਣਾ ਚਾਹੀਦਾ ਹੈ ਕਿਉਂਕਿ ਵਿਰੋਧੀ ਤਾਕਤਾਂ ਵਧਦੀਆਂ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "‘ਦਿ ਵਿਜ਼ਾਰਡ ਆਫ਼ ਓਜ਼‘ ਤੋਂ ਜੂਡੀ ਗਾਰਲੈਂਡ ਦੇ ਰੂਬੀ ਚੱਪਲਾਂ ਦੀ ਜੋੜੀ 28 ਮਿਲੀਅਨ ਡਾਲਰ ਵਿੱਚ ਨਿਲਾਮੀ ਵਿੱਚ ਵੇਚਦੀ ਹੈ - ਸੀਐਨਐਨ",
        "ਚਾਰਲੀ ਐਕਸਸੀਐਕਸ, ਜੈਕ ਐਂਟੋਨੌਫ, ਲੇਨੀ ਵਿਲਸਨ, ਕਵਾਵੋ, ਓਲੀਵੀਆ ਰੋਡਰਿਗੋ, ਲਾਨਾ ਡੇਲ ਰੇਅ ਅਤੇ ਹੋਰ ਸਲਿਊਟ ਦ ਈਅਰ ਇਨ ਮਿਊਜ਼ਿਕ ਐਟ ਵੈਰੀਟੀਜ਼ ਹਿੱਟਮੇਕਰਜ਼ ਬਰੰਚ - ਵਰਾਇਟੀ",
        "‘ਮੈਂ ਜਿਨਸੀ ਹਮਲੇ ਤੋਂ ਬਚਿਆ ਹਾਂ’: ਅਰਨਸਟ ਨੇ ਹੇਗਸੇਥ - ਪੋਲੀਟੀਕੋ ਲਈ ‘ਪੂਰੀ ਤਰ੍ਹਾਂ ਜਾਂਚ’ ਕਰਨ ਦਾ ਵਾਅਦਾ ਕੀਤਾ",
        "ਪ੍ਰਿੰਸ ਵਿਲੀਅਮ ਅਤੇ ਟਰੰਪ ਨੋਟਰੇ-ਡੈਮ ਦੇ ਦੁਬਾਰਾ ਖੁੱਲ੍ਹਣ ਤੋਂ ਬਾਅਦ ਮਿਲਦੇ ਹਨ - ਬੀਬੀਸੀ.",
        "ਬੈਰੀ ਕੇਓਗਨ ਨੇ ‘ਝੂਠ, ਨਫ਼ਰਤ‘ ਨੂੰ ਜਵਾਬ ਦਿੱਤਾ ਸਬਰੀਨਾ ਕਾਰਪੈਂਟਰ ਸਪਲਿਟ ਦੀ ਰਿਪੋਰਟ ਤੋਂ ਬਾਅਦ - ਰੋਲਿੰਗ ਸਟੋਨ",
        "ਡਸਟਿਨ ਬਰੋਜ਼ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਸ ਕੋਲ ਟੈਕਸਾਸ ਹਾ Houseਸ ਸਪੀਕਰ ਬਣਨ ਲਈ ਵੋਟਾਂ ਹਨ ਡੇਵਿਡ ਕੁੱਕ ਜੀਓਪੀ ਕਾਕਸ ਵੋਟ ਜਿੱਤਣ ਤੋਂ ਬਾਅਦ - ਦਿ ਟੈਕਸਾਸ ਟ੍ਰਿਬਿਊਨ",
        "ਕਾਂਗਰਸ 2025 'ਚ ਜੂਨੀਅਰ ਭਰਤੀ ਤਨਖਾਹ ਨੂੰ ਵਧਾਏਗੀ ਹਜ਼ਾਰਾਂ ਡਾਲਰ - ਮਿਲਟਰੀ ਟਾਈਮਜ਼",
        "ਨਿ York ਯਾਰਕ ਅਜਾਇਬ ਘਰ 'ਅਪੈਕਸ' ਦਾ ਪਰਦਾਫਾਸ਼ ਕਰਦਾ ਹੈ — ਇੱਕ ਲਗਭਗ ਸੰਪੂਰਨ ਸਟੀਗੋਸੌਰਸ - ਕੇਐਸਐਲ ਡਾਟ ਕਾਮ",
        "ਗੂਗਲ ਆਪਣੀ ਭੁਗਤਾਨ ਬਾਂਹ ਦੀ ਸੰਘੀ ਨਿਗਰਾਨੀ ਦੇ ਵਿਰੁੱਧ ਵਾਪਸ ਧੱਕਦਾ ਹੈ - TechCrunch",
        "ਪੈਨਸਿਲਵੇਨੀਆ ਵਿਚ ਅੱਧੇ ਸਟਾਫ 'ਤੇ ਝੰਡੇ ਕਿਉਂ ਹਨ? - ਏਬੀਸੀ 27",
        "ਕਾਂਗਰਸ ਵਿਚ ਡੈਮੋਕਰੇਟ ਅਤੇ ਰਿਪਬਲਿਕਨ ਚਿੰਤਤ ਹਨ ਕਿ ਗੈਬਾਰਡ ਸੀਰੀਆ ਨੂੰ ਜਾਣਕਾਰੀ ਲੀਕ ਕਰ ਸਕਦਾ ਹੈ - ਯਾਹੂ! ਆਵਾਜ਼ਾਂ"
    ]
}