{
    "headlines": [
        "Генеральный директор UnitedHealthcare: подозреваемый Луиджи Манджионе арестован - ABC News",
        "Драма преемственности: Руперт Мердок проиграл суд, чтобы покинуть медиа-империю Son - Axios",
        "Эксклюзив: в родном городе алавитов Асада сирийские повстанцы получили заявление о поддержке - Reuters",
        "Сирийские повстанцы стремятся укрепить контроль - Financial Times",
        "Акции Nvidia падают после того, как Китай начал расследование в отношении компании по производству чипов ИИ за нарушение антимонопольного законодательства - Yahoo Finance",
        "Коэффициенты Bengals vs. Cowboys, спред, время старта: 2024 Monday Night Football picks by NFL model on 24-10 run - CBS Sports",
        "Возраст и новые препараты для похудения - The Washington Post",
        "Jay-Z хочет закрыть дело об изнасиловании Шона «Дидди» Комбса или раскрыть имя Джейн Доу - крайний срок",
        "Новости из Сирии: Германия приостановила процедуру предоставления убежища сирийцам - DW (на английском языке)",
        "Эксклюзив | McKinsey продвигает свою самую маленькую группу партнеров за последние годы - The Wall Street Journal",
        "Падение Асада - унизительный удар по России. Как это повлияет на престиж Путина? - Ассошиэйтед Пресс",
        "Банда на Гаити убила около 180 человек, нацелившись на пожилых людей - Reuters",
        "Видеогенератор Sora от OpenAI запускается для абонентов ChatGPT Pro и Plus — но не в ЕС - TechCrunch",
        "Тейлор Свифт раздала 197 миллионов долларов в виде бонусов актерам и съемочной группе в туре Eras: отчет - Разнообразие",
        "Телескоп Webb подтверждает, что Вселенная расширяется с неожиданной скоростью - Reuters",
        "TikTok просит экстренную паузу для надвигающегося запрета в США - BBC.com",
        "Золотой глобус 2025: оживленный список гарантированно попадет под кожу избранного президента Трампа - The Guardian",
        "Как переусердствовавший охранник «Янкиз» помог «Метс Ленд» Хуану Сото - Sports Illustrated",
        "Загадочная вспышка с высоким уровнем смертности в ДРК может поставить под угрозу технологические цепочки поставок - The Register",
        "Зима может быть временем кулинарного изобилия. Эксперты делятся советами по питанию - The Associated Press"
    ]
}