{
    "headlines": [
        "الثلوج تسبب صعوبة في السفر عبر ولاية مينيسوتا، وحالات الطوارئ الثلجية الصادرة لمينيابوليس وسانت بول - MPR News",
        "يمنح الذكاء الاصطناعي للتعلم الذاتي اتحاد كرة القدم الأميركي (NFL) ضد فروق الأسعار، والتجاوزات، واختيارات خط المال لكل لعبة أسبوع 16، 2024 - سي بي إس سبورتس",
        "تظهر الصور أن الإعصار يترك جزيرة المحيط الهندي في حالة خراب - واشنطن بوست",
        "يقول ريد إن ماهومز من المحتمل أن يبدأ مقابل تكساس - ESPN",
        "تعرف على الفرق الاثني عشر لتصفيات كرة القدم للكلية - سي إن إن",
        "تحديثات مباشرة: يواجه لويجي مانجيوني اتهامات فيدرالية جديدة بشأن مقتل الرئيس التنفيذي لشركة UnitedHealthcare - BBC.com",
        "كرة القدم ليلة الخميس: كيفية مشاهدة مباراة دنفر برونكو ضد لوس أنجلوس تشارجرز في دوري كرة القدم الأمريكية الليلة - ياهو سبورتس",
        "سائقو الشاحنات يشنون أكبر إضراب ضد أمازون في التاريخ الأمريكي - الأخوة الدولية لسائقي الشاحنات",
        "مقطع دعائي لسوبرمان: تسريحة غاي غاردنر الرياضية من ناثان فيليون، ويدعوه مستخدمو الإنترنت \"أحمق ضخم\" - هندوستان تايمز",
        "\"أخبرني أكاذيب\" تم تجديده للموسم الثالث من قبل هولو، الخالق ميغان أوبنهايمر أبرم صفقة شاملة مع التلفزيون العشرين - الموعد النهائي",
        "انتهى النقص في أدوية فقدان الوزن من إيلي ليلي رسميًا: FDA - Barron's",
        "هبط سهم ميكرون بعد أن خفضت الشركة توقعاتها، وأثار المحللون مخاوفهم - Investopedia",
        "كان ترامب ينزلق في تنصيبه. الآن يواجه فوضى كبيرة. - بوليتيكو",
        "انتهت محاكمة الاغتصاب الجماعي التاريخية في فرنسا. لكن قضية بيليكوت توضح أن العنف المنهجي ضد المرأة عميق - سي إن إن",
        "المحكمة تستبعد فاني ويليس من قضية انتخابات جورجيا ضد ترامب، لكن لائحة الاتهام لا تزال قائمة - ABC News",
        "17 برنامجًا تلفزيونيًا جديدًا من عام 2024 يحتاج إلى موسم ثانٍ - BuzzFeed",
        "قد يحصل ملايين الأشخاص على مزايا الضمان الاجتماعي الموسعة. من هم وكيف سيحدث ذلك ؟ - وكالة أسوشيتد برس",
        "بوتين لترامب: اتصل بي ربما - POLITICO Europe",
        "ستطلق SpaceX مركبة الهبوط Blue Ghost التابعة لـ Firefly Aerospace إلى القمر في منتصف يناير مع حمولات NASA العشرة هذه - Space.com",
        "Instagram يثير أدوات تحرير الذكاء الاصطناعي التي ستعيد تصور مقاطع الفيديو الخاصة بك تمامًا - The Verge"
    ]
}