{
    "headlines": [
        "Companies ready price hikes to offset Trump’s global tariff plans - The Washington Post",
        "Supreme Court allows Virginia to purge suspected noncitizens from voter registration rolls - CNN",
        "Marvel’s 2025 TV Slate Revealed, Including First Looks at ‘Wonder Man,’ Animated ‘Spider-Man’ and ‘Wakanda’ Shows - Variety",
        "Eli Lilly Stock Plummets After Earnings Miss. Weight-Loss Drug Sales Fell Short. - Barron's",
        "Tax, wages and prices - what the Budget means for you and your money - BBC.com",
        "Apple Expected to Unveil New MacBook Pros Today With These Features - MacRumors",
        "NFL odds, lines, picks, spreads, bets, predictions for Week 9, 2024: Model loving Bears, Seahawks - CBS Sports",
        "Alphabet stock surges as earnings crush estimates on strong cloud growth - Yahoo Finance",
        "[Removed]",
        "Biden suggests Trump supporters are ‘garbage’ after comic’s insult of Puerto Rico - The Associated Press",
        "\"The Blood Countess\" was called the most prolific female serial killer of all time, but researchers have a new theory - CBS News",
        "Northern Gaza’s Beit Lahiya declared disaster area amid Israeli siege - Al Jazeera English",
        "Start 'Em, Sit 'Em Quarterbacks For Fantasy Football Week 9 - Sports Illustrated",
        "[Removed]",
        "The sad, bizarre tale of hype fanning fears modern cryptography was slain - Ars Technica",
        "Paul Pelosi attacker sentenced to life in prison in California trial - BBC.com",
        "5 things to know for Oct. 30: Harris speech, Four Seasons shooter, Israeli airstrike, Spain floods, McDonald’s - CNN",
        "Floods in Spain kill at least 51 people in Valencia region - Reuters",
        "‘No somos ninguna basura’: Philly-area Puerto Ricans react to ‘racist’ joke at Trump rally - WHYY",
        "Heroes and heartbreak: 36 hours of hell during Helene's historic floods - USA TODAY"
    ]
}