{
    "headlines": [
        "Um julgamento de assalto de $AP Rocky se encaminha para as declarações de abertura quando um júri está sentado - Yahoo! Voices",
        "As cidades do sul são criativas para limpar as sobras de neve e gelo após uma rara tempestade de inverno - The Associated Press",
        "Australian Open: Madison Keys perturba Iga Swiatek e enfrentará Aryna Sabalenka na final - The Associated Press",
        "Boeing detalha prejuízos de greve trabalhista, novo contrato - CNBC",
        "Adolescente que matou 3 meninas na aula de dança com tema de Taylor Swift na Inglaterra condenado a mais de 50 anos - The Associated Press",
        "Blake Lively procura barrar Justin Baldoni de litígio na imprensa - Variety",
        "A série Samsung Galaxy S25 tem suporte para atualizações contínuas - GSMArena.com notícias - GSMArena.com",
        "Atualizações meteorológicas dos Chiefs: previsão, temperaturas antes do jogo do campeonato da AFC vs. Bills - Chiefs Wire",
        "Juiz bloqueia a ordem executiva \"flagrantemente inconstitucional\" de Trump que visa acabar com a cidadania por nascimento - CNN",
        "Desclassificação de Registros Relativos aos Assassinatos do Presidente John F. Kennedy - A Casa Branca",
        "Mídias sociais do suspeito do tiroteio em uma escola de Nashville ligadas às mídias sociais do atirador em uma escola de Madison: Fontes - ABC News",
        "E-mail exige que funcionários do governo dos EUA relatem programas DEI - BBC.com",
        "Trump diz à elite de Davos para investir nos EUA ou enfrentar tarifas - Associated Press",
        "Sen. Lisa Murkowski para votar contra Hegseth, primeira republicana a se opor a uma escolha do gabinete de Trump - The Associated Press",
        "Os primeiros casamentos entre pessoas do mesmo sexo na Tailândia a diferenciam de grande parte da Ásia - The Washington Post",
        "Ninja Gaiden 4 anunciado, da Team Ninja e PlatinumGames - Eurogamer",
        "Classificar 10 candidatos a treinador principal com Bears, Jets preenchendo vagas: Joe Brady, Pete Carroll são os principais escolhidos - CBS Sports",
        "Trump diz que é culpa de Putin que a guerra na Ucrânia não acabou - POLITICO EUROPE",
        "O diretor de Assassin's Creed Shadows diz que o atraso recente foi para o Parkour polonês, especialmente em 'Super Complex Roofs' - IGN"
    ]
}