{
    "headlines": [
        "ਅਮਰੀਕੀ ਚੋਣਾਂਃ 3 ਦਿਨ ਬਾਕੀ – ਕੀ ਕਹਿੰਦੇ ਨੇ ਪੋਲ, ਕੀ ਹਨ ਹੈਰਿਸ ਤੇ ਟਰੰਪ - Al Jazeera English",
        "ਗਾਜ਼ਾ ਪੋਲੀਓ ਟੀਕਾਕਰਨ ਮੁਹਿੰਮ ਖੇਤਰ ਦੇ ਉੱਤਰ ਵਿੱਚ ਦੁਬਾਰਾ ਸ਼ੁਰੂ ਹੋਵੇਗੀ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਇਜ਼ਰਾਈਲ 'ਚ ਲੇਬਨਾਨ ਦੇ ਰਾਕੇਟ 11 ਜ਼ਖਮੀ - REUTERS",
        "ਟੈਟਮ - ਈਐਸਪੀਐਨ 'ਤੇ' ਰੇ ਲੇਵਿਸ '-ਵਰਗੇ ਫੋਲ ਦੀ ਭੂਰੇ ਆਲੋਚਨਾ",
        "ਮਾਉਈ ਸਰਫਰ ਸ਼ਾਰਕ ਹਮਲੇ ਵਿਚ ਲੱਤ ਦਾ ਇਕ ਹਿੱਸਾ ਗੁਆ ਦਿੰਦਾ ਹੈ, ਅਧਿਕਾਰੀਆਂ ਦਾ ਕਹਿਣਾ ਹੈ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਬੋਇੰਗ ਦੇ ਸੀਈਓ ਨੇ ਮਸ਼ੀਨਿਸਟਾਂ ਨੂੰ ਅਲਟੀਮੇਟਮ ਦਿੱਤਾ. ਯੂਨੀਅਨ ਦੇ ਨੇਤਾ ਉਸ 'ਤੇ ਵਿਸ਼ਵਾਸ ਕਰਦੇ ਹਨ - ਸੀਏਟਲ ਟਾਈਮਜ਼",
        "ਡਾਉਨ ਔਸਤਨ ਐਨਵੀਡੀਆ ਨੂੰ ਪ੍ਰਾਪਤ ਕਰਦਾ ਹੈ, ਇੰਟੇਲ ਨੂੰ ਗੁਆ ਦਿੰਦਾ ਹੈ ਕਿਉਂਕਿ ਇੱਕ ਚਿੱਪ ਨਿਰਮਾਤਾ ਦੂਜੇ ਦੀ ਥਾਂ ਲੈਂਦਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਯੂਐਫਸੀ ਐਡਮਿੰਟਨਃ ਫਾਈਟਰ ਫੇਸਆਫਸ - ਯੂਐਫਸੀ",
        "ਕਾਲਜ ਫੁੱਟਬਾਲ ਪਿਕਸ, ਅਨੁਸੂਚੀਃ ਫੈਲਣ ਦੇ ਵਿਰੁੱਧ ਭਵਿੱਖਬਾਣੀ, ਹਫਤੇ 10 ਵਿੱਚ ਐਨਸੀਏਏ ਚੋਟੀ ਦੇ 25 ਖੇਡਾਂ ਲਈ ਸੰਭਾਵਨਾਵਾਂ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਅਮਰੀਕੀ ਉਡਾਣ 'ਤੇ ਸੁੱਤੇ ਹੋਏ ਯਾਤਰੀ ਨੂੰ ਪੰਚਿੰਗ ਅਤੇ ਖੂਨ ਵਹਾਉਣ ਦਾ ਦੋਸ਼ - ਹਫਪੋਸਟ",
        "ਸਰਕਾਰੀ ਵਕੀਲ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਬਜ਼ੁਰਗ ਦਾ ਸਬਵੇਅ ਚੋਕਹੋਲਡ 'ਬਹੁਤ ਦੂਰ ਚਲਾ ਗਿਆ.' ਰੱਖਿਆ ਕਹਿੰਦਾ ਹੈ ਕਿ ਉਸ ਦੇ 'ਹਿੰਮਤ' ਨੇ ਦੂਜਿਆਂ ਦੀ ਮਦਦ ਕੀਤੀ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਫੋਰਨਾਈਟ ਨੇ ਆਪਣੇ ਰੀਮਿਕਸਡ ਚੈਪਟਰ 2 ਸੀਜ਼ਨ ਨੂੰ ਸਨੂਪ ਡੌਗ ਅਤੇ ਆਈਸ ਸਪਾਈਸ ਕੰਸਰਟ ਨਾਲ ਸ਼ੁਰੂ ਕੀਤਾ - ਦ ਵਰਜ",
        "ਇਸ ਸਾਲ ਦੀਆਂ ਚੋਣਾਂ ਬਾਰੇ ਸ਼ੁਰੂਆਤੀ ਵੋਟਿੰਗ ਦੇ ਅੰਕੜੇ ਕੀ ਸੰਕੇਤ ਦਿੰਦੇ ਹਨ - ਪੀਬੀਐਸ ਨਿ Newsਜ਼ਹੋਰ",
        "ਬਹੁਤ ਘੱਟ, ਬਹੁਤ ਦੇਰ ਨਾਲਃ ਕਿਵੇਂ ਵਲੇਨਸੀਆ ਦੇ ਵਸਨੀਕ ਸਪੇਨ ਦੇ ਘਾਤਕ ਹੜ੍ਹਾਂ ਵਿਚ ਬਿਨਾਂ ਕਿਸੇ ਚੇਤਾਵਨੀ ਦੇ ਫਸ ਗਏ - ਸੀ ਐਨ ਐਨ",
        "ਨਿ Newsਜ਼ ਰੈਪਃ ਕਿਰਤ ਵਿਭਾਗ ਨੇ ਚੋਣਾਂ ਤੋਂ ਪਹਿਲਾਂ ਅੰਤਮ ਨੌਕਰੀਆਂ ਦੀ ਰਿਪੋਰਟ ਜਾਰੀ ਕੀਤੀ - ਪੀਬੀਐਸ ਨਿ Newsਜ਼ਹੋਰ",
        "Ariana Grande ਵਰਤ ਕੇ ਉਸ ਦੇ ਅਸਲੀ ਨਾਮ ਵਿਚ ਦੁਸ਼ਟ ਕ੍ਰੈਡਿਟ - ਈ! ਨਿਊਜ਼",
        "ਪੈਦਲ ਚੱਲ ਰਹੇ ਨਮੂਨੀਆ, ਛੋਟੇ ਬੱਚਿਆਂ ਵਿੱਚ ਆਰਐਸਵੀ ਦੀਆਂ ਦਰਾਂ ਵਧ ਰਹੀਆਂ ਹਨ, ਸੀਡੀਸੀ ਨੇ ਚੇਤਾਵਨੀ ਦਿੱਤੀ. ਰੁਝਾਨ ਧਿਆਨ ਦੇਣ ਯੋਗ ਹਨ — ਪਰ ਅਚਾਨਕ ਨਹੀਂ - ਯਾਹੂ ਲਾਈਫ",
        "ਹੇਡੀ ਕਲੂਮ ਨੇ ਆਪਣੀ ਹੇਲੋਵੀਨ ਪਾਰਟੀ ਲਈ ਈਟੀ ਦੇ ਤੌਰ ਤੇ ਪਹਿਰਾਵਾ ਕੀਤਾ - ਅੰਦਰੂਨੀ ਐਡੀਸ਼ਨ",
        "ਟਰੰਪ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ‘ਜੰਗੀ ਹਾਕ’ ਲਿਜ਼ ਚੇਨੀ ਨੂੰ ਆਪਣੇ ਵਿਰੋਧੀਆਂ ਵਿਰੁੱਧ ਹਿੰਸਕ ਬਿਆਨਬਾਜ਼ੀ ਵਧਾਉਣ 'ਤੇ ਫਾਇਰ ਕੀਤਾ ਜਾਣਾ ਚਾਹੀਦਾ ਹੈ - ਸੀਐਨਐਨ",
        "ਓਪਨਏਆਈ ਦਾ ਨਵਾਂ ਚੈਟਜੀਪੀਟੀ ਸਰਚ ਕਰੋਮ ਐਕਸਟੈਂਸ਼ਨ ਸਰਚ ਹਾਈਜੈਕਰ ਵਰਗਾ ਮਹਿਸੂਸ ਕਰਦਾ ਹੈ - BleepingComputer"
    ]
}