{
    "headlines": [
        "Интер Милан 1-0 Арсенал (6 ноября 2024 г.) Анализ игры - ESPN",
        "Демократы вступают в президентство Трампа без плана или четкого лидера - The Associated Press",
        "Dow взлетел на 1500 пунктов до рекордного максимума в лучший день с 2022 года после победы Трампа на выборах: новости в прямом эфире - CNBC",
        "Кто выиграет Дом? Вот лучшие гонки, которые стоит посмотреть - BBC.com",
        "Смотрите в прямом эфире: Харрис выступает с речью о концессии после победы Трампа - CNBC",
        "Горный пожар в Мурпарке, вызванный сильным ветром на фоне предупреждений о красном флаге в Калифорнии - CBS Лос-Анджелес",
        "OpenAI только что потратил более 10 миллионов долларов на URL-адрес? - The Verge",
        "Ураган «Рафаэль» обрушился на Кубу как ураган 3-й категории - CNN",
        "Следующий запуск Starship может произойти менее чем через две недели - Ars Technica",
        "Немецкая правительственная коалиция рушится, поскольку Шольц уволил министра финансов Линднера - POLITICO EUROPE",
        "На фронте Украины и в Киеве надежда и прагматизм конкурируют, когда дело доходит до избрания Трампа - The Associated Press",
        "Победа Трампа может привести к тому, что компании поднимут цены. И вот почему. - Новости CBS",
        "У Арианы Гранде новый 10-летний актерский план - The A.V. Club",
        "Mahomes «способен передвигаться» не будет ограничен - ESPN",
        "Победа Трампа отразится на мировой экономике - Reuters",
        "Специальный прокурор Джек Смит ожидал, что судебное преследование Трампа будет прекращено: источники - ABC News",
        "Великобритания выявила 4 случая нового варианта mpox, первого кластера за пределами Африки - The Associated Press",
        "Оценка «Дюна 2», представленная на «Оскар» после несоответствия требованиям - Разнообразие",
        "Иностранные лидеры и правительства реагируют на победу Трампа на президентских выборах в США в 2024 году - CBS News",
        "Изъято"
    ]
}