{
    "headlines": [
        "Zach Ertz: Es kommt darauf an, einen wirklich guten QB zu haben und Jayden Daniels gibt uns einen - NBC Sports",
        "Erklärung von Präsident Joe Biden zur US-Unterstützung für die Verteidigung der Ukraine - Das Weiße Haus",
        "How a $ 12.98 T-Shirt Is Made in America—at a Profit - The Wall Street Journal",
        "Bitcoin wird 2025 einen Rekordwert von rund 185.000 US-Dollar erreichen, wenn die Nationalstaaten kaufen: Galaxy Research - CoinDesk",
        "Linda Lavin, Tony-Gewinnerin der Broadway-Schauspielerin, die in der Sitcom \"Alice\" mitspielte, stirbt mit 87 - The Associated Press",
        "[removed]",
        "Schluchzen und Gebete hallen durch den südkoreanischen Flughafen, während Familien um Opfer von Flugzeugabstürzen trauern - CNN",
        "Europäische Märkte fallen am letzten vollen Handelstag des Jahres 2024 - CNBC",
        "Aktien stummgeschaltet in Asien, hohe Renditen testen hohe Bewertungen - Reuters",
        "Tödliche Schläge gegen schwarzen Häftling in New York zieht Sonden, Empörung - Axios",
        "Südkoreanische Ermittler fordern Haftbefehl gegen Yoon wegen Kriegsrecht - Reuters.com",
        "NFL-Playoff-Bild - Woche 17: Nachsaison-Saatgut, projizierter Auftragsentwurf - theScore",
        "Horoskop für Montag, 30.12.24 von Georgia Nicols - CT Insider",
        "Justin Jefferson nach Vikings Sweep Packers, NFCs Nr. 1 Saatgut ins Visier nehmen: \"Wir sind unerbittlich\" - CBS Sports",
        "'Sonic the Hedgehog 3' rast an 'Mufasa' an der Abendkasse vorbei - Entertainment Weekly News",
        "Neues Bild, das die NASA von ihrem neuen Mars-Hubschrauber enthüllt hat. - Universe Today",
        "LGs Gaming-Monitor-Reihe 2025 umfasst eine biegsame 5K2K OLED - The Verge",
        "NASA bestätigt: Parkersonde überlebt \"Touching Sun\" in rekordverdächtigem Vorbeiflug - ScienceAlert",
        "Live-Berichterstattung: SpaceX startet 21 Starlink-Satelliten auf der Falcon 9-Rakete vom Kennedy Space Center - Spaceflight Now",
        "Malik Nabers, Giants React to Slipping in 2025 NFL Draft Order With Win vs. Colts - Sports Illustrated"
    ]
}