{
    "headlines": [
        "To boost fitness, try this simple, science-backed trick - The Washington Post",
        "‘Disbelief and shock’: One woman’s tonsils grew back decades later - CNN",
        "Aaron Rodgers: \"If I wanna play and they don't want me here, then I'll see if there's other options.\" - NBC Sports",
        "[Removed]",
        "More children are getting kidney stones. Experts think it’s their diet. - The Washington Post",
        "10 people injured in New York City shooting incident, NYPD says - Reuters",
        "Neil Young shuns Glastonbury over BBC 'corporate control' - BBC.com",
        "The Palestinian Authority Takes on Hamas Militants in West Bank Power Struggle - The Wall Street Journal",
        "Montenegro shooting spree sees gunman kill 12 people including 2 children before turning gun on himself - CBS News",
        "Stock market today: Global shares are mixed after New Year holiday. Chinese shares sink - Yahoo Finance",
        "Victims of New Orleans Bourbon Street attack include former college football player and loving father - CNN",
        "Jeremiah Smith channels DeVonta Smith-like dominance in Ohio State’s Rose Bowl win - 247Sports",
        "South Korea police search Jeju Air, airport operator over fatal plane crash - Reuters",
        "Russia Just Lost One of Its Weirdest Wartime Income Streams - Business Insider",
        "Saquon Barkley will rest vs. Giants, missing chance at NFL rushing record - The Washington Post",
        "Actor Glen Powell hails Quinn Ewers as 'savior' after gutsy double-overtime win in Peach Bowl - On3.com",
        "‘Catwoman’ Jocelyne Wildenstein, known for her extensive plastic surgeries, dead at 79 - South China Morning Post",
        "Blake Lively publicly ‘humiliated’ Justin Baldoni, ‘ostracised’ his family at movie premiere, lawsuit claims - Hindustan Times",
        "[Removed]",
        "2 dead, over 20 injured in Hawaii after massive explosion at NYE neighborhood celebration - USA TODAY"
    ]
}