{
    "headlines": [
        "2.100 $ mechanische Tastatur hat 800 Löcher, NYC Wolkenkratzer Looks - Ars Technica",
        "Sunday Aftermath: Hurts ’Gehirnerschütterung, Kenneth Walkers neueste Verletzung und vieles mehr - NBC Sports",
        "House Ethics Report findet \"substanzielle Beweise\", dass Gaetz gegen das gesetzliche Vergewaltigungsgesetz von Florida verstoßen hat - ABC News",
        "Was Sie über den Tod einer Frau wissen sollten, die in einer New Yorker U-Bahn in Brand gesteckt wurde - The Associated Press",
        "Ein ehemaliger Polizeibeamter aus Washington wird verurteilt, weil er über Lecks an den Anführer der Proud Boys gelogen hat - The Associated Press",
        "Walmart hat die illegale Eröffnung von Bankkonten für Lieferpartner verklagt - The Verge",
        "Starke Polizeipräsenz auf Lawndale Dr. in Greensboro - WFMYNews2.com",
        "Amber Heard über Blake Lively Vorwürfe, Justin Baldoni Einstellung von Depps PR - Vielfalt",
        "Trump droht, die Kontrolle über den Panamakanal zurückzugewinnen - BBC.com",
        "Live-Briefing: Mächte des Nahen Ostens beginnen Kontakt zu Syriens neuen Führern aufzunehmen - The Washington Post",
        "Honda und Nissan planen eine große Fusion, die sich auf „Intelligenz und Elektrifizierung“ konzentriert - TechCrunch",
        "Die FDA sagt, dass abschwellende Medikamente bei vielen Erkältungsmedikamenten nicht wirken. Also, was tut es? - ABNEHMEN",
        "Burt, The Crocodile Featured In ‘Crocodile Dundee’, stirbt mit 90 - Deadline",
        "Watch: 'Fireballs' light up US sky as Chinese satellite burns up in atmosphere - The Times of India",
        "Musk-Druck \"nichts Neues\" für den Kongress, sagt GOP-Senator - POLITICO",
        "Wie könnte sich die NASA unter Trump verändern? Folgendes wird diskutiert - Ars Technica",
        "Die 10 besten TV-Performances des Jahres 2024 - Hollywood Reporter",
        "Der zehnjährige Weg der roten Flaggen vor dem tödlichen Angriff auf den Weihnachtsmarkt - The Wall Street Journal",
        "Israel-Gaza-Krieg: Dutzende Tote bei israelischen Luftangriffen, sagen Gaza-Beamte - BBC.com",
        "Der Container Store meldet Insolvenz an und besteht darauf, dass er hier bleiben wird - Fox Business"
    ]
}