{
    "headlines": [
        "CNBC Daily Open: أسهم علي بابا تقفز وأمازون تتفوق على وول مارت في الإيرادات الفصلية - CNBC",
        "كونور ماكودافيد يسجل في OT لمنح كندا 3-2 الفوز على الولايات المتحدة في 4 نهائيات مواجهة الأمم - وكالة أسوشيتد برس",
        "يشيد الرئيس التنفيذي لشركة بوينغ بإيلون ماسك لمساعدته في تسليم طائرة Air Force One المتأخرة: \"إنه رجل رائع\" - Business Insider",
        "يقضي بوب ليلة مريحة، ويتناول الإفطار على كرسي بذراعين - أخبار الفاتيكان - الإنجليزية",
        "القمر الأوروبي يخطط للخطر بينما يستعرض فريق ترامب مشروع أرتميس التابع لوكالة ناسا - فاينانشال تايمز",
        "انفجرت ثلاث حافلات في تل أبيب في \"هجوم إرهابي مشتبه به\" - BBC.com",
        "كيف صوت كل سناتور على كاش باتيل لمدير مكتب التحقيقات الفيدرالي - واشنطن بوست",
        "ستتوقف ألعاب MLB قريبًا عن البث على موجات ESPN في وسائل الإعلام المفاجئة - نيويورك بوست",
        "رعاة البقر جي زاك مارتن يخطط للتقاعد - profootballrumors.com",
        "العقود الآجلة: هذه الثغرات التقنية العملاقة خارج القاعدة على الأرباح - أعمال المستثمر اليومية",
        "أوكرانيا تعمل على صفقة محتملة جديدة مع الولايات المتحدة بشأن الموارد المعدنية: مصادر - ABC News",
        "تم تفويض فريق الأمن الخاص لإيلون ماسك من قبل خدمة المارشال الأمريكية - سي إن إن",
        "فيكتور ويمبانياما يفوت بقية موسم الدوري الاميركي للمحترفين مع تجلط الدم في الكتف - واشنطن بوست",
        "مايكروسوفت (مرة أخرى) تدعي الحوسبة الكمومية الطوبولوجية مع أيونات وضع مايجورانا الصفري - هاكاداي",
        "تقاعد ميتش ماكونيل يثير انفجارًا سياسيًا في كنتاكي - أكسيوس",
        "يظهر اللقاح التجريبي للسرطان الشائع إمكانات في التجربة السريرية - AOL",
        "حصري | ريهانا تتشرف بتغطية Harper's Bazaar بعد تجربة A$AP Rocky - الصفحة السادسة",
        "تكتسب أمازون إم جي إم السيطرة الإبداعية الكاملة على امتياز جيمس بوند - واشنطن بوست",
        "الجيش الأسترالي في حالة تأهب حيث تبحر 3 سفن حربية صينية بالقرب من الساحل في خطوة غير عادية - كومو نيوز",
        "مجلس الشيوخ مستعد للسهر طوال الليل لتمرير ميزانية الحزب الجمهوري على الرغم من اعتراضات الديمقراطيين - وكالة أسوشيتد برس"
    ]
}