{
    "headlines": [
        "ਨੰਬਰ 3 ਟੈਕਸਾਸ ਨੇ ਨੰਬਰ 7 ਜਾਰਜੀਆ - ਯਾਹੂ ਸਪੋਰਟਸ ਦੇ ਵਿਰੁੱਧ ਐਸਈਸੀ ਟਾਈਟਲ ਗੇਮ ਵਿੱਚ ਸਥਾਨ ਹਾਸਲ ਕਰਨ ਲਈ ਨੰਬਰ 20 ਟੈਕਸਾਸ ਏ ਐਂਡ ਐਮ ਨੂੰ ਬੰਦ ਕਰ ਦਿੱਤਾ ਹੈ",
        "ਦੋ ਸਾਲਾ ਗੋਲੀ ਏਡਜ਼ ਨੂੰ ਖਤਮ ਕਰਨ ਵਿੱਚ ਸਹਾਇਤਾ ਕਰ ਸਕਦੀ ਹੈ. ਪਰ ਕੀ ਇਹ ਹਰ ਕਿਸੇ ਨੂੰ ਮਿਲੇਗਾ ਜਿਸਦੀ ਜ਼ਰੂਰਤ ਹੈ? - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਹਟਾਈ",
        "2024 ਡਬਲਯੂਡਬਲਯੂਈ ਸਰਵਾਈਵਰ ਸੀਰੀਜ਼ਃ ਵਾਰਗੈਮਜ਼ ਸਮੀਖਿਆ, ਜੇਤੂ, ਗ੍ਰੇਡਃ ਬਲੱਡਲਾਈਨ ਬੈਟਲ ਵਿਚ ਰੋਮਨ ਰੀਗਨਸ ਸੋਲੋ ਸਿਕੋਆ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਸੀਰੀਆ ਦੇ ਬਾਗ਼ੀ ਅਲੇਪੋ ਵਿਚ ਲਾਭਾਂ ਦੀ ਰੱਖਿਆ ਕਰਦੇ ਹਨ, ਦੱਖਣ ਵੱਲ ਧੱਕੋ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਮਿਸ਼ੀਗਨ ਨੇ ਓਹੀਓ ਸਟੇਟ ਤੋਂ ਪਰੇਸ਼ਾਨ ਹੋ ਕੇ ਪੋਸਟ-ਗੇਮ ਇੰਟਰਵਿsਆਂ ਦੇ ਵਿਚਕਾਰ ਜ਼ਬਰਦਸਤ ਆਨ-ਫੀਲਡ ਝਗੜੇ ਨੂੰ ਫੜ ਲਿਆ - ਡੈੱਡਲਾਈਨ",
        "ਕਾਲਜ ਫੁੱਟਬਾਲ ਰਾਈਵਲਰੀ ਹਫਤਾਃ ਮਿਆਮੀ ਦਾ ਕੀ ਨੁਕਸਾਨ, ਪੇਨ ਸਟੇਟ ਦੀ ਜਿੱਤ ਸੀਐਫਪੀ ਫੀਲਡ ਨੂੰ ਕੀ ਕਰਦੀ ਹੈ - ਈਐਸਪੀਐਨ",
        "ਜੈਫਰਸਨ ਸਿਟੀ ਵਿਚ ਸ਼ਨੀਵਾਰ ਸਵੇਰੇ ਘਰ ਧਮਾਕੇ ਤੋਂ ਬਾਅਦ ਛੇ ਲੋਕ ਜ਼ਖਮੀ ਹੋਏ - ABC17News.",
        "ਟਰੰਪ ਨੇ ਬ੍ਰਿਕਸ ਦੇਸ਼ਾਂ ਨੂੰ 100 ਫ਼ੀਸਦੀ ਟੈਰਿਫ ਦੇਣ ਦੀ ਦਿੱਤੀ ਧਮਕੀ - POLITICO",
        "ਟਰੰਪ ਨੇ ਫਰਾਂਸ ਵਿਚ ਰਾਜਦੂਤ ਲਈ ਜੇਰੇਡ ਕੁਸ਼ਨਰ ਦੇ ਪਿਤਾ ਦੀ ਚੋਣ ਕੀਤੀ - ਬੀਬੀਸੀ.",
        "ਟਰੰਪ ਨੇ ਡੀਈਏ ਪ੍ਰਬੰਧਕ ਲਈ ਤਜਰਬੇਕਾਰ ਕਾਨੂੰਨ ਲਾਗੂ ਕਰਨ ਵਾਲੇ ਅਧਿਕਾਰੀ ਚਾਡ ਕ੍ਰੋਨਿਸਟਰ ਦੀ ਚੋਣ ਕੀਤੀ - ਦਿ ਹਿੱਲ",
        "Gwyneth Paltrow ਦੀ ਧੀ ਐਪਲ ਨੇ ਵੈਲੇਨਟਿਨੋ ਪਹਿਰਾਵੇ ਨੂੰ ਪਹਿਨਿਆ ਜਿਸ ਨੂੰ ਬਣਾਉਣ ਲਈ 750 ਘੰਟੇ ਲੱਗ ਗਏ - ਲੋਕ",
        "ਮੈਂ 17 ਸਾਲਾਂ ਤੋਂ ਸਾਈਬਰ ਸੋਮਵਾਰ ਦੇ ਸੌਦਿਆਂ ਨੂੰ ਕਵਰ ਕਰ ਰਿਹਾ ਹਾਂ — ਇੱਥੇ ਹੁਣ ਸਭ ਤੋਂ ਵਧੀਆ ਵਿਕਰੀ ਲਾਈਵ ਹੈ - ਟੌਮ ਦੀ ਗਾਈਡ",
        "ਵਰਸਟਾਪੇਨ ਕਤਰ ਕੁਆਲੀਫਾਇੰਗ ਵਿਚ ਰਸਲ ਘਟਨਾ ਲਈ demoted - formula1.com",
        "ਯੂਰਪੀਅਨ ਯੂਨੀਅਨ ਨਾਲ ਬਰੇਕ ਤੋਂ ਬਾਅਦ ਜਾਰਜੀਆ ਦੀ ਸਰਕਾਰ ਦਾ ਵਿਰੋਧ ਕਰਨ ਲਈ ਕਈ ਹਜ਼ਾਰਾਂ ਰੈਲੀ - ਰਾਇਟਰ",
        "ਮੈਂ ਇੱਕ ਬਲੈਕ ਫ੍ਰਾਈਡੇ ਟੀਵੀ ਸੌਦੇ ਦਾ ਅਨੁਭਵੀ ਹਾਂ, ਅਤੇ ਮੈਂ ਤੁਹਾਡੇ ਲਈ ਸਭ ਤੋਂ ਵਧੀਆ ਪੇਸ਼ਕਸ਼ਾਂ ਦੀ ਚੋਣ ਕਰ ਰਿਹਾ ਹਾਂ – ਹਾਂ, ਤੁਸੀਂ, ਨਿੱਜੀ ਤੌਰ 'ਤੇ - TechRadar",
        "ਯੂਰੇਨਸ ਅਤੇ ਨੇਪਚੂਨ ਦੇ ਆਪਣੇ ਬੱਦਲਾਂ ਦੇ ਹੇਠਾਂ ਸਮੁੰਦਰ ਹੋ ਸਕਦੇ ਹਨ, ਬਰਫ ਦੇ ਦੈਂਤਾਂ ਦੇ ਨਵੇਂ ਰਹੱਸਾਂ ਦਾ ਖੁਲਾਸਾ ਕਰਦੇ ਹਨ - ਦਿ ਡੇਲੀ ਗਲੈਕਸੀ --ਗਰੇਟ ਡਿਸਕਵਰੀਜ਼ ਚੈਨਲ",
        "ਬੌਬ ਬ੍ਰਾਇਅਰ, ਰੌਕ ਬੈਂਡ ਮਾਈ ਕੈਮੀਕਲ ਰੋਮਾਂਸ ਲਈ ਡਰੱਮਰ, 44 ਤੇ ਮਰ ਗਿਆ - ਸੀ ਐਨ ਐਨ",
        "ਨਵੀਂ ਨੀਤੀ ਤਹਿਤ ਸਾਊਥਵੈਸਟ ਏਅਰਲਾਈਨਜ਼ ਪਹਿਲਾਂ ਹੀ ਕੈਬਿਨ ਸਰਵਿਸ ਬੰਦ ਕਰ ਦੇਵੇਗੀ । ਇੱਥੇ ਕਿਉਂ ਹੈ - ਸੈਨ ਫ੍ਰਾਂਸਿਸਕੋ ਕ੍ਰੋਨਿਕਲ",
        "ਟੈਰਿਫ ਧਮਕੀ ਤੋਂ ਬਾਅਦ ਟਰੂਡੋ ਨੇ ਸਰਹੱਦ 'ਤੇ ਕਾਰਵਾਈ ਕਰਨ ਦਾ ਵਾਅਦਾ ਕੀਤਾ, ਟਰੰਪ ਨੇ ਕਿਹਾ - ਬਲੂਮਬਰਗ"
    ]
}