{
    "headlines": [
        "Trump threatens BRICS nations with 100 percent tariff - POLITICO",
        "What was attendance for Syracuse football’s upset win over No. 6 Miami? - syracuse.com",
        "See the scale of destruction in Hezbollah’s stronghold near Beirut - The Washington Post",
        "Trump taps Kash Patel for FBI director, an ally who would aid in his effort to upend law enforcement - The Associated Press",
        "Trump picks Jared Kushner's father for ambassador to France - BBC.com",
        "Taiwan’s president arrives in Hawaii for a 2-day stop in the US as part of South Pacific visit - The Associated Press",
        "After setbacks, Iran sees Lebanon cease-fire as chance to regroup - The Washington Post",
        "Texas vs. Texas A&M live stream, where to watch, TV channel, kickoff time, odds, spread, prediction, pick - CBS Sports",
        "Statement by NSC Spokesperson Sean Savett on Syria - The White House",
        "What If “Bat Blood” Could Make Human Hibernation for Interstellar Journeys Possible? - The Daily Galaxy --Great Discoveries Channel",
        "Gwyneth Paltrow's Daughter Apple Wears Valentino Dress That Took 750 Hours to Make - PEOPLE",
        "WWE Survivor Series WarGames 2024 Results: Winners, Live Grades, Reaction, Highlights - Bleacher Report",
        "Elon Musk targets OpenAI’s for-profit transition in a new filing - The Verge",
        "I've been covering Cyber Monday deals for 17 years — here's the best sales live now - Tom's Guide",
        "Verstappen demoted for Russell incident in Qatar qualifying - formula1.com",
        "New York Times: Pete Hegseth’s mother wrote him an email in 2018 accusing him of mistreating women - CNN",
        "Day: 4th straight loss to U-M 'not easy to accept' - ESPN",
        "Bob Bryar, drummer for rock band My Chemical Romance, dead at 44 - CNN",
        "Protesters gather for third night of demonstrations after Georgia announces suspension of EU talks - CNN",
        "Trudeau Pledged Action on Border After Tariff Threat, Trump Says - Bloomberg"
    ]
}