{
    "headlines": [
        "«Несколько» беспилотников вошли в воздушное пространство на военно-морской станции в Нью-Джерси: официальный - ABC News",
        "Фондовый рынок сегодня: Nasdaq бьет свежий рекорд, поскольку Broadcom Surges, Tops $ 1 Trillion Market Cap (Live Coverage) - Investor's Business Daily",
        "Ветеран Дэниел Пенни, оправданный в нью-йоркском метро, присоединится к люксу Трампа на футбольном матче - The Associated Press",
        "«Норт Каролина А.Д.» говорит, что Билл Беличик займется ManningCast, McAfee Show в качестве главного тренера - NBC Sports",
        "Союзник США прекращает борьбу с Исламским государством в Сирии, сражаясь с повстанческой группой - The Wall Street Journal",
        "Bluesky на перепутье: пользователи подают петицию о запрете Джесси Сингала за антитрансовские взгляды, домогательства - TechCrunch",
        "Генеральный директор UnitedHealth Group обращается к Брайану Томпсону со смертью и говорит, что система здравоохранения «несовершенна» - CNBC",
        "NFL Week 15 смелые прогнозы: NFC локомотивы Львы и Орлы идут вниз, вожди выигрывают по-разному - CBS Sports",
        "Команда 49ers и тренер ошеломились после того, как лайнбекер отказался играть против Рэмс - CNN",
        "Оборонные группы Великобритании, Италии и Японии создали предприятие по надзору за проектом истребителей - Financial Times",
        "Геральт из города, который определенно был охотником на монстров Дага Кокла в трейлере The Witcher 4 - Eurogamer",
        "Ким Кардашьян совершает глэм-приезд на Skims Event НА скутере после того, как сломала ногу - E! НОВОСТИ",
        "Древнейшая ДНК человека помогает точно определить, когда ранние люди скрещивались с неандертальцами - CNN",
        "Мама Конана О 'Брайена скончалась через несколько дней после смерти отца - The Daily Beast",
        "Франсуа Байру пользуется уважением, но добьется ли он успеха? - BBC.com",
        "ФРС сократит еще раз, прежде чем замедлить темп в 2025 году, говорят экономисты - Bloomberg",
        "Российские ракеты бьют по энергосистеме Украины - Reuters.com",
        "Последние часы Асада в Сирии: обман, отчаяние и бегство - Reuters",
        "Вечером пик метеоритных дождей Геминид. Вот когда и где они будут видны. - Новости CBS",
        "Вверх и назад! Марсоход НАСА «Настойчивость» достигает края своего дома в кратере Джезеро (видео) - Space.com"
    ]
}