{
    "headlines": [
        "ਵੈਸਟ ਬੈਂਕ ਅਤੇ ਜਾਰਡਨ ਦੇ ਵਿਚਕਾਰ ਐਲਨਬੀ ਕਰਾਸਿੰਗ ਵਿਖੇ ਇਜ਼ਰਾਈਲ ਦੇ ਤਿੰਨ ਸਰਹੱਦੀ ਗਾਰਡਾਂ ਦੀ ਗੋਲੀ ਮਾਰ ਕੇ ਹੱਤਿਆ ਕਰ ਦਿੱਤੀ ਗਈ - ਸੀਐਨਐਨ",
        "ਪੀਟ ਪ੍ਰਿਸਕੋ ਦਾ ਹਫਤਾ 1 ਐਨਐਫਐਲ ਪਿਕਸਃ ਜੈਗੁਆਰਸ ਨੇ ਡੌਲਫਿਨਜ਼ ਨੂੰ ਪਛਾੜ ਦਿੱਤਾ, ਕੋਲਟਸ ਨੇ ਟੇਕਸਨਜ਼ ਨੂੰ ਪਰੇਸ਼ਾਨ ਕੀਤਾ, ਵਾਈਕਿੰਗਜ਼ ਉੱਤੇ ਦੈਂਤ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਪੋਪ ਇਕ ਟਨ ਮਾਨਵਤਾਵਾਦੀ ਸਹਾਇਤਾ ਅਤੇ ਖਿਡੌਣਿਆਂ ਨਾਲ ਪਾਪੂਆ ਨਿ Gu ਗਿੰਨੀ ਦੇ ਦੂਰ-ਦੁਰਾਡੇ ਦੇ ਜੰਗਲਾਂ ਵਿਚ ਪਹੁੰਚੇ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਵੈਨੇਜ਼ੁਏਲਾ ਵਿਰੋਧੀ ਉਮੀਦਵਾਰ ਐਡਮੰਡੋ ਗੋਂਜ਼ਾਲੇਜ਼ ਸਪੇਨ ਲਈ ਦੇਸ਼ ਰਵਾਨਾ - ਬੀਬੀਸੀ.",
        "ਇੰਟਰਸਟੇਟ 75 ਦੇ ਨੇੜੇ ਕੈਂਟਕੀ ਗੋਲੀਬਾਰੀ ਵਿਚ 5 ਲੋਕ ਜ਼ਖਮੀ ਹੋਣ ਤੋਂ ਬਾਅਦ ਮੈਨਹੰਟ ਜਾਰੀ ਹੈ, ਅਧਿਕਾਰੀਆਂ ਦਾ ਕਹਿਣਾ ਹੈ - ਸੀਐਨਐਨ",
        "ਹਟਾਈ",
        "'ਯੂਫੋਰੀਆ ਦੇ ਸਿਡਨੀ ਸਵੀਨੀ ਅਤੇ ਜੈਕਬ ਐਲੋਰਡੀ ਨੇ ਟੀਆਈਐਫਐਫ ਪ੍ਰੀਮੀਅਰਾਂ ਨੂੰ ਦੁਹਰਾਇਆ ਹੈ - ਡੈੱਡਲਾਈਨ",
        "ਐਲ. ਏ. ਦੇ ਪੂਰਬ ਵੱਲ ਰਾਸ਼ਟਰੀ ਜੰਗਲ ਦੇ ਤਲ ਨੂੰ ਸਾੜਦੇ ਹੋਏ ਲਾਈਨ ਫਾਇਰ ਦੇ ਤੌਰ ਤੇ ਨਿਕਾਸੀ ਦਾ ਆਦੇਸ਼ ਦਿੱਤਾ ਗਿਆ - ਐਨ ਬੀ ਸੀ ਨਿ Newsਜ਼",
        "ਉੱਤਰੀ ਇਲੀਨੋਇਸ ਕੋਚ ਥਾਮਸ ਹੈਮੌਕ ਨੋਟਰੇ ਡੈਮ ਦੇ ਪਰੇਸ਼ਾਨ ਹੋਣ ਤੋਂ ਬਾਅਦ ਭਾਵਨਾਤਮਕਃ 'ਮੈਂ ਸਿਰਫ ਵਧੇਰੇ ਮਾਣ ਨਹੀਂ ਕਰ ਸਕਦਾ' - ਅਮਰੀਕਾ ਅੱਜ",
        "ਫਲਸਤੀਨੀਆਂ ਨੇ ਅਮਰੀਕੀ womanਰਤ ਦੇ ਵੈਸਟ ਬੈਂਕ ਕਤਲ ਦੇ ਗਵਾਹਾਂ ਦੀ ਇੰਟਰਵਿ interview ਲਈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਇਹ ‘ਜ਼ਿੰਦਗੀ ਦਾ ਤੱਥ ਨਹੀਂ’ ਹੈਃ ਵਾਲਜ਼ ਵੈਨਸ ਦੇ ਸਕੂਲ ਦੀ ਗੋਲੀਬਾਰੀ ਦੀਆਂ ਟਿੱਪਣੀਆਂ ਦਾ ਜਵਾਬ ਦਿੰਦਾ ਹੈ - ਪੋਲਿਟਿਕੋ",
        "ਓਰੇਗਨ ਪੁਲਿਸ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਗੁਆਂ neighborੀ ਨੇ womanਰਤ ਦੀ ਹੱਤਿਆ ਕਰ ਦਿੱਤੀ, ਕੁਝ ਦਿਨ ਬਾਅਦ ਉਹ ਹਵਾਈ ਵਿਆਹ ਤੋਂ ਵਾਪਸ ਆਈ - ਹੋਨੋਲੂਲੂ ਸਟਾਰ-ਐਡਵਰਟਾਈਜ਼ਰ",
        "ਕਰੀਏਟਿਵ ਆਰਟਸ ਐਮੀਜ਼, ਨਾਈਟ ਵਨਃ ਜੇਤੂਆਂ ਦੀ ਸੂਚੀ (ਲਾਈਵ ਅਪਡੇਟ ਕਰਨਾ) - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਹਟਾਈ",
        "ਐਲਨ ਮਸਕ ਨੇ 2028 ਤੱਕ ਮੰਗਲ ਲਈ ਪੁਲਾੜ ਐਕਸ ਦੀਆਂ ਉਡਾਣਾਂ ਦੀ ਭਵਿੱਖਬਾਣੀ ਕੀਤੀ, ਗ੍ਰਹਿ 'ਤੇ' ਸਵੈ-ਨਿਰਭਰ ਸ਼ਹਿਰ 'ਦੀ ਉਮੀਦ - ਫੌਕਸ ਬਿਜ਼ਨਸ",
        "ਜਾਰਜੀਆ ਹਾਈ ਸਕੂਲ ਦੀ ਗੋਲੀਬਾਰੀਃ ਸ਼ੱਕੀ ਦੇ ਸਾਬਕਾ ਗੁਆਂ neighborsੀ ਕਥਿਤ ਤੌਰ 'ਤੇ ਦੁਰਵਿਵਹਾਰ, ਹਫੜਾ-ਦਫੜੀ ਦੀਆਂ ਕਹਾਣੀਆਂ ਸੁਣਾਉਂਦੇ ਹਨ - ਫੌਕਸ ਨਿ Newsਜ਼",
        "ਰੂਸ ਦੀਆਂ ਚੋਣਾਂ ਦੇ ਪ੍ਰਭਾਵ ਦੀਆਂ ਕੋਸ਼ਿਸ਼ਾਂ ਸੂਝਵਾਨਤਾ ਦਰਸਾਉਂਦੀਆਂ ਹਨ, ਅਧਿਕਾਰੀਆਂ ਦਾ ਕਹਿਣਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਸਕ੍ਰਿਪਟਸ ਨਿ Newsਜ਼ ਰਿਪੋਰਟਾਂਃ ਗਰਮੀ ਨਾਲ ਮੌਤ - ਏਓਐਲ",
        "ਆਰਿਨਾ ਸਬਲੈਂਕਾ ਨੇ ਯੂਐਸ ਓਪਨ ਜਿੱਤਣ ਲਈ ਜੈਸਿਕਾ ਪੇਗੁਲਾ ਨੂੰ ਦੋ ਸੈੱਟਾਂ ਵਿੱਚ ਹਰਾਇਆ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਨਾਸਾ ਦਾ ਬੋਇੰਗ ਸਟਾਰਲਾਈਨਰ ਬਿਨਾਂ ਚਾਲਕ ਦਲ ਦੇ ਪੁਲਾੜ ਤੋਂ ਵਾਪਸ ਪਰਤਦਾ ਹੈ - ਐਕਸੀਓਸ"
    ]
}