{
    "headlines": [
        "MAGA mène une « guerre civile » pour les visas H-1B. Voici ce qu'ils sont. - The Washington Post",
        "Au milieu de la poussée du cessez-le-feu, les Palestiniens portent les cicatrices de la détention israélienne - Reuters",
        "Xi affirme que la croissance du PIB de la Chine en 2024 devrait atteindre l'objectif d'environ 5 % - Bloomberg",
        "La Corée du Sud doit inspecter les avions Boeing alors qu'elle peine à trouver la cause de l'accident d'avion - NPR",
        "Angelina Jolie et Brad Pitt concluent un accord de divorce - BBC.com",
        "Le tribunal sud-coréen approuve l'arrestation du président Yoon dans le cadre de l'enquête sur la loi martiale - Reuters",
        "Photo des séries éliminatoires de la NFL 2024, classement : les commandants remportent les séries éliminatoires ; les Vikings et les Lions joueront pour la tête de série n ° 1 - CBS Sports",
        "Football du lundi soir : Kerby Joseph, Jared Goff portent les Lions à 40-34 victoires sur les 49ers - NBC Sports",
        "Brock Purdy sort avec une blessure apparente au bras après avoir pris un coup vs. Lions - Niners Wire",
        "Les actions de MicroStrategy plongent de 8% après son achat de Bitcoin en fin d'année - Cointelegraph",
        "Air glacial lié au vortex polaire, tempêtes de neige susceptibles de s'abattre sur les États-Unis à partir de 2025 - Axios",
        "L'approbation de Trump ne parvient pas à déloger de nombreux détracteurs du GOP de Mike Johnson - Axios",
        "Dow Jones Futures : Nvidia, S&P 500 Below Key Levels After Stock Market Sell-Off - Investor's Business Daily",
        "Nick Sirianni est toujours indécis à l'idée de jouer les débutants des Eagles dans la semaine 18 - Bleeding Green Nation",
        "[supprimé]",
        "Kate Beckinsale partage ses expériences avec les abus sur le plateau, dit que Blake Lively a révélé une « machine qui entre en vigueur lorsqu'une femme se plaint » - Yahoo Entertainment",
        "Affaire de viol Gisèle Pelicot : 17 hommes font appel des condamnations - BBC.com",
        "Apple TV+ définit un week-end de streaming gratuit en janvier - Date limite",
        "Trump perd son appel dans une affaire de 5 millions de dollars de diffamation contre E. Jean Carroll et d'abus sexuels - The Washington Post",
        "Norovirus : Ce qu'il faut savoir sur les épidémies croissantes de la maladie gastro-intestinale - The Washington Post"
    ]
}