{
    "headlines": [
        "ਜੀਐਮ ਨੇ ਪੁਨਰਗਠਨ, ਲਾਗਤ ਕੱਟਣ ਦੇ ਵਿਚਕਾਰ 1,000 ਕਰਮਚਾਰੀਆਂ ਨੂੰ ਛੁੱਟੀ ਦਿੱਤੀ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਟਰੰਪ ਨੇ ਉੱਤਰੀ ਡਕੋਟਾ ਦੇ ਗਵਰਨਰ ਬਰਗਮ ਨੂੰ ਗ੍ਰਹਿ ਸਕੱਤਰ ਚੁਣਿਆ - ਰਾਇਟਰਜ਼",
        "ਛੁੱਟੀਆਂ ਦੀ ਖਰੀਦਦਾਰੀ ਦੇ ਮੌਸਮ ਤੋਂ ਪਹਿਲਾਂ ਦੁਬਾਰਾ ਪ੍ਰਚੂਨ ਵਿਕਰੀ ਚੜ੍ਹ ਗਈ. ਯੂਐਸ ਦੀ ਆਰਥਿਕਤਾ ਵਿਚ ਅਜੇ ਵੀ ਗਤੀ ਹੈ. - ਮਾਰਕੀਟਵਾਚ",
        "\"ਲਾਲ ਰਾਖਸ਼ਾਂ\" ਦਾ ਰਹੱਸਃ ਵੈਬ ਵਿਸ਼ਾਲ ਸ਼ੁਰੂਆਤੀ ਗਲੈਕਸੀਆਂ ਲੱਭਦਾ ਹੈ ਜੋ ਮੌਜੂਦ ਨਹੀਂ ਹੋਣੀਆਂ ਚਾਹੀਦੀਆਂ - SciTechDaily",
        "ਯੂਐਸ ਦੀ ਓਵਰਡੋਜ਼-ਮੌਤ ਦੀ ਦਰ ਘਟਣ ’ਤੇ’ ਉਮੀਦ ਦਾ ਅਸਲ ਕਾਰਨ '- ਮਾਰਕੀਟਵਾਚ",
        "ਚੋਟੀ ਦੇ ਈਰਾਨੀ ਅਧਿਕਾਰੀ ਨੇ ਇਜ਼ਰਾਈਲ-ਹਜ਼ਬੁੱਲਾ ਜੰਗ 'ਤੇ ਲੇਬਨਾਨ ਨੂੰ ਸਮਰਥਨ ਦੇਣ ਦੀ ਸਹੁੰ ਖਾਧੀ ਕਿਉਂਕਿ ਅਮਰੀਕਾ ਜੰਗਬੰਦੀ ਲਈ ਜ਼ੋਰ ਪਾ ਰਿਹਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਸਮੀਖਿਆਃ ਐਮਾਜ਼ਾਨ ਦਾ 2024 ਕਿੰਡਲ ਪੇਪਰਵਾਈਟ ਵਧੀਆ ਈ-ਰੀਡਰ ਨੂੰ ਥੋੜਾ ਬਿਹਤਰ ਬਣਾਉਂਦਾ ਹੈ - ਆਰਸ ਟੈਕਨੀਕਾ",
        "2024 ਦਾ ਅੰਤਮ ਸੁਪਰਮੂਨ ਅੱਜ ਰਾਤ ਉੱਠਦਾ ਹੈ ਜਿਵੇਂ ਕਿ ਨਵੰਬਰ ਦਾ ਪੂਰਾ ਬੀਵਰ ਚੰਦਰਮਾ - ਸਪੇਸ.",
        "ਟੀਕੇ ਦੀ ਕਵਰੇਜ ਦੀ ਘਾਟ ਕਾਰਨ ਦੁਨੀਆ ਭਰ ਵਿੱਚ ਖਸਰਾ ਦੇ ਕੇਸਾਂ ਵਿੱਚ ਵਾਧਾ, ਡਬਲਯੂਐਚਓ ਕਹਿੰਦਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਮਾਈਕ ਟਾਇਸਨ ਬਨਾਮ ਜੇਕ ਪੌਲ ਲੜਾਈ ਦੀਆਂ ਭਵਿੱਖਬਾਣੀਆਂਃ ਮੁੱਕੇਬਾਜ਼ੀ ਚੈਂਪੀਅਨ, ਕੋਚ ਅਤੇ ਦੰਤਕਥਾ ਆਪਣੀ ਪਸੰਦ ਬਣਾਉਂਦੇ ਹਨ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਲਿਓਨਿਡ ਮੀਟਿਅਰ ਸ਼ਾਵਰ ਦੀ ਉਮੀਦ ਹੈ ਕਿ ਇਸ ਹਫਤੇ ਦੇ ਅੰਤ ਵਿੱਚ ਸਟਾਰਗੇਜ਼ਰਜ਼ - ਸੈਲੂਨ",
        "ਪਲੇਬੁੱਕਃ ਟਰੰਪ ਨਵੇਂ ਨਿਯੁਕਤੀਆਂ ਦੇ ਨਾਲ ਜ਼ੋਨ ਨੂੰ ਹੜ੍ਹ ਦਿੰਦਾ ਹੈ - ਪੋਲਿਟਿਕੋ",
        "ਰੂਸੀ ਮੋਡੀਊਲ ‘ਚ ਪੁਲਾੜ ਸਟੇਸ਼ਨ ਲੀਕ ਹੋਣ ਤੋਂ ਨਾਸਾ ਚਿੰਤਤ ਹੈ ।’ ਰੂਸ ਸਹਿਮਤ ਨਹੀਂ ਜਾਪਦਾ - ਸੀਐਨਐਨ",
        "ਉੱਤਰੀ ਕੋਰੀਆ ਵਿਸਫੋਟਕ ਪ੍ਰਦਰਸ਼ਨੀ ਨਾਲ ਆਪਣੀਆਂ ਡਰੋਨ ਸਮਰੱਥਾਵਾਂ ਦਿਖਾਉਂਦਾ ਹੈ - ਦਿ ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "ਸ੍ਰੀਲੰਕਾ ਦੇ ਨਵੇਂ ਮਾਰਕਸਵਾਦੀ ਝੁਕਾਅ ਵਾਲੇ ਰਾਸ਼ਟਰਪਤੀ ਦੀ ਪਾਰਟੀ ਨੇ ਸੰਸਦ ਵਿਚ ਦੋ ਤਿਹਾਈ ਬਹੁਮਤ ਪ੍ਰਾਪਤ ਕੀਤਾ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਟਰੰਪ ਦੀ ਟੀਮ ਕੁਝ ਕੈਬਨਿਟ ਪਿਕਾਂ ਲਈ ਐਫਬੀਆਈ ਬੈਕਗ੍ਰਾਉਂਡ ਚੈਕਾਂ ਨੂੰ ਛੱਡਦੀ ਹੈ - ਸੀਐਨਐਨ",
        "ਬਾਇਡਨ ਦੀ ਅਰਥਵਿਵਸਥਾ ਨੂੰ ਨਵਾਂ ਵਿਕਰੇਤਾ ਮਿਲਣ ਵਾਲਾ ਹੈਃ ਡੋਨਾਲਡ ਟਰੰਪ - ਪੋਲਿਟਿਕੋ",
        "ਟਰੰਪ ਆਪਣੇ ਕੈਬਨਿਟ ਲਈ ਛੁੱਟੀਆਂ ਦੀਆਂ ਨਿਯੁਕਤੀਆਂ ਦੀ ਮੰਗ ਕਿਉਂ ਕਰ ਰਹੇ ਹਨ - ਐਕਸੀਓਸ",
        "ਕੱਪੜੇ ਤੋਂ ਲੈ ਕੇ ਕੰਪਿ computersਟਰਾਂ ਤੱਕ, 6 ਚੀਜ਼ਾਂ ਨੂੰ ਵਧੇਰੇ ਮਹਿੰਗਾ ਹੋਣ ਦੀ ਉਮੀਦ ਹੈ ਜੇ ਟਰੰਪ ਦੀਆਂ ਵਪਾਰਕ ਯੋਜਨਾਵਾਂ ਲਾਗੂ ਕੀਤੀਆਂ ਜਾਂਦੀਆਂ ਹਨ - ਬਿਜ਼ਨਸ ਇਨਸਾਈਡਰ",
        "‘ਲੈਂਡਮੈਨ’ ਸਮੀਖਿਆਃ ਘੱਟੋ ਘੱਟ ਟੇਲਰ ਸ਼ੈਰੀਡਨ ਦੇ ਮਾਧਿਅਮ ਪੈਰਾਮਾਉਂਟ+ ਸਾਬਣ 'ਤੇ ਬਿਲੀ ਬੌਬ ਥੌਰਨਟਨ ਪਲੇਨਟੀ ਆਫ ਫਿਊਲ ਦਿੰਦਾ ਹੈ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ"
    ]
}