{
    "headlines": [
        "Trump appears to read from Tesla sales pitch at White House event: ‘They gave me notes’ - Hindustan Times",
        "Exclusive | Celebrity chef got death threats after criticizing Meghan Markle’s Netflix show: ‘I’ve nothing against Meghan’ - New York Post ",
        "Rosie O’Donnell reveals why she moved to Ireland: ‘It’s been pretty wonderful’ - CNN",
        "Department of Education lays off nearly 50% of its workforce - ABC News",
        "2025 NFL free agency tracker: Updates on top 100 free agents, including Joey Bosa and DeAndre Hopkins - CBS Sports",
        "Chromecast (2nd gen) and Audio cannot Cast in ‘Untrusted’ outage [Update] - 9to5Google",
        "Rep. Sarah McBride misgendered by Republican colleague during committee hearing - ABC News",
        "Emily Osment celebrates birthday with brother Haley Joel Osment after settling divorce with husband of 5 months - Page Six",
        "In a striking change of tone, Tesla mega bull Dan Ives warns Elon Musk that patience is ‘wearing thin’ - Fortune",
        "SpaceX mission set to launch on Wednesday will bring home Starliner astronauts - ABC News",
        "Stock Market News, March 11, 2025: Dow Pares Losses While Canada, U.S. Discuss Trade Tensions - The Wall Street Journal",
        "What we know about the House GOP government funding bill - CNN",
        "Ukraine ready to accept 30-day ceasefire with Russia proposed by US - BBC.com",
        "Match Awards from Bayern Munich’s satisfying 2-0 (5-0) Champions League win over Bayer Leverkusen - Bavarian Football Works",
        "MAP: Which Oklahoma counties have highest, lowest measles vaccination rates? - KOCO Oklahoma City",
        "Disney to Keep the Snow White Cast Locked Away in Its Castle - Vulture",
        "Researchers are learning the Trump administration axed their work to improve vaccination - The Associated Press",
        "US factories likely to feel the pain from Trump’s steel and aluminum tariffs - The Associated Press",
        "Southwest ends its trademark ‘bags fly free’ policy for many customers - The Washington Post",
        "Trump imposes new Canada tariffs, then reverses them - Axios"
    ]
}