{
    "headlines": [
        "ਕੀ Ozempic ਨਸ਼ਾ ਦਾ ਇਲਾਜ ਕਰ ਸਕਦਾ ਹੈ? - ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਗੂਗਲ ਨੇ ਅਮਰੀਕਾ ਨੂੰ ਬੈਂਕ ਵਾਂਗ ਨਿਗਰਾਨੀ ਕਰਨ ਤੋਂ ਰੋਕਣ ਦਾ ਕੀਤਾ ਮੁਕੱਦਮਾ - The Verge",
        "ਡੋਨਾਲਡ ਟਰੰਪ ਅਤੇ ਪ੍ਰਿੰਸ ਵਿਲੀਅਮ ਪੈਰਿਸ ਵਿਚ ਦੁਬਾਰਾ ਖੋਲ੍ਹਣ ਲਈ ਨੋਟਰੇ-ਡੈਮ ਵਿਖੇ ਮਿਲੇ - ਬੀਬੀਸੀ.",
        "ਐਪਲ ਦੇ ਹੈਰਾਨੀਜਨਕ ਆਈਫੋਨ ਅਪਡੇਟ-ਗ੍ਰੀਨ ਬੁਲਬਲੇ ਅਗਲੇ ਹਫਤੇ ਖਤਮ - ਫੋਰਬਸ",
        "2026 ਨੰਬਰ 1 ਭਰਤੀ ਕਰੋ ਜ਼ੀਓਨ ਐਲੀ ਮੈਰੀਲੈਂਡ ਲਈ ਵਚਨਬੱਧ ਹੈ - On3.com",
        "ਯੂਨਾਈਟਿਡ ਹੈਲਥਕੇਅਰ ਦੇ ਸੀਈਓ ਸ਼ੂਟਿੰਗ ਨੇ ਅਮਰੀਕੀਆਂ ਦੇ ਬੀਮੇ ਦੀਆਂ ਨਿਰਾਸ਼ਾਵਾਂ ਦੇ ਹੜ੍ਹ ਦੇ ਦਰਵਾਜ਼ੇ ਖੋਲ੍ਹ ਦਿੱਤੇ - ਪੀਬੀਐਸ ਨਿ Newsਜ਼ਹੋਰ",
        "ਪੋਪ 21 ਕਾਰਡਿਨਲ ਬਣਾਉਂਦਾ ਹੈ, ਉਨ੍ਹਾਂ ਵਿੱਚੋਂ ਬਹੁਤ ਸਾਰੇ ਸੁਧਾਰਕ ਆਪਣੇ ਆਪ ਵਿੱਚ, ਆਪਣੀਆਂ ਸੁਧਾਰ ਯੋਜਨਾਵਾਂ ਨੂੰ ਪੂਰਾ ਕਰਨ ਲਈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਰਿਪੋਰਟਾਂਃ ਓਕਲਾਹੋਮਾ ਸਟੇਟ ਕੋਚ ਮਾਈਕ ਗੁੰਡੀ ਬਿੱਗ 12 ਪਲੇਅ ਵਿੱਚ 0-9 ਸੀਜ਼ਨ ਤੋਂ ਬਾਅਦ ਪੁਨਰਗਠਿਤ ਇਕਰਾਰਨਾਮੇ ਲਈ ਸਹਿਮਤ ਹੈ - ਯਾਹੂ ਸਪੋਰਟਸ",
        "ਪੈਟ ਮੈਕੈਫੀ ਨੇ ਜਾਰਜੀਆ, ਟੈਕਸਾਸ ਦੇ ਵਿਚਕਾਰ ਐਸਈਸੀ ਟਾਈਟਲ ਗੇਮ ਵਿੱਚ ਬਲੋਆਉਟ ਦੀ ਭਵਿੱਖਬਾਣੀ ਕੀਤੀ - ਐਥਲੋਨ ਸਪੋਰਟਸ",
        "ਇੱਕ ਸਰੋਤ ਨੇ ਵਾਇਰਲ ਅਫਵਾਹਾਂ ਨੂੰ ਸੰਬੋਧਿਤ ਕੀਤਾ ਕਿ ਬੈਰੀ ਕੀਓਗਨ ਨੇ ਉਨ੍ਹਾਂ ਦੇ ਕਥਿਤ ਬਰੇਕਅਪ ਤੋਂ ਪਹਿਲਾਂ ਸਬਰੀਨਾ ਤਰਖਾਣ ਨਾਲ ਧੋਖਾ ਕੀਤਾ - ਬਜ਼ਫੀਡ",
        "ਜਲਾਵਤਨੀ ਦਾ ਮਾਰਗ 2: 500,000 ਭਾਫ ਸਮਕਾਲੀ, 1.1 ਮਿਲੀਅਨ ਟਵਿੱਚ ਦਰਸ਼ਕ, ਇੱਕ ਸਮੈਸ਼ ਹਿੱਟ - ਫੋਰਬਸ",
        "ਅਰੀਜ਼ੋਨਾ ਸਟੇਟ ਬਨਾਮ ਆਇਓਵਾ ਸਟੇਟ ਲਾਈਵ ਸਟ੍ਰੀਮ, ਕਿੱਥੇ ਵੇਖਣਾ ਹੈ, ਟੀਵੀ ਚੈਨਲ, ਵੱਡੇ 12 ਚੈਂਪੀਅਨਸ਼ਿਪ ਗੇਮ ਦੇ ਬਾਵਜੂਦ, ਪਿਕ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਹਟਾਈ",
        "30 ਤੋਂ ਘੱਟ ਉਮਰ ਦੇ ਨਿਊਯਾਰਕ ਦੇ ਚੋਟੀ ਦੇ ਵੀਸੀ - TechCrunch",
        "ਨੇਵੀ ਦੇ ਇਕ ਬਜ਼ੁਰਗ ਨੇ ਸੋਚਿਆ ਕਿ ਉਸ ਨੂੰ ਦਿਲ ਦਾ ਦੌਰਾ ਪੈ ਰਿਹਾ ਹੈ. ਐਮਰਜੈਂਸੀ ਰੂਮ ਦੀ ਯਾਤਰਾ ਨੂੰ ਕੁਝ ਹੋਰ ਮਿਲਿਆ... - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਬਹਾਦਰੀ ਦੀ ਵਿਰਾਸਤਃ ਸਿਰਫ 16 ਪਰਲ ਹਾਰਬਰ ਬਚੇ ਹਨ. 83 ਵੀਂ ਵਰ੍ਹੇਗੰ on 'ਤੇ, ਉਹ ਅਜੇ ਵੀ ਬਹਾਦਰੀ ਦੀਆਂ ਕਹਾਣੀਆਂ ਸਾਂਝੀਆਂ ਕਰਦੇ ਹਨ - ਸੀ ਐਨ ਐਨ",
        "ਡਿੱਡੀ ਦੇ ਇਕ ਦੋਸ਼ੀ ਨੇ ਇਸ ਐਨਐਚਐਲ ਸਟਾਰ ਦੀ ਸਾਬਕਾ ਪਤਨੀ ਵਜੋਂ ਪਛਾਣ ਦਾ ਖੁਲਾਸਾ ਕੀਤਾ - ਦਿ ਟਾਈਮਜ਼ ਆਫ ਇੰਡੀਆ",
        "ਮੈਗਾ ਮਿਲੀਅਨ ਜੈਕਪਾਟ ਗ੍ਰਹਿਣ $ 600 ਮਿਲੀਅਨ-ਇਹ ਹੈ ਕਿ ਜੇਤੂ ਟੈਕਸਾਂ ਤੋਂ ਬਾਅਦ ਕਿੰਨਾ ਘਰ ਲੈ ਸਕਦਾ ਹੈ - ਫੋਰਬਸ",
        "ਅਲੀਨਾ ਹਬਾ ਨੇ ਭਵਿੱਖਬਾਣੀ ਕੀਤੀ ਹੈ ਕਿ ਬਿਡੇਨ ਮੁਆਫੀ ਦੇਣਗੇ ‘ਜਿਵੇਂ ਕਿ ਉਹ ਟਿਕ ਟਕਸ ਹਨ’ - ਦਿ ਹਿੱਲ",
        "ਵਿਕੀਪੀਡੀਆ ਰੈਲੀ 2025 ਦੇ ਅੰਤ ਤੱਕ ਜਾਰੀ ਰੱਖਣ ਲਈ — ਵਿਸ਼ਲੇਸ਼ਕ - Cointelegraph"
    ]
}