{
    "headlines": [
        "Real Estate Brothers, Oren e Tal Alexander, presos e acusados de tráfico sexual - The New York Times",
        "NASA acredita que entende por que o Ingenuity caiu em Marte - Ars Technica",
        "Explosão no Afeganistão mata ministro-chave e choca Talibã - The Washington Post",
        "O que saber sobre as novas ferramentas de IA do iOS 18.2, do Genmoji ao ChatGPT - The Washington Post",
        "‘Golden Bachelor’ Gerry Turner tem câncer, diz que diagnóstico teve ‘grande influência’ na separação de Theresa Nist - New York Post",
        "Albertsons desiste da fusão com a Kroger e processa a cadeia de supermercados por não garantir o acordo - The Associated Press",
        "Sondagem da CNN: a maioria dos americanos aprova a forma como Trump está a lidar com o seu regresso à Casa Branca - CNN",
        "Sundance 2025: JLo, Sly Stone, Putin, Ayo Edebiri, André Holland, & Ex-NZ PM Jacinda Ardern Films Among Park City Festival Offerings - Prazo",
        "Dor de cabeça no intervalo do Super Bowl? Como Jay-Z nas manchetes poderia impactar o acordo da NFL da Roc Nation - Hollywood Reporter",
        "A surpreendente razão pela qual ‘Conan, a Bactéria’ pode resistir à radiação que pode matar um humano - CNN",
        "Patrimônio líquido de Elon Musk chega a US $ 400 bilhões, uma estreia histórica - Bloomberg",
        "Golani, da Síria, promete punir os responsáveis pela tortura sob Assad - Reuters",
        "Mortes por dengue aumentam no Caribe e nas Américas devido à crise climática - The Guardian",
        "Arábia Saudita nomeada anfitriã da Copa do Mundo da FIFA de 2034; Marrocos para co-encenar 2030 - Al Jazeera English",
        "O novo chip quântico do Google (goog) é um assassino de Bitcoin e NVDA? - Yahoo Finance",
        "O Google está testando agentes de IA da Gemini que ajudam você em videogames - The Verge",
        "Criança californiana suspeita de contrair gripe aviária depois de beber leite cru - ABC News",
        "Preços ao consumidor dos EUA registram maior ganho em sete meses; custo do aluguel diminui - Reuters",
        "Trump ultrapassou a lei. Os aliados dele não. - POLITICO",
        "A NFL jogará seu primeiro jogo da temporada regular em Berlim em 2025 - NBC Sports"
    ]
}