{
    "headlines": [
        "Os Bills venceram os Broncos, avançam para o confronto da rodada divisional com os Ravens - NBC Sports",
        "O presidente da Croácia, Milanović, vence a reeleição depois de derrotar o candidato do partido governista no segundo turno - PBS NewsHour",
        "O que Mike Vrabel disse a Tom Brady antes do regresso dos Patriots como treinador - New York Post",
        "Eagles vs. Packers onde assistir: horário de início, canal de TV, streaming, transmissão ao vivo dos playoffs da NFL, odds, escolha - CBS Sports",
        "Sen. Barrasso diz que \"um problema de papelada\" está atrasando a audiência de confirmação de Tulsi Gabbard - CBS News",
        "Estamos testemunhando um novo Mark Zuckerberg: Bem-vindo ao Zuck 3.0. - Business Insider",
        "VLC Developers Working on AI-Powered Real-Time Subtitles - OMG! Ubuntu!",
        "Proprietário de dois hospitais locais declara falência - Passar para 10",
        "Bilheteria: ‘Covil dos Ladrões 2’ começa a ganhar US $ 15,5 milhões; ‘Moana 2’ chega a US $ 1 bilhão globalmente - Hollywood Reporter",
        "Joshua Jackson se sente \"incrivelmente sortudo\" depois de perder a casa de Topanga Canyon em Palisades Fire - Prazo",
        "O número de mortos por incêndios florestais em Los Angeles sobe para 16 enquanto as equipes lutam para conter as chamas - PBS NewsHour",
        "Netanyahu e Biden discutem progresso nas negociações de cessar-fogo em Gaza - CNN",
        "Núcleo de gelo pode conter respostas para mistérios do passado da Terra - CNN",
        "Polícia prende 2 suspeitos de assalto na casa de Kamala Harris em Brentwood em meio a incêndios - Prazo",
        "Os investidores do mercado de ações estão nervosos com essa anomalia do mercado de títulos - MarketWatch",
        "Republicanos pedem aos indicados de Trump: não morda a isca dos democratas - The Hill",
        "JD Vance diz que há \"um acordo a ser feito na Groenlândia\" - Axios",
        "O DLSS 4 da Nvidia não é o que você pensa que é. Vamos desmascarar os mitos - Tendências Digitais",
        "Um jovem gorila resgatado de um porão de avião se recupera no zoológico de Istambul - ABC News",
        "Selling Sunset's Jason Oppenheim Accuses Landlords of 'Price Gouging,' 'Taking Advantage' Among LA Fires - TooFab"
    ]
}