{
    "headlines": [
        "Израиль заявляет, что он нацелился на лидера Хезболлы в ударах по Бейруту: обновления в прямом эфире - CNN",
        "Харрис, Трамп практически поровну участвовал в опросах на полях сражений - POLITICO",
        "Кто был давним лидером Хезболлы Хасаном Насраллой? - Ассошиэйтед Пресс",
        "SpaceX запускает миссию, целью которой является возвращение давно задержанных астронавтов Starliner - CNN",
        "Тропическая погода: миллионы людей все еще остаются без электричества от Хелены, поскольку наводнение продолжается - The Associated Press",
        "Эксклюзив: верховный лидер Ирана занял безопасное место, говорят источники - Reuters",
        "Meta предлагает взглянуть на своего предполагаемого убийцу iPhone: Orion - TechCrunch",
        "Звезды «Гарри Поттера» отдают дань Мэгги Смит: «Она держала гриффиндорцев в напряжении» - Entertainment Weekly News",
        "Генеральный директор WeightWatchers, который наблюдал за переходом диетической компании на препараты для похудения, внезапно покидает свою должность - The Associated Press",
        "Кристин Каваллари и Марк Эстес расстались после 7 месяцев отношений: «Это так свежо» - Fox News",
        "Изъято",
        "Кассовые сборы: «Дикий робот» заработал до 35 миллионов долларов, «Мегаполис» на треке менее чем за 5 миллионов долларов - Разнообразие",
        "Сетевые вечерние выпуски новостей едва упоминают новый отчет ICE о 425 000 криминальных мигрантов, свободных в США - Fox News",
        "В портах Восточного побережья надвигаются сбои, поскольку грузчики готовятся к забастовке - The Washington Post",
        "Победители и проигравшие из Карл-Энтони Таунс переходят в Никс - NBC Sports",
        "Мэри Боннет поделилась своим мнением о драме Бре Тиези и Челси Лазкани «Закат» - E! Онлайн - E! НОВОСТИ",
        "Арч Мэннинг, как ожидается, сделает второй старт против штата Миссисипи, поскольку Texas QB Quinn Ewers восстанавливается после травмы - CBS Sports",
        "Гостевая колонка | Я толстый. Вот почему я не принимаю препарат для похудения. - The Washington Post",
        "Крайне правые глаза Австрии одержали беспрецедентную победу на выборах - BBC.com",
        "Распространенная ошибка, которую люди совершают по утрам, «увеличивает риск развития опасного рака на 50%» - LADbible"
    ]
}