{
    "headlines": [
        "ਕਾਲਜ ਫੁੱਟਬਾਲ ਜੇਤੂ ਅਤੇ ਹਾਰਨ ਵਾਲੇਃ ਅਲਾਬਾਮਾ ਦੀ ਹਾਰ ਦੇ ਨਾਲ, ਕੀ ਓਹੀਓ ਸਟੇਟ ਜਾਂ ਟੈਕਸਾਸ ਨੰਬਰ 1 ਤੇ ਚਲੇ ਜਾਣਗੇ? - ਯਾਹੂ ਸਪੋਰਟਸ",
        "ਰੇਜ਼ਰਬੈਕਸ ਸਟਨ ਵੋਲਸ, ਅੰਤ ਸੋਕੇ ਬਨਾਮ ਚੋਟੀ ਦੀਆਂ -5 ਟੀਮਾਂ - ਈਐਸਪੀਐਨ",
        "ਆਦਮੀ ਨੇ ਫਲਸਤੀਨ ਦੇ ਪੱਖੀ ਰੈਲੀ ਦੌਰਾਨ ਡਾਉਨਟਾਊਨ ਡੀ. ਸੀ. ਵਿਚ ਆਪਣੇ ਆਪ ਨੂੰ ਅੱਗ ਲਗਾ ਲਈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਮਿਲਟਨ ਫਲੋਰਿਡਾ ਲਈ ਇਕ ਵੱਡਾ ਤੂਫਾਨ ਦਾ ਖ਼ਤਰਾ - ਮੌਸਮ ਚੈਨਲ",
        "ਹਜ਼ਾਰਾਂ ਲੋਕ 7 ਅਕਤੂਬਰ ਨੂੰ ਵਰ੍ਹੇਗੰਢ ਨੇੜੇ ਹੋਣ ਦੇ ਨਾਤੇ ਵਿਸ਼ਵ ਭਰ ਵਿੱਚ ਫਲਸਤੀਨੀ ਪੱਖੀ ਰੈਲੀਆਂ ਵਿੱਚ ਸ਼ਾਮਲ ਹੋਏ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "UFC 307: ਪਰੈਰਾ ਬਨਾਮ ਰਾਊਂਟਰੀ ਜੂਨੀਅਰ",
        "ਹੈਰਿਸ ਉੱਤਰੀ ਕੈਰੋਲੀਨਾ ਦਾ ਦੌਰਾ ਕਰਦਾ ਹੈ, ਹੇਲੀਨ ਦੁਆਰਾ ਤਬਾਹ ਕੀਤੇ ਗਏ ਖੇਤਰਾਂ ਦੀ ਦੂਜੀ ਯਾਤਰਾ ਵਿੱਚ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਅਲੈਕਸ ਵਰਡੁਗੋ ਯੈਂਕੀਜ਼ ਗੇਮ 1 ਐਲਡੀਐਸ ਜਿੱਤ ਵਿੱਚ ਅਸੰਭਵ ਹੀਰੋ ਦੀ ਭੂਮਿਕਾ ਨਿਭਾਉਂਦਾ ਹੈ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਇਜ਼ਰਾਈਲ ਨੇ ਇਰਾਨ ਦੇ ਜਵਾਬ ਲਈ ਖੇਤਰ ਬਰੇਸ ਵਜੋਂ ਲੇਬਨਾਨ 'ਤੇ ਹਮਲਾ ਕੀਤਾਃ ਲਾਈਵ ਅਪਡੇਟਸ - ਸੀ ਐਨ ਐਨ",
        "ਟਰੰਪ ਇੱਕ ਰੈਲੀ ਲਈ ਬਟਲਰ, ਪੈਨਸਿਲਵੇਨੀਆ ਵਾਪਸ ਪਰਤੇ । ਇਹ ਹੈ ਕਿ ਕਿਵੇਂ ਸੀਕਰੇਟ ਸਰਵਿਸ ਨੇ ਘਟਨਾ ਨੂੰ ਸੁਰੱਖਿਅਤ ਕੀਤਾ. - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਇਜ਼ਰਾਈਲ ਨੇ ਉੱਤਰੀ ਲੇਬਨਾਨ ਵਿਚ ਹੜਤਾਲਾਂ ਦਾ ਵਿਸਥਾਰ ਕੀਤਾ ਜਿਵੇਂ ਮਰਨ ਵਾਲਿਆਂ ਦੀ ਗਿਣਤੀ ਵਧਦੀ ਜਾ ਰਹੀ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਰਾਬਰਟ ਪੈਟਿਨਸਨ ਅਤੇ ਸੁਕੀ ਵਾਟਰਹਾhouseਸ ਬੱਚੇ ਦਾ ਸਵਾਗਤ ਕਰਨ ਤੋਂ ਬਾਅਦ ਦੁਰਲੱਭ ਸੰਯੁਕਤ ਦਿੱਖ ਮਹੀਨੇ ਬਣਾਉਂਦੇ ਹਨ - ਈ! ਖ਼ਬਰਾਂ",
        "‘ਜੋਕਰ’ ਸੀਕੁਅਲ ਨੂੰ ਆਖਰੀ ਹਾਸਾ ਮਿਲਦਾ ਹੈ ਕਿਉਂਕਿ ਨਾਜ਼ੁਕ ਫਲਾਪ ਬਾਕਸ ਆਫਿਸ ਦਾ ਤਾਜ ਲੈਂਦਾ ਹੈ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਰਿਚਰਡ ਸਿਮੰਸ ਦਾ ਭਰਾ ਦੇਰ ਨਾਲ ਤੰਦਰੁਸਤੀ ਗੁਰੂ ਦੇ ਦਫ਼ਨਾਉਣ ਬਾਰੇ 'ਥੋੜਾ ਰਾਜ਼' ਸਾਂਝਾ ਕਰਦਾ ਹੈਃ 'ਬਹੁਤ ਜ਼ਿਆਦਾ ਲੋਕ ਨਹੀਂ ਜਾਣਦੇ' - ਫੌਕਸ ਨਿ Newsਜ਼",
        "ਹਟਾਈ",
        "ਇਜ਼ਰਾਈਲ ਦਾ ਟੁੱਟਿਆ ਕਿਬਬੂਤਜ਼ ਬੇਅਰੀਭਵਿੱਖ ਲੱਭਣ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰਦਾ ਹੈ - ਬੀਬੀਸੀ.",
        "ਤੱਥ ਜਾਂਚਃ ਕੀ ਅਮਰੀਕਾ ਵਿਚ ਸਪਰਿੰਗਫੀਲਡ ਵਿਚ ਹੈਤੀਆਈ ਪ੍ਰਵਾਸੀ ਗੈਰਕਾਨੂੰਨੀ ਹਨ? - ਅਲ ਜਜ਼ੀਰਾ ਅੰਗਰੇਜ਼ੀ",
        "ਤੂਫਾਨ ਹੇਲੀਨ ਦੁਆਰਾ ਤਬਾਹ ਕੀਤੀ ਗਈ ਮਸ਼ਹੂਰ ਜਾਇਦਾਦ ਦੇ ਨੇੜੇ ਬਿਲਟਮੋਰ ਵਿਲੇਜਃ ਪਹਿਲਾਂ ਅਤੇ ਬਾਅਦ ਵਿਚ - ਫੌਕਸ ਬਿਜ਼ਨਸ",
        "ਹਿਲੇਰੀ ਕਲਿੰਟਨ ਨੇ ਜੈਕ ਸਮਿਥ ਦੇ ਮੀਮੋ ਦੇ ਟਾਈਮਿੰਗ ਨੂੰ ਸੰਬੋਧਿਤ ਕੀਤਾ - ਸੀ ਐਨ ਐਨ",
        "ਧਰਤੀ ਦਾ ਅਧਿਕਾਰਤ ਤੌਰ 'ਤੇ ਦੂਜਾ ਚੰਦਰਮਾ ਹੈ: ਐਸਟਰਾਇਡ 2024 ਪੀਟੀ 5 ਅਸਥਾਈ Orਰਬਿਟ ਵਿਚ ਫੜਿਆ ਗਿਆ - ਦਿ ਡੇਲੀ ਗਲੈਕਸੀ - ਮਹਾਨ ਖੋਜ ਚੈਨਲ"
    ]
}