{
    "headlines": [
        "ਤੰਦਰੁਸਤੀ ਨੂੰ ਉਤਸ਼ਾਹਤ ਕਰਨ ਲਈ, ਇਸ ਸਧਾਰਣ, ਵਿਗਿਆਨ-ਪੱਖੀ ਚਾਲ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰੋ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "‘ਅਵਿਸ਼ਵਾਸ ਅਤੇ ਸਦਮਾ’: ਇਕ ਔਰਤ ਦਾ ਟੌਨਸਿਲ ਦਹਾਕਿਆਂ ਬਾਅਦ ਵਾਪਸ ਵਧਿਆ - ਸੀ ਐਨ ਐਨ",
        "ਐਰੋਨ ਰੋਜਰਸਃ \"ਜੇ ਮੈਂ ਖੇਡਣਾ ਚਾਹੁੰਦਾ ਹਾਂ ਅਤੇ ਉਹ ਮੈਨੂੰ ਇੱਥੇ ਨਹੀਂ ਚਾਹੁੰਦੇ, ਤਾਂ ਮੈਂ ਵੇਖਾਂਗਾ ਕਿ ਕੀ ਹੋਰ ਵਿਕਲਪ ਹਨ.\" - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਹਟਾਈ",
        "ਜ਼ਿਆਦਾ ਬੱਚਿਆਂ ਨੂੰ ਕਿਡਨੀ ਪੱਥਰ ਹੋ ਰਹੇ ਹਨ । ਮਾਹਰ ਸੋਚਦੇ ਹਨ ਕਿ ਇਹ ਉਨ੍ਹਾਂ ਦੀ ਖੁਰਾਕ ਹੈ. - ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਨਿਊਯਾਰਕ ਸ਼ਹਿਰ 'ਚ ਗੋਲੀਬਾਰੀ ਦੀ ਘਟਨਾ' ਚ 10 ਲੋਕ ਜ਼ਖਮੀ, NYPD ਦਾ ਕਹਿਣਾ - Reuters",
        "ਨੀਲ ਯੰਗ ਬੀਬੀਸੀ 'ਕਾਰਪੋਰੇਟ ਨਿਯੰਤਰਣ' ਤੇ ਗਲਾਸਟਨਬਰੀ ਨੂੰ ਸ਼ਨਜ਼ ਕਰਦਾ ਹੈ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਫਲਸਤੀਨੀ ਅਥਾਰਟੀ ਨੇ ਵੈਸਟ ਬੈਂਕ ਪਾਵਰ ਸੰਘਰਸ਼ ਵਿਚ ਹਮਾਸ ਦੇ ਅੱਤਵਾਦੀਆਂ 'ਤੇ ਕਬਜ਼ਾ ਕੀਤਾ - ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "ਮੋਂਟੇਨੇਗਰੋ ਗੋਲੀਬਾਰੀ ਸਪ੍ਰੀ ਨੇ ਬੰਦੂਕਧਾਰੀ ਨੂੰ ਆਪਣੇ 'ਤੇ ਬੰਦੂਕ ਚਲਾਉਣ ਤੋਂ ਪਹਿਲਾਂ 2 ਬੱਚਿਆਂ ਸਮੇਤ 12 ਲੋਕਾਂ ਦੀ ਮੌਤ ਵੇਖੀ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਸਟਾਕ ਮਾਰਕੀਟ ਅੱਜਃ ਨਵੇਂ ਸਾਲ ਦੀਆਂ ਛੁੱਟੀਆਂ ਤੋਂ ਬਾਅਦ ਗਲੋਬਲ ਸ਼ੇਅਰ ਮਿਲਾਏ ਜਾਂਦੇ ਹਨ. ਚੀਨੀ ਸ਼ੇਅਰ ਸਿੰਕ - ਯਾਹੂ ਵਿੱਤ",
        "ਨਿ Or ਓਰਲੀਨਜ਼ ਬੋਰਬਨ ਸਟ੍ਰੀਟ ਹਮਲੇ ਦੇ ਪੀੜਤਾਂ ਵਿੱਚ ਸਾਬਕਾ ਕਾਲਜ ਫੁੱਟਬਾਲ ਖਿਡਾਰੀ ਅਤੇ ਪਿਆਰ ਕਰਨ ਵਾਲੇ ਪਿਤਾ ਸ਼ਾਮਲ ਹਨ - ਸੀ ਐਨ ਐਨ",
        "ਯਿਰਮਿਯਾਹ ਸਮਿਥ ਚੈਨਲ DeVonta ਸਮਿਥ-ਵਰਗੇ ਦਬਦਬਾ ਵਿੱਚ ਓਹੀਓ ਸਟੇਟ ਦੇ ਰੋਜ਼ Bowl ਜਿੱਤ - 247Sports",
        "ਦੱਖਣੀ ਕੋਰੀਆ ਪੁਲਿਸ ਨੇ ਜਾਨਲੇਵਾ ਜਹਾਜ਼ ਹਾਦਸੇ ਨੂੰ ਲੈ ਕੇ ਜੈਜੂ ਏਅਰ, ਏਅਰਪੋਰਟ ਓਪਰੇਟਰ ਦੀ ਭਾਲ ਕੀਤੀ - ਰਾਇਟਰ",
        "ਰੂਸ ਨੇ ਹੁਣੇ ਹੀ ਆਪਣੀ ਸਭ ਤੋਂ ਅਜੀਬ ਯੁੱਧ ਦੀ ਆਮਦਨੀ ਦੀਆਂ ਧਾਰਾਵਾਂ ਵਿੱਚੋਂ ਇੱਕ ਗੁਆ ਦਿੱਤੀ - ਬਿਜ਼ਨਸ ਇਨਸਾਈਡਰ",
        "ਸਾਕੋਨ ਬਾਰਕਲੇ ਬਨਾਮ ਜਾਇੰਟਸ ਆਰਾਮ ਕਰੇਗਾ, ਐਨਐਫਐਲ ਰਸ਼ਿੰਗ ਰਿਕਾਰਡ 'ਤੇ ਮੌਕਾ ਗੁਆ ਦੇਵੇਗਾ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਅਦਾਕਾਰ ਗਲੇਨ ਪਾਵੇਲ ਨੇ ਪੀਚ ਬਾlਲ ਵਿਚ ਗੁਟਸੀ ਡਬਲ ਓਵਰਟਾਈਮ ਜਿੱਤਣ ਤੋਂ ਬਾਅਦ ਕੁਇਨ ਈਵਰਜ਼ ਨੂੰ 'ਮੁਕਤੀਦਾਤਾ' ਵਜੋਂ ਪ੍ਰਸੰਸਾ ਕੀਤੀ - On3.com",
        "‘ਕੈਟਵੁਮੈਨ' ਜੋਸਲੀਨ ਵਾਈਲਡਨਸਟਾਈਨ, ਜੋ ਉਸ ਦੀਆਂ ਵਿਆਪਕ ਪਲਾਸਟਿਕ ਸਰਜਰੀਆਂ ਲਈ ਜਾਣੀ ਜਾਂਦੀ ਹੈ, 79 'ਤੇ ਮਰ ਗਈ - ਸਾ Southਥ ਚਾਈਨਾ ਮਾਰਨਿੰਗ ਪੋਸਟ",
        "ਬਲੇਕ ਨੇ ਜਨਤਕ ਤੌਰ ‘ਤੇ‘ ਜਸਟਿਨ ਬਾਲਡੋਨੀ ਦਾ ਅਪਮਾਨ ਕੀਤਾ ‘, ਫਿਲਮ ਦੇ ਪ੍ਰੀਮੀਅਰ’ ਤੇ ਆਪਣੇ ਪਰਿਵਾਰ ਨੂੰ ਬਾਹਰ ਕੱ 'ਦਿੱਤਾ', ਦਾਅਵੇ ਦਾ ਮੁਕੱਦਮਾ - ਹਿੰਦੁਸਤਾਨ ਟਾਈਮਜ਼",
        "ਹਟਾਈ",
        "NYE ਨੇਬਰਹੁੱਡ ਜਸ਼ਨ ਵਿੱਚ ਵਿਸ਼ਾਲ ਧਮਾਕੇ ਤੋਂ ਬਾਅਦ ਹਵਾਈ ਵਿੱਚ 2 ਦੀ ਮੌਤ, 20 ਤੋਂ ਵੱਧ ਜ਼ਖਮੀ - ਅਮਰੀਕਾ ਅੱਜ"
    ]
}