{
    "headlines": [
        "Франция назначает новое правительство, стремясь положить конец беспорядкам после июльских выборов - The Washington Post",
        "Число погибших в результате израильской военной «целенаправленной атаки», в результате которой погибли командиры «Хезболлы» - Новости CBS",
        "Janet Jackson Goes On Bizarre Kamala Harris Tangent Over VP's Family and Heritage - Deadline",
        "Дюбуа огорчает Джошуа потрясающим нокаутом в 5-м раунде - ESPN",
        "Lizzo отвечает на обвинения Ozempic после дебюта трансформации потери веса - E! НОВОСТИ",
        "Трамп проводит предвыборную кампанию в Северной Каролине, в то время как боевой союзник Робинсон остается в стороне - Reuters",
        "Корабль ФБР в порту Балтимора - WBAL TV Baltimore",
        "Харрис принимает приглашение на дебаты CNN на 23 октября, снова бросая вызов Трампу на еще одно столкновение - CNN",
        "Джеймс Мэдисон набрал 53 очка в первом тайме в Северной Каролине - Yahoo Sports",
        "Беспорядки вблизи Флориды могут перерасти в тропическую депрессию на следующей неделе, говорит NHC - WESH 2 Орландо",
        "Украинские беспилотники взорвали 2000 тонн боеприпасов на юге России - Forbes",
        "Изъято",
        "Верховный суд Аризоны постановил, что почти 98 000 человек, чье гражданство не было подтверждено, могут проголосовать за полный бюллетень - PBS NewsHour",
        "Профсоюзная оппозиция продаже U.S. Steel отражает годы плохих отношений - The Washington Post",
        "Подозреваемый в «убийствах на Изи-стрит» в 1977 году, старейшем холодном деле в Мельбурне, арестован в Италии - Новости CBS",
        "Изъято",
        "Результаты колледжа по футболу, расписание, 25 лучших рейтингов NCAA, игры сегодня: штат Огайо, Клемсон в действии - CBS Sports",
        "iPhone 11 против iPhone 16: 5 причин обновить свой 5-летний iPhone - 9to5Mac",
        "Джон А. Клементс, эксперт по легким, который помог спасти недоношенных детей, умер в возрасте 101 года - The Washington Post",
        "Кассовые сборы: премьера «Трансформеров 1» обошлась в $ 9,5 млн - Разнообразие"
    ]
}