{
    "headlines": [
        "ਕਮਲਾ ਹੈਰਿਸ ਲਈ 100 ਸਾਲਾ ਜਿਮੀ ਕਾਰਟਰ ਨੇ ਕਾਸਟ ਕੀਤੀ ਵੋਟ",
        "ਇਜ਼ਰਾਈਲ ਨੇ ਹਿਜ਼ਬੁੱਲਾ ਦੇ ਡੋਮੀਨੇਟਿਡ ਖੇਤਰਾਂ ਵਿੱਚ ਦੱਖਣੀ ਲੇਬਨਾਨ 'ਤੇ ਹਮਲਾ ਕੀਤਾਃ ਲਾਈਵ ਅਪਡੇਟਸ - ਦ ਨਿਊਯਾਰਕ ਟਾਈਮਜ਼",
        "ਇਟਲੀ ਨੇ ਸਰੋਗੇਸੀ ਵਿਰੋਧੀ ਕਾਨੂੰਨ ਪਾਸ ਕੀਤਾ ਜੋ ਸਮਲਿੰਗੀ ਜੋੜਿਆਂ ਨੂੰ ਮਾਤਾ-ਪਿਤਾ ਬਣਨ ਤੋਂ ਪ੍ਰਭਾਵਸ਼ਾਲੀ bੰਗ ਨਾਲ ਰੋਕਦਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਟਰੰਪ ਨੇ ਫੌਕਸ ਟਾਉਨ ਹਾਲ ਵਿਚ 'ਅੰਦਰੋਂ ਦੁਸ਼ਮਣ’ ਟਿੱਪਣੀਆਂ ’ਤੇ ਦੁਗਣਾ ਕੀਤਾ - ਦਿ ਗਾਰਡੀਅਨ ਯੂਐਸ",
        "ਲਾਈਵ ਅਪਡੇਟਸਃ ਇਰਾਨ 'ਤੇ ਹਮਲਾ ਕਰਨ ਦੀ ਇਜ਼ਰਾਈਲ ਦੀ ਯੋਜਨਾ ਤਿਆਰ ਹੈ, ਸਰੋਤ ਕਹਿੰਦਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਤੱਥ ਜਾਂਚਃ ਟਰੰਪ womenਰਤਾਂ ਨਾਲ ਇਕ ਘੰਟੇ ਦੇ ਫੌਕਸ ਟਾ hallਨ ਹਾਲ ਵਿਚ ਘੱਟੋ ਘੱਟ 19 ਝੂਠੇ ਦਾਅਵੇ ਕਰਦੇ ਹਨ - ਸੀ ਐਨ ਐਨ",
        "ਰੂਸੀ ਵ੍ਹੇਲ ਪਹਿਰੇਦਾਰ 67 ਦਿਨਾਂ ਲਈ ਸਮੁੰਦਰ 'ਤੇ ਘੁੰਮਦਾ ਹੋਇਆ ਖੁਲਾਸਾ ਕਰਦਾ ਹੈ ਕਿ ਕਿਵੇਂ ਭਰਾ, ਭਤੀਜੇ ਦੀ ਮੌਤ ਹੋ ਗਈ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਕੇਵਿਨ ਸਟੀਫਾਂਸਕੀਃ ਮੈਂ ਅਮਾਰੀ ਕੂਪਰ ਦੀ ਕਿਸਮਤ ਦੀ ਕਾਮਨਾ ਕਰਦਾ ਹਾਂ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਪੈਟ ਮੈਕੈਫੀ ਨੇ ਟੇਲਰ ਸਵਿਫਟ ਨਾਲ ਸੰਬੰਧਾਂ ਦੇ ਵਿਚਕਾਰ ਸਪਾਟਲਾਈਟ ਨੂੰ ਚੰਗੀ ਤਰ੍ਹਾਂ ਸੰਭਾਲਣ ਲਈ ਟ੍ਰੈਵਿਸ ਕੈਲਸੇ ਦੀ ਪ੍ਰਸ਼ੰਸਾ ਕੀਤੀ - ਫੌਕਸ ਨਿ Newsਜ਼",
        "ਸਪੇਸਐਕਸ ਬਹੁਤ ਜਲਦੀ ਸਟਾਰਸ਼ਿਪ ਕੈਚ ਨੂੰ ਇਕ ਕਦਮ ਹੋਰ ਅੱਗੇ ਲੈ ਜਾਵੇਗਾ, ਐਲਨ ਮਸਕ ਨੇ ਪੁਸ਼ਟੀ ਕੀਤੀ - ਟੇਸਲਾਰੈਟੀ",
        "ਅਪਰਾਧ ਦੇ ਰਿਕਾਰਡ ਵਾਲੇ ਲੋਕ ਹੁਣ ਨੇਬਰਾਸਕਾ ਵਿੱਚ ਵੋਟ ਪਾ ਸਕਦੇ ਹਨ — ਅਤੇ ਇਹ ਨਵੰਬਰ ਵਿੱਚ ਸੰਤੁਲਨ ਨੂੰ ਟਿਪ ਕਰਨ ਵਿੱਚ ਸਹਾਇਤਾ ਕਰ ਸਕਦਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "‘ਮੁਸਕਰਾਓ 2’ ਹਫਤੇ ਦੇ ਬਾਕਸ ਆਫਿਸ 'ਤੇ ਉੱਚ ਕਿਸ਼ੋਰਾਂ ਲਈ ਸਿਰਲੇਖ - ਡੈੱਡਲਾਈਨ",
        "ਐਮਾਜ਼ਾਨ ਜਲਵਾਯੂ ਟੀਚਿਆਂ ਨੂੰ ਪੂਰਾ ਕਰਨ ਲਈ ਉੱਨਤ ਪ੍ਰਮਾਣੂ ਰਿਐਕਟਰਾਂ ਵੱਲ ਵੇਖਦਾ ਹੈ - ਦਿ ਵਰਜ",
        "ਅਮਰੀਕਾ ਵੱਲੋਂ ਹਥਿਆਰਾਂ ਨੂੰ ਰੋਕਣ ਦੀ ਧਮਕੀ ਤੋਂ ਬਾਅਦ ਇਜ਼ਰਾਈਲ ਨੇ ਗਾਜ਼ਾ ਦੇ ਹਾਲਾਤ ਸੁਧਾਰਨ ਦਾ ਕੀਤਾ ਪ੍ਰਣ - Axios",
        "ਸਿੰਥਿਆ ਏਰੀਵੋ ਆਲੋਚਨਾ ਕਰਦੀ ਹੈ ‘ਬੁਰੇ’ ਪੋਸਟਰ ਉਸ ਦੇ ਚਿਹਰੇ ਨੂੰ ਲੁਕਾਉਣ ਲਈ ਸੰਪਾਦਿਤ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ, ਬਾਹਰ ਬੁਲਾਉਂਦਾ ਹੈ ‘ਕੀ ਤੁਹਾਡਾ ਪੀ-- ਹਰਾ ਹੈ?’ ਮੀਮਜ਼ਃ 'ਅਪਮਾਨਜਨਕ‘ ਅਤੇ ’ਇਹ ਮੈਨੂੰ ਡੀਗਰੇਡ ਕਰਦਾ ਹੈ’ - ਵੰਨਗੀ",
        "ਮਸਕ ਨੇ ਪ੍ਰੋ-ਟਰੰਪ ਸਮੂਹ ਨੂੰ 75 ਮਿਲੀਅਨ ਡਾਲਰ ਦਿੱਤੇ, ਰਿਪਬਲਿਕਨ ਮੈਗਾ ਡੋਨਰ ਬਣ ਗਿਆ - ਰਾਇਟਰਜ਼",
        "ਕਮਲਾ ਹੈਰਿਸ ਆਪਣੀ ਪਹਿਲੀ ਫੌਕਸ ਨਿਊਜ਼ ਇੰਟਰਵਿਊ ਲਈ ਤਿਆਰ ਹੈ । ਕੀ ਜਾਣਨਾ ਹੈ - ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਏਐਸਐਮਐਲ ਗਲੋਬਲ ਚਿੱਪ ਬਾਜ਼ਾਰਾਂ ਨੂੰ ਝਟਕਾ ਦੇਣ ਤੋਂ ਬਾਅਦ ਨਿਵੇਸ਼ਕਾਂ ਦੀ ਪੜਤਾਲ ਨੂੰ ਖਿੱਚਦਾ ਹੈ - ਰਾਇਟਰਜ਼",
        "ਲੁੱਕ ਅਪਃ ਲੂਯਿਸਵਿਲੇ ਖੇਤਰ ਵਿਚ ਇਕ ਵਾਰ-ਇਨ-ਏ-ਲਾਈਫਟਾਈਮ ਧੂਮਕੇਤੂ ਦਿਖਾਈ ਦਿੰਦਾ ਹੈ - ਡਬਲਯੂਐਲਕੇਵਾਈ ਲੂਯਿਸਵਿਲ",
        "ਜੇ ਜੈੱਟਸ ਐਨਐਫਸੀ ਟੀਮ ਨੂੰ ਹੈਸਨ ਰੈਡਿਕ ਦਾ ਵਪਾਰ ਕਰਦੇ ਹਨ, ਤਾਂ ਉਹ ਈਗਲਜ਼ ਦੇ ਦੂਜੇ ਗੇੜ ਦੇ ਪਿਕ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ ਦੇ ਕਰਜ਼ਦਾਰ ਹਨ"
    ]
}