{
    "headlines": [
        "تحصل أجهزة الكمبيوتر المحمولة Gram خفيفة الوزن من LG على رقائق Intel جديدة وميزات الذكاء الاصطناعي غير المتصلة بالإنترنت - The Verge",
        "الضرب المميت للسجين الأسود في سجن نيويورك يثير الغضب: إليك ما نعرفه - سي إن إن",
        "تقول وزارة الخزانة إن المتسللين الصينيين تمكنوا من الوصول عن بعد إلى محطات العمل والوثائق في حادث سيبراني \"كبير\" - وكالة أسوشيتد برس",
        "تخوض ماغا \"حربًا أهلية\" بسبب تأشيرات H -1B. إليك ما هي عليه. - الواشنطن بوست",
        "وسط دفعة لوقف إطلاق النار، يحمل الفلسطينيون ندوب الاعتقال الإسرائيلي - رويترز",
        "أمرت طائرة تحمل فريق كرة السلة للرجال في غونزاغا بالتوقف لتجنب الاصطدام في مطار لوس أنجلوس الدولي - وكالة أسوشيتد برس",
        "يتعثر 49 لاعبًا في خسارة 40-34 أمام الأسود، ويعاني بروك بوردي من إصابة في الكوع ولإجراء التصوير بالرنين المغناطيسي - سان فرانسيسكو كرونيكل",
        "يقول شي إن نمو الناتج المحلي الإجمالي في الصين لعام 2024 سيصل إلى هدف حوالي 5 ٪ - بلومبرغ",
        "يأمل جاي زي الآن في الحصول على اغتصاب مزعوم لطفل يبلغ من العمر 13 عامًا بناءً على التقويم والجغرافيا - الموعد النهائي",
        "أنجلينا جولي وبراد بيت يتوصلان إلى اتفاق طلاق - BBC.com",
        "2025 NFL Mock Draft: Sam Darnold signs with team in top 5; Giants still land QB despite falling to No. 4 pick - CBS Sports",
        "محكمة كوريا الجنوبية توافق على اعتقال الرئيس يون في تحقيق الأحكام العرفية - رويترز",
        "كرة القدم ليلة الاثنين: كيربي جوزيف، جاريد جوف يحملان الأسود إلى 40-34 للفوز على 49ers - NBC Sports",
        "ثبتت إصابة ما يقرب من مليون دجاجة بإنفلونزا الطيور في منتج البيض في مقاطعة دارك - دايتون ديلي نيوز",
        "أسهم MicroStrategy تنخفض بنسبة 8 ٪ بعد شراء البيتكوين في نهاية العام - Cointelegraph",
        "مشرف بايدن يرسل 5.9 مليار دولار أخرى من المساعدات الأمريكية لأوكرانيا قبل تنصيب ترامب - أكسيوس",
        "هواء بارد مرتبط بالدوامة القطبية، عواصف ثلجية من المحتمل أن تجتاح الولايات المتحدة لتبدأ عام 2025 - أكسيوس",
        "ما الأمر: يناير 2025 نصائح لمشاهدة السماء من ناسا - Science@NASA",
        "العقود الآجلة لمؤشر داو جونز: Nvidia، S&P 500 دون المستويات الرئيسية بعد بيع سوق الأسهم - أعمال المستثمر اليومية",
        "محذوف"
    ]
}