{
    "headlines": [
        "\"Mehrere\" Drohnen sind in den Luftraum der Marinestation von New Jersey eingedrungen: Offiziell - ABC News",
        "Aktienmarkt heute: Nasdaq erreicht neuen Rekord, da Broadcom ansteigt und die Marktkapitalisierung von 1 Billion US-Dollar übersteigt (Live-Berichterstattung) - Investor's Business Daily",
        "Der Veteran Daniel Penny, der in der U-Bahn von NYC freigesprochen wurde, wird sich Trumps Suite beim Fußballspiel anschließen - The Associated Press",
        "North Carolina A.D. sagt Bill Belichick wird ManningCast machen, McAfee Show als Cheftrainer - NBC Sports",
        "Der US-Verbündete stoppt den Kampf gegen den Islamischen Staat in Syrien, während er gegen die Rebellengruppe kämpft - The Wall Street Journal",
        "Bluesky an einem Scheideweg als Nutzer Petition Jesse Singal über Anti-Trans Ansichten, Belästigung zu verbieten - TechCrunch",
        "Der CEO der UnitedHealth Group spricht den Tod von Brian Thompson an und sagt, das Gesundheitssystem sei \"fehlerhaft\" - CNBC",
        "NFL Woche 15 kühne Vorhersagen: NFC-Powerhouses Lions und Eagles gehen unter, Chiefs gewinnen anders - CBS Sports",
        "Das Team und der Trainer der 49ers sind fassungslos, nachdem sich der Linebacker geweigert hat, gegen Rams zu spielen - CNN",
        "Die Verteidigungsgruppen Großbritanniens, Italiens und Japans haben ein Projekt zur Überwachung des Kampfflugzeugprojekts ins Leben gerufen - Financial Times",
        "Geralt der Stadt, das war definitiv Doug Cockles weißhaariger Monsterjäger im Enthüllungs-Trailer von The Witcher 4 - Eurogamer",
        "Kim Kardashian macht Glamour-Event auf einem Roller, nachdem sie sich den Fuß gebrochen hat - E! NEWS",
        "Älteste menschliche DNA hilft festzustellen, wann sich frühe Menschen mit Neandertalern vermischten - CNN",
        "Conan O'Briens Mutter stirbt nur wenige Tage nach seinem Vater - The Daily Beast",
        "François Bayrou gebietet Respekt - aber wird er Erfolg haben? - BBC.com",
        "Die Fed soll noch einmal kürzen, bevor sie 2025 das Tempo verlangsamt, sagen Ökonomen - Bloomberg",
        "Russische Raketen zerschlagen das umkämpfte Stromnetz der Ukraine - Reuters.com",
        "Assads letzte Stunden in Syrien: Täuschung, Verzweiflung und Flucht - Reuters",
        "Die Geminiden-Meteorschauer erreichen heute Abend ihren Höhepunkt. Hier ist, wann und wo sie sichtbar sind. - CBS News",
        "Auf und davon! Der Mars-Rover Perseverance der NASA erreicht den Rand seines Heims im Jezero-Krater (Video) - Space.com"
    ]
}