{
    "headlines": [
        "Kim Jong Un enviou tropas norte-coreanas para a Rússia. O que ele ganha com isso? - The Washington Post",
        "Norte de Gaza 'apocalíptico', todos em 'risco iminente' de morte, alerta ONU - Reuters",
        "Celebridades mais mal vestidas do Halloween 2024 - TMZ",
        "Terno lotérico de 1 milhão de dólares de Elon Musk enviado de volta ao tribunal estadual - CNBC",
        "Como os Dodgers persistiram em um desfile da World Series: 'Sem asterisco neste' - FOX SPORTS",
        "2 homens mortos, 7 pessoas feridas após tiroteio no centro de Orlando - WESH 2 Orlando",
        "Queda de 45% em uma semana, as ações da Super Micro Computer (SMCI) ficam negativas no ano - TipRanks",
        "Embiid dos 76ers, George não vai jogar contra Grizzlies - ESPN",
        "O CarPlay no iOS 18.1 recebe três pequenos aprimoramentos do Apple Intelligence - 9to5Mac",
        "Lamar Jackson diz que está \"100%\" a partir de domingo - NBC Sports",
        "A maior ameaça de segurança subestimada de hoje? Adolescentes persistentes avançados - TechCrunch",
        "Harris e Trump farão campanha em Wisconsin a 4 dias das eleições - CNN",
        "   Removido ",
        "Autoridades dos EUA dizem que a Rússia estava por trás de vídeo falso de suposta fraude eleitoral na Geórgia - CBS News",
        "   Removido ",
        "Um departamento de saúde de Idaho não pode mais administrar vacinas contra a COVID-19. Especialistas dizem que é a primeira vez - Yahoo! Voices",
        "'Agatha o tempo todo': o pai de Nicholas Scratch, Agatha e a história de fundo do Rio explicada - Variedade",
        "Portfólios de Trump e Harris para interpretar o vencedor da eleição, de acordo com Strategas Research - CNBC",
        "Relatório final de empregos antes do dia das eleições mostra que a economia dos EUA adicionou 12.000 posições em meio a greves e tempestades - CNN",
        "O que saber sobre as inundações sem precedentes que mataram mais de 200 em Espanha - The Associated Press"
    ]
}