{
    "headlines": [
        "Video zeigt die Folgen des Brandbombenangriffs im Hauptquartier der Regierungspartei in Japan - Newsweek",
        "Harris, Trumpf Gericht frühe Wähler; Usher, Lizzo beitreten Wahlkampf-Trail - Reuters",
        "Das Neueste über den Tod und den Krieg des Hamas-Führers im Nahen Osten - CNN",
        "Ngannou vs. Ferreira: So siehst du dir heute Abend die PFL-Schlacht der Giganten an, eine vollständige Kampfkarte und mehr - Yahoo Sports",
        "Delphi-Morde: Die Aussage von Tag 2 beinhaltet den ehemaligen Delphi-Polizeichef, Mitglieder des Suchtrupps - FOX 59 Indianapolis",
        "Vorläufiger Deal zur Beendigung des Boeing-Streiks angekündigt - CNN",
        "Zerstörerisches Feuer von Diablo Winds in Oakland - The Weather Channel",
        "Eine Drohne zielt auf das Haus des israelischen Premierministers, während Angriffe in Gaza mehr als 50 Menschen töten - The Associated Press",
        "Steelers treffen QB-Entscheidung zwischen Justin Fields, Russell Wilson für Woche 7 vs. Jets - Sports Illustrated",
        "Bose SoundLink Home Review: Großer Sound aus einem schlanken kleinen Bluetooth-Lautsprecher - CNET",
        "Tropensturm Oscar: Samstag, 19. Oktober Status-Update vom NHC - Yahoo! Voices",
        "Werfen Sie einen Blick in die vulkanischen Unterwasserhöhlen, in denen das Leben gedeiht - CNN",
        "‘Smile 2’ ist glücklicher mit $ 23M Eröffnung; A24‘s ‘We Live In Time’ Making Dime mit $ 4M+, ‘Anora’ begeistert mit massiven $ 105K Theaterdurchschnitt – Samstag Abend - Deadline",
        "\"Du siehst uns brennen, du schweigst\": Die Qual der Familie über Mutter und Söhne verbrannte im Gaza-Zelt - BBC.com",
        "Orioniden-Meteorschauer erreicht an diesem Wochenende Spitzenaktivität: Wann und wo man zuschauen kann - USA TODAY",
        "Nordkoreanische Truppen im Ukraine-Krieg als \"großes\" Eskalationsrisiko bezeichnet - POLITICO EUROPE",
        "Tropischer Sturm Nadine landet am Samstag in Belize - CBS News",
        "Wett-Tipps für Patrioten vs. Jaguare - ESPN",
        "Claude: Alles, was Sie über die KI von Anthropic wissen müssen - TechCrunch",
        "Kubas Stromnetz bricht zum zweiten Mal zusammen, gesamtes Land wieder ohne Strom - Reuters Canada"
    ]
}