{
    "headlines": [
        "Cincinnati Bengals vs. Pittsburgh Steelers Live-Score und Statistiken - 4. Januar 2025 Gametracker - CBS Sports",
        "HMPV-Ausbruch in China: Ist es ein neues Virus? Inwiefern ähnelt es Covid-19? Gibt es einen Impfstoff? Was wir bisher wissen | Mint - Mint",
        "MTA hält eine fröhliche Zeremonie ab, um Stau-Preisschilder zu enthüllen — Stunden bevor die Fahrer den Schmerz spüren werden - New York Post",
        "Exklusiv: Die in New Orleans geplanten neuen Barrieren in der Bourbon Street sind nur auf 10 Meilen pro Stunde abgestürzt - Reuters",
        "Selenskyj meldet schwere russische, nordkoreanische Truppenverluste im russischen Kursk - Reuters",
        "Wie sich Browns 'Verlust an Ravens auf den NFL-Entwurf 2025 auswirkt - Sports Illustrated",
        "Biden lehnte Einsprüche mehrerer Top-Berater bei der Blockierung des Angebots von U.S. Steel ab - The Washington Post",
        "Trump-Verurteilung schafft eine ungewöhnliche Szene vor seiner Amtseinführung - The Washington Post",
        "Hier sind die neuesten 3-Tage-Schneesummen aus ganz Western New York - WGRZ.com",
        "Der größte Wintersturm seit über einem Jahrzehnt wird voraussichtlich zig Millionen Amerikaner treffen - BBC.com",
        "Heat Notes: Butler, Adebayo, Rozier, Riley, Porter Jr. - hoopsrumors.com",
        "Österreich: Kanzlerin tritt nach Scheitern der Koalitionsverhandlungen zurück - DW (Englisch)",
        "Rockstar Staff bestätigt das Veröffentlichungsfenster von GTA 6 in einem neuen Beitrag - The Direct",
        "Johnson sagt den Republikanern im Repräsentantenhaus, dass Trump ein \"großes, schönes\" Versöhnungspaket will - POLITICO",
        "Hey, Apple, lass uns das Design des iPhones im Jahr 2025 aufmischen — endlich - CNET",
        "[removed]",
        "Die verfluchte neue Wendung im Blake-Lively-Justin Baldoni-Skandal - Schiefer",
        "Mary Steenburgen sagt, dass sie dachte, dass Ehemann Ted Danson \"glatt\" war, bis er \"diesen\" Satz \"Nach dem Sex\" sagte (exklusiv) - Yahoo Entertainment",
        "Das echte Samsung Galaxy S25 Ultra-Leck zeigt hauchdünne Blenden des kommenden Flaggschiff-Telefons - Notebookcheck.net",
        "Meta löscht KI-Charakterprofile nach Gegenreaktion, Rassismusvorwürfen - Mashable"
    ]
}