{
    "headlines": [
        "ਸਟਾਕ ਮਾਰਕੀਟ ਅੱਜਃ ਐਸ ਐਂਡ ਪੀ 500, ਨੈਸਡੈਕ ਯੂਐਸ ਜੀਡੀਪੀ ਡੇਟਾ ਦੇ ਤੌਰ ਤੇ ਵਧਦਾ ਹੈ, ਚਿੱਪ ਸਟਾਕ ਮੂਡ ਨੂੰ ਚੁੱਕਦਾ ਹੈ - ਯਾਹੂ ਵਿੱਤ",
        "ਦੈਂਤ ਬਨਾਮ Cowboys ਬਾਵਜੂਦ, ਭਵਿੱਖਬਾਣੀ, ਵਾਰ, ਫੈਲਣਃ ਵੀਰਵਾਰ ਦੀ ਰਾਤ ਫੁੱਟਬਾਲ 42-22-ਰਨ 'ਤੇ ਐਨਐਫਐਲ ਮਾਡਲ ਦੁਆਰਾ ਪਿਕ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਇਜ਼ਰਾਈਲ ਨੂੰ ਸੰਯੁਕਤ ਰਾਸ਼ਟਰ ਦੀ ਮੈਂਬਰਸ਼ਿਪ ਤੋਂ ਹਟਾਉਣਾ ਪਵੇਗਾ, ਅੱਬਾਸ ਨੇ ਜਨਰਲ ਅਸੈਂਬਲੀ ਨੂੰ ਦੱਸਿਆ - ਦ ਯਰੂਸ਼ਲਮ ਪੋਸਟ",
        "ਮੇਨੇਂਡੇਜ਼ ਫੈਮਲੀ ਸਲੈਮਜ਼ ਨੈੱਟਫਲਿਕਸ ਦੇ ਰਾਖਸ਼ਾਂ ਨੂੰ ਰਿਪੁਲਸਿਵ ਦੇ ਤੌਰ ਤੇ, ਮਿਸਟਰਥਸ ਨਾਲ ਭਰਪੂਰ - ਵੰਨਗੀ",
        "ਜਾਪਾਨੀ ਵਿਅਕਤੀ ਨੂੰ ਮੌਤ ਦੀ ਸਜ਼ਾ 'ਤੇ 45 ਸਾਲ ਬਾਅਦ 1966 ਦੇ ਕਤਲਾਂ ਤੋਂ ਬਰੀ ਕੀਤਾ ਗਿਆ - ਰਾਇਟਰਜ਼",
        "ਹਟਾਈ",
        "ਸੈਮਸੰਗ ਦਾ ਨਵਾਂ ਗਲੈਕਸੀ ਐਸ 24 ਐਫਈ ਏਆਈ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਨੂੰ ਘੱਟ ਕੀਮਤ 'ਤੇ ਲਿਆਉਂਦਾ ਹੈ - ਦਿ ਵਰਜ",
        "3 ਵਿੱਚੋਂ 1 ਬਾਲਗ ਆਇਰਨ ਦੀ ਘਾਟ ਤੋਂ ਪੀੜਤ ਹੈ, ਅਧਿਐਨ ਲੱਭਦਾ ਹੈ — ਇਨ੍ਹਾਂ 7 ਲੱਛਣਾਂ ਦੀ ਭਾਲ ਕਰੋ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਜ਼ੇਲੇਨਸਕੀ ਟਰੰਪ ਦੇ ਰਾਸ਼ਟਰਪਤੀ ਬਣਨ ਦੀ ਸੰਭਾਵਨਾ ਲਈ ਬਿਡੇਨ ਅਤੇ ਹੈਰਿਸ ਨੂੰ ਯੂਕ੍ਰੇਨ ਦੀ ਬ੍ਰੇਸ ਵਜੋਂ ਨਿੱਜੀ ਤੌਰ 'ਤੇ ਤੁਰੰਤ ਅਪੀਲ ਕਰਨ ਲਈ - ਸੀਐਨਐਨ",
        "ਕ੍ਰੇਮਲਿਨ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਰੂਸ ਦੇ ਪ੍ਰਮਾਣੂ ਸਿਧਾਂਤ ਵਿਚ ਤਬਦੀਲੀਆਂ ਪੱਛਮ ਲਈ ਚੇਤਾਵਨੀ ਵਜੋਂ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਸਮੁੰਦਰੀ ਰੋਬਿਨ ‘ਪੰਛੀ ਦੇ ਖੰਭਾਂ ਅਤੇ ਖਰਗੋਸ਼ ਵਾਂਗ ਕਈ ਲੱਤਾਂ’ ਵਾਲੀਆਂ ਮੱਛੀਆਂ ਹਨ - ਸੀ ਐਨ ਐਨ",
        "‘ਭਾਵਨਾਤਮਕ’ ਜੇਨਾ ਬੁਸ਼ ਹੈਗਰ ਨੇ ਡੈਡੀ ਜਾਰਜ ਡਬਲਯੂ ਬੁਸ਼ ਨੂੰ ‘ਟੂਡੇ' ਛੱਡਣ ਬਾਰੇ ਰੋਣ ਲਈ ਬੁਲਾਇਆ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਬਾਈਡੇਨ ਨੇ ਯੂਕਰੇਨ ਲਈ 8 ਬਿਲੀਅਨ ਡਾਲਰ ਦੀ ਫੌਜੀ ਸਹਾਇਤਾ ਦਾ ਐਲਾਨ ਕੀਤਾ - ਰਾਇਟਰਜ਼",
        "ਰੂਡੀ ਜਿਉਲਿਆਨੀ ਨੇ ਟਰੰਪ ਦੇ ਝੂਠੇ 2020 ਚੋਣ ਦਾਅਵਿਆਂ ਨੂੰ ਧੱਕਣ ਤੋਂ ਬਾਅਦ ਡੀਸੀ ਵਿੱਚ ਵਿਗਾੜ ਦਿੱਤਾ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਡੀਓਜੇ ਨੇ ਕਥਿਤ ਤੌਰ 'ਤੇ ਕੰਪਨੀ ਦੀ ਜਾਂਚ ਖੋਲ੍ਹਣ ਤੋਂ ਬਾਅਦ ਸੁਪਰ ਮਾਈਕਰੋ ਦੇ ਸ਼ੇਅਰਾਂ ਵਿੱਚ 12% ਦੀ ਗਿਰਾਵਟ ਆਈ - ਸੀਐਨਬੀਸੀ",
        "ਤੂਫਾਨ ਹੇਲੀਨ ਪੈਕ ਮੇਜਰ ਤੂਫਾਨ ਵਾਧੇ, ਉੱਚ ਹਵਾਵਾਂ, ਹੜ੍ਹ ਦੀ ਬਾਰਸ਼ - ਮੌਸਮ ਚੈਨਲ",
        "2024 ਪ੍ਰੈਜ਼ੀਡੈਂਟਸ ਕੱਪ ਟੀਵੀ ਸ਼ਡਿ, ਲ, ਕਵਰੇਜ, ਅੱਜ ਕਿੱਥੇ ਵੇਖਣਾ ਹੈ, ਲਾਈਵ ਸਟ੍ਰੀਮ ਮੁਫਤ onlineਨਲਾਈਨ, ਸ਼ੁਰੂਆਤੀ ਸਮਾਂ, ਤਾਰੀਖਾਂ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਜ਼ੈਲਡਾਃ ਬੁੱਧੀ ਦੀ ਫਰੇਮ ਰੇਟ ਦੀ ਗੂੰਜ ਲਿੰਕ ਦੇ ਜਾਗਣ ਨਾਲੋਂ \"ਹੋਰ ਵੀ ਮਾੜੀ\" ਹੈ - ਨਿਨਟੈਂਡੋ ਲਾਈਫ",
        "ਹਟਾਈ",
        "ਬਹੁਤ ਸਾਰੇ ਤਰੀਕਿਆਂ ਨਾਲ ਇਕੋ ਜਿਹੇ, ਲਾਮਾਰ ਜੈਕਸਨ ਅਤੇ ਜੋਸ਼ ਐਲਨ ਇਕ ਦੂਜੇ ਨੂੰ ਖੇਡਣ ਬਾਰੇ ਵਧੇਰੇ ਵੱਖਰਾ ਨਹੀਂ ਸੁਣ ਸਕਦੇ ਸਨ - ਬਾਲਟਿਮੋਰਰੇਵੇਨਜ਼ ਡਾਟ ਕਾਮ"
    ]
}