{
    "headlines": [
        "Francine weakens as it moves inland, bringing additional rain - NBC News",
        "[Removed]",
        "North Korea gives a glimpse of a secretive uranium-enrichment facility as Kim pushes for more nukes - The Associated Press",
        "Scientists have solved the mystery of a 650-foot mega-tsunami that made the Earth vibrate for 9 days - CNN",
        "[Removed]",
        "Ukrainian Troops Breached Russian Border Defenses 20 Miles West Of The Kursk Salient—But Didn’t Get Very Far - Forbes",
        "What we know about Dolphins QB Tua Tagovailoa's concussion -- and what's next - ESPN",
        "Horoscope for Thursday, September 12, 2024 - Chicago Sun-Times",
        "Trump campaigns in Western states as Harris focuses on critical Pennsylvania - The Associated Press",
        "North Dakota judge rules state abortion ban unconstitutional - Axios",
        "Trump doubles down on migrant pet-eating claims, vows to scuttle overtime taxes - The Arizona Republic",
        "A scenic California mountain town walloped by a blizzard is now threatened by wildfire - The Associated Press",
        "[Removed]",
        "Tyreek Hill alleges police officer pinched his neck during arrest, 'trying to get me to do something to him' - Fox News",
        "Fain at Warren Truck rally: Stellantis nowhere near hitting commitments in UAW contract - Detroit Free Press",
        "Obesity rates are above 20% in every U.S. state, CDC finds. 4 key takeaways from its latest report. - Yahoo Life",
        "Putin threatens NATO amid reports of long-range weapons being allowed to strike inside Russia - The Hill",
        "A revived Pac-12 to add four Mountain West schools, including Boise State - The Washington Post",
        "How to prepare to preorder iPhone 16 (+ Torras Magnetic Ostand 360 Spin Case) - 9to5Mac",
        "‘The Secret Lives of Mormon Wives’ Stars Taylor and Mayci on Letting Jen Affleck ‘Learn the Hard Way’ About Her Husband Zac and Whitney’s MomTok Status: ‘She’s Not Really Close With Anyone’ - Variety"
    ]
}