{
    "headlines": [
        "ਸੁਪਰੀਮ ਕੋਰਟ ਨੇ ਪੋਰਨ ਸਾਈਟਾਂ ਲਈ ਉਮਰ ਤਸਦੀਕ ਕਰਨ ਲਈ ਪਹਿਲੀ ਸੋਧ ਚੁਣੌਤੀ 'ਤੇ ਦਲੀਲਾਂ ਸੁਣੀਆਂ - ਸੀਐਨਐਨ",
        "ਅਸੀਂ ਗਾਜ਼ਾ ਦੇ ਉਭਰ ਰਹੇ ਜੰਗਬੰਦੀ ਅਤੇ ਬੰਧਕ ਛੁਡਾਉਣ ਦੇ ਸੌਦੇ ਬਾਰੇ ਕੀ ਜਾਣਦੇ ਹਾਂ - ਸੀ ਐਨ ਐਨ",
        "ਪੁਸ਼ਟੀਕਰਣ ਸੁਣਵਾਈਆਂ ਲਾਈਵਃ ਟਰੰਪ ਕੈਬਨਿਟ ਨੇ ਸੈਨੇਟਰਾਂ ਤੋਂ ਮਾਰਕੋ ਰੂਬੀਓ ਅਤੇ ਪੈਮ ਬੌਂਡੀ ਚਿਹਰੇ ਦੀ ਗਰਿਲਿੰਗ ਦੀ ਚੋਣ ਕੀਤੀ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਕੁਇਨ ਈਵਰਜ਼ ਐਨਐਫਐਲ ਡਰਾਫਟ ਵਿੱਚ ਦਾਖਲ ਹੁੰਦਾ ਹੈ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਗਾਵਾਂ ਦੇ ਸਾਬਕਾ ਜੇਟਸ ਕੋਚ ਰਾਬਰਟ ਸਾਲੇਹ ਦੀ ਇੰਟਰਵਿ interview ਲੈਣ ਦੀ ਉਮੀਦ ਕੀਤੀ ਜਾਂਦੀ ਹੈ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਕੈਲੀਫੋਰਨੀਆ ਦੀਆਂ ਅੱਗਾਂ ਨਾਲ ਲੜਨ ਲਈ ਅੱਗ ਬੁਝਾਉਣ ਵਾਲਿਆਂ ਨੂੰ ਬਿਹਤਰ ਮੌਸਮ ਦੀ ਜ਼ਰੂਰਤ ਹੈ. ਉਨ੍ਹਾਂ ਨੂੰ ਕਦੋਂ ਮਿਲੇਗੀ ਰਾਹਤ - PBS NewsHour",
        "ਜੇਪੀਮੋਰਗਨ ਸਭ ਤੋਂ ਵੱਡਾ ਸਾਲਾਨਾ ਮੁਨਾਫਾ ਕਮਾਉਂਦਾ ਹੈ ਕਿਉਂਕਿ ਇਨਵੈਸਟਮੈਂਟ ਬੈਂਕਰਸ ਰਾਈਡ ਰੀਬਾਉਂਡ - ਰਾਇਟਰਜ਼",
        "ਇੱਥੇ ਸੈਮਸੰਗ ਦੇ ਅਧਿਕਾਰਤ ਗਲੈਕਸੀ ਐਸ 25 ਕੇਸਾਂ ਦਾ ਇੱਕ ਝੁੰਡ ਹੈ [ਗੈਲਰੀ] - 9to5Google",
        "ਸੀਪੀਆਈਃ ਅਮਰੀਕੀ ਮਹਿੰਗਾਈ ਵਧਣ ਦੇ ਨਾਲ ਅੰਡੇ ਦੀਆਂ ਕੀਮਤਾਂ ਵਿੱਚ ਵਾਧਾ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਕੈਪੀਟਲ ਸਟੈਂਡਆਫ ਅਦਾਲਤ ਵਿਚ ਫੈਲ ਜਾਂਦਾ ਹੈ ਕਿਉਂਕਿ ਮਿਨੀਸੋਟਾ ਵਿਧਾਨ ਸਭਾ ਦੀ ਸ਼ੁਰੂਆਤ ਚੱਟਾਨਾਂ ਨਾਲ ਹੁੰਦੀ ਹੈ - ਐਮਪੀਆਰ ਨਿ Newsਜ਼",
        "ਇਹ ਐਨਵੀਡੀਆ ਏਆਈ ਐਨਪੀਸੀ ਸਿਰਫ ਰੀਅਲ ਪਲੇਅਰਾਂ ਦੇ ਤੌਰ ਤੇ ਓਬਨੋਕਸੀਅਸ ਹਨ - ਗਿਜ਼ਮੋਡੋ",
        "ਹਟਾਈ",
        "ਦੱਖਣੀ ਕੋਰੀਆ ਦੇ ਰਾਸ਼ਟਰਪਤੀ ਨੂੰ ਭ੍ਰਿਸ਼ਟਾਚਾਰ ਵਿਰੋਧੀ ਜਾਂਚਕਰਤਾਵਾਂ ਨੇ ਹਫ਼ਤਿਆਂ ਦੇ ਲੰਬੇ ਪ੍ਰਦਰਸ਼ਨ ਤੋਂ ਬਾਅਦ ਗ੍ਰਿਫਤਾਰ ਕੀਤਾ - ਸੀਐਨਐਨ",
        "'ਆਈਫੋਨ 17 ਏਅਰ' ਇਸ ਸਾਲ ਦੇ ਅਖੀਰ ਵਿੱਚ ਇਨ੍ਹਾਂ 10 ਨਵੇਂ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਦੇ ਨਾਲ ਲਾਂਚ ਹੋ ਰਿਹਾ ਹੈ - ਮੈਕਰੂਮੋਰਸ",
        "ਇਕ ਯੂਆਈ 7.0 ਸੈਟਅਪ ਵੀਡੀਓ ਸਾਨੂੰ ਮੱਖਣ ਨਿਰਵਿਘਨ ਐਨੀਮੇਸ਼ਨਾਂ ਲਈ ਉਤਸ਼ਾਹਿਤ ਕਰਦਾ ਹੈ - ਸੈਮਮੋਬਾਈਲ - ਸੈਮਸੰਗ ਖ਼ਬਰਾਂ",
        "ਐਫ ਡੀ ਏ ਨੇ ਲਾਲ ਰੰਗ ਨੰਬਰ 3 'ਤੇ ਪਾਬੰਦੀ ਦਾ ਐਲਾਨ ਕੀਤਾ. ਇੱਥੇ ਕੀ ਉਮੀਦ ਕਰਨੀ ਹੈ — ਅਤੇ ਕੁਝ ਪਰਿਵਾਰ ਪਹਿਲਾਂ ਹੀ ਫੂਡ ਕਲਰਿੰਗ ਤੋਂ ਕਿਉਂ ਬਚਦੇ ਹਨ. - ਯਾਹੂ ਲਾਈਫ",
        "‘Daredevil: Born Again’ ਟ੍ਰੇਲਰਃ ਮੈਟ ਮਰਡੌਕ ਅਤੇ ਕਿੰਗਪਿਨ ਐਮਸੀਯੂ ਵਿੱਚ ਇੱਕ ਖੂਨੀ ਅਤੇ ਹਿੰਸਕ ਵਾਪਸੀ ਕਰਦੇ ਹਨ - ਡੈੱਡਲਾਈਨ",
        "ਲਾਇਨਜ਼ ਬਨਾਮ ਕਮਾਂਡਰਾਂ ਦੀਆਂ ਮੁਸ਼ਕਲਾਂ, ਲਾਈਨ, ਫੈਲਣਃ 2025 ਐਨਐਫਐਲ ਡਵੀਜ਼ਨਲ ਰਾਉਂਡ ਪਿਕਸ, 31-15 ਰਨ 'ਤੇ ਮਾਡਲ ਦੁਆਰਾ ਭਵਿੱਖਬਾਣੀ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਗਲੋਬਲ ਰਿਪੋਰਟ ਮੋਟਾਪੇ ਨੂੰ ਮੁੜ ਪਰਿਭਾਸ਼ਤ ਕਰਨ ਦੀ ਮੰਗ ਕਰਦੀ ਹੈ - ਬੀਬੀਸੀ.",
        "ਵੈਬ ਫਟਣ ਵਾਲੇ ਤਾਰੇ ਦੀ ਰੌਸ਼ਨੀ ਦੀ ਗੂੰਜ ਨੂੰ ਕੈਪਚਰ ਕਰਦਾ ਹੈ - Earth."
    ]
}