{
    "headlines": [
        "ਟਰੰਪ ਪ੍ਰਸ਼ਾਸਨ ਨੇ ਯੂਕਰੇਨ ਵਿਚ ਖੁਫੀਆ ਪ੍ਰਵਾਹ ਨੂੰ ਰੋਕਿਆ ਜੋ ਯੁੱਧ ਦੇ ਮੈਦਾਨ ਵਿਚ ਸਹਾਇਤਾ ਕਰਦਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਈਸੀਬੀ ਵੱਲੋਂ ਵਿਆਜ ਦਰਾਂ 'ਚ ਕਟੌਤੀ ਕੀਤੇ ਜਾਣ ਕਾਰਨ ਜਰਮਨੀ ਦੇ ਬਾਂਡਾਂ' ਤੇ ਮੁੜ ਅਸਰ ਪਿਆ ਹੈ । ਲੈਗਾਰਡ ਕੀ ਕਹੇਗਾ? - ਮਾਰਕੀਟਵਾਚ",
        "ਦੱਖਣੀ ਕੋਰੀਆ ਦੇ ਲੜਾਕੂ ਜਹਾਜ਼ਾਂ ਨੇ ਅਚਾਨਕ ਘਰਾਂ 'ਤੇ ਬੰਬ ਸੁੱਟਿਆ, 15 ਨਾਗਰਿਕ ਜ਼ਖਮੀ - ਸੀਐਨਐਨ",
        "ਏਸ਼ੀਆ-ਪ੍ਰਸ਼ਾਂਤ ਬਾਜ਼ਾਰ ਜਿਆਦਾਤਰ ਟਰੰਪ ਟੈਰਿਫ ਰਿਆਇਤਾਂ ਤੋਂ ਬਾਅਦ ਉੱਚੇ; ਜਪਾਨੀ 10 ਸਾਲਾਂ ਦੇ ਬਾਂਡ ਦੀ ਉਪਜ ਛਾਲ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਸਕੂਲ ਬੰਦ ਹਨ ਅਤੇ ਜਨਤਕ ਆਵਾਜਾਈ ਬੰਦ ਹੋ ਗਈ ਹੈ ਕਿਉਂਕਿ ਦੁਰਲੱਭ ਚੱਕਰਵਾਤ ਆਸਟਰੇਲੀਆਈ ਤੱਟ ਦੇ ਨੇੜੇ ਆ ਰਿਹਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਏਜੰਟ ਦਾ ਟੇਕਃ ਸਮਾਪਤ ਹੋਣ ਵਾਲੇ ਇਕਰਾਰਨਾਮੇ ਦੇ ਨਾਲ 10 ਦਿਲਚਸਪ ਅਪਮਾਨਜਨਕ ਖਿਡਾਰੀਆਂ ਲਈ ਟੀਚੇ ਦੀਆਂ ਕੀਮਤਾਂ, ਜਿਸ ਵਿੱਚ ਸੈਮ ਡਾਰਨੋਲਡ ਵੀ ਸ਼ਾਮਲ ਹੈ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਸੱਤ & i ਮਈ ਵਿਚ ਸੀਈਓ ਦੀ ਥਾਂ ਲੈਣ ਲਈ, 2026 ਦੇ ਦੂਜੇ ਅੱਧ ਵਿਚ ਉੱਤਰੀ ਅਮਰੀਕਾ ਦੀ ਸਹਾਇਕ ਕੰਪਨੀ ਦੀ ਸੂਚੀ ਬਣਾਓ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਵੀਰਵਾਰ, 6 ਮਾਰਚ, 2025 ਲਈ ਕੁੰਡਲੀ - ਸ਼ਿਕਾਗੋ ਸੂਰਜ-ਟਾਈਮਜ਼",
        "ਟਰੰਪ ਐਜੂਕੇਸ਼ਨ ਸੈਕਟਰੀ ਨੂੰ ਸਿੱਖਿਆ ਵਿਭਾਗ ਨੂੰ ਭੰਗ ਕਰਨ ਲਈ ਕਹਿਣ ਵਾਲੇ ਕਾਰਜਕਾਰੀ ਆਦੇਸ਼ ਦੀ ਤਿਆਰੀ ਕਰ ਰਹੇ ਹਨਃ ਸਰੋਤ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਟਰੰਪ ਪ੍ਰਸ਼ਾਸਨ ਵੀਏ ਦੇ ਕਰਮਚਾਰੀਆਂ ਨੂੰ 15 ਪ੍ਰਤੀਸ਼ਤ ਦੀ ਕਟੌਤੀ ਕਰਨ ਦੀ ਯੋਜਨਾ ਬਣਾ ਰਿਹਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਟਰੰਪ ਨੇ ਸਾਰੇ ਬੰਧਕਾਂ ਨੂੰ ਰਿਹਾਅ ਕਰਨ ਲਈ ਹਮਾਸ ਨੂੰ ‘ਆਖਰੀ ਚੇਤਾਵਨੀ’ ਜਾਰੀ ਕੀਤੀ, ਕਿਉਂਕਿ ਅਮਰੀਕਾ ਨੇ ਹਮਾਸ ਨਾਲ ਸਿੱਧੀ ਗੱਲਬਾਤ ਕੀਤੀ - ਸੀਐਨਐਨ",
        "ਕੁਓਃ ਐਪਲ ਦਾ ਪਹਿਲਾ ਫੋਲਡੇਬਲ ਆਈਫੋਨ ਫੀਚਰ ਬੁੱਕ-ਸਟਾਈਲ ਡਿਜ਼ਾਈਨ, $ 2,000 ਤੋਂ ਵੱਧ ਲਈ ਵੇਚੋ - ਮੈਕਰੂਮੋਰਸ",
        "‘ਦਿ ਭਰਤੀ’ 2 ਸੀਜ਼ਨ ਤੋਂ ਬਾਅਦ ਨੈੱਟਫਲਿਕਸ 'ਤੇ ਰੱਦ ਕੀਤੀ ਗਈ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਖਲੋਈ ਕਾਰਦਾਸ਼ੀਅਨ ਅਤੇ ਟ੍ਰਿਸਟਨ ਥਾਮਸਨ ਦੀ ਧੀ ਸੱਚੀ ਸੋਚਦੀ ਹੈ ਕਿ ਉਹ ਵਿਆਹੇ ਹੋਏ ਹਨ - ਟੂਫੈਬ",
        "ਚਾਰਜਰਸ ਐਨਐਫਐਲ ਸਟਨਰ ਵਿੱਚ ਪੰਜ ਵਾਰ ਪ੍ਰੋ ਗੇਂਦਬਾਜ਼ ਜੋਏ ਬੋਸਾ ਨੂੰ ਜਾਰੀ ਕਰਦੇ ਹਨ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਮੁੱਖ ਖੇਤੀਬਾੜੀ ਉਤਪਾਦਾਂ ਲਈ ਟੈਰਿਫ ਛੋਟਾਂ 'ਤੇ ਟਰੰਪ ਪ੍ਰਸ਼ਾਸਨ ਦਾ ਵਿਚਾਰ - ਪੋਲਿਟਿਕੋ",
        "ਯੂਕਰੇਨ ਅੱਪਡੇਟਃ ਯੂਰਪੀ ਆਗੂ ਰੱਖਿਆ ਸੰਮੇਲਨ 'ਤੇ ਮੀਟਿੰਗ ਕਰਨ ਲਈ - DW (ਅੰਗਰੇਜ਼ੀ)",
        "ਮਸਕ ਟੂ ਹਾ Houseਸ ਰਿਪਬਲਿਕਨਜ਼ਃ ਡੌਗੇ ‘ਹਰ ਸਮੇਂ ਹਜ਼ਾਰਾਂ ਬੱਲੇਬਾਜ਼ੀ ਨਹੀਂ ਕਰ ਸਕਦੇ’ - ਪੋਲਿਟਿਕੋ",
        "ਇਜ਼ਰਾਈਲ ਐਡੇਸਨਿਆ ਨੇ ਸਾਬਕਾ ਵਿਰੋਧੀ ਅਲੈਕਸ ਪਰੇਰਾ ਨੂੰ ਨਾਕਆਉਟ ਦੁਆਰਾ ਯੂਐਫਸੀ 313 ਜਿੱਤਣ ਦੀ ਭਵਿੱਖਬਾਣੀ ਕੀਤੀ - ਐਮਐਮਏ ਜੰਕੀ"
    ]
}