{
    "headlines": [
        "ਸੀਰੀਆ ਦੀ ਜੇਲ੍ਹ ਤੋਂ ਰਿਹਾਅ ਹੋਣ ਤੋਂ ਬਾਅਦ ਦਮਿਸ਼ਕ ਨੇੜੇ ਮਿਲਿਆ ਅਮਰੀਕੀ ਵਿਅਕਤੀ - BBC.com",
        "ਚੀਨ ਚੋਟੀ ਦੇ ਏਜੰਡਾ ਸੈਟਿੰਗ ਮੀਟਿੰਗ ਵਿਚ ਵਿਕਾਸ ਨੂੰ ਉਤਸ਼ਾਹਤ ਕਰਨ ਦੀਆਂ ਯੋਜਨਾਵਾਂ 'ਤੇ ਜ਼ੋਰ ਦਿੰਦਾ ਹੈ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਲਾਈਵ ਬ੍ਰੀਫਿੰਗਃ ਗਾਜ਼ਾ ਜੰਗਬੰਦੀ ਦੀਆਂ ਕੋਸ਼ਿਸ਼ਾਂ ਜਾਰੀ ਰਹਿਣ ਦੇ ਨਾਤੇ ਸੀਰੀਆ ਦੇ ਤਬਦੀਲੀ ਬਾਰੇ ਵਿਚਾਰ ਵਟਾਂਦਰੇ ਲਈ ਮਿਡਸਟ ਵਿੱਚ ਬਲਿੰਕਨ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਬਾਇਡਨ ਤਕਰੀਬਨ 1,500 ਅਮਰੀਕੀਆਂ ਨੂੰ ਮੁਆਫ ਕਰ ਰਿਹਾ ਹੈ, ਇੱਕ ਅਮਰੀਕੀ ਰਾਸ਼ਟਰਪਤੀ ਲਈ ਰਿਕਾਰਡ - ਦ ਨਿਊਯਾਰਕ ਟਾਈਮਜ਼",
        "ਨਵੇਂ ਫੈਡਰਲ ਨਿਯਮ ਨੇ ਵੱਡੇ ਬੈਂਕਾਂ 'ਤੇ ਓਵਰਡ੍ਰਾਫਟ ਫੀਸਾਂ ਨੂੰ ਸੀਮਿਤ ਕੀਤਾ - ਨਿ New ਯਾਰਕ ਟਾਈਮਜ਼",
        "ਸੇਲੇਨਾ ਗੋਮੇਜ਼ ਨੇ ਬੇਨੀ ਬਲੈਂਕੋ ਨਾਲ ਸ਼ਮੂਲੀਅਤ ਦੀ ਘੋਸ਼ਣਾ ਕੀਤੀ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਲੀਕ ਹੋਈ ਤਸਵੀਰ ਸੰਭਾਵਤ ਆਈਫੋਨ 17 ਪ੍ਰੋ ਦੇ ਮੁੜ ਡਿਜ਼ਾਈਨ ਦਾ ਖੁਲਾਸਾ ਕਰਦੀ ਹੈ, ਅਤੇ ਇਹ ਸ਼ੱਕੀ ਤੌਰ ਤੇ ਜਾਣੂ ਹੈ - ਐਂਡਰਾਇਡ ਅਥਾਰਟੀ",
        "ਟੇਸਲਾ ਸਟਾਕ ਨੇ ਰਿਕਾਰਡ ਬਣਾਇਆ । ਇਤਿਹਾਸ ਕੀ ਕਹਿੰਦਾ ਹੈ ਅਗਲਾ ਆਵੇਗਾ - ਬੈਰਨ ਦਾ",
        "ਫੇਡ ਕੱਟ ਸੱਟਾ 'ਤੇ ਸਟਾਕ ਕਿਨਾਰੇ; ਯੂਰੋ ਫਰਮ ਈਸੀਬੀ ਦੇ ਫੈਸਲੇ ਤੋਂ ਪਹਿਲਾਂ - ਰਾਇਟਰਜ਼",
        "ਬਿਲ ਬੇਲੀਚਿਕ ਨੇ ਉੱਤਰੀ ਕੈਰੋਲੀਨਾ ਦੇ ਪੁਰਾਣੇ ਕਾਲਜ ਨੂੰ ਅਜ਼ਮਾਉਣ ਦੀ ਕੋਸ਼ਿਸ਼ ਕੀਤੀਃ ਇਨਸਾਈਡ ਸੁਪਰ ਬਾlਲ ਜੇਤੂ ਕੋਚ ਦੇ ਹੈਰਾਨ ਕਰਨ ਵਾਲੇ ਕੈਰੀਅਰ ਦੀ ਤਬਦੀਲੀ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "2024 ਐਨਐਫਐਲ ਪਲੇਆਫ ਤਸਵੀਰਃ ਚੀਫਸ ਅਤੇ ਲਾਇਨਜ਼ ਕਮਾਉਣ ਵਾਲੀਆਂ ਬਾਈਜ਼ ਦੇ ਨਾਲ ਏਐਫਸੀ ਅਤੇ ਐਨਐਫਸੀ ਲਈ ਪੂਰਾ ਬਰੈਕਟ ਪੇਸ਼ ਕਰਨਾ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਮੈਟਾ ਰਿਸ਼ਤਿਆਂ ਨੂੰ ਸੁਧਾਰਨ ਲਈ ਨਵੀਨਤਮ ਕਦਮ ਵਿੱਚ ਟਰੰਪ ਦੇ ਉਦਘਾਟਨੀ ਫੰਡ ਲਈ 1 ਮਿਲੀਅਨ ਡਾਲਰ ਦਾਨ ਕਰਦਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਸੀਰੀਆ ਦੇ ਬਾਗ਼ੀ ਨੇਤਾ, ਅਸਦ ਦੀ ਬਰਖਾਸਤਗੀ ਤੋਂ ਬਾਅਦ, ਰਾਜ 'ਤੇ ਆਪਣੀ ਖੁਦ ਦੀ ਮੋਹਰ ਲਗਾਉਂਦਾ ਹੈ - ਰਾਇਟਰ",
        "ਹਿਊਸਟਨ ਗੇਮ ਵਿਖੇ ਅੱਜ ਰਾਤ ਦੇ ਗੋਲਡਨ ਸਟੇਟ ਵਿਚ ਫਾਈਨਲ ਸਕਿੰਟ 'ਤੇ ਪੂਲ ਰਿਪੋਰਟ - ਐਨਬੀਏ ਅਧਿਕਾਰੀ",
        "ਵੀਰਵਾਰ, 12 ਦਸੰਬਰ, 2024 ਲਈ ਕੁੰਡਲੀ - ਸ਼ਿਕਾਗੋ ਸੂਰਜ-ਟਾਈਮਜ਼",
        "ਰੋਜਰ ਗੁੱਡੇਲਃ ਜੇ-ਜ਼ੈਡ, ਰੌਕ ਨੇਸ਼ਨ ਨਾਲ ਐਨਐਫਐਲ ਦਾ ਰਿਸ਼ਤਾ \"ਨਹੀਂ ਬਦਲ ਰਿਹਾ\" - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਆਇਓਵਾ ਮਹਿਲਾ ਬਾਸਕਟਬਾਲਃ ਹਾਕੀਜ਼ ਨੇ ਆਇਓਵਾ ਸਟੇਟ - ਹਾਕ ਸੈਂਟਰਲ 'ਤੇ ਸਾਈ-ਹੌਕ ਦੀ ਜਿੱਤ ਨੂੰ ਬਾਹਰ ਕੱ.",
        "ਗੂਗਲ ਟੂਟਸ ‘ਨਵਾਂ ਏਜੰਟਿਕ ਯੁੱਗ’ ਏਆਈ ਏਜੰਟਾਂ ਨਾਲ ਜੈਮਿਨੀ 2.0 ਦੁਆਰਾ ਸੰਚਾਲਿਤ - Cointelegraph",
        "ਅਮਰੀਕੀ ਅਵਾਜ਼ ਦੀ ਅਗਵਾਈ ਕਰਨ ਲਈ ਡੋਨਾਲਡ ਟਰੰਪ ਨੇ ਕੀਤੀ ਕਰੀ ਝੀਲ ਦੀ ਨਿਯੁਕਤੀ",
        "ਐਲਟਨ ਜੌਨ ਨੇ ਅਮਰੀਕਾ ਅਤੇ ਕਨੇਡਾ ਵਿੱਚ ਮਾਰਿਜੁਆਨਾ ਦੇ ਕਾਨੂੰਨੀਕਰਨ ਨੂੰ ‘ਸਭ ਸਮੇਂ ਦੀਆਂ ਸਭ ਤੋਂ ਵੱਡੀਆਂ ਗਲਤੀਆਂ ਵਿੱਚੋਂ ਇੱਕ’ ਕਿਹਾ - ਵੰਨਗੀ"
    ]
}