{
    "headlines": [
        "ਨਿ Or ਓਰਲੀਨਜ਼ ਵਿਚ ਬੌਰਬਨ ਸਟ੍ਰੀਟ 'ਤੇ ਸਮੂਹਿਕ ਜਾਨੀ ਨੁਕਸਾਨ ਦੀ ਘਟਨਾ ਦੀ ਰਿਪੋਰਟ ਕੀਤੀ ਗਈ - ਸੀ ਐਨ ਐਨ",
        "ਉੱਤਰੀ ਕੋਰੀਆ ਦੇ ਕਿਮ ਜੋਂਗ ਉਨ ਨੇ ਧੀ ਨਾਲ ਨਵੇਂ ਸਾਲ ਦੇ ਜਸ਼ਨਾਂ ਵਿਚ ਸ਼ਿਰਕਤ ਕੀਤੀ, ਕੇਸੀਐਨਏ ਰਿਪੋਰਟਾਂ - ਦਿ ਯਰੂਸ਼ਲਮ ਪੋਸਟ",
        "ਰੂਸ ਨੇ ਨਵੇਂ ਸਾਲ ਦੇ ਘਾਤਕ ਹਮਲੇ ਵਿਚ ਯੂਕਰੇਨ 'ਤੇ 111 ਡਰੋਨ ਲਾਂਚ ਕੀਤੇ, ਕੀਵ ਕਹਿੰਦਾ ਹੈ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਨਵੇਂ ਸਾਲ ਵਿੱਚ ਕੈਵਸ ਰਿੰਗ ਲੇਬਰੋਨ ਜੇਮਜ਼ ਅਤੇ ਲਾਸ ਏਂਜਲਸ ਲੇਕਰਜ਼ ਨੂੰ 122-110 ਦੀ ਜਿੱਤ ਨਾਲ - cleveland.",
        "ਡੀਪਲੋ ਕਹਿੰਦਾ ਹੈ ਕਿ ਉਹ ਸੀ ਐਨ ਐਨ ਦੇ ਨਵੇਂ ਸਾਲ ਦੀ ਸ਼ਾਮ ਦੇ ਵਿਸ਼ੇਸ਼ ਦੌਰਾਨ ਐਲਐਸਡੀ ਤੇ ਸੀਃ \"ਮੈਂ ਝੂਠ ਵੀ ਨਹੀਂ ਬੋਲ ਰਿਹਾ\" - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਵਾਚਃ ਮੈਨਹੱਟਨ ਵਿਚ ਮੈਟਰੋ ਟਰੈਕਾਂ 'ਤੇ ਸ਼ੱਕੀ ਵਿਅਕਤੀ ਨੂੰ ਧੱਕਣ ਦੀ ਡਰਾਉਣੀ ਵੀਡੀਓ - ਟਾਈਮਜ਼ ਆਫ ਇੰਡੀਆ",
        "ਕਮਜ਼ੋਰ ਖਤਮ ਹੋਣ ਤੋਂ ਬਾਅਦ ਨਵੇਂ ਸਾਲ ਵੱਲ ਜਾਣ ਲਈ ਕੀ ਕਰਨਾ ਹੈ ਮਜ਼ਬੂਤ 2024 - ਨਿਵੇਸ਼ਕ ਦਾ ਕਾਰੋਬਾਰ ਰੋਜ਼ਾਨਾ",
        "ਸਾ Southਥ ਕੈਰੋਲੀਨਾ ਦੇ ਕੋਚ ਸ਼ੇਨ ਬੀਮਰ ਨੇ ਇਲੀਨੋਇਸ ਦੇ ਕੋਚ 'ਤੇ ਕਿੱਕਆਫ ਵਿਵਾਦ ਨੂੰ ਲੈ ਕੇ ਤਾਅਨੇਬਾਜ਼ੀ ਕੀਤੀ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਨਵੇਂ ਸਾਲ ਦਾ ਦਿਨ 2025: ਕੀ ਖੁੱਲ੍ਹਾ ਹੈ, 1 ਜਨਵਰੀ ਨੂੰ ਕੀ ਬੰਦ ਹੈ? ਵਾਲਮਾਰਟ, ਸਟਾਰਬਕਸ, ਬੈਂਕ, ਰੈਸਟੋਰੈਂਟ - AL.",
        "ਪੋਰਟੋ ਰੀਕੋ ਨਵੇਂ ਸਾਲ ਦੀ ਸ਼ਾਮ ਦੇ ਬਲੈਕਆਉਟ ਦੁਆਰਾ ਹਨੇਰੇ ਵਿੱਚ ਛੱਡ ਗਿਆ - ਬੀਬੀਸੀ.",
        "ਕਾਲਜ ਫੁੱਟਬਾਲ ਪਲੇਆਫਃ ਨੰਬਰ 6 ਪੇਨ ਸਟੇਟ ਨੇ 31-14 ਫਿਏਸਟਾ ਬਾlਲ ਨਾਲ ਨੰਬਰ 3 ਬੋਇਸ ਸਟੇਟ ਨੂੰ ਹਰਾ ਕੇ ਸੈਮੀਫਾਈਨਲ ਵਿੱਚ ਪ੍ਰਵੇਸ਼ ਕੀਤਾ - ਯਾਹੂ ਸਪੋਰਟਸ",
        "ਉਨ੍ਹਾਂ ਨੇ ਜਿੰਮੀ ਕਾਰਟਰ ਬਾਰੇ ਸ਼ਰਧਾਂਜਲੀ ਲਿਖੀ — ਪਰ ਉਸ ਤੋਂ ਪਹਿਲਾਂ ਮੌਤ ਹੋ ਗਈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਟਰੰਪ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਹ ਮਾਈਕ ਜਾਨਸਨ ਨੂੰ ਫੋਨ ਕਰਨਗੇ - ਪੋਲਿਟਿਕੋ",
        "ਜਸਟਿਨ ਬਾਲਡੋਨੀ ਨੇ ਬਲੇਕ ਲਾਈਵ ਸਟੋਰੀ - ਸੀ ਐਨ ਐਨ 'ਤੇ ਨਿ York ਯਾਰਕ ਟਾਈਮਜ਼' ਤੇ 250 ਮਿਲੀਅਨ ਡਾਲਰ ਦਾ ਮੁਕੱਦਮਾ ਕੀਤਾ",
        "ਫੋਟੋਆਂ ਵਿੱਚਃ ਵਿਸ਼ਵ ਭਰ ਵਿੱਚ ਨਵੇਂ ਸਾਲ ਦੇ ਜਸ਼ਨ - Axios",
        "H5N1 ਬਰਡ ਫਲੂ ਵਾਇਰਸ ਵਿੱਚ ਪਾਏ ਗਏ 'ਚਿੰਤਾਜਨਕ' ਪਰਿਵਰਤਨ ਕੈਨੇਡੀਅਨ ਕਿਸ਼ੋਰ ਤੋਂ ਅਲੱਗ ਕੀਤੇ ਗਏ - ਯਾਹੂ! ਆਵਾਜ਼ਾਂ",
        "ਅਮਰੀਕਾ ਨੇ ਯਮਨ ਦੇ ਹੂਤੀਆਂ 'ਤੇ ਹਮਲੇ ਵਧਾਏ ਕਿਉਂਕਿ ਇਜ਼ਰਾਈਲ ਨਾਲ ਤਣਾਅ ਭੜਕਦਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਨਵੇਂ ਸਾਲ ਦੀ ਸ਼ਾਮ 2024: ਟਾਈਮਜ਼ ਸਕੁਏਅਰ ਤੋਂ ਬਾਲ ਡਰਾਪ ਲਾਈਵ ਕਿਵੇਂ ਵੇਖੀਏ - ਐਨਬੀਸੀ ਨਿ New ਯਾਰਕ",
        "ਅਰਬਨ ਮੇਅਰ ਪੂਰਵ-ਅਨੁਮਾਨ ਓਹੀਓ ਸਟੇਟ-ਓਰੇਗਨ ਰੋਜ਼ ਬਾlਲ ਗੇਮ ਦਾ ਜੇਤੂ - ਐਥਲੋਨ ਸਪੋਰਟਸ",
        "2024 ਦੇ ਸਭ ਤੋਂ ਵੱਡੇ ਐਸ ਐਂਡ ਪੀ 500 ਵਿਜੇਤਾ ਅਤੇ ਹਾਰਨ ਵਾਲੇ, ਏਆਈ ਨਾਮਾਂ ਦੀ ਅਗਵਾਈ ਕਰਦੇ ਹਨ - ਐਕਸੀਓਸ"
    ]
}