{
    "headlines": [
        "Pope Francis launches jubilee, bringing pilgrims and grumbling to Rome - The Washington Post",
        "Denver Starbucks workers picket for better working conditions Christmas Eve - CBS Colardo",
        "Mega Millions winning numbers for December 24 drawing: jackpot hits whopping $1 billion - USA TODAY",
        "Christmas Day aurora borealis could light up parts of the US - New York Post ",
        "Richard Perry, record producer behind ‘You’re So Vain’ and other hits, dies at 82 - The Associated Press",
        "Bird flu concerns lead LA County officials to warn against feeding pets raw food - ABC News",
        "NORAD’s Santa tracker was a Cold War morale boost. Now it attracts millions of kids. - POLITICO",
        "U.S. whooping cough cases soar to highest level in a decade - The Washington Post",
        "Fantasy Football Playoffs Championship Week Start 'Em & Sit 'Em Running Backs: It's Bucky Irving time - CBS Sports",
        "Justin Baldoni Hit With Breach of Contract Suit From Ex-Publicist After Blake Lively Accusations - Hollywood Reporter",
        "Biden signs a bill officially making the bald eagle the national bird of the US - ABC News",
        "Denmark bolstering defense in Greenland after Trump's calls for the U.S. to own the territory - Axios",
        "Three shot dead as gunmen attack Haiti's biggest hospital - BBC.com",
        "Russia’s Arctic Sea Trade ‘Evidently Disrupted’ As Unique Sealift Ship Sinks - Forbes",
        "NFL on Netflix: Christmas Day games are a 1st for streaming giant - The Associated Press",
        "Trump vows to pursue executions after Biden commutes most of federal death row - The Associated Press",
        "What to know about infectious diseases during this holiday season - Yahoo! Voices",
        "How does it feel? Bob Dylan’s hometown prepares for new film about the singer - MPR News",
        "Packers PFF grades: Best, worst players from win over Saints in Week 16 - Packers Wire",
        "Christopher Nolan’s next film will be a star-studded adaptation of Homer’s ‘The Odyssey’ - CNN"
    ]
}