{
    "headlines": [
        "ਕਾਉਬੌਇਜ਼ ਬਨਾਮ ਸਟੀਲਰਜ਼ ਐਤਵਾਰ ਦੀ ਨਾਈਟ ਫੁੱਟਬਾਲ ਸਕੋਰ, ਲਾਈਵ ਅਪਡੇਟਸਃ ਕਲਾਸਿਕ ਐਨਐਫਐਲ ਦੀ ਰੰਜਿਸ਼ ਲਗਭਗ 90 ਮਿੰਟ ਦੇ ਮੌਸਮ ਦੇਰੀ ਤੋਂ ਬਾਅਦ ਨਵਿਆਈ ਗਈ - ਯਾਹੂ ਸਪੋਰਟਸ",
        "ਹਟਾਈ",
        "ਹਫਤਾ 5 ਐਨਐਫਐਲ ਹਾਈਲਾਈਟਸ 2024: ਲਾਈਵ ਟਰੈਕਿੰਗ ਚੋਟੀ ਦੇ ਨਾਟਕ, ਐਤਵਾਰ ਦੇ ਨਤੀਜਿਆਂ ਤੋਂ ਬਾਕਸ ਸਕੋਰ - ਬਲੀਚਰ ਰਿਪੋਰਟ",
        "ਹੈਰਿਸ ਗਰਭਪਾਤ ਅਤੇ ਹੋਰਾਂ ਬਾਰੇ ਗੱਲ ਕਰਦਾ ਹੈ 'ਉਸ ਦੇ ਡੈਡੀ ਨੂੰ ਕਾਲ ਕਰੋ' ਪੋਡਕਾਸਟ ਜਿਵੇਂ ਕਿ ਡੈਮੋਕਰੇਟਿਕ ਟਿਕਟ ਇੰਟਰਵਿsਆਂ ਨੂੰ ਵਧਾਉਂਦੀ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਹਟਾਈ",
        "ਫਲੋਰਿਡਾ ਵੱਡੇ ਤੂਫਾਨ ਮਿਲਟਨ ਲਈ ਤਿਆਰ ਹੈ, ਅਜੇ ਵੀ ਹੇਲੇਨ ਤੋਂ ਰੀਲਿੰਗ - ਰਾਇਟਰਜ਼ ਡਾਟ ਕਾਮ",
        "LeBron ਅਤੇ Bronny ਜੇਮਜ਼ NBA ਇਤਿਹਾਸ ਬਣਾ - Axios",
        "ਸੀਨ 'ਡਿੱਡੀ' ਕੰਬਜ਼ 'ਮਾਂ ਬੇਇੱਜ਼ਤ ਸੰਗੀਤ ਮੋਗਲ ਦਾ ਬਚਾਅ ਕਰਦੀ ਹੈ ਕਿਉਂਕਿ ਉਹ ਸੈਕਸ ਅਪਰਾਧ ਦੇ ਦੋਸ਼ਾਂ' ਤੇ ਜੇਲ੍ਹ ਵਿਚ ਬੈਠਦਾ ਹੈ - ਫੌਕਸ ਨਿ Newsਜ਼",
        "ਰੀਓ ਟਿੰਟੋ ਲਿਥੀਅਮ ਦੀਆਂ ਕੀਮਤਾਂ ਮੁੜ ਪ੍ਰਾਪਤ ਕਰਨ ਤੋਂ ਪਹਿਲਾਂ ਆਰਕੇਡੀਅਮ ਨੂੰ ਸਨੈਪ ਕਰਨ ਦੀ ਭਾਲ ਕਰਦਾ ਹੈ - Reuters.",
        "ਪੈਡਰੇਸ-ਡੋਜਰਸ ਨੇ ਪ੍ਰਸ਼ੰਸਕਾਂ ਦੁਆਰਾ ਆਬਜੈਕਟ ਸੁੱਟਣ ਤੋਂ ਬਾਅਦ ਦੇਰੀ ਕੀਤੀ - ਈਐਸਪੀਐਨ",
        "ਐਕਟੀਵਿਸਟ ਸਟਾਰਬੋਰਡ ਵੈਲਯੂ ਨੇ ਫਾਈਜ਼ਰ ਵਿਚ 1 ਬਿਲੀਅਨ ਡਾਲਰ ਦਾ ਹਿੱਸਾ ਲਿਆ - ਦਿ ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "ਇਜ਼ਰਾਈਲ ਨੇ 7 ਅਕਤੂਬਰ ਦੇ ਹਮਲਿਆਂ ਦੀ ਇਕ ਸਾਲ ਦੀ ਵਰ੍ਹੇਗੰਢ ਤੋਂ ਪਹਿਲਾਂ ਲੇਬਨਾਨ, ਗਾਜ਼ਾ 'ਤੇ ਬੰਬ ਸੁੱਟੇ - Reuters",
        "ਭਵਿੱਖ ਦੀਆਂ ਹਾਲੋ ਗੇਮਜ਼ 343 ਇੰਡਸਟਰੀਜ਼ ਰੀਬ੍ਰਾਂਡਾਂ ਦੇ ਤੌਰ ਤੇ ਅਨਰੀਅਲ ਇੰਜਨ 5 ਵੱਲ ਵਧ ਰਹੀਆਂ ਹਨ, ਵਿਕਾਸ ਵਿੱਚ 'ਮਲਟੀਪਲ ਪ੍ਰੋਜੈਕਟ' - ਆਈਜੀਐਨ",
        "ਸਾਬਕਾ ਐਨ. ਵਾਈ. ਗਵਰਨਰ ਡੇਵਿਡ ਪੈਟਰਸਨ, ਸਟੈਪਸਨ - ਸੀਬੀਐਸ ਨਿ New ਯਾਰਕ 'ਤੇ ਹਮਲੇ ਵਿਚ 12 ਅਤੇ 13 ਸਾਲ ਦੇ ਬੱਚਿਆਂ ਨੂੰ ਗ੍ਰਿਫਤਾਰ ਕੀਤਾ ਗਿਆ",
        "ਨਾਸਾ ਸੂਰਜ ਦੇ ਪੰਧ ਤੋਂ ਧਰਤੀ ਦੇ ਨੇੜੇ ਜਾਣ ਵਾਲੇ ਗ੍ਰਹਿਣ ਦੀ ਪਾਲਣਾ ਕਰਦਾ ਹੈ - VOA ਲਰਨਿੰਗ ਇੰਗਲਿਸ਼",
        "ਜੇਡੀ ਵੈਨਸ ਆਪਣੇ ਆਪ ਨੂੰ ਟਰੰਪ ਦੇ ਜੀਓਪੀ ਦੇ ਉੱਤਰਾਧਿਕਾਰੀ ਵਜੋਂ ਕਿਵੇਂ ਸਥਾਪਤ ਕਰ ਸਕਦਾ ਹੈ - ਬਿਜ਼ਨਸ ਇਨਸਾਈਡਰ",
        "ਬਟਲਰ ਰੈਲੀ 'ਚ ਡੋਨਾਲਡ ਟਰੰਪ ਦੇ ਦਾਅਵਿਆਂ ਦੀ ਤੱਥ-ਜਾਂਚ - Al Jazeera English",
        "ਫੇਮਾ ਮੁਖੀ ਸਰਕਾਰ ਦੇ ਹੇਲੀਨ ਪ੍ਰਤੀਕਰਮ ਬਾਰੇ ਝੂਠੇ ਦਾਅਵਿਆਂ ਨੂੰ ‘ਸੱਚਮੁੱਚ ਖਤਰਨਾਕ‘ ਕਹਿੰਦੇ ਹਨ - ਪੀਬੀਐਸ ਨਿ Newsਜ਼ਹੋਰ",
        "FAA ਨੇ ਹੇਰਾ ਮਿਸ਼ਨ ਦੇ ਫਾਲਕਨ 9 ਲਾਂਚ ਨੂੰ ਸਾਫ ਕੀਤਾ - ਸਪੇਸਨਿਊਜ਼",
        "ਬਾਂਡ ਵਪਾਰੀਆਂ ਨੇ ਨੌਕਰੀਆਂ ਦੇ ਹੈਰਾਨੀ ਤੋਂ ਬਾਅਦ ‘ਕੋਈ ਲੈਂਡਿੰਗ ਨਹੀਂ’ ਲਈ ਬਕਾਇਆ ਰੱਖਿਆ - ਯਾਹੂ ਵਿੱਤ"
    ]
}