{
    "headlines": [
        "Aces 'A' ja Wilson bricht den WNBA-Single-Season-Scoring-Rekord - ESPN",
        "Hurrikan Francine bricht über Louisiana herein - der Wetterkanal",
        "Israel Gaza: UN sagt israelischer Luftangriff tötete sechs seiner Mitarbeiter - BBC.com",
        "Tyreek Hill sagt, er hätte seine Verkehrsunterbrechung besser bewältigen können, aber er will immer noch, dass der Offizier gefeuert wird - The Associated Press",
        "Börsennachrichten, 11. September 2024: Aktien kehren frühe Rückgänge um; Daten zeigen einen Anstieg der monatlichen Kerninflation - The Wall Street Journal",
        "Beobachten Sie live, wie der Milliardär an Bord der SpaceX-Kapsel den ersten kommerziellen Weltraumspaziergang unternimmt - Gizmodo",
        "Johnson gezwungen, Abstimmung über Notlösung Finanzierungsplan als GOP Opposition steigt zu verzögern - POLITICO",
        "Die Debatte hat einige Wähler nicht beeinflusst, mit denen CNN gesprochen hat, aber andere wissen genau, wen sie jetzt unterstützen - CNN",
        "Taylor Swift trieb mehr als 337.000 Besucher zu vote.gov mit Kamala Harris Billigung - CBS News",
        "Trump wirft Einwanderern in Ohio fälschlicherweise vor, Haustiere zu entführen und zu essen - The Associated Press",
        "Danity Kanes Dawn Richard verklagt Diddy wegen sexuellen Missbrauchs - Geier",
        "Investoren ringen darum, nach der Trump-Harris-Debatte ihre Positionen zu ändern - Al Jazeera Englisch",
        "[removed]",
        "9/11-Einsatzkräfte erkranken an Demenz. Sie wollen, dass die Regierung hilft. - The Washington Post",
        "Eine weitere Restaurantkette meldet Insolvenz nach Chapter 11 an - Fox Business",
        "Die MTV Video Music Awards sind zurück. Wird Taylor Swift Geschichte schreiben? - The Associated Press",
        "3 massive Waldbrände in der Gegend von Los Angeles haben in einer Woche mehr als 100.000 Hektar versengt - ABC News",
        "Neuer Rekord! 19 Menschen umkreisen gerade die Erde - Space.com",
        "Android Auto ist für Pixel 9-Benutzer auf Android 15 Beta - 9to5Google kaputt",
        "Blinken, die britische Lammy, besucht die Ukraine als Zeichen der Unterstützung in einer entscheidenden Phase des Krieges - Reuters.com"
    ]
}