{
    "headlines": [
        "ਐੱਚ-1ਬੀ ਵੀਜ਼ਾ ਨੂੰ ਲੈ ਕੇ ਮਾਗਾ ਘਰੇਲੂ ਯੁੱਧ ਲੜ ਰਹੀ ਹੈ । ਇੱਥੇ ਉਹ ਕੀ ਹਨ. - ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਜੰਗਬੰਦੀ ਦੇ ਧੱਕੇ ਵਿਚਕਾਰ, ਫਲਸਤੀਨੀਆਂ ਨੂੰ ਇਜ਼ਰਾਈਲ ਦੀ ਨਜ਼ਰਬੰਦੀ ਦੇ ਦਾਗ ਝੱਲਣੇ ਪੈਣਗੇ - ਰਾਇਟਰ",
        "ਸ਼ੀ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਚੀਨ ਦੀ 2024 ਦੀ ਜੀਡੀਪੀ ਵਿਕਾਸ ਦਰ ਲਗਭਗ 5% ਦੇ ਟੀਚੇ ਨੂੰ ਨਿਸ਼ਾਨਾ ਬਣਾਉਂਦੀ ਹੈ - ਬਲੂਮਬਰਗ",
        "ਦੱਖਣੀ ਕੋਰੀਆ ਬੋਇੰਗ ਜਹਾਜ਼ ਦੀ ਜਾਂਚ ਕਰੇਗਾ ਕਿਉਂਕਿ ਉਹ ਜਹਾਜ਼ ਹਾਦਸੇ ਦੇ ਕਾਰਨਾਂ ਦਾ ਪਤਾ ਲਗਾਉਣ ਲਈ ਸੰਘਰਸ਼ ਕਰਦਾ ਹੈ - ਐਨਪੀਆਰ",
        "ਐਂਜਲੀਨਾ ਜੋਲੀ ਅਤੇ ਬ੍ਰੈਡ ਪਿਟ ਤਲਾਕ ਦੇ ਸੌਦੇ 'ਤੇ ਪਹੁੰਚ ਗਏ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਦੱਖਣੀ ਕੋਰੀਆ ਦੀ ਅਦਾਲਤ ਨੇ ਮਾਰਸ਼ਲ ਲਾਅ ਜਾਂਚ 'ਚ ਰਾਸ਼ਟਰਪਤੀ ਯੂਨ ਦੀ ਗ੍ਰਿਫਤਾਰੀ ਨੂੰ ਦਿੱਤੀ ਮਨਜ਼ੂਰੀ - ਰਾਇਟਰਜ਼",
        "2024 ਐਨਐਫਐਲ ਪਲੇਆਫ ਤਸਵੀਰ, ਸਟੈਂਡਿੰਗਜ਼ਃ ਕਮਾਂਡਰ ਪਲੇਆਫ ਬਰਥ ਨੂੰ ਜਿੱਤਦੇ ਹਨ; ਵਾਈਕਿੰਗਜ਼, ਲਾਇਨਜ਼ ਨੰਬਰ 1 ਸੀਡ ਲਈ ਖੇਡਣਗੇ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਸੋਮਵਾਰ ਰਾਤ ਫੁੱਟਬਾਲਃ ਕਰਬੀ ਜੋਸਫ, ਜੇਰੇਡ ਗੋਫ ਲਾਇਨਜ਼ ਨੂੰ 49ers ਉੱਤੇ 40-34 ਜਿੱਤਣ ਲਈ ਲੈ ਜਾਂਦੇ ਹਨ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਬ੍ਰੋਕ ਪੁਰਡੀ ਹਿੱਟ ਬਨਾਮ ਲਾਇਨਜ਼ - ਨਾਈਨਰਜ਼ ਵਾਇਰ ਲੈਣ ਤੋਂ ਬਾਅਦ ਸਪੱਸ਼ਟ ਬਾਂਹ ਦੀ ਸੱਟ ਨਾਲ ਬਾਹਰ ਨਿਕਲਦਾ ਹੈ",
        "MicroStrategy ਸ਼ੇਅਰ ਡਿੱਗ 8% ਇਸ ਦੇ ਅੰਤ ਦੇ ਬਾਅਦ ਸਾਲ ਵਿਕੀਪੀਡੀਆ ਖਰੀਦੋ - Cointelegraph",
        "ਪੋਲਰ ਵੋਰਟੇਕਸ ਨਾਲ ਸਬੰਧਤ ਫਰਿੱਜ ਹਵਾ, ਬਰਫ ਦੇ ਤੂਫਾਨ 2025 ਤੋਂ ਸ਼ੁਰੂ ਹੋਣ ਲਈ ਅਮਰੀਕਾ ਨੂੰ ਪਕੜਨ ਦੀ ਸੰਭਾਵਨਾ ਹੈ - ਐਕਸੀਓਸ",
        "ਟਰੰਪ ਦੀ ਹਮਾਇਤ ਮਾਈਕ ਜੌਹਨਸਨ ਦੇ ਬਹੁਤ ਸਾਰੇ ਜੀਓਪੀ ਡੀਟ੍ਰੈਕਟਰਾਂ ਨੂੰ ਉਜਾੜਨ ਵਿੱਚ ਅਸਫਲ ਰਹਿੰਦੀ ਹੈ - ਐਕਸੀਓਸ",
        "ਡਾਓ ਜੋਨਸ ਫਿuresਚਰਜ਼ਃ ਐਨਵੀਡੀਆ, ਐਸ ਐਂਡ ਪੀ 500 ਸਟਾਕ ਮਾਰਕੀਟ ਵੇਚਣ ਤੋਂ ਬਾਅਦ ਮੁੱਖ ਪੱਧਰਾਂ ਤੋਂ ਹੇਠਾਂ - ਨਿਵੇਸ਼ਕ ਦਾ ਕਾਰੋਬਾਰ ਰੋਜ਼ਾਨਾ",
        "ਨਿਕ ਸਿਰੀਅਨਨੀ ਨੇ ਹਫਤੇ 18 ਵਿਚ ਈਗਲਜ਼ ਸਟਾਰਟਰ ਖੇਡਣ ਬਾਰੇ ਅਜੇ ਵੀ ਫੈਸਲਾ ਨਹੀਂ ਕੀਤਾ - ਬਲੱਡਿੰਗ ਗ੍ਰੀਨ ਨੇਸ਼ਨ",
        "ਹਟਾਈ",
        "ਕੇਟ ਬੇਕਿਨਸੈਲ ਨੇ ਆਪਣੇ ਤਜ਼ਰਬਿਆਂ ਨੂੰ ਆਨ-ਸੈੱਟ ਦੁਰਵਿਵਹਾਰ ਨਾਲ ਸਾਂਝਾ ਕੀਤਾ, ਬਲੇਕ ਨੇ ਲਾਈਵ ਤੌਰ 'ਤੇ ਇਕ‘ ਮਸ਼ੀਨ ਜੋ ਪ੍ਰਭਾਵ ਵਿਚ ਜਾਂਦੀ ਹੈ ਜਦੋਂ ਇਕ womanਰਤ ਸ਼ਿਕਾਇਤ ਕਰਦੀ ਹੈ ’ਦਾ ਖੁਲਾਸਾ ਕੀਤਾ - ਯਾਹੂ ਐਂਟਰਟੇਨਮੈਂਟ",
        "Gisèle Pelicot ਬਲਾਤਕਾਰ ਕੇਸਃ 17 ਆਦਮੀ ਸਜ਼ਾ ਦੇ ਖਿਲਾਫ ਅਪੀਲ - ਬੀਬੀਸੀ.",
        "ਐਪਲ ਟੀਵੀ+ ਜਨਵਰੀ ਵਿਚ ਮੁਫਤ ਸਟ੍ਰੀਮਿੰਗ ਵੀਕੈਂਡ ਸੈੱਟ ਕਰਦਾ ਹੈ - ਡੈੱਡਲਾਈਨ",
        "ਟਰੰਪ ਨੇ 5 ਮਿਲੀਅਨ ਡਾਲਰ ਦੀ ਈ. ਜੀਨ ਕੈਰਲ ਦੀ ਮਾਣਹਾਨੀ, ਜਿਨਸੀ ਸ਼ੋਸ਼ਣ ਦੇ ਕੇਸ ਵਿਚ ਅਪੀਲ ਗੁਆ ਦਿੱਤੀ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਨੋਰੋਵਾਇਰਸਃ ਗੈਸਟਰ੍ੋਇੰਟੇਸਟਾਈਨਲ ਬਿਮਾਰੀ ਦੇ ਵੱਧ ਰਹੇ ਫੈਲਣ ਬਾਰੇ ਕੀ ਜਾਣਨਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ"
    ]
}