{
    "headlines": [
        "تكشف رسائل البريد الإلكتروني الجديدة عن طلب ماسك للسيطرة \"بشكل لا لبس فيه\" على OpenAI - واشنطن بوست",
        "تتمة \"باربي\" في \"المراحل المبكرة\" بينما تستقر غريتا جيرويغ ونوح بومباخ على فكرة القصة (حصرية) - مراسل هوليوود",
        "جهاز Nintendo Switch 2، كما وصفه Dbrand - The Verge",
        "الضحايا \"صدموا\" بعد أن منح بايدن العفو لقاضي \"الأطفال مقابل المال\" ومختلس 54 مليون دولار - سي إن إن",
        "ما نعرفه عن الطائرات بدون طيار الغامضة التي تحلق فوق نيو جيرسي - BBC.com",
        "أوستن تايس: دليل من عام 2013 للبحث عن مراسل أمريكي مفقود في سوريا - رويترز",
        "يخطط 49 لاعبًا للانفصال عن ديفوندري كامبل بعد يوم من رفضه اللعب ضد الأكباش - الرياضي - الرياضي",
        "تمثل دعوى حبوب الإجهاض في تكساس ضد طبيب نيويورك تحديًا جديدًا للتطبيب عن بعد بين الولايات - وكالة أسوشيتد برس",
        "لمحة عن تشكيلة الأشبال مع كايل تاكر في هذا المزيج - Marquee Sports Network",
        "القاضي يرفض محاولة محامي حملة ترامب لإبطال الإقرار بالذنب في قضية الانتخابات الجورجية - وكالة أسوشيتد برس",
        "يحتاج Elmo إلى منزل بث جديد بعد أن يسقط Max Sesame Street - The Verge",
        "تحديثات مباشرة: تخطط OpenAI EXECUT للتبرع بمليون دولار للجنة ترامب الافتتاحية - واشنطن بوست",
        "داخل بحث التدريب \"المكسور\" في ولاية كارولينا الشمالية والذي انتهى ببيل بيليتشيك - سي بي إس سبورتس",
        "لم يكن المشتبه به في مقتل الرئيس التنفيذي لشركة UnitedHealthcare مؤمنًا من قبل الشركة - CNN",
        "يقول مكتبها إن نانسي بيلوسي دخلت المستشفى خلال رحلة وفد من الكونغرس إلى الخارج - ABC News",
        "يتيح لك NotebookLM من Google الآن التحدث إلى مضيفي بودكاست الذكاء الاصطناعي - TechCrunch",
        "لا أحد يواجه صعوبة فرنسا أكثر مني، كما يقول رئيس وزراء ماكرون الجديد بايرو - BBC.com",
        "بنك الطاقة 3 في 1 من أنكر ينخفض إلى 20 دولارًا فقط، بالإضافة إلى بقية أفضل صفقات التكنولوجيا هذا الأسبوع - Engadget",
        "المثابرة يهرب روفر من فوهة المريخ العملاقة. إليك ما سيحدث بعد ذلك - Gizmodo",
        "يقول ترامب الآن إن خفض أسعار البقالة، كما وعد، سيكون \"صعبًا للغاية\" - ABC News"
    ]
}