{
    "headlines": [
        "Die Märkte im asiatisch-pazifischen Raum fallen, da Trumps länderspezifische Zölle in Kraft treten werden - CNBC",
        "US-Aktien schließen niedriger und kehren frühere Rallye um, da der Zollausverkauf anhält - ABC News",
        "Der Internationale Währungsfonds erzielt vorläufige Einigung mit Argentinien über ein 20-Milliarden-Dollar-Rettungspaket - AP News",
        "Dutzende Tote, darunter der ehemalige MLB-Werfer Octavio Dotel, nachdem das Dach des Nachtclubs in der Dominikanischen Republik eingestürzt ist - ABC News",
        "Hawaii bestätigt reisebedingten Masernfall bei Kindern unter 5 Jahren - Honolulu Star-Advertiser",
        "US Treasury Yield Surge Stokes Fear of Next Big Basis-Trade Unwind - Bloomberg",
        "3. Masernfall in Colorado bestätigt in Archuleta County Erwachsener - 9News",
        "IRS, damit Einwanderungsbeamte Steuerdaten für Abschiebungsziele erhalten - The Washington Post",
        "Nuggets feuern Michael Malone und Calvin Booth: Trainer, GM in Denver weniger als zwei Jahre nach dem NBA-Titel - CBS Sports",
        "Was braucht es, um die Masern unter Kontrolle zu bekommen? - NPR",
        "Bleacher Report: Latest Mock Draft after Florida wins NCAA championship - NBA",
        "Beendigung der Finanzierung von Kooperationsvereinbarungen mit der Princeton University - US-Handelsministerium (.gov)",
        "Wird der $ 80-Preis von Mario Kart World zur neuen Normalität für Spiele? - Ars Technica",
        "Wie ein Chicago Bulls-Hut dazu führte, dass ein Vater aus Maryland versehentlich in ein Gefängnis in El Salvador gebracht wurde - NBC News",
        "RFK Jr. behauptet, dass sich die Kurve beim Masernausbruch in Texas abflacht. Stimmen die Daten überein? - ABC News",
        "Robert Pattinson war auf der Suche nach der Rolle \"Dune 3\" - Variety",
        "Migranten, die über die CBP One-App in die USA eingereist sind, sollten \"sofort\" gehen, sagt das DHS - NPR",
        "Studentenvisa werden ohne Grund oder Warnung widerrufen, sagen Colleges - WSJ",
        "Microsoft: Windows CLFS Zero-Day von Ransomware-Bande ausgenutzt - BleepingComputer"
    ]
}