{
    "headlines": [
        "ਇੱਕ ਲਾ ਨੀਆਨਾ ਸਰਦੀਆਂ ਆ ਰਹੀਆਂ ਹਨ. ਅਮਰੀਕਾ ਲਈ ਇਸਦਾ ਕੀ ਅਰਥ ਹੋ ਸਕਦਾ ਹੈ ਇਹ ਇੱਥੇ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਅਮਰੀਕਾ ਨੇ ਇਜ਼ਰਾਈਲ ਨੂੰ ਚੇਤਾਵਨੀ ਦਿੱਤੀ ਹੈ ਕਿ ਉਹ ਗਾਜ਼ਾ ਵਿੱਚ ਮਾਨਵਤਾਵਾਦੀ ਸਹਾਇਤਾ ਨੂੰ ਵਧਾਉਣ ਜਾਂ ਹਥਿਆਰਾਂ ਦੀ ਫੰਡਿੰਗ ਗੁਆਉਣ ਦਾ ਜੋਖਮ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਵਾਲਗ੍ਰੀਨਜ਼ ਪ੍ਰਚੂਨ ਵਿਕਰੀ ਵਿੱਚ ਗਿਰਾਵਟ ਦੇ ਤੌਰ ਤੇ 1,200 ਸਥਾਨਾਂ ਨੂੰ ਬੰਦ ਕਰਨ ਲਈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਜੇਕ ਈ ਲੀ, ਓਜ਼ੀ ਓਸਬਰਨ ਲਈ ਸਾਬਕਾ ਗਿਟਾਰਿਸਟ, ਲਾਸ ਵੇਗਾਸ ਵਿੱਚ ਕਈ ਵਾਰ ਗੋਲੀ ਮਾਰਿਆ - ਫੌਕਸ ਨਿ Newsਜ਼",
        "ਜਿਵੇਂ ਕਿ ਹਿਜ਼ਬੁਲ 'ਤੇ ਇਜ਼ਰਾਈਲੀ ਯੁੱਧ ਵਧਦਾ ਜਾ ਰਿਹਾ ਹੈ, ਪੂਰਬ ਵਿਚ ਬਚਾਅ ਕਰਨ ਵਾਲੇ ਆਪਣੀ ਹੱਦ ਤਕ ਪਹੁੰਚ ਜਾਂਦੇ ਹਨ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "2024 ਐਨਐਫਐਲ ਵਪਾਰ ਦੀ ਅੰਤਮ ਤਾਰੀਖਃ ਅੱਠ ਵੱਡੇ ਨਾਮ ਦੀਆਂ ਚਾਲਾਂ ਜੋ ਬਿੱਲਾਂ ਤੋਂ ਬਾਅਦ ਹੋਣ ਦੀ ਜ਼ਰੂਰਤ ਹਨ, ਜੈੱਟਸ ਡਬਲਯੂਆਰ ਸਪਲੈਸ਼ ਬਣਾਉਂਦੇ ਹਨ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਅਮਰੀਕਾ ਨੇ 2022 ਦੀ ਉਡਾਣ ਵਿਚ ਆਰਥੋਡਾਕਸ ਯਹੂਦੀ ਯਾਤਰੀਆਂ ਦੇ ਇਲਾਜ ਲਈ ਲੁਫਥਾਂਸਾ ਨੂੰ 4 ਮਿਲੀਅਨ ਡਾਲਰ ਦਾ ਜੁਰਮਾਨਾ ਕੀਤਾ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਬ੍ਰਾsਨਜ਼ - ਈਐਸਪੀਐਨ ਦੇ ਨਾਲ ਵਪਾਰ ਵਿੱਚ ਬਿਲ ਲੈਂਡ ਸਟਾਰ ਡਬਲਯੂਆਰ ਕੂਪਰ",
        "'ਇਹ ਸਿਰਫ ਸਧਾਰਣ ਗਣਿਤ ਹੈ': ਪੱਤਰਕਾਰ ਟਰੰਪ ਨੂੰ ਆਪਣੀ ਟੈਰਿਫ ਯੋਜਨਾ 'ਤੇ ਦਬਾਉਂਦਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਆਈਪੈਡ ਮਿਨੀ 7 ਬਾਕਸ ਵਿੱਚਃ ਯੂਰਪ ਵਿੱਚ ਕੋਈ ਚਾਰਜਰ ਨਹੀਂ, ਨਵੀਂ ਬਰੇਡਡ USB-C ਕੇਬਲ - ਮੈਕਰੂਮੋਰਸ",
        "ਟੇਸਲਾ ਸਟਾਕ ਚੜ੍ਹਦਾ ਹੈ. ਕੈਥੀ ਵੁੱਡ ਦਾ ਆਰਕ ਰੋਬੋਟੈਕਸੀ ਦਿਵਸ 'ਤੇ ਤੋਲਦਾ ਹੈ. - ਬੈਰਨ ਦਾ",
        "ਰਿਪੋਰਟਃ ਟੌਮ ਬ੍ਰੈਡੀ ਕੋਲ ਰੇਡਰਜ਼ ਦੇ ਘੱਟਗਿਣਤੀ ਮਾਲਕ ਵਜੋਂ \"ਪ੍ਰਮੁੱਖ ਆਵਾਜ਼\" ਹੋਵੇਗੀ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਖਾਂਸੀ ਅਤੇ ਪੈਦਲ ਚੱਲਣ ਵਾਲੇ ਨਮੂਨੀਆ ਦੇ ਮਾਮਲੇ ਵੱਧ ਰਹੇ ਹਨ. ਆਪਣੇ ਪਰਿਵਾਰ ਨੂੰ ਸੁਰੱਖਿਅਤ ਰੱਖਣ ਵਿੱਚ ਕੀ ਜਾਣਨਾ ਹੈ ਅਤੇ ਕਿਵੇਂ ਮਦਦ ਕਰਨੀ ਹੈ ਇਹ ਇੱਥੇ ਹੈ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਜਾਰਜੀਆ ਦੇ ਜੱਜ ਨਿਯਮ ਚੋਣ ਅਧਿਕਾਰੀ ਧੋਖਾਧੜੀ ਦੀਆਂ ਚਿੰਤਾਵਾਂ ਕਾਰਨ ਪ੍ਰਮਾਣੀਕਰਣ ਵਿੱਚ ਦੇਰੀ ਨਹੀਂ ਕਰ ਸਕਦੇ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਦੁਰਲੱਭ ਭਰਮ 80,000 ਸਾਲਾਂ ਤੋਂ ਧਰਤੀ ਦੇ ਨਜ਼ਦੀਕੀ ਪਹੁੰਚ ਤੋਂ ਬਾਅਦ 'ਇਕ ਵਾਰ-ਵਿਚ-ਏ-ਜੀਵਨ' ਧੂਮਕੇਤੂ ਨੂੰ ਇਕ ਪ੍ਰਤੀਤ ਅਸੰਭਵ 2 ਦੀ ਪੂਛ ਦਿੰਦਾ ਹੈ - Livescience.",
        "ਸਪੇਨ ਨੇ ਰੂਸ ਨੂੰ ਰਸਾਇਣਕ ਹਥਿਆਰਾਂ ਲਈ ਸੰਭਾਵਤ ਪੂਰਵਗਾਮੀ ਭੇਜਣ ਦੇ 4 ਦੋਸ਼ੀਆਂ ਨੂੰ ਗ੍ਰਿਫਤਾਰ ਕੀਤਾ, ਪਾਬੰਦੀਆਂ ਦੀ ਉਲੰਘਣਾ ਕੀਤੀ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਸੈਟੇਲਾਈਟ ਦੀਆਂ ਤਸਵੀਰਾਂ ਦਰਸਾਉਂਦੀਆਂ ਹਨ ਕਿ ਕਿਵੇਂ ਤੂਫਾਨ ਮਿਲਟਨ ਨੇ ਫਲੋਰਿਡਾ ਤੱਟਵਰਤੀ ਦੇ ਕੁਝ ਹਿੱਸਿਆਂ ਨੂੰ ਮੁੜ ਆਕਾਰ ਦਿੱਤਾ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਹਟਾਈ",
        "‘ਮਾਰਨਿੰਗ ਜੋਅ’ ਰਿਪਸ ਜੀਓਪੀ ਗਵਰਨਰ ਗਲੇਨ ਯੰਗਕਿਨ ਟਰੰਪ ਦੇ ‘ਫਾਸ਼ੀਵਾਦੀ‘ ਧਮਕੀ ਨੂੰ ਡਾਊਨਪਲੇ ਕਰਨ ਲਈ - ਦਿ ਡੇਲੀ ਬੀਸਟ",
        "ਵਿਗਿਆਨੀਆਂ ਨੇ ਸਮੁੰਦਰ ਦੀ ਮੰਜ਼ਲ ਦੇ ਹੇਠਾਂ ਜਾਨਵਰਾਂ ਦੀ ਖੋਜ ਕੀਤੀ, ਧਰਤੀ ਤੋਂ ਪਰੇ ਜੀਵਨ ਨੂੰ ਸੁਰਾਗ ਪੇਸ਼ ਕੀਤਾ - ਗਿਜ਼ਮੋਡੋ"
    ]
}