{
    "headlines": [
        "Eleição nos EUA: faltam 3 dias – O que dizem as pesquisas, o que Harris e Trump estão fazendo - Al Jazeera English",
        "Campanha de vacinação contra a poliomielite em Gaza deve recomeçar no norte do território - BBC.com",
        "Foguetes do Líbano ferem 11 em Israel - Reuters",
        "Brown critica falta de 'Ray Lewis' em Tatum - ESPN",
        "Surfista de Maui perde parte da perna em ataque de tubarão, dizem autoridades - CBS News",
        "O CEO da Boeing entregou um ultimato aos Maquinistas. Líderes sindicais acreditam nele - The Seattle Times",
        "Média baixa ganha Nvidia, perde Intel à medida que uma fabricante de chips substitui outra - The Washington Post",
        "UFC Edmonton: Enfrentamentos de Lutadores - UFC",
        "Escolhas de futebol universitário, calendário: previsões contra o spread, odds para os 25 melhores jogos da NCAA na semana 10 - CBS Sports",
        "Homem acusado de socar e sangrar um passageiro adormecido em voo nos EUA - HuffPost",
        "O promotor diz que o estrangulamento do metrô do veterano foi \"longe demais\". Defesa diz que sua 'coragem' ajudou os outros - Associated Press",
        "Fortnite começou sua temporada remixada de Chapter 2 com um show de Snoop Dogg e Ice Spice - The Verge",
        "O que os dados de votação antecipada sinalizam sobre as eleições deste ano - PBS NewsHour",
        "Muito pouco, muito tarde: como os moradores de Valência ficaram presos sem aviso nas inundações mortais da Espanha - CNN",
        "Resumo da notícia: o Departamento de Trabalho divulga o relatório final de empregos antes da eleição - PBS NewsHour",
        "Ariana Grande Usando Seu Nome Verdadeiro em Créditos Perversos - E! NEWS",
        "Pneumonia ambulante, as taxas de VSR estão aumentando em crianças pequenas, alerta o CDC. As tendências são notáveis — mas não inesperadas. - Yahoo Life",
        "Heidi Klum se veste como ET para sua festa de Halloween - Inside Edition",
        "Trump diz que ‘falcão da guerra’ Liz Cheney deve ser alvejada em escalada de retórica violenta contra seus oponentes - CNN",
        "A nova extensão do ChatGPT Search Chrome do OpenAI parece um sequestrador de pesquisa - BleepingComputer"
    ]
}