{
    "headlines": [
        "تتجه الأسواق الأوروبية نحو الفتح المختلط حيث يقوم المتداولون بتقييم مسار خفض سعر الفائدة من قبل بنك الاحتياطي الفيدرالي بعد بيانات التضخم المتشائمة - CNBC",
        "الأسهم الآسيوية تتعثر ؛ عوائد السندات الأمريكية طويلة الأجل ترتفع مع الدولار - رويترز",
        "يقول تقرير هيومن رايتس ووتش إن إسرائيل ترتكب \"تطهيرًا عرقيًا\" وسط عمليات نزوح قسري جماعية في غزة - فرانس 24 الإنجليزية",
        "إليك ما يمكن توقعه عندما تقدم ديزني تقاريرها قبل الجرس - CNBC",
        "فاز الجمهوريون بالسيطرة على مجلس النواب، مما عزز G.O.P. Trifecta في عهد ترامب - نيويورك تايمز",
        "انتخب جون ثون زعيم الأغلبية في مجلس الشيوخ في توبيخ لحلفاء دونالد ترامب - فاينانشال تايمز",
        "خاتمة \"العازبة الذهبية \": اقتراح، لمسة وردية قبل النهائي ورحلة إلى عالم ديزني - مراسل هوليوود",
        "التغطية المباشرة: ستطلق سبيس إكس 24 قمرًا صناعيًا من نوع ستارلينك على صاروخ فالكون 9 من كيب كانافيرال - سبيس فلايت ناو",
        "جيش الدفاع الإسرائيلي يضرب الضواحي الجنوبية لبيروت ؛ وزراء إسرائيليون يرحبون باختيارات ترامب لمجلس الوزراء - واشنطن بوست",
        "مات غايتز يستقيل من الكونغرس قبل اجتماع لجنة الأخلاقيات الرئيسية - أكسيوس",
        "يصف باتريك ماهومز السطو في منزله في منطقة كانساس سيتي بأنه \"محبط ومخيب للآمال\" - إن بي سي سبورتس",
        "مكتب التحقيقات الفيدرالي يداهم منزل الرئيس التنفيذي لشركة Polymarket - الجزيرة الإنجليزية",
        "ترامب يختار تولسي غابارد مديرة للاستخبارات الوطنية - واشنطن بوست",
        "مارين لوبان: المدعي العام يسعى إلى السجن والحظر الانتخابي في قضية تمويل الأحزاب - BBC.com",
        "كان من المقرر أن تجتمع لجنة الأخلاقيات في مجلس النواب هذا الأسبوع للتصويت على إصدار تقرير غايتس - سي إن إن",
        "فيما يلي أفضل 10 كلمات مرور لعام 2024، وكلها محرجة - CNET",
        "يسقط جيك بول 7 ملايين دولار على الساعة، و 200 ألف دولار على أغطية الأذن قبل مباراة مايك تايسون - نيويورك بوست",
        "مقتل شخص واحد بعد انفجارين بالقرب من المحكمة العليا في البرازيل - سي إن إن",
        "قد يكون Ozempic و Wegovy مفيدين في مكافحة إدمان الكحول: دراسة - The Hill",
        "بعد أيام من توجيه الاتهام إليه، يحضر رئيس البلدية مؤتمر الرابطة الوطنية للمدن - WLBT"
    ]
}