{
    "headlines": [
        "Israel sagt, es habe den Hisbollah-Führer bei Streiks in Beirut ins Visier genommen: Live-Updates - CNN",
        "Harris, Trump praktisch in Schlachtfeldumfragen gebunden - POLITICO",
        "Wer war der langjährige Hisbollah-Führer Hassan Nasrallah? - The Associated Press",
        "SpaceX startet Mission, die darauf abzielt, lang verzögerte Starliner-Astronauten zurückzubringen - CNN",
        "Tropisches Wetter Neueste: Millionen immer noch ohne Strom von Helene, während die Überschwemmungen andauern - The Associated Press",
        "Exklusiv: Irans oberster Führer an sicheren Ort gebracht, sagen Quellen - Reuters",
        "Meta bietet einen Einblick in seinen vermeintlichen iPhone-Killer: Orion - TechCrunch",
        "\"Harry Potter\" -Stars zollen Maggie Smith Tribut: \"Sie hielt Gryffindors auf Trab\" - Entertainment Weekly News",
        "Der CEO von WeightWatchers, der den Wechsel des Diätunternehmens zu Medikamenten zur Gewichtsabnahme beaufsichtigte, verlässt die Rolle abrupt - The Associated Press",
        "Kristin Cavallari und Mark Estes trennen sich nach 7 Monaten Beziehung: \"Es ist so frisch\" - Fox News",
        "[removed]",
        "Abendkasse: Eröffnung von „The Wild Robot“ für bis zu 35 Millionen US-Dollar, „Megalopolis“ für weniger als 5 Millionen US-Dollar auf Kurs - Vielfalt",
        "Die abendlichen Nachrichtensendungen des Netzwerks erwähnen kaum einen neuen ICE-BERICHT über 425.000 kriminelle Migranten, die in den USA frei sind - Fox News",
        "In den Häfen der Ostküste droht eine Störung, da sich die Hafenarbeiter auf den Streik vorbereiten - The Washington Post",
        "Gewinner, Verlierer aus Karl-Anthony Towns tauschen gegen Knicks - NBC Sports",
        "Mary Bonnet präsentiert Bre Tiesi und Chelsea Lazkanis Selling Sunset Drama - E! Online - E! NEWS",
        "Arch Manning erwartet einen zweiten Start gegen Mississippi State, da sich Texas QB Quinn Ewers von einer Verletzung erholt - CBS Sports",
        "Gastkolumne | Ich bin fett. Hier ist der Grund, warum ich kein Medikament zur Gewichtsabnahme nehme. - The Washington Post",
        "Österreichs rechte Augen beispielloser Wahlsieg - BBC.com",
        "Häufige Fehler, die Menschen morgens machen, \"erhöhen das Risiko für gefährlichen Krebs um 50%\" - LADbible"
    ]
}