{
    "headlines": [
        "California accuses ExxonMobil of lying about plastics being recyclable - The Washington Post",
        "US officials work feverishly to stop Israel-Hezbollah confrontation ‘spiraling to a regional war’ - CNN",
        "Monday Night Football: Jayden Daniels leads Commanders to 38-33 win over Bengals - NBC Sports",
        "Antarctica's 'Doomsday Glacier' Is Heading For Collapse Sooner Than Expected - NDTV",
        "Israeli strikes kill 492 in Lebanon’s deadliest day of conflict since 2006 - The Associated Press",
        "Gunman who killed 10 at a Colorado supermarket is sentenced to life in prison - The Associated Press",
        "Boeing union hits out over 'final' 30% pay rise offer - BBC.com",
        "Pac-12 expansion chaos: Mountain West in survival mode as Utah State defects, AAC schools rebuff interest - CBS Sports",
        "China fires policy bazooka to boost economy, led by mortgage rate cut, property - South China Morning Post",
        "FDA just greenlighted an at-home flu vaccine. What the approval of a self-administered spray means for you. - Yahoo Life",
        "Damar Hamlin records 1st career interception, sends Bills crowd into a frenzy less than 2 years after cardiac arrest - Yahoo Sports",
        "Elon Musk confirms plans for X to change its blocking feature: 'High time' - Fox Business",
        "Feds say they will seek charge of attempted assassination against Trump golf course suspect - CBS News",
        "[Removed]",
        "With crime on the election agenda, FBI gives final 2023 crime stats - The Washington Post",
        "Al b! Sure! Calls for an Investigation Into Death of Diddy’s Ex Kim Porter - Hollywood Reporter",
        "Smiling Dick Van Dyke, 98, speaks out after missing Emmys, jokes he’s ‘praying’ he makes it to 99th birthday - New York Post ",
        "Telegram will now provide some user data to authorities - BBC.com",
        "Nebraska GOP senator opposes Electoral College change that may have helped Trump win re-election - Fox News",
        "7 winners and 3 losers from the Chiefs’ win over the Falcons - Arrowhead Pride"
    ]
}