{
    "headlines": [
        "ਟਰੰਪ ਅਤੇ ਨੇਤਨਯਾਹੂ ਗੱਲਬਾਤ ਕਰਦੇ ਹਨ ਜਿਵੇਂ ਕਿ ਅਮਰੀਕੀ ਰਾਸ਼ਟਰਪਤੀ ਨੇ 'ਗਾਜ਼ਾ ਵਿਚ ਕੋਈ ਗਾਰੰਟੀ ਨਹੀਂ' ਕਮਜ਼ੋਰ ਸ਼ਾਂਤੀ ਨਹੀਂ ਰੱਖੇਗੀ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਐਮੀਲੀਆ ਪੇਰੇਜ਼ ਨੂੰ 'ਐਮੀਲੀਆ ਪੇਰੇਜ਼‘ ਆਸਕਰ ਮੁਹਿੰਮ ਤੋਂ ਕਿਵੇਂ ਹਟਾ ਦਿੱਤਾ ਜਾ ਰਿਹਾ ਹੈ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਸਵਿਸ ਦਿੱਗਜ ਯੂਬੀਐਸ $ 770 ਮਿਲੀਅਨ ਸ਼ੁੱਧ ਲਾਭ ਵਿੱਚ ਪੋਸਟ ਕਰਦਾ ਹੈ, ਪਹਿਲੇ ਅੱਧ ਵਿੱਚ $ 1 ਬਿਲੀਅਨ ਸ਼ੇਅਰ ਬਾਇਬੈਕ ਦੀ ਸ਼ੁਰੂਆਤ ਕਰਦਾ ਹੈ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਰੂਬੀਓ ਕਹਿੰਦਾ ਹੈ ਕਿ ਐਲ ਸਲਵਾਡੋਰ ਅਮਰੀਕੀਆਂ ਸਮੇਤ ਕਿਸੇ ਵੀ ਕੌਮੀਅਤ ਦੇ ਅਮਰੀਕਾ ਤੋਂ ਦੇਸ਼ ਨਿਕਾਲਾ ਲੈਣ ਵਾਲਿਆਂ ਨੂੰ ਸਵੀਕਾਰ ਕਰਨ ਦੀ ਪੇਸ਼ਕਸ਼ ਕਰਦਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਡੇਵਿਨ ਬੁੱਕਰ ਨੇ ਵਾਲਟਰ ਡੇਵਿਸ ਨੂੰ ਪਛਾੜਿਆ, ਬਿੰਦੂਆਂ ਵਿੱਚ ਸਨਜ਼ ਦੀ ਫਰੈਂਚਾਈਜ਼ੀ ਲੀਡਰ ਬਣ ਗਈ - ਐਨਬੀਏ.",
        "Luka Doncic ਵਪਾਰ ਵੇਰਵੇ ਉਭਰਃ Lakers ਏਜੰਟ ਨਾਲ ਗੱਲ ਨਾ ਕਰ ਸਕਿਆ, ਡੈਨੀ Ainge ਹਨੇਰੇ ਵਿੱਚ ਸੀ, ਰਿਪੋਰਟ ਅਨੁਸਾਰ - CBS Sports",
        "ਯੂਰਪੀਅਨ ਯੂਨੀਅਨ ਦੇ ਨੇਤਾਵਾਂ ਨੇ ਗ੍ਰੀਨਲੈਂਡ ਅਤੇ ਟੈਰਿਫਾਂ 'ਤੇ ਟਰੰਪ ਨੂੰ ਡਿਫਾਲਟ ਕੀਤਾ - ਪੋਲੀਟੀਕੋ ਯੂਰਪ",
        "ਸੁਪਰ ਬਾlਲ ਐਲਆਈਐਕਸ ਦੀ ਉਦਘਾਟਨੀ ਰਾਤ 'ਤੇ ਚੀਫ ਦਿਖਾਈ ਦਿੰਦੇ ਹਨ - ਐਰੋਹੈੱਡ ਪ੍ਰਾਈਡ",
        "ਐਨਵੀਡੀਆ ਚੀਨ ਦੀ ਦੀਪਸੇਕ ਨੂੰ \"ਸ਼ਾਨਦਾਰ ਏਆਈ ਐਡਵਾਂਸਮੈਂਟ\" ਕਹਿੰਦੀ ਹੈਃ ਕੀ ਨਿਵੇਸ਼ਕਾਂ ਨੂੰ ਖਰੀਦ ਬਟਨ ਦਬਾਉਣਾ ਚਾਹੀਦਾ ਹੈ? - ਮੋਟਲੇ ਫੂਲ",
        "ਸੈਕਟਰੀ ਮਾਰਕੋ ਰੂਬੀਓ ਫੌਕਸ ਨਿ Newsਜ਼ ਦੇ ਰਿਚ ਐਡਸਨ ਨਾਲ - ਰਾਜ ਵਿਭਾਗ",
        "ਨੀਲ ਗਾਇਮਨ ਅਤੇ ਪਤਨੀ ਨੇ ਬਲਾਤਕਾਰ ਅਤੇ ਬੇਬੀਸਾਈਟਰ ਦੀ ਮਨੁੱਖੀ ਤਸਕਰੀ ਲਈ ਮੁਕੱਦਮਾ ਕੀਤਾ - ਵੰਨਗੀ",
        "ਚਾਕੂ ਦੇ 20 ਜ਼ਖਮਾਂ ਅਤੇ 11 ਜ਼ਖਮਾਂ ਦੇ ਬਾਵਜੂਦ, ਏਲਨ ਗ੍ਰੀਨਬਰਗ ਦੀ ਮੌਤ ਨੂੰ ਆਤਮ ਹੱਤਿਆ ਦਾ ਫੈਸਲਾ ਕੀਤਾ ਗਿਆ. ਪੈਥੋਲੋਜਿਸਟ ਨੇ ਹੁਣੇ ਆਪਣਾ ਮਨ ਬਦਲਿਆ - ਸੀ ਐਨ ਐਨ",
        "ਸੰਭਾਵਿਤ ਮਾਇਲਜ਼ ਗੈਰੇਟ ਵਪਾਰ ਵਿੱਚ ‘ਸਰਬੋਤਮ ਟੀਮ ਫਿੱਟ’ ਵਿੱਚੋਂ ਇੱਕ ਦੇ ਰੂਪ ਵਿੱਚ ਵੇਖੇ ਗਏ ਪੈਕਰ - ਪੈਕਰਸ ਵਾਇਰ",
        "ਪਹਿਲੀ ਐਪਲ-ਨੋਟਰਾਈਜ਼ਡ ਪੋਰਨ ਐਪ ਯੂਰਪ ਵਿੱਚ ਆਈਫੋਨ ਉਪਭੋਗਤਾਵਾਂ ਲਈ ਉਪਲਬਧ ਹੈ - BleepingComputer",
        "ਖਜ਼ਾਨਾ, ਬੇਸੈਂਟ ਨੇ ਮਸਕ ਦੀ ‘ਕਬੂਤਰ' ਟੀਮ ਤੱਕ ਪਹੁੰਚ ਦੇਣ ‘ਤੇ ਮੁਕੱਦਮਾ ਕੀਤਾ - ਬਲੂਮਬਰਗ",
        "ਸੈਨੇਟ ਨੇ ਜੈਵਿਕ ਬਾਲਣ ਦੇ ਸੀਈਓ ਕ੍ਰਿਸ ਰਾਈਟ ਨੂੰ energyਰਜਾ ਸਕੱਤਰ ਵਜੋਂ ਪੁਸ਼ਟੀ ਕੀਤੀ. ਉਹ ਅਮਰੀਕੀ ਸਰੋਤਾਂ ਨੂੰ 'ਜਾਰੀ ਕਰਨ' ਦਾ ਵਾਅਦਾ ਕਰਦਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਬਿਓਨਸੇ ਦੀ ਪਹਿਲੀ AOTY ਜਿੱਤ ਪੁਸ਼ਟੀ ਕਰਦੀ ਹੈ ਕਿ ਉਹ ਗ੍ਰੈਮੀਜ਼ ਲਈ ਹਮੇਸ਼ਾਂ ਬਹੁਤ ਕਾਲਾ ਸੀ - ਰੋਲਿੰਗ ਸਟੋਨ",
        "ਸਾਡੇ ਦਿਮਾਗ ਵੱਧ ਤੋਂ ਵੱਧ ਮਾਈਕ੍ਰੋਪਲਾਸਟਿਕ ਨਾਲ ਭਰ ਰਹੇ ਹਨ, ਅਧਿਐਨ ਸ਼ੋਅ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਟਰੰਪ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਸੌਵਰਨ ਵੈਲਥ ਫੰਡ ਟਿਕਟੋਕ ਖਰੀਦ ਸਕਦਾ ਹੈ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ"
    ]
}