{
    "headlines": [
        "Jean-Marie Le Pen, founder of France’s far-right National Front party, dies at 96 - CNN",
        "Daily Weather Update from FOX Weather: Major winter storm eyes South as SoCal fire weather 'as bad as it gets' - Fox Weather ",
        "USCIS Offices Closed Jan. 9, 2025 - USCIS",
        "Cold weather alerts from New Mexico to Florida, with another winter storm expected - ABC News",
        "Pentagon Labels More Chinese Companies as Military in Nature - The Wall Street Journal",
        "Nippon Steel lawsuit against Biden could buy time to keep U.S. Steel deal alive - Reuters",
        "UFC boss Dana White and two others to join Meta board - BBC.com",
        "At least 95 dead, scores injured in 6.8 magnitude earthquake near holy city in Tibet, Chinese media reports - ABC News",
        "Are Some Ultra-Processed Foods OK? New Study Has Answers - The Wall Street Journal",
        "Aubrey Plaza Breaks Silence After Husband Jeff Baena’s Tragic Death at 47 - The Daily Beast",
        "HMPV: What to know about China's human metapneumovirus cases - BBC.com",
        "What’s next for Canada after Trudeau’s resignation - The Washington Post",
        "2025 NFL playoff bracket projection: Bills take down Rams for first Super Bowl win; predictions for every game - CBS Sports",
        "Nvidia CEO Unveils Gaming ‘Blackwell’ Cards and Project DIGITS AI Supercomputer - Barron's",
        "WWE Raw on Netflix results, recap, grades: Roman Reigns, CM Punk emerge as big winners on Netflix debut - CBS Sports",
        "North Korea says new hypersonic missile will 'contain' rivals in Pacific - BBC.com",
        "Nvidia is helping humanoid robots learn through Apple Vision Pro instruction - TechCrunch",
        "Message Patriots Ownership Delivered To Players After Jerod Mayo Firing - NESN",
        "First H5 Bird Flu Death Reported in United States - CDC",
        "President Joe Biden meeting with families of terror attack victims - WDSU New Orleans"
    ]
}