{
    "headlines": [
        "ਐਮਸਟਰਡਮ 'ਚ ਇਜ਼ਰਾਈਲੀ ਫੁੱਟਬਾਲ ਪ੍ਰਸ਼ੰਸਕਾਂ' ਤੇ ਹਮਲਾ ਹਿੰਸਾ ਦੀ ਨਿਖੇਧੀ ਵਿਰੋਧੀ ਵਜੋਂ ਕੀਤੀ ਗਈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਭਾਦ ਭਾਬੀ ਨੇ ਸੁਝਾਅ ਦਿੱਤਾ ਕਿ ਉਸ ਨੂੰ ਇੰਸਟਾਗ੍ਰਾਮ 'ਤੇ ਕੈਂਸਰ ਹੋ ਸਕਦਾ ਹੈ, ਪ੍ਰਸ਼ੰਸਕ ਫ੍ਰੀਕ ਆਉਟ - ਟੀਐਮਜ਼ੈਡ",
        "ਇਲੈਕਸ਼ਨ 2024 ਲਾਈਵ ਅਪਡੇਟਸਃ ਫਾਈਨਲ ਹਾ Houseਸ ਰੇਸਾਂ 'ਤੇ ਇਕ ਅਪਡੇਟ ਕੀਤੀ ਟੇਲ ਜਿਵੇਂ ਕਿ ਉਨ੍ਹਾਂ ਨੂੰ ਕਿਹਾ ਜਾਂਦਾ ਹੈ - ਯੂਐਸਏ ਅੱਜ",
        "ਫਿuresਚਰਜ਼ ਮਿਕਸਡ ਆਨ ਕਮਾਈ, ਚੀਨ - ਨਿਵੇਸ਼ਕ ਦਾ ਕਾਰੋਬਾਰ ਰੋਜ਼ਾਨਾ",
        "ਟਰੰਪ ਦਾ ਦੂਜਾ ਕਾਰਜਕਾਲ ਕੀ ਲੈ ਸਕਦਾ ਹੈ? ਡਿਪੋਰਟਸ, ਟੈਰਿਫ, ਜਨਵਰੀ. 6 ਮੁਆਫੀ ਅਤੇ ਹੋਰ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਸੁਸੀ ਵਿਲੇਸਃ ਟਰੰਪ ਦਾ ਨਵਾਂ ਸਟਾਫ ਮੁਖੀ ਕੌਣ ਹੈ? - ਬੀਬੀਸੀ.",
        "ਪੈਰਿਸ 'ਚ 2019 ਦੇ ਬਾਅਦ ਪਹਿਲੀ ਵਾਰ ਨੋਟਰੇ ਡੈਮ ਬੈੱਲਜ਼ ਰਿੰਗ ਆਊਟ - ਬੈਰਨਜ਼",
        "ਯੂਐਸ ਦੇ ਕੇਂਦਰੀ ਬੈਂਕ ਦੇ ਬੌਸ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਟਰੰਪ ਉਸ ਨੂੰ ਬਰਖਾਸਤ ਨਹੀਂ ਕਰ ਸਕਦੇ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਚੀਨ ਨੇ 1.4 ਟ੍ਰਿਲੀਅਨ ਡਾਲਰ ਦੇ ਸਥਾਨਕ ਕਰਜ਼ੇ ਪੈਕੇਜ ਦਾ ਪਰਦਾਫਾਸ਼ ਕੀਤਾ ਪਰ ਕੋਈ ਸਿੱਧਾ ਉਤੇਜਕ ਨਹੀਂ - ਰਾਇਟਰ",
        "ਤੂਫਾਨ ਰਾਫੇਲ ਮੈਕਸੀਕੋ ਦੀ ਖਾੜੀ ਦੇ ਪਾਰ ਇੱਕ ਦੁਰਲੱਭ ਵੱਡੇ ਨਵੰਬਰ ਤੂਫਾਨ ਦੇ ਰੂਪ ਵਿੱਚ ਚਲਦਾ ਹੈ ਜਦੋਂ ਕਿ ਕਿਊਬਾ ਠੀਕ ਹੋ ਜਾਂਦਾ ਹੈ - ਐਨਬੀਸੀ ਨਿ Newsਜ਼",
        "ਬੇਅ 'ਤੇ ਅਲਜ਼ਾਈਮਰ ਦੇ ਲੱਛਣਾਂ ਨੂੰ ਰੱਖਣ ਲਈ ਇਕ ਨਾਜ਼ੁਕ ਚੀਜ਼ ਹੈ ਜੋ ਅਸੀਂ ਕਰ ਸਕਦੇ ਹਾਂ - ਸਾਇੰਸਅਲਰਟ",
        "ਟਰੰਪ ਹੋਰ ਰੂੜੀਵਾਦੀ ਜੱਜਾਂ ਦੇ ਨਾਂ ਲੈਣਗੇ । ਉਹ ਸੁਪਰੀਮ ਕੋਰਟ ਦਾ ਬਹੁਮਤ ਵੀ ਚੁਣ ਸਕਦਾ ਹੈ. - ਐਨਬੀਸੀ ਨਿ Newsਜ਼",
        "ਜੱਜ ਨੇ ਪਰਵਾਸੀ ਪਤੀ-ਪਤਨੀ ਨੂੰ ਡਿਪੋਰਟ ਕਰਨ ਤੋਂ ਬਚਾਉਣ ਵਾਲੇ ਬਿਡੇਨ ਪ੍ਰੋਗਰਾਮ ਨੂੰ ਠੁਕਰਾਇਆ - ਐਨਪੀਆਰ",
        "ਸਟੀਫਨ ਕੋਲਬਰਟ ਨੇ ਟਰੰਪ ਦੇ ਵੱਡੇ ਵਾਪਸੀ ਦੇ ਸਭ ਤੋਂ 'ਪ੍ਰੇਸ਼ਾਨ ਕਰਨ ਵਾਲੇ' ਹਿੱਸੇ ਦਾ ਖੁਲਾਸਾ ਕੀਤਾ - ਹਫਪੋਸਟ",
        "ਲੀਅਮ ਪੇਨਃ ਗਾਇਕ ਦੀ ਮੌਤ ਦੇ ਸਬੰਧ ਵਿਚ ਤਿੰਨ 'ਤੇ ਦੋਸ਼ - BBC.com",
        "‘ਅਸੀਂ ਇਸ ਨੂੰ ਮੁਸ਼ਕਿਲ ਨਾਲ ਬਾਹਰ ਕੱ madeਿਆ’: ਕੈਲੀਫੋਰਨੀਆ ਦੇ ਲੋਕ ਭਿਆਨਕ ਜੰਗਲੀ ਅੱਗਾਂ ਦੇ ਵਿਚਕਾਰ ਆਪਣੇ ਘਰਾਂ ਤੋਂ ਬੇਰਹਿਮੀ ਨਾਲ ਭੱਜ ਗਏ - ਸੀ ਐਨ ਐਨ",
        "ਬਰੋ, ਚੇਜ਼ ਦੀ ਚਮਕ ਬਰਬਾਦ ਹੋ ਗਈ ਜਿਵੇਂ ਕਿ ਬੰਗਾਲ ਡਿੱਗਦਾ ਹੈ - ਈਐਸਪੀਐਨ",
        "ਹਟਾਈ",
        "ਆਈਫੋਨ 18 ਕੈਮਰਾ ਅਪਗ੍ਰੇਡ ਪ੍ਰਾਇਮਰੀ ਯੂਨਿਟ ਲਈ ਇੱਕ ਵੇਰੀਏਬਲ ਅਪਰਚਰ ਸ਼ਾਮਲ ਕਰ ਸਕਦਾ ਹੈ, ਐਪਲ ਨਾਲ ਰਿਪੋਰਟ ਕੀਤੀ ਗਈ ਹੈ ਕਿ ਇਹ ਹਿੱਸੇ ਵੱਖਰੇ ਸਪਲਾਇਰ ਤੋਂ ਪ੍ਰਾਪਤ ਕਰ ਰਹੇ ਹਨ - Wccftech",
        "'ਤੰਗ ਨਾਲ ਇੱਕ ਦੁਖਾਂਤ ਖੁੰਝ ਗਿਆ': ਮੰਨਿਆ ਜਾਂਦਾ ਹੈ ਕਿ ਹਥਿਆਰਬੰਦ ਹੋਣ ਵਾਲੇ ਕਿਸ਼ੋਰ ਨੂੰ ਵਿਸਕਾਨਸਿਨ ਐਲੀਮੈਂਟਰੀ ਸਕੂਲ ਵਿੱਚ ਦਾਖਲ ਹੋਣ ਤੋਂ ਰੋਕਿਆ ਗਿਆ - ਏਬੀਸੀ ਨਿ Newsਜ਼"
    ]
}