{
    "headlines": [
        "Resultados da Foot Locker mostram que a indústria de tênis — e a Nike — ainda têm mais dor pela frente - CNBC",
        "O maior urso de Wall Street diz que o S&P 500 pode cair para 4.200. Aqui está o conselho dele por enquanto. - MarketWatch",
        "Noiva do cantor de rock morta depois de passar por um navio de cruzeiro com tema dos anos 80 - syracuse.com",
        "‘Uma bazuca realmente grande’: os gastos de defesa alemães provavelmente aumentarão depois que as partes concordarem com a mudança histórica da dívida - CNN",
        "Um momento, águas calmas. No dia seguinte, um golfinho de 900 libras pousou no barco - CNN",
        "Verificação de fatos do discurso de Trump ao Congresso - BBC.com",
        "LeBron James torna-se o primeiro jogador na história da NBA a marcar 50.000 pontos na carreira - CNN",
        "Milhões no caminho enquanto a tempestade mata 2, traz ventos fortes, condições de nevasca e incêndios - CNN",
        "As montadoras usam o manual da COVID para lidar com as tarifas da Trump - Axios",
        "Trump diz que EUA prenderam ‘principal terrorista‘ responsável pelo atentado a bomba no aeroporto de Cabul em 2021 - CNN",
        "A disenteria está em ascensão no Oregon. Aqui está o que saber. - The Washington Post",
        "Slotkin ataca Musk e \"gangue de jovens de 20 anos\" em resposta ao discurso de Trump - Axios",
        "Atualizações ao vivo das tarifas de Trump: Lutnick diz que Trump poderia aliviar as tarifas sobre o Canadá e o México até quarta-feira - Yahoo Finance",
        "Donald Trump diz que recebeu carta do ucraniano Volodymyr Zelensky dizendo que está pronto para negociar acordo de paz com a Rússia — Atualização - Prazo",
        "Funcionários do Condado de Harris, Houston, revelam plano de preparação para o surto de sarampo no Texas - KHOU.com",
        "Daredevil: Born Again Team Tells All About Premiere‘s ‘Atom Bomb’ of a Twist: ‘It‘s a Tough Pill to Swallow’ - TVLine",
        "Tripulação do Starliner diz que não sabia de nenhuma oferta de Musk para retorno antecipado - The Washington Post",
        "A elaboração do IRS planeja cortar até metade de sua força de trabalho de 90.000 pessoas deixando a agência \"disfuncional\", dizem fontes da AP - PBS NewsHour"
    ]
}