{
    "headlines": [
        "ਮਿਡਲ ਈਸਟ ਨਵੀਨਤਮਃ ਇਜ਼ਰਾਈਲ ਪੂਰਬੀ ਲੇਬਨਾਨ ਦੇ ਪੂਰੇ ਬਾਲਬੇਕ ਸ਼ਹਿਰ ਲਈ ਨਿਕਾਸੀ ਦੀ ਚੇਤਾਵਨੀ ਜਾਰੀ ਕਰਦਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਬਜਟ ਵਿੱਚ ਵਿਆਪਕ ਟੈਕਸ ਵਾਧੇ ਦੇ ਐਲਾਨ ਤੋਂ ਬਾਅਦ ਯੂਕੇ ਉਧਾਰ ਲੈਣ ਦੀ ਲਾਗਤ ਵਿੱਚ ਵਾਧਾ - ਸੀਐਨਬੀਸੀ",
        "ਸੀਐਨਐਨ ਪੋਲਃ ਹੈਰਿਸ ਦਾ ਮਿਸ਼ੀਗਨ ਅਤੇ ਵਿਸਕਾਨਸਿਨ ਵਿਚ ਇਕ ਤੰਗ ਕਿਨਾਰਾ ਹੈ, ਜਦੋਂ ਕਿ ਉਹ ਅਤੇ ਟਰੰਪ ਪੈਨਸਿਲਵੇਨੀਆ ਵਿਚ ਬੰਨ੍ਹੇ ਹੋਏ ਹਨ - ਸੀਐਨਐਨ",
        "ਹੈਮਪਟਨ ਕਤਲਃ ਹਾਈ-ਐਂਡ ਵਾਟਰ ਮਿੱਲ ਰਿਜੋਰਟ ਵਿਚ ਸ਼ੱਕੀ ਸ਼ੌ ਸੁਗੀ ਬਾਨ ਹਾ Houseਸ ਦੀ ਹੱਤਿਆ ਆਤਮ ਹੱਤਿਆ - ਏਬੀਸੀ 7 ਨਿ New ਯਾਰਕ",
        "ਜਿਮੀ ਕਿਮਲ ਦੇਵੋਟਸ 19 ਮਿੰਟ ਦੇ ਮੋਨੋਲੋਗ ਰਾਸ਼ਟਰਪਤੀ ਲਈ ਡੋਨਾਲਡ ਟਰੰਪ ਦੇ ਵਿਰੁੱਧ ਕੇਸ ਬਣਾਉਣਾ – ਦੇਖੋ - ਡੈੱਡਲਾਈਨ",
        "ਜੂਡ ਲਾਅ ਦੀ ਜਿੱਤ ਦੀ ਵਾਪਸੀਃ ‘ਸਟਾਰ ਵਾਰਜ਼‘ ਰਾਜ਼ ’ਤੇ ਅਭਿਨੇਤਾ, ਗੋਇੰਗ ਫੁਲ ਫਰੰਟਲ, ਮਾਰਵਲ ਅਤੇ‘ ਰਿਪਲੇ ’ਸਮਲਿੰਗੀਵਾਦ - ਵੰਨਗੀ",
        "ਨਵੇਂ ਮੈਕਬੁੱਕ ਪ੍ਰੋ ਵਿੱਚ ਚਿਪਸ ਅਤੇ ਐਪਲ ਇੰਟੈਲੀਜੈਂਸ ਦੇ ਐਮ 4 ਪਰਿਵਾਰ ਦੀ ਵਿਸ਼ੇਸ਼ਤਾ ਹੈ - ਐਪਲ",
        "ਯੂਐਸ ਦੀ ਆਰਥਿਕਤਾ ਖਪਤਕਾਰਾਂ ਦੇ ਖਰਚਿਆਂ ਦੀ ਤਾਕਤ 'ਤੇ ਪਿਛਲੀ ਤਿਮਾਹੀ ਵਿਚ ਠੋਸ 2.8% ਦੀ ਰਫਤਾਰ ਨਾਲ ਵਧੀ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਹੈਲੋਵੀਨ ਧੂਮਕੇਤੂ ਦੇ ਅੰਤਮ ਪਲਾਂ ਨੂੰ ਸੋਹੋ ਸਪੇਸਕ੍ਰਾਫਟ ਦੁਆਰਾ ਫੜਿਆ ਗਿਆ - ਸੀ ਐਨ ਐਨ",
        "ਸਰਦੀਆਂ ਦੀ ਉਦਾਸੀ ਅਸਲ ਹੈ ਅਤੇ ਵਾਪਸ ਲੜਨ ਦੇ ਬਹੁਤ ਸਾਰੇ ਤਰੀਕੇ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਹਟਾਈ",
        "ਮਾਰਵਲ ਦੇ 2025 ਟੀਵੀ ਸਲੇਟ ਦਾ ਖੁਲਾਸਾ, ‘ਵੈਂਡਰ ਮੈਨ,' ਐਨੀਮੇਟਿਡ 'ਸਪਾਈਡਰ ਮੈਨ’ ਅਤੇ ‘ਵਾਕੰਡਾ’ ਸ਼ੋਅਜ਼ ‘ਤੇ ਪਹਿਲੀ ਨਜ਼ਰ ਸਮੇਤ - ਵੰਨਗੀ",
        "ਟਰੰਪ ਮੀਡੀਆ ਸਟਾਕ ਮਸਕ ਵਜੋਂ ਡਿੱਗਦਾ ਹੈ, ਹੈਰਿਸ ਚੋਣਾਂ ਦੀਆਂ ਲਹਿਰਾਂ ਬਣਾਉਂਦਾ ਹੈ. ਡੀਜੇਟੀ ਰੈਲੀ ਇਸ ਖਤਰੇ ਦਾ ਸਾਹਮਣਾ ਕਰਦੀ ਹੈ - ਬੈਰਨ ਦਾ",
        "ਯੂਕੇ ਸਾਊਥਪੋਰਟ ਕਤਲੇਆਮ ਦੇ ਦੋਸ਼ੀ ਨੌਜਵਾਨ ਨੂੰ ਨਵੇਂ ‘ਅੱਤਵਾਦ‘ ਦੇ ਦੋਸ਼ ਦਾ ਸਾਹਮਣਾ ਕਰਨਾ ਪੈ ਰਿਹਾ ਹੈ - ਅਲ ਜਜ਼ੀਰਾ ਪੰਜਾਬੀ",
        "ਵਰਣਮਾਲਾ ਸਟਾਕ ਮਜ਼ਬੂਤ ਬੱਦਲ ਦੇ ਵਾਧੇ 'ਤੇ ਕਮਾਈ ਕੁਚਲਣ ਦੇ ਅਨੁਮਾਨਾਂ ਦੇ ਤੌਰ ਤੇ ਵੱਧਦਾ ਹੈ - ਯਾਹੂ ਵਿੱਤ",
        "ਹਟਾਈ",
        "ਬਾਇਡਨ ਨੇ ਸੁਝਾਅ ਦਿੱਤਾ ਕਿ ਟਰੰਪ ਸਮਰਥਕ ਪੋਰਟੋ ਰੀਕੋ ਦੇ ਕਾਮਿਕ ਦੇ ਅਪਮਾਨ ਤੋਂ ਬਾਅਦ ‘ਕੂੜਾ’ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਹਟਾਈ",
        "ਪ੍ਰਿਸਕੋ ਦਾ ਹਫਤਾ 9 ਐਨਐਫਐਲ ਪਿਕਸਃ ਲਾਇਨਜ਼ ਨੇ ਐਨਐਫਸੀ ਨੌਰਥ ਸ਼ੋਅਡਾਊਨ ਵਿੱਚ ਮੇਜ਼ਬਾਨ ਪੈਕਰਜ਼ ਨੂੰ ਬੰਦ ਕਰ ਦਿੱਤਾ; ਰੈਮਸ ਨੇ ਸੀਹਾਕਸ ਨੂੰ ਡਿੱਗ ਦਿੱਤਾ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਚੋਣ ਧੋਖਾਧੜੀ ਦੇ ਦੋਸ਼ਾਂ ਦੀ ਜਾਂਚ ਕਰ ਰਹੇ ਜਾਰਜੀਆ ਦੇ ਵਕੀਲ - Al Jazeera English"
    ]
}