{
    "headlines": [
        "Atualizações ao vivo do Steelers vs. Ravens: pontuações da NFL, estatísticas do jogo, destaques, onde assistir ao confronto da Semana 11 - CBS Sports",
        "Ataque israelense mata porta-voz do Hezbollah enquanto grupo prepara resposta a nova proposta de cessar-fogo - CNN",
        "A tempestade tropical Sara enfraquece para depressão tropical depois de atingir o solo em Belize - The Associated Press",
        "Biden suspende proibição de Ucrânia usar armas dos EUA para atacar dentro da Rússia - Reuters",
        "Trump busca promessa de que seu secretário do Tesouro aprovará tarifas rígidas - Financial Times",
        "Xi Jinping diz a Joe Biden que trabalhará com Donald Trump para gerir laços EUA-China - Financial Times",
        "Previsão da Aurora Boreal: Aurora Boreal pode ser vista nestes 8 estados esta noite - Forbes",
        "Cobertura ao vivo: SpaceX lançará o misterioso ‘Optus-X’ no foguete Falcon 9 do Centro Espacial Kennedy - Spaceflight Now",
        "Os republicanos de repente acham que a economia está ótima e a eleição não foi fraudada - POLITICO",
        "O Pentágono de Trump escolhe mulher paga após acusação de agressão sexual, mas nega irregularidades, diz seu advogado - The Associated Press",
        "Como um caso de assassinato não resolvido de décadas mudou a maneira como consumimos remédios - Yahoo! Voices",
        "Bilheteria: \"Red One\", de Dwayne Johnson, com orçamento de US $ 250 milhões, estreia para arrefecer US $ 34 milhões - Variety",
        "Charli XCX grita 'pirralha' Colunista do Post durante o monólogo 'SNL' para sua queda de Martha Stewart - Página Seis",
        "Stipe Miocic anuncia aposentadoria após derrota no UFC 309 para Jon Jones: ‘Acabou’ - MMA Fighting",
        "Novos detalhes quentes sobre os óculos inteligentes AR da Samsung vazaram - SamMobile - Notícias da Samsung",
        "Dados exclusivos: ritmo recorde de Trump para escolhas de gabinete - Axios",
        "Uma técnica popular para tornar a IA mais eficiente tem desvantagens - TechCrunch",
        "Os picos da chuva de meteoros Leonidas estão atingindo o pico agora. Estrelas cadentes estão na previsão para 2024? - Space.com",
        "O confronto antitruste lançado sob Biden se transformará em \"Vamos fazer um acordo\" sob Trump? - The Associated Press",
        "5 programas governamentais que o \"DOGE\" de Elon Musk poderia colocar no bloco de corte - Tampa Free Press"
    ]
}