{
    "headlines": [
        "Железнодорожный вокзал Нью-Дели: скорбящие семьи рассказывают об ужасе смертельной влюбленности - BBC.com",
        "Daytona 500 2025: время начала, ТВ, потоковая передача, погода, состав участников воскресной гонки NASCAR - США СЕГОДНЯ",
        "Европейские лидеры проведут экстренный саммит по Украине, поскольку Трамп настаивает на прекращении войны - CNN",
        "Fatal Fury: City of the Wolves добавляет Kain R. Heinlein; анонсированы DLC-персонажи Andy Bogard, Joe Higashi и Mr. Big - Gematsu",
        "Ткачуки помогают задать тон, зажечь искру США мимо Канады в 4 Nations Face-Off - NHL.com",
        "Гороскоп на воскресенье, 16 февраля 2025 года - Chicago Sun-Times",
        "Маск нарушает молчание после того, как влиятельный человек Эшли Сент-Клер утверждает, что она мать его 13-го ребенка - Hindustan Times",
        "Тысячи сотрудников федеральных агентств здравоохранения, находящихся на испытательном сроке, уволены по почте в эти выходные. Вот что там написано. - CBS News",
        "Сильный шторм на востоке США принесет сильные ливневые паводки - ABC News",
        "Главный посланник США Рубио встретится с российскими официальными лицами в Саудовской Аравии для мирных переговоров по Украине - BBC.com",
        "Мак МакКланг грохнулся на одной машине, чтобы вытащить 3-пит в конкурсе данка НБА - New York Post",
        "Угроза суровых погодных условий в Алабаме возрастает: сильный дождь, разрушительные ветры, торнадо возможны по всему штату - AL.com",
        "Основные результаты карты | UFC Fight Night: Cannonier vs Rodrigues - UFC",
        "Извержение возможно на горе Сперр на Аляске. Что мы знаем о вулкане - KTVZ",
        "‘Shogun’, ‘Hacks’, ‘Anora’, ‘Nickel Boys’ Land Top Honors at Writers Guild Awards 2025 (Full Winners List) - Variety",
        "Том Круз, 62 года, и Ана де Армас, 36 лет, все улыбаются во время прогулки в День святого Валентина в Лондоне - страница шестая",
        "В Мюнхене открывается фундаментальный раскол между США и ЕС - DW (Russian)",
        "Работники Amazon в Северной Каролине проголосовали против усилий профсоюзов - CBS News"
    ]
}