{
    "headlines": [
        "ਸਟਾਕ ਫਿuresਚਰ ਵਧਦੇ ਹਨ ਜਿਵੇਂ ਕਿ ਵਾਲ ਸਟ੍ਰੀਟ ਚੋਣਾਂ ਤੋਂ ਬਾਅਦ ਦੀ ਵੱਡੀ ਰੈਲੀ ਨੂੰ ਵਧਾਉਣ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰਦੀ ਹੈ, ਫੇਡ ਅੱਗੇਃ ਲਾਈਵ ਅਪਡੇਟਸ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਐਲਨ ਮਸਕ ਨੇ ਟਰੰਪ 'ਤੇ ਵੱਡਾ ਸੱਟਾ ਲਗਾਇਆ — ਅਤੇ ਜਿੱਤਿਆ. ਕੀ ਇਹ ਟੇਸਲਾ ਲਈ ਭੁਗਤਾਨ ਕਰੇਗਾ? - ਯਾਹੂ ਵਿੱਤ",
        "ਆਸਟਰੇਲੀਆ 16 ਸਾਲ ਤੋਂ ਘੱਟ ਉਮਰ ਦੇ ਬੱਚਿਆਂ ਲਈ ਸੋਸ਼ਲ ਮੀਡੀਆ 'ਤੇ ਪਾਬੰਦੀ ਲਗਾਉਣ ਦੀ ਯੋਜਨਾ ਬਣਾ ਰਿਹਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਟਰੰਪ ਦੀ ਚੋਣ ਜਿੱਤ ਦੇ ਮੱਦੇਨਜ਼ਰ ਫੈੱਡ ਨਵੀਨਤਮ ਵਿਆਜ ਦਰ ਦੇ ਕਦਮ ਦਾ ਐਲਾਨ ਕਰਨ ਲਈ ਸੈੱਟ - ਫੌਕਸ ਬਿਜ਼ਨਸ",
        "ਤੂਫਾਨ ਰਾਫੇਲ ਕਿubaਬਾ ਰੀਲਿੰਗ ਨੂੰ ਛੱਡਦਾ ਹੈ, ਮੈਕਸੀਕੋ ਦੀ ਖਾੜੀ ਵਿੱਚ ਜਾਂਦਾ ਹੈ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਦਿਨ ਦੇ ਦੌਰਾਨ ਵਾਧੂ ‘ਸੁਸਤੀ’ ਹੋਣ ਦਾ ਅਰਥ ਹੈ ਇਸ ਪ੍ਰੀ-ਡਿਮੈਂਸ਼ੀਆ ਸਿੰਡਰੋਮ ਦੇ ਵਿਕਾਸ ਦੀ ਵਧੇਰੇ ਸੰਭਾਵਨਾ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਕਮਲਾ ਹੈਰਿਸ ਨੇ ਸਮਰਥਕਾਂ ਨੂੰ ਰਿਆਇਤ ਭਾਸ਼ਣ ਵਿਚ 'ਕਦੇ ਹਾਰ ਨਹੀਂ ਮੰਨੀ' - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਜਰਮਨੀ ਗੱਠਜੋੜਃ ਮੁੱਖ ਮੰਤਰੀ ਦੇ ਬਰਖਾਸਤ ਹੋਣ ਤੋਂ ਬਾਅਦ ਸਰਕਾਰ collapseਹਿਣ ਦੇ ਕੰ onੇ 'ਤੇ - ਬੀਬੀਸੀ.",
        "ਟਰੰਪ ਨੇ ਚੋਣ ਜਿੱਤ ਤੋਂ ਬਾਅਦ ਵਿਸ਼ਵ ਨੇਤਾਵਾਂ ਦੀ ਵੱਧ ਰਹੀ ਸੂਚੀ ਤੋਂ ਕਾਲਾਂ ਲਈਆਂ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਅਮਰੀਕਾ ਨੇ ਖ਼ਾਲਿਦ ਸ਼ੇਖ ਮੁਹੰਮਦ ਤੇ 9/11 ਦੇ ਹੋਰ ਸ਼ੱਕੀਆਂ ਦੀ ਪਟੀਸ਼ਨ ਬਹਾਲ ਕੀਤੀ - Al Jazeera English",
        "‘ਜੋਖਮ!’ ਪ੍ਰਤੀਯੋਗੀ ਨੇ ਸੈਕਸਿਸਟ ਸੁਰਾਗ 'ਤੇ ਚੁੱਪੀ ਤੋੜ ਦਿੱਤੀ ਜਿਸ ਨੇ ਮੇਜ਼ਬਾਨ ਕੇਨ ਜੇਨਿੰਗਜ਼ ਨੂੰ ਮੁਆਫੀ ਮੰਗਣ ਲਈ ਮਜਬੂਰ ਕੀਤਾ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਲੂਕਾ ਇਨ 'ਫਸਟ ਕਿਡ' 'ਮੇਮਬਾ ਉਸ ਨੂੰ?! - TMZ",
        "ਹਟਾਈ",
        "ਇਤਿਹਾਸਕ ਸਿਖਰ ਸੰਮੇਲਨ ਤੋਂ ਕਈ ਸਾਲ ਬਾਅਦ, ਟਰੰਪ ਨੂੰ ਉੱਤਰੀ ਕੋਰੀਆ ਦਾ ਸਾਹਮਣਾ ਕਰਨਾ ਪੈ ਰਿਹਾ ਹੈ - ਰਾਇਟਰਜ਼",
        "ਵੀਰਵਾਰ, 7 ਨਵੰਬਰ, 2024 ਲਈ ਕੁੰਡਲੀ - ਸ਼ਿਕਾਗੋ ਸੂਰਜ-ਟਾਈਮਜ਼",
        "ਕ੍ਰੀਟਨ - ਈਐਸਪੀਐਨ ਲਈ 'ਸੁਪਰਮਨੁੱਖੀ' ਕਾਲਕਬਰਨਰ ਜਾਲ 49",
        "ਹਜ਼ਾਰਾਂ ਨੂੰ ਖਾਲੀ ਕਰਨ ਦਾ ਆਦੇਸ਼ ਦਿੱਤਾ ਗਿਆ ਕਿਉਂਕਿ ਦੱਖਣੀ ਕੈਲੀਫੋਰਨੀਆ ਵਿਚ ਹਵਾ ਨਾਲ ਭਰੀ ਸ਼ਕਤੀਸ਼ਾਲੀ ਜੰਗਲੀ ਅੱਗ ਘਰਾਂ ਨੂੰ ਸਾੜ ਦਿੰਦੀ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਸਟੀਫ ਕਰੀ ਨੇ ਗੋਲਡਨ ਸਟੇਟ ਵਾਰੀਅਰਜ਼ ਬਨਾਮ ਬੋਸਟਨ ਸੇਲਟਿਕਸ - ਸਪੋਰਟਸ ਇਲਸਟ੍ਰੇਟਿਡ ਵਿਚ ਐਨਬੀਏ ਦਾ ਇਤਿਹਾਸ ਬਣਾਇਆ",
        "ਗਲੈਕਸੀ ਐਸ 25 ਇਨ੍ਹਾਂ onlineਨਲਾਈਨ-ਨਿਵੇਕਲੇ ਰੰਗਾਂ ਵਿੱਚ ਆ ਸਕਦਾ ਹੈ - ਸੈਮਮੋਬਾਈਲ - ਸੈਮਸੰਗ ਖ਼ਬਰਾਂ",
        "\"ਬਹੁਤ ਸਾਰੀਆਂ ਗਲਤੀਆਂ ਹੋਈਆਂ\": ਡੈਮੋਕਰੇਟਸ ਇਕ ਦੂਜੇ ਦੀਆਂ ਅੱਖਾਂ ਨੂੰ ਬਾਹਰ ਕੱ clawਣਾ ਸ਼ੁਰੂ ਕਰਦੇ ਹਨ - ਐਕਸੀਓਸ"
    ]
}