{
    "headlines": [
        "Tesla stock selloff after robotaxi event could be just the beginning, pros warn - Yahoo Finance",
        "Statement by Pentagon Press Secretary Maj. Gen. Pat Ryder on the Deployment of a THAAD Battery to Israel - Department of Defense",
        "UN says Israeli tanks burst through gates of peacekeeper base - Reuters.com",
        "Second Quarterback Caleb Williams-to-tight end Kmet TD! QB and TE boost Chicago Bears' lead to 13-3 vs. Jags - NFL.com",
        "Christopher Columbus was a Sephardic Jew from Western Europe, study finds - New York Post ",
        "Most ERs aren’t fully prepared to handle children’s emergencies - The Washington Post",
        "Bears lose their long snapper to knee injury in first quarter in London - NBC Sports",
        "‘I am concerned’: Rep. Clyburn on Black men voting for Trump - CNN",
        "Ariana Grande imitates Britney Spears, transforms into Jennifer Coolidge during ‘SNL’ return - New York Post ",
        "In an engineering feat, mechanical SpaceX arms catch Starship rocket booster at landing pad - ABC News",
        "Keys to a fantasy football victory in Week 6 - Yahoo Sports",
        "Biden will view Hurricane Milton damage in Florida. Harris plans to go to church in North Carolina - The Associated Press",
        "Rare comet may be visible to the naked eye. Here's where to look. - CBS Boston",
        "Terrifier 3 beats Joker 2 at box office as Joaquin Phoenix film sees huge drop - Hindustan Times",
        "Dense breasts can make it harder to spot cancer on a mammogram - KOAT New Mexico",
        "Palestine’s UN envoy says ‘genocide within genocide’ going on in north Gaza - Al Jazeera English",
        "New Gmail Security Alert For 2.5 Billion Users As AI Hack Confirmed - Forbes",
        "Economic discontent, issue divisions add up to tight presidential contest: POLL - ABC News",
        "Pokémon Developer Game Freak Reportedly Hacked, Stolen Data on Unannounced Games as Well as Nintendo Switch 2 Codename Leaked Online - IGN",
        "What To Expect in the Markets This Week - Investopedia"
    ]
}