{
    "headlines": [
        "ਕੋਲੰਬੀਆ ਯੂਨੀਵਰਸਿਟੀ ਦੇ ਪ੍ਰਧਾਨ ਟਰੰਪ ਦੀ ਲੜਾਈ ਦੇ ਵਿਚਕਾਰ ਹੇਠਾਂ ਕਦਮ - ਡਬਲਯੂਐਸਜੇ - ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "ਕੈਂਟਕੀ ਵਾਈਲਡਕੈਟਸ ਬਨਾਮ ਟੈਨਸੀ ਵਾਲੰਟੀਅਰਜ਼ ਲਾਈਵ ਸਕੋਰ ਅਤੇ ਅੰਕੜੇ - ਮਾਰਚ 28, 2025 ਗੇਮਟ੍ਰੈਕਰ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਕੋਚਃ 3 ਤੇਜ਼ NCAA ਟੂਰਨਾਮੈਂਟ ਦੇ ਸਵੀਟ 16 - ਲੈਨਸਿੰਗ ਸਟੇਟ ਜਰਨਲ ਵਿਚ ਮਿਸ਼ੀਗਨ ਸਟੇਟ ਬਾਸਕਟਬਾਲ ਦੀ ਮਿਸੀਸਿਪੀ 'ਤੇ 73-70 ਦੀ ਜਿੱਤ' ਤੇ ਲੱਗਦਾ ਹੈ",
        "ਸਟਾਕ ਡੁੱਬਦੇ ਹਨ ਕਿਉਂਕਿ ਨਿਵੇਸ਼ਕ ਵਪਾਰ ਅਤੇ ਮਹਿੰਗਾਈ ਨੂੰ ਲੈ ਕੇ ਭੜਕਦੇ ਹਨ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਇਜ਼ਰਾਈਲ ਦੇ ਬੇਰੂਤ ਉਪਨਗਰ 'ਤੇ ਹਮਲਾ ਕਰਦੇ ਹੋਏ ਵੱਡੇ ਪੱਧਰ' ਤੇ ਨਿਕਾਸੀ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "\"ਦੋਹਰਾ ਸੂਰਜ ਚੜ੍ਹਨਾ\" ਗ੍ਰਹਿਣਃ ਅੰਸ਼ਕ ਸੂਰਜ ਗ੍ਰਹਿਣ ਕਿਵੇਂ, ਕਦੋਂ ਅਤੇ ਕਿੱਥੇ ਵੇਖਣਾ ਹੈ ਸ਼ਨੀਵਾਰ - ਐਕਸੀਓਸ",
        "ਜੇਨ ਸਾਲਕੇ ਦੇ ਐਮਾਜ਼ਾਨ ਐਮਜੀਐਮ ਐਗਜ਼ਿਟ ਦੇ ਅੰਦਰਃ ਜੇਮਜ਼ ਬਾਂਡ ਟਕਰਾਅ, ‘ਸਿਟੇਡਲ’ ਮਿਸਫਾਇਰ ਅਤੇ ਮਾਈਕ ਹੌਪਕਿਨਜ਼ ਦੇ ਭਵਿੱਖ ਲਈ ਅਭਿਲਾਸ਼ਾ - ਵੰਨਗੀ",
        "ਦੇਸ਼ ਨਿਕਾਲਾ ਉਡਾਣ ਦੇ ਵੇਰਵਿਆਂ ‘ਤੇ ਟਰੰਪ ਦਾ’ ਰਾਜ ਦੇ ਰਾਜ਼ ’ਦਾ ਦਾਅਵਾ ਪਿਛਲੇ ਅਭਿਆਸ ਨਾਲ ਟੁੱਟ ਜਾਂਦਾ ਹੈ - ਸੀਐਨਐਨ",
        "ਅਪੀਲ ਕੋਰਟ ਨੇ ਟਰੰਪ ਦੇ ਬੋਰਡ ਲੀਡਰਾਂ ਦੀ ਬਰਖਾਸਤਗੀ ਵਿਚ 'ਹੜਤਾਲ' ਕਰਨ'ਤੇ ਅਸਥਾਈ ਰੋਕ ਦਿੱਤੀ - ਫੌਕਸ ਨਿ Newsਜ਼",
        "ਮਹੀਨਿਆਂ ਦੀ ਕਟੌਤੀ ਤੋਂ ਬਾਅਦ, ਵਿਦੇਸ਼ ਵਿਭਾਗ ਕਹਿੰਦਾ ਹੈ ਕਿ ਇਹ ਅਧਿਕਾਰਤ ਤੌਰ 'ਤੇ ਯੂਐਸਏਆਈਡੀ ਨੂੰ ਬੰਦ ਕਰ ਰਿਹਾ ਹੈ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਟਰੰਪ ਦੇ ਐਫਸੀਸੀ ਕਮਿਸ਼ਨਰ ਨੇ ਵਿਭਿੰਨਤਾ ਨੀਤੀਆਂ ਲਈ ਵਾਲਟ ਡਿਜ਼ਨੀ ਕੰਪਨੀ ਅਤੇ ਏਬੀਸੀ ਦੀ ਜਾਂਚ ਖੋਲ੍ਹ ਦਿੱਤੀ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਮਿਆਂਮਾਰ ਤੇ ਥਾਈਲੈਂਡ 'ਚ ਭੂਚਾਲ ਕਾਰਨ 150 ਤੋਂ ਵੱਧ ਮੌਤਾਂ - BBC.com",
        "ਸੰਯੁਕਤ ਰਾਸ਼ਟਰ ਦੇ ਰਾਜਦੂਤ ਦੀ ਦੌੜ ਫਿਰ ਚੱਲ ਰਹੀ ਹੈ, ਪਰ ਕੁਝ ਸੰਭਾਵੀ ਵਿਕਲਪ ਪਹਿਲਾਂ ਹੀ ਨਾਂਹ ਕਹਿ ਰਹੇ ਹਨ - ਪੋਲਿਟਿਕੋ",
        "‘ਸਨੋ ਵ੍ਹਾਈਟ’ $ 15M + ਦੂਜੇ ਹਫਤੇ 'ਤੇ ਚਾਹੁੰਦਾ ਹੈ, ਪਰ ਜੇਸਨ ਸਟੈਥਮ ਦੇ‘ ਵਰਕਿੰਗ ਮੈਨ ‘ਦੁਆਰਾ ਬਰਖਾਸਤ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ – ਬਾਕਸ ਆਫਿਸ ਅਪਡੇਟ - ਡੈੱਡਲਾਈਨ",
        "ਕੋਰਵੇਵ ਸਟਾਕ ਆਈਪੀਓ ਕੀਮਤ 'ਤੇ ਪਹਿਲਾ ਵਪਾਰ ਸੈਸ਼ਨ ਪੂਰਾ ਕਰਦਾ ਹੈ - ਇਨਵੈਸਟੋਪੀਡੀਆ",
        "ਲੈਨੋਵੋ ਦੇ ਆਉਣ ਵਾਲੇ SteamOS ਹੈਂਡਹੋਲਡ ਦੀ ਕੀਮਤ $ 549.99 ਹੋਵੇਗੀ, ਨਾ ਕਿ $ 499.99, ਜਦੋਂ ਇਹ ਬਾਹਰ ਆਉਂਦੀ ਹੈ - ਦਿ ਵਰਜ",
        "ਮਲਟੀਸਟੇਟ ਖਸਰਾ ਦਾ ਪ੍ਰਕੋਪ 450 ਮਾਮਲਿਆਂ ਨੂੰ ਪਾਰ ਕਰਦਾ ਹੈ, ਸੰਭਾਵਤ ਅੰਤਰਰਾਸ਼ਟਰੀ ਫੈਲਣ ਦੇ ਨਾਲ - ਸੀ ਐਨ ਐਨ",
        "ਬੇਬੀ ਸਟੈਪਸ ਪੂਰਵਦਰਸ਼ਨ ਇੱਕ ਵੇਕੀ ਬੱਟ ਐਂਗਰੇਸਿੰਗ ਓਪਨ ਵਰਲਡ ਸਪਰਿੰਗ ਦਾ ਵਰਣਨ ਕਰੋ PS5 ਤੇ - ਪੁਸ਼ ਸਕੁਏਅਰ",
        "ਲਾਪਤਾ ਅਮਰੀਕੀ ਸੈਨਿਕਾਂ ਦੀ ਬਰਾਮਦਗੀ 'ਚ ਮਦਦ ਕਰਨ ਲਈ ਜਲ ਸੈਨਾ ਦੇ ਗੋਤਾਖੋਰ, ਪੋਲੈਂਡ ਦੀਆਂ ਫੌਜਾਂ - ਮਿਲਟਰੀ ਟਾਈਮਜ਼"
    ]
}