{
    "headlines": [
        "Калифорния обвиняет ExxonMobil во лжи о том, что пластмассы подлежат вторичной переработке - The Washington Post",
        "Официальные лица США лихорадочно работают над тем, чтобы остановить конфронтацию между Израилем и Хезболлой, которая «перерастает в региональную войну» - CNN",
        "Футбол в понедельник вечером: Джейден Дэниелс приводит командиров к победе 38-33 над бенгальцами - NBC Sports",
        "«Ледник Судного дня» в Антарктиде рухнет раньше, чем ожидалось - NDTV",
        "Израильские авиаудары убили 492 человека в самый смертоносный день конфликта в Ливане с 2006 года - Associated Press",
        "Стрелок, убивший 10 человек в супермаркете Колорадо, приговорен к пожизненному заключению - The Associated Press",
        "Профсоюз Boeing предлагает «окончательное» повышение зарплаты на 30% - BBC.com",
        "Хаос расширения Pac-12: Mountain West в режиме выживания, поскольку дефекты штата Юта, школы AAC отвергают интерес - CBS Sports",
        "Китай запускает базуку политики для стимулирования экономики, во главе со снижением ставки по ипотечным кредитам, недвижимость - South China Morning Post",
        "FDA только что дало зеленый свет домашней вакцине против гриппа. Что для вас означает одобрение самостоятельного спрея. - Yahoo Life",
        "Дамар Хэмлин записывает первый карьерный перехват, посылает толпу Биллов в безумие менее чем через 2 года после остановки сердца - Yahoo Sports",
        "Илон Маск подтверждает планы X изменить функцию блокировки: «Самое время» - Fox Business",
        "Федералы заявляют, что будут добиваться обвинения в покушении на убийство подозреваемого в гольфе Трампа - CBS News",
        "Изъято",
        "Поскольку преступность стоит на повестке дня выборов, ФБР приводит окончательную статистику преступности за 2023 год - The Washington Post",
        "Al b! Конечно! Призывает к расследованию смерти бывшей Ким Портер из Diddy - Hollywood Reporter",
        "Улыбающийся Дик Ван Дайк, 98 лет, высказывается после того, как пропустил «Эмми», шутит, что он «молится», что он добирается до 99-го дня рождения - New York Post",
        "Telegram теперь будет предоставлять некоторые пользовательские данные властям - BBC.com",
        "Сенатор от Республиканской партии Небраски выступает против изменений в Коллегии выборщиков, которые, возможно, помогли Трампу выиграть переизбрание - Fox News",
        "7 победителей и 3 проигравших от победы вождей над соколами - Arrowhead Pride"
    ]
}