{
    "headlines": [
        "Boeing Stock Rises After Pay Offer to End Strike. Union Vote Due Next Week. - Barron's",
        "October jobs report: US economy adds just 12,000 jobs as Boeing strike, hurricanes weigh on labor market - Yahoo Finance",
        "What to know about the unprecedented floods that killed more than 200 in Spain - The Associated Press",
        "Nasdaq 100 futures rise as investors parse latest tech earnings, await jobs data: Live updates - CNBC",
        "Georgia official says video of alleged voter fraud likely created by a Russian troll farm - CBS News",
        "Dodgers' Simple Plan on Scouting Report to Beat Yankees in World Series Rang True - Sports Illustrated",
        "Land of the million-dollar starter home could decide the fate of Congress - POLITICO",
        "Exxon Mobil CEO Darren Woods on Q3 results: Company transformation is beginning to manifest itself - CNBC Television",
        "What is Lebanon’s ancient city of Baalbek and why is Israel targeting it? - Al Jazeera English",
        "Connelly's Week 10 preview: Penn State-Ohio State gets November off to hot start - ESPN",
        "Former Playboy model claims Sean ‘Diddy’ Combs made her watch Jennifer Lopez video at ‘Freak Off’ - Page Six",
        "Halloween shootings in Orlando nightlife district leave 2 dead, 6 injured - CNN",
        "North Korea boasts of ‘the world’s strongest’ missile, but experts say it’s too big to use in war - New York Post ",
        "Russia sentences former US consulate worker to nearly five years in prison - Al Jazeera English",
        "North Korea will back Russia until victory in Ukraine, foreign minister says - Reuters",
        "Ozone Layer Healing Progresses as 2024 Antarctic Hole Ranks Among the Smallest in Decades - The Daily Galaxy --Great Discoveries Channel",
        "iPhone SE 4 First to Get Apple-Designed 5G Modem, iPhone 17 Pro to Add Custom Wi-Fi 7 Chip - MacRumors",
        "[Removed]",
        "‘Squid Game’ Season 2 official teaser trailer drops - CNN",
        "Do I have COVID, the flu or something else? 2024 symptoms and testing to know. - CBS News"
    ]
}