{
    "headlines": [
        "Medizinische Geheimnisse: Ihr wahnsinniger Husten hatte eine unerwartete Ursache - The Washington Post",
        "Berkshire Betriebsergebnis steigt im vierten Quartal um 71 %, Cash-Hort-Ballons auf Rekordhöhe von 334 Milliarden US-Dollar - CNBC",
        "Three Keys & a Pick: Illinois vs. Nr. 3 Duke - 247Sports",
        "Hamas befreit die ersten 5 von 6 israelischen Geiseln im letzten Austausch - The Associated Press",
        "Elon Musk fordert die Deorbitierung der ISS. Das macht die Raumstation - ABC News",
        "Apple zieht Datenschutz-Tool nach der Sicherheitsreihe der britischen Regierung - BBC.com",
        "Papst Franziskus hatte eine erholsame Nacht - Vatican News - Deutsch",
        "Pentagon, um 5.400 zivile Mitarbeiter in der \"anfänglichen\" Säuberung zu entlassen - The Washington Post",
        "CQ Brown: Trump feuert den obersten US-General im Pentagon - BBC.com",
        "Bybit bestätigt rekordverdächtigen Krypto-Raub im Wert von 1,46 Milliarden US-Dollar bei ausgeklügeltem Cold-Wallet-Angriff - The Hacker News",
        "College-Basketball-Picks, Zeitplan: Vorhersagen für Kentucky vs. Alabama und mehr Top 25 Spiele Samstag - CBS Sports",
        "Was ist HKU5-CoV-2, das neue Fledermaus-Coronavirus in China, das eine weitere Covid-19-Pandemie auslösen könnte? All det - The Economic Times",
        "Richter verbietet DOGE den Zugriff auf sensible Daten des Finanzministeriums - The Washington Post",
        "The Rock kommt für Cody Rhodes ’Seele in der WWE Elimination Chamber - Cageside Seats",
        "Trump spart mit dem demokratischen Gouverneur von Maine bei der Veranstaltung im Weißen Haus über die Anordnung zur Exekutive von Transgender-Athleten - ABC News",
        "Der Oberste Gerichtshof verzögert Trumps Bemühungen, den Ethikwächter des Bundes zu feuern - POLITICO",
        "Deutsche Wahl: Endspurt als Spitzenreiter Merz schwört, in Europa zu führen - BBC.com",
        "Wer wird der nächste James Bond? Amazons harte 007-Entscheidung - BBC.com",
        "New Los Angeles DA Nathan Hochman unterstützt es nicht, die Verurteilungen der Menendez-Brüder aufzuheben - Fox News"
    ]
}