{
    "headlines": [
        "\"Sympathische Augen und eine muskulöse Statur\": Vito, der Mops, gewinnt die National Dog Show - CNN",
        "Iran, Europäer treffen sich, um die Diplomatie zu testen, während Trumps Amtszeit droht - Reuters",
        "Chinesischer Journalist und ehemaliger Harvard-Kollege zu 7 Jahren Haft verurteilt - The Washington Post",
        "Exklusiv: HSBC zieht sich aus dem chinesischen Kreditkartengeschäft zurück, nachdem sie Schwierigkeiten hatte, zu expandieren - Reuters",
        "NFL-Thanksgiving-Gewinner und -Verlierer: Der Kaltwetter-Blues der Delfine geht weiter, die Defensivfront der Lions dominiert - CBS Sports",
        "Orcas haben beobachtet, wie sie riesige Walhaie gejagt haben - Yahoo! Voices",
        "Woche 13 NFL Playoff Bild 2024-25: Tabellen, Bracket-Szenarien nach Thanksgiving - Bleacher Report",
        "Dolphins vs. Packers Endergebnis, sofortige Reaktionen für Thanksgiving-Spiel - The Phinsider",
        "NFL Thanksgiving Überreaktionen: Caleb Williams für Bärenfehler verantwortlich? Cowboys, die Playoff-Lauf machen? - CBS Sports",
        "Französische politische Krise: Alles, was Sie wissen müssen - POLITICO EUROPE",
        "Schlammige Fußabdrücke deuten darauf hin, dass 2 Arten von frühen Menschen vor 1,5 Millionen Jahren Nachbarn in Kenia waren - The Associated Press",
        "Vertreter des Repräsentantenhauses von Connecticut, die mit Bomben bedroht werden - BBC.com",
        "Die 34 besten Black Friday-Angebote, die wir (bisher) bei Walmart, UGG, Amazon, Target und mehr gefunden haben - NJ.com",
        "Pro-palästinensische Demonstranten bei New Yorker Thanksgiving-Parade verhaftet - Reuters",
        "Hisbollah-Kämpfer ziehen sich nach dem Waffenstillstand nach Norden zurück, vorbei an libanesischen Zivilisten auf dem Weg nach Hause - The Wall Street Journal",
        "Ben Affleck trifft sich an Thanksgiving wieder mit Jennifer Garner, um Obdachlose zu ernähren - Frist",
        "In Teilen des Bundesstaates New York wird bis zum Wochenende Schnee mit See-Effekt erwartet - CNYcentral.com",
        "Amazon-Mitarbeiter planen Streik zwischen Black Friday und Cyber Monday in Großstädten auf der ganzen Welt - New York Post",
        "Kalifornische Kunstlehrerin, 60, stirbt an Tollwut, nachdem sie im Klassenzimmer von einer Fledermaus gebissen wurde: \"Sie wollte es nicht verletzen\" - New York Post",
        "Fossilien von Dinosaurier-Erbrechen und Fäkalien zeigen, wie sie sich entwickelt haben, um die Erde zu dominieren - die tägliche Galaxie - großer Entdeckungskanal"
    ]
}