{
    "headlines": [
        "Reality TV continues to fail women. 'Bachelorette' star Jenn Tran is the latest example - USA TODAY",
        "Apalachee High School shooting victims identified; 14-year-old suspect to be charged with murder - FOX 5 Atlanta",
        "Cubs pull rookie Shota Imanaga after 7 no-hit innings in combined no-hitter vs. Pirates - Yahoo Sports",
        "WME Agent Apologized to Coworkers for “Kill Them All” Text Message - Hollywood Reporter",
        "Pegula stuns No. 1 Swiatek, 'finally' a semifinalist - ESPN",
        "Rumour: Switch \"Successor\" Will Be Backwards Compatible, It's Claimed - Nintendo Life",
        "The Vega rocket never found its commercial niche. After tonight, it’s gone. - Ars Technica",
        "Right-wing influencers were duped to work for covert Russian influence operation, US says - The Associated Press",
        "Zelensky reshuffles cabinet at key moment in war and ahead of U.S. trip - The Washington Post",
        "In California city hit by landslides, slipping may not be stoppable - NBC News",
        "Netanyahu doubles down on control of Gaza's border with Egypt - BBC.com",
        "Harris breaks with Biden on capital gains tax, proposing a smaller increase - CNN",
        "After NY governor says China’s consul general was removed, State Department says ‘there was no expulsion action’ - CNN",
        "Box Office Preview: ‘Beetlejuice Beetlejuice’ Eyes Near-Record $100M-$110M September Opening - Hollywood Reporter",
        "New Hampshire is the latest sign of Donald Trump’s shrinking map - POLITICO",
        "NASA sending probe to Jupiter’s Europa in search for elements of life among suspected waterworld - Fox Weather ",
        "Kamala Harris proposes $50,000 tax break for small businesses - CBS News",
        "[Removed]",
        "[Removed]",
        "Trump-backed US Senate candidate faces scrutiny for derogatory comments about Native Americans - The Associated Press"
    ]
}