{
    "headlines": [
        "ਰਾਜਕੁਮਾਰੀ ਕੇਟ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਸ ਦਾ ਕੈਂਸਰ ਮੁਆਫ ਹੋ ਗਿਆ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਹਾਊਸ ਨੇ ਟਰਾਂਸਜੈਂਡਰ ਵਿਦਿਆਰਥੀਆਂ ਨੂੰ ਕੁੜੀਆਂ ਦੀਆਂ ਖੇਡਾਂ ਤੋਂ ਰੋਕਣ ਲਈ ਵੋਟਾਂ ਦਿੱਤੀਆਂ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "L. A., Ventura counties ’’ ਖਾਸ ਕਰਕੇ ਖਤਰਨਾਕ ਹਾਲਾਤ ’ਲਈ ਆਗਮਨ ਦੇਰੀ - KTLA ਲਾਸ ਏਂਜਲਸ",
        "ਜਸਟਿਨ ਬਾਲਡੋਨੀ ਡਿਜ਼ਨੀ ਦੀ ਮੰਗ ਕਰਦਾ ਹੈ, ਮਾਰਵਲ ਰਿਜ਼ਰਵ ‘ਸਾਰੇ ਦਸਤਾਵੇਜ਼ ਸੰਬੰਧਿਤ' ਰਿਆਨ ਰੇਨੋਲਡਜ਼ ’ਨਾਈਸੀਪੂਲ ਨੂੰ‘ ਡੈੱਡਪੂਲ ਐਂਡ ਵੁਲਵੇਰੀਨ ’ਵਿਚ ਬਲੇਕ ਲਾਈਵਲੀ ਲੀਗਲ ਬੈਟਲ (ਐਕਸਕਲੂਸਿਵ) - ਵੰਨਗੀ",
        "ਅਮਰੀਕਾ ਕਿਊਬਾ ਨੂੰ ਅੱਤਵਾਦ ਦੀ ਸੂਚੀ 'ਚੋਂ ਹਟਾਏਗਾ - BBC.com",
        "ਰਾਸ਼ਟਰਪਤੀ ਯੂਨ ਦੀ ਰਿਹਾਇਸ਼ 'ਤੇ ਦੱਖਣੀ ਕੋਰੀਆ ਦੇ ਅਧਿਕਾਰੀ ਗ੍ਰਿਫਤਾਰੀ ਵਾਰੰਟ ਨੂੰ ਲਾਗੂ ਕਰਨ ਲਈ, ਯੋਨਹੈਪ ਕਹਿੰਦਾ ਹੈ - ਰਾਇਟਰਜ਼",
        "ਪੰਜ ਸਵਾਲ ਹੇਗਸੇਥ ਨੇ ਆਪਣੇ ਰੱਖਿਆ ਵਿਭਾਗ ਦੀ ਪੁਸ਼ਟੀ ਦੀ ਸੁਣਵਾਈ 'ਤੇ ਡੋਡ ਕੀਤਾ - ਐਕਸੀਓਸ",
        "ਬੁੱਧਵਾਰ ਨੂੰ ਮਹਿੰਗਾਈ ਪੜ੍ਹਨ 'ਤੇ ਜੇਪੀ ਮੋਰਗਨ ਦਾ ਵਿਚਾਰ ਅਤੇ ਸਟਾਕ ਮਾਰਕੀਟ ਕਿਵੇਂ ਪ੍ਰਤੀਕ੍ਰਿਆ ਕਰੇਗਾ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਵੂਪੀ ਗੋਲਡਬਰਗ ਨੇ ਟਰੰਪ ਦੇ ਉਦਘਾਟਨ ਮੌਕੇ ਕੈਰੀ ਅੰਡਰਵੁੱਡ ਦੇ ਗਾਉਣ ਦੇ ਫੈਸਲੇ ਦਾ ਸਮਰਥਨ ਕੀਤਾ …ਪਰ ਨਹੀਂ ਦੇਖਣਗੇ - ਡੈੱਡਲਾਈਨ",
        "ਰਿਪੋਰਟਰ ਡਸਟਿਨ ਬਰੋਜ਼ ਨੇ ਟੈਕਸਾਸ ਹਾ Houseਸ ਸਪੀਕਰ ਨੂੰ ਵੋਟ ਦਿੱਤੀ, ਵਿਦਰੋਹੀ ਜੀਓਪੀ ਅੰਦੋਲਨ ਨੂੰ ਝਟਕਾ ਦਿੱਤਾ - ਦਿ ਟੈਕਸਾਸ ਟ੍ਰਿਬਿਊਨ",
        "ਜ਼ੁਕਰਬਰਗ ਮੈਟਾ ਛਾਂਟੀ ਦੀ ਯੋਜਨਾ ਬਣਾਉਂਦਾ ਹੈ ਕਿਉਂਕਿ ਕੰਪਨੀ ‘ਘੱਟ ਪ੍ਰਦਰਸ਼ਨ ਕਰਨ ਵਾਲਿਆਂ’ ਨੂੰ ਤੇਜ਼ੀ ਨਾਲ ਖਤਮ ਕਰਦੀ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਜਿਮੀ ਬਟਲਰ ਵਪਾਰਃ ਹੀਟ ਵਿੰਗ ਨੇ ਟੀਮ ਨੂੰ ਦੱਸਿਆ ਕਿ ਉਹ $ 52.4M ਵਿਕਲਪ ਚੁੱਕਣਗੇ, ਪਰ ਸਿਰਫ ਚਾਲ ਦੀ ਸਹੂਲਤ ਲਈ, ਪ੍ਰਤੀ ਰਿਪੋਰਟ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਬੋਇੰਗ ਨੇ ਹੜਤਾਲਾਂ ਅਤੇ ਸੁਰੱਖਿਆ ਸਮੱਸਿਆਵਾਂ ਤੋਂ ਬਾਅਦ ਆਉਟਪੁੱਟ ਵਿੱਚ ਵੱਡੀ ਗਿਰਾਵਟ ਵੇਖੀ - ਬੀਬੀਸੀ.",
        "ਵਿਸ਼ੇਸ਼ ਵਕੀਲ ਜੈਕ ਸਮਿਥ ਦੀ ਟਰੰਪ ਜਨਵਰੀ 6 ਦੀ ਰਿਪੋਰਟ ਤੋਂ ਅਸੀਂ ਕੀ ਸਿੱਖਿਆ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਐਫਬੀਆਈ ਬੇਨ ਐਫਲੈਕ ਦੇ ਘਰ ਦਾ ਦੌਰਾ ਕਰਦਾ ਹੈ, ਕਥਿਤ ਤੌਰ 'ਤੇ ਅਣਅਧਿਕਾਰਤ ਡਰੋਨ ਦੀ ਫੁਟੇਜ ਦੀ ਮੰਗ ਕਰਦਾ ਹੈ - ਬੋਸਟਨ ਡਾਟ ਕਾਮ",
        "ਅਮਰੀਕਾ 'ਚ 2060 ਤੱਕ ਡਿਮੇਨਸ਼ੀਆ ਦੇ ਨਵੇਂ ਮਾਮਲੇ ਦੁੱਗਣੇ ਹੋਣ ਦਾ ਅਨੁਮਾਨਃ ਅਧਿਐਨ - ਏਬੀਸੀ ਨਿਊਜ਼",
        "ਚੈਟਜੀਪੀਟੀ ਹੁਣ ਤੁਹਾਨੂੰ ਰੀਮਾਈਂਡਰ ਅਤੇ ਆਵਰਤੀ ਕਾਰਜਾਂ ਨੂੰ ਤਹਿ ਕਰਨ ਦਿੰਦਾ ਹੈ - ਟੈਕਕ੍ਰਾਂਚ",
        "ਮਾਈਕ ਟੋਮਲਿਨਃ ਸਟੀਲਰਜ਼ ਨੇ ਰਸਲ ਵਿਲਸਨ ਜਾਂ ਜਸਟਿਨ ਫੀਲਡਜ਼ ਬਾਰੇ ਕੋਈ ਫੈਸਲਾ ਨਹੀਂ ਲਿਆ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਯੂਕਰੇਨੀ ਡਰੋਨ ਨੇ ਰੂਸੀ ਬੰਬ ਬੇਸ ਨੂੰ ਡਬਲ ਟੈਪ ਕਰਨ ਲਈ 400 ਮੀਲ ਉਡਾਏ - ਫੋਰਬਸ",
        "ਟਰੰਪ ਵਿਦੇਸ਼ੀ ਸਰੋਤਾਂ ਤੋਂ ਮਾਲੀਆ ਇਕੱਠਾ ਕਰਨ ਲਈ ਬਾਹਰੀ ਮਾਲੀਆ ਸੇਵਾ ਬਣਾਏਗਾ - ਰਾਇਟਰਜ਼"
    ]
}