{
    "headlines": [
        "Steelers vs. Ravens live updates: NFL scores, game stats, highlights, where to watch Week 11 showdown - CBS Sports",
        "Israeli strike kills Hezbollah spokesperson as group prepares response to fresh ceasefire proposal - CNN",
        "Tropical Storm Sara weakens to tropical depression after making landfall in Belize - The Associated Press",
        "Biden lifts ban on Ukraine using US arms to strike inside Russia - Reuters",
        "Trump seeks pledge that his Treasury secretary will enact tough tariffs - Financial Times",
        "Xi Jinping tells Joe Biden he will work with Donald Trump to manage US-China ties - Financial Times",
        "Northern Lights Forecast: Aurora Borealis Could Be Seen From These 8 States Tonight - Forbes",
        "Live coverage: SpaceX to launch mystery ‘Optus-X’ on Falcon 9 rocket from the Kennedy Space Center - Spaceflight Now",
        "Republicans suddenly think the economy’s great and the election wasn’t rigged - POLITICO",
        "Trump's Pentagon pick paid woman after sex assault allegation but denies wrongdoing, his lawyer says - The Associated Press",
        "How a decades-old unsolved murder case changed the way we consume medicine - Yahoo! Voices",
        "Box Office: Dwayne Johnson’s $250 Million-Budgeted ‘Red One’ Debuts to Chilly $34 Million - Variety",
        "Charli XCX shouts out 'brat' Post columnist during 'SNL' monologue for her Martha Stewart takedown - Page Six",
        "Stipe Miocic announces retirement after UFC 309 loss to Jon Jones: ‘I’m done’ - MMA Fighting",
        "Hot new details about Samsung’s AR smart glasses have leaked - SamMobile - Samsung news",
        "Exclusive data: Trump's record pace for Cabinet picks - Axios",
        "A popular technique to make AI more efficient has drawbacks - TechCrunch",
        "The Leonid meteor shower peaks is peaking now. Are 'shooting stars' in the forecast for 2024? - Space.com",
        "Will the antitrust showdown launched under Biden turn into 'Let's Make A Deal' under Trump? - The Associated Press",
        "5 Government Programs That Elon Musk’s \"DOGE\" Could Put On The Chopping Block - Tampa Free Press"
    ]
}