{
    "headlines": [
        "Donald Trump signale que l'Ukraine devrait organiser des élections dans le cadre de l'accord de paix avec la Russie - Financial Times",
        "Le jury rend son verdict dans le procès A$AP Rocky Assault - ABC News",
        "Le gouverneur de New York rencontre de hauts dirigeants politiques alors qu'elle envisage de démettre le maire Eric Adams de ses fonctions - The Associated Press",
        "Dernier accident d'avion Delta : « Conditions extrêmes » à l'aéroport de Toronto quelques jours avant l'accident - ABC News",
        "Kevin Spacey répond aux allégations « L.A. Confidential » de Guy Pearce - Date limite",
        "Fiche d'information : Le président Donald J. Trump élargit l'accès à la fécondation in vitro (FIV) - La Maison Blanche",
        "Trump signale des tarifs de 25% sur les voitures, les semi-conducteurs et les produits pharmaceutiques - The Hill",
        "Où sont les parents de Brian Laundrie maintenant ? Voici tout ce qui s'est passé depuis 2021 - Forbes",
        "Gains et pertes du S&P 500 aujourd'hui : Intel Stock Pops sur TSMC, Broadcom Deal Report - Investopedia",
        "Le quart-arrière Andy Dalton revient sur un contrat de deux ans - Panthers.com",
        "La Maison Blanche dit qu'Elon Musk n'est pas responsable chez DOGE, mais qu'il conseille le président - The Associated Press",
        "L'administration Trump donne aux écoles une date limite pour mettre fin aux programmes de DEI ou risquer de perdre de l'argent fédéral - The Associated Press",
        "L'astéroïde « City killer » a maintenant 3,1% de chances de frapper la Terre : NASA - FRANCE 24 Français",
        "Les licenciements de Trump frappent les agences de santé du pays - The Washington Post",
        "L'épidémie de rougeole dans l'ouest du Texas atteint 58 cas, dont certaines personnes vaccinées - CNN",
        "Vladimir Guerrero Jr. fait une entrée remarquée à propos de l'offre des Blue Jays - NESN",
        "Le Hamas dit qu'il rendra les corps de quatre otages, y compris la famille Bibas - BBC.com",
        "L'idée de la F1 pour forcer des arrêts supplémentaires au GP de Monaco révélée - La course"
    ]
}