{
    "headlines": [
        "Ученые обнаружили таинственный космический объект, взрывающий рекордное излучение - и это близко - The Daily Galaxy --Great Discoveries Channel",
        "Протесты из-за наводнения в Испании прервали визит короля в пострадавший пригород Валенсии - Reuters",
        "Выборы 2024 в прямом эфире: Харрис, штаты Трампа на подъеме, осталось 2 дня; новые опросы - USA TODAY",
        "По меньшей мере 6 человек получили ранения после того, как грозы, вызванные торнадо, оставили следы разрушений в некоторых частях Оклахомы, - CNN",
        "Поражение Романа Рейнса в Crown Jewel готовит почву для серии Survivor и не только - Cageside Seats",
        "Open: This is \"Face the Nation with Margaret Brennan,\" November. 3, 2024 - Face the Nation",
        "Бокс-офис: «Веном 3» получит 26 МИЛЛИОНОВ долларов, чтобы остаться № 1, «Здесь» никуда не денется с открытием в 5 миллионов долларов - Hollywood Reporter",
        "В этом колеблющемся штате наблюдалась одна из самых высоких продовольственных инфляций в стране. Республиканцы надеются, что избиратели обвинят демократов. - POLITICO",
        "3 новых правила обязательного минимального распределения (RMD), которые должен знать каждый на 2024 год - США СЕГОДНЯ",
        "2024 NFL Week 9: лучшие воскресные игры и выдающиеся сюжетные линии - CNN",
        "Спутниковые снимки показывают разрушение Израилем деревень на юге Ливана - Al Jazeera English",
        "Ариана Гранде зажгла премьеру «Злого» в блестящем розовом платье - Geo News",
        "Женщины в ИИ: София Веластеги считает, что ИИ движется слишком быстро - TechCrunch",
        "Экспертные оценки NFL Week 9: Lions at Packers - Pride Of Detroit",
        "NFL Week 9: Ставки на реквизит любимого игрока с использованием ключевых инсайтов PFF - Pro Football Focus",
        "Американский журналист задержан в Иране, поскольку верховный лидер Хаменеи угрожает США и Израилю, заявил Госдепартамент - Fox News",
        "Kuo: Более дешевая гарнитура Apple Vision задерживается после 2027 года - 9to5Mac",
        "Почему авиабилеты в Европу самые дешевые за последние годы - CNBC",
        "Изъято",
        "Что уполномоченный Трампом РФК-младший может сделать для здравоохранения - Axios"
    ]
}