{
    "headlines": [
        "Beirut strikes target potential new Hezbollah chief, Israeli official says - CNN",
        "U.S. warships and aircraft strike over a dozen Houthi targets in Yemen - CBS News",
        "Stock market today: Dow gains 300 points, stocks recoup weekly losses after jobs report blowout - Yahoo Finance",
        "Former Memphis officers found guilty of lesser charges in beating death of Tyre Nichols - Reuters",
        "'Quite pleasing' northern lights will dazzle US amid solar flares — here's how and when to see them - New York Post ",
        "North Carolina is distributing Benadryl and EpiPens as yellow jackets swarm from Helene flooding - The Associated Press",
        "ULA launches second Vulcan flight, encounters strap-on booster anomaly - Spaceflight Now",
        "Haitian gang kills at least 70 people as thousands flee, UN says - Reuters Canada",
        "Trump national security advisors mock Biden's warnings to Israel to stick to ‘proportional’ Iran response - Fox News",
        "Biden makes first White House press briefing appearance of presidency - Axios",
        "Meta’s new “Movie Gen” AI system can deepfake video from a single photo - Ars Technica",
        "Fantasy Football Rankings: Week 5, half-PPR - Yahoo Sports",
        "Evidence of alleged sexual abuse to be reviewed in Menendez brothers case, prosecutors say - USA TODAY",
        "Bowles wishes Bucs slowed Falcons on final drive - ESPN",
        "Garth Brooks accused of sexual assault and battery in lawsuit from hair-and-makeup artist who worked for him - CNN",
        "US job growth blows past expectations, unemployment rate falls to 4.1% - Reuters",
        "Is a hurricane headed for Florida? Forecasters say brace for torrential rain. - USA TODAY",
        "UFC 307 weigh-in video - MMA Fighting",
        "Trump FEMA Claim Debunked: Agency Not Running Out Of Money Because Of Migrants - Forbes",
        "Jim McDonnell, former L.A. County Sheriff, appointed next chief of Los Angeles Police Department - ABC7 Los Angeles"
    ]
}