{
    "headlines": [
        "ਲਾਈਵ ਅਪਡੇਟਸਃ ਟਰੰਪ ਦੁਆਰਾ ਸਹਾਇਤਾ ਮੁਅੱਤਲ ਕਰਨ ਤੋਂ ਬਾਅਦ ਯੂਰਪੀਅਨ ਯੂਨੀਅਨ ਦੇ ਨੇਤਾਵਾਂ ਨੇ ਐਮਰਜੈਂਸੀ ਯੂਕਰੇਨ ਗੱਲਬਾਤ ਕੀਤੀ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਨੈੱਟਫਲਿਕਸ - ਏਓਐਲ ਵਿਖੇ ਸੀਜ਼ਨ 2 ਲਈ ‘ਰਨਿੰਗ ਪੁਆਇੰਟ’ ਨਵਿਆਇਆ ਗਿਆ",
        "ਚਾਰਜਰਜ਼ ਰਿਲੀਜ਼ ਜੋਏ ਬੋਸਾਃ ਲਾਸ ਏਂਜਲਸ ਪੰਜ ਵਾਰ ਦੇ ਪ੍ਰੋ ਬੌਲਰ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ ਤੋਂ ਅੱਗੇ ਵਧ ਕੇ ਕੈਪ ਸਪੇਸ ਵਿਚ 25 ਮਿਲੀਅਨ ਡਾਲਰ ਨੂੰ ਸਾਫ ਕਰਦਾ ਹੈ",
        "ਨਾਸਾ ਵੋਏਜਰ ਮਿਸ਼ਨ ਨੂੰ ਜ਼ਿੰਦਾ ਰੱਖਣ ਲਈ ਕੁਰਬਾਨੀਆਂ ਦੇ ਰਿਹਾ ਹੈ - ਦਿ ਵਰਜ",
        "ਇੱਕ ਆਮ ਯੋਨੀ ਦੀ ਲਾਗ ਦਾ ਹੱਲ ਮਰਦ ਸਹਿਭਾਗੀਆਂ ਦਾ ਇਲਾਜ ਕਰ ਸਕਦਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਮੈਸੀ ਦਾ ਟਰਨਅਰਾਉਂਡ ਸ਼ਕਲ ਲੈਣਾ ਸ਼ੁਰੂ ਕਰਦਾ ਹੈ, ਪਰ ਬਿਮਾਰ ਸਟੋਰ ਤਿਮਾਹੀ ਨਤੀਜਿਆਂ 'ਤੇ ਤੋਲਦੇ ਹਨ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਫੈਕਟਬਾਕਸ- 'ਫਾਈਵ ਆਈਜ਼' ਇੰਟੈਲੀਜੈਂਸ-ਸ਼ੇਅਰਿੰਗ ਅਲਾਇੰਸ ਕੀ ਹੈ? - ਯੂਐਸ ਨਿ Newsਜ਼ & ਵਰਲਡ ਰਿਪੋਰਟ",
        "ਮਾਰਚ 6 ਲਈ ਜਾਣਨ ਲਈ 5 ਚੀਜ਼ਾਂਃ ਆਟੋ ਟੈਰਿਫਾਂ ਨੂੰ ਰੋਕਿਆ ਗਿਆ, ਯੂਕਰੇਨ, ਸਰਕਾਰੀ ਕਟੌਤੀ, ਹਮਾਸ ਨੂੰ ‘ਆਖਰੀ ਚੇਤਾਵਨੀ’, ਸੋਸ਼ਲ ਮੀਡੀਆ ਸੁਰੱਖਿਆ - ਸੀ ਐਨ ਐਨ",
        "ਜਿਵੇਂ ਕਿ ਅਮਰੀਕਾ ਨੇ ਇੰਟੇਲ ਨੂੰ ਸਾਂਝਾ ਕਰਨਾ ਬੰਦ ਕਰ ਦਿੱਤਾ, ਰੂਸ ਨੇ ਜ਼ੇਲੇਨਸਕੀ ਦੇ ਜੱਦੀ ਸ਼ਹਿਰ ਨੂੰ ਮਾਰਿਆ, 4 ਦੀ ਮੌਤ - ਪੋਲੀਟੀਕੋ ਯੂਰਪ",
        "ਹਰ ਰਾਜ ਵਿੱਚ ਗੁਆਚੀਆਂ ਨੌਕਰੀਆਂ ਅਤੇ ਜੀਵਨ ਬਚਾਉਣ ਵਾਲੇ ਉਪਚਾਰਾਂ ਦੀ ਖੋਜ ਨਹੀਂ ਕੀਤੀ ਗਈਃ ਖੋਜ ਕਟੌਤੀ ਦੇ ਸੰਭਾਵਤ ਪ੍ਰਭਾਵ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "‘ਉਸਨੂੰ ਹੋਰ ਬਹੁਤ ਕੁਝ ਕਰਨ ਦੀ ਜ਼ਰੂਰਤ ਹੈ’: ਪੜਤਾਲ ਅਧੀਨ ਆਰਐਫਕੇ ਜੂਨੀਅਰ ਦਾ ਖਸਰਾ ਪ੍ਰਤੀਕਰਮ - ਪੋਲਿਟਿਕੋ",
        "ਵੈਟੀਕਨ ਸੰਖੇਪ ਅਪਡੇਟ ਦੀ ਪੇਸ਼ਕਸ਼ ਕਰਦਾ ਹੈ ਕਿਉਂਕਿ ਪੋਪ ਫ੍ਰਾਂਸਿਸ ਹਸਪਤਾਲ ਵਿੱਚ 21 ਵੇਂ ਦਿਨ ਦੀ ਸ਼ੁਰੂਆਤ ਕਰਦਾ ਹੈ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਐਪਲ ਦੇ foldable ਆਈਫੋਨ ਇੱਕ ਵਿਸ਼ਾਲ ਨਵ ਲੀਕ ਵਿੱਚ ਵੇਰਵੇ - ਹੁਣ ਸੰਭਾਲਣ ਸ਼ੁਰੂ, ਗੰਭੀਰਤਾ ਨਾਲ - PhoneArena",
        "ਟਰੰਪ ਦੀ ਆਰਥਿਕਤਾ ਨੂੰ ਕਈ ਸ਼ੁਰੂਆਤੀ ਖੱਡਾਂ ਦਾ ਸਾਹਮਣਾ ਕਰਨਾ ਪੈਂਦਾ ਹੈ - ਐਕਸੀਓਸ",
        "ਮੈਡੀਕਲ ਜਾਂਚਕਰਤਾ ਕੋਲ ਜੀਨ ਹੈਕਮੈਨ ਅਤੇ ਪਤਨੀ ਬਾਰੇ ਦਿਲ ਦਹਿਲਾਉਣ ਵਾਲਾ ਸਿਧਾਂਤ ਹੈ - PennLive",
        "ਟਰੰਪ ਪ੍ਰਸ਼ਾਸਨ ਨੇ ਯੂਕਰੇਨ ਵਿਚ ਖੁਫੀਆ ਪ੍ਰਵਾਹ ਨੂੰ ਰੋਕਿਆ ਜੋ ਯੁੱਧ ਦੇ ਮੈਦਾਨ ਵਿਚ ਸਹਾਇਤਾ ਕਰਦਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਬਾਰਸੀਲੋਨਾ ਨੇ ਬੈਂਫਿਕਾ ਵਿਰੁੱਧ ਚੈਂਪੀਅਨਜ਼ ਦੇ ਯੋਗ ਟੀਮ ਦਾ ਪ੍ਰਦਰਸ਼ਨ ਦਿੱਤਾ - ਬਾਰਕਾ ਬਲੌਗਰੇਨਸ",
        "ਪੋਕੀਮੌਨ ਦੇ ਆਕਾਰ ਦਾ ਚੀਟੋ ਲਗਭਗ $ 90,000 ਵਿੱਚ ਵੇਚਦਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਨਿ Zealandਜ਼ੀਲੈਂਡ ਨੇ ਟਰੰਪ ਦੀਆਂ ਟਿੱਪਣੀਆਂ 'ਤੇ ਯੂਕੇ ਦੇ ਰਾਜਦੂਤ ਫਿਲ ਗੌਫ ਨੂੰ ਬਰਖਾਸਤ ਕੀਤਾ - ਬੀਬੀਸੀ.",
        "ਦੱਖਣੀ ਕੋਰੀਆਃ ਲੜਾਕੂ ਜਹਾਜ਼ਾਂ ਨੇ ਦੁਰਘਟਨਾ ਨਾਲ ਬੰਬ ਸੁੱਟਣ ਤੋਂ ਬਾਅਦ ਪੰਦਰਾਂ ਜ਼ਖਮੀ - ਬੀਬੀਸੀ."
    ]
}