{
    "headlines": [
        "LA-area fire prompts evacuations after exploding in size, as California faces fresh threats - Axios",
        "Blake Lively’s legal team asks judge for hearing following public remarks by Justin Baldoni’s attorney - CNN",
        "How to see the 'planetary alignment' this January - KCENTV.com",
        "Trump selects Sean Curran, agent who protected him during Butler shooting, to lead Secret Service - CBS News",
        "Elon Musk clashes with OpenAI's Sam Altman over $500 billion AI project Donald Trump announced - Hindustan Times",
        "Stock futures are little changed with S&P 500 on three-day winning streak, near record high - CNBC",
        "Trump targets DEI and civil service protections, striking fear in some federal workers - CNN",
        "CNN plans to lay off hundreds of employees, cut costs; NBC plots firings - New York Post ",
        "Trump won't ban immigration arrests at school. Some families are now weighing school attendance - The Associated Press",
        "Sunfish That Got Sick From Lack Of Visitors Recovers With Help From Cardboard Cutouts - HuffPost",
        "Jets announce the hiring of Aaron Glenn as the 22nd head coach in franchise history - NBC Sports",
        "Billy Ray Cyrus stands firm amid backlash over his Trump inauguration performance - Geo News",
        "Jimmy Butler again suspended by Heat after missing flight, as push for trade continues - Miami Herald",
        "USMNT vs. Costa Rica: Starting XI & Lineup Notes - U.S. Soccer",
        "India: 11 dead as passengers fleeing fire rumour hit by another train - BBC.com",
        "Samsung Unpacked: Samsung teased an extra-thin S25 model at Unpacked - TechCrunch",
        "Teenager kills female student in Nashville school shooting, US police say - Al Jazeera English",
        "Pentagon will send up to 1500 active duty troops to help secure US-Mexico border - The Associated Press",
        "Four viruses circulating: The looming 'quademic' - Deseret News"
    ]
}