{
    "headlines": [
        "Israël menace d'affamer le nord de Gaza, selon les agences d'aide de l'ONU - NPR",
        "Mises à jour en direct : La maison des pandas géants au zoo national de Washington, débutant en janvier - NBC Washington",
        "L'écrivaine de Grey's Anatomy, Elisabeth Finch, s'excuse d'avoir menti sur le cancer - Variété",
        "Une fois dans une vie, la comète Tsuchinshan-ATLAS est visible cette semaine - MPR News",
        "Tom Brady est officiellement un copropriétaire des Raiders après que les propriétaires de la NFL l'aient approuvé - Yahoo Sports",
        "Le fonds SBA est à court d'argent après les ouragans Helene et Milton, dit Biden - The Washington Post",
        "Les États-Unis demandent à Israël d'améliorer la situation humanitaire à Gaza ou de risquer une aide militaire - Reuters",
        "5 habitudes de vie qui peuvent vous aider à vivre jusqu'à 100 ans, selon les principaux chercheurs en longévité - CNBC",
        "Le Maine bénéficiera d'excellentes conditions pour regarder la Super Lune de Hunter. Voici quand regarder vers le ciel - WMTW Portland",
        "Adobe taquine les outils d'IA qui construisent des scènes 3D, animent du texte et font disparaître les distractions - The Verge",
        "Les Yankees annoncent leur line-up pour ALCS Game 2 - Pinstripe Alley",
        "Nombre record de votes anticipés en Géorgie alors que les élections commencent dans l'État du champ de bataille - CNN",
        "Le stock de Nvidia est en baisse aujourd'hui en raison de la fuite des revenus ASML. What's Behind the Drop. - Barron's",
        "Jerry Jones s'en prend aux animateurs de radio après la perte des Cowboys - The Washington Post",
        "Tracker : Invest 94L devient Tempête Tropicale ou Ouragan Nadine ? Ce que la Floride devrait savoir. - Palm Beach Post",
        "United Airlines prévoit un rachat d'actions de 1,5 milliard de dollars, prévoit un bénéfice au quatrième trimestre supérieur aux estimations - CNBC",
        "Davante Adams échangé aux Jets : Raiders WR retrouve Aaron Rodgers alors que New York vise à changer la saison - CBS Sports",
        "Les États-Unis et le Royaume-Uni vont de l'avant avec Modi malgré les affirmations explosives de Trudeau - Bloomberg",
        "Les retrouvailles de Van Halen ont été annulées après que David Lee Roth ait refusé de rendre hommage à feu Eddie Van Halen, dit son frère - NBC News",
        "NASA, NOAA : Le Soleil atteint sa phase maximale dans un cycle solaire de 11 ans - Science@NASA"
    ]
}