{
    "headlines": [
        "ਫੁੱਟ ਲਾਕਰ ਦੇ ਨਤੀਜੇ ਸਨਿੱਕਰ ਉਦਯੋਗ ਨੂੰ ਦਰਸਾਉਂਦੇ ਹਨ — ਅਤੇ ਨਾਈਕੀ — ਅਜੇ ਵੀ ਅੱਗੇ ਵਧੇਰੇ ਦਰਦ ਹੈ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਵਾਲ ਸਟ੍ਰੀਟ ਦੇ ਸਭ ਤੋਂ ਵੱਡੇ ਰਿੱਛ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਐਸ ਐਂਡ ਪੀ 500 4,200 ਤੱਕ ਡਿੱਗ ਸਕਦਾ ਹੈ. ਹੁਣੇ ਲਈ ਉਸਦੀ ਸਲਾਹ ਇਹ ਹੈ. - ਮਾਰਕੀਟਵਾਚ",
        "ਰੌਕ ਗਾਇਕ ਦੀ ਮੰਗੇਤਰ '80s ਥੀਮ ਕਰੂਜ਼ ਸਮੁੰਦਰੀ ਜਹਾਜ਼‘ ਤੇ ਜਾਣ ਤੋਂ ਬਾਅਦ ਮਰ ਗਈ - syracuse.",
        "‘ਇੱਕ ਸੱਚਮੁੱਚ ਵੱਡਾ ਬਾਜ਼ੂਕਾ’: ਜਰਮਨ ਰੱਖਿਆ ਖਰਚਿਆਂ ਵਿੱਚ ਵਾਧਾ ਹੋਣ ਦੀ ਸੰਭਾਵਨਾ ਹੈ ਜਦੋਂ ਪਾਰਟੀਆਂ ਇਤਿਹਾਸਕ ਕਰਜ਼ੇ ਦੀ ਤਬਦੀਲੀ ਲਈ ਸਹਿਮਤ ਹੁੰਦੀਆਂ ਹਨ - ਸੀ ਐਨ ਐਨ",
        "ਇਕ ਪਲ, ਸ਼ਾਂਤ ਪਾਣੀ. ਅਗਲਾ, 900 ਪੌਂਡ ਦੀ ਡਾਲਫਿਨ ਉਨ੍ਹਾਂ ਦੀ ਕਿਸ਼ਤੀ 'ਤੇ ਉਤਰ ਗਈ - ਸੀ ਐਨ ਐਨ",
        "ਤੱਥ-ਜਾਂਚ ਕਾਂਗਰਸ ਨੂੰ ਟਰੰਪ ਦੇ ਸੰਬੋਧਨ - BBC.com",
        "ਲੈਬ੍ਰੋਨ ਜੇਮਜ਼ ਐਨਬੀਏ ਦੇ ਇਤਿਹਾਸ ਵਿਚ 50,000 ਕੈਰੀਅਰ ਪੁਆਇੰਟ ਬਣਾਉਣ ਵਾਲੇ ਪਹਿਲੇ ਖਿਡਾਰੀ ਬਣ ਗਏ - ਸੀਐਨਐਨ",
        "ਲੱਖਾਂ ਰਸਤੇ ਵਿਚ ਜਿਵੇਂ ਤੂਫਾਨ 2 ਨੂੰ ਮਾਰਦਾ ਹੈ, ਭਿਆਨਕ ਹਵਾਵਾਂ, ਬਰਫਬਾਰੀ ਦੀਆਂ ਸਥਿਤੀਆਂ ਅਤੇ ਅੱਗ ਲਿਆਉਂਦਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਆਟੋਮੇਕਰ ਟਰੰਪ ਦੇ ਟੈਰਿਫ ਨਾਲ ਨਜਿੱਠਣ ਲਈ ਕੋਵਿਡ ਪਲੇਬੁੱਕ ਨੂੰ ਟੈਪ ਕਰਦੇ ਹਨ - ਐਕਸੀਓਸ",
        "ਟਰੰਪ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਅਮਰੀਕਾ ਨੇ 2021 ਕਾਬੁਲ ਏਅਰਪੋਰਟ ਬੰਬ ਧਮਾਕੇ ਲਈ ਜ਼ਿੰਮੇਵਾਰ ‘ਚੋਟੀ ਦੇ ਅੱਤਵਾਦੀ’ ਨੂੰ ਫੜਿਆ ਹੈ - ਸੀਐਨਐਨ",
        "ਓਰੇਗਨ ਵਿਚ ਡਾਇਸੈਂਟਰੀ ਵਧ ਰਹੀ ਹੈ. ਇੱਥੇ ਕੀ ਜਾਣਨਾ ਹੈ. - ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਸਲੋਟਕਿਨ ਨੇ ਟਰੰਪ ਦੇ ਸੰਬੋਧਨ ਦਾ ਖੰਡਨ ਕਰਦਿਆਂ ਮਸਕ ਅਤੇ \"20 ਸਾਲਾਂ ਦੇ ਬੱਚਿਆਂ ਦਾ ਗੈਂਗ\" 'ਤੇ ਮਾਰਿਆ - ਐਕਸੀਓਸ",
        "ਟਰੰਪ ਟੈਰਿਫ ਲਾਈਵ ਅਪਡੇਟਸਃ ਲੂਟਨਿਕ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਟਰੰਪ ਬੁੱਧਵਾਰ ਤੱਕ ਕੈਨੇਡਾ, ਮੈਕਸੀਕੋ 'ਤੇ ਟੈਰਿਫ ਘਟਾ ਸਕਦੇ ਹਨ - ਯਾਹੂ ਵਿੱਤ",
        "ਡੋਨਾਲਡ ਟਰੰਪ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਸਨੂੰ ਯੂਕਰੇਨ ਦੇ ਵੋਲੋਡੀਮਰ ਜ਼ੇਲੇਨਸਕੀ ਤੋਂ ਪੱਤਰ ਮਿਲਿਆ ਹੈ ਜਿਸ ਵਿੱਚ ਕਿਹਾ ਗਿਆ ਹੈ ਕਿ ਉਹ ਰੂਸ ਨਾਲ ਸ਼ਾਂਤੀ ਸੌਦੇ ਲਈ ਗੱਲਬਾਤ ਕਰਨ ਲਈ ਤਿਆਰ ਹੈ — ਅਪਡੇਟ - ਡੈੱਡਲਾਈਨ",
        "ਹੈਰਿਸ ਕਾਉਂਟੀ, ਹਿਊਸਟਨ ਦੇ ਅਧਿਕਾਰੀਆਂ ਨੇ ਟੈਕਸਾਸ ਖਸਰਾ ਫੈਲਣ ਦੀ ਤਿਆਰੀ ਦੀ ਯੋਜਨਾ ਦਾ ਪਰਦਾਫਾਸ਼ ਕੀਤਾ - KHOU.",
        "ਡੇਅਰਡੇਵਿਲਃ ਜਨਮ ਦੁਬਾਰਾ ਟੀਮ ਪ੍ਰੀਮੀਅਰ ਦੇ ‘ਐਟਮ ਬੰਬ‘ ਬਾਰੇ ਸਭ ਕੁਝ ਦੱਸਦੀ ਹੈਃ ‘ਨਿਗਲਣ ਲਈ ਇਹ ਸਖਤ ਗੋਲੀ ਹੈ’ - ਟੀਵੀਲਾਈਨ",
        "ਸਟਾਰਲਾਈਨਰ ਕਰੂ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਹ ਪਹਿਲਾਂ ਵਾਪਸੀ ਲਈ ਕਿਸੇ ਮਸਕ ਦੀ ਪੇਸ਼ਕਸ਼ ਤੋਂ ਅਣਜਾਣ ਸਨ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਆਈਆਰਐਸ ਦਾ ਖਰੜਾ ਤਿਆਰ ਕਰਨ ਦੀ ਯੋਜਨਾ ਹੈ ਕਿ ਇਸ ਦੇ 90,000-ਵਿਅਕਤੀ ਨੂੰ ਛੱਡਣ ਵਾਲੀ ਏਜੰਸੀ 'ਨਪੁੰਸਕਤਾ' ਵਿੱਚੋਂ ਅੱਧੇ ਨੂੰ ਘਟਾ ਦਿੱਤਾ ਜਾਵੇ, ਏਪੀ ਦੇ ਸੂਤਰ ਕਹਿੰਦੇ ਹਨ - ਪੀਬੀਐਸ ਨਿ Newsਜ਼ਹੌਰ"
    ]
}