{
    "headlines": [
        "Why Wall Street is on board with bigger rate cuts in Q4 - Yahoo Finance",
        "Tales of the Shire: The First 16 Minutes of Gameplay - IGN",
        "[Removed]",
        "Israel-Hamas war latest: Fears of all-out war rise as Israel and Hezbollah step up attacks - The Associated Press",
        "Live Updates: Eagles vs. Saints - PhiladelphiaEagles.com",
        "Rep. Mike Kelly on Trump assassination attempts: 'We cannot accept this as Americans' - ABC News",
        "Analysis | Kamala Harris has moved the polls, but she has more work to do to win - The Washington Post",
        "Attack on foreign diplomats' convoy in Pakistan kills police officer, police say - Reuters",
        "‘Beetlejuice Beetlejuice’ Beats ‘Transformers One’ in Unexpectedly Tight Box Office Race - Variety",
        "Israeli soldiers raid and order closure of Al Jazeera’s Ramallah offices - CNN",
        "Self-learning AI generates NFL against the spread, over-under, and money-line picks for every 2024 Week 3 game - CBS Sports",
        "A'ja Wilson and Caitlin Clark are unanimous choices for WNBA AP Player and Rookie of the Year - The Associated Press",
        "Hezbollah chiefs killed in IDF airstrike were plotting Oct. 7-like ‘ground invasion’ of northern Israel: officials - New York Post ",
        "Floridians advised to plan as chance of storm in Gulf increases - Tampa Bay Times",
        "The stakes behind Ukraine's surprise attack inside Russian territory - CBS News",
        "In a political paradigm shift, Sri Lanka leans to the left - BBC.com",
        "A guide to iOS 18’s hidden features and smaller updates - TechCrunch",
        "SpaceX's Crew-9 astronaut flight for NASA launches this week. Here's how it turned into a rescue mission - Space.com",
        "Tapper presses GOP senator on Trump's comment about Jewish voters - CNN",
        "At least 4 dead, dozens hurt in mass shooting at Birmingham, Alabama’s Five Points South - WVTM13 Birmingham"
    ]
}