{
    "headlines": [
        "ਗੁਰਦੇ ਦੀ ਅਸਫਲਤਾ ਦੇ ਸ਼ੁਰੂਆਤੀ ਪੜਾਵਾਂ ਦਾ ਪਤਾ ਲੱਗਣ ਤੋਂ ਬਾਅਦ ਪੋਪ ਹਸਪਤਾਲ ਵਿਚ ਦਾਖਲ ਹੋਣ ਦੇ 10 ਵੇਂ ਦਿਨ ਆਰਾਮ ਕਰ ਰਹੇ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "SAG ਅਵਾਰਡ ਵਿਸ਼ਲੇਸ਼ਣਃ ਕੀ 'ਕਨਕਲੇਵ‘ ਐਨਸੈਂਬਲ ਵਿਨ ਦਾ ਮਤਲਬ ਹੈ ‘ਅਨੋਰਾ’ ਆਸਕਰ 'ਤੇ ਕਮਜ਼ੋਰ ਹੈ? - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਜਰਮਨੀ ਦਾ ਫਰੈਡਰਿਕ ਮਰਜ਼ ਯੂਰਪ-ਅਮਰੀਕਾ ਸੰਬੰਧਾਂ ਵਿਚ ਭੂਚਾਲ ਦੀ ਤਬਦੀਲੀ ਦਾ ਸੰਕੇਤ ਦਿੰਦਾ ਹੈ - ਬੀਬੀਸੀ.",
        "ਐਨਐਫਐਲ ਪ੍ਰਤੀਯੋਗਤਾ ਕਮੇਟੀ ਸੰਭਾਵਤ ਟਵੀਕਸ ਨੂੰ ਕਿੱਕਆਫ ਫਾਰਮੈਟ ਕਰਨ ਲਈ ਸੋਚਣਾ ਸ਼ੁਰੂ ਕਰਦੀ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਅਖਬਾਰਾਂ ਦੀਆਂ ਸੁਰਖੀਆਂਃ 'ਜ਼ੇਲੇਨਸਕੀ ਛੱਡਣ ਦੀ ਪੇਸ਼ਕਸ਼ ਕਰਦਾ ਹੈ' ਅਤੇ 'ਜਰਮਨੀ ਸੱਜੇ ਮੁੜਦਾ ਹੈ' - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਸਿਹਤ ਅਧਿਕਾਰੀ ਟੈਕਸਾਸ ਸਟੇਟ, ਟਵਿਨ ਪੀਕਸ ਰੈਸਟੋਰੈਂਟ ਵਿਖੇ ਖਸਰਾ ਦੇ ਜੋਖਮ ਬਾਰੇ ਚੇਤਾਵਨੀ ਦਿੰਦੇ ਹਨ - KVUE.",
        "ਟਰੰਪ ਯੂਐਸਏਆਈਡੀ ਦੀਆਂ 1,600 ਨੌਕਰੀਆਂ ਖ਼ਤਮ ਕਰਨਗੇ, ਜ਼ਿਆਦਾਤਰ ਕਰਮਚਾਰੀਆਂ ਨੂੰ ਛੁੱਟੀ 'ਤੇ ਰੱਖਣਗੇ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਡੈਲਟਾ ਫਲਾਈਟ ਦੇ ਮੁਕੱਦਮੇ ਨੂੰ ਪਲਟਣ ਵਾਲੇ ਪਹਿਲੇ ਯਾਤਰੀਆਂ ਨੇ ਲਾਪਰਵਾਹੀ ਦਾ ਦੋਸ਼ ਲਗਾਇਆ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਰਿਹਾਈ ਲਈ ਬੁੱਧਵਾਰ ਨੂੰ ਸੈੱਟ ਕੀਤੀ ਗਈ ਕਮਾਈ ਦੀ ਰਿਪੋਰਟ ਦੇ ਨਾਲ ਇਹ ਐਨਵੀਡੀਆ ਸਟਾਕ ਕੀਮਤ ਦੇ ਪੱਧਰ ਦੇਖੋ - ਇਨਵੈਸਟੋਪੀਡੀਆ",
        "ਟਰੰਪ ਦੀਆਂ ਨਿਯੁਕਤੀਆਂ ਪਹਿਲੀ ਵਾਰ ਓਪੀਐਮ ਈਮੇਲ 'ਤੇ ਪੁਸ਼ਬੈਕ ਵਿਚ ਮਸਕ ਦੇ ਉਲਟ ਪ੍ਰਤੀਤ ਹੁੰਦੀਆਂ ਹਨ - ਸੀਐਨਐਨ",
        "ਵੈਸਟ ਯਾਰਕ ਦੇ ਅਧਿਕਾਰੀ ਐਂਡਰਿਊ ਡੁਆਰਟੇ ਲਈ ਜਲੂਸ ਸੋਮਵਾਰ ਸਵੇਰੇ ਆਯੋਜਿਤ ਕੀਤਾ ਜਾਵੇਗਾ - WGAL Susquehanna ਵੈਲੀ Pa.",
        "2024 ਮੋਸ਼ਨ ਪਿਕਚਰ ਸਾoundਂਡ ਐਡੀਟਰਜ਼ (ਐਮਪੀਐਸਈ) ਗੋਲਡਨ ਰੀਲ ਅਵਾਰਡ ਜੇਤੂ - ਅਗਲੀ ਸਭ ਤੋਂ ਵਧੀਆ ਤਸਵੀਰ",
        "ਜੇਨ ਫੋਂਡਾ ਕਹਿੰਦੀ ਹੈ ‘ਵੇਕ ਜਸਟਿਸ ਦਾ ਮਤਲਬ ਹੈ ਕਿ ਤੁਸੀਂ ਦੂਜਿਆਂ ਬਾਰੇ ਇੱਕ ਡੈਮਨ ਦਿੰਦੇ ਹੋ,’ ਹਾਲੀਵੁੱਡ ਨੂੰ ਐਸਏਜੀ ਅਵਾਰਡਜ਼ ਭਾਸ਼ਣ ਵਿੱਚ ਹਮਦਰਦੀ ਨਾਲ ਲੜਨ ਲਈ ਬੁਲਾਉਂਦਾ ਹੈ - ਵੰਨਗੀ",
        "ਯੂਐਸ ਕੋਸਟ ਗਾਰਡ ਕਿਸ਼ਤੀ ਦੇ ਪਲਟਣ ਤੋਂ ਬਾਅਦ ਬ੍ਰੀਜ਼ੀ ਪੁਆਇੰਟ ਤੋਂ ਬਾਹਰ ਪਾਣੀ ਵਿਚ ਛੇਵੇਂ ਵਿਅਕਤੀ ਦੀ ਭਾਲ ਕਰ ਰਿਹਾ ਹੈ - SILive.",
        "ਬੈੱਲ 10 ਵੀਂ ਨਾਸਕਾਰ ਕੱਪ ਦੀ ਦੌੜ ਜਿੱਤਣ ਲਈ ਓਵਰਟਾਈਮ ਦੀ ਵਰਤੋਂ ਕਰਦਾ ਹੈ - ਈਐਸਪੀਐਨ",
        "ਗਾਰਡਨ ਵਿਚ ਇਕ ਤਬਦੀਲੀਃ ਰਿਕ ਪਿਟਿਨੋ ਅਤੇ ਸੇਂਟ ਜੌਨਜ਼ ਹੁਣ ਬਿਗ ਈਸਟ 'ਤੇ ਰਾਜ ਕਰਦੇ ਹਨ ਕਿਉਂਕਿ UConn ਮਾਉਂਟੇਨਟੌਪ ਤੋਂ ਸਲਾਈਡ ਕਰਦਾ ਹੈ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "2025 ਐਸਏਜੀ ਅਵਾਰਡਾਂ ਵਿੱਚ ਡੈਮੀ ਮੂਰ ਦਾ ਚਮੜਾ ਗਾਉਂਡ ਇੱਕ ਹੈਰਾਨੀਜਨਕ ਡ੍ਰੌਪ-ਵਾਈਸਟ ਸਿਲਕ ਸਕਰਟ ਸੀ - ਯਾਹੂ ਐਂਟਰਟੇਨਮੈਂਟ",
        "ਹਿਜ਼ਬੁਲ ਆਗੂ ਦੀ ਹੱਤਿਆ ਤੋਂ 5 ਮਹੀਨੇ ਬਾਅਦ ਕੀਤਾ ਵਿਸ਼ਾਲ ਅੰਤਿਮ ਸਸਕਾਰ - POLITICO"
    ]
}