{
    "headlines": [
        "A venda de ações da Tesla após o evento robotaxi pode ser apenas o começo, alertam os profissionais - Yahoo Finance",
        "Declaração do secretário de imprensa do Pentágono, major-general Pat Ryder, sobre a implantação de uma bateria THAAD em Israel - Departamento de Defesa",
        "ONU diz que tanques israelenses romperam os portões da base de manutenção da paz - Reuters.com",
        "Segundo quarterback Caleb Williams para o tight end Kmet TD! QB e TE aumentam a vantagem do Chicago Bears para 13-3 contra o Jags - NFL.com",
        "Cristóvão Colombo era um judeu sefardita da Europa Ocidental, segundo estudo - New York Post",
        "A maioria dos pronto-socorros não está totalmente preparada para lidar com emergências infantis - The Washington Post",
        "Ursos perdem o longo pargo devido a lesão no joelho no primeiro quarto em Londres - NBC Sports",
        "‘Estou preocupado’: deputada Clyburn sobre homens negros votarem em Trump - CNN",
        "Ariana Grande imita Britney Spears e se transforma em Jennifer Coolidge durante retorno ao ‘SNL’ - New York Post",
        "Em um feito de engenharia, os braços mecânicos da SpaceX capturam o foguete Starship na plataforma de pouso - ABC News",
        "Chaves para uma vitória no fantasy futebol na Semana 6 - Yahoo Sports",
        "Biden verá os danos causados pelo furacão Milton na Flórida. Harris planeja ir à igreja na Carolina do Norte - The Associated Press",
        "Cometa raro pode ser visível a olho nu. Aqui está onde procurar. - CBS Boston",
        "Terrifier 3 bate Coringa 2 nas bilheterias enquanto o filme de Joaquin Phoenix vê uma queda enorme - Hindustan Times",
        "Seios densos podem dificultar a detecção de câncer na mamografia - KOAT New Mexico",
        "Enviado da Palestina na ONU diz que ‘genocídio dentro do genocídio’ está a acontecer no norte de Gaza - Al Jazeera",
        "Novo alerta de segurança do Gmail para 2,5 mil milhões de utilizadores, confirma hack de IA - Forbes",
        "Descontentamento econômico, divisões de questões se somam a uma disputa presidencial apertada: PESQUISA - ABC News",
        "Pokémon Developer Game Freak Reportedly Hacked, Stolen Data on Unannounced Games as Well as Nintendo Switch 2 Codename Leaked Online - IGN",
        "O que esperar dos mercados esta semana - Investopedia"
    ]
}