{
    "headlines": [
        "Французский актер Жерар Депардье предстанет перед судом в Париже по обвинению в сексуальных домогательствах - NPR",
        "Вернуться или двигаться дальше? Уволенные федеральные служащие сталкиваются с выбором теперь, когда судья хочет их повторного найма - Ассошиэйтед Пресс",
        "Администрация Трампа ссылается на привилегию государственной тайны в отношении информации о депортации, запрашиваемой федеральным судьей - CNN",
        "Фьючерсы на акции снижаются после того, как основные средние значения последовали один за другим: обновления в реальном времени - CNBC",
        "Портрет Трампа на Капитолии Колорадо будет удален после протеста президента - Axios",
        "The Bachelor Finale: Is Grant Now Officially the Most Indecisive Bachelor Ever? - TVLine",
        "Война на Украине: Россию обвиняют в «пустых переговорах» из-за ударов по Сумам - BBC.com",
        "Глава Почтовой службы США ДеДжой уходит в отставку - CNN",
        "Звезда USC Джуджу Уоткинс унесся с пола с травмой против штата Миссисипи в марте Безумие - Ассошиэйтед Пресс",
        "Студенты Колумбийского университета в Корнелле уклоняются от ЛЬДА, в то время как их адвокаты сопротивляются Трампу - POLITICO",
        "Кейн Веласкес: Бывший чемпион UFC приговорен к тюремному заключению за стрельбу в 2022 году - Al Jazeera English",
        "OpenAI говорит, что с его голосовым помощником AI теперь лучше общаться - TechCrunch",
        "Как жители Орегона могут удалить свои данные 23andMe до потенциальной продажи компании - OregonLive",
        "Шон Комбс выигрывает отклонение гражданских исков о рэкете в иске Лил Рода - Rolling Stone",
        "Крупнейшие молекулы углерода, найденные на Марсе, служат доказательством существования древней жизни - ScienceAlert",
        "Стоит ли делать бустер от кори? Вот что нужно знать. - The Washington Post",
        "Гренландия для Трампа: Нет, мы вас не приглашали - POLITICO",
        "Удивительные новости из Китая заставили акции Tesla взлететь - TheStreet"
    ]
}