{
    "headlines": [
        "Schnelle Neuigkeiten: GTA6, Michael, Switch, Marty, You - Dark Horizons",
        "Chinas Exporte steigen in die Höhe, da die Fabriken mit Trump-Zöllen drohen - Reuters",
        "'Übermenschliche' Kalkbrennernetze 49 für Creighton - ESPN",
        "[removed]",
        "Tausende wurden zur Evakuierung aufgefordert, da ein starkes, windgespeistes Lauffeuer Häuser in Südkalifornien niederbrennt - The Associated Press",
        "Der Blick aus Ländern, in denen Trumps Sieg wirklich zählt - BBC.com",
        "[removed]",
        "Wer wird das Haus gewinnen? Hier sind die herausragenden Rennen zu sehen - BBC.com",
        "Chris Evans sieht mit längeren Haaren und buschigem Bart beim \"Red One\" -Fotoanruf in Großbritannien fast unkenntlich aus - Seite sechs",
        "Ein überraschendes MLB-Team hat Juan Soto Berichten zufolge frühzeitig in der Free Agency angerufen - Sports Illustrated",
        "Cowboys ’Dak Prescott kann eine Saisonende-Operation an der verletzten Oberschenkelmuskulatur erfordern - The Dallas Morning News",
        "Trumps größter Erzfeind im Gerichtssaal sucht nach einer Ausstiegsstrategie - POLITICO",
        "Sind ozempische Gewichtsverlust-Aufnahmen Nebenwirkungen wert? Gibt es bessere Optionen? - KSL.com",
        "Wie sich Elon Musks 130-Millionen-Dollar-Investition in Trumps Sieg für Tesla und den Rest seines Geschäftsimperiums auszahlen könnte - Fortune",
        "Hurrikan Rafael schlägt Kuba, Stromnetz kollabiert - Reuters Kanada",
        "Nordlichtprognose: Hier kann man Aurora Borealis heute Abend sehen - Forbes",
        "Was Big-Tech-CEOs von einer zweiten Trump-Präsidentschaft erwarten - Financial Times",
        "Scrub! SpaceX steht nach dem Start am Mittwoch von Cape Canaveral SLC-40 - Florida Today",
        "Australien schlägt ein Verbot sozialer Medien für Personen unter 16 Jahren vor - Reuters",
        "Jennifer Lopez hatte die süßeste Antwort auf Ben Afflecks \"Unaufhaltsames\" Kompliment - InStyle"
    ]
}