{
    "headlines": [
        "US man found near Damascus after being freed from Syrian prison - BBC.com",
        "China stresses plans to boost growth at top agenda-setting meeting - CNBC",
        "Live Briefing: Blinken in Mideast to discuss Syrian transition as Gaza ceasefire efforts continue - The Washington Post",
        "Biden Is Pardoning Nearly 1,500 Americans, a Record for a U.S. President - The New York Times",
        "New Federal Rule Limits Overdraft Fees at Large Banks - The New York Times",
        "Selena Gomez announces engagement to Benny Blanco - BBC.com",
        "Leaked image reveals potential iPhone 17 Pro redesign, and it's suspiciously familiar - Android Authority",
        "Tesla Stock Hit a Record. What History Says Comes Next. - Barron's",
        "Stocks edge up on Fed cut bets; euro firm ahead of ECB decision - Reuters",
        "Bill Belichick gives North Carolina old college try: Inside Super Bowl-winning coach's shocking career change - CBS Sports",
        "2024 NFL playoff picture: Projecting the full bracket for AFC and NFC with Chiefs and Lions earning byes - CBS Sports",
        "Meta donates $1 million to Trump’s inaugural fund in latest step to mend relationship - CNN",
        "Syrian rebel leader, after Assad's ouster, puts his own stamp on the state - Reuters",
        "Pool Report on the Final Seconds in Tonight’s Golden State at Houston Game - NBA Official",
        "Horoscope for Thursday, December 12, 2024 - Chicago Sun-Times",
        "Roger Goodell: NFL’s relationship with Jay-Z, Roc Nation is “not changing” - NBC Sports",
        "Iowa women's basketball: Hawkeyes grind out Cy-Hawk win over Iowa State - Hawk Central",
        "Google touts ‘new agentic era’ with AI agents powered by Gemini 2.0 - Cointelegraph",
        "Donald Trump Appoints Kari Lake To Lead Voice Of America - Deadline",
        "Elton John Called The Legalization of Marijuana in America and Canada ‘One of the Greatest Mistakes of All Time’ - Variety"
    ]
}