{
    "headlines": [
        "لؤلؤتان ومنشار ولعبة - هذا ما عاد إليه الناجون من حرائق لوس أنجلوس - BBC.com",
        "تقول وزارة كوريا الجنوبية إن بيانات \"الصندوق الأسود\" لطيران جيجو مفقودة من آخر 4 دقائق قبل التحطم - أصوات ياهو!",
        "ولاية أوهايو تؤجل تكساس في الدور نصف النهائي لبطولة Cotton Bowl الكهربائية بحثًا عن أول بطولة وطنية خلال عقد من الزمان - CBS Sports",
        "حرائق لوس أنجلوس والصنابير المحدودة وحالة التقاط 22 في كاليفورنيا - NDTV",
        "ستغلق مايسي موقعين في ولاية أوريغون - nbc16.com",
        "مؤشر داو جونز ينخفض حوالي 700 نقطة بعد تقرير الوظائف يرسل عوائد مرتفعة مرة أخرى - Barron's",
        "جنيفر غارنر، باريس هيلتون، المزيد من حشد التبرعات وجهود التطوع وسط حرائق غابات لوس أنجلوس - الموعد النهائي",
        "إدارة بايدن تفرض عقوبات على عمالقة النفط الروس وأسطول الناقلات - واشنطن بوست",
        "حرائق لوس أنجلوس: تدمير أكثر من 10000 منزل وشركة، ومقتل 10 أشخاص على الأقل - فوكس نيوز",
        "ما يعنيه حكم ترامب بالإفراج غير المشروط في قضية الصمت المالي - واشنطن بوست",
        "الولايات المتحدة تعلن عن مكافأة قدرها 25 مليون دولار لاعتقال نيكولاس مادورو الفنزويلي - BBC.com",
        "\"مخجل \": جو بايدن ينتقد ميتا ومارك زوكربيرج لإسقاط التحقق من الحقائق فيما يمكن أن يكون آخر مؤتمر صحفي للرئيس المنتهية ولايته - الموعد النهائي",
        "ميتا تنهي برامج DEI الخاصة بها بينما يهاجم زوكربيرج بايدن على جو روغان - سي إن إن",
        "تجمع SpaceX أكبر صاروخ في العالم لإطلاق اختبار المركبة الفضائية الرحلة 7 (صور) - Space.com",
        "لا يزال مختبر الدفع النفاث التابع لوكالة ناسا \"غير متأثر\" بحرائق لوس أنجلوس المستعرة - Space.com",
        "حرائق الغابات في لوس أنجلوس: يوفر الكرادلة طائرات نفاثة للاعبي الأكباش والموظفين والعائلات والحيوانات الأليفة قبل نقل لعبة البطاقات البرية - Yahoo Sports",
        "تم الإبلاغ عن حالة إنفلونزا الطيور في مرفق الدواجن في ماريلاند - WTOP",
        "FIREAID, A Benefit Concert for California Wildfire Victims, set for January 30th at Intuit Dome - livenationentertainment.com",
        "ممثلة الامتياز \"العالم الجوراسي\" دانييلا بينيدا \"ممتنة لكونها على قيد الحياة\" بعد خسارتها منزلها في حرائق لوس أنجلوس: \"لدي زوج واحد من الأحذية لاسمي\" - مراسل هوليوود",
        "سبيس إكس فالكون 9 ستارلينك 12-12 - مركز كينيدي للفضاء"
    ]
}