{
    "headlines": [
        "Frau, die sexuelle Übergriffe von Jay-Z und Sean Combs behauptet, gibt Widersprüche in den Ansprüchen zu - The Guardian",
        "Die politische Krise in Georgien verschärft sich, da der Gesetzgeber den rechtsextremen Ex-Fußballer zum Präsidenten wählt - CNN",
        "Trump wird neben wichtigen Verbündeten, Nominierten und Daniel Penny am Army-Navy-Spiel teilnehmen - The Associated Press",
        "Besorgnis wächst über mysteriöse Drohnen-Sichtungen entlang der US-Ostküste - Financial Times",
        "Medizinische Mysterien: Warum ist der robuste Appetit dieses Babys verdorrt? - The Washington Post",
        "Laden Sie iOS 18.2 jetzt für ChatGPT in Siri, neue KI-Funktionen und mehr herunter - CNET",
        "Südkoreas Parlament stimmt für die Amtsenthebung von Präsident Yoon Suk Yeol wegen seiner Kriegsrechtsordnung - The Associated Press",
        "Syrien: Geschichten von Menschen, die aus dem Saydnaya-Foltergefängnis befreit wurden - BBC.com",
        "Welche College-Football-Bowl-Spiele gibt es heute? Vollständiger Zeitplan für den Beginn der Bowl-Saison - NBC Sports",
        "UnitedHealthcare CEO tötet das Neueste: Mangione stellt 'Veteran' New Yorker Anwalt ein - ABC News",
        "Tech Industry and CEOs Curry Favor With Trump Ahead of His Inauguration - The New York Times",
        "\"Wir wissen, wie wichtig diese Zeit des Jahres ist\" - Virgil van Dijks Fulham-Programmnotizen - Liverpool FC",
        "Treffen Sie die überladene Wachstumsaktie, die laut einem Wall Street-Analysten - The Motley Fool - bis 2030 20 Billionen US-Dollar erreichen wird",
        "[removed]",
        "RFK Jr. Ally ersuchte die FDA, den Polio-Impfstoff zu widerrufen - Axios",
        "Elon Musks Anwalt sagte, die SEC habe den Tesla-CEO aufgefordert, eine Geldstrafe zu zahlen oder Anklage zu erheben, um eine Untersuchung seines Kaufs von Twitter - Fortune zu lösen",
        "Nancy Pelosi nach Verletzung auf Auslandsreise im Krankenhaus - BBC.com",
        "Horoskop für Samstag, 14. Dezember 2024 - Chicago Sun-Times",
        "Texas AG verklagt Out-of-State-Arzt wegen Versandhandel Abtreibungspillen - The Washington Post",
        "UFC Tampa Ergebnisse: Covington vs. Buckley - MMA Fighting"
    ]
}