{
    "headlines": [
        "Large Earthquake Strikes Caribbean Near Cayman Islands - The Weather Channel",
        "Anthony Davis exits Mavericks debut with non-contact injury, but says it's 'nothing serious' - Yahoo Sports",
        "Egg prices cooking your breakfast budget? Switch to these cheaper foods — with far more protein - New York Post ",
        "Christy Carlson Romano Hospitalized After Getting Shot in the Eye - Yahoo Entertainment",
        "PlayStation Network struggles to return from a nearly daylong outage - The Verge",
        "Activist hedge fund Elliott builds stake in struggling BP - Financial Times",
        "Eagles activate Brandon Graham from injured reserve, place Nick Gates on IR - NBC Sports",
        "Trump’s Gaza proposal strikes fear in his new Arab American supporters - The Washington Post",
        "Apple’s new research robot takes a page from Pixar’s playbook - TechCrunch",
        "Crews rush to recover commuter plane found crashed on Alaska sea ice before expected snow and wind - The Associated Press",
        "Ben Simmons to sign with Clippers, per report, after agreeing to buyout with Nets - CBS Sports",
        "Box Office: ‘Heart Eyes’ and ‘Love Hurts’ Battle for Super Bowl Scraps as ‘Dog Man’ Stays No. 1 - Hollywood Reporter",
        "Sid Meier's Civilization® VII - VR Launching on Meta Quest 3 and 3S in Spring 2025 - 2K Newsroom",
        "Millions of doughnuts, baked goods sold nationwide recalled over listeria contamination concerns - MLive.com",
        "China landslide: More than 30 missing in Sichuan - BBC.com",
        "Texas reports new measles outbreak in West Texas - The Texas Tribune",
        "Europe’s emboldened far right lauds Trump at Madrid rally - Financial Times",
        "Snow and ice are about to hit the northern U.S. Here’s where. - The Washington Post",
        "Trump freezes aid to South Africa over controversial land law, claiming discrimination against White farmers - CNN"
    ]
}