{
    "headlines": [
        "Nova pesquisa mostra o enorme buraco em que os democratas estão - POLITICO",
        "Jalen Hurts descartado do jogo vs. Comandantes com concussão, substituído por Kenny Pickett - Yahoo Sports",
        "Kay Granger está a residir em instalações de vida assistida, diz o seu filho à publicação Dallas - POLITICO",
        "Box Office: ‘Sonic 3’ Bounds Over the Hedge With $ 62M Opening, ‘Mufasa’ Limps to $ 35M - Hollywood Reporter",
        "Tank Dell regressa hoje a Houston - NBC Sports",
        "Pequeno avião cai em cidade brasileira, matando pelo menos 10 pessoas - CNN",
        "Atualizações ao vivo do Jets vs. Rams: pontuações da NFL, estatísticas do jogo, destaques, notícias, onde assistir ao jogo da Semana 16 - CBS Sports",
        "Colleen Hoover, autora de ‘It Ends with Us’, apoia Blake Lively em meio a alegações de Justin Baldoni: ‘Never Change, Never Wilt’ - Variety",
        "\"Nosso primeiro-ministro\": republicanos abraçam o papel de Elon Musk no Trumpworld - Axios",
        "Trump nomeia assessor do Tesouro desde o primeiro mandato para presidir painel econômico - Financial Times",
        "Michael Che ‘admite’ amizade com Jeffrey Epstein, Colin Jost usa ‘voz negra’ na troca anual de piadas ‘SNL’ | Vídeo - Yahoo Entertainment",
        "Navio dos EUA abate jato em fogo amigo sobre o Mar Vermelho, dizem militares - The Washington Post",
        "Trump ameaça retomar o controle do Canal do Panamá a menos que acordo seja alcançado - Reuters Canadá",
        "Ataques das FDI em Gaza matam mais de 30, dizem equipes de resgate; FDI pede fechamento de hospital no norte de Gaza - Haaretz",
        "   Removido ",
        "rumores de que o iOS 19 é compatível com esses iPhones - MacRumors",
        "Magdeburgo: Homenagens a crianças mortas em ataque ao mercado de Natal - BBC.com",
        "Senador democrata Fetterman: ‘Não estou torcendo contra’ Trump - ABC News",
        "Ciclone Chido mata 94 pessoas em Moçambique - BBC.com",
        "Uma bola de fogo atravessou o céu noturno da Louisiana. Não foi uma estrela cadente ou chuva de meteoros. - NOLA.com"
    ]
}