{
    "headlines": [
        "David Zaslav Meeting With Candidates to Replace Mike De Luca and Pam Abdy as Warner Bros. Heads (Report) - Hollywood Reporter",
        "Donald Trump « très en colère » contre Vladimir Poutine au sujet des négociations de cessez-le-feu - BBC.com",
        "Le procureur général du Wisconsin demande à la Cour suprême de l'État d'arrêter les paiements de 1 million de dollars de Musk - The Associated Press",
        "Trump rugit sur de multiples voies de rétribution comme il l'a juré. Certaines cibles cèdent tandis que d'autres se battent - The Associated Press",
        "L'odeur de la mort imprègne les villes du Myanmar après que le tremblement de terre ait tué plus de 1 600 personnes et laissé d'innombrables personnes enterrées - The Associated Press",
        "Richard Chamberlain, acteur de télévision qui a joué dans « Dr. Kildare », meurt à 90 ans - The Associated Press",
        "Le Parti républicain du Nouveau-Mexique affirme que le siège a été ciblé dans un « acte délibéré d'incendie criminel » - CBS News",
        "« Blanche-Neige » à 143 millions de dollars dans le monde après le 2e cadre ; « Un ouvrier » construit un arc WW de 30 MILLIONS de dollars – Billetterie internationale - Date limite",
        "De violentes tempêtes menacent les tornades et la grêle de la taille d'une balle de golf de l'Illinois à l'est du Texas - Yahoo",
        "La fusée spatiale allemande explose en quelques secondes en vol d'essai - DW (anglais)",
        "Suivi en direct Elite Eight pour hommes : faits saillants d'Auburn vs Michigan State, mises à jour, plus - ESPN",
        "Kevin Willard quitte le Maryland pour Villanova dans un départ désordonné suite à la course Sweet 16 de Terrapins - CBS Sports",
        "Responsables : 1 personne à bord de l'avion qui s'est écrasé à Brooklyn Park - KARE11.com",
        "Tennessee vs Houston cotes, choix : 2025 NCAA Tournament Elite Huit prédiction d'un expert en basketball collégial - SportsLine",
        "SpaceX est sur le point de lancer 4 personnes dans une mission unique en son genre autour des pôles de la Terre. Voici ce qu'il faut savoir - CNN",
        "Morgan Wallen Stirs Speculation With Abrupt ‘SNL’ Walk-Off and ‘Get Me to God's Country’ Social Post - Variété",
        "Le prince Harry accusé de « harcèlement et d'intimidation » par une présidente d'une association caritative - CNN",
        "Les investisseurs espèrent que Trump mettra fin à l'incertitude tarifaire le 2 avril, ou que les actions pourraient s'effondrer. - MarketWatch"
    ]
}