{
    "headlines": [
        "Live updates: Kamala Harris town hall on CNN | CNN Politics - CNN",
        "[Removed]",
        "Polls close as Boeing Machinists decide whether to continue strike - The Seattle Times",
        "Turkey strikes PKK forces in Syria, Iraq after lethal Ankara attack - POLITICO Europe",
        "North Korean troops are in Russia, would be ‘legitimate targets’ in Ukraine, U.S. says - The Washington Post",
        "What to know about E. coli and the McDonald’s outbreak - The Associated Press",
        "Cardi B Hospitalized With Medical Emergency - E! NEWS",
        "Hill: Tua's return to field 'almost made me cry' - ESPN",
        "Washington state officials identify four new cases of bird flu, as H5N1 outbreak spreads - Fox News",
        "Character.AI and Google sued after chatbot-obsessed teen’s death - The Verge",
        "Four space station fliers undock and head for Friday splashdown to wrap up extended mission - CBS News",
        "Tesla earnings live updates: Stock jumps 12% after hours as company reports big quarterly profit beat - Business Insider",
        "Georgia election official says battleground state fended off cyberattack likely from a foreign country - CNN",
        "IBM stock is 'very depressed ' given growth potential and AI play - Yahoo Finance",
        "Launch recap: Wednesday SpaceX rocket launch from Cape Canaveral, Florida - Florida Today",
        "Rob Lowe had crush on Demi Moore, said hook-ups were ‘inevitable’ on ‘St. Elmo’s Fire’ set - Fox News",
        "Los Angeles Times editorials editor resigns after owner blocks presidential endorsement - Columbia Journalism Review",
        "DOJ warns Elon Musk his $1M giveaway to registered voters may violate federal law - ABC News",
        "People 50 and older should get pneumococcal vaccine, US science panel recommends - The Associated Press",
        "Panthers QB Andy Dalton sprains thumb in crash; Bryce Young to start Sunday - WSOC Charlotte"
    ]
}