{
    "headlines": [
        "زيلينسكي يضع \"خطة النصر\" في الوقت الذي تواجه فيه أوكرانيا لحظة محفوفة بالمخاطر - رويترز",
        "اختيارات اتحاد كرة القدم الأميركي للأسبوع السابع من بريسكو: أفضل لاعبين في تكساس، والفايكنج يتفوقون على الأسود المنافسة ليبقوا بلا هزيمة - سي بي إس سبورتس",
        "تستقطب ASML تدقيق المستثمرين بعد التحذير من صدمات أسواق الرقائق العالمية - رويترز",
        "كشف النقاب عن كأس \"الكأس المقدسة\" والقبر المخفي في العجائب القديمة - نيوزويك",
        "ابحث عن: مذنب مرئي مرة واحدة في العمر في منطقة لويزفيل - WLKY Louisville",
        "تسمح محكمة نبراسكا بتسجيل الناخبين من الأشخاص الذين لديهم إدانات جنائية - ذا هيل",
        "تبين أن المشي في رشقات نارية قصيرة يستهلك طاقة أكثر بنسبة 20 ٪ إلى 60 ٪ من المشي المستمر لنفس المسافة - Phys.org",
        "يقول المغني روفوس وينرايت - سي بي إس نيوز - إن استخدام حملة ترامب لـ \"سبحان الله\" ليونارد كوهين هو \"تجديف\"",
        "هاريس مليء بالأسئلة من قبل شارلاماني جمهور الله - NewsNation Now",
        "قوات كوريا الشمالية للحرب الروسية في أوكرانيا: ما نعرفه حتى الآن - الغارديان",
        "التدريب العملي مع أجهزة Kindle 2024 الجديدة من Amazon، بما في ذلك جهاز Kindle ملون جديد - CNET",
        "بدلة أرتميس القمرية من تصميم أكسيوم سبيس وبرادا تم الكشف عنها في ميلانو - collectSPACE.com",
        "مراجعة \"الابتسامة 2 \": تتمة مقلقة بمهارة تحول حياة نجم البوب إلى جولة رعب من الانهيار العقلي - التنوع",
        "يانكيز يطارد الحراس ايس تانر بيبي في وقت مبكر، وتأمين الفوز 6-3 ل 2-0 ALCS سلسلة الرصاص - ياهو سبورتس",
        "تذهب أمازون إلى الطاقة النووية، لاستثمار أكثر من 500 مليون دولار لتطوير مفاعلات معيارية صغيرة - CNBC",
        "رجل روسي تم إنقاذه بعد 66 يومًا في البحر أسقط 50 كجم، وعاش على مياه الأمطار - NDTV",
        "جيري جونز: لماذا فقدتها على مضيفي الراديو في صخب رعاة البقر الغاضب - نيويورك بوست",
        "قاضي جورجيا يحجب أمر الفرز اليدوي للاقتراع - BBC.com",
        "طفرة الخدمات المصرفية الاستثمارية في مورغان ستانلي تعزز إحياء وول ستريت - ياهو للتمويل",
        "المزيد من النساء يكتشفن قوة الوشم - واشنطن بوست"
    ]
}