{
    "headlines": [
        "Медицинские тайны: у ее безумного кашля была неожиданная причина - The Washington Post",
        "Операционная прибыль Berkshire выросла на 71% в четвертом квартале, наличные накапливают воздушные шары до рекордных 334 миллиардов долларов - CNBC",
        "Three Keys & a Pick: Illinois vs. No. 3 Duke - 247Sports",
        "ХАМАС освободил первых 5 из 6 израильских заложников в ходе последнего обмена - Associated Press",
        "Илон Маск призывает к сходу МКС с орбиты. Вот что делает космическая станция - ABC News",
        "Apple отзывает инструмент защиты данных после скандала с безопасностью в правительстве Великобритании - BBC.com",
        "Папа Франциск провел спокойную ночь - Новости Ватикана - Русский",
        "Пентагон уволит 5400 гражданских сотрудников в ходе «первоначальной» чистки - The Washington Post",
        "CQ Brown: Трамп уволил главного генерала США в Пентагоне - BBC.com",
        "Bybit подтверждает рекордное ограбление криптовалюты на $ 1,46 млрд в сложной атаке на холодный кошелек - The Hacker News",
        "Выбор баскетбола в колледже, расписание: прогнозы на матч Кентукки - Алабама и другие 25 лучших игр субботы - CBS Sports",
        "Что такое HKU5-CoV-2, новый коронавирус летучих мышей в Китае, который может спровоцировать еще одну пандемию Covid-19? All det - The Economic Times",
        "Судья запретил DOGE доступ к конфиденциальным данным Казначейства - The Washington Post",
        "Скала придет за душой Коди Роудса в Ликвидационной палате WWE - Сиденья на Кэйджсайде",
        "Трамп спаррингует с губернатором демократического штата Мэн на мероприятии в Белом доме из-за указа трансгендерного спортсмена - ABC News",
        "Верховный суд откладывает попытку Трампа уволить федерального наблюдателя по этике - POLITICO",
        "Выборы в Германии: финальный рывок, поскольку лидер Мерц обещает лидировать в Европе - BBC.com",
        "Кто будет следующим Джеймсом Бондом? Жесткое решение 007 от Amazon - BBC.com",
        "Новый окружной прокурор Лос-Анджелеса Натан Хохман не поддерживает отмену обвинительных приговоров за убийство братьев Менендес - Fox News"
    ]
}