{
    "headlines": [
        "Miami vs. Virginia Tech score: Live game updates, college football scores, NCAA top 25 highlights - CBS Sports",
        "Chappell Roan pulls out of festival after backlash over election remarks - The Washington Post",
        "Al B. Sure! sends cease-and-desist to Amazon, author of ‘fake’ Kim Porter book that claims he had sex with Diddy - Page Six",
        "SpaceX, NASA 'go' for 1st astronaut launch to ISS from Cape Canaveral Space Force Station pad - Space.com",
        "Wisconsin Supreme Court rules RFK Jr. will remain on November ballot - The Hill",
        "More health-care workers in contact with Missouri bird flu patient report respiratory symptoms - CNN",
        "Capehart and Pletka on Harris' immigration policy and Zelenskyy's meeting with Trump - PBS NewsHour",
        "OpenAI sees roughly $5 billion loss this year on $3.7 billion in revenue - CNBC",
        "‘Wild Robot’ Uploading $35M Opening; ‘Megalopolis’ Debuts Behind India’s ‘Devara Part One’ – Friday Box Office Update - Deadline",
        "What to know about Hurricane Helene and the flooding the storm left across the Southeast US - The Associated Press",
        "Cowboys-Giants averages 16.22 million viewers on Amazon Prime - NBC Sports",
        "Justice Dept. charges three men in alleged Iran hack of Trump campaign - The Washington Post",
        "Report: Apple changes film strategy, will rarely do wide theatrical releases - Ars Technica",
        "Earth will have a temporary ‘mini moon’ for two months - The Associated Press",
        "NYC Mayor Eric Adams pleads not guilty to bribery charges - BBC.com",
        "50 \"exceptionally well-preserved\" Viking skeletons unearthed in Denmark - CBS News",
        "Black hole jet appears to boost rate of nova explosions - Ars Technica",
        "Minnesota reports rare human death from rabies - ABC News",
        "Hideki Matsuyama, Sungjae Im tie Presidents Cup record with 7-and-6 Foursomes win - PGA TOUR",
        "Pope gets an earful from Belgian king and abuse victims over scandals and failures to respond - The Associated Press"
    ]
}