{
    "headlines": [
        "ਲਾਈਫਟਾਈਮ ਜੋਖਮ ਅਤੇ ਡਿਮੇਨਸ਼ੀਆ ਦਾ ਅਨੁਮਾਨਿਤ ਬੋਝ - ਕੁਦਰਤ ਡਾਟ ਕਾਮ",
        "ਈਗਲਜ਼ ਨੂੰ ਪਲੇਆਫ ਘਾਟੇ ਵਿੱਚ 2024 ਪੈਕਰ ਬਾਰੇ 4 ਚੀਜ਼ਾਂ ਦੀ ਪੁਸ਼ਟੀ ਕੀਤੀ ਗਈ - ਪੈਕਰਜ਼ ਵਾਇਰ",
        "ਇਜ਼ਰਾਈਲ ਅੰਤਮ ਗਾਜ਼ਾ ਸੌਦੇ ਦੇ ਖਰੜੇ 'ਤੇ ਹਮਾਸ ਦੇ ਜਵਾਬ ਦੀ ਉਡੀਕ ਕਰ ਰਿਹਾ ਹੈ, ਅਧਿਕਾਰੀ ਕਹਿੰਦੇ ਹਨ - ਐਕਸੀਓਸ",
        "Bad Bunny: ‘ਇੱਥੇ ਹੋਣ ਦਾ ਕੀ ਫ਼ਾਇਦਾ? ਦੁਨੀਆ ਨੂੰ ਦਿਖਾਉਣ ਲਈ ਕਿ ਮੈਂ ਕੌਣ ਹਾਂ - ਰੋਲਿੰਗ ਸਟੋਨ",
        "ਭਾਰਤ ਦੇ ਮਹਾ ਕੁੰਭ ਤਿਉਹਾਰ ਦੇ ਪਹਿਲੇ ਦਿਨ 15 ਮਿਲੀਅਨ ਲੋਕਾਂ ਨੇ ਪਵਿੱਤਰ ਡੁਬਕੀ ਲਈ - ਰਾਇਟਰਜ਼ ਇੰਡੀਆ",
        "ਅਮਰੀਕਾ ਨੇ ਚੀਨ ਦਾ ਮੁਕਾਬਲਾ ਕਰਨ ਲਈ ਏਆਈ ਲਈ ਚਿੱਪਾਂ 'ਤੇ ਨਿਰਯਾਤ ਨਿਯੰਤਰਣ ਲਗਾਇਆ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "2025 ਐਨਐਫਐਲ ਪਲੇਆਫਸਃ ਡਿਵੀਜ਼ਨਲ ਰਾਉਂਡ ਸ਼ੋਅ ਬਿੱਲਾਂ ਲਈ ਸ਼ੁਰੂਆਤੀ ਔਕੜਾਂ ਰਵੇਨਜ਼ ਉੱਤੇ ਮਾਮੂਲੀ ਮਨਪਸੰਦ ਵਜੋਂ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਗੈਵਿਨ ਨਿਊਜ਼ੋਮ ਅਤੇ ਕੈਲੀਫੋਰਨੀਆ ਡੈਮੋਕਰੇਟ ਟਰੰਪ-ਪ੍ਰੂਫ ਸਟੇਟ - ਪੋਲੀਟਿਕੋ ਲਈ 50 ਮਿਲੀਅਨ ਡਾਲਰ ਦੇ ਸੌਦੇ 'ਤੇ ਪਹੁੰਚ ਗਏ",
        "ਰਾਜਵੰਸ਼ ਯੋਧੇਃ ਮੂਲ Xbox ਪ੍ਰਾਪਤੀਆਂ ਇੱਕ ਐਕਸ਼ਨ-ਪੈਕਡ 1,000G ਦਾ ਖੁਲਾਸਾ ਕਰਦੇ ਹਨ - TrueAchievements",
        "ਮੇਲਾਨੀਆ ਟਰੰਪ ਵ੍ਹਾਈਟ ਹਾ Houseਸ ਵਾਪਸ ਜਾਣ ਦਾ ਵੇਰਵਾ ਦਿੰਦੇ ਹੋਏ ਨਵੇਂ ਡੌਕ ਬਾਰੇ ਬੋਲਦੀ ਹੈ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "WSJ: ਉੱਤਰੀ ਗਾਜ਼ਾ 'ਤੇ ਆਈਡੀਐਫ ਕੰਟਰੋਲ ਦਾ ਮੁਕਾਬਲਾ ਕਰਨ ਲਈ ਮੁਹੰਮਦ ਸਿਨਵਰ' ਹਿੱਟ ਐਂਡ ਰਨ 'ਲੜਾਕੂਆਂ ਦੀ ਭਰਤੀ - VINNews",
        "13 ਜਨਵਰੀ ਨੂੰ ਪੂਰੇ ਬਘਿਆੜ ਦਾ ਚੰਦਰਮਾ 'ਮੰਗਲ' ਖਾਂਦਾ ਹੈ. ਇਸ ਨੂੰ ਕਿਵੇਂ ਵੇਖਣਾ ਹੈ ਇਹ ਇੱਥੇ ਹੈ - ਸਪੇਸ.",
        "ਕੀ ਮੇਗਨ ਮਾਰਕਲ ਨੇ ਲਾਸ ਏਂਜਲਸ ਨਿਕਾਸੀ ਕੇਂਦਰ ਵਿਚ ਆਪਣੇ ਖੁਦ ਦੇ ਸਟਾਫ ਨੂੰ ਗਲੇ ਲਗਾਇਆ? ਵਾਇਰਲ ਦਾਅਵੇ ਪਿੱਛੇ ਸੱਚ - ਦਿ ਟਾਈਮਜ਼ ਆਫ਼ ਇੰਡੀਆ",
        "ਦੱਖਣ-ਪੱਛਮੀ ਜਾਪਾਨ ਵਿੱਚ 6.9 ਤੀਬਰਤਾ ਦੇ ਭੂਚਾਲ ਤੋਂ ਬਾਅਦ ਸੁਨਾਮੀ ਦੀ ਸਲਾਹਕਾਰੀ ਸ਼ੁਰੂ ਹੋਈ - ਸੀਐਨਐਨ",
        "ਬਿਲ ਏਕਮੈਨ ਦਾ ਪਰਸ਼ਿੰਗ ਸਕੁਏਅਰ ਰੀਅਲ ਅਸਟੇਟ ਡਿਵੈਲਪਰ ਹਾਵਰਡ ਹਿਊਜ ਨੂੰ 85 ਡਾਲਰ ਪ੍ਰਤੀ ਸ਼ੇਅਰ ਲੈਣ ਦੀ ਪੇਸ਼ਕਸ਼ ਕਰਦਾ ਹੈ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਹਟਾਈ",
        "ਜ਼ੇਲੇਨਸਕੀ ਨੇ ਰੂਸ ਵਿਚ ਰੱਖੇ ਗਏ ਯੂਕਰੇਨੀ ਫੌਜੀਆਂ ਦੇ ਬਦਲੇ ਵਿਚ ਫੜੇ ਗਏ ਉੱਤਰੀ ਕੋਰੀਆ ਦੇ ਸੈਨਿਕਾਂ ਨੂੰ ਰਿਹਾ ਕਰਨ ਦੀ ਪੇਸ਼ਕਸ਼ ਕੀਤੀ - ਸੀ ਐਨ ਐਨ",
        "ਕੋਲੋਰਾਡੋ ਦੇ ਕਾਰੋਬਾਰ ਅਲਕੋਹਲ ਦੇ ਕੈਂਸਰ ਦੇ ਜੋਖਮਾਂ ਬਾਰੇ ਲੋਕਾਂ ਨੂੰ ਚੇਤਾਵਨੀ ਦੇਣ ਲਈ ਸਰਜਨ ਜਨਰਲ ਦੇ ਧੱਕੇ ਦਾ ਜਵਾਬ ਦਿੰਦੇ ਹਨ - ਕੋਲੋਰਾਡੋ ਪਬਲਿਕ ਰੇਡੀਓ",
        "Saquon Barkley: \"ਸਟੇਟਸ ਕੋਈ ਫ਼ਰਕ ਨਹੀਂ ਪੈਂਦਾ, ਇਕੋ ਇਕ ਸਟੇਟ ਜੋ ਮਾਇਨੇ ਰੱਖਦਾ ਹੈ ਉਹ ਹੈ ਜਿੱਤ\" - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਕੈਲੀਫੋਰਨੀਆ ਵਾਈਲਡਫਾਇਰ ਲਾਈਵ ਅਪਡੇਟਃ ਅਧਿਕਾਰੀਆਂ ਨੇ ਹੋਰ ‘ਖਤਰਨਾਕ‘ ਹਵਾਵਾਂ ਬਾਰੇ ਚੇਤਾਵਨੀ ਦਿੱਤੀ ਹੈ ਕਿ ਮੌਤ ਦੀ ਗਿਣਤੀ 24 ਹੋਈ"
    ]
}