{
    "headlines": [
        "ਵਿਸ਼ਲੇਸ਼ਣਃ ਕੀਵ ਵਿੱਚ ਅਮਰੀਕੀ ਦੂਤਾਵਾਸ ਦਾ ਅਸਥਾਈ ਤੌਰ 'ਤੇ ਬੰਦ ਹੋਣਾ ਯੂਕਰੇਨ ਵਿੱਚ ਸਖਤ ਵਧ ਰਹੀ ਜੰਗ ਨੂੰ ਦਰਸਾਉਂਦਾ ਹੈ - ਸੀਐਨਐਨ",
        "ਹਟਾਈ",
        "ਐਨਐਫਐਲ ਫੈਂਟਸੀ 2024 ਸਟਾਰਟ 'ਏਮ, ਸੀਟ ' ਏਮਃ 12 ਹਫਤੇ ਲਈ ਬੈਕਾਂ ਨੂੰ ਚਲਾਉਣਾ - ਐਨਐਫਐਲ ਡਾਟ ਕਾਮ",
        "ਹਟਾਈ",
        "ਨਵਾਂ ਖ਼ਤਰਾ ਉਭਰਦਾ ਹੈ ਕਿਉਂਕਿ ਵਾਯੂਮੰਡਲ ਨਦੀ ਪੱਛਮੀ ਤੱਟ 'ਤੇ ਇਕ ਦਹਾਕੇ ਵਿਚ ਇਕ ਵਾਰ ਬੰਬ ਚੱਕਰਵਾਤ ਨਾਲ ਜੋੜਦੀ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਐਲੇਕ ਬਾਲਡਵਿਨ ਫਿਲਮ 'ਰਸਟ' ਸੈੱਟ 'ਤੇ ਮਾਰੇ ਗਏ ਸਿਨੇਮਾਟੋਗ੍ਰਾਫਰ ਨੂੰ ਸਮਰਪਣ ਨਾਲ ਪ੍ਰੀਮੀਅਰ ਕਰਦੀ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਯੂਕਰੇਨ ਨੇ ਪਹਿਲੀ ਵਾਰ ਰੂਸ 'ਤੇ ਯੂਕੇ ਦੁਆਰਾ ਬਣਾਏ ਗਏ ਤੂਫਾਨ ਸ਼ੈਡੋ ਮਿਜ਼ਾਈਲਾਂ ਨੂੰ ਅੱਗ ਲਗਾਈ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "Nvidia ਕਮਾਈ ਡੈੱਕ 'ਤੇ ਹਨ. ਇੱਥੇ ਵਾਲ ਸਟ੍ਰੀਟ ਕੀ ਵੇਖ ਰਹੀ ਹੈ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਹਮਾਸਃ ਕੋਈ ਵੀ ਬੰਧਕ-ਲਈ- ਕੈਦੀ ਇਜ਼ਰਾਈਲ ਨਾਲ ਸੌਦਾ ਨਹੀਂ ਕਰਦੇ ਜਦੋਂ ਤੱਕ ਗਾਜ਼ਾ ਯੁੱਧ ਖਤਮ ਨਹੀਂ ਹੁੰਦਾ - ਯਾਹੂ! ਆਵਾਜ਼ਾਂ",
        "ਡਾ. ਓਜ਼ ਨੂੰ ਸੈਨੇਟ ਦਰਮਿਆਨੇ ਤੋਂ ਉੱਚੇ ਅੰਕ ਮਿਲ ਰਹੇ ਹਨ — ਹੋ ਸਕਦਾ ਹੈ ਕਿ ਫੇਟਰਮੈਨ - ਪੋਲੀਟੀਕੋ",
        "ਇਜ਼ਰਾਈਲ ਅਤੇ ਹਿਜ਼ਬੁੱਲਾ ਵਿਚਕਾਰ ਜੰਗਬੰਦੀ ਦੇ ਕਿਨਾਰੇ ਨੇੜੇ, ਯੂਐਸ ਦੇ ਰਾਜਦੂਤ ਨੇ ਕਿਹਾ - ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "Laken Riley case: ਕੈਂਪਸ ਕਤਲ 'ਚ ਜੱਜ ਨੇ ਦੋਸ਼ੀ ਪਾਇਆ, ਉਮਰ ਕੈਦ ਦੀ ਸਜ਼ਾ - ABC7 ਲਾਸ ਏਂਜਲਸ",
        "ਟਰੰਪ ਪਿਕ ਲਿੰਡਾ ਮੈਕਮਹੋਨ ਆਪਣੇ ਖੁਦ ਦੇ ਸੈਕਸ ਘੁਟਾਲੇ ਦਾ ਸਾਹਮਣਾ ਕਰ ਰਿਹਾ ਹੈ - ਦਿ ਡੇਲੀ ਬੀਸਟ",
        "ਸੁਜ਼ਨ ਸਮਿਥ ਨੂੰ ਦੱਖਣੀ ਕੈਰੋਲੀਨਾ ਝੀਲ ਵਿੱਚ ਕਾਰ ਰੋਲ ਕਰਕੇ 2 ਪੁੱਤਰਾਂ ਨੂੰ ਡੁੱਬਣ ਤੋਂ 30 ਸਾਲ ਬਾਅਦ ਪੈਰੋਲ ਤੋਂ ਇਨਕਾਰ ਕਰ ਦਿੱਤਾ ਗਿਆ ਹੈ - ਡਬਲਯੂਪੀਵੀਆਈ-ਟੀਵੀ",
        "ਨੈੱਟਫਲਿਕਸ ਦੇ ‘ਜ਼ੀਰੋ ਡੇ‘ ਸਾਜ਼ਿਸ਼ ਸੀਰੀਜ਼ ਵਿਚ ਰੌਬਰਟ ਡੀ ਨੀਰੋ ਦਾ ਟੀਵੀ ਟਰਨ ਰਿਲੀਜ਼ ਦੀ ਤਾਰੀਖ ਪ੍ਰਾਪਤ ਕਰਦਾ ਹੈ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਰੈਡੀਕਲ ਜੈਗੁਆਰ ਰੀਬ੍ਰਾਂਡ ਅਤੇ ਨਵਾਂ ਲੋਗੋ ਸਪਾਰਕ ireਨਲਾਈਨ ireਰ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਸਟਾਲਕਰ 2: ਹਾਰਟ ਆਫ਼ ਚੋਰਨੋਬਿਲ ਦੇਵ \"ਮੋਟੇ ਕਿਨਾਰਿਆਂ\" ਨੂੰ ਸਵੀਕਾਰਦਾ ਹੈ, ਇਸਦਾ ਨਿਗਰਾਨੀ ਫੀਡਬੈਕ ਕਹਿੰਦਾ ਹੈ - ਯੂਰੋਗੇਮਰ",
        "ਰਿਪੋਰਟਃ ਰੇ ਲੇਵਿਸ ਕਾਲਜ ਦੇ ਮੁੱਖ ਕੋਚ ਉਮੀਦਵਾਰ ਦੇ ਤੌਰ ਤੇ Emerges - BaltimoreRavens.com",
        "ਬਾਇਡਨ ਨੇ ਯੂਕਰੇਨ ਲਈ ਐਂਟੀ ਪਰਸਨਲ ਖਾਣਾਂ ਨੂੰ ਦਿੱਤੀ ਮਨਜ਼ੂਰੀ, ਅਮਰੀਕੀ ਅਧਿਕਾਰੀ ਨੇ ਕਿਹਾ - ਰਾਇਟਰ",
        "ਆਈਫੋਨ ਐਸਈ 4 ਰਿਲੀਜ਼ ਦੀ ਤਾਰੀਖ ਦੀ ਕਥਿਤ ਤੌਰ 'ਤੇ ਪੁਸ਼ਟੀ ਕੀਤੀ ਗਈ — ਇੱਥੇ ਜਦੋਂ ਨਵਾਂ ਸਸਤਾ ਆਈਫੋਨ ਆ ਰਿਹਾ ਹੈ - ਟੌਮ ਦੀ ਗਾਈਡ"
    ]
}