{
    "headlines": [
        "ਸੁਸੀ ਵਿਲੇਸਃ ਟਰੰਪ ਦਾ ਨਵਾਂ ਸਟਾਫ ਮੁਖੀ ਕੌਣ ਹੈ? - ਬੀਬੀਸੀ.",
        "ਚੀਨ ਨੇ 1.4 ਟ੍ਰਿਲੀਅਨ ਡਾਲਰ ਦੇ ਸਥਾਨਕ ਕਰਜ਼ੇ ਪੈਕੇਜ ਦਾ ਪਰਦਾਫਾਸ਼ ਕੀਤਾ ਪਰ ਕੋਈ ਸਿੱਧਾ ਉਤੇਜਕ ਨਹੀਂ - ਰਾਇਟਰ",
        "ਜਾਮਾਰਚੇਜ਼ ਨੇ ਇਸ ਸੀਜ਼ਨ ਵਿਚ ਰੇਵੇਨਜ਼ ਦੇ ਵਿਰੁੱਧ ਐਨਐਫਐਲ ਰਿਕਾਰਡ 457 ਪ੍ਰਾਪਤ ਯਾਰਡ ਪ੍ਰਾਪਤ ਕੀਤਾ ਸੀ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਇਜ਼ਰਾਈਲੀ ਫੁੱਟਬਾਲ ਪ੍ਰਸ਼ੰਸਕਾਂ ਨੇ ਐਮਸਟਰਡਮ ਵਿੱਚ ਹਮਲਾ ਕੀਤਾ, ਜਿਸ ਵਿੱਚ ਪੰਜ ਕਥਿਤ ਤੌਰ ਤੇ ਹਸਪਤਾਲ ਵਿੱਚ ਦਾਖਲ ਹਨ ਅਤੇ ਦਰਜਨਾਂ ਸ਼ੱਕੀ ਗ੍ਰਿਫਤਾਰ ਕੀਤੇ ਗਏ ਹਨ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "‘ਅਸੀਂ ਇਸ ਨੂੰ ਮੁਸ਼ਕਿਲ ਨਾਲ ਬਾਹਰ ਕੱ madeਿਆ’: ਕੈਲੀਫੋਰਨੀਆ ਦੇ ਲੋਕ ਭਿਆਨਕ ਜੰਗਲੀ ਅੱਗਾਂ ਦੇ ਵਿਚਕਾਰ ਆਪਣੇ ਘਰਾਂ ਤੋਂ ਬੇਰਹਿਮੀ ਨਾਲ ਭੱਜ ਗਏ - ਸੀ ਐਨ ਐਨ",
        "ਬਰੋ, ਚੇਜ਼ ਦੀ ਚਮਕ ਬਰਬਾਦ ਹੋ ਗਈ ਜਿਵੇਂ ਕਿ ਬੰਗਾਲ ਡਿੱਗਦਾ ਹੈ - ਈਐਸਪੀਐਨ",
        "'ਇਹ ਸਿਰਫ ਮੇਲਾਨੀਆ ਸੀ': ਜਿੰਮੀ ਕਿਮੈਲ ਟਰੰਪ ਨੂੰ 1 ਫਲੀਟ ਨਿਰੀਖਣ ਨਾਲ ਟ੍ਰੋਲ ਕਰਦਾ ਹੈ - ਹਫਪੋਸਟ",
        "ਸੰਯੁਕਤ ਰਾਸ਼ਟਰ ਜੰਗੀ ਤੌਰ 'ਤੇ ਡੋਨਾਲਡ ਟਰੰਪ ਦੀ ਸੱਤਾ ਵਿਚ ਵਾਪਸੀ ਦੀ ਉਡੀਕ ਕਰ ਰਿਹਾ ਹੈ - ਰਾਇਟਰਜ਼",
        "ਹਟਾਈ",
        "ਆਈਫੋਨ 18 ਕੈਮਰਾ ਅਪਗ੍ਰੇਡ ਪ੍ਰਾਇਮਰੀ ਯੂਨਿਟ ਲਈ ਇੱਕ ਵੇਰੀਏਬਲ ਅਪਰਚਰ ਸ਼ਾਮਲ ਕਰ ਸਕਦਾ ਹੈ, ਐਪਲ ਨਾਲ ਰਿਪੋਰਟ ਕੀਤੀ ਗਈ ਹੈ ਕਿ ਇਹ ਹਿੱਸੇ ਵੱਖਰੇ ਸਪਲਾਇਰ ਤੋਂ ਪ੍ਰਾਪਤ ਕਰ ਰਹੇ ਹਨ - Wccftech",
        "ਸਟਾਕ ਫਿuresਚਰ ਮਾਮੂਲੀ ਤੌਰ ਤੇ ਪ੍ਰਾਪਤ ਕਰਦੇ ਹਨ ਕਿਉਂਕਿ ਵਾਲ ਸਟ੍ਰੀਟ ਚੋਣ ਤੋਂ ਬਾਅਦ ਦੀ ਰੈਲੀ ਨੂੰ ਵਧਾਉਣ ਲਈ ਵੇਖਦੀ ਹੈਃ ਲਾਈਵ ਅਪਡੇਟਸ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਨਿਵੇਸ਼ਕ ਵਾਪਸ ਡਾਇਲ ‘ਟਰੰਪ ਵਪਾਰ’ ਨੀਤੀ ਸ਼ੱਕ ਦੇ ਤੌਰ ਤੇ - ਯਾਹੂ ਵਿੱਤ",
        "'ਤੰਗ ਨਾਲ ਇੱਕ ਦੁਖਾਂਤ ਖੁੰਝ ਗਿਆ': ਮੰਨਿਆ ਜਾਂਦਾ ਹੈ ਕਿ ਹਥਿਆਰਬੰਦ ਹੋਣ ਵਾਲੇ ਕਿਸ਼ੋਰ ਨੂੰ ਵਿਸਕਾਨਸਿਨ ਐਲੀਮੈਂਟਰੀ ਸਕੂਲ ਵਿੱਚ ਦਾਖਲ ਹੋਣ ਤੋਂ ਰੋਕਿਆ ਗਿਆ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਬ੍ਰਾਇਨਾ ਚਿਕਨਫ੍ਰਾਈ ਨੇ ਜ਼ੈਕ ਬ੍ਰਾਇਨ 'ਤੇ ਭਾਵਨਾਤਮਕ ਦੁਰਵਿਵਹਾਰ ਦਾ ਦੋਸ਼ ਲਗਾਇਆ, ਉਸ ਨੂੰ 12 ਮਿਲੀਅਨ ਡਾਲਰ ਦੇ ਐਨਡੀਏ' ਤੇ ਦਸਤਖਤ ਕਰਨ ਲਈ ਕਿਹਾ - ਰੋਲਿੰਗ ਸਟੋਨ",
        "ਜਰਮਨ ਸੰਕਟਃ ਕਾਰੋਬਾਰਾਂ ਨੇ ਵਿਕਾਸ 'ਤੇ ਕਾਰਵਾਈ ਦੀ ਮੰਗ ਕੀਤੀ - DW (ਪੰਜਾਬੀ)",
        "ਪੁਤਿਨ ਨਾਲ ਇਕ ਸ਼ਾਨਦਾਰ ਸੌਦਾ ਜਾਂ ਚੀਨ ਨਾਲ ਟਕਰਾਅਃ 3 ਤਰੀਕੇ ਟਰੰਪ ਦੁਨੀਆ ਵਿਚ ਅਮਰੀਕਾ ਦੀ ਜਗ੍ਹਾ ਬਦਲ ਸਕਦੇ ਹਨ - The Conversation",
        "ਜੱਜ ਨੇ ਅਮਰੀਕੀ ਨਾਗਰਿਕਾਂ ਦੇ ਪਤੀ/ਪਤਨੀ ਲਈ ਬਿਡੇਨ ਇਮੀਗ੍ਰੇਸ਼ਨ ਪ੍ਰੋਗਰਾਮ ਨੂੰ ਗੈਰਕਾਨੂੰਨੀ ਕਰਾਰ ਦਿੱਤਾ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਬ੍ਰਾਇਨ ਕੋਹਬਰਗਰ ਦੇ ਅਟਾਰਨੀ ਇਡਾਹੋ ਵਿਦਿਆਰਥੀ ਕਤਲ ਕੇਸ ਵਿੱਚ ਮੌਤ ਦੀ ਸਜ਼ਾ ਹਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹਨ - ਕੋਮੋ ਨਿ Newsਜ਼",
        "ਜੀਓਪੀ ਵਧੇਰੇ ਮੁੱਖ ਸਦਨ ਸੀਟਾਂ ਨੂੰ ਚੁੱਕਦਾ ਹੈ ਜਦੋਂ ਕਿ ਡੈਮੋਕਰੇਟਸ ਜ਼ੋਰ ਦਿੰਦੇ ਹਨ ਕਿ ਉਨ੍ਹਾਂ ਕੋਲ ਅਜੇ ਵੀ ਬਹੁਮਤ ਦਾ ਰਸਤਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "49ers 'ਮਸੀਹੀ McCaffrey ਸੀਜ਼ਨ ਡੈਬਿਊ ਐਤਵਾਰ ਬਨਾਮ Bucs ਕਰਨ ਦੀ ਉਮੀਦ, ਕਾਇਲ Shanahan ਕਹਿੰਦਾ ਹੈ - ਯਾਹੂ ਖੇਡ"
    ]
}