{
    "headlines": [
        "ਉੱਤਰੀ ਲਾਈਟਾਂ ਅਪਡੇਟਃ ਇੱਥੇ ਹੈ ਜਿੱਥੇ ਅੱਜ ਰਾਤ Aurora Borealis ਵੇਖੀ ਜਾ ਸਕਦੀ ਹੈ - ਫੋਰਬਸ",
        "ਫਲੋਰਿਡਾ ਖਾੜੀ ਵਿੱਚ ਇੱਕ ਨਵੇਂ ਖੰਡੀ ਡਿਪਰੈਸ਼ਨ ਦੇ ਰੂਪ ਵਿੱਚ ਅਲਰਟ 'ਤੇ ਹੈ, ਤੂਫਾਨ ਹੇਲੀਨ ਦੇ ਕੁਝ ਦਿਨਾਂ ਬਾਅਦ - ਸੀ ਐਨ ਐਨ",
        "‘ਜੋਕਰਃ Folie à Deux’ ਇੱਕ ਬੇਮਿਸਾਲ ਡੀ ਸਿਨੇਮਾ ਸਕੋਰ ਪ੍ਰਾਪਤ ਕਰਨ ਤੋਂ ਬਾਅਦ ਬਾਕਸ ਆਫਿਸ 'ਤੇ ਡਿੱਗ ਰਿਹਾ ਫਲੈਟ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਅਸਥੀਆਂ ਤੋਂ ਉੱਠਣਾਃ ਦੇਸ਼ ਦੇ ਯੁੱਧ ਨਾਲ ਪ੍ਰਭਾਵਿਤ ਦੱਖਣ ਵਿਚ ਇਜ਼ਰਾਈਲੀ 7 ਅਕਤੂਬਰ ਦੇ ਕਤਲੇਆਮ ਤੋਂ ਇਕ ਸਾਲ ਬਾਅਦ ਘਰ ਚਲੇ ਗਏ - ਫੌਕਸ ਨਿ Newsਜ਼",
        "ਇਜ਼ਰਾਈਲ ਨੇ ਲੇਬਨਾਨ ਵਿਚ ਆਪਣੇ ਬੰਬ ਧਮਾਕੇ ਦਾ ਵਿਸਥਾਰ ਕੀਤਾ ਕਿਉਂਕਿ ਹਜ਼ਾਰਾਂ ਲੋਕ ਭੱਜ ਰਹੇ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "7 ਅਕਤੂਬਰ ਦੇ ਹਮਲੇ ਤੋਂ ਇਕ ਸਾਲ ਬਾਅਦ ਹਮਾਸ ਨੇ ਚਾਰ ਅਮਰੀਕੀਆਂ ਨੂੰ ਅਜੇ ਵੀ ਬੰਧਕ ਬਣਾਇਆ ਹੋਇਆ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਟਰੰਪ ਅੱਜ ਇਕ ਰੈਲੀ ਲਈ ਬਟਲਰ, ਪੈਨਸਿਲਵੇਨੀਆ ਵਾਪਸ ਪਰਤੇ । ਇਹ ਹੈ ਕਿ ਸੀਕਰੇਟ ਸਰਵਿਸ ਈਵੈਂਟ ਨੂੰ ਕਿਵੇਂ ਸੁਰੱਖਿਅਤ ਕਰੇਗੀ. - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਇਜ਼ਰਾਈਲ 'ਤੇ ਈਰਾਨ ਦਾ ਮਿਜ਼ਾਈਲ ਹਮਲਾ ਹਥਿਆਰਾਂ ਦੀ ਸੀਮਾ' ਤੇ ਸਵਾਲ ਖੜ੍ਹੇ ਕਰਦਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਡੌਕ ਵਰਕਰਾਂ ਦੀ ਹੜਤਾਲ ਤੋਂ ਬਾਅਦ ਸਪਲਾਈ ਚੇਨ ਨੂੰ ਸਧਾਰਣ ਹੋਣ ਵਿਚ ਕਿੰਨਾ ਸਮਾਂ ਲੱਗੇਗਾ? - ਫੌਕਸ ਬਿਜ਼ਨਸ",
        "ਉੱਤਰੀ ਕੈਰੋਲੀਨਾ ਦੇ ਇੱਕ ਪਹਾੜੀ ਕਸਬੇ ਦੇ ਅੰਦਰ ਜੋ ਤੂਫਾਨ ਹੈਲੀਨੇ ਨੇ ਲਗਭਗ ਨਕਸ਼ੇ ਨੂੰ ਮਿਟਾ ਦਿੱਤਾ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "1-ਮਹੀਨੇ ਦੇ ਜੁੜਵਾਂ ਬੱਚੇ ਜਿਨ੍ਹਾਂ ਦੀ ਮਾਂ ਨਾਲ ਮੌਤ ਹੋ ਗਈ ਮੰਨਿਆ ਜਾਂਦਾ ਹੈ ਕਿ ਤੂਫਾਨ ਹੇਲੀਨ ਦਾ ਸਭ ਤੋਂ ਘੱਟ ਜਾਣਿਆ ਜਾਂਦਾ ਹੈ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਸਟਾਰਫੀਲਡ ਦਾ ਵੱਡਾ ਟੁੱਟਿਆ ਸਪੇਸ ਵਿਸਥਾਰ ਕਾਫ਼ੀ ਅਜੀਬ ਨਹੀਂ ਹੈ - ਦਿ ਵਰਜ",
        "ਤੂਫਾਨ ਹੇਲੀਨਃ ਡੌਲੀ ਪਾਰਟਨ ਰਿਕਵਰੀ ਦੇ ਯਤਨਾਂ ਲਈ $ 1m ਦਾਨ ਕਰਦਾ ਹੈ - ਬੀਬੀਸੀ.",
        "ਇੱਕ ਨਵਾਂ ਨੀਲਾ ਮੂਲਃ ਸੀਈਓ ਡੇਵ ਲਿੰਪ ਜੈੱਫ ਬੇਜੋਸ ਦੀ ਪੁਲਾੜ ਕੰਪਨੀ ਲਈ ਜ਼ਰੂਰੀ ਅਤੇ ‘ਨਿਰਣਾਇਕਤਾ’ ਲਿਆ ਰਿਹਾ ਹੈ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਯੂਐਫਸੀ 307 ਭਵਿੱਖਬਾਣੀ - ਐਮਐਮਏ ਫਾਈਟਿੰਗ",
        "ਬ੍ਰੌਨੀ ਜੇਮਜ਼ ਐਨਬੀਏ ਪ੍ਰੀ ਸੀਜ਼ਨ ਦੀ ਸ਼ੁਰੂਆਤ ਕਰਦਾ ਹੈ, ਲੇਬਰੋਨ ਬੈਂਚ ਤੋਂ ਦੇਖ ਰਿਹਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਮੈਸੇਚਿਉਸੇਟਸ ਵਿਚ ਦੋ ਹੋਰ womenਰਤਾਂ ਵੈਸਟ ਨੀਲ ਵਾਇਰਸ ਲਈ ਸਕਾਰਾਤਮਕ ਟੈਸਟ ਕਰਦੀਆਂ ਹਨ - ਡਬਲਯੂਸੀਵੀਬੀ ਬੋਸਟਨ",
        "ਸਟੀਲਰਾਂ ਕੋਲ ਜਸਟਿਨ ਫੀਲਡਜ਼ ਦਾ ਬਲੂਪ੍ਰਿੰਟ ਹੈ - ਕੀ ਉਹ ਇਸ ਦੀ ਵਰਤੋਂ ਕਰਨਗੇ? - ਈਐਸਪੀਐਨ",
        "ਨਾਸਾ ਨੇ ਸਾਗਰ ਜਗਤ ਦੀ ਫੋਟੋ ਕੀਤੀ ਜਾਰੀ ਇਹ ਦਰਸਾਉਂਦਾ ਹੈ ਕਿ ਨਾਸਾ ਉਥੇ ਕਿਉਂ ਜਾ ਰਿਹਾ ਹੈ. - ਮੈਸ਼ੇਬਲ",
        "ਮਾਰਬਰਗ ਵਾਇਰਸ ਕੀ ਹੈ ਅਤੇ ਇਹ ਕਿੱਥੇ ਫੈਲਿਆ ਹੈ? - ਅਲ ਜਜ਼ੀਰਾ ਅੰਗਰੇਜ਼ੀ"
    ]
}