{
    "headlines": [
        "Sean ‘Diddy’ Combs ’Anwalt reicht Antrag auf Rückzug aus dem Fall ein - Vielfalt",
        "Puh! Das Risiko, dass der Asteroid 2032 die Erde trifft, ist deutlich gesunken - The Verge",
        "US-Verbraucherstimmung sinkt über Zoll- und Inflationsängste - CNN",
        "Flüge wurden von Australien abgelenkt, während die chinesische Marine eine \"Machtdemonstration\" durchführt - The Washington Post",
        "Yankees ändern langjährige Gesichtshaar-Richtlinie, erlauben jetzt \"gepflegte Bärte\" - Yahoo Sports",
        "Citigroup lässt seine DEI-Bemühungen fallen und schließt sich dem Rückzug von Unternehmen aus Diversity-Initiativen an - CNBC",
        "College-Basketball-Noten: Duke vor dem Unterricht, Alabama knapp bestandenes Zeugnis auf dem Weg zum Wochenende - CBS Sports",
        "Mitglied der Flugbesatzung, die vor dem internationalen Flug nach Paris am Flughafen Boston festgenommen wurde - NBC News",
        "Schweden untersucht mutmaßliche Sabotage von Unterwasser-Telekommunikationskabeln - BBC.com",
        "Laut Gesundheitsbehörden tötet die Grippe in Kalifornien mehr Menschen als COVID. Was ist los? - Sacramento Bee",
        "Tests bestätigen, dass MagSafe das C1-Modem von Apple im iPhone 16e - 9to5Mac nicht stört",
        "Gabriel Macht verrät, warum er für Suits LA zurückkehrt, obwohl er dachte: \"Wir haben genug Zeit mit Harvey verbracht\" - Entertainment Weekly News",
        "Real Unentschieden Madrid Derby in der Champions League; Liverpool trifft auf PSG - Al Jazeera Englisch",
        "Israel sagt, dass der von der Hamas zurückgegebene Körper nicht der einer Geisel ist - NPR",
        "Exklusiv | DOJ Investigates Medicare Billing Practices at UnitedHealth - The Wall Street Journal",
        "Die Polizei von Alabama hat Urlaub genommen, nachdem die Grand Jury gesagt hat, dass sie wie ein \"kriminelles Unternehmen\" funktioniert hat - CBS News",
        "Trump beendet den Abschiebeschutz für 500.000 Haitianer - BBC.com",
        "Philly Trump Fan schockiert, von ‘Wrecking Ball‘ DOGE gefeuert zu werden - The Daily Beast"
    ]
}