{
    "headlines": [
        "من المقرر أن يوافق مجلس الوزراء الإسرائيلي على اتفاق وقف إطلاق النار حيث قتل 20 شخصًا على الأقل في غارات على غزة - BBC.com",
        "أول إطلاق لصاروخ نيو جلين من بلو أوريجين ينطلق من فلوريدا - رويترز",
        "مراجعة \"أحد أيامهم \": كيكي بالمر و SZA يصنعان ثنائيًا مضحكًا في فيلم كوميدي أنتجه عيسى راي - مراسل هوليوود",
        "يُظهر تسرب Samsung Galaxy S25 تراكب Gemini الجديد والكلمة الساخنة والمزيد - 9to5Google",
        "حارب حرائق لوس أنجلوس التي تحرز تقدمًا، والرياح القوية تتلاشى - أصوات ياهو!",
        "تحظر الولايات المتحدة الصبغة الحمراء رقم 3 من الطعام والحلوى والأدوية - BBC.com",
        "جا مورانت يلقي بغمسة جامحة بيد واحدة على فيكتور ويمبانياما ... لم يكن ذلك مهمًا تمامًا - Yahoo Sports",
        "يقول المتطوعون إنه لم يعد هناك عمال مناجم محاصرون تحت الأرض في جنوب إفريقيا - BBC.com",
        "ما قاله مدرب كانساس بيل سيلف عن ولاية أيوا بعد مباراة الأربعاء - Cyclone Fanatic",
        "إدارة النقل تقاضي الجنوب الغربي، وتفرض غرامات على خطوط فرونتير الجوية بسبب تأخر الرحلات المزمن - أكسيوس",
        "تتسابق TikTok نحو الحظر حيث أن المحكمة العليا — وترامب — يقيمان مصيرها - واشنطن بوست",
        "محذوف",
        "جونسون يعزل الرئيس الجمهوري للجنة الاستخبارات في مجلس النواب - سي إن إن",
        "ستنضم نيوزوم في كاليفورنيا إلى حكام الحزب الجمهوري في رفع العلم لافتتاح ترامب - وكالة أسوشيتد برس",
        "النقانق والنقانق و ... الخرف ؟ تربط أبحاث هارفارد ومعهد ماساتشوستس للتكنولوجيا اللحوم فائقة المعالجة بمخاوف صحية جديدة. - بوسطن غلوب",
        "ارتفاع العقود الآجلة لمؤشر داو جونز بعد ارتفاع السوق فوق المستويات الرئيسية ؛ Tesla، Meta Lead 12 عمليات شراء جديدة - Investor's Business Daily",
        "دريك يسقط دعوى قانونية على كيندريك لامار ليس مثلنا - BBC.com",
        "أداء حفل تنصيب ترامب: كيد روك، بيلي راي سايروس، أندروود، المزيد - الموعد النهائي",
        "تتم مقاضاة كونور ماكغريغور بتهمة الاعتداء الجنسي المزعوم في نهائي الدوري الاميركي للمحترفين 2023 - وكالة أسوشيتد برس",
        "حصل تيموثي شالاميت على غرامة قدرها 73 دولارًا بعد ركوب دراجة إلى العرض الأول لفيلم \"A Complete Unknown\" في لندن للتغلب على حركة المرور ؛ لم يركنها بشكل صحيح - متنوع"
    ]
}