{
    "headlines": [
        "تقول الأمم المتحدة إن ما لا يقل عن 70 قتيلاً في هجوم عصابة هايتي - واشنطن بوست",
        "التحديثات المباشرة لولاية أوريغون مقابل ولاية ميشيغان: النقاط البارزة والدرجات والتحديثات من المواجهة الكبرى للأسبوع السادس - الولايات المتحدة الأمريكية اليوم",
        "يلتقي هاريس بقادة عرب أمريكيين ومسلمين في ميشيغان - واشنطن بوست",
        "آن هاثاواي تعود إلى \"يوميات الأميرة 3 \":\" المعجزات تحدث \"- الموعد النهائي",
        "لماذا لا يزال من الممكن أن يكون \"الجوكر 2\" المنتقد بشكل حاسم في سباق الجوائز لليدي غاغا وخواكين فينيكس - تشكيلة",
        "بروكس وكيبهارت حول ما إذا كان دعم ليز تشيني سيساعد هاريس مع الناخبين المستقلين - PBS NewsHour",
        "السفن الحربية والطائرات الأمريكية تضرب أهدافا للحوثيين في اليمن - BBC.com",
        "القراصنة - فالكونز بمتوسط 12.3 مليون مشاهد - إن بي سي سبورتس",
        "لم تقدم إسرائيل أي ضمانات بأنها لن تستهدف المنشآت النووية الإيرانية، حسبما قال مسؤول كبير في وزارة الخارجية لشبكة سي إن إن - سي إن إن",
        "المدعون العامون في لوس أنجلوس لمراجعة الأدلة الجديدة في إدانة الأخوين مينينديز بالقتل عام 1996 - وكالة أسوشيتد برس",
        "مع دوامة المعلومات المضللة في أعقاب إعصار هيلين، يحث المسؤولون السكان على \"وقف خردة نظرية المؤامرة هذه\" - سي إن إن",
        "مارك زوكربيرج يصبح ثالث أغنى شخص في العالم بعد تجاوز جيف بيزوس - فوربس",
        "غارات جوية إسرائيلية عنيفة تستهدف الوريث المحتمل لقائد حزب الله في بيروت - وول ستريت جورنال",
        "مركز السيطرة على الأمراض يطلق طريقة جديدة لقياس اتجاهات كوفيد والإنفلونزا وغيرها لعام 2024 - أخبار سي بي إس",
        "كل ما يمكن معرفته عن توقعات الأضواء الشمالية لكاليفورنيا - SFGATE",
        "قاض فرنسي في محاكمة الاغتصاب الجماعي في بيليكو للسماح للجمهور بمشاهدة أدلة الفيديو - سي بي إس نيوز",
        "يعمل iOS 18.0.1 و iPadOS 18.0.1 على إصلاح بعض الأخطاء الرئيسية، بما في ذلك أجهزة iPad M4 المعطلة - Ars Technica",
        "فقد صاروخ فولكان الثاني من ULA جزءًا من معززه واستمر في العمل - Ars Technica",
        "اختيارات كرة القدم للكلية، الجدول الزمني: التوقعات ضد الانتشار، واحتمالات أفضل 25 مباراة في NCAA في الأسبوع السادس - CBS Sports",
        "يقول لاري سمرز إن تخفيض سعر الفائدة الكبير من قبل بنك الاحتياطي الفيدرالي كان \"خطأ\" بعد تقرير الوظائف الساخنة - نيويورك بوست"
    ]
}