{
    "headlines": [
        "Sydney Sweeney und Glen Powell haben sich in Dallas kennengelernt, nachdem die Schauspielerin die Hochzeit mit Jonathan Davino abgesagt hatte - Seite sechs",
        "Jason Stathams \"A Working Man\" führt die Abendkasse mit 15,2 Millionen US-Dollar an, \"Snow White\" bricht mit 66 % Rückgang zusammen - Vielfalt",
        "Blue Jays setzen Max Scherzer auf Verletztenliste - MLB Handelsgerüchte",
        "Kevin Willard verlässt Maryland für Villanova in chaotischer Abfahrt nach Terrapins 'Sweet 16 Lauf - CBS Sports",
        "Das Problem für die Bernie Sanders-Bewegung ist, was passiert, wenn er weg ist - POLITICO",
        "Anti-Musk-Proteste versammeln sich in der gesamten Region St. Louis. \"Ich habe Familienmitglieder bedroht. '- St. Louis Post-Dispatch",
        "SNL Musical-Gast Morgan Wallen verlässt abrupt während Goodnights — Watch and Weigh In - TVLine",
        "Rakete mit europäischem Orbitalfahrzeug explodiert nach Sekunden nach dem Start in Norwegen - CBS News",
        "GROSSER GEWINNER! Powerball-Spieler knackt $ 545 Millionen-Jackpot: Sehen Sie, wo das Gewinnticket verkauft wurde - WKYC.com",
        "Trump brüllt mehrere Wege der Vergeltung hinunter, wie er geschworen hat. Einige Ziele geben nach, während andere kämpfen - The Associated Press",
        "Der Iran hat direkte Verhandlungen mit den USA als Reaktion auf Trumps Brief abgelehnt - CNN",
        "Trump schließt eine militärische Intervention in Grönland nicht aus — wieder einmal - POLITICO EUROPE",
        "Ex-Yankee Nestor Cortes Mutter nach alptraumhaftem Ausflug: \"Er hat den Ball nicht gut geworfen\" - New York Post",
        "Lorazepam bekommt die Hauptrolle in \"Der weiße Lotus\". \"Was sollten Sie über dieses starke Medikament wissen? - CNN",
        "Gewaltsame Stürme bedrohen Tornados und Golfballgroße Hagel von Illinois bis Osttexas - CNN",
        "Darmkrebs erklärt: Anzeichen, Risiken und Präventionstipps, die Sie kennen sollten - CNET",
        "In Trumps Amerika kann man verschwinden, weil man einen Op-Ed geschrieben hat - The Intercept"
    ]
}