{
    "headlines": [
        "عين ترامب المعلق اليميني دان بونغينو نائباً لمدير مكتب التحقيقات الفيدرالي - BBC.com",
        "المعارضة المحافظة تفوز في الانتخابات الألمانية واليمين المتطرف هو الثاني مع أقوى نتيجة بعد الحرب - وكالة أسوشيتد برس",
        "يستخدم بيل الوقت الإضافي للفوز بسباق كأس ناسكار العاشر - ESPN",
        "قائمة الفائزين بجوائز SAG – تحديث مباشر - الموعد النهائي",
        "أخبار عاجلة: التعرض المحتمل للحصبة في سان أنطونيو - إذاعة تكساس العامة",
        "جنازة ضخمة لقائد حزب الله بعد 5 أشهر من مقتله - بوليتيكو",
        "ستضع الوكالة الأمريكية للتنمية الدولية الآلاف في إجازة إدارية بعد أن يرفع القاضي الحظر عن خطة إدارة ترامب - سي بي إس نيوز",
        "يقول الفاتيكان إن البابا لا يزال في حالة حرجة مع علامات فشل كلوي \"معتدل\" - سي إن إن",
        "الوكالات الفيدرالية ترفض رواية إيلون ماسك \"ماذا فعلت الأسبوع الماضي ؟ البريد الإلكتروني - صحيفة وول ستريت جورنال",
        "إطلاق Mortal Kombat 1 DLC character T -1000 في 18 مارس لمالكي Kombat Pack 2، في 25 مارس للجميع - Gematsu",
        "يمكن تقليل خطر الإصابة بالخرف عن طريق القيام بذلك لمدة 5 دقائق في اليوم: الدراسة - ياهو",
        "يقول السيناتور جاك ريد إن ترامب وهيجسيث يقومان بتسييس الجيش - بوليتيكو",
        "أدرج وارن بافيت 4 لآلئ رئيسية من الحكمة في رسالته السنوية للمساهمين - بيزنس إنسايدر",
        "تشارك قوة الفضاء صورة للأرض التقطتها طائرة الفضاء X -37B - The Verge",
        "أليكس أوفيتشكين متتبع الأهداف: \"الثمانية الكبار\" على بعد 13 دقيقة من تحطيم الرقم القياسي لواين غريتزكي البالغ 894 - ياهو سبورتس",
        "تحصل كيوريم بالأبيض والأسود على تأثيرات مغامرة جديدة! - Pokémon GO Hub",
        "يكشف هنري سيجودو عن الأضرار الناجمة عن وخز العين الذي أنهى معركته ضد سونغ يادونغ في UFC Seattle - MMA Fighting",
        "قالت السلطات إن المشتبه به الذي قتل ضابط شرطة واحتجز موظفي مستشفى بنسلفانيا رهائن زار وحدة العناية المركزة في الأسبوع السابق",
        "اقتراع الأوسكار الصادق بوحشية رقم 1: \"كونكلاف\" لأفضل فيلم، خسر نجم \"إميليا بيريز\" صوته بتغريدات - مراسل هوليوود",
        "تم تحويل رحلة الخطوط الجوية الأمريكية إلى روما بسبب \"مشكلة أمنية محتملة\" - ABC News"
    ]
}