{
    "headlines": [
        "Shares of key chip suppliers jump as U.S. reportedly considers toned-down China curbs - CNBC",
        "Emergency blackouts across Ukraine after 'massive' missile attack - BBC.com",
        "NFL odds, expert picks: Predictions, best bets, where to watch, stream Thanksgiving, 'Black Friday' games - CBS Sports",
        "Inside Russia’s new missile, ‘Oreshnik’ - Reuters.com",
        "South Korea: At least four dead in heavy snowfall - DW (English)",
        "Court backs Texas over razor wire installed on U.S.-Mexico border - NPR",
        "Mexico leader responds to Trump claim she agreed to stop migration - BBC.com",
        "Zuckerberg dines with Trump in Mar-a-Lago - The Associated Press",
        "FTC reportedly opens antitrust investigation into Microsoft - TechCrunch",
        "IDF Tells Lebanese Residents Not to Return to Villages Near Israeli Border - Haaretz",
        "China Defence Minister Dong Jun’s fate unclear as corruption probe sparks differing account - Reuters",
        "Asian stocks subdued, dollar drifts ahead of US Thanksgiving - Reuters.com",
        "Gaza deal appears distant even with Lebanon cease-fire - The Washington Post",
        "Trump transition team says several Cabinet picks targeted with bomb threats and swatting - CNN",
        "Sean ‘Diddy’ Combs denied bail by third judge as he awaits sex trafficking trial - The Associated Press",
        "'Dancing With The Stars' Season 33 Finale Ratings Best In 4 Years - Deadline",
        "Questions follow massive recall of California raw milk after bird flu testing - Yahoo! Voices",
        "Here's why bird flu fears are intensifying - NPR",
        "Travis Kelce's Ex-Girlfriend Facing Backlash Over Emotional Admission About Breakup - Athlon Sports",
        "Can We Get A Chee Who? ‘Moana 2’ Easily Hooking Best Thanksgiving Opening At $170M+, More Records To Be Broken; ‘Wicked’ $92M, ‘Gladiator II’ $39M+ – Box Office - Deadline"
    ]
}