{
    "headlines": [
        "Apple 'Glowtime' event live blog — iPhone 16, Apple Watch 10, AirPods 4 and more - Tom's Guide",
        "Overreactions after Week 1 of the NFL season: Kirk Cousins benched already? Cowboys made mistake paying Dak? - CBS Sports",
        "At least 14 killed, 43 injured in Israeli airstrikes, Syrian state news agency says - CNN",
        "Tracking Potential Tropical Cyclone 6: Interactive storm radar, latest cone and impacts - WDSU New Orleans",
        "'Shogun' wins record-breaking 14 Emmys at Creative Arts ceremony as Jamie Lee Curtis gets her first - The Associated Press",
        "Patti Scialfa, Bruce Springsteen’s Wife and E Street Bandmate, Reveals Blood Cancer Diagnosis - Variety",
        "Local school districts announce schedule changes amid record temps in Southern California - KTLA Los Angeles",
        "Norfolk Southern says investigating CEO over alleged misconduct - Yahoo Finance",
        "Asian Stocks Tumble as Worry on US Economy Sinks Tech Shares - Yahoo Finance",
        "A blockbuster Chinese video game sparks debate on sexism in the nation’s gaming industry - The Associated Press",
        "Thousands flee out-of-control wildfires in California and Nevada - Axios",
        "Miami-Dade police officer placed on administrative duty after Dolphins star Tyreek Hill detained before game - CNN",
        "Taylor Swift and Travis Kelce Grab Dinner in NYC After US Open Date - TMZ",
        "Boeing Starliner Returns Home With No Crew: NASA Expert Explains Why - ScienceAlert",
        "Why The Bear Star Will Poulter's Fitness Transformation Has Everyone Saying \"Yes, Chef\" - E! Online - E! NEWS",
        "House Republicans and Democrats to issue dueling documents casting blame for mistakes made in US withdrawal from Afghanistan - CNN",
        "[Removed]",
        "Donald Trump preparing for debate with help from Matt Gaetz, Tulsi Gabbard: Sources - ABC News",
        "Trump pledges to jail opponents, baselessly suggests election will be stolen from him - The Washington Post",
        "Dallas Cowboys vs. Cleveland Browns | NFL 2024 Week 1 Game Highlights - NFL"
    ]
}