{
    "headlines": [
        "مشاهدة: الرئيس التنفيذي لشركة وسائل التواصل الاجتماعي الجديدة التي تتنافس مع X يصف تجارب المستخدمين - سي إن إن",
        "بينما يدور إعصار القنبلة المميت في سياتل، قد يكون هناك إعصار آخر خلفه مباشرة - صحيفة سياتل تايمز",
        "الرئيس الصيني يزور برازيليا لتحديد سقف جولة استعراض النفوذ الدبلوماسي - رويترز",
        "ولاية بويز ترتفع و BYU تقع في أحدث توقعات قوس CFP - واشنطن بوست",
        "راسل ويستبروك من ناجتس يصبح أول لاعب في تاريخ الدوري الاميركي للمحترفين يصل إلى 200 ثنائي ثلاثي - سي بي اس سبورتس",
        "أرسلت كوريا الشمالية رجلًا غامضًا لقيادة قواتها التي تقاتل أوكرانيا - صحيفة وول ستريت جورنال",
        "يوافق بايدن على إعطاء أوكرانيا ألغامًا مضادة للأفراد - BBC.com",
        "آبل تصدر تحديثات عاجلة لتصحيح الثغرات الأمنية المستغلة بنشاط في يوم الصفر - أخبار المخترقين",
        "جاي كاتلر مخطوب لسامانثا روبرتسون بعد عامين من طلاق كريستين كافالاري: تقرير - الصفحة السادسة",
        "يختار ترامب الممول هوارد لوتنيك كوزير للتجارة - BBC.com",
        "ينتقل مسؤولو لوس أنجلوس إلى إنشاء المدينة كملاذ للمهاجرين والشباب من مجتمع الميم قبل عودة ترامب إلى البيت الأبيض - سي إن إن",
        "تشير السجلات إلى أن غايتز أرسل أكثر من 10 آلاف دولار في مدفوعات فينمو إلى امرأتين أدلتا بشهادتيهما في تحقيق مجلس النواب - ABC News",
        "ترامب يعين ليندا ماكماهون كوزيرة للتعليم - سي إن إن",
        "تود ماكشاي يشعل وودي جونسون بالطائرات في حالة من الفوضى بعد إطلاق جو دوغلاس النار - نيويورك بوست",
        "لا يستطيع دونالد وإيلون الاكتفاء من بعضهما البعض. - بوليتيكو",
        "أكثر من عشرين قتيلاً بعد محاولة هجوم على ضاحية هايتي - Reuters.com",
        "تظهر نتائج أداة الطاقة المظلمة \"المذهلة\" أن أينشتاين كان محقًا بشأن الجاذبية — مرة أخرى - Space.com",
        "يضيف تحديث PlayStation Portal دعمًا للألعاب السحابية في الإصدار التجريبي، دون الحاجة إلى PS5 - Eurogamer",
        "يقوم المحللون بتحديث هدف سعر سهم Nvidia قبل الأرباح - TheStreet",
        "القاضي يوقف استخدام المدعي العام لأوراق سجن شون \"ديدي\" كومز في الوقت الحالي - WKRC TV Cincinnati"
    ]
}