{
    "headlines": [
        "تحديثات RAMS vs. Cardinals المباشرة: نتائج دوري كرة القدم الأمريكية، إحصائيات اللعبة، النقاط البارزة، أين تشاهد مباراة ليلة السبت - CBS Sports",
        "تقوم إسرائيل بإخلاء مستشفى كمال عدوان في غزة بالقوة وتحتجز الطاقم الطبي - BBC.com",
        "ما لا يقل عن 28 قتيلاً في حادث تحطم طائرة في كوريا الجنوبية - تقارير - BBC.com",
        "Tee Higgins ’3 - yard TD reception with 1:07 left in OT يبقي آمال Bengals في التصفيات حية - NBC Sports",
        "تحديث: اختبارات مقاطعة ساسكس لإوز الثلج إيجابية افتراضية لإنفلونزا الطيور - WBOC TV 16",
        "كام وارد يتغلب على النصف الثاني من خسارة ميامي في بوب تارتس بول: وسائل التواصل الاجتماعي تتفاعل - يو إس إيه توداي",
        "الأمواج العملاقة تقتل 1 على الأقل في الإكوادور، وتغلق الموانئ في بيرو - سي بي إس نيوز",
        "خلل في المعدة يسبب القيء المفاجئ والإسهال في الولايات المتحدة - KSDK.com",
        "15 جريحًا بعد اصطدام قطار برايت لاين بشاحنة إطفاء في فلوريدا - ABC News",
        "عارضة الأزياء والممثلة دايل هادون توفيت عن عمر يناهز 76 عامًا بسبب تسرب أول أكسيد الكربون الواضح - سي إن إن",
        "ما لا يقل عن قتيل واحد، \"أضرار جسيمة للمباني\" في بلدة تكساس وسط عاصفة شديدة، كما يقول رئيس البلدية - ABC News",
        "شبة \"العازبة\" أندي دورفمان في المستشفى مصابًا بأورام دموية بعد أقل من أسبوع من الولادة - الصفحة السادسة",
        "يقول مكتب بنيامين نتنياهو الإسرائيلي إنه سيخضع لعملية جراحية لإزالة البروستاتا - سي بي إس نيوز",
        "يقف ترامب إلى جانب إيلون ماسك في مناقشة تأشيرة H -1B، ويقول إنه كان دائمًا مؤيدًا للبرنامج - رويترز",
        "الفوز بتذكرة الفوز بالجائزة الكبرى لليانصيب بقيمة 1.22 مليار دولار تم بيعها في كاليفورنيا، كما تقول شركة Mega Millions - Yahoo! Voices",
        "سجل التشرد في الولايات المتحدة رقمًا قياسيًا في عام 2024 - BBC.com",
        "لن تغلق جميع متاجر Big Lots: التعامل مع Gordon Brothers يبقي ما يصل إلى 400 متجر مفتوحًا - الولايات المتحدة الأمريكية اليوم",
        "شاهد دخول جو بورو إلى ملعب بايكور قبل مباراة البنغال ضد برونكوس - The Cincinnati Enquirer",
        "رجل متهم بمهاجمة مراسل تلفزيوني، قائلاً \"هذه هي أمريكا ترامب الآن\" - سي إن إن",
        "رئيس منظمة الصحة العالمية \"نجا من الموت بأعجوبة\" في هجوم مطار اليمن - BBC.com"
    ]
}