{
    "headlines": [
        "ਜਾਪਾਨ ਦੇ ਤਜਰਬੇਕਾਰ ਸੰਸਦ ਮੈਂਬਰ ਸ਼ਿਗੇਰੂ ਈਸ਼ੀਬਾ 'ਅੰਤਮ ਲੜਾਈ' ਤੋਂ ਬਾਅਦ ਪ੍ਰਧਾਨ ਮੰਤਰੀ ਬਣਨਗੇ - ਰਾਇਟਰਜ਼",
        "ਸਾ Southਥਵੈਸਟ ਏਅਰਲਾਈਨਜ਼ 2025 ਵਿਚ ਨਿਰਧਾਰਤ ਸੀਟਿੰਗ, ਪ੍ਰੀਮੀਅਮ ਕੈਬਿਨ ਲਾਂਚ ਕਰੇਗੀ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਜੰਗਬੰਦੀ ਦੀਆਂ ਕਾਲਾਂ ਦੇ ਬਾਵਜੂਦ ਇਜ਼ਰਾਈਲ ਹਿਜ਼ਬੁੱਲਾ ਨਾਲ ‘ਪੂਰੀ ਤਾਕਤ’ ਨਾਲ ਲੜ ਰਿਹਾ ਹੈ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "\"ਵਿਨਾਸ਼ਕਾਰੀ\" ਸ਼੍ਰੇਣੀ 4 ਤੂਫਾਨ ਹੈਲੀਨੇ ਫਲੋਰਿਡਾ - ਐਕਸੀਓਸ ਵਿੱਚ ਲੈਂਡਫਾਲ ਬਣਾਉਂਦਾ ਹੈ",
        "ਮੈਕਸੀਕੋ 'ਚ 43 ਲਾਪਤਾ ਵਿਦਿਆਰਥੀਆਂ ਦੇ ਪਰਿਵਾਰ 10 ਸਾਲ ਬਾਅਦ ਵੀ ਕਰ ਰਹੇ ਹਨ ਇਨਸਾਫ ਦੀ ਮੰਗ - The Associated Press",
        "ਯੂਕਰੇਨ ਯੁੱਧ: ਪੁਤਿਨ ਦੇ ਪਰਮਾਣੂ ਹਮਲਿਆਂ ਦੀ ਸੂਚੀ ‘ਚ ਪੁਤਿਨ ਦੀ ਥਾਂ ਪੁੱਜੇਗਾ ਪੁਤਿਨ",
        "ਇਜ਼ਰਾਈਲ ਵਿਰੋਧੀ ਪ੍ਰਦਰਸ਼ਨਕਾਰੀ ਧਮਕੀ ਨਾਲ ਨੇਤਨਯਾਹੂ ਦੇ ਐਨਵਾਈਸੀ ਹੋਟਲ ਦੇ ਬਾਹਰ ‘ਅਸੀਂ ਤੁਹਾਨੂੰ ਪ੍ਰਾਪਤ ਕਰਾਂਗੇ' ਦੇ ਨਾਅਰੇ ਲਗਾਉਂਦੇ ਹਨ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਮੀਕਾਹ ਪਾਰਸਨ ਦੇ ਜ਼ਖਮੀ ਗਿੱਟੇ ’ਤੇ ਐਕਸ-ਰੇ ਨਕਾਰਾਤਮਕ, ਪਰ ਉਹ ਐਮਆਰਆਈ ਤੋਂ ਲੰਘੇਗਾ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਅਲਾਬਾਮਾ ਨੇ ਦੇਸ਼ ਦੀ ਦੂਜੀ ਨਾਈਟ੍ਰੋਜਨ ਗੈਸ ਫਾਂਸੀ ਵਿਚ 3 ਦੀ ਹੱਤਿਆ ਕਰਨ ਦੇ ਦੋਸ਼ੀ ਨੂੰ ਦੋਸ਼ੀ ਠਹਿਰਾਇਆ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਰਿਪਬਲਿਕਨ ਗੁੱਸੇ ਵਿਚਾਲੇ ਨਿਊਯਾਰਕ 'ਚ ਮੁਲਾਕਾਤ ਕਰਨਗੇ ਟਰੰਪ ਤੇ ਜ਼ੇਲੇਂਸਕੀ - BBC.com",
        "ਡੱਲਾਸ Cowboys ਬਨਾਮ ਨਿਊਯਾਰਕ ਜਾਇੰਟਸ ਖੇਡ ਹਾਈਲਾਈਟਸ | ਐਨਐਫਐਲ 2024 ਸੀਜ਼ਨ ਹਫਤਾ 4 - ਐਨਐਫਐਲ",
        "‘ਗ੍ਰੇਜ਼ ਐਨਾਟੋਮੀ' ਸ਼ੋਅਰਨਰ ਟਾਕਸ ਪ੍ਰੀਮੀਅਰਜ਼ ਟਵਿਸਟਸ ਐਂਡ ਬਿਗ ਰਿਟਰਨ, ਟੀਜ਼ ਲਚਕੀਲਾਪਣ-ਥੀਮਡ ਸੀਜ਼ਨ 21 ਦੇ ਤੌਰ ਤੇ 2 ਕਾਸਟ ਮੈਂਬਰ ਬਾਹਰ ਨਿਕਲਣ ਦੀ ਤਿਆਰੀ ਕਰਦੇ ਹਨ - ਡੈੱਡਲਾਈਨ",
        "ਅੱਜ ਦਿਖਾਓ ਦੇ Dylan Dreyer ਸ਼ੇਅਰ ਜੋ Hoda Kotb ਤਬਦੀਲ ਕਰ ਸਕਦਾ ਹੈ - ਈ! ਆਨਲਾਈਨ - ਈ! ਨਿਊਜ਼",
        "ਵੋਟਿੰਗ ਟੈਕਨੋਲੋਜੀ ਫਰਮ, ਕੰਜ਼ਰਵੇਟਿਵ ਆਉਟਲੈਟ 2020 ਦੇ ਚੋਣ ਮਾਣਹਾਨੀ ਕੇਸ ਵਿੱਚ ਬੰਦੋਬਸਤ ਪਹੁੰਚੋ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਗਲੋਬਲ ਮਾਇਓਪੀਆ ਸੰਕਟਃ 3 ਵਿੱਚੋਂ 1 ਬੱਚੇ ਹੁਣ ਨਜ਼ਦੀਕ ਹਨ - SciTechDaily",
        "ਅਲਟੀਮੇਟ ਟੀਜ਼ - ਰੋਲਿੰਗ ਸਟੋਨ ਦੇ ਨਾਲ ਸ਼ਾਨੀਆ ਟਵੇਨ ਓਪਨ ਪੀਪਲਜ਼ ਚੁਆਇਸ ਕੰਟਰੀ ਅਵਾਰਡਜ਼ ਵੇਖੋ",
        "ਟਰੰਪ ਦੀ ਮੁਹਿੰਮ ਨੂੰ ਨਿਸ਼ਾਨਾ ਬਣਾਉਣ ਦੇ ਇਰਾਨੀ ਹੈਕਰਾਂ 'ਤੇ ਦੋਸ਼, ਸੂਤਰਾਂ ਦਾ ਕਹਿਣਾ ਹੈ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਸੀਬੀਐਸ ਨਿ Newsਜ਼ ਨੇ ਘਾਨਾ ਦੇ ਰੋਮਾਂਸ ਘੁਟਾਲਿਆਂ ਨੂੰ ਕਿਵੇਂ ਟਰੈਕ ਕੀਤਾ ਜੋ ਅਮਰੀਕੀਆਂ ਨੂੰ ਵੱਡੀ ਰਕਮ ਨਾਲ ਵੰਡਣ ਲਈ ਧੋਖਾ ਦਿੰਦੇ ਹਨ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਐਨਵਾਈਸੀ ਦੇ ਮੇਅਰ ਏਰਿਕ ਐਡਮਜ਼ ਨੂੰ ਫੈਡਰਲ ਭ੍ਰਿਸ਼ਟਾਚਾਰ ਦੀ ਜਾਂਚ ਵਿਚ ਦੋਸ਼ੀ ਠਹਿਰਾਇਆ ਗਿਆ; ਗਲਤ ਮੁਹਿੰਮ ਦੇ ਯੋਗਦਾਨ ਨੂੰ ਸਵੀਕਾਰ ਕਰਨ ਦਾ ਦੋਸ਼ - ਏਬੀਸੀ 7 ਨਿ New ਯਾਰਕ",
        "ਐਫ ਡੀ ਏ ਨੇ 30 ਸਾਲਾਂ ਤੋਂ ਵੱਧ ਸਮੇਂ ਵਿਚ ਸ਼ਾਈਜ਼ੋਫਰੀਨੀਆ ਲਈ ਪਹਿਲੀ ਨਵੀਂ ਦਵਾਈ ਨੂੰ ਮਨਜ਼ੂਰੀ ਦਿੱਤੀ - ਏਬੀਸੀ ਨਿ Newsਜ਼"
    ]
}