{
    "headlines": [
        "ਚੀਫਸ-ਟੈਕਸਨਜ਼ ਗੇਮ ਤੋਂ ਟ੍ਰੈਵਿਸ ਕੈਲਸੀ ਅਤੇ ਟੇਲਰ ਸਵਿਫਟ ਦੀਆਂ ਨੌਂ ਫੋਟੋਆਂ - ਕੰਸਾਸ ਸਿਟੀ ਸਟਾਰ",
        "ਟਾਇਸਨ ਫਿਊਰੀ ਬਨਾਮ ਓਲੇਕਸੈਂਡਰ ਉਸੀਕ ਲਾਈਵ ਅਪਡੇਟਸਃ ਟਾਈਮ, ਕਾਰਡ, ਔਕੜਾਂ, ਰੀਮੈਚ ਲਈ ਅਨੁਮਾਨ - ਅਮਰੀਕਾ ਅੱਜ",
        "ਸੁਪਰੀਮ ਕੋਰਟ ਦੇ ਨੈਤਿਕਤਾ ਦੀ ਸੈਨੇਟ ਸਮੀਖਿਆ ਵਧੇਰੇ ਲਗਜ਼ਰੀ ਯਾਤਰਾਵਾਂ ਲੱਭਦੀ ਹੈ ਅਤੇ ਲਾਗੂ ਕਰਨ ਯੋਗ ਆਚਰਣ ਕੋਡ ਦੀ ਅਪੀਲ ਕਰਦੀ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਕਿਸ ਜੰਗਾਲ? ਟੀਮ ਵੁਡਸ ਨੇ 59 ਨੂੰ ਨਿਸ਼ਾਨਾ ਬਣਾਇਆ, ਪੀਐਨਸੀ ਚੈਂਪੀਅਨਸ਼ਿਪ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ ਵਿਖੇ ਸ਼ੇਅਰਾਂ ਦੀ ਲੀਡ",
        "ਟੈਕਸਾਸ ਬਨਾਮ ਕਲੇਮਸਨ ਲਾਈਵ ਸਟ੍ਰੀਮ, ਕਿੱਥੇ ਵੇਖਣਾ ਹੈ, ਟੀਵੀ ਚੈਨਲ, ਕਾਲਜ ਫੁੱਟਬਾਲ ਪਲੇਆਫ ਦੀਆਂ ਸੰਭਾਵਨਾਵਾਂ, ਭਵਿੱਖਬਾਣੀ, ਪਿਕ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਡਬਲਯੂਜੀਏ ਨੇ ਲੇਖਕਾਂ ਨੂੰ “ਬਹੁਤ ਸਾਰੇ ਪ੍ਰਾਜੈਕਟਾਂ” 'ਤੇ ਭੁਗਤਾਨ ਨਾ ਕਰਨ ਤੋਂ ਬਾਅਦ ਪਿੰਡ ਰੋਡ ਸ਼ੋਅ ਦੇ ਨਾਲ ਕੰਮ ਕਰਨ' ਤੇ ਪਾਬੰਦੀ ਲਗਾਈ - ਡੈੱਡਲਾਈਨ",
        "ਬਲੇਕ ਲਾਈਵਲੀ ਨੇ ਦੋਸ਼ ਲਾਇਆ ਕਿ ਇਹ ਸਾਡੇ ਨਾਲ ਖਤਮ ਹੁੰਦਾ ਹੈ ਸਹਿ-ਸਟਾਰ ਜਸਟਿਨ ਬਾਲਡੋਨੀ ਦੀ ਸਮਾਈਅਰ ਮੁਹਿੰਮ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਬ੍ਰਾਜ਼ੀਲ 'ਚ ਯਾਤਰੀ ਬੱਸ ਤੇ ਟਰੱਕ ਦੀ ਟੱਕਰ' ਚ 38 ਲੋਕਾਂ ਦੀ ਮੌਤ - CNN",
        "ਜਿਨਸੀ ਦੁਰਾਚਾਰ ਦੇ ਦਾਅਵਿਆਂ ਦੇ ਵਿਚਕਾਰ ਐਨਵਾਈਪੀਡੀ ਉੱਚ ਪੱਧਰੀ ਸ਼ੈਕਅਪ ਵਿੱਚ ਉਲਝੀ, ਏਰਿਕ ਐਡਮਜ਼ ਦੀ ਜਾਂਚ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਸੈਨੇਟ ਨੇ ਬਹੁਤ ਸਾਰੇ ਰਿਟਾਇਰਡ ਪਬਲਿਕ ਸਰਵਿਸ ਵਰਕਰਾਂ ਲਈ ਸਮਾਜਿਕ ਸੁਰੱਖਿਆ ਲਾਭਾਂ ਨੂੰ ਹੁਲਾਰਾ ਦਿੱਤਾ - ਪੀਬੀਐਸ ਨਿ Newsਜ਼ਹੋਰ",
        "ਬਾਇਡਨ ਨੇ ਬਿੱਲ 'ਤੇ ਦਸਤਖਤ ਕੀਤੇ ਜੋ ਸਰਕਾਰ ਦੇ ਬੰਦ ਹੋਣ ਨੂੰ ਰੋਕਦੇ ਹਨ ਅਤੇ ਵਾਸ਼ਿੰਗਟਨ ਦੇ ਉਥਲ-ਪੁਥਲ ਦੇ ਦਿਨਾਂ ਦੇ ਨੇੜੇ ਲਿਆਉਂਦੇ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਹਟਾਈ",
        "ਯਮਨ ਤੋਂ ਇਕ ਰਾਕੇਟ ਨੇ ਤੇਲ ਅਵੀਵ 'ਤੇ ਹਮਲਾ ਕੀਤਾ, 16 ਜ਼ਖਮੀ ਹੋਏ, ਅਤੇ ਫਲਸਤੀਨੀ ਗਾਜ਼ਾ ਵਿਚ ਇਕ ਦਰਜਨ ਬੱਚਿਆਂ' ਤੇ ਸੋਗ ਕਰਦੇ ਹਨ - ਪੋਲੀਟਿਕੋ",
        "ਬਾਕਸ ਆਫਿਸਃ ‘ਸੋਨਿਕ ਦਿ ਹੇਜਹੌਗ 3’ 25 ਮਿਲੀਅਨ ਡਾਲਰ ਦੇ ਉਦਘਾਟਨ ਵਾਲੇ ਦਿਨ, ‘ਮੁਫਾਸਾਃ ਦ ਲਾਇਨ ਕਿੰਗ’ 13.3 ਮਿਲੀਅਨ ਡਾਲਰ ਦੇ ਨਾਲ ਟ੍ਰੇਲ - ਵੰਨਗੀ",
        "ਸਰਦੀਆਂ ਦਾ ਐਨਵਾਈਸੀ ਦਾ ਪਹਿਲਾ ਬਰਫ ਦਾ ਤੂਫਾਨਃ ਟ੍ਰਾਈ-ਸਟੇਟ ਟੋਟਲਸ ਸਾਹਮਣੇ ਆਉਣ ਵਾਲੇ ਤਾਪਮਾਨ ਦਾ ਖੁਲਾਸਾ ਅਤੇ ਠੰਡ - ਦਿ ਡੇਲੀ ਗਲੈਕਸੀ --ਗਰੇਟ ਡਿਸਕਵਰੀਜ਼ ਚੈਨਲ",
        "ਕੈਲੀਫੋਰਨੀਆ ਨੇ ਐਮਰਜੈਂਸੀ ਐਲਾਨੀ ਹੈ । ਬਰਡ ਫਲੂ ਕਿੰਨਾ ਗੰਭੀਰ ਹੈ? - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਕ੍ਰਿਸਮਸ ਲਈ ਕੁਝ ਬੱਚੇ ਵਾਕਮੈਨ ਅਤੇ ਸੀਡੀ ਕਿਉਂ ਪ੍ਰਾਪਤ ਕਰ ਰਹੇ ਹਨ - ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "Ursids ਨੂੰ ਕਿਵੇਂ ਵੇਖਣਾ ਹੈ, ਅੰਤਮ ਮੀਟੀਅਰ ਸ਼ਾਵਰ ਜੋ 2024 ਵਿਚ ਸਿਖਰ ਤੇ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਜਰਮਨ ਕ੍ਰਿਸਮਸ ਮਾਰਕੀਟ ਹਮਲੇ 'ਚ ਮਰਨ ਵਾਲਿਆਂ ਦੀ ਗਿਣਤੀ ਹੋਈ ਪੰਜ, 200 ਤੋਂ ਵੱਧ ਜ਼ਖਮੀ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਵਿਗਿਆਨੀ ਕੁਆਂਟਮ ਪ੍ਰਯੋਗਾਂ ਵਿੱਚ 'ਨਕਾਰਾਤਮਕ ਸਮਾਂ' ਦੇਖਦੇ ਹਨ - Phys."
    ]
}