{
    "headlines": [
        "Aktien-Futures steigen, da die Wall Street versucht, die große Rallye nach den Wahlen zu verlängern, Fed voraus: Live-Updates - CNBC",
        "Elon Musk hat viel auf Trump gewettet — und gewonnen. Wird es sich für Tesla auszahlen? - Yahoo Finance",
        "Australien plant ein Social-Media-Verbot für Kinder unter 16 Jahren - The Associated Press",
        "Die Fed wird nach Trumps Wahlsieg den jüngsten Zinsschritt bekannt geben - Fox Business",
        "Hurrikan Rafael lässt Kuba taumeln, zieht in den Golf von Mexiko - CBS News",
        "Tagsüber besonders \"schläfrig\" zu sein, bedeutet eine höhere Wahrscheinlichkeit, dieses Prä-Demenz-Syndrom zu entwickeln - New York Post",
        "Kamala Harris sagt den Unterstützern in der Konzessionsrede \"Gib niemals auf\" - BBC.com",
        "Deutschland-Koalition: Regierung am Rande des Zusammenbruchs, nachdem wichtige Minister gefeuert wurden - BBC.com",
        "Trump nimmt nach dem Wahlsieg Anrufe von der wachsenden Liste der führenden Politiker der Welt entgegen - ABC News",
        "Die USA setzen Plädoyer-Deals für Khalid Sheikh Mohammed und andere 9/11-Verdächtige wieder ein - Al Jazeera Englisch",
        "\"Jeopardy!\" -Kandidat bricht das Schweigen über sexistische Hinweise, die Gastgeber Ken Jennings gezwungen haben, sich zu entschuldigen - New York Post",
        "Luke In 'First Kid' 'Memba Ihn?! - TMZ",
        "[removed]",
        "Jahre nach historischen Gipfeltreffen steht Trump vor einem ermutigten Nordkorea - Reuters",
        "Horoskop für Donnerstag, 7. November 2024 - Chicago Sun-Times",
        "'Übermenschliche' Kalkbrennernetze 49 für Creighton - ESPN",
        "Tausende wurden zur Evakuierung aufgefordert, da ein starkes, windgespeistes Lauffeuer Häuser in Südkalifornien niederbrennt - The Associated Press",
        "Steph Curry schreibt NBA-Geschichte in Golden State Warriors vs. Boston Celtics - Sports Illustrated",
        "Das Galaxy S25 könnte in diesen online-exklusiven Farben erhältlich sein - SamMobile - Samsung News",
        "„Es gab viele Fehler“: Demokraten fangen an, sich gegenseitig die Augen auszureißen - Axios"
    ]
}