{
    "headlines": [
        "Galaxy S26 Ultra camera could bring back one of Samsung's best ideas - SamMobile - Samsung news",
        "North Carolina Tar Heels vs. Duke Blue Devils Live Score and Stats - March 14, 2025 Gametracker - CBS Sports",
        "‘Snow White’ Actor Responds to Disney Movie’s Premiere Pivot: “They’re Afraid” - Hollywood Reporter",
        "G-7 overlooks Trump’s brash insults to find agreement on Russia, China - The Washington Post",
        "The Players Championship: Rory McIlroy, Scottie Scheffler and Xander Schauffele stage the kind of showdown golf needs - Yahoo Sports",
        "US government shutdown averted as Senate passes spending bill - BBC.com",
        "Amid bursts of resistance, Trump administration squeezes colleges over pro-Palestinian protests as activist remains detained - CNN",
        "Seahawks Agree To Terms With Super Bowl MVP Receiver Cooper Kupp - Seahawks.com",
        "Wendy Williams denies she's incapacitated in 'The View' interview. What she says about her guardianship, hospitalization, alcohol use. - Yahoo Entertainment",
        "SpaceX launches relief crew for NASA's beleaguered Starliner astronauts on ISS (video) - Space.com",
        "Gene Hackman's dog likely died of starvation and dehydration, necropsy report finds - ABC7 Los Angeles",
        "No, Russia Has Not Surrounded Thousands Of Ukrainian Troops In Kursk - Forbes",
        "H5N1 bird flu virus is infectious in raw milk cheese for months, posing risk to public health, study shows - CNN",
        "More than 50 universities face federal investigations as part of Trump’s anti-DEI campaign - The Associated Press",
        "Donald Trump, In DOJ Speech, Calls CNN And MSNBC \"Illegal\" For Reporting Negatively On Him - Deadline",
        "US measles cases reach 5-year high; 15 states report cases, Texas outbreak grows - Ars Technica",
        "Stock Market Today: Dow Rises More Than 600 Points After Shutdown Averted - The Wall Street Journal",
        "Rubio says South Africa's ambassador to the US 'is no longer welcome' in the country - The Associated Press"
    ]
}