{
    "headlines": [
        "تقترب نهاية شركة سكايب الرائدة في مجال الاتصال عبر الإنترنت حيث تخطط مايكروسوفت للإغلاق - واشنطن بوست",
        "يقول ترامب إنه تناول العشاء مع أسبوع بيزوس لتغييرات واشنطن بوست - أكسيوس",
        "أصبح آرون رودجرز احتمالًا حقيقيًا للغاية بعد رفض ماثيو ستافورد - نيويورك بوست",
        "هيئة المحلفين تبدأ المداولات في محاكمة المالك في إلينوي المتهم بقتل صبي مسلم - وكالة أسوشيتد برس",
        "وفاة جين هاكمان: يقول المحققون إن الممثل وزوجته قد تكون ميتة \"لعدة أيام وربما تصل إلى أسبوعين\" - ياهو للترفيه",
        "مسؤولو ترامب يبدأون في تفكيك مكاتب الحقوق المدنية، كجزء من خطة دوجي السرية - واشنطن بوست",
        "تلتقط صورة \"موكب الكوكب\" 7 كواكب في خط فوق الأرض — ربما لأول مرة على الإطلاق - Livescience.com",
        "عزلت بوب التشنج القصبي، وبدأت التهوية غير الغازية - أخبار الفاتيكان",
        "يوافق ستافورد على إعادة هيكلة الصفقة مع RAMS - ESPN",
        "توقعاتنا النهائية للفائز بجائزة الأوسكار لعام 2025 - أفضل صورة تالية",
        "يدعي بليك ليفلي الفوز \"المصمم\" في مذكرات استدعاء جاستن بالدوني للاتصالات المناوشات ؛ يستأجر طبيب بيطري في العلاقات العامة نيك شابيرو - الموعد النهائي",
        "يقول ترامب إن زيلينسكي يمكن أن \"يعود عندما يكون مستعدًا للسلام\" بعد تبادل ناري للبيت الأبيض - فوكس نيوز",
        "يقال إن ديفين بوكر \"صُدم\" بعد أن طلب منه مدرب صنز مايك بودنهولزر أن يتحدث أقل في الملعب - ياهو سبورتس",
        "المكسيك تسلم أمير المخدرات الشهير رافائيل كارو كينتيرو وعشرات من أعضاء الكارتل إلى الولايات المتحدة - سي إن إن",
        "إدارة الطيران الفيدرالية تطهر سبيس إكس من إطلاق المركبة الفضائية بعد أن أمطرت الأعطال المتفجرة الحطام فوق الجزر المأهولة بالسكان - سي إن إن",
        "يشير تقرير حكومي إلى أن تهديدات التعريفة الجمركية وعدم اليقين يمكن أن يثقل كاهل المستهلكين، ويؤدي إلى تراجع الاقتصاد الأمريكي - وكالة أسوشيتد برس",
        "المحافظون - من ديسانتيس إلى بن شابيرو - وصول أندرو تيت، الذي يُزعم أنه ساعده ترامب - فوربس",
        "سيطلب ترامب اللغة الإنجليزية كلغة رسمية أمريكية - BBC.com",
        "مسبار تريل بليزر القمري الجديد التابع لوكالة ناسا يعاني من خلل في طريقه إلى القمر - Space.com",
        "قاض أمريكي: الفصل الجماعي لبعض العمال الفيدراليين غير قانوني على الأرجح - BBC.com"
    ]
}