{
    "headlines": [
        "ਸੀਰੀਆ ਦੇ ਅਸਦ ਨੂੰ ਢਾਹੁਣ ਵਾਲੇ ਵਿਦਰੋਹ ਦਾ ਨੇਤਾ ਅਬੂ ਮੁਹੰਮਦ ਅਲ-ਗੋਲਾਨੀ ਕੌਣ ਹੈ? - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਪਾਸਾਨਃ ਜੁਆਨ ਸੋਟੋ ਦੇ ਰਿਕਾਰਡ ਸੌਦੇ ਦੇ ਨਾਲ, ਮੇਟਸ ਨਿ New ਯਾਰਕ ਦੇ ਨਵੇਂ ਰਾਜੇ ਹਨ - ਈਐਸਪੀਐਨ",
        "ਜੈ-ਜ਼ੈਡ 'ਤੇ ਦੋਸ਼ ਹੈ ਕਿ ਸੀਨ‘ ਡਿੱਡੀ ‘ਕੰਬਜ਼ - ਸੀ ਐਨ ਐਨ ਦੇ ਨਾਲ 2000 ਦੀ ਘਟਨਾ ਵਿਚ 13 ਸਾਲ ਦੀ ਉਮਰ ਵਿਚ ਜਿਨਸੀ ਸ਼ੋਸ਼ਣ ਕੀਤਾ ਗਿਆ ਸੀ",
        "ਲਾਰਾ ਟਰੰਪ ਆਰ ਐਨ ਸੀ ਦੇ ਸਹਿ-ਪ੍ਰਧਾਨ ਦੇ ਅਹੁਦੇ ਤੋਂ ਅਸਤੀਫਾ ਦਿੰਦੇ ਹਨ ਅਤੇ ਫਲੋਰੀਡਾ ਸੈਨੇਟ ਸੀਟ ਬਾਰੇ ਅਟਕਲਾਂ ਨੂੰ ਸੰਬੋਧਿਤ ਕਰਦੇ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਹਟਾਈ",
        "ਬ੍ਰਹਿਮੰਡੀ ਇਤਿਹਾਸ ਨੂੰ ਦੁਬਾਰਾ ਲਿਖਣਾਃ ਦੇਸੀ ਦਾ ਨਵਾਂ ਨਕਸ਼ਾ ਰਵਾਇਤੀ ਹਨੇਰੇ energyਰਜਾ ਦ੍ਰਿਸ਼ਾਂ ਨੂੰ ਚੁਣੌਤੀ ਦਿੰਦਾ ਹੈ - SciTechDaily",
        "ਐਪਲ 2024 ਦੀਆਂ ਸਭ ਤੋਂ ਵਧੀਆ ਪ੍ਰਬੰਧਿਤ ਕੰਪਨੀਆਂ ਦੀ ਸੂਚੀ ਵਿੱਚ ਚੋਟੀ 'ਤੇ ਹੈ - ਦਿ ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "ਇਜ਼ਰਾਈਲ ਨੇ ਸੀਰੀਆ ਦੀਆਂ ਫੌਜਾਂ ਦੀਆਂ ਅਸਾਮੀਆਂ ਛੱਡਣ ਤੋਂ ਬਾਅਦ ਗੋਲਨ ਬਫਰ ਜ਼ੋਨ 'ਤੇ ਕਬਜ਼ਾ ਕਰ ਲਿਆ - ਬੀਬੀਸੀ.",
        "ਟਰੰਪ ਰਾਸ਼ਟਰਪਤੀ ਦੇ ਸਲਾਹਕਾਰ ਵਜੋਂ ਕੰਮ ਕਰਨ ਲਈ ਆਪਣੇ ਅਟਾਰਨੀ ਅਲੀਨਾ ਹਬਾ ਨੂੰ ਟੈਪ ਕਰਦਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਕਾਲਜ ਫੁੱਟਬਾਲ ਪਲੇਆਫ ਚੋਣ ਸ਼ੋਅਃ ਬਰੈਕਟ, ਰੈਂਕਿੰਗ ਲਈ ਲਾਈਵ ਅਪਡੇਟਸ - NCAA.",
        "ਟਰੰਪ ਪਰਿਵਾਰ ਅਤੇ ਖਾੜੀ ਵਿਕੀਪੀਡੀਆ ਇਕੱਠ 'ਤੇ crypto ਉਦਯੋਗ ਦੇ euphoria ਵਿੱਚ ਬਾਸਕ ਕਰਨ ਲਈ ਸਹਿਯੋਗੀ - ਰਾਇਟਰ",
        "ਡਾਰਨੋਲਡ ਨੇ 5 ਟੀਡੀ ਸੁੱਟੇ, ਵਾਈਕਸ ਦੀ ਜਿੱਤ ਵਿਚ 'ਬਜ਼' ਮਹਿਸੂਸ ਕਰਦਾ ਹੈ - ਈਐਸਪੀਐਨ",
        "ਹਟਾਈ",
        "\"ਸਪੱਸ਼ਟ ਤੌਰ 'ਤੇ, ਇਹ ਟੈਕੀ ਹੈ\": ਲੋਕ ਆਮ ਅੰਦਰੂਨੀ ਡਿਜ਼ਾਈਨ ਰੁਝਾਨਾਂ ਦਾ ਖੁਲਾਸਾ ਕਰ ਰਹੇ ਹਨ ਜੋ ਉਹ ਖੜ੍ਹੇ ਨਹੀਂ ਹੋ ਸਕਦੇ - ਬਜ਼ਫੀਡ",
        "ਕੇਟੀ ਹੋਲਮਜ਼ ਨੇ ਟਰੱਸਟ ਫੰਡ ਇਲਜ਼ਾਮਾਂ ਤੋਂ ਬਾਅਦ ਧੀ ਦਾ ਬਚਾਅ ਕੀਤਾ - ਦਿ ਡੇਲੀ ਬੀਸਟ",
        "ਟੇਲਰ ਸਵਿਫਟ ਵੈਨਕੂਵਰ ਵਿੱਚ ਸ਼ਾਨਦਾਰ ਈਰਾਸ ਟੂਰ ਰਨ ਨੂੰ ਬੰਦ ਕਰਨ ਲਈ ਲਿਆਏਗਾ - ਸੀ ਐਨ ਐਨ",
        "ਲਿਜ਼ ਚੇਨੀ ਨੇ ਟਰੰਪ ਦੀ ਜੇਲ੍ਹ ਦੀ ਧਮਕੀ 'ਤੇ ਵਾਪਸ ਥੱਪੜ ਮਾਰਿਆ - ਦਿ ਡੇਲੀ ਬੀਸਟ",
        "ਬਾਇਡਨ ਸੀਰੀਆ ਵਿੱਚ ਅਮਰੀਕੀ ਸਹਾਇਤਾ ਲਈ ਇੱਕ ਬਲੂਪ੍ਰਿੰਟ ਦੀ ਪੇਸ਼ਕਸ਼ ਕਰਦਾ ਹੈ, ਆਈਐਸ ਦੇ ਨਿਸ਼ਾਨਿਆਂ ਵਿਰੁੱਧ ਹਵਾਈ ਹਮਲਿਆਂ ਦਾ ਐਲਾਨ ਕਰਦਾ ਹੈ - ਸੀਐਨਐਨ",
        "ਟਰੰਪ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਹ ਗਾਰੰਟੀ ਨਹੀਂ ਦੇ ਸਕਦੇ ਕਿ ਟੈਰਿਫ ਅਮਰੀਕੀ ਕੀਮਤਾਂ ਨੂੰ ਨਹੀਂ ਵਧਾਏਗਾ ਅਤੇ ਬਦਲਾ ਲੈਣ ਦੇ ਮੁਕੱਦਮੇ ਨੂੰ ਰੱਦ ਨਹੀਂ ਕਰੇਗਾ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "Eugenio Derbez 'Emilia Pérez' ਬਾਰੇ “ਵਿਚਾਰ ਰਹਿਤ ਟਿੱਪਣੀ” ਲਈ Selena Gomez ਨੂੰ ਮੁਆਫੀ - ਡੈੱਡਲਾਈਨ"
    ]
}