{
    "headlines": [
        "ਇੱਕ ਸਾਲ ਦੇ ਅੰਦਰ ਟੇਸਲਾ ਸਾਈਬਰਟ੍ਰੱਕ ਲਈ ਇੱਕ 5 ਵੀਂ ਯਾਦ, ਰੀਅਰਵਿview ਡਿਸਪਲੇਅ ਦੇ ਕਾਰਨ ਨਵੀਨਤਮ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਪੜ੍ਹਨ ਲਈ ਗਾਹਕ ਬਣੋ - Financial Times",
        "ਮਿਸੂਰੀ ਵਿਚ ਫੈਲਣ ਵਾਲੇ ਮਨੁੱਖੀ-ਤੋਂ-ਮਨੁੱਖੀ ਬਰਡ ਫਲੂ ਦੇ ਡਰ ਕਿਉਂ ਵੱਧ ਜਾਂਦੇ ਹਨ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਅਲੇਕ ਬਾਲਡਵਿਨ ਦੀ 'ਰਸਟ' ਕੈਮਰਿਮੇਜ ਫੈਸਟੀਵਲ ਵਿਚ ਆਨ-ਸੈੱਟ ਮੌਤ ਦੇ ਤਿੰਨ ਸਾਲਾਂ ਬਾਅਦ ਸ਼ੁਰੂਆਤ ਕਰੇਗੀ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਮੇਲਾਨੀਆ ਟਰੰਪ ਨੇ ਨਵੇਂ ਵੀਡੀਓ ਵਿਚ ਗਰਭਪਾਤ ਦੇ ਅਧਿਕਾਰਾਂ ਲਈ ਸਮਰਥਨ ਦੀ ਪੁਸ਼ਟੀ ਕੀਤੀ, ਉਸ ਨੂੰ ਪਤੀ ਦੀ ਸਥਿਤੀ ਦੇ ਉਲਟ ਪਾ ਦਿੱਤਾ - ਸੀ ਐਨ ਐਨ",
        "ਯੂਕੇ ਚਾਗੋਸ ਟਾਪੂਆਂ ਦੀ ਪ੍ਰਭੂਸੱਤਾ ਨੂੰ ਮਾਰੀਸ਼ਸ ਨੂੰ ਸੌਂਪਦਾ ਹੈ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਜੈਨੀਫਰ ਐਨੀਸਟਨ ਨੇ ਵਾਈਲਡ ਓਬਾਮਾ ਅਫੇਅਰ ਅਫਵਾਹ ਦਾ ਜਵਾਬ ਦਿੱਤਾ - ਦਿ ਡੇਲੀ ਬੀਸਟ",
        "ਅਮਰੀਕੀ ਜੰਗੀ ਜਹਾਜ਼ ਦਾ ਮਲਬਾ ਜਿਸ ਨੂੰ ‘ਪ੍ਰਸ਼ਾਂਤ ਦਾ ਭੂਤ ਜਹਾਜ਼’ ਵਜੋਂ ਜਾਣਿਆ ਜਾਂਦਾ ਹੈ ‘ਬੇਮਿਸਾਲ‘ ਸਥਿਤੀ ਵਿੱਚ ਪਾਇਆ ਗਿਆ - ਸੀਐਨਐਨ",
        "ਹਟਾਈ",
        "ਬ੍ਰਿਟਨੀ ਕਾਰਟਰਾਈਟ ਜੈਕਸ ਟੇਲਰ ਦੇ ਦਾਅਵੇ 'ਤੇ ਬੇਰਹਿਮੀ ਨਾਲ ਪ੍ਰਤੀਕ੍ਰਿਆ ਕਰਦਾ ਹੈ ਕਿ ਉਹ ਕਾਨੂੰਨੀ ਤੌਰ' ਤੇ ਵਿਆਹ ਨਹੀਂ ਕਰਵਾਏ ਗਏ ਸਨ - ਪੰਨਾ ਛੇ",
        "ਲਿਜ਼ ਚੇਨੀ ਵਿਸਕਾਨਸਿਨ ਵਿਚ ਹੈਰਿਸ ਨਾਲ ਮੁਹਿੰਮ ਚਲਾਉਣਗੇ ਜਦੋਂ ਕਿ ਟਰੰਪ ਮਿਸ਼ੀਗਨ ਵਿਚ ਇਕ ਰੈਲੀ ਕਰਨਗੇ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਰਵਾਂਡਾ ਕੁਝ ਹਫ਼ਤਿਆਂ 'ਚ ਮਾਰਬਰਗ ਬਿਮਾਰੀ ਲਈ ਵੈਕਸੀਨ ਟਰਾਇਲ ਸ਼ੁਰੂ ਕਰੇਗਾ - ਰਾਇਟਰ",
        "ਇਜ਼ਰਾਈਲ ਨੇ ਲੇਬਨਾਨ ਵਿਚ ਨਿਕਾਸੀ ਚੇਤਾਵਨੀਆਂ ਦਾ ਵਿਸਥਾਰ ਕੀਤਾ, ਇਕ ਵਿਸ਼ਾਲ ਹਮਲੇ ਦਾ ਸੰਕੇਤ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "‘ਆਪਣੀ ਕਿਸਮ ਦਾ ਸਭ ਤੋਂ ਮਜ਼ਬੂਤ’ ਫਲੇਅਰ ਧਰਤੀ 'ਤੇ ਬਲੈਕਆਉਟ, ਵਿਸ਼ਾਲ ਸੂਰਜੀ ਤੂਫਾਨ ਦਾ ਕਾਰਨ ਬਣ ਸਕਦਾ ਹੈ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਡੇਵੈਂਟੇ ਐਡਮਜ਼ ਵਪਾਰ ਦੀਆਂ ਅਫਵਾਹਾਂਃ ਰੇਡਰਜ਼ ਡਬਲਯੂਆਰ ਜੈੱਟਸ ਨਾਲ ਨਜਿੱਠਣਾ ਚਾਹੁੰਦਾ ਹੈ, ਐਰੋਨ ਰੋਜਰਸ ਨਾਲ ਦੁਬਾਰਾ ਮਿਲੋ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਵਧੇਰੇ ਅਮਰੀਕੀ ਪਿਛਲੇ ਹਫਤੇ ਬੇਰੁਜ਼ਗਾਰੀ ਲਾਭਾਂ ਲਈ ਫਾਈਲ ਕਰਦੇ ਹਨ, ਪਰ ਛਾਂਟੀ ਇਤਿਹਾਸਕ ਤੌਰ ਤੇ ਘੱਟ ਰਹਿੰਦੀ ਹੈ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਈਰਾਨ 'ਤੇ ਸੰਭਾਵਤ ਇਜ਼ਰਾਈਲ ਦੇ ਬਦਲਾ ਲੈਣ' ਤੇ ਬਾਈਡਨ ਦੀ ਟਿੱਪਣੀ ਦੇ ਤੌਰ ਤੇ ਯੂਐਸ ਕੱਚਾ ਤੇਲ ਛਾਲ ਮਾਰਦਾ ਹੈ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਵਿਸ਼ੇਸ਼ ਵਕੀਲ ਜੈਕ ਸਮਿਥ ਨੇ 2020 ਦੇ ਚੋਣ ਕੇਸ ਵਿੱਚ ਟਰੰਪ ਵਿਰੁੱਧ ਨਵੇਂ ਸਬੂਤ ਦਾ ਖੁਲਾਸਾ ਕੀਤਾ - ਮਿਸੂਰੀ ਇੰਡੀਪੈਂਡੈਂਟ",
        "ਕੇਂਦਰੀ ਬੇਰੂਤ ਨੂੰ ਮਾਰਿਆ ਗਿਆ ਕਿਉਂਕਿ ਇਜ਼ਰਾਈਲ ਨੇ ਈਰਾਨ ਨੂੰ ‘ਬਹੁਤ ਮਜ਼ਬੂਤ’ ਜਵਾਬ ਦੇਣ ਦੀ ਸਹੁੰ ਖਾਧੀ - ਸੀਐਨਐਨ",
        "ਹੈਲੀਨ ਦੀ ਮੌਤ ਦੀ ਗਿਣਤੀ 189 ਤੱਕ ਪਹੁੰਚ ਗਈ ਹੈ, ਜਿਸ ਨਾਲ ਇਹ ਤੂਫਾਨ ਕੈਟਰੀਨਾ ਤੋਂ ਬਾਅਦ ਮੁੱਖ ਭੂਮੀ ਅਮਰੀਕਾ ਵਿੱਚ ਆਉਣ ਵਾਲਾ ਸਭ ਤੋਂ ਖਤਰਨਾਕ ਤੂਫਾਨ ਬਣ ਗਿਆ ਹੈ - ਏਬੀਸੀ 11 ਰਾਲੇ-ਦਰਹੈਮ"
    ]
}