{
    "headlines": [
        "الإصابات المبلغ عنها بعد إطلاق القوات الإسرائيلية النار على مركبا، جنوب لبنان - جروسالم بوست",
        "انقطاع التيار الكهربائي في حالات الطوارئ في جميع أنحاء أوكرانيا بعد هجوم صاروخي \"ضخم\" - BBC.com",
        "تطوير | كبير جنرالات جيش التحرير الشعبي الصيني مياو هوا تحت التحقيق في \"انتهاكات الانضباط الخطيرة\" - ساوث تشاينا مورنينغ بوست",
        "لجنة التجارة الفيدرالية تطلق تحقيقًا لمكافحة الاحتكار في مايكروسوفت مع انتهاء عهد بايدن - واشنطن بوست",
        "احتمالات اتحاد كرة القدم الأميركي، اختيارات الخبراء: التوقعات، أفضل الرهانات، مكان المشاهدة، بث عيد الشكر، ألعاب \"الجمعة السوداء\" - سي بي إس سبورتس",
        "يقول مكتب التحقيقات الفيدرالي إن تهديدات بوجود قنابل وحوادث سحق استهدفت اختيارات ترامب - واشنطن بوست",
        "كوريا الجنوبية: 4 قتلى على الأقل في تساقط الثلوج بغزارة - DW (الإنجليزية)",
        "استعد لبطولة ماوي: أوبورن هو أفضل فريق وجوني بروم هو أفضل لاعب في كرة السلة الجامعية - سي بي إس سبورتس",
        "محكمة تدعم تكساس بشأن الأسلاك الشائكة المثبتة على الحدود الأمريكية المكسيكية - بوليتيكو",
        "تقييمات اللاعبين: ليفربول 2-0 ريال مدريد ؛ دوري أبطال أوروبا 2024 - إدارة مدريد",
        "تراجعت الأسهم الآسيوية، وانجراف الدولار قبل عيد الشكر الأمريكي - Reuters.com",
        "المكسيك تحذر من أن تعريفات ترامب ستقتل 400 ألف وظيفة أمريكية وتهدد بالانتقام - رويترز",
        "رفض شون \"ديدي\" كومز الإفراج عنه بكفالة من قبل قاض ثالث بينما ينتظر محاكمة الاتجار بالجنس - وكالة أسوشيتد برس",
        "رائحة كريهة غامضة تحث المحطة الفضائية على إغلاق الوحدة - ساينس أليرت",
        "اقترح مستشار ترامب الجديد في أوكرانيا التنازل عن الأراضي لروسيا - أكسيوس",
        "شاهد سفينة الشحن الصينية المشتبه في قيامها بتخريب الكابلات البحرية الحرجة بين 4 دول من دول الناتو - بيزنس إنسايدر",
        "الأسئلة تتبع الاستدعاء المكثف للحليب الخام في كاليفورنيا بعد اختبار إنفلونزا الطيور - ياهو! أصوات",
        "صديقة ترافيس كيلسي السابقة تواجه رد فعل عنيف بسبب الاعتراف العاطفي بالانفصال - Athlon Sports",
        "نقطة محذوفة هنا",
        "27 نوفمبر 2024 – دخول وقف إطلاق النار بين إسرائيل وحزب الله حيز التنفيذ في لبنان - سي إن إن"
    ]
}