{
    "headlines": [
        "يقول القاضي إنه سيمنع الأمر التنفيذي \"غير الدستوري بشكل صارخ\" الذي أصدره ترامب والذي يهدف إلى إنهاء حق المواطنة بالولادة - سي إن إن",
        "الحرس الوطني في كاليفورنيا ينشر لقطات جوية لحريق هيوز - أصوات ياهو!",
        "يتهم ترامب بنك أوف أمريكا، JPM بعدم التعامل مع المحافظين - Yahoo Finance",
        "دونالد ترامب يدعو أوبك إلى خفض أسعار النفط العالمية - فاينانشال تايمز",
        "أين تطورت الديناصورات لأول مرة ؟ يقترح العلماء موقعًا مفاجئًا - The Globe and Mail",
        "جوائز الأوسكار 2025: انظر القائمة الكاملة للمرشحين - سي إن إن",
        "يقول مدير Assassin's Creed Shadows إن التأخير الأخير كان بسبب الباركور البولندي، خاصة على \"الأسطح فائقة التعقيد\" - IGN",
        "بوردو فارما، عائلات ساكلر تزيد مساهمتها في تسوية المواد الأفيونية إلى 7.4 مليار دولار - ABC News",
        "أعلى محكمة أوروبية تدعم امرأة طلق زوجها لأنها توقفت عن ممارسة الجنس معه - سي بي إس نيوز",
        "ما نعرفه عن براندون بولوس، الرجل المتهم بإطلاق النار على 7 من ضباط SAPD في ستون أوك - KSAT سان أنطونيو",
        "ترامب يطلب من نخبة دافوس الاستثمار في الولايات المتحدة أو مواجهة الرسوم الجمركية - وكالة أسوشيتد برس",
        "ترايس سايروس يطلب من أبي بيلي راي سايروس طلب المساعدة: \"بالكاد أعرفك الآن\" - مراسل هوليوود",
        "يطالب مكتب رئيس الوزراء الوكالات بالامتثال لأمر ترامب للعمل عن بعد في غضون 30 يومًا - مسؤول تنفيذي حكومي",
        "يسجل الأزواج التايلانديون المثليون والمثليات ومزدوجو الميل الجنسي ومغايرو الهوية الجنسانية وأصحاب الميول الجنسية المغايرة (LGBTQ+) الزيجات لأن القانون يمنح",
        "يسعى المدعي العام للمحكمة الجنائية الدولية إلى اعتقال قادة طالبان بتهمة \"اضطهاد الفتيات والنساء الأفغانيات\" - BBC.com",
        "أجبرت مزرعة لونغ آيلاند على القتل الرحيم لأكثر من 100000 بطة بعد اكتشاف إنفلونزا الطيور - ABC News",
        "في الأيام الأولى، يوجه ترامب \"ضربة قاضية\" إلى DEI والعمل الإيجابي - واشنطن بوست",
        "سي إن إن تعلن عن تسريح العمال بينما تقوم بتجديد جدولها الزمني واستراتيجيتها الرقمية - سي إن إن",
        "لا يعتقد باتريك ماهومز أن الرؤساء يتلقون مكالمات إيجابية - NBC Sports",
        "معايير NVIDIA GeForce RTX 5090 Linux: تابعنا - Phoronix"
    ]
}