{
    "headlines": [
        "تغيرت العقود الآجلة للأسهم قليلاً مع اقتراب تقرير التضخم الاستهلاكي لشهر سبتمبر: تحديثات مباشرة - CNBC",
        "إعصار ميلتون يتحرك عبر فلوريدا مع رياح عالية وأمطار غزيرة - قناة الطقس",
        "إسرائيل تقول إنها تقضي على عضو حزب الله في \"مرتفعات الجولان\"، وسائل الإعلام السورية تفيد بضربات جوية إسرائيلية - رويترز",
        "تؤكد لوبيتا نيونغو أنها عزباء بعد أشهر من شعورها بالحر والثقل مع جوشوا جاكسون في المكسيك - الصفحة السادسة",
        "ارتفع عدد القتلى في هجوم عصابة على بلدة هايتية إلى 115 على الأقل - وكالة أسوشيتد برس",
        "Prime Video لتقديم محتوى Apple TV+ كإضافة مدفوعة - الموعد النهائي",
        "شون \"ديدي\" كومز يتحرك لقمع الأدلة على فيديو كاسي الاعتداء - مراسل هوليوود",
        "ينتهي موسم فيليس العالمي لسلسلة أو تمثال نصفي بحسرة NLDS - MLB.com",
        "قهوة لقلبك: القوة المتجددة للكافيين على صحة الأوعية الدموية - SciTechDaily",
        "القوتان تعملان على مكالمة هاتفية بين بايدن ونتنياهو - BBC.com",
        "يقول المحللون إن إعصار ميلتون قد يكلف شركات التأمين ما يصل إلى 100 مليار دولار",
        "أداة الذكاء الاصطناعي الصينية تكشف عن فيروسات جديدة بسرعة نوع في الثانية: ورقة - South China Morning Post",
        "Nintendo Sound Clock: Alarmo System Update Now Live (الإصدار 2.0.0)، إليك ملاحظات التصحيح الكاملة - Nintendo Life",
        "عاصفة جيومغناطيسية شديدة يمكن أن تسبب الشفق القطبي الملون فوق شمال كاليفورنيا وألاباما - سي إن إن",
        "إعصار محتمل نتج عن إعصار ميلتون يدمر العديد من المباني في شاطئ الكاكاو - أخبار WKMG 6 و ClickOrlando",
        "\"ربما كانوا سيمنحون بايدن صوتًا آخر \": يبحث ترامب عن نجاحات في سكرانتون - بوليتيكو",
        "يقول آرون رودجرز إنه \"كاذب بشكل واضح\" تسبب في طرد روبرت صالح - صحيفة واشنطن بوست",
        "درجة Tigers vs. Guardians ALDS: ملخص، النقاط البارزة من المباراة 3 في Comerica Park - Detroit Free Press",
        "الولايات المتحدة تدعو إسرائيل في الأمم المتحدة إلى \"ظروف كارثية\" في غزة - رويترز",
        "راتان تاتا: رجل الأعمال الهندي \"المتواضع\" الذي توفي عن 86 عامًا - BBC.com"
    ]
}