{
    "headlines": [
        "ਜੇਮਜ਼ ਬਾਂਡ ਸ਼ੌਕਰਃ ਐਮਾਜ਼ਾਨ ਐਮਜੀਐਮ ਨੇ ਨਿਰਮਾਤਾ ਬਾਰਬਰਾ ਬ੍ਰੋਕਲੀ ਅਤੇ ਮਾਈਕਲ ਜੀ ਵਿਲਸਨ ਸਟੈਪ ਬੈਕ - ਵਰਾਇਟੀ ਦੇ ਤੌਰ ਤੇ 007 ਫਰੈਂਚਾਈਜ਼ ਦਾ ਕਰੀਏਟਿਵ ਨਿਯੰਤਰਣ ਪ੍ਰਾਪਤ ਕੀਤਾ",
        "ਡੇਵਿਡ ਵਲਾਦਾਓ ਮੈਡੀਕੇਡ 'ਤੇ ਹਲਕੇ ਪੈਦਲ ਚੱਲਦੇ ਹਨ ਕਿਉਂਕਿ ਓਬਾਮਾਕੇਅਰ ਵੋਟ ਉਸ ਨੂੰ ਪਰੇਸ਼ਾਨ ਕਰਦੀ ਹੈ - ਪੋਲੀਟੀਕੋ",
        "ਟੈਕਸਾਸ ਦੀਆਂ ਦੋ ਕਿਸ਼ੋਰ ਲੜਕੀਆਂ ਨੂੰ 'ਸਮੂਹਿਕ ਜਾਨੀ ਨੁਕਸਾਨ ਦੇ ਹਮਲੇ' ਦੀ ਸਾਜਿਸ਼ ਲਈ ਗ੍ਰਿਫਤਾਰ ਕੀਤਾ ਗਿਆ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਐਮਾਜ਼ਾਨ ਐਂਡਰਾਇਡ 'ਤੇ ਆਪਣਾ ਐਪ ਸਟੋਰ ਬੰਦ ਕਰ ਰਿਹਾ ਹੈ - TechCrunch",
        "2025 ਦੇ ਸੀਜ਼ਨ ਵਿੱਚ ਸਭ ਤੋਂ ਵੱਧ ਨਿਰਾਸ਼ਾਜਨਕ ਆਫਿਸਨ ਵਾਲੀਆਂ ਪੰਜ ਐਮਐਲਬੀ ਟੀਮਾਂ - ਸਪੋਰਟਸ ਇਲਸਟ੍ਰੇਟਿਡ",
        "ਸਪੇਨ ਦੇ ਸਾਬਕਾ ਫੁੱਟਬਾਲ ਬੌਸ ਲੁਈਸ ਰੂਬੀਅਲਜ਼ ਨੂੰ ਚੁੰਮਣ ਵਾਲੇ ਖਿਡਾਰੀ ਲਈ ਜੁਰਮਾਨਾ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਓਪੋ ਦਾ ਨਵਾਂ ਫੋਲਡੇਬਲ ਇੱਕ ਮੈਕ ਨੂੰ ਰਿਮੋਟ ਕੰਟਰੋਲ ਕਰ ਸਕਦਾ ਹੈ - ਦਿ ਵਰਜ",
        "ਟਰੰਪ ਅਮਰੀਕੀ ਨਾਗਰਿਕਾਂ ਨੂੰ ਕੁਝ ਡੌਜ ਬਚਤ ਭੇਜਣ ਦੇ ਵਿਚਾਰ ਦੀ ਹਮਾਇਤ ਕਰਦਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਡੱਚ ਅਦਾਲਤ ਨੇ 4 ਪਰਿਵਾਰਕ ਮੈਂਬਰਾਂ ਨੂੰ ਆਪਣੀ ਧੀ ਦੇ ਸਾਹਮਣੇ ਕਥਿਤ \"ਆਨਰ ਹੱਤਿਆ\" ਵਿੱਚ ਜਾਨਲੇਵਾ ਚਾਕੂ ਮਾਰਨ ਲਈ ਦੋਸ਼ੀ ਠਹਿਰਾਇਆ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਵਾਲਮਾਰਟ ਦੀ ਕਮਾਈ ਦੀ ਭਵਿੱਖਬਾਣੀ ਆਰਥਿਕ ਅਨਿਸ਼ਚਿਤਤਾ 'ਤੇ ਘੱਟ ਜਾਂਦੀ ਹੈ - ਬਲੂਮਬਰਗ",
        "ਚੈਂਪੀਅਨਜ਼ ਕੱਪ ਵਿਚ ਇੰਟਰ ਮਿਆਮੀ ਦੀ ਜਿੱਤ ਦੇ ਰੂਪ ਵਿਚ ਮੇਸੀ ਦਾ ਗੋਲ ਕੌੜੀ ਠੰਢ ਦਾ ਕਾਰਨ ਬਣਦਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਇਹ ਇਸ ਸਮੇਂ 10-ਸਟਾਕ ਸ਼ੋਅ ਨਹੀਂ ਹੈ । ਹਰ ਸਮੇਂ ਦੇ ਉੱਚੇ ਪੱਧਰ 'ਤੇ ਐਸ ਐਂਡ ਪੀ 500 ਦੇ ਨਾਲ ਮੌਕੇ ਲੱਭਣ ਲਈ ਇੱਥੇ ਹੈ. - ਮਾਰਕੀਟਵਾਚ",
        "ਆਈਫੋਨ 16 ਈਃ ਐਪਲ ਘੱਟ ਕੀਮਤ 'ਤੇ ਏਆਈ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ' ਤੇ ਜੂਆ ਖੇਡਦਾ ਹੈ - ਬੀਬੀਸੀ.",
        "ਪਲਾਨਟੀਰ ਨੂੰ ਲੂਪ ਕੈਪੀਟਲ ਤੋਂ ਇੱਕ ਖਰੀਦ ਰੇਟਿੰਗ ਮਿਲਦੀ ਹੈ, ਜੋ ਕਿ 25% ਤੋਂ ਵੱਧ ਉੱਪਰ ਵੱਲ ਬੁਲਾਉਂਦੀ ਹੈ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਨਾਸਾ 'ਸਿਟੀ-ਕਿਲਰ' ਐਸਟਰਾਇਡ 2024 ਵਾਈਆਰ 4 ਦੇ 67 ਵਿਚ 1 ਦੇ ਪ੍ਰਭਾਵ ਦੇ ਜੋਖਮ ਨੂੰ ਘਟਾਉਂਦਾ ਹੈ (phew!) - Space. com",
        "ਮਾਈਕ੍ਰੋਸਾੱਫਟ ਨੇ ਸਾਲਾਂ ਤੋਂ ਇਸ ਸਟਾਰਟਅਪ ਬਾਨੀ ਦੇ ਸਪੱਸ਼ਟ ਵਿਡੀਓਜ਼ ਦੀ ਮੇਜ਼ਬਾਨੀ ਕੀਤੀ. ਇੱਥੇ ਉਹ ਉਨ੍ਹਾਂ ਨੂੰ ਕਿਵੇਂ ਲੈ ਗਈ ਹੈ - ਵਾਇਰਡ",
        "ਕੀ ਗੋਲੀ ਸੱਚਮੁੱਚ womenਰਤਾਂ ਨੂੰ ਵਧੇਰੇ ਚਿੰਤਾਜਨਕ ਬਣਾ ਸਕਦੀ ਹੈ? - ਬੀਬੀਸੀ. ਕਾੱਮ",
        "ਮਸਕ ਅਤੇ ਟਰੰਪ ਨੇ ਹੁਣੇ ਹੀ ਸਟਾਰਲਾਈਨਰ ਪੁਲਾੜ ਯਾਤਰੀਆਂ ਦੇ 'ਫਸੇ' ਦੇ ਗਲਤ ਦਾਅਵਿਆਂ ਨੂੰ ਦੁਹਰਾਇਆ. ਨਾਸਾ ਅਤੇ ਪੁਲਾੜ ਯਾਤਰੀ ਸਹਿਮਤ ਨਹੀਂ ਹਨ - Space. com",
        "‘ਜ਼ੀਰੋ ਡੇਅ’ ਟੀਵੀ ਰਿਵਿਊਃ ਰਾਬਰਟ ਡੀ ਨੀਰੋ ਦੀ ਨੈੱਟਫਲਿਕਸ ਰਾਜਨੀਤਿਕ ਥ੍ਰਿਲਰ ਫਾਈਟਸ ਅਮਰੀਕਾ ਨੂੰ ਦੁਬਾਰਾ ਫੰਕਸ਼ਨ ਬਣਾਉਣ ਲਈ - ਡੈੱਡਲਾਈਨ",
        "ਵੀਰਵਾਰ, 20 ਫਰਵਰੀ, 2025 ਲਈ ਕੁੰਡਲੀ - ਸ਼ਿਕਾਗੋ ਸੂਰਜ-ਟਾਈਮਜ਼"
    ]
}