{
    "headlines": [
        "ਪੈਂਥਰਜ਼ ਵਪਾਰ ਵਿਚ ਰੇਵੇਨਜ਼ ਨੂੰ ਡਬਲਯੂਆਰ ਡਾਇਓਨਟੇ ਜਾਨਸਨ ਭੇਜਦੇ ਹਨ - ਐਨਐਫਐਲ.",
        "‘ਯੰਗ ਫ੍ਰੈਂਕਨਸਟਾਈਨ' ਅਤੇ 'ਟੂਟਸੀ‘ ਦੇ ਆਫਬੀਟ ਕਾਮਿਕ ਅਭਿਨੇਤਾ ਟੇਰੀ ਗਰਰ ਦੀ ਮੌਤ ਹੋ ਗਈ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਯੂਰਪੀਅਨ ਯੂਨੀਅਨ ਨੇ ਚੀਨੀ ਈਵੀ 'ਤੇ ਟੈਰਿਫ ਥੱਪੜ ਮਾਰਿਆ, ਬੀਜਿੰਗ ਬੈਕਲਾਸ਼ ਦਾ ਜੋਖਮ - ਰਾਇਟਰ",
        "ਸਰੋਤਃ ਕੋਲਟਸ ਬੈਂਚ ਰਿਚਰਡਸਨ, ਫਲੈਕੋ ਵੱਲ ਮੁੜੋ - ਈਐਸਪੀਐਨ",
        "ਐਨਐਫਐਲ ਹਫਤਾ 9 ਪਾਵਰ ਰੈਂਕਿੰਗਃ ਅਣਚਾਹੇ ਚੀਫਾਂ 'ਤੇ ਸ਼ੱਕ ਕਰਨਾ ਬੰਦ ਕਰੋ; ਸਟੀਲਰਜ਼, ਈਗਲਜ਼ ਨੇ ਇਸ ਨੂੰ ਅਪਮਾਨਜਨਕ - ੰਗ ਨਾਲ ਬਾਹਰ ਕੱ -ਣਾ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਹਟਾਈ",
        "ਟਰੰਪ ਨੇ ਸਪੀਕਰਾਂ ਦੀਆਂ ਨਸਲੀ ਟਿੱਪਣੀਆਂ 'ਤੇ ਪ੍ਰਤੀਕਿਰਿਆ ਦੇ ਵਿਚਕਾਰ ਮੈਡੀਸਨ ਸਕੁਏਅਰ ਗਾਰਡਨ ਰੈਲੀ ਨੂੰ' ਲਵਫੈਸਟ 'ਕਿਹਾ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਸੈਮਸੰਗ ਕਥਿਤ ਤੌਰ 'ਤੇ ਕੁਝ ਫੋਨ ਲਈ‘ ਗਲੈਕਸੀ ’ਬ੍ਰਾਂਡਿੰਗ ਨੂੰ ਡਿੱਚਿੰਗ ਮੰਨਦਾ ਹੈ - 9to5Google",
        "ਨਿਣਟੇਨਡੋ ਦਾ ਓਪਨ-ਵਰਲਡ ਆਰਪੀਜੀ ਜ਼ੈਨੋਬਲੇਡ ਕ੍ਰੋਨਿਕਲਸ ਐਕਸ ਸਵਿੱਚ ਲਈ ਰੀਮਾਸਟਰਡ ਹੋ ਰਿਹਾ ਹੈ - ਦਿ ਵਰਜ",
        "ਟੌਮ ਬ੍ਰੈਡੀ ਨੇ ਪੋਸਟ ਕੀਤਾ ਇੱਕ ਕ੍ਰਿਪਟਿਕ ਇੰਸਟਾਗ੍ਰਾਮ ਸਟੋਰੀ ਰਿਪੋਰਟਾਂ ਦੇ ਵਿਚਕਾਰ ਜੋ ਕਿ ਗੀਸੇਲ ਆਪਣੀ ਤੀਜੀ ਗਰਭ ਅਵਸਥਾ ਬਾਰੇ \"ਉਤਸ਼ਾਹਿਤ\" ਹੈ - ਬੁਜ਼ਫੀਡ",
        "ਟੈਕਕ੍ਰਾਂਚ ਵਿਘਨ 2024: ਜੀਐਮ ਦੇ ਸੀਈਓ ਮੈਰੀ ਬੈਰਾ, ਟੋਨੀ ਫੇਡੇਲ ਅਤੇ ਦਿ ਚੇਨਸਮੋਕਰਜ਼ - ਟੈਕਕ੍ਰਾਂਚ",
        "ਮੂਰਖ ਦੇ ਸੋਨੇ ਵਿੱਚ ਸੁਰੱਖਿਅਤ ਪ੍ਰਾਚੀਨ ਕ੍ਰਾਈਟਰ ਇੱਕ ‘ਮਹਾਨ ਅੰਤਿਕਾ’ - ਗਿਜ਼ਮੋਡੋ",
        "ਜੇਲ ਤੋਂ ਸਟੀਵ ਬੈਨਨ ਦਾ ਪਹਿਲਾ ਸ਼ੋਅ ਇਕ ਵੱਡੀ ਚੇਤਾਵਨੀ ਹੋਣੀ ਚਾਹੀਦੀ ਹੈ - ਨਵਾਂ ਗਣਤੰਤਰ",
        "ਵਾਸ਼ਿੰਗਟਨ ਅਤੇ ਓਰੇਗਨ ਵਿਚ ਬੈਲਟ ਬਾਕਸ ਨੂੰ ਅੱਗ ਲੱਗਣ ਤੋਂ ਬਾਅਦ ਕੀ ਜਾਣਨਾ ਹੈ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਲਾਸਾ ਬੁਖਾਰ ਇਕ ਆਇਓਵਾ ਨਿਵਾਸੀ ਨੂੰ ਮਾਰ ਦਿੰਦਾ ਹੈ. ਇਹ ਹੈ ਕਿ ਦੁਰਲੱਭ ਵਾਇਰਸ ਅਤੇ ਇਸਦੇ ਲੱਛਣਾਂ ਬਾਰੇ ਕੀ ਜਾਣਨਾ ਹੈ. - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਸਟਾਕ-ਮਾਰਕੀਟ ਨਿਵੇਸ਼ਕਾਂ ਕੋਲ ਹੈਰਿਸ ਦੀ ਚੋਣ ਜਿੱਤ ਲਈ ‘ਕੋਈ ਸਪੱਸ਼ਟ ਪਲੇਬੁੱਕ’ ਨਹੀਂ ਹੈ - ਮਾਰਕੀਟਵਾਚ",
        "ਐਪਲ ਦਾ ਨਵਾਂ ਮੈਕ ਮਿਨੀ ਵਧੇਰੇ ਸ਼ਕਤੀਸ਼ਾਲੀ, ਵਧੇਰੇ ਮਿਨੀ, ਅਤੇ ਐਪਲ ਇੰਟੈਲੀਜੈਂਸ ਲਈ ਬਣਾਇਆ ਗਿਆ ਹੈ - ਐਪਲ",
        "ਸੀਨ ‘ਡਿੱਡੀ’ ਕੰਬਜ਼ ਨੇ ਨਵੇਂ ਮੁਕੱਦਮੇ ਵਿਚ 10- ਅਤੇ 17 ਸਾਲਾਂ ਦੇ ਮੁੰਡਿਆਂ 'ਤੇ ਜਿਨਸੀ ਸ਼ੋਸ਼ਣ ਕਰਨ ਦਾ ਦੋਸ਼ ਲਗਾਇਆ - ਫਿਲਡੇਲ੍ਫਿਯਾ ਇਨਕੁਆਇਰਰ",
        "UNRWA ਕੀ ਕਰਦਾ ਹੈ ਅਤੇ ਇਜ਼ਰਾਈਲ ਨੇ ਇਸ ਨੂੰ ਵੈਸਟ ਬੈਂਕ, ਗਾਜ਼ਾ ਤੋਂ ਕਿਉਂ ਪਾਬੰਦੀ ਲਗਾਈ ਹੈ? - ਅਲ ਜਜ਼ੀਰਾ ਅੰਗਰੇਜ਼ੀ",
        "ਉੱਤਰੀ ਕੋਰੀਆ ਦੀਆਂ ਕੁਲੀਨ ਫੌਜਾਂ ਯੂਕਰੇਨ ਨਾਲ ਲੜਨ ਲਈ ਰੂਸ ਵਿਚ ਹਨਃ ਸਾਨੂੰ ਕੀ ਪਤਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ"
    ]
}