{
    "headlines": [
        "ਕੈਨੇਡਾ ਦੇ ਪਹਿਲੇ ਬਰਡ ਫਲੂ ਮਾਮਲੇ 'ਚ ਸੰਕਰਮਿਤ ਨੌਜਵਾਨ ਦੀ ਹਾਲਤ ਨਾਜ਼ੁਕ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਏਲੋਨ ਮਸਕ ਅਤੇ ਵਿਵੇਕ ਰਾਮਾਸਵਾਮੀ ਟਰੰਪ ਪ੍ਰਸ਼ਾਸਨ ਵਿਚ ਨਵੇਂ ‘ਸਰਕਾਰੀ ਕੁਸ਼ਲਤਾ ਵਿਭਾਗ’ ਦੀ ਅਗਵਾਈ ਕਰਨਗੇ - ਸੀਐਨਐਨ",
        "ਓਰੇਗਨ, ਓਹੀਓ ਸੇਂਟ, ਟੈਕਸਾਸ, ਪੇਨ ਸੇਂਟ ਸੀਐਫਪੀ ਚੋਟੀ ਦੇ ਚਾਰ - ਈਐਸਪੀਐਨ",
        "ਅਮਰੀਕੀ ਰਾਸ਼ਟਰਪਤੀ ਡੋਨਾਲਡ ਟਰੰਪ ਨੇ ਕ੍ਰਿਸਟੀ ਨੋਇਮ ਨੂੰ ਗ੍ਰਹਿ ਸੁਰੱਖਿਆ ਸਕੱਤਰ ਨਿਯੁਕਤ ਕੀਤਾ ਹੈ ।",
        "ਟਰੰਪ ਦੀ ਕੈਬਨਿਟ: ਵਿਵੇਕ ਰਾਮਾਸਵਾਮੀ, ਈਲੋਨ ਮਸਕ, ਪੀਟ ਹੇਗਸੇਥ ਤੇ ਹੋਰ ਅਹਿਮ ਭੂਮਿਕਾਵਾਂ ਲਈ ਇਹ ਹਨ ਉਨ੍ਹਾਂ ਦੀਆਂ ਪਿਕਾਂ - ਫੋਰਬਸ",
        "ਟਰੰਪ ਨੇ ਫੌਕਸ ਦੇ ਟਿੱਪਣੀਕਾਰ ਪੀਟ ਹੇਗਸੇਥ ਨੂੰ ਆਪਣਾ ਅਗਲਾ ਰੱਖਿਆ ਮੰਤਰੀ ਚੁਣਿਆ - ਮਿਲਟਰੀ ਟਾਈਮਜ਼",
        "ਰਿਪੋਰਟਃ 49ers, ਸੀਬੀ ਡੀਮਡੋਰ ਲੈਨੋਇਰ ਪੰਜ-ਸਾਲ, $ 92 ਮਿਲੀਅਨ ਐਕਸਟੈਂਸ਼ਨ ਲਈ ਸਹਿਮਤ ਹਨ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਕੈਂਟਰਬਰੀ ਦੇ ਆਰਚਬਿਸ਼ਪ ਨੇ ਦੁਰਵਿਵਹਾਰ ਦੇ ਦੋਸ਼ਾਂ ਨੂੰ ਗਲਤ ਤਰੀਕੇ ਨਾਲ ਸੰਭਾਲਣ 'ਤੇ ਅਸਤੀਫਾ ਦੇ ਦਿੱਤਾ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਫੈਡਰਲ ਜੱਜ ਲੂਸੀਆਨਾ ਕਾਨੂੰਨ ਨੂੰ ਰੋਕਦਾ ਹੈ ਜਿਸ ਲਈ ਕਲਾਸਰੂਮਾਂ ਨੂੰ ਦਸ ਹੁਕਮ ਪ੍ਰਦਰਸ਼ਤ ਕਰਨ ਦੀ ਲੋੜ ਹੁੰਦੀ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਮਾਈਕ ਟਾਇਸਨ-ਜੈਕ ਪਾਲ ਮੁੱਕੇਬਾਜ਼ੀ ਮੈਚ ਦਿਖਾਉਂਦਾ ਹੈ ਸਟ੍ਰੀਮਿੰਗ ਹੁਣੇ ਹੀ ਕੇਬਲ ਹੈ - ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਪੈਂਟਾਗਨ ਦੇ ਲੀਕਰ ਜੈਕ ਟੇਕਸੀਰਾ ਨੂੰ ਸੰਘੀ ਦੋਸ਼ਾਂ 'ਤੇ 15 ਸਾਲ ਦੀ ਸਜ਼ਾ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਐਮਸਟਰਡਮ ਨੂੰ ਇਕ ਹੋਰ ਰਾਤ ਦੀ ਬੇਚੈਨੀ ਦਾ ਡਰ ਹੈ ਕਿਉਂਕਿ ਇਹ ਯਹੂਦੀ ਵਿਰੋਧੀ ਅਤੇ ਹਿੰਸਾ ਨਾਲ ਜੂਝਦਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਸਪਿਰਿਟ ਏਅਰਲਾਈਨਜ਼ ਦੀਵਾਲੀਆਪਣ ਵੱਲ ਵਧੀ ਫਰੰਟੀਅਰ ਡਰਾਪ ਰਲੇਵੇਂ ਦੀ ਬੋਲੀ ਤੋਂ ਬਾਅਦ ਫਾਈਲਿੰਗ - ਦਿ ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "ਸਪੇਸਐਕਸ ਪ੍ਰਤੀਯੋਗੀ ਸੈੱਟ ਕਮਾਈ ਬੀਟ ਤੇ ਟੇਕ ਆਫ ਲਈ, 55% ਵਿਕਰੀ ਸਪਾਈਕ - ਨਿਵੇਸ਼ਕ ਦਾ ਕਾਰੋਬਾਰ ਰੋਜ਼ਾਨਾ",
        "ਜਦ ਰੋਬੋਟ ਮਿਲਣ Cute: ਹੋ ਸਕਦਾ ਹੈ ਕਿ ਧੰਨ ਅੰਤ - Vulture",
        "ਟਰੰਪ ਨੇ ਮਾਈਕ ਹਕਾਬੀ, ਪ੍ਰੋ-ਇਜ਼ਰਾਈਲ ਕੰਜ਼ਰਵੇਟਿਵ, ਨੂੰ ਰਾਜਦੂਤ ਵਜੋਂ ਚੁਣਿਆ - ਰਾਇਟਰਜ਼",
        "ਬਹੁਤ ਸਮਾਂ ਪਹਿਲਾਂ, ਵੋਏਜਰ 2 ਨੇ ਸ਼ਾਇਦ ਮਾੜੇ ਸਮੇਂ ਤੇ ਯੂਰੇਨਸ ਨੂੰ ਫੜ ਲਿਆ ਸੀ - ਸਪੇਸ.",
        "ਐਸਟੀਡੀ ਮਹਾਂਮਾਰੀ ਹੌਲੀ ਹੋ ਜਾਂਦੀ ਹੈ ਕਿਉਂਕਿ ਅਮਰੀਕਾ ਵਿੱਚ ਨਵੇਂ ਸਿਫਿਲਿਸ ਅਤੇ ਗਨੋਰੀਆ ਦੇ ਕੇਸ ਡਿੱਗਦੇ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਐਲਨ ਮਸਕ ਨੇ ਕਲੋਏ ਫਿਨਮੈਨ ਨੂੰ ਜਵਾਬ ਦਿੰਦੇ ਹੋਏ ਕਿਹਾ ਕਿ ਉਸਨੇ 'ਐਸ ਐਨ ਐਲ‘ ਦੀ ਤਿਆਰੀ ਕਰਨ ਵੇਲੇ ਆਪਣੀ ਚੀਕ ਕੀਤੀ - IndieWire",
        "ਮੇਰਾ ਕੈਮੀਕਲ ਰੋਮਾਂਸ ‘ਦਿ ਬਲੈਕ ਪਰੇਡ’ 2025 ਟੂਰ ਨਾਲ ਓਪਨਰਜ਼ ਡੈਥ ਕੈਬ ਫਾਰ ਕਟੀ, ਪਿਕਸੀਜ਼ ਅਤੇ ਹੋਰ - ਵੰਨਗੀ ਦੀ ਘੋਸ਼ਣਾ ਕਰਦਾ ਹੈ"
    ]
}