{
    "headlines": [
        "L'anniversaire de la guerre de Gaza attire des milliers de manifestants pro-palestiniens à travers le monde - Reuters",
        "La Terre a officiellement une deuxième lune : l'astéroïde 2024 PT5 capturé en orbite temporaire - La galaxie quotidienne - Grandes découvertes",
        "Trump retourne à Butler pour un rassemblement sur le site de la tentative d'assassinat - CNN",
        "[supprimé]",
        "Les aurores boréales pourraient à nouveau être visibles dans le Massachusetts. Voir la carte des aurores boréales. - CBS Boston",
        "Les volets historiques de Biltmore Estate après les inondations causées par l'ouragan Helene ravagent Asheville - NBC News",
        "Suivi de la tempête tropicale Milton : la Floride sur la voie d'un ouragan, selon les prévisionnistes - USA TODAY",
        "Rumeurs commerciales de Davante Adams : Les sidérurgistes planifient une « offre agressive » après avoir manqué Aiyuk - Rapport Bleacher",
        "Dans les cafés et les bars israéliens, la vie peut sembler normale. Mais la guerre a jeté un voile sur tout le pays - The Associated Press",
        "[supprimé]",
        "‘Joker : Folie à Deux’ tombant à plat au box-office après avoir reçu un D CinemaScore sans précédent - Hollywood Reporter",
        "Trisha Yearwood a déchargé la maison « extraordinaire » du Tennessee pour 3,3 MILLIONS de dollars — un jour avant le choc du costume de viol de Garth Brooks - New York Post",
        "Biden s'engagea à faire campagne pour Harris. Jusqu'à présent, il a surtout été absent - The Associated Press",
        "Comment une échographie régulière pour vérifier sa grossesse a révélé un gros problème de santé - CBS News",
        "Elle a cherché à prouver que son grand-père avait été empoisonné au Camp Lejeune. Les dossiers qu'elle a trouvés pourraient aider des milliers de personnes. - NBC News",
        "Combien de temps faudra-t-il à la chaîne d'approvisionnement pour se normaliser après la grève des dockers ? - Fox Business",
        "Trump à blâmer pour le timing de Jack Smith's Bombshell Brief : Mary Trump - Newsweek",
        "La grande expansion de Starfield Shattered Space n'est pas assez bizarre - The Verge",
        "Les propriétaires touchés par l'ouragan Helene font face à la tâche sinistre de reconstruire sans assurance contre les inondations - The Associated Press",
        "Avez-vous du plastique noir dans votre maison ? Il pourrait vous exposer à des produits chimiques toxiques, disent les chercheurs - The Washington Post"
    ]
}