{
    "headlines": [
        "ਪਾਵੇਲ ਨੇ ਚੁੱਪ-ਚਾਪ ਇੱਕ ਹਾਕੀ ਪਿਵੋਟ ਬਣਾਇਆ, ਫੈਡ ਦੇ ਪ੍ਰਮੁੱਖ ਪਹਿਰੇਦਾਰ ਕਹਿੰਦਾ ਹੈ - ਮਾਰਕੀਟਵਾਚ",
        "ਟਰੰਪ ਦੇ ਚੋਟੀ ਦੇ ਵਪਾਰਕ ਸਲਾਹਕਾਰ ਨਾਲ ਐਲਨ ਮਸਕ ਦੀ ਟੈਰਿਫ ਰਿਲੇਟ ਬਦਸੂਰਤ ਹੋ ਰਹੀ ਹੈ - ਬਿਜ਼ਨਸ ਇਨਸਾਈਡਰ",
        "ਅਮਰੀਕਾ ਨੇ ਪੇਂਗੁਇਨ ਅਤੇ ਸੀਲਾਂ ਦੇ ਦੂਰ ਦੁਰਾਡੇ ਟਾਪੂ 'ਤੇ ਟੈਰਿਫਾਂ ਦਾ ਬਚਾਅ ਕੀਤਾ - ਬੀਬੀਸੀ",
        "‘ਦ ਵ੍ਹਾਈਟ ਲੋਟਸ’ ਸੀਜ਼ਨ 3 ਸਿਤਾਰੇ Aimee ਲੂ ਵੁੱਡ, ਜੇਸਨ ਇਸਹਾਕ & ਵਿਸਫੋਟਕ ਫਾਈਨਲ ਕਰਨ ਲਈ ਹੋਰ ਪ੍ਰਤੀਕਰਮ: \"90 ਹੁਣੇ ਹੀ ਹਫੜਾ-ਦਫੜੀ ਦੇ ਮਿੰਟ\" - ਡੈੱਡਲਾਈਨ",
        "ਮਿਆਂਮਾਰ ਦੇ ਘਾਤਕ ਭੂਚਾਲ ਨੇ ਸ਼ਾਂਤੀ ਦਾ ਕੋਈ ਰਸਤਾ ਨਾ ਹੋਣ ਨਾਲ ਰਾਜਨੀਤਿਕ ਉਥਲ-ਪੁਥਲ ਨੂੰ ਡੂੰਘਾ ਕੀਤਾ, ਮਾਹਰਾਂ ਦਾ ਕਹਿਣਾ ਹੈ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਟਰੰਪ ਅਮਰੀਕਾ ਨੂੰ ਮਾਰਕੀਟ ਕਰੈਸ਼ ਦੇ ਤੌਰ ਤੇ ਕਰੈਸ਼ਃ ‘ਕਈ ਵਾਰ ਤੁਹਾਨੂੰ ਦਵਾਈ ਲੈਣੀ ਪੈਂਦੀ ਹੈ’ - ਰੋਲਿੰਗ ਸਟੋਨ",
        "NCAA ਚੈਂਪੀਅਨਸ਼ਿਪਃ Paige Bueckers 'ਸਮਾਪਤੀ ਸਿਰਲੇਖ ਪਲ ਕੁਝ ਵਾਧੂ ਲਿਆ — ਅਤੇ ਉਸ ਦੇ UConn ਟੀਮ ਦੇ ਸਾਥੀ ਡਿਲੀਵਰੀ - ਯਾਹੂ ਖੇਡ",
        "'ਮੈਂ ਘਬਰਾਉਣ ਵਾਲਾ ਨਹੀਂ ਹਾਂ' — ਐਤਵਾਰ ਦੇ ਸਟਾਕ ਫਿuresਚਰਜ਼ ਸੇਲ-ਆਫ 'ਤੇ ਜਿਮ ਕ੍ਰੈਮਰ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਅਧਿਕਾਰੀ ਕੈਰੋਲ ਕੰਪਨੀ ਨਿਕਾਸੀ ਦੇ ਵਿਚਕਾਰ ਡਿਕਸ ਡੈਮ ਖੋਲ੍ਹਣ 'ਗਲਤ ਜਾਣਕਾਰੀ' ਨੂੰ ਸਾਫ ਕਰਨ ਦਾ ਕੰਮ ਕਰਦੇ ਹਨ - LEX18",
        "ਆਰਐਫਕੇ ਜੂਨੀਅਰ ਨੇ ਦੂਜੇ ਬੱਚੇ ਦੀ ਮੌਤ ਹੋਣ ਤੋਂ ਬਾਅਦ ਟੈਕਸਾਸ ਖਸਰਾ ਫੈਲਣ ਦੇ ਕੇਂਦਰ ਦਾ ਦੌਰਾ ਕੀਤਾ - ਪੀਬੀਐਸ",
        "ਮੀਂਹ ਦੇ ਦਿਨਾਂ ਤੋਂ ਬਾਅਦ ਦੱਖਣ ਅਤੇ ਮੱਧ-ਪੱਛਮ ਵਿੱਚ ਹੜ੍ਹ ਵਿਗੜਦਾ ਹੈ - ਪੀਬੀਐਸ",
        "ਸੋਰੋਕਿਨ ਵਪਾਰ ਰਿਕਾਰਡ-ਨਿਰਧਾਰਤ ਟੀਚੇ ਦੀ ਆਗਿਆ ਦੇਣ ਤੋਂ ਬਾਅਦ ਓਵੇਚਕਿਨ ਦੇ 'ਸਤਿਕਾਰ' ਲਈ ਸਟਿੱਕ ਕਰਦਾ ਹੈ - NHL.",
        "ਟਰੰਪ ਦੇ ਸਲਾਹਕਾਰਾਂ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ 50 ਤੋਂ ਵੱਧ ਦੇਸ਼ਾਂ ਨੇ ਵ੍ਹਾਈਟ ਹਾਊਸ ਨਾਲ ਟੈਰਿਫ ਗੱਲਬਾਤ ਲਈ ਪਹੁੰਚ ਕੀਤੀ ਹੈ - ਪੀਬੀਐਸ",
        "ਜੱਜ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਮੈਰੀਲੈਂਡ ਦੇ ਆਦਮੀ ਨੂੰ ਗਲਤ ਤਰੀਕੇ ਨਾਲ ਅਲ ਸਲਵਾਡੋਰ ਜੇਲ੍ਹ ਭੇਜਣਾ 'ਜ਼ਮੀਰ ਨੂੰ ਝੰਜੋੜਦਾ ਹੈ' - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "2025 ਐਨਸੀਏਏ ਟੂਰਨਾਮੈਂਟ ਚੈਂਪੀਅਨਸ਼ਿਪ ਗੇਮ ਪਿਕਸ, ਮਾਹਰ ਭਵਿੱਖਬਾਣੀ, ਸੰਭਾਵਨਾਵਾਂਃ ਫਲੋਰੀਡਾ ਬਨਾਮ ਹਿਊਸਟਨ ਸਕੋਰ ਭਵਿੱਖਬਾਣੀ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਯਮਨ ਦੇ ਹੂਤੀਵਾਦੀਆਂ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਅਮਰੀਕਾ ਦੇ ਤਾਜ਼ਾ ਹਵਾਈ ਹਮਲਿਆਂ ਵਿੱਚ ਸਨਾ - ਅਲ ਜਜ਼ੀਰਾ ਵਿੱਚ ਘੱਟੋ ਘੱਟ ਚਾਰ ਮਾਰੇ ਗਏ",
        "2025 2 ਰਾਉਂਡ ਐਨਐਫਐਲ ਮੌਕ ਡਰਾਫਟਃ ਐਸ਼ਟਨ ਜੀਨਟੀ ਚੋਟੀ ਦੇ 5 ਵਿੱਚ ਸ਼ਾਮਲ ਹੁੰਦਾ ਹੈ, ਸ਼ੇਡਰ ਸੈਂਡਰਸ ਚੋਟੀ ਦੇ 10 ਤੋਂ ਬਾਹਰ ਆ ਜਾਂਦਾ ਹੈ ਪਰ ਇੱਕ ਸੰਪੂਰਨ ਸਥਾਨ ਤੇ ਉਤਰਦਾ ਹੈ - ਏ ਟੂ ਜ਼ੈਡ ਸਪੋਰਟਸ"
    ]
}