{
    "headlines": [
        "وجد العلماء جسمًا كونيًا غامضًا يفجر إشعاعًا قياسيًا - وهو قريب - المجرة اليومية - قناة الاكتشافات العظيمة",
        "الاحتجاجات على الاستجابة للفيضانات في إسبانيا تقطع زيارة الملك إلى ضاحية فالنسيا المنكوبة - رويترز",
        "تحديثات حية لانتخابات 2024: هاريس، ترامب يحشد الولايات المتأرجحة مع بقاء يومين ؛ استطلاعات جديدة - الولايات المتحدة الأمريكية اليوم",
        "أصيب 6 على الأقل بعد أن خلفت العواصف الرعدية الناتجة عن الأعاصير دمارًا في أجزاء من أوكلاهوما - سي إن إن",
        "خسارة رومان ريينز في كراون جول تمهد الطريق لسلسلة الناجين وما بعدها - مقاعد بجانب القفص",
        "Open: This is \"Face the Nation with Margaret Brennan,\" Nov. 3, 2024 - Face the Nation",
        "شباك التذاكر: \"Venom 3\" يسجل 26 مليون دولار للإقامة رقم 1، \"هنا\" لا يذهب إلى أي مكان مع افتتاح 5 ملايين دولار - مراسل هوليوود",
        "شهدت هذه الولاية المتأرجحة بعضًا من أعلى معدلات تضخم الغذاء في البلاد. يأمل الجمهوريون أن يلوم الناخبون الديمقراطيين. - السياسة",
        "3 قواعد جديدة للحد الأدنى المطلوب للتوزيع (RMD) يجب على الجميع معرفتها لعام 2024 - USA TODAY",
        "2024 الأسبوع التاسع لاتحاد كرة القدم الأميركي: أفضل ألعاب الأحد والقصص البارزة - سي إن إن",
        "صور الأقمار الصناعية تكشف عن تدمير إسرائيلي لقرى في جنوب لبنان - الجزيرة الإنجليزية",
        "أريانا غراندي تضيء العرض الأول \"الشرير\" في ثوب وردي لامع - جيو نيوز",
        "النساء في الذكاء الاصطناعي: تعتقد صوفيا فلاستيجوي أن الذكاء الاصطناعي يتحرك بسرعة كبيرة - TechCrunch",
        "اختيارات خبراء اتحاد كرة القدم الأميركي للأسبوع التاسع، وتسجيل التوقعات: الأسود في باكرز - فخر ديترويت",
        "الأسبوع التاسع من الدوري الوطني لكرة القدم الأمريكية: الرهانات المفضلة للاعبين باستخدام الرؤى الرئيسية لـ PFF - التركيز على كرة القدم للمحترفين",
        "الصحفي الأمريكي المعتقل في إيران كمرشد أعلى خامنئي يهدد الولايات المتحدة وإسرائيل، كما تقول وزارة الخارجية - فوكس نيوز",
        "KUO: تأخرت سماعة الرأس \"Apple Vision\" الأرخص إلى ما بعد 2027 - من 9 إلى 5 ماك",
        "لماذا رحلات الطيران إلى أوروبا هي الأرخص منذ سنوات - CNBC",
        "نقطة محذوفة هنا",
        "ما الذي يمكن أن يفعله RFK Jr الذي يدعمه ترامب في مجال الرعاية الصحية - Axios"
    ]
}