{
    "headlines": [
        "World agrees to climate deal on financial aid for developing countries after summit nearly implodes - CNN",
        "Neal (4 TDs) does it all as KU topples Colorado - ESPN",
        "3 quick takeaways from the Badgers 44-25 loss to Nebraska: Defense collapses in blowout - Bucky's 5th Quarter",
        "Dana Carvey says he can’t impersonate Elon Musk ‘very well’ after SNL appearance - The Hill",
        "Trump picks Brooke Rollins to lead Department of Agriculture - The Guardian US",
        "GOP senator blocks promotion of general involved in Afghanistan withdrawal, sources say - CBS News",
        "Alcohol poisoning deaths in Laos renew concerns about methanol. Here's what to know - NPR",
        "7 Best Black Friday iPad Deals for 2024 - MacRumors",
        "Tatum Bethune Placed on IR, Gipson Sr. Promoted to Active Roster and More Moves Ahead of #SFvsGB - 49ers.com",
        "Historic storm breaks 1,000-year rainfall record in parts of Bay Area - SFGATE",
        "Israeli Strikes Kill Dozens in Gaza Over 48 Hours, Palestinian Officials Say - Newsmax",
        "DOJ tells Google to sell Chrome - TechCrunch",
        "Thousands protest against sexual violence in France - Al Jazeera English",
        "11 killed in Israeli strike on central Beirut said to target top Hezbollah commander - The Times of Israel",
        "Listeria outbreak: Recall issued as US says infant died - BBC.com",
        "Alcohol use increased during the Covid-19 pandemic. A new study shows that it’s still high - CNN",
        "A look at how some of Trump's picks to lead health agencies could help carry out Kennedy's overhaul - The Associated Press",
        "[Removed]",
        "Father John Misty, Lil Wayne, Nas, and Snoop Dogg Respond to Kendrick Lamar’s Surprise New Album GNX - Pitchfork",
        "All Of Sony’s PlayStation 5 Models, Including The ‘Pro’ Version, Are Discounted By Up To 25 Percent For Amazon Black Friday 2024 - Wccftech"
    ]
}