{
    "headlines": [
        "Всего пять минут упражнений могут помочь вашему кровяному давлению, говорится в исследовании - The Washington Post",
        "Трамп объявил менеджера кампании Сьюзи Уайлс главой аппарата Белого дома - CNN",
        "Непокорный Джулиани говорит, что он стал жертвой «политического преследования», поскольку ему снова сказали отказаться от активов - The Associated Press",
        "На каком канале сегодня матч четвергового ночного футбола? Вороны против Бенгалов, расписание НФЛ на 10 неделю - Courier Journal",
        "Резюме заседания ФРС: Пауэлл «чувствует себя хорошо» в отношении экономики, говорит, что Трамп не может юридически уволить его - CNBC",
        "Слухи о Бронни Джеймсе: «Лейкерс» назначили сына Леброна в G-лигу; дебют состоится в субботу - отчет Bleacher",
        "Плавучий Трамп считает, что у него есть мандат, чтобы начать работу, когда он упивается за закрытыми дверями - CNN",
        "Apple наконец-то позволяет зеленым пузырям отправлять сообщения - The Verge",
        "Принц Уильям говорит, что это был самый тяжелый год в его жизни, когда он начал рассказывать о «гордости» за Кейт - The Sun",
        "Новые сторожевые псы Трампа с Уолл-стрит приходят - как будто с гораздо меньшим укусом - The Wall Street Journal",
        "Рашида Джонс делится сердечной памятью о ночных джазовых часах Куинси Джонса: «Для меня большая честь быть вашей дочерью. Твоя любовь живет вечно» - Variety",
        "Расистские текстовые сообщения, о которых сообщалось в нескольких штатах после дня выборов - ABC News",
        "Вот когда Боб Фергюсон будет приведен к присяге в качестве следующего губернатора Вашингтона - KING5.com",
        "Изъято",
        "Три человека обвиняются в поставке наркотиков Лиаму Пейну в рамках расследования смерти - Rolling Stone",
        "Изъято",
        "Стивен А. Смит дистанцируется от Джимми Киммела после того, как Киммел кричит о победе Трампа: «Это был бы не я» - Fox News",
        "Союзники Харриса обвиняют Байдена в громкой потере вице-президента Трампу - The Associated Press",
        "Сонливо в течение дня? Исследование предполагает, что это может быть ранним предупреждающим признаком деменции - Fox News",
        "Прямая трансляция сегодняшнего запуска SpaceX Starlink с мыса Канаверал - Флорида сегодня"
    ]
}