{
    "headlines": [
        "3 cidadãos dos EUA, 2 espanhóis detidos por suposta conspiração para \"desestabilizar\" a Venezuela - CBS News",
        "   Removido ",
        "Michaela DePrince: A bailarina pioneira da América morre aos 29 anos - BBC.com",
        "Jennifer Lopez e Ben Affleck fotografados juntos pela primeira vez desde o divórcio - E! Online - E! NEWS",
        "Como um boato falso sobre animais de estimação em Ohio e a presença de Laura Loomer ajudaram a inviabilizar os ataques planejados por Trump a Harris - CNN",
        "Aprovação rápida afasta mais eleitores de Harris do que atrai: sondagem - New York Post",
        "Skid dos Seminoles continua com perda para Memphis - ESPN",
        "A Polaris Dawn deve voltar para casa após um voo espacial comercial marcante - NASASpaceflight.com",
        "Caminhões de arado de Chicago em espera para bloquear estradas durante as comemorações do Dia da Independência do México em 2024 - ABC7 Chicago",
        "49ers deixam 53 vagas abertas depois de colocar o CMC no IR - NBC Sports Bay Area",
        "Os jogos do LinkedIn são divertidos, na verdade - TechCrunch",
        "Inundações na Europa: receios de mais mortes à medida que a chuva pesada continua - BBC.com",
        "Emmys: Inside This Weekend's A-List Parties (Atualização) - Hollywood Reporter",
        "Kamala Harris dá a primeira entrevista solo como candidata democrata - BBC.com",
        "'Concussão' Dr. Bennet Omalu pede novamente que Tua Tagovailoa se aposente - New York Post",
        "Astronautas presos no espaço fazem os primeiros comentários públicos depois que o passeio sai sem eles - HuffPost",
        "Presidente do comitê militar da OTAN, outros apoiam o uso de armas de longo alcance pela Ucrânia para atingir a Rússia - Associated Press",
        "O círculo íntimo obscuro de Eric Adams volta para mordê-lo - POLITICO",
        "   Removido ",
        "Americanos entre 37 condenados à morte por tentativa de golpe no Congo - New York Post"
    ]
}