{
    "headlines": [
        "فيكتور ويمبانياما يسقط أعلى 50 نقطة في حياته المهنية بينما يقود توتنهام للفوز على ويزاردز - ياهو سبورتس",
        "يصف باتريك ماهومز السطو في منزله في منطقة كانساس سيتي بأنه \"محبط ومخيب للآمال\" - إن بي سي سبورتس",
        "موظف حكومي أمريكي متهم بتسريب وثائق سرية حول خطط إسرائيل لضرب إيران - وكالة أسوشيتد برس",
        "خاتمة \"العازبة الذهبية \": تختار جوان فاسوس [المفسد] في نهاية عاطفية - متنوعة",
        "مقتل شخص واحد بعد انفجارين بالقرب من المحكمة العليا في البرازيل - سي إن إن",
        "لم تتغير العقود الآجلة للأسهم إلا قليلاً حيث يظهر ارتفاع ما بعد الانتخابات علامات على التذبذب: تحديثات مباشرة - CNBC",
        "مكتب التحقيقات الفيدرالي يداهم منزل الرئيس التنفيذي لشركة Polymarket شاين كوبلان - أكسيوس",
        "قد يكون Ozempic و Wegovy مفيدين في مكافحة إدمان الكحول: دراسة - The Hill",
        "جيانيس يسجل 38 نقطة، باكز يتصدر المكابس 85-84 بعد ثلاثة أرباع - Milwaukee Journal Sentinel",
        "مايك جونسون يفوز بإشارة من الحزب الجمهوري للبقاء رئيسًا لمجلس النواب بدعم من ترامب - أكسيوس",
        "الجمهوريون يفوزون بالأغلبية في مجلس النواب الأمريكي، مما يمنح ترامب السيطرة على الكونغرس - فاينانشيال تايمز",
        "مات غايتز يستقيل من الكونغرس بسبب إشارة ترامب ليكون النائب العام، كما يقول جونسون - فوكس نيوز",
        "يبدأ Final Cut Pro 11 فصلًا جديدًا لتحرير الفيديو على Mac - غرفة أخبار Apple",
        "يقول إيلون ماسك إنه وترامب لديهما \"تفويض بحذف\" اللوائح. يمكن أن تحد قوانين الأخلاق من دور ماسك - وكالة أسوشيتد برس",
        "خرجت سارة هاينز فجأة من الكاميرا على \"The View\" - BuzzFeed",
        "مايكروسوفت تصحيحات ويندوز صفر يوم استغلالها في الهجمات على أوكرانيا - BleepingComputer",
        "يمكن شطب سهم SMCI. ما الذي يجب مراعاته إذا كنت تمتلك سوبر مايكرو. - بارونز",
        "فاز الجمهوريون في مجلس النواب. الآن يأتي الجزء الصعب. - ABC News",
        "كنتاكي تقاضي دجاج تشرش في تكساس بسبب مزاعم إعلان \"الوصفة الأصلية\" - سي بي إس نيوز",
        "بول دوج! ترتفع دوجكوين مع إعلان ترامب عن مجموعة كفاءة حكومية يطلق عليها اسم دوج - وكالة أسوشيتد برس"
    ]
}