{
    "headlines": [
        "Daniel Craig quitte DC Studios War Movie ‘Sgt. Rock’ - Hollywood Reporter",
        "Sporting KC vs Inter Miami LIVE score, CONCACAF Champions Cup : départ de Lionel Messi, départ des lineups, météo, match news - Sportstar",
        "Trump avertit Zelenskyy de négocier rapidement la fin de la guerre avec la Russie ou de risquer de ne pas avoir de nation à diriger - The Associated Press",
        "Le secrétaire à la Défense ordonne à l'armée de se préparer à d'importantes coupes budgétaires - CNN",
        "Le juge semble sur la bonne voie pour laisser le MJ rejeter l'affaire Eric Adams - POLITICO",
        "L'IRS devrait licencier 6 700 employés à partir de jeudi - Exécutif du gouvernement",
        "Deux morts après la collision de petits avions en vol en Arizona - BBC.com",
        "Microsoft revendique la percée de l'informatique quantique en créant un nouvel état de la matière - The Wall Street Journal",
        "UnitedHealth Group commence à proposer des rachats d'employés, pourrait recourir à des licenciements - Star Tribune",
        "La star de « Reacher » Alan Ritchson appelle un camarade de classe d'enfance Matt Gaetz « Motherf** *er » : « Il n'est tout simplement pas un bon gars » - Date limite",
        "Sept hommes chiliens sont accusés d'avoir cambriolé les maisons de Mahomes, Burrow et d'autres athlètes vedettes - The Associated Press",
        "Nikola Stock Plunges sur le dépôt de bilan du chapitre 11 - Barron's",
        "Les réserves fédérales américaines avertissent que les tarifs de Trump peuvent augmenter les prix - BBC.com",
        "Une épidémie de rougeole frappe le Texas et le Nouveau-Mexique. Le virus hautement contagieux a expliqué. - Yahoo",
        "Les médecins disent que le pape François montre une « légère amélioration » à l'hôpital - Catholic News Agency",
        "Probabilité que l'astéroïde frappe la Terre la plus élevée jamais enregistrée - TribLIVE",
        "Google extrait les Gémeaux de l'application de recherche principale sur iOS - TechCrunch",
        "Le Canada remporte le titre face à face des 4 nations dans la simulation EA Sports NHL - NHL.com"
    ]
}