{
    "headlines": [
        "Exclusive | U.S. Officials Conclude Middle East Peace Deal Out of Reach During Biden’s Term - The Wall Street Journal",
        "Local Teamsters unions in swing states rush to endorse Harris - The Washington Post",
        "Judge killed in Kentucky courthouse shooting, governor says - CBS News",
        "Ohtani eclipses 50 steals, two HRs shy of 50-50 - ESPN",
        "Kentucky couple say they found body believed to be interstate shooting suspect after scouring the woods for days - CNN",
        "Thursday Night Football odds, line, time, spread: Patriots vs. Jets picks from New England expert on 18-5 roll - CBS Sports",
        "‘SNL’ boss Lorne Michaels reveals the show’s satire plans for the upcoming election - CNN",
        "State reporting 'significant increase' in whooping cough cases - WISN Milwaukee",
        "Report: Cancer deaths have dropped, but alcohol is factor in new cases - The Hill",
        "Nike CEO John Donahoe is out, replaced by company veteran Elliott Hill - CNBC",
        "One of Our Finest Actors Became a Laughingstock. Now He’s Having the Time of His Life. - Slate",
        "North Carolina GOP governor nominee Mark Robinson denies making racist and sexually graphic posts on porn forum - CNBC",
        "Beyond Imagination: 140 Milky Ways Spanned by Record-Breaking Black Hole Jets - SciTechDaily",
        "Hezbollah chief says Israel crossed 'all red lines' with attacks - BBC.com",
        "Harris plans a livestream with Oprah Winfrey while Trump is set to address an Israeli-American group - The Associated Press",
        "Sean ‘Diddy’ Combs joins list of Hollywood stars charged with sex crimes - The Associated Press",
        "New analysis of samples from Wuhan animal market supports its role as a central site of early spread of Covid-19 - CNN",
        "Harris and Trump essentially tied in Pennsylvania, Post poll finds - The Washington Post",
        "30th-anniversary limited-run PS5 and PS5 Pro bring back mid-’90s gray plastic - Ars Technica",
        "Apple Seeds First iOS 18.1, iPadOS 18.1, and macOS Sequoia Public Betas With Apple Intelligence - MacRumors"
    ]
}