{
    "headlines": [
        "ਲਾਈਵ ਬ੍ਰੀਫਿੰਗਃ ਗਾਜ਼ਾ ਮ੍ਰਿਤਕਾਂ ਦੀ ਗਿਣਤੀ 45,000 ਨੂੰ ਪਾਰ ਕਰਦੀ ਹੈ, ਸਿਹਤ ਮੰਤਰਾਲੇ ਦਾ ਕਹਿਣਾ ਹੈ - ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਐਮਾਜ਼ਾਨ ਨੇ ਸੱਟਾਂ ਬਾਰੇ ਅੰਦਰੂਨੀ ਚੇਤਾਵਨੀਆਂ ਦੀ ਅਣਦੇਖੀ ਕੀਤੀ, ਸੈਨੇਟ ਜਾਂਚ ਦੇ ਦਾਅਵੇ - ਨਿ New ਯਾਰਕ ਟਾਈਮਜ਼",
        "ਐਨਐਫਐਲ ਹਫਤੇ 15 ਵਿਚ ਅਸੀਂ ਕੀ ਸਿੱਖਿਆਃ ਐਮਵੀਪੀ ਜੋਸ਼ ਐਲਨ ਨੂੰ ਗੁਆਉਣਾ ਹੈ, ਪੈਕਰ ਗਰਮ ਰਹਿੰਦੇ ਹਨ - ਐਥਲੈਟਿਕ - ਦਿ ਐਥਲੈਟਿਕ",
        "ਫੈਡਰਲ ਈਵੀ ਟੈਕਸ ਕ੍ਰੈਡਿਟ ਦੀ ਇੱਕ ਅਨਿਸ਼ਚਿਤ ਕਿਸਮਤ ਹੈ. ਕਾਰ ਦੁਕਾਨਦਾਰਾਂ ਨੂੰ ਕੀ ਪਤਾ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ - NPR",
        "Kraven The Hunter Has Worst Ever Box Office Opening Weekend for a Sony Spider-Man Universe Movie, ਇੱਥੋਂ ਤੱਕ ਕਿ ਮੈਡਮ ਵੈਬ ਦੇ ਹੇਠਾਂ ਵੀ - ਆਈਜੀਐਨ",
        "ਮੈਮਫਿਸ ਆਦਮੀ ਨੂੰ 2022 ਵਿਚ ਫਿਜੀ ਵਿਚ ਹਨੀਮੂਨ 'ਤੇ ਆਪਣੀ ਲਾੜੀ ਦੀ ਹੱਤਿਆ ਕਰਨ ਦਾ ਦੋਸ਼ੀ ਠਹਿਰਾਇਆ ਗਿਆ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "5-ਸਟਾਰ ਫਿਜੀ ਰਿਜੋਰਟ - ਸੀ ਐਨ ਐਨ ਵਿਖੇ ਕਾਕਟੇਲ ਪੀਣ ਤੋਂ ਬਾਅਦ ਸੱਤ ਹੋਟਲ ਮਹਿਮਾਨ ਸ਼ੱਕੀ ਜ਼ਹਿਰ ਦਾ ਸ਼ਿਕਾਰ ਹਨ",
        "ਸੋਮਵਾਰ ਸਵੇਰੇ ਉੱਤਰ-ਪੂਰਬ ਦੇ ਹਿੱਸਿਆਂ ਲਈ ਆਈਸੀਸੀ ਕਮਿਊਟ ਦੀ ਉਮੀਦ ਕਰੋ - ਨਿਊਯਾਰਕ ਟਾਈਮਜ਼",
        "ਸ਼ੂਮਰ ਨੇ ਬਾਇਡਨ ਐਡਮਿਨ ਨੂੰ ਐਨਵਾਈ ਅਤੇ ਐਨਜੇ - ਐਕਸੀਓਸ ਨੂੰ \"ਵਿਸ਼ੇਸ਼ ਡਰੋਨ-ਡਿਟੈਕਸ਼ਨ ਟੈਕ\" ਲਗਾਉਣ ਦੀ ਅਪੀਲ ਕੀਤੀ",
        "ਚੱਕਰਵਾਤ ਨਾਲ ਪ੍ਰਭਾਵਿਤ ਮੇਯੋਟ ਵਿਚ ਪਿਆਸ ਅਤੇ ਭੁੱਖ ਨਾਲ ਮਰਨਾ ਸ਼ੁਰੂ ਕਰਨ ਵਾਲੇ ਲੋਕ, ਫ੍ਰੈਂਚ ਸੈਨੇਟਰ ਨੂੰ ਚੇਤਾਵਨੀ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਗਾਜ਼ਾ ਤਣਾਅ ਨੂੰ ਲੈ ਕੇ ਇਜ਼ਰਾਈਲ ਬੰਦ ਕਰੇਗਾ ਆਪਣਾ ਆਇਰਲੈਂਡ ਦੂਤਾਵਾਸ - NPR",
        "ਵਿਆਜ ਦਰਾਂ ਵਿੱਚ ਕਟੌਤੀ ਬਾਰੇ ਫੈੱਡ ਦੀ ਗੇਮ ਯੋਜਨਾ ਸ਼ਿਫਟਿੰਗ ਰੱਖਦੀ ਹੈ - ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "ਬਚੇ ਹੋਏ ਇੱਕ ਗਣਨਾ ਦੀ ਮੰਗ ਕਰਦੇ ਹਨ ਕਿਉਂਕਿ ਐਫਬੀਆਈ ਘੱਟ ਜਾਣੇ-ਪਛਾਣੇ ਈਸਾਈ ਸੰਪਰਦਾ ਵਿੱਚ ਬੱਚਿਆਂ ਦੇ ਜਿਨਸੀ ਸ਼ੋਸ਼ਣ ਦੀ ਜਾਂਚ ਕਰਦਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਐਪਲ ਟੀਵੀ+ ਬੂੰਦਾਂ ਲੇਡੀ ਗਾਗਾ, ਦੋਆ ਲੀਪਾ ਅਤੇ ਚੈਪਲ ਰੋਨ ਦੇ ਨਾਲ ‘ਕਾਰਪੂਲ ਕਰਾਓਕੇ’ ਦਾ ਹੈਰਾਨੀਜਨਕ ਛੁੱਟੀ ਐਡੀਸ਼ਨ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਐਨਐਫਐਲ ਹਫਤਾ 15 ਗ੍ਰੇਡਃ ਜੋਸ਼ ਐਲਨ ਬਿੱਲਾਂ ਨੂੰ ਜਿੱਤ ਬਨਾਮ ਲਾਇਨਜ਼ ਵਿਚ 'ਏ' ਵੱਲ ਲੈ ਜਾਂਦਾ ਹੈ, ਈਗਲਜ਼ ਨੂੰ ਸਟੀਲਰਜ਼ ਨੂੰ ਹਰਾਉਣ ਲਈ ਉੱਚ ਗ੍ਰੇਡ ਮਿਲਦਾ ਹੈ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "2024 ਹਫਤਾ 15 ਤੇਜ਼ ਪ੍ਰਤੀਕ੍ਰਿਆਵਾਂ: ਸੀਹਾਕਸ ਪੈਕਰਾਂ ਨੂੰ ਗੁਆਉਂਦਾ ਹੈ ਅਤੇ ਸੱਟ ਲੱਗਣ ਤੇ ਜੀਨੋ ਸਮਿਥ ਨੂੰ ਗੁਆਉਂਦਾ ਹੈ - Seahawks.com",
        "ਵਾਈਕਿੰਗਜ਼ ਨੇ ਪੈਕਰਜ਼ ਨੂੰ ਸੀਹਾਕਸ ਦੀ ਹਾਰ ਦੇ ਨਾਲ ਪੋਸਟ ਸੀਜ਼ਨ ਬਰਥ ਪ੍ਰਾਪਤ ਕੀਤੀ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਏਸ਼ੀਆ ਨੇ ਫੈੱਡ ਰੇਟ ਦੀਆਂ ਯੋਜਨਾਵਾਂ ਤੋਂ ਸਾਵਧਾਨ ਕੀਤਾ, ਚੀਨ ਦੇ ਪ੍ਰਚੂਨ ਨੇ ਰਾਇਟਰਜ਼ ਦੁਆਰਾ ਨਿਰਾਸ਼ ਕੀਤਾ - Investing.",
        "ਕੀ ਧਰਤੀ ਦੇ ਚੱਕਰ ਲਗਾਉਣ ਵਾਲੇ ਮਾ mouseਸ ਸ਼ੁਕਰਾਣੂ ਮਨੁੱਖਤਾ ਦਾ ਭਵਿੱਖ ਹੋ ਸਕਦੇ ਹਨ? - ਸੀ ਐਨ ਐਨ",
        "ਕਿਵੇਂ ‘ਯੈਲੋਸਟੋਨ’ ਫਾਈਨਲ ਬੈਥ ਐਂਡ ਰਿਪ ਸਪਿਨੋਫ ਸਥਾਪਤ ਕਰਦਾ ਹੈ ਅਤੇ ‘1883‘ ਤੇ ਵਾਪਸ ਚੱਕਰ ਲਗਾਉਂਦਾ ਹੈ - ਟੀਵੀ ਇਨਸਾਈਡਰ"
    ]
}