{
    "headlines": [
        "مقتل شخص واحد وإصابة 15 آخرين بعد تحطم طائرة صغيرة في مبنى في جنوب كاليفورنيا - إيه بي سي نيوز",
        "الرئيس الأمريكي بايدن يمنح ميدالية رئاسية لناقدة ترامب ليز تشيني - الجزيرة الإنجليزية",
        "وصول المحققين إلى مقر إقامة رئيس كوريا الجنوبية لتنفيذ أمر الاعتقال - سي إن إن",
        "مكتب التحقيقات الفيدرالي ينشر فيديو جديد، معلومات في مطاردة لمفجر أنبوب 6 يناير - إيه بي سي نيوز",
        "حملت أوركا الحزينة عجلها الميت لمدة 17 يومًا في عام 2018. الآن هي تحمل مرة أخرى جثة طفلها الأخير. - سي بي إس نيوز",
        "إحاطة حية: أكثر من 40 قتيلاً في غارات على مدينة غزة، كما يقول الدفاع المدني - واشنطن بوست",
        "تحديثات حية: يقول مكتب التحقيقات الفيدرالي الآن إن مهاجم شاحنة نيو أورليانز تصرف بمفرده في \"عمل إرهابي\" - وكالة أسوشيتد برس",
        "WR Donovan Murph ذو الأربع نجوم يلتزم بكارولينا الجنوبية على Clemson في لعبة Under Armor All - America - 247Sports",
        "جوائز جولدن جلوب 2025: متى وأين تشاهد حفل جوائز العام الجديد الافتتاحي للموسم - هندوستان تايمز",
        "Hindenburg Shorts Carvana، التي تزعم أنها \"خدعة للعصور\" - Yahoo Finance",
        "لم يصل نموذج الذكاء الاصطناعي من الجيل التالي من xAI في الوقت المحدد، مما أضاف إلى الاتجاه - TechCrunch",
        "جورجيا مقابل نوتردام حيث يمكنك المشاهدة: قناة تلفزيونية، بث مباشر، احتمالات وعاء السكر، الانتشار، التنبؤ، الالتقاط - CBS Sports",
        "يمنح العائد البوليسي حضورًا كبيرًا للولايات المتحدة في كأس السوبر - ESPN",
        "يسعى المحافظون إلى الحصول على التزامات بينما يتدافع جونسون للحصول على أصوات رئيس مجلس النواب - ذا هيل",
        "محكمة الاستئناف الأمريكية تمنع جهود إدارة بايدن لاستعادة قواعد الحياد الصافي - رويترز",
        "آخر ساعة ذكية من Fossil's Wear OS ماتت أخيرًا - 9to5Google",
        "\"طريق سريع للديناصورات\" يعود تاريخه إلى 166 مليون عام تم اكتشافه في إنجلترا - PBS NewsHour",
        "5 ملخصات كبيرة من دعوى جاستن بالدوني ضد صحيفة نيويورك تايمز بسبب قصة بليك ليفلي - بيزنس إنسايدر",
        "وجدت الدراسة أن الخفافيش المهاجرة \"تتزلج\" على العواصف - صالون",
        "محذوف"
    ]
}