{
    "headlines": [
        "Поражение Орегона от штата Огайо стало заголовком для победителей и проигравших 7-й недели футбола в колледже - USA TODAY",
        "Редкое наводнение затопило части пустыни Сахара впервые за десятилетия - CBS News",
        "Интервью с Брендоном Ройвалом | UFC Vegas 98 - UFC",
        "Камала Харрис оказывает давление на Дональда Трампа из-за медицинских записей - BBC.com",
        "Группа, имеющая тесные связи с Трампом, предположительно подверглась атаке китайских хакеров - ABC News",
        "НАСА обновляет покрытие Europa Clipper после урагана Мильтон - Лаборатория реактивного движения НАСА",
        "Выигрышные номера лотереи Powerball на розыгрыш 12 октября: джекпот $ 364 млн - USA TODAY",
        "Львы удерживают RB Montgomery в крае до 2027 года - ESPN",
        "Израиль приказал эвакуировать еще несколько городов на юге Ливана, трое миротворцев ООН получили ранения - США СЕГОДНЯ",
        "TikToker Тейлор Руссо Григг отдыхает после смерти в 25 - НОВОСТИ E!",
        "Трамп митингует в сплошной синей Калифорнии в неортодоксальном предвыборном движении - Al Jazeera English",
        "Изъято",
        "7-Eleven закрывает более 400 магазинов в Северной Америке - ABC7 Лос-Анджелес",
        "Уолз делает перерыв в предвыборной кампании, чтобы поохотиться на фазана Миннесоты - Star Tribune",
        "Ник Кэннон признается, что в подростковом возрасте тусовался с Дидди: «Нечего скрывать» - Fox News",
        "Янн ЛеКун из Meta говорит, что опасения по поводу экзистенциальной угрозы ИИ - это «полная степень бакалавра» - TechCrunch",
        "Экс-первому министру Шотландии Алексу Салмонду, едва не получившему независимость от Великобритании, исполнилось 69 лет - The Associated Press",
        "«Террифир 3» выбывает из соревнований, в то время как «Джокер» борется за кассовые сборы - New York Post",
        "Кодовое имя Nintendo Switch 2 раскрыто огромной утечкой - ComicBook.com",
        "Редкая комета может быть видна невооруженным глазом. Вот где искать. - CBS Boston"
    ]
}