{
    "headlines": [
        "Cometa raro pode ser visível a olho nu. Aqui está onde procurar. - CBS Boston",
        "Vendas no varejo, resultados de grandes bancos e ganhos da Netflix: o que saber esta semana - Yahoo Finance",
        "Novo alerta de segurança do Gmail para 2,5 mil milhões de utilizadores, confirma hack de IA - Forbes",
        "Mets vs. Dodgers: confrontos, previsões e pré-visualização do NLCS - New York Post",
        "Gary Peters tem a tarefa de defender um mapa brutal do Senado para os democratas. Então ele quer ‘trabalhar e andar de moto’. - POLITICO",
        "Pokémon developer Game Freak reels from unprecedented \"gigaleak\" of \"significant internal data\" - Eurogamer",
        "As perspetivas económicas dos jovens estão a mudar, juntamente com a sua política - NBC News",
        "Biden anunciará mais de US $ 600 MILHÕES em projetos de resiliência na Flórida após furacões - ABC News",
        "Vencedor do Prêmio Nobel da Paz do Japão diz que trabalhadores de Gaza deveriam ter vencido - Al Jazeera English",
        "Trump espalhou conspirações sobre a votação por correspondência durante anos. Agora, sua campanha está incentivando as pessoas a votarem mais cedo e pelo correio - CNN",
        "Como assistir ao Jaguars vs. Bears hoje: hora de início, TV, transmissão ao vivo para o jogo da NFL em Londres - usa TODAY",
        "As últimas imagens conhecidas da mãe desaparecida Jermain Charlo são gravadas. Eles vão levar a uma ruptura no caso Montana? - CBS News",
        "   Removido ",
        "Vencedores e perdedores do futebol universitário na semana 7: Oregon obtém vitória histórica, a derrota de Oklahoma no Red River revela tendência - CBS Sports",
        "Irã responde a 'documentos secretos' que ligam Teerã ao ataque do Hamas em 7 de outubro - Newsweek",
        "Walz vagueia pela grama alta na abertura da temporada de caça ao faisão de Minnesota, mas não abriga pássaros - The Associated Press",
        "Seu horóscopo antecipado para a semana de 13 de outubro de 2024 - The Globe and Mail",
        "Dilúvio raro inunda partes do deserto do Saara pela primeira vez em décadas - CBS News",
        "‘Ready or Not 2’ in the Works With Samara Weaving, Radio Silence Returning - Hollywood Reporter",
        "Julia Fox afirma que Kanye West ‘a usou como peão’ em meio a alegações de que ele estuprou sua ex-assistente na festa Diddy - Hindustan Times"
    ]
}