{
    "headlines": [
        "بوتين يصدر تحذيرًا للولايات المتحدة بعقيدة نووية جديدة - رويترز",
        "يقاضي اتحاد الحريات المدنية الأمريكي للحصول على أدلة حول خطط ترامب للترحيل الجماعي - أكسيوس",
        "أكثر من 40 ألف شخص يحتجون على مشروع قانون حقوق الماوري النيوزيلندي - الجزيرة الإنجليزية",
        "يستمر الضباب الدخاني السام فوق شمال الهند ؛ لا يزال تلوث دلهي شديدًا - رويترز الهند",
        "تقرير: سوني تجري محادثات لشراء كادوكاوا، مالك شركة Elden Ring and Dark Souls Developer FromSoftware - IGN",
        "The Game Awards 2024 Nominees Have Been Revealed - Zelda, Mario and Metroid Nominated - Nintendo Life",
        "هونغ كونغ 47: أيقونات مؤيدة للديمقراطية محكوم عليها بالسجن لعقود - BBC.com",
        "سجل رعاة البقر رقمًا قياسيًا غير مرغوب فيه في الدوري الوطني لكرة القدم الأمريكية حيث تم تدمير دالاس مرة أخرى في ملعبها الخاص مقابل تكساس على \"MNF\" - CBS Sports",
        "قادة مجموعة العشرين يركزون على تغير المناخ في اليوم الأخير من قمة ريو - Reuters.com",
        "ستقوم Walmart بالإبلاغ عن الأرباح قبل الجرس. إليك ما يمكن توقعه - CNBC",
        "يقترح MLB Insider \"مشكلة أكبر\" مع Red Sox's Juan Soto Pursuit - NESN",
        "لا ينبغي احتساب بطاقات الاقتراع التي تحتوي على خطأ في التاريخ في قواعد المحكمة العليا في بنسلفانيا - صحيفة واشنطن بوست",
        "أعلن غافن نيوزوم أن النظر في الرأفة مع إخوان مينينديز معلق حتى يتولى المدعي العام الجديد في لوس أنجلوس منصبه - الموعد النهائي",
        "\"منزعجة\" تدرس سينثيا إريفو داكس شيبارد حول كيفية مسح مؤخرتها بأظافر طويلة مجنونة - الصفحة السادسة",
        "يقول ماكرون إن الولايات المتحدة اتخذت \"قرارًا جيدًا\" لرفع القيود المفروضة على استخدام الصواريخ الأوكرانية - POLITICO Europe",
        "يُزعم أن غايتس نقل امرأتين جواً إلى نيويورك، ودفع لهما مقابل الجنس: المحامي - إيه بي سي نيوز",
        "تؤكد كاليفورنيا أول حالة إصابة بالجدري في الولايات المتحدة - لكن الخطر على الجمهور لا يزال منخفضًا - ABC News",
        "الأسهم الآسيوية ترتفع والدولار ضعيف وعائدات الولايات المتحدة تنخفض - Yahoo Finance",
        "مراجعة \"ملكة الخاتم \": إيميلي بيت ريكاردز تجلب الروح والقوة إلى مصارعة الأنثى بيوبيك - مراسل هوليوود",
        "الولايات المتحدة الأمريكية مقابل جامايكا: ملاحظات بدء 11 و التشكيلة - كرة القدم الأمريكية"
    ]
}