{
    "headlines": [
        "Trump diz que foi \"minha honra estar envolvido\" no controverso comício do Madison Square Garden - CNN",
        "Ações da Alphabet sobem à medida que os lucros esmagam as estimativas de forte crescimento da nuvem - Yahoo Finance",
        "Panthers trocam WR Diontae Johnson por Ravens - Yahoo Sports",
        "Steve Bannon se sente \"empoderado\" após quatro meses em prisão federal - NPR",
        "A polícia está à procura da pessoa que incendiou as urnas em Washington e Oregon. Aqui está o que sabemos - CNN",
        "Hezbollah nomeia novo líder após assassinato de Nasrallah - The Washington Post",
        "A que horas é o discurso de Kamala Harris esta noite? Como assistir ao vivo - Austin American-Statesman",
        "Supremo Tribunal rejeita apelo de RFK Jr. para ser removido da cédula em dois estados oscilantes - NBC News",
        "CNN proíbe comentarista pró-Trump por piada com ‘bipe’ contra jornalista muçulmano Mehdi Hasan - New York Post",
        "Teri Garr, estrela de ‘O Jovem Frankenstein’ e ‘Tootsie’, morta aos 79 anos - CNN",
        "Adolescente do Colorado luta contra insuficiência renal depois de comer McDonald's Quarter Pounders - The Associated Press",
        "'Foi como um momento humano': Cynthia Erivo reflete sobre o cartaz 'perverso' feito por fãs - HuffPost",
        "Ataque de Paul Pelosi: David DePape condenado à prisão perpétua em julgamento estadual - ABC News",
        "Um ataque aéreo israelense no norte de Gaza matou dezenas de pessoas, enquanto o parlamento proíbe a UNRWA - NPR",
        "Coreia do Norte envia ministro das Relações Exteriores para a Rússia enquanto suas tropas treinam para lutar contra a Ucrânia - Associated Press",
        "Fóssil impressionante preservado em ouro de tolo revela espécies recém-identificadas de 450 milhões de anos - CNN",
        "   Removido ",
        "TechCrunch Disrupt 2024: CEO da GM Mary Barra, Tony Fadell e The Chainsmokers - TechCrunch",
        "Novo Mac Mini fornece duas pistas sobre a RAM nos próximos MacBook Pros - MacRumors",
        "O Chrome apresenta novas ferramentas de \"Desempenho\" para organizar as guias que devoram sua memória - The Verge"
    ]
}