{
    "headlines": [
        "Bird flu detected in raw milk sold at California store - The Washington Post",
        "Matt Gaetz joins Cameo – and is charging people hundreds for pep talks - Sky News",
        "Harris is telling her advisers and allies to keep her political options open - POLITICO",
        "[Removed]",
        "Sony’s making a handheld console to compete with Nintendo and Microsoft - The Verge",
        "Liam Payne Was Trying to Escape from Balcony When He Fell to His Death - TMZ",
        "UK financial regulator fines Barclays $51 million over disclosures related to Qatar dealings - CNBC",
        "Charlotte airport workers plan to strike during busy Thanksgiving travel week - The Associated Press",
        "DHL cargo plane crashes in Lithuania, killing 1, local officials say - ABC News",
        "Scott Bessent Sees a Coming ‘Global Economic Reordering.’ He Wants to Be Part of It. - The Wall Street Journal",
        "'Baby' Planet Is One of The Youngest Ever Detected, Astronomers Say - ScienceAlert",
        "NFL Week 12 grades: Cowboys earn high mark for shocking win over Commanders, Giants get an 'F' after ugly loss - CBS Sports",
        "Sunday Night Football: Saquon Barkley runs for 255, Eagles beat Rams 37-20 - NBC Sports",
        "Brandon Graham exits Eagles game vs. Rams with scary elbow injury - Eagles Wire",
        "‘Yellowstone’: This Season’s Most Shocking Drama? Watching Creator Taylor Sheridan Tear Down Kevin Costner’s Legacy - Variety",
        "Thanksgiving Storm Brings In Colder Air And Maybe A Little More Snow - Just In Weather",
        "‘Time to Pull the Trigger,’ Says Top Investor About Super Micro Computer Stock - TipRanks",
        "Ceasefire deal between Israel and Hezbollah is ‘very close,’ regional source says, as Lebanon death toll climbs - CNN",
        "Earth's rotation has tilted 31.5 inches, and humans are 100% to blame - Earth.com",
        "Musk and Ramaswamy race to build a ‘DOGE’ team for war with Washington - The Washington Post"
    ]
}