{
    "headlines": [
        "تتجه محاكمة اعتداء روكي على AP $ إلى البيانات الافتتاحية أثناء جلوس هيئة المحلفين - أصوات ياهو!",
        "تتحلى المدن الجنوبية بالإبداع لإزالة بقايا الثلوج والجليد بعد عاصفة شتوية نادرة - وكالة أسوشيتد برس",
        "بطولة أستراليا المفتوحة: ماديسون كيز تزعج إيغا سوياتيك وستواجه أرينا سابالينكا في النهائي - وكالة أسوشيتد برس",
        "بوينغ تفصل الخسائر الناجمة عن الإضراب العمالي، العقد الجديد - CNBC",
        "مراهقة قتلت 3 فتيات في درس رقص تايلور سويفت في إنجلترا وحكم عليها بالسجن لأكثر من 50 عامًا - وكالة أسوشيتد برس",
        "يسعى بليك ليفلي إلى منع جاستن بالدوني من التقاضي في قضية في الصحافة - متنوعة",
        "تدعم سلسلة Samsung Galaxy S25 التحديثات السلسة - أخبار GSMArena.com - GSMArena.com",
        "تحديثات طقس تشيفز: التوقعات ودرجات الحرارة قبل مباراة بطولة الاتحاد الآسيوي لكرة القدم مقابل الفواتير - تشيفز واير",
        "القاضي يعرقل الأمر التنفيذي \"غير الدستوري بشكل صارخ\" لترامب الذي يهدف إلى إنهاء حق المواطنة بالولادة - سي إن إن",
        "رفع السرية عن السجلات المتعلقة باغتيالات الرئيس جون كينيدي - البيت الأبيض",
        "وسائل التواصل الاجتماعي للمشتبه به في إطلاق النار في مدرسة ناشفيل مرتبطة بوسائل التواصل الاجتماعي لمطلق النار في مدرسة ماديسون: مصادر - ABC News",
        "يطلب البريد الإلكتروني من موظفي الحكومة الأمريكية الإبلاغ عن برامج التنوع والمساواة والشمول - BBC.com",
        "ترامب يطلب من نخبة دافوس الاستثمار في الولايات المتحدة أو مواجهة الرسوم الجمركية - وكالة أسوشيتد برس",
        "السيناتور ليزا موركوفسكي للتصويت ضد هيغسيث، أول جمهوري يعارض اختيار مجلس وزراء ترامب - وكالة أسوشيتد برس",
        "أول زواج مثلي في تايلاند يميزها عن معظم آسيا - واشنطن بوست",
        "أعلن Ninja Gaiden 4، من Team Ninja و PlatinumGames - Eurogamer",
        "ترتيب 10 مرشحين رئيسيين للتدريب مع الدببة، الطائرات التي تملأ الشواغر: جو برادي، بيت كارول هي أفضل الاختيارات - سي بي إس سبورتس",
        "يقول ترامب إن خطأ بوتين هو أن حرب أوكرانيا لم تنته - POLITICO Europe",
        "يقول مدير Assassin's Creed Shadows إن التأخير الأخير كان بسبب الباركور البولندي، خاصة على \"الأسطح فائقة التعقيد\" - IGN"
    ]
}