{
    "headlines": [
        "ਹੌਂਡਾ ਅਤੇ ਨਿਸਾਨ ਨੇ 2026 ਤੱਕ 58 ਬਿਲੀਅਨ ਡਾਲਰ ਦੇ ਰਲੇਵੇਂ ਦੀ ਯੋਜਨਾ ਦਾ ਪਰਦਾਫਾਸ਼ ਕੀਤਾ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "ਸਲੋਵਾਕੀਆ ਦੇ ਰਾਬਰਟ ਫੀਕੋ ਹੈਰਾਨੀ ਵਿਚ ਵਲਾਦੀਮੀਰ ਪੁਤਿਨ ਨੂੰ ਮਿਲਦਾ ਹੈ ਮਾਸਕੋ ਦਾ ਦੌਰਾ - ਬੀਬੀਸੀ.",
        "ਮਿਲੋ ਬੋਟੋ, ਏਆਈ 'ਮਸ਼ੀਨ ਕਲਾਕਾਰ' ਲੱਖਾਂ ਡਾਲਰ ਕਮਾ ਰਿਹਾ ਹੈ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਸੋਮਵਾਰ, 23 ਦਸੰਬਰ, 2024 ਲਈ ਕੁੰਡਲੀ - ਸ਼ਿਕਾਗੋ ਸਨ-ਟਾਈਮਜ਼",
        "\"ਗੱਲਬਾਤ ਯੋਗ ਨਹੀਂ\": ਪਨਾਮਾ ਦੇ ਰਾਸ਼ਟਰਪਤੀ ਨੇ ਨਹਿਰ ਦੇ ਖਤਰੇ ਨੂੰ ਲੈ ਕੇ ਟਰੰਪ 'ਤੇ ਵਾਪਸ ਮਾਰਿਆ - ਐਕਸੀਓਸ",
        "ਜੈਰੀ ਜੋਨਸ ਮਾਈਕ ਮੈਕਕਾਰਥੀ ਬਾਰੇ ਗੁੱਸੇ ਵਿਚ ਆਉਂਦੇ ਹਨ ਕਾਉਬੌਇਜ਼ ਦੇ ਬੱਕਸ ਤੋਂ ਪਰੇਸ਼ਾਨ ਹੋਣ ਤੋਂ ਬਾਅਦ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਇਹ ਅਮਰੀਕਾ ਦਾ ‘ਘਾਤਕ ਨੁਕਸ‘ ਹੈ ਕਿਉਂਕਿ ਯੂਐਸ ਬੁਲਬੁਲਾ ਪੌਪ ਕਰਨ ਲਈ ਤਿਆਰ ਹੋ ਜਾਂਦਾ ਹੈ, ਮਾਰਕੀਟ ਮਾਹਰ ਨੇ ਚੇਤਾਵਨੀ ਦਿੱਤੀ - ਏਓਐਲ",
        "ਬਹੁਤ ਸਾਰੇ ਅਮਰੀਕੀ ਚੀਨ ਦੇ ਬਣੇ ਡਰੋਨ 'ਤੇ ਭਰੋਸਾ ਕਰਨ ਲਈ ਆਏ ਹਨ । ਹੁਣ ਵਿਧਾਇਕ ਉਨ੍ਹਾਂ' ਤੇ ਪਾਬੰਦੀ ਲਗਾਉਣਾ ਚਾਹੁੰਦੇ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਸਾਬਕਾ ਇਜ਼ਰਾਈਲੀ ਜਾਸੂਸ ਹਿਜ਼ਬੁੱਲਾ ਦੇ ਵਿਰੁੱਧ ਵਿਸਫੋਟਕ ਇਲੈਕਟ੍ਰਾਨਿਕ ਉਪਕਰਣਾਂ ਦੀ ਵਰਤੋਂ ਕਰਕੇ ਹਮਲੇ ਦਾ ਵਰਣਨ ਕਰਦੇ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਟਰੰਪ ਨੇ ਡਿਪਟੀ ਡਿਫੈਂਸ ਸੈਕਟਰੀ ਲਈ ਚੁਣਿਆ ਅਰਬਪਤੀ ਫਾਈਨੈਂਸਰ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਹਟਾਈ",
        "ਨੇਬਰਾਸਕਾ ਦੇ ਗਵਰਨਰ ਜਿਮ ਪਿਲਨ ਨੂੰ ਘੋੜੇ ਤੋਂ ਉਤਰਨ ਤੋਂ ਬਾਅਦ ਹਸਪਤਾਲ ਦਾਖਲ ਕਰਵਾਇਆ ਗਿਆ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਅਮਰੀਕਾ Ferrera, ਅੰਬਰ Tamblyn, Alexis Bledel ਸਹਿਯੋਗ 'ਭੈਣ' ਬਲੇਕ Lively ਜਸਟਿਨ Baldoni ਸੂਟ ਦੇ ਵਿਚਕਾਰ - ਰੋਲਿੰਗ ਪੱਥਰ",
        "ਸਾਊਦੀ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਮਾਰਕੀਟ ਹਮਲੇ ਦੇ ਸ਼ੱਕੀ ਬਾਰੇ ਚੇਤਾਵਨੀਆਂ ਨੂੰ ਨਜ਼ਰ ਅੰਦਾਜ਼ ਕੀਤਾ ਗਿਆ ਸੀ - ਬੀਬੀਸੀ.",
        "ਫਲੋਰਿਡਾ ਵਿੱਚ ਛੁੱਟੀਆਂ ਦੇ ਡਰੋਨ ਸ਼ੋਅ ਤੋਂ ਬਾਅਦ ਹਸਪਤਾਲ ਵਿੱਚ ਦਾਖਲ ਬੱਚਾ ਬੁਰੀ ਤਰ੍ਹਾਂ ਗਲਤ ਹੋ ਗਿਆ - ਏਬੀਸੀ 7 ਸ਼ਿਕਾਗੋ",
        "ਅਰੀਜ਼ੋਨਾ ਦੇ ਭਾਸ਼ਣ 'ਚ ਟਰੰਪ ਨੇ ਮਸਕ ਦਾ ਮਜ਼ਾਕ ਉਡਾਇਆ‘ ਰਾਸ਼ਟਰਪਤੀ ਨਹੀਂ ਬਣਨ ਜਾ ਰਿਹਾ ’ - ਪੋਲਿਟਿਕੋ",
        "ਪੈਨਸਕੋਲਾ ਤੋਂ ਮਿਸੂਰੀ ਤੱਕ ਦੇਖਿਆ ਗਿਆ ਸ਼ਾਨਦਾਰ ਫਾਇਰਬਾਲ ਸੈਟੇਲਾਈਟ ਵਾਯੂਮੰਡਲ ਵਿੱਚ ਦੁਬਾਰਾ ਦਾਖਲ ਹੁੰਦਾ ਹੈ - ਐਨਬੀਸੀ 15 ਡਬਲਯੂਪੀਐਮਆਈ",
        "ਐਰੀਜ਼ੋਨਾ ਵਿੱਚ ਰਾਸ਼ਟਰਪਤੀ ਚੁਣੇ ਜਾਣ ਦੇ ਤੌਰ ਤੇ ਟਰੰਪ ਦੇ ਪਹਿਲੇ ਰੈਲੀ ਭਾਸ਼ਣ ਤੋਂ ਟੇਕਵੇ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਵੁਡੀ ਫਰੇਜ਼ਰ, ‘ਦਿ ਮਾਈਕ ਡਗਲਸ ਸ਼ੋਅ‘ ਅਤੇ 'ਗੁੱਡ ਮਾਰਨਿੰਗ ਅਮਰੀਕਾ’ ਦੇ ਨਿਰਮਾਤਾ ਅਤੇ ਸਿਰਜਣਹਾਰ, 90 ’ਤੇ ਮਰ ਜਾਂਦਾ ਹੈ - ਵਰਾਇਟੀ",
        "ਹਟਾਈ"
    ]
}