{
    "headlines": [
        "U.S. charges 3 Iranian hackers who allegedly targeted Trump campaign - CBS News",
        "Maggie Smith, scene-stealing actor famed for Harry Potter and ‘Downton Abbey,’ dies at 89 - The Associated Press",
        "Port workers strike could snarl the supply chain and bust your holiday budget - USA TODAY",
        "Israel says it hit Hizbollah headquarters with Beirut air strikes - Financial Times",
        "Stock market today: Dow gains as Fed's favored inflation gauge cools - Yahoo Finance",
        "Amanpour: Melania Trump ‘mainstream media’ remark is ‘dangerous’ - The Hill",
        "New York Mayor Eric Adams enters courtroom to face corruption charges - Reuters",
        "[Removed]",
        "Israel hits Beirut suburbs with heavy airstrikes - Reuters",
        "Scientists confirm there are 40 huge craters at the bottom of Lake Michigan - Livescience.com",
        "Hoda Kotb was thinking about leaving ‘Today’ for ‘a really long time,’ but colleagues were still ‘shocked,’ sources - Page Six",
        "Hurricane Helene videos show devastating flooding and damage amid ongoing rescue efforts in Florida - CBS News",
        "Live updates: Netanyahu addresses U.N. as nations call for Israel-Hezbollah cease-fire - The Washington Post",
        "Week 4 2024 bold predictions: Packers hand Vikings first loss no matter who QB is, Andy Dalton goes off again - CBS Sports",
        "Yemen’s Houthis claim attacks on Israeli cities, US warships - Al Jazeera English",
        "Japan’s ruling party elects Shigeru Ishiba as new prime minister - The Washington Post",
        "Alcohol can increase your cancer risk. What experts say about how much is too much - CBS News",
        "Meta’s new smart glasses look like the future - The Verge",
        "‘Today there is crying in baseball’: Athletics bid farewell to Oakland with one final victory - CNN",
        "Cowboys hold on to beat Giants in injury-filled game on Thursday Night Football - Yahoo Sports"
    ]
}