{
    "headlines": [
        "Teamsters Launch Largest Strike Against Amazon in American History - International Brotherhood of Teamsters",
        "Week 16 2024 NFL picks, Florio vs. Simms - NBC Sports",
        "Google releases its own ‘reasoning’ AI model - TechCrunch",
        "California declared an emergency over bird flu. How serious is the situation? - The Associated Press",
        "Democrats rage at \"unelected co-president\" Elon Musk's new power - Axios",
        "Woody Johnson’s sons, Madden video game blamed for influencing critical Jets decisions - New York Post ",
        "Travis Kelce Planned Surprise Eras Tour-Themed Party for Taylor Swift to Mark End of Record-Breaking Shows - AOL",
        "Chargers vs. Broncos odds, prediction, time, line: 2024 Thursday Night Football picks by model on 27-11 run - CBS Sports",
        "Fantasyland: Russian General ‘Assassinated by the British’ - Center for European Policy Analysis",
        "‘Superman’ Trailer Breakdown: 17 DC Characters and Easter Eggs in James Gunn’s New Universe - Variety",
        "MN weather: Snow totals in Minnesota so far - FOX 9 Minneapolis-St. Paul",
        "Undiagnosed disease in Congo may be linked to malaria: Africa CDC - ABC News",
        "[Removed]",
        "Leaked Unpacked Event teaser image reveals Galaxy S25 series launch for next month - Android Central",
        "UnitedHealthcare CEO killing latest: Mangione arrives at court, faces extradition to New York on 1st-degree murder charge - ABC News",
        "Former top aide to New York City’s mayor surrenders to DA’s office to face charges - The Associated Press",
        "Gross Domestic Product (Third Estimate), Corporate Profits (Revised Estimate), and GDP by Industry, Third Quarter 2024 | U.S - Bureau of Economic Analysis",
        "French President Emmanuel Macron lands in Mayotte days after devastating cyclone - CNN",
        "Samsung rolling out final Galaxy update of 2024 ahead of One UI 7 in 2025 - 9to5Google",
        "Swedish police to go aboard Chinese ship that was seen near Baltic cable ruptures - The Associated Press"
    ]
}