{
    "headlines": [
        "قادة الثوار الجدد في سوريا يسيطرون على البلاد. ماذا الآن ؟ - صحيفة وول ستريت جورنال",
        "سوني تدين \"أي هجمات سمعة\" على بليك ليفلي من حملة التشهير المزعومة لجوستين بالدوني ضد النجم المشارك \"ينتهي بنا\" - الموعد النهائي",
        "أول حالة إصابة بشرية مؤكدة بإنفلونزا الطيور في مقاطعة ستانيسلاوس - KCRA ساكرامنتو",
        "ترامب يثير توسع الولايات المتحدة في بنما وغرينلاند وكندا - سي إن إن",
        "كرة القدم الجورجية تعلن أن كارسون بيك سيخضع لجراحة UCL، لبقية الموسم - DawgNation",
        "Packers vs. Saints where to watch: NFL kickoff time, live stream, odds, prediction for 'MNF' game - CBS Sports",
        "بايدن يحكم بالسجن مدى الحياة على 37 من أصل 40 سجينًا فيدراليًا محكوم عليهم بالإعدام قبل أن يتمكن ترامب من استئناف عمليات الإعدام - وكالة أسوشيتد برس",
        "يأمل العلماء أن يتعرض مسبار باركر الشمسي التابع لوكالة ناسا لعاصفة أثناء تحليق الشمس عشية عيد الميلاد التاريخي - Space.com",
        "بيل كلينتون في المستشفى مصاب بالحمى، في \"معنويات جيدة \": المتحدث الرسمي - إيه بي سي نيوز",
        "عائلة نوردستروم تأخذ سلسلة متاجر خاصة في صفقة بقيمة 6.25 مليار دولار - واشنطن بوست",
        "تكساس تطالب ديونتاى جونسون - إن بي سي سبورتس",
        "كشف كريستوفر نولان عن فيلم \"The Odyssey \": الفيلم التالي هو \" ملحمة الحركة الأسطورية \"التي تم تصويرها باستخدام تقنية Imax الجديدة - متنوعة",
        "يقول تقرير أخلاقيات مجلس النواب إن مات غايتز دفع مقابل ممارسة الجنس، وامتلك المخدرات - واشنطن بوست",
        "الديمقراطيون يشاهدون خلل الحزب الجمهوري بسعادة - POLITICO",
        "المشتبه به في جريمة قتل يونايتد هيلث كير لويجي مانجيوني يدفع بأنه غير مذنب في نيويورك - واشنطن بوست",
        "محذوف",
        "رجل متهم بإشعال النار في امرأة مشردة في سيارة مترو أنفاق بروكلين متهمة بالقتل - نيويورك ديلي نيوز",
        "السعي لإنقاذ أكبر تلفزيون CRT في العالم من الدمار - آرس تكنيكا",
        "H5N1 يمرض عامل الدواجن في أيوا، ويضرب الفيروس المزيد من القطط والطيور البرية والدواجن - جامعة مينيسوتا المدن التوأم",
        "بركان كيلاويا في هاواي يرسل الحمم البركانية المتدفقة إلى السطح في أحدث ثوران - تابع البث المباشر - BBC.com"
    ]
}