{
    "headlines": [
        "CEO da UnitedHealthcare atirando mais recente: Pessoa de interesse Luigi Mangione preso - ABC News",
        "Drama de sucessão: Rupert Murdoch perde a tentativa judicial de deixar o império de mídia Son - Axios",
        "Exclusivo: Na cidade natal alauíta de Assad, rebeldes sírios ganham declaração de apoio - Reuters",
        "Rebeldes sírios buscam consolidar controle - Financial Times",
        "Ações da Nvidia caem após China abrir investigação sobre empresa de chips de IA por violar leis antimonopólio - Yahoo Finance",
        "Bengals vs. Cowboys odds, spread, start time: 2024 Monday Night Football picks by NFL model on 24-10 run - CBS Sports",
        "Idade e os novos medicamentos para perda de peso - The Washington Post",
        "Jay-Z quer Sean \"Diddy\" Combs caso de estupro rejeitado ou o nome de Jane Doe revelado - Prazo",
        "Atualizações sobre a Síria: Alemanha suspende procedimentos de asilo para sírios - DW (inglês)",
        "Exclusivo | McKinsey promove seu menor grupo de parceiros em anos - The Wall Street Journal",
        "A queda de Assad é um golpe humilhante para a Rússia. Como isso afetará o prestígio de Putin? - The Associated Press",
        "Gangue haitiana massacra cerca de 180 pessoas, visando idosos - Reuters",
        "O gerador de vídeo Sora da OpenAI está sendo lançado para assinantes do ChatGPT Pro e Plus — mas não na UE - TechCrunch",
        "Taylor Swift distribuiu US $ 197 milhões em bônus para o elenco e a equipe da Eras Tour: relatório - Variety",
        "Telescópio Webb confirma que o universo está se expandindo a um ritmo inesperado - Reuters",
        "TikTok pede pausa de emergência para banimento iminente dos EUA - BBC.com",
        "Globos de Ouro 2025: uma lista animada garantida para ficar sob a pele do presidente eleito Trump - The Guardian",
        "How an Overzealous Yankees Security Guard Helped the Mets Land Juan Soto - Sports Illustrated",
        "Surto misterioso com alta taxa de mortalidade na RDC pode colocar em risco as cadeias de suprimentos de tecnologia - The Register",
        "O inverno pode ser um momento de abundância culinária. Especialistas compartilham dicas sobre como comer de forma nutritiva - The Associated Press"
    ]
}