{
    "headlines": [
        "ਟੈੱਸਲਾ ਦੀ ਜਲਦੀ ਹੀ ਜਾਰੀ ਕੀਤੀ ਗਈ ਰੋਬੋ-ਟੈਕਸੀ ਪਹਿਲਾਂ ਹੀ ਇਸ ਦੇ ਚੀਨੀ ਮੁਕਾਬਲੇ ਦੇ ਪਿੱਛੇ ਹੋ ਸਕਦੀ ਹੈ - ਫਾਰਚਿ.",
        "Giancarlo Stanton ਉਸ ਦੇ ਸ਼ਾਨਦਾਰ ਪੋਸਟ ਸੀਜ਼ਨ ਪ੍ਰਦਰਸ਼ਨ 'ਤੇ, Gerrit ਕੋਲ ਦਾ ਦਬਦਬਾ - YESNetwork",
        "ਵੀਰਵਾਰ ਰਾਤ ਫੁੱਟਬਾਲਃ ਸੀਹਾਕਸ ਦੇ ਤਿੰਨ ਟਰਨਓਵਰ ਹੈਂਡ 49ers ਇੱਕ 36-24 ਜਿੱਤ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਲਿੰਕਸ ਰੈਲੀ 18 ਤੋਂ ਹੇਠਾਂ, ਜੀ 1 - ਈਐਸਪੀਐਨ ਵਿੱਚ ਓਟੀ ਵਿੱਚ ਲਿਬਰਟੀ ਨੂੰ ਸਟਨ ਕਰੋ",
        "ਓਬਾਮਾ ਨੇ ਪੈਨਸਿਲਵੇਨੀਆ ਵਿਚ ਮੁਹਿੰਮ ਬਲਿਟਜ਼ ਦੀ ਸ਼ੁਰੂਆਤ ਕੀਤੀ, ਕਾਲੇ ਆਦਮੀਆਂ ਨੂੰ ਹੈਰਿਸ ਦੀ ਉਮੀਦਵਾਰੀ ਦਾ ਸਮਰਥਨ ਕਰਨ ਦੀ ਮੰਗ ਕੀਤੀ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਡੀਅਰ ਪਾਰਕ ਵਿਚ ਰਿਫਾਇਨਰੀ ਵਿਚ ਰਸਾਇਣਕ ਰੀਲਿਜ਼ ਦੀ ਰਿਪੋਰਟ ਤੋਂ ਬਾਅਦ 2 ਦੀ ਮੌਤ ਹੋ ਗਈ, ਘੱਟੋ ਘੱਟ 35 ਜ਼ਖਮੀ ਹੋ ਗਏ, ਅਧਿਕਾਰੀਆਂ ਦਾ ਕਹਿਣਾ ਹੈ - ਏਬੀਸੀ13 ਹਿਊਸਟਨ",
        "ਤੁਹਾਨੂੰ ਸਾਬਕਾ ਕਰਮਚਾਰੀ ਜੋ ਕਿਮ Kardashian ਦੀ ਪੜਤਾਲ ਕਰਨ ਲਈ ਕਿਹਾ ਗਿਆ ਸੀ ਕੇ ਮੁਕੱਦਮਾ, 'ਪੂਛ' Bianca Censori - ਅਮਰੀਕਾ ਨੇ ਅੱਜ",
        "ਈਥਲ ਕੈਨੇਡੀ, ਮਨੁੱਖੀ ਅਧਿਕਾਰ ਕਾਰਕੁਨ ਅਤੇ ਰਾਬਰਟ ਐਫ ਕੈਨੇਡੀ ਦੀ ਵਿਧਵਾ, 96 - ਸੀ ਐਨ ਐਨ ਦੀ ਮੌਤ",
        "ਸਾਡੇ ਜੀਵਨ ਦੇ ਦਿਨ ਸਟਾਰ ਡਰੇਕ ਹੋਗੇਸਟਾਈਨ ਦੀ ਮੌਤ ਦੇ ਕਾਰਨ ਦਾ ਖੁਲਾਸਾ - ਈ! ਖ਼ਬਰਾਂ",
        "ਸਟੈਲੇਨਟਿਸ ਦੇ ਸੀਈਓ ਕਾਰਲੋਸ ਟਾਵਰਸ 2026 ਵਿਚ ਰਿਟਾਇਰ ਹੋ ਜਾਣਗੇ ਕਿਉਂਕਿ ਉੱਤਰੀ ਅਮਰੀਕਾ ਵਿਚ ਆਟੋਮੇਕਰ ਸੰਘਰਸ਼ - ਰਾਇਟਰਜ਼",
        "ਸੀਨ 'ਡਿੱਡੀ' ਕੰਬਜ਼ 'ਸੈਕਸ ਤਸਕਰੀ ਦੀ ਸੁਣਵਾਈ ਮਈ ਲਈ ਨਿਰਧਾਰਤ ਕੀਤੀ ਗਈ - ਰਾਇਟਰਜ਼",
        "ਇਹ ਤੇਜ਼ ਸੀਃ ਡੀਟ੍ਰਾਯਟ ਟਾਈਗਰਜ਼ ਨੇ ਦੁਬਾਰਾ ਪੋਸਟ ਸੀਜ਼ਨ ਹਾਜ਼ਰੀ ਲਈ ਕੋਮੇਰਿਕਾ ਪਾਰਕ ਦਾ ਰਿਕਾਰਡ ਤੋੜਿਆ - ਡੀਟ੍ਰਾਯਟ ਫ੍ਰੀ ਪ੍ਰੈਸ",
        "ਸੈਨੇਟ ਰਿਪਬਲਿਕਨ ਇਸ਼ਤਿਹਾਰਾਂ 'ਤੇ ਲੱਖਾਂ ਡਾਲਰ ਬਚਾਉਣ ਲਈ — ਐਫਈਸੀ ਦਾ ਧੰਨਵਾਦ - ਪੋਲੀਟੀਕੋ",
        "ਲੇਬਨਾਨ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਕੇਂਦਰੀ ਬੇਰੂਤ 'ਤੇ ਇਜ਼ਰਾਈਲ ਦੇ ਹਮਲਿਆਂ ਵਿਚ 22 ਦੀ ਮੌਤ ਹੋ ਗਈ - ਬੀਬੀਸੀ.",
        "ਫੈਡਰਲ ਅਪੀਲ ਕੋਰਟ ਡੀਏਸੀਏ 'ਤੇ ਸ਼ੱਕ ਕਰਦਾ ਹੈ ਪਰ ਇਸ ਨੂੰ ਹੜਤਾਲ ਕਰਨ ਵਾਲੇ ਫੈਸਲੇ ਨੂੰ ਤੰਗ ਕਰ ਸਕਦਾ ਹੈ - ਸੀਐਨਐਨ",
        "ਤੂਫਾਨ ਮਿਲਟਨ ਦੇ ਨਿਕਾਸ ਦੇ ਨਾਲ, ਕੈਨੇਡੀ ਸਪੇਸ ਸੈਂਟਰ, ਕੇਪ ਕੈਨਾਵਰਲ, ਸਪੇਸ ਫੋਰਸ ਨੁਕਸਾਨ ਦਾ ਮੁਲਾਂਕਣ ਕਰਦਾ ਹੈ - ਫਲੋਰੀਡਾ ਟੂਡੇ",
        "ਤੂਫਾਨ ਮਿਲਟਨ ਅਤੇ ਹੇਲੀਨ ਸਾਜ਼ਿਸ਼ ਸਿਧਾਂਤਾਂ ਨੇ ਸੋਸ਼ਲ ਮੀਡੀਆ 'ਤੇ ਕਿਵੇਂ ਕਬਜ਼ਾ ਕਰ ਲਿਆ - ਬੀਬੀਸੀ.",
        "ਬਰਡ ਫਲੂ ਦੇ ਫੈਲਣ ਦੇ ਕਾਰਨ ਕੈਲੀਫੋਰਨੀਆ ਵਿੱਚ ਸੰਕਰਮਿਤ ਚੌਥਾ ਵਿਅਕਤੀ - ਅਮਰੀਕਾ ਅੱਜ",
        "ਇੱਕ ਸੂਰਜੀ ਤੂਫਾਨ ਧਰਤੀ ਨੂੰ ਮਾਰਿਆ. ਕੀ ਅਮਰੀਕਾ ਅੱਜ ਰਾਤ aurora ਵੇਖੇਗਾ? - ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਇੰਟੇਲ (NASDAQ: INTC) ਕੋਰ ਅਲਟਰਾ 200 ਐਸ ਪ੍ਰੋਸੈਸਰ ਆਲੋਚਨਾ ਦਾ ਸਾਹਮਣਾ ਕਰਦੇ ਹਨ - TipRanks"
    ]
}