{
    "headlines": [
        "حزب الله وإسرائيل يتبادلان إطلاق نار كثيف وسط مخاوف من اتساع الصراع - رويترز",
        "من المحتمل أن تشكل عاصفة الخليج الاستوائية تهديدًا لفلوريدا، جنوب شرق البلاد في وقت متأخر من هذا الأسبوع - قناة الطقس",
        "كيف يغير هاريس الطريقة التي يستهدف بها الديمقراطيون الناخبين اللاتينيين - بوليتيكو",
        "قالت الشرطة إن ما لا يقل عن 4 قتلى وعدة جرحى في إطلاق نار في منطقة ترفيهية شهيرة في برمنغهام، ألاباما - سي إن إن",
        "توقعات اتحاد كرة القدم الأميركي للأسبوع الثالث: يختار مقابل السبريد لكل لعبة - نيويورك بوست",
        "نائب ماركسي يقود عملية فرز الأصوات في الانتخابات الرئاسية في سريلانكا - وكالة أسوشيتد برس",
        "2024 الأسبوع الثالث لاتحاد كرة القدم الأميركي: أفضل ألعاب الأحد والقصص البارزة - سي إن إن",
        "دانييل دوبوا يهزم أنتوني جوشوا ليعلن فوزه الصادم ويبقى بطل العالم للوزن الثقيل في الاتحاد الدولي للمحترفين - سي إن إن",
        "إسرائيل تغلق مكتب الجزيرة في رام الله: كل ما تحتاج لمعرفته - الجزيرة الإنجليزية",
        "يقول الرئيس التنفيذي لشركة Hinge إنه قام برشوة الطلاب باستخدام KitKats للحصول على عمل بقيمة 400 مليون دولار سنويًا - Fortune",
        "وسط هجوم حزب الله الضخم، ألقى أردوغان أكبر تلميح لخطة الضربة الإسرائيلية التركية ؟ | لبنان - هندوستان تايمز",
        "الجاموس \"المرن\" يفوز في العلاج المهني بعد تحية ماري - ESPN",
        "تم استدعاء حليب لاكتيد في 27 ولاية بحثًا عن آثار محتملة للوز غير مدرجة في الملصقات - Fox Business",
        "ينفذ الفيدراليون أمر تفتيش على مفوض شرطة نيويورك الجديد بعد أكثر من أسبوع بقليل من تعيينه - سي إن إن",
        "كيم كارداشيان وممثل \"الوحوش\" كوبر كوخ يزوران مينينديز براذرز ونزلاء آخرين - مراسل هوليوود",
        "كاثرين كروسبي، نجمة \"الرحلة السابعة للسندباد\" وأرملة بينغ كروسبي، توفيت عن عمر يناهز 90 عامًا - فوكس نيوز",
        "صعد عملاء مكتب التحقيقات الفيدرالي على متن سفينة تديرها شركة انهارت سفينة شحن أخرى تابعة لها جسر بالتيمور - بوليتيكو",
        "الرئيس الفرنسي إيمانويل ماكرون يعلن عن حكومة يمينية جديدة - BBC.com",
        "تقول وزارة الصحة في غزة إن غارة إسرائيلية على مدرسة قتلت 22 شخصًا على الأقل - بوليتيكو",
        "يناشد ترامب النساء في المقابل إلى ولاية كارولينا الشمالية بدون مارك روبنسون، أحد كبار المؤيدين داخل الولاية - وكالة أسوشيتد برس"
    ]
}