{
    "headlines": [
        "Penn State vs. Boise State score: Live game updates, College Football Playoff scores, Fiesta Bowl coverage - CBS Sports",
        "More than 70% of Puerto Rico customers remain without power after massive outage - CNN",
        "Instead of partying, thousands turn New Year celebration into anti-government protest in Serbia - Yahoo! Voices",
        "Justin Baldoni Files $250 Million Lawsuit Against New York Times Over Blake Lively Story: It Relied on Her ‘Self-Serving Narrative’ (EXCLUSIVE) - Variety",
        "U.S. amplifies strikes on Yemen’s Houthis as tensions with Israel flare - The Washington Post",
        "FBI finds largest explosive cache on a Virginia farm - BBC.com",
        "Stocks surged in 2024 even as Americans fretted over the economy - The Washington Post",
        "[Removed]",
        "Roberts warns against ignoring Supreme Court rulings as tension with Trump looms - CNN",
        "Justice Department asks Supreme Court to reinstate anti-money laundering law - The Hill",
        "Visiting the Big Apple? Prepare to pay more if you drive to busiest part of Manhattan - The Associated Press",
        "D.C. area faces snow possibility and prolonged siege of cold air - The Washington Post",
        "Urban Meyer Predicts Blowout in Quarterfinal of College Football Playoff - Athlon Sports",
        "[Removed]",
        "S&P 500 Gains and Losses Today: Index Slips as Stocks Close Out Strong Year - Investopedia",
        "South Carolina football's Shane Beamer criticizes Citrus Bowl officials in ABC interview - Alton Telegraph",
        "Pentagon’s 9/11 plea deals can proceed, appeals court rules - The Washington Post",
        "Will Smith eating spaghetti and other weird AI benchmarks that took off in 2024 - TechCrunch",
        "Paige DeSorbo’s pillow line ‘removed’ from ex Craig Conover’s lifestyle site after split: ‘Clean break’ - New York Post ",
        "Amen Thompson, Terry Rozier suspended as NBA hands down punishments for Heat-Rockets brawl - Yahoo Sports"
    ]
}