{
    "headlines": [
        "Grippe aviaire confirmée chez une femme âgée du Wyoming qui a probablement été en contact avec un troupeau infecté à son domicile - The Associated Press",
        "Colonne | La machine « Saturday Night Live » grince - The Washington Post",
        "Trump étrangle l'Europe - Axios",
        "Otages israéliens et détenus palestiniens libérés dans le cadre d'un échange de cessez-le-feu - BBC.com",
        "Corporate America's Souring Profit Outlook Clouds Equity Rally - Bloomberg",
        "Gammes CONFIRMÉES : Osasuna vs Real Madrid, 2025 La Liga - Gestion de Madrid",
        "Elle pensait avoir une indigestion. Les médecins ont découvert un blocage artériel presque mortel. - CBS News",
        "Le caméléon de Labord : le lézard changeant de couleur qui tombe mort en 4 mois - Livescience.com",
        "Un astéroïde a 2 % de chances de heurter la Terre en 2032. Voici comment les astronomes le suivent - CNN",
        "Comment les changements apportés à un panel de vaccins CDC sous Kennedy pourraient remodeler la politique - NPR",
        "Pope passe tranquillement sa première nuit à l'hôpital, poursuit sa pharmacothérapie et lit des journaux, selon le Vatican - The Associated Press",
        "iPhone SE 4 : Apple confirme que la date de lancement du nouveau produit est presque arrivée - Forbes",
        "Les réductions de dépenses de Trump ciblent les travailleurs en probation. Que signifie le statut ? - NPR",
        "Les tribunaux bloquent les actions DES DOGES de Trump — le chaos, la panique ne s'avèrent pas être la meilleure stratégie juridique - NPR",
        "N ° 1 Jannik Sinner obtient une interdiction de 3 mois dans le règlement d'une affaire de dopage, peut revenir avant l'Open de France - The Associated Press",
        "Rutte de l'OTAN dit à l'Europe de « cesser de se plaindre » d'être mise à l'écart, les engagements de dépenses augmentent - CNBC",
        "Aperçu de l'affrontement USA-Canada, Suède-Finlande en 4 nations : meilleures statistiques, joueurs clés, choix de paris - ESPN",
        "L'Ukraine rejette l'offre de Trump de prendre les droits sur la moitié de ses réserves minérales - Financial Times",
        "Les hackers Diablo qui ont démystifié un speedrun record - Ars Technica"
    ]
}