{
    "headlines": [
        "ثمانية يحاكمون في فرنسا بتهمة قتل مدرس أظهر صورة كاريكاتورية للنبي - سي إن إن",
        "الدولار ينخفض مع تحول بعض استطلاعات الرأي الأمريكية نحو هاريس: التفاف الأسواق - Yahoo Finance",
        "PS5 Pro Unboxing - IGN",
        "الأمطار الغزيرة في برشلونة تعطل خدمة السكك الحديدية حيث تبحث القوات عن المزيد من ضحايا الفيضانات في فالنسيا - وكالة أسوشيتد برس",
        "ستضيف الخطوط الجوية السنغافورية الدرجة الأولى، وتجديد المقصورات لأطول الرحلات - CNBC",
        "شاركت هذه المرأة البالغة من العمر 31 عامًا العلامات الدقيقة على أنها مصابة بسرطان القولون، وهذا مهم جدًا - BuzzFeed",
        "كيف يمكن لفيرشتابن الحصول على لقب رابع في الفورمولا 1 في لاس فيجاس - Motorsport.com",
        "تتسابق حملات ترامب وهاريس للحصول على التصويت عشية الانتخابات الأمريكية - رويترز",
        "ترتفع عمليات حبس الرهن العقاري في الصين، مما يهدد بخنق أرباح البنوك - نيويورك تايمز",
        "كيفية اكتشاف كرة نارية من الفرع الأول من زخات النيازك - سي إن إن",
        "تحقق السلطات الإسرائيلية في الاشتباه في تسريب معلومات استخباراتية عن غزة من قبل مساعد نتنياهو - رويترز",
        "يتنفس القادة الأوروبيون الصعداء مع فوز المرشح المؤيد للاتحاد الأوروبي في انتخابات مولدوفا - سي إن بي سي",
        "يعلن المهاجمون عن إطلاق النار على ريتش سكانجاريلو وجيمس كريج ولوك جيتسي - إن بي سي سبورتس",
        "مراجعة \"بادينغتون في بيرو \": أوليفيا كولمان وأنطونيو بانديراس ينضمان إلى ثلاثية مع استمرار قصة الدب الصغير الذي رحب به الغرباء لا يزال سحريًا - الموعد النهائي",
        "حملة ترامب تدافع عن تصريحاته حول العنف ضد الصحفيين - ABC News",
        "توفي كوينسي جونز، عملاق الموسيقى الذي عمل مع الجميع من فرانك سيناترا إلى مايكل جاكسون، عن عمر يناهز 91 عامًا - وكالة أسوشيتد برس",
        "تحذير الأب الأسترالي بعد \"ظهور\" قاتل غير مرئي أثناء تجديد الحديقة: \"توفي ثلاثة أشخاص\" - Yahoo News Australia",
        "ساعات الأعاصير والعواصف الاستوائية الصادرة لنظام الطقس متجهة إلى جامايكا وكايمان - وكالة أسوشيتد برس",
        "من المتوقع حدوث طقس أكثر قسوة يوم الاثنين حيث تقوم أوكلاهوما بمسح الأضرار الناجمة عن العواصف التي تولد الأعاصير والتي أصابت 11 شخصًا - سي إن إن",
        "فشل Flacco في هز المسدسات ولكن لا يزال QB1 \"الآن\" - ESPN"
    ]
}