{
    "headlines": [
        "Federal layoffs ‘likely’ if too few employees choose to quit, memo says - The Washington Post",
        "S&P 500 rises as investors shake off Trump's trade battles, Nasdaq gains 1% led by Palantir: Live updates - CNBC",
        "Eggs are about to get more expensive at Waffle House. Here's why - Yahoo! Voices",
        "TV Ratings: Grammys Take On-Air Hit but Thrive on Social Media - Hollywood Reporter",
        "Luka Doncic’s telling thoughts on Mavericks bosses who traded him away: ‘I don’t know why’ - New York Post ",
        "The Take: How will President Ahmed Al-Sharaa shape Syria’s future? - Al Jazeera English",
        "Tiger Woods announces that his mother, Kultida, has died - NBC Sports",
        "China counters with tariffs on US products. It will also investigate Google. - The Associated Press",
        "Cruise to slash workforce by 50% after GM cuts funding to robotaxi operations - TechCrunch",
        "Cooper Kupp landing spots: Potential trade destinations for former All-Pro WR include Steelers and Cowboys - CBS Sports",
        "Bianca Censori's pals call her a ‘willing participant’ in 'naked' Grammys dress stunt, claim Kanye West ‘empowering’ her - Hindustan Times",
        "Apple announces event-planning ‘Apple Invites’ app - The Verge",
        "Trump administration drafting executive order to initiate Department of Education’s elimination - CNN",
        "Migrant flight heads to Guantanamo Bay as legal questions swirl around Trump plans - CNN",
        "Sweden school shooting latest: Six people injured after shots fired at campus in Orebro - BBC.com",
        "The Senate's vibe shift on Tulsi Gabbard - Axios",
        "How an ancient asteroid strike carved out 2 grand canyons on the moon - The Associated Press",
        "How Elon Musk set off two weeks of chaos across Washington - CNN",
        "Has Brexit finally paid off? What Trump’s tariff reprieve means for Starmer - POLITICO Europe",
        "Optoma Launches New Flagship 4K Home Cinema Laser Projector With Universal HDR Support - Forbes"
    ]
}