{
    "headlines": [
        "ਬਰਫ ਦੇ ਪੈਰਾਂ ਨਾਲ ਮਹਾਨ ਝੀਲਾਂ ਦੇ ਖੇਤਰ ਨੂੰ ਸੁੱਟਣ ਲਈ ਤੂਫਾਨ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਸਰੋਤਃ 4-8 ਤੱਕ ਡਿੱਗਣ ਤੋਂ ਬਾਅਦ ਈਬਰਫਲਸ ਨੂੰ ਅੱਗ ਲਾਉਂਦਾ ਹੈ - ਈਐਸਪੀਐਨ",
        "ਚੀਫਜ਼ ਦੇ ਤੌਰ ਤੇ ਵੇਖਣ ਲਈ 5 ਚੀਜ਼ਾਂ ਬਲੈਕ ਫ੍ਰਾਈਡੇ 'ਤੇ ਰੇਡਰਾਂ ਦੀ ਮੇਜ਼ਬਾਨੀ ਕਰਦੇ ਹਨ - ਐਰੋਹੈੱਡ ਪ੍ਰਾਈਡ",
        "ਸੀਰੀਆ ਦੇ ਵਿਦਰੋਹੀ ਸਦਮੇ ਦੇ ਹਮਲੇ ਦੌਰਾਨ ਅੱਠ ਸਾਲਾਂ ਵਿੱਚ ਪਹਿਲੀ ਵਾਰ ਅਲੇਪੋ ਵਿੱਚ ਦਾਖਲ ਹੋਏ - ਸੀਐਨਐਨ",
        "ਥੈਂਕਸਗਿਵਿੰਗ ਬੰਬ ਧਮਕੀਆਂ ਡੈਮੋਕਰੇਟ ਵਿਧਾਇਕਾਂ ਨੂੰ ਨਿਸ਼ਾਨਾ ਬਣਾਉਂਦੀਆਂ ਹਨ - ਫੌਕਸ ਨਿ Newsਜ਼",
        "ਬ੍ਰਿਟੇਨ ਦੇ ਸੰਸਦ ਮੈਂਬਰਾਂ ਨੇ ਸਹਾਇਤਾ ਮੌਤ ਦੇ ਸਮਰਥਨ ਵਿੱਚ ਵੋਟ ਪਾਈ - ਸੀਐਨਐਨ",
        "ਬਾਕਸ ਆਫਿਸਃ 'ਮੋਆਨਾ 2‘ ਨੇ ਥੈਂਕਸਗਿਵਿੰਗ ਡੇਅ ’ਤੇ 28 ਮਿਲੀਅਨ ਡਾਲਰ ਦੀ ਕਮਾਈ ਕੀਤੀ, ਛੁੱਟੀਆਂ ਦੇ ਰਿਕਾਰਡਾਂ ਨੂੰ ਤੋੜਨਾ - ਵੰਨਗੀ",
        "ਗਾਜ਼ਾ ਵਿਚ ਘੱਟੋ ਘੱਟ 40 ਮੌਤਾਂ, ਡਾਕਟਰਾਂ ਦਾ ਕਹਿਣਾ ਹੈ, ਜਿਵੇਂ ਕਿ ਇਜ਼ਰਾਈਲੀ ਟੈਂਕ ਕੈਂਪ ਤੋਂ ਵਾਪਸ ਆਉਂਦੇ ਹਨ - ਰਾਇਟਰਜ਼",
        "ਜੈਸੀ ਟਾਈਲਰ ਫਰਗਿਊਸਨ ਦਾ ਬੱਚਾ ਹਸਪਤਾਲ ਵਿੱਚ ਥੈਂਕਸਗਿਵਿੰਗ ਬਿਤਾਉਂਦਾ ਹੈਃ 'ਮੈਂ ਈਆਰ ਵਿੱਚ ਇੱਕ ਬੱਚੇ ਨਾਲ ਇਕੱਲਾ ਨਹੀਂ ਸੀ' - ਯਾਹੂ ਐਂਟਰਟੇਨਮੈਂਟ",
        "FP1: ਕਤਰ ਜੀਪੀ ਅਭਿਆਸ ਦੇ ਦੌਰਾਨ ਲੇਕਲਰਕ ਨੌਰਿਸ ਅਤੇ ਪਾਈਸਟ੍ਰੀ ਦੀ ਅਗਵਾਈ ਕਰਦਾ ਹੈ - ਫਾਰਮੂਲਾ 1",
        "ਸਮਾਰਟ ਹੋਮ ਗੇਅਰ 'ਤੇ ਸਰਬੋਤਮ ਸੌਦੇ ਇਸ ਬਲੈਕ ਫ੍ਰਾਈਡੇ - ਦਿ ਵਰਜ",
        "ਡੌਲਫਿਨਜ਼ ’ਜੋਰਡਿਨ ਬਰੂਕਸ ਨੇ ਪੈਕਰਜ਼ ਦੇ ਹਾਰਨ ਤੋਂ ਬਾਅਦ ਟੀਮ ਨੂੰ ਝੰਜੋੜਿਆਃ‘ ਸਾਫਟ ’- ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਆਇਰਲੈਂਡ ਨੇੜਿਓਂ ਚੱਲਣ ਵਾਲੀਆਂ ਚੋਣਾਂ ਵਿਚ ਵੋਟਾਂ ਪਾਉਂਦੀਆਂ ਹਨ ਜਿਥੇ ਆਉਣ ਵਾਲੇ ਸੱਤਾ 'ਤੇ ਕਾਇਮ ਰਹਿਣ ਦੀ ਉਮੀਦ ਕਰਦੇ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਥੈਂਕਸਗਿਵਿੰਗ ਯਾਤਰਾ ਆਰਕਟਿਕ ਬਲਾਸਟ ਵਿਘਨ ਦਾ ਸਾਹਮਣਾ ਕਰਦੀ ਹੈ. ਉਡਾਣਾਂ ਵਿੱਚ ਦੇਰੀ ਦੀ ਉਮੀਦ ਕਰੋ. - ਬੈਰਨ ਦਾ",
        "Elon Musk ਦੇ DOGE ਸਾਥੀ ਵਿਵੇਕ ਰਾਮਾਸਵਾਮੀ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਹ ਟੇਸਲਾ ਦੇ ਵਿਰੋਧੀ ਰਿਵੀਅਨ - ਫਾਰਚੂਨ ਨੂੰ 6.6 ਬਿਲੀਅਨ ਡਾਲਰ ਦੇ ਬਿਡੇਨ ਲੋਨ ਦੀ ਪੜਤਾਲ ਕਰਨਗੇ",
        "ਯੂਕਰੇਨ ਲਾਈਟਾਂ ਨੂੰ ਜਾਰੀ ਰੱਖਣ ਲਈ ਲੜਦਾ ਹੈ ਕਿਉਂਕਿ ਰੂਸ ਪਾਵਰ ਪਲਾਂਟਾਂ ਨੂੰ ਹਥੌੜਾ ਮਾਰਦਾ ਹੈ - ਬੀਬੀਸੀ.",
        "ਸਾ Saudiਦੀ ਅਰਬ ਨੇ ਇਜ਼ਰਾਈਲ ਦੇ ਰੁਕਾਵਟ 'ਤੇ ਅਮਰੀਕੀ ਰੱਖਿਆ ਸੰਧੀ ਦੀ ਪੈਰਵੀ ਛੱਡ ਦਿੱਤੀ - ਰਾਇਟਰਜ਼",
        "ਨਿਕ ਕੈਨਨ ਮੰਨਦਾ ਹੈ ਕਿ ਉਸਨੂੰ 'ਸਹਾਇਤਾ ਦੀ ਜ਼ਰੂਰਤ ਹੈ' ਕਿਉਂਕਿ ਉਹ ਆਪਣੀ ਨਾਰਸੀਸਵਾਦੀ ਸ਼ਖਸੀਅਤ ਵਿਗਾੜ ਦੀ ਜਾਂਚ ਦਾ ਖੁਲਾਸਾ ਕਰਦਾ ਹੈ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਨੋਟਰੇ ਡੈਮ ਕੈਥੇਡ੍ਰਲ ਨੇ ਵਿਨਾਸ਼ਕਾਰੀ ਅੱਗ ਦੇ 5 ਸਾਲਾਂ ਬਾਅਦ ਆਪਣੇ ਨਵੇਂ ਅੰਦਰੂਨੀ ਹਿੱਸੇ ਦਾ ਪਰਦਾਫਾਸ਼ ਕੀਤਾ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਮਸਕ, ਸਟਾਲੋਨ ਥੈਂਕਸਗਿਵਿੰਗ ਲਈ ਟਰੰਪ ਵਿੱਚ ਸ਼ਾਮਲ ਹੋਵੋ - ਨਿਊਜ਼ਮੈਕਸ"
    ]
}