{
    "headlines": [
        "ਬੇਰੂਤ 'ਤੇ ਇਜ਼ਰਾਇਲੀ ਹਮਲੇ' ਚ ਹਿਜ਼ਬੁਲ ਦਾ ਚੋਟੀ ਦਾ ਕਮਾਂਡਰ ਸਮੇਤ 14 ਹਲਾਕ - Reuters",
        "ਅਰੀਜ਼ੋਨਾ ਸੁਪਰੀਮ ਕੋਰਟ ਦੇ ਨਿਯਮ 98,000 ਲੋਕ ਜਿਨ੍ਹਾਂ ਦੀ ਨਾਗਰਿਕਤਾ ਦੀ ਪੁਸ਼ਟੀ ਨਹੀਂ ਕੀਤੀ ਗਈ ਹੈ ਉਹ ਮਹੱਤਵਪੂਰਨ ਚੋਣਾਂ ਵਿੱਚ ਵੋਟ ਪਾ ਸਕਦੇ ਹਨ - ਫੌਕਸ ਨਿ Newsਜ਼",
        "ਇੱਕ ਪੁਲਾੜ ਚੱਟਾਨ ਧਰਤੀ ਦਾ ਨਵਾਂ 'ਮਿੰਨੀ ਚੰਦਰਮਾ' ਬਣਨ ਜਾ ਰਿਹਾ ਹੈ - ਕੇਐਸਐਲ ਡਾਟ ਕਾਮ",
        "ਚਾਰਲੀਜ਼ ਥੈਰਨ ਦੀਆਂ ਧੀਆਂ ਜੈਕਸਨ ਅਤੇ ਅਗਸਤ ਨਵੇਂ ਪਰਿਵਾਰਕ ਫੋਟੋ ਵਿਚ ਇੰਨੇ ਉੱਚੇ ਦਿਖਾਈ ਦਿੰਦੇ ਹਨ - ਈ! ਖ਼ਬਰਾਂ",
        "ਸ਼ੋਹੇਈ ਓਹਤਾਨੀ \"50-50 ਕਲੱਬ\" ਤੱਕ ਪਹੁੰਚਣ ਵਾਲਾ ਪਹਿਲਾ ਐਮਐਲਬੀ ਖਿਡਾਰੀ ਬਣ ਗਿਆ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਐਫਟੀਸੀ ਨੇ ਫਾਰਮੇਸੀ ਬੀਮਾ ਪ੍ਰਬੰਧਕਾਂ 'ਤੇ ਮੁਕੱਦਮਾ ਕੀਤਾ, ਨਸ਼ੀਲੀਆਂ ਦਵਾਈਆਂ ਦੀਆਂ ਅਣਉਚਿਤ ਕੀਮਤਾਂ ਦਾ ਦੋਸ਼ ਲਗਾਉਂਦੇ ਹੋਏ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਏਰਿਕ ਮੇਨੇਂਡੇਜ਼ ਸਲੈਮ ਨੈੱਟਫਲਿਕਸ ਦੇ ਰਾਖਸ਼ਾਂ ਨੂੰ ‘ਵਿਲੇ ਅਤੇ ਭਿਆਨਕ' ਵਜੋਂ,’ਭਿਆਨਕ ਅਤੇ ਬੇਤੁਕੀ ਝੂਠਾਂ‘ ਲਈ ਰਿਆਨ ਮਰਫੀ ਨੂੰ ਬੁਲਾਉਂਦਾ ਹੈ - ਟੀਵੀਲਾਈਨ",
        "ਗੁਪਤ ਸੇਵਾ ਰਿਪੋਰਟ ਟਰੰਪ 'ਤੇ ਜੁਲਾਈ ਦੀ ਹੱਤਿਆ ਦੀ ਕੋਸ਼ਿਸ਼ ਤੋਂ ਪਹਿਲਾਂ ਸੰਚਾਰ ਅਸਫਲਤਾਵਾਂ ਦਾ ਵੇਰਵਾ ਦਿੰਦੀ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਨਿਊਯਾਰਕ ਰਾਜ ਲਗਭਗ ਇੱਕ ਦਹਾਕੇ ਵਿੱਚ ਈਈਈ ਦੇ ਪਹਿਲੇ ਮਨੁੱਖੀ ਕੇਸ ਦੀ ਰਿਪੋਰਟ ਕਰਦਾ ਹੈ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਮੁਹੰਮਦ ਅਲ Fayed 'ਇੱਕ ਰਾਖਸ਼ Harrods ਕੇ ਯੋਗ ਸੀ, ਕਹਿੰਦਾ ਹੈ ਵਕੀਲ - ਬੀਬੀਸੀ.",
        "'ਉਹ ਅੱਜ ਜ਼ਿੰਦਾ ਹੋਣੀ ਚਾਹੀਦੀ ਹੈ' — ਹੈਰਿਸ ਗਰਭਪਾਤ 'ਤੇ ਪਾਬੰਦੀ ਲਗਾਉਣ ਅਤੇ ਟਰੰਪ ਨੂੰ ਧਮਾਕੇ ਕਰਨ ਲਈ womanਰਤ ਦੀ ਮੌਤ ਨੂੰ ਦਰਸਾਉਂਦੀ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਐਫ ਡੀ ਏ ਨੇ ਘਰ ਵਿਚ ਵਰਤੋਂ ਲਈ ਪਹਿਲੀ ਨੱਕ ਸਪਰੇਅ ਫਲੂ ਟੀਕੇ ਨੂੰ ਮਨਜ਼ੂਰੀ ਦਿੱਤੀ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਮਾਰਕ ਰੌਬਿਨਸਨ ਨਾਲ ਜੁੜੇ ਪੋਰਨ ਸਾਈਟ ਉਪਭੋਗਤਾ ਨੇ ਹਿਟਲਰ ਦੇ ਮੇਨ ਕੈਂਪਫ ਦੀ ਵੀ ਪ੍ਰਸ਼ੰਸਾ ਕੀਤੀ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਸਾ Southਥ ਕੈਰੋਲੀਨਾ ਦੀ ਮੌਤ ਦੀ ਸਜ਼ਾ ਕੱਟ ਰਹੇ ਕੈਦੀ ਫਰੈਡੀ ਓਵੇਨਜ਼ ਨੂੰ ਜਾਨਲੇਵਾ ਟੀਕੇ ਦੁਆਰਾ ਫਾਂਸੀ ਦਿੱਤੀ ਗਈ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਆਈਫੋਨ 17 ਪਰਿਵਾਰ ਕੋਲ ਵੱਡੇ ਡਿਸਪਲੇਅ ਅਪਗ੍ਰੇਡ ਹੋਣਗੇ - GSMArena. com ਖ਼ਬਰਾਂ - GSMArena.",
        "ਇੱਕ ਬੋਤਲ ਵਿੱਚ ਸੁਨੇਹਾ, 200 ਸਾਲ ਪਹਿਲਾਂ ਇੱਕ ਪੁਰਾਤੱਤਵ ਵਿਗਿਆਨੀ ਦੁਆਰਾ ਲਿਖਿਆ ਗਿਆ ਸੀ, ਇੱਕ ਫ੍ਰੈਂਚ ਕਲਿਫਟੌਪ ਤੇ ਮਿਲਿਆ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਮੇਨ ਅਤੇ ਨੇਬਰਾਸਕਾ ਚੋਣ ਕਾਲਜ ਨੂੰ ਲੈ ਕੇ ਕਿਉਂ ਝਗੜਾ ਕਰ ਰਹੇ ਹਨ - ਐਕਸਗਿਓਸ",
        "ਹਟਾਈ",
        "ਹਫ਼ਤੇ 3 ਸੱਟ ਦੀ ਰਿਪੋਰਟ: Seahawks ਬਨਾਮ ਡਾਲਫਿਨ - Seahawks.com",
        "ਬੋਇੰਗ ਦੀ ਰੱਖਿਆ ਇਕਾਈ ਦੇ ਮੁਖੀ ਟੇਡ ਕੋਲਬਰਟ ਨੂੰ ਛੱਡਣ ਲਈ - ਰਾਇਟਰਜ਼"
    ]
}