{
    "headlines": [
        "The Standoff Deep Inside an Abandoned South African Gold Mine - The Wall Street Journal",
        "Ben & Jerry's lawsuit accuses parent company of censorship over Gaza - Yahoo Finance",
        "Ukraine's Zelenskiy says Scholz-Putin phone call opens 'Pandora's box' - Reuters",
        "Trump picks Steven Cheung for communications director, Sergio Gor for personnel office director - Fox News",
        "Elon Musk’s mission to reinvent American government - Financial Times",
        "Ethics panel faces existential crisis over Gaetz report - POLITICO",
        "Health stocks hit after Trump taps RFK Jr for top regulator post - BBC.com",
        "Leonid meteor shower peaks alongside supermoon this weekend. What to know. - The Washington Post",
        "GM laying off nearly 1,000 workers, mostly in US, source says - Reuters",
        "Daniel Cormier: Stipe Miocic 'was so mad and upset' backstage after UFC 309 faceoff with Jon Jones - MMA Junkie",
        "What to know about Doug Burgum, Trump’s pick to lead the Interior Department - The Hill",
        "'Red One' Director Jake Kasdan Defends Dwayne Johnson, Talks 'Jumanji 3' - Hollywood Reporter",
        "KSL.com Pick'em: Staff picks for Week 12 of college football - KSL.com",
        "Trump promised to end ‘wokeness’ in education. He has promised to use federal funds as leverage - PBS NewsHour",
        "Robert Roberson's execution can resume, Texas Supreme Court declares - ABC News",
        "Mike Tyson vs. Jake Paul fight predictions, odds, expert picks, undercard for the mega event on Netflix - CBS Sports",
        "Column | How Americans view potential members of Trump’s administration - The Washington Post",
        "‘Friday Night Lights’ Redo in The Works From Universal TV, Imagine - Hollywood Reporter",
        "Gwen Stefani Described Her Divorce From Gavin Rossdale as a 'Castastrophe' - Yahoo Entertainment",
        "Beaver Moon Gets Ready For Its Peak - The Weather Channel"
    ]
}