{
    "headlines": [
        "\"أنا ناجية من الاعتداء الجنسي \": يتعهد إرنست\" بفحص شامل \" لهيجسيث - بوليتيكو",
        "Oregon vs. Penn State live stream, where to watch, TV channel, Big Ten Championship Game odds, pick - CBS Sports",
        "جورجيا تدعي بطولة المجلس الأعلى للتعليم في العمل الإضافي ضد تكساس، لكنها تخسر كارسون بيك بسبب الإصابة - ياهو سبورتس",
        "وفاة رئيس استوديوهات تايلر بيري بعد تحطم طائرة في فلوريدا - دبليو إس بي أتلانتا",
        "ميكا بارسونز يريد عودة مايك مكارثي - NBC Sports",
        "الحكام الديمقراطيون يستعدون لترامب، بينما يزرعون بذور 2028 - بوليتيكو",
        "يقول داستن بوروز إن لديه أصواتًا ليكون رئيس مجلس النواب في تكساس بعد فوز ديفيد كوك بتصويت مجموعة الحزب الجمهوري - تكساس تريبيون",
        "يقول المصدر إن غواصي شرطة نيويورك يبحثون في مياه سنترال بارك عن مسدس يستخدم لقتل الرئيس التنفيذي لشركة يونايتد هيلث كير",
        "المتمردون السوريون يهددون دمشق والأسد من الشمال والجنوب - واشنطن بوست",
        "\"إميليا بيريز\" تفوز بجائزة كبيرة في جوائز السينما الأوروبية - هوليوود ريبورتر",
        "باري كيوغان يطلب من المعجبين أن يكونوا \"محترمين\" بعد تفكك سابرينا كاربنتر - نسر",
        "2 يعود الناجون من بيرل هاربور، البالغون من العمر 104 و 102 عامًا، إلى هاواي لتكريم أولئك الذين قتلوا في هجوم عام 1941 - بوليتيكو",
        "شبح ترامب يحفز جولة أخيرة من تحركات أسعار الفائدة - Yahoo Finance",
        "جيش الدفاع الإسرائيلي يساعد قوات الأمم المتحدة في حضر، سوريا في صد هجوم القوات المسلحة - أخبار إسرائيل - جروسالم بوست",
        "تايلور سويفت تجلب الكاميرات على خشبة المسرح خلال جولة العصر النهائي في فانكوفر - ياهو للترفيه",
        "تقدم جامعة ولاية أريزونا لكرة القدم تذكرة إلى مباراة كلية كرة القدم مع هزيمة بطولة بيغ 12 لولاية أيوا - أريزونا الرياضية",
        "5 أسهم تشتري وتبيع من كبار المستثمرين المليارديرات - فوربس",
        "ترامب يناقش الحرب في أوكرانيا مع زيلينسكي وماكرون في باريس - أكسيوس",
        "X يعطي Grok مولد صور ذكاء اصطناعي واقعي جديد - The Verge",
        "انفجار في منطقة سكنية في لاهاي يقتل 3 أشخاص على الأقل ويجرح آخرين - PBS NewsHour"
    ]
}