{
    "headlines": [
        "A paralisação do governo se aproxima, a menos que o Congresso concorde com o plano de gastos: atualizações ao vivo | CNN Politics - CNN",
        "Pelo menos um morto e dezenas de feridos depois que um carro atropelou uma multidão no mercado de Natal alemão, segundo relatos - BBC.com",
        "Principal aliado de Trudeau, do Canadá, diz que votará para derrubá-lo - BBC.com",
        "Pelo menos um morto e várias embaixadas danificadas na \"bárbara\" barragem de mísseis russos em Kiev, diz a Ucrânia - CNN",
        "A temporada de gripe dos EUA está em andamento, já que os casos aumentam em algumas áreas e as vacinações estão atrasadas - Associated Press",
        "A \"regra favorita\" de Jim Harbaugh raramente é vista, mas ele a usou para impulsionar os Chargers - MLive.com",
        "Prévias de jogos da NFL da semana 16 de 2024 da PFT, lideradas por Steelers-Ravens - NBC Sports",
        "Assista à espaçonave lunar Artemis Orion da NASA explodir durante os testes (vídeo) - Space.com",
        "   Removido ",
        "‘The Mummy’ Sendo Escrito e Dirigido pelo Cineasta de ‘Evil Dead Rise’ Lee Cronin (Exclusivo) - Hollywood Reporter",
        "Arquivos do Google suportarão o \"Pergunte sobre este PDF\" do Gemini - 9to5Google",
        "Malásia anuncia nova busca por aeronave MH370, desaparecida há mais de 10 anos - usa TODAY",
        "Principal taxa de inflação do Fed esfria em novembro; alta do S&P 500 - Investor's Business Daily",
        "Mãe adolescente: Filho de Maci Bookout, Bentley, 16 anos, aborda a possibilidade de ser pai adolescente - E! Online - E! NEWS",
        "Louisiana proíbe o departamento de saúde de promover vacinas contra gripe, COVID e mpox: relatório - ARS Technica",
        "‘Sonic The Hedgehog 3’ US $ 6,5 MILHÕES, ‘Mufasa’ US $ 3 milhões + Em prévias de quinta-feira – Bilheteria - Prazo",
        "Dois Landers Lunares Dirigem-se para Locais Antigos de Impacto. O Que Você Precisa Saber - Gizmodo",
        "Diplomatas dos EUA se encontram com líder da oposição síria em Damasco - Axios",
        "Fechamento de lojas Big Lots 2025: Varejista planeja fechar todas as lojas - Axios",
        "CFPB processa JPMorgan Chase, Bank of America e Wells Fargo por fraude no pagamento do Zelle - CNBC"
    ]
}