{
    "headlines": [
        "Aubrey Plaza a été séparée de son mari Jeff Baena pendant 4 mois avant son suicide, lui a envoyé un texto le jour où il a été retrouvé - New York Post",
        "DOGE joue au hardball dans la prise de contrôle de l'Institut américain de la paix - The Washington Post",
        "Alors que les cas de rougeole augmentent aux États-Unis, qui peut avoir besoin d'une autre dose de vaccin ? - ABC News",
        "Le PDG d'Amtrak démissionne, quelques semaines après que Musk ait déclaré que le service ferroviaire devrait être privatisé - CNN",
        "Un responsable DU DOGE assume un rôle de leadership à l'USAID, une agence que l'équipe de Musk a aidé à démanteler - The Associated Press",
        "4e cas de rougeole confirmé à New York. Le gouverneur Hochul demande de l'aide pour promouvoir la vaccination - gothamiste",
        "Règle de jeu de la NFL 2025, règlement et propositions de résolution : Tush push, classement des séries éliminatoires et plus encore - NBC Sports",
        "Quoi de neuf dans les fichiers JFK ? 4 choses à savoir sur les dossiers d'assassinat. - The Washington Post",
        "Le nouveau film « Blanche-Neige » de Disney combat les guerres et les victoires culturelles - Bloomberg",
        "Russie-Ukraine : Trump salue un « très bon » appel téléphonique avec Zelensky - BBC.com",
        "L'appel téléphonique Trump-Poutine a donné au dirigeant du Kremlin une chance de s'éloigner de la guerre en Ukraine - The Associated Press",
        "Émissions de la Réserve fédérale Déclaration du FOMC - Réserve fédérale",
        "Gilead Stock plonge sur un appel potentiel dévastateur de HHS - Investor's Business Daily",
        "Exclusif | La nouvelle petite amie mystérieuse de Pete Davidson révélée comme l'ex de Jason Sudeikis et Benny Blanco - Page Six",
        "Aaron Rodgers Watch semble loin d'être terminé après que les Vikings aient snobé alors que les Giants et les Steelers attendent - New York Post",
        "La Turquie arrête le maire d'Istanbul, Imamoglu, dans le cadre d'une enquête pour corruption - DW (anglais)",
        "PSA : Vous n'avez pas besoin des connaissances d'Assassin's Creed pour jouer à Shadows - Eurogamer",
        "Microsoft remplace son directeur des ressources humaines alors qu'il repense les évaluations de performance. Lire l'e-mail du PDG Satya Nadella. - Business Insider"
    ]
}