{
    "headlines": [
        "Telescópio da NASA estudará o que colocou o estrondo no big bang - The Washington Post",
        "Keir Starmer e Volodymyr Zelensky se encontrarão em Downing Street - BBC.com",
        "Voo da FedEx pega fogo após colidir com pássaro durante decolagem do aeroporto de Newark - NBC News",
        "Netflix vence guerra de lances por Natalie Portman e Lena Dunham em comédia romântica ‘Good Sex’ com venda de US $ 55 milhões - Variety",
        "Líderes europeus renovam apoio à Ucrânia após reunião tempestuosa de Zelenskyy com Trump - NPR",
        "Os cortes da USAID já estão atingindo países em todo o mundo. Aqui estão 20 projetos que foram encerrados - The Associated Press",
        "Juiz bloqueia ordem de Trump ameaçando financiamento para instituições que oferecem cuidados a jovens transgêneros - Associated Press",
        "Com o Alexa Plus, a Amazon finalmente reinventa seu melhor produto - The Verge",
        "Esses funcionários do Parque Nacional dizem que uma agência Trump os demitiu ilegalmente. Um juiz concorda - NPR",
        "Acordo de cessar-fogo em Gaza atinge momento crítico - BBC.com",
        "O aumento dos casos de gripe pediátrica está enviando mais crianças para o hospital - The Washington Post",
        "Keir Starmer enfrenta decisão sobre em quem pode confiar após show de terror na Casa Branca, escreve Laura Kuenssberg - BBC.com",
        "O Papa Francisco renunciaria? Especialistas dizem que é improvável – mas o pontífice costuma surpreender - CNN",
        "Pilates, pintura e passeios de bicicleta: a vida de Gene Hackman em Santa Fé - BBC.com",
        "Pelo menos 4 mortos, alguns ainda desaparecidos, em avalanche em Uttarakhand, na Índia - Al Jazeera English",
        "Está mais claro do que nunca o que Jeff Bezos quer com o Washington Post - Slate",
        "Terrance Ferguson, do Oregon, corre 4,63, tight end mais rápido no Combine - NBC Sports",
        "Tomando um 'pedágio mental': à medida que o oeste do Texas luta contra o sarampo, crescem as preocupações com o apoio federal - BBC.com"
    ]
}