{
    "headlines": [
        "ਆਸਕਰ 2025 ਜੇਤੂਃ 97 ਵੇਂ ਅਕੈਡਮੀ ਅਵਾਰਡ ਜੇਤੂਆਂ ਦੀ ਪੂਰੀ ਸੂਚੀ! - ਏਬੀਸੀ",
        "ਕ੍ਰੋਗਰ ਦੇ ਸੀਈਓ ਨੇ ਆਪਣੇ ਨਿੱਜੀ ਚਾਲ-ਚਲਣ ਦੀ ਜਾਂਚ ਤੋਂ ਬਾਅਦ ਅਸਤੀਫਾ ਦੇ ਦਿੱਤਾ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਅਲੈਕਸ ਪਰੇਰਾ ਨੇ ਯੂਐਫਸੀ 313 ਤੋਂ ਪਹਿਲਾਂ ਮੈਗੋਮੇਡ ਅੰਕਲੇਵ ਨੂੰ $ 200,000 ਚੈਰਿਟੀ ਚੁਣੌਤੀ ਜਾਰੀ ਕੀਤੀ - ਐਮਐਮਏ ਜੰਕੀ",
        "ਵਾਚ ਸਪੇਸਐਕਸ ਲਾਂਚ ਸਟਾਰਸ਼ਿਪ ਫਲਾਈਟ 8 ਮੈਗਰਾਕੇਟ ਟੈਸਟ ਫਲਾਈਟ ਅੱਜ ਹੈ - ਸਪੇਸ ਡਾਟ ਕਾਮ",
        "ਜਦੋਂ ਟਰੰਪ ਕਾਂਗਰਸ ਨੂੰ ਆਪਣਾ ਵੱਡਾ ਭਾਸ਼ਣ ਦਿੰਦੇ ਹਨ ਤਾਂ ਕੀ ਵੇਖਣਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਇਜ਼ਰਾਈਲੀ ਪੁਲਿਸ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਰੇਲਵੇ ਸਟੇਸ਼ਨ 'ਤੇ ਚਾਕੂ ਨਾਲ ਹੋਏ ਹਮਲੇ' ਚ ਇਕ ਦੀ ਮੌਤ - BBC.com",
        "ਗੇਰਵੋਂਟਾ ਡੇਵਿਸ ਨੇ ਲਾਮੋਂਟ ਰੋਚ ਜੂਨੀਅਰ ਦੇ ਵਿਰੁੱਧ ਵਿਵਾਦਪੂਰਨ ਡਰਾਅ ਦੌਰਾਨ ਆਪਣੀਆਂ ਅੱਖਾਂ ਨੂੰ ਸਾੜਨ ਲਈ ਵਾਲਾਂ ਦੇ ਉਤਪਾਦ ਨੂੰ ਜ਼ਿੰਮੇਵਾਰ ਠਹਿਰਾਇਆ - ਸੀ ਐਨ ਐਨ",
        "ਦੱਖਣੀ ਕੈਰੋਲੀਨਾ ਵਿਚ 150 ਤੋਂ ਵੱਧ ਜੰਗਲੀ ਅੱਗਾਂ ਭੜਕੀਆਂ ਕਿਉਂਕਿ ਐਮਰਜੈਂਸੀ ਦੀ ਸਥਿਤੀ ਘੋਸ਼ਿਤ ਕੀਤੀ ਗਈ ਹੈ - ਸਕਾਈ ਨਿ Newsਜ਼",
        "‘ਹਰੇਕ ਲਈ ਅਸਫਲਤਾ’: ਜ਼ੇਲੇਨਸਕੀ ਨੇ ਤੁਰੰਤ ਜੰਗਬੰਦੀ ਕਾਲਾਂ ਨੂੰ ਰੱਦ ਕਰ ਦਿੱਤਾ, ਯੂਕੇ ਮੈਕਰੋਨ ਦੇ ਪ੍ਰਸਤਾਵ ਤੋਂ ਦੂਰੀ - ਫਸਟਪੋਸਟ",
        "ਗੰਭੀਰ ਮੌਸਮ ਬੁੱਧਵਾਰ ਦੁਆਰਾ ਦੱਖਣ ਤੋਂ ਪੂਰਬੀ ਤੱਟ ਤੱਕ ਤੂਫਾਨ ਅਤੇ ਨੁਕਸਾਨਦੇਹ ਹਵਾ ਦੀਆਂ ਧਮਕੀਆਂ ਨੂੰ ਪੈਕ ਕਰੇਗਾ - ਮੌਸਮ ਚੈਨਲ",
        "‘ਛੋਟਾ ਨਜ਼ਰ’: ਐਫ ਡੀ ਏ ਦੀਆਂ ਮੀਟਿੰਗਾਂ ਨੂੰ ਕੀ ਰੱਦ ਕੀਤਾ ਗਿਆ ਅਤੇ ਕੌਣ ਵਾਪਸ ਲੈਣ ਦਾ ਅਰਥ ਪਤਝੜ ਫਲੂ ਟੀਕਿਆਂ ਲਈ ਹੈ - ਬੋਸਟਨ ਗਲੋਬ",
        "ਗੂਗਲ ਦਾ ਨਵਾਂ ਟੈਕ ਮਤਲਬ ਵੀਡੀਓ ਕਾਲਾਂ ਸਭ ਤੋਂ ਬਾਅਦ ਸਾਡੀ ਮੌਤ ਨਹੀਂ ਹੋ ਸਕਦੀਆਂ - ਦਿ ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "ਫਰਾਂਸ ਨੇ ਰੂਸ ਵਿਰੁੱਧ ਸਾਈਬਰ ਕਾਰਵਾਈਆਂ ’ਤੇ ਅਮਰੀਕਾ ਨੂੰ ਰੋਕਿਆ’ ਸਮਝਣ ਵਿੱਚ ਮੁਸ਼ਕਲ '- ਪੋਲੀਟੀਕੋ ਯੂਰਪ",
        "ਜ਼ੇਲੇਨਸਕੀ ਸਖਤ ਕੂਟਨੀਤੀ ਦੇ ਹਫ਼ਤੇ ਬਾਅਦ ਸਮਰਥਨ ਲਈ ਅਮਰੀਕਾ ਦਾ ਧੰਨਵਾਦ ਕਰਦਾ ਹੈ, 'ਅਸਲ ਸ਼ਾਂਤੀ ' ਦੀ ਅਪੀਲ ਕਰਦਾ ਹੈ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਅੰਟਾਰਕਟਿਕ ਬਰਫ ਪਿਘਲਣ ਨਾਲ ਵਿਸ਼ਵ ਦਾ ਸਭ ਤੋਂ ਮਜ਼ਬੂਤ ਸਮੁੰਦਰ ਮੌਜੂਦਾ ਹੌਲੀ ਹੋ ਜਾਵੇਗਾ – ਅਤੇ ਗਲੋਬਲ ਨਤੀਜੇ ਡੂੰਘੇ ਹਨ - The Conversation",
        "ਟੈਬਲੇਟ ਜਿਸਨੇ ਮੇਰੇ ਕਿੰਡਲ ਅਤੇ ਆਈਪੈਡ ਨੂੰ ਬਦਲਿਆ ਆਖਰਕਾਰ ਇੱਕ ਉਤਰਾਧਿਕਾਰੀ ਪ੍ਰਾਪਤ ਕਰ ਰਿਹਾ ਹੈ - ZDNet",
        "ਸਟਾਰਮਰ ਯੂਕਰੇਨ 'ਤੇ ਗੱਲਬਾਤ ਨੂੰ ਰੂਪ ਦੇਣ ਵਿਚ ਸਹਾਇਤਾ ਕਰ ਰਿਹਾ ਹੈ ਪਰ ਸ਼ਾਂਤੀ ਦਾ ਰਸਤਾ ਲੰਮਾ ਹੋ ਸਕਦਾ ਹੈ - ਬੀਬੀਸੀ.",
        "ਜੂਲੀਅਸ ਰੈਂਡਲ ਦੀ ਵਾਪਸੀ ਵਿੱਚ, ਟਿੰਬਰਵੋਲਵਜ਼ ਨੇ ਐਂਥਨੀ ਐਡਵਰਡਜ਼ ਦੇ 44 ਅੰਕ ਪਿੱਛੇ ਸਨਜ਼ ਨੂੰ ਹਰਾ ਦਿੱਤਾ - ਸਟਾਰ ਟ੍ਰਿਬਿਊਨ"
    ]
}