{
    "headlines": [
        "الولايات المتحدة تناقش الضربات على مواقع النفط الإيرانية بينما تضغط إسرائيل على لبنان - رويترز",
        "نقطة محذوفة هنا",
        "حيث قد ترى الأضواء الشمالية في نهاية هذا الأسبوع، حيث تتجه عاصفة جيومغناطيسية إلى الأرض - واشنطن بوست",
        "حصلت كاتلين كلارك على لقب أفضل مبتدئ في بطولة العالم لكرة السلة لكرة السلة لهذا العام، منهية بذلك نقاشًا استمر لموسم كامل - صحيفة واشنطن بوست",
        "النفط يرتفع بعد تعليقات جو بايدن على الانتقام الإسرائيلي - فاينانشال تايمز",
        "غارث بروكس متهم بالاعتداء الجنسي والضرب في دعوى قضائية من فنان الشعر والمكياج الذي عمل لديه - سي إن إن",
        "المؤشرات تنخفض مع صدور تقرير الوظائف في الولايات المتحدة، والشرق الأوسط في بؤرة التركيز - رويترز",
        "إيمينيم يكشف أنه سيصبح جدًا في الفيديو العاطفي لـ \"المؤقت\" - التنوع",
        "بعد أسبوع من ضرب هيلين للجنوب الشرقي، أدى انقطاع التيار الكهربائي والطرق غير الصالحة للعبور إلى إعاقة التعافي حيث وصل عدد القتلى إلى 202 - سي إن إن",
        "ستحصل Apple Watch على ميزة Apple Intelligence الرئيسية في iOS 18.1 - 9to5Mac",
        "حكم قاضي كولورادو على تينا بيترز المؤامرة لانتخابات ترامب بالسجن لمدة 9 سنوات - CNBC",
        "باتريك ماهومز: عندما رأيت الإعادة، شعرت أنني ضربت راشي رايس - NBC Sports",
        "وافق زعيم حزب الله على وقف إطلاق النار المؤقت قبل أيام من الاغتيال، كما يقول وزير الخارجية اللبناني - سي إن إن",
        "يميل تيم والتز إلى عدم التحدث. قد يطارد الحملة. - POLITICO",
        "تقول ميلانيا ترامب إنها تدعم حقوق الإجهاض، مما يضعها على خلاف مع الحزب الجمهوري - وكالة أسوشيتد برس",
        "تعلم النمل زراعة الفطريات أثناء الانقراض الجماعي - آرس تكنيكا",
        "قالت هيئة الإذاعة البريطانية (بي بي سي) إن الضربة الإسرائيلية على مدرسة غزة استهدفت أحد شخصيات حماس - BBC.com",
        "ارتفع سهم Nvidia مع قيام الرئيس التنفيذي Jensen Huang بترويج الطلب \"المجنون\" على الرقائق - Yahoo Finance",
        "تطلق OpenAI واجهة ChatGPT \"Canvas\" الجديدة المصممة خصيصًا لمشاريع الكتابة والترميز - TechCrunch",
        "من المقرر إطلاق فولكان سنتور غدًا، ولكن هل سيصبح صاروخ أمريكا الكبير التالي ؟ - Gizmodo"
    ]
}