{
    "headlines": [
        "Yankees vs. Wächter: Juan Soto, Giancarlo Stanton treiben Yankees in die World Series in ALCS Spiel 5 - Yahoo Sports",
        "Die Harvard-Ausstellung beschäftigt sich mit der Geschichte der kolonialen Messungen - The Washington Post",
        "Trump startet eine Kundgebung in Pennsylvania, indem er über Arnold Palmers Genitalien spricht - The Associated Press",
        "College-Football-Rankings: SEC-Teams in aktualisierter Coaches-Umfrage, AP Top 25 nach Woche 8 - Tennessean",
        "Oscar landet zum ersten Mal auf der Insel Great Inagua - The Weather Channel",
        "\"Das muss aufhören\" - Der Tesla-Milliardär Elon Musk warnt die Fed vor dem \"Bankrott\", nachdem er eine Bitcoin-Preis-Panik ausgelöst hat - Forbes",
        "Palästinensische Beamte sagen, 87 Tote oder Vermisste nach israelischen Streiks im nördlichen Gazastreifen - The Associated Press",
        "Ozzy Osbourne aus Birmingham wurde in die Rock and Roll Hall of Fame aufgenommen - BBC",
        "Amerika tritt in einen neuen „wirtschaftlichen Superzyklus“ ein - Business Insider",
        "Wie man den Orioniden-Meteoritenschauer beobachtet, Trümmer von Halleys Kometen - CNN",
        "So sehen Sie Patriots vs. Jaguars heute: Startzeit, TV, Live-Stream für das NFL-London-Spiel - USA HEUTE",
        "Ein Einsturz auf dem georgischen Dock von Sapelo Island hinterließ 7 Tote und verwandelte die Feier in eine Tragödie. Eine Untersuchung ist jetzt im Gange - CNN",
        "Elon Musk vergibt einen zufälligen Scheck über 1 Million US-Dollar an den Unterzeichner der Petition und gelobt, dies bis zur Wahl jeden Tag zu tun: \"Diese Nachricht wird wirklich fliegen\" - New York Post",
        "‘SNL’ geht das Harris Fox Interview in Cold Open an - CNN",
        "Nordkoreanische Truppen werden in Russland vor einem wahrscheinlichen Einsatz in der Ukraine ausgerüstet - CNN",
        "Pro-iranisches Konto enthüllt angebliche US-Informationen über Israels Angriffspläne - Axios",
        "Kuba stellt nach landesweiten Stromausfällen ein Fünftel der Bevölkerung wieder an die Macht - Reuters Canada",
        "Ihr vorausschauendes Horoskop: 20. Oktober 2024 - The Globe and Mail",
        "Drohnenangriff auf Benjamin Netanyahus Haus gestartet, sagt Israel; keine Verletzungen gemeldet - CBS News",
        "Wer wird die Hamas führen, nachdem Yahya Sinwar getötet wurde? - BBC.com"
    ]
}