{
    "headlines": [
        "Trump taps immigration hard-liner Kari Lake as head of Voice of America - The Associated Press",
        "David Bonderman, Private-Equity Founder, Dead at 82 - The Wall Street Journal",
        "Knicks eliminated from NBA Cup with all-around ugly loss to Hawks - New York Post ",
        "Hannah Kobayashi, missing Hawaii woman whose disappearance prompted a massive search, is found safe - The Associated Press",
        "Bill Belichick to North Carolina reaction: Why college football, NFL figures either love -- or hate -- hire - CBS Sports",
        "South Korea's President Yoon Suk Yeol vows 'fight to the end' - BBC.com",
        "Stock futures slip after Nasdaq notches record close above 20,000: Live updates - CNBC",
        "FBI Director Christopher Wray to resign before Trump takes office - BBC.com",
        "In photos: Malibu fire forces thousands to evacuate after exploding in size - Axios",
        "Manchin, Sinema prevent Democrats from locking in majority on labor board through 2026 - The Associated Press",
        "If Broncos players didn’t know stakes of Sunday’s game vs. Colts, Sean Payton made them clear in Wednesday team meeting - The Denver Post",
        "Manhattan DA vows accountability in United Healthcare CEO murder case - ABC News",
        "It sure looks like OpenAI trained Sora on game content — and legal experts say that could be a problem - TechCrunch",
        "Iran’s supreme leader accuses U.S. and Israel of orchestrating Assad ouster - The Washington Post",
        "Alphabet Stock Hits a Record High on New AI Models - Barron's",
        "Trump news: Biden cracked a very revealing joke about why Democrats lost. - Slate",
        "NASA explains why Mars helicopter Ingenuity crashed on its 72nd flight - The Washington Post",
        "The 40 Greatest Nightly Moments of Taylor Swift’s Eras Tour - Variety",
        "Bird flu virus hits Wildlife World Zoo, park implementing safety measures - ABC15 Arizona in Phoenix",
        "Fate of Russian military bases in Syria remains open - DW (English)"
    ]
}