{
    "headlines": [
        "Oregon wins Big Ten championship, remains spotless above the playoff fray - The Washington Post",
        "Joey Lawrence, Estranged Wife Spotted for the First Time Since Calling Off Divorce - TMZ",
        "Trump calls for hands-off approach to Syria as Assad regime falls - The Washington Post",
        "2024 Bowl Games: Live announcements, schedule, College Football Playoff bracket, bowl news - CBS Sports",
        "Influencer Breckie Hill Finally Addressed The Barry Keoghan Cheating Rumors — Here's What She Said - BuzzFeed",
        "Israel seizes Golan buffer zone after Syrian troops leave posts - BBC.com",
        "Exclusive | Advertising Firms Omnicom and Interpublic Nearing Merger That Would Reshape Industry - The Wall Street Journal",
        "Trump says he will not remove Jay Powell from Fed before term ends - Financial Times",
        "A man, a bike and a gun: Police search for evidence to solve the killing of UnitedHealthcare’s CEO on the streets of New York - CNN",
        "The fall of Bashar Assad after 13 years of war in Syria brings to an end a decades-long dynasty - The Associated Press",
        "Who are the Syrian rebels that have toppled Assad and taken Damascus? - ABC News",
        "College football playoff predictions: Who's in and who's out of final CFP bracket - FOX Sports",
        "Box Office: ‘Moana 2’ Scores $52 Million in Second Weekend, A24’s ‘Y2K’ Craters With $2 Million Debut - Variety",
        "Gift Cards Can Feel Generic. There’s a Better Way to Give Them. - The Wall Street Journal",
        "[Removed]",
        "SpaceX launches 23 more Starlink satellites - UPI News",
        "NFL Week 14 Best Bets: Target Juwan Johnson to take on an increased role - Pro Football Focus",
        "Trump calls for immediate Ukraine ceasefire - Reuters",
        "These Brilliant BenQ ScreenBar Lamps Are My Favorite WFH Accessory - WIRED",
        "Kyiv reveals total Ukraine casualties in Putin’s war for first time - POLITICO Europe"
    ]
}