{
    "headlines": [
        "Mais de 200 protestos de ‘Tesla Takedown’ ocorrem em todo os EUA no ‘Dia Global de Ação’ contra o papel de Elon Musk com o DOGE - CNN",
        "DOGE demite quase todos os funcionários da sede do Instituto da Paz dos EUA - The Washington Post",
        "Nenhum sobrevivente no avião que caiu em Minnesota que partiu de Des Moines - Des Moines Register",
        "Chefe do Hezbollah: o Hezbollah aderiu totalmente ao acordo de cessar-fogo, Israel não - The Jerusalem Post",
        "Comprando, vendendo os últimos rumores de QB da NFL de 2025: Aaron Rodgers quer se juntar aos Vikings? Kirk Cousins com destino a Browns? - CBS Sports",
        "Protestos na Turquia: Manifestantes pró-democracia voltam às ruas de Istambul para grande manifestação - BBC.com",
        "Alto funcionário de vacinas renuncia à FDA e critica RFK Jr. por promover 'desinformação e mentiras' - Associated Press",
        "Previsões de Loucura de Março de 2025: Escolhas de especialistas da NCAA contra o spread, odds de Elite Oito para Sábado - CBS Sports",
        "Brooke Hogan alega que foi \"abusada\" desde a infância em meio à sua fenda por Linda Hogan - BuzzFeed",
        "Quase 500 casos de sarampo relatados em 19 estados: CDC - ABC News",
        "A pílula para diabetes da Novo Nordisk reduz o risco de complicações cardiovasculares em 14% após quatro anos - CNBC",
        "Katie Thurston, ex-aluna de ‘Bachelorette’, 34 anos, revela que o cancro da mama está agora no estágio 4 e se espalhou para o fígado - Página Seis",
        "Estudante de Tufts detido não pode ser deportado para a Turquia sem ordem judicial, diz juiz - PBS NewsHour",
        "Groenlândia: JD Vance leva mensagem ameaçadora para o território dinamarquês - BBC.com",
        "Box Office Upset: Blue-Collar Drama ‘A Working Man’ Declares Victory Over ‘Snow White’ - Hollywood Reporter",
        "‘Eu prometo que vou me comportar’: Congresso ’republicano mais mercurial enfrenta DOGE, sinaliza raiva - POLITICO",
        "Disney enfrenta investigação dos EUA sobre práticas DEI - BBC.com"
    ]
}