{
    "headlines": [
        "ਵਾਸ਼ਿੰਗਟਨ ਕਾਉਂਟੀ ਵਿਚ ਕੈਟ ਬਰਡ ਫਲੂ ਦਾ ਠੇਕਾ ਲੈਂਦਾ ਹੈ, ਇਥਾਨਾਈਜ਼ਡ ਹੈ - ਕੇਪੀਆਈਸੀ ਨਿ Newsਜ਼",
        "ਡੱਲਾਸ ਕਾਉਬੌਇਜ਼ ਬ੍ਰਾਇਨ ਸ਼ੋਟਨਹੀਮਰ ਨੂੰ ਨਵੇਂ ਮੁੱਖ ਕੋਚ ਵਜੋਂ ਨਿਯੁਕਤ ਕਰਦਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਸ਼ਨੀਵਾਰ, ਜਨਵਰੀ 25, 2025 ਲਈ ਕੁੰਡਲੀ - ਸ਼ਿਕਾਗੋ ਸੂਰਜ-ਟਾਈਮਜ਼",
        "ਉਪ ਰਾਸ਼ਟਰਪਤੀ ਵੈਨਸ ਨੇ ਪੀਟ ਹੇਗਸੇਥ ਨੂੰ ਰੱਖਿਆ ਸਕੱਤਰ ਵਜੋਂ ਸੌਖੇ ਤੌਰ 'ਤੇ ਪੁਸ਼ਟੀ ਕਰਨ ਲਈ ਸੈਨੇਟ ਦੀ ਟਾਈ-ਬ੍ਰੇਕਿੰਗ ਵੋਟ ਪਾਈ - ਸੀਐਨਐਨ",
        "ਟਰੰਪ ਦੀ ਸਹਾਇਤਾ ਵਿੱਚ ਐਚਆਈਵੀ/ਏਡਜ਼ ਵਿਰੁੱਧ ਲੜਾਈ ਲਈ ਫੰਡਾਂ ਨੂੰ ਰੋਕਿਆ ਗਿਆ - ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਲੰਬੇ ਸਮੇਂ ਤੋਂ ਕੈਲੀਫੋਰਨੀਆ ਦੇ ਵਿਰੋਧੀ ਟਰੰਪ ਨੇ ਐਲਏ ਫਾਇਰ ਫੇਰੀ ਦੌਰਾਨ ਰਾਜ ਦੀ ਪ੍ਰਸ਼ੰਸਾ ਕੀਤੀ - ਪੋਲਿਟਿਕੋ",
        "ਇੱਕ$ਏਪੀ ਰੌਕੀ ਅਸਾਲਟ ਟਰਾਇਲ ਜਿuryਰੀ ਕਥਿਤ 2021 ਸ਼ੂਟਿੰਗ ਕੇਸ ਵਿੱਚ ਉਦਘਾਟਨੀ ਦਲੀਲਾਂ ਸੁਣਦੀ ਹੈ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "Rantanen, ਹਾਲ Avalanche, Blackhawks ਨਾਲ 3-ਤਰੀਕੇ ਨਾਲ ਸੌਦੇ ਵਿਚ ਤੂਫਾਨ ਦਾ ਵਪਾਰ ਕੀਤਾ - NHL.",
        "ਬਲੇਕ ਲਾਈਵਲੀ ਅਤੇ ਰਿਆਨ ਰੇਨੋਲਡਜ਼ ਨੇ ਜਸਟਿਨ ਬਾਲਡੋਨੀ ਅਤੇ ਪੀਆਰ ਟੀਮ 'ਤੇ‘ ਇਹ ਸਾਡੇ ਨਾਲ ਖਤਮ ਹੁੰਦਾ ਹੈ ’ਅਭਿਨੇਤਰੀ ਵਿਰੁੱਧ ਸਮੇਅਰ ਮੁਹਿੰਮ ਜਾਰੀ ਰੱਖਣ ਦਾ ਦੋਸ਼ ਲਾਇਆ - ਡੈੱਡਲਾਈਨ",
        "ਫੌਜੀ ਜਹਾਜ਼ ਟਕਸਨ ਤੋਂ ਗੁਆਟੇਮਾਲਾ ਤੱਕ ਗੈਰਕਾਨੂੰਨੀ ਤਰੀਕੇ ਨਾਲ ਦੇਸ਼ ਵਿੱਚ ਪ੍ਰਵਾਸੀਆਂ ਨੂੰ ਵਾਪਸ ਭੇਜਣ ਲਈ ਵਰਤਿਆ ਜਾਂਦਾ ਸੀ - ਫੀਨਿਕ੍ਸ ਵਿੱਚ ਏਬੀਸੀ15 ਐਰੀਜ਼ੋਨਾ",
        "ਬੇਲਾਰੂਸ ਚੋਣਾਂਃ 'ਲੂਕਾਸ਼ੇਂਕੋ ਦਾ ਕੋਈ ਵਿਕਲਪ ਨਹੀਂ' - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਆਤਮਾ ਏਅਰਲਾਈਨਜ਼ ਪਹਿਰਾਵੇ ਕੋਡ ਪਾਬੰਦੀ \"lwd, ਅਸ਼ਲੀਲ\" ਕੱਪੜੇ, ਟੈਟੂ - Axios",
        "ਇਜ਼ਰਾਈਲ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਹ ਐਤਵਾਰ ਦੀ ਆਖਰੀ ਤਾਰੀਖ ਤੱਕ ਲੇਬਨਾਨ ਤੋਂ ਪਿੱਛੇ ਨਹੀਂ ਹਟੇਗਾ - ਸੀਐਨਐਨ",
        "ਲੀਅਮ Coen ਫਾਲਆਉਟ: Jags, Bucs, Baalke, Bowles, ਕੰਟਰੈਕਟ, ਗਲੇਜ਼ਰ, ਰੂਨੀ ਨਿਯਮ - profootballrumors.com",
        "ਸਟਾਰਡਿ Valley ਵੈਲੀ ਸਿਰਜਣਹਾਰ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਹ ਇਸ ਦੇ ਵਿਕਾਸ 'ਤੇ' ਨਿਸ਼ਚਤ ਤੌਰ 'ਤੇ ਕਿਤਾਬ ਨੂੰ ਬੰਦ ਨਹੀਂ ਕਰਨਾ ਚਾਹੁੰਦਾ, ਇੱਥੋਂ ਤਕ ਕਿ 12 ਸਾਲ ਵੀ - ਯੂਰੋਗੇਮਰ",
        "ਸ਼ੁੱਕਰਵਾਰ ਨੂੰ ਗਾਜ਼ਾ ਵਿੱਚ ਦਾਖਲ ਹੋਣ ਵਾਲੇ ਸਹਾਇਤਾ ਟਰੱਕਾਂ ਦੀ ਗਿਣਤੀ ਵਿੱਚ ਵੱਡੀ ਗਿਰਾਵਟ - ਯਰੂਸ਼ਲਮ ਪੋਸਟ",
        "ਐਨਐਫਐਲ ਚੈਂਪੀਅਨਸ਼ਿਪ ਐਤਵਾਰ ਯੂਨਿਟ ਰੈਂਕਿੰਗਃ ਈਗਲਜ਼ ਨੇ ਅਪਰਾਧ ਅਤੇ ਰੱਖਿਆ 'ਤੇ ਸਰਵਉੱਚ ਰਾਜ ਕੀਤਾ! ਚੀਫਸ ਫਲੈਟ? - NFL. com",
        "ਲੌਂਗ ਆਈਲੈਂਡ ਦਾ ਆਖਰੀ ਤੋਤਾ ਫਾਰਮ ਫੈਲਣ ਤੋਂ ਬਾਅਦ ਬੰਦ ਹੋਣ ਦਾ ਭਾਰ ਪੂਰੇ ਇੱਜੜ ਦੀ ਹੱਤਿਆ ਦਾ ਕਾਰਨ ਬਣਦਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ"
    ]
}