{
    "headlines": [
        "Mediadores árabes e dos EUA fazem algum progresso nas negociações de paz em Gaza, sem acordo ainda, dizem fontes - Reuters",
        "Patrulheiros de esqui impressionantes no maior resort dos EUA voltam ao trabalho alegando vitória - The Associated Press",
        "Evento inaugural do ‘Monday Night Raw’ na Netflix atrai 2,6 MILHÕES de famílias no mesmo dia - Prazo",
        "Evacuações de incêndio ao pôr do sol devem ser suspensas depois de causar a fuga de milhares de pessoas de Hollywood Hills - KTLA Los Angeles",
        "NBA Power Rankings: Cavaliers recuperam o primeiro lugar com grande vitória vs. Thunder, Warriors caem novamente - CBS Sports",
        "Nintendo fica completamente em silêncio em meio à inundação de vazamentos do Switch 2 na GameStop e na CES 2025 - Kotaku",
        "Tribunal de apelações de Nova York nega a tentativa de Trump de suspender a sentença de sexta-feira - ABC News",
        "A sua agenda para o funeral de Jimmy Carter - PBS NewsHour",
        "Seguradoras se preparam para perdas de até US $ 10 bilhões com incêndios florestais na Califórnia - Financial Times",
        "   Removido ",
        "Presidente polonês busca proteção para Netanyahu se ele comparecer ao evento de aniversário de Auschwitz - Associated Press",
        "Ao vivo: escritórios do governo local, consultórios médicos, empresas fechando para a tempestade de inverno | Lista completa - FOX 5 Atlanta",
        "Joseph Aoun: O respeitado chefe do exército do Líbano se torna novo presidente - FRANÇA 24 Inglês",
        "'Uma mudança radical': o alerta de álcool do cirurgião geral pode transformar os bares de São Francisco - SFGATE",
        "Missão chinesa a Marte deixa os EUA para a poeira espacial com a Nasa pelo menos 4 anos atrás - South China Morning Post",
        "Tópico aberto de manhã cedo: No. 6 Penn State vs. No. 7 Notre Dame no Orange Bowl - Black Shoe Diaries",
        "Príncipe William compartilha post de aniversário de Kate Middleton com foto inédita - Geo News",
        "Faça suas escolhas para a NFC 2024-25, campeã da AFC - Pride Of Detroit",
        "Dança do TikTok da Suprema Corte: juízes devem pesar sobre a proibição, com Trump se opondo - Axios",
        "O Google pode transformar o seu feed Discover num podcast gerado por IA - The Verge"
    ]
}