{
    "headlines": [
        "What channel is Lions vs Texans on today? Time, TV schedule for NFL Sunday Night Football - Oklahoman.com",
        "Deebo Samuel blames \"frustration\" for yelling at K Jake Moody, striking LS Taybor Pepper - NBC Sports",
        "Week 10 NFL Highlights 2024: Live Tracking Top Plays, Box Scores from Sunday Results - Bleacher Report",
        "The next Nintendo Direct is all about Super Nintendo World’s Donkey Kong Country - The Verge",
        "Trump, Putin speak as Biden plans to lobby Trump to stick with Ukraine - Reuters",
        "Ukraine launches biggest drone attack yet on Moscow - The Washington Post",
        "Trump presses next GOP Senate leader to allow ‘recess appointments’ - POLITICO",
        "‘Wicked’ Dolls: Mattel Apologizes for Mistakenly Linking to Adult Porn Site on Packaging - Hollywood Reporter",
        "Sotomayor has no plans to resign from Supreme Court, sources say - ABC News",
        "Chiefs block potential game-winning field goal to stop Broncos, keep undefeated streak alive - Yahoo Sports",
        "'Heretic' and Hugh Grant debut with $11 million, but 'Venom: The Last Dance' tops box office again - The Associated Press",
        "Firefighters make progress, but Southern California wildfire rages on - USA TODAY",
        "Lebanon, Gaza and Syria hit by deadly Israeli strikes, reports say - CNN",
        "Starlink satellite breaking up over Southwest US create fireworks in the sky - Fox Weather ",
        "Elon Musk Takes Issue With Dana Carvey’s ‘SNL’ Impression: “They Are So Mad” - Deadline",
        "‘Feeling of dread’ spreads across federal workforce as second Trump term looms - CNN",
        "How gophers brought Mount St. Helens back to life in one day - Phys.org",
        "Democratic Rep. Ro Khanna says party needs \"to be emphasizing the economic issues\" - CBS News",
        "Help your knees by doing these easy exercises - CNN",
        "Fate of postelection stock-market rally may be in the hands of bond traders - MarketWatch"
    ]
}