{
    "headlines": [
        "Snow causing difficult travel across Minnesota, snow emergencies issued for Minneapolis and St. Paul - MPR News",
        "Self-learning AI gives NFL against the spread, over-under, money-line picks for every Week 16, 2024 game - CBS Sports",
        "Cyclone leaves Indian Ocean island in ruins, photos show - The Washington Post",
        "Mahomes likely to start vs. Texans, Reid says - ESPN",
        "Meet the 12 teams of the College Football Playoff - CNN",
        "Live updates: Luigi Mangione faces new federal charges over UnitedHealthcare CEO murder - BBC.com",
        "Thursday Night Football: How to watch the Denver Broncos vs. Los Angeles Chargers NFL game tonight - Yahoo Sports",
        "Teamsters Launch Largest Strike Against Amazon in American History - International Brotherhood of Teamsters",
        "Superman teaser trailer: Nathan Filion's Guy Gardner sports bowl-cut hairdo, netizens call him 'a massive dork’ - Hindustan Times",
        "‘Tell Me Lies’ Renewed For Season 3 By Hulu, Creator Meaghan Oppenheimer Inks Overall Deal With 20th TV - Deadline",
        "Eli Lilly’s Weight-Loss Drug Zepbound Shortage Is Officially Over: FDA - Barron's",
        "Micron Stock Plunges After Company Cuts Outlook, Analysts Raise Concerns - Investopedia",
        "Trump was gliding into his inauguration. Now he’s facing a big mess. - POLITICO",
        "France’s landmark mass rape trial is over. But the Pelicot case demonstrates that systemic violence against women runs deep - CNN",
        "Court disqualifies Fani Willis from Georgia election case against Trump, but indictment still stands - ABC News",
        "17 New TV Shows From 2024 That Needddd A Season 2 - BuzzFeed",
        "Millions of people may get expanded Social Security benefits. Who are they and how would it happen? - The Associated Press",
        "Putin to Trump: Call me maybe - POLITICO Europe",
        "SpaceX will launch Firefly Aerospace's Blue Ghost lander to the moon in mid-January with these 10 NASA payloads - Space.com",
        "Instagram teases AI editing tools that will completely reimagine your videos - The Verge"
    ]
}