{
    "headlines": [
        "Pats feuern Mayo nach Abschluss von 4-13 in der einsamen Saison - ESPN",
        "Live-Updates: Die Golden Globe Awards 2025 - CNN",
        "Biden unterzeichnet Gesetz zur Erhöhung der Sozialversicherungsleistungen für Millionen von Beschäftigten im öffentlichen Dienst - CNBC",
        "Costco Kältemittel wegen möglicher \"Kontamination\" zurückgerufen - New York Post",
        "NFL-Playoff-Bild 2025, Klammer: Buccaneers landen letzten NFC-Playoff-Platz, Packers stecken mit siebtem Samen fest - CBS Sports",
        "Hamas genehmigt israelische Geiselliste für möglichen Austausch: Reuters - CNN",
        "Die Ukraine drückt auf Angriffe in der russischen Region Kursk - The Associated Press",
        "Titans holten sich die Nr. 1 der Gesamtwahl im NFL Draft 2025 mit Niederlage gegen die Texans, Patriots 'Sieg über Bills - NFL.com",
        "Camila Cabello packt im Urlaub mit Milliardärsfreund auf PDA - Yahoo Entertainment",
        "Roborocks Roomba-Konkurrent erhält einen Roboterarm - TechCrunch",
        "Adam Pally bricht das Schweigen über Jeff Baenas tragischen Tod - Yahoo Entertainment",
        "[removed]",
        "Nancy Pelosi sagt, Trumps Bereitschaft, am 6. Januar Gefangene zu begnadigen, mache ihn zu einer \"seltsamen Person\" | Video - Yahoo! Voices",
        "Das Gebiet von D.C. ist mit dem größten Schneesturm seit Jahren konfrontiert, mit einer Prognose von über 6 Zoll - The Washington Post",
        "Quadrantid Meteorschauer, um den Himmel mit schillernden \"Feuerball\" Sternschnuppen zu beleuchten — und New Yorker haben vielleicht Glück - AOL",
        "Eine Melania Trump-Dokumentation von Regisseur Bruce Ratner wird von Amazon - The Associated Press veröffentlicht",
        "[removed]",
        "PennDOT, PA Turnpike Ausgabe aktualisierte Fahrzeugbeschränkungen für Sonntag-Montag Wintersturm - WGAL Susquehanna Valley Pa.",
        "Abendkasse: ‘Mufasa‘ gewinnt mit 23,8 Millionen US-Dollar, ‘Sonic 3’ liegt auf Platz 2, da das Franchise weltweit 1 Milliarde US-Dollar erreicht - Hollywood Reporter",
        "NYC startet Fahrer-Staugebühr trotz Widerstand - Yahoo! Voices"
    ]
}