{
    "headlines": [
        "ਐਸਈਸੀ ਚੇਅਰ ਜੇਨਸਲਰ 20 ਜਨਵਰੀ ਨੂੰ ਰਵਾਨਾ ਹੋਵੇਗੀ ਏਜੰਸੀ - SEC. gov",
        "ਗੇਟਜ਼ ਨੇ ਅਟਾਰਨੀ ਜਨਰਲ ਨਾਮਜ਼ਦਗੀ ਵਾਪਸ ਲੈ ਲਈ - ਫੌਕਸ ਨਿ Newsਜ਼",
        "EXCLUSIVE: ਨੈਤਿਕਤਾ ਕਮੇਟੀ ਮੈਟ Gaetz ਅਤੇ ਪਾਰਟੀ 'ਤੇ 17 ਸਾਲ ਦੀ ਉਮਰ ਦੇ ਵਿਚਕਾਰ ਦੂਜੀ ਜਿਨਸੀ ਮੁਕਾਬਲੇ ਦੇ ਬਾਰੇ ਦੱਸਿਆ, ਸਰੋਤ ਕਹਿੰਦੇ ਹਨ - CNN",
        "ਐਲਨ ਡੀਜੇਨੇਰਸ ਅਤੇ ਪੋਰਟਿਆ ਡੀ ਰੋਸੀ ਨੇ ਚੋਣਾਂ ਤੋਂ ਬਾਅਦ ਪੇਂਡੂ ਯੂਕੇ ਲਈ ਅਮਰੀਕਾ ਨੂੰ ਛੱਡ ਦਿੱਤਾ ਹੈ, ਸੂਤਰਾਂ ਦਾ ਕਹਿਣਾ ਹੈ - ਸੈਲੂਨ",
        "ਜੂਲੀਅਨ ਲੁਈਸ ਨੂੰ ਵਚਨਬੱਧ ਕੋਲੋਰਾਡੋ, Deion Sanders ਦੇ ਤੌਰ ਤੇ Top247 QB USC ਤੱਕ ਫਲਿੱਪ ਮੁਕੰਮਲ - 247Sports",
        "ਆਈਸੀਸੀ ਨੇ ਇਜ਼ਰਾਈਲ ਦੇ ਪ੍ਰਧਾਨ ਮੰਤਰੀ ਬੈਂਜਾਮਿਨ ਨੇਤਨਯਾਹੂ ਲਈ ਗ੍ਰਿਫਤਾਰੀ ਵਾਰੰਟ ਜਾਰੀ ਕੀਤਾ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "WhatsApp ਜਲਦ ਹੀ ਤੁਹਾਡੇ ਵੌਇਸ ਮੈਸੇਜ ਦਾ ਟ੍ਰਾਂਸਕ੍ਰਿਪਟ ਕਰੇਗਾ - The Verge",
        "ਜੋਅਲ ਐਂਬੀਡ 76ers ਦੀ ਟੀਮ ਦੀ ਬੈਠਕ ਨੂੰ ਡਾਉਨਪਲੇਅ ਕਰਦਾ ਹੈ, ਕਹਿੰਦਾ ਹੈ ਕਿ ਜਿਹੜਾ ਵੀ ਇਸ ਨੂੰ ਲੀਕ ਕਰਦਾ ਹੈ ਉਹ 'ਅਸਲ ਟੁਕੜਾ ਹੈ s---' - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਪੀਐਫਟੀ ਦਾ ਹਫਤਾ 12 ਐਨਐਫਐਲ ਪਿਕਸ, ਫਲੋਰੀਓ ਬਨਾਮ ਸਿਮਜ਼ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਬ੍ਰਿਟੇਨ ਦੇ ਸਿਮੋਨ ਵ੍ਹਾਈਟ ਦੀ ਲਾਓਸ ਵਿਚ ਸ਼ੱਕੀ ਪੁੰਜ ਜ਼ਹਿਰ ਤੋਂ ਬਾਅਦ ਮੌਤ ਹੋ ਗਈ - ਬੀਬੀਸੀ.",
        "ਜੱਸੀ ਸਮੋਲੇਟ ਦਾ 2019 ਦੇ ਆਪਣੇ ਉੱਤੇ ਹੋਏ ਹਮਲੇ ਵਿੱਚ ਦੋਸ਼ੀ ਠਹਿਰਾਇਆ ਗਿਆ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਇਹ ਟੀਵੀ ਐਕਸੈਸਰੀ ਮੈਨੂੰ ਮਹਿਸੂਸ ਕਰਾਉਂਦੀ ਹੈ ਜਿਵੇਂ ਮੈਂ ਹਰ ਰਾਤ ਇੱਕ ਥੀਏਟਰ ਵਿੱਚ ਹਾਂ, ਅਤੇ ਇਹ ਬਲੈਕ ਫ੍ਰਾਈਡੇ ਲਈ $ 50 ਤੋਂ ਘੱਟ ਹੈ - ਸੀ ਐਨ ਈ ਟੀ",
        "ਪੀਟ ਹੇਗਸੇਥਃ ਪੁਲਿਸ ਰਿਪੋਰਟ ਟਰੰਪ ਦੇ ਬਚਾਅ ਪੱਖ ਦੇ ਵਿਰੁੱਧ ਜਿਨਸੀ ਸ਼ੋਸ਼ਣ ਦੇ ਦੋਸ਼ਾਂ ਦਾ ਵੇਰਵਾ ਦਿੰਦੀ ਹੈ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਕੀਵ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਰੂਸੀ ਆਈਸੀਬੀਐਮ ਯੂਕਰੇਨ 'ਤੇ ਹਮਲਾ ਕਰਦਾ ਹੈ, ਪਰ ਅਮਰੀਕੀ ਅਧਿਕਾਰੀ ਮਿਜ਼ਾਈਲ ਨੂੰ ਛੋਟਾ-ਦੂਰੀ ਦੇ ਆਈਆਰਬੀਐਮ ਦੱਸਦੇ ਹਨ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਘਰਾਂ ਦੀ ਵਿਕਰੀ ਅਕਤੂਬਰ ਵਿੱਚ ਵਧੀ, ਗਿਰਵੀਨਾਮੇ ਦੀਆਂ ਦਰਾਂ ਵਿੱਚ ਉਛਾਲ ਆਉਣ ਤੋਂ ਠੀਕ ਪਹਿਲਾਂ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਕਮਾਈ ਤੋਂ ਬਾਅਦ ਵੇਖਣ ਲਈ ਐਨਵੀਡੀਆ ਸਟਾਕ ਕੀਮਤ ਦੇ ਪੱਧਰ ਚੋਟੀ ਦੀਆਂ ਉਮੀਦਾਂ - ਇਨਵੈਸਟੋਪੀਡੀਆ",
        "6 ਘੰਟੇ ਮਿਲੇ ਅਤੇ ਮੈਂ ਪਹਿਲਾਂ ਹੀ ਸੋਚ ਰਿਹਾ ਹਾਂ ਕਿ ਇਹ 2025 ਦੀਆਂ ਸਰਬੋਤਮ ਖੇਡਾਂ ਵਿੱਚੋਂ ਇੱਕ ਹੈ - ਕੋਟਾਕੂ",
        "ਸਾਡੀ ਗਲੈਕਸੀ ਦੇ ਬਾਹਰ ਇੱਕ ਤਾਰੇ ਦੀ ਪਹਿਲੀ ਵਿਸਤ੍ਰਿਤ ਤਸਵੀਰ ਇਸ ਸੰਸਾਰ ਤੋਂ ਬਾਹਰ ਹੈ - ਗਿਜ਼ਮੋਡੋ",
        "ਅਲਵਿਦਾ ਜੋਅ ਡਗਲਸ, ਐਰੋਨ ਰੋਜਰਸ ਨੇ ਨਿਊਯਾਰਕ ਜੈੱਟਾਂ ਨੂੰ ਅਗਵਾ ਕਰ ਲਿਆ - ਯਾਹੂ ਸਪੋਰਟਸ",
        "ਡਬਲ ਮਿਸ 'ਤੇ Temu ਮਾਪੇ ਟੰਬਲ - ਨਿਵੇਸ਼ਕ ਦਾ ਕਾਰੋਬਾਰ ਰੋਜ਼ਾਨਾ"
    ]
}