{
    "headlines": [
        "الحكومة الأمريكية تقترب من الإغلاق بعد أن هزم دونالد ترامب مشروع قانون التمويل من الحزبين - فاينانشال تايمز",
        "وضع نائب عمدة لوس أنجلوس براين ويليامز في إجازة بينما يحقق مكتب التحقيقات الفيدرالي في تهديد بوجود قنبلة ضد مجلس المدينة - ABC7 لوس أنجلوس",
        "كان لدى مطلق النار في مدرسة ويسكونسن مسدسان، استخدم مسدساً واحداً فقط في هجوم أسفر عن مقتل طالب ومعلم - Channel3000.com - WISC - TV3",
        "الولايات المتحدة تخفض أسعار الفائدة على الرغم من مخاطر التضخم - BBC.com",
        "حصري: يجبر Gemini من Google المقاولين على تقييم استجابات الذكاء الاصطناعي خارج نطاق خبرتهم - TechCrunch",
        "العقود الآجلة لمؤشر داو جونز تتغير قليلاً بعد انخفاض المؤشر بمقدار 1100 نقطة في الخسارة العاشرة على التوالي: تحديثات مباشرة - CNBC",
        "منح دييغو بافيا الأهلية لموسم 2025: فازت فاندربيلت QB بأمر قضائي في قضية مكافحة الاحتكار مقابل NCAA - CBS Sports",
        "يقبل صقور QB Kirk Cousins مقاعد البدلاء، لكنهم يقولون \"لم أنسى كيفية لعب الوسط\" - NFL.com",
        "تأخرت عودة طاقم طائرة بوينغ ستارلاينر التي طال انتظارها إلى مارس - صحيفة واشنطن بوست",
        "تذهل السناجب الأرضية في كاليفورنيا الباحثين بسلوك مفترس \"مروع\" - سان فرانسيسكو كرونيكل",
        "فريق D - II يتصدر GB بعد Gottlieb 'Nobody U' barb - ESPN",
        "تعاني CVS من نقص \"خطير\" في الموظفين، تقول وزارة العدل في بدلة أفيونية - Barron's",
        "أبلغت ويسكونسن عن إنفلونزا الطيور المفترضة لدى عمال الدواجن بينما تعلن كاليفورنيا حالة الطوارئ - جامعة مينيسوتا توين سيتيز",
        "محذوف",
        "تقول لجنة الصحة إن الفيتامينات الشائعة لن تمنع السقوط أو الكسر لدى كبار السن. إليك ما يمكن أن يساعد - سي إن إن",
        "من المقرر أن تصدر لجنة الأخلاقيات في مجلس النواب تقرير التحقيق عن مات غايتز - واشنطن بوست",
        "هيئة مراقبة المستهلك تستهدف برامج مكافآت بطاقات الائتمان - واشنطن بوست",
        "مجلة تسحب ورقة علمية تروج للهيدروكسي كلوروكين كعلاج لـ COVID -19 - ABC News",
        "الرئيس التنفيذي لشركة UnitedHealthcare يقتل الأحدث: لويجي مانجيوني للتنازل عن تسليم المجرمين - ABC News",
        "حموضة كبيرة تندلع بسبب فاتورة إنفاق مايك جونسون - أكسيوس"
    ]
}