{
    "headlines": [
        "Ein wiederbelebter Pac-12, um vier Mountain-West-Schulen hinzuzufügen, einschließlich Boise State - The Washington Post",
        "[removed]",
        "Chase: Cincy 'team to beat' in AFC as K.C. looms - ESPN",
        "Thursday Night Football-Quoten, Linie, Zeit, Spread: Bills vs. Dolphins-Picks von Buffalo-Experte auf 40-27-Lauf - CBS Sports",
        "Google testet Desktop-Fenster für Android-Tablets - The Verge",
        "Das Sundance Institute bringt 3 Städte in die Endphase der Suche nach Gastgeberstädten im Jahr 2027 - Salt Lake Tribune",
        "Laura Loomer: Wer ist Verschwörungstheoretikerin, die mit Trump reist? - BBC.com",
        "Erdbeben erschüttert die Gegend von Los Angeles, \"Millionen\" wurden im Voraus benachrichtigt, sagt das Büro des Gouverneurs - ABC News",
        "FDA genehmigt Apple AirPods als Hörgeräte - The Washington Post",
        "Trump sagt, er werde nicht an einer weiteren Präsidentschaftsdebatte teilnehmen - CNN",
        "3 weitere Anklagepunkte werden in der Anklageschrift des Falles Trump in Georgien zurückgewiesen - NPR",
        "Vier Zivilisten auf einer gewagten SpaceX-Mission absolvieren den ersten kommerziellen Weltraumspaziergang - CNN",
        "Navient erreicht 120 Millionen US-Dollar für irreführende Studentendarlehensnehmer - NPR",
        "Adobe-Aktien rutscht auf weiche Umsatzprognose für das vierte Quartal ab - CNBC",
        "Herstellung von deutscher Schokolade ohne Verwendung von Kakao - NPR",
        "Moskito-Chargen-Tests positiv für EEE in North Hampton - WMUR Manchester",
        "Lesen Sie die vollständige Rücktrittserklärung des NYPD-Kommissars Edward Caban an die Abteilung - NBC New York",
        "\"Fokus auf Fußball\"? Deshaun Watson, Browns nach Klage erneut herablassend - USA TODAY",
        "Der stellvertretende Vorsitzende von Berkshire, Jain, verkauft mehr als die Hälfte seines Anteils am Unternehmen - Financial Times",
        "650-Fuß-Tsunami im grönländischen Fjord machte Wellen, die 9 Tage dauerten, finden Wissenschaftler - Yahoo! Voices"
    ]
}