{
    "headlines": [
        "ਵਿਕਟਰ ਵੇਮਬਨੀਯਾਮਾ ਨੇ ਕੈਰੀਅਰ ਦੇ ਉੱਚੇ 50 ਅੰਕ ਘਟਾਏ ਜਦੋਂ ਕਿ ਸਪੁਰਸ ਨੂੰ ਵਿਜ਼ਾਰਡਜ਼ ਉੱਤੇ ਜਿੱਤ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ ਅਗਵਾਈ ਕੀਤੀ - ਯਾਹੂ ਸਪੋਰਟਸ",
        "ਪੈਟਰਿਕ ਮਹੋਮਜ਼ ਨੇ ਆਪਣੇ ਕੰਸਾਸ ਸਿਟੀ ਖੇਤਰ ਦੇ ਘਰ \"ਨਿਰਾਸ਼ਾਜਨਕ ਅਤੇ ਨਿਰਾਸ਼ਾਜਨਕ\" - ਐਨਬੀਸੀ ਸਪੋਰਟਸ ਵਿਖੇ ਚੋਰੀ ਨੂੰ ਬੁਲਾਇਆ",
        "ਇਜ਼ਰਾਈਲ ਦੀਆਂ ਈਰਾਨ 'ਤੇ ਹਮਲਾ ਕਰਨ ਦੀਆਂ ਯੋਜਨਾਵਾਂ' ਤੇ ਗੁਪਤ ਦਸਤਾਵੇਜ਼ ਲੀਕ ਕਰਨ ਦਾ ਅਮਰੀਕੀ ਸਰਕਾਰੀ ਵਰਕਰ 'ਤੇ ਦੋਸ਼ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "‘ਦਿ ਗੋਲਡਨ ਬੈਚਲੋਰੇਟ' ਫਾਈਨਲਃ ਜੋਨ ਵਾਸੋਸ ਇੱਕ ਭਾਵਨਾਤਮਕ ਅੰਤ ਵਿੱਚ [ਖਰਾਬ ਕਰਨ ਵਾਲੇ] ਦੀ ਚੋਣ ਕਰਦਾ ਹੈ - ਵੰਨਗੀ",
        "ਬ੍ਰਾਜ਼ੀਲ ਦੀ ਸੁਪਰੀਮ ਕੋਰਟ ਨੇੜੇ ਦੋ ਧਮਾਕਿਆਂ 'ਚ ਇਕ ਵਿਅਕਤੀ ਦੀ ਮੌਤ - CNN",
        "ਸਟਾਕ ਫਿuresਚਰ ਬਹੁਤ ਘੱਟ ਬਦਲਿਆ ਜਾਂਦਾ ਹੈ ਕਿਉਂਕਿ ਪੋਸਟ-ਚੋਣ ਰੈਲੀ ਵੇਵਰਿੰਗ ਦੇ ਸੰਕੇਤ ਦਿਖਾਉਂਦੀ ਹੈਃ ਲਾਈਵ ਅਪਡੇਟਸ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਐਫਬੀਆਈ ਨੇ ਪੋਲੀਮਾਰਕੀਟ ਦੇ ਸੀਈਓ ਸ਼ੇਨ ਕੋਪਲਾਨ - ਐਕਸਿਓਸ ਦੇ ਘਰ ਛਾਪਾ ਮਾਰਿਆ",
        "ਓਜ਼ੈਂਪਿਕ ਅਤੇ ਵੇਗੋਵੀ ਸ਼ਰਾਬ ਦੀ ਆਦਤ ਨਾਲ ਲੜਨ ਵਿਚ ਲਾਭਕਾਰੀ ਹੋ ਸਕਦੇ ਹਨਃ ਅਧਿਐਨ - ਦ ਹਿੱਲ",
        "ਗਿਆਨੀਸ ਨੇ 38 ਅੰਕ ਬਣਾਏ, ਤਿੰਨ ਕੁਆਰਟਰਾਂ ਤੋਂ ਬਾਅਦ ਬਕਸ ਪਿਸਟਨਜ਼ 85-84 ਦੀ ਬੜ੍ਹਤ ਬਣਾਉਂਦੇ ਹਨ - ਮਿਲਵਾਕੀ ਜਰਨਲ ਸੈਂਟੀਨੇਲ",
        "ਮਾਈਕ ਜੌਹਨਸਨ ਨੇ ਟਰੰਪ ਦੀ ਹਮਾਇਤ ਨਾਲ ਹਾ Houseਸ ਸਪੀਕਰ ਬਣੇ ਰਹਿਣ ਲਈ ਜੀਓਪੀ ਦੀ ਸਹਿਮਤੀ ਜਿੱਤੀ - ਐਕਸੀਓਸ",
        "ਰਿਪਬਲਿਕਨਾਂ ਨੇ ਅਮਰੀਕੀ ਸਦਨ 'ਚ ਜਿੱਤਿਆ ਬਹੁਮਤ, ਟਰੰਪ ਨੂੰ ਦਿੱਤਾ ਕਾਂਗਰਸ ਦਾ ਕੰਟਰੋਲ - Financial Times",
        "ਮੈਟ ਗਾਏਟਜ਼ ਨੇ ਅਟਾਰਨੀ ਜਨਰਲ ਬਣਨ ਲਈ ਟਰੰਪ ਦੀ ਮਨਜ਼ੂਰੀ 'ਤੇ ਕਾਂਗਰਸ ਤੋਂ ਅਸਤੀਫਾ ਦੇ ਦਿੱਤਾ, ਜਾਨਸਨ ਨੇ ਕਿਹਾ - ਫੌਕਸ ਨਿ Newsਜ਼",
        "ਫਾਈਨਲ ਕਟ ਪ੍ਰੋ 11 ਮੈਕ 'ਤੇ ਵੀਡੀਓ ਸੰਪਾਦਨ ਲਈ ਇਕ ਨਵਾਂ ਅਧਿਆਇ ਸ਼ੁਰੂ ਕਰਦਾ ਹੈ - ਐਪਲ ਨਿ Newsਜ਼ ਰੂਮ",
        "ਐਲਨ ਮਸਕ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਨ੍ਹਾਂ ਅਤੇ ਟਰੰਪ ਕੋਲ 'ਨਿਯਮਾਂ ਨੂੰ ਮਿਟਾਉਣ ਦਾ ਫ਼ਤਵਾ' ਹੈ । ਨੈਤਿਕਤਾ ਦੇ ਕਾਨੂੰਨ ਮਸਕ ਦੀ ਭੂਮਿਕਾ ਨੂੰ ਸੀਮਤ ਕਰ ਸਕਦੇ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਸਾਰਾ ਹੇਨਸ ਅਚਾਨਕ \"ਦ ਵਿਊ\" ਤੇ ਕੈਮਰਾ ਬੰਦ ਤੁਰਿਆ - BuzzFeed",
        "ਮਾਈਕ੍ਰੋਸਾੱਫਟ ਯੂਕਰੇਨ 'ਤੇ ਹਮਲਿਆਂ ਵਿਚ ਸ਼ੋਸ਼ਣ ਕੀਤੇ ਗਏ ਵਿੰਡੋਜ਼ ਜ਼ੀਰੋ-ਡੇਅ ਨੂੰ ਪੈਚ ਕਰਦਾ ਹੈ - BleepingComputer",
        "SMCI ਸਟਾਕ ਡਿਲਿਸਟ ਹੋ ਸਕਦਾ ਹੈ । ਜੇ ਤੁਸੀਂ ਸੁਪਰ ਮਾਈਕਰੋ ਦੇ ਮਾਲਕ ਹੋ ਤਾਂ ਕੀ ਵਿਚਾਰਿਆ ਜਾਵੇ - ਬੈਰਨਜ਼",
        "ਰਿਪਬਲਿਕਨਾਂ ਨੇ ਸਦਨ ਜਿੱਤਿਆ । ਹੁਣ ਔਖਾ ਹਿੱਸਾ ਆ ਰਿਹਾ ਹੈ - ਏਬੀਸੀ ਨਿਊਜ਼",
        "ਕੇਐਫਸੀ ਨੇ ਚਰਚ ਦੇ ਟੈਕਸਾਸ ਚਿਕਨ ਓਵਰ \"ਅਸਲ ਵਿਅੰਜਨ\" ਵਿਗਿਆਪਨ ਦੇ ਦਾਅਵਿਆਂ 'ਤੇ ਮੁਕੱਦਮਾ ਕੀਤਾ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਬਲਦ ਕੁੱਤੇ! ਡੋਗੇਕੋਇਨ ਵਧਦਾ ਜਾਂਦਾ ਹੈ ਜਿਵੇਂ ਕਿ ਟਰੰਪ ਨੇ ਡੋਗੇ ਨਾਮਕ ਇੱਕ ਸਰਕਾਰੀ ਕੁਸ਼ਲਤਾ ਸਮੂਹ ਦੀ ਘੋਸ਼ਣਾ ਕੀਤੀ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ"
    ]
}