{
    "headlines": [
        "ਦੱਖਣੀ ਕੈਲੀਫੋਰਨੀਆ ਦੇ ਅੱਗ ਬੁਝਾਉਣ ਵਾਲੇ ਜੰਗਲੀ ਅੱਗ ਦੇ ਵਿਰੁੱਧ ਤਰੱਕੀ ਕਰਦੇ ਹਨ ਕਿਉਂਕਿ ਤੇਜ਼ ਹਵਾਵਾਂ ਘਟਣੀਆਂ ਸ਼ੁਰੂ ਹੁੰਦੀਆਂ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਐਫਬੀਆਈ ਪੂਰੇ ਅਮਰੀਕਾ ਵਿਚ ਕਾਲੇ ਲੋਕਾਂ ਨੂੰ ਭੇਜੇ ਗਏ ਨਸਲੀ ਟੈਕਸਟ ਸੰਦੇਸ਼ਾਂ ਦੀ ਜਾਂਚ ਕਰਦਾ ਹੈ - ਬੀਬੀਸੀ.",
        "ਨਿਕੋਲ ਸ਼ੇਰਜਿੰਗਰ ਨੇ ਪੋਸਟ-ਚੋਣ ਲਈ ਮੁਆਫੀ ਮੰਗੀ ਸੋਸ਼ਲ ਮੀਡੀਆ ਪੋਸਟ: “ਪਿਆਰ ਦੀ ਜਗ੍ਹਾ ਤੋਂ” - ਡੈੱਡਲਾਈਨ",
        "ਸਕਾਈਨੇਟ -1 ਏਃ ਯੂਕੇ ਦੇ ਪਹਿਲੇ ਸੈਟੇਲਾਈਟ ਨੇ ਹਜ਼ਾਰਾਂ ਮੀਲ ਦੂਰ ਕਿਉਂ ਖਤਮ ਕੀਤਾ ਜਿੱਥੇ ਇਹ ਹੋਣਾ ਚਾਹੀਦਾ ਸੀ? - ਬੀਬੀਸੀ.",
        "49ers ਮੁਆਫ ਆਰਬੀ, ਕ੍ਰਿਸ਼ਚੀਅਨ ਮੈਕੈਫਰੀ ਰਿਟਰਨ ਲਈ ਰਾਹ ਪੱਧਰਾ ਕਰੋ - ਨਾਈਨਰਸ ਵਾਇਰ",
        "ਨਾਸਾ ਦੇ ਪੁਲਾੜ ਯਾਤਰੀ ਇਹ ਨਹੀਂ ਦੱਸਣਗੇ ਕਿ ਪੁਲਾੜ ਵਿਚ ਲਗਭਗ ਅੱਠ ਮਹੀਨਿਆਂ ਬਾਅਦ ਉਨ੍ਹਾਂ ਵਿਚੋਂ ਕਿਹੜਾ ਬਿਮਾਰ ਹੋ ਗਿਆ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਸਿਰਫ 5 ਮਿੰਟ ਕਸਰਤ ਕਰਨ ਨਾਲ ਘੱਟ ਹੋ ਸਕਦਾ ਹੈ ਹਾਈ ਬਲੱਡ ਪ੍ਰੈਸ਼ਰ, ਅਧਿਐਨ 'ਚ ਪਤਾ ਲੱਗਾ - Fox News",
        "ਨਿਆਂ ਵਿਭਾਗ ਨੇ ਡੋਨਾਲਡ ਟਰੰਪ ਨੂੰ ਨਿਸ਼ਾਨਾ ਬਣਾਉਣ ਵਾਲੀ ਈਰਾਨੀ ਹੱਤਿਆ-ਕਿਰਾਏ ਦੀ ਯੋਜਨਾ ਵਿਚ ਅਪਰਾਧਿਕ ਦੋਸ਼ ਲਿਆਂਦੇ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਪੇਲੋਸੀ ਬਾਇਡਨ ਦੇ ਦੇਰ ਨਾਲ ਬਾਹਰ ਨਿਕਲਣ 'ਤੇ ਹੈਰਿਸ ਦੇ ਨੁਕਸਾਨ ਨੂੰ ਜ਼ਿੰਮੇਵਾਰ ਠਹਿਰਾਉਂਦਾ ਹੈ ਅਤੇ ਕੋਈ ਖੁੱਲ੍ਹਾ ਡੈਮੋਕ੍ਰੇਟਿਕ ਪ੍ਰਾਇਮਰੀ ਨਹੀਂ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਹੈਮਸਟ੍ਰਿੰਗ ਦੀ ਸੱਟ - ਈਐਸਪੀਐਨ ਲਈ ਡੈਕ ਨੂੰ ਆਈਆਰ 'ਤੇ ਰੱਖਣ ਲਈ ਗਾਵਾਂ",
        "ਏਲੋਨ ਮਸਕ ਯੂਕਰੇਨ ਦੇ ਜ਼ੇਲੇਂਸਕੀ ਨਾਲ ਟਰੰਪ ਦੇ ਸੱਦੇ ਵਿਚ ਸ਼ਾਮਲ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਡਾਓ ਪਹਿਲੀ ਵਾਰ 44,000 ਦੇ ਸਿਖਰ 'ਤੇ, ਐਸ ਐਂਡ ਪੀ 500 ਰਿਕਾਰਡ ਉੱਚ ਤੋਂ ਕੈਪ ਚੋਣ ਹਫਤੇ ਦੀ ਰੈਲੀ' ਤੇ ਬੰਦ ਹੁੰਦਾ ਹੈਃ ਲਾਈਵ ਅਪਡੇਟਸ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਗੈਵਿਨ ਨਿਊਜ਼ੋਮ ਦੀ 'ਟਰੰਪ-ਪਰੂਫ‘ ਕੈਲੀਫੋਰਨੀਆ ਦੀ ਭਾਲ ਆਉਣ ਵਾਲੇ ਰਾਸ਼ਟਰਪਤੀ ਨੂੰ ਨਾਰਾਜ਼ ਕਰਦੀ ਹੈ - ਪੋਲੀਟਿਕੋ",
        "ਵਿਲੱਖਣ | ਹਾਲ Steinbrenner ਤੇਜ਼ੀ ਨਾਲ Yankees ਦੇ ਆਪਣੇ ਜੁਆਨ Soto ਯੋਜਨਾ ਨੂੰ ਸੈੱਟ ਕਰਦਾ ਹੈ ਬਾਅਦ Mets ਅਨੁਸੂਚੀ ਦਾ ਦੌਰਾ - ਨਿਊਯਾਰਕ ਪੋਸਟ",
        "ਟਰੰਪ ਨੇ ਆਯਾਤ 'ਤੇ ਭਾਰੀ ਟੈਰਿਫ ਦਾ ਵਾਅਦਾ ਕੀਤਾ ਸੀ ਪਰ ਉਹ ਇਸ ਨੂੰ ਕਿਵੇਂ ਹਟਾਏਗਾ ਅਜੇ ਵੀ ਪਤਾ ਲਗਾਇਆ ਜਾ ਰਿਹਾ ਹੈ - ਸੀਐਨਐਨ",
        "ਨੈਸ਼ਨਲ ਫਰਾਈਡ ਚਿਕਨ ਸੈਂਡਵਿਚ ਡੇਅ 2024 ਸ਼ਨੀਵਾਰ ਹੈਃ ਇਨ੍ਹਾਂ ਸੌਦਿਆਂ ਅਤੇ ਫ੍ਰੀਬੀਜ਼ ਦੀ ਜਾਂਚ ਕਰੋ - ਯੂਐਸਏ ਅੱਜ",
        "ਅਮਰੀਕੀ ਏਜੰਸੀ ਟੇਸਲਾ ਫੁੱਲ ਸਵੈ-ਡ੍ਰਾਇਵਿੰਗ ਸੋਸ਼ਲ ਮੀਡੀਆ ਪੋਸਟਾਂ ਬਾਰੇ ਚਿੰਤਾਵਾਂ ਪੈਦਾ ਕਰਦੀ ਹੈ - ਰਾਇਟਰਜ਼",
        "ਸਾ Saudiਦੀ ਕ੍ਰਾ Princeਨ ਪ੍ਰਿੰਸ ਦੇਰ ਰਾਤ ਫੋਨ ਕਾਲ ਵਿੱਚ ਟਰੰਪ ਕੋਲ ਪਹੁੰਚੇ - ਬਲੂਮਬਰਗ",
        "'ਯੈਲੋਸਟੋਨ' ਸੀਜ਼ਨ 5 ਭਾਗ 2 ਪ੍ਰੀਮੀਅਰਃ ਕਿਵੇਂ ਵੇਖਣਾ ਹੈ, ਸਟ੍ਰੀਮ - ਸਟੇਟਸਮੈਨ ਜਰਨਲ",
        "ਯੂ ਐਨ ਸੀ-ਕੈਨਸਸ ਪੂਰਵਦਰਸ਼ਨਃ ਐਲਨ ਫੀਲਡਹਾਊਸ ਵਿੱਚ ਬਲੂ ਬਲੱਡਸ ਟਕਰਾਅ - 247Sports"
    ]
}