{
    "headlines": [
        "ਹੈਲੀਨ ਜਾਰਜੀਆ ਦੁਆਰਾ ਅੱਥਰੂ; 6 ਮਰੇ; ਬਿਜਲੀ ਤੋਂ ਬਿਨਾਂ 4.4 ਮਿਲੀਅਨਃ ਲਾਈਵ ਅਪਡੇਟਸ - ਯੂਐਸਏ ਅੱਜ",
        "ਲਾਈਵ ਅਪਡੇਟਸਃ ਨੇਤਨਯਾਹੂ ਨੇ ਸੰਯੁਕਤ ਰਾਸ਼ਟਰ ਨੂੰ ਸੰਬੋਧਿਤ ਕੀਤਾ ਕਿਉਂਕਿ ਰਾਸ਼ਟਰਾਂ ਨੇ ਇਜ਼ਰਾਈਲ-ਹੇਜ਼ਬੁੱਲਾ ਜੰਗਬੰਦੀ ਦੀ ਮੰਗ ਕੀਤੀ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਡੈਮ ਮੈਗੀ ਸਮਿਥਃ ਹੈਰੀ ਪੋਟਰ ਅਤੇ ਡਾਉਨਟਨ ਐਬੇ ਅਭਿਨੇਤਰੀ 89 ਤੇ ਮਰ ਗਈ - ਬੀਬੀਸੀ.",
        "ਕਾਲਜ ਫੁੱਟਬਾਲ ਦੀਆਂ ਮੁਸ਼ਕਲਾਂ, ਪਿਕਸ, ਹਫਤੇ 5, 2024 ਲਈ ਭਵਿੱਖਬਾਣੀਃ ਸਾਬਤ ਮਾਡਲ ਵਧੀਆ ਸੱਟੇਬਾਜ਼ੀ ਵਿਚ ਨੋਟਰੇ ਡੈਮ ਨੂੰ ਪਿਆਰ ਕਰਦਾ ਹੈ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਤੂਫਾਨ ਹੇਲੀਨ ਜਾਰਜੀਆ ਦੇ ਉੱਪਰ ਟੈਨਿਸੀ ਵੈਲੀ ਵੱਲ ਵਧ ਰਿਹਾ ਹੈ- ਇੱਥੇ ਕੀ ਜਾਣਨਾ ਹੈ - ਫੋਰਬਸ",
        "ਫੈੱਡ ਦੀ ਤਰਜੀਹੀ ਮਹਿੰਗਾਈ ਗੇਜ ਦਰਸਾਉਂਦੀ ਹੈ ਕਿ ਕੀਮਤਾਂ ਅਗਸਤ ਵਿੱਚ ਵਾਲ ਸਟ੍ਰੀਟ ਦੀ ਉਮੀਦ ਨਾਲੋਂ ਘੱਟ ਵਧੀਆਂ - ਯਾਹੂ ਵਿੱਤ",
        "ਮੈਟਾ ਦੇ ਨਵੇਂ ਸਮਾਰਟ ਗਲਾਸ ਭਵਿੱਖ ਦੀ ਤਰ੍ਹਾਂ ਦਿਖਾਈ ਦਿੰਦੇ ਹਨ - ਦਿ ਵਰਜ",
        "ਵੀਰਵਾਰ ਨਾਈਟ ਫੁੱਟਬਾਲ 'ਤੇ ਸੱਟ ਨਾਲ ਭਰੇ ਗੇਮ ਵਿਚ ਗਾਵਾਂ ਨੇ ਜਾਇੰਟਸ ਨੂੰ ਹਰਾਉਣ ਲਈ ਫੜਿਆ - ਯਾਹੂ ਸਪੋਰਟਸ",
        "ਸਾਬਕਾ ਰੱਖਿਆ ਮੰਤਰੀ ਇਸ਼ੀਬਾ ਨੇ ਜਾਪਾਨ ਦੀ ਸੱਤਾਧਾਰੀ ਪਾਰਟੀ ਦੀ ਅਗਵਾਈ ਕਰਨ ਦੀ ਚੋਣ ਕੀਤੀ, ਉਨ੍ਹਾਂ ਨੂੰ ਪ੍ਰਧਾਨ ਮੰਤਰੀ ਵਜੋਂ ਸਥਾਪਤ ਕੀਤਾ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਹੈਰਿਸ ਦੱਖਣੀ ਸਰਹੱਦ ਦੀ ਪਹਿਲੀ ਯਾਤਰਾ ਵਿਚ ਨਾਮਜ਼ਦ ਵਜੋਂ ਸਖਤ ਸੁਰੱਖਿਆ ਉਪਾਵਾਂ ਦੀ ਮੰਗ ਕਰੇਗਾ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਲਾਈਵ ਅਪਡੇਟਸਃ ਨਿਕਾਸੀ ਦੇ ਆਦੇਸ਼, ਫਲੈਸ਼ ਫਲੱਡ ਐਮਰਜੈਂਸੀ ਜਾਰੀ ਕੀਤੀ ਗਈ ਜਿਵੇਂ ਕਿ ਹੈਲੀਨ ਅੰਦਰ ਚਲਦੀ ਹੈ - ਡਬਲਯੂਐਲਓਐਸ",
        "ਟਰੰਪ ਮੀਡੀਆ ਦੇ ਸਹਿ-ਸੰਸਥਾਪਕਾਂ ਨੇ ਸਿਰਫ ਆਪਣੇ ਲਗਭਗ ਸਾਰੇ ਸਟਾਕ ਨੂੰ ਸੁੱਟ ਦਿੱਤਾ - Fortune",
        "ਧਰਤੀ ਇਸ ਹਫਤੇ ਦੇ ਅੰਤ ਵਿੱਚ ਇੱਕ 'ਦੂਜਾ ਚੰਦਰਮਾ' ਨੂੰ ਹਾਸਲ ਕਰਨ ਲਈ, ਨਾਸਾ ਕਹਿੰਦਾ ਹੈ - Phys.",
        "ਹਿਜ਼ਬੁੱਲਾ ਲਿਬਨਾਨ ਵਿਚ ਨਾਗਰਿਕਾਂ ਵਿਚ ਹਥਿਆਰ ਸਟੋਰ ਕਰਦਾ ਹੈ, ਅਮਰੀਕਾ ਕਹਿੰਦਾ ਹੈ ਕਿ ਉਹ ਆਈਡੀਐਫ ਨਾਲ ਇੰਟੇਲ ਨੂੰ ਸਾਂਝਾ ਨਹੀਂ ਕਰਦਾ - ਫੌਕਸ ਨਿ Newsਜ਼",
        "ਕੋਨੇਲੀ ਦਾ ਹਫਤਾ 5 ਪੂਰਵਦਰਸ਼ਨਃ ਇਹ ਬਾਮਾ-ਜੌਰਜੀਆ ਹੈ, ਬੇਬੀ! ਪਲੱਸ 26 ਹੋਰ ਕੁੰਜੀ ਮੈਚਅਪ - ਈਐਸਪੀਐਨ",
        "ਚੀਨੀ ਪਰਮਾਣੂ ਹਮਲੇ ਦੀ ਨਵੀਂ ਪਣਡੁੱਬੀ ਡੁੱਬ ਗਈ, ਅਮਰੀਕੀ ਅਧਿਕਾਰੀਆਂ ਨੇ ਕਿਹਾ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਪੀਐਸ ਸਟੋਰ ਪੁਸ਼ਟੀ ਕਰਦਾ ਹੈ ਲਾਟ ਹੋਰ PS5 ਪ੍ਰੋ ਇਨਹਾਂਸਡ ਗੇਮਜ਼ ਨਵੇਂ ਟੈਗ ਨਾਲ - ਪੁਸ਼ ਸਕੁਏਅਰ",
        "ਮੈਡਮ ਕਲੇਰਵੋਯੈਂਟ ਦੁਆਰਾ ਤੁਹਾਡਾ ਰੋਜ਼ਾਨਾ ਕੁੰਡਲੀਃ ਸਤੰਬਰ 27, 2024 - ਕਟੌਤੀ",
        "ਨਿਊਯਾਰਕ ਸਿਟੀ ਦੇ ਮੇਅਰ ਏਰਿਕ ਐਡਮਜ਼ ਦੇ ਫੈਡਰਲ ਭ੍ਰਿਸ਼ਟਾਚਾਰ ਦੇ ਦੋਸ਼ਾਂ ਦੀ ਟਾਈਮਲਾਈਨ - ਸੀ ਐਨ ਐਨ",
        "ਟਰੰਪ ਨੇ ਕਿਹਾ ਕਿ ਉਹ Zelenskyy ਸ਼ੁੱਕਰਵਾਰ ਨੂੰ ਮਿਲਣ ਜਾਵੇਗਾ, ਯੂਰਪ ਨੂੰ ਆਲੋਚਨਾ - POLITICO ਯੂਰਪ"
    ]
}