{
    "headlines": [
        "Was Sie über Mikroplastik, Phthalate, BPA und PFAS wissen sollten - The Washington Post",
        "Sean \"Diddy\" kämmt zu Erpressung, zahlt Zeugen aus, sagt das FBI; Verteidigung schreit Foul - Frist",
        "Netflix-Aktie erhält Auftrieb von Mike Tyson, Beyoncé - Investor's Business Daily",
        "Zwei Frauen sagten dem Ethikgremium des Hauses, Gaetz habe Venmo Zahlungen \"für Sex\" geschickt und nach \"Partygeschenken\" gefragt, sagt ihr Anwalt - CBS News",
        "2 werden getötet und 1 wird bei einem Messerangriff in New York City schwer verletzt. Ein Verdächtiger ist in Haft - The Associated Press",
        "Warum Nvidia-Gewinne massive S&P 500-Volatilität auslösen können - Benzinga",
        "Spirit Airlines meldete Insolvenz an. Was bedeutet das für Reisende? - The Associated Press",
        "Russlands Reaktion auf US-Raketen wird \"angemessen und greifbar\" sein - BBC.com",
        "Mehr schwere Mpocken-Variante zum ersten Mal in den USA gefunden. Folgendes wissen wir - Gizmodo",
        "\"One Tree Hill\" -Star Paul Teal stirbt mit 35 - TV-Insider",
        "[removed]",
        "Wie Demokraten planen, Trumps Massenabschiebeplan zu bekämpfen - ABC News",
        "Texans vs. Cowboys Quoten, Spread, Linie, Vorhersage, Zeit: Monday Night Football Picks nach NFL-Modell auf 17-7 Lauf - CBS Sports",
        "Bears-Trainer Matt Eberflus protestiert gegenüber der NFL, dass die Schiris einen Elfmeter auf den siegreichen FG-Block der Packers verpasst haben - Yahoo Sports",
        "SpaceX tankt Raumschiff-Megarocket im Schlüsseltest vor dem 6. Testflug (Fotos) - Space.com",
        "\"Red One\" machte am ersten Wochenende 34 Millionen Dollar mit einem Budget von 250 Millionen Dollar. Das klingt schlecht — aber Amazon MGM hatte nie vor, seinen Gewinn in den Kinos zu erzielen. - Yahoo Entertainment",
        "[removed]",
        "[removed]",
        "Die in Sibirien ausgegrabene Säbelzahn- \"Kätzchen\" -Mumie ist die erste ihrer Art - CNN",
        "Was Sie über Brendan Carr wissen sollten, Trumps Wahl für den FCC-Vorsitz - Axios"
    ]
}