{
    "headlines": [
        "Why China's central bank has stopped bond purchases - CNBC",
        "Elon Musk and far-right German leader Alice Weidel endorse each other in interview - The Washington Post",
        "Insane New Images of Mercury's Surface Captured on Probe's Final Flyby - ScienceAlert",
        "Notre Dame QB Riley Leonard returns from injury, leads Irish to comeback win in Orange Bowl vs. Penn State - CBS Sports",
        "Arab States Race Turkey for Influence in New Syria - The Wall Street Journal",
        "Notre Dame makes college football history with Sugar, Orange Bowl wins amid run to national title game - CBS Sports",
        "Trump discusses his viral moment with Obama - POLITICO",
        "Jennie Garth finds refuge at ex-husband Peter Facinelli’s home after fleeing LA fires: He ‘took us in’ - New York Post ",
        "Los Angeles wildfires: Updates from Jan. 9, 2025 - The Associated Press",
        "Asia stocks dented by Fed, BOJ rate uncertainty; payrolls data in focus - Investing.com",
        "'Quad-demic' to blame for overflowing emergency rooms - KARE11.com",
        "Winter Storm Update: My Second Call For Snowfall Saturday And Ravens Game Weather - Just In Weather",
        "Americans Are Tipping Less Than They Have in Years - The Wall Street Journal",
        "Supreme Court refuses to delay Trump’s hush money sentencing - The Washington Post",
        "Federal appeals court won’t block Garland’s plan to release special counsel report on Trump cases - CNN",
        "NFL moves Vikings-Rams playoff game to Arizona after days of devastating wildfires in Los Angeles - The Associated Press",
        "More Macy's stores to close in 2025. See the list of closing locations. - Axios",
        "From Carter's funeral, an American snapshot: A singular image, 5 presidents, 379 years of history - The Associated Press",
        "Jeff Bridges’ Family Home in Malibu Destroyed in Palisades Fire - Hollywood Reporter",
        "Netanyahu can attend Auschwitz memorial event, Poland’s Tusk says - POLITICO Europe"
    ]
}