{
    "headlines": [
        "Teclado mecânico de US $ 2.100 tem 800 buracos, aparência de arranha-céu de Nova York - Ars Technica",
        "Sunday Aftermath: Hurts ’concussion, Kenneth Walker's latest injury and much more - NBC Sports",
        "Relatório de Ética da Câmara encontra \"evidências substanciais\" de que Gaetz violou a lei estatutária de estupro da Flórida - ABC News",
        "O que saber sobre a morte de uma mulher que foi incendiada num comboio do metro de Nova Iorque - The Associated Press",
        "Um ex-policial de Washington é condenado por mentir sobre vazamentos para o líder dos Proud Boys - The Associated Press",
        "Walmart processado por abrir ilegalmente contas bancárias para entregadores parceiros - The Verge",
        "Forte presença policial em Lawndale Dr. em Greensboro - WFMYNews2.com",
        "Amber Heard sobre Blake Lively Allegations, Justin Baldoni Hiring Depp's PR - Variety",
        "Trump ameaça tentar recuperar o controle do Canal do Panamá - BBC.com",
        "Live Briefing: Potências do Oriente Médio começam a se aproximar dos novos líderes da Síria - The Washington Post",
        "Honda e Nissan planejam grande fusão focada em ‘inteligência e eletrificação’ - TechCrunch",
        "A FDA diz que o descongestionante em muitos medicamentos para resfriados não funciona. Então, o que faz? - WANE",
        "Burt, The Crocodile Featured In ‘Crocodile Dundee’, Morre aos 90 - Prazo",
        "Assista: 'Bolas de fogo' iluminam o céu dos EUA enquanto o satélite chinês queima na atmosfera - The Times of India",
        "Musk pressiona ‘nada de novo’ para o Congresso, diz senador republicano - POLITICO",
        "Como a NASA pode mudar sob Trump? Aqui está o que está a ser discutido - Ars Technica",
        "As 10 Melhores Apresentações na TV de 2024 - Hollywood Reporter",
        "The Decadelong Trail of Red Flags Ahead of the Deadly Christmas-Market Attack - The Wall Street Journal",
        "Guerra Israel-Gaza: Dezenas de mortos em ataques israelenses, dizem autoridades de Gaza - BBC.com",
        "A Container Store pede falência e insiste que está aqui para ficar - Fox Business"
    ]
}