{
    "headlines": [
        "Trump envoy Witkoff in Israel to oversee ceasefire deal - The Washington Post",
        "A$AP Rocky watches as accuser testifies rapper shot at him in Hollywood: \"Looked like a movie\" - CBS News",
        "Falcon 9 booster launches flight from Florida carrying ESA’s next-generation satellite - WESH 2 Orlando",
        "Sources: Wilks to join Glenn's staff as Jets' DC - ESPN",
        "Elon Musk claims full self driving is so advanced Tesla owners are turning it off and steering with their knees to check text messages - Fortune",
        "Fed hold rates steady, sees inflation as ‘elevated,’ as Powell declines comment on Trump - The Associated Press",
        "Weight saving and aero optimization feature in the 2025 Porsche 911 GT3 - Ars Technica",
        "Expanding Migrant Operations Center at Naval Station Guantanamo Bay to Full Capacity - The White House",
        "Utah to hold in-arena fan vote for team name, logo - NHL.com",
        "Ending Radical Indoctrination in K-12 Schooling - The White House",
        "Trump went for shock and awe. Now he’s mopping up. - POLITICO",
        "Employee groups, Democrats, experts warn feds not to accept ‘deferred resignation’ offer - Government Executive",
        "Final Champions League standings confirmed - 16 play-off clubs revealed ahead of draw - Transfermarkt",
        "Trump asks Elon Musk to return 2 Starliner astronauts from the ISS for NASA — but they already have a SpaceX ride home - Space.com",
        "'City-killer' asteroid has a 1-in-83 chance of smashing into Earth in 2032, NASA says - Livescience.com",
        "Tesla’s profits slide over 70 percent in the fourth quarter - The Verge",
        "Trump signs settlement agreement with Meta, source says - CNN",
        "Takeaways from RFK Jr.'s first confirmation hearing as Trump’s nominee for health secretary - The Associated Press",
        "White House Rescinds Order to Freeze Federal Assistance, Grants - The Wall Street Journal",
        "Former Sen. Bob Menendez sentenced to 11 years for corruption and bribery conviction - CNN"
    ]
}