{
    "headlines": [
        "تحطمت طائرة ركاب متجهة من أذربيجان إلى روسيا في كازاخستان ويخشى مقتل الكثيرين - رويترز",
        "يون الكوري الجنوبي يتحدى الاستدعاء الثاني بشأن مرسوم الأحكام العرفية - الجزيرة الإنجليزية",
        "الأرقام الفائزة التي تم سحبها للفوز بالجائزة الكبرى لمليارات الكريسماس البالغة مليار دولار - ABC News",
        "استئناف رحلات الخطوط الجوية الأمريكية بعد توقف قصير بسبب مشكلة في الكمبيوتر - واشنطن بوست",
        "كيف ينتهي المطاف برواد الفضاء العالقين في الفضاء بقبعات سانتا في عيد الميلاد ؟ الإنترنت يغمره ثيو المؤامرة - تايمز أوف إنديا",
        "الأمواج العالية تترك أثرًا للدمار في ميناء سانتا كروز - KSBW مونتيري",
        "دليل اتحاد كرة القدم الأميركي لعيد الميلاد من Netflix: حافظ على المعجبين - والدوري - سعيدًا - صحيفة وول ستريت جورنال",
        "البابا فرنسيس يطلق اليوبيل السنوي - بوليتيكو",
        "الدنمارك تعزز دفاع غرينلاند بعد أن كرر ترامب رغبته في السيطرة الأمريكية - BBC.com",
        "توفيت قطة منزلية في مقاطعة واشنطن بعد إصابتها بإنفلونزا الطيور من أغذية الحيوانات الأليفة المجمدة النيئة - OregonLive",
        "يوم عيد الميلاد الشفق القطبي يمكن أن تضيء أجزاء من الولايات المتحدة - نيويورك بوست",
        "6 ألغام أرضية من تشكيلة فانتازي لكرة القدم: نصيحة البدء/الجلوس (الأسبوع 17) - FantasyPros",
        "\"تقلص\" المنشئ المشارك بيل لورانس ينهي الموسم الثاني، مونتاج عيد الشكر وموضوع الموسم الثالث - الموعد النهائي",
        "كان تعقب سانتا من نوراد بمثابة دفعة معنوية للحرب الباردة. الآن يجذب ملايين الأطفال. - POLITICO",
        "ترتفع حالات السعال الديكي في الولايات المتحدة إلى أعلى مستوى لها منذ عقد من الزمان - صحيفة واشنطن بوست",
        "تعرض جاستن بالدوني لخرق دعوى تعاقدية من قبل ناشر سابق بعد اتهامات بليك ليفلي - مراسل هوليوود",
        "يقول ترامب إنه سيتابع تنفيذ المزيد من الإعدامات بعد أن يخفف بايدن معظم عقوبة الإعدام الفيدرالية - PBS NewsHour",
        "بايدن يوقع مشروع قانون رسميًا يجعل النسر الأصلع الطائر الوطني للولايات المتحدة - ABC News",
        "قد يؤدي انتهاء القضية الجنائية \"الصدأ\" ضد أليك بالدوين إلى فتح دعوى مدنية - وكالة أسوشيتد برس",
        "ثلاثة قتلى بالرصاص عندما هاجم مسلحون أكبر مستشفى في هايتي - BBC.com"
    ]
}