{
    "headlines": [
        "Estes são os países mais felizes do mundo em 2025 - CNN",
        "Cientistas Anunciam Possível Avanço no Atraso da Doença de Alzheimer - Gizmodo",
        "Greenpeace condenado a pagar mais de US $ 660 milhões por difamar empresa petrolífera em protestos - BBC.com",
        "Trump assina ordem executiva para abolir o Departamento de Educação - Fox News",
        "Aubrey Plaza foi separada do marido Jeff Baena meses antes da morte, revela novo relatório - Hollywood Reporter",
        "Verificações de identidade presenciais da Previdência Social contestadas por defensores e aposentados - The Associated Press",
        "Experimento de energia escura abala a teoria do universo de Einstein - BBC.com",
        "Zelensky concorda com cessar-fogo parcial após conversa com Trump - The Washington Post",
        "Reserva Federal corta previsão de crescimento dos EUA à medida que os temores tarifários de Trump crescem - BBC.com",
        "O Fed mantém as taxas de juros estáveis à medida que as tarifas começam a impulsionar alguma inflação - The Washington Post",
        "À medida que os casos de sarampo aumentam nos EUA, quem pode precisar de outra dose de vacina? - ABC News",
        "4º caso de sarampo confirmado em NY. Governador Hochul pede ajuda para promover a vacinação - Gothamist",
        "O que há de novo nos ficheiros do JFK? 4 coisas a saber sobre os registos de assassinatos. - The Washington Post",
        "Novo filme ‘Branca de Neve’ da Disney combate guerras culturais e vence - Bloomberg",
        "Trump alimenta crescente luta do Partido Republicano por juízes de impeachment - Axios",
        "O lado oculto da Lua era um imenso oceano de magma, revelam cientistas chineses! - The Daily Galaxy - Canal Grandes Descobertas",
        "Israel lança a primeira ofensiva terrestre desde o colapso do cessar-fogo em Gaza, recapturando parcialmente a área-chave - CNN",
        "Google lança redesenhado $ 499 Pixel 9a semanas após o iPhone 16E - Bloomberg",
        "Os astronautas da Boeing Starliner retornaram à Terra depois de nove longos meses presos no espaço - mas seu salário de US $ 150.000 não virá com horas extras - Fortune",
        "UE bate a porta aos EUA num plano de defesa colossal - POLITICO EUROPE"
    ]
}