{
    "headlines": [
        "Puerto Rico's power grid collapses; could take two days to restore service - Reuters Canada",
        "Police identify woman set on fire in deadly New York City attack - BBC.com",
        "Sources: Cowboys to cut Elliott for second time - ESPN",
        "‘Squid Game’ Season 2 Sets Netflix Premiere Week Viewing Record - Hollywood Reporter",
        "Photos: New Year’s celebrations around the world - CNN",
        "Amen Thompson, Terry Rozier suspended as NBA hands down punishments for Heat-Rockets brawl - Yahoo Sports",
        "Elon Musk insults German President Frank-Walter Steinmeier - DW (English)",
        "How To Watch 2024 New Year’s Eve Specials: From ‘Dick Clark’s New Year’s Rockin’ Eve With Ryan Seacrest’ To ‘New Year’s Eve Live With Anderson Cooper And Andy Cohen’ - Deadline",
        "FBI: Largest homemade explosives cache in agency history found in Virginia - The Hill",
        "NOROVIRUS: Doctor reports seeing increase in cases in last week, woman shares experience with virus - FOX 17 West Michigan News",
        "49ers' Brock Purdy avoids serious injury to right elbow vs. Lions, but likely will not play vs. Cardinals - CBS Sports",
        "Pentagon chief loses bid to reject 9/11 plea deals - POLITICO",
        "[Removed]",
        "Rep. Massie says he will not support Mike Johnson for speaker as next Congress set to convene Friday - WLWT Cincinnati",
        "Avian flu suspected in dead birds in suburban Cincinnati - WKRC TV Cincinnati",
        "WATCH: Gonzaga men's basketball's jet nearly collides with Delta flight on LAX runway - CBS Sports",
        "US stock markets to remain closed in honor of Jimmy Carter on National Day of Mourning - The Associated Press",
        "The housing market is heading into 2025 with a worrying supply trend - CNBC",
        "[Removed]",
        "Stock market today: Wall Street indexes drift lower into the close of another record-breaking year - The Associated Press"
    ]
}