{
    "headlines": [
        "ਕਮਾਂਡਰਾਂ ਨੇ ਲਾਇਨਜ਼ ਨੂੰ ਨਾਰਾਜ਼ ਕੀਤਾ, 33 ਸਾਲਾਂ ਵਿੱਚ ਪਹਿਲੀ ਵਾਰ ਐਨਐਫਸੀ ਟਾਈਟਲ ਗੇਮ ਦਾ ਸਿਰ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "CWG ਲਾਈਵ ਅਪਡੇਟਸਃ ਅੱਜ ਦੁਪਹਿਰ ਨੂੰ ਬਰਫ ਇਕੱਠੀ ਹੋਣ ਦੀ ਸੰਭਾਵਨਾ ਹੈ, ਫਿਰ ਮੱਧ ਹਫਤੇ ਵਿੱਚ ਬਹੁਤ ਜ਼ਿਆਦਾ ਠੰਡੇ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਟਰੰਪ ਨੇ ਵ੍ਹਾਈਟ ਹਾ Houseਸ ਵਾਪਸ ਆਉਣ ਤੋਂ ਕੁਝ ਦਿਨ ਪਹਿਲਾਂ ਮੀਮ ਸਿੱਕਾ, $ TRump ਲਾਂਚ ਕੀਤਾ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਲਾਈਵ ਅਪਡੇਟਸਃ ਹਮਾਸ ਨੇ ਬੰਧਕਾਂ ਨੂੰ ਰਿਹਾਅ ਕਰਨ ਦੀ ਸੂਚੀ ਜਾਰੀ ਕਰਨ ਤੋਂ ਬਾਅਦ ਗਾਜ਼ਾ ਜੰਗਬੰਦੀ ਸ਼ੁਰੂ ਹੋ ਗਈ - ਸੀਐਨਐਨ",
        "ਰੂਸ-ਯੂਕਰੇਨ ਯੁੱਧਃ ਮੁੱਖ ਘਟਨਾਵਾਂ ਦੀ ਸੂਚੀ - ਦਿਨ 1,060 - ਅਲ ਜਜ਼ੀਰਾ ਅੰਗਰੇਜ਼ੀ",
        "ਵਿੰਟਰ ਮੌਸਮ ਦੇ ਮੌਕੇ ਮੰਗਲਵਾਰ ਨੂੰ 'ਤੇ ਇੱਕ ਨਜ਼ਦੀਕੀ ਨਜ਼ਰ - alabamawx.com",
        "ਟਰੰਪ ਡੇਅ 1 ਕਾਰਜਕਾਰੀ ਕਾਰਵਾਈਆਂ ਦੇ ਹਮਲਾਵਰ ਧੱਕੇ ਦੀ ਤਿਆਰੀ ਕਰਦਾ ਹੈ - ਸੀਐਨਐਨ",
        "Horoscope Today LIVE Updates on January 19, 2025 : ਕੱਲ੍ਹ 20 ਜਨਵਰੀ, 2025 ਨੂੰ ਹੋਰੋਸਕੋਪ, ਸਾਰੇ ਸੂਰਜ ਦੇ ਚਿੰਨ੍ਹ ਲਈ ਭਵਿੱਖਬਾਣੀ ਪੜ੍ਹੋ - ਹਿੰਦੁਸਤਾਨ ਟਾਈਮਜ਼",
        "ਤਾਲਿਬਾਨ ਦੇ ਡਿਪਟੀ ਨੇਤਾ ਨੂੰ ਕਿਹਾ ਅਫਗਾਨ ਔਰਤਾਂ ਅਤੇ ਲੜਕੀਆਂ 'ਤੇ ਸਿੱਖਿਆ ਪਾਬੰਦੀ ਦਾ ਕੋਈ ਬਹਾਨਾ ਨਹੀਂ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਯੂਐਫਸੀ 311 ਪੇਃ ਮੇਰਬ ਦਵਾਲਿਸ਼ਵਿਲੀ ਨੇ ਸਭ ਤੋਂ ਵੱਧ ਰਿਪੋਰਟ ਕੀਤੇ ਲੜਾਕੂ ਭੁਗਤਾਨ ਦੀ ਕਮਾਈ ਕੀਤੀ - ਫੋਰਬਸ",
        "ਪਾਬੰਦੀ ਲਾਗੂ ਹੋਣ 'ਤੇ ਅਮਰੀਕਾ' ਚ ਟਿਕਟਾਕ ਬੰਦ - The Washington Post",
        "ਰਾਸ਼ਟਰਪਤੀ ਯੂਨ ਦੀ ਨਜ਼ਰਬੰਦੀ ਨੂੰ ਵਧਾਉਣ ਤੋਂ ਬਾਅਦ ਪ੍ਰਦਰਸ਼ਨਕਾਰੀਆਂ ਨੇ ਦੱਖਣੀ ਕੋਰੀਆ ਦੀ ਅਦਾਲਤ 'ਤੇ ਹਮਲਾ ਕੀਤਾ - ਸੀਐਨਐਨ",
        "Deadpool & Wolverine ਫਿਲਮਿੰਗ ਦੀ ਰਿਪੋਰਟ ਦਾ ਖੁਲਾਸਾ ਜੇ Nicepool ਅਸਲ ਵਿੱਚ ਮੋਕ ਜਸਟਿਨ ਬਾਲਡੋਨੀ ਨੂੰ ਬਣਾਇਆ ਜਾ ਸਕਦਾ ਸੀ - CBR",
        "ਸੈਂਕੜੇ ਲੋਕ ਮਾਰਚ ਪ੍ਰਦਰਸ਼ਨਕਾਰੀ ਫਿਲਡੇਲ੍ਫਿਯਾ ਵਿੱਚ ਰੈਲੀ - 6ABC ਫਿਲਡੇਲ੍ਫਿਯਾ",
        "ਸੈਫ ਅਲੀ ਖਾਨ ਹਮਲਾਃ ਮੁੰਬਈ ਪੁਲਿਸ ਵੱਲੋਂ ਗ੍ਰਿਫਤਾਰ ਕੀਤੇ ਜਾਣ ਤੋਂ ਬਾਅਦ ਮੁੱਖ ਦੋਸ਼ੀ ਨੇ ਅਦਾਕਾਰ ਨੂੰ ਚਾਕੂ ਮਾਰਨ ਦਾ ਇਕਰਾਰ ਕੀਤਾ - PINKVILLA",
        "ਇੱਕ ਵਪਾਰਕ ਕਾਰਵਾਈ ਵਿੱਚ ਬਰਡ ਫਲੂ ਦੀ ਪੁਸ਼ਟੀ ਹੋਣ ਤੋਂ ਬਾਅਦ ਜਾਰਜੀਆ ਵਿੱਚ ਪੋਲਟਰੀ ਦੀਆਂ ਸਾਰੀਆਂ ਗਤੀਵਿਧੀਆਂ ਨੂੰ ਮੁਅੱਤਲ ਕਰ ਦਿੱਤਾ ਗਿਆ - ਸੀ ਐਨ ਐਨ",
        "ਟਰੰਪ ਅਗਲੇ ਹਫਤੇ ਦੀ ਯੋਜਨਾਬੱਧ ਇਮੀਗ੍ਰੇਸ਼ਨ ਛਾਪਿਆਂ 'ਤੇ ਮੁੜ ਵਿਚਾਰ ਕਰ ਰਹੇ ਹਨ, ਰਿਪੋਰਟ ਕਹਿੰਦੀ ਹੈ - ਰਾਇਟਰਜ਼",
        "ਸਰਦੀਆਂ ਦਾ ਮੌਸਮ ਸਰਦੀਆਂ ਦੇ ਤੂਫਾਨ ਦੀ ਚੇਤਾਵਨੀ ਲਿਆਉਂਦਾ ਹੈ, ਟੈਕਸਾਸ ਤੋਂ ਮੇਨ ਤੱਕ ਪੋਲਰ ਵੋਰਟੇਕਸ - ਅਮਰੀਕਾ ਅੱਜ",
        "ਐਫਏਏ ਨੂੰ ਅਸਫਲ ਨਿ New ਗਲੇਨ ਲੈਂਡਿੰਗ ਲਈ ਦੁਰਘਟਨਾ ਦੀ ਜਾਂਚ ਦੀ ਲੋੜ ਹੈ - ਸਪੇਸਨਿਊਜ਼",
        "ਡੇਵਿਡ ਲਿੰਚ ਦੇ ਬੱਚੇ ਫਿਲਮ ਨਿਰਮਾਤਾ ਨੂੰ ਸ਼ਰਧਾਂਜਲੀ ਭੇਟ ਕਰਦੇ ਹਨ, ਲੋਕਾਂ ਨੂੰ \"ਵਿਸ਼ਵਵਿਆਪੀ ਸਮੂਹ ਮਨਨ\" ਵਿੱਚ ਉਸਦਾ ਸਨਮਾਨ ਕਰਨ ਲਈ ਸੱਦਾ ਦਿੰਦੇ ਹਨ - ਡੈੱਡਲਾਈਨ"
    ]
}