{
    "headlines": [
        "Полиция Бразилии обвиняет Болсонару и экс-министров в заговоре с целью переворота 2022 года - Reuters Canada",
        "В некоторых больницах наблюдается увеличение РСВ, «ходячей пневмонии». «Вот что нужно знать - ABC News",
        "Коэффициенты НФЛ, линии, выборы, спреды, ставки, прогнозы, что делать на 12 неделе 2024 года: модели, поддерживающие медведей, орлов - CBS Sports",
        "Верховный суд Иллинойса отменил приговор Джусси Смоллетту за предполагаемый обман - BBC.com",
        "Полицейский отчет раскрывает обвинения в нападении на Хегсета, кандидата Трампа на пост министра обороны - Associated Press",
        "Смертность от отравления метанолом подчеркивает проблему поддельного алкоголя в Юго-Восточной Азии - BBC.com",
        "Плодовитый лидер мексиканского картеля якобы инсценировал собственную смерть, чтобы жить «роскошной жизнью» в Калифорнии - KTLA Лос-Анджелес",
        "Кого Трамп выберет следующим генеральным прокурором после ухода Гетца? - Fox News",
        "SpaceX запускает 24 спутника Starlink на ракете Falcon 9 с мыса Канаверал - Spaceflight Now",
        "Председатель SEC Генслер покинет агентство 20 января - SEC.gov",
        "По словам Министерства юстиции, Google Chrome должен быть продан. Alphabet Stock Tanks. - Barron's",
        "Изъято",
        "Джулиан Льюис посвящает себя Колорадо, Дейон Сандерс, а Top247 QB завершает флип из USC - 247Sports",
        "В WhatsApp появились расшифровки голосовых сообщений - TechCrunch",
        "Верховный суд по военным преступлениям выдал ордера на арест Нетаньяху, бывшего министра обороны и лидера ХАМАСа - The Associated Press",
        "Пэкеры жаждут реванша в плей-офф с «опасными» 49-ю - Packers.com",
        "Этот телевизионный аксессуар заставляет меня чувствовать, что я каждый вечер в кинотеатре, а в Черную пятницу он стоит менее 50 долларов - CNET",
        "Anker начинает массовую распродажу в Черную пятницу со скидкой до 50% на сайте, бесплатными подарками с покупкой, таинственными коробками и многим другим - MacRumors",
        "Жуткий твит Лиама Пейна 2010 года о его похоронах стал вирусным после того, как он был похоронен - New York Post",
        "Изъято"
    ]
}