{
    "headlines": [
        "Le télescope spatial révèle le phénomène rare de « l'anneau d'Einstein » avec une clarté surprenante - CNN",
        "Hayes nomme 23 joueurs USWNT pour la SheBelieves Cup 2025, présentée par Visa - U.S. Soccer",
        "La fusée Vulcan d'ULA n'a toujours pas le sceau d'approbation de la Force spatiale - Ars Technica",
        "Le président de la Fed, Powell, « retient les yeux plus longtemps » avec des tarifs Trump fixés pour stimuler l'inflation ; Pauses du S&P 500 - Le quotidien des investisseurs",
        "Les débuts de Luka Doncic aux Lakers : L.A. navigue vers la victoire, mais LeBron James et Jaxson Hayes ont été les vrais gagnants - CBS Sports",
        "Steve Bannon plaide coupable dans une affaire de fraude sur le mur frontalier, évite les peines de prison - ABC News",
        "La NASA appelle le télescope Webb pour suivre un astéroïde dangereux récemment identifié - Gizmodo",
        "Le GOP de la Chambre et du Sénat entre en guerre pour la réconciliation - Axios",
        "État des lieux confirmé pour mercredi, plus de 40 minutes d'actualités et de mises à jour PS5 - Push Square",
        "Le site Web Ye se déconnecte après que Shopify ait cessé de traiter les commandes de t-shirts à croix gammée - CBS News",
        "Beats d'Apple lance Powerbeats Pro 2 avec surveillance de la fréquence cardiaque - Bloomberg",
        "Monster Hunter Wilds est l'entrée la plus conviviale de la série à ce jour — mais pas au détriment des fans inconditionnels, selon ses créateurs - Polygon",
        "Un juge fédéral étend le blocage des efforts de l'administration Trump pour réduire le financement de la santé publique - CNN",
        "Alexis Ohanian, le mari de Serena Williams, a riposté aux critiques de son moment viral au Super Bowl - BuzzFeed",
        "Sam Altman-Elon Musk Feud Timeline : Altman dit que Musk n'est pas une « personne heureuse » après l'offre OpenAI « folle » - Forbes",
        "Super Micro Stock Dips avant sa mise à jour plus tard aujourd'hui. Ce que Wall Street attend d'AI Server Maker. - Barron's",
        "Sondage NFL Draft QB 2025 : Des recruteurs anonymes interrogés sur leur meilleur prospect, qui leur fait peur et les dormeurs du jour 3 - CBS Sports",
        "Les changements fédéraux de Trump font face à des obstacles juridiques alors que le président pousse le plan Gaza - CNN",
        "La saison de la grippe aux États-Unis est la plus intense depuis au moins 15 ans - CNN"
    ]
}