{
    "headlines": [
        "ميامي مقابل فيرجينيا تيك النتيجة: تحديثات اللعبة المباشرة، نتائج كرة القدم الجامعية، أبرز 25 نقطة في NCAA - CBS Sports",
        "تشابل روان ينسحب من المهرجان بعد رد فعل عنيف على تصريحاته الانتخابية - واشنطن بوست",
        "آل بي. بالتأكيد! يرسل وقفًا وكفًا إلى أمازون، مؤلف كتاب كيم بورتر \"المزيف\" الذي يدعي أنه مارس الجنس مع ديدي - الصفحة السادسة",
        "سبيس إكس، ناسا \"جو\" لإطلاق أول رائد فضاء إلى محطة الفضاء الدولية من منصة محطة كيب كانافيرال الفضائية - Space.com",
        "حكم محكمة ويسكونسن العليا سيبقى RFK Jr. في اقتراع نوفمبر - ذا هيل",
        "أبلغ المزيد من العاملين في مجال الرعاية الصحية على اتصال بمريض إنفلونزا الطيور في ميسوري عن أعراض تنفسية - سي إن إن",
        "كيبهارت وبليتكا حول سياسة هجرة هاريس واجتماع زيلينسكي مع ترامب - PBS NewsHour",
        "تتوقع OpenAI خسارة ما يقرب من 5 مليارات دولار هذا العام على إيرادات بقيمة 3.7 مليار دولار - CNBC",
        "\"الروبوت المتوحش\" يرفع افتتاحية بقيمة 35 مليون دولار ؛ \"ميغالوبوليس\" تظهر لأول مرة خلف \"ديفارا الجزء الأول\" في الهند – تحديث شباك التذاكر يوم الجمعة - الموعد النهائي",
        "ما يجب معرفته عن إعصار هيلين والفيضانات التي خلفتها العاصفة في جميع أنحاء جنوب شرق الولايات المتحدة - وكالة أسوشيتد برس",
        "يبلغ متوسط عدد رعاة البقر العمالقة 16.22 مليون مشاهد على أمازون برايم - إن بي سي سبورتس",
        "وزارة العدل تتهم ثلاثة رجال في القرصنة الإيرانية المزعومة لحملة ترامب - واشنطن بوست",
        "تقرير: Apple تغير استراتيجية الأفلام، ونادراً ما تقوم بإصدارات مسرحية واسعة - Ars Technica",
        "سيكون للأرض \"قمر مصغر\" مؤقت لمدة شهرين - وكالة أسوشيتد برس",
        "عمدة مدينة نيويورك إريك آدمز يدفع ببراءته من تهم الرشوة - BBC.com",
        "تم اكتشاف 50 هيكلًا عظميًا للفايكنج \"محفوظ جيدًا بشكل استثنائي\" في الدنمارك - سي بي إس نيوز",
        "يبدو أن طائرة الثقب الأسود تعزز معدل انفجارات نوفا - آرس تكنيكا",
        "مينيسوتا تبلغ عن وفيات بشرية نادرة بسبب داء الكلب - ABC News",
        "Hideki Matsuyama, Sungjae Im tie Presidents Cup record with 7 and 6 Foursomes win - PGA TOUR",
        "بوب ينتقد بشدة الملك البلجيكي ويسيء معاملة الضحايا بسبب الفضائح والفشل في الرد - وكالة أسوشيتد برس"
    ]
}