{
    "headlines": [
        "Quelle: Saints to start Haener if Carr can 't go - ESPN",
        "Trump sagt, Syrien sei „nicht unser Kampf“. Ausgehen ist vielleicht nicht so einfach - BBC.com",
        "Biden begnadigt 39 Präsidenten und pendelt 1.500 Sätze - BBC.com",
        "Kalifornien berichtet von mehr Krankheiten bei Menschen, die Rohmilch getrunken haben. Hier sind die Risiken, laut Gesundheitsexperten - CNN",
        "The Game Awards 2024 Live-Gewinnerliste und Spiel des Jahres - Forbes",
        "Perseverance Rover bereitet sich darauf vor, die mysteriöse Frühgeschichte des Mars zu untersuchen - CNN",
        "Rams vs. 49ers Quoten, Vorhersage, Zeit, Zeile: 2024 Thursday Night Football Picks aus NFL-Modell auf 25-11 Rolle - CBS Sports",
        "\"Carry-On\" -Bewertung: Taron Egerton und Jason Bateman in Netflix-Thriller - Deadline",
        "Wissenschaftler stellen fest, wann Menschen Babys mit Neandertalern hatten - The Washington Post",
        "Bill Belichick könnte \"ein absoluter Game Changer\" sein, da der UNC-Fußball eine neue Ära der Rekrutierung durchläuft - 247Sports",
        "Google Gemini: Alles, was Sie über die generativen KI-Modelle wissen müssen - TechCrunch",
        "Die Polizei sagt, dass der Verdächtige bei der Ermordung des UnitedHealthcare-CEO kein Kunde des Versicherers war - ABC News",
        "Die FTC wirft dem Alkoholvertriebsriesen Southern Glazer‘s \"unfaire Preise\" vor - The Washington Post",
        "Syrer feiern den Fall von al-Assad und bauen aus der Tragödie wieder auf - The New York Times",
        "Blumenthal schließt sich den Forderungen an, Drohnen aus New Jersey \"wenn nötig\" abzuschießen - Axios",
        "Die Einnahmen von Costco übertrafen die Erwartungen. Sales Were a Tad Soft. - Barron's",
        "\"Jetzt ist sie das Problem der Welt\": Einige Republikaner aus Arizona, die erleichtert sind, dass Lake nach Washington geht - POLITICO",
        "DJ James Kennedy wegen häuslicher Gewalt verhaftet - Geier",
        "Critics Choice Noms Analysis: Feinberg's 5 Biggest Takeaways - Hollywood Reporter",
        "Der Börsengang von ServiceTitan ist ein großer Gewinner, der Fintechs inspirieren könnte - TechCrunch"
    ]
}