{
    "headlines": [
        "ਟਰੰਪ, ਜੇਡੀ ਵੈਨਸ ਬੇਬੁਨਿਆਦ ਦਾਅਵਾ ਦੁਹਰਾਉਂਦੇ ਹਨ ਕਿ ਹੈਤੀਆਈ ਪ੍ਰਵਾਸੀ ਪਾਲਤੂ ਜਾਨਵਰਾਂ ਨੂੰ ਖਾ ਰਹੇ ਹਨ ਕਿਉਂਕਿ ਓਹੀਓ ਦੇ ਅਧਿਕਾਰੀ ਕਹਿੰਦੇ ਹਨ ਕਿ ਕੋਈ ਸਬੂਤ ਨਹੀਂ ਹੈ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਯੂਐਸਐਮਐਨਟੀ ਨੂੰ ਆਖਰਕਾਰ ਆਪਣਾ ਕੋਚ ਮਿਲਦਾ ਹੈਃ ਮੌਰੀਸੀਓ ਪੋਚੇਟੀਨੋ ਨੇ ਲੰਬੇ ਸਮੇਂ ਤੋਂ ਉਡੀਕਿਆ ਹੋਇਆ ਸੌਦਾ ਅੰਤਮ ਰੂਪ ਦਿੱਤਾ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਕੇਟ ਦਾ ਸਾਫਟ-ਫੋਕਸ ਇੰਸਟਾ-ਰੈਡੀ ਵੀਡੀਓ ਇਕ ਤਬਦੀਲੀ ਦੀ ਨਿਸ਼ਾਨਦੇਹੀ ਕਰਦਾ ਹੈ ਕਿ ਰਾਇਲ ਕਿਵੇਂ ਆਪਣੀ ਕਹਾਣੀ ਦੱਸਦੇ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਡੇਵ ਗਰੋਹ ਨੇ ਵਿਆਹ ਤੋਂ ਬਾਹਰ ਧੋਖਾਧੜੀ ਕਰਨ ਅਤੇ ਬੱਚੇ ਨੂੰ ਪਿਤਾ ਬਣਾਉਣ ਤੋਂ ਕਈ ਸਾਲ ਪਹਿਲਾਂ ਪਤਨੀ ਨੂੰ ਭੂਤ ਦਿੱਤਾ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਏਬੀਸੀ ਰਾਸ਼ਟਰਪਤੀ ਬਹਿਸ ਦੇ ਨਿਯਮ ਅੱਜ ਰਾਤ ਦੇ ਟਰੰਪ ਬਨਾਮ ਹੈਰਿਸ ਸ਼ੋਅਡਾਉਨ ਲਈ ਕਿਵੇਂ ਕੰਮ ਕਰਦੇ ਹਨ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਅਮਰੀਕਾ ਨੇ ਇਰਾਨ 'ਤੇ ਰੂਸ ਨੂੰ ਬੈਲਿਸਟਿਕ ਮਿਜ਼ਾਈਲਾਂ ਭੇਜਣ ਦਾ ਲਗਾਇਆ ਦੋਸ਼ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਡੌਲਫਿਨ ਕੋਚ, ਖਿਡਾਰੀ ਟਾਇਰਕ ਹਿੱਲ ਟ੍ਰੈਫਿਕ ਸਟਾਪ ਦੀ 'ਭਾਵਨਾਤਮਕ' ਅਤੇ 'ਟਰਿੱਗਰਿੰਗ' ਫੁਟੇਜ 'ਤੇ ਪ੍ਰਤੀਕ੍ਰਿਆ ਕਰਦੇ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਸਾਲ ਦੀਆਂ ਬਹਿਸਾਂ ਸਿਆਸੀ ਅਕਾਦਮਿਕ ਗ਼ਲਤ ਸਾਬਤ ਹੋਈਆਂ - ਪੋਲਿਟਿਕੋ",
        "ਫ੍ਰੈਂਚਾਈਨ ਲੂਸੀਆਨਾ - ਸੀ ਐਨ ਐਨ ਨਾਲ ਟਕਰਾਉਣ ਦੇ ਕੋਰਸ 'ਤੇ ਸ਼੍ਰੇਣੀ 1 ਤੂਫਾਨ ਨੂੰ ਮਜ਼ਬੂਤ ਕਰਦਾ ਹੈ",
        "ਵਾਈਕਿੰਗਜ਼ ਦੇ ਜੋਨਾਥਨ ਗ੍ਰੀਨਾਰਡ ਪਿੰਨਪੁਆਇੰਟ ਜਦੋਂ ਟੀਮ ਨੇ ਤਰਸ ਕਰਨਾ ਸ਼ੁਰੂ ਕੀਤਾ ਡੈਨੀਅਲ ਜੋਨਸ - ਸਪੋਰਟਸ ਇਲਸਟ੍ਰੇਟਿਡ",
        "ਐਮਪੌਕਸ ਇਨ ਡੀ ਆਰ ਕਾਂਗੋਃ ਡਾਕਟਰੀ ਟੀਕਿਆਂ ਦੀ ਬੇਨਤੀ ਕਰਦੇ ਹਨ ਕਿਉਂਕਿ ਲਾਗਾਂ ਦੀ ਦਰ ਵਧਦੀ ਹੈ - ਬੀਬੀਸੀ.",
        "ਐਪਲ ਦੇ 'ਗਲੋਟਾਈਮ' ਇਵੈਂਟ ਵਿੱਚ ਘੋਸ਼ਿਤ ਕੀਤੀ ਗਈ ਹਰ ਚੀਜਃ ਆਈਫੋਨ 16 ਮਾਡਲ, ਐਪਲ ਵਾਚ ਸੀਰੀਜ਼ 10, ਏਅਰਪੌਡਜ਼ 4 ਅਤੇ ਹੋਰ - ਸੀ ਐਨ ਈ ਟੀ",
        "ਭਾਰ ਘਟਾਉਣ ਵਾਲੀ ਡਰੱਗ ਲਿਰਾਗਲੂਟਾਈਡ ਮੋਟਾਪੇ ਵਾਲੇ ਛੋਟੇ ਬੱਚਿਆਂ ਲਈ ਵਾਅਦਾ ਦਰਸਾਉਂਦੀ ਹੈ, ਅਧਿਐਨ ਲੱਭਦਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਯੂਐਸ ਦੀ ਆਮਦਨੀ ਪਿਛਲੇ ਸਾਲ ਚੜ੍ਹ ਗਈ, ਮਰਦਮਸ਼ੁਮਾਰੀ ਬਿ Bureauਰੋ ਦਾ ਕਹਿਣਾ ਹੈ - ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "ਸਾ Southਥਵੈਸਟ ਏਅਰਲਾਈਨਜ਼ ਦੇ ਚੇਅਰਮੈਨ ਰਿਟਾਇਰ ਹੋਣਗੇ, ਪ੍ਰਮੁੱਖ ਸ਼ੇਅਰਧਾਰਕ ਤੋਂ ਧੱਕਾ ਕਰਨ ਤੋਂ ਬਾਅਦ ਬੋਰਡ ਦੇ 6 ਮੈਂਬਰ ਅਸਤੀਫਾ ਦੇਣਗੇ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਦੂਜੇ ਵਿਸ਼ਵ ਯੁੱਧ ਦੌਰਾਨ ਡੁੱਬੇ ਨਾਜ਼ੀ ਸਮੁੰਦਰੀ ਜਹਾਜ਼ਾਂ ਦੇ ਮਲਬੇ ਗਰਮੀਆਂ ਦੇ ਸੋਕੇ ਤੋਂ ਬਾਅਦ ਡੈਨਿubeਬ ਨਦੀ ਵਿੱਚ ਉਭਰਦੇ ਹਨ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਗਾਜ਼ਾ ਦੇ ਮਨੁੱਖੀ ਜ਼ੋਨ 'ਤੇ ਹਮਾਸ ਦੇ ਅੱਤਵਾਦੀਆਂ ਨੂੰ ਨਿਸ਼ਾਨਾ ਬਣਾਉਂਦੇ ਹੋਏ ਇਜ਼ਰਾਈਲੀ ਹਵਾਈ ਹਮਲੇ ਵਿਚ ਘੱਟੋ ਘੱਟ 19 ਮਾਰੇ ਗਏ ਅਤੇ ਵਧੇਰੇ ਡਰ ਗਏ - ਸੀਐਨਐਨ",
        "ਵੋਟਰਾਂ ਨੂੰ ਦਿਖਾਉਣ ਵਾਲੀਆਂ ਪੋਲਾਂ ਤੋਂ ਨਿਰਾਸ਼ ਡੈਮੋਕਰੇਟਸ ਟਰੰਪ ਨੂੰ ਵਧੇਰੇ ਸੰਜਮ ਵਜੋਂ ਵੇਖਦੇ ਹਨ - ਦ ਹਿੱਲ",
        "ਸੋਨੀ ਦਾ ਨਵਾਂ ਪੀਐਸ 5 ਡਿਸਕ ਡਰਾਈਵਾਂ ਦੇ ਅੰਤ ਨੂੰ ਦਰਸਾਉਂਦਾ ਹੈ - ਦਿ ਵਰਜ",
        "ਟਰੰਪ ਨੇ ਵੋਟਿੰਗ ਕਾਨੂੰਨਾਂ 'ਚ ਬਦਲਾਅ ਨਾ ਹੋਣ' ਤੇ ਸਰਕਾਰ ਨੂੰ ਬੰਦ ਕਰਨ ਦੀ ਕੀਤੀ ਅਪੀਲ - ਦਿ ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ"
    ]
}