{
    "headlines": [
        "ਐਪਲ ਸੋਮਵਾਰ ਤੋਂ ਸ਼ੁਰੂ ਹੋਣ ਵਾਲੇ ਮੈਕ ਘੋਸ਼ਣਾਵਾਂ ਦਾ ‘ਹਫਤਾ’ ਛੇੜਦਾ ਹੈ - ਦਿ ਵਰਜ",
        "ਪੀਐਫਟੀ ਦਾ ਹਫਤਾ 8 2024 ਐਨਐਫਐਲ ਪਿਕਸਃ ਫਲੋਰੀਓ ਬਨਾਮ ਸਿਮਜ਼ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਕਰਮਚਾਰੀਆਂ ਦੇ ਨਵੇਂ ਇਕਰਾਰਨਾਮੇ ਨੂੰ ਰੱਦ ਕਰਨ ਤੋਂ ਬਾਅਦ ਬੋਇੰਗ ਦੀ ਹੜਤਾਲ ਜਾਰੀ ਰਹੇਗੀ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਬੇਯੋਨਸੇ ਹਿਊਸਟਨ ਰੈਲੀ ਵਿਚ ਹੈਰਿਸ ਦੇ ਨਾਲ ਪੇਸ਼ ਹੋਣ ਲਈ - ਸੀ ਐਨ ਐਨ",
        "ਟਰੰਪ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਜੇ ਉਹ ਇਕ ਹੋਰ ਕਾਰਜਕਾਲ ਜਿੱਤਦਾ ਹੈ ਤਾਂ ਉਹ ਜੈਕ ਸਮਿਥ ਨੂੰ ਜਲਦੀ ਬਰਖਾਸਤ ਕਰ ਦੇਵੇਗਾ - ਸੀਐਨਐਨ",
        "ਇਸ ਨੂੰ ਇਕੱਠੇ ਕਰੋ, ਇੰਟੇਲ: ਕੋਰ ਅਲਟਰਾ 9 285K ਸੀਪੀਯੂ ਸਮੀਖਿਆ & ਬੈਂਚਮਾਰਕ ਬਨਾਮ 7800X3D, 9950X, ਹੋਰ - ਗੇਮਰਸ ਗਠਜੋੜ",
        "ਟੇਲਰ ਸਵਿਫਟ 'ਈਰਾਸ ਟੂਰ' ਦੀਆਂ ਟਿਕਟਾਂ ਸਮਾਰੋਹਾਂ ਤੋਂ ਪਹਿਲਾਂ ਕੀਮਤ ਵਿੱਚ ਰੇਂਜ - ਡਬਲਯੂਡੀਐਸਯੂ ਨਿ Or ਓਰਲੀਨਜ਼",
        "ਬੈਟਲਗਰਾਉਂਡ ਰਾਜਾਂ ਵਿੱਚ ਰਿਪਬਲਿਕਨ ਪੋਲ ਵਾਚਰਾਂ ਨੇ ਅਮਰੀਕੀ ਚੋਣ ਮਾਹਰਾਂ ਦੀ ਚਿੰਤਾ ਕੀਤੀ - ਰਾਇਟਰਜ਼",
        "ਓਜ਼ੈਮਪਿਕ ਅਲਜ਼ਾਈਮਰ ਦੇ ਜੋਖਮ ਨੂੰ ਘਟਾ ਸਕਦਾ ਹੈ. ਇਹ ਨੋਵੋ ਨੋਰਡਿਸਕ ਲਈ ਬਹੁਤ ਵੱਡਾ ਹੈ । - ਬੈਰਨ ਦਾ",
        "ਗਾਜ਼ਾ ਜੰਗਬੰਦੀ ਅਤੇ ਬੰਧਕ ਸੌਦੇ ਨੂੰ ਦੋ ਮਹੀਨਿਆਂ ਦੇ ਅੜਿੱਕੇ ਤੋਂ ਬਾਅਦ ਦੁਬਾਰਾ ਧੱਕਾ ਮਿਲਦਾ ਹੈ - ਐਕਸੀਓਸ",
        "ਯੈਂਕੀਜ਼-ਡੌਜਰਸਃ 2024 ਵਰਲਡ ਸੀਰੀਜ਼ ਦੇ 24 ਸਰਬੋਤਮ ਖਿਡਾਰੀਆਂ ਦੀ ਦਰਜਾਬੰਦੀ - ਫੌਕਸ ਸਪੋਰਟਸ",
        "ਯੂਐਸ ਨੇ ਐਲਨ ਮਸਕ ਨੂੰ ਚੇਤਾਵਨੀ ਦਿੱਤੀ ਕਿ ਉਨ੍ਹਾਂ ਦਾ 1 ਮਿਲੀਅਨ ਡਾਲਰ ਦਾ ਵੋਟਰ ਦੇਣ ਵਾਲਾ ਰਸਤਾ ਗੈਰਕਾਨੂੰਨੀ ਹੋ ਸਕਦਾ ਹੈ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਟੇਸਲਾ ਸਟਾਕ ਦੀ ਕਮਾਈ 19% ਤੱਕ ਪਹੁੰਚਣ 'ਤੇ Elon Musk ਨੂੰ ਮਿਲਿਆ 21 ਬਿਲੀਅਨ ਡਾਲਰ ਦਾ ਅਮੀਰ",
        "ਹੁਣ ਤੱਕ 28 ਮਿਲੀਅਨ ਵੋਟਾਂ ਦੇ ਨਾਲ ਦਰਜਨਾਂ ਰਾਜਾਂ ਵਿੱਚ 2024 ਦੀਆਂ ਚੋਣਾਂ ਲਈ ਜਲਦੀ ਵੋਟਿੰਗ ਜਾਰੀ ਹੈ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਸਟੀਵੀ ਨਿਕਸਃ 'ਮੈਂ ਸਟੀਵੀ ਦੇ ਚਰਚ ਵਿਚ ਵਿਸ਼ਵਾਸ ਕਰਦਾ ਹਾਂ’ - ਰੋਲਿੰਗ ਸਟੋਨ",
        "‘ਸਿਟੀ ਕਾਤਲ’ ਐਸਟਰਾਇਡ ਅੱਜ ਧਰਤੀ ਦੇ ਪੰਧ ਨੂੰ ਚਰਾਉਣ ਲਈ 4 ਵਿੱਚੋਂ ਇੱਕ ਹੈ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਕਲਪਨਾ ਫੁੱਟਬਾਲ 2024 ਰੈਂਕਿੰਗਃ ਮਾਡਲ ਦਾ ਸਰਬੋਤਮ ਐਨਐਫਐਲ ਵੀਕ 8 ਕਿBਬੀ, ਆਰਬੀ, ਡਬਲਯੂਆਰ, ਟੀਈ, ਕਿਕਰ, ਡਿਫੈਂਸ ਪਿਕਸ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਗਾਜ਼ਾ ਪਨਾਹਗਾਹ 'ਤੇ ਇਜ਼ਰਾਈਲ ਦੀ ਹੜਤਾਲ 17 ਦੀ ਮੌਤ ਹੋ ਗਈ ਕਿਉਂਕਿ ਬਲਿੰਕਨ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਜੰਗਬੰਦੀ ਦੀ ਗੱਲਬਾਤ ਦੁਬਾਰਾ ਸ਼ੁਰੂ ਹੋਵੇਗੀ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਮਾਇਨਕਰਾਫਟ ਅਗਲੇ ਸਾਲ ਵੀਆਰ ਸਹਾਇਤਾ ਗੁਆ ਰਿਹਾ ਹੈ - ਦਿ ਵਰਜ",
        "ਹਾਊਸ ਇੰਟੈੱਲ ਚੇਅਰਃ ਅਮਰੀਕਾ ਨੂੰ ਫੌਜੀ ਕਾਰਵਾਈ 'ਤੇ ਵਿਚਾਰ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ ਜੇ ਉੱਤਰੀ ਕੋਰੀਆ ਦੇ ਸੈਨਿਕ ਯੂਕਰੇਨ ਵਿੱਚ ਦਾਖਲ ਹੁੰਦੇ ਹਨ - ਅਮਰੀਕਾ ਅੱਜ"
    ]
}