{
    "headlines": [
        "ਐਪਲ ਦੇ ਹੈਰਾਨੀਜਨਕ ਆਈਫੋਨ ਅਪਡੇਟ-ਗ੍ਰੀਨ ਬੁਲਬਲੇ ਅਗਲੇ ਹਫਤੇ ਖਤਮ - ਫੋਰਬਸ",
        "ਹਾਰਵਰਡ ਅਧਿਐਨਃ ਡਾਰਕ ਚਾਕਲੇਟ ਖਾਣ ਨਾਲ ਸ਼ੂਗਰ ਦੇ ਤੁਹਾਡੇ ਜੋਖਮ ਨੂੰ 21% ਤੱਕ ਘਟਾ ਸਕਦਾ ਹੈ - SciTechDaily",
        "ਮਾਰਸ਼ਲ ਲਾਅ ਦੀ ਕੋਸ਼ਿਸ਼ ਤੋਂ ਬਾਅਦ ਦੱਖਣੀ ਕੋਰੀਆ ਦੇ ਰਾਸ਼ਟਰਪਤੀ ਯੂਨ ਲਈ ਯਾਤਰਾ ਪਾਬੰਦੀ - ਬੀਬੀਸੀ.",
        "ਅਸਦ ਦੀ ਬਰਖਾਸਤਗੀ ਲਈ ਸੀਰੀਆ ਦੇ ਵਿਦਰੋਹੀਆਂ ਦੇ ਤਾਰੇ ਕਿਵੇਂ ਇਕਸਾਰ ਹੋਏ - ਰਾਇਟਰ",
        "ਹੈਤੀ ਗਿਰੋਹ ਨੇ ਸੀਟ ਸੋਲੀਲ 'ਚ ਘੱਟੋ-ਘੱਟ 110 ਲੋਕਾਂ ਦਾ ਕੀਤਾ ਕਤਲੇਆਮ, ਰਾਈਟਸ ਗਰੁੱਪ ਦਾ ਕਹਿਣਾ - ਰਾਇਟਰਜ਼",
        "ਆਸਟਿਨ ਟਾਇਸਃ ਬਾਇਡਨ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਅਮਰੀਕਾ ਸੀਰੀਆ ਤੋਂ ਘਰਾਂ ਨੂੰ ਬੰਧਕ ਬਣਾਉਣ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰੇਗਾ - ਬੀਬੀਸੀ.",
        "ਐਕਸਕਲੂਸਿਵਃ ਚਾਈਨਾ ਰੈਗੂਲੇਟਰਾਂ ਨੇ ਬੈਂਕਾਂ ਨੂੰ ਆਫਸ਼ੋਰ ਕੰਪਨੀ ਦੀਆਂ ਸੂਚੀਆਂ ਨੂੰ ਤੇਜ਼ ਕਰਨ ਲਈ ਕਿਹਾ, ਸੂਤਰਾਂ ਦਾ ਕਹਿਣਾ ਹੈ - ਰਾਇਟਰਜ਼",
        "ਚੀਨ ਦੇ ਨਵ ਬਕ ਉਧਾਰ ਦੇ ਤੌਰ ਤੇ ਉਤੇਜਨਾ ਕਿੱਕ ਵਿੱਚ ਡਬਲ ਦੇਖਿਆ - Reuters. com",
        "ਚੀਫਸ ਨੇ 9 ਵਾਂ ਸਿੱਧਾ ਏਐਫਸੀ ਵੈਸਟ ਖਿਤਾਬ ਜਿੱਤਿਆ, ਬੈਂਕ-ਸ਼ਾਟ ਫੀਲਡ ਗੋਲ 'ਤੇ ਚਾਰਜਰਜ਼ ਨੂੰ 19-17 ਨਾਲ ਹਰਾਇਆ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਤਾਈਵਾਨ ਨੇ ਅਲਰਟ ਵਧਾ ਦਿੱਤਾ ਕਿਉਂਕਿ ਚੀਨ ਸੰਭਾਵਤ ਅਭਿਆਸਾਂ ਵਿਚ ਸਮੁੰਦਰੀ ਜਹਾਜ਼ਾਂ ਦੀ ਤਾਇਨਾਤੀ ਕਰਦਾ ਹੈ - ਰਾਇਟਰਜ਼",
        "ਲਾਰਾ ਟਰੰਪ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਹ ਆਰ ਐਨ ਸੀ ਦੀ ਸਹਿ-ਪ੍ਰਧਾਨ ਦੇ ਅਹੁਦੇ ਤੋਂ ਅਸਤੀਫਾ ਦੇ ਰਹੀ ਹੈ ਅਤੇ ਫਲੋਰੀਡਾ ਸੈਨੇਟ ਸੀਟ ਦੀ ਬੋਲੀ 'ਤੇ ਵਿਚਾਰ ਕਰ ਰਹੀ ਹੈ - ਐਕਸੀਓਸ",
        "ਸੋਮਵਾਰ, 9 ਦਸੰਬਰ, 2024 ਲਈ ਕੁੰਡਲੀ - ਸ਼ਿਕਾਗੋ ਸੂਰਜ-ਟਾਈਮਜ਼",
        "ਸੀਰੀਆਈ ਵਿਦਰੋਹੀਆਂ ਨੇ ਦਮਿਸ਼ਕ ਦੀਆਂ ਗਲੀਆਂ ਵਿਚ ਮਨਾਉਣ ਵਾਲੇ ਅਸਦ ਦੇ ਬਦਨਾਮ ਡੰਗਰਾਂ ਤੋਂ ਕੈਦੀਆਂ ਨੂੰ ਆਜ਼ਾਦ ਕੀਤਾ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "'ਅਸੀਂ ਇਕ ਬ੍ਰਹਿਮੰਡ ਵਿਚ ਰਹਿੰਦੇ ਹਾਂ ਜੋ ਸਾਡੇ ਲਈ ਸਹੀ ਹੈ': ਅਧਿਐਨ ਐਂਥ੍ਰੋਪਿਕ ਸਿਧਾਂਤ ਲਈ ਇਕ ਟੈਸਟ ਦਾ ਪ੍ਰਸਤਾਵ ਦਿੰਦਾ ਹੈ - Phys.",
        "ਟੇਲਰ ਸਵਿਫਟ ਨੇ ਫਾਈਨਲ 'ਈਰਾਸ ਟੂਰ' ਸ਼ੋਅ - ਐਥਲੋਨ ਸਪੋਰਟਸ ਵਿਖੇ ਇਤਿਹਾਸਕ ਘੋਸ਼ਣਾ ਕੀਤੀ",
        "ਸੀਰੀਆ ਦੇ ਅਸਦ ਨੂੰ ਢਾਹੁਣ ਵਾਲੇ ਵਿਦਰੋਹ ਦਾ ਨੇਤਾ ਅਬੂ ਮੁਹੰਮਦ ਅਲ-ਗੋਲਾਨੀ ਕੌਣ ਹੈ? - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਯੂਨਾਈਟਿਡ ਹੈਲਥਕੇਅਰ ਦੇ ਸੀਈਓ ਕਾਤਲ ਦੀ ਕ੍ਰਿਪਟਿਕ ਸੁਰਾਗਾਂ ਦੀ ਟ੍ਰੇਲ ਤੋਂ ਇੱਕ ਪ੍ਰੋਫਾਈਲ ਉਭਰਦਾ ਹੈ - ਦਿ ਡੇਲੀ ਬੀਸਟ",
        "ਜੈ-ਜ਼ੈਡ 'ਤੇ ਦੋਸ਼ ਹੈ ਕਿ ਸੀਨ‘ ਡਿੱਡੀ ‘ਕੰਬਜ਼ - ਸੀ ਐਨ ਐਨ ਦੇ ਨਾਲ 2000 ਦੀ ਘਟਨਾ ਵਿਚ 13 ਸਾਲ ਦੀ ਉਮਰ ਵਿਚ ਜਿਨਸੀ ਸ਼ੋਸ਼ਣ ਕੀਤਾ ਗਿਆ ਸੀ",
        "ਚੀਨ ਦੀ ਖਪਤਕਾਰ ਮਹਿੰਗਾਈ ਉਤੇਜਨਾ ਦੇ ਯਤਨਾਂ ਦੇ ਬਾਅਦ ਵੀ ਹੌਲੀ ਹੋ ਜਾਂਦੀ ਹੈ - ਬਲੂਮਬਰਗ",
        "‘ਲਾਭ ਵਿੱਚ ਲਾਕ ਕਰਨ ਦਾ ਸਮਾਂ,’ ਸੁਪਰ ਮਾਈਕਰੋ ਕੰਪਿ Computerਟਰ ਸਟਾਕ ਬਾਰੇ ਚੋਟੀ ਦੇ ਨਿਵੇਸ਼ਕ ਕਹਿੰਦਾ ਹੈ - TipRanks"
    ]
}