{
    "headlines": [
        "ਕੈਂਟਕੀ ਹਾਈਵੇਅ ਗੋਲੀਬਾਰੀ ਦਾ ਸ਼ੱਕੀ ਮ੍ਰਿਤਕ ਪਾਇਆ ਗਿਆ ਮੰਨਿਆ ਜਾਂਦਾ ਹੈ - ਬੀਬੀਸੀ.",
        "ਬੋਇੰਗ ਨੇ ਹੜਤਾਲ ਨੂੰ ਸੁਲਝਾਉਣ ਲਈ ਕੋਈ ਪ੍ਰਗਤੀ ਨਾ ਹੋਣ ਕਾਰਨ ਹਜ਼ਾਰਾਂ ਲੋਕਾਂ ਨੂੰ ਫਰੋਲ ਕੀਤਾ - ਰਾਇਟਰਜ਼",
        "ਈਰਾਨੀ ਹੈਕਰਾਂ ਨੇ ਚੋਰੀ ਕੀਤੀ ਟਰੰਪ ਮੁਹਿੰਮ ਦੀ ਜਾਣਕਾਰੀ ਬਾਈਡਨ ਮੁਹਿੰਮ ਦੇ ਸਹਿਯੋਗੀਆਂ ਨੂੰ ਭੇਜੀ, ਐਫਬੀਆਈ ਕਹਿੰਦਾ ਹੈ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "'ਗੋਲਡਨ ਬੈਚਲੋਰੇਟ' ਜੋਨ ਭਾਵਨਾਤਮਕ ਪ੍ਰੀਮੀਅਰ ਵਿੱਚ ਆਪਣੇ 24 ਸੂਟਰਾਂ ਨੂੰ ਮਿਲਦੀ ਹੈਃ ਕਿਸ ਨੂੰ ਇੱਕ ਗੁਲਾਬ ਮਿਲਿਆ? - ਯੂਐਸਏ ਅੱਜ",
        "ਹਾਊਸ ਵੋਟ ਸਰਕਾਰ ਨੂੰ ਬੰਦ ਟਾਲਣ ਲਈ GOP ਬਿੱਲ ਨੂੰ ਰੱਦ ਕਰਨ ਲਈ - ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਸਪੱਸ਼ਟ ਤੌਰ 'ਤੇ ਕਤਲ ਦੀ ਕੋਸ਼ਿਸ਼ ਵਿਚ ਸ਼ੱਕ ਕਰਨ ਲਈ ਐਨ. ਸੀ. ਤੋਂ ਯੂਕ੍ਰੇਨ ਦੀ ਯਾਤਰਾ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਸੀਨ \"Diddy\" ਉਸੇ ਬਰੁਕਲਿਨ ਨਜ਼ਰਬੰਦੀ ਕਦਰ ਹੈ, ਜੋ ਕਿ ਆਰ ਕੈਲੀ, ਸੈਮ Bankman-Fried, ਹੋਰ ਉੱਚ-ਪ੍ਰੋਫਾਈਲ ਕੈਦੀ ਨੂੰ ਆਯੋਜਿਤ 'ਤੇ Combs - CBS ਨਿਊਜ਼",
        "ਹਾਰਵੇ ਵਾਈਨਸਟਾਈਨ ਨੇ ਨਵੇਂ ਜਿਨਸੀ ਹਮਲੇ ਦੇ ਦੋਸ਼ਾਂ ਲਈ ਦੋਸ਼ੀ ਨਹੀਂ ਮੰਨਿਆ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਟੀਮਸਟਰ ਅੰਦਰੂਨੀ ਪੋਲਿੰਗ ਜਾਰੀ ਕਰਨ ਤੋਂ ਬਾਅਦ ਰਾਸ਼ਟਰਪਤੀ ਦੀ ਦੌੜ ਵਿਚ ਸਮਰਥਨ ਨਹੀਂ ਕਰਨਗੇ ਜੋ ਜ਼ਿਆਦਾਤਰ ਮੈਂਬਰਾਂ ਨੂੰ ਟਰੰਪ ਦਾ ਸਮਰਥਨ ਦਿਖਾਉਂਦੇ ਹਨ - ਸੀ ਐਨ ਐਨ",
        "ਟਰੰਪ ਨੇ NY ਰੈਲੀ ਭੀੜ ਨੂੰ ਕਿਹਾ ਕਿ ਉਹ 2 ਹਫ਼ਤਿਆਂ ਦੇ ਅੰਦਰ ਸਪਰਿੰਗਫੀਲਡ, ਓਹੀਓ ਜਾ ਰਿਹਾ ਹੈ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਡੋਨਾਲਡ ਟਰੰਪ ਰੈਲੀਃ ਵੱਡੀ ਭੀੜ, ਯੂਨੀਅਨਡੇਲ, ਨਿਊਯਾਰਕ ਵਿੱਚ ਸਾਬਕਾ ਰਾਸ਼ਟਰਪਤੀ ਦੀ ਰੈਲੀ ਲਈ ਸੁਰੱਖਿਆ ਸਖਤ - ਏਬੀਸੀ 7 ਨਿਊਯਾਰਕ",
        "ਨਿਣਟੇਨਡੋ ਅਤੇ ਪੋਕਮੌਨ ਕੰਪਨੀ ਅਧਿਕਾਰਤ ਤੌਰ 'ਤੇ' ਮਲਟੀਪਲ 'ਪੇਟੈਂਟ ਉਲੰਘਣਾਵਾਂ - ਆਈਜੀਐਨ' ਤੇ ਪਾਲਵਰਲਡ ਡਿਵੈਲਪਰ ਨੂੰ ਮੁਕੱਦਮਾ ਕਰ ਰਹੀ ਹੈ",
        "ਹਿਜ਼ਬੁੱਲਾ ਪੇਜਰਾਂ ਦੇ ਫਟਣ ਤੋਂ ਬਾਅਦ ਲੇਬਨਾਨ ਵਿਚ ਵਧੇਰੇ ਘਾਤਕ ਉਪਕਰਣ ਧਮਾਕੇ ਦੀ ਰਿਪੋਰਟ ਕੀਤੀ ਗਈ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਮਾਹਿਰਾਂ ਨੇ ਫੈੱਡ ਰੇਟ 'ਚ ਕਟੌਤੀ ਤੋਂ ਬਾਅਦ ਖਰੀਦਣ ਲਈ ਸ਼ੇਅਰਾਂ ਦਾ ਕੀਤਾ ਹਵਾਲਾ - TheStreet",
        "ਕੈਨਰੀ ਆਈਲੈਂਡਜ਼ 'ਤੇ ਸ਼ਾਰਕ ਹਮਲੇ ਵਿਚ ਲੱਤ ਗੁਆਉਣ ਤੋਂ ਬਾਅਦ 30 ਸਾਲਾ ਸੈਲਾਨੀ ਦੀ ਮੌਤ ਹੋ ਗਈ - ਫੌਕਸ ਨਿ Newsਜ਼",
        "ਪ੍ਰੋ ਫੁੱਟਬਾਲ ਹਾਲ ਆਫ ਫੇਮ ਕਲਾਸ 2025 ਲਈ ਨਾਮਜ਼ਦ ਵਿਅਕਤੀਆਂ ਵਿੱਚ 8 ਸਾਬਕਾ ਸਟੀਲਰਜ਼ - ਡਬਲਯੂਟੀਏਈ ਪਿਟਸਬਰਗ",
        "ਰੂਸ 'ਤੇ ਯੂਕਰੇਨ ਦੇ ਨਾਟਕੀ ਡਰੋਨ ਹਮਲੇ ਵਧੇਰੇ ਸਹਾਇਤਾ ਲਈ ਕੇਸ ਬਣਾਉਣ ਬਾਰੇ ਹਨ - Vox.",
        "ਪ੍ਰਮੁੱਖ ਐਨਬੀਏ ਰਿਪੋਰਟਰ ਐਡਰੀਅਨ ਵੋਜਨਾਰੋਵਸਕੀ ਨੇ ਈਐਸਪੀਐਨ ਤੋਂ ਸੰਨਿਆਸ ਲੈਣ ਦਾ ਐਲਾਨ ਕੀਤਾ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਵਕੀਲ ਸਵਾਲ ਕਰਦੇ ਹਨ ਕਿ ਕੀ ਕਥਿਤ ਬਲਾਤਕਾਰ ਦੇ ਦੌਰਾਨ ਇੱਕ ਨਸ਼ੀਲੀ ਫ੍ਰੈਂਚ womanਰਤ ਸੱਚਮੁੱਚ ਬੇਹੋਸ਼ ਸੀ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਸੁਪਰਬੱਗਸ ਨੇ 2050 ਤੱਕ 39 ਮਿਲੀਅਨ ਲੋਕਾਂ ਦੀ ਜਾਨ ਲੈਣ ਦੀ ਭਵਿੱਖਬਾਣੀ ਕੀਤੀ, ਅਧਿਐਨ ਨੇ ਪਾਇਆ - ਸੈਲੂਨ"
    ]
}