{
    "headlines": [
        "لماذا أوقف البنك المركزي الصيني شراء السندات - CNBC",
        "إيلون ماسك والزعيم الألماني اليميني المتطرف أليس فايدل يؤيدان بعضهما البعض في مقابلة - واشنطن بوست",
        "صور جديدة مجنونة لسطح عطارد تم التقاطها في التحليق النهائي للمسبار - ساينس أليرت",
        "نوتردام QB رايلي ليونارد يعود من الإصابة، ويقود الأيرلندية للعودة الفوز في أورانج بول مقابل ولاية بنسلفانيا - سي بي إس سبورتس",
        "الدول العربية تتسابق تركيا للتأثير في سوريا الجديدة - صحيفة وول ستريت جورنال",
        "نوتردام تصنع تاريخ كرة القدم الجامعية مع فوز Sugar و Orange Bowl وسط الركض إلى مباراة اللقب الوطني - CBS Sports",
        "ترامب يناقش لحظته الفيروسية مع أوباما - بوليتيكو",
        "تجد جيني غارث ملجأ في منزل زوجها السابق بيتر فاسينيلي بعد فرارها من حرائق لوس أنجلوس: لقد \"أخذنا\" - نيويورك بوست",
        "حرائق غابات لوس أنجلوس: تحديثات من 9 يناير 2025 - وكالة أسوشيتد برس",
        "تراجعت الأسهم الآسيوية بسبب عدم يقين بنك الاحتياطي الفيدرالي وبنك اليابان ؛ بيانات الرواتب في بؤرة التركيز - Investing.com",
        "\"رباعي الدم\" المسؤول عن اكتظاظ غرف الطوارئ - KARE11.com",
        "تحديث عاصفة الشتاء: دعوتي الثانية لتساقط الثلوج يوم السبت وطقس لعبة الغربان - فقط في الطقس",
        "الأمريكيون يحصلون على بقشيش أقل مما حصلوا عليه منذ سنوات - صحيفة وول ستريت جورنال",
        "المحكمة العليا ترفض تأجيل الحكم على ترامب بإسكات الأموال - واشنطن بوست",
        "لن تمنع محكمة الاستئناف الفيدرالية خطة غارلاند لإصدار تقرير المستشار الخاص حول قضايا ترامب - سي إن إن",
        "اتحاد كرة القدم الأميركي ينقل مباراة الفايكنج رامز الفاصلة إلى أريزونا بعد أيام من حرائق الغابات المدمرة في لوس أنجلوس - وكالة أسوشيتد برس",
        "سيتم إغلاق المزيد من متاجر ميسي في عام 2025. انظر قائمة مواقع الإغلاق. - Axios",
        "من جنازة كارتر، لقطة أمريكية: صورة فريدة، 5 رؤساء، 379 عامًا من التاريخ - وكالة أسوشيتد برس",
        "منزل عائلة جيف بريدجز في ماليبو دمر في حريق باليسيدز - مراسل هوليوود",
        "يمكن لنتنياهو حضور حدث أوشفيتز التذكاري، كما يقول توسك البولندي - POLITICO Europe"
    ]
}