{
    "headlines": [
        "Объявлены номинанты на премию SAG Awards - крайний срок",
        "Изъято",
        "Необычное поведение самолета Джерода Майо перед стрельбой Патриотов - New York Post",
        "Трамп просит Верховный суд прекратить вынесение приговора по делу о тайных деньгах в Нью-Йорке - Reuters",
        "Акции Nvidia растут после падения во вторник. What Keeps the Rally Going. - Barron's",
        "Большинство акций «Sweet 16» доминировали. Они могут сделать это снова в 2025 году. - MarketWatch",
        "Самообучающийся ИИ делает NFL против спреда, чрезмерного выбора денежной линии для каждой игры NFL 2025 Wild Card - CBS Sports",
        "Старейший динозавр Северной Америки полностью переписывает историю - Earth.com",
        "Снег в прогнозе Шарлотты на этой неделе: вот сколько может выпасть - WBTV",
        "Ветровые пожары в районе Лос-Анджелеса захлестнули дома, эвакуация людей - Axios",
        "С ослаблением Хезболлы Ливан проведет президентские выборы - Reuters",
        "Гальего - последний демократ, поддержавший Закон Лакена Райли - POLITICO",
        "Samsung запускает подписку на смартфоны в следующем месяце - The Verge",
        "Какая новая сделка в спа-центре расскажет нам о календарных планах Формулы-1 - Autosport",
        "Южные штаты готовятся к самой сильной за последние годы снежной буре - The Washington Post",
        "Почему у всех сейчас корявый желудок, объясняется на одном графике - Vox.com",
        "Тайгер Вудс и Рори Макилрой наблюдают за тем, как гольф-клуб The Bay Golf Club выигрывает матч открытия высокотехнологичной крытой гольф-лиги TGL - CNN",
        "Число подписчиков Obamacare приблизилось к рекордным 24 миллионам, что почти вдвое больше, чем когда Трамп в последний раз был у власти - CNN",
        "SteamOS расширяется до других игровых портативных устройств с Lenovo Legion Go S - TechCrunch",
        "SpaceX запустит больше спутников Starlink из Флориды сегодня. Смотрите в прямом эфире! - Space.com"
    ]
}