{
    "headlines": [
        "Angreifer greifen israelische Fußballfans in Amsterdam an. Die Gewalt wurde als antisemitisch verurteilt - The Associated Press",
        "Bhad Bhabie schlägt vor, dass sie Krebs auf Instagram haben könnte, Fans flippen aus - TMZ",
        "Live-Updates zur Wahl 2024: Eine aktualisierte Auflistung der letzten Hausrennen, wie sie genannt werden - USA TODAY",
        "Futures Mixed on Earnings, China - Investor's Business Daily",
        "Was könnte Trumps zweite Amtszeit bringen? Abschiebungen, Tarife, Begnadigungen vom 6. Januar und mehr - CBS News",
        "Susie Wiles: Wer ist Trumps neuer Stabschef? - BBC.com",
        "Notre Dame Glocken läuten zum ersten Mal seit 2019 in Paris - Barron's",
        "Der Chef der US-Notenbank sagt, dass Trump ihn nicht feuern kann - BBC.com",
        "China enthüllt lokales Schuldenpaket in Höhe von 1,4 Billionen US-Dollar, aber keine direkten Anreize - Reuters",
        "Hurrikan Rafael zieht als seltener großer Novembersturm über den Golf von Mexiko, während sich Kuba erholt - NBC News",
        "Es gibt eine entscheidende Sache, die wir tun können, um Alzheimer-Symptome in Schach zu halten - ScienceAlert",
        "Trump wird konservativere Richter benennen. Er kann sogar die Mehrheit des Obersten Gerichtshofs wählen. - NBC News",
        "Richter schlägt Biden-Programm vor, das eingewanderte Ehepartner vor Abschiebung schützt - NPR",
        "Stephen Colbert enthüllt den \"beunruhigendsten\" Teil von Trumps großem Comeback - HuffPost",
        "Liam Payne: Drei Angeklagte im Zusammenhang mit dem Tod des Sängers - BBC.com",
        "\"Wir haben es kaum geschafft\": Kalifornier fliehen inmitten wütender Waldbrände verzweifelt aus ihren Häusern - CNN",
        "Burrow, Chases Brillanz verschwendet, als Bengals fallen - ESPN",
        "[removed]",
        "iPhone 18 Kamera-Upgrade kann eine variable Blende für die primäre Einheit enthalten, wobei Apple diese Teile angeblich von einem anderen Lieferanten bezieht - Wccftech",
        "\"Eine Tragödie knapp verpasst\": Teenager, von dem angenommen wird, dass er bewaffnet ist, wurde daran gehindert, die Grundschule in Wisconsin zu betreten - ABC News"
    ]
}