{
    "headlines": [
        "Energyਰਜਾ ਅਤੇ ਵਣਜ ਕਮੇਟੀ ਦੀ ਮੈਡੀਕੇਡ ਸਮੱਸਿਆ ਹੁਣੇ ਸਖਤ ਹੋ ਗਈ - ਪੋਲਿਟਿਕੋ",
        "ਵ੍ਹਾਈਟ ਹਾ Houseਸ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਰਾਸ਼ਟਰਪਤੀ ਡੋਨਾਲਡ ਟਰੰਪ ਦੇ ‘ਸੰਵਿਧਾਨਕ ਸੰਕਟ' ਨੂੰ ਸ਼ੁਰੂ ਕਰਨ ਵਾਲੇ ਜੱਜਾਂ ਨੂੰ ਰੋਕਣਾ - ਹਿੰਦੁਸਤਾਨ ਟਾਈਮਜ਼",
        "ਅੱਖਾਂ ਦੇ ਡਾਕਟਰ ਓਜ਼ੈਂਪਿਕ ਅਤੇ ਦ੍ਰਿਸ਼ਟੀ ਦੀਆਂ ਸਮੱਸਿਆਵਾਂ ਦੇ ਵਿਚਕਾਰ ਨਵੇਂ ਲਿੰਕ ਲੱਭ ਰਹੇ ਹਨ - ਗਿਜ਼ਮੋਡੋ",
        "ਆਰਨ ਸਲਾਟ ਪ੍ਰਤੀਕਰਮ — ਲਿਵਰਪੂਲ ਬੌਸ ਨੇ ਐਵਰਟਨ ਨਾਲ ਨਾਟਕੀ ਡਰਾਅ ਤੋਂ ਬਾਅਦ ਕੀ ਕਿਹਾ? - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਜਨਵਰੀ ਵਿਚ ਮਹਿੰਗਾਈ ਵਧੀ ਕਿਉਂਕਿ ਕਰਿਆਨੇ ਅਤੇ ਰਿਹਾਇਸ਼ ਦੀਆਂ ਕੀਮਤਾਂ ਵਿਚ ਵਾਧਾ ਹੋਇਆ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਜੋਆਨ 500 ਸਟੋਰਾਂ ਨੂੰ ਬੰਦ ਕਰਨ ਲਈ — ਇਸਦੀ ਜ਼ਿਆਦਾਤਰ ਚੇਨ — ਦੂਜੀ ਦੀਵਾਲੀਆਪਨ ਲਈ ਦਾਇਰ ਕਰਨ ਤੋਂ ਬਾਅਦ - ਨਿ New ਯਾਰਕ ਪੋਸਟ",
        "ਏਸੀਐਲਯੂ ਨੇ ਗਿਤਮੋ ਪ੍ਰਵਾਸੀ ਨਜ਼ਰਬੰਦਾਂ ਦੀ ਅਟਾਰਨੀ ਤੱਕ ਪਹੁੰਚ ਨੂੰ ਲੈ ਕੇ ਟਰੰਪ ’ਤੇ ਮੁਕੱਦਮਾ ਕੀਤਾ - ਪੋਲਿਟਿਕੋ",
        "‘Beverly Hills ਦੇ ਅਸਲੀ Housewives’ Alum Teddi Mellencamp Hospitalized & ਦਿਮਾਗ ਦੇ ਟਿਊਮਰ ਨੂੰ ਹਟਾਉਣ ਲਈ ਸਰਜਰੀ ਕਰਵਾਉਣ ਲਈ - ਡੈੱਡਲਾਈਨ",
        "ਡੋਨਾਲਡ ਟਰੰਪ ਵਲਾਦੀਮੀਰ ਪੁਤਿਨ ਨੂੰ ਠੰਡੇ ਤੋਂ ਵਾਪਸ ਆਉਣ ਦਾ ਰਸਤਾ ਪੇਸ਼ ਕਰਦਾ ਹੈ - ਬੀਬੀਸੀ.",
        "ਟੈਕਸਾਸ ਦੇ ਸਭ ਤੋਂ ਘੱਟ ਟੀਕਾਕਰਣ ਵਾਲੀਆਂ ਕਾਉਂਟੀਆਂ ਵਿੱਚੋਂ ਇੱਕ ਵਿੱਚ ਖਸਰਾ ਫੈਲਣਾ ਦੁੱਗਣਾ ਹੋ ਜਾਂਦਾ ਹੈ - ਆਰਸ ਟੈਕਨੀਕਾ",
        "ਮਾਈਕਲ ਮੈਡੀਗਨ ਨੂੰ ਰਿਸ਼ਵਤ ਦੀ ਸਾਜਿਸ਼ ਦਾ ਦੋਸ਼ੀ ਪਾਇਆ ਗਿਆ, ਹੋਰ ਦੋਸ਼ ਜਿਵੇਂ ਕਿ ਜਿuryਰੀ ਡੈੱਡਲਾਕ ਰੈਕੇਟਿੰਗ ਤੇ - ਡਬਲਯੂਟੀਡਬਲਯੂ ਨਿ Newsਜ਼",
        "ਟਰੰਪ ਪ੍ਰਸ਼ਾਸਨ ਦੇ ਫੇਮਾ ਫੰਡਿੰਗ ਦੇ ਗੈਰਕਾਨੂੰਨੀ ਉਲਟਾਉਣ ਬਾਰੇ NYC ਕੰਪਟਰੋਲਰ ਲੈਂਡਰ ਦਾ ਬਿਆਨ - ਨਿ York ਯਾਰਕ ਸਿਟੀ ਕੰਪਟਰੋਲਰ",
        "UNLV ਫੁੱਟਬਾਲ ਖਿਡਾਰੀ ਅਪਾਰਟਮੈਂਟ 'ਚ ਮਿਲੀ ਮ੍ਰਿਤਕ - ESPN",
        "ਸੈਨੇਟ ਨੇ ਤੁਲਸੀ ਗਬਾਰਡ ਨੂੰ ਰਾਸ਼ਟਰੀ ਖੁਫੀਆ ਡਾਇਰੈਕਟਰ ਵਜੋਂ ਪੁਸ਼ਟੀ ਕਰਨ ਲਈ ਵੋਟਾਂ ਪਾਈਆਂ - ਸੀਐਨਐਨ",
        "ਕਥਿਤ ਤੌਰ 'ਤੇ ਐਪਲ ਟੀਵੀ ਪਲੱਸ ਐਂਡਰਾਇਡ - ਦਿ ਵਰਜ' ਤੇ ਡੈਬਿਊ ਕਰਨ ਜਾ ਰਿਹਾ ਹੈ",
        "2024 ਵਾਈਆਰ 4 ਗ੍ਰਹਿਣ ਧਰਤੀ ਵੱਲ ਜਾ ਰਿਹਾ ਹੈਃ ਬ੍ਰਿਟੇਨ ਦੇ ਵਿਗਿਆਨੀ ਨੇ ਚੇਤਾਵਨੀ ਦਿੱਤੀ ਹੈ ਕਿ ਹੁਣ ਇਸ ਨੂੰ ਖਤਮ ਕਰਨ ਵਿੱਚ ਬਹੁਤ ਦੇਰ ਹੋ ਸਕਦੀ ਹੈ - ਟਾਈਮਜ਼ ਆਫ ਇੰਡੀਆ",
        "ਓਜ਼ੈਮਪਿਕ ਕਲੀਨਿਕਲ ਅਧਿਐਨ ਵਿਚ ਭਾਰੀ ਪੀਣ ਨੂੰ ਕੱਟੋ - ਪੋਲੀਟੀਕੋ ਯੂਰਪ",
        "3 ਕੁੰਜੀਆਂਃ ਕਨੇਡਾ ਬਨਾਮ ਸਵੀਡਨ, 4 ਨੇਸ਼ਨਜ਼ ਫੇਸ-ਆਫ - ਐਨਐਚਐਲ ਡਾਟ ਕਾਮ",
        "ਧਰਤੀ ਦਾ ਅੰਦਰੂਨੀ ਕੋਰ ਠੋਸ ਨਹੀਂ ਹੈ, ਇਹ 'ਸ਼ਕਲ ਬਦਲਣ ਵਾਲਾ ' ਹੈ - ਪਾਠ ਪੁਸਤਕਾਂ ਨੂੰ ਦੁਬਾਰਾ ਲਿਖਣ ਦਾ ਸਮਾਂ - Earth."
    ]
}