{
    "headlines": [
        "Österreich stimmt in engen Wahlen mit rechtsextremen Geboten für einen historischen Sieg ab - Reuters",
        "Live-Updates: Die Ermordung des Hisbollah-Führers eskaliert den Konflikt mit Israel - CNN",
        "Die Top 25 von morgen heute: Alabama rückt nach dem spannenden Sieg über Georgia im Instant-Klassiker auf Platz 1 vor - CBS Sports",
        "Eine Idaho-Frau wird tot in ihrer Badewanne aufgefunden. Hat ihr Mann seine Strafverfolgungsfähigkeiten genutzt, um die Szene zu inszenieren? - CBS News",
        "‘SNL’ Cold Open: Kamala tanzt, während Trump sich nach Old Biden sehnt - Rolling Stone",
        "Soap World reagiert auf den Tod von Drake Hogestyn: \"Er liebte Tage, die Fans und teilte diese Leidenschaft mit allen am Set\" - Deadline",
        "Die Frachtraten steigen, da Unternehmen einen kostspieligen US-Hafenstreik planen - Financial Times",
        "Ihr vorausschauendes Horoskop: 29. September 2024 - The Globe and Mail",
        "Trumpf Pfund Einwanderungsnachricht nach Harris 'Grenzbesuch - Axios",
        "DOJ verklagt Alabama, den obersten Wahlbeamten des Staates, wegen angeblicher Säuberung von Nicht-Bürger-Wählern zu kurz vor der Wahl - Fox News",
        "North Carolinas Asheville verwüstet, nachdem Helene's Schaden den Strom abschneidet, Straßen überflutet - CBS News",
        "Steward Health Care CEO Dr. Ralph de la Torre verlässt das bankrotte Unternehmen - WCVB Boston",
        "Diddys Anwalt gibt bekannt, dass der Mogul den Deal nicht als \"Er ist...\" akzeptieren wird - Hindustan Times",
        "Julius Randles neuer Look wurde enthüllt, als Mama Knicks Handel auf Instagram anerkennt: „Let‘s go Wolves! ’- New York Post",
        "Tim Walz geht in die Vizepräsidentschaftsdebatte und kämpft gegen die Nerven - CNN",
        "Minimale körperliche Aktivität durch Arbeit und Pendeln verursacht Herzinfarkte, sagt Dr. Ramakanta Panda - The Times of India",
        "Mehrere Tote bei Flugzeugabsturz in der Nähe des Erstflugflughafens von Wright Brothers Memorial - ABC11 Raleigh-Durham",
        "NFL-Spielerrequisiten Woche 4: Sam Darnold, Michael Pittman Jr., Garrett Wilson, More - The Action Network",
        "Ansehen: BBC Verify analysiert Filmmaterial von israelischen Angriffen auf Beirut - BBC.com",
        "Verfolgung neuer Gebiete mit potenzieller tropischer Entwicklung im Golf von Mexiko - VERSCHLEISS"
    ]
}