{
    "headlines": [
        "Ölpreise steigen, mit Fokus auf Israel-Hisbollah-Waffenstillstand und OPEC+ -Politik - Reuters",
        "Nr. 1 Kansas flustert Cooper Flagg, überwindet Hunter Dickinsons eklatanten 2 Auswurf im Thriller über Nr. 11 Duke - Yahoo Sports",
        "Trump unterzeichnet Übergangsvereinbarung mit Biden, aber es fehlen wichtige Leitplanken - The Washington Post",
        "Quellen: Champ Dodgers schlagen früh zu, fügen Sie Snell hinzu - ESPN",
        "‘Dancing With The Stars’ Season 33 Finale Recap: Wer gewinnt die Mirrorball Trophy? - Deadline",
        "Reaktion auf die College-Football-Playoff-Rangliste: Ein Albtraum-Szenario taucht für Big 12 auf, nachdem die neuesten Top 25 enthüllt wurden - CBS Sports",
        "Donald Trump tippt Jamieson Greer für US-Handelsvertreter - Financial Times",
        "Was Sie über Robby Starbuck wissen sollten, einen Influencer, der mit der Überholung von Walmart DEI verbunden ist - Axios",
        "Der US-Aktienmarkt steigt trotz Trumps Drohungen mit Zöllen auf ein Rekordhoch - Al Jazeera Englisch",
        "Rudy Giuliani zieht Rüge für einen Gerichtssaal, der Richter im Vermögensfall als unfair beschuldigt - The Associated Press",
        "17,4 Millionen sehen Ravens-Chargers auf Disney Multicast - NBC Sports",
        "Harvey Weinstein meldet Klage wegen \"beklagenswerter Bedingungen\" auf Rikers Island an - TMZ",
        "Weitere durchgesickerte Galaxy S25 Ultra-Bilder zeigen den S Pen-Slot und eine Benutzeroberfläche 7 [Galerie] - 9to5Google",
        "Trudeau sagt, dass er unter Zollbedrohungen mit Trump zusammenarbeiten wird - BBC.com",
        "NASA vergibt Startservicevertrag für Dragonfly-Mission an SpaceX - Fox Business",
        "Pam Bondi bezauberte ihren Weg von Tampas Gerichtsgebäude zum Weißen Haus - Tampa Bay Times",
        "[removed]",
        "Vogelgrippevirus wurde in Rohmilch gefunden. Was Sie über die Risiken wissen sollten - KMPH Fox 26",
        "Wochenendvorschau: VAIANA 2 setzt Segel für ein massives Thanksgiving-Wochenende - Boxoffice Pro",
        "\"Flugzeug!\" -Filmemacher Jim Abrahams, ein Shorewood High Alaun, ist gestorben - Milwaukee Journal Sentinel"
    ]
}