{
    "headlines": [
        "49ers vs. Seahawks يعيش التحديثات، النتيجة، ويبرز من الأسبوع 6 ليلة الخميس مباراة كرة القدم - الولايات المتحدة الأمريكية اليوم",
        "ظنوا أنهم مستعدون لميلتون. ثم جاءت الأعاصير. - الواشنطن بوست",
        "يبصق الأوصياء في عين القضاء، يجبرون الإيدز على خمس مباريات بفوز 5-4 على النمور - cleveland.com",
        "وجدت الدراسة أن مخاطر النوبات القلبية والسكتة الدماغية قد ترتفع بعد عدوى كوفيد-19 - فوكس نيوز",
        "يدعو أوباما \"الإخوة\" المتخوفين للتصويت لهاريس: \"هل تفكر في الجلوس ؟ \"- فوكس نيوز",
        "سيتقاعد الرئيس التنفيذي لشركة ستيلانتس كارلوس تافاريس في عام 2026 حيث تكافح شركة صناعة السيارات في أمريكا الشمالية - رويترز",
        "نقطة محذوفة هنا",
        "ما لا يقل عن 22 قتيلاً في غارات جوية في وسط بيروت، كما أطلقت إسرائيل النار على قوات حفظ السلام التابعة للأمم المتحدة - وكالة أسوشيتد برس",
        "من المحتمل أن المذنب شوهد آخر مرة عندما مشى إنسان نياندرتال على الأرض يمكن أن يبهر قريبًا في سماء الليل - ABC7 لوس أنجلوس",
        "توفي شخص واحد في حادث منجم مولي كاثلين للذهب في مقاطعة تيلر، ولا يزال 12 شخصًا محاصرين - راديو كولورادو العام",
        "يحدد القاضي تاريخ المحاكمة في قضية شون \"ديدي\" كومز للابتزاز والاتجار بالجنس - سي إن إن",
        "تشكك محكمة الاستئناف الفيدرالية في داكا ولكن يمكنها تضييق نطاق الحكم الذي يلغيها - سي إن إن",
        "يأتي حدث تسلا للتاكسي الآلي بعد عقد من الوعود التي لم يتم الوفاء بها من إيلون ماسك - سي إن بي سي",
        "توفيت إيثيل كينيدي، أرملة روبرت كينيدي وأم العائلة السياسية الشهيرة، عن عمر يناهز 96 عامًا - ABC News",
        "مدرج MidFlorida Credit Union في تامبا يفقد سقفه بسبب إعصار ميلتون - تامبا باي تايمز",
        "كيفية مساعدة ضحايا إعصار ميلتون في الوقت الحالي - واشنطن بوست",
        "تستعد طائرة الفضاء X -37B التابعة للجيش الأمريكي \"لمناورة فضائية جديدة\" - آرس تكنيكا",
        "مع خروج إعصار ميلتون، يقوم مركز كينيدي للفضاء، كيب كانافيرال، قوة الفضاء بتقييم الأضرار - فلوريدا اليوم",
        "كيف سيطرت نظريات المؤامرة لإعصار ميلتون وهيلين على وسائل التواصل الاجتماعي - BBC.com",
        "رابع شخص يصاب في كاليفورنيا مع انتشار إنفلونزا الطيور - USA TODAY"
    ]
}