{
    "headlines": [
        "[removed]",
        "Wie der epische Hollywood-Krieg zwischen Justin Baldoni und Blake Lively eskalierte - The Wall Street Journal",
        "2025 NFL-Divisionsrunde kühne Vorhersagen: Saquon Barkley in Schach gehalten, Rechnungen machen unerwünschte Geschichte - CBS Sports",
        "Diese Woche in Bitcoin: BTC explodiert vor Trumps Amtseinführung - Entschlüsseln",
        "Peinliche Einweihungsmomente - BBC.com",
        "Sesselliftunfall hinterlässt Dutzende Verletzte im spanischen Skigebiet in den Pyrenäen - KSL.com",
        "So viel Schnee ist über Colorado gefallen - 9News.com KUSA",
        "ONIX Arc B580-Grafikkarten debütieren auf dem US-Markt zu wettbewerbsfähigen Preisen - VideoCardz.com",
        "Microsofts erzwungenes Upgrade - Neue Warnung für 450 Millionen Windows-PC-Besitzer - Forbes",
        "50 Wörter oder weniger: Die Ravens könnten ein außer Kontrolle geratener Zug sein - BaltimoreRavens.com",
        "Ein Stuntman wusste, dass sich sein Körper veränderte. Es dauerte fast ein Jahrzehnt, bis die Ärzte herausfanden, warum. - CBS News",
        "Inches added to Sunday's snowfall predictions - 69News WFMZ-TV",
        "Ich stritt mit David Lynch über Meditation. Er hatte Recht - Rolling Stone",
        "\"Evakuierungsmüdigkeit\" setzt für Südkalifornier ein, die nach Waldbränden noch nicht nach Hause zurückgekehrt sind - CNN",
        "Was können die Dodgers in dieser Saison von Roki Sasaki erwarten? Fünf Erkenntnisse von MLB-Scouts, Führungskräften - ESPN",
        "Welche Produkte haben Red Dye 3? Siehe Liste der Snacks, Getränke, die vom FDA-Verbot betroffen sind - Austin American-Statesman",
        "Bevor Apples KI Haywire wurde und anfing, gefälschte Nachrichten zu erfinden, warnten seine Ingenieure vor tiefen Mängeln mit dem Tech-Futurismus",
        "Die Rally der Aktienmärkte hängt von der Antwort auf diese „echte Frage“ nach den Anleiherenditen ab - MarketWatch",
        "Wie Trump darauf abzielt, den \"tiefen Staat\" zu demontieren und die Kontrolle zu behaupten - Reuters",
        "[removed]"
    ]
}