{
    "headlines": [
        "Harris versammelt sich mit Obama in Georgia, während Trump in Arizona kämpft - CNN",
        "Richter blockiert die geplante Übernahme des Michael Kors-Eigentümers Capri durch Coach-Besitzer Tapestry - CNBC",
        "Tesla-Aktie steigt, nachdem Investoren Q3-Ergebnisbericht anfeuern - Yahoo Finance",
        "Biden entschuldigt sich bei den amerikanischen Ureinwohnern für indische Internate - The Washington Post",
        "‘Juror No. 2’ könnte Clint Eastwoods letzter Film sein — Warum begraben Warner Bros. ihn? - Abwechslung",
        "US, israelische Unterhändler besprechen Waffenstillstandsabkommen für Gaza in Doha - Reuters",
        "Der Mann, der als \"Gewissen\" der nächsten Trump-Regierung angepriesen wird - POLITICO",
        "[entfernt]",
        "Texas politicos start full-court presse gegen harris vor ihrer kampagne kundgebung der grenzstaaten: \"entschuldigen\" - fox news",
        "iOS 18.1 iPhone Update: Veröffentlichungsdatum bestätigt, iOS 18.2 Beta Live - Forbes",
        "Nordkoreanische Truppen in russischer Grenzregion zur Ukraine gesichtet, sagt Kiew - CNN",
        "Die USA warnen Elon Musk, dass sein 1-Million-Dollar-Wahlgeschenk illegal sein könnte - BBC.com",
        "Zweite Dosis des diesjährigen COVID-Impfstoffs für einige Personen ab 65 Jahren empfohlen - CBS News",
        "Ein geheimer \"Predator\" -Film, ein \"Alien\" -Sequel und \"Speed 3\" auf dem Tisch: Ein Gespräch mit dem 20th Century Studios-Chef Steve Asbell - Hollywood Reporter",
        "World Series Scouting-Bericht: Diese Stärke der Dodgers könnte für die Yankees \"ein Rezept für eine Katastrophe\" sein - New York Post",
        "Der GOP-Ausschuss des Repräsentantenhauses, der die Wahlen überwacht, stellte zwei ehemalige Trump-Beamte ein, die am gefälschten Wahlprogramm 2020 beteiligt waren - CNN",
        "Ist die Warnung der Vereinten Nationen vor der globalen Erwärmung um 3,1° C eine Überraschung? - BBC.com",
        "[entfernt]",
        "PFT's Week 8 2024 NFL Picks: Florio vs. Simms - NBC Sports",
        "10 Männer-College-Basketball-Breakout-Kandidaten für die Saison 2024–25 - Sports Illustrated"
    ]
}