{
    "headlines": [
        "Die Trump-Administration unterbricht den Informationsfluss in die Ukraine, der auf dem Schlachtfeld hilft - The Associated Press",
        "Deutsche Anleihen werden erneut getroffen, da die EZB die Zinsen senken will. Was wird Lagarde sagen? - MarketWatch",
        "Südkoreanische Kampfflugzeuge bombardieren versehentlich Häuser und verletzen 15 Zivilisten - CNN",
        "Asien-Pazifik-Märkte nach Trump-Zollzugeständnissen meist höher; japanischer Renditesprung bei 10-jährigen Anleihen - CNBC",
        "Schulen sind geschlossen und öffentliche Verkehrsmittel stehen still, da sich seltene Zyklone der australischen Küste nähern - The Associated Press",
        "Agent's Take: Zielpreise für 10 faszinierende offensive Spieler mit auslaufenden Verträgen, einschließlich Sam Darnold - CBS Sports",
        "Seven & i ersetzt CEO im Mai, Liste nordamerikanische Tochtergesellschaft in der zweiten Jahreshälfte 2026 - CNBC",
        "Horoskop für Donnerstag, 6. März 2025 - Chicago Sun-Times",
        "Trump bereitet Exekutivbefehl vor, der den Bildungsminister auffordert, das Bildungsministerium aufzulösen: Quellen - ABC News",
        "Die Trump-Administration plant einen Abbau der VA-Belegschaft um 15 Prozent - The Washington Post",
        "Trump gibt die „letzte Warnung“ an die Hamas heraus, alle Geiseln freizulassen, da die USA direkte Gespräche mit der Hamas führen - CNN",
        "Kuo: Apples erstes faltbares iPhone mit Buchdesign, verkauft für über 2.000 $ - MacRumors",
        "\"The Recruit\" bei Netflix nach 2 Staffeln abgesagt - Hollywood Reporter",
        "Khloe Kardashian & Tristan Thompsons Tochter True Thinks They 're Married - TooFab",
        "Ladegeräte veröffentlichen den fünffachen Pro Bowler Joey Bosa in NFL Stunner - New York Post",
        "Trump-Administration erwägt Zollbefreiungen für landwirtschaftliche Schlüsselprodukte - POLITICO",
        "Ukraine-Updates: EU-Staats- und Regierungschefs treffen sich zum Verteidigungsgipfel - DW (Englisch)",
        "Musk an Republikaner im Repräsentantenhaus: DOGE \"kann nicht ständig tausend schlagen\" - POLITICO",
        "Israel Adesanya prognostiziert, dass der ehemalige Rivale Alex Pereira UFC 313 durch K.o. gewinnt - MMA Junkie"
    ]
}