{
    "headlines": [
        "ਪੁਲਿਸ ਨੇ ਐਨਐਫਐਲ ਸਟਾਰ ਟਾਇਰਿਕ ਹਿੱਲ ਨੂੰ ਸਟੇਡੀਅਮ ਦੇ ਰਸਤੇ ਵਿੱਚ ਟ੍ਰੈਫਿਕ ਰੁਕਣ ਤੋਂ ਬਾਅਦ ਹਿਰਾਸਤ ਵਿੱਚ ਲਏ ਜਾਣ ਦੀ ਵੀਡੀਓ ਜਾਰੀ ਕੀਤੀ - ਸੀਐਨਐਨ",
        "ਕ੍ਰਿਸ਼ਚੀਅਨ ਮੈਕਕੈਫਰੀ ਜੈੱਟਸ ਦੇ ਵਿਰੁੱਧ 49ers ’ਸੀਜ਼ਨ-ਓਪਨਰ ਲਈ ਇੱਕ ਹੈਰਾਨੀ ਦੀ ਅਕਿਰਿਆਸ਼ੀਲ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਰਾਜਕੁਮਾਰੀ ਕੇਟ ਕਹਿੰਦੀ ਹੈ ਕੀਮੋਥੈਰੇਪੀ ਓਵਰ \"ਪਰ ਇਲਾਜ ਦਾ ਰਸਤਾ\" ਕੈਂਸਰ ਦੀ ਜਾਂਚ ਤੋਂ ਬਾਅਦ ਲੰਬਾ ਹੋਵੇਗਾ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਫਲੋਰਿਡਾ 'ਚ ਟਰੰਪ ਸਿਰਫ 2 ਅੰਕਾਂ ਨਾਲ ਹੈਰਿਸ ਨੂੰ ਲੈ ਕੇ ਅੱਗੇ: ਪੋਲ - ਦ ਹਿੱਲ",
        "ਏਅਰਪੌਡਸ ਸੁਣਵਾਈ ਏਡਜ਼ ਵਜੋਂ? ਐਪਲ ਦੇ ਮੇਜਰ ਹੈਲਥ ਅਪਡੇਟ - ਸੀ ਐਨ ਈ ਟੀ ਬਾਰੇ ਜਾਣਨ ਲਈ ਸਭ ਕੁਝ",
        "ਜੇਡੀ ਵੈਨਸ ਨੇ ਬੇਬੁਨਿਆਦ ਦਾਅਵੇ ਨੂੰ ਦੁਹਰਾਇਆ ਹੈਤੀਆਈ ਪ੍ਰਵਾਸੀ ਪਾਲਤੂ ਜਾਨਵਰਾਂ ਨੂੰ ਖਾ ਰਹੇ ਹਨ ਕਿਉਂਕਿ ਓਹੀਓ ਦੇ ਅਧਿਕਾਰੀਆਂ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਕੋਈ ਸਬੂਤ ਨਹੀਂ ਹੈ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਦੱਖਣੀ ਲੂਸੀਆਨਾ ਲਈ ਤੂਫਾਨ ਦੀ ਚਿਤਾਵਨੀ ਜਾਰੀ ਕੀਤੀ ਗਈ ਕਿਉਂਕਿ ਫ੍ਰੈਂਚਾਈਨ ਖਾੜੀ ਵਿੱਚ ਮਜ਼ਬੂਤ ਹੁੰਦੀ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਵ੍ਹਾਈਟ ਹਾਊਸਃ ਬਾਇਡਨ ਨੇ ਇਜ਼ਰਾਈਲੀ ਫੌਜਾਂ ਦੁਆਰਾ ਵੈਸਟ ਬੈਂਕ ਵਿੱਚ ਮਾਰੇ ਗਏ ਅਮਰੀਕੀ ਨਾਗਰਿਕ ਦੇ ਪਰਿਵਾਰ ਨੂੰ ਨਹੀਂ ਬੁਲਾਇਆ - ਅਮਰੀਕਾ ਅੱਜ",
        "ਹਕੀਮ ਜੈਫਰੀਜ਼ ਜੀਓਪੀ ਖਰਚਿਆਂ ਦੇ ਬਿੱਲ ਨੂੰ ‘ਗੰਭੀਰ ਅਤੇ ਅਸਵੀਕਾਰਨਯੋਗ’ ਵਜੋਂ ਰੱਦ ਕਰਦਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਮੁਕੱਦਮਾ ਵਾਟਸਨ '20 ਵਿਚ ਜਿਨਸੀ ਸ਼ੋਸ਼ਣ ਦਾ ਦੋਸ਼ ਲਗਾਉਂਦਾ ਹੈ - ਈਐਸਪੀਐਨ",
        "ਛੁਰਾ ਮਾਰਨ ਤੋਂ ਬਾਅਦ ਸਰਹੱਦੀ ਨਿਯੰਤਰਣ ਨੂੰ ਸਖਤ ਕਰਨ ਲਈ ਜਰਮਨੀ - ਬੀਬੀਸੀ.",
        "ਐਪਲ ਨਿਵੇਸ਼ਕ ਆਈਫੋਨ 16 ਨਾਲ ਕੱਚਾ ਸੌਦਾ ਪ੍ਰਾਪਤ ਕਰਦੇ ਹਨ — ਪਰ ਗਾਹਕਾਂ ਨੂੰ ਸੌਦਾ ਮਿਲਦਾ ਹੈ - ਮਾਰਕੀਟਵਾਚ",
        "ਪੁਲਾੜ ਯਾਤਰੀ ਲੈਂਡਿੰਗ ਦੌਰਾਨ ਬੋਇੰਗ ਦੇ ਸਟਾਰਲਾਈਨਰ 'ਤੇ ਠੀਕ ਹੋ ਗਏ ਹੋਣਗੇ, ਨਾਸਾ ਕਹਿੰਦਾ ਹੈ - ਸਪੇਸ.",
        "ਡਿਜ਼ਨੀ ਐਨਐਫਐਲ ਦੇ ਸੋਮਵਾਰ ਨਾਈਟ ਫੁੱਟਬਾਲ ਲੂਮਜ਼ ਦੇ ਤੌਰ ਤੇ ਡਾਇਰਕਟੀਵੀ ਦੇ ਨਾਲ 'ਹਾਰਡਬਾਲ ਖੇਡ ਰਿਹਾ ਹੈ'. ਇਹ ਉਹ ਹੈ ਜੋ ਦਾਅ 'ਤੇ ਹੈ - ਯਾਹੂ ਵਿੱਤ",
        "‘ਕਾਉਬੌਏ ਕਾਰਟਰ’ ਕਦੇ ਵੀ ਬੇਯੋਂਸੇ ਬਾਰੇ ਸੀ. ਐੱਮ. ਏ. ਦੇ ਮਨ ਨੂੰ ਬਦਲਣ ਵਾਲਾ ਨਹੀਂ ਸੀ - ਰੋਲਿੰਗ ਸਟੋਨ",
        "ਖਤਰਨਾਕ ਈਈਈ ਦਾ ਚੌਥਾ ਕੇਸ ਮਾਸ ਵਿੱਚ ਪੁਸ਼ਟੀ ਹੋਇਆ. ਇਸ ਸੀਜ਼ਨ - ਡਬਲਯੂਸੀਵੀਬੀ ਬੋਸਟਨ",
        "ਰਾਬਰਟ ਕੈਨੇਡੀ ਦਾ ਨਾਮ ਬੈਲਟ 'ਤੇ ਰਹਿੰਦਾ ਹੈ, ਮਿਸ਼ੀਗਨ ਸੁਪਰੀਮ ਕੋਰਟ ਕਹਿੰਦਾ ਹੈ - ਡੀਟਰੋਇਟ ਨਿ Newsਜ਼",
        "ਐਪਲ 16 ਸਤੰਬਰ ਨੂੰ ਆਈਓਐਸ 18, ਮੈਕੋਸ 15, ਆਈਪੈਡਓਐਸ 18, ਹੋਰ ਅਪਡੇਟਸ ਜਾਰੀ ਕਰੇਗਾ - ਆਰਸ ਟੈਕਨੀਕਾ",
        "ਮਨੁੱਖੀ ਬਰਡ ਫਲੂ ਦਾ ਪਹਿਲਾ ਕੇਸ ਸੰਕਰਮਿਤ ਜਾਨਵਰਾਂ ਦੇ ਸੰਪਰਕ ਵਿੱਚ ਆਉਣ ਤੋਂ ਬਿਨਾਂ ਪਤਾ ਲਗਾਇਆ ਗਿਆ, ਸੀਡੀਸੀ ਕਹਿੰਦਾ ਹੈ - ਫੌਕਸ ਨਿ Newsਜ਼",
        "ਐਪਲ ਦੀ ਵਿਜ਼ੂਅਲ ਇੰਟੈਲੀਜੈਂਸ ਗੂਗਲ ਲੈਂਸ 'ਤੇ ਇਕ ਬਿਲਟ-ਇਨ ਟੇਕ ਹੈ - ਦਿ ਵਰਜ"
    ]
}