{
    "headlines": [
        "JetBlue fined $2 million for pattern of ‘chronically delayed’ flights - The Washington Post",
        "Heat suspend Butler; will listen to trade offers - ESPN",
        "[Removed]",
        "Surgeon general calls for alcohol to carry cancer warning - The Washington Post",
        "ATF: Suspect started fire in St. Roch Airbnb before attack on Bourbon Street - WDSU New Orleans",
        "Las Vegas Cybertruck explosion suspect was ‘No Labels’ voter, no 'animosity' towards Trump - Fox News",
        "Ranking College Football Playoff teams after quarterfinal results - 247Sports",
        "'Home Improvement' star Zachery Ty Bryan charged with domestic violence in South Carolina - USA TODAY",
        "U.S. Army Medal of Honor Special Event Website - United States Army",
        "Trump to be sentenced in hush money case 10 January - BBC.com",
        "Sick season is in full force. What the latest CDC figures show - The Associated Press",
        "Leaker Claims Samsung Galaxy S25’s AI Capabilities Will Be Far Superior To Apple Intelligence - Wccftech",
        "House speaker vote live updates: Johnson wins showdown with GOP hard-liners - ABC News",
        "Projecting which NFL coaches on hot seat will be fired: What are Kyle Shanahan, Shane Steichen's fates? - CBS Sports",
        "Recovery in US car sales eases fear of economic malaise settling in - Financial Times",
        "New Majority Leader Thune kicks off Senate session with pledge to preserve filibuster - The Associated Press",
        "Rumors say next-gen RTX 50 GPUs will come with big jumps in power requirements - Ars Technica",
        "Gov. Newsom's executive order targets ultra-processed foods and synthetic dyes in California - KCRA Sacramento",
        "Italy, Caught Between U.S. and Iran, Seeks to Free Journalist Cecilia Sala - The Wall Street Journal",
        "Everything to know about next week’s arctic air, snow possibility in Houston - KPRC Click2Houston"
    ]
}