{
    "headlines": [
        "Колонка | Кэм Скаттебо спас плей-офф студенческого футбола, отдав все, что у него было - The Washington Post",
        "Результаты, статистика и обзор по игре Ohio State Buckeyes vs. Oregon Ducks - 1 января 2025 г. - CBS Sports",
        "Черногория: в результате массовой стрельбы погибли десять человек, в том числе дети - BBC.com",
        "Взятый на грань, Техас показывает «бой» в триллере CFP - ESPN",
        "Что нужно знать о терактах ИГИЛ - The New York Times",
        "WME настаивает на том, чтобы Райан Рейнольдс и Блейк Лайвли не оказывали давления на агентство, чтобы оно отказалось от Джастина Балдони - Hollywood Reporter",
        "Палестинская администрация приостановила деятельность «Аль-Джазиры» на Западном берегу - Al Jazeera English",
        "Электричество восстановлено почти на всей территории Пуэрто-Рико после крупного отключения электроэнергии - Ассошиэйтед Пресс",
        "Джоселин Вильденштейн, светская львица «Женщина-кошка», известная своей экстремальной косметической хирургией, умерла - CNN",
        "Полиция Лас-Вегаса ищет связь между взрывом на Кибертраке и нападением в Новом Орлеане - ABC News",
        "Кольца Hailey Bieber на Новый год: бургер с икрой и бикини - AOL",
        "Тренер \"Иглз\" Ник Сирианни отдыхает с Саквоном Баркли в финале и покончит с рекордом НФЛ по скорости - The Associated Press",
        "Украина прекратила поставки российского газа в Европу - CNN",
        "Нью-Джерси просит судью заблокировать взимание платы за заторы на Манхэттене до воскресенья - Gothamist",
        "Извергнется ли Йеллоустонский национальный парк? У ученых есть новые ответы. - The Washington Post",
        "Птичий грипп подозревается в Огайо, мертвые птицы найдены в нескольких округах - cleveland.com",
        "Обзор Dough Spectrum Black 32: Я чувствую себя бета-тестером - Digital Trends",
        "ФБР обнаружило 150 самодельных бомб в доме в Вирджинии в одном из крупнейших таких изъятий, говорят прокуроры - The Associated Press",
        "5 самых эффективных акций на Nasdaq 100 в 2024 году - TheStreet",
        "Опасно холодно, даже зимой - CNN"
    ]
}