{
    "headlines": [
        "ਫਾਈਜ਼ਰ ਸਾਬਕਾ ਕਾਰਜਕਾਰੀ ਐਗਜ਼ਿਟ ਐਕਟੀਵਿਸਟ ਡਰਾਈਵ (ਐਨਵਾਈਐਸਈਃ ਪੀਐਫਈ) - ਅਲਫ਼ਾ ਦੀ ਭਾਲ",
        "ਟੈੱਸਲਾ ਦੀ ਜਲਦੀ ਹੀ ਪੇਸ਼ ਕੀਤੀ ਜਾਣ ਵਾਲੀ ਰੋਬੋਟੈਕਸੀ ਪਹਿਲਾਂ ਹੀ ਆਪਣੇ ਚੀਨੀ ਮੁਕਾਬਲੇ ਦੇ ਪਿੱਛੇ ਹੋ ਸਕਦੀ ਹੈ - ਫਾਰਚਿ.",
        "ਹਟਾਈ",
        "ਸੀਪੀਆਈ ਅਤੇ ਬੇਰੁਜ਼ਗਾਰ ਦਾਅਵਿਆਂ ਦੇ ਅੰਕੜਿਆਂ ਤੋਂ ਬਾਅਦ ਸਟਾਕ ਡਿੱਗਦੇ ਹਨ, ਡਾਲਰ ਅਤੇ ਖਜ਼ਾਨਾ ਝਾੜ ਹੇਠਾਂ ਆਉਂਦੇ ਹਨ - ਰਾਇਟਰਜ਼",
        "ਉੱਤਰੀ ਲਾਈਟਾਂ ਅਲਰਟਃ ਇੱਥੇ ਹੈ ਜਿੱਥੇ ਅੱਜ ਰਾਤ Aurora Borealis ਵੇਖਿਆ ਜਾ ਸਕਦਾ ਹੈ- ਜਿਵੇਂ ਭਵਿੱਖਬਾਣੀਕਰਤਾ ਮਜ਼ਬੂਤ ਪ੍ਰਦਰਸ਼ਨ ਦੀ ਭਵਿੱਖਬਾਣੀ ਕਰਦੇ ਹਨ - ਫੋਰਬਸ",
        "'ਵੁਡੀ ਜੌਹਨਸਨ ਦਾ ਫੈਸਲਾ, ਆਰੋਨ ਰੋਜਰ ਦਾ ਫੈਸਲਾ ਨਹੀਂ' - ਸਲੇਹ ਦੀ ਫਾਇਰਿੰਗ 'ਤੇ ਸ਼ਿਫਟੀ | ਉੱਠੋ - ਈਐਸਪੀਐਨ",
        "100 ਰੇਕੂਨ ਨਾਲ ਘਿਰੇ ਘਰ ਤੋਂ ਬਾਅਦ ਔਰਤ ਨੇ ਪੁਲਿਸ ਨੂੰ ਬੁਲਾਇਆ - ਲੋਕ",
        "ਹਟਾਈ",
        "ਬੇਰੁਜ਼ਗਾਰ ਗ੍ਰੈਜੂਏਟਾਂ ਲਈ ਵਿਸ਼ਵਵਿਆਪੀ ਉੱਚ ਸਿੱਖਿਆ ਦੇ ਸੋਰ 'ਤੇ ਬਣੇ ਵੱਡੇ ਸੁਪਨੇ - ਦਿ ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "ਮਾਰੀਓ ਅਤੇ ਲੁਈਗੀ ਬ੍ਰਦਰਸ਼ਿਪ ਪਰਿਵਾਰਕ ਜਾਣੂਤਾ ਦੁਆਰਾ ਆਪਣੇ ਤਰੀਕੇ ਨਾਲ ਸੁਹਜ - ਯੂਰੋਗੇਮਰ",
        "ਐਨਐਫਐਲ ਦੀਆਂ ਸੰਭਾਵਨਾਵਾਂ, ਵੇਗਾਸ ਲਾਈਨਾਂ, ਪਿਕਸ, ਸਪ੍ਰੈਡ, ਗੇਮ ਦੀਆਂ ਭਵਿੱਖਬਾਣੀਆਂਃ ਮਾਡਲ ਨੇ 6, 2024 ਹਫਤੇ ਵਿੱਚ ਫਾਲਕਨਜ਼, ਕਮਾਂਡਰਾਂ ਨੂੰ ਨਿਸ਼ਾਨਾ ਬਣਾਇਆ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਸੋਸ਼ਲ ਸਿਕਿਓਰਿਟੀ ਐਡਮਿਨਿਸਟ੍ਰੇਸ਼ਨ ਨੇ 2025 ਲਈ 2.5% ਲਾਗਤ-ਦੇ-ਜੀਵਨ ਵਿਵਸਥਾ ਦੀ ਘੋਸ਼ਣਾ ਕੀਤੀ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਕਰੇਨ ਉਸ ਇਮਾਰਤ ਵਿੱਚ ਡਿੱਗਦਾ ਹੈ ਜਿੱਥੇ ਟੈਂਪਾ ਬੇ ਟਾਈਮਜ਼ ਸਥਿਤ ਹੈਃ ਮਿਲਟਨ ਤੋਂ ਨੁਕਸਾਨ ਦੇਖੋ - ਅਮਰੀਕਾ ਅੱਜ",
        "ਤੂਫਾਨ ਮਿਲਟਨ ਉੱਚੀਆਂ ਹਵਾਵਾਂ, ਹੜ੍ਹ ਦੀ ਬਾਰਸ਼, ਤੂਫਾਨ ਦੇ ਵਾਧੇ ਨਾਲ ਫਲੋਰਿਡਾ ਤੋਂ ਦੂਰ ਚਲ ਰਿਹਾ ਹੈ - ਮੌਸਮ ਚੈਨਲ",
        "ਪੋਲ ਸਾਨੂੰ ਪੈਨਸਿਲਵੇਨੀਆ ਦੀ ਦੌੜ ਬਾਰੇ ਕੀ ਦੱਸਦੇ ਹਨ - ਬੀਬੀਸੀ.",
        "ਇਮੈਨੁਅਲ ਮੈਕਰੋਨ ਦੇ ਰੋਮ ਜਾਣ ਵਾਲੇ 'ਪੈਰਿਸ ਵਿਚ ਐਮੀਲੀ‘ ਬਾਰੇ ਕੁਝ ਮਜ਼ਬੂਤ ਵਿਚਾਰ ਹਨ - ਸੀ ਐਨ ਐਨ",
        "ਫਲਸਤੀਨੀ ਅਧਿਕਾਰੀਆਂ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਗਾਜ਼ਾ ਦੀ ਪਨਾਹਗਾਹ 'ਤੇ ਇਜ਼ਰਾਇਲੀ ਹਮਲੇ' ਚ ਘੱਟੋ-ਘੱਟ 27 ਲੋਕਾਂ ਦੀ ਮੌਤ ਹੋ ਗਈ ਹੈ - The Associated Press",
        "ਵੀਰਵਾਰ ਰਾਤ ਦਾ ਫੁੱਟਬਾਲਃ ਸੈਨ ਫ੍ਰਾਂਸਿਸਕੋ 49ers ਬਨਾਮ ਸੀਏਟਲ ਸੀਹਾਕਸ ਐਨਐਫਐਲ ਗੇਮ ਅੱਜ ਰਾਤ ਕਿਵੇਂ ਵੇਖੀਏ - ਯਾਹੂ ਸਪੋਰਟਸ",
        "ਐਕਸਕਲੂਸਿਵਃ ਹੈਰਿਸ ਨੇ ਉਪਨਗਰ ਵੋਟਰਾਂ ਵਿਚਕਾਰ ਟਰੰਪ ਨੂੰ ਪਛਾੜਿਆ, ਰਾਇਟਰਜ਼/ਇਪਸੋਸ ਪੋਲਿੰਗ ਸ਼ੋਅ - ਰਾਇਟਰਜ਼",
        "ਨਿਨਟੈਂਡੋ ਨੇ ਅਲਾਰਮੋ ਅਤੇ ਹਾਂ ਲਈ ਇੱਕ ਦਿਨ-ਇਕ ਅਪਡੇਟ ਜਾਰੀ ਕੀਤਾ, ਹੁਣ ਵੀ ਅਲਾਰਮ ਘੜੀਆਂ ਵਿੱਚ ਪੈਚ ਨੋਟਸ ਹਨ - ਆਈਜੀਐਨ"
    ]
}