{
    "headlines": [
        "Bomba russa fere pelo menos 30 civis em Carcóvia, na Ucrânia, dizem autoridades",
        "Governadora Maura Healey desvia perguntas sobre a declaração de Harris sobre as forças armadas - POLITICO",
        "JD Vance defende a ampliação de falsas alegações sobre imigrantes, dizendo \"você nunca vai conseguir isso perfeito\" - CBS News",
        "Inundações causam mais mortes à medida que chuvas torrenciais atingem a Europa central - Reuters",
        "IA de autoaprendizagem distribui NFL contra as escolhas de spread, over-under e money-line para cada jogo da Semana 2 de 2024 - CBS Sports",
        "Fantasy Football: Perguntas e Respostas ao Vivo da Semana 2 com nossos especialistas, 11h ET - ESPN",
        "Rumores sobre golfinhos: Tua Tagovailoa se reunirá com neurologistas após concussão vs. Bills - Bleacher Report",
        "Houthis lançam ataque de mísseis de longo alcance contra Israel - Axios",
        "Blu-ray no suporte de vida? Barras de som Samsung e visão Dolby | Você perguntou Ep. 57 - Tendências digitais",
        "Box Office: ‘Beetlejuice Beetlejuice’ No. 1 Again With $ 51 Million as ‘Speak No Evil’ Opens to $ 11 Million - Variety",
        "Emmys 2024: como assistir à cerimônia online sem TV a cabo - TVLine",
        "Estas 10 cidades dos EUA oferecem a mais alta qualidade de vida para aposentados - nenhuma está na Flórida - CNBC",
        "As primeiras pré-encomendas do iPhone 16 já estão a ser enviadas, veja como acompanhar a sua encomenda - 9to5Mac",
        "Especialistas alertam contra o ceticismo das vacinas - CBS News",
        "Mercado de ações: o S&P 500 está sobrevivendo ao slide das grandes empresas de tecnologia como \"outros 493\" - Bloomberg",
        "Filipinas se retiram de recife disputado no Mar do Sul da China - Financial Times",
        "Haiti: pelo menos 24 mortos em explosão de petroleiro - BBC.com",
        "Lançamento do novo aparelho auditivo e atualizações de saúde salvas do iPhone 16 da Apple - Bloomberg",
        "‘Olive Branch’ como William, Kate e Charles Todos Desejam Feliz 40º Aniversário a Harry - The Daily Beast",
        "Mesmo depois de terem suas trompas amarradas, algumas mulheres engravidaram - The Washington Post"
    ]
}