{
    "headlines": [
        "Lucros do Goldman aumentam 45% com a retomada dos estágios de negociação - Yahoo Finance",
        "Stock Market Today: Bank of America's Profit Falls — Live Updates - The Wall Street Journal",
        "A crise da Boeing está a piorar. Agora está a pedir dezenas de milhares de milhões de dólares emprestados - CNN",
        "Walgreens diz que fechará 1.200 lojas até 2027, como principais estimativas de ganhos - CNBC",
        "Homem russo resgatado vivo após quase 10 semanas à deriva no mar da costa da Sibéria - CNN",
        "Quer procurar o Cometa A3 no céu noturno? Veja quando, onde e como! - Notícias WRAL",
        "Guerra de drones sobre a Ucrânia é uma corrida armamentista tecnológica de alta velocidade - Forbes",
        "Oura Ring 4 Primeiras impressões depois de usá-lo por uma semana - CNET",
        "A Coreia do Norte explode estradas perto da fronteira com o Sul depois de avisar que cortaria completamente os laços - CNN",
        "Sobreviventes, parentes de mortos em Lewiston, Maine, tiroteio em massa dão o primeiro passo para processar o Exército - CBS News",
        "Jeff Ulbrich: A defesa dos Jets não foi boa o suficiente, vamos consertar isso - NBC Sports",
        "Novo estudo encontra ligação entre COVID e diabetes tipo 2 em jovens - WTOP",
        "Não lhe chame à prova de TRUMP - POLITICO",
        "À medida que as eleições se aproximam, a alimentação sob estresse precisa de um olhar atento: \"É um comportamento destrutivo\" - Fox News",
        "Como um assassinato em um templo sikh levou o Canadá e a Índia a expulsarem os diplomatas um do outro? - The Associated Press",
        "ONU condena 'grande número de vítimas civis' no norte de Gaza - BBC.com",
        "SpaceX alcança o 100º lançamento de 2024 com a missão Starlink no foguete Falcon 9 - Spaceflight Now",
        "O que saber sobre votação antecipada na Geórgia e Carolina do Norte - CNN",
        "Aaron Rodgers, dos Jets, lança uma Ave Maria de 52 jardas para Allen Lazard para terminar o primeiro tempo vs. Bills - The Associated Press",
        "Quais são os sintomas da coqueluche? Surto atinge a Califórnia em meio a aumento nacional de coqueluche - ABC7 Los Angeles"
    ]
}