{
    "headlines": [
        "Harris in \"excellent health,\" her physician says, as campaign looks to pressure Trump to release medical records - CBS News",
        "Captured documents reveal Hamas’s broader ambition to wreak havoc on Israel - The Washington Post",
        "Warren's record 17 catches key PSU rally vs. USC - ESPN",
        "Dana Carvey Reveals Smashing Ice Cream in Maya Rudolph’s Face on ‘SNL’ Was Unplanned - Hollywood Reporter",
        "OU football smashed by No. 1 Texas in Red River Rivalry | 5 takeaways - Oklahoman.com",
        "Trump rallies in solid blue California in unorthodox campaign move - Al Jazeera English",
        "America First Policy Institute, a group advising Trump, says its systems were breached - The Associated Press",
        "Nick Cannon Details Attending Diddy Party at 16 - E! Online - E! NEWS",
        "Live updates: Deadly strikes in northern Gaza; Biden concerned after Israeli forces hit peacekeepers - The Washington Post",
        "7-Eleven is closing more than 400 locations in North America - ABC7 Los Angeles",
        "Obama’s callout to Black men touches a nerve among Democrats. Is election-year misogyny at play? - The Associated Press",
        "TikTok influencer Taylor Rousseau Grigg laid to rest after ‘sudden’ death at age 25 - Page Six",
        "As Florida reels, focus turns to restoring power, assisting victims in Hurricane Milton's wake - NBC News",
        "‘Terrifier 3’ eeks out the competition, while ‘Joker’ struggles at box office - New York Post ",
        "Nintendo Switch 2 Codename Revealed by Huge Leak - ComicBook.com",
        "Alex Salmond, leading figure in Scottish independence movement, dies at age 69 - CNN",
        "China's stimulus message leaves investors wanting - Reuters.com",
        "Rare comet may be visible to naked eye. Here's where to look. - CBS Boston",
        "Thomas hits grand slam off Skubal, Guardians down Tigers 7-3 to reach AL Championship Series - The Associated Press",
        "Tesla’s Cybercab robotaxi is here — and it could cost less than $30K - TechCrunch"
    ]
}