{
    "headlines": [
        "\"بالكاد نجحنا \": يفر سكان كاليفورنيا يائسين من منازلهم وسط حرائق الغابات المستعرة - سي إن إن",
        "المصادر: شجار أوبورن يجبر الهروب على العودة - ESPN",
        "طعن 10 أشخاص في إدارة البحث الجنائي في سياتل في غضون 37 ساعة، ورجل رهن الاحتجاز - كومو نيوز",
        "توفي توني تود: نجم \"كانديمان\" الذي تضمنت مئات الاعتمادات \"الغراب\" و \"الفصيلة\" كان 69 - الموعد النهائي",
        "تحذر NHTSA من أن منشورات تيسلا على وسائل التواصل الاجتماعي تشير بشكل خاطئ إلى أن سياراتها هي سيارات أجرة آلية - CNBC",
        "عميل إيراني متهم في مخطط ما قبل الانتخابات لاغتيال ترامب وأهداف أمريكية أخرى - سي بي إس نيوز",
        "القاضي يلغي المواعيد النهائية للمحكمة في قضية ترامب الانتخابية لعام 2020 بعد فوزه بالرئاسة - وكالة أسوشيتد برس",
        "يحقق مكتب التحقيقات الفيدرالي في الرسائل النصية العنصرية المرسلة إلى السود عبر الولايات المتحدة - BBC.com",
        "بالوورلد ديف تكشف عن براءات الاختراع في قلب دعوى نينتندو - IGN Daily Fix - IGN",
        "سكاي نت-1 أ: لماذا انتهى الأمر بأول قمر صناعي في المملكة المتحدة على بعد آلاف الأميال من المكان الذي كان ينبغي أن يكون فيه ؟ - BBC.com",
        "مؤشر ستاندرد آند بورز 500 يكسر مستوى 6000 مع تقدم ترامب والاحتياطي الفيدرالي - رويترز",
        "لم يذكر رواد فضاء ناسا أي واحد منهم أصيب بالمرض بعد ما يقرب من ثمانية أشهر في الفضاء - وكالة أسوشيتد برس",
        "توفيت عارضة الأزياء جورجينا كوبر عن عمر يناهز 46 عامًا بعد \"مرضها\" في إجازة بعد أشهر من الزفاف - نيويورك بوست",
        "وجدت الدراسة أن 5 دقائق فقط من التمارين الرياضية يمكن أن تقلل من ارتفاع ضغط الدم - فوكس نيوز",
        "انتخاب ترامب يجعل النساء يقسمن على عدم ممارسة الجنس مع الرجال. إنها تسمى حركة 4B. - الولايات المتحدة الأمريكية اليوم",
        "بلغ صافي ثروة إيلون ماسك 300 مليار دولار في أعقاب فوز ترامب - بلومبرغ",
        "وعد ترامب بفرض رسوم جمركية ضخمة على الواردات، لكن كيف سينجح في ذلك لا يزال قيد البحث - سي إن إن",
        "ينفجر آل مايكل في نهاية لعبة Ravens - Bengals المثيرة: \"الكثير من الألعاب تنتهي بهذه الطريقة\" - فوكس نيوز",
        "اليوم الوطني لساندويتش الدجاج المقلي 2024 هو السبت: اطلع على هذه العروض والهدايا المجانية - USA TODAY",
        "SpaceX Dragon تطلق الدفاعات لتعزيز مدار محطة الفضاء الدولية للمرة الأولى - Space.com"
    ]
}