{
    "headlines": [
        "يقول المصدر إن 49 لاعبًا فقدوا دبليو آر أيوك بسبب تمزق الرباط الصليبي الأمامي - ESPN",
        "حدث رهن الاحتجاز بعد مقتل 5 أشخاص، من بينهم 3 أطفال، في منزل ولاية واشنطن - الولايات المتحدة الأمريكية اليوم",
        "المستشفيات تتعرض للقصف بينما تعمق القوات الإسرائيلية عملياتها في شمال غزة - رويترز",
        "سوق الأسهم اليوم: مؤشر داو جونز ينخفض 300 نقطة، Nvidia، Apple يغلق عند أرقام قياسية جديدة - Yahoo Finance",
        "أحد كبار المعجبين بماسك حول سبب خطورة نظريات المؤامرة الانتخابية للملياردير | CNN Politics - CNN",
        "نقطة محذوفة هنا",
        "نقطة محذوفة هنا",
        "صوتت مولدوفا بفارق ضئيل لتأمين الطريق نحو عضوية الاتحاد الأوروبي بعد اتهام روسيا بالتدخل - وكالة أسوشيتد برس",
        "ما هي المؤسسة المالية المرتبطة بحزب الله التي تستهدفها إسرائيل في لبنان ؟ - وكالة أسوشيتد برس",
        "كان النيزك القديم \"قنبلة سماد عملاقة\" للحياة على الأرض - ياهو! أصوات",
        "يحتوي Snapdragon 8 Elite على وحدة معالجة مركزية Oryon لتحقيق مكاسب ملحوظة في الأداء والكفاءة - 9to5Google",
        "بايدن \"قلق\" بشأن نشر ملفات حول خطط إسرائيل لضرب إيران - الجزيرة الإنجليزية",
        "تقول مجموعة الميزانية إن خطة ترامب ستجعل الضمان الاجتماعي معسرًا في غضون 6 سنوات فقط - سي إن بي سي",
        "إطلاق تطبيق Chick - fil - A للترفيه العائلي مع عروض الرسوم المتحركة والبودكاست والألعاب - Fox Business",
        "تحديثات حية لانتخابات 2024: ترامب وهاريس يضربان الولايات المتأرجحة الحاسمة ؛ آخر استطلاعات الرأي - الولايات المتحدة الأمريكية اليوم",
        "تم استدعاء الفطائر المجمدة من كودياك، تارجت، وول مارت بسبب التلوث الليستريا المحتمل - سي إن إن",
        "يحتوي الإصدار الجديد من iOS 18.1 لـ AirPods Pro 2 على رقم البرنامج الثابت هذا - 9to5Mac",
        "تصنيفات قوة كرة القدم في الكلية: ولاية أوريغون هي الأحدث للانتقال إلى المرتبة الأولى ؛ إنديانا غير المهزومة ترتفع إلى المراكز العشرة الأولى - سي بي إس سبورتس",
        "دش نيزك أوريونيد يبلغ ذروته ليلة الاثنين ؛ ظروف المشاهدة تبدو جيدة في نيو هامبشاير - WMUR مانشستر",
        "توم هولاند يتألق في أحدث أفلام كريستوفر نولان - هوليوود ريبورتر"
    ]
}