{
    "headlines": [
        "ਲਾਈਵ ਅਪਡੇਟਸਃ ਨੇਤਨਯਾਹੂ ਨੇ ਸੀਰੀਆ ਵਿਚ ਇਕ ਬਫਰ ਜ਼ੋਨ ਵਿਚ ਇਜ਼ਰਾਈਲੀ ਫੌਜਾਂ ਦੇ ਕੰਮ ਕਰਦਿਆਂ ਅਦਾਲਤ ਵਿਚ ਗਵਾਹੀ ਦਿੱਤੀ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਇਜ਼ਰਾਈਲ ਨੇ ਸੀਰੀਆਈ ਫੌਜ ਦੇ ਠਿਕਾਣਿਆਂ ਨੂੰ ਪਾਉਂਡ ਕੀਤਾ, ਡੂੰਘੀ ਘੁਸਪੈਠ ਤੋਂ ਇਨਕਾਰ ਕੀਤਾ - ਰਾਇਟਰ",
        "ਮਹਿਮਾਨ ਕਾਲਮ | ਬਾਅਦ ਵਿਚ ਜ਼ਿੰਦਗੀ ਵਿਚ ਕੰਮ ਕਰਨਾ ਕੁਝ ਲਈ ਇਕ ‘ਜੀਵਨ ਬਚਾਉਣ ਵਾਲਾ', ਦੂਜਿਆਂ ਲਈ ਇਕ ਖਿੱਚ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਜਰਦਾਨ ਲੁਈਸਃ ਮੈਂ ਨਾਟਕ ਬਣਾਉਣ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰਨ ਲਈ ਅਮਾਨੀ ਓਰੁਵਰੀਏ ਨੂੰ ਦੋਸ਼ੀ ਨਹੀਂ ਠਹਿਰਾ ਸਕਦਾ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਅਲਾਸਕਾ ਏਅਰਲਾਈਨਜ਼ ਨੇ ਜਾਪਾਨ, ਕੋਰੀਆ ਲਈ ਨਵੀਆਂ ਨਾਨ-ਸਟਾਪ ਉਡਾਣਾਂ ਦੀ ਯੋਜਨਾ ਬਣਾਈ ਹੈ $ 1 ਬਿਲੀਅਨ ਪੋਸਟਮਰਰ ਮੁਨਾਫਾ ਧੱਕਾ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "2024 ਐਨਐਫਐਲ ਪਲੇਆਫ ਤਸਵੀਰਃ ਹਫਤੇ 14 ਦੇ ਬਾਅਦ ਕੌਣ ਹੈ, ਕੌਣ ਬਾਹਰ ਹੈ ਅਤੇ ਕੌਣ ਮਿਸ਼ਰਣ ਵਿੱਚ ਹੈ - ਸੀਐਨਐਨ",
        "ਹਟਾਈ",
        "ਐਸ ਐਂਡ ਪੀ 500, ਨਾਸਡੈਕ ਰਿਕਾਰਡਾਂ ਤੋਂ ਪਿੱਛੇ ਹਟਣ ਤੋਂ ਬਾਅਦ ਸਟਾਕ ਫਿuresਚਰ ਬਹੁਤ ਘੱਟ ਬਦਲਿਆ ਜਾਂਦਾ ਹੈਃ ਲਾਈਵ ਅਪਡੇਟਸ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਕੀ ਬਾਲਗ ਘੱਟ ਬੁੱਧੀਮਾਨ ਹੋ ਰਹੇ ਹਨ? - ਦ ਇਕਨੋਮਿਸਟ",
        "BlackRock ਦੇ ਵਿਕੀਪੀਡੀਆ (BTC) ਈਟੀਐਫ ਬੂੰਦ ਸਭ ਵਿੱਚ 4 ਮਹੀਨੇ ਦੇ ਤੌਰ ਤੇ ਗੂਗਲ Quantum ਕੰਪਿਊਟਿੰਗ ਚਿੱਪ ਵਿਲੋ ਦਾ ਪਰਦਾਫਾਸ਼ - CoinDesk",
        "ਰੌਨ ਕੌਣ? ਟਰੰਪ ਦੇ ਸਹਿਯੋਗੀ ਕਿਵੇਂ ਹੇਗਸੇਥ ਨੂੰ ਕਿਨਾਰੇ ਤੋਂ ਵਾਪਸ ਲਿਆਏ - ਪੋਲਿਟਿਕੋ",
        "ਚੀਨ ਦੇ CATL ਯੂਰਪੀ ਵਿਸਥਾਰ ਵਿੱਚ Stellantis ਨਾਲ $ 4.3bn ਬੈਟਰੀ ਫੈਕਟਰੀ ਬਣਾਉਣ ਲਈ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "ਜ਼ਿੰਦਗੀ ਨੂੰ ਸੌਖਾ ਬਣਾਉਣ ਲਈ ਚੋਟੀ ਦੇ ਤਕਨੀਕੀ ਤੋਹਫ਼ੇ ਦੇ ਵਿਚਾਰਾਂ ਦੀ ਦੁਕਾਨ ਕਰੋ - ਗੁੱਡ ਮਾਰਨਿੰਗ ਅਮਰੀਕਾ",
        "’28 ਸਾਲ ਬਾਅਦ’ ਟ੍ਰੇਲਰ: ਡੈਨੀ ਬੁਆਏਲ ਸੀਕੁਅਲ ਲਈ ਪਕੜ ਟੀਜ਼ਰ ਵਿੱਚ ਜੋਡੀ ਕਾਮਰ ਉੱਤੇ ਜ਼ੋਮਬੀਫਾਈਡ ਸਿਲਿਅਨ ਮਰਫੀ ਲੂਮਜ਼ - ਡੈੱਡਲਾਈਨ",
        "ਮੁਕੱਦਮਾ ਸੀਨ ‘ਡਿੱਡੀ‘ ਕੰਬਜ਼ ਅਤੇ ਜੈ-ਜ਼ੈਡ ਦੀ ਦਹਾਕਿਆਂ ਦੀ ਦੋਸਤੀ ਨੂੰ ਸਪੌਟਲਾਈਟ ਵਿੱਚ ਪਾਉਂਦਾ ਹੈ - ਯਾਹੂ! ਆਵਾਜ਼ਾਂ",
        "ਤਾਈਵਾਨ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਚੀਨ ਨੇ ਦਹਾਕਿਆਂ ਵਿੱਚ ਸਮੁੰਦਰੀ ਜਹਾਜ਼ਾਂ ਦਾ ਸਭ ਤੋਂ ਵੱਡਾ ਬੇੜਾ ਤਾਇਨਾਤ ਕੀਤਾ ਹੈ - ਦ ਨਿਊਯਾਰਕ ਟਾਈਮਜ਼",
        "ਅਸਦ ਦੇ ਅਚਾਨਕ ਗਿਰਾਵਟ ਤੋਂ ਕੰਬਿਆ ਸੀਰੀਆ ਭੂਚਾਲ ਦੇ ਮੋੜ ਦਾ ਸਾਹਮਣਾ ਕਰ ਰਿਹਾ ਹੈ - ਬੀਬੀਸੀ.",
        "ਮਲੀਬੂ ਵਿਚ ਪੇਪਰਡੀਨ ਯੂਨੀਵਰਸਿਟੀ ਦੇ ਨੇੜੇ ਜੰਗਲੀ ਅੱਗ ਫਟਦੀ ਹੈ; ਨਿਕਾਸੀ ਦੇ ਆਦੇਸ਼ - ਕੇਟੀਐਲਏ ਲਾਸ ਏਂਜਲਸ",
        "ਚੀਨੀ ਸਟਾਕ ਪਾਰੇ ਸ਼ੁਰੂਆਤੀ ਵਾਧਾ ਨੀਤੀ ਆਸ਼ਾਵਾਦ ਦੁਆਰਾ ਭੜਕਿਆ - ਯਾਹੂ ਵਿੱਤ",
        "ਡੈਨੀਅਲ ਪੈਨੀ ਨੂੰ ਜੌਰਡਨ ਨੀਲੀ ਦੀ ਨਿਊਯਾਰਕ ਸਬਵੇਅ ਚੋਕਹੋਲਡ ਮੌਤ ਵਿੱਚ ਦੋਸ਼ੀ ਨਹੀਂ ਪਾਇਆ ਗਿਆ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ"
    ]
}