{
    "headlines": [
        "تدعي وثيقة المحكمة أن تيك توك كان على علم بعمق مخاطر التطبيق على الأطفال - واشنطن بوست",
        "بالصور: الأضواء الشمالية تبهر السماء في جميع أنحاء الولايات المتحدة والعالم - أكسيوس",
        "التحقق من حقائق مسيرة أوباما في بيتسبرغ من أجل كامالا هاريس - نيوزويك",
        "سوق الأسهم اليوم: مؤشر داو جونز يرتفع 400 نقطة، ليصل إلى مستوى قياسي جديد لمؤشر ستاندرد آند بورز 500 - Yahoo Finance",
        "حملة هاريس لبث إعلان يمزق تعليق ترامب في ديترويت خلال مباريات الليونز والنمور - ديترويت فري برس",
        "زوجة الشقيقة نجمة كودي براون ابنة ميكيلتي تهاجمه بعد الدعم السابق - E! أونلاين - E! NEWS",
        "تصدر ديوك إنرجي فلوريدا الأوقات المقدرة للترميم للعملاء المتضررين من إعصار ميلتون - مركز أخبار ديوك إنرجي",
        "ستتيح لك Xbox Cloud Gaming بث ألعابك الخاصة الشهر المقبل - The Verge",
        "MLB ينتقل إلى أعلى Tigers - Guardians Game 5 بعد كارثة الطقس في Mets - New York Post",
        "قتيل واحد وإنقاذ 23 بعد صدور مصعد في منجم سياحي في كولورادو ترك بعض المحاصرين على عمق 1000 قدم تحت الأرض لمدة 6 ساعات - سي إن إن",
        "جائزة نوبل للسلام الممنوحة للمنظمة اليابانية نيهون هيدانكيو لعملها ضد الأسلحة النووية - وكالة أسوشيتد برس",
        "مايك تايسون يصدر رسالة غريبة إلى ديدي وسط فضيحة الاتجار بالجنس: \"أتمنى له كل التوفيق\" - نيويورك بوست",
        "نقطة محذوفة هنا",
        "يقول تقرير مراكز السيطرة على الأمراض والوقاية منها (CDC) إن لحم الدب غير المطبوخ جيدًا في حفل الشواء في ولاية كارولينا الشمالية يترك 10 مرضى - فوكس نيوز",
        "يقول العلماء إن أكبر عاصفة في نظامنا الشمسي تتحرك بشكل غير متوقع - سي إن إن",
        "يحذر Steam الآن العملاء من أنهم يشترون ترخيصًا فقط عند الدفع مقابل لعبة - Eurogamer",
        "نقطة محذوفة هنا",
        "تفشي فيروس ماربورغ في رواندا: رئيس الصحة في أفريقيا ينتقد نصائح السفر الأمريكية - BBC.com",
        "تم تسمية ثلاثة منتجات H - E - B في استدعاء اللحوم الضخم بسبب الليستريا - mySA",
        "مذنب نادر من المحتمل أن يكون مرئيًا للعين البشرية في مينيسوتا. وإليك كيفية رؤيتها. - ستار تريبيون"
    ]
}