{
    "headlines": [
        "التهاب المهبل البكتيري: وجدت الدراسة أن الحالة المهبلية الشائعة هي حقًا مرض جنسي - سي إن إن",
        "مركبة ناسا المدارية تلتقط منظرًا مذهلاً لمركبة هبوط الأشباح الزرقاء على سطح القمر - Gizmodo",
        "\"مع حبي ميغان\" رواد آفاق جديدة في عدم العلاقة - نسر",
        "2025 اتحاد كرة القدم الأميركي خارج الموسم: أفضل أماكن الهبوط لديفانتي آدمز، دي كي ميتكالف، وغيرها من المحاربين القدامى متاحة الآن - سي بي إس سبورتس",
        "كيف يؤثر إيقاف الاستخبارات الأمريكية مؤقتًا على العملية العسكرية الأوكرانية - BBC.com",
        "هل ستدفع أكثر مقابل الوقود بموجب التعريفات الكندية الجديدة ؟ يعتمد على المكان الذي تعيش فيه - سي إن إن",
        "مراجعة AMD Radeon RX 9070 و 9070 XT: يعمل RDNA 4 على إصلاح الكثير من مشاكل AMD - ARS Technica",
        "\"دماء على يديك \": تم استجواب رؤساء البلديات من\" مدن الملاذ \"أثناء جلسة الاستماع في مجلس النواب - ABC News",
        "Daredevil: Born Again Team يخبرنا كل شيء عن \"القنبلة الذرية\" الخاصة بفيلم Premiere: \"إنها حبة صلبة لابتلاعها\" - TVLine",
        "ارتفاع سوق الأسهم بعد أن سمح ترامب لشركات صناعة السيارات بإعفاء جمركي لمدة شهر واحد - ABC News",
        "البابا يدعو الأبرشية في غزة لأن حالته لا تزال مستقرة يوم الأربعاء الرماد - أخبار الفاتيكان - الإنجليزية",
        "تخطط إدارة ترامب لإلغاء أكثر من 70 ألف وظيفة في وزارة شؤون المحاربين القدامى، كما تقول المذكرة - سي إن إن",
        "تبدأ مقاطعة الهدف لمدة 40 يومًا بعد تحويل DEI الخاص بالشركة - NewsNation Now",
        "البيت الأبيض يتراجع عن الأمر التنفيذي الذي يمس سلطة العاصمة - واشنطن بوست",
        "العلماء يصنعون \"الفئران الصوفية\" في خطوة رئيسية نحو إحياء الماموث الصوفي - مجلة الدفاع الهندي",
        "نعم، أنفق بايدن الملايين على تجارب الحيوانات المتحولين جنسياً - البيت الأبيض",
        "يتيح \"وضع الذكاء الاصطناعي\" الجديد في بحث Google للمستخدمين طرح أسئلة معقدة ومتعددة الأجزاء - TechCrunch",
        "11 رد فعل فوري على إرسال الرؤساء لجو ثوني إلى الدببة - فخر رأس السهم",
        "Bracketology Bubble Watch: تحقق أركنساس فوزًا كبيرًا، ولم تمت تكساس بعد، وتواجه أوكلاهوما ميسوري - سي بي إس سبورتس",
        "المحكمة العليا ترفض ترامب بشأن تجميد المساعدات الخارجية للوكالة الأمريكية للتنمية الدولية - بلومبرغ"
    ]
}