{
    "headlines": [
        "Mets conquista a 1ª viagem da NLCS desde 2015 no go-ahead slam da Lindor - MLB.com",
        "Tim Johnson, ex-presidente do Banco do Senado, morre aos 77 anos - POLITICO",
        "Furacão Milton chega à Flórida esta noite - The Weather Channel",
        "Como um homem preso por plano de cometer um ataque terrorista chegou a Oklahoma? - KOCO Oklahoma City",
        "Donald Trump promete acabar com a dupla tributação para americanos expatriados - Financial Times",
        "Chris Mason: O que acontece depois da chocante votação conservadora - BBC.com",
        "   Removido ",
        "Clarence Thomas acha que as verdadeiras vítimas são promotores que se envolvem em má conduta - Slate",
        "Os laços Trump-Putin estão de volta aos holofotes depois que um novo livro descreve chamadas - The Associated Press",
        "O magnata indiano Ratan Tata morre aos 86 anos - BBC.com",
        "Cabeça nunca antes vista de 'milípede' pré-histórico do tamanho de um carro resolve mistério evolutivo - Livescience.com",
        "Notícias do mercado de ações: Dow e S&P 500 atingem recordes - Barron's",
        "Antonio Pierce oferece a Davante Adams atualização em meio a rumores de comércio de Raiders - Sports Illustrated",
        "Lisa Marie Presley admite que 'prendeu' sua ex ao engravidar após o aborto: 'Eu tramei e tramei' - Entertainment Weekly News",
        "Cometa Tsuchinshan-ATLAS fotobomba nave espacial SOHO durante poderosa labareda solar (vídeo) - Space.com",
        "M4 iPad Pro da Apple vs. Galaxy Tab S10 Ultra da Samsung - MacRumors",
        "Rodgers ressente-se da conversa que teve sobre a saída de Saleh - ESPN",
        "‘Este é o pior cenário’: o furacão Milton pode atingir o mercado de seguros da Flórida - POLITICO",
        "Republicanos no Congresso denunciam desinformação sobre furacões vinda de dentro de seu próprio partido - CNN",
        "Jennifer Lopez sobre abraçar a solteirice após o divórcio de Ben Affleck: \"E se eu for apenas livre? '- ABC News"
    ]
}