{
    "headlines": [
        "ਅਮਰੀਕਾ ਨੇ ਇਰਾਨ ਦੇ ਤੇਲ ਟਿਕਾਣਿਆਂ 'ਤੇ ਹਮਲੇ ਬਾਰੇ ਵਿਚਾਰ ਵਟਾਂਦਰੇ ਕੀਤੇ ਕਿਉਂਕਿ ਇਜ਼ਰਾਈਲ ਲੇਬਨਾਨ' ਤੇ ਹਮਲਾ ਕਰਨ ਲਈ ਦਬਾਅ ਪਾਉਂਦਾ ਹੈ - ਰਾਇਟਰਜ਼",
        "ਹਟਾਈ",
        "ਜਿੱਥੇ ਤੁਸੀਂ ਇਸ ਹਫਤੇ ਦੇ ਅੰਤ ਵਿੱਚ ਉੱਤਰੀ ਲਾਈਟਾਂ ਵੇਖ ਸਕਦੇ ਹੋ, ਜਿਵੇਂ ਕਿ ਇੱਕ ਭੂ-ਚੁੰਬਕੀ ਤੂਫਾਨ ਧਰਤੀ ਵੱਲ ਜਾਂਦਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਕੈਟਲਿਨ ਕਲਾਰਕ ਨੇ ਸਾਲ ਦੇ ਡਬਲਯੂਐਨਬੀਏ ਰੂਕੀ ਦਾ ਨਾਮ ਦਿੱਤਾ, ਸੀਜ਼ਨ-ਲੰਬੇ ਬਹਿਸ ਨੂੰ ਖਤਮ ਕੀਤਾ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਜੋਅ ਬਾਇਡਨ ਦੀਆਂ ਇਜ਼ਰਾਈਲੀ ਜਵਾਬੀ ਟਿੱਪਣੀਆਂ ਤੋਂ ਬਾਅਦ ਤੇਲ ਵਧਿਆ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "ਗਰਥ ਬਰੂਕਸ ਨੇ ਉਸ ਲਈ ਕੰਮ ਕਰਨ ਵਾਲੇ ਵਾਲਾਂ ਅਤੇ ਮੇਕਅਪ ਕਲਾਕਾਰ ਦੇ ਮੁਕੱਦਮੇ ਵਿਚ ਜਿਨਸੀ ਸ਼ੋਸ਼ਣ ਅਤੇ ਬੈਟਰੀ ਦਾ ਦੋਸ਼ ਲਗਾਇਆ - ਸੀ ਐਨ ਐਨ",
        "ਅਮਰੀਕੀ ਨੌਕਰੀਆਂ ਦੀ ਰਿਪੋਰਟ ਦੇ ਅੱਗੇ, ਮਿਡਲ ਈਸਟ ਫੋਕਸ ਵਿੱਚ - ਰਾਇਟਰਜ਼ ਦੇ ਨਾਲ ਇੰਡੈਕਸ ਘੱਟ ਖਤਮ ਹੁੰਦਾ ਹੈ",
        "ਐਮੀਨੇਮ ਨੇ ਖੁਲਾਸਾ ਕੀਤਾ ਕਿ ਉਹ 'ਅਸਥਾਈ‘ - ਵੰਨਗੀ ਲਈ ਭਾਵਨਾਤਮਕ ਵੀਡੀਓ ਵਿਚ ਦਾਦਾ ਬਣ ਜਾਵੇਗਾ",
        "ਹੈਲੀਨ ਨੇ ਦੱਖਣ ਪੂਰਬ ਨੂੰ ਮਾਰਨ ਤੋਂ ਇਕ ਹਫਤੇ ਬਾਅਦ, ਬਿਜਲੀ ਬੰਦ ਹੋਣ ਅਤੇ ਅਟੱਲ ਸੜਕਾਂ ਦੇ ਸਟਾਈਮੀ ਰਿਕਵਰੀ ਦੇ ਤੌਰ ਤੇ ਮਰਨ ਵਾਲਿਆਂ ਦੀ ਗਿਣਤੀ 202 ਤੱਕ ਪਹੁੰਚ ਗਈ - ਸੀ ਐਨ ਐਨ",
        "ਐਪਲ ਵਾਚ ਨੂੰ ਆਈਓਐਸ 18.1 - 9to5Mac ਵਿਚ ਇਕ ਮੁੱਖ ਐਪਲ ਇੰਟੈਲੀਜੈਂਸ ਵਿਸ਼ੇਸ਼ਤਾ ਮਿਲੇਗੀ",
        "ਟਰੰਪ ਦੀ ਚੋਣ ਸਾਜ਼ਿਸ਼ ਰਚਣ ਵਾਲੀ ਟੀਨਾ ਪੀਟਰਸ ਨੂੰ ਕੋਲੋਰਾਡੋ ਜੱਜ ਨੇ 9 ਸਾਲ ਦੀ ਕੈਦ ਦੀ ਸਜ਼ਾ ਸੁਣਾਈ - CNBC",
        "ਪੈਟਰਿਕ ਮਹੋਮਜ਼ਃ ਜਦੋਂ ਮੈਂ ਰੀਪਲੇਅ ਨੂੰ ਵੇਖਿਆ, ਮੈਂ ਐਸ-ਟੀ ਵਰਗਾ ਮਹਿਸੂਸ ਕੀਤਾ ਕਿ ਮੈਂ ਰਾਸ਼ੀ ਰਾਈਸ ਨੂੰ ਮਾਰਿਆ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਹਿਜ਼ਬੁੱਲਾ ਨੇਤਾ ਕਤਲ ਤੋਂ ਪਹਿਲਾਂ ਅਸਥਾਈ ਜੰਗਬੰਦੀ ਦੇ ਦਿਨ ਸਹਿਮਤ ਹੋਏ, ਲੇਬਨਾਨ ਦੇ ਵਿਦੇਸ਼ ਮੰਤਰੀ ਦਾ ਕਹਿਣਾ ਹੈ - ਸੀਐਨਐਨ",
        "ਟਿਮ ਵਾਲਜ਼ ਨੂੰ ਗਲਤ ਬੋਲਣ ਦਾ ਰੁਝਾਨ ਹੈ. ਇਹ ਮੁਹਿੰਮ ਨੂੰ ਪਰੇਸ਼ਾਨ ਕਰ ਸਕਦਾ ਹੈ - ਪੋਲਿਟਿਕੋ",
        "ਮੇਲਾਨੀਆ ਟਰੰਪ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਹ ਗਰਭਪਾਤ ਦੇ ਅਧਿਕਾਰਾਂ ਦੀ ਹਮਾਇਤ ਕਰਦੀ ਹੈ, ਉਸ ਨੂੰ ਜੀਓਪੀ ਦੇ ਉਲਟ ਪਾਉਂਦੀ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਕੀੜੀਆਂ ਨੇ ਇੱਕ ਪੁੰਜ ਦੇ ਅਲੋਪ ਹੋਣ ਦੇ ਦੌਰਾਨ ਫੰਜਾਈ ਨੂੰ ਖੇਤੀ ਕਰਨਾ ਸਿੱਖਿਆ - ਆਰਸ ਟੈਕਨੀਕਾ",
        "ਗਾਜ਼ਾ ਸਕੂਲ 'ਤੇ ਇਜ਼ਰਾਈਲੀ ਹਮਲੇ ਨੇ ਹਮਾਸ ਦੇ ਇਕ ਸ਼ਖਸੀਅਤ ਨੂੰ ਨਿਸ਼ਾਨਾ ਬਣਾਇਆ, ਬੀਬੀਸੀ ਨੇ ਦੱਸਿਆ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "Nvidia ਸਟਾਕ ਵਧ ਦੇ ਤੌਰ ਤੇ ਸੀਈਓ Jensen Huang touts 'ਪਾਗਲ' ਚਿੱਪ ਦੀ ਮੰਗ - ਯਾਹੂ ਵਿੱਤ",
        "ਓਪਨਏਆਈ ਨੇ ਲਿਖਣ ਅਤੇ ਕੋਡਿੰਗ ਪ੍ਰੋਜੈਕਟਾਂ ਦੇ ਅਨੁਕੂਲ ਨਵਾਂ ‘ਕੈਨਵਸ’ ਚੈਟਜੀਪੀਟੀ ਇੰਟਰਫੇਸ ਲਾਂਚ ਕੀਤਾ - TechCrunch",
        "ਵਲਕਨ ਸੈਂਟਰ ਕੱਲ ਲਾਂਚ ਕਰਨ ਲਈ ਤਿਆਰ ਹੈ, ਪਰ ਕੀ ਇਹ ਅਮਰੀਕਾ ਦਾ ਅਗਲਾ ਵੱਡਾ ਰਾਕੇਟ ਬਣ ਜਾਵੇਗਾ? - ਗਿਜ਼ਮੋਡੋ"
    ]
}