{
    "headlines": [
        "دخلت طائرات بدون طيار \"متعددة\" المجال الجوي في محطة نيوجيرسي البحرية: مسؤول - ABC News",
        "سوق الأسهم اليوم: ناسداك تسجل رقمًا قياسيًا جديدًا مع ارتفاع شركة برودكوم، لتتصدر رأس المال السوقي البالغ تريليون دولار (تغطية حية) - Investor's Business Daily",
        "سينضم الجندي المخضرم دانييل بيني، الذي تمت تبرئته في مترو أنفاق مدينة نيويورك، إلى جناح ترامب في لعبة كرة القدم - وكالة أسوشيتد برس",
        "تقول نورث كارولينا أيه دي إن بيل بيليتشيك سيقوم بدور مانينغكاست، برنامج مكافي كمدرب رئيسي - إن بي سي سبورتس",
        "حليف الولايات المتحدة يوقف القتال ضد الدولة الإسلامية في سوريا لأنها تقاتل جماعة متمردة - صحيفة وول ستريت جورنال",
        "بلو سكاي على مفترق طرق حيث يلتمس المستخدمون حظر جيسي سينغال بسبب وجهات النظر المناهضة للتحول الجنسي والمضايقات - TechCrunch",
        "الرئيس التنفيذي لمجموعة يونايتد هيلث يخاطب وفاة براين طومسون، ويقول إن نظام الرعاية الصحية \"معيب\" - CNBC",
        "NFL Week 15 bold predictions: NFC powerhouses Lions and Eagles go down, Chiefs win different - CBS Sports",
        "فوجئ فريق ومدرب 49 لاعبًا بعد رفض الظهير اللعب ضد الأكباش - سي إن إن",
        "أقامت مجموعات الدفاع في المملكة المتحدة وإيطاليا واليابان مشروعًا للإشراف على مشروع الطائرات المقاتلة - فاينانشال تايمز",
        "جيرالت من المدينة، كان بالتأكيد صياد الوحوش ذو الشعر الأبيض لدوغ كوكل في مقطورة الكشف عن The Witcher 4 - Eurogamer",
        "كيم كارداشيان تصل إلى الحدث على دراجة نارية بعد كسر قدمها - E! NEWS",
        "يساعد أقدم حمض نووي بشري في تحديد متى تزاوج البشر الأوائل مع إنسان نياندرتال - سي إن إن",
        "وفاة والدة كونان أوبراين بعد أيام فقط من وفاة والده - The Daily Beast",
        "فرانسوا بايرو يحظى بالاحترام - ولكن هل سينجح ؟ - BBC.com",
        "يقول الاقتصاديون إن بنك الاحتياطي الفيدرالي سيخفض مرة أخرى قبل تباطؤ الوتيرة في عام 2025 - بلومبرغ",
        "الصواريخ الروسية تضرب شبكة الطاقة المحاصرة في أوكرانيا - Reuters.com",
        "ساعات الأسد الأخيرة في سوريا: الخداع واليأس والهروب - رويترز",
        "أمطار النيازك التوأمية تبلغ ذروتها الليلة. إليك متى وأين ستكون مرئية. - أخبار سي بي إس",
        "صعودًا وصعودًا! تصل مركبة المريخ المتجولة التابعة لوكالة ناسا إلى حافة منزلها Jezero Crater (فيديو) - Space.com"
    ]
}