{
    "headlines": [
        "يقدم ترامب دعوات تنصيب للقادة الأجانب من خلال المكالمات والقنوات الخلفية - سي إن إن",
        "أبلغت كاليفورنيا عن المزيد من الأمراض لدى الأشخاص الذين شربوا الحليب الخام. فيما يلي المخاطر، وفقًا لخبراء الصحة - سي إن إن",
        "يقول مسؤول أمريكي إن نتنياهو \"مستعد\" للتوصل إلى صفقة رهائن والجانبان \"قريبان\" - تايمز أوف إسرائيل",
        "قطع بعض الأحباء لعدة أشهر. الآن، يواجه المشتبه به لويجي مانجيوني أدلة متزايدة في مقتل الرئيس التنفيذي للرعاية الصحية - سي إن إن",
        "تتهم لجنة التجارة الفيدرالية عملاق توزيع الكحوليات Southern Glazer‘s بـ \"التسعير غير العادل\" - واشنطن بوست",
        "\"برودكوم\" تتفوق على الأرباح، تقول إن إيرادات الذكاء الاصطناعي تضاعفت أكثر من ثلاثة أضعاف هذا العام - سي إن بي سي",
        "بيل بيليتشيك، تفاصيل عقد ولاية كارولينا الشمالية: الراتب والطول والمكافآت وشراء الأسهم لشروط غير عادية - سي بي إس سبورتس",
        "البيت الأبيض غير قادر على التحقق من بعض مشاهدات الطائرات بدون طيار وسط \"قلق عاجل\" بشأن النشاط الغامض - ABC News",
        "سهم Warner Bros. Discovery يرتفع مع إعادة هيكلة أعماله - سي إن إن",
        "ربما لم ينج البشر بدون إنسان نياندرتال - BBC.com",
        "تشير الدراسة إلى أن نجومًا مثل شمسنا تنفجر مع \"التوهجات الفائقة\" كل 100 عام - Gizmodo",
        "\"خطر غير مسبوق\" على الحياة على الأرض: يدعو العلماء إلى وقف أبحاث الميكروبات \"الحياة المرآة\" - الجارديان",
        "ترامب يختار كاري ليك لقيادة صوت أمريكا - نيويورك تايمز",
        "تموت الآلاف من الطيور البرية بسبب إنفلونزا الطيور في منطقة بويزي، كما تقول شركة Idaho Fish and Game - رجل دولة في ولاية أيداهو",
        "تبرعت ميتا مارك زوكربيرج بمليون دولار لصندوق ترامب - BBC.com",
        "شون \"ديدي\" كومز متهم بالاعتداء الجنسي على 3 رجال في دعاوى قضائية جديدة - إيه بي سي نيوز",
        "تخطو Google إلى \"الواقع الممتد\" مرة أخرى باستخدام Android XR - Ars Technica",
        "يفهم ChatGPT الآن الفيديو في الوقت الفعلي، بعد سبعة أشهر من قيام OpenAI بعرضه لأول مرة - TechCrunch",
        "لم يكن هناك عملاء سريون لمكتب التحقيقات الفيدرالي في أعمال الشغب التي وقعت في 6 يناير في مبنى الكابيتول الأمريكي، وفقًا لتقارير هيئة الرقابة - سي إن إن",
        "اعتقال نجم \"قواعد فاندربامب\" جيمس كينيدي بتهمة العنف المنزلي - TMZ"
    ]
}