{
    "headlines": [
        "ਵੀਰਵਾਰ ਰਾਤ ਦਾ ਫੁੱਟਬਾਲਃ ਅੱਜ ਰਾਤ ਬਫੇਲੋ ਬਿੱਲਾਂ ਬਨਾਮ ਮਿਆਮੀ ਡੌਲਫਿਨ ਐਨਐਫਐਲ ਗੇਮ ਕਿਵੇਂ ਵੇਖੀਏ - ਯਾਹੂ ਸਪੋਰਟਸ",
        "ਪੀਐਫਟੀ ਦਾ ਹਫਤਾ 2 2024 ਐਨਐਫਐਲ ਪਿਕਸ, ਫਲੋਰੀਓ ਬਨਾਮ ਸਿਮਜ਼ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਲੌਰਾ ਲੂਮਰ, ਦੂਰ-ਸੱਜੇ ਉਕਸਾਉਣ ਵਾਲਾ ਜੋ 9/11 ਦੀ ਸਾਜ਼ਿਸ਼ ਸਿਧਾਂਤ ਨੂੰ ਫੈਲਾਉਂਦਾ ਹੈ, ਟਰੰਪ ਨੂੰ ਪ੍ਰਭਾਵਤ ਕਰਦਾ ਹੈ ਜਿਵੇਂ ਕਿ ਉਹ ਇੱਕ ਸੰਦੇਸ਼ ਦੀ ਭਾਲ ਕਰਦਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਸਟਾਕ ਮਾਰਕੀਟ ਅੱਜਃ ਐਸ ਐਂਡ ਪੀ 500, ਨੈਸਡੈਕ ਮਹਿੰਗਾਈ ਦੇ ਹੋਰ ਸੰਕੇਤਾਂ ਦੇ ਵਿਚਕਾਰ ਵਾਧਾ - ਯਾਹੂ ਵਿੱਤ",
        "ਕਲਪਨਾ ਫੁੱਟਬਾਲ 2024 ਹਫਤਾ 2 ਸਲੀਪਰਜ਼ਃ ਡੈਨੀਅਲ ਜੋਨਸ ਦਾ ਅਨੁਕੂਲ ਮੈਚਅਪ; ਪਲੱਸ, ਅਪਸਾਈਡ ਦੇ ਨਾਲ 3 ਆਰਬੀਜ਼ - ਐਨਐਫਐਲ.",
        "ਦੱਖਣੀ ਕੈਲੀਫੋਰਨੀਆ ਦੇ ਜੰਗਲੀ ਅੱਗਃ 3 ਅੱਗ ਅਜੇ ਵੀ ਹਜ਼ਾਰਾਂ ਘਰਾਂ ਨੂੰ ਖਤਰਾ ਹੈ - ਕੇਸੀਆਰਏ ਸੈਕਰਾਮੈਂਟੋ",
        "ਸੁਧਾਰ ਤੋਂ ਬਿਨਾਂ ਕੋਈ ਵਾਧੂ ਐਨਐਚਐਸ ਫੰਡਿੰਗ ਨਹੀਂ, ਪ੍ਰਧਾਨ ਮੰਤਰੀ ਕਹਿੰਦੇ ਹਨ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਮੈਕਡੋਨਲਡਜ਼ ਜ਼ਿਆਦਾਤਰ ਯੂਐਸ ਸਥਾਨਾਂ 'ਤੇ $ 5 ਮੁੱਲ ਦਾ ਭੋਜਨ ਵਧਾਉਂਦਾ ਹੈ - ਫੌਕਸ ਬਿਜ਼ਨਸ",
        "ਰੂਸੀ ਗੋਲੀਬਾਰੀ ਨਾਲ ਪੂਰਬੀ ਯੂਕਰੇਨ 'ਚ ਰੈੱਡ ਕਰਾਸ ਦੇ ਤਿੰਨ ਵਰਕਰਾਂ ਦੀ ਮੌਤ - Reuters.",
        "ਸਪੇਸਐਕਸ ਪੁਲਾੜ ਯਾਤਰੀ ਸਪੇਸਵਾਕ ਦਾ ਸੰਚਾਲਨ ਕਰਦੇ ਹਨ, ਨਵੇਂ ਸਪੇਸਸੂਟ ਨੂੰ ਟੈਸਟ ਕਰਨ ਲਈ ਪਾਉਂਦੇ ਹਨ - ਦਿ ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "ਓਹੀਓ ਦੇ ਸਪਰਿੰਗਫੀਲਡ ਵਿੱਚ ਕਈ ਇਮਾਰਤਾਂ ਵਿੱਚ ਬੰਬ ਧਮਕੀਆਂ ਦੀ ਰਿਪੋਰਟ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "4.7 ਤੀਬਰਤਾ ਦੇ ਭੂਚਾਲ ਦੇ ਝਟਕੇ ਲਾਸ ਏਂਜਲਸ ਖੇਤਰ - ਕੇਟੀਐਲਏ ਲਾਸ ਏਂਜਲਸ",
        "ਐਸਟਰਾਇਡ ਅਪੋਫਿਸ 2029 ਵਿਚ ਧਰਤੀ ਨੂੰ ਨਹੀਂ ਮਾਰਨਗੇ - ਜਦੋਂ ਤਕ ਇਹ ਅਜੀਬ ਦ੍ਰਿਸ਼ ਨਾ ਖੇਡੇ - ਗਿਜ਼ਮੋਡੋ",
        "ਫਰਾਂਸ ਵਿਚ ਗੁਫਾ ਦੀ ਖੋਜ ਇਹ ਦੱਸ ਸਕਦੀ ਹੈ ਕਿ ਨੀਐਂਡਰਥਲ ਕਿਉਂ ਗਾਇਬ ਹੋ ਗਏ, ਵਿਗਿਆਨੀ ਕਹਿੰਦੇ ਹਨ - ਸੀ ਐਨ ਐਨ",
        "ਓਜ਼ੈਂਪਿਕ ਓਵਰਡੋਜ਼ ਦੇ ਦੌਰੇ ਦਾ ਕਾਰਨ ਬਣਨ ਤੋਂ ਬਾਅਦ ਕੇਟ ਮੋਸ ਦੀ ਪ੍ਰੇਸ਼ਾਨ ਭੈਣ, ਲੋਟੀ, ਹਸਪਤਾਲ ਵਿਚ ਦਾਖਲਃ ‘ਇਹ ਚੇਤਾਵਨੀ ਹੈ’ - ਪੰਨਾ ਛੇ",
        "ਜੋਨ ਬੋਨ ਜੋਵੀ ਨੈਸ਼ਵਿਲ ਬ੍ਰਿਜ ਦੀ ਅਗਵਾਈ ਤੋਂ ‘ਪਰੇਸ਼ਾਨ’ womanਰਤ ਨਾਲ ਗੱਲ ਕਰਨ ਵਿਚ ਸਹਾਇਤਾ ਕਰਦਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "iFixit ਦੇ ਫਿਕਸਹੱਬ ਟੂਲ ਕੰਧ ਸਾਕਟ ਤੋਂ ਸੋਲਡਰਿੰਗ ਨੂੰ ਦੂਰ ਖਿੱਚਣਾ ਚਾਹੁੰਦੇ ਹਨ - ਆਰਸ ਟੈਕਨੀਕਾ",
        "ਇੱਥੇ ਹੈ ਜਦੋਂ ਆਈਫੋਨ 16 ਪ੍ਰੀ-ਆਰਡਰ ਹਰ ਸਮੇਂ ਜ਼ੋਨ ਵਿੱਚ ਸ਼ੁਰੂ ਹੁੰਦੇ ਹਨ - ਮੈਕਰੂਮੋਰਸ",
        "ਟੇਲਰ ਸਵਿਫਟ ਦੀ ਟਾਰਟਨ ਵੀਐਮਏ ਦੀ ਦਿੱਖ ਉਸਦੀ ਦਸਤਖਤ ਸ਼ੈਲੀ - ਸੀ ਐਨ ਐਨ ਤੋਂ ਇਕ ਐਡੀਜੀ ਕਦਮ ਸੀ",
        "ਇੱਕ ਨਵੇਂ ਯੁੱਗ ਦੀ ਸ਼ੁਰੂਆਤ ਕਰਦਿਆਂ, ਪੀਏਸੀ -12 ਕਾਨਫਰੰਸ ਚਾਰ ਸਤਿਕਾਰਤ ਅਕਾਦਮਿਕ ਅਤੇ ਅਥਲੈਟਿਕ ਯੂਨੀਵਰਸਿਟੀਆਂ ਦਾ ਸਵਾਗਤ ਕਰਕੇ ਆਪਣੀ ਵਿਰਾਸਤ ਨੂੰ ਮਜ਼ਬੂਤ ਕਰਦੀ ਹੈ - Pac-12.com"
    ]
}