{
    "headlines": [
        "ਓਪਨਏਆਈ ਦੀ ਸੋਰਾ ਲੀਕ ਹੋਈ ਜਾਪਦੀ ਹੈ - TechCrunch",
        "‘ਸਟਾਰ ਵਾਰਜ਼ਃ ਸਕੈਲਟਨ ਕਰੂ’ ਪਹਿਲਾਂ ਪ੍ਰਾਪਤ ਕਰਦਾ ਹੈ ਡਿਜ਼ਨੀ+ ਰੀਲਿਜ਼ ਦੀ ਤਾਰੀਖ - ਡੈੱਡਲਾਈਨ",
        "ਬ੍ਰਾਊਨ ਨੇ ਟਾਰ ਹੀਲਜ਼ ਦੁਆਰਾ ਬਰਖਾਸਤ ਕੀਤਾ, ਕੋਚ ਬਨਾਮ ਵੁਲਫਪੈਕ ਨੂੰ - ਈਐਸਪੀਐਨ",
        "ਕਾਉਬੌਇਜ਼ 'ਜੈਰੀ ਜੋਨਸ ਮਾਈਕ ਮੈਕਕਾਰਥੀ ਲਈ ਸੰਭਾਵੀ ਇਕਰਾਰਨਾਮੇ ਦੇ ਵਿਸਥਾਰ ਨੂੰ ਛੇੜਦਾ ਹੈਃ ਉਹ' ਉਥੇ ਰਿਹਾ ਹੈ ਅਤੇ ਕੀਤਾ ਹੈ ਕਿ '- ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਮੈਕਸੀਕੋ ਨੇ ਵਾਪਸ ਮਾਰਿਆ ਕਿਉਂਕਿ ਟਰੰਪ ਦੇ ਟੈਰਿਫ ਨੇ ਬਾਜ਼ਾਰਾਂ ਨੂੰ ਖਤਰੇ ਵਿਚ ਪਾ ਦਿੱਤਾ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "ਥੈਂਕਸਗਿਵਿੰਗ ਵਿੰਟਰ ਤੂਫਾਨਾਂ ਦੀ ਭਵਿੱਖਬਾਣੀ ਅਮਰੀਕਾ ਭਰ ਵਿੱਚ ਕੀਤੀ ਗਈ- ਇੱਥੇ ਜਿੱਥੇ ਯਾਤਰਾ ਵਿੱਚ ਵਿਘਨ ਪੈ ਸਕਦਾ ਹੈ - ਫੋਰਬਸ",
        "ਪੀਸੀਈ ਕੀਮਤ ਗੇਜ ਤੋਂ ਝਟਕਾ ਲੱਗਦੇ ਦਿਖਾਈ ਦੇ ਰਹੇ ਹਨ ਫੈੱਡ ਦੀ ਘੱਟ ਮਹਿੰਗਾਈ ਵਾਲੀ ’ਬੰਪੀ' ਸੜਕ - ਮਾਰਕੀਟਵਾਚ",
        "ਰਿਪੋਰਟ ਕੀਤੇ ਆਈਫੋਨ 17 ਏਅਰ ਸਮਝੌਤਾ ਸਾਨੂੰ ਐਪਲ ਦੀ ਸੋਚ ਬਾਰੇ ਬਹੁਤ ਕੁਝ ਦੱਸਦਾ ਹੈ - 9to5Mac",
        "ਇਜ਼ਰਾਈਲ ਨੇ ਬੇਰੂਤ ਵਿਚ ਜੰਗਬੰਦੀ ਦੇ ਸਮਝੌਤੇ ਦੀ ਉਮੀਦ ਤੋਂ ਪਹਿਲਾਂ ਹਵਾਈ ਹਮਲੇ ਕੀਤੇ - ਰਾਇਟਰਜ਼",
        "ਐਫਬੀਆਈ ਏਜੰਟ ਨੂੰ 2020 ਡੀਸੀ ਸਬਵੇਅ ਦੀ ਗੋਲੀਬਾਰੀ ਵਿੱਚ ਬਰੀ ਕੀਤਾ ਗਿਆ ਹੁਣ ਜਿਨਸੀ ਸ਼ੋਸ਼ਣ ਦੇ ਦੋਸ਼ਾਂ ਵਿੱਚ ਗ੍ਰਿਫਤਾਰ ਕੀਤਾ ਗਿਆ ਹੈ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਕੈਲੀਫੋਰਨੀਆ ਦਾ ਨਿ Newsਜ਼ੋਮ ਆਪਣੇ ਆਪ ਨੂੰ ਮਸਕ ਅਤੇ ਟਰੰਪ ਲਈ ਇੱਕ ਫੁਆਇਲ ਵਜੋਂ ਸੈੱਟ ਕਰਦਾ ਹੈ - ਬਲੂਮਬਰਗ",
        "ਐਮਜੀਕੇ ਨੇ ਪਹਿਲੀ ਵਾਰ ਮੇਗਨ ਫੌਕਸ ਦੀ ਗਰਭ ਅਵਸਥਾ ਨੂੰ ਸੰਬੋਧਿਤ ਕੀਤਾਃ 'ਮੈਂ ਦੁਬਾਰਾ ਡੈਡੀ ਬਣਨ ਜਾ ਰਿਹਾ ਹਾਂ!’ - ਪੰਨਾ ਛੇਵਾਂ",
        "ਦੁਨੀਆ ਦੇ ਸਭ ਤੋਂ ਬਜ਼ੁਰਗ ਵਿਅਕਤੀ ਜਾਨ ਟਿੰਨੀਸਵੁੱਡ ਦੀ 112 ਸਾਲ ਦੀ ਉਮਰ 'ਚ ਮੌਤ - CNN",
        "ਲਾਓਸ ਹੋਸਟਲ ਦੇ ਸਟਾਫ ਨੂੰ ਸ਼ੱਕੀ ਮਿਥੇਨੋਲ ਦੀ ਮੌਤ ਤੋਂ ਬਾਅਦ ਹਿਰਾਸਤ ਵਿੱਚ ਲਿਆ ਗਿਆ - ਬੀਬੀਸੀ.",
        "Horoscope Today LIVE Updates on November 26, 2024 : ਹਰ ਰਾਸ਼ੀ ਦੇ ਨਿਸ਼ਾਨ ਲਈ 2024 ਦੇ ਆਖਰੀ ਮਰਕਰੀ ਰੀਟਰੋਗੇਡ ਦੌਰਾਨ ਟਾਰੋਟ ਦੀ ਭਵਿੱਖਬਾਣੀ - ਹਿੰਦੁਸਤਾਨ ਟਾਈਮਜ਼",
        "ਕੀ ਐਪਲ ਦੇ ਅਧਿਕਾਰਤ ਮੈਗਸੇਫੇ ਉਪਕਰਣਾਂ ਵਿੱਚੋਂ ਕੋਈ ਵੀ ਖਰੀਦਣ ਦੇ ਯੋਗ ਹੈ? - ਆਰਸ ਟੈਕਨੀਕਾ",
        "ਸਰਬੋਤਮ ਖਰੀਦੋ ਖਪਤਕਾਰਾਂ ਦੇ ਇਲੈਕਟ੍ਰਾਨਿਕਸ ਦੀ ਨਰਮ ਮੰਗ ਦੇ ਕਾਰਨ ਪੂਰੇ ਸਾਲ ਦੀ ਵਿਕਰੀ ਦੀ ਭਵਿੱਖਬਾਣੀ ਨੂੰ ਕੱਟਦਾ ਹੈ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਬਿਗ ਟੈਕ ਦੇ ਅੰਤ ਦੀ ਸ਼ੁਰੂਆਤ - ਵਾਇਰਡ",
        "ਆਸਟਰੇਲੀਆ ਦੀ ਮੈਕਕੁਆਰੀ ਡਿਕਸ਼ਨਰੀ ਨੇ 2024 ਦੇ ਸ਼ਬਦ ਵਜੋਂ ’ ਐਨਸ਼ਿਟੀਫਿਕੇਸ਼ਨ’ ਦੀ ਚੋਣ ਕੀਤੀ - ਅਲ ਜਜ਼ੀਰਾ ਇੰਗਲਿਸ਼",
        "ਜੈਲੇਨ ਬਰੂਨਸਨ ਦਾ ਕੈਰੀਅਰ-ਉੱਚ ਸਹਾਇਤਾ ਵਿੱਚ ਨਿਕਸ ਨੂੰ ਫਰੈਂਚਾਈਜ਼ੀ ਦੇ ਨਿਸ਼ਾਨ ਬੰਨ੍ਹਣ ਵੱਲ ਲੈ ਜਾਂਦਾ ਹੈ - ਨਿ York ਯਾਰਕ ਪੋਸਟ"
    ]
}