{
    "headlines": [
        "ਜੇਐਫਕੇ ਫਾਈਲਾਂਃ ਰਾਸ਼ਟਰਪਤੀ ਦੀ ਹੱਤਿਆ 'ਤੇ ਰਿਕਾਰਡਾਂ ਦਾ ਆਖਰੀ ਟ੍ਰੋਵ ਜਾਰੀ ਕੀਤਾ ਗਿਆ - ਬੀਬੀਸੀ.",
        "ਟਰੰਪ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਪੁਤਿਨ ਨਾਲ ਉੱਚ ਪੱਧਰੀ ਕਾਲ ਤੋਂ ਬਾਅਦ 30 ਦਿਨਾਂ ਦੀ ਜੰਗਬੰਦੀ 'ਸਖਤ ਹੁੰਦੀ' - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਮਾਰਚ ਪਾਗਲਪਨ 2025: ਅਲਾਬਾਮਾ ਸਟੇਟ ਨੇ ਅਮਾਰ ਨੋਕਸ - ਯਾਹੂ ਸਪੋਰਟਸ ਦੁਆਰਾ ਹੇਲ ਮੈਰੀ ਟੋਕਰੀ ਨਾਲ ਐਨਸੀਏਏ ਟੂਰਨਾਮੈਂਟ ਦਾ ਪਹਿਲਾ ਮੈਚ ਜਿੱਤਿਆ",
        "ਲੁਈਸਿਆਨਾ ਨੇ ਮਨੁੱਖ ਨੂੰ ਆਪਣੀ ਪਹਿਲੀ ਨਾਈਟ੍ਰੋਜਨ ਗੈਸ ਫਾਂਸੀ ਵਿੱਚ ਮੌਤ ਦੇ ਘਾਟ ਉਤਾਰਿਆ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਜੱਜ ਨੇ ਟਰੰਪ ਪ੍ਰਸ਼ਾਸਨ ਨੂੰ ‘ਗ੍ਰੀਨ ਬੈਂਕ‘ ਗ੍ਰਾਂਟਾਂ ਵਿਚ 14 ਬਿਲੀਅਨ ਡਾਲਰ ਖਤਮ ਕਰਨ ਤੋਂ ਰੋਕਿਆ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਜੋਨਾਥਨ ਮੇਜਰਜ਼ ਅਤੇ ਮੇਗਨ ਗੁੱਡ ਕੁੜਮਾਈ ਦੀਆਂ ਖ਼ਬਰਾਂ ਦੇ 4 ਮਹੀਨਿਆਂ ਬਾਅਦ ਵਿਆਹ ਕਰਵਾਉਂਦੇ ਹਨਃ ਰਿਪੋਰਟ - ਪੰਨਾ ਛੇ",
        "ਜਰਮਨੀ ਨੇ ਰੱਖਿਆ ਨੂੰ ਉਤਸ਼ਾਹਤ ਕਰਨ ਲਈ ਵਿਸ਼ਾਲ ਖਰਚ ਪੈਕੇਜ ਨੂੰ ਮਨਜ਼ੂਰੀ ਦਿੱਤੀ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਵਿਵਾਦ ਇਕ ਪਾਸੇ, ‘ਸਨੋ ਵ੍ਹਾਈਟ’ $ 100M-ਪਲੱਸ ਗਲੋਬਲ ਓਪਨਿੰਗ ਨਾਲ ਬਾਕਸ ਆਫਿਸ ਨੂੰ ਪਰਕ ਅਪ ਕਰਨ ਦੀ ਉਮੀਦ ਕਰਦਾ ਹੈ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਨਾਸਾ ਦੇ ਪੁਲਾੜ ਯਾਤਰੀਆਂ ਦਾ ਨਵੀਨਤਮਃ ਬੁਚ ਵਿਲਮੋਰ ਅਤੇ ਸੁਨੀਤਾ ਵਿਲੀਅਮਜ਼ ਧਰਤੀ 'ਤੇ ਵਾਪਸ ਪਰਤਦੇ ਹਨ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਜੇਮਜ਼ ਬੋਅਸਬਰਗ ਬਾਰੇ ਕੀ ਜਾਣਨਾ ਹੈ, ਜੱਜ ਟਰੰਪ ਮਹਾਂਦੋਸ਼ ਲਈ ਨਿਸ਼ਾਨਾ ਬਣਾ ਰਿਹਾ ਹੈ - ਐਕਸੀਓਸ",
        "ਇੰਡੀਆਨਾ ਡੈਰੀਅਨ ਡੀਵਰੀਜ਼ ਨੂੰ ਨਿਯੁਕਤ ਕਰਦਾ ਹੈਃ ਵੈਸਟ ਵਰਜੀਨੀਆ ਦੇ ਕੋਚ ਵਜੋਂ ਇਕ ਸੀਜ਼ਨ ਤੋਂ ਬਾਅਦ ਮਾਈਕ ਵੁਡਸਨ ਦੀ ਥਾਂ ਲਵੇਗਾ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਗਾਜ਼ਾ ਜੰਗਬੰਦੀ ਸੌਦਾਃ ਹਮਾਸ-ਇਜ਼ਰਾਈਲ ਜੰਗਬੰਦੀ ਕਿਉਂ ਨਹੀਂ ਰੱਖੀ ਗਈ - ਬੀਬੀਸੀ.",
        "ਟਰੰਪ ਕਿਵੇਂ 'ਬੈਟਲ-ਟੈਸਟਡ‘ ਨਵੇਂ ਜੱਜਾਂ ਦੀ ਚੋਣ ਕਰ ਰਹੇ ਹਨ - ਪੋਲਿਟਿਕੋ",
        "Nvidia ਦਾ ਸਟਾਕ GTC ਤੋਂ ਬਾਅਦ ਡਿੱਗਦਾ ਹੈ. ਇੱਥੇ ਵਾਲ ਸਟ੍ਰੀਟ ਇੰਨੀ ਪ੍ਰਭਾਵਤ ਕਿਉਂ ਨਹੀਂ ਹੋਈ ਸੀ. - ਮਾਰਕੀਟਵਾਚ",
        "ਡਬਲਯੂਏ ਵਿੱਚ ਵੇਚਿਆ ਗਿਆ ਪਾਲਤੂ ਭੋਜਨ ਬਰਡ ਫਲੂ ਦੇ ਲਿੰਕ ਤੋਂ ਬਾਅਦ ਵਾਪਸ ਬੁਲਾਇਆ ਗਿਆ - ਸੀਏਟਲ ਟਾਈਮਜ਼",
        "ਟਰੰਪ ਪ੍ਰਸ਼ਾਸਨ ਵੱਲੋਂ ਫੰਡਿੰਗ ਰੋਕੇ ਜਾਣ ਤੋਂ ਬਾਅਦ ਰੇਡੀਓ ਫ੍ਰੀ ਯੂਰਪ 'ਤੇ ਮੁਕੱਦਮਾ - ਦ ਹਿੱਲ",
        "ਟਰੰਪ ਪ੍ਰਸ਼ਾਸਨ ਨੇ ਘਰੇਲੂ ਐੱਚਆਈਵੀ ਦੀ ਰੋਕਥਾਮ ਲਈ ਫੰਡਿੰਗ ਵਿਚ ਵੱਡੀ ਕਟੌਤੀ ਕੀਤੀ - ਦਿ ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "ਸੀਮਤ ਹਥਿਆਰ ਅਤੇ ਇੱਕ ਖੇਤਰੀ ਸੰਕਟ ਹੂਤੀਆਂ ਨਾਲ ਲੜਾਈ ਵਿੱਚ ਅਮਰੀਕਾ ਨੂੰ ਕੁੱਤਾ ਕਰ ਸਕਦਾ ਹੈ - ਪੋਲੀਟਿਕੋ",
        "ਇੱਕ ਦਹਾਕੇ ਤੋਂ ਵੱਧ ਪਹਿਲਾਂ ਦੇ ਇੱਕ ਏਆਈ ਮਾਡਲ ਨੇ ਐਨਵੀਡੀਆ ਦੇ ਖੁਦਮੁਖਤਿਆਰੀ ਵਾਹਨਾਂ ਵਿੱਚ ਨਿਵੇਸ਼ ਨੂੰ ਭੜਕਾਇਆ - TechCrunch"
    ]
}