{
    "headlines": [
        "ਐਫਬੀਆਈ ਨੇ ਆਈਫੋਨ ਅਤੇ ਐਂਡਰਾਇਡ ਉਪਭੋਗਤਾਵਾਂ ਨੂੰ ਚੇਤਾਵਨੀ ਦਿੱਤੀ-ਟਾਪ ਭੇਜਣ ਵਾਲੇ ਟੈਕਸਟ - ਫੋਰਬਸ",
        "ਪੈਂਟੋਨ ਦਾ ਸਾਲ ਦਾ 2025 ਰੰਗ ‘ਮੋਚਾ ਮੂਸੇ’ ਸ਼ਾਂਤ ਲਗਜ਼ਰੀ ਲਈ ਜਿੱਤ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਸੀਰੀਆ ਦੇ ਵਿਦਰੋਹੀਆਂ ਨੇ ਹਾਮਾ ਤੋਂ ਫੌਜ ਦੀ ਵਾਪਸੀ ਦੇ ਨਾਲ ਦੂਜੇ ਵੱਡੇ ਸ਼ਹਿਰ 'ਤੇ ਕਬਜ਼ਾ ਕਰ ਲਿਆ - ਸੀਐਨਐਨ",
        "ਬੇਰੁਜ਼ਗਾਰ ਦਾਅਵੇ ਬਹੁਤ ਘੱਟ ਛਾਂਟੀ ਅਤੇ ਯੂਐਸ ਦੀ ਆਰਥਿਕਤਾ ਲਈ ਮੁਸੀਬਤ ਦੇ ਥੋੜੇ ਸੰਕੇਤ ਦਰਸਾਉਂਦੇ ਹਨ - ਮਾਰਕੀਟਵਾਚ",
        "ਤੇਲ ਦੀਆਂ ਕੀਮਤਾਂ ਅਪਰੈਲ ਤੱਕ ਉਤਪਾਦਨ ਵਾਧੇ ਵਿੱਚ ਦੇਰੀ ਕਰਨ ਲਈ ਓਪੇਕ+ ਮੈਂਬਰਾਂ ਵਜੋਂ ਬਹੁਤ ਘੱਟ ਬਦਲੀਆਂ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਸੈਮਸੰਗ ਵਨ ਯੂਆਈ 7 ਬੀਟਾ ਮੋਬਾਈਲ ਏਆਈ ਦੇ ਭਵਿੱਖ ਦੀ ਝਲਕ ਦਿਖਾਉਣ ਲਈ ਰੋਲ ਆਉਟ ਸ਼ੁਰੂ ਕਰਦਾ ਹੈ - samsung.com",
        "ਪੀਐਮ ਮਿਸ਼ੇਲ ਬਾਰਨੀਅਰ ਵਿਚ ਅਵਿਸ਼ਵਾਸ ਵੋਟ ਤੋਂ ਬਾਅਦ ਫਰਾਂਸ ਦੀ ਸਰਕਾਰ ਡਿੱਗ ਗਈ - ਬੀਬੀਸੀ.",
        "ਕੈਲੀਫੋਰਨੀਆ ਦੇ ਸਕੂਲ 'ਚ ਬੱਲੇ ਨਾਲ ਚੱਕਣ ਨਾਲ ਅਧਿਆਪਕ ਦੀ ਮੌਤ - The Washington Post",
        "ਪ੍ਰਿੰਸ ਹੈਰੀ ਨੇ ਮੇਗਨ ਮਾਰਕਲ ਨਾਲ ਤਲਾਕ ਦੀਆਂ ਅਫਵਾਹਾਂ 'ਤੇ ਚੁੱਪੀ ਤੋੜ ਦਿੱਤੀ - ਟਾਈਮਜ਼ ਆਫ ਇੰਡੀਆ",
        "ਪਰਦੇ ਦੇ ਪਿੱਛੇਃ ਬਿਡੇਨ ਦੇ ਹੌਂਟਿੰਗ ਟਵਿਨ ਪਾਪ - ਐਕਸੀਓਸ",
        "ਕਾਂਗੋ ਸਰਕਾਰ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਇਹ ਰਹੱਸਮਈ ਫਲੂ ਵਰਗੀ ਬਿਮਾਰੀ ਬਾਰੇ ’ਚੇਤਾਵਨੀ’ ’ਤੇ ਹੈ ਜਿਸ ਨਾਲ ਦਰਜਨਾਂ ਲੋਕਾਂ ਦੀ ਮੌਤ ਹੋ ਗਈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਸਪੇਸਐਕਸ ਦੀ 6 ਵੀਂ ਸਟਾਰਸ਼ਿਪ ਮੈਗਰਾਕੇਟ ਲਾਂਚ ਆਈਐਸਐਸ (ਵੀਡੀਓ) ਤੋਂ ਕਿਵੇਂ ਦਿਖਾਈ ਦਿੱਤੀ - ਸਪੇਸ ਡਾਟ ਕਾਮ",
        "ਤਕਨੀਕੀ ਡੈਮੋ ਵਿੱਚ ਨਕਲੀ ਸੂਰਜ ਗ੍ਰਹਿਣ ਬਣਾਉਣ ਲਈ ਯੂਰਪੀਅਨ ਉਪਗ੍ਰਹਿ ਲਾਂਚ ਕੀਤੇ ਗਏ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਸਕੈਥਿੰਗ ਪੁਲਿਸ ਜਾਂਚ ਦੇ ਨਤੀਜਿਆਂ ਨੂੰ ਸੰਬੋਧਿਤ ਕਰਨ ਲਈ ਨਿਆਂ ਵਿਭਾਗ ਅਤੇ ਮੈਮਫਿਸ ਸ਼ਹਿਰ - ਸੀ ਐਨ ਐਨ",
        "'ਕ੍ਰਿਸਮਸ ਸਟਾਰ' ਇਸ ਹਫਤੇ ਦੇ ਅੰਤ ਵਿੱਚ ਰਾਤ ਦੇ ਅਸਮਾਨ ਨੂੰ ਕਿਰਪਾ ਕਰਨ ਲਈ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਮੈਡਮ ਕਲੇਰਵੋਯੈਂਟ ਦੁਆਰਾ ਤੁਹਾਡਾ ਰੋਜ਼ਾਨਾ ਕੁੰਡਲੀਃ ਦਸੰਬਰ 5, 2024 - ਕਟੌਤੀ",
        "ਵੁਲਫ ਫਾਈਨਲ ਮਰਸਡੀਜ਼ ਸਾਲ ਵਿੱਚ ਹੈਮਿਲਟਨ ਦੇ ਸੰਘਰਸ਼ਾਂ ਨੂੰ ਸੰਬੋਧਿਤ ਕਰਦਾ ਹੈ - ਫਾਰਮੂਲਾ 1",
        "ਵੁਬਨਟੂਃ ਵਿੰਡੋਜ਼ ਅਤੇ ਲੀਨਕਸ ਦੇ ਲਵਚਾਈਲਡ ਕਿਸੇ ਨੇ ਨਹੀਂ ਪੁੱਛਿਆ - ਦਿ ਰਜਿਸਟਰ",
        "ਮਸਕ, ਰਾਮਾਸਵਾਮੀ ਸਰਕਾਰੀ ਰਹਿੰਦ-ਖੂੰਹਦ ਨੂੰ ਘਟਾਉਣ ਲਈ ਟਰੰਪ ਦੇ ਡੌਜ ਵਿਜ਼ਨ ਬਾਰੇ ਵਿਚਾਰ ਵਟਾਂਦਰੇ ਲਈ ਕੈਪੀਟਲ ਹਿੱਲ ਦਾ ਦੌਰਾ ਕਰਦੇ ਹਨ - ਫੌਕਸ ਨਿ Newsਜ਼",
        "ਵਿਕੀਪੀਡੀਆ ਚੋਟੀ ਦੇ $ 100,000 ਦੇ ਤੌਰ ਤੇ ਵੱਡੀ ਰੈਲੀ 'ਤੇ ਟਰੰਪ ਚੋਣ ਜਿੱਤ ਰੋਲ ਦੇ ਕੇ sparked - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ"
    ]
}