{
    "headlines": [
        "La mesure relative aux droits à l'avortement dans le Missouri n'est pas valide, déclare le juge quelques jours avant la date limite - The Washington Post",
        "Le suspect de la fusillade dans une école de Géorgie devrait faire face à davantage d'accusations à mesure que les récits de l'héroïsme des élèves émergeront -",
        "Sources : Pack's Love soupçonné d'avoir une lésion du LMC - ESPN",
        "L'ingrédient trouvé dans Doritos rend la peau de la souris transparente, peut avoir des applications médicales - Fox News",
        "No. 3 Texas, Quinn Ewers n'a pas besoin de karma pour dominer la défaite du No. 9 Michigan - USA TODAY",
        "Nicole Kidman quitte le Festival du film de Venise après la mort de sa mère - TMZ",
        "L'ancien vice-président Dick Cheney dit qu'il votera pour Harris - NPR",
        "Jamal Murray accepte une prolongation maximale de quatre ans de 208 millions de dollars pour rester avec Denver Nuggets - Yahoo Sports",
        "« Terroriste éliminé » : Tsahal documente l'élimination rapprochée des terroristes dans le sud de Gaza - The Jerusalem Post",
        "Le rappel d'œufs émis par les CDC est lié à une épidémie de salmonelle : voir quels États sont touchés - USA TODAY",
        "Un tremblement de terre de magnitude 3,5 frappe l'Ontario, dit l'USGS - ABC7 Los Angeles",
        "La campagne électorale américaine sans douleur de Kamala Harris fait face au premier moment critique - BBC.com",
        "Une infirmière de l'Oregon retrouvée morte après une disparition « inhabituelle et alarmante », une voisine accusée de meurtre - NBC News",
        "Liste des lauréats des prix du Festival du film de Venise (mise à jour en direct) - Variété",
        "Les manifestants français font rage contre les « élections volées » alors que Macron choisit le conservateur Barnier pour Premier ministre - FRANCE 24 Anglais",
        "Taylor Swift et Travis Kelce coordonnent leurs tenues de nuit Bejeweled Date - Harper's BAZAAR",
        "La COVID est « élevée » ou « très élevée » dans presque tous les États. Le niveau de N.J. vient d'augmenter. - NJ.com",
        "Le super typhon Yagi tue quatre personnes au Vietnam après des pertes en Chine et aux Philippines - NBC News",
        "Le premier cas de grippe aviaire non directement lié à des animaux malades se trouve dans le Missouri - NPR",
        "Stellantis, la société mère de Chrysler, rappelle 1,46 million de véhicules dans le monde - Reuters"
    ]
}