{
    "headlines": [
        "Израильские удары по Сирии убили по меньшей мере 16 человек, сообщают сирийские государственные СМИ - Reuters",
        "Наводнение сметает автобус, а мост рушится во Вьетнаме, поскольку число смертей от штормов возросло до 59 - Associated Press",
        "Драги говорит, что ЕС в опасности без огромных расходов и совместного долга - Bloomberg",
        "Тропическая система Персидского залива представляет возможную угрозу ураганов - The Weather Channel",
        "Жители бегут, поскольку лесные пожары в Калифорнии и Неваде опасно приближаются, а синоптики предупреждают о рекордной жаре - CNN",
        "Блог мероприятия Apple «Glowtime» — iPhone 16, Apple Watch 10, AirPods 4 и другие - Tom's Guide",
        "Детям из Центрального Кентукки сказали не выходить из школы, так как подозреваемый в стрельбе по шоссе I-75 третий день избегает ареста - CNN",
        "Чрезмерная реакция после 1-й недели сезона НФЛ: Кирк Казинс уже на скамейке запасных? Ковбои ошиблись в оплате Dak? - CBS Sports",
        "США подтвердили первый случай заболевания человека птичьим гриппом без каких-либо известных следов у животных - ScienceAlert",
        "Lions 'season of hope is full speed ahead after opening with a electric overtime win vs. Rams - Yahoo Sports",
        "Boeing предлагает повышение заработной платы на 25%, чтобы избежать забастовки - DW (Русский)",
        "Демократы Палаты представителей опубликовали ответ на отчет Республиканской партии о выводе Байдена из Афганистана - Fox News",
        "«Сёгун» выиграл рекордные 14 премий «Эмми» на церемонии Creative Arts, а Джейми Ли Кертис получил свою первую премию - The Associated Press",
        "Google грозит новый антимонопольный суд после постановления, объявляющего поисковую систему монополией - Yahoo Finance",
        "Брюс Спрингстин размышляет о смертности с документальным фильмом Торонтского кинофестиваля «Дорожный дневник»: «Если бы я пошел завтра, все в порядке. Какая чертова поездка! ’- Разнообразие",
        "Скорбь, боль, надежда и вера на церковных службах после недавней смертельной стрельбы в школе - Ассошиэйтед Пресс",
        "Бывший кандидат от венесуэльской оппозиции Эдмундо Гонсалес бежал в Испанию - The Hill",
        "При столкновении бензовоза с грузовиком в Нигерии в результате взрыва погибли по меньшей мере 48 человек - CNN",
        "Новые AirPods Max с улучшенным звуком и USB-C ожидаются уже завтра - MacRumors",
        "Полицейский Майами-Дейд был привлечен к административной службе после того, как звезда «Дельфинов» Тайрик Хилл был задержан перед игрой - CNN"
    ]
}