{
    "headlines": [
        "ਚੋਣਾਂ 2024 ਲਾਈਵ ਅਪਡੇਟਸਃ ਓਪਰਾ ਵਿਨਫਰੇ ਮਿਸ਼ੀਗਨ ਵਿੱਚ ਹੈਰਿਸ ਨਾਲ ਜੁੜਨਗੇ; ਟਰੰਪ ਨਸਲੀਵਾਦ ਵਿਰੁੱਧ ਲੜਨ ਦਾ ਵਾਅਦਾ ਕਰਨਗੇ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਹੜ੍ਹ ਪ੍ਰਭਾਵਿਤ ਕੇਂਦਰੀ ਯੂਰਪ ਨੂੰ ਯੂਰਪੀਅਨ ਯੂਨੀਅਨ ਦੀ ਸਹਾਇਤਾ ਵਿੱਚ ਅਰਬਾਂ ਦੀ ਸਹਾਇਤਾ ਮਿਲੇਗੀ, ਵਾਨ ਡੇਰ ਲੇਯਨ ਵਾਅਦਾ ਕਰਦਾ ਹੈ - ਰਾਇਟਰਜ਼",
        "ਅਲਾਸਕਾ ਦੇ ਆਦਮੀ 'ਤੇ ਸੁਪਰੀਮ ਕੋਰਟ ਦੇ ਜੱਜਾਂ ਵਿਰੁੱਧ ਜਾਨੋਂ ਮਾਰਨ ਦੀਆਂ ਧਮਕੀਆਂ ਦੇਣ ਦਾ ਦੋਸ਼ ਹੈ - ਐਨਬੀਸੀ ਨਿ Newsਜ਼",
        "ਇਜ਼ਰਾਈਲ ਨੇ ਹਿਜ਼ਬੁੱਲਾ ਪੇਜਰਾਂ ਅਤੇ ਵਾਕੀ-ਟਾਲਕੀਆਂ ਨੂੰ ਕਿਉਂ ਉਡਾ ਦਿੱਤਾ — ਅਤੇ ਅੱਗੇ ਕੀ ਹੋ ਸਕਦਾ ਹੈ?",
        "ਸਟਾਕ ਵਾਧੇ ਨੂੰ ਮਾਰਕੀਟ ਸ਼ਾਂਤ ਝਾੜ ਦਿੰਦਾ ਹੈ ਕਿਉਂਕਿ ਵਪਾਰੀਆਂ ਨੇ ਫੀਡ ਰੇਟ ਵਿੱਚ ਕਟੌਤੀ ਨੂੰ ਉਤਸ਼ਾਹਿਤ ਕੀਤਾ - ਰਾਇਟਰਜ਼",
        "ਹੌਰਨਜ਼ 'ਮੈਨਿੰਗ ਨੂੰ ਪਹਿਲੀ ਸ਼ੁਰੂਆਤ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ ਜਿਵੇਂ ਈਵਰਸ ਠੀਕ ਹੋ ਜਾਂਦਾ ਹੈ - ਈਐਸਪੀਐਨ",
        "ਸੋਨੀ ਦਾ ਐਲਾਨ ਪਲੇਅਸਟੇਸ਼ਨ 30th- ਵਰ੍ਹੇਗੰਢ ਭੰਡਾਰ Nostalgic ਕੰਸੋਲ ਅਤੇ ਕੰਟਰੋਲਰ - GameSpot",
        "ਲਾਸ ਏਂਜਲਸ ਕਾਉਂਟੀ ਨੇ ਸਥਾਨਕ ਮੱਛਰਾਂ ਤੋਂ ਪ੍ਰਾਪਤ ਡੇਂਗੂ ਬੁਖਾਰ ਕਲੱਸਟਰ ਦੀ ਰਿਪੋਰਟ ਕੀਤੀ - ਫੌਕਸ ਨਿ Newsਜ਼",
        "ਕੇਐਸਪੀਃ ਕੈਂਟਕੀ ਅੰਤਰਰਾਜੀ ਗੋਲੀਬਾਰੀ ਦੀ ਜਗ੍ਹਾ ਦੇ ਨੇੜੇ ਮਿਲੀ ਲਾਸ਼ ਨੂੰ ਸ਼ੱਕੀ ਮੰਨਿਆ ਜਾਂਦਾ ਹੈ - ਡਬਲਯੂਐਲਡਬਲਯੂਟੀ ਸਿਨਸਿਨਾਟੀ",
        "ਇਜ਼ਰਾਈਲ ਨੇ ਦੋ ਵਿਸਫੋਟਕ ਹਮਲਿਆਂ ਤੋਂ ਬਾਅਦ ਹਿਜ਼ਬੁੱਲਾ ਨਾਲ ਜੰਗ ਲਈ ਤਿਆਰ ਹੋਣ ਦਾ ਸੰਕੇਤ ਦਿੱਤਾ ਹੈ । ਇਹ ਉਹ ਹੈ ਜੋ ਅਸੀਂ ਜਾਣਦੇ ਹਾਂ - ਸੀ ਐਨ ਐਨ",
        "ਚੈਸਟਰ ਬੈਨਿੰਗਟਨ ਦੀ ਮੰਮੀਃ ਲਿੰਕਿਨ ਪਾਰਕ ਦੁਆਰਾ ‘ਮੈਂ ਧੋਖਾਧੜੀ ਮਹਿਸੂਸ ਕਰਦਾ ਹਾਂ' - ਰੋਲਿੰਗ ਸਟੋਨ",
        "ਸਪਰਿੰਗਫੀਲਡ ਬਾਰੇ ਟਰੰਪ ਦੇ ਝੂਠੇ ਦਾਅਵਿਆਂ ਤੋਂ ਬਾਅਦ ਬੰਬ ਧਮਕੀਆਂ. ਕੁਝ ਹੈਤੀ ਛੱਡ ਸਕਦੇ ਹਨ - NPR",
        "ਲੇਡੀ ਗਾਗਾ ਦੱਸਦੀ ਹੈ ਕਿ ਉਸਨੇ ਅਫਵਾਹ ਨੂੰ ਸੰਬੋਧਿਤ ਕਰਨ ਦੀ ਖੇਚਲ ਕਿਉਂ ਨਹੀਂ ਕੀਤੀ ਉਹ ਆਦਮੀ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਫੈੱਡ ਦੇ ਫੈਸਲੇ ਨੇ ਚਾਰ ਸਾਲਾਂ ਬਾਅਦ ਰੀਅਲ ਅਸਟੇਟ ਦੇ ਹੜ੍ਹ ਦੇ ਦਰਵਾਜ਼ੇ ਖੋਲ੍ਹੇ - ਫੌਕਸ ਬਿਜ਼ਨਸ",
        "ਵਿਗਿਆਨੀ ਫਿਰ ਕੋਵਿਡ ਮਹਾਂਮਾਰੀ ਦੇ ਮੂਲ ਨੂੰ ਵੁਹਾਨ ਮਾਰਕੀਟ ਜਾਨਵਰਾਂ ਨਾਲ ਜੋੜਦੇ ਹਨ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਪਾਲਵਰਲਡਃ ਨਿਣਟੇਨਡੋ ਨੇ 'ਪੋਕਮੌਨ ਨਾਲ ਬੰਦੂਕ' ਵੀਡੀਓ ਗੇਮ ਫਰਮ 'ਤੇ ਮੁਕੱਦਮਾ ਕੀਤਾ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "Diddy's Frantic Text To Cassie After Hotel Assault ਜ਼ਮਾਨਤ ਦੀ ਅਪੀਲ ਦੇ ਦੌਰਾਨ ਉੱਚੀ ਆਵਾਜ਼ ਵਿੱਚ ਪੜ੍ਹੋ - ਯਾਹੂ ਮਨੋਰੰਜਨ",
        "ਸੇਬੇਸਟੀਅਨ ਸਟੈਨ ਸਭ ਨੂੰ ਦੱਸਦਾ ਹੈਃ ਡੋਨਾਲਡ ਟਰੰਪ ਬਣਨਾ, 15 ਪੌਂਡ ਪ੍ਰਾਪਤ ਕਰਨਾ ਅਤੇ 2024 ਦੀ ਸਭ ਤੋਂ ਵਿਵਾਦਪੂਰਨ ਫਿਲਮ ਵਿੱਚ ਸਟਾਰਿੰਗ - ਵੰਨਗੀ",
        "ਜੇਮਜ਼ ਵੈਬ ਸਪੇਸ ਟੈਲੀਸਕੋਪ ਇੱਕ 'ਮੁਸਕਰਾਹਟ' ਗਲੈਕਟੀਕ ਟੱਕਰ ਦੇ ਗਵਾਹ ਹਨ (ਚਿੱਤਰ) - ਸਪੇਸ.",
        "ਇਜ਼ਰਾਈਲੀ ਪੁਲਿਸ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਨ੍ਹਾਂ ਨੇ ਈਰਾਨ ਦੀ ਹੱਤਿਆ ਦੀ ਕੋਸ਼ਿਸ਼ ਨੂੰ ਨਾਕਾਮ ਕੀਤਾ - ਦ ਹਿੱਲ"
    ]
}