{
    "headlines": [
        "ਡੋਨਾਲਡ ਟਰੰਪ ਨੇ ਉਦਘਾਟਨ ਦੀ ਸ਼ਾਮ ਰੈਲੀ ‘ਤੇ‘ ਅਮਰੀਕੀ ਗਿਰਾਵਟ ’ਨੂੰ ਖਤਮ ਕਰਨ ਦੀ ਸਹੁੰ ਖਾਧੀ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "ਟਰੰਪ ਮੀਮ ਸਿੱਕੇ ਨੂੰ ਉਤਸ਼ਾਹਤ ਕਰਦਾ ਹੈ, ਨੈਤਿਕਤਾ ਦੇ ਮੁੱਦਿਆਂ ਨੂੰ ਮੁੱਲ ਵਧਾਉਣ ਦੇ ਤੌਰ ਤੇ ਉਭਾਰਦਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਰੈਮਸ ਸਟਾਫੋਰਡਃ ਭਵਿੱਖ ਬਾਰੇ ਸੋਚਣ ਲਈ ਸਮਾਂ ਲਵੇਗਾ - ਈਐਸਪੀਐਨ",
        "ਸੀ ਐਨ ਬੀ ਸੀ ਡੇਲੀ ਓਪਨਃ ਬਾਜ਼ਾਰ ਟਰੰਪ 2.0 ਲਈ ਤਿਆਰ ਹੋ ਰਹੇ ਹਨ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਈਗਲਜ਼ ਦੀ ਸਵਾਰੀ Saquon Barkley ਨਾਇਕ, ਦੇਰ ਨਾਲ ਰੱਖਿਆਤਮਕ ਸਟੈਂਡ ਰੈਮਜ਼ ਅਤੇ ਐਨਐਫਸੀ ਟਾਈਟਲ ਗੇਮ ਬਰਥ ਉੱਤੇ ਬਰਫੀਲੀ ਜਿੱਤ ਲਈ - ਯਾਹੂ ਸਪੋਰਟਸ",
        "ਵਿਵੇਕ ਰਾਮਾਸਵਾਮੀ ਡੋਗੇ ਵਿਖੇ ਮਾਗਾ ਪਾਲ ਮਸਕ 'ਤੇ ਜ਼ਮਾਨਤ ਦੇਣ ਦੀ ਯੋਜਨਾ ਬਣਾ ਰਹੇ ਹਨ - ਦਿ ਡੇਲੀ ਬੀਸਟ",
        "ਅਮਰੀਕਾ ਦੇ 75% ਤੋਂ ਵੱਧ ਲੋਕਾਂ ਨੂੰ ਇਸ ਹਫਤੇ ਠੰਡ ਦੇ ਤਾਪਮਾਨ ਦਾ ਸਾਹਮਣਾ ਕਰਨ ਦੀ ਉਮੀਦ ਹੈ ਕਿਉਂਕਿ ਦੱਖਣ ਵੱਲ ਸਰਦੀਆਂ ਦੇ ਤੂਫਾਨ ਦਾ ਦੁਰਲੱਭ ਬੈਰਲ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਬਿੱਲ ਬਨਾਮ ਰੇਵੇਨਜ਼ ਮੌਸਮ ਅਪਡੇਟਃ ਐਨਐਫਐਲ ਪਲੇਆਫ ਗੇਮ ਲਈ ਬਫੇਲੋ ਵਿੱਚ ਬਰਫ ਡਿੱਗਣ, ਠੰਡੇ ਤਾਪਮਾਨ ਦੀ ਉਮੀਦ ਹੈ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "‘ਹਰ ਕੋਈ ਰੋ ਰਿਹਾ ਹੈ’: ਇਜ਼ਰਾਈਲੀ ਖੁਸ਼ ਹਨ ਕਿਉਂਕਿ ਗਾਜ਼ਾ ਵਿਚ 470 ਦਿਨਾਂ ਤੋਂ ਵੱਧ ਸਮੇਂ ਬਾਅਦ 3 ਬੰਧਕ ਵਾਪਸ ਆ ਗਏ ਸਨ - ਸੀ ਐਨ ਐਨ",
        "ਦੇਸ਼ ਵਿਆਪੀ ਫੈਲਣ ਦੇ ਵਿਚਕਾਰ ਪਹਿਲੀ ਵਾਰ ਜਾਰਜੀਆ ਦੇ ਵਪਾਰਕ ਝੁੰਡ ਵਿੱਚ ਪਾਇਆ ਗਿਆ ਬਰਡ ਫਲੂ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਟਿਕਟੋਕ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਇਹ 'ਰੀਸਟੋਰਿੰਗ ਸਰਵਿਸ' ਹੈ ਜਦੋਂ ਟਰੰਪ ਨੇ ਐਲਾਨ ਕੀਤਾ ਕਿ ਉਹ ਕਾਰਜਕਾਰੀ ਆਦੇਸ਼ ਜਾਰੀ ਕਰੇਗਾ - ਬਿਜ਼ਨਸ ਇਨਸਾਈਡਰ",
        "ਜੀਓਪੀ ਨੇਤਾਵਾਂ ਨੇ ਟਰੰਪ ਦੇ ਕਾਰਜਕਾਰੀ ਆਦੇਸ਼ਾਂ ਦੀ ਧੁੰਦ ਬਾਰੇ ਜਾਣਕਾਰੀ ਦਿੱਤੀ - ਪੋਲਿਟਿਕੋ",
        "ਸ਼ਿਕਾਗੋ ਅਤੇ ਅਮਰੀਕਾ ਦੇ ਹੋਰ ਸ਼ਹਿਰਾਂ ਵਿਚ ਪ੍ਰਵਾਸੀਆਂ ਨੇ ਟਰੰਪ ਨੂੰ ਦੇਸ਼ ਨਿਕਾਲੇ ਦੀ ਉਮੀਦ ਕੀਤੀ ਗ੍ਰਿਫਤਾਰੀ ਲਈ ਬ੍ਰੇਸ ਕੀਤਾ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਹਟਾਈ",
        "ਟਿਕਟਾਕ ਪਾਬੰਦੀ ਤੋਂ ਪ੍ਰੇਰਿਤ ਕਾਂਗਰਸੀ ਦੇ ਦਫ਼ਤਰ 'ਤੇ ਗੋਲੀਬਾਰੀ ਸ਼ੁਰੂ ਕਰਨ ਦਾ ਦੋਸ਼, ਪੁਲਿਸ ਕਹਿੰਦੀ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਜੇਪੀ ਮੋਰਗਨ ਟੇਕਓਵਰ ਅਫਵਾਹਾਂ ਦੇ ਵਿਚਕਾਰ ਇੰਟੇਲ ਸਟਾਕ ਤੇ ਤੋਲਦਾ ਹੈ - TipRanks",
        "ਕੋਲੰਬੀਆ ਵਿੱਚ ਸ਼ਾਂਤੀ ਵਾਰਤਾ ਵਿੱਚ ਅਸਫਲ ਰਹਿਣ ਤੋਂ ਬਾਅਦ ਘੱਟੋ ਘੱਟ 80 ਮੌਤਾਂ, ਕਈਆਂ ਨੂੰ ਅਗਵਾ ਕਰ ਲਿਆ ਗਿਆ, ਅਧਿਕਾਰੀ ਦਾ ਕਹਿਣਾ ਹੈ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਡੋਨਾਲਡ ਟਰੰਪ ਦਾ ਉਦਘਾਟਨੀ ਹਫਤੇ ਦੇ ਅੰਤ ਵਿੱਚ ਮਸ਼ਹੂਰ ਹਸਤੀਆਂ, ਪ੍ਰਦਰਸ਼ਨਕਾਰੀਆਂ ਅਤੇ ਹੋਰ ਬਹੁਤ ਕੁਝ - ਹਿੰਦੁਸਤਾਨ ਟਾਈਮਜ਼",
        "ਕਾਲਜ ਫੁੱਟਬਾਲ ਰੈਂਕਿੰਗਃ ਓਹੀਓ ਸਟੇਟ-ਨੋਟਰੇ ਡੈਮ ਚੈਂਪੀਅਨਸ਼ਿਪ ਗੇਮ ਤੋਂ ਪਹਿਲਾਂ ਫਾਈਨਲ ਏਪੀ ਟਾਪ 25 ਪ੍ਰੋਜੈਕਸ਼ਨ - 247Sports",
        "ਜਨਵਰੀ ਅਤੇ ਫਰਵਰੀ ਵਿਚ ਗ੍ਰਹਿ ਇਕਸਾਰ ਹੁੰਦੇ ਹਨ - ਮੌਸਮਨੈਸ਼ਨ"
    ]
}