{
    "headlines": [
        "TotalEnergies pauses business with Adani Group - Reuters",
        "Israeli prime minister approves Lebanon ceasefire deal ‘in principle,’ source says - CNN",
        "‘Wicked’ and ‘Gladiator’ make gravity-defying theater debuts - The Associated Press",
        "‘It puts him amongst the all-time greats’ – Horner praises Verstappen after winning his ‘best and hardest championship’ - Formula 1",
        "Gen Z are all using AI to get their work done, study finds - Axios",
        "Bird flu detected in raw milk sold at California store - The Washington Post",
        "Christopher Rufo Has Trump’s Ear and Wants to End DEI for Good - The Wall Street Journal",
        "Russia and Ukraine trade drone strikes as Zelenskyy calls on allies for 'unwavering' aid - ABC News",
        "US finalizes awards to BAE Systems, Rocket Lab for semiconductor chips - Yahoo Finance",
        "Harris is telling her advisers and allies to keep her political options open - POLITICO",
        "The UAE arrests 3 Uzbek nationals for the killing of an Israeli-Moldovan rabbi - The Associated Press",
        "Liam Payne Was Trying to Escape from Balcony When He Fell to His Death - TMZ",
        "SMCI Clashes with Nasdaq, but Stock on the Rise - TipRanks",
        "Saquon Barkley sets several Eagles franchise records, makes NFL history in blowout victory over Rams - CBS Sports",
        "Scott Bessent Sees a Coming ‘Global Economic Reordering.’ He Wants to Be Part of It. - The Wall Street Journal",
        "Senators took down one Trump Cabinet pick. But the fight over their authority is just beginning - The Associated Press",
        "Krispy Kreme Launches 3 New Holiday Doughnuts — and 1 Returning Favorite - Food & Wine",
        "Hezbollah fires rocket barrages into Israel after deadly Beirut strikes - BBC.com",
        "Update on possible Thanksgiving winter storm - WKBN.com",
        "SpaceX launching 23 Starlink satellites from Florida early Nov. 25 - Space.com"
    ]
}