{
    "headlines": [
        "Autoridades de saúde pública do condado de LA confirmam primeiro caso humano de gripe aviária H5 - CBS News",
        "Crisis PR on the Hot Seat After Blake Lively Alleges 'Smear Campaign' - Variety",
        "College Football Playoff: Georgia QB Carson Beck passa por cirurgia na UCL, para perder a pós-temporada - Yahoo Sports",
        "Packers vs. Saints onde assistir: horário de início da NFL, transmissão ao vivo, odds, previsão para o jogo 'MNF' - CBS Sports",
        "Biden dá prisão perpétua a 37 dos 40 presos federais no corredor da morte antes que Trump possa retomar as execuções - Associated Press",
        "Bill Clinton hospitalizado em D.C. - Axios",
        "‘Necessidade de fazer alguma mudança de norma’: o caso de Granger estimula um debate renovado sobre legisladores doentes - POLITICO",
        "Matt Gaetz entra com uma ação judicial malsucedida para impedir a divulgação do relatório de Ética da Casa - CNN",
        "Nordstrom family takes department store chain private in $ 6.25 billion deal - The Washington Post",
        "Homem enfrenta acusações de assassinato pela morte de uma mulher que foi incendiada no metrô de Nova York - The Associated Press",
        "O próximo filme de Christopher Nolan é uma adaptação da ‘Odisseia‘ de Homero, revela a Universal - Prazo",
        "   Removido ",
        "Policial baleado fatalmente após atender ligação sobre homem armado em supermercado da Carolina do Norte: Polícia - ABC News",
        "Trump antecipa política externa combativa com ameaças ao Panamá e à Groenlândia - Reuters",
        "Suspeito de assassinato da UnitedHealthcare, Luigi Mangione se declara inocente em Nova York - The Washington Post",
        "   Removido ",
        "A ASUS apresenta um novo laptop Rog Strix delineado em RGB no próximo ano - The Verge",
        "Vulcão Kilauea no Havaí envia lava para a superfície na última erupção - siga ao vivo - BBC.com",
        "O novo filme sexy da A24 não deveria chocá-lo. É suposto fazer algo melhor. - Slate",
        "Notas dos Giants-Falcons: Algum Giants jogou bem na derrota por 34-7 para o Atlanta? - Big Blue View"
    ]
}