{
    "headlines": [
        "Dois mortos e dezenas de feridos na Alemanha enquanto o carro ataca a multidão no mercado de Natal - The Guardian",
        "Onde assistir Notre Dame vs. Indiana, canal de TV, previsão, escolha, propagação, odds para o College Football Playoff - CBS Sports",
        "Michael Penix Jr. poderia desbloquear o potencial explosivo dos Falcons; além disso, duas equipes com uma vantagem assustadora nos playoffs - NFL.com",
        "The Long Road to ‘Lana’: Why SZA Took Two Years to Drop the ‘SOS’ Deluxe Album - Variety",
        "Projeto de lei orçamentária de última hora para evitar paralisação do governo dos EUA prevalece na Câmara - Al Jazeera English",
        "Assassinatos de Delphi: Richard Allen condenado a 130 anos por mortes em Indiana - BBC.com",
        "Juiz condena Oath Keeper, que cooperou no julgamento de 6 de janeiro, à liberdade condicional e adverte que a democracia é \"frágil\" - CNN",
        "Os corvos cortaram Diontae Johnson para acabar com o desastroso casamento pós-negociação - New York Post",
        "Chiefs Activate Hollywood Brown - NBC Sports",
        "Diddy Sued for Sexual Assault by Winner of 2006 Radio Contest NYC Trip, With Pics - TMZ",
        "Oito condenados em França por ações que levaram à decapitação de professores - BBC.com",
        "Musk ajudou a acabar com um projeto de lei de gastos do Congresso. Mas muito do que ele espalhou foi desinformação - The Associated Press",
        "Depois de causar indignação no primeiro dia do Y Combinator, o editor de código de IA PearAI recebe US $ 1 milhão em sementes - TechCrunch",
        "FDA aprova Zepbound® (tirzepatide) como o primeiro e único medicamento prescrito para apneia obstrutiva do sono moderada a grave em adultos com obesidade - Investidores | Eli Lilly and Company",
        "‘Pacotes e lucros acima das pessoas’: como é ser um motorista da Amazon e por que alguns estão em greve - CNN",
        "A rápida propagação da gripe aviária H5N1 através dos rebanhos leiteiros da Califórnia sugere caminhos desconhecidos de transmissão - STAT",
        "O criminoso da polícia de Nova York, Luigi Mangione, saiu pela culatra? - Gothamist",
        "\"Doença misteriosa\" no Congo acabou por ser malária — e potencialmente, outra doença - Livescience.com",
        "O jackpot da Mega Millions sobe para US $ 862 milhões - ABC News",
        "Veja como a assistência auditiva AirPods Pro da Apple alcança resultados profissionais - Tendências Digitais"
    ]
}