{
    "headlines": [
        "O que sabemos sobre o hack de criptomoedas de US $ 1,5 bilhão da Bybit - Business Insider",
        "O Papa Francisco teve uma \"noite pacífica\" depois que o Vaticano disse que a condição \"continua crítica\" - BBC.com",
        "A Alemanha está a realizar uma eleição nacional. Aqui está o que está em jogo - CNN",
        "Esfaqueamento na França: um morto e policiais feridos em Mulhouse - BBC.com",
        "Show pós-luta do UFC Seattle: reação ao final decepcionante da vitória de Song Yadong sobre Henry Cejudo - MMA Fighting",
        "Horóscopo para domingo, 23 de fevereiro de 2025 - Chicago Sun-Times",
        "As agências buscam orientação sobre o último e-mail do Musk OPM, com alguns exortando os funcionários a adiar a resposta - ABC News",
        "9 coisas que as câmeras não viram durante o Spirit Awards - Hollywood Reporter",
        "Lakers obtêm o primeiro grande desempenho de Luka Dončić na vitória sobre o Nuggets - Yahoo Sports",
        "Um teste para o novo iPhone da Apple: vencendo rivais chineses com o Home-Field Edge - The Wall Street Journal",
        "Trump deve nomear Patel como chefe interino da ATF: Relatórios - The Hill",
        "Policial morto e outras 5 pessoas feridas após atirador manter funcionários de hospital da Pensilvânia como reféns, dizem autoridades - CNN",
        "Artur Beterbiev vs. Dmitry Bivol 2 resultados da luta, destaques: Challenger se vinga para ganhar título indiscutível - CBS Sports",
        "Democratas e ex-funcionários da defesa protestam contra a \"pura mesquinhez\" das demissões do Pentágono por Trump - The Hill",
        "FINAL: No. 2 Florida 79, LSU 65 - Florida Gators",
        "SpaceX lança 22 satélites de internet Starlink da Califórnia - Space.com",
        "O que saber sobre o surto de sarampo no oeste do Texas à medida que os casos aumentam para 90 - PBS NewsHour",
        "D.O.G.E. Acabou de Enviar um Ultimato - NASA Watch",
        "Trump se diverte com demissões federais em massa e zomba de Biden antes de adorar a multidão conservadora - The Associated Press"
    ]
}