{
    "headlines": [
        "ਫਲਾ. ਟਿਫਨੀ ਗਹਿਣਿਆਂ ਦੀ ਸਮੱਗਲਿੰਗ ਦਾ ਦੋਸ਼ ਲਗਾਉਣ ਵਾਲੇ ਆਦਮੀ ਕੋਲ ਇਸ ਲਈ ਇੱਕ ਪ੍ਰੇਸ਼ਾਨ ਕਰਨ ਵਾਲੀ ਲੁਕਣ ਵਾਲੀ ਜਗ੍ਹਾ ਸੀ - ਰੂਟ",
        "ਟਰੰਪ ਨੇ ਕੈਨੇਡਾ, ਮੈਕਸੀਕੋ ਤੋਂ ਛੋਟਾਂ ਦਾ ਭਾਰ ਤੋਲਿਆ - ਬੈਰਨ",
        "ਸੀਹਾਕਸ ਰਿਲੀਜ਼ ਡਬਲਯੂਆਰ ਟਾਈਲਰ ਲਾਕੇਟ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਹਾਂ, ਬਿਡੇਨ ਨੇ ਟ੍ਰਾਂਸਜੈਂਡਰ ਜਾਨਵਰਾਂ ਦੇ ਪ੍ਰਯੋਗਾਂ 'ਤੇ ਲੱਖਾਂ ਖਰਚ ਕੀਤੇ - ਵ੍ਹਾਈਟ ਹਾ Houseਸ",
        "ਚੀਨ ਨੇ ਟਰੰਪ ਦੇ ਟੈਰਿਫ ਤੋਂ ਬਾਅਦ ਅਮਰੀਕਾ ਨਾਲ ਕਿਸੇ ਵੀ 'ਕਿਸਮ ਦੀ ਜੰਗ' ਲਈ ਤਿਆਰ ਹੋਣ ਦੀ ਚਿਤਾਵਨੀ ਦਿੱਤੀ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਸੁਪਰੀਮ ਕੋਰਟ ਨੇ ਟੈਰਿਫਾਂ ਨੂੰ ਲੈ ਕੇ ਵਪਾਰ ਯੁੱਧ ਸ਼ੁਰੂ ਹੋਣ ਕਾਰਨ ਟਰੰਪ ਦੀ ਵਿਦੇਸ਼ੀ ਸਹਾਇਤਾ ਨੂੰ ਠੱਲ੍ਹ ਪਾਉਣ ਤੋਂ ਇਨਕਾਰ ਕਰ ਦਿੱਤਾ - ਸੀਐਨਐਨ",
        "ਪੋਪ 'ਨਾਲ ਨਾਲ ਆਰਾਮ' ਸਾਹ ਅਸਫਲਤਾ ਦੇ ਬਾਅਦ, ਵੈਟੀਕਨ ਕਹਿੰਦਾ ਹੈ - ਬੀਬੀਸੀ.",
        "ਗੂਗਲ ਸਰਚ ਦਾ ਨਵਾਂ ‘ਏਆਈ ਮੋਡ’ ਉਪਭੋਗਤਾਵਾਂ ਨੂੰ ਗੁੰਝਲਦਾਰ, ਬਹੁ-ਭਾਗ ਦੇ ਪ੍ਰਸ਼ਨ ਪੁੱਛਣ ਦਿੰਦਾ ਹੈ - TechCrunch",
        "ਸੁਪਰੀਮ ਕੋਰਟ ਨੇ ਵਿਦੇਸ਼ੀ ਸਹਾਇਤਾ ਵਿਚ 2 ਬਿਲੀਅਨ ਡਾਲਰ ਰੋਕਣ ਦੀ ਟਰੰਪ ਦੀ ਬੋਲੀ ਨੂੰ ਰੱਦ ਕਰ ਦਿੱਤਾ - ਬੀਬੀਸੀ.",
        "ਭਾਦ ਭਾਬੀ ਦੇ ਬੇਬੀ ਡੈਡੀ, ਲੇ ਵੌਨ, ਐਲਏ ਸਟ੍ਰਿਪ ਕਲੱਬ ਵਿਖੇ ਰਿਪੋਰਟ ਕੀਤੀ ਗਈ ਸ਼ੂਟ - ਯਾਹੂ ਐਂਟਰਟੇਨਮੈਂਟ",
        "ਨੋਵੋ ਵੇਗੋਵੀ ਕੀਮਤ ਨੂੰ ਘਟਾਉਂਦਾ ਹੈ, ਇਸ ਦੇ ਸਭ ਤੋਂ ਦੁਖਦਾਈ ਮੁਕਾਬਲੇ ਨੂੰ ਘਟਾਉਂਦਾ ਹੈ - ਨਿਵੇਸ਼ਕ ਦਾ ਕਾਰੋਬਾਰ ਰੋਜ਼ਾਨਾ",
        "ਯੂਕਰੇਨ ਦੀ ਫੌਜੀ ਸਹਾਇਤਾ ਵਿੱਚ ਟਰੰਪ ਦੀ ਕਟੌਤੀ ਰੂਸੀ ਬੈਲਿਸਟਿਕ ਮਿਜ਼ਾਈਲਾਂ ਦੇ ਸੰਪਰਕ ਵਿੱਚ ਆਉਣ ਵਾਲੇ ਲੱਖਾਂ ਨਾਗਰਿਕਾਂ ਨੂੰ ਛੱਡ ਸਕਦੀ ਹੈ - ਸੀਐਨਐਨ",
        "ਟਰੰਪ ਪ੍ਰਸ਼ਾਸਨ ਨੇ ਸੰਭਾਵਿਤ ਵਿਕਰੀ ਲਈ ਨਿਸ਼ਾਨਾ ਬਣਾਏ ਗਏ ਸੈਂਕੜੇ ਸੰਘੀ ਇਮਾਰਤਾਂ ਦੀ ਸੂਚੀ ਮਿਟਾ ਦਿੱਤੀ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਚੀਫਸ ਵਪਾਰ ਆਲ-ਪ੍ਰੋ ਅਪਮਾਨਜਨਕ ਗਾਰਡ ਜੋ ਥੁਨੇਈ ਨੂੰ ਭਵਿੱਖ ਦੇ ਚੌਥੇ ਗੇੜ ਦੇ ਪਿਕ ਲਈ ਬੀਅਰਜ਼ ਨੂੰ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਟਰੰਪ ਦੇ ਯੂਕਰੇਨ 'ਤੇ ਯੂਰਪ ਦੀ ਦੂਰ-ਸੱਜੇ ਵੰਡ ਨੂੰ ਦਬਾਓ - Axios",
        "ਐਸਪਰੀਨਃ ਵਿਗਿਆਨੀ ਚੀਰਦੇ ਹਨ ਕਿ ਕਿਵੇਂ ਦਰਦਨਾਕ ਕੈਂਸਰ ਨੂੰ ਫੈਲਣ ਤੋਂ ਰੋਕ ਸਕਦਾ ਹੈ - ਬੀਬੀਸੀ.",
        "ਤਨਜ਼ਾਨੀਆ ਵਿੱਚ ਮਨੁੱਖੀ ਪੁਰਖਿਆਂ ਦੁਆਰਾ ਬਣਾਏ ਗਏ 1.5 ਮਿਲੀਅਨ ਸਾਲ ਪੁਰਾਣੇ ਹੱਡੀਆਂ ਦੇ ਸਾਧਨ ਆਪਣੀ ਕਿਸਮ ਦੇ ਸਭ ਤੋਂ ਪੁਰਾਣੇ ਹਨ - Livescience.",
        "ਜੀਨ ਹੈਕਮੈਨ ਦੇ ਕੁੱਤੇ ਦੀ ਗਲਤ ਪਛਾਣ ਕੀਤੀ ਗਈ ਕਿਉਂਕਿ ਅਦਾਕਾਰ ਦੀ ਮੌਤ ਦੇ ਦੁਆਲੇ ਹੋਰ ਰਹੱਸ ਘੁੰਮਦੇ ਹਨ - 9News. com KUSA",
        "‘ਅਨੋਰਾ‘ ਦੇ ਅੰਦਰ ਆਸਕਰ ਜਿੱਤਃ ਕਿਵੇਂ ਸਕ੍ਰੈਪੀ ਇੰਡੀ ਨੀਓਨ ਨੇ 5 ਸਾਲਾਂ ਵਿੱਚ ਆਪਣੀ ਦੂਜੀ ਸਭ ਤੋਂ ਵਧੀਆ ਤਸਵੀਰ ਜਿੱਤ ਨੂੰ ਖਿੱਚਿਆ - ਵੰਨਗੀ"
    ]
}