{
    "headlines": [
        "أسهم موردي الرقائق الرئيسيين تقفز مع اعتبار الولايات المتحدة قيودًا صينية مخففة - CNBC",
        "انقطاع التيار الكهربائي في حالات الطوارئ في جميع أنحاء أوكرانيا بعد هجوم صاروخي \"ضخم\" - BBC.com",
        "احتمالات اتحاد كرة القدم الأميركي، اختيارات الخبراء: التوقعات، أفضل الرهانات، مكان المشاهدة، بث عيد الشكر، ألعاب \"الجمعة السوداء\" - سي بي إس سبورتس",
        "داخل الصاروخ الروسي الجديد \"أوريشنيك\" - Reuters.com",
        "كوريا الجنوبية: ما لا يقل عن أربعة قتلى في تساقط الثلوج بغزارة - DW (الإنجليزية)",
        "تدعم المحكمة تكساس عبر الأسلاك الشائكة المثبتة على الحدود الأمريكية المكسيكية - NPR",
        "زعيمة المكسيك ترد على ادعاء ترامب بأنها وافقت على وقف الهجرة - BBC.com",
        "زوكربيرج يتناول العشاء مع ترامب في مارالاغو - وكالة أسوشيتد برس",
        "أفادت التقارير أن لجنة التجارة الفيدرالية تفتح تحقيقًا لمكافحة الاحتكار في Microsoft - TechCrunch",
        "جيش الدفاع الإسرائيلي يطلب من السكان اللبنانيين عدم العودة إلى القرى القريبة من الحدود الإسرائيلية - هآرتس",
        "مصير وزير الدفاع الصيني دونغ جون غير واضح حيث أن التحقيق في الفساد يثير روايات مختلفة - رويترز",
        "تراجعت الأسهم الآسيوية، وانجراف الدولار قبل عيد الشكر الأمريكي - Reuters.com",
        "تبدو صفقة غزة بعيدة حتى مع وقف إطلاق النار في لبنان - واشنطن بوست",
        "يقول فريق ترامب الانتقالي إن العديد من اختيارات مجلس الوزراء استهدفت بتهديدات بالقنابل والضرب - سي إن إن",
        "رفض شون \"ديدي\" كومز الإفراج عنه بكفالة من قبل قاض ثالث بينما ينتظر محاكمة الاتجار بالجنس - وكالة أسوشيتد برس",
        "\"الرقص مع النجوم\" الموسم 33 التصنيف النهائي الأفضل في 4 سنوات - الموعد النهائي",
        "الأسئلة تتبع الاستدعاء المكثف للحليب الخام في كاليفورنيا بعد اختبار إنفلونزا الطيور - ياهو! أصوات",
        "إليك سبب تزايد المخاوف من إنفلونزا الطيور - NPR",
        "صديقة ترافيس كيلسي السابقة تواجه رد فعل عنيف بسبب الاعتراف العاطفي بالانفصال - Athlon Sports",
        "هل يمكننا الحصول على Chee Who ؟ \"Moana 2\" أفضل افتتاح لعيد الشكر في 170 مليون دولار +، المزيد من السجلات ليتم كسرها ؛ \"Wicked\" 92 مليون دولار، \"Gladiator II\" 39 مليون دولار + – شباك التذاكر - الموعد النهائي"
    ]
}