{
    "headlines": [
        "Santorini im Ausnahmezustand nach stärkstem Beben in Tagen des Zitterns - CNN",
        "Nach dem Abbruch der Fusion steigt der Weihnachtsumsatz der Coach-Mutter Tapestry - CNBC",
        "Lakers werden der Nr. 4 Favorit, um NBA-Finale zu gewinnen, nachdem sie für Mark Williams gehandelt haben - Yahoo Sports",
        "Die Ansprüche an Arbeitslose steigen leicht, aber es gibt keine Anzeichen für Probleme auf dem Arbeitsmarkt - MarketWatch",
        "Google bringt Gemini 2.0 für alle auf den Markt. Hier sind die Highlights - CNET",
        "Wie Calvin Klein und Tommy Hilfiger in Trumps Handelskrieg mit China verwickelt wurden - CNBC",
        "Diese Menschen verwandelten AirPods in Hörgeräte. Hier sind die Vor- und Nachteile. - The Wall Street Journal",
        "Syrische Flüchtlinge, die beim Angriff eines schwedischen Schützen auf die Schule getötet wurden - BBC.com",
        "Israel unterstützt Trumps Plan und befiehlt dem Militär, sich darauf vorzubereiten, dass die Palästinenser Gaza verlassen - CNN",
        "Neueste britische Zinssätze: Die Bank of England senkt die Zinssätze auf 4,5%, den niedrigsten Stand seit Juni 2023 - BBC.com",
        "Könnten die kompakten Kernreaktoren dieses Startups die Krebserkennung revolutionieren? - TechCrunch",
        "Eissturm schlägt Nordosten während des morgendlichen Pendelns - ABC News",
        "Zweite Art der Vogelgrippe bei US-Milchkühen nachgewiesen - The Associated Press",
        "Kanye West verteidigt Ehefrau Bianca Censori inmitten der Kontroverse um das „unsichtbare Kleid“ - Rolling Stone",
        "Asus Zenfone 12 Ultra kommt mit einer Designaktualisierung und leistungsstarken Einbauten, aber enttäuschender Softwareunterstützung - Notebookcheck.net",
        "Brandon Ingram Handelsnoten: Raptors erhalten 'B-' für das Hinzufügen von All-Star als Pels Kaution für die Paarung mit Zion Williamson - CBS Sports",
        "Trump Admin schlägt vor, den Zugriff von Musks DOGEN auf Treasury-Daten inmitten einer Datenschutzklage einzuschränken - Axios"
    ]
}