{
    "headlines": [
        "ਤਾਈਵਾਨ ਨੇ ਟਾਪੂ ਦੇ ਆਲੇ ਦੁਆਲੇ ਚੀਨੀ ਫੌਜੀ ਅਭਿਆਸਾਂ ਦੀ ‘ਗੈਰ-ਵਾਜਬ ਭੜਕਾਹਟ’ ਵਜੋਂ ਨਿੰਦਾ ਕੀਤੀ - ਸੀਐਨਐਨ",
        "ਹੈਰਿਸ ਨੇ ਕਾਲੇ ਆਦਮੀਆਂ ਨੂੰ ਨਿਸ਼ਾਨਾ ਬਣਾਉਣ ਵਾਲੇ ਨਵੇਂ ਪ੍ਰਸਤਾਵਾਂ ਦਾ ਪਰਦਾਫਾਸ਼ ਕੀਤਾ ਕਿਉਂਕਿ ਉਹ ਡੈਮੋਕਰੇਟਿਕ ਗੱਠਜੋੜ ਨੂੰ ਤੋੜਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰ ਰਹੀ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਆ ਜਾਓ ਤੂਫਾਨ ਜਾਂ ਉੱਚਾ ਪਾਣੀ, ਫਲੋਰਿਡਾ ਟਾਪੂ ਨਿਵਾਸੀ ਰਹਿਣ ਦਾ ਵਾਅਦਾ ਕਰਦੇ ਹਨ - ਐਨਪੀਆਰ",
        "ਰੋਬੋਟੈਕਸੀ ਈਵੈਂਟ ਤੋਂ ਬਾਅਦ ਟੇਸਲਾ ਸਟਾਕ ਦੀ ਵਿਕਰੀ ਸਿਰਫ ਸ਼ੁਰੂਆਤ ਹੋ ਸਕਦੀ ਹੈ, ਪੇਸ਼ੇ ਚੇਤਾਵਨੀ ਦਿੰਦੇ ਹਨ - ਯਾਹੂ ਵਿੱਤ",
        "ਕੈਲੀਫੋਰਨੀਆ 'ਚ ਟਰੰਪ ਦੀ ਰੈਲੀ ਨੇੜੇ ਗ੍ਰਿਫਤਾਰ ਵਿਅਕਤੀ' ਤੇ ਬੰਦੂਕ ਰੱਖਣ ਦੇ ਦੋਸ਼ - REUTERS",
        "ਕਾਰਡੀ ਬੀ ਨੇ ਆਪਣੇ ਜਨਮਦਿਨ ਬੈਸ਼ 'ਤੇ ਸਖਤ ਦਾਅਵਾ ਕੀਤਾਃ' ਮੈਂ ਇਹ ਦੁਬਾਰਾ ਕਦੇ ਨਹੀਂ ਕਰਾਂਗਾ '- ਜੀਓ ਨਿ Newsਜ਼",
        "ਇਜ਼ਰਾਈਲ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਹਿਜ਼ਬੁਲ ਦੇ ਡਰੋਨ ਹਮਲੇ 'ਚ 4 ਫੌਜੀ ਮਾਰੇ ਗਏ ਜਦਕਿ ਗਾਜ਼ਾ' ਚ ਇਜ਼ਰਾਈਲੀ ਹਮਲੇ 'ਚ 20 ਮਾਰੇ ਗਏ - The Associated Press",
        "ਇਕ ਹੋਰ ਵੱਡਾ ਐਂਡਰਾਇਡ ਬ੍ਰਾਂਡ ਇਸ ਮਹੀਨੇ ਆਪਣੇ ਫਲੈਗਸ਼ਿਪ ਫੋਨ ਲਾਂਚ ਕਰੇਗਾ - ਐਂਡਰਾਇਡ ਅਥਾਰਟੀ",
        "ਬਾਲੀਵੁੱਡ ਨਾਲ ਨੇੜਲੇ ਸਬੰਧਾਂ ਲਈ ਜਾਣੇ ਜਾਂਦੇ ਭਾਰਤੀ ਸਿਆਸਤਦਾਨ ਦੀ ਮੁੰਬਈ 'ਚ ਹੱਤਿਆ - NPR",
        "ਕੈਲੇਬ ਵਿਲੀਅਮਜ਼ ਇੱਕ ਸੁਪਰਸਟਾਰ ਹੈ, ਟ੍ਰੇਵਰ ਲਾਰੈਂਸ ਨਹੀਂ ਹੈ; ਡੱਲਾਸ ਵਿੱਚ ਤਬਾਹੀ: ਹਫਤਾ 6 ਤੁਰੰਤ ਪ੍ਰਤੀਕ੍ਰਿਆਵਾਂ | ਅੰਦਰੂਨੀ ਕਵਰੇਜ - ਯਾਹੂ ਸਪੋਰਟਸ",
        "ਸੋਮਵਾਰ, ਅਕਤੂਬਰ 14, 2024 ਲਈ ਕੁੰਡਲੀ - ਸ਼ਿਕਾਗੋ ਸੂਰਜ-ਟਾਈਮਜ਼",
        "ਜੋਅ ਬਰੋ ਇੱਕ ਟੀਡੀ ਲਈ ਦੌੜਦਾ ਹੈ ਅਤੇ ਬੰਗਾਲ ਦੀ ਰੱਖਿਆ ਉਨ੍ਹਾਂ ਨੂੰ ਜਾਇੰਟਸ ਤੋਂ ਅੱਗੇ ਲੈ ਜਾਂਦੀ ਹੈ, 17-7 - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਸਪੇਸਐਕਸ ਨੇ ਪੰਜਵੇਂ ਫਲਾਈਟ ਟੈਸਟ ਵਿਚ ਵਿਸ਼ਾਲ ਸਟਾਰਸ਼ਿਪ ਬੂਸਟਰ ਨੂੰ ਫੜਿਆ - ਰਾਇਟਰਜ਼",
        "4 ਵਿੱਚੋਂ 1 ਅਮਰੀਕੀ ਬਾਲਗਾਂ ਨੂੰ ਸ਼ੱਕ ਹੈ ਕਿ ਉਨ੍ਹਾਂ ਨੇ ਏਡੀਐਚਡੀ ਦਾ ਨਿਦਾਨ ਨਹੀਂ ਕੀਤਾ ਹੈਃ ‘ਉਨ੍ਹਾਂ ਦੇ ਮਾਪਿਆਂ ਨੇ ਵਿਸ਼ਵਾਸ ਨਹੀਂ ਕੀਤਾ’ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਓਪਟੀਮਸ, ਰੋਬੋਟੈਕਸੀ ਲਈ ਟੇਸਲਾ ਰਿਪਿੰਗ ਆਫ ਫਿਲਮ ਲਈ ‘ਮੈਂ, ਰੋਬੋਟ’ ਨਿਰਦੇਸ਼ਕ ਏਲੋਨ ਮਸਕ: “ਕੀ ਮੈਂ ਆਪਣੇ ਡਿਜ਼ਾਈਨ ਵਾਪਸ ਲੈ ਸਕਦਾ ਹਾਂ ਕਿਰਪਾ ਕਰਕੇ?\" - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਗਲੈਕਸੀ ਐਸ 23, ਐਸ 23 +, ਅਤੇ ਐਸ 23 ਅਲਟਰਾ ਅਕਤੂਬਰ 2024 ਸੁਰੱਖਿਆ ਅਪਡੇਟ ਪ੍ਰਾਪਤ ਕਰਦੇ ਹਨ - ਸੈਮਮੋਬਾਈਲ - ਸੈਮਸੰਗ ਖ਼ਬਰਾਂ",
        "ਫਲੇਹਰਟੀ ਡੋਜਰਜ਼ ਟਾਈ ਮਾਰਕ ਦੇ ਤੌਰ ਤੇ 'ਪਿਚਿੰਗ ਕਲੀਨਿਕ' ਦੀ ਅਗਵਾਈ ਕਰਦਾ ਹੈ - ਈਐਸਪੀਐਨ",
        "ਏਡਨ ਹਚਿੰਸਨ ਦੀ ਸੱਟਃ ਕਾਉਬੌਇਜ਼ ਦੇ ਡੈਕ ਪ੍ਰੈਸਕੋਟ ਨੇ ਉਤਸ਼ਾਹ ਦੀ ਪੇਸ਼ਕਸ਼ ਕਰਨ ਲਈ ਲਾਇਨਜ਼ ਪ੍ਰੋ ਬੌਲਰ ਦਾ ਨੰਬਰ ਪ੍ਰਾਪਤ ਕਰਨ ਦੀ ਯੋਜਨਾ ਬਣਾਈ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਐਟਲਾਂਟਿਕ ਵਿਚ ਨਿਵੇਸ਼ 94-ਐਲ ਲਈ ਗਠਨ ਦਾ ਮੌਕਾ ਥੋੜਾ ਜਿਹਾ ਵਧਦਾ ਹੈ; ਖੰਡੀ ਡਿਪਰੈਸ਼ਨ ਸੰਭਵ - ਡਬਲਯੂਈਐਸਐਚ 2 ਓਰਲੈਂਡੋ",
        "ਸਪੇਸਐਕਸ 14 ਅਕਤੂਬਰ ਨੂੰ ਨਾਸਾ ਦੇ ਯੂਰੋਪਾ ਕਲਿੱਪਰ ਨੂੰ ਬਰਫੀਲੇ ਜੁਪੀਟਰ ਚੰਦਰਮਾ 'ਤੇ ਕਿਸ ਸਮੇਂ ਲਾਂਚ ਕਰੇਗਾ (ਅਤੇ onlineਨਲਾਈਨ ਕਿਵੇਂ ਵੇਖਣਾ ਹੈ)? - ਸਪੇਸ ਡਾਟ ਕਾਮ"
    ]
}