{
    "headlines": [
        "Первый и десятый: у Техаса есть проблема с Арком Мэннингом. Он квотербек или Куинн Юэрс? - USA TODAY",
        "Фондовый рынок сегодня: Dow вырос на 500 пунктов, поскольку акции ФРС нацелились на рекорды - Yahoo Finance",
        "Коэффициенты НФЛ, линии Вегаса, выборы, спреды, игровые прогнозы: модель, любящая Браунс, Бенгалс на 3 неделе, 2024 - CBS Sports",
        "Заявки на пособия по безработице в США упали до четырехмесячного минимума - Bloomberg",
        "Первое шоу на стадионе Empower Field 2025 года - FOX 31 Denver",
        "ЕС расскажет Apple, как сделать интероперабельность в стиле DMA - TechCrunch",
        "Муж богатейшей женщины России арестован по обвинению в убийстве после перестрелки в офисе - Reuters",
        "Почему участники команды не одобрят кандидата на 2024 год. И, как избежать долгов по кредитным картам. - NPR",
        "Следующая эра телефонов уже почти наступила. Вот как это формируется - CNET",
        "Запуск астронавта SpaceX Crew-9 отложен до 26 сентября - Space.com",
        "Харрис планирует прямую трансляцию с Опрой Уинфри, в то время как Трамп собирается обратиться к израильско-американской группе - The Associated Press",
        "Земля вот-вот получит мини-луну (временно). Что нужно знать об астероиде 2024 PT5. - USA TODAY",
        "NFL Week 3 Picks From the MMQB Staff: Ravens Visit Cowboys Seeking First Win - Sports Illustrated",
        "Вероятность образования возрастает по мере того, как NHC отслеживает нарушения, которые могут развиться, что вскоре повлияет на Флориду - WESH 2 Орландо",
        "Новый вариант коронавируса XEC распространяется по всему миру: что вам нужно знать - The Jerusalem Post",
        "Gemini Live выходит на телефоны Galaxy бесплатно - SamMobile - Новости Samsung",
        "Nintendo и The Pokémon Company подали в суд на разработчиков Palworld за «нарушение патентных прав» - Rock Paper Shotgun",
        "Эксклюзив: Боеприпасы из Индии поступают в Украину, вызывая гнев России - Reuters",
        "Пигмейский бегемот Му Дэн настолько обожаем, что она может получить свой собственный патент - Ассошиэйтед Пресс",
        "Израиль бомбит Ливан после радио-взрывов, говорит, что это срывает заговор убийства - Reuters"
    ]
}