{
    "headlines": [
        "ਨਾਟਕੀ ਫੋਟੋ ਸਪੇਨ ਦੇ ਕੈਨਰੀ ਆਈਲੈਂਡਜ਼ ਤੋਂ ਪਰਵਾਸੀ ਸਮੁੰਦਰੀ ਜਹਾਜ਼ 'ਤੇ ਸਮੁੰਦਰ ਵਿਚ ਪੈਦਾ ਹੋਈ ਬੱਚੀ ਨੂੰ ਬਚਾਉਂਦੀ ਹੈ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਐਲਨ ਮਸਕ ਕੋਲ ਹੁਣ ਡੋਗੇ ਦੇ ਬਜਟ ਕਟੌਤੀ ਲਈ ਇੱਕ ਨਵਾਂ, ਘੱਟ ਟੀਚਾ ਨੰਬਰ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਬੀਮਾਕਰਤਾ ਕੈਲੀਫੋਰਨੀਆ ਦੇ ਜੰਗਲੀ ਅੱਗਾਂ ਤੋਂ $ 10bn ਤੱਕ ਦੇ ਨੁਕਸਾਨ ਲਈ ਬ੍ਰੇਸ ਕਰਦੇ ਹਨ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "ਹਟਾਈ",
        "ਕੈਲੀਫੋਰਨੀਆ ਦੇ ਜੰਗਲੀ ਅੱਗ ਨੇ ਲਾਸ ਏਂਜਲਸ ਕਾਉਂਟੀ ਨੂੰ ਤਬਾਹ ਕਰ ਦਿੱਤਾ, 5 ਦੀ ਮੌਤ ਹੋ ਗਈ ਅਤੇ ਹਜ਼ਾਰਾਂ ਘਰਾਂ ਨੂੰ ਧਮਕੀ ਦਿੱਤੀ ਗਈ - ਫੌਕਸ ਨਿ Newsਜ਼",
        "ਕਾਲਜ ਫੁੱਟਬਾਲ ਪਲੇਆਫਃ ਸਭ ਤੋਂ ਵੱਡੇ ਨਾਮ ਸੈਮੀਫਾਈਨਲ ਵੱਲ ਵੇਖਦੇ ਹਨ - ਸੀ ਐਨ ਐਨ",
        "ਹਾਲੀਵੁੱਡ ਸਟਾਰ 16 ਸਾਲਾਂ ਬਾਅਦ ਤਲਾਕ ਦੀ ਅਗਵਾਈ ਕਰਦਾ ਹੈ - AL.",
        "ਯੂਸੁਫ਼ Aoun: ਲੇਬਨਾਨ ਦੇ ਸਤਿਕਾਰਯੋਗ ਸੈਨਾ ਮੁਖੀ ਬਣੇ ਨਵੇਂ ਰਾਸ਼ਟਰਪਤੀ - FRANCE 24 English",
        "ਜੇਨਕੀ ਦਾ ਦਾਅਵਾ ਹੈ ਕਿ 'ਸਵਿੱਚ 2' ਆਨੰਦ-ਕੌਨ ਨੂੰ 'ਬਰੂਟ ਫੋਰਸ' ਦੁਆਰਾ ਹਟਾਇਆ ਜਾ ਸਕਦਾ ਹੈ - ਨਿਨਟੈਂਡੋ ਲਾਈਫ",
        "'ਇੱਕ ਸਮੁੰਦਰੀ ਤਬਦੀਲੀ': ਸਰਜਨ ਜਨਰਲ ਦੀ ਅਲਕੋਹਲ ਚੇਤਾਵਨੀ ਐਸਐਫ ਬਾਰਾਂ ਨੂੰ ਬਦਲ ਸਕਦੀ ਹੈ - SFGATE",
        "ਕੇਟ ਦਾ 43 ਵਾਂ ਜਨਮਦਿਨਃ ਵਿਲੀਅਮ \"ਅਵਿਸ਼ਵਾਸ਼ਯੋਗ ਪਤਨੀ\" ਨੂੰ ਜਨਮਦਿਨ ਮੁਬਾਰਕ ਚਾਹੁੰਦਾ ਹੈ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਵਾਸ਼ਿੰਗਟਨ 'ਚ ਸਰਕਾਰੀ ਅੰਤਿਮ ਸੰਸਕਾਰ ਮੌਕੇ ਸਾਬਕਾ ਰਾਸ਼ਟਰਪਤੀ ਜਿੰਮੀ ਕਾਰਟਰ ਨੂੰ ਰਾਸ਼ਟਰ ਨੇ ਦਿੱਤੀ ਅਲਵਿਦਾ - WBAL TV Baltimore",
        "ਵਿਗਿਆਨੀ ਅੰਟਾਰਕਟਿਕ ਤੋਂ 1.2 ਮਿਲੀਅਨ ਸਾਲ ਪੁਰਾਣੇ ਆਈਸ ਕੋਰ ਨੂੰ ਖਿੱਚਣ ਲਈ ਲਗਭਗ 2 ਮੀਲ ਹੇਠਾਂ ਮਸ਼ਕ ਕਰਦੇ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਈਗਲਜ਼ ਟੀਮ ਦੇ ਸਾਥੀਆਂ ਨੇ ਅਭਿਆਸ ਦੇ ਬਦਲੇ ਵਿੱਚ \"ਤਿੱਖੀ\" ਜਲੇਨ ਹਰਟਸ ਨੂੰ ਵੇਖਿਆ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਵੱਧ ਰਹੀ ਯੂਕੇ ਦੀ ਉਪਜ ਦੇ ਨਾਲ ਇੱਕ ਪਲੰਜਿੰਗ ਪੌਂਡ ਸੁਝਾਅ ਦਿੰਦਾ ਹੈ ਕਿ ਬਾਂਡ ਜਾਗਰੂਕ ਲੁਕਾ ਰਹੇ ਹਨ - ਮਾਰਕੀਟਵਾਚ",
        "ਯੂਐਸ ਦੀ ‘ਬਦਨਾਮ ਬਾਜ਼ਾਰ’ ਰਿਪੋਰਟ ਆਨਲਾਈਨ ਫਾਰਮੇਸੀਆਂ ਦੇ ਜੋਖਮਾਂ ਬਾਰੇ ਚੇਤਾਵਨੀ ਦਿੰਦੀ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਗ੍ਰੀਨਲੈਂਡ 'ਤੇ ਟਰੰਪ ਦੇ ਦਾਅਵੇ' ਤੇ ਬਾਰੀਕੀ ਨਾਲ ਨਜ਼ਰ ਰੱਖ ਰਿਹਾ ਰੂਸ - BBC.com",
        "ਬਿਹਤਰ ਕੂਲਿੰਗ ਸਿਸਟਮ ਦੇ ਨਾਲ Snapdragon 8 Elite ਨੂੰ tame ਕਰਨ ਲਈ ਗਲੈਕਸੀ S25 - SamMobile - ਸੈਮਸੰਗ ਨਿਊਜ਼",
        "ਐਨਐਚਐਲ ਜੰਗਲੀ ਅੱਗਾਂ ਕਾਰਨ ਕੈਲਗਰੀ ਦੇ ਵਿਰੁੱਧ ਐਲਏ ਕਿੰਗਜ਼ ਦੇ ਘਰੇਲੂ ਮੈਚ ਨੂੰ ਮੁਲਤਵੀ ਕਰਦਾ ਹੈ ਜਦੋਂ ਕਿ ਐਨਐਫਐਲ, ਐਨਬੀਏ ਮਾਨੀਟਰ ਸਥਿਤੀ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਬਿਲੀ ਕ੍ਰਿਸਟਲ ਨੇ ਪੈਸੀਫਿਕ ਪਾਲੀਸੇਡਜ਼ ਅੱਗ ਲਈ 46 ਸਾਲਾਂ ਦਾ ਘਰ ਗੁਆ ਦਿੱਤਾਃ ‘ਅਸੀਂ ਦਿਲ ਤੋੜ ਰਹੇ ਹਾਂ’ - ਵੰਨਗੀ"
    ]
}