{
    "headlines": [
        "Harvest moon, supermoon bring a partial lunar eclipse: How, when to watch - Al Jazeera English",
        "Hezbollah vows to punish Israel after pager explosions across Lebanon - Reuters.com",
        "Harris’ formula for national media interviews: Don’t make news - POLITICO",
        "[Removed]",
        "Donald Trump vows to restore homeowner tax break he scrapped - Financial Times",
        "Senate Republicans block IVF package as Democrats highlight reproductive rights - CBS News",
        "Dolphins place Tagovailoa on IR after concussion - ESPN",
        "FBI investigating suspicious letters containing unknown substance sent to state election officials - CBS News",
        "Stock Market Today: Stocks Give Up Gains; Traders Still Betting on a Big Fed Cut - The Wall Street Journal",
        "Kareem Hunt's return messes up Carson Steele's plans to replace Pacheco, but the real buy-low is Travis Kelce - CBS Sports",
        "WATCH LIVE: Trump holds campaign event in Flint, Mich., with Arkansas Gov. Sarah Sanders - PBS NewsHour",
        "The Fed's biggest interest rate call in years happens Wednesday. Here's what to expect - CNBC",
        "‘Bachelorette’ Winner Devin Strader Faced Past Arrest and Restraining Order From Ex-Girlfriend - Variety",
        "Stadium-sized asteroid deemed 'potentially hazardous' by NASA, is expected to move 'relatively close' to Earth - Fox News",
        "Miley Cyrus accused of copying Bruno Mars in lawsuit over song 'Flowers' - Fox Business",
        "Mass rape trial lays bare France's disturbing culture of sexual assault, critics allege - Fox News",
        "A 'primordial' black hole may zoom through our solar system every decade - Space.com",
        "Apple Pulls iPadOS 18 for M4 iPad Pro After Bricking Complaints - MacRumors",
        "Sean 'Diddy' Combs faces sex trafficking and racketeering charges; Government seeks detention - The Associated Press",
        "Florida Gov. Ron DeSantis launches state investigation into apparent Trump assassination attempt - ABC News"
    ]
}