{
    "headlines": [
        "يقول ترامب إن روسيا تخلت عن الأسد في سوريا، وما كان يجب أن تتدخل - رويترز",
        "إطلاق النار في نيويورك: تم إصدار الصور بحثًا عن مشتبه به في UnitedHealthcare - BBC.com",
        "توقعات مباراة فاصلة لكرة القدم في الكلية: من سيشارك ومن سيخرج من الشريحة النهائية لبرنامج حماية الطفل - فوكس سبورتس",
        "مكتب التحقيقات الفيدرالي يحذر مستخدمي iPhone و Android - تغيير WhatsApp و Facebook Messenger و Signal Apps - Forbes",
        "نتائج البطاقة الرئيسية | UFC 310: بانتوجا مقابل أساكورا - UFC",
        "سقوط الحكومة السورية في نهاية مذهلة لحكم عائلة الأسد الذي دام 50 عامًا - وكالة أسوشيتد برس",
        "سبيس إكس تطلق 23 قمرا صناعيا من طراز ستارلينك على صاروخ فالكون 9 من كيب كانافيرال - سبيس فلايت ناو",
        "تم بيع نعال الياقوت التي كانت مفقودة في مزاد علني مقابل 28 مليون دولار - واشنطن بوست",
        "اجتياح تقدم المتمردين السوريين يحيي مخاوف الولايات المتحدة من استيلاء الإسلاميين - واشنطن بوست",
        "جيش الدفاع الإسرائيلي يضرب مصنع الأسلحة الكيميائية السوري، ويضع الدبابات على الحدود - تقرير - جروسالم بوست",
        "جون ماهاما يفوز في انتخابات غانا بينما يقبل ماهامودو باوميا الهزيمة - BBC.com",
        "المؤثرة بريكي هيل تخاطب شائعات باري كيوغان بعد اتهامه بخيانة سابرينا كاربنتر معها - الصفحة السادسة",
        "لعبة بطولة العشرة الكبار: ولاية بنسلفانيا - أوريغون الربع الرابع فتح الموضوع - مذكرات الحذاء الأسود",
        "دعم QB يدفع جورجيا إلى فوز OT على تكساس في بطولة SEC - نيويورك بوست",
        "تشارلي xcx، جاك أنتونوف، ليني ويلسون، كوافو، أوليفيا رودريغو، لانا ديل راي وأكثر تحية العام في الموسيقى في فاريتي هيت ميكرز برانش - فاريتي",
        "\"أنا ناجية من الاعتداء الجنسي \": يتعهد إرنست\" بفحص شامل \" لهيجسيث - بوليتيكو",
        "محذوف",
        "الأمير ويليام وترامب يجتمعان بعد إعادة افتتاح نوتردام - BBC.com",
        "لانا ديل راي ائتمانات جاك أنتونوف لزواجها من جيريمي دوفرين - متنوعة",
        "يقول داستن بوروز إن لديه أصواتًا ليكون رئيس مجلس النواب في تكساس بعد فوز ديفيد كوك بتصويت مجموعة الحزب الجمهوري - تكساس تريبيون"
    ]
}