{
    "headlines": [
        "ترامب يستغل كاري ليك المتشددة في مجال الهجرة كرئيس لصوت أمريكا - وكالة أسوشيتد برس",
        "ديفيد بونديرمان، مؤسس الأسهم الخاصة، توفي عن عمر يناهز 82 عامًا - صحيفة وول ستريت جورنال",
        "تم القضاء على نيكس من كأس الدوري الاميركي للمحترفين مع خسارة قبيحة شاملة للصقور - نيويورك بوست",
        "تم العثور على هانا كوباياشي، امرأة هاواي المفقودة التي أدى اختفائها إلى بحث مكثف، آمنة - وكالة أسوشيتد برس",
        "بيل بيليتشيك لرد فعل ولاية كارولينا الشمالية: لماذا كرة القدم الجامعية، أرقام اتحاد كرة القدم الأميركي إما الحب - أو الكراهية - توظيف - سي بي إس سبورتس",
        "رئيس كوريا الجنوبية يون سوك يول يتعهد \"بالقتال حتى النهاية\" - BBC.com",
        "تراجعت العقود الآجلة للأسهم بعد أن سجلت ناسداك إغلاقًا فوق مستوى 20,000: تحديثات مباشرة - CNBC",
        "مدير مكتب التحقيقات الفيدرالي كريستوفر راي يستقيل قبل تولي ترامب منصبه - BBC.com",
        "بالصور: نيران ماليبو تجبر الآلاف على الإخلاء بعد انفجار في الحجم - أكسيوس",
        "مانشين، سينما تمنع الديمقراطيين من حبس الأغلبية في مجلس العمل حتى عام 2026 - وكالة أسوشيتد برس",
        "إذا لم يكن لاعبو برونكو على دراية بمباراة الأحد ضد كولتس، فقد أوضحهم شون بايتون في اجتماع فريق الأربعاء - صحيفة دنفر بوست",
        "المدعي العام في مانهاتن يتعهد بالمساءلة في قضية قتل الرئيس التنفيذي لشركة United Healthcare - ABC News",
        "يبدو بالتأكيد أن OpenAI دربت SORA على محتوى اللعبة — ويقول الخبراء القانونيون إن ذلك قد يكون مشكلة - TechCrunch",
        "المرشد الأعلى الإيراني يتهم الولايات المتحدة وإسرائيل بتدبير الإطاحة بالأسد - واشنطن بوست",
        "أسهم Alphabet تسجل رقمًا قياسيًا في نماذج الذكاء الاصطناعي الجديدة - Barron's",
        "أخبار ترامب: بايدن أطلق نكتة كاشفة للغاية حول سبب خسارة الديمقراطيين. - لائحة",
        "ناسا تشرح سبب تحطم مروحية المريخ Ingenuity في رحلتها الثانية والسبعين - واشنطن بوست",
        "أعظم 40 لحظة ليلية في جولة تايلور سويفت في العصور - التنوع",
        "فيروس إنفلونزا الطيور يضرب حديقة الحيوانات العالمية للحياة البرية، حديقة تنفيذ تدابير السلامة - ABC15 أريزونا في فينيكس",
        "مصير القواعد العسكرية الروسية في سوريا لا يزال مفتوحاً - DW (الإنجليزية)"
    ]
}