{
    "headlines": [
        "Fantasy ਫੁੱਟਬਾਲ ਹਫਤੇ 2 ਸ਼ੁਰੂ 'Em, ਬੈਠ 'Em - ਯਾਹੂ ਖੇਡ",
        "ਗ੍ਰੀਨਲੈਂਡ ਦੀ ਨੌਂ ਦਿਨਾਂ ਦੀ ਮੈਗਾ-ਤਸੁਨਾਮੀ ਸਾਨੂੰ ਜਲਵਾਯੂ ਤਬਦੀਲੀ ਬਾਰੇ ਕੀ ਦੱਸਦੀ ਹੈ - ਫਰਾਂਸ 24 English",
        "ਜਸਟਿਨ ਟਿੰਬਰਲੇਕ ਨੇ ਡੀਡਬਲਯੂਆਈ ਕੇਸ ਵਿੱਚ ਦੋਸ਼ੀ ਮੰਨਿਆ - ਐਨਬੀਸੀ ਨਿ Newsਜ਼",
        "ਨੇਬਰਾਸਕਾ ਹਾਈ ਕੋਰਟ ਪਤਝੜ ਬੈਲਟ 'ਤੇ ਗਰਭਪਾਤ ਦੇ ਉਪਾਵਾਂ ਦਾ ਮੁਕਾਬਲਾ ਕਰਨ ਦੀ ਆਗਿਆ ਦਿੰਦੀ ਹੈ - ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "‘ਕਰਾਟੇ ਕਿਡ‘ ਅਭਿਨੇਤਾ ਅਤੇ ਸਟੀਵ ਮੈਕਕੁਈਨ ਦੇ ਬੇਟੇ ਚਾਡ ਮੈਕਕੁਈਨ ਦੀ 63 ਸਾਲ ਦੀ ਉਮਰ ਵਿੱਚ ਮੌਤ ਹੋ ਗਈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਹੌਲੀ ਮਹਿੰਗਾਈ ਆਰਥਿਕਤਾ ਪ੍ਰਤੀ ਅਮਰੀਕੀਆਂ ਦੇ ਰਵੱਈਏ ਨੂੰ ਵਧਾ ਰਹੀ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਪੱਛਮੀ ਰਾਜਾਂ ਵਿੱਚ ਟਰੰਪ ਮੁਹਿੰਮਾਂ ਜਿਵੇਂ ਕਿ ਹੈਰਿਸ ਨਾਜ਼ੁਕ ਪੈਨਸਿਲਵੇਨੀਆ 'ਤੇ ਕੇਂਦ੍ਰਤ ਕਰਦਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਵੀਅਤਨਾਮ ਤੂਫਾਨ ਨਾਲ ਮਰਨ ਵਾਲਿਆਂ ਦੀ ਗਿਣਤੀ 233 ਹੋ ਗਈ ਹੈ ਕਿਉਂਕਿ ਜ਼ਮੀਨ ਖਿਸਕਣ ਅਤੇ ਹੜ੍ਹਾਂ ਨਾਲ ਪ੍ਰਭਾਵਿਤ ਖੇਤਰਾਂ ਵਿੱਚ ਵਧੇਰੇ ਲਾਸ਼ਾਂ ਮਿਲੀਆਂ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਬਿਡੇਨ ਪ੍ਰਸ਼ਾਸਨ ਨੂੰ ਵਿਸ਼ਵਵਿਆਪੀ ਤੌਰ 'ਤੇ ਰੂਸੀ ਖੁਫੀਆ ਕਾਰਵਾਈਆਂ ਵਿਚ ਆਰਟੀ ਦੀ ਮੁੱਖ ਭੂਮਿਕਾ ਦੇ ਨਵੇਂ ਸਬੂਤ ਦਾ ਪਰਦਾਫਾਸ਼ ਕਰਨ ਦੀ ਉਮੀਦ ਹੈ - ਸੀਐਨਐਨ",
        "ਭਵਿੱਖਬਾਣੀਃ ਐਨਵੀਡੀਆ ਸਟਾਕ ਅਗਲੇ 5 ਸਾਲਾਂ ਵਿੱਚ ਵਧੇਗਾ. ਇਹ ਹੈ 1 ਕਾਰਨ ਕਿਉਂ - ਯਾਹੂ ਵਿੱਤ",
        "ਯੂਨਾਈਟਿਡ ਦੇ ਸਾਰੇ ਹਵਾਈ ਜਹਾਜ਼ਾਂ ਲਈ ਮੁਫਤ ਸਟਾਰਲਿੰਕ ਇੰਟਰਨੈਟ ਆ ਰਿਹਾ ਹੈ - ਆਰਸ ਟੈਕਨੀਕਾ",
        "2 ਆਰਆਈ ਕਮਿ communitiesਨਿਟੀਆਂ ਵਿੱਚ ਵੈਸਟ ਨੀਲ ਵਾਇਰਸ ਦਾ ਪਤਾ ਲਗਾਇਆ ਗਿਆ - WPRI.",
        "ਐਫ ਡੀ ਏ ਨੇ ਐਪਲ ਏਅਰਪੌਡਜ਼ ਪ੍ਰੋ 2 ਨੂੰ ਸੁਣਵਾਈ ਏਡਜ਼ ਵਜੋਂ ਵਰਤਣ ਦੀ ਮਨਜ਼ੂਰੀ ਦਿੱਤੀ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "2024 ਹਫਤਾ 2 ਐਨਐਫਐਲ ਪਿਕ, ਔਕੜਾਂ, ਉੱਨਤ ਮਾਡਲ ਤੋਂ ਵਧੀਆ ਸੱਟਾਃ ਇਹ ਪੰਜ-ਪੱਖੀ ਫੁੱਟਬਾਲ ਪਾਰਲੇ 25-1 ਅਦਾ ਕਰਦਾ ਹੈ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਸਪੇਸਐਕਸ ਦੇ ਨਿਜੀ ਪੋਲਾਰਿਸ ਡੌਨ ਪੁਲਾੜ ਯਾਤਰੀਆਂ ਨੇ ਸਟਾਰਲਿੰਕ ਸੈਟੇਲਾਈਟਾਂ ਦੀ ਵਰਤੋਂ ਕਰਦਿਆਂ ਧਰਤੀ ਨੂੰ ਫੋਟੋਆਂ ਬੀਮ ਕੀਤੀਆਂ - ਸਪੇਸ ਡਾਟ ਕਾਮ",
        "ਹਟਾਈ",
        "ਚੀਨ ਰਿਟਾਇਰਮੈਂਟ ਦੀ ਉਮਰ ਵਧਾ ਰਿਹੈ, ਹੁਣ ਦੁਨੀਆ ਦੀਆਂ ਵੱਡੀਆਂ ਅਰਥਵਿਵਸਥਾਵਾਂ 'ਚ ਸਭ ਤੋਂ ਘੱਟ - NPR",
        "ਐਮੀਲੋਇਡ ਪਲੇਕਸ ਅਲਜ਼ਾਈਮਰ ਦਾ ਕਾਰਨ ਨਹੀਂ ਬਣ ਸਕਦੇਃ ਦਹਾਕਿਆਂ ਪੁਰਾਣੀਆਂ ਥਿਊਰੀਆਂ ਨਵੀਆਂ ਖੋਜ ਚੁਣੌਤੀਆਂ - SciTechDaily",
        "ਯੂਰਪੀਅਨ ਆਈਪੈਡ ਉਪਭੋਗਤਾ ਛੇਤੀ ਹੀ ਤੀਜੀ ਧਿਰ ਦੇ ਸਟੋਰਾਂ ਤੋਂ ਐਪਸ ਡਾ downloadਨਲੋਡ ਕਰ ਸਕਦੇ ਹਨ - ਦਿ ਵਰਜ",
        "ਕੀ ਰਾਸ਼ਟਰਪਤੀ ਫ੍ਰੈਕਿੰਗ 'ਤੇ ਪਾਬੰਦੀ ਲਗਾ ਸਕਦਾ ਹੈ? ਮਾਹਰ ਤੱਥ-ਜਾਂਚ ਹੈਰਿਸ ਅਤੇ ਟਰੰਪ ਦੇ ਤੇਲ ਅਤੇ ਗੈਸ ਦੇ ਦਾਅਵਿਆਂ - ਏਬੀਸੀ ਨਿ Newsਜ਼"
    ]
}