{
    "headlines": [
        "يتسبب تفشي الإشريكية القولونية المرتبطة بالجزر العضوي في وفاة شخص واحد وإصابة العشرات بالمرض في جميع أنحاء الولايات المتحدة - سي إن إن",
        "Buffalo Bills vs. Kansas City Chiefs, Week 11 second - half open thread - Buffalo Rumblings",
        "كوردا يفوز بلقب جولة LPGA 7 '24 في The Annika - ESPN",
        "نقطة محذوفة هنا",
        "تعرف على كارل بروكس، الذي أنتج هدفًا ميدانيًا فائزًا في لعبة Packers - Packers Wire",
        "2024 الفائزون والخاسرون في الأسبوع الحادي عشر من الدوري الوطني لكرة القدم الأمريكية: الأسود، ستيلرز هي فرق كاملة ؛ جاكوار، جيتس هي توتال فلوبس - سي بي إس سبورتس",
        "يصف جونسون غايتس بأنه \"واحد من ألمع العقول في واشنطن أو في أي مكان\" - ذا هيل",
        "الذكاء الاصطناعي وكوريا الشمالية وترامب: ما ناقشه بايدن وشي في اجتماعهما النهائي وجهاً لوجه - ABC News",
        "فوز دونالد ترامب يهدد بإثارة الفوضى في مبادرات مجموعة العشرين - فاينانشال تايمز",
        "قد تضطر وول ستريت الآن إلى أخذ ترامب حرفيًا حيث تركز معركة وزير الخزانة على تعهد رئيسي بالحملة - فورتشن",
        "الغارة الإسرائيلية تقتل المتحدث باسم حزب الله بينما تستعد المجموعة للرد على اقتراح وقف إطلاق النار الجديد - سي إن إن",
        "العاصفة الاستوائية سارة تضعف إلى المنخفض الاستوائي بعد وصولها إلى اليابسة في بليز - وكالة أسوشيتد برس",
        "يسأل بول ميسكال \"ألست مستمتعًا ؟\" كمضيف لـ SNL - نادي AV",
        "يدرس العلماء قطة ذات أسنان صيفية عمرها 35000 عام مجمدة في سيبيريا - واشنطن بوست",
        "تستهدف روسيا البنية التحتية للطاقة في أوكرانيا بهجوم واسع النطاق بالصواريخ والطائرات بدون طيار - PBS NewsHour",
        "تجمع شركة الاستكشاف 160 مليون دولار لبناء إجابة أوروبا على SpaceX Dragon - TechCrunch",
        "يتعافى صندانس هيد الفائز بجائزة \"الصوت\" في المنزل بعد إطلاق النار عليه عن طريق الخطأ في مزرعته في تكساس - وكالة أسوشيتد برس",
        "نقطة محذوفة هنا",
        "توقعات الأضواء الشمالية: يمكن رؤية الشفق القطبي من هذه الولايات الثماني الليلة - فوربس",
        "فيفيك راماسوامي يتعهد بأن الوكالات الحكومية بأكملها سيتم \"حذفها\" على ساعته وساعة إيلون ماسك - ميديايت"
    ]
}