{
    "headlines": [
        "Die brasilianische Polizei beschuldigt Bolsonaro und die Ex-Minister des Putschkomplotts 2022 - Reuters Canada",
        "Einige Krankenhäuser sehen einen Anstieg der RSV, \"gehende Lungenentzündung. Das sollten Sie wissen - ABC News",
        "NFL-Quoten, Linien, Picks, Spreads, Wetten, Vorhersagen, was für Woche 12, 2024 zu wetten ist: Model unterstützt Bears, Eagles - CBS Sports",
        "Der Oberste Gerichtshof von Illinois hebt die Verurteilung von Jussie Smollett wegen angeblichen Schwindels auf - BBC.com",
        "Polizeibericht enthüllt Angriffsvorwürfe gegen Hegseth, Trumps Wahl zum Verteidigungsminister - The Associated Press",
        "Todesfälle durch Methanolvergiftung unterstreichen das gefälschte Alkoholproblem in Südostasien - BBC.com",
        "Der produktive mexikanische Kartellführer hat angeblich seinen eigenen Tod vorgetäuscht, um ein \"luxuriöses Leben\" in Kalifornien zu führen - KTLA Los Angeles",
        "Wen wird Trump nach dem Rückzug von Gaetz als nächstes als Generalstaatsanwalt auswählen? - Fox News",
        "SpaceX startet 24 Starlink-Satelliten auf der Falcon 9-Rakete von Cape Canaveral - Spaceflight Now",
        "SEC-VORSITZENDER Gensler verlässt Agentur am 20. Januar - SEC.gov",
        "Google Chrome sollte verkauft werden, sagt DOJ. Alphabet Stock Tanks. - Barron's",
        "[removed]",
        "Julian Lewis verpflichtet sich zu Colorado, Deion Sanders als Top247 QB schließt Flip von USC - 247Sports ab",
        "WhatsApp führt Sprachnachrichten-Transkripte ein - TechCrunch",
        "Top-Kriegsverbrechergericht erlässt Haftbefehle für Netanjahu, Ex-Verteidigungsminister und einen Hamas-Führer - The Associated Press",
        "Packer, die auf einen Playoff-Rückkampf mit ‘gefährlichen‘ 49ern gespannt sind - Packers.com",
        "Dieses TV-Zubehör gibt mir das Gefühl, jeden Abend in einem Theater zu sein, und es kostet unter 50 US-Dollar für den Black Friday - CNET",
        "Anker startet den massiven Black Friday Sale mit bis zu 50 % Rabatt auf der gesamten Website, kostenlosen Geschenken beim Kauf, Mystery Boxen und mehr - MacRumors",
        "Liam Paynes unheimlicher Tweet 2010 über seine Beerdigung geht viral, nachdem er zur Ruhe gelegt wurde - New York Post",
        "[removed]"
    ]
}