{
    "headlines": [
        "\"أنت في رهبة \": سكان وردن يلتقطون صورًا مذهلة للمذنب العابر - أخبار الربع الثاني",
        "تحديثات حية عن إسرائيل وغزة ولبنان: إسرائيل تقتل 20 في ضربة على مدرسة تابعة للأمم المتحدة، كما تقول وزارة الصحة - إيه بي سي نيوز",
        "كوريا الشمالية تفجر أجزاء من الطرق بين الكوريتين في عرض رمزي للغضب - وكالة أسوشيتد برس",
        "بوينغ تعد إشعارات تسريح لآلاف العمال مع تفاقم الاضطرابات - رويترز",
        "ما هي أعراض السعال الديكي ؟ تفشي المرض يضرب كاليفورنيا وسط طفرة على الصعيد الوطني في السعال الديكي - ABC7 لوس أنجلوس",
        "إسرائيل تضرب بلدة في شمال لبنان، والأمم المتحدة تعرب عن قلقها بشأن قوات حفظ السلام - رويترز",
        "عدد قياسي من الطائرات الحربية الصينية حلقت بالقرب من تايوان خلال التدريبات العسكرية - سي إن إن",
        "Buffalo Bills vs. New York Jets Game Highlights | NFL 2024 Season Week 6 - NFL",
        "ارتفعت أسهم أشباه الموصلات الآسيوية بعد أن سجلت أسهم رقاقة الذكاء الاصطناعي المحبوبة Nvidia ارتفاعًا قياسيًا - CNBC",
        "'Swaggy V,' Mets answer in grand fashion to nnot NLCS - MLB.com",
        "ثاد: لماذا تمنح الولايات المتحدة إسرائيل نظامًا قويًا مضادًا للصواريخ - BBC.com",
        "يحاكي رودون \"الروبوت\" كول، ويقود فوز فريق اليانكيز G1 - ESPN",
        "هاريس ينتقد تعليقات \"عدو ترامب من الداخل\" في تجمع بنسلفانيا - رويترز",
        "تقول الدراسة إن الأطفال والمراهقين الذين أصيبوا بكوفيد أكثر عرضة للإصابة بمرض السكري - نيويورك بوست",
        "لبنان: مايكل مارتن يتهم نتنياهو بتقويض الأمم المتحدة - BBC.com",
        "ناسا تطلق مهمة لاستكشاف الحدود المتجمدة لقمر المشتري أوروبا - آرس تكنيكا",
        "اعتقال رجل مسلح من ولاية كارولينا الشمالية بسبب توجيه تهديدات ضد عمال الوكالة الفيدرالية لإدارة الطوارئ الذين يساعدون في جهود التعافي من الأعاصير - نيويورك بوست",
        "التغطية المباشرة: تستعد سبيس إكس للإطلاق رقم 100 لعام 2024 مع مهمة ستارلينك على صاروخ فالكون 9 - سبيس فلايت ناو",
        "رياضيات مهمة المريخ لإيلون ماسك: \"سيتطلب بناء مدينة مكتفية ذاتيًا ما لا يقل عن مليون طن من المعدات\" — السعر: 1000 تريليون دولار محيرة للعقل - بنزينغا",
        "آرون رودجرز يفعل ذلك مرة أخرى، ويضرب هيل ماري أخرى للطائرات - ياهو سبورتس"
    ]
}