{
    "headlines": [
        "Yankees vs. Dodgers: Freddie Freeman vence o Jogo 1 com o primeiro walk-off grand slam na história da World Series - Yahoo Sports",
        "Israel ataca alvos militares do Irã, Teerã diz que os danos são 'limitados' - Reuters",
        "LeBron: Crucial para que o AD em brasa seja 'ponto focal' - ESPN",
        "O que vem a seguir para os irmãos Menendez? - BBC.com",
        "Astronauta da NASA permanece no hospital depois de voltar de uma estadia prolongada no espaço - New York Post",
        "Johnson, McConnell pedem a Harris para ‘parar de escalar o ambiente de ameaças’ após comentários fascistas de Trump - POLITICO",
        "'Here' Review: Tom Hanks e Robin Wright se reúnem com Robert Zemeckis - Hollywood Reporter",
        "Harris e Beyoncé iniciam um comício em Houston com um argumento duplo contra Trump - The Associated Press",
        "Por que o rei não pode pedir desculpas pela escravidão - BBC.com",
        "Juiz federal suspende expurgo eleitoral pré-eleitoral da Virgínia destinado a suspeitos de não-cidadãos - CNN",
        "Phil Lesh, membro fundador do Grateful Dead, morre aos 84 anos - The Washington Post",
        "Atualizações eleitorais de 2024: Harris rasga Trump por comentário de 'lata de lixo' sobre migrantes - ABC News",
        "What Seth Rogen Has Said About Why His 20-Year Friendship With James Franco Ended - E! Online - E! NEWS",
        "Como alguns eleitores de Nevada veem a crise da habitação a preços acessíveis - CBS News",
        "Resultados de Pesagem | UFC 308: Topuria vs Holloway - UFC",
        "A Apple vence uma batalha (e US $ 250) em sua luta de patentes de smartwatches com a Masimo - The Verge",
        "Jeff Bezos enfrenta reação no Washington Post por se recusar a endossar Kamala Harris - Financial Times",
        "O surto de E. coli do McDonald's adoeceu pelo menos 75 pessoas em 13 estados, diz o CDC - CBS News",
        "Mais trabalhadores de fazendas de ovos doentes com gripe aviária. CDC envia ajuda para surto no leste da Austrália Ocidental - Tri-City Herald",
        "Nasdaq fecha em alta antes de uma semana pesada de ganhos - Reuters"
    ]
}