{
    "headlines": [
        "ਸਪੇਸ ਜੰਕ ਧਰਤੀ ਦੇ ਪੰਧ ਨੂੰ ਬੱਦਲ ਨਾਲ, ਕੀ ਅਸੀਂ ‘ਕੇਸਲਰ ਸਿੰਡਰੋਮ‘ ਵੱਲ ਬੈਰਲਿੰਗ ਕਰ ਰਹੇ ਹਾਂ? - ਸੀ ਐਨ ਐਨ",
        "ਦੱਖਣੀ ਕੋਰੀਆ ਦੀ ਜਾਸੂਸੀ ਏਜੰਸੀ ਨੇ ਇਕ ਜ਼ਖਮੀ ਉੱਤਰੀ ਕੋਰੀਆ ਦੇ ਫੌਜੀ ਨੂੰ ਹਿਰਾਸਤ ਵਿਚ ਲੈਣ ਦੀ ਪੁਸ਼ਟੀ ਕੀਤੀ, ਯੋਨਹੈਪ ਦੀ ਰਿਪੋਰਟ - ਰਾਇਟਰ",
        "ਦੱਖਣੀ ਕੋਰੀਆ ਨੇ ਕਾਰਜਕਾਰੀ ਰਾਸ਼ਟਰਪਤੀ ਨੂੰ ਰਾਜਨੀਤਿਕ ਗੜਬੜੀ ਦੇ ਡੂੰਘੇ ਹੋਣ ਦੇ ਨਾਤੇ ਮਹਾਂਦੋਸ਼ ਲਗਾਇਆ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "2028 ਡੈਮੋਕਰੇਟਿਕ ਪ੍ਰਾਇਮਰੀ ਪਹਿਲਾਂ ਹੀ ਜਾਰੀ ਹੈ. ਪਰ ਪਹਿਲੀਆਂ ਅਸਲੀ ਚਾਲਾਂ ਹੁਣੇ ਹੀ ਕੋਨੇ ਦੇ ਦੁਆਲੇ ਹਨ - ਪੋਲਿਟਿਕੋ",
        "ਸੀਏਟਲ ਸੀਹਾਕਸ ਡਿਫੈਂਸ ਸ਼ਿਕਾਗੋ ਬੀਅਰਜ਼ - ਸੀਐਨਐਨ ਉੱਤੇ ਘੱਟ ਸਕੋਰਿੰਗ ਜਿੱਤ ਵਿੱਚ ਜਿੰਦਾ ਆਉਂਦੀ ਹੈ",
        "ਡਾਉਨ ਇੰਡਸਟਰੀਅਲਸ ਈਕ ਆਉਟ ਗੇਨ; ਬਾਂਡ ਦੀ ਉਪਜ ਪੀਹ ਉੱਚੀ - ਦਿ ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "ਜਾਪਾਨ ਦੀ \"ਬਲੈਕ ਵਿਧਵਾ\" ਮੌਤ ਦੀ ਸਜ਼ਾ ਕੱਟ ਰਹੇ ਕੈਦੀ, ਚਿਸਾਕੋ ਕਾਕੇਹੀ ਦੀ 78 ਸਾਲ ਦੀ ਉਮਰ ਵਿੱਚ ਮੌਤ ਹੋ ਗਈ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਸ਼ਕਤੀਸ਼ਾਲੀ ਗਰਜ ਦੇ ਤੂਫਾਨ ਟੈਕਸਾਸ ਅਤੇ ਲੂਸੀਆਨਾ ਨੂੰ ਧਮਕੀ ਦਿੰਦੇ ਹਨ, ਛੁੱਟੀਆਂ ਦੀ ਯਾਤਰਾ ਵਿੱਚ ਦੇਰੀ ਕਰਦੇ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਅਜ਼ਰਬਾਈਜਾਨ ਏਅਰਲਾਈਨਜ਼ ਦੇ ਜਹਾਜ਼ ਦੇ ਕਰੈਸ਼ ਅਤੇ ਇਸ ਵਿਚ ਰੂਸ ਦੀ ਸੰਭਾਵਤ ਭੂਮਿਕਾ ਬਾਰੇ ਕੀ ਜਾਣਨਾ ਹੈ - ਐਕਸੀਓਸ",
        "ਕ੍ਰਿਸਮਸ ਦੇ ਅਖੀਰਲੇ ਤੋਹਫ਼ੇ ਦੀ ਭਾਲ ਕਰ ਰਹੇ ਹੋ? ਸ਼ੁੱਕਰਵਾਰ ਦੇ ਮੈਗਾ ਮਿਲੀਅਨਜ਼ ਜੈਕਪਾਟ ਨੇ 1.15 ਬਿਲੀਅਨ ਡਾਲਰ ਦੀ ਟਿਕਟ ਦਾ ਪ੍ਰਸਤਾਵ ਦਿੱਤਾ - ਸੀ ਐਨ ਐਨ",
        "ਜੱਜ ਨੇ ਬਲਾਤਕਾਰ ਦੇ ਦੋਸ਼ੀ ਦੇ ਮੁਕੱਦਮੇ ਨੂੰ ਖਾਰਜ ਕਰਨ ਲਈ ਜੈ-ਜ਼ੈਡ ਦੇ ਯਤਨਾਂ ਤੋਂ ਇਨਕਾਰ ਕੀਤਾ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "‘ਸਕੁਇਡ ਗੇਮ’ ਨੈਟਫਲਿਕਸ ਨਵੇਂ ਸੀਜ਼ਨ ਲੇਟਡਾਉਨ 'ਤੇ ਕੋਰੀਆ ਵਿਚ ਸਟਾਕ ਟੈਂਕ - ਬਲੂਮਬਰਗ",
        "ਟੇਲਰ ਸਵਿਫਟ ਐਟ ਚੀਫਸ-ਸਟੀਲਰਜ਼ ਗੇਮ ਲਈ ਪ੍ਰਸ਼ੰਸਕ ਗਲਤੀ ਦੀ ਪਛਾਣ ਕੀਤੀ ਗਈ ਹੈ - ਐਥਲੋਨ ਸਪੋਰਟਸ",
        "ਤੂਫਾਨ ਦੇ ਵਾਧੇ ਨਾਲ ਸੈਂਟਾ ਕਰੂਜ਼ ਹਾਰਬਰ ਇੰਨਾ ਤਬਾਹ ਕਿਉਂ ਹੋਇਆ - ਦਿ ਮਰਕਰੀ ਨਿ Newsਜ਼",
        "ਅਲ ਮਾਈਕਲਜ਼ ਨੇ ਕੈਲੇਬ ਵਿਲੀਅਮਜ਼ ਦੇ ਡਰਾਫਟ ਡੇਅ ਹਵਾਲੇ ਨੂੰ ਰੀਹੈਸ਼ ਕਰਕੇ ਟੀਡ ਬੀਅਰਜ਼ - ਸਪੋਰਟਸ ਇਲਸਟ੍ਰੇਟਿਡ",
        "ਗਤੀਸ਼ੀਲ ਤਬਦੀਲੀ ਦੀ ਪ੍ਰਧਾਨਗੀ ਕਰਨ ਵਾਲੇ ਭਾਰਤੀ ਪ੍ਰਧਾਨ ਮੰਤਰੀ ਮਨਮੋਹਨ ਸਿੰਘ ਦਾ 92 ਸਾਲ ਦੀ ਉਮਰ 'ਚ ਦੇਹਾਂਤ - The Washington Post",
        "ਫ੍ਰੈਂਕਲਿਨ ਕਾਉਂਟੀ ਵਿੱਚ ਪੰਛੀਆਂ ਦੇ ਵਿਹੜੇ ਦੇ ਝੁੰਡ ਵਿੱਚ ਪਾਇਆ ਗਿਆ ਏਵੀਅਨ ਫਲੂ - VTDigger",
        "ਪੁਲਾੜ ਯਾਤਰੀ 2024 ਵਿਚ ਪੁਲਾੜ ਤੋਂ ਧਰਤੀ ਦੀਆਂ ਸਭ ਤੋਂ ਸਾਹ ਲੈਣ ਵਾਲੀਆਂ ਤਸਵੀਰਾਂ ਸਾਂਝੀਆਂ ਕਰਦੇ ਹਨ - ਸਾਇੰਸਅਲਰਟ",
        "ਲੀਕ ਹੋਏ ਆਈਫੋਨ 17 ਪ੍ਰੋ ਚਿੱਤਰ ਆਈਫੋਨ 14 ਪ੍ਰੋ ਤੋਂ ਬਾਅਦ ਪਹਿਲੀ ਫਰੰਟ ਡਿਜ਼ਾਈਨ ਤਬਦੀਲੀ ਦਿਖਾਉਂਦਾ ਹੈ - ਫੋਨਅਰੇਨਾ",
        "ਟਾਈਮ ਵਾਰਨਰ ਦੇ ਸਾਬਕਾ ਸੀਈਓ ਰਿਚਰਡ ਪਾਰਸਨ ਦਾ 76 - ਸੀਐਨਐਨ 'ਤੇ ਦੇਹਾਂਤ ਹੋ ਗਿਆ"
    ]
}