{
    "headlines": [
        "ਵਾਚਃ ਐਕਸ ਨਾਲ ਮੁਕਾਬਲਾ ਕਰਨ ਵਾਲੀ ਨਵੀਂ ਸੋਸ਼ਲ ਮੀਡੀਆ ਕੰਪਨੀ ਦਾ ਸੀਈਓ ਉਪਭੋਗਤਾਵਾਂ ਦੇ ਤਜ਼ਰਬਿਆਂ ਦਾ ਵਰਣਨ ਕਰਦਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਜਿਵੇਂ ਕਿ ਘਾਤਕ ਬੰਬ ਚੱਕਰਵਾਤ ਸੀਏਟਲ ਵਿੱਚ ਘੁੰਮਦਾ ਹੈ, ਇੱਕ ਹੋਰ ਬਿਲਕੁਲ ਪਿੱਛੇ ਹੋ ਸਕਦਾ ਹੈ - ਸੀਏਟਲ ਟਾਈਮਜ਼",
        "ਚੀਨ ਦੇ ਸ਼ੀ ਨੇ ਬ੍ਰਾਸੀਲੀਆ ਦਾ ਦੌਰਾ ਕੀਤਾ ਫਲੇਕਸਿੰਗ ਡਿਪਲੋਮੈਟਿਕ ਕਲੌਟ ਨੂੰ ਕੈਪ ਕਰਨ ਲਈ - ਰਾਇਟਰਜ਼",
        "ਬੋਇਜ਼ ਸਟੇਟ ਵਧਦਾ ਹੈ ਅਤੇ ਬੀਵਾਈਯੂ ਨਵੀਨਤਮ ਸੀਐਫਪੀ ਬਰੈਕਟ ਅਨੁਮਾਨਾਂ ਵਿੱਚ ਡਿੱਗਦਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਨੂਗੇਟਸ ਦਾ ਰਸਲ ਵੈਸਟਬਰੂਕ ਐਨਬੀਏ ਦੇ ਇਤਿਹਾਸ ਵਿਚ 200 ਟ੍ਰਿਪਲ-ਡਬਲਜ਼ ਤਕ ਪਹੁੰਚਣ ਵਾਲਾ ਪਹਿਲਾ ਖਿਡਾਰੀ ਬਣ ਗਿਆ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਉੱਤਰੀ ਕੋਰੀਆ ਨੇ ਯੂਕਰੇਨ ਨਾਲ ਲੜ ਰਹੇ ਆਪਣੇ ਸੈਨਿਕਾਂ ਦੀ ਅਗਵਾਈ ਕਰਨ ਲਈ ਇੱਕ ਰਹੱਸਮਈ ਆਦਮੀ ਨੂੰ ਭੇਜਿਆ - ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "ਬਾਈਡੇਨ ਯੂਕਰੇਨ ਐਂਟੀ ਪਰਸੋਨਲ ਖਾਣਾਂ ਦੇਣ ਲਈ ਸਹਿਮਤ - ਬੀਬੀਸੀ.",
        "ਐਪਲ ਨੇ ਸਰਗਰਮੀ ਨਾਲ ਜ਼ੀਰੋ-ਡੇਅ ਕਮਜ਼ੋਰੀਆਂ ਦਾ ਸ਼ੋਸ਼ਣ ਕਰਨ ਲਈ ਪੈਚ ਲਈ ਜ਼ਰੂਰੀ ਅਪਡੇਟਾਂ ਜਾਰੀ ਕੀਤੀਆਂ - ਹੈਕਰ ਨਿ Newsਜ਼",
        "ਜੈ ਕਟਲਰ ਨੇ ਕ੍ਰਿਸਟਿਨ ਕੈਵਲਾਰੀ ਤਲਾਕ ਤੋਂ 2 ਸਾਲ ਬਾਅਦ ਸਮੰਥਾ ਰੌਬਰਟਸਨ ਨਾਲ ਮੰਗਣੀ ਕੀਤੀਃ ਰਿਪੋਰਟ - ਪੰਨਾ ਛੇ",
        "ਟਰੰਪ ਨੇ ਵਿੱਤਕਰਤਾ ਹਾਵਰਡ ਲੂਟਨਿਕ ਨੂੰ ਵਣਜ ਸਕੱਤਰ ਵਜੋਂ ਚੁਣਿਆ - ਬੀਬੀਸੀ.",
        "ਲਾਸ ਏਂਜਲਸ ਦੇ ਅਧਿਕਾਰੀ ਵ੍ਹਾਈਟ ਹਾ Houseਸ ਵਿਚ ਟਰੰਪ ਦੀ ਵਾਪਸੀ ਤੋਂ ਪਹਿਲਾਂ ਪ੍ਰਵਾਸੀਆਂ ਅਤੇ ਐਲਜੀਬੀਟੀਕਿQ ਨੌਜਵਾਨਾਂ ਲਈ ਸ਼ਹਿਰ ਨੂੰ ਇਕ ਅਸਥਾਨ ਵਜੋਂ ਸਥਾਪਤ ਕਰਨ ਲਈ ਅੱਗੇ ਵਧਦੇ ਹਨ - ਸੀ ਐਨ ਐਨ",
        "ਗਾਏਟਜ਼ ਨੇ ਵੈਨਮੋ ਭੁਗਤਾਨਾਂ ਵਿੱਚ $ 10K ਤੋਂ ਵੱਧ 2 womenਰਤਾਂ ਨੂੰ ਭੇਜਿਆ ਜਿਨ੍ਹਾਂ ਨੇ ਹਾ Houseਸ ਜਾਂਚ ਵਿੱਚ ਗਵਾਹੀ ਦਿੱਤੀ, ਰਿਕਾਰਡ ਸੁਝਾਅ ਦਿੰਦੇ ਹਨ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਟਰੰਪ ਨੇ ਲਿੰਡਾ ਮੈਕਮਾਹਨ ਨੂੰ ਸਿੱਖਿਆ ਸਕੱਤਰ ਦੀ ਚੋਣ ਵਜੋਂ ਨਾਮਜ਼ਦ ਕੀਤਾ - ਸੀਐਨਐਨ",
        "ਟੌਡ ਮੈਕਸ਼ੇ ਜੋਅ ਡਗਲਸ ਫਾਇਰਿੰਗ ਤੋਂ ਬਾਅਦ ਜੈੱਟਾਂ ਦੇ ਨਾਲ ਵੁਡੀ ਜਾਨਸਨ ਨੂੰ ਟਾਰਚ ਕਰਦਾ ਹੈ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਡੋਨਾਲਡ ਅਤੇ ਏਲੋਨ ਇਕ ਦੂਜੇ ਤੋਂ ਕਾਫ਼ੀ ਨਹੀਂ ਹੋ ਸਕਦੇ - ਪੋਲਿਟਿਕੋ",
        "ਹੈਤੀ ਉਪਨਗਰ 'ਤੇ ਹਮਲੇ ਦੀ ਕੋਸ਼ਿਸ਼ ਤੋਂ ਬਾਅਦ ਦੋ ਦਰਜਨ ਤੋਂ ਵੱਧ ਦੀ ਮੌਤ - Reuters.",
        "'ਦਿਮਾਗ ਨੂੰ ਉਡਾਉਣ' ਹਨੇਰੇ energyਰਜਾ ਸਾਧਨ ਦੇ ਨਤੀਜੇ ਦਰਸਾਉਂਦੇ ਹਨ ਕਿ ਆਈਨਸਟਾਈਨ ਗਰੈਵਿਟੀ ਬਾਰੇ ਸਹੀ ਸੀ — ਦੁਬਾਰਾ - ਸਪੇਸ.",
        "ਪਲੇਅਸਟੇਸ਼ਨ ਪੋਰਟਲ ਅਪਡੇਟ ਬੀਟਾ ਵਿੱਚ ਕਲਾਉਡ ਗੇਮਿੰਗ ਸਹਾਇਤਾ ਨੂੰ ਜੋੜਦਾ ਹੈ, ਕੋਈ PS5 ਲੋੜੀਂਦਾ ਨਹੀਂ - ਯੂਰੋਗੇਮਰ",
        "ਵਿਸ਼ਲੇਸ਼ਕ ਕਮਾਈ ਤੋਂ ਪਹਿਲਾਂ ਐਨਵੀਡੀਆ ਸਟਾਕ ਕੀਮਤ ਦਾ ਟੀਚਾ ਅਪਡੇਟ ਕਰਦੇ ਹਨ - ਥੀਸਟ੍ਰੀਟ",
        "ਜੱਜ ਨੇ ਹੁਣ ਲਈ ਸੀਨ 'ਡਿੱਡੀ' ਕੰਬਜ਼ 'ਜੇਲ੍ਹ ਦੇ ਕਾਗਜ਼ਾਂ ਦੀ ਸਰਕਾਰੀ ਵਕੀਲ ਦੀ ਵਰਤੋਂ ਰੋਕ ਦਿੱਤੀ - ਡਬਲਯੂਕੇਆਰਸੀ ਟੀਵੀ ਸਿਨਸਿਨਾਟੀ"
    ]
}