{
    "headlines": [
        "Israël frappe des cibles du Hezbollah alors que le conflit s'intensifie - CNN",
        "Monsters - The Lyle and Erik Menendez Story : Netflix show sparks controversy - BBC.com",
        "Danger d'ouragan pour la Floride, côte du Golfe ; Montres d'ouragan émises pour la côte de Floride - The Weather Channel",
        "La Chine lance un plan de relance pour relancer l'économie et les marchés - Yahoo Finance",
        "Des nouvelles énormes pour Intel Stock. Est-il temps d'acheter ? - Le Motley Fool",
        "Les épiceries américaines pourraient se retrouver sans fruits populaires d'ici quelques semaines, alors que 45 000 dockers menacent de faire grève - Fox Business",
        "L'ouragan John frappe la côte sud du Pacifique du Mexique avec un potentiel d'inondation « mortel » - The Associated Press",
        "Daniels, « la réponse », livre pour les commandants - ESPN",
        "Le tireur de Boulder King Soopers coupable de 55 chefs d'accusation de crime, y compris de meurtre au premier degré, est condamné à 10 peines d'emprisonnement à perpétuité - Colorado Public Radio",
        "Horoscope du mardi 24 septembre 2024 - Chicago Sun-Times",
        "L'obésité sévère est en hausse aux États-Unis - The Associated Press",
        "Projection des séries éliminatoires du football collégial : trois équipes abandonnent, l'Alabama contre la Géorgie met en évidence une mise à jour hebdomadaire - CBS Sports",
        "Jaguars de Jacksonville vs Buffalo Bills Faits saillants du match | NFL 2024 Saison Semaine 3 - NFL",
        "Le suspect a décrit la tentative d'assassinat de Trump dans une note pré-écrite - BBC.com",
        "Le nouveau missile russe Sarmat a subi un « échec catastrophique » : chercheurs - Al Jazeera English",
        "Les journées d'alerte de NYC Gridlock commencent pour 2024, alors que l'Assemblée générale des Nations Unies entre dans la semaine de haut niveau - CBS New York",
        "Sean ‘Diddy’ Combs a ‘pu parler brièvement’ à ses enfants après leur arrestation pour crimes sexuels : rapport - New York Post",
        "Boeing Union lance une offre « finale » d'augmentation de salaire de 30 % - BBC.com",
        "Les efforts du GOP pour changer la façon dont le Nebraska alloue les votes électoraux se heurtent à un obstacle - The Washington Post",
        "La FDA vient de donner son feu vert à un vaccin antigrippal à domicile. Ce que l'approbation d'un spray auto-administré signifie pour vous. - Yahoo Life"
    ]
}