{
    "headlines": [
        "ਇਜ਼ਰਾਈਲ ਦੇ ਪ੍ਰਧਾਨ ਮੰਤਰੀ ਨੇਤਨਯਾਹੂ ਨੇ ਰੱਖਿਆ ਮੰਤਰੀ ਬਹਾਦਰੀ ਨੂੰ ਬਰਖਾਸਤ ਕੀਤਾ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਗਾਜ਼ਾ 'ਚ 35 ਫਲਸਤੀਨੀਆਂ ਦੀ ਮੌਤ, ਇਜ਼ਰਾਈਲ ਨੇ ਜਾਰੀ ਕੀਤੇ ਨਵੇਂ ਨਿਕਾਸੀ ਦੇ ਹੁਕਮ - Reuters",
        "ਸਰੋਤਃ ਸੀਬੀ ਲੈਟੀਮੋਰ - ਈਐਸਪੀਐਨ ਲਈ ਕਮਾਂਡਰਾਂ ਦਾ ਵਪਾਰ",
        "ਟਰੰਪ ਨੇ ਆਪਣੀ \"ਆਖਰੀ\" ਚੋਣ ਵਿਚ ਵੋਟ ਦਿੱਤੀਃ \"ਮੈਂ ਹਾਰਨ ਬਾਰੇ ਸੋਚਣਾ ਵੀ ਨਹੀਂ ਚਾਹੁੰਦਾ\" - ਐਕਸੀਓਸ",
        "ਅਟਲਾਂਟਾ-ਖੇਤਰ ਦੇ ਪੋਲਿੰਗ ਸਥਾਨਾਂ ਦੇ ਵਿਰੁੱਧ ਗੈਰ-ਪ੍ਰਮਾਣਿਤ ਬੰਬ ਧਮਕੀਆਂ ਰੂਸ ਤੋਂ ਸਨ, ਰਾਜ ਦੇ ਸਕੱਤਰ ਦਾ ਕਹਿਣਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਲਾਈਵ ਅਪਡੇਟਸਃ ਚੋਣਾਂ ਦੇ ਦਿਨ 2024 ਲਈ ਉੱਤਰੀ ਕੈਰੋਲਿਨਾ ਵਿੱਚ ਪੋਲ ਖੁੱਲ੍ਹੇ - ਡਬਲਯੂਐਲਓਐਸ",
        "ਸਪੇਨ ਦੇ ਹੜ੍ਹਾਂ ਤੋਂ ਇਕ ਹਫਤੇ ਬਾਅਦ, ਪਰਿਵਾਰਾਂ ਨੂੰ ਉਮੀਦ ਹੈ ਕਿ ਗੁੰਮ ਹੋਏ ਅਜ਼ੀਜ਼ਾਂ ਦੇ ਜੀਵਿਤ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਇਜ਼ਰਾਈਲ ਦੇ ਬੰਧਕ ਪਰਿਵਾਰਾਂ ਨੇ ਹਮਾਸ ਲੀਕ ਹੋਣ 'ਤੇ ਬੈਂਜਾਮਿਨ ਨੇਤਨਯਾਹੂ' ਤੇ ਹਮਲਾ ਕੀਤਾ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "ਐਪਲ ਨਿ Newsਜ਼ ਤੁਹਾਨੂੰ ਆਪਣੀ ਲਾਕ ਸਕ੍ਰੀਨ ਤੋਂ ਚੋਣ ਨਤੀਜੇ ਵੇਖਣ ਦੇਵੇਗਾ - ਦਿ ਵਰਜ",
        "ਰਾਫੇਲ ਖਾੜੀ ਵੱਲ ਮੁਖੀਆਂ ਵਜੋਂ ਤਾਕਤ ਪ੍ਰਾਪਤ ਕਰ ਰਿਹਾ ਹੈ - ਮੌਸਮ ਚੈਨਲ",
        "ਐਨਐਫਐਲ ਪਾਵਰ ਰੈਂਕਿੰਗਜ਼, ਹਫਤਾ 10: ਈਗਲਜ਼, ਚਾਰਜਰਸ ਅਤੇ ਕਾਰਡੀਨਲਸ ਵੱਧ ਰਹੇ ਹਨ; ਰਿੱਛ ਅਤੇ ਕਾਉਬੌਇਸ ਸਲਾਈਡਿੰਗ - ਐਨਐਫਐਲ ਡਾਟ ਕਾਮ",
        "ਟਾਇਕਾ ਨੈਲਸਨ ਦੀ ਮੌਤਃ ਗਾਇਕ ਅਤੇ ਪ੍ਰਿੰਸ ਦੀ ਭੈਣ 64 ਸਾਲਾਂ ਦੀ ਸੀ - ਡੈੱਡਲਾਈਨ",
        "ਲਿਗਨੋਸੈਟਃ ਪੁਲਾੜ ਵਿਚ ਲੱਕੜ ਨਾਲ ਤਿਆਰ ਪਹਿਲਾ ਸੈਟੇਲਾਈਟ ਲਾਂਚ ਕੀਤਾ ਗਿਆ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਜੋਨਾਥਨ ਮਿੰਗੋ ਲਈ ਗਊਆਂ ਦਾ ਵਪਾਰਃ ਡੱਲਾਸ ਨੇ ਜੈਰੀ ਜੋਨਸ ਦੁਆਰਾ ਅੰਤਮ ਤਾਰੀਖ 'ਤੇ' ਖਰੀਦਣ 'ਦਾ ਵਾਅਦਾ ਕਰਨ ਤੋਂ ਬਾਅਦ ਪੈਂਥਰਜ਼ ਡਬਲਯੂਆਰ ਨੂੰ ਪ੍ਰਾਪਤ ਕੀਤਾ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "2 ਪਿਆਰੇ ਪਿਗਮੀ ਹਿਪੋਜ਼ ਨੇ ਕਿਊਟੈਂਸ ਮੁਕਾਬਲੇ ਵਿਚ ਇਕ ਦੂਜੇ ਦੇ ਵਿਰੁੱਧ ਪਿਟਾਈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਬੋਇੰਗ ਸਟਾਕ ਵਧ ਰਿਹਾ ਹੈ. ਮਜ਼ਦੂਰਾਂ ਨੇ ਹੜਤਾਲ ਖ਼ਤਮ ਕਰਨ ਲਈ ਵੋਟਾਂ ਪਾਈਆਂ- ਬੈਰਨ ਦਾ",
        "ਮੈਟਲ ਸਲੱਗ ਟੈਕਟਿਕਸ ਆਰਕੇਡ ਸ਼ੂਟਰ ਅਤੇ ਗਰਿੱਡ ਰਣਨੀਤੀ ਦਾ ਇੱਕ ਅਜੀਬ ਮਿਸ਼ਰਣ ਹੈ ਜੋ ਕੰਮ ਕਰਦਾ ਹੈ - ਆਰਸ ਟੈਕਨੀਕਾ",
        "ਦਿ ਹੋਮ ਡਿਪੂ ਦੇ ਸਹਿ-ਸੰਸਥਾਪਕ ਅਤੇ ਅਰਬਪਤੀ ਰਿਪਬਲਿਕਨ ਮੈਗਾਡੋਨਰ ਬਰਨਾਰਡ ਮਾਰਕਸ ਦੀ ਮੌਤ ਹੋ ਗਈ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਟੇਲਰ ਸਵਿਫਟ ਚੀਫਾਂ ਦੇ ਓ. ਟੀ. ਵਿਨ ਓਵਰ ਬਕਸ ਦਾ ਵਰਣਨ ਕਰਨ ਲਈ ਇਕ ਸ਼ਬਦ ਦੀ ਵਰਤੋਂ ਕਰਨ ਲਈ ਪ੍ਰਗਟ ਹੋਇਆ - ਸਪੋਰਟਸ ਇਲਸਟ੍ਰੇਟਿਡ",
        "ਵਾਚ 31 ਵਾਂ ਸਪੇਸਐਕਸ ਡ੍ਰੈਗਨ ਕਾਰਗੋ ਕੈਪਸੂਲ ਅੱਜ ਆਈਐਸਐਸ ਤੇ ਪਹੁੰਚਿਆ - ਸਪੇਸ ਡਾਟ ਕਾਮ"
    ]
}