{
    "headlines": [
        "À medida que a ensittificação da Internet avança, aqui estão alguns dos piores infratores - Ars Technica",
        "Terremotos continuam sacudindo a ilha vulcânica de Santorini, na Grécia, a cada poucos minutos - Associated Press",
        "O governo Trump está retirando quase todos os trabalhadores da USAID do cargo em todo o mundo - The Associated Press",
        "11 mortos no pior tiroteio em massa da história da Suécia, dizem autoridades - ABC News",
        "Swinney ataca os planos de Trump de 'assumir' Gaza como 'limpeza étnica' - BBC.com",
        "Veja como as tarifas da Trump podem afetar você e a sua carteira - NPR",
        "Trabalhadores forçados a retornar ao escritório podem em breve se tornar \"proprietários acidentais\" - Business Insider",
        "A produtora do Grammy reage ao golpe de moda de Bianca Censori com Kanye West no tapete vermelho. Ela quebrou o código de vestimenta? - Hindustan Times",
        "1 morto, 5 feridos em tiroteio em fábrica em New Albany, Ohio - ABC News",
        "Cristiano Ronaldo comemora 40 anos, ainda não vai se aposentar - ESPN",
        "Horóscopo para quarta-feira, 5 de fevereiro de 2025 - Chicago Sun-Times",
        "Aga Khan: Bilionário e líder espiritual morre aos 88 anos - BBC.com",
        "Três Pacotes de Troca Patriots para o Amplo Receptor da Rams Star Cooper Kupp - NESN",
        "Equipes de resgate recuperam restos mortais das últimas vítimas do acidente de avião em Washington - The Washington Post",
        "Serviço Postal dos EUA deixa de aceitar encomendas da China - BBC.com",
        "Um lançamento de foguete da SpaceX pode ser visível no céu esta noite. Aqui é onde. - The Washington Post",
        "Justin Baldoni afirma que Blake Lively estragou o orçamento de ‘It Ends With Us’ em US $ 430 mil em demandas de guarda-roupa: ação judicial - New York Post",
        "Bayrou da França luta para permanecer como primeiro-ministro - POLITICO EUROPE",
        "Equipe da Conferência Oeste pondera juntar-se a Kevin Durant na busca comercial - New York Post"
    ]
}