{
    "headlines": [
        "ਇਹ ਵਿਧਾਇਕ ਸਭ ਤੋਂ ਪਹਿਲਾਂ ਟਰੰਪ ਦੀ ਜਾਂਚ ਲਈ ਚੁਣੇ ਗਏ ਸਨ । ਹੁਣ ਉਹ ਰਾਜਪਾਲਾਂ ਵਜੋਂ ਦੁਬਾਰਾ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹਨ - ਪੋਲਿਟਿਕੋ",
        "ਟਰੰਪ ਦੀ ਯੂਕਰੇਨ ਸ਼ਾਂਤੀ \"ਯੋਜਨਾ\": ਅਮਰੀਕਾ ਦੇ ਦੋਸਤਾਂ ਨਾਲ ਵਿਸ਼ਾਲ ਧੋਖਾ — ਮੇਰੇ ਵਰਗੇ - ਸੈਲੂਨ",
        "ਸ਼ੱਕੀ ਜਿਸਨੇ ਪੁਲਿਸ ਅਧਿਕਾਰੀ ਦੀ ਹੱਤਿਆ ਕੀਤੀ, ਪੈਨਸਿਲਵੇਨੀਆ ਹਸਪਤਾਲ ਦੇ ਸਟਾਫ ਨੂੰ ਬੰਧਕ ਬਣਾ ਕੇ ਰੱਖਿਆ, ਇਸ ਤੋਂ ਪਹਿਲਾਂ ਹਫਤੇ ਆਈਸੀਯੂ ਦਾ ਦੌਰਾ ਕੀਤਾ, ਅਧਿਕਾਰੀ ਕਹਿੰਦੇ ਹਨ - ਸੀਐਨਐਨ",
        "ਯੂਕਰੇਨ-ਰੂਸ ਯੁੱਧ ਨਵੀਨਤਮਃ ਯੁੱਧ ਦੀ ਤੀਜੀ ਵਰ੍ਹੇਗੰ of ਦੀ ਪੂਰਵ ਸੰਧਿਆ 'ਤੇ ਯੂਕ੍ਰੇਨ ਵੱਡੇ ਪੱਧਰ' ਤੇ ਰੂਸੀ ਡਰੋਨ ਹਮਲੇ ਦੁਆਰਾ ਮਾਰਿਆ ਗਿਆ - ਬੀਬੀਸੀ.",
        "ਕਿਵੇਂ ਸੇਵਾਮੁਕਤ ਏਅਰ ਫੋਰਸ ਲੈਫਟੀਨੈਂਟ ਜਨਰਲ ਡੈਨ ਕੇਨ ਜੁਆਇੰਟ ਚੀਫਸ ਦੇ ਚੇਅਰਮੈਨ ਲਈ ਟਰੰਪ ਦੀ ਚੋਣ ਬਣ ਗਏ - ਸੀਐਨਐਨ",
        "ਪੋਪ Francis ਸੀ 'ਸ਼ਾਂਤਮਈ ਰਾਤ' ਬਾਅਦ ਵੈਟੀਕਨ ਨੇ ਕਿਹਾ ਕਿ ਹਾਲਤ 'ਨਾਜ਼ੁਕ ਰਹਿੰਦਾ ਹੈ' - ਬੀਬੀਸੀ.",
        "ਮਸਕ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਫੈਡਰਲ ਵਰਕਰ ਉਦੋਂ ਤੱਕ ਨੌਕਰੀਆਂ ਗੁਆ ਦੇਣਗੇ ਜਦੋਂ ਤੱਕ ਉਹ ਆਪਣੇ ਕੰਮ ਦੀ ਵਿਆਖਿਆ ਨਹੀਂ ਕਰਦੇ - ਐਕਸੀਓਸ",
        "ਜਰਮਨੀ ਨੇ ਪੋਲ ਦੇ ਨਾਲ ਵੋਟਾਂ ਮਰਜ਼ ਦੀ ਜਿੱਤ ਵੱਲ ਇਸ਼ਾਰਾ ਕੀਤਾਃ ਕੀ ਵੇਖਣਾ ਹੈ - ਬਲੂਮਬਰਗ",
        "ਕਮਲਾ ਹੈਰਿਸ ਨੂੰ NAACP ਚਿੱਤਰ ਪੁਰਸਕਾਰ 'ਤੇ ਵੱਕਾਰੀ ਚੇਅਰਮੈਨ ਦਾ ਇਨਾਮ ਮਿਲਿਆ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਕਾਲਜ ਬਾਸਕਟਬਾਲ ਸਕੋਰ, ਜੇਤੂ ਅਤੇ ਹਾਰਨ ਵਾਲੇਃ ਕੰਸਾਸ, ਅਲਾਬਾਮਾ ਬੁਰੇ ਹਾਰ ਤੋਂ ਬਾਅਦ ਵੱਡੀਆਂ ਜਿੱਤਾਂ ਨਾਲ ਵਾਪਸ ਉਛਾਲਦਾ ਹੈ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਫਰਾਂਸ ਅਤੇ ਬ੍ਰਿਟੇਨ ਦੇ ਨੇਤਾਵਾਂ ਨੇ ਵਾਸ਼ਿੰਗਟਨ ਜਾ ਕੇ ਟਰੰਪ ਨੂੰ ਯੂਕਰੇਨ ਨਾ ਛੱਡਣ ਦੀ ਕੀਤੀ ਅਪੀਲ - The Associated Press",
        "ਟਰੰਪ ਨੇ ਵਿਦੇਸ਼ੀ ਨੇਤਾਵਾਂ ਦੀ ਪ੍ਰਸ਼ੰਸਾ ਕੀਤੀ, ਸੀਪੀਏਸੀ ਤੋਂ ਬਿਡੇਨ ਅਤੇ ਹੋਰ ਟੇਕਵੇਅ ਦੀ ਨਿੰਦਾ ਕੀਤੀ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "'ਹੁਣ ਤੱਕ ਦੀ ਸਭ ਤੋਂ ਅਜੀਬ ਰਾਤ': ਯੂਐਫਸੀ ਫਾਈਟ ਨਾਈਟ 252 - ਐਮਐਮਏ ਜੰਕੀ ਵਿਖੇ ਹੈਨਰੀ ਸੇਜੁਡੋ 'ਤੇ ਸੋਂਗ ਯਦੋਂਗ ਦੀ ਜਿੱਤ' ਤੇ ਲੜਾਕੂਆਂ ਨੇ ਪ੍ਰਤੀਕ੍ਰਿਆ ਕੀਤੀ",
        "ਸਪਿਰਿਟ ਅਵਾਰਡਾਂ ਦੌਰਾਨ 9 ਚੀਜ਼ਾਂ ਜੋ ਕੈਮਰੇ ਗੁੰਮ ਗਈਆਂ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "Lakers Nuggets 'ਤੇ ਜਿੱਤ ਵਿੱਚ Luka Dončić ਤੱਕ ਪਹਿਲੀ ਵੱਡੀ ਕਾਰਗੁਜ਼ਾਰੀ ਪ੍ਰਾਪਤ - ਯਾਹੂ ਖੇਡ",
        "ਐਪਲ ਦੇ ਨਵੇਂ ਆਈਫੋਨ ਲਈ ਇੱਕ ਟੈਸਟਃ ਹੋਮ-ਫੀਲਡ ਐਜ ਨਾਲ ਚੀਨੀ ਰਿਵਾਲਜ਼ ਨੂੰ ਹਰਾਉਣਾ - ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "ਟਰੰਪ ਵੱਲੋਂ ਪਟੇਲ ਨੂੰ ਕਾਰਜਕਾਰੀ ਏਟੀਐੱਫ ਮੁਖੀ ਨਾਮ ਦੇਣ ਦੀ ਉਮੀਦ: ਰਿਪੋਰਟਾਂ - ਦ ਹਿੱਲ",
        "ਸਪੇਸਐਕਸ ਨੇ ਕੈਲੀਫੋਰਨੀਆ ਤੋਂ 22 ਸਟਾਰਲਿੰਕ ਇੰਟਰਨੈਟ ਸੈਟੇਲਾਈਟ ਲਾਂਚ ਕੀਤੇ - ਸਪੇਸ ਡਾਟ ਕਾਮ",
        "ਪੱਛਮੀ ਟੈਕਸਾਸ ਵਿੱਚ ਖਸਰਾ ਫੈਲਣ ਬਾਰੇ ਕੀ ਜਾਣਨਾ ਹੈ ਕਿਉਂਕਿ ਕੇਸ 90 ਤੱਕ ਵੱਧਦੇ ਹਨ - ਪੀਬੀਐਸ ਨਿ Newsਜ਼ਹੋਰ"
    ]
}