{
    "headlines": [
        "ਬਿੱਲਾਂ ਨੇ ਬ੍ਰੋਂਕੋਸ ਨੂੰ ਹਰਾਇਆ, ਰੇਵੇਨਜ਼ ਦੇ ਨਾਲ ਡਿਵੀਜ਼ਨਲ ਰਾਉਂਡ ਮੈਚਅਪ ਵਿੱਚ ਅੱਗੇ ਵਧੋ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਕ੍ਰੋਏਸ਼ੀਆ ਦੇ ਰਾਸ਼ਟਰਪਤੀ ਮਿਲਾਨੋਵਿਚ ਨੇ ਸੱਤਾਧਾਰੀ ਪਾਰਟੀ ਦੇ ਉਮੀਦਵਾਰ ਨੂੰ ਰਨਆਫ ਵਿੱਚ ਹਰਾਉਣ ਤੋਂ ਬਾਅਦ ਦੁਬਾਰਾ ਚੋਣ ਜਿੱਤੀ - ਪੀਬੀਐਸ ਨਿ Newsਜ਼ਹੌਰ",
        "ਦੇਸ਼ ਭਗਤ ਦੇ ਕੋਚ ਵਜੋਂ ਘਰ ਆਉਣ ਤੋਂ ਪਹਿਲਾਂ ਮਾਈਕ ਵਰਬੇਲ ਨੇ ਟੌਮ ਬ੍ਰੈਡੀ ਨੂੰ ਕੀ ਕਿਹਾ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਈਗਲਜ਼ ਬਨਾਮ ਪੈਕਰ ਕਿੱਥੇ ਵੇਖਣਾ ਹੈਃ ਕਿੱਕਆਫ ਟਾਈਮ, ਟੀਵੀ ਚੈਨਲ, ਸਟ੍ਰੀਮਿੰਗ, ਐਨਐਫਐਲ ਪਲੇਆਫਸ ਲਾਈਵ ਸਟ੍ਰੀਮ, ਔਕੜਾਂ, ਪਿਕ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਸੈਨੇਟਰ ਬੈਰਾਸੋ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ \"ਕਾਗਜ਼ ਦੀ ਸਮੱਸਿਆ\" ਤੁਲਸੀ ਗਬਾਰਡ ਦੀ ਪੁਸ਼ਟੀ ਦੀ ਸੁਣਵਾਈ ਨੂੰ ਰੋਕ ਰਹੀ ਹੈ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਅਸੀਂ ਇੱਕ ਨਵਾਂ ਮਾਰਕ ਜ਼ੁਕਰਬਰਗ ਵੇਖ ਰਹੇ ਹਾਂਃ ਜ਼ੁਕ 3.0 ਵਿੱਚ ਤੁਹਾਡਾ ਸਵਾਗਤ ਹੈ. - ਬਿਜ਼ਨਸ ਇਨਸਾਈਡਰ",
        "ਵੀਐਲਸੀ ਡਿਵੈਲਪਰ ਏਆਈ-ਸੰਚਾਲਿਤ ਰੀਅਲ-ਟਾਈਮ ਉਪਸਿਰਲੇਖਾਂ ਤੇ ਕੰਮ ਕਰ ਰਹੇ ਹਨ - OMG! Ubuntu!",
        "ਦੀਵਾਲੀਆਪਨ ਲਈ ਦੋ ਸਥਾਨਕ ਹਸਪਤਾਲਾਂ ਦੀਆਂ ਫਾਈਲਾਂ ਦੇ ਮਾਲਕ - 10 ਵੱਲ ਮੁੜੋ",
        "ਬਾਕਸ ਆਫਿਸਃ 'ਚੋਰਾਂ ਦਾ ਡੇਨ 2’ $ 15.5M ਜਿੱਤਣ ਲਈ ਖੁੱਲ੍ਹਦਾ ਹੈ; ‘ਮੋਆਨਾ 2’ ਨੇਅਰਜ਼ $ 1B ਗਲੋਬਲ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਜੋਸ਼ੁਆ ਜੈਕਸਨ ਪਾਲੀਸੇਡਜ਼ ਅੱਗ ਵਿਚ ਟੋਪੰਗਾ ਕੈਨਿਯਨ ਦੇ ਘਰ ਨੂੰ ਗੁਆਉਣ ਤੋਂ ਬਾਅਦ \"ਅਵਿਸ਼ਵਾਸ਼ਯੋਗ ਤੌਰ 'ਤੇ ਖੁਸ਼ਕਿਸਮਤ\" ਮਹਿਸੂਸ ਕਰਦਾ ਹੈ - ਡੈੱਡਲਾਈਨ",
        "ਲਾਸ ਏਂਜਲਸ ਦੇ ਜੰਗਲੀ ਅੱਗਾਂ ਨਾਲ ਮਰਨ ਵਾਲਿਆਂ ਦੀ ਗਿਣਤੀ 16 ਹੋ ਗਈ ਹੈ ਕਿਉਂਕਿ ਚਾਲਕ ਦਲ ਬਲੈਜ਼ ਨੂੰ ਰੋਕਣ ਲਈ ਲੜਦੇ ਹਨ - ਪੀਬੀਐਸ ਨਿ Newsਜ਼ਹੌਰ",
        "ਨੇਤਨਯਾਹੂ ਅਤੇ ਬਿਡੇਨ ਨੇ ਗਾਜ਼ਾ ਸੀਜ਼ਫਾਇਰ-ਫਾਰ-ਹੋਸਟੇਜ ਡੀਲ ਗੱਲਬਾਤ ਵਿਚ ਪ੍ਰਗਤੀ ਬਾਰੇ ਵਿਚਾਰ ਵਟਾਂਦਰੇ ਕੀਤੇ - ਸੀ ਐਨ ਐਨ",
        "ਆਈਸ ਕੋਰ ਧਰਤੀ ਦੇ ਅਤੀਤ ਦੇ ਰਹੱਸਾਂ ਦੇ ਜਵਾਬ ਰੱਖ ਸਕਦਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਕਮਲਾ ਹੈਰਿਸ ਦੇ ਬ੍ਰੈਂਟਵੁੱਡ ਘਰ ’ਚ ਅੱਗ ਲੱਗਣ ਕਾਰਨ 2 ਸ਼ੱਕੀ ਲੁਟੇਰਿਆਂ ਨੂੰ ਪੁਲਿਸ ਨੇ ਕੀਤਾ ਗ੍ਰਿਫਤਾਰ",
        "ਸਟਾਕ-ਮਾਰਕੀਟ ਨਿਵੇਸ਼ਕ ਇਸ ਬਾਂਡ-ਮਾਰਕੀਟ ਦੀ ਵਿਗਾੜ 'ਤੇ ਘਬਰਾ ਰਹੇ ਹਨ - ਮਾਰਕੀਟਵਾਚ",
        "ਰਿਪਬਲੀਕਨ ਟਰੰਪ ਦੇ ਨਾਮਜ਼ਦ ਉਮੀਦਵਾਰਾਂ ਨੂੰ ਅਪੀਲ ਕਰਦੇ ਹਨਃ ਡੈਮੋਕਰੇਟਸ ਤੋਂ ਅੜਿੱਕਾ ਨਾ ਲਓ - ਦ ਹਿੱਲ",
        "ਜੇਡੀ ਵੈਨਸ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ \"ਗ੍ਰੀਨਲੈਂਡ ਵਿਚ ਇਕ ਸੌਦਾ ਕੀਤਾ ਜਾਣਾ ਹੈ\" - ਐਕਸੀਓਸ",
        "ਐਨਵੀਡੀਆ ਦਾ ਡੀਐਲਐਸਐਸ 4 ਉਹ ਨਹੀਂ ਜੋ ਤੁਸੀਂ ਸੋਚਦੇ ਹੋ. ਆਓ ਮਿਥਿਹਾਸ ਨੂੰ ਡੀਬੰਕ ਕਰੀਏ - ਡਿਜੀਟਲ ਰੁਝਾਨ",
        "ਇਸਤਾਂਬੁਲ ਚਿੜੀਆਘਰ ਵਿੱਚ ਜਹਾਜ਼ ਦੇ ਹੋਲਡ ਤੋਂ ਬਚਾਇਆ ਗਿਆ ਇੱਕ ਨੌਜਵਾਨ ਗੋਰਿਲਾ ਬਰਾਮਦ ਹੋਇਆ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਸਨਸੈੱਟ ਦੇ ਜੇਸਨ ਓਪਨਹਾਈਮ ਨੂੰ ਵੇਚਣਾ 'ਪ੍ਰਾਈਸ ਗੌਗਿੰਗ' ਦੇ ਜ਼ਿਮੀਂਦਾਰਾਂ 'ਤੇ ਦੋਸ਼ ਲਗਾਉਂਦਾ ਹੈ,' ਲਾਭ ਲੈਣਾ 'ਐਲ ਏ ਫਾਇਰਜ਼ ਦੇ ਵਿਚਕਾਰ - ਟੂਫੈਬ"
    ]
}