{
    "headlines": [
        "ਵਾਲਕੀਰੀਜ਼ ਦੇ ਨਵੇਂ ਰੋਸਟਰ ਨੂੰ ਦਰਜਾ ਦੇਣਾਃ ਸਾਡੇ ਮਨਪਸੰਦ ਅਤੇ ਘੱਟ ਤੋਂ ਘੱਟ ਮਨਪਸੰਦ ਪਿਕ - ਈਐਸਪੀਐਨ",
        "ਸਰੋਤਃ ਹੋਮਜ਼ ਮੇਟਸ ਵਿਚ ਸ਼ਾਮਲ ਹੋਣ ਲਈ ਸਹਿਮਤ ਹੈ - ਸਟਾਰਟਰ ਦੇ ਤੌਰ ਤੇ - ਈਐਸਪੀਐਨ",
        "ਬੋਇਸ ਸਟੇਟ ਬਨਾਮ ਯੂ ਐਨ ਐਲ ਵੀਃ ਮਾਉਂਟੇਨ ਵੈਸਟ ਚੈਂਪੀਅਨਸ਼ਿਪ ਗੇਮ ਲਾਈਵ ਸਟ੍ਰੀਮ, ਟੀਵੀ, ਕਿੱਕਆਫ ਟਾਈਮ, ਭਵਿੱਖਬਾਣੀ - ਸੀ ਬੀ ਐਸ ਸਪੋਰਟਸ",
        "ਦੱਖਣੀ ਕੋਰੀਆ ਦੇ ਸੰਸਦ ਮੈਂਬਰਾਂ ਨੇ ਮਾਰਸ਼ਲ ਲਾਅ ਦੀ ਹਾਰ ਤੋਂ ਬਾਅਦ ਮਹਾਂਦੋਸ਼ 'ਤੇ ਵੋਟ ਪਾਉਣ ਦੀ ਤਿਆਰੀ ਕੀਤੀ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਸਿੰਖੋਲ 'ਚ ਲਾਪਤਾ ਦਾਦੀ ਦੀ ਲਾਸ਼ ਮਿਲਣ ਤੋਂ ਬਾਅਦ ਪੁਲਿਸ ਨੇ ਪ੍ਰਗਟ ਕੀਤੇ ਨਵੇਂ ਵੇਰਵੇ - ਲੋਕ",
        "ਮੰਗਲ ਰੋਵਰ ਪਰਸੀਵਰੈਂਸ ਸੀਨਿਕ 'ਪਿਕੋ ਟਰਕੁਇਨੋ' ਤੋਂ ਘਰੇਲੂ ਪੋਸਟਕਾਰਡ ਭੇਜਦਾ ਹੈ (ਫੋਟੋ) - ਸਪੇਸ ਡਾਟ ਕਾਮ",
        "ਅਪੋਲੋ ਗਲੋਬਲ ਸਟਾਕ, ਐਸ ਐਂਡ ਪੀ 500 ਇੰਡੈਕਸ ਵਿਚ ਸ਼ਾਮਲ ਹੋਣ ਲਈ ਵਰਕਡੇਅ. ਇਹ ਹੈ ਜਿਸਨੇ ਇਹ ਨਹੀਂ ਬਣਾਇਆ. - ਬੈਰਨ ਦਾ",
        "ਡਿੱਡੀ ਮੁਕੱਦਮੇ ਦਾ ਇਲਜ਼ਾਮ ਲਾਉਣ ਵਾਲੇ ਨੇ ਐਨਐਚਐਲ ਸਟਾਰ ਈਵੈਂਡਰ ਕੇਨ ਦੀ ਸਾਬਕਾ ਪਤਨੀ ਅੰਨਾ ਕੇਨ ਦੇ ਤੌਰ ਤੇ ਖੁਲਾਸਾ ਕੀਤਾ - ਟੀਐਮਜ਼ੈਡ",
        "ਡੈਨੀਅਲ ਪੈਨੀ ਮੁਕੱਦਮੇ ਵਿਚ ਕਤਲ ਦੇ ਦੋਸ਼ ਨੂੰ ਖਾਰਜ ਕਰ ਦਿੱਤਾ ਗਿਆ, ਲਾਪਰਵਾਹੀ ਨਾਲ ਕਤਲੇਆਮ ਦੇ ਦੋਸ਼ਾਂ 'ਤੇ ਵਿਚਾਰ ਕਰਨ ਲਈ ਜਿuryਰੀ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਸਬਰੀਨਾ ਕਾਰਪੈਂਟਰ ਧੋਖਾਧੜੀ ਦੇ ਘੁਟਾਲੇ ਤੋਂ ਪ੍ਰੇਸ਼ਾਨ ਹੈ ਕਿਉਂਕਿ ਪੌਪ ਸਟਾਰ ਪ੍ਰਸ਼ੰਸਕਾਂ ਲਈ ਹੈਰਾਨੀਜਨਕ ਦਿੱਖ ਬਣਾਉਂਦਾ ਹੈ - ਯਾਹੂ ਐਂਟਰਟੇਨਮੈਂਟ",
        "ਇਸੇ ਵਿਕੀਪੀਡੀਆ ਬੂਮਿੰਗ ਹੈ - Vox.",
        "ਐਕਸਕਲੂਸਿਵਃ ਅਮਰੀਕਾ ਨੇ ਦੁੱਧ ਦੀ ਸਪਲਾਈ ਦੇ ਬਰਡ ਫਲੂ ਟੈਸਟ ਨੂੰ ਲਾਜ਼ਮੀ ਕਰਨ ਦੇ ਆਦੇਸ਼ ਜਾਰੀ ਕੀਤੇ - ਰਾਇਟਰਜ਼",
        "ਯੂਨਾਈਟਿਡ ਹੈਲਥ ਐਗਜ਼ੀਕਿਊਟਿਵ ਹੱਤਿਆ ਤੋਂ ਬਾਅਦ ਸਿਹਤ ਬੀਮਾਕਰਤਾ ਦੇ ਸ਼ੇਅਰ ਡਿੱਗਦੇ ਹਨ - ਰਾਇਟਰਜ਼",
        "ਐਪਲ ਦੇ ਕਸਟਮ ਮਾਡਮ ਮੈਕ ਅਤੇ ਵਿਜ਼ਨ ਪ੍ਰੋ ਵਿਚ 5 ਜੀ ਪਾ ਸਕਦੇ ਹਨ - ਦਿ ਵਰਜ",
        "ਇਕੋ ਪਰਿਵਰਤਨ ਬਰਡ ਫਲੂ ਨੂੰ ਬਹੁਤ ਬਦਤਰ ਬਣਾ ਸਕਦਾ ਹੈ, ਅਧਿਐਨ ਲੱਭਦਾ ਹੈ - ਸੈਲੂਨ",
        "ਰੋਮਾਨੀਆ ਨੇ ਕਥਿਤ ਤੌਰ 'ਤੇ ਰੂਸੀ ਦਖਲਅੰਦਾਜ਼ੀ ਤੋਂ ਬਾਅਦ ਰਾਸ਼ਟਰਪਤੀ ਚੋਣਾਂ ਨੂੰ ਖਤਮ ਕੀਤਾ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "ਮਿਡਲ ਈਸਟ ਨਵੀਨਤਮਃ ਲੇਬਨਾਨ ਇਕ ਨੂੰ ਛੱਡ ਕੇ ਸੀਰੀਆ ਦੇ ਨਾਲ ਆਪਣੀਆਂ ਸਾਰੀਆਂ ਜ਼ਮੀਨੀ ਸਰਹੱਦਾਂ ਨੂੰ ਬੰਦ ਕਰਦਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਐਲਨ ਮਸਕ ਨੇ ਇੱਕ ਕੁਆਰਟਰ-ਬਿਲਿਅਨ ਡਾਲਰ ਨੂੰ ਪ੍ਰੋ-ਟਰੰਪ ਮੁਹਿੰਮ ਸਮੂਹਾਂ ਵਿੱਚ ਪੰਪ ਕੀਤਾ - ਦਿ ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "2024 ਦੇ 19 ਸਰਬੋਤਮ ਟੀਵੀ ਸ਼ੋਅਃ ਆਲੋਚਕਾਂ ਦੇ ਪਿਕ - ਵੰਨਗੀ",
        "ਟੈਕਸਾਸ ਹਾ Houseਸ ਦੇ ਸਪੀਕਰਾਂ ਦੀ ਦੌੜ ਖਤਮ ਨਹੀਂ ਹੋਈ. ਇਹ ਉਹ ਥਾਂ ਹੈ ਜਿੱਥੇ ਇਹ ਖੜ੍ਹਾ ਹੈ. - ਟੈਕਸਾਸ ਟ੍ਰਿਬਿਊਨ"
    ]
}