{
    "headlines": [
        "ਬਾਜ਼ਾਰ ਨਿਊਜ਼, ਨਵੰਬਰ 11, 2024: ਪੋਸਟ-ਚੋਣ ਰੈਲੀ ਜਾਰੀ ਹੋਣ ਦੇ ਨਾਤੇ ਸਟਾਕ ਰਿਕਾਰਡ ਦੇ ਉੱਚੇ ਪੱਧਰ 'ਤੇ ਬੰਦ; ਟੇਸਲਾ, ਵਿਕੀਪੀਡੀਆ ਵਧਦੀ ਰੱਖੋ - Investopedia",
        "ਟਰੰਪ ਨੇ ਸਾਬਕਾ ਰਿਪਬਲਿਕ ਲੀ ਜ਼ੈਲਡੀਨ ਨੂੰ ਈਪੀਏ ਦੀ ਅਗਵਾਈ ਕਰਨ ਲਈ ਨਾਮਜ਼ਦ ਕੀਤਾ, ਸਲਾਹਕਾਰ ਸਟੀਫਨ ਮਿਲਰ ਨੀਤੀ ਦੇ ਡਿਪਟੀ ਚੀਫ ਹੋਣਗੇ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਵਿਕੀਪੀਡੀਆ ਦੇ ਰਿਕਾਰਡ ਨੂੰ ਉੱਚ ਪਹੁੰਚਦਾ ਹੈ $ 87,000 ਕ੍ਰਿਪਟੂ ਦੇ ਤੌਰ ਤੇ, ਟਰੰਪ ਵਪਾਰ ਸਟਾਕ ਮਾਰਕੀਟ 'ਤੇ ਦਬਦਬਾ - ਯਾਹੂ ਵਿੱਤ",
        "ਸਪੇਸਐਕਸ ਮੌਸਮ ਦੇਰੀ ਤੋਂ ਬਾਅਦ ਅੱਜ ਫਲੋਰਿਡਾ ਤੋਂ 24 ਸਟਾਰਲਿੰਕ ਸੈਟੇਲਾਈਟ ਲਾਂਚ ਕਰ ਰਿਹਾ ਹੈ - ਸਪੇਸ ਡਾਟ ਕਾਮ",
        "ਮੇਗਨ ਫੌਕਸ ਗਰਭਵਤੀ, ਮਸ਼ੀਨ ਗਨ ਕੈਲੀ ਨਾਲ ਬੱਚੇ ਦੀ ਉਮੀਦ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਕੇਵਿਨ ਕੋਸਟਨਰ ਨੇ ‘ਯੈਲੋਸਟੋਨ‘ ਐਪੀਸੋਡ ਏਅਰ ਹੋਣ ਤੋਂ ਬਾਅਦ ਜੌਨ ਡੱਟਨ ਦੀ ਕਿਸਮਤ ਦਾ ਪਤਾ ਲਗਾਇਆਃ ‘ਇਹ ਮੈਨੂੰ ਇਸ ਨੂੰ ਵੇਖਣ ਲਈ ਜਲਦਬਾਜ਼ੀ ਨਹੀਂ ਕਰਨਾ ਚਾਹੁੰਦਾ’ - ਵੰਨਗੀ",
        "FTX ਲਈ Binance ਮੁਕੱਦਮਾ $ 1.76B ਕ੍ਰਿਪਟੂ ਮੁਦਰਾ ਦੀ ਲੜਾਈ ਵਿਚ ਦੋਸ਼ੀ ਦੁਆਰਾ ਸਥਾਪਿਤ - Ars Technica",
        "ਦੋਵਾਂ ਤੱਟਾਂ 'ਤੇ ਭੜਕੀ ਖਤਰਨਾਕ ਜੰਗਲੀ ਅੱਗਾਂ ਨੂੰ ਰੋਕਣ ਲਈ ਫਾਇਰਫਾਈਟਰਜ਼ ਦੀ ਲੜਾਈ - ਸੀ ਐਨ ਐਨ",
        "ਐਪਲ 2024 ਵਿਚ ਮੈਕ ਮਿਨੀ ਦੇ ਲੁਕਵੇਂ ਪਾਵਰ ਬਟਨ ਨੂੰ ਸੰਬੋਧਿਤ ਕਰਦਾ ਹੈ ਦੁਬਾਰਾ ਡਿਜ਼ਾਇਨ ਕਰੋ - ਐਪਲਇੰਸਾਈਡਰ",
        "ਹਟਾਈ",
        "'ਅੱਜ ਉਹ ਦਿਨ ਸੀ,' ਰਿਚਰਡ ਐਲਨ ਦੇ ਡੈਲਫੀ ਕਤਲੇਆਮ ਦੇ ਮੁਕੱਦਮੇ ਵਿਚ ਦੋਸ਼ੀ ਪਾਏ ਜਾਣ ਤੋਂ ਬਾਅਦ ਲਿਬੀ ਜਰਮਨ ਦੀ ਭੈਣ ਕਹਿੰਦੀ ਹੈ - ਡਬਲਯੂਟੀਐਚਆਰ",
        "ਟਰੰਪ ਬੈਂਕਿੰਗ ਰੈਗੂਲੇਸ਼ਨ ਨੂੰ ਕਿਵੇਂ ਬਦਲਣਗੇ — ਫੈੱਡ ਵਿਖੇ ਪਾਵੇਲ ਦੇ ਨਾਲ ਵੀ - ਮਾਰਕੀਟਵਾਚ",
        "ਬਿਡੇਨ ਅਤੇ ਹੈਰਿਸ ਟਰੰਪ ਤੋਂ ਚੋਣ ਹਾਰਨ ਤੋਂ ਬਾਅਦ ਪਹਿਲੀ ਵਾਰ ਇਕੱਠੇ ਦਿਖਾਈ ਦੇ ਰਹੇ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਰੂਸ ਨੇ ਯੂਕਰੇਨ ਵਿਚ ਸੰਜਮ ਦੀ ਅਪੀਲ ਕਰਦਿਆਂ ਪੁਤਿਨ ਨਾਲ ਟਰੰਪ ਦੇ ਫੋਨ ਤੋਂ ਇਨਕਾਰ ਕੀਤਾ - ਬੀਬੀਸੀ.",
        "ਕੈਂਟਰਬਰੀ ਦੇ ਆਰਚਬਿਸ਼ਪ ਨੂੰ ਚਰਚ ਦੇ ਬੱਚਿਆਂ ਨਾਲ ਬਦਸਲੂਕੀ ਦੀਆਂ ਅਸਫਲਤਾਵਾਂ 'ਤੇ ਅਸਤੀਫਾ ਦੇਣ ਦੀਆਂ ਕਾਲਾਂ ਦਾ ਸਾਹਮਣਾ ਕਰਨਾ ਪੈਂਦਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "NFL Week 10 ਸੋਮਵਾਰ ਰਾਤ ਫੁੱਟਬਾਲ: ਡਾਲਫਿਨ ਬਨਾਮ ਰੈਮਜ਼ | ਪੂਰੀ ਖੇਡ ਦੀ ਝਲਕ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਟਰੰਪ ਨੇ ਟੌਮ ਹੋਮਨ ਨੂੰ ‘ਬਾਰਡਰ ਜ਼ਾਰ’, ਸਟੀਫਨ ਮਿਲਰ ਨੂੰ ਚੋਟੀ ਦੀ ਨੀਤੀ ਦੀ ਭੂਮਿਕਾ ਲਈ ਚੁਣਿਆ - ਅਲ ਜਜ਼ੀਰਾ ਇੰਗਲਿਸ਼",
        "ਐਪਲ ਵਿਜ਼ਨ ਪ੍ਰੋ ਪ੍ਰੋਡਕਸ਼ਨ ਨੂੰ ਕੰਪੋਨੈਂਟਸ ਪਾਇਲ ਅਪ ਦੇ ਤੌਰ ਤੇ ਰੋਕ ਸਕਦਾ ਹੈ - ਸੀ ਐਨ ਈ ਟੀ",
        "ਰਾਤ ਦੇ ਅਸਮਾਨ ਨੂੰ ਰੌਸ਼ਨ ਕਰਨ ਲਈ ਤੌਰੀਡ ਮੌਸਮ ਸ਼ਾਵਰ. ਇੱਥੇ ਤੁਸੀਂ ਇਸ ਨੂੰ ਕਿਵੇਂ ਵੇਖ ਸਕਦੇ ਹੋ - ਐਨਪੀਆਰ",
        "ਗਲੈਡੀਏਟਰ II ਸਮੀਖਿਆਵਾਂਃ ਆਲੋਚਕਾਂ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਪੌਲ ਮੇਸਕਲ ਫਿਲਮ 'ਗੋਬਸਮੈਕਿੰਗ'ਅਤੇ' ਲੂਪੀ 'ਹੈ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ"
    ]
}