{
    "headlines": [
        "1 Tote, 15 Verletzte nach Absturz eines Kleinflugzeugs in ein Gebäude in Südkalifornien - ABC News",
        "US-Präsident Biden verleiht Präsidentenmedaille an Trump-Kritikerin Liz Cheney - Al Jazeera Englisch",
        "Ermittler treffen in der Residenz des südkoreanischen Präsidenten ein, um einen Haftbefehl auszuführen - CNN",
        "FBI veröffentlicht neues Video, Informationen auf der Jagd nach dem Rohrbomber vom 6. Januar - ABC News",
        "Ein trauernder Orca trug ihr totes Kalb im Jahr 2018 17 Tage lang. Jetzt trägt sie wieder den Körper ihres jüngsten Kindes. - CBS News",
        "Live-Briefing: Mehr als 40 Tote bei Streiks in Gaza-Stadt, sagt der Zivilschutz - The Washington Post",
        "Live-Updates: FBI sagt jetzt, dass der LKW-Angreifer von New Orleans bei einem \"Terrorakt\" allein gehandelt hat - The Associated Press",
        "Vier-Sterne-WR Donovan Murph verpflichtet sich in South Carolina über Clemson bei Under Armour All-America Game - 247Sports",
        "Golden Globes 2025: Wann und wo Sie das Neujahrs-Awards-Event zur Saisoneröffnung sehen können - Hindustan Times",
        "Hindenburg Shorts Carvana, Alleging ‘Grift for the Ages’ - Yahoo Finance",
        "das KI-Modell der nächsten Generation von xAI kam nicht pünktlich an, was zu einem Trend beiträgt - TechCrunch",
        "Georgia vs. Notre Dame Wo zu sehen: TV-Kanal, Live-Stream, Sugar Bowl Quoten, Verbreitung, Vorhersage, Auswahl - CBS Sports",
        "Pulisic Return verleiht den USA eine große Präsenz im Super Cup - ESPN",
        "Konservative suchen nach Zusagen, während Johnson um Stimmen der Sprecher kämpft - The Hill",
        "Das US-Berufungsgericht blockiert die Bemühungen der Biden-Regierung, die Regeln der Netzneutralität wiederherzustellen - Reuters",
        "Die letzten Fossil Wear OS Smartwatches sind endlich tot - 9to5Google",
        "166 Millionen Jahre alte „Dinosaurier-Autobahn“ in England entdeckt - PBS NewsHour",
        "5 wichtige Erkenntnisse aus Justin Baldonis Klage gegen die New York Times wegen ihrer Blake Lively-Geschichte - Business Insider",
        "Fledermäuse „surfen“ bei Stürmen, Studienergebnisse - Salon",
        "[removed]"
    ]
}