{
    "headlines": [
        "\"لا أحد هنا يشعر بالتجاهل \": Harris and Trump barnstorm Wisconsin - POLITICO",
        "دونالد ترامب يركب شاحنة قمامة للفت الانتباه إلى ملاحظة بايدن - وكالة أسوشيتد برس",
        "يشعر بروني جيمس بالحب من كليفلاند بينما يسجل أول نقاط الدوري الاميركي للمحترفين في الساحة التي نشأ فيها - وكالة أسوشيتد برس",
        "مشاهدة: خطأ آرون جادج يبدأ الشوط الكارثي لفريق اليانكيز في المباراة الخامسة - الولايات المتحدة الأمريكية اليوم",
        "تقول شرطة بورتلاند إن مشعل الحرائق في صناديق الاقتراع لديه \"ثروة من الخبرة\" في اللحام وتصنيع المعادن - هيئة الإذاعة العامة في ولاية أوريغون",
        "قد تكون إعادة الحكم على مينينديز موضع شك، حيث يدفع المدعي العام نيوزوم لمنح الرأفة - التنوع",
        "نيكي جام، مغنية ريجيتون، تسحب تأييدها لترامب بعد إهانة بورتوريكو - واشنطن بوست",
        "حتى مارك زوكربيرج يبدو مندهشًا من وتيرة ميتا في الإنفاق على الذكاء الاصطناعي - سي إن بي سي",
        "البنية التحتية للطاقة في إيران أكثر عرضة للهجمات المستقبلية - OilPrice.com",
        "يقول المسؤول إن الضربة الإسرائيلية القاتلة استهدفت \"راصدًا\" على سطح مبنى بيت لاهيا - BBC.com",
        "والفائز في ستارت أب باتل فيلد في ديسرابت 2024 هو . . . Salva Health - TechCrunch",
        "شون وايت مقلب نينا دوبريف في الزواج منه - نسر",
        "تنخفض أسهم Microsoft بسبب توقعات نمو Azure المخيبة للآمال - Yahoo Finance",
        "ستاربكس تتحول إلى Sharpies والأكواب وتجميد الأسعار لوقف حركة المرور - فاينانشيال تايمز",
        "تم العثور على \"علامات ساحرات\" عمرها قرون منقوشة على جدران منزل مانور إنجليزي - واشنطن بوست",
        "يتم طرح تطبيق الطقس المدعوم بالذكاء الاصطناعي من Google على وحدات البكسل الأقدم - The Verge",
        "الولايات المتحدة الأمريكية مقابل الأرجنتين: ملاحظات بدء 11 و التشكيلة - كرة القدم الأمريكية",
        "قاضي ولاية بنسلفانيا يمدد الموعد النهائي للاقتراع عبر البريد بعد دعوى ترامب - رويترز",
        "تم العثور على إنفلونزا الطيور في خنزير لأول مرة في الولايات المتحدة - NPR",
        "يتحول مذنب الرعي الشمسي إلى غبار كوني في عدم ظهور الهالوين الدرامي - Gizmodo"
    ]
}