{
    "headlines": [
        "Tempestade de inverno Blair traz neve pesada para o meio do Atlântico, incluindo Baltimore, Washington, DC - Yahoo! Voices",
        "O Congresso está pronto para certificar a vitória eleitoral de Trump, mas seu legado de 6 de janeiro paira sobre o dia - The Associated Press",
        "Passamos horas a ver um robô aspirador a recolher meias. It's a Dream Come True - CNET",
        "Trump insta o Congresso a aprovar sua agenda em um único e massivo projeto de lei - Reuters.com",
        "Biden proíbe perfuração offshore em grande área dos EUA - BBC.com",
        "O primeiro-ministro canadense Trudeau deve renunciar ao cargo de líder do partido à medida que as pesquisas despencam, dizem os relatórios - CNN",
        "LG e Samsung estão adicionando o assistente de IA Copilot da Microsoft às suas TVs - The Verge",
        "Linhas curinga: Carregadores, Vikings são favoritos na estrada - NBC Sports",
        "Qual é a temperatura da lua? - Livescience.com",
        "Elon Musk pergunta se a América deveria \"libertar o povo da Grã-Bretanha\" em discurso contra o governo do Reino Unido - CNBC",
        "O rendimento de títulos de 30 anos dos EUA atinge o maior nível desde 2023 antes dos leilões - Bloomberg",
        "Surto de HMPV na China: é um novo vírus? Como é semelhante ao Covid-19? Existe alguma vacina? O que sabemos até agora | Menta - Menta",
        "Indonésia lança programa de refeições gratuitas para alimentar crianças e mulheres grávidas para combater a desnutrição - Associated Press",
        "DOJ: 200 Jan. 6 casos pendentes enquanto Trump se prepara para retomar o cargo - POLITICO",
        "Coreia do Norte dispara primeiro míssil balístico em dois meses - Seul - BBC.com",
        "Ordem de draft da NFL de 2025: Titans garantem a escolha número 1 com perda e Patriots vencem; Bears, Jets ocupam as 10 primeiras posições - CBS Sports",
        "ATUALIZAÇÕES AO VIVO: emergência de neve emitida para condados da área; O que isso significa? - WHIO",
        "Zoe Saldaña se emociona durante a primeira vitória no Globo de Ouro: “Meu coração está cheio de gratidão” - Hollywood Reporter",
        "O que saber sobre o pedágio na estrada de Manhattan, já que Nova York se torna a primeira cidade dos EUA com taxa de congestionamento - Axios",
        "Aubrey Plaza sente falta do Globo de Ouro após a morte do marido, o diretor Jeff Baena - Entertainment Weekly News"
    ]
}