{
    "headlines": [
        "ਅਮਰੀਕਾ, ਅਰਬ ਵਿਚੋਲੇ ਗਾਜ਼ਾ ਸ਼ਾਂਤੀ ਵਾਰਤਾ ਵਿਚ ਕੁਝ ਤਰੱਕੀ ਕਰਦੇ ਹਨ, ਅਜੇ ਤੱਕ ਕੋਈ ਸੌਦਾ ਨਹੀਂ, ਸੂਤਰਾਂ ਦਾ ਕਹਿਣਾ ਹੈ - ਰਾਇਟਰ",
        "ਸਭ ਤੋਂ ਵੱਡੇ ਯੂਐਸ ਰਿਜੋਰਟ 'ਤੇ ਸਕਾਈ ਗਸ਼ਤ ਕਰਨ ਵਾਲਿਆਂ ਨੂੰ ਜਿੱਤ ਦਾ ਦਾਅਵਾ ਕਰਦਿਆਂ ਕੰਮ' ਤੇ ਵਾਪਸ ਆਉਣਾ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "‘ਸੋਮਵਾਰ ਨਾਈਟ ਰਾਅ’ ਉਦਘਾਟਨੀ ਨੈੱਟਫਲਿਕਸ ਇਵੈਂਟ ਡਰਾਅ 2.6m ਇਕੋ ਦਿਨ ਦੇ ਘਰ - ਡੈੱਡਲਾਈਨ",
        "ਹਜ਼ਾਰਾਂ ਹਾਲੀਵੁੱਡ ਪਹਾੜੀਆਂ - ਕੇਟੀਐਲਏ ਲਾਸ ਏਂਜਲਸ ਤੋਂ ਭੱਜਣ ਦਾ ਕਾਰਨ ਬਣਨ ਤੋਂ ਬਾਅਦ ਸਨਸੈੱਟ ਫਾਇਰ ਨਿਕਾਸੀ ਨੂੰ ਹਟਾਇਆ ਜਾਵੇਗਾ",
        "ਐਨਬੀਏ ਪਾਵਰ ਰੈਂਕਿੰਗਃ ਕੈਵਲੀਅਰਜ਼ ਨੇ ਵਿਸ਼ਾਲ ਜਿੱਤ ਬਨਾਮ ਥੰਡਰ ਨਾਲ ਨੰਬਰ 1 ਸਥਾਨ ਮੁੜ ਪ੍ਰਾਪਤ ਕੀਤਾ, ਵਾਰੀਅਰਜ਼ ਦੁਬਾਰਾ ਟਮਬਲ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਨਿਣਟੇਨਡੋ ਗੇਮਸਟਾਪ ਅਤੇ CES 2025 'ਤੇ ਸਵਿੱਚ 2 ਲੀਕ ਦੇ ਹੜ੍ਹ ਦੇ ਵਿਚਕਾਰ ਪੂਰੀ ਚੁੱਪ ਰਹਿੰਦਾ ਹੈ - Kotaku",
        "ਨਿ York ਯਾਰਕ ਦੀ ਅਪੀਲ ਕੋਰਟ ਨੇ ਸ਼ੁੱਕਰਵਾਰ ਨੂੰ ਪੈਸੇ ਦੀ ਸਜ਼ਾ ਨੂੰ ਰੋਕਣ ਲਈ ਟਰੰਪ ਦੀ ਬੋਲੀ ਨੂੰ ਨਕਾਰ ਦਿੱਤਾ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਜਿੰਮੀ ਕਾਰਟਰ ਦੇ ਅੰਤਿਮ ਸੰਸਕਾਰ ਲਈ ਤੁਹਾਡਾ ਕਾਰਜਕ੍ਰਮ - ਪੀਬੀਐਸ ਨਿ Newsਜ਼ਹੋਰ",
        "ਬੀਮਾਕਰਤਾ ਕੈਲੀਫੋਰਨੀਆ ਦੇ ਜੰਗਲੀ ਅੱਗਾਂ ਤੋਂ $ 10bn ਤੱਕ ਦੇ ਨੁਕਸਾਨ ਲਈ ਬ੍ਰੇਸ ਕਰਦੇ ਹਨ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "ਹਟਾਈ",
        "ਪੋਲਿਸ਼ ਰਾਸ਼ਟਰਪਤੀ ਨੇਤਨਯਾਹੂ ਦੀ ਸੁਰੱਖਿਆ ਦੀ ਮੰਗ ਕਰਦਾ ਹੈ ਜੇ ਉਹ ਔਸ਼ਵਿਟਜ਼ ਵਰ੍ਹੇਗੰ event ਸਮਾਗਮ ਵਿਚ ਸ਼ਾਮਲ ਹੁੰਦਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "LIVE: ਸਰਦੀਆਂ ਦੇ ਤੂਫਾਨ ਲਈ ਬੰਦ ਹੋ ਰਹੇ ਸਥਾਨਕ ਸਰਕਾਰਾਂ ਦੇ ਦਫਤਰ, ਮੈਡੀਕਲ ਦਫਤਰ, ਕਾਰੋਬਾਰ | ਪੂਰੀ ਸੂਚੀ - ਫੌਕਸ 5 ਅਟਲਾਂਟਾ",
        "ਯੂਸੁਫ਼ Aoun: ਲੇਬਨਾਨ ਦੇ ਸਤਿਕਾਰਯੋਗ ਸੈਨਾ ਮੁਖੀ ਬਣੇ ਨਵੇਂ ਰਾਸ਼ਟਰਪਤੀ - FRANCE 24 English",
        "'ਇੱਕ ਸਮੁੰਦਰੀ ਤਬਦੀਲੀ': ਸਰਜਨ ਜਨਰਲ ਦੀ ਅਲਕੋਹਲ ਚੇਤਾਵਨੀ ਐਸਐਫ ਬਾਰਾਂ ਨੂੰ ਬਦਲ ਸਕਦੀ ਹੈ - SFGATE",
        "ਚੀਨ ਦਾ ਮੰਗਲ ਮਿਸ਼ਨ ਅਮਰੀਕਾ ਨੂੰ ਘੱਟੋ ਘੱਟ 4 ਸਾਲ ਪਿੱਛੇ ਨਾਸਾ ਦੇ ਨਾਲ ਪੁਲਾੜ ਦੀ ਧੂੜ ਲਈ ਛੱਡਦਾ ਹੈ - ਸਾ Southਥ ਚਾਈਨਾ ਮਾਰਨਿੰਗ ਪੋਸਟ",
        "ਅਰਲੀ ਮਾਰਨਿੰਗ ਓਪਨ ਥ੍ਰੈਡਃ ਨੰਬਰ 6 ਪੈੱਨ ਸਟੇਟ ਬਨਾਮ ਸੰਤਰੀ ਕਟੋਰੇ ਵਿੱਚ ਨੰਬਰ 7 ਨੋਟਰੇ ਡੈਮ - ਬਲੈਕ ਜੁੱਤੀ ਡਾਇਰੀਜ਼",
        "ਪ੍ਰਿੰਸ ਵਿਲੀਅਮ ਨੇ ਅਣਦੇਖੀ ਫੋਟੋ ਦੇ ਨਾਲ ਕੇਟ ਮਿਡਲਟਨ ਲਈ ਜਨਮਦਿਨ ਦੀ ਪੋਸਟ ਨੂੰ ਪਿਆਰ ਕੀਤਾ - ਜੀਓ ਨਿ Newsਜ਼",
        "2024-25 ਐਨਐਫਸੀ, ਏਐਫਸੀ ਚੈਂਪੀਅਨਜ਼ - ਪ੍ਰਾਈਡ ਆਫ ਡੀਟ੍ਰਾਯਟ ਲਈ ਆਪਣੀ ਚੋਣ ਕਰੋ",
        "ਸੁਪਰੀਮ ਕੋਰਟ ਦੇ TikTok ਨਾਚਃ ਜਸਟਿਸ 'ਤੇ ਪਾਬੰਦੀ' ਤੇ ਤੋਲ ਕਰਨ ਲਈ, ਟਰੰਪ ਦੇ ਨਾਲ ਵਿਰੋਧ - Axios",
        "ਗੂਗਲ ਤੁਹਾਡੀ ਡਿਸਕਵਰ ਫੀਡ ਨੂੰ ਏਆਈ ਦੁਆਰਾ ਤਿਆਰ ਪੋਡਕਾਸਟ ਵਿੱਚ ਬਦਲ ਸਕਦਾ ਹੈ - ਦਿ ਵਰਜ"
    ]
}