{
    "headlines": [
        "Burcum: второе мнение Миннесоты о кори - Star Tribune",
        "Бывший прокурор США, курировавший российские военные преступления, обвинение MS-13 найдено мертвым в доме в Вирджинии - USA TODAY",
        "Ченнинг Татум и Инка Уильямс ужинают вместе с друзьями и собаками - TMZ",
        "Флорида заканчивает заявку UConn на третий национальный титул подряд с победой 77-75 марта - The Associated Press",
        "Демократ в Палате представителей: администрация Трампа «действует с невероятным коктейлем некомпетентности и незаконности» - The Hill",
        "Segway отзывает 220 000 скутеров из-за опасности падения, которая привела к 20 травмам - 4029tv",
        "Грейдон Картер рассказал, почему Харви Вайнштейну пожизненно запретили участвовать в вечеринке «Ярмарки тщеславия»",
        "Дюк позволил выдающемуся PG Джереми Роучу прогуляться; год спустя переоборудованные «Синие дьяволы» столкнулись с Роучем, Бэйлором в «Мартовском безумии» - CBS Sports",
        "«Белоснежка»: как спорная диснеевская принцесса снималась в синих и красных окружных кинотеатрах – кассовые сборы - крайний срок",
        "Быстрая эвакуация из-за лесных пожаров и объявление чрезвычайной ситуации в Каролине - The Associated Press",
        "Трамп появился на чемпионате по борьбе вместе с Маском. Большая часть толпы аплодировала. - Business Insider",
        "Папа Франциск вернулся домой: вот что повлечет за собой его выздоровление - Axios",
        "Туберкулез когда-то был болезнью в упадке, но возрождение случаев озадачило чиновников здравоохранения - PBS NewsHour",
        "Вторая леди Уша Вэнс посетит Гренландию, поскольку Трамп обсуждает поглощение США - The Associated Press",
        "Администрация Трампа продолжает защищать Tesla. Будет ли это работать? - В поисках Альфы",
        "50 000 человек погибли в Газе с начала войны между Израилем и ХАМАСом, сообщает министерство здравоохранения, - CNN",
        "Евклид запечатлел 26 миллионов галактик на ярких фотографиях в глубоком поле - Earth.com",
        "3 человека погибли, 15 ранены при стрельбе в парке в Нью-Мексико - ABC News"
    ]
}