{
    "headlines": [
        "Братья по недвижимости, Орен и Таль Александер, арестованы и обвинены в торговле людьми - The New York Times",
        "НАСА считает, что понимает, почему Ingenuity потерпел крушение на Марсе - Ars Technica",
        "Афганский взрыв убил ключевого министра, шокировав талибов - The Washington Post",
        "Что нужно знать о новых инструментах ИИ для iOS 18.2, от Genmoji до ChatGPT - The Washington Post",
        "«Золотой холостяк» Джерри Тернер болен раком, говорит, что диагноз оказал «огромное влияние» на раскол Терезы Нист - New York Post",
        "Albertsons отказывается от слияния Kroger и подает в суд на продуктовую сеть за неспособность обеспечить сделку - The Associated Press",
        "Опрос CNN: Большинство американцев одобряют то, как Трамп справляется с возвращением в Белый дом - CNN",
        "Sundance 2025: JLo, Sly Stone, Putin, Ayo Edebiri, André Holland, & Ex-NZ PM Jacinda Ardern Films Among Park City Festival Offerings - Deadline",
        "Головная боль в перерыве Суперкубка? Как Jay-Z в заголовках может повлиять на сделку NFL с Roc Nation - Hollywood Reporter",
        "Удивительная причина, по которой «Конан-бактерия» может противостоять излучению, которое может убить человека - CNN",
        "Чистая стоимость Элона Маска превышает 400 миллиардов долларов, что является историческим показателем - Bloomberg",
        "Голани пообещал наказать виновных в пытках при Асаде - Reuters",
        "Смертность от лихорадки денге в Карибском бассейне и Америке растет из-за климатического кризиса - The Guardian",
        "Саудовская Аравия назначена хозяином Чемпионата мира по футболу 2034 года; Марокко примет участие в этапе 2030 года - Al Jazeera English",
        "Является ли новый квантовый чип Google (GOOG) убийцей биткойнов и NVDA? - Yahoo Finance",
        "Google тестирует агентов ИИ Gemini, которые помогут вам в видеоиграх - The Verge",
        "Калифорнийский ребенок подозревается в заражении птичьим гриппом после употребления сырого молока - ABC News",
        "Потребительские цены в США зафиксировали самый большой прирост за семь месяцев; стоимость аренды снижается - Reuters",
        "Трамп обогнал закон. Его союзники - нет. - POLITICO",
        "NFL сыграет свой первый матч регулярного сезона в Берлине в 2025 году - NBC Sports"
    ]
}