{
    "headlines": [
        "Live Briefing: Gaza death toll crosses 45,000, Health Ministry says - The Washington Post",
        "Amazon Disregarded Internal Warnings on Injuries, Senate Investigation Claims - The New York Times",
        "What we learned in NFL Week 15: MVP is Josh Allen’s to lose, Packers stay hot - The Athletic - The Athletic",
        "The federal EV tax credit has an uncertain fate. What car shoppers should know - NPR",
        "Kraven the Hunter Has Worst Ever Box Office Opening Weekend for a Sony Spider-Man Universe Movie, Even Below Madame Web - IGN",
        "Memphis man convicted of killing his bride on their honeymoon in Fiji in 2022 - CBS News",
        "Seven hotel guests suffer suspected poisoning after drinking cocktails at 5-star Fiji resort - CNN",
        "Expect an Icy Commute for Parts of the Northeast on Monday Morning - The New York Times",
        "Schumer urges Biden admin to deploy \"special drone-detection tech\" to N.Y. and N.J. - Axios",
        "People starting to die of thirst and hunger in cyclone-hit Mayotte, warns French senator - BBC.com",
        "Israel will close its Ireland embassy over Gaza tensions - NPR",
        "The Fed’s Game Plan on Interest-Rate Cuts Keeps Shifting - The Wall Street Journal",
        "Survivors seek a reckoning as FBI investigates child sex abuse in little-known Christian sect - The Associated Press",
        "Apple TV+ Drops Surprise Holiday Edition of ‘Carpool Karaoke’ With Lady Gaga, Dua Lipa and Chappell Roan - Hollywood Reporter",
        "NFL Week 15 grades: Josh Allen leads Bills to 'A' in win vs. Lions, Eagles get high grade for beating Steelers - CBS Sports",
        "2024 Week 15 Rapid Reactions: Seahawks Lose To Packers & Lose Geno Smith To Injury - Seahawks.com",
        "Vikings clinch postseason berth with Seahawks loss to Packers - NBC Sports",
        "Asia wary of Fed rate plans, China retail disappoints By Reuters - Investing.com",
        "Could mouse sperm orbiting Earth be the future of humanity? - CNN",
        "How ‘Yellowstone’ Finale Set up Beth & Rip Spinoff and Circled Back to ‘1883’ - TV Insider"
    ]
}