{
    "headlines": [
        "ਪਤੀ 'ਤੇ ਪਤਨੀ ਨੂੰ ਨਸ਼ਾ ਕਰਨ ਦਾ ਦੋਸ਼ ਹੈ ਇਸ ਲਈ ਦਰਜਨਾਂ ਆਦਮੀ ਉਸ ਦੀ ਗਵਾਹੀ ਫਰਾਂਸ ਦੀ ਅਦਾਲਤ ਵਿੱਚ ਬਲਾਤਕਾਰ ਕਰ ਸਕਦੇ ਹਨ - ਐਨਪੀਆਰ",
        "ਮੈਟ ਰਿਆਨ, ਪੀਟਨ ਮੈਨਿੰਗ ਅਤੇ ਏਲੀ ਮੈਨਿੰਗ ਸਾਰੇ ਈਗਲਜ਼ ਦੇ ਪਾਸ ਕਰਨ ਦੇ ਫੈਸਲੇ ਤੋਂ ਹੈਰਾਨ ਸਨ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਸੀਨ ‘ਡਿੱਡੀ‘ ਕੰਬਜ਼ ਨੂੰ ਨਿ York ਯਾਰਕ ਵਿਚ ਗ੍ਰਿਫਤਾਰ ਕੀਤਾ ਗਿਆ, ਉਸ ਦਾ ਵਕੀਲ ਸੀ ਐਨ ਐਨ ਨੂੰ ਦੱਸਦਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਮੈਟਾ ਨੇ ‘ਵਿਦੇਸ਼ੀ ਦਖਲਅੰਦਾਜ਼ੀ ਦੀ ਗਤੀਵਿਧੀ' ਨੂੰ ਲੈ ਕੇ ਰੂਸੀ ਸਟੇਟ ਮੀਡੀਆ ਆਉਟਲੈਟ ਆਰਟੀ ’ਤੇ ਪਾਬੰਦੀ ਲਗਾਈ - ਸੀਐਨਐਨ",
        "ਜੇਰੋਮ ਪਾਵੇਲ ਰਾਜਨੀਤੀ ਨੂੰ ਅਲੱਗ ਕਰਨ ਲਈ ਤਿਆਰ ਦਿਖਾਈ ਦਿੰਦਾ ਹੈ ਭਾਵੇਂ ਉਹ ਸੰਭਾਵਤ ਤੌਰ 'ਤੇ ਕੇਂਦਰੀ ਬੈਂਕ ਦੀਆਂ ਦਰਾਂ ਵਿਚ ਕਟੌਤੀ ਦੀ ਨਿਗਰਾਨੀ ਕਰਦਾ ਹੈ - ਯਾਹੂ ਵਿੱਤ",
        "ਟਰੰਪ ਨੇ ਪਹਿਲੀ ਹੱਤਿਆ ਦੀ ਕੋਸ਼ਿਸ਼ ਤੋਂ ਬਾਅਦ ‘ਏਕਤਾ’ ਦਾ ਸੱਦਾ ਦਿੱਤਾ । ਇਸ ਵਾਰ ਨਹੀਂ -ਪੋਲਿਟਿਕੋ",
        "‘ਬੇਬੀ ਰੇਨਡੀਅਰਜ਼ ਰਿਚਰਡ ਗੈਡ ਇੰਕਸ ਨੈੱਟਫਲਿਕਸ ਨਾਲ ਫਸਟ-ਲੁੱਕ ਡੀਲ - ਡੈੱਡਲਾਈਨ",
        "ਹਟਾਈ",
        "ਬ੍ਰੈਗਜ਼ਿਟ ਡੀਲ ਪ੍ਰਭਾਵ 'ਵਿਗੜਦਾ', ਅਰਥਸ਼ਾਸਤਰੀ ਕਹਿੰਦੇ ਹਨ - ਬੀਬੀਸੀ.",
        "ਐਸਯੂਵੀ ਕਰੈਸ਼ ਨੇ ਟੈਕਸਾਸ ਪਾਈਪਲਾਈਨ ਦੀ ਅੱਗ ਭੜਕਾਈ ਜੋ ਘੰਟਿਆਂ ਬੱਧੀ ਭੜਕੀ, ਹਿਊਸਟਨ ਉਪਨਗਰ ਵਿੱਚ ਨਿਕਾਸੀ ਲਈ ਪ੍ਰੇਰਿਤ - ਡਬਲਯੂਪੀਵੀਆਈ-ਟੀਵੀ",
        "ਤੂਫਾਨ ਬੋਰਿਸਃ ਪੋਲਿਸ਼ ਸ਼ਹਿਰ ਹੜ੍ਹਾਂ ਦੇ ਕਾਰਨ ਕੇਂਦਰੀ ਯੂਰਪ ਤੋਂ ਬਾਹਰ ਨਿਕਲਦਾ ਹੈ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਅਮਰੀਕਾ ਨੇ ਨੇਤਨਯਾਹੂ ਨੂੰ ਲਿਬਨਾਨ 'ਚ ਜੰਗ ਸ਼ੁਰੂ ਕਰਨ ਵਿਰੁੱਧ ਦਿੱਤੀ ਚਿਤਾਵਨੀ - Axios",
        "ਐਂਟੀਬਾਇਓਟਿਕ ਪ੍ਰਤੀਰੋਧ 2050 ਤੱਕ 39 ਮਿਲੀਅਨ ਤੋਂ ਵੱਧ ਮੌਤਾਂ ਦਾ ਕਾਰਨ ਬਣ ਸਕਦਾ ਹੈ, ਅਧਿਐਨ ਕਹਿੰਦਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਯੂਕਰੇਨ ਤੋਂ ਹਵਾਈ ਤੱਕ, ਟਰੰਪ ਹੱਤਿਆ ਦੀ ਕੋਸ਼ਿਸ਼ ਸ਼ੱਕੀ ਵਿਅਕਤੀ ਦੇ ਅਜੀਬ ਵਿਵਹਾਰ ਨੇ ‘ਮਹਾਨਤਾ ਦਾ ਭਰਮ’ ਸੁਝਾਅ ਦਿੱਤਾ - ਸੀਐਨਐਨ",
        "ਸਟਾਕ ਫਿuresਚਰ ਥੋੜ੍ਹਾ ਜਿਹਾ ਡਿੱਗਦਾ ਹੈ ਕਿਉਂਕਿ ਪ੍ਰਚੂਨ ਵਿਕਰੀ ਡੇਟਾ ਲਈ ਵਾਲ ਸਟ੍ਰੀਟ ਬ੍ਰੇਸ, ਫੇਡ ਪਾਲਿਸੀ ਮੀਟਿੰਗਃ ਲਾਈਵ ਅਪਡੇਟਸ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਇਹ ਕਿਵੇਂ ਜਾਂਚਿਆ ਜਾਵੇ ਕਿ ਤੁਹਾਡਾ ਕੈਰੀਅਰ ਪਹਿਲਾਂ ਹੀ ਆਈਫੋਨ - 9to5Mac 'ਤੇ ਆਰਸੀਐਸ ਦਾ ਸਮਰਥਨ ਕਰਦਾ ਹੈ",
        "ਈਗਲਜ਼ ਸਟਾਰ ਡਬਲਯੂਆਰ ਏਜੇ ਬ੍ਰਾਊਨ ਨੂੰ ਹੈਮਸਟ੍ਰਿੰਗ ਦੀ ਸੱਟ ਨਾਲ 'ਕੁਝ ਹਫਤੇ' ਗੁਆਉਣ ਦੀ ਉਮੀਦ ਹੈ - ਯਾਹੂ ਸਪੋਰਟਸ",
        "ਏਸ਼ੀਆ ਦੇ ਸ਼ੇਅਰਾਂ ਵਿੱਚ ਵਾਧਾ; ਡਾਲਰ, ਆਉਟਸਾਈਜ਼ਡ ਫੈੱਡ ਰੇਟ ਕਟੌਤੀ ਸੱਟਾਂ ਦੁਆਰਾ ਜ਼ਖਮੀ ਹੋਇਆ - Reuters. com",
        "ਹੈਰਿਸ ਅਤੇ ਬਾਇਡਨ ਬਾਰੇ ਏਲੋਨ ਮਸਕ ਪੋਸਟ ਬਾਰੇ ਗੁਪਤ ਸੇਵਾ 'ਜਾਗਰੂਕ' - BBC.com",
        "ਗਰਭ ਅਵਸਥਾ ਦੌਰਾਨ ਦਿਮਾਗ ਵਿੱਚ ਤਬਦੀਲੀਆਂ ਵਿਸਥਾਰਤ ਨਕਸ਼ੇ ਵਿੱਚ ਪ੍ਰਗਟ ਹੋਈਆਂ - ਬੀਬੀਸੀ."
    ]
}