{
    "headlines": [
        "Звезда «Голая и напуганная» Сара Дансер погибла в автокатастрофе в возрасте 34 лет - New York Post",
        "Король Чарльз признает «болезненную» историю, открывая саммит Содружества - CNN",
        "Капсула SpaceX только что вернулась на Землю. Вот почему астронавтов Boeing Starliner на нем не было - CNN",
        "Владелец и оператор судна, вызвавшего обрушение Балтиморского моста, урегулировали дело на 102 миллиона долларов - Axios",
        "БРИКС набирает обороты из-за общих претензий с Западным топливным альянсом - Reuters",
        "Изъято",
        "Результаты взвешивания | UFC 308: Топурия против Холлоуэя - UFC",
        "Vikings-Rams: 4 TD Мэтью Стаффорда обгоняет Миннесоту во втором проигрыше подряд - Yahoo Sports",
        "Министерство юстиции предупреждает, что конкурс петиций на 1 миллион долларов может нарушить законы о выборах - The Washington Post",
        "Бывшая модель купальника Sports Illustrated говорит, что Трамп щупал ее, чтобы похвастаться перед Джеффри Эпштейном - CNN",
        "Трамп сравнил мигрантов с мусором на оскорбительном митинге - The Washington Post",
        "11-летняя выжившая в массовом убийстве в пышном пригороде Сиэтла вспоминает, как утром брат-подросток якобы застрелил родителей, троих братьев и сестер: «Притворился мертвым» - New York Post",
        "Прокуроры добиваются повторного вынесения приговора Эрику и Лайлу Менендесу за убийство их родителей в 1989 году - The Associated Press",
        "«Комета Хэллоуина» распадается в космосе - ScienceAlert",
        "Построение вечного списка Янкиз-Доджерс: какие легенды Мировой серии попадают в список? - New York Post",
        "Николь Шерзингер, которая помогла создать One Direction на X-Factor, писала смс Лиаму Пейну в день его смерти - E! Онлайн - E! НОВОСТИ",
        "Акции Capri упали на 46% после того, как судья заблокировал сделку с гобеленом на $ 8,5 млрд - Yahoo Finance",
        "Reborn Scout Motors - внедорожник и пикап за 60 тысяч долларов в пути - Ars Technica",
        "Прогнозы, шансы, выбор очков НФЛ на 8-й неделе 2024 года: эксперт публикует точные баллы для всех 16 игр - CBS Sports",
        "CDC обновляет рекомендации по вакцинации от COVID-19 для пожилых людей - The Hill"
    ]
}