{
    "headlines": [
        "ਯੂਕਰੇਨ 'ਤੇ ਅਮਰੀਕਾ-ਰੂਸ ਗੱਲਬਾਤ ਤੋਂ ਪਾਬੰਦੀ, ਪੈਰਿਸ ਸੰਮੇਲਨ ਦੇ ਜਵਾਬ ਲਈ ਯੂਰਪ ਝਟਕਾ - ਸੀਐਨਐਨ",
        "ਪੋਪ ਹਸਪਤਾਲ ਵਿੱਚ ਰਹਿਣਗੇ ਕਿਉਂਕਿ ਡਾਕਟਰ ਇੱਕ ਗੁੰਝਲਦਾਰ ਸਾਹ ਦੀ ਲਾਗ ਦਾ ਇਲਾਜ ਕਰਦੇ ਹਨ, ਵੈਟੀਕਨ ਕਹਿੰਦਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "‘ਦਿ ਓਡੀਸੀ’ ਫਸਟ ਲੁੱਕਃ ਮੈਟ ਡੈਮਨ ਕ੍ਰਿਸਟੋਫਰ ਨੋਲਨ ਦੇ ਅਗਲੇ ਮਹਾਂਕਾਵਿ ਵਿਚ ਓਡੀਸੀਅਸ ਹੈ - ਵੰਨਗੀ",
        "ਚੋਟੀ ਦੇ ਰੂਸੀ ਅਤੇ ਅਮਰੀਕੀ ਅਧਿਕਾਰੀ ਬਿਨਾਂ ਕੀਵ ਦੇ ਯੂਕਰੇਨ ਯੁੱਧ ਨੂੰ ਖਤਮ ਕਰਨ 'ਤੇ ਗੱਲਬਾਤ ਕਰਨਗੇ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਐਕਸ ਕਥਿਤ ਤੌਰ 'ਤੇ ਸਿਗਨਲ ਸੰਪਰਕ ਪੰਨਿਆਂ ਨੂੰ ਸੁਰੱਖਿਅਤ ਕਰਨ ਲਈ ਲਿੰਕ ਬਲੌਕ ਕਰ ਰਿਹਾ ਹੈ - ਆਰਸ ਟੈਕਨੀਕਾ",
        "ਟਰੰਪ ਨੇ ਘਾਤਕ ਡੀਸੀ ਜਹਾਜ਼ ਹਾਦਸੇ ਦੇ ਹਫ਼ਤਿਆਂ ਬਾਅਦ ਐਫਏਏ ਏਅਰ ਟ੍ਰੈਫਿਕ ਕੰਟਰੋਲ ਕਰਮਚਾਰੀਆਂ ਦੀ ਗੋਲੀਬਾਰੀ ਸ਼ੁਰੂ ਕੀਤੀ - ਪੀਬੀਐਸ ਨਿ Newsਜ਼ਹੋਰ",
        "ਮਾਈਕ ਟ੍ਰਾਉਟ ਨੇ ਸਥਿਤੀ ਤਬਦੀਲੀ ਦੀ ਘੋਸ਼ਣਾ ਕੀਤੀ ਕਿਉਂਕਿ ਏਂਜਲਸ 2025 ਐਮਐਲਬੀ ਸੀਜ਼ਨ ਲਈ ਸਲਗਰ ਨੂੰ ਸਿਹਤਮੰਦ ਰੱਖਣ ਦਾ ਤਰੀਕਾ ਲੱਭਣ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰਦੇ ਹਨ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਰਾਸ਼ਟਰਪਤੀ ਦਿਵਸ 'ਤੇ ਕੀ ਖੁੱਲ੍ਹਾ ਅਤੇ ਬੰਦ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਯੂਰਪੀਅਨ ਦੇਸ਼ ਯੂਕਰੇਨ ਵਿੱਚ ਫੌਜ ਭੇਜਣ ਨੂੰ ਲੈ ਕੇ ਟਕਰਾਉਂਦੇ ਹਨ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "ਏਆਈ ਚੈਟਬੋਟ ਗਾਹਕਾਂ ਨਾਲ ਗੱਲ ਕਰਨ ਲਈ ਤਿਆਰ ਹਨ. ਦੀ ਕਿਸਮ. - ਵਾਲ ਸਟਰੀਟ ਜਰਨਲ",
        "ਇਜ਼ਰਾਈਲੀ ਫੌਜਾਂ ਮੰਗਲਵਾਰ ਦੀ ਖਿੱਚੋਤਾਣ ਦੀ ਆਖਰੀ ਤਾਰੀਖ ਤੋਂ ਬਾਅਦ ਲੇਬਨਾਨ ਵਿਚ 5 ਥਾਵਾਂ 'ਤੇ ਰਹਿਣਗੀਆਂ, ਅਧਿਕਾਰੀ ਦਾ ਕਹਿਣਾ ਹੈ - ਪੀਬੀਐਸ ਨਿ Newsਜ਼ਹੋਰ",
        "ਪ੍ਰਦਰਸ਼ਨਕਾਰੀਆਂ ਨੇ ਯੂਐਸ - ਆਰਸ ਟੈਕਨੀਕਾ ਵਿਚ ਟੇਸਲਾ ਸ਼ੋਅਰੂਮ ਦੇ ਬਾਹਰ ਪ੍ਰਦਰਸ਼ਨ ਕੀਤਾ",
        "ਲਾਭਅੰਸ਼ ਨਿਵੇਸ਼ਕਾਂ ਲਈ ਇੱਕ ਮਹੱਤਵਪੂਰਣ ਚੇਤਾਵਨੀ - ਅਲਫ਼ਾ ਦੀ ਭਾਲ",
        "ਸਿੱਕੇ, ਘੜੀਆਂ ਅਤੇ ਹੋਰਃ ਟਰੰਪ ਦੇ ਕ੍ਰਿਪਟੂ-ਸਬੰਧਤ ਉੱਦਮਾਂ 'ਤੇ ਇਕ ਨਜ਼ਰ, ਸੰਖਿਆਵਾਂ ਦੁਆਰਾ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਐਮਐਲਬੀ ਪਾਵਰ ਰੈਂਕਿੰਗਃ 2025 ਦੇ ਸੀਜ਼ਨ ਵਿੱਚ ਦਾਖਲ ਹੋਣ ਵਾਲੇ ਬੇਸਬਾਲ ਦੇ ਚੋਟੀ ਦੇ 10 ਅਪਰਾਧਾਂ ਨੂੰ ਚੁੱਕਣਾ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "5 ਟੇਕਵੇਅਜ਼ਃ ਈਵੇਲੂਸ਼ਨ 2025 ਐਨਬੀਏ ਆਲ-ਸਟਾਰ ਗੇਮ ਦੇ ਨਵੇਂ ਫਾਰਮੈਟ ਨਾਲ ਜਾਰੀ ਹੈ - ਐਨਬੀਏ.",
        "ਬਰਫਬਾਰੀ, ਬਹੁਤ ਜ਼ਿਆਦਾ ਠੰਡ ਲਿਆਉਣ ਲਈ ਅਗਲਾ ਕਰਾਸ-ਕੰਟਰੀ ਤੂਫਾਨ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਵਿਲੀਅਮ ਬਾਇਰਨ ਦੁਆਰਾ ਜਿੱਤੇ 2025 ਡੇਟੋਨਾ 500 ਦੇ ਜੇਤੂ, ਹਾਰਨ ਵਾਲੇ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਆਈਫੋਨ 16E ਡੈਬਿਊ ਬੁੱਧਵਾਰ ਨੂੰ? ਐਪਲ ਦੇ ਬਜਟ ਆਈਫੋਨ ਨੂੰ ਨਵਾਂ ਨਾਮ ਮਿਲ ਸਕਦਾ ਹੈ - ਮੈਕਰੂਮੋਰਸ",
        "ਪਾਲੀਓਨਟੋਲੋਜਿਸਟਾਂ ਨੇ ਮਿਸਰ ਵਿੱਚ 30 ਮਿਲੀਅਨ ਸਾਲ ਪੁਰਾਣੇ ਸਿਖਰ ਦੇ ਕਾਰਨੀਵੋਰ ਦੀ ਲਗਭਗ ਪੂਰੀ ਖੋਪੜੀ ਦਾ ਪਰਦਾਫਾਸ਼ ਕੀਤਾ - ਯਾਹੂ"
    ]
}