{
    "headlines": [
        "ਹਟਾਈ",
        "ਚੋਣਾਂ 2024 ਅਪਡੇਟਸਃ ਹੈਰਿਸ, ਟਰੰਪ ਮੰਗਲਵਾਰ ਲਈ ਤਹਿ; ਤਾਜ਼ਾ ਰਾਸ਼ਟਰਪਤੀ ਚੋਣਾਂ - ਅਮਰੀਕਾ ਅੱਜ",
        "ਇਜ਼ਰਾਈਲ ਨੇ ਗਾਜ਼ਾ 'ਚ ਕੀਤੀ ਘੱਟੋ-ਘੱਟ 50 ਲੋਕਾਂ ਦੀ ਹੱਤਿਆ, ਫ਼ੌਜਾਂ ਨੇ ਉੱਤਰੀ ਜਬਾਲੀਆ ਨੂੰ ਘੇਰਿਆ - Reuters",
        "ਜੋਕਰਃ Folie À Deux fiasco ਜਾਰੀ ਹੈ (ਵਾਰਨਰ ਬ੍ਰਦਰਜ਼ ਅੰਨ੍ਹੇ ਨੂੰ ਲੁੱਟਣ ਲਈ) - ਏਵੀ ਕਲੱਬ",
        "ਐਪਲ ਏ 17 ਪ੍ਰੋ ਚਿੱਪ ਅਤੇ ਐਪਲ ਇੰਟੈਲੀਜੈਂਸ ਦੇ ਨਾਲ ਨਵੀਂ ਆਈਪੈਡ ਮਿਨੀ ਦਾ ਪਰਦਾਫਾਸ਼ ਕਰਦਾ ਹੈ - ਮੈਕਰੂਮੋਰਸ",
        "ਉੱਤਰੀ ਕੋਰੀਆ ਨੇ ਗੁੱਸੇ ਦੇ ਪ੍ਰਤੀਕ ਪ੍ਰਦਰਸ਼ਨ ਵਿੱਚ ਅੰਤਰ-ਕੋਰੀਆਈ ਸੜਕ ਅਤੇ ਰੇਲ ਲਿੰਕ ਦੇ ਕੁਝ ਹਿੱਸਿਆਂ ਨੂੰ ਉਡਾ ਦਿੱਤਾ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਬਿੱਲ ਬਨਾਮ ਜੇਟਸ ਸਕੋਰਃ ਬਫੇਲੋ ਨੇ ਸੋਮਵਾਰ ਨਾਈਟ ਫੁੱਟਬਾਲ 'ਤੇ ਨਿ New ਯਾਰਕ 23-20 ਨੂੰ ਹਰਾਉਣ ਲਈ ਇਕ ਹੇਲ ਮੈਰੀ ਨੂੰ ਬੁਰਸ਼ ਕੀਤਾ - ਯਾਹੂ ਸਪੋਰਟਸ",
        "ਗੋਲਡਮੈਨ ਸਾਕਸ, ਬੈਂਕ ਆਫ ਅਮਰੀਕਾ ਨੇ ਕਮਾਈ 'ਤੇ ਬ੍ਰੇਕਆਉਟ ਵਧਾਏ; ਸਿਟੀਗਰੁੱਪ ਆਈਜ਼ ਖਰੀਦੋ ਪੁਆਇੰਟ - ਨਿਵੇਸ਼ਕ ਦਾ ਕਾਰੋਬਾਰ ਰੋਜ਼ਾਨਾ",
        "ਵਾਲਗ੍ਰੀਨਜ਼ ਦੇਸ਼ ਭਰ ਵਿੱਚ 1,200 ਸਟੋਰਾਂ ਨੂੰ ਬੰਦ ਕਰਨ ਲਈ, ਕਹਿੰਦਾ ਹੈ ਕਿ 1 ਵਿੱਚ 4 ਸਥਾਨ ਬੇਕਾਰ ਹਨ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਭਾਰਤ-ਕੈਨੇਡਾ ਵਿਵਾਦਃ ਦੋਵਾਂ ਦੇਸ਼ਾਂ ਵਿਚਾਲੇ ਰਿਸ਼ਤੇ ਕਿਵੇਂ ਪੱਥਰ ਦੇ ਤਲ ਨੂੰ ਮਾਰਦੇ ਹਨ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਟੇਲਰ ਸਵਿਫਟ ਵਿਨਾਇਲ ਅਤੇ ਸੀਡੀ ‘ਤੇ‘ ਤਸੀਹੇ ਵਾਲੇ ਕਵੀਆਂ ’ਦਾ ਐਡੀਸ਼ਨ ਜਾਰੀ ਕਰਨ ਲਈ, ਪਲੱਸ ਏ ਈਰਾਸ ਟੂਰ ਬੁੱਕ, ਬਲੈਕ ਫ੍ਰਾਈਡੇ ਲਈ - ਵੰਨਗੀ",
        "ਐਰੋਨ ਰੋਜਰਸ ਰੈਫਰਾਂ ਦੀ ਆਲੋਚਨਾ ਕਰਦਾ ਹੈ, ਬਿੱਲਾਂ ਨੂੰ ਜੈੱਟਾਂ ਦੇ ਨੁਕਸਾਨ ਤੋਂ ਬਾਅਦ 'ਸਾ Southਥ ਪਾਰਕ' ਦਾ ਹਵਾਲਾ ਦਿੰਦਾ ਹੈ - ਬਲੀਚਰ ਰਿਪੋਰਟ",
        "ਭਵਿੱਖ ਦੇ ਆਈਫੋਨਜ਼ ਨੂੰ ਹੋਰ ਵੀ ਜ਼ਿਆਦਾ ਮੈਮੋਰੀ ਮਿਲ ਰਹੀ ਹੈਃ ਅਗਲੇ ਸਾਲ ਤੋਂ 12 ਜੀਬੀ - 9to5Mac",
        "ਇਸ ਹਫਤੇ ਦਾ ਪੂਰਾ ਹੰਟਰ ਦਾ ਚੰਦਰਮਾ ਸਾਲ ਦਾ ਸਭ ਤੋਂ ਚਮਕਦਾਰ ਸੁਪਰਮੂਨ ਹੋਵੇਗਾ - MLive.",
        "ਬੋਇੰਗ ਦਾ ਸੰਕਟ ਵਿਗੜਦਾ ਜਾ ਰਿਹਾ ਹੈ । ਹੁਣ ਇਹ ਅਰਬਾਂ ਅਰਬਾਂ ਡਾਲਰ ਦਾ ਕਰਜ਼ਾ ਲੈ ਰਿਹਾ ਹੈ - ਸੀਐਨਐਨ",
        "Oura ਰਿੰਗ 4 ਇੱਕ ਹਫ਼ਤੇ ਲਈ ਇਸ ਨੂੰ ਵਰਤਣ ਦੇ ਬਾਅਦ ਪਹਿਲੀ ਪ੍ਰਭਾਵ - CNET",
        "ਬਚੇ ਹੋਏ, ਲੇਵਿਸਟਨ, ਮੇਨ ਵਿਚ ਮਰੇ ਹੋਏ ਲੋਕਾਂ ਦੇ ਰਿਸ਼ਤੇਦਾਰ, ਵੱਡੇ ਪੱਧਰ 'ਤੇ ਗੋਲੀਬਾਰੀ ਨੇ ਫੌਜ' ਤੇ ਮੁਕੱਦਮਾ ਕਰਨ ਵੱਲ ਪਹਿਲਾ ਕਦਮ ਚੁੱਕਿਆ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਇਜ਼ਰਾਈਲ 'ਤੇ ਡਰੋਨ ਹਮਲੇ ਨੇ ਆਇਰਨ ਡੋਮ ਦੀਆਂ ਸੀਮਾਵਾਂ' ਤੇ ਧਿਆਨ ਦਿੱਤਾ - ਬੀਬੀਸੀ.",
        "ਨਵੇਂ ਅਧਿਐਨ ਨੇ ਨੌਜਵਾਨਾਂ ਵਿੱਚ ਕੋਵਿਡ ਅਤੇ ਟਾਈਪ 2 ਸ਼ੂਗਰ ਦੇ ਵਿਚਕਾਰ ਸਬੰਧ ਲੱਭਿਆ - ਡਬਲਯੂਟੀਓਪੀ",
        "ਹੈਰਿਸ ਨੇ ਪੈਨਸਿਲਵੇਨੀਆ ਰੈਲੀ ਵਿਚ ਟਰੰਪ ਦੀਆਂ 'ਅੰਦਰੋਂ ਦੁਸ਼ਮਣ' ਟਿੱਪਣੀਆਂ ਨੂੰ ਧਮਾਕਾ ਕੀਤਾ - ਰਾਇਟਰਜ਼"
    ]
}