{
    "headlines": [
        "'Take our lives seriously,' Michelle Obama pleads as she rallies for Kamala Harris in Michigan - The Associated Press",
        "Live updates: Israel strikes Iran in high-stakes retaliation - CNN",
        "Brooks Nader and 'DWTS' Partner Gleb Savchenko Allude to Their Breakup with Cryptic TikTok Posts - AOL",
        "UFC 308 highlights: Ilia Topuria knocks out Max Holloway with devastating, star-making performance - Yahoo Sports",
        "Norwegian scientists uncover disturbing details about 800-year-old corpse dumped in castle well - New York Post ",
        "SpaceX Crew-8 astronaut hospitalized with ‘medical issue’ after splashdown has been released, NASA says - CNN",
        "World Series Pulls Best Game 1 Audience In 7 Years As Dodgers Take The Win - Deadline",
        "Israeli forces detain medics, patients after violent raid on Gaza hospital - Al Jazeera English",
        "Pope Francis' Catholic church reform process ends without giving more equity to women - CBS News",
        "Apple wins $250 from Masimo in watch patent trial - TechCrunch",
        "Delphi murder suspect Richard Allen’s stepfather reportedly caught snoring at trial - New York Post ",
        "Joe Rogan to Donald Trump: You Said a Lot of ‘Crazy S**t’ - The Daily Beast",
        "Lizzo Pokes Fun at Ozempic Allegations With Halloween Costume - E! Online - E! NEWS",
        "Jim Donovan, Cleveland Browns play-by-play announcer and TV sports anchor, dies of cancer at 68 - CBS News",
        "Alabama vs Missouri: live updates, injury report, scoring and more from Bryant-Denny Stadium - AL.com",
        "What's next for the Menendez brothers? - BBC.com",
        "North Korean troops arrive in Russian region occupied by Ukraine - New York Post ",
        "Trump cites Biden’s ‘lock him up’ remark in defending Cannon ruling to 11th Circuit - The Washington Post",
        "Polls are tied, voters dig in and Harris, Trump scratch for any advantage - The Washington Post",
        "The Washington Post is in deep turmoil as Bezos remains silent on non-endorsement - CNN"
    ]
}