{
    "headlines": [
        "ਬਾਕਸ ਆਫਿਸਃ 'ਬੀਟਲਜੁਇਸ ਬੀਟਲਜੁਇਸ' ਟਾਲੀਆਂ $ 41.5 ਮਿਲੀਅਨ ਓਪਨਿੰਗ ਡੇਅ — ਸਤੰਬਰ ਲਈ ਦੂਜਾ ਸਭ ਤੋਂ ਵੱਡਾ - ਵੰਨਗੀ",
        "ਪੈਕਰਜ਼ ਕਿ Qਬੀ ਜੌਰਡਨ ਲਵ ਮੰਨਿਆ ਜਾਂਦਾ ਹੈ ਕਿ ਏਸੀਐਲ ਅੱਥਰੂ ਤੋਂ ਬਚਿਆ ਹੈ - ਪੈਕਰਜ਼ ਵਾਇਰ",
        "ਟੈਕਸਾਸ-ਮਿਸ਼ੀਗਨ ਲਾਈਵਃ ਵਧੀਆ ਪਲ ਅਤੇ ਚੋਟੀ ਦੇ ਨਾਟਕ - ਈਐਸਪੀਐਨ",
        "ਬੋਇੰਗ ਸਟਾਰਲਾਈਨਰ ਨੇ ਧਰਤੀ 'ਤੇ ਇਕੱਲੇ ਵਾਪਸੀ ਪੂਰੀ ਕੀਤੀ - ਦਿ ਵਰਜ",
        "ਮਿਸੂਰੀ ਨੇ ਰਾਜ ਵਿੱਚ ਬਰਡ ਫਲੂ ਦੇ ਪਹਿਲੇ ਮਨੁੱਖੀ ਕੇਸ ਦੀ ਰਿਪੋਰਟ ਕੀਤੀ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਪਿਛਲੇ ਦੋ ਦਿਨਾਂ ਦੌਰਾਨ ਗਾਜ਼ਾ 'ਤੇ ਇਜ਼ਰਾਈਲੀ ਹਮਲਿਆਂ' ਚ 61 ਲੋਕਾਂ ਦੀ ਮੌਤ, ਸਿਹਤ ਮੰਤਰਾਲੇ ਨੇ ਕਿਹਾ - Al Jazeera English",
        "ਹਟਾਈ",
        "ਅਗਲੇ ਹਫਤੇ ਮੈਕਸੀਕੋ ਦੀ ਖਾੜੀ ਵਿੱਚ ਖੰਡੀ ਤੂਫਾਨ 91 ਐਲ ਬਣ ਸਕਦਾ ਹੈ - ਫੌਕਸ ਮੌਸਮ",
        "ਸ਼ੇਅਰ ਬਾਜ਼ਾਰ ਨੂੰ ਹਾਰ ਦਾ ਸਾਹਮਣਾ ਕਰਨਾ ਪਿਆ ਕਿਉਂਕਿ ਨਿਵੇਸ਼ਕਾਂ ਨੂੰ ਫੈਡ ਦੀ ਗਲਤੀ ਦਾ ਸ਼ੱਕ ਹੈ - ਮਾਰਕੀਟਵਾਚ",
        "ਹੈਬਰਮੈਨ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਟਰੰਪ ਆਪਣੀ ਕਾਨੂੰਨੀ ਟੀਮ ਨੂੰ ‘ਦਬਦਬਾ ਦਿਖਾਉਣ ਦਾ ਤਰੀਕਾ’ ਵਿਗਾੜ ਰਿਹਾ ਹੈ - ਦ ਹਿੱਲ",
        "ਰੂਸ ਨੇ 67 ਡਰੋਨਾਂ ਨਾਲ ਦੇਸ਼ ਵਿਆਪੀ ਹਮਲੇ ਦੀ ਸ਼ੁਰੂਆਤ ਕਰਦਿਆਂ ਯੂਕਰੇਨ ਦੀ ਸੰਸਦ ਦੇ ਬਾਹਰ ਮਿਲਿਆ ਡਰੋਨ ਮਲਬਾ - ਸੀਐਨਐਨ",
        "ਕੇਵਿਨ ਕੋਸਟਨਰ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ‘ਹੋਰੀਜੋਨ ਚੈਪਟਰ 2’ ਰੀਲਿਜ਼ ਦੇਰੀ ਦਾ ਨਤੀਜਾ ਇੱਕ \"ਚਮਤਕਾਰ\" ਵਿੱਚ ਹੋਇਆ, ‘ਚੈਪਟਰ 3‘ ਬਾਰੇ ਭਾਵਨਾਤਮਕ ਗੱਲ ਕਰਨਾ ਵਧਦਾ ਹੈ – ਵੇਨਿਸ ਫਿਲਮ ਫੈਸਟੀਵਲ - ਡੈੱਡਲਾਈਨ",
        "ਕ੍ਰਾਈਸਲਰ ਪੇਰੈਂਟ ਸਟੈਲਾਂਟਿਸ ਵਿਸ਼ਵ ਭਰ ਵਿੱਚ 1.46 ਮਿਲੀਅਨ ਵਾਹਨਾਂ ਨੂੰ ਵਾਪਸ ਬੁਲਾਉਂਦਾ ਹੈ - ਰਾਇਟਰਜ਼",
        "ਜਦੋਂ ਸੀਹਾਕਸ ਓਪਨ ਸੀਜ਼ਨ ਬਨਾਮ ਬ੍ਰੋਂਕੋਸ ਪਲੱਸ ਬੌਬ ਕੌਂਡੋਟਾ ਦੀ ਭਵਿੱਖਬਾਣੀ - ਸੀਏਟਲ ਟਾਈਮਜ਼ ਨੂੰ ਕੀ ਵੇਖਣਾ ਹੈ",
        "ਜਾਰਜੀਆ ਦੇ ਸਕੂਲ ਦੀ ਗੋਲੀਬਾਰੀ ਦੇ ਸ਼ੱਕੀ ਨੂੰ ਵਧੇਰੇ ਦੋਸ਼ਾਂ ਦਾ ਸਾਹਮਣਾ ਕਰਨ ਦੀ ਉਮੀਦ ਹੈ ਕਿਉਂਕਿ ਵਿਦਿਆਰਥੀਆਂ ਦੀ ਬਹਾਦਰੀ ਦੇ ਖਾਤੇ ਸਾਹਮਣੇ ਆਉਂਦੇ ਹਨ - ਸੀ ਐਨ ਐਨ",
        "ਐਸਟ੍ਰੋ ਬੋਟਃ ਕੀ ਪਲੇਅਸਟੇਸ਼ਨ ਨੂੰ ਆਖਰਕਾਰ ਇਸਦਾ ਮਾਸਕੋਟ ਚਰਿੱਤਰ ਮਿਲਿਆ ਹੈ? - ਆਈਜੀਐਨ",
        "ਟਾਈਫੂਨ ਯਗੀ ਵੀਅਤਨਾਮ ਵਿੱਚ ਲੈਂਡਫਾਲ ਕਰਦਾ ਹੈ - ਬੀਬੀਸੀ.",
        "ਸਥਾਨਕ ਕਾਨੂੰਨ ਲਾਗੂ ਕਰਨ ਵਾਲੇ ਨੇ ਟਰੰਪ ਦੇ ਪੁਲਿਸ ਦੇ ਸਮਰਥਨ ਦੇ ਫਰੈਟਰਨਲ ਆਰਡਰ ਦੀ ਨਿੰਦਾ ਕੀਤੀ, ਹੈਰਿਸ ਦਾ ਸਮਰਥਨ ਕੀਤਾ - ਏਬੀਸੀਐਕਸਯੂਐਨਐਮਐਕਸ ਰੇਲੀ-ਡਰਹੈਮ",
        "ਨੌਕਰੀਆਂ ਦੀ ਰਿਪੋਰਟ ਨੇ ਇਕ ਮੁੱਖ ਪ੍ਰਸ਼ਨ ਦਾ ਉੱਤਰ ਦਿੱਤਾ — ਪਰ ਸਾਨੂੰ ਇਕ ਹੋਰ 'ਤੇ ਅਨੁਮਾਨ ਲਗਾਉਣਾ ਛੱਡ ਦਿੱਤਾ - ਯਾਹੂ ਵਿੱਤ",
        "ਡੋਨਾਲਡ ਟਰੰਪ ਵਿਸਕਾਨਸਿਨ ਰੈਲੀ ਵਿਚ ਚਿੱਟੇ, ਛੋਟੇ ਸ਼ਹਿਰ ਦੇ ਬੇਸ ਨੂੰ ਉਤਸ਼ਾਹਿਤ ਕਰਨ ਲਈ ਵੇਖਦਾ ਹੈ - ਰਾਇਟਰਜ਼"
    ]
}