{
    "headlines": [
        "Скачок Трампа с латиноамериканскими избирателями переворачивает карту поля битвы в Конгрессе - POLITICO",
        "Почему вы не должны повторно использовать одноразовые пластмассы - The Washington Post",
        "ООН прекращает поставки помощи через главный контрольно-пропускной пункт Газы после мародерства. В кризисе виноват Израиль - Ассошиэйтед Пресс",
        "Сильный снег с эффектом озера создает опасные путешествия в районе Великих озер, поскольку широко распространенный арктический холод замораживает США - CNN",
        "Поколение людей, переживших наркоманию, вступает в старость - The Wall Street Journal",
        "Беспрецедентные протесты захлестнули Грузию, поскольку правительство отказывается от заявки ЕС - POLITICO EUROPE",
        "Yeti намеревался завоевать рынок кулеров. Убийство в цепочке поставок почти сорвало его. - Business Insider",
        "World Central Kitchen приостанавливает работу в Газе после того, как автомобиль с персоналом пострадал от израильской забастовки - BBC.com",
        "Дональд Трамп выбирает Кэша Пателя для ФБР и Чада Хронистера для DEA - BBC.com",
        "№ 3 Техас удерживает № 20 Texas A&M, чтобы занять призовое место в титульной игре SEC против № 7 Джорджии - Yahoo Sports",
        "Southwest Airlines прекратит обслуживание салона раньше на рейсах, чтобы снизить вероятность получения травмы - The Associated Press",
        "Серверы Fortnite не работают, вот когда выйдет глава 6, сезон 1 - Forbes",
        "Прививка два раза в год может помочь покончить со СПИДом. Но дойдет ли она до всех, кто в ней нуждается? - Ассошиэйтед Пресс",
        "Трамп требует от стран БРИКС «приверженности» использованию доллара - Bloomberg",
        "В четвертом поражении Райана Дэйя подряд от Мичигана: «Разочарован. Неожиданно. Раздавлено. '- FOX SPORTS",
        "2024 WWE Survivor Series: WarGames обзор, победители, оценки: Roman Reigns Pins Solo Sikoa in Bloodline Battle - CBS Sports",
        "Трамп назначил шерифа Флориды администратором УБН - The Washington Post",
        "Прогнозы на футбольный мяч колледжа после 14-й недели: изменения в плей-офф после победы Техаса, неустойчивость штата Огайо - 247Sports",
        "Посмотрите на масштабы разрушений в оплоте Хезболлы под Бейрутом - The Washington Post",
        "Изъято"
    ]
}