{
    "headlines": [
        "Score entre les dauphins et les béliers, mises à jour en direct : Miami se dirige vers Los Angeles pour le football du lundi soir dans la semaine 10 - Yahoo Sports",
        "Megan Fox est enceinte, attend un bébé avec une mitrailleuse Kelly - E ! En ligne - E ! NEWS",
        "Les pouvoirs commerciaux de Trump Dow 44 000, S&P 6 000 alors que les actions continuent de bourdonner - Fox Business",
        "Les finalistes du MVP, Cy Young, Rookie & Manager de l'année ont révélé - MLB.com",
        "Trump choisit Mike Waltz comme conseiller à la sécurité nationale, selon des sources - Reuters",
        "Au moins 40 morts à Gaza lors d'attaques de drones israéliens dans un café « zone de sécurité » - Al Jazeera English",
        "Melania Trump devrait sauter mercredi la réunion de la Maison Blanche avec Jill Biden - CNN",
        "Bitcoin a dépassé 87 000 $ pour un nouveau record. Ce qu'il faut savoir sur le rassemblement post-électoral de crypto - The Associated Press",
        "Le « tsar frontalier » de Trump pourrait avoir plus de pouvoir, moins d'obstacles sur la politique d'expulsion - CNBC",
        "Le pic de pluie de météores des Taurides du Nord commence ce soir - Voici comment regarder - Forbes",
        "Trump nomme l'ancien représentant Lee Zeldin à la tête de l'EPA, le conseiller Stephen Miller au poste de chef adjoint de la politique - The Associated Press",
        "‘Gladiator II’ : Critics Mostly Give Thumbs Up to Ridley Scott's Epic Blockbuster Sequel - Hollywood Reporter",
        "[supprimé]",
        "Donald Trump va nommer Stephen Miller, faucon de l'immigration, chef de cabinet adjoint - Financial Times",
        "Les aigles comptent : Jalyx Hunt passe beaucoup de temps contre les Cowboys - NBC Sports Philadelphie",
        "Cas de grippe aviaire chez un adolescent canadien hospitalisé. Que se passe-t-il ensuite ? - Barron's",
        "Le Mac mini 2024 est démoli, n'a pas de pièces pouvant être mises à niveau par l'utilisateur - GSMArena.com",
        "Les options Tesla attirent le trading « euphorique » alors que la victoire de Trump déclenche le stock - Reuters",
        "Trump éliminera-t-il le ministère de l'Éducation ? Ce que nous connaissons sous le nom d'Elon Musk applaudit la « bonne idée ». - Forbes",
        "SpaceX lance aujourd'hui 24 satellites Starlink depuis la Floride après un retard météorologique - Space.com"
    ]
}