{
    "headlines": [
        "Três pessoas enfrentam acusações preliminares pela morte de Liam Payne em Buenos Aires - CNN",
        "Powell do Fed fica parado mesmo que Trump tenha outra ideia - Fox Business",
        "Pontuação de Bengals vs. Ravens, atualizações ao vivo: Cincinnati lidera Baltimore por 7–0 após o 1º quarto no Thursday Night Football - Yahoo Sports",
        "Trump renova campanha de ‘pressão máxima’ contra o Irã - The Wall Street Journal",
        "Juiz declara ilegal programa de imigração de Biden para cônjuges de cidadãos norte-americanos - CBS News",
        "Príncipe William diz que 2024 foi \"o ano mais difícil da minha vida\" depois de Kate Middleton, o diagnóstico de cancro do Rei Charles - Fox News",
        "Mensagens de texto racistas enviando spam para negros americanos em Ohio, nos EUA - The Columbus Dispatch",
        "McCaffrey esperava voltar vs. Bucs, diz Shanahan - ESPN",
        "Putin elogia Trump e diz que Rússia está pronta para diálogo",
        "O republicano David McCormick vira a principal cadeira no Senado da Pensilvânia, expulsando Bob Casey - The Associated Press",
        "Juiz repreende Giuliani por não entregar bens a duas mulheres, incluindo o carro que ele está dirigindo - CBS News",
        "Apenas cinco minutos de exercício podem ajudar sua pressão arterial, diz estudo - The Washington Post",
        "Ridley Scott sobre aposentadoria, \"1492\" e mais - Dark Horizons",
        "Trump anuncia gerente de campanha Susie Wiles como chefe de gabinete da Casa Branca - CNN",
        "‘Isso é estranho’: líderes mundiais lidam com insultos passados de Trump - The Washington Post",
        "Bronny James Rumors: Lakers Assign LeBron's Son to G League; Set to Debut Saturday - Bleacher Report",
        "O governador da Califórnia, Newsom, convoca uma sessão especial para resistir ao novo governo Trump - Axios",
        "   Removido ",
        "O que a vitória de Donald Trump significará para as grandes empresas de tecnologia - WIRED",
        "Sonolento durante o dia? Pode ser um sinal de alerta precoce de demência, sugere estudo - Fox News"
    ]
}