{
    "headlines": [
        "Report: Sky fire Weatherspoon after one season - ESPN",
        "[Removed]",
        "LDP election: Japan’s next prime minister could be its first woman leader - CNN",
        "Gavin Newsom signs California apology for slavery and discrimination - POLITICO",
        "Israel's Netanyahu says troops will keep fighting Hezbollah \"with full force\" as U.S., France propose cease-fire - CBS News",
        "New York Mayor Eric Adams charged in Turkey bribery, fraud scheme - Reuters",
        "Tom Kim brings the sound, Scottie Scheffler and U.S. deliver the fury at Presidents Cup - NBC Sports",
        "Trump Is Not Pivoting to Policy, Now or Ever - The New Yorker",
        "Cowboys vs. Giants Thursday Night Football: Live updates, score, highlights, how to watch Dallas vs. New York - Yahoo Sports",
        "Iranians indicted in connection with Trump campaign hack - POLITICO",
        "NTSB issues ‘urgent’ safety warning for some Boeing 737s, including MAX, in latest blow to struggling planemaker - CNN",
        "Sam Altman tells OpenAI staff there's no plan for him to receive 'giant equity stake' in company - CNBC",
        "Southwest Airlines to launch assigned seating, premium cabin in 2025 - The Washington Post",
        "Throwing one last tailgate party, A’s fans line up outside Coliseum before daybreak - San Francisco Chronicle",
        "Menéndez Brothers’ Family Slams Ryan Murphy’s ‘Monsters’ As “Repulsive” - Deadline",
        "Zelensky makes urgent in-person plea to Biden and Harris who highlights her contrasting approach to Trump - CNN",
        "‘DWTS’ Carrie Ann Inaba SLAMS Anna Delvey Over “Dismissive” Exit | E! News - E! News",
        "How to watch SpaceX's Crew-9 astronaut launch for NASA on Sept. 28 - Space.com",
        "Hoda Kotb is leaving NBC’s ‘Today’ show early next year - The Associated Press",
        "Helene’s winds batter Florida as Category 3 storm races toward the coast - The Associated Press"
    ]
}