{
    "headlines": [
        "Russia targets Ukraine energy sites in ‘massive’ missile and drone attack - Financial Times",
        "Gmail Alert—Leak Reveals New Email Addresses Coming For 2.5 Billion Users - Forbes",
        "UFC 309: Jones vs Miocic Main Card Results | Winner Interviews, Highlights & More From New York City - UFC",
        "Miss Denmark Wins 2024 Miss Universe Pageant - The Daily Beast",
        "Xi says he will work with Trump in last meeting with Biden - BBC.com",
        "Russia grinds deeper into Ukraine after 1,000 days of grueling war - The Associated Press",
        "Alec Baldwin Debuts RFK Jr. on 'SNL': 'I Got a Dead Dolphin in My Car' - Variety",
        "Southwest Airlines says one of its planes full of passengers was struck by bullet - WKRC TV Cincinnati",
        "Bitcoin At $120K? Trading Firm Links Trump’s Reserve Plan To Bold Prediction - Bitcoinist",
        "The Onion CEO explains Infowars purchase amid Alex Jones’s claims about auction - The Hill",
        "Trump names fossil fuel executive Chris Wright as energy secretary - The Associated Press",
        "Eight killed and 17 injured in mass stabbing in eastern China - CNN",
        "Boeing issues layoff notices to 400-plus workers as it begins drastic cuts - POLITICO",
        "Column | Is Mike Johnson following or flouting protocol in Gaetz ethics report? - The Washington Post",
        "Diddy ‘trying to blackmail sex trafficking trial witnesses and influence potential jurors’ from jail... - The US Sun",
        "Bessent, Lutnick in Final Push for Trump Treasury Secretary Pick - Bloomberg",
        "Trump Ally Urges Duties on Goods Shipped Via China’s Peru Port - Bloomberg",
        "In Photos: 2024’s Final Supermoon Lights Up Night Sky Around The World - Forbes",
        "NFL odds, Week 11 lines, ATS predictions, game picks, tips, times: Model simulates every game 10,000 times - CBS Sports",
        "Trista Sutter Details Why She Was Apart From Family After Husband Ryan's Cryptic Posts - TooFab"
    ]
}