{
    "headlines": [
        "Tigers vs. Astros marcam hoje: Atualizações ao vivo dos playoffs da MLB wild-card do jogo 2, destaques - Detroit Free Press",
        "Levi Strauss corta orientação ao pesar venda de negócios da Dockers - CNBC",
        "Promotores mostram vídeo de ex-xerife supostamente atirando em juiz de Kentucky - The Washington Post",
        "O arquivamento bombástico do procurador especial inclui novas alegações dos esforços \"cada vez mais desesperados\" de Trump para derrubar a eleição - ABC News",
        "Israel luta contra militantes em duas frentes e relata 8 mortes em combate como temores de uma guerra mais ampla - The Associated Press",
        "Futebol de Fantasia Semana 5 Start 'Em & Sit 'Em Running Backs: Chuba Hubbard está pronta para um grande jogo, mais - CBS Sports",
        "Por dentro do luxuoso casamento italiano de Millie Bobby Brown e Jake Bongiovi: veja fotos do grande dia - Página seis",
        "Uma bomba americana da Segunda Guerra Mundial explode num aeroporto japonês, causando uma grande cratera numa pista de táxi - ABC News",
        "Ataques cardíacos em jovens são raros — mas as taxas estão aumentando. Especialistas apontam 4 possíveis razões. - Yahoo Life",
        "A votação online no concurso da Semana do Urso Gordo do Alasca começa depois que um ataque matou 1 participante - The Associated Press",
        "   Removido ",
        "OpenAI angaria 6,6 mil milhões de dólares na maior ronda de capital de risco de sempre - Axios",
        "Sistema de trilhas do centro de furacões que pode atingir a Flórida - Tampa Bay Times",
        "A irmã de Timothée Chalamet, Pauline Chalamet, apoia Kylie Jenner na Semana da Moda de Paris - E! NEWS",
        "Atualizações ao vivo: Israel promete resposta ao ataque com mísseis do Irã, ataques continuam no Líbano, Gaza - CNN",
        "O presidente poderia invocar uma lei de 1947 para tentar suspender a greve dos estivadores. Veja como - The Associated Press",
        "Um tribunal impede um casal de processar a Uber por um acidente, citando termos e condições - NPR",
        "Os preservativos não são um fato da vida dos jovens americanos. Eles são uma reflexão tardia - Star Tribune",
        "Leitura do telefonema do presidente Biden com o G7 - A Casa Branca",
        "Quem ganhou o debate de VP? Veja o que os observadores do debate disseram na pesquisa da CBS News - CBS News"
    ]
}