{
    "headlines": [
        "تحديثات حية: إسرائيل تشن ضربات مباشرة على إيران في رد انتقامي عالي المخاطر - سي إن إن",
        "تحديثات انتخابات 2024: هاريس يمزق ترامب بسبب تعليق \"سلة المهملات\" على المهاجرين - ABC News",
        "هاريس، فريق بيونسيه لتجمع تكساس حول حقوق الإجهاض ونأمل أن تسمعها ولايات ساحة المعركة - وكالة أسوشيتد برس",
        "نتائج الوزن | UFC 308: توبوريا مقابل هولواي - UFC",
        "الاستخبارات الأمريكية تقيم عملاء روس وراء فيديو مزيف يظهر إتلاف بطاقات الاقتراع في ولاية بنسلفانيا - سي إن إن",
        "يواجه جيف بيزوس رد فعل عنيف في واشنطن بوست بسبب رفضه تأييد كامالا هاريس - فاينانشال تايمز",
        "دلتا تقاضي كراود سترايك بعد انقطاع واسع النطاق لتكنولوجيا المعلومات تسبب في آلاف الإلغاءات - CNBC",
        "رئيس وكالة ناسا يدعو إلى التحقيق في محادثات ماسك- بوتين المبلغ عنها - ذا هيل",
        "توم هولاند ينقذ زندايا من سرب المصورين، ويثبت أنه الصديق الحامي المطلق - E! أونلاين - E! NEWS",
        "نيويورك يانكيز ضد لوس أنجلوس دودجرز: كيف تشاهد المباراة 1 من سلسلة ملب العالمية لعام 2024 الليلة - ياهو سبورتس",
        "إنتر ميامي مقابل أتلانتا يونايتد بث مباشر (25/10/24): شاهد ميسي يلعب عبر الإنترنت | الوقت والتلفزيون وقناة MLS Pl - NJ.com",
        "\"أعتذر رسميًا \": بايدن يدين المدارس الداخلية الهندية الأمريكية - واشنطن بوست",
        "الإخوة مينينديز يبتسمون جميعًا في أحدث الصور حيث يوصي المدعي العام في لوس أنجلوس بتخفيف الأحكام - فوكس نيوز",
        "أصيب ما لا يقل عن 75 شخصًا بالمرض مع توسع انتشار بكتيريا الإشريكية القولونية المميتة من ماكدونالدز - وكالة أسوشيتد برس",
        "الرئيس التنفيذي السابق لشركة Abercrombie & Fitch يدفع بأنه غير مذنب في تهم الاتجار بالجنس - واشنطن بوست",
        "الحرب الروسية الأوكرانية، يوم 975: تعاني القوات الروسية من معدلات خسائر قياسية مع تحرك القوات الكورية الشمالية نحو خط المواجهة - Euromaidan Press",
        "الجيش يصدر تقريرًا عن مشاجرة مقبرة ترامب في أرلينغتون - بوليتيكو",
        "زيلينسكي الأوكراني يقول إن القوات الكورية الشمالية تستعد للانضمام إلى الحرب، ويلغي زيارة الأمين العام للأمم المتحدة - وكالة أسوشيتد برس",
        "هل يمكن أن يضر تحالف إيلون ماسك مع دونالد ترامب بأعمال تسلا ؟ ليس وفقًا لقائمة \"عوامل الخطر\" الخاصة بالشركة - Fortune",
        "يجب أن يحصل كبار السن على جرعتين من لقاح كوفيد المحدث، كما يقول مركز السيطرة على الأمراض - Livescience.com"
    ]
}