{
    "headlines": [
        "الدلافين مقابل فواتير اتحاد كرة القدم الأميركي ليلة الخميس كرة القدم الليلة: النتيجة، الإحصائيات، النقاط - الولايات المتحدة الأمريكية اليوم",
        "وجدت المراجعة الفيدرالية لإطلاق النار في Uvalde أخطاء في دوريات الحدود ولكنها لا توصي بالانضباط - وكالة أسوشيتد برس",
        "خارج النص! جوش ألين مع اجتياز الاختبار إلى تاي جونسون للحصول على ربح 33 ياردة | فواتير في Dolphins - BuffaloBills.com",
        "يستبعد ترامب مناظرة رئاسية أخرى ضد هاريس - BBC.com",
        "أمرت فيرست إنرجي بدفع 100 مليون دولار لدورها في مخطط الرشوة في أوهايو - دبليو جي دبليو فوكس 8 نيوز كليفلاند",
        "دونالد ترامب يبيع قمصان تايلور سويفت على طراز \"إيراز تور\" بعد شجب تأييدها لهاريس - صالون",
        "لا تزال حالة إنفلونزا الطيور تعوق المسؤولين. كيف أصيب شخص من ميسوري بالعدوى ؟ - USA TODAY",
        "نائب الرئيس كامالا هاريس تطلق جولة ما بعد النقاش في نورث كارولاينا باعتبارها \"مستضعفة\" في السباق الرئاسي - شارلوت أوبزرفر",
        "أحدث حرب بين إسرائيل وحماس: يقول بلينكن إن الولايات المتحدة ستواصل الضغط على إسرائيل لتجنيب المواقع الإنسانية في غزة - وكالة أسوشيتد برس",
        "تختبر Google نوافذ سطح المكتب لأجهزة Android اللوحية - The Verge",
        "أسعار الأسواق في تخفيضات الأسعار، أرباح Adobe: هيمنة السوق العمل الإضافي - Yahoo Finance",
        "زلزال يهز منطقة لوس أنجلوس، \"الملايين\" الذين تم إخطارهم مسبقًا، كما يقول مكتب الحاكم - ABC News",
        "تصرح إدارة الغذاء والدواء الأمريكية (FDA) باستخدام أول برنامج للمساعدة السمعية بدون وصفة طبية في سماعات AirPods Pro من Apple - Reuters",
        "WR Higgins مرتبك من الحديث عن إصابته \"المزيفة\" - ESPN",
        "أربعة مدنيين في مهمة جريئة لشركة سبيس إكس يكملون أول مسيرة فضائية تجارية - سي إن إن",
        "صندانس تضيق مواقع المهرجانات السينمائية المستقبلية إلى 3 — يوتا لا تزال قيد التشغيل - KSL.com",
        "اختبارات دفعة البعوض إيجابية لـ EEE في نورث هامبتون - WMUR مانشستر",
        "اقرأ بيان الاستقالة الكامل لمفوض شرطة نيويورك إدوارد كابان للإدارة - إن بي سي نيويورك",
        "تمت الإزالة",
        "مسبك رقمي على PS5 Pro: GTA 6 وغيرها من غير المحتمل أن تصل إلى 60 إطارًا في الثانية - IGN"
    ]
}