{
    "headlines": [
        "ਯੂਕਰੇਨ ਨਾਲ '100 ਸਾਲਾਂ ਦੀ ਭਾਈਵਾਲੀ‘ ਦੇ ਵਾਅਦੇ ਨਾਲ ਸੁਰੱਖਿਆ ਗੱਲਬਾਤ ਲਈ ਕੀਵ ਵਿੱਚ ਯੂਕੇ ਦਾ ਸਟਾਰਮਰ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਨੇਤਨਯਾਹੂ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਕੈਬਨਿਟ ਉਦੋਂ ਤੱਕ ਜੰਗਬੰਦੀ ਬਾਰੇ ਮੁਲਾਕਾਤ ਨਹੀਂ ਕਰੇਗੀ ਜਦੋਂ ਤੱਕ ਹਮਾਸ 'ਆਖਰੀ ਮਿੰਟ ਦੇ ਸੰਕਟ' ਤੋਂ ਪਿੱਛੇ ਨਹੀਂ ਹਟ ਜਾਂਦਾ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਇਜ਼ਰਾਈਲ ਦੀ ਕੈਬਨਿਟ ਨੇ ਜੰਗਬੰਦੀ ਸਮਝੌਤੇ ਨੂੰ ਮਨਜ਼ੂਰੀ ਦੇਣ ਲਈ ਤਿਆਰ ਕੀਤਾ ਕਿਉਂਕਿ ਗਾਜ਼ਾ 'ਤੇ ਹੋਏ ਹਮਲਿਆਂ ਵਿਚ ਘੱਟੋ ਘੱਟ 20 ਦੀ ਮੌਤ ਹੋ ਗਈ ਸੀ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਜੈੱਫ ਬੇਜੋਸ ਦੀ ਬਲੂ ਓਰਿਜਿਨ ਨੇ 1 ਫਲਾਈਟ (ਵੀਡੀਓ) - ਸਪੇਸ ਡਾਟ ਕਾਮ 'ਤੇ ਆਰਬਿਟ ਵਿਚ ਵਿਸ਼ਾਲ ਨਿ New ਗਲੇਨ ਰਾਕੇਟ ਲਾਂਚ ਕੀਤਾ",
        "ਬਾਲੀਵੁੱਡ ਸਟਾਰ ਸੈਫ ਅਲੀ ਖਾਨ ਨੇ ਮੁੰਬਈ 'ਚ ਕਈ ਵਾਰ ਕੀਤਾ ਘਰ' ਤੇ ਹਮਲਾ - Variety",
        "‘ਇਹ ਅਜਿਹੀ ਤਬਾਹੀ ਹੈ’ – ਯੂਕਰੇਨ 'ਤੇ ਯੁੱਧ ਅੱਪਡੇਟ ਲਈ ਜਨਵਰੀ. 16 - Kyiv ਪੋਸਟ",
        "‘ਉਨ੍ਹਾਂ ਵਿਚੋਂ ਇਕ ਦਿਨ’ ਸਮੀਖਿਆਃ ਕੇਕੇ ਪਾਮਰ ਅਤੇ ਐਸਜ਼ੈਡਏ ਮੇਕ ਏ ਰੌਡਲੀ ਫਨੀ ਡੂਓ ਇਨ ਈਸਾ ਰਾਏ-ਪ੍ਰੋਡਿਡ ਕਾਮੇਡੀ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਹਟਾਈ",
        "ਸੈਮਸੰਗ ਗਲੈਕਸੀ ਐਸ 25 ਲੀਕ ਨਵੀਂ ਜੈਮਿਨੀ ਓਵਰਲੇਅ, ਹੌਟਵਰਡ, ਅਤੇ ਹੋਰ ਬਹੁਤ ਕੁਝ ਦਰਸਾਉਂਦੀ ਹੈ - 9to5Google",
        "ਯੂਕਰੇਨ ਹਾਕ ਨੂੰ ਸਦਨ ਦੀ ਖੁਫੀਆ ਭੂਮਿਕਾ ਤੋਂ ਹਟਾਇਆ ਗਿਆ, ਟਰੰਪ ਦੀ ਬੇਨਤੀ 'ਤੇ ਕਥਿਤ ਤੌਰ' ਤੇ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਵਾਚਃ ਜਾ ਮੋਰੈਂਟ ਵਿਕਟਰ ਵੇਮਬਨੀਯਾਮਾ ਨੂੰ ਹੁਣ ਤੱਕ ਦੇ ਸਭ ਤੋਂ ਠੰਡੇ ਡੰਕ ਵਿੱਚੋਂ ਇੱਕ ਵਿੱਚ ਪੋਸਟਰ ਕਰਦਾ ਹੈ, ਪਰ ਇਹ ਗਿਣਿਆ ਨਹੀਂ ਗਿਆ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਡੈਮੋਕਰੇਟਿਕ ਸੈਨੇਟਰ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਹ ਇਸ ਸਮੇਂ ਬੌਂਡੀ 'ਤੇ ਕੋਈ ਨਹੀਂ ਹੈਃ‘ ਮੈਂ ਨਿਰਪੱਖ ਹੋਣ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰ ਰਿਹਾ ਹਾਂ ’- ਦ ਹਿੱਲ",
        "ਬੁੱਧਵਾਰ ਦੀ ਖੇਡ ਤੋਂ ਬਾਅਦ ਕੰਸਾਸ ਦੇ ਕੋਚ ਬਿਲ ਸੈਲਫ ਨੇ ਆਇਓਵਾ ਸਟੇਟ ਬਾਰੇ ਕੀ ਕਿਹਾ - ਚੱਕਰਵਾਤ ਫੈਨੈਟਿਕ",
        "ਦਿਮਾਗ ਦੀ ਸਿਹਤ ਨੂੰ ਬਚਾਉਣ ਲਈ ਆਪਣੇ ਲਾਲ ਮੀਟ ਨੂੰ ਇਨ੍ਹਾਂ ਹੱਦਾਂ ਤੱਕ ਰੱਖੋ, ਮਾਹਰਾਂ ਦਾ ਕਹਿਣਾ ਹੈ - AOL",
        "Dodgers having \"Exploratory\" ਇੰਟਰਨੈਸ਼ਨਲ ਬੋਨਸ ਪੂਲ ਫੰਡ ਲਈ ਵਪਾਰ ਬਾਰੇ ਗੱਲ - MLB ਵਪਾਰ ਅਫਵਾਹ",
        "ਟ੍ਰਾਂਸਪੋਰਟੇਸ਼ਨ ਵਿਭਾਗ ਨੇ ਦੱਖਣ-ਪੱਛਮ 'ਤੇ ਮੁਕੱਦਮਾ ਕੀਤਾ, ਫ੍ਰੰਟਿਅਰ ਏਅਰਲਾਈਨਜ਼ ਨੂੰ ਗੰਭੀਰ ਉਡਾਣ ਦੇਰੀ' ਤੇ ਜੁਰਮਾਨਾ ਲਗਾਇਆ - ਐਕਸੀਓਸ",
        "ਮਾਰਚ ਪਾਗਲਪਨ ਐਨਸੀਏਏ ਦੁਆਰਾ ਮਨਜ਼ੂਰਸ਼ੁਦਾ ਨਵੇਂ structureਾਂਚੇ ਦੇ ਤਹਿਤ women 'sਰਤਾਂ ਦੀਆਂ ਟੀਮਾਂ ਨੂੰ ਅਦਾਇਗੀ ਕਰੇਗਾ - ਸੀ ਐਨ ਐਨ",
        "ਹਟਾਈ",
        "ਏਸ਼ੀਆ-ਪ੍ਰਸ਼ਾਂਤ ਬਾਜ਼ਾਰ ਵਾਲ ਸਟਰੀਟ ਦੇ ਲਾਭਾਂ ਨੂੰ ਟਰੈਕ ਕਰਦੇ ਹਨ; ਦੱਖਣੀ ਕੋਰੀਆ ਅਚਾਨਕ ਰੇਟਾਂ ਨੂੰ ਬੇਰੋਕ ਰੱਖਦਾ ਹੈ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਟਰੰਪ ਉਦਘਾਟਨ ਪ੍ਰਦਰਸ਼ਨ ਕਰਨ ਵਾਲੇਃ ਕਿਡ ਰੌਕ, ਬਿਲੀ ਰੇ ਸਾਇਰਸ, ਅੰਡਰਵੁੱਡ, ਹੋਰ - ਡੈੱਡਲਾਈਨ"
    ]
}