{
    "headlines": [
        "تغلبت الفواتير على Broncos، وتقدمت إلى مباراة الجولة التقسيمية مع Ravens - NBC Sports",
        "الرئيس الكرواتي ميلانوفيتش يفوز بإعادة انتخابه بعد هزيمة مرشح الحزب الحاكم في جولة الإعادة - PBS NewsHour",
        "ما قاله مايك فرابيل لتوم برادي قبل عودة الوطنيين كمدرب - نيويورك بوست",
        "Eagles vs. Packers where to watch: Kickoff time, TV channel, streaming, NFL playoffs live stream, odds, pick - CBS Sports",
        "يقول السناتور باراسو إن \"مشكلة الأعمال الورقية\" تعيق جلسة تأكيد تولسي غابارد - سي بي إس نيوز",
        "نحن نشهد مارك زوكربيرج جديدًا: مرحبًا بك في Zuck 3.0. - Business Insider",
        "مطورو VLC الذين يعملون على ترجمات في الوقت الفعلي مدعومة بالذكاء الاصطناعي - يا إلهي! أوبونتو!",
        "مالك مستشفيين محليين للإفلاس - انتقل إلى 10",
        "شباك التذاكر: \"عرين اللصوص 2\" يفتح للفوز بـ 15.5 مليون دولار ؛ \"موانا 2\" تقترب من مليار دولار على مستوى العالم - مراسل هوليوود",
        "يشعر جوشوا جاكسون بأنه \"محظوظ بشكل لا يصدق\" بعد أن خسر منزل توبانجا كانيون في حريق باليسيدز - الموعد النهائي",
        "ارتفع عدد الوفيات الناجمة عن حرائق الغابات في لوس أنجلوس إلى 16 بينما تكافح الطواقم لاحتواء الحرائق - PBS NewsHour",
        "نتانياهو وبايدن يناقشان التقدم المحرز في محادثات اتفاق وقف إطلاق النار للرهائن في غزة - سي إن إن",
        "قد يحمل قلب الجليد إجابات على ألغاز ماضي الأرض - سي إن إن",
        "ألقت الشرطة القبض على اثنين من اللصوص المشتبه بهم في منزل كامالا هاريس في برنتوود وسط الحرائق - الموعد النهائي",
        "مستثمرو سوق الأسهم يشعرون بالتوتر بسبب هذا الشذوذ في سوق السندات - MarketWatch",
        "الجمهوريون يحثون مرشحي ترامب: لا تأخذوا الطعم من الديمقراطيين - ذا هيل",
        "يقول JD Vance إن هناك \"صفقة يجب إبرامها في جرينلاند\" - Axios",
        "Nvidia's DLSS 4 ليس ما تعتقد أنه هو. دعونا نفضح الخرافات - الاتجاهات الرقمية",
        "غوريلا شابة تم إنقاذها من قبضة الطائرة تتعافى في حديقة حيوان اسطنبول - ABC News",
        "بيع جيسون أوبنهايم من سانسيت يتهم الملاك بـ \"التلاعب بالأسعار\"، \"الاستفادة\" وسط حرائق لوس أنجلوس - تو فاب"
    ]
}