{
    "headlines": [
        "ਟਰੰਪ ਰਿਪੋਰਟਾਂ ਕਿੰਗ ਚਾਰਲਸ ਕੈਂਸਰ ਦੇ ਵਿਰੁੱਧ ‘ਬਹੁਤ ਸਖਤ ਲੜਾਈ’ ਲੜ ਰਹੇ ਹਨ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਓਪਨਏਆਈ ਦਾ ਸੋਰਾ ਵੀਡੀਓ ਜੇਨਰੇਟਰ ਚੈਟਜੀਪੀਟੀ ਪ੍ਰੋ ਅਤੇ ਪਲੱਸ ਗਾਹਕਾਂ ਲਈ ਲਾਂਚ ਕਰ ਰਿਹਾ ਹੈ — ਪਰ ਯੂਰਪੀਅਨ ਯੂਨੀਅਨ ਵਿੱਚ ਨਹੀਂ - ਟੈਕਕ੍ਰਾਂਚ",
        "ਸੀਰੀਆ ਅਪਡੇਟਸਃ ਜਰਮਨੀ ਨੇ ਸੀਰੀਆ ਦੇ ਲੋਕਾਂ ਲਈ ਪਨਾਹ ਦੀ ਕਾਰਵਾਈ ਰੋਕ ਦਿੱਤੀ - ਡੀਡਬਲਯੂ (ਅੰਗਰੇਜ਼ੀ)",
        "ਟੇਲਰ ਸਵਿਫਟ ਦਾ ਅੰਤਮ ਈਰਾਸ ਟੂਰ ਸ਼ੋਅ ਕਲਾਸਿਕ ਟੇਲਰ ਸਵਿਫਟ ਸੀ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਐਪਲੋਵਿਨ ਦਾ ਐਸ ਐਂਡ ਪੀ 500 ਸਨੱਬ ਦੋ ਸਾਲਾਂ ਵਿਚ ਸਟਾਕ ਦਾ ਸਭ ਤੋਂ ਭੈੜਾ ਦਿਨ ਬਣਾ ਸਕਦਾ ਹੈ - ਮਾਰਕੀਟਵਾਚ",
        "ਹਟਾਈ",
        "ਕਿਵੇਂ ਇੱਕ ਓਵਰਜਿਲਸ ਯੈਂਕੀਜ਼ ਸੁਰੱਖਿਆ ਗਾਰਡ ਨੇ ਮੈਟਸ ਲੈਂਡ ਜੁਆਨ ਸੋਟੋ ਦੀ ਮਦਦ ਕੀਤੀ - ਸਪੋਰਟਸ ਇਲਸਟ੍ਰੇਟਿਡ",
        "2024 ਕਾਲਜ ਫੁੱਟਬਾਲ ਪਲੇਆਫ ਦੀਆਂ ਸੰਭਾਵਨਾਵਾਂਃ ਪਹਿਲੇ ਗੇੜ ਤੋਂ ਕੌਣ ਉਭਰੇਗਾ? - ਫੌਕਸ ਸਪੋਰਟਸ",
        "ਓਮਨੀਕੌਮ ਇੰਟਰਪਬਲਿਕ ਨੂੰ ਡੀਲ ਵਿਚ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ ਜੋ ਇਸ਼ਤਿਹਾਰਬਾਜ਼ੀ ਉਦਯੋਗ ਨੂੰ ਮੁੜ ਆਕਾਰ ਦੇਵੇਗਾ - ਦਿ ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "ਟਿਕਟਾਕ ਨੇ ਅਦਾਲਤ ਨੂੰ ਕਾਨੂੰਨ ਨੂੰ ਰੋਕਣ ਲਈ ਕਿਹਾ ਜੋ ਅਗਲੇ ਮਹੀਨੇ ਅਮਰੀਕਾ ਵਿਚ ਐਪ ਨੂੰ ਬੰਦ ਕਰ ਸਕਦਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਬ੍ਰਾਇਨ ਥੌਮਸਨ ਕਤਲਃ ਯੂਨਾਈਟਿਡਹੈਲਥਕੇਅਰ ਦੇ ਸੀਈਓ ਕਤਲੇਆਮ - ਸੀ ਐਨ ਬੀ ਸੀ ਵਿਚ ਮੈਨ ਪੈਨਸਿਲਵੇਨੀਆ ਵਿਚ ਪੁੱਛਗਿੱਛ ਕੀਤੀ ਗਈ",
        "ਹੈਤੀ ਗੈਂਗ ਨੇ ਰਾਜਧਾਨੀ ਵਿਚ 180 ਤੋਂ ਵੱਧ ਬਜ਼ੁਰਗਾਂ ਨੂੰ ਮਾਰਿਆ - ਦਿ ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "ਜਦੋਂ ਡੈੱਡਪੂਲ ਸਪਾਈਡਰ ਮੈਨ ਨੂੰ ਮਿਲਦਾ ਹੈਃ ਰਿਆਨ ਰੇਨੋਲਡਜ਼ ਅਤੇ ਐਂਡਰਿ Gar ਗਾਰਫੀਲਡ ਐਕਟਰਾਂ 'ਤੇ ਐਪਿਕ ਅਦਾਕਾਰਾਂ ਲਈ ਫੋਰਸਿਜ਼ ਵਿਚ ਸ਼ਾਮਲ ਹੋਵੋ - ਵੰਨਗੀ",
        "ਸੀਰੀਆ ਵਿਚ ਅਸਦ ਦੀ ਗਿਰਾਵਟ ਈਰਾਨ ਨੂੰ ਕਮਜ਼ੋਰ ਕਰਦੀ ਹੈ ਪਰ ਇਸਲਾਮਵਾਦੀ ਪੁਨਰ ਉਭਾਰ ਨੂੰ ਭੜਕਾ ਸਕਦੀ ਹੈ - ਰਾਇਟਰ",
        "ਐਨਐਫਐਲ ਵੀਕ 14 ਗ੍ਰੇਡਃ ਬਿੱਲਾਂ 'ਤੇ ਪਰੇਸ਼ਾਨ ਜਿੱਤ ਲਈ ਰੈਮਜ਼ ਨੇ ਉੱਚ ਅੰਕ ਪ੍ਰਾਪਤ ਕੀਤਾ, ਸਟੀਲਰਜ਼ ਨੂੰ ਬ੍ਰਾsਨਜ਼ ਨੂੰ ਹਰਾਉਣ ਲਈ' ਏ- 'ਮਿਲਿਆ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਯੂਕੇ ਵਿਚ ਸੀਰੀਆ ਦੇ ਲੋਕਾਂ ਨੇ ਅਸਦ ਦੀ ਗਿਰਾਵਟ 'ਤੇ ਪ੍ਰਤੀਕ੍ਰਿਆ ਦਿੱਤੀ - ਬੀਬੀਸੀ.",
        "ਐਨਵੀਡੀਆ ਸਟਾਕ ਬੂੰਦ. ਚੀਨ ਏਆਈ ਚਿੱਪ ਨਿਰਮਾਤਾ ਦੀ ਜਾਂਚ ਕਿਉਂ ਕਰ ਰਿਹਾ ਹੈ. - ਬੈਰਨਜ਼",
        "ਸਾਬਕਾ ਡੌਜ, ਰਾਮ ਬੌਸ ਟਿਮ ਕੁਨਿਸਕਿਸ ਸੀਈਓ ਦੇ ਬਾਹਰ ਨਿਕਲਣ ਤੋਂ ਬਾਅਦ ਸਟੈਲੇਨਟਿਸ ਵਾਪਸ ਆ ਰਹੇ ਹਨ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਰਿਪਬਲਿਕਨ ਹੈਰਾਨ ਹਨ ਕਿ ਕੀ ਐਮਟੀਜੀ ਦੀ ਨਵੀਂ ਡੋਗੇ ਭੂਮਿਕਾ ਉਸ ਨੂੰ ਲੀਡਰਸ਼ਿਪ ਸਹਿਯੋਗੀ ਬਣਾ ਦੇਵੇਗੀ — ਜਾਂ ਸਿਰ ਦਰਦ ਬਣ ਜਾਵੇਗੀ - ਪੋਲਿਟਿਕੋ",
        "ਰਸਬੇਰੀ ਪਾਈ ਦਾ ਨਵਾਂ ਕੀਬੋਰਡ ਕੰਪਿ aਟਰ ਇੱਕ ਵਿਕਲਪਿਕ $ 100 ਡਿਸਪਲੇਅ ਨੂੰ ਸ਼ਕਤੀ ਦੇ ਸਕਦਾ ਹੈ - ਦਿ ਵਰਜ"
    ]
}