{
    "headlines": [
        "\"Naked and Afraid\" -Star Sarah Danser stirbt im Alter von 34 Jahren bei einem Unfall - New York Post",
        "König Charles erkennt \"schmerzhafte\" Geschichte an, als er den Commonwealth-Gipfel eröffnet - CNN",
        "Eine SpaceX-Kapsel ist gerade zur Erde zurückgekehrt. Deshalb waren die Astronauten von Boeing Starliner nicht dabei - CNN",
        "Eigentümer und Betreiber des Schiffes, das den Einsturz der Baltimore-Brücke verursacht hat, regeln den Fall für 102 Millionen US-Dollar - Axios",
        "BRICS sammelt Tempo als gemeinsame Beschwerden mit West Fuel Alliance - Reuters",
        "[entfernt]",
        "Wiegeergebnisse | UFC 308: Topuria vs Holloway - UFC",
        "Vikings-Rams: Matthew Staffords 4 TD übergibt Doom Minnesota an seine 2. Niederlage in Folge - Yahoo Sports",
        "DOJ warnt Musk, dass sein Petitionswettbewerb in Höhe von 1 Million US-Dollar gegen Wahlgesetze verstoßen könnte - The Washington Post",
        "Das ehemalige Sports Illustrated Badeanzug-Model sagt, dass Trump sie begrapscht hat, um für Jeffrey Epstein zu prahlen - CNN",
        "Trump vergleicht Migranten mit Müll bei beleidigender Kundgebung - The Washington Post",
        "Der Überlebende, 11, eines Massenschlachtens im üppigen Vorort von Seattle erinnert sich an den Bruder eines Teenagers, der angeblich Eltern und 3 Geschwister niedergeschossen haben soll: \"Vorgegeben, tot zu spielen\" - New York Post",
        "Die Staatsanwaltschaft beantragt eine Wiederaufnahme der Tötung ihrer Eltern durch Erik und Lyle Menendez im Jahr 1989 - The Associated Press",
        "Der \"Halloween-Komet\" scheint sich im Weltraum aufzulösen - ScienceAlert",
        "Aufbau der All-Time-Yankees-Dodgers-Liste: Welche Legenden der World Series schaffen es? - New York Post",
        "Nicole Scherzinger, die half, One Direction auf X-Factor zu erstellen, schrieb Liam Payne am Tag seines Todes eine SMS - E! Online - E! NEWS",
        "Capri Lager Krater 46% nach Richter blockiert $ 8,5 Milliarden Tapisserie Deal - Yahoo Finance",
        "Reborn Scout Motors- SUV im Wert von 60.000 $ und Abholung unterwegs - Ars Technica",
        "2024 Woche 8 NFL-Score-Vorhersagen, Quoten, Picks: Expert veröffentlicht genaue Ergebnisse für alle 16 Spiele - CBS Sports",
        "CDC aktualisiert COVID-19-Impfstoffempfehlungen für ältere Erwachsene - The Hill"
    ]
}