{
    "headlines": [
        "'Living in a reel ': How Alzheimer's left Gene Hackman alone in his last days - Yahoo",
        "تحديثات حية لوكالة اتحاد كرة القدم الأميركي المجانية لعام 2025: تتبع آخر التعاقدات والصفقات والشائعات حول آرون رودجرز وراسل ويلسون - سي بي إس سبورتس",
        "المصدر: الشواحن تصل إلى صفقة لمدة عام واحد مع آر بي هاريس - ESPN",
        "انخفضت أسهم دلتا بنسبة 14 ٪ بعد أن خفضت شركة الطيران توقعات الأرباح: \"شهدنا الشركات تبدأ في التراجع\" - نيويورك بوست",
        "مجلس الشيوخ يؤكد تعيين لوري شافيز دي ريمر وزيرة للعمل - بوليتيكو",
        "يقول روبيو إن خطة وقف إطلاق النار الجزئية الأوكرانية \"تبشر بالخير\" قبل المحادثات في المملكة العربية السعودية - BBC.com",
        "انخفضت ثروة إيلون ماسك الصافية بمقدار 29 مليار دولار في يوم واحد حيث انخفضت خزانات أسهم تيسلا - بزنس إنسايدر",
        "القاضي يعرقل مؤقتًا الجهود المبذولة لترحيل الناشط الفلسطيني الذي ساعد في قيادة احتجاجات الطلاب في كولومبيا - سي إن إن",
        "تنضم نجمة \"هاري بوتر\" جيسي كهف إلى المعجبين فقط لنشر مقاطع فيديو شعر \"مثيرة\" ؛ يريد الممثل البني اللافندر \"التخلص من الديون\" وإصلاح منزلها - مجموعة متنوعة",
        "المعاهد الوطنية للصحة لإنهاء أو الحد من المنح المتعلقة بالتردد في اللقاح واستيعابه - واشنطن بوست",
        "يقول مصدر في الفاتيكان إن البابا فرنسيس يتحسن ولم يعد في \"خطر وشيك\" - سي إن إن",
        "يناشد الشعبوي اليميني المتطرف الروماني كالين جورجيسكو حظر الاقتراع - BBC.com",
        "انتقد الطاهي المشهور عرض ميغان ماركل — وسط شكوك حول مشاركته - HuffPost",
        "عاصفتان لنقع جنوب كاليفورنيا هذا الأسبوع - KTLA لوس أنجلوس",
        "التحديثات المباشرة: تابع تحركات الفايكنج في بداية فترة التفاوض مع الوكيل الحر - ستار تريبيون",
        "الولايات المتحدة تكشف النقاب عن تطبيق جديد \"للترحيل الذاتي\" للمهاجرين غير الشرعيين - BBC.com",
        "سفينة حاويات تصطدم بناقلة نفط راسية ترفع علم الولايات المتحدة في بحر الشمال - ABC News",
        "لماذا من المحتمل ألا تؤذي تعريفة الكهرباء في أونتاريو سكان مينيسوتا - ستار تريبيون",
        "المدعي العام لمقاطعة لوس أنجلوس يعارض طلب إعادة الحكم على الإخوة مينينديز ويتهمهم بالكذب بشأن الدفاع عن النفس - سي إن إن"
    ]
}