{
    "headlines": [
        "Pour améliorer votre condition physique, essayez cette astuce simple et scientifique - The Washington Post",
        "« Incrédulité et choc » : les amygdales d'une femme ont repoussé des décennies plus tard - CNN",
        "Aaron Rodgers : « Si je veux jouer et qu'ils ne veulent pas de moi ici, alors je vais voir s'il y a d'autres options. » - NBC Sports",
        "[supprimé]",
        "De plus en plus d'enfants contractent des calculs rénaux. Les experts pensent que c'est leur régime alimentaire. - The Washington Post",
        "10 personnes blessées lors d'une fusillade à New York, selon le NYPD - Reuters",
        "Neil Young évite Glastonbury pour le « contrôle de l'entreprise » de la BBC - BBC.com",
        "L'Autorité palestinienne s'attaque aux militants du Hamas dans la lutte pour le pouvoir en Cisjordanie - The Wall Street Journal",
        "La fusillade au Monténégro voit un homme armé tuer 12 personnes, dont 2 enfants, avant de se retourner contre lui-même - CBS News",
        "Marché boursier aujourd'hui : les actions mondiales sont mélangées après les vacances du Nouvel An. Dissipateur d'actions chinoises - Yahoo Finance",
        "Les victimes de l'attaque de Bourbon Street à la Nouvelle-Orléans comprennent un ancien joueur de football universitaire et un père aimant - CNN",
        "Jeremiah Smith canalise la domination de DeVonta Smith dans la victoire du Rose Bowl de l'Ohio State - 247Sports",
        "La police sud-coréenne fouille Jeju Air, opérateur de l'aéroport pour un accident d'avion mortel - Reuters",
        "La Russie vient de perdre l'un de ses flux de revenus les plus étranges en temps de guerre - Business Insider",
        "Saquon Barkley se reposera contre les Giants, manquant une occasion de battre le record de la NFL - The Washington Post",
        "L'acteur Glen Powell salue Quinn Ewers en tant que « sauveur » après sa double victoire en prolongation dans Peach Bowl - On3.com",
        "« Catwoman » Jocelyne Wildenstein, connue pour ses chirurgies plastiques extensives, décédée à 79 ans - South China Morning Post",
        "Blake Lively a publiquement « humilié » Justin Baldoni, « ostracisé » sa famille lors de la première du film, poursuites judiciaires - Hindustan Times",
        "[supprimé]",
        "2 morts, plus de 20 blessés à Hawaï après une explosion massive lors de la célébration du quartier de NYE - USA TODAY"
    ]
}