{
    "headlines": [
        "Yankees vs. Dodgers: Freddie Freeman gewinnt Spiel 1 mit dem ersten Grand Slam in der Geschichte der World Series - Yahoo Sports",
        "Israel greift iranische Militärziele an, Teheran sagt, der Schaden sei \"begrenzt\" - Reuters",
        "LeBron: Entscheidend für eine glühende Werbung als \"Brennpunkt\" - ESPN",
        "Was kommt als nächstes für die Menendez-Brüder? - BBC.com",
        "NASA-Astronaut bleibt im Krankenhaus, nachdem er von einem längeren Aufenthalt im Weltraum zurückgekehrt ist - New York Post",
        "Johnson, McConnell bitten Harris, \"die Eskalation des Bedrohungsumfelds zu stoppen\", nachdem Trump faschistische Bemerkungen gemacht hat - POLITICO",
        "'Here' Review: Tom Hanks und Robin Wright treffen sich wieder mit Robert Zemeckis - Hollywood Reporter",
        "Harris und Beyoncé entzünden eine Kundgebung in Houston mit einem doppelläufigen Argument gegen Trump - The Associated Press",
        "Warum der König sich nicht für Sklaverei entschuldigen kann - BBC.com",
        "Bundesrichter stoppt Virginias Säuberung der Wählerliste vor den Wahlen, die auf mutmaßliche Nichtbürger abzielt - CNN",
        "Phil Lesh, Gründungsmitglied der Grateful Dead, stirbt mit 84 - The Washington Post",
        "Wahlaktualisierungen 2024: Harris reißt Trump über 'Mülltonne' Kommentar zu Migranten - ABC News",
        "Was Seth Rogen darüber gesagt hat, warum seine 20-jährige Freundschaft mit James Franco endete - E! Online - E! NEWS",
        "Wie einige Wähler in Nevada die Krise um bezahlbaren Wohnraum sehen - CBS News",
        "Wiegeergebnisse | UFC 308: Topuria vs Holloway - UFC",
        "Apple gewinnt einen Kampf (und $ 250) in seinem Smartwatch-Patentkampf mit Masimo - The Verge",
        "Jeff Bezos sieht sich bei der Washington Post mit Gegenreaktionen konfrontiert, weil er sich geweigert hat, Kamala Harris zu unterstützen - Financial Times",
        "McDonald's E. coli-Ausbruch hat mindestens 75 Menschen in 13 Staaten krank gemacht, sagt CDC - CBS News",
        "Mehr Eierbauern erkranken an Vogelgrippe. CDC sendet Hilfe für Ost-WA-Ausbruch - Tri-City Herald",
        "Nasdaq schließt höher vor einer Woche mit hohen Einnahmen - Reuters"
    ]
}