{
    "headlines": [
        "ਯੈਂਕੀਜ਼ ਏਐਲਸੀਐਸ ਗੇਮ 4 8–6 ਜਿੱਤੇ, ਗੇਮ 5 ਦੀ ਜਿੱਤ ਨਾਲ ਗਾਰਡੀਅਨਜ਼ ਨੂੰ ਖਤਮ ਕਰ ਸਕਦੇ ਹਨ - ਯਾਹੂ ਸਪੋਰਟਸ",
        "ਹੈਰਿਸ ਅਤੇ ਟਰੰਪ ਇਕ ਜੇਤੂ ਗੱਠਜੋੜ ਦੀ ਭਾਲ ਵਿਚ ਰੇਜ਼ਰ-ਟਾਈਟ ਮਿਸ਼ੀਗਨ 'ਤੇ ਇਕਜੁੱਟ ਹੁੰਦੇ ਹਨ - ਸੀ ਐਨ ਐਨ",
        "ਵਰਜੀਨੀਆ ਦੇ ਟੋਨੀ ਬੇਨੇਟ ਨੇ ਰਿਟਾਇਰਮੈਂਟ ਨਿ Newsਜ਼ ਕਾਨਫਰੰਸ ਤੋਂ ਬਾਅਦ ਡੂੰਘੀ ਖੁਦਾਈ ਕੀਤੀਃ 'ਮੈਂ ਮਹਿਸੂਸ ਕੀਤਾ ਕਿ ਮੈਂ ਉਨ੍ਹਾਂ ਨੂੰ ਵਾਪਸ ਰੱਖਦਾ ਹਾਂ' - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਗੇਮ 5 - ਈਐਸਪੀਐਨ ਦਾ ਫੈਸਲਾ ਲੈਣ ਲਈ ਮਜਬੂਰ ਕਰਨ ਲਈ ਦੇਰ ਨਾਲ ਐਫਟੀਜ਼ ਨਾਲ ਲਿੰਕਸ ਦੀ ਜਿੱਤ",
        "ਯੂਐਸ ਵਿਧਾਇਕਃ ਰੂਸ ਲਈ ਲੜ ਰਹੇ ਉੱਤਰੀ ਕੋਰੀਆ ਦੇ ਸੈਨਿਕ 'ਰੈਡ ਲਾਈਨ' ਨੂੰ ਪਾਰ ਕਰਨਗੇ - ਨਿ Newsਜ਼ਵੀਕ",
        "ਕਿਵੇਂ ਐਲਨ ਮਸਕ ਟਰੰਪ ਦੇ ਸਭ ਤੋਂ ਵੱਡੇ ਸਮਰਥਕ ਬਣੇ - ਸੀਐਨਐਨ",
        "ਟਰੰਪ 2020 ਚੋਣ ਮਾਮਲੇ 'ਚ ਜੱਜ ਨੇ ਵਿਸ਼ੇਸ਼ ਵਕੀਲ ਤੋਂ ਹੋਰ ਸਬੂਤ ਕੀਤੇ ਬੇਨਕਾਬ - CBS News",
        "ਏਲੋਨ ਮਸਕ ਸਵਿੰਗ ਸਟੇਟ ਟਾ hallਨ ਹਾਲ ਦੌਰਾਨ ਵੋਟਿੰਗ ਮਸ਼ੀਨਾਂ ਬਾਰੇ ਝੂਠੀਆਂ ਸਾਜ਼ਿਸ਼ਾਂ ਨੂੰ ਧੱਕਦਾ ਹੈ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਸਵਾਲ ਅਜੇ ਵੀ ਰਹਿੰਦੇ ਹਨ ਕਿਉਂਕਿ ਲੀਅਮ ਪੇਨੇ ਦੀ ਘਾਤਕ ਗਿਰਾਵਟ ਦੀ ਜਾਂਚ ਜਾਰੀ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਮਿਸੂਰੀ ਐਲੀਮੈਂਟਰੀ ਸਕੂਲ ਦੇ ਨਾਮ ਬਿਲਡਿੰਗ ਪਿਆਰੇ ਰਖਵਾਲੇ ਦੇ ਨਾਮ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਆਈਲੈਂਡ-ਵਿਆਪਕ ਬਲੈਕਆਉਟ ਪਾਵਰ ਪਲਾਂਟ ਦੀ ਅਸਫਲਤਾ ਤੋਂ ਬਾਅਦ ਕਿ Cਬਾ ਨੂੰ ਸਵੀਪ ਕਰਦਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਵੱਡੀਆਂ ਤੰਬਾਕੂ ਕੰਪਨੀਆਂ ਕਨੇਡਾ ਨਾਲ ਟੈਂਟੇਟਿਵ ਮਲਟੀਬਿਲੀਅਨ-ਡਾਲਰ ਬੰਦੋਬਸਤ ਤੇ ਪਹੁੰਚਦੀਆਂ ਹਨ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਸੈਂਕੜੇ ਲੋਕਾਂ ਨੂੰ ਤੇਜ਼ੀ ਨਾਲ ਚਲ ਰਹੀ ਉੱਤਰੀ ਕੈਲੀਫੋਰਨੀਆ ਦੀ ਅੱਗ ਤੋਂ ਬਾਹਰ ਕੱ toਣ ਦੇ ਆਦੇਸ਼ ਦਿੱਤੇ ਗਏ, ਅਧਿਕਾਰੀ ਦਾ ਕਹਿਣਾ ਹੈ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਜੇਸਨ ਕੈਲਸੀ ਅਤੇ ਕੈਲੀ ਕੈਲਸੀ ਧੀਆਂ ਨੂੰ ਮਿਆਮੀ ਵਿੱਚ ਟੇਲਰ ਸਵਿਫਟ ਦੇ ਈਰਾਸ ਟੂਰ ਰਿਟਰਨ ਵਿੱਚ ਲਿਆਓ - ਈ! ਆਨਲਾਈਨ - ਈ! ਨਿਊਜ਼",
        "ਡਾਓ ਅਤੇ ਐਸ ਐਂਡ ਪੀ ਤਾਜ਼ਾ ਰਿਕਾਰਡ ਦੇ ਉੱਚੇ ਪੱਧਰ 'ਤੇ ਖਤਮ ਹੁੰਦੇ ਹਨ, ਨੈੱਟਫਲਿਕਸ ਦੀ ਕਮਾਈ ਅਤੇ ਤਕਨੀਕੀ ਸਟਾਕਾਂ ਦੁਆਰਾ ਚੁੱਕਿਆ ਜਾਂਦਾ ਹੈ - ਰਾਇਟਰਜ਼",
        "ਇਜ਼ਰਾਈਲੀਆਂ ਅਤੇ ਫਲਸਤੀਨੀਆਂ ਨੇ ਹਮਾਸ ਦੇ ਨੇਤਾ ਸਿਨਵਰ ਦੀ ਮੌਤ 'ਤੇ ਪ੍ਰਤੀਕ੍ਰਿਆ ਦਿੱਤੀ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਸਪੇਸਐਕਸ ਲਾਂਚਃ ਕੇਪ - ਫਲੋਰੀਡਾ ਟੂਡੇ ਵਿਖੇ ਸਟਾਰਲਿੰਕ ਫਾਲਕਨ 9 ਲਾਂਚ ਤੋਂ ਲਾਈਵ ਅਪਡੇਟਸ",
        "ਡੈਜ਼ਲਿੰਗ ਓਰੀਓਨੀਡ ਮੀਟੀਅਰ ਸ਼ਾਵਰ ਹੈਲੀ ਦੇ ਧੂਮਕੇਤੂ ਮਲਬੇ ਨਾਲ ਰਾਤ ਦੇ ਅਸਮਾਨ ਨੂੰ ਰੋਸ਼ਨ ਕਰਨ ਲਈ - NJ. com",
        "ਮੋਂਟਾਨਾ ਰੇਂਜਰ ਨੇ ਸੈਨੇਟ ਦੇ ਆਸਵੰਦ ਸ਼ੀਹੀ ਦੇ ਗੋਲੀ ਦੇ ਜ਼ਖ਼ਮ 'ਤੇ ਸਵਾਲ ਉਠਾਏ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "2023 ਤੋਂ ਖੰਘ ਦੇ ਕੇਸ ਫਟ ਗਏ ਹਨ, ਨਵੇਂ ਸੀਡੀਸੀ ਡੇਟਾ ਦਰਸਾਉਂਦੇ ਹਨ - ਸੀ ਐਨ ਐਨ"
    ]
}