{
    "headlines": [
        "ਮਾਇਆ ਰੂਡੋਲਫ ਹੈਰਿਸ ਅਤੇ ਡਾਨਾ ਕਾਰਵੇ ਦੇ ਤੌਰ ਤੇ ਬਾਇਡਨ ਦੇ ਤੌਰ ਤੇ ‘ਸ਼ਨੀਵਾਰ ਨਾਈਟ ਲਾਈਵ‘ ਦੇ 50 ਵੇਂ ਸੀਜ਼ਨ ਦਾ ਉਦਘਾਟਨ - ਪੋਲੀਟੀਕੋ",
        "ਵਧੇਰੇ ਯੂਐਸ ਰਾਜ ਹੜ੍ਹਾਂ ਨਾਲ ਲੜਦੇ ਹਨ ਕਿਉਂਕਿ ਹੇਲੇਨ ਦੀ ਤਬਾਹੀ ਨਾਲ ਘੱਟੋ ਘੱਟ 63 ਮੌਤਾਂ ਹੋਈਆਂ - ਬੀਬੀਸੀ.",
        "‘ਆਰਾਮ ਦੀ ਝੂਠੀ ਭਾਵਨਾ’: ਮਿਸ਼ੀਗਨ ਡੈਮਜ਼ ਗਰਭਪਾਤ ’ਤੇ ਵੋਟਰਾਂ ਦਾ ਧਿਆਨ ਰੱਖਣ ਲਈ ਲੜਦੇ ਹਨ - ਪੋਲਿਟਿਕੋ",
        "ਬੇਡੇਨੋਕ ਅਤੇ ਜੇਨ੍ਰਿਕ ਇਮੀਗ੍ਰੇਸ਼ਨ ਨਾਲ ਨਜਿੱਠਣ 'ਤੇ ਉਲਝਣ' ਤੇ - ਬੀਬੀਸੀ.",
        "ਵਿਕਾਸ ਲਈ ਵਾਚਿੰਗ ਏਰੀਆ ਜਿੱਥੇ ਹੈਲੀਨ ਬਣਿਆ - ਮੌਸਮ ਚੈਨਲ",
        "ਪੋਪ ਨੇ ਪੀੜਤਾਂ ਦੀ ਪ੍ਰਸ਼ੰਸਾ ਕਰਦਿਆਂ ਅਤੇ ਦੁਰਵਿਵਹਾਰ ਕਰਨ ਵਾਲਿਆਂ ਦਾ ਨਿਰਣਾ ਕਰਨ ਦੀ ਮੰਗ ਕਰਦਿਆਂ ਬੈਲਜੀਅਮ ਦੀ ਪ੍ਰੇਸ਼ਾਨੀ ਭਰੀ ਫੇਰੀ ਨੂੰ ਸਮੇਟਿਆ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਐਨਐਫਐਲ ਹਫਤੇ 4 ਦੀ ਭਵਿੱਖਬਾਣੀਃ ਹਰ ਗੇਮ ਲਈ ਫੈਲਣ ਦੇ ਵਿਰੁੱਧ ਪਿਕ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਸ਼ੀ ਜਿਨਪਿੰਗ ਨੇ ਹੁਣੇ ਹੀ ਗਲਤ ਨਿਸ਼ਾਨੇ 'ਤੇ ਆਪਣੀ ਵਿਸ਼ਾਲ ਪੈਸੇ ਦੀ ਤੋਪ ਕੱ firedੀ - ਬਿਜ਼ਨਸ ਇਨਸਾਈਡਰ",
        "ਅਗਲੇ ਹਫਤੇ ਬਾਜ਼ਾਰਾਂ ਵਿਚ ਵੇਖਣ ਲਈ ਚੋਟੀ ਦੀਆਂ 5 ਚੀਜ਼ਾਂ - Investing.",
        "80,000 ਸਾਲਾਂ ਵਿੱਚ ਪਹਿਲੀ ਵਾਰ ਧਰਤੀ ਤੋਂ ਦਿਖਾਈ ਦੇਣ ਵਾਲਾ ਧੂਮਕੇਤੂਃ 'ਸਾਲ ਦਾ ਸਭ ਤੋਂ ਵੱਧ ਅਨੁਮਾਨਤ ਧੂਮਕੇਤੂ' - ਫੌਕਸ ਨਿ Newsਜ਼",
        "ਗੂਗਲ ਦੇ ਨਵੇਂ ਜੀਮੇਲ ਐਪ ਪਾਸਵਰਡ ਨਿਯਮ-ਤੁਹਾਡੇ ਕੋਲ ਪਾਲਣਾ ਕਰਨ ਲਈ 24 ਘੰਟੇ ਹਨ - ਫੋਰਬਸ",
        "ਇਰਾਨ ਦੇ ਇਨਕਲਾਬੀ ਗਾਰਡ ਜਨਰਲ ਦੀ ਇਜ਼ਰਾਈਲੀ ਹਮਲੇ ਵਿਚ ਮੌਤ ਹੋ ਗਈ ਜਿਸ ਵਿਚ ਹਿਜ਼ਬੁੱਲਾ ਦੇ ਨੇਤਾ ਦੀ ਮੌਤ ਹੋ ਗਈ, ਰਿਪੋਰਟਾਂ ਕਹਿੰਦੀਆਂ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਸਪੇਸਐਕਸ ਕ੍ਰੂ -9 ਪੁਲਾੜ ਯਾਤਰੀ ਮਿਸ਼ਨ 'ਤੇ ਫਾਲਕਨ 9 ਦੇ ਮੁੱਦੇ ਤੋਂ ਬਾਅਦ ਲਾਂਚ ਨੂੰ ਵਿਰਾਮ ਦੇਵੇਗਾ - ਸਪੇਸ ਡਾਟ ਕਾਮ",
        "ਲਾਈਵ ਅਪਡੇਟਸਃ ਹਿਜ਼ਬੁੱਲਾ ਨੇਤਾ ਦੀ ਹੱਤਿਆ ਇਜ਼ਰਾਈਲ ਨਾਲ ਟਕਰਾਅ ਵਧਾਉਂਦੀ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਨਿportਪੋਰਟ ਹੜ੍ਹਾਂ ਦੀ ਹਫੜਾ-ਦਫੜੀ ਵਿਚ, ਤੋੜਨ ਵਾਲੇ ਡੈਮ 'ਤੇ ਗਲਤ ਜਾਣਕਾਰੀ ਨੇ ਸਹੀ ਕਾਲ ਕੀਤੀ - ਨੋਕਸਵਿਲ ਨਿ Newsਜ਼ ਸੈਂਟੀਨੇਲ",
        "ਨੇਪਾਲ ਹੜ੍ਹਃ ਭਾਰੀ ਮੀਂਹ ਦੇ ਦਿਨਾਂ ਬਾਅਦ ਘੱਟੋ ਘੱਟ 100 ਮੌਤਾਂ ਅਤੇ ਦਰਜਨਾਂ ਲਾਪਤਾ - ਬੀਬੀਸੀ.",
        "ਕੱਲ੍ਹ ਦਾ ਚੋਟੀ ਦਾ 25 ਅੱਜਃ ਅਲਾਬਾਮਾ ਤੁਰੰਤ ਕਲਾਸਿਕ ਵਿਚ ਜਾਰਜੀਆ 'ਤੇ ਰੋਮਾਂਚਕ ਜਿੱਤ ਤੋਂ ਬਾਅਦ ਨੰਬਰ 1 ਸਥਾਨ' ਤੇ ਜਾਂਦਾ ਹੈ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਇਡਾਹੋ ਦੀ ਇਕ ਔਰਤ ਆਪਣੇ ਬਾਥਟਬ 'ਚ ਮ੍ਰਿਤਕ ਮਿਲੀ ਹੈ । ਕੀ ਉਸ ਦੇ ਪਤੀ ਨੇ ਦ੍ਰਿਸ਼ਟੀਕੋਣ ਨੂੰ ਸਟੇਜ ਕਰਨ ਲਈ ਆਪਣੇ ਕਾਨੂੰਨ ਲਾਗੂ ਕਰਨ ਦੇ ਹੁਨਰ ਦੀ ਵਰਤੋਂ ਕੀਤੀ? - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "'ਮਿੰਨੀ ਚੰਦਰਮਾ' ਵਜੋਂ ਜਾਣਿਆ ਜਾਂਦਾ ਇਕ ਐਸਟਰਾਇਡ ਐਤਵਾਰ ਤੋਂ ਸ਼ੁਰੂ ਹੋਣ ਵਾਲੇ 2 ਮਹੀਨਿਆਂ ਲਈ ਧਰਤੀ ਦੇ ਪੰਧ ਵਿਚ ਸ਼ਾਮਲ ਹੋਵੇਗਾ - ਅਮਰੀਕਾ ਅੱਜ",
        "ਭਾੜੇ ਦੀਆਂ ਦਰਾਂ ਵਧਦੀਆਂ ਹਨ ਕਿਉਂਕਿ ਕੰਪਨੀਆਂ ਮਹਿੰਗੀਆਂ ਯੂਐਸ ਪੋਰਟ ਹੜਤਾਲ ਦੀ ਯੋਜਨਾ ਬਣਾਉਂਦੀਆਂ ਹਨ - ਵਿੱਤੀ ਟਾਈਮਜ਼"
    ]
}