{
    "headlines": [
        "JetBlue wurde mit einer Geldstrafe von 2 Millionen US-Dollar für das Muster von „chronisch verspäteten“ Flügen belegt - The Washington Post",
        "Heat Suspend Butler; hört sich Handelsangebote an - ESPN",
        "[removed]",
        "Surgeon general calls for alcohol to carry cancer warning - The Washington Post",
        "ATF: Verdächtiger hat in St. Roch Airbnb vor dem Angriff auf die Bourbon Street - WDSU New Orleans Feuer gelegt",
        "Las Vegas Cybertruck Explosionsverdächtiger war \"No Labels\" Wähler, keine \"Feindseligkeit\" gegenüber Trump - Fox News",
        "Rangliste der College-Football-Playoff-Teams nach den Viertelfinalergebnissen - 247Sports",
        "\"Home Improvement\" -Star Zachery Ty Bryan wegen häuslicher Gewalt in South Carolina - USA TODAY ANGEKLAGT",
        "Website des Medal of Honor Special Events der US-Armee - United States Army",
        "Trump wird am 10. Januar im Schweigegeldfall verurteilt - BBC.com",
        "Die Krankheitssaison ist in vollem Gange. Was die neuesten CDC-Zahlen zeigen - The Associated Press",
        "Leaker behauptet, dass die KI-Fähigkeiten des Samsung Galaxy S25 Apple Intelligence weit überlegen sein werden - Wccftech",
        "House Speaker Vote Live-Updates: Johnson gewinnt Showdown mit GOP-Hardlinern - ABC News",
        "Projektion, welche NFL-Trainer auf dem heißen Stuhl entlassen werden: Was sind Kyle Shanahans, Shane Steichens Schicksale? - CBS Sports",
        "Erholung des US-Autoverkaufs lindert Angst vor wirtschaftlichem Unwohlsein - Financial Times",
        "Der neue Mehrheitsführer Thune eröffnet die Senatssitzung mit der Zusage, Filibuster zu erhalten - The Associated Press",
        "Gerüchten zufolge werden RTX 50-GPUs der nächsten Generation mit großen Sprüngen beim Leistungsbedarf einhergehen - Ars Technica",
        "Die Executive Order von Gov. Newsom zielt auf ultra-verarbeitete Lebensmittel und synthetische Farbstoffe in Kalifornien ab - KCRA Sacramento",
        "Italien, gefangen zwischen den USA und dem Iran, sucht die freie Journalistin Cecilia Sala - The Wall Street Journal",
        "Alles, was Sie über die arktische Luft der nächsten Woche und die Schneemöglichkeit in Houston wissen müssen - KPRC Click2Houston"
    ]
}