{
    "headlines": [
        "ਟਰੰਪ ਨੇ ਇਮੀਗ੍ਰੇਸ਼ਨ ਹਾਰਡ ਲਾਈਨਰ ਕੈਰੀ ਲੇਕ ਨੂੰ ਵੌਇਸ ਆਫ ਅਮਰੀਕਾ ਦੇ ਮੁਖੀ ਵਜੋਂ ਟੈਪ ਕੀਤਾ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਡੇਵਿਡ ਬੌਂਡਰਮੈਨ, ਪ੍ਰਾਈਵੇਟ-ਇਕੁਇਟੀ ਬਾਨੀ, 82 'ਤੇ ਡੈੱਡ - ਦਿ ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "ਨਿਕਸ ਹਾਕਸ ਨੂੰ ਆਲ-ਆਰਾਉਂਡ ਬਦਸੂਰਤ ਹਾਰ ਦੇ ਨਾਲ ਐਨਬੀਏ ਕੱਪ ਤੋਂ ਬਾਹਰ ਹੋ ਗਿਆ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਹੰਨਾਹ ਕੋਬਾਯਾਸ਼ੀ, ਲਾਪਤਾ ਹਵਾਈ womanਰਤ ਜਿਸ ਦੇ ਲਾਪਤਾ ਹੋਣ ਨਾਲ ਭਾਰੀ ਤਲਾਸ਼ੀ ਲਈ ਗਈ, ਸੁਰੱਖਿਅਤ ਪਾਇਆ ਗਿਆ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਉੱਤਰੀ ਕੈਰੋਲੀਨਾ ਪ੍ਰਤੀਕਰਮ ਨੂੰ ਬਿਲ ਬੇਲੀਚਿਕਃ ਕਿਉਂ ਕਾਲਜ ਫੁੱਟਬਾਲ, ਐਨਐਫਐਲ ਦੇ ਅੰਕੜੇ ਜਾਂ ਤਾਂ ਪਿਆਰ ਕਰਦੇ ਹਨ - ਜਾਂ ਨਫ਼ਰਤ - ਭਾੜੇ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਦੱਖਣੀ ਕੋਰੀਆ ਦੇ ਰਾਸ਼ਟਰਪਤੀ ਯੂਨ ਸੁਕ ਯੀਓਲ ਨੇ 'ਅੰਤ ਤੱਕ ਲੜਾਈ' ਦੀ ਸਹੁੰ ਖਾਧੀ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਨਾਸਡੈਕ ਦੇ ਰਿਕਾਰਡ 20,000 ਤੋਂ ਵੱਧ ਦੇ ਨੇੜੇ ਆਉਣ ਤੋਂ ਬਾਅਦ ਸਟਾਕ ਫਿuresਚਰਜ਼ ਖਿਸਕ ਗਏਃ ਲਾਈਵ ਅਪਡੇਟਸ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਟਰੰਪ ਦੇ ਅਹੁਦਾ ਸੰਭਾਲਣ ਤੋਂ ਪਹਿਲਾਂ ਐਫਬੀਆਈ ਦੇ ਡਾਇਰੈਕਟਰ ਕ੍ਰਿਸਟੋਫਰ ਰਾਈ ਅਸਤੀਫਾ ਦੇਣਗੇ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਫੋਟੋਆਂ ਵਿੱਚਃ ਮਲੀਬੂ ਅੱਗ ਅਕਾਰ ਵਿੱਚ ਫਟਣ ਤੋਂ ਬਾਅਦ ਹਜ਼ਾਰਾਂ ਲੋਕਾਂ ਨੂੰ ਖਾਲੀ ਕਰਨ ਲਈ ਮਜ਼ਬੂਰ ਕਰਦੀ ਹੈ - ਐਕਸੀਓਸ",
        "ਮੈਨਚਿਨ, ਸਿਨੇਮਾ ਡੈਮੋਕਰੇਟਸ ਨੂੰ 2026 ਤੱਕ ਲੇਬਰ ਬੋਰਡ 'ਤੇ ਬਹੁਮਤ ਨੂੰ ਲਾਕ ਕਰਨ ਤੋਂ ਰੋਕਦਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਜੇ ਬ੍ਰੋਂਕੋਸ ਦੇ ਖਿਡਾਰੀ ਐਤਵਾਰ ਦੀ ਖੇਡ ਬਨਾਮ ਕੋਲਟਸ ਦੇ ਦਾਅ ਨੂੰ ਨਹੀਂ ਜਾਣਦੇ ਸਨ, ਤਾਂ ਸੀਨ ਪੇਟਨ ਨੇ ਬੁੱਧਵਾਰ ਦੀ ਟੀਮ ਦੀ ਮੀਟਿੰਗ ਵਿਚ ਉਨ੍ਹਾਂ ਨੂੰ ਸਪੱਸ਼ਟ ਕਰ ਦਿੱਤਾ - ਦ ਡੇਨਵਰ ਪੋਸਟ",
        "ਮੈਨਹੱਟਨ ਡੀਏ ਨੇ ਯੂਨਾਈਟਿਡ ਹੈਲਥਕੇਅਰ ਸੀਈਓ ਕਤਲ ਕੇਸ ਵਿੱਚ ਜਵਾਬਦੇਹੀ ਦਾ ਵਾਅਦਾ ਕੀਤਾ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਇਹ ਨਿਸ਼ਚਤ ਤੌਰ ਤੇ ਜਾਪਦਾ ਹੈ ਕਿ ਓਪਨਏਆਈ ਨੇ ਸੋਰਾ ਨੂੰ ਗੇਮ ਦੀ ਸਮਗਰੀ 'ਤੇ ਸਿਖਲਾਈ ਦਿੱਤੀ — ਅਤੇ ਕਾਨੂੰਨੀ ਮਾਹਰ ਕਹਿੰਦੇ ਹਨ ਕਿ ਇਹ ਸਮੱਸਿਆ ਹੋ ਸਕਦੀ ਹੈ - TechCrunch",
        "ਈਰਾਨ ਦੇ ਸਰਵਉੱਚ ਨੇਤਾ ਨੇ ਅਮਰੀਕਾ ਅਤੇ ਇਜ਼ਰਾਈਲ 'ਤੇ ਅਸਦ ਨੂੰ ਬਰਖਾਸਤ ਕਰਨ ਦਾ ਦੋਸ਼ ਲਾਇਆ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਵਰਣਮਾਲਾ ਸਟਾਕ ਨਵੇਂ ਏਆਈ ਮਾਡਲਾਂ 'ਤੇ ਰਿਕਾਰਡ ਉੱਚਾ ਮਾਰਦਾ ਹੈ - ਬੈਰਨਜ਼",
        "ਟਰੰਪ ਨਿਊਜ਼ਃ ਬਾਇਡਨ ਨੇ ਇਕ ਬਹੁਤ ਹੀ ਖੁਲਾਸਾ ਕਰਨ ਵਾਲਾ ਮਜ਼ਾਕ ਉਡਾਇਆ ਕਿ ਡੈਮੋਕਰੇਟ ਕਿਉਂ ਹਾਰ ਗਏ... - ਸਲੇਟ",
        "ਨਾਸਾ ਦੱਸਦਾ ਹੈ ਕਿ ਮੰਗਲ ਹੈਲੀਕਾਪਟਰ ਇੰਜਨੂਟੀ ਆਪਣੀ 72 ਵੀਂ ਉਡਾਣ ਵਿਚ ਕਿਉਂ ਹਾਦਸਾਗ੍ਰਸਤ ਹੋ ਗਿਆ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਟੇਲਰ ਸਵਿਫਟ ਦੇ ਈਰਾਸ ਟੂਰ ਦੇ 40 ਸਭ ਤੋਂ ਮਹਾਨ ਰਾਤ ਦੇ ਪਲ - ਵੰਨਗੀ",
        "ਬਰਡ ਫਲੂ ਵਾਇਰਸ ਵਾਈਲਡ ਲਾਈਫ ਵਰਲਡ ਚਿੜੀਆਘਰ ਨੂੰ ਮਾਰਦਾ ਹੈ, ਪਾਰਕ ਸੁਰੱਖਿਆ ਉਪਾਵਾਂ ਨੂੰ ਲਾਗੂ ਕਰਦਾ ਹੈ - ਫੀਨਿਕ੍ਸ ਵਿੱਚ ਏਬੀਸੀ15 ਐਰੀਜ਼ੋਨਾ",
        "ਸੀਰੀਆ ਵਿੱਚ ਰੂਸੀ ਫੌਜੀ ਠਿਕਾਣਿਆਂ ਦੀ ਕਿਸਮਤ ਖੁੱਲ੍ਹੀ ਰਹਿੰਦੀ ਹੈ - DW (ਪੰਜਾਬੀ)"
    ]
}