{
    "headlines": [
        "ਵਿਵੇਕ ਰਾਮਾਸਵਾਮੀ ਓਹੀਓ ਗਵਰਨੇਟਰੀਅਲ ਰਨ ਦਾ ਐਲਾਨ ਕਰਨ ਦੀ ਯੋਜਨਾ ਬਣਾ ਰਹੇ ਹਨ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "1985 ਵਿਚ ਰੀਗਨ ਤੋਂ ਬਾਅਦ ਸਭ ਤੋਂ ਠੰਡੇ ਉਦਘਾਟਨ ਦੀ ਭਵਿੱਖਬਾਣੀ ਟਰੰਪ ਦੇ ਘਰ ਦੇ ਅੰਦਰ ਮਜਬੂਰ ਕਰਦੀ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਪ੍ਰਿੰਸ ਹੈਰੀ ਅਤੇ ਮੇਗਨ ਮਾਰਕਲ ਵਿਅਰਥ ਮੇਲੇ ਵਿਚ ਤਲਾਕ ਦੀਆਂ ਅਫਵਾਹਾਂ ਸਤਹ - ਦਿ ਡੇਲੀ ਬੀਸਟ",
        "ਇਜ਼ਰਾਈਲ ਦੀ ਕੈਬਨਿਟ ਨੇ ਗਾਜ਼ਾ ਜੰਗਬੰਦੀ ਅਤੇ ਬੰਧਕ ਸੌਦੇ ਨੂੰ ਮਨਜ਼ੂਰੀ ਦਿੱਤੀ - ਬੀਬੀਸੀ.",
        "ਮਾਹਰ ਕੈਲੀਫੋਰਨੀਆ ਵਿੱਚ ਫਲੂ, ਆਰਐਸਵੀ, ਕੋਵਿਡ -19 ਅਤੇ ਨੋਰੋਵਾਇਰਸ ਕਨਵਰਜ ਵਜੋਂ ’ਕਵਾਡ-ਡੈਮਿਕ' ਦੀ ਚੇਤਾਵਨੀ ਦਿੰਦੇ ਹਨ - ਸੈਨ ਫਰਾਂਸਿਸਕੋ ਕ੍ਰੋਨਿਕਲ",
        "5 ਮਿਲੀਅਨ ਡਾਲਰ ਦੇ ਮਾਣਹਾਨੀ ਦੇ ਫੈਸਲੇ ਤੋਂ ਬਾਅਦ ਸੀਐਨਐਨ ਨੇ ਯੂਐਸ ਨੇਵੀ ਦੇ ਤਜਰਬੇਕਾਰ ਨਾਲ ਸੈਟਲ ਕੀਤਾ - ਰਾਇਟਰਜ਼",
        "ਜਪਾਨੀ ਸਟਾਰ ਸਾਸਾਕੀ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਹ ਡੋਜਰਸ - ਈਐਸਪੀਐਨ ਵਿੱਚ ਸ਼ਾਮਲ ਹੋ ਰਿਹਾ ਹੈ",
        "ਬਾਇਡਨ ਨੇ ਬਰਾਬਰ ਅਧਿਕਾਰਾਂ ਦੀ ਸੋਧ 'ਤੇ ਕੀ ਨਹੀਂ ਕੀਤਾ ਇਸ ਤੋਂ ਵੱਧ ਮਹੱਤਵਪੂਰਨ ਹੈ ਕਿ ਉਸਨੇ ਕੀ ਕੀਤਾ - ਪੋਲਿਟਿਕੋ",
        "ਨਿਣਟੇਨਡੋ ਸਵਿੱਚ 2 ਨਿਣਟੇਨਡੋ ਦੇ ਨਵੇਂ ਕੰਸੋਲ ਲਈ ਇੱਕ ਮਹਾਨ ਨਾਮ ਹੈ, ਵਿਸ਼ਲੇਸ਼ਕ ਕਹਿੰਦੇ ਹਨ - ਆਈਜੀਐਨ",
        "ਐਚਐਚਐਸ ਨੇ ਮਾਡਰਨਾ ਦੇ ਬਰਡ ਫਲੂ ਟੀਕੇ ਦੇ ਵਿਕਾਸ ਵਿਚ ਲਗਭਗ 600 ਮਿਲੀਅਨ ਡਾਲਰ ਦਾ ਨਿਵੇਸ਼ ਕੀਤਾ - ਸੀਐਨਐਨ",
        "ਰੂਸ ਨੇ ਮਰਹੂਮ ਵਿਰੋਧੀ ਸ਼ਖਸੀਅਤ ਨਵਲਨੀ ਦੇ ਵਕੀਲਾਂ ਨੂੰ ਜੇਲ੍ਹ ਦੀ ਸਜ਼ਾ ਸੁਣਾਈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "'ਸੇਵਰੈਂਸ' ਰੀਕੈਪ ਸੀਜ਼ਨ 2 ਐਪੀਸੋਡ 1: ਹੇਲੀ ਝੂਠ ਕਿਉਂ ਬੋਲਦੀ ਹੈ, ਜੈਮਾ ਐਂਡਿੰਗ - ਵੰਨਗੀ",
        "ਕੈਨੇਡੀਅਨ ਘਰ ਦੇ ਦਰਵਾਜ਼ੇ ਦੀ ਘੰਟੀ ਕੈਮਰਾ - ਦਿ ਐਸੋਸੀਏਟਿਡ ਪ੍ਰੈਸ ਦੁਆਰਾ ਵੀਡੀਓ 'ਤੇ ਇਕ ਮੀਟੀਓਰਾਈਟ ਸਟ੍ਰਾਈਕ ਕੈਦ ਕੀਤੀ ਗਈ",
        "ਸਟਾਕ ਮਾਰਕੀਟ ਅੱਜਃ ਡਾਓ ਜੋਨਸ ਚੜ੍ਹਦਾ ਹੈ 0.8% ਜਦੋਂ ਕਿ ਨੈਸਡੈਕ ਜੰਪ ਕਰਦਾ ਹੈ 1.5%, ਪਰ ਸਮਾਲ ਕੈਪਸ ਫੇਡ (ਲਾਈਵ ਕਵਰੇਜ) - ਨਿਵੇਸ਼ਕ ਦਾ ਕਾਰੋਬਾਰ ਰੋਜ਼ਾਨਾ",
        "ਰੇਵੇਨਜ਼ ਡਿਵੀਜ਼ਨਲ ਪਲੇਆਫ ਮੈਚਅਪ ਤੋਂ ਪਹਿਲਾਂ ਬਿੱਲਾਂ ਨੇ ਕੀ ਕਿਹਾ - ਬਾਲਟੀਮੋਰਰੇਵੇਨਜ਼.",
        "ਸੋਸ਼ਲ ਮੀਡੀਆ ਪ੍ਰਭਾਵਕ 'ਤੇ ਗੋਫੰਡਮੇ ਦਾਨ ਲਈ 1 ਸਾਲ ਦੀ ਲੜਕੀ ਨੂੰ ਜ਼ਹਿਰ ਦੇਣ ਦਾ ਦੋਸ਼ ਹੈ - ਹਫਪੋਸਟ",
        "ਓਹੀਓ ਸਟੇਟ ਬਨਾਮ ਨੋਟਰੇ ਡੈਮ ਭਵਿੱਖਬਾਣੀ, ਔਕੜਾਂ, ਸੀਐਫਪੀ ਨੈਸ਼ਨਲ ਚੈਂਪੀਅਨਸ਼ਿਪ ਫੈਲਣ, ਗੇਮ ਟਾਈਮ, ਟੀਵੀ ਤੇ ਕਿੱਥੇ ਵੇਖਣਾ ਹੈ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਨਿਆਂ ਵਿਭਾਗ ਨੇ ਦੇਸ਼ ਵਿਆਪੀ ਮੁਕੱਦਮਾ ਦਾਇਰ ਕੀਤਾ ਵਾਲਗ੍ਰੀਨਜ਼ ਨੂੰ ਜਾਣਬੁੱਝ ਕੇ ਲੱਖਾਂ ਤਜਵੀਜ਼ਾਂ ਭਰੀਆਂ ਜਿਨ੍ਹਾਂ ਨੇ ਜਾਇਜ਼ ਮੈਡੀਕਲ ਉਦੇਸ਼ ਦੀ ਘਾਟ ਕੀਤੀ - ਨਿਆਂ ਵਿਭਾਗ",
        "ਸੈਂਟਰਲ ਕੈਲੀਫੋਰਨੀਆ ਵਿਚ ਬੈਟਰੀ ਸਟੋਰੇਜ ਸਹੂਲਤ ਵਿਚ ਅੱਗ ਲੱਗਣ ਤੋਂ ਬਾਅਦ ਨਿਕਾਸੀ ਦੇ ਆਦੇਸ਼ ਜਾਰੀ ਹਨ - ਸੀ ਐਨ ਐਨ",
        "ਰੂਸ ਅਤੇ ਈਰਾਨ ਫੌਜੀ ਸਬੰਧਾਂ ਨੂੰ ਮਜ਼ਬੂਤ ਕਰਨ ਲਈ ਕਦਮ ਚੁੱਕਦੇ ਹਨ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ"
    ]
}