{
    "headlines": [
        "A disenteria está em ascensão no Oregon. Aqui está o que saber. - The Washington Post",
        "Milhões no caminho enquanto a tempestade mata 2, traz ventos fortes, condições de nevasca e incêndios - CNN",
        "ASSISTA: a senadora Elissa Slotkin entrega a resposta democrata ao discurso de Trump ao Congresso - PBS NewsHour",
        "O presidente Trump se dirigiu ao Congresso pela primeira vez desde que retornou ao cargo - WBAL TV Baltimore",
        "Os EUA levarão a Groenlândia \"de um jeito ou de outro\", diz Trump - POLITICO EUROPE",
        "Trump pode se encontrar com Canadá e México \"no meio\", diz chefe de comércio dos EUA - BBC.com",
        "A SpaceX define a data para o próximo lançamento da Starship. Veja como assistir. - Chron",
        "Ciclone tropical Alfred para atacar Queensland e Nova Gales do Sul, Austrália - The Washington Post",
        "O foco da RFK Jr. na vitamina A para o sarampo preocupa especialistas em saúde - The Washington Post",
        "LeBron James torna-se o primeiro a marcar 50.000 pontos combinados na temporada regular da NBA e nos playoffs - The Associated Press",
        "Paquistão deteve suposto conspirador do atentado ao Abbey Gate com base em informações da CIA - Axios",
        "Governo Trump divulga lista de centenas de prédios federais que podem ser vendidos - Associated Press",
        "7 razões pelas quais estou feliz que as águias tenham dado um aumento a Saquon Barkley - Bleeding Green Nation",
        "O deputado Al Green é removido da câmara durante o discurso do presidente Trump - CNN",
        "Líderes árabes adotam plano de reconstrução de Gaza em repreensão à visão de Trump - The Washington Post",
        "Pesquisador-chave ex-OpenAI intimado em caso de direitos autorais de IA - TechCrunch",
        "‘Demolidor: Nascido de Novo’: Série ’Homem Sem Medo' da Disney+ é destemida e Trump 2.0 é oportuno - Prazo",
        "Governador do Reserve Bank of New Zealand renuncia após sete anos de serviço - CNBC"
    ]
}