{
    "headlines": [
        "Байден снял запрет на использование Украиной американского оружия для нанесения ударов по России - Reuters",
        "Трамп ищет обещания, что его министр финансов введет жесткие тарифы - Financial Times",
        "Коэффициенты НФЛ, линии 11-й недели, прогнозы ATS, выбор игры, советы и время: модель имитирует все игры 10 000 раз - CBS Sports",
        "Виктория Кьяер Тейлвиг выиграла Мисс Вселенная 2024, став первой Мисс Дания, завоевавшей корону - USA TODAY",
        "Рождественская фотография Дуэйна Джонсона стоимостью более 200 миллионов долларов открывается до 34,1 миллиона долларов - The Associated Press",
        "Пентагон Трампа выбирает оплачиваемую женщину после обвинения в сексуальном насилии, но отрицает правонарушения, говорит его адвокат - The Associated Press",
        "«Гладиатор II» развязывает 87 МИЛЛИОНОВ долларов в зарубежном луке; самый большой в истории оффшорный старт для фильма режиссера Ридли Скотта – международная касса - крайний срок",
        "Россия начала «массированную» атаку на инфраструктуру Украины - BBC.com",
        "Глава СМИ Хезболлы убит в результате израильского удара по Бейруту, говорят источники в службах безопасности - Reuters",
        "Эксклюзивные данные: рекордные темпы Трампа в выборе кабинета министров - Axios",
        "Каждая звезда, которая ушла из X ради Bluesky – Десятки знаменитостей переходят на конкурирующую платформу социальных сетей - Just Jared",
        "Теории вакцины РФК-младшего «жестоки», говорит бывший директор CDC - POLITICO",
        "Популярная техника повышения эффективности ИИ имеет недостатки - TechCrunch",
        "Сейчас пик метеорного потока Леонидов. Есть ли «падающие звезды» в прогнозе на 2024 год? - Space.com",
        "Превратятся ли антимонопольные разборки, начатые при Байдене, в «Давайте заключим сделку» при Трампе? - Ассошиэйтед Пресс",
        "Снова 2009 год: Apple, по-видимому, пересматривает создание телевизора - MacRumors",
        "Руководители ресторанов не могут дождаться 2025 года после медленного трафика и волны банкротств - CNBC",
        "Папа Римский призвал провести расследование, чтобы определить, являются ли нападения Израиля в Газе «геноцидом» - POLITICO",
        "Топ-опросник Энн Селзер уйдет на пенсию после того, как опрос в Айове закончился огромным промахом - CNN",
        "Игра Baltimore Ravens vs. Pittsburgh Steelers: как смотреть, время начала и многое другое - Yahoo Sports"
    ]
}