{
    "headlines": [
        "ਕੀਨੀਆ ਦੇ ਪਿੰਡ 'ਚ 1,000 ਪੌਂਡ ਤੋਂ ਵੱਧ ਵਜ਼ਨ ਦਾ ਸਪੇਸ ਮਲਬਾ ਡਿੱਗਿਆ - AOL",
        "ਬ੍ਰਾਇਨ ਜਾਨਸਨ ਹਮੇਸ਼ਾ ਲਈ ਰਹਿਣਾ ਚਾਹੁੰਦਾ ਹੈ. ਇੱਕ ਨਵੀਂ ਨੈੱਟਫਲਿਕਸ ਫਿਲਮ ਜੰਗਲੀ ਤਰੀਕਿਆਂ ਨੂੰ ਦਰਸਾਉਂਦੀ ਹੈ ਜੋ ਉਹ ਕੋਸ਼ਿਸ਼ ਕਰ ਰਿਹਾ ਹੈ. - ਯੂਐਸਏ ਅੱਜ",
        "ਇਹ ਰੈਸਟੋਰੈਂਟ ਚੇਨਜ਼ 2024 ਵਿਚ ਸਥਾਨਾਂ ਨੂੰ ਬੰਦ ਕਰਦੀਆਂ ਹਨ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਨਿਊ ਓਰਲੀਨਜ਼ ਅਪਡੇਟਃ 'ਅੱਤਵਾਦੀ ਹਮਲੇ' ਵਿਚ ਵਾਹਨ ਭੀੜ ਵਿਚ ਡਿੱਗਣ ਨਾਲ 10 ਮੌਤਾਂ, ਦਰਜਨਾਂ ਜ਼ਖਮੀ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "The Next Yorgos Lanthimos, Paul Thomas Anderson & Spike Lee, To Scarlett Johansson & Kristen Stewart's Directorial Debuts & A Tom Cruise Return to Cannes?: ਦੁਨੀਆ ਭਰ ਦੀਆਂ 71 ਫਿਲਮਾਂ ਜੋ 2025 ਵਿੱਚ ਤਿਉਹਾਰਾਂ ਨੂੰ ਰੌਸ਼ਨ ਕਰ ਸਕਦੀਆਂ ਹਨ - ਡੈੱਡਲਾਈਨ",
        "ਲਾਇਨਜ਼ ਬਨਾਮ 49ers ਸਟਾਕ ਰਿਪੋਰਟਃ 6 risers, 3 ਫਾਲਰ ਦੇ ਬਾਅਦ ਪੱਛਮੀ ਤੱਟ ਜਿੱਤ - ਪ੍ਰਾਈਡ ਆਫ ਡੀਟ੍ਰਾਯ੍ਟ",
        "ਉੱਤਰੀ ਕੋਰੀਆ ਦੇ ਕਿਮ ਜੋਂਗ ਉਨ ਨਵੇਂ ਸਾਲ ਦੇ ਜਸ਼ਨਾਂ ਵਿਚ ਸ਼ਾਮਲ ਹੋਏ, ਚੀਨ ਦੇ ਸ਼ੀ ਤੋਂ ਕਾਰਡ ਪ੍ਰਾਪਤ ਕਰਦੇ ਹਨ, ਕੇਸੀਐਨਏ ਕਹਿੰਦਾ ਹੈ - ਰਾਇਟਰਜ਼ ਡਾਟ ਕਾਮ",
        "ਯੂਕਰੇਨ ਨੇ ਯੂਰਪ ਨੂੰ ਰੂਸੀ ਗੈਸ ਦੀ ਸਪਲਾਈ ਬੰਦ ਕੀਤੀ - ਸੀਐਨਐਨ",
        "ਪੁਲਿਸ ਨੇ ਜਾਨਲੇਵਾ ਨਿਊਯਾਰਕ ਹਮਲੇ ਵਿੱਚ ਅੱਗ ਲਗਾਈ ਗਈ ਔਰਤ ਦੀ ਪਛਾਣ ਕੀਤੀ - BBC.com",
        "ਰੂਸ ਨੇ ਨਵੇਂ ਸਾਲ ਦੇ ਘਾਤਕ ਹਮਲੇ ਵਿਚ ਯੂਕਰੇਨ 'ਤੇ 111 ਡਰੋਨ ਲਾਂਚ ਕੀਤੇ, ਕੀਵ ਕਹਿੰਦਾ ਹੈ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਜਨਵਰੀ ਦੀ ਰਾਤ ਨੂੰ ਅਸਮਾਨ: ਇੱਕ ‘ਬਘਿਆੜ ਚੰਦਰਮਾ ਦੁਆਰਾ ਮੰਗਲ ਗ੍ਰਹਿਣ ਵੇਖੋ’ - ਫੋਰਬਸ",
        "ਨੋਰੋਵਾਇਰਸ ਦੇ ਕੇਸ ਅਮਰੀਕਾ ਵਿੱਚ ਹਨ ਕਿ ਡੀਸੀ ਖੇਤਰ ਕਿਵੇਂ ਪ੍ਰਭਾਵਤ ਹੋਇਆ ਹੈ. - ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਵਾਚਃ ਮੈਨਹੱਟਨ ਵਿਚ ਮੈਟਰੋ ਟਰੈਕਾਂ 'ਤੇ ਸ਼ੱਕੀ ਵਿਅਕਤੀ ਨੂੰ ਧੱਕਣ ਦੀ ਡਰਾਉਣੀ ਵੀਡੀਓ - ਟਾਈਮਜ਼ ਆਫ ਇੰਡੀਆ",
        "ਕਮਜ਼ੋਰ ਖਤਮ ਹੋਣ ਤੋਂ ਬਾਅਦ ਨਵੇਂ ਸਾਲ ਵੱਲ ਜਾਣ ਲਈ ਕੀ ਕਰਨਾ ਹੈ ਮਜ਼ਬੂਤ 2024 - ਨਿਵੇਸ਼ਕ ਦਾ ਕਾਰੋਬਾਰ ਰੋਜ਼ਾਨਾ",
        "ਸਾ Southਥ ਕੈਰੋਲੀਨਾ ਦੇ ਕੋਚ ਸ਼ੇਨ ਬੀਮਰ ਨੇ ਇਲੀਨੋਇਸ ਦੇ ਕੋਚ 'ਤੇ ਕਿੱਕਆਫ ਵਿਵਾਦ ਨੂੰ ਲੈ ਕੇ ਤਾਅਨੇਬਾਜ਼ੀ ਕੀਤੀ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਕਾਲਜ ਫੁੱਟਬਾਲ ਪਲੇਆਫਃ ਨੰਬਰ 6 ਪੇਨ ਸਟੇਟ ਨੇ 31-14 ਫਿਏਸਟਾ ਬਾlਲ ਨਾਲ ਨੰਬਰ 3 ਬੋਇਸ ਸਟੇਟ ਨੂੰ ਹਰਾ ਕੇ ਸੈਮੀਫਾਈਨਲ ਵਿੱਚ ਪ੍ਰਵੇਸ਼ ਕੀਤਾ - ਯਾਹੂ ਸਪੋਰਟਸ",
        "ਟਰੰਪ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਹ ਮਾਈਕ ਜਾਨਸਨ ਨੂੰ ਫੋਨ ਕਰਨਗੇ - ਪੋਲਿਟਿਕੋ",
        "ਜੌਨ ਹੈਮ ਨੇ ਐਂਡੀ ਕੋਹੇਨ 'ਤੇ ਪ੍ਰਤੀਕ੍ਰਿਆ ਕੀਤੀ ਉਸ ਨੂੰ ਨਵੇਂ ਸਾਲ ਦੀ ਸ਼ਾਮ ਦੇ ਦੌਰਾਨ \"ਮਰਦ ਨਿਕੋਲ ਕਿਡਮੈਨ\" ਕਹਿੰਦੇ ਹੋਏ ਵਿਸ਼ੇਸ਼ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਜਸਟਿਨ ਬਾਲਡੋਨੀ ਨੇ ਬਲੇਕ ਲਾਈਵ ਕਹਾਣੀ 'ਤੇ $ 250M ਲਈ ਨਿ New ਯਾਰਕ ਟਾਈਮਜ਼' ਤੇ ਮੁਕੱਦਮਾ ਕੀਤਾਃ 'ਇਹ ਸਾਡੇ ਨਾਲ ਖਤਮ ਹੁੰਦਾ ਹੈ' ਵਿਵਾਦ ਵਿਚ ਸ਼ਾਮਲ ਮੁੱਖ ਖਿਡਾਰੀਆਂ ਲਈ ਇਕ ਗਾਈਡ - ਯਾਹੂ ਐਂਟਰਟੇਨਮੈਂਟ",
        "ਫੋਟੋਆਂ ਵਿੱਚਃ ਵਿਸ਼ਵ ਭਰ ਵਿੱਚ ਨਵੇਂ ਸਾਲ ਦੇ ਜਸ਼ਨ - Axios"
    ]
}