{
    "headlines": [
        "Видео Миссия SpaceX вернет домой астронавтов Starliner - ABC News",
        "Что нужно знать о крахе правительства Португалии - The Associated Press",
        "Тизер 2-го сезона «Покерное лицо» рассказывает о звездном гостевом актерском составе, Павлин раскрывает дату премьеры - крайний срок",
        "190 человек спасены из пакистанского поезда после захвата в заложники 450 пассажиров - ABC News",
        "За последние два года Spotify заплатил музыкальным издателям более 4,5 миллиардов долларов, так почему же авторы песен борются? - Variety",
        "Сиквел «This Is Spinal Tap» выйдет на Бликер-стрит в сентябре - Hollywood Reporter",
        "Bracketology Bubble Watch: Оклахома может подкрепить резюме, но другие команды, противостоящие линии отсечения, не могутпроиграть игры - CBS Sports",
        "Шторм Powerhouse движется в США, вызывая эвакуацию в Калифорнии в преддверии ее похода на восток - CNN",
        "S&P 500 и Nasdaq растут после отчета о мягкой инфляции, отскок акций технологических компаний: обновления в реальном времени - CNBC",
        "Газа: посол США в Катаре присоединится к переговорам о продлении перемирия - BBC.com",
        "Что в украинском плане прекращения огня США представляют России? - BBC.com",
        "Сегодня Аарон Роджерс официально становится свободным агентом. Тогда что? - NBC Sports",
        "Европейский союз наносит ответный удар по тарифам Трампа в связи с эскалацией торговой войны - The Washington Post",
        "Астрономы подтвердили наличие 4 скалистых экзопланет на заднем дворе Земли, всего в 6 световых годах от Земли - Gizmodo",
        "Демократы разделились во мнениях о том, закрывать правительство или голосовать с Республиканской партией - The Washington Post",
        "Google запускает модель ИИ Gemma 3, которая может работать на 1 графическом процессоре (GOOG:NASDAQ) - в поисках альфы",
        "Отслеживание свободных агентств НФЛ 2025: обновленная информация о 100 лучших свободных агентах, включая Джоуи Босу и ДеАндре Хопкинса - CBS Sports",
        "Полное лунное затмение март 2025 прямые трансляции: где смотреть «Кровавую луну» онлайн бесплатно - Space.com"
    ]
}