{
    "headlines": [
        "China’s weak consumption drags on economy as Trump tariff threat looms - CNN",
        "McConnell warns Trump to rebuff ‘right-wing flirtation with isolation’ - POLITICO",
        "Bitcoin jumps to new record high of more than $106,000 - BBC.com",
        "Asia markets reverse earlier gains as traders assess key China data and look ahead to central bank decisions due this week - CNBC",
        "Horoscope for Monday, December 16, 2024 - Chicago Sun-Times",
        "Syria’s Christians Prepare for Holiday With Hope—and Fear - The Wall Street Journal",
        "A Memphis man is guilty of murdering his wife during their honeymoon, a Fiji court decides - ABC News",
        "San Francisco received what appears to be its first ever tornado warning - The Washington Post",
        "Hundreds feared dead after worst cyclone in 90 years slams French territory of Mayotte - Axios",
        "NFL Week 15 grades: Josh Allen leads Bills to 'A' in win vs. Lions, Eagles get high grade for beating Steelers - CBS Sports",
        "2024 Week 15 Rapid Reactions: Seahawks Lose To Packers & Lose Geno Smith To Injury - Seahawks.com",
        "Vikings clinch postseason berth with Seahawks loss to Packers - NBC Sports",
        "Week 15 NFL Highlights 2024: Live Tracking Top Plays, Box Scores from Sunday Results - Bleacher Report",
        "China Races to Squelch Unrest as Signs of Economic Malaise Spread - The Wall Street Journal",
        "Could mouse sperm orbiting Earth be the future of humanity? - CNN",
        "Liam Payne's friend recalls singer's condition throughout the day he died - Geo News",
        "South Korea ruling party leader steps down after backing impeachment of President Yoon - The Guardian",
        "Black Myth: Wukong Deserved Astro Bot's Game of the Year Award, Says Game Science CEO - Push Square",
        "Sen. Lindsey Graham says Hegseth has pledged to release accuser from confidentiality agreement - CNN",
        "48 Absolutely Fascinating Photos Of Injuries, Conditions, And Disorders That Prove Humans Are Freaking Metal - BuzzFeed"
    ]
}