{
    "headlines": [
        "ਇਜ਼ਰਾਈਲ ਨੇ ਲੇਬਨਾਨ ਅਤੇ ਗਾਜ਼ਾ 'ਤੇ ਹਮਾਸ ਅਤੇ ਹਿਜ਼ਬੁੱਲਾ ਨਾਲ ਯੁੱਧ ਵਜੋਂ ਹਮਲਾ ਕੀਤਾ ਜਾਰੀਃ ਲਾਈਵ ਅਪਡੇਟਸ - ਸੀ ਐਨ ਐਨ",
        "ਸਟਾਕ ਮਾਰਕੀਟ ਅੱਜਃ ਡਾਉ ਉੱਚ ਖੁੱਲ੍ਹਦਾ ਹੈ; ਜੇਪੀਮਾਰਗਨ, ਵੇਲਜ਼ ਫਾਰਗੋ ਇਨ ਫੋਕਸ — ਲਾਈਵ ਅਪਡੇਟਸ - ਦਿ ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "ਟੇਸਲਾ ਦਾ ਰੋਬੋਟੈਕਸੀ ਈਵੈਂਟ ਮਸਕ ਦੇ ਵਾਅਦਿਆਂ 'ਤੇ ਲੰਮਾ ਸਮਾਂ ਰਿਹਾ. ਨਿਵੇਸ਼ਕ ਚਾਹੁੰਦੇ ਸਨ ਹੋਰ ਵੇਰਵੇ... - ਰਾਇਟਰਜ਼",
        "ਹਿਜ਼ਬੁੱਲਾ ਨੇ ਭਾਰੀ ਇਜ਼ਰਾਈਲੀ ਧਮਾਕਿਆਂ ਤੋਂ ਬਾਅਦ ਮਹੱਤਵਪੂਰਨ ਜ਼ਮੀਨੀ ਯੁੱਧ ਲਈ ਨਵੀਂ ਕਮਾਂਡ ਬਣਾਈ - ਰਾਇਟਰਜ਼",
        "ਤੂਫਾਨ ਮਿਲਟਨ ਦੇ ਨੁਕਸਾਨ ਦਾ ਦਾਇਰਾ ਉਭਰਦਾ ਹੈ ਕਿਉਂਕਿ ਫਲੋਰਿਡਾ ਵਿੱਚ ਬਿਜਲੀ ਦੀ ਕਮੀ ਅਤੇ ਬਾਲਣ ਦੀ ਘਾਟ ਰਹਿੰਦੀ ਹੈ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਉੱਤਰੀ ਲਾਈਟਾਂ ਦੀ ਭਵਿੱਖਬਾਣੀ: ਜਿਓਮੈਗਨੈਟਿਕ ਤੂਫਾਨ ਅੱਜ ਰਾਤ ਇਨ੍ਹਾਂ ਰਾਜਾਂ ਵਿੱਚ Aurora Borealis ਦਾ ਕਾਰਨ ਬਣ ਸਕਦਾ ਹੈ - ਫੋਰਬਸ",
        "ਇਜ਼ਰਾਈਲੀ ਫ਼ੌਜਾਂ ਨੇ ਫਿਰ ਦੱਖਣੀ ਲੇਬਨਾਨ 'ਚ ਸੰਯੁਕਤ ਰਾਸ਼ਟਰ ਸ਼ਾਂਤੀ ਰੱਖਿਅਕਾਂ' ਤੇ ਨਿਸ਼ਾਨਾ ਸਾਧਿਆ - Al Jazeera English",
        "ਮਾਰਥਾ ਸਟੀਵਰਟ ਨੇ ਨੈੱਟਫਲਿਕਸ ਡੌਕ ਟ੍ਰੇਲਰ ਵਿਚ ਪਤੀ ਨਾਲ ਧੋਖਾ ਕਰਨ ਦੀ ਗੱਲ ਸਵੀਕਾਰ ਕੀਤੀ, ਕਹਿੰਦਾ ਹੈ ਕਿ ਉਹ 'ਕਦੇ ਨਹੀਂ ਜਾਣਦਾ ਸੀ' - ਅਮਰੀਕਾ ਅੱਜ",
        "ਕੈਮਰਨ ਅਤੇ ਕੇਡਨ ਬੂਜ਼ਰ ਡਿਊਕ ਵਿਖੇ ਆਪਣੇ ਬ੍ਰਦਰਲੀ ਬਾਂਡ ਨੂੰ ਜਾਰੀ ਰੱਖਣਗੇ - ਸਪੋਰਟਸ ਇਲਸਟ੍ਰੇਟਿਡ",
        "ਆਲ ਟਾਈਮ ਦੀਆਂ 50 ਸਭ ਤੋਂ ਨਿਰਾਸ਼ਾਜਨਕ ਐਲਬਮਾਂ - ਰੋਲਿੰਗ ਸਟੋਨ",
        "ਯੂਕਰੇਨ ਨੇ ਰੂਸੀ ਨਜ਼ਰਬੰਦੀ ਵਿਚ ਪੱਤਰਕਾਰ ਦੀ ਮੌਤ ਦੀ ਜਾਂਚ ਕੀਤੀ - ਰਾਇਟਰਜ਼",
        "ਯੂਰੇਨਸ ਨੂੰ ਅਨਲੌਕ ਕਰਨਾਃ ਨਾਸਾ ਦੇ ਦੋਹਰੇ ਨਿਰੀਖਣ ਨੇ ਨਵੀਂ ਦੁਨੀਆ ਦੀ ਖੋਜ ਕਰਨ ਦਾ ਰਾਹ ਪੱਧਰਾ ਕੀਤਾ - SciTechDaily",
        "ਹਫਤੇ 6 ਲਈ ਐਨਐਫਐਲ ਸਰਬੋਤਮ ਸੱਟਾਃ ਕਮਾਂਡਰ-ਰੇਨਜ਼, ਚੋਟੀ ਦੇ ਪ੍ਰੋਪਸ ਅਤੇ ਹੋਰ ਬਹੁਤ ਕੁਝ ਤੋੜਨਾ - ਈਐਸਪੀਐਨ",
        "ਓਬਾਮਾ ਨੇ ਕਾਲੇ ਆਦਮੀਆਂ ਨੂੰ ਕਿਹਾ ਕਿ ਚੋਣਾਂ ਤੋਂ ਬਾਹਰ ਬੈਠਣਾ ’ਮਨਜ਼ੂਰ ਨਹੀਂ' - ਸੀਐਨਐਨ",
        "ਵਿੰਡੋਜ਼ 11 2024 ਅਪਡੇਟ ਵਿੱਚ ਜਾਣਨ ਲਈ ਗਿਆਰਾਂ ਚੀਜ਼ਾਂ - ਆਰਸ ਟੈਕਨੀਕਾ",
        "ਜੇਪੀਮੋਰਗਨ ਦਾ ਮੁਨਾਫਾ ਮਜ਼ਬੂਤ ਵਾਲ ਸਟ੍ਰੀਟ ਪ੍ਰਦਰਸ਼ਨ ਦੇ ਬਾਵਜੂਦ 2% ਡਿੱਗਦਾ ਹੈ - ਯਾਹੂ ਵਿੱਤ",
        "ਵੇਲਜ਼ ਫਾਰਗੋ ਸ਼ੇਅਰ ਕਮਾਈ ਤੋਂ ਬਾਅਦ ਛਾਲ ਮਾਰਦੇ ਹਨ ਵਾਲ ਸਟ੍ਰੀਟ ਦੀਆਂ ਚੋਟੀ ਦੀਆਂ ਉਮੀਦਾਂ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਅਰੀਜ਼ੋਨਾ ਮੰਮੀ ਨੇ ਖੁਲਾਸਾ ਕੀਤਾ ਕਿ ਇਹ ਤੂਫਾਨ ਮਿਲਟਨ ਦੇ ਦੌਰਾਨ ਡਿਜ਼ਨੀ ਵਰਲਡ ਦੇ ਅੰਦਰ ਪਨਾਹ ਲੈਣ ਵਰਗਾ ਕੀ ਸੀ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਮੈਟਾਫੋਰਃ ਰੀਫੈਂਟਾਜ਼ੀਓ ਸਭ ਤੋਂ ਤੇਜ਼ ਵਿਕਣ ਵਾਲੀ ਐਟਲਸ ਗੇਮ ਬਣਨ ਲਈ ਲਾਂਚ ਵਾਲੇ ਦਿਨ 1 ਮੀਟਰ ਦੀ ਵਿਕਰੀ ਨੂੰ ਪਾਰ ਕਰਦਾ ਹੈ - ਯੂਰੋਗੇਮਰ",
        "ਫਲੋਰੀਡਾ ਨੇ ਰਾਜਨੀਤਿਕ ਤੂਫਾਨ ਦੇ ਵਿਚਕਾਰ ਤੂਫਾਨ ਮਿਲਟਨ ਦੀ ਕੀਮਤ ਦੀ ਗਿਣਤੀ ਕੀਤੀ - ਰਾਇਟਰਜ਼"
    ]
}