{
    "headlines": [
        "Biden's last-minute constitutional change slammed by legal experts: 'Cynical and irrelevant' - Fox News",
        "[Removed]",
        "HHS invests nearly $600 million in Moderna’s bird flu vaccine development - CNN",
        "Russia sentences lawyers of late opposition figure Navalny to prison - The Washington Post",
        "Regulators are investigating reports of property damage from SpaceX Starship’s explosion - CNN",
        "Pakistan: Imran Khan sentenced to 14 years in corruption case - BBC.com",
        "CNN settles with US Navy veteran after $5 million defamation verdict - Reuters",
        "Trump moves inauguration inside, 'vast majority' of ticketed guests can’t attend - ABC News",
        "Dow surges more than 300 points, S&P 500 posts best week since period following Trump's election: Live updates - CNBC",
        "Ohio State vs. Notre Dame prediction, odds, CFP National Championship spread, game time, where to watch on TV - CBS Sports",
        "Kyle MacLachlan, Naomi Watts and others share heartfelt tributes to David Lynch: ‘He put me on the map’ - CNN",
        "Evacuation orders remain in place after fire breaks out at battery storage facility in Central California - CNN",
        "Justin Baldoni drags Taylor Swift into heated legal battle with Blake Lively - Fox News",
        "Weigh-In Results | UFC 311: Makhachev vs Moicano - UFC",
        "Mel Gibson Learned About His Trump Appointment From Social Media - Hollywood Reporter",
        "Office of Public Affairs | Former CIA Analyst Pleads Guilty to Transmitting Top Secret National Defense Information - Department of Justice",
        "Unrivaled women's basketball league debuts Friday. Here's everything we know about it - CNBC",
        "NFL Playoffs 2025: Divisional Round Game Picks - Bleeding Green Nation",
        "Intel just stole Nvidia’s lunch money with the Arc B570 - Digital Trends",
        "Capital One customers face account access issues due to technical outage. CT impact unclear. - CT Insider"
    ]
}