{
    "headlines": [
        "مسبار المثابرة التابع لوكالة ناسا يلتقط القمر المريخي \"googly - eye\" وهو يمر من الشمس: شاهد الفيديو - USA TODAY",
        "نقود بيركشاير ترتفع إلى 325 مليار دولار، بافيت تبيع أبل، بنك أوف أمريكا - رويترز",
        "البث المباشر لولاية أوهايو مقابل ولاية بنسلفانيا، حيث يمكنك المشاهدة، والقناة التلفزيونية، والاحتمالات، والانتشار، والتنبؤ، والاختيار - CBS Sports",
        "نوريس غير فخور بفوز البرازيل بسباق الفورمولا 1 - Motorsport.com",
        "\"Venom: The Last Dance\" (السم: الرقصة الأخيرة) في عطلة نهاية الأسبوع الثانية أكثر من 22 مليون دولار، و \"Forrest Gump\" Reteam \"هنا\" ليس هناك مع افتتاح أكثر من 5 ملايين دولار – تحديث شباك التذاكر - الموعد النهائي",
        "نقطة محذوفة هنا",
        "المحافظون في المملكة المتحدة يختارون كيمي بادنوش كزعيم جديد، أول امرأة سوداء ترأس حزبًا بريطانيًا كبيرًا - وكالة أسوشيتد برس",
        "يحث زيلينسكي الأوكراني الحلفاء على التحرك قبل وصول القوات الكورية الشمالية إلى الجبهة - وكالة أسوشيتد برس",
        "نقطة محذوفة هنا",
        "يطلب المأمور من مكتب التحقيقات الفيدرالي التحقيق في وفاة الرجل الأسود الذي عثر عليه مشنوقًا في ألاباما - سي إن إن",
        "نقطة محذوفة هنا",
        "الفيضانات الإسبانية: البحث عن الناجين مستمر - BBC.com",
        "هيئة المحلفين تدين ضابط كنتاكي السابق باستخدام القوة المفرطة ضد بريونا تايلور أثناء الغارة المميتة - وكالة أسوشيتد برس",
        "لقد حان الوقت أخيرًا لخسارة كودي رودز مرة أخرى في WWE - مقاعد Cageside",
        "المرشد الأعلى الإيراني يهدد إسرائيل والولايات المتحدة بـ \"رد ساحق\" على الهجوم الإسرائيلي - NPR",
        "الثلاثي دش النيزك في نوفمبر: الثور، أوريونيدس، ليونيدس - إن بي سي نيوز",
        "قد يكون اسمك الذي به خطأ إملائي قادمًا إلى كوب من ستاربكس بالقرب منك - WTOP",
        "ما هو على المحك للأسهم والسندات والأسواق الأخرى حيث ينتظر المستثمرون الانتخابات - MarketWatch",
        "يقول ترامب إن تشيني لن تكون \"من صقور الحرب\" إذا \"تم تدريب المدافع عليها\" - BBC.com",
        "كرة القدم الخيالية ابدأ، اجلس: 50 لاعبًا للبدء أو الجلوس في الأسبوع 9 - USA TODAY"
    ]
}