{
    "headlines": [
        "2024 ਐਨਐਫਐਲ ਸੀਜ਼ਨ ਤੋਂ 'ਐਨਐਫਐਲ ਆਨਰਜ਼' ਪੁਰਸਕਾਰ ਜੇਤੂਆਂ ਦੀ ਸੂਚੀ - ਐਨਐਫਐਲ ਡਾਟ ਕਾਮ",
        "ਜੱਜ ਨੇ ਟਰੰਪ ਦੀ ਸਰਕਾਰੀ ਵਰਕਰ ਖਰੀਦ ਯੋਜਨਾ ਨੂੰ ਰੋਕਿਆ - ਬੀਬੀਸੀ.",
        "ਨਿਣਟੇਨਡੋ ਮਾਪੇ ਦਿਖਾ ਸਵਿੱਚ 2 ਖ਼ੁਸ਼ੀ-ਕੌਨ ਸੱਚਮੁੱਚ ਇੱਕ ਮਾਊਸ ਵਰਗਾ ਕੰਮ ਕਰ ਸਕਦਾ ਹੈ — ਅਤੇ ਇਸ ਲਈ ਹੋ ਸਕਦਾ ਹੈ ਕਿ ਇੱਕ ਨਵ ਕੰਟਰੋਲਰ - The Verge",
        "ਸ਼ਡਿ Fਲ ਐਫ ਅਤੇ ਸਲੇਸ਼ਿੰਗ ਏਜੰਸੀ ਦੇ ਬਜਟ ਦੇ ਚੈਂਪੀਅਨ ਰੱਸ ਵੌਟ ਨੇ ਓਐਮਬੀ - ਸਰਕਾਰੀ ਕਾਰਜਕਾਰੀ ਦੀ ਪੁਸ਼ਟੀ ਜਿੱਤੀ",
        "ਗਾਜ਼ਾ 'ਤੇ ਟਰੰਪ ਦੀਆਂ ਟਿੱਪਣੀਆਂ ਤੋਂ ਬਾਅਦ, ਡੀਅਰਬੋਰਨ, ਮਿਸ਼ੀਗਨ ਵਿਚ ਕੁਝ‘ ਸੋਚਦੇ ਹਨ ਕਿ ਅਸੀਂ ਚਕਨਾਚੂਰ ਹੋ ਗਏ ਹਾਂ. ’- ਪੋਲਿਟਿਕੋ",
        "ਐਨਬੀਏ ਆਲ-ਸਟਾਰ ਗੇਮ 2025 ਡਰਾਫਟਃ ਟੀਮ ਸ਼ਾਕ ਲੇਕਰਜ਼ ਦੇ ਵਪਾਰ ਤੋਂ ਬਾਅਦ ਲੇਬਰੋਨ ਜੇਮਜ਼ ਅਤੇ ਐਂਥਨੀ ਡੇਵਿਸ ਨੂੰ ਦੁਬਾਰਾ ਮਿਲਦੀ ਹੈ - ਯਾਹੂ ਸਪੋਰਟਸ",
        "ਟਰੰਪ ਪੋਲਿਟਿਕੋ ਨੂੰ ਸਰਕਾਰੀ ਅਦਾਇਗੀਆਂ ਬਾਰੇ ਗੁੰਮਰਾਹਕੁੰਨ ਦਾਅਵੇ ਕਰਦੇ ਹਨ । ਇੱਥੇ ਇੱਕ ਤੱਥ ਜਾਂਚ ਹੈ. - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਐਮਾਜ਼ਾਨ ਏਆਈ ਡਰਾਈਵ ਵਿੱਚ ਇਸ ਸਾਲ $ 100bn ਖਰਚ ਕਰਨ ਲਈ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "ਜਿਵੇਂ ਕਿ ਬਰਡ ਫਲੂ ਫੈਲਦਾ ਹੈ, ਅੰਡੇ ਅਤੇ ਦੁੱਧ ਤੋਂ ਕੀ ਜੋਖਮ ਹੈ?",
        "ਪ੍ਰਾਰਥਨਾ ਦੇ ਨਾਸ਼ਤੇ ਤੋਂ ਬਾਅਦ, ਟਰੰਪ ਨੇ 'ਮਸੀਹ ਵਿਰੋਧੀ ਪੱਖਪਾਤ‘ ਨੂੰ ਜੜੋਂ ਖਤਮ ਕਰਨ ਲਈ ਟਾਸਕ ਫੋਰਸ ਬਣਾਈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਫੈਡਰਲ ਜੱਜਃ ਟਰੰਪ ਨੇ ‘ਰਾਜਨੀਤਿਕ ਜਾਂ ਨਿੱਜੀ ਲਾਭ‘ ਲਈ ਕਾਨੂੰਨ ਦੇ ਸ਼ਾਸਨ ਨੂੰ ਨਜ਼ਰ ਅੰਦਾਜ਼ ਕੀਤਾ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਅੰਤਰਰਾਸ਼ਟਰੀ ਅਪਰਾਧਕ ਅਦਾਲਤ 'ਤੇ ਪਾਬੰਦੀਆਂ ਲਗਾਉਣਾ - ਵ੍ਹਾਈਟ ਹਾਊਸ",
        "ਯੂਕੇਦਾ ਵਿਦੇਸ਼ੀ ਦਫਤਰ ਕੈਟ ਪਾਮਰਸਟਨ ਬਰਮੁਡਾ - ਐਨਪੀਆਰ ਵਿੱਚ ਡਿ dutyਟੀ ਲਈ ਦਿਖਾਈ ਦਿੰਦਾ ਹੈ",
        "ਯੂਐਸਏਆਈਡੀ ਨੇ ਨਾਟਕੀ cutੰਗ ਨਾਲ ਕਟੌਤੀ ਕੀਤੀ ਕਿਉਂਕਿ ਅਧਿਕਾਰੀ 'ਹੈਰਾਨਕੁਨ ਅਤੇ ਗੈਰ ਜ਼ਿੰਮੇਵਾਰਾਨਾ' ਤਬਦੀਲੀਆਂ ਨੂੰ ਸੰਬੋਧਿਤ ਕਰਦੇ ਹਨ - ਐਨਪੀਆਰ",
        "ਸੁਪਰ ਬਾlਲ ਤੋਂ ਪਹਿਲਾਂ ਮਲਟੀਪਲ ਈਗਲਜ਼ ਦੇ ਖਿਡਾਰੀ ਇੱਕ ਬਿਮਾਰੀ ਨਾਲ ਨਜਿੱਠ ਰਹੇ ਹਨ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਐਫਬੀਆਈ ਏਜੰਟਾਂ ਦੀ ਸੂਚੀ ਜਾਰੀ ਕਰਨ 'ਤੇ ਗੱਲਬਾਤ ਜਾਰੀ ਹੈ ਜਿਨ੍ਹਾਂ ਨੇ 6 ਜਨਵਰੀ ਦੀ ਜਾਂਚ ਕੀਤੀ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਮਿਸਰ ਨੇ ਟਰੰਪ ਦੇ ਖਿਲਾਫ ਲਾਬੀਆਂ ਫਲਸਤੀਨੀਆਂ ਦੇ ਗਾਜ਼ਾ ਖਾਲੀ ਕਰਨ ਦੀ ਯੋਜਨਾ ਬਣਾਈ ਕਿਉਂਕਿ ਇਜ਼ਰਾਈਲ ਤਿਆਰੀਆਂ ਕਰ ਰਿਹਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਟਿੰਡਰ ਏਆਈ ਦੁਆਰਾ ਸੰਚਾਲਿਤ ਮੇਲ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰੇਗਾ ਕਿਉਂਕਿ ਡੇਟਿੰਗ ਐਪ ਉਪਭੋਗਤਾਵਾਂ ਨੂੰ ਗੁਆਉਂਦੀ ਰਹਿੰਦੀ ਹੈ - ਟੈਕਕ੍ਰਾਂਚ",
        "ਹੈਲਸੀ ਨੇ 'ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ' ਓਪ-ਐਡ - ਰੋਲਿੰਗ ਸਟੋਨ ਵਿਚ ਗ੍ਰੈਮੀ ਦੇ ਭਾਸ਼ਣ ਦੀ ਆਲੋਚਨਾ ਤੋਂ ਬਾਅਦ ਚੈਪਲ ਰੋਨ ਦਾ ਬਚਾਅ ਕੀਤਾ",
        "ਸੰਤੋਰੀਨੀ ਵਧੇਰੇ ਭੁਚਾਲਾਂ ਨਾਲ ਕੰਬ ਗਈ ਜਿਵੇਂ ਕਿ ਅਨਿਸ਼ਚਿਤਤਾ ਵਧਦੀ ਹੈ - ਬੀਬੀਸੀ."
    ]
}