{
    "headlines": [
        "ਡੋਵ 350 ਅੰਕਾਂ ਦੀ ਛਾਲ ਮਾਰਦਾ ਹੈ ਕਿਉਂਕਿ ਟਰੰਪ ਨਵੇਂ ਟੈਰਿਫਾਂ, ਐਨਵੀਡੀਆ ਰੈਲੀਆਂ 'ਤੇ ਰੋਕ ਲਗਾਉਂਦੇ ਹਨਃ ਲਾਈਵ ਅਪਡੇਟਸ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਜੋਆਨ ਕਰਾਫਟ ਚੇਨ ਦੀਵਾਲੀਆਪਨ ਦੇ ਹਿੱਸੇ ਵਜੋਂ ਜ਼ਿਆਦਾਤਰ ਡਬਲਯੂਏ ਸਟੋਰਾਂ ਨੂੰ ਬੰਦ ਕਰਨ ਲਈ - ਸੀਏਟਲ ਟਾਈਮਜ਼",
        "ਇੱਕ$ਏਪੀ ਰੌਕੀ ਮੁਕੱਦਮਾ ਦਲੀਲਾਂ ਨੂੰ ਬੰਦ ਕਰਨਾ ਸ਼ੁਰੂ ਕਰਦਾ ਹੈ ਅਤੇ ਰਿਹਾਨਾ ਆਪਣੇ ਬੱਚਿਆਂ ਦੇ ਪੁੱਤਰਾਂ ਨਾਲ ਅਦਾਲਤ ਵਿੱਚ ਆਉਂਦੀ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਅਲਟਾਡੇਨਾ ਦੇ ਈਟਨ ਫਾਇਰ ਬਰਨ ਦਾਗ ਖੇਤਰ ਵਿੱਚ ਚਿੱਕੜ ਦੀਆਂ ਖੱਡਾਂ ਚੱਲਣੀਆਂ ਸ਼ੁਰੂ ਹੋ ਗਈਆਂ ਹਨ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਰਾਕ ਐਂਡ ਰੋਲ ਹਾਲ ਆਫ ਫੇਮ ਨਾਮਜ਼ਦ ਵਿਅਕਤੀਆਂ ਦੀ ਘੋਸ਼ਣਾ ਕੀਤੀ ਗਈ; ਉਨ੍ਹਾਂ ਵਿੱਚ ਰੰਗ ਦੇ 4 ਕਲਾਕਾਰ - NJ.",
        "ਜੱਜ ਨੇ 2100 ਯੂਐਸਏਆਈਡੀ ਕਰਮਚਾਰੀਆਂ ਨੂੰ ਛੁੱਟੀ 'ਤੇ ਰੱਖਣ ਦੀ ਟਰੰਪ ਦੀ ਯੋਜਨਾ' ਤੇ ਇਕ ਹਫਤੇ ਦਾ ਵਿਰਾਮ ਜੋੜਿਆ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਦੇਰੀ ਨਾਲ ਸੀਡੀਸੀ ਦੀ ਰਿਪੋਰਟ ਲੋਕਾਂ ਨੂੰ ਬਰਡ ਫਲੂ ਫੈਲਣ ਦੇ ਵਧੇ ਸਬੂਤ ਦਰਸਾਉਂਦੀ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਮੌਰਗਿਜ ਦੀਆਂ ਦਰਾਂ ਨੇ 2025 ਵਿਚ ਆਪਣੇ ਸਭ ਤੋਂ ਹੇਠਲੇ ਪੱਧਰ ਨੂੰ ਮਾਰਿਆ — ਅਤੇ ਇਹ ਫਰਵਰੀ 2025 ਦੀ ਨੰਬਰ 1 ਮੌਰਗਿਜ ਕੰਪਨੀ ਹੈ - ਮਾਰਕੀਟਵਾਚ",
        "ਯੂਨੀਸੇਫ ਨੇ ਪੂਰਬੀ ਕਾਂਗੋ ਵਿਚ ਹਥਿਆਰਬੰਦ ਆਦਮੀਆਂ 'ਤੇ ਕਈ ਬੱਚਿਆਂ ਨਾਲ ਬਲਾਤਕਾਰ ਕਰਨ ਦਾ ਦੋਸ਼ ਲਗਾਇਆ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਵੋਲੋਡੀਮਰ ਜ਼ੇਲੇਨਸਕੀ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਯੂਕਰੇਨ ਦੀ ਸ਼ਮੂਲੀਅਤ ਤੋਂ ਬਿਨਾਂ ਕੋਈ ਸ਼ਾਂਤੀ ਸੌਦਾ ਨਹੀਂ - ਬੀਬੀਸੀ.",
        "ਐਸਟ੍ਰਾਇਡ 2024 ਵਾਈਆਰ 4 2032 ਵਿਚ ਧਰਤੀ ਨਾਲ ਕਿਉਂ ਟਕਰਾਉਣ ਦੀ ਸੰਭਾਵਨਾ ਨਹੀਂ ਹੈ ਅਤੇ ਵਿਗਿਆਨੀ ਕਿਵੇਂ ਟਰੈਕ ਰੱਖਦੇ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਸਹਿਯੋਗੀਆਂ ਦੀਆਂ ਚੀਕਾਂ ਵਿਚਕਾਰ ਹੇਗਸੇਥ ਯੂਕਰੇਨ 'ਤੇ ਮੰਗਾਂ’ ਤੇ ਕਾਇਮ ਹੈ - ਪੋਲੀਟੀਕੋ",
        "ਬੋਵੇਨਃ ਪੁਤਿਨ ਨਾਲ ਟਰੰਪ ਦੀ ਕਾਲ ਯੂਕਰੇਨ ਅਤੇ ਸਹਿਯੋਗੀਆਂ ਨੂੰ ਸਖਤ ਵਿਕਲਪਾਂ ਵਿੱਚ ਮਜਬੂਰ ਕਰੇਗੀ - ਬੀਬੀਸੀ.",
        "ਅਲੈਕਸ ਬ੍ਰੈਗਮੈਨ ਡੀਲ ਤੋਂ ਬਾਅਦ ਰੈੱਡ ਸੋਕਸ ਕੋਲ ਅਨੰਤ ਲਾਈਨਅਪ ਵਿਕਲਪ ਹਨ - ਐਨਈਐਸਐਨ",
        "ਓਪਨਏਆਈ ਆਪਣੀ ਸਾਈਟ ਤੋਂ ਵਿਭਿੰਨਤਾ ਪ੍ਰਤੀਬੱਧਤਾ ਵੈਬ ਪੇਜ ਨੂੰ ਸਕ੍ਰਬ ਕਰਦਾ ਹੈ - ਟੈਕਕ੍ਰਾਂਚ",
        "ਓਹੀਓ ਨੇ ਪੋਲਟਰੀ ਫਾਰਮ ਵਰਕਰ ਵਿਚ ਬਰਡ ਫਲੂ ਦੇ ਪਹਿਲੇ ਮਨੁੱਖੀ ਕੇਸ ਦੀ ਰਿਪੋਰਟ ਕੀਤੀ - ਡੇਟਨ ਡੇਲੀ ਨਿ Newsਜ਼",
        "ਰੌਬਰਟ ਐੱਫ. ਕੈਨੇਡੀ ਜੂਨੀਅਰ ਨਾਮਜ਼ਦਗੀ 'ਤੇ ਹਰੇਕ ਸੈਨੇਟਰ ਨੇ ਕਿਵੇਂ ਵੋਟ ਪਾਈ - ਸੀ ਐਨ ਐਨ",
        "ਸਿੱਖਿਆ ਮੁਖੀ ਲਈ ਟਰੰਪ ਦੀ ਚੋਣ ਵਿਭਾਗ ਨੂੰ ਖਤਮ ਕਰਨ ਲਈ ਇੱਕ ਰੋਡਮੈਪ ਤਿਆਰ ਕਰਦੀ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਮ੍ਯੂਨਿਚ ਕਾਰ ਰੈਮਿੰਗ ਵਿੱਚ ਦਰਜਨਾਂ ਜ਼ਖਮੀ ਹੋਏ ਕਿਉਂਕਿ ਸ਼ਹਿਰ ਉੱਚ ਹਿੱਸੇ ਦੀ ਸੁਰੱਖਿਆ ਕਾਨਫਰੰਸ ਦੀ ਤਿਆਰੀ ਕਰ ਰਿਹਾ ਹੈ - ਸੀਐਨਐਨ"
    ]
}