{
    "headlines": [
        "Justin Allgaier qualifie la voiture appartenant à Dale Earnhardt Jr. pour Daytona 500 - Tennessean",
        "Google Play restaure TikTok sur son App Store américain - CNN",
        "Double exécution : Richard Lee Tabler mis à mort au Texas 1 heure après l'exécution en Floride - USA TODAY",
        "Un chauffeur se lance dans une manifestation à Munich, blessant 30 personnes - The Associated Press",
        "Avertissements d'inondation instantanée émis pour les cicatrices de brûlures Eaton, Palisades, Franklin - Yahoo",
        "Les contrats à terme du S&P 500 sont stables après que Trump ait retardé les nouveaux tarifs, Wall Street se dirige vers la semaine gagnante : mises à jour en direct - CNBC",
        "Captain America : Brave New World Has Marvel's Lamest Post-Credits Scene Yet - Vautour",
        "L'administration Trump commence des licenciements massifs dans plusieurs agences fédérales : Sources - ABC News",
        "Nvidia retarde le RTX 5070 jusqu'après la révélation d'AMD - The Verge",
        "Michigan AG Nessel mène une action en justice multi-États visant à obtenir une injonction contre Elon Musk, DOGE - Detroit News",
        "Kanye West et Bianca Censori ne divorcent pas, dit le représentant, niant les « rumeurs tabloïd » (Exclusif) - Hollywood Reporter",
        "Le sceptique des vaccins Robert F. Kennedy Jr. prête serment en tant que chef de la santé de Trump après un vote serré du Sénat - The Associated Press",
        "New York refuse la demande d'extradition de la Louisiane pour un médecin accusé de prescrire des pilules abortives - The Associated Press",
        "Décomposer le contrat de trois ans et 120 millions de dollars des Red Sox d'Alex Bregman - The Boston Globe",
        "Vidéo : Patrick Mahomes, la conversation de Travis Kelce pendant la perte du Super Bowl révélée - Rapport Bleacher",
        "l'iPhone 17 Pro Max serait doté d'une île dynamique plus petite - GSMArena.com news - GSMArena.com",
        "La lettre d'offre complète d'Eon Musk pour acheter OpenAI révèle cinq détails clés - TechCrunch",
        "Un rapport tardif du CDC montre des preuves accrues de la propagation de la grippe aviaire aux personnes - The Washington Post"
    ]
}