{
    "headlines": [
        "ਰਾਸ਼ਟਰਪਤੀ ਬਾਇਡਨ ਨੇ ਆਜ਼ਾਦੀ ਦੇ ਰਾਸ਼ਟਰਪਤੀ ਮੈਡਲ ਪ੍ਰਾਪਤ ਕਰਨ ਵਾਲਿਆਂ ਦਾ ਐਲਾਨ ਕੀਤਾ - ਵ੍ਹਾਈਟ ਹਾ Houseਸ",
        "ਮਾਈਕ ਜਾਨਸਨ (ਅਤੇ ਡੋਨਾਲਡ ਟਰੰਪ) ਨੇ ਇਹ ਕਿਵੇਂ ਕੀਤਾ - ਪੋਲਿਟਿਕੋ",
        "NJ ਵਿੱਚ ਫੈਲ ਰਿਹਾ ਹੈ ਇਹ ਬਦਸੂਰਤ ਪੇਟ ਦਾ ਬੱਗ, ਸਿਹਤ ਅਧਿਕਾਰੀ ਚੇਤਾਵਨੀ ਦਿੰਦੇ ਹਨ - NJ.",
        "ਟਰੰਪ ਨੂੰ ਹਸ਼ ਮਨੀ ਮਾਮਲੇ 'ਚ 10 ਜਨਵਰੀ ਨੂੰ ਮਿਲੇਗੀ ਸਜ਼ਾ - BBC.com",
        "ਲਾਸ ਵੇਗਾਸ ਵਿਚ ਆਤਮ ਹੱਤਿਆ ਕਰਕੇ ਮਰਨ ਵਾਲੇ ਸੈਨਿਕ ਨੇ ਅਫਗਾਨਿਸਤਾਨ ਤੋਂ ਬਾਅਦ ਸਾਬਕਾ ਪ੍ਰੇਮਿਕਾ ਨੂੰ ਦਰਦ ਅਤੇ ਥਕਾਵਟ ਬਾਰੇ ਦੱਸਿਆ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਮਿਆਮੀ ਹੀਟ ਨੇ ਜਿੰਮੀ ਬਟਲਰ ਨੂੰ ਸੱਤ ਖੇਡਾਂ ਲਈ ਮੁਅੱਤਲ ਕਰ ਦਿੱਤਾ, ਵਪਾਰ ਦੀਆਂ ਪੇਸ਼ਕਸ਼ਾਂ 'ਤੇ ਵਿਚਾਰ ਕਰੇਗਾ - ਸੀਐਨਐਨ",
        "ਜਵਾਨ ਲੜਕਾ ਜ਼ਿੰਬਾਬਵੇ ਵਿਚ 'ਸ਼ੇਰ-ਪ੍ਰਭਾਵਿਤ' ਗੇਮ ਪਾਰਕ ਵਿਚ 5 ਦਿਨ ਬਚਦਾ ਹੈਃ ਅਧਿਕਾਰੀ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਟੋਮਿਕੋ ਇਟੂਕਾਃ ਦੁਨੀਆ ਦੇ ਸਭ ਤੋਂ ਬਜ਼ੁਰਗ ਵਿਅਕਤੀ ਦੀ 116 ਸਾਲ ਦੀ ਉਮਰ ਵਿੱਚ ਮੌਤ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਨਿਕੋਲ ਕਿਡਮੈਨ ਅੰਤਰਰਾਸ਼ਟਰੀ ਸਟਾਰ ਅਵਾਰਡ 'ਤੇ ਭਾਵਨਾਤਮਕ ਭਾਸ਼ਣ ਦਿੰਦੇ ਹੋਏ ਹੰਝੂਆਂ ਵਿੱਚ ਟੁੱਟ ਜਾਂਦੀ ਹੈਃ' ਮੈਨੂੰ ਮਾਫ ਕਰੋ... '- ਹਿੰਦੁਸਤਾਨ ਟਾਈਮਜ਼",
        "ਨਵਾਂ ਸੈਮਸੰਗ ਗਲੈਕਸੀ ਐਸ 25 ਅਲਟਰਾ ਲੀਕ ਫੋਨ ਦੇ ਸੁਪਰ ਪਤਲੇ ਬੇਜਲ ਦਿਖਾਉਂਦਾ ਹੈ - TechRadar",
        "ਤੂਫਾਨ ਮੋਡਃ ਮਿਸੂਰੀ ਦੇ ਪਾਰ ਸਰਦੀਆਂ ਦੇ ਤੂਫਾਨ ਨੂੰ ਟਰੈਕ ਕਰਨਾ - ਕੋਮੂ 8",
        "ਰੂਸੀ ਗੈਸ ਸ਼ਟੌਫ ਮੋਲਡੋਵਾ ਦੀ ਪ੍ਰੋ-ਪੱਛਮੀ ਸਰਕਾਰ 'ਤੇ ਦਬਾਅ ਵਧਾਉਂਦਾ ਹੈ - ਰੇਡੀਓ ਮੁਕਤ ਯੂਰਪ / ਰੇਡੀਓ ਲਿਬਰਟੀ",
        "ਨਿਊ ਓਰਲੀਨਜ਼ ਹਮਲਾ: ਅਧਿਕਾਰੀਆਂ ਨੇ ਹਮਲਾਵਰ ਦੀ 'ਕੱਟੜਪੰਥੀਕਰਨ' ਪ੍ਰਕਿਰਿਆ ਦੀ ਜਾਂਚ ਕੀਤੀ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਬਾਇਡਨ ਦੇ ਰਾਸ਼ਟਰੀ-ਸੁਰੱਖਿਆ ਸਹਾਇਤਾ ਸਟੀਲ ਡੀਲ ਨੂੰ ਜਿੰਦਾ ਰੱਖਣ ਲਈ ਚਾਹੁੰਦੇ ਸਨ - ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "ਮਿਨੀਸੋਟਾ ਕੋਚ ਪੀਜੇ ਫਲੇਕ ਨੇ ਡਿਊਕ ਦੇ ਮੇਯੋ ਬਾlਲ ਵਿਖੇ ਮਸ਼ਹੂਰ ਮਾਸਕੋਟ ਖੁਲਾਸੇ ਦਾ ਕਾਫ਼ੀ ਪ੍ਰਤੀਕਰਮ ਦਿੱਤਾ - ਭਿਆਨਕ ਘੋਸ਼ਣਾ",
        "ਡੀ. ਸੀ. ਖੇਤਰ ਲਈ ਵੱਡੇ ਸਰਦੀਆਂ ਦੇ ਤੂਫਾਨ ਦਾ ਖ਼ਤਰਾ ਐਤਵਾਰ ਦੀ ਰਾਤ ਨੂੰ ਸੋਮਵਾਰ ਤੱਕ ਵਧਦਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਸਪੇਸਐਕਸ ਨੇ 2025 ਦਾ ਪਹਿਲਾ ਫਾਲਕਨ 9 ਰਾਕੇਟ ਲਾਂਚ ਕੀਤਾ, ਥੁਰਾਇਆ 4 ਸੰਚਾਰ ਉਪਗ੍ਰਹਿ ਨੂੰ ਆਰਬਿਟ (ਵੀਡੀਓ) ਤੇ ਭੇਜਿਆ - ਸਪੇਸ ਡਾਟ ਕਾਮ",
        "ਮੌਸਮ ਚੇਤਾਵਨੀ ਦਿਨਃ ਤੂਫਾਨ ਪ੍ਰਣਾਲੀ ਇਸ ਹਫਤੇ ਦੇ ਅੰਤ ਵਿੱਚ ਖੇਤਰ ਵਿੱਚੋਂ ਲੰਘਦੀ ਹੈ - ਕੋਲਨ",
        "GX06: ਮੈਕ ਮਿਨੀ ਅਤੇ ਸਮਰਪਿਤ ਜੀਪੀਯੂ ਵਰਗੇ ਕੂਲਿੰਗ ਸਿਸਟਮ ਦੇ ਨਾਲ ਨਵਾਂ ਮਿਨੀ ਪੀਸੀ - ਨੋਟਬੁੱਕਚੇਕ.",
        "ਗੂਗਲ ਟੀਵੀ ਦੇ ਨਾਲ ਹਿਸੇਨਸ ਦਾ ਨਵਾਂ ਐਲ 9 ਕਿQ ਸ਼ਾਰਟ-ਥ੍ਰੋ ਪ੍ਰੋਜੈਕਟਰ ਇੱਕ ਬਲਿਸਟਰਿੰਗ 5,000 ਲੁਮੇਨਜ਼ ਨੂੰ ਮਾਰਦਾ ਹੈ - 9to5Google"
    ]
}