{
    "headlines": [
        "In den Häfen der Ostküste droht eine Störung, da sich die Hafenarbeiter auf den Streik vorbereiten - The Washington Post",
        "[removed]",
        "Exklusiv | NYU-Softballspielerin schlägt Sicko, die sie beim Joggen angriff und ihre Hand brach, um sich tapfer zu wehren - New York Post",
        "Last-Minute-Summen, Schläfer, Verstimmungen und Vorhersagen für NFL Woche 4: Unsere neuesten Informationen - ESPN",
        "Alkoholkonsum ist mit sechs Krebsarten verbunden, Experten sagen: \"Es ist giftig\" - New York Post",
        "Gastkolumne | Older men's connections often welk when they 're on their own - The Washington Post",
        "Beobachten Sie, wie SpaceX heute eine Astronautenmission der Crew-9 zur ISS startet - Space.com",
        "Das israelische Militär sagt, es habe den Hisbollah-Chef Nasrallah getötet - Reuters",
        "Österreichs rechtsextreme Freiheitspartei blickt auf einen beispiellosen Wahlsieg - BBC.com",
        "Diddy Sexhandel Sonde bringt unerwünschte Kontrolle zu Stars: \"Schweigen ist die beste Option\", sagt Experte - Fox News",
        "Grading Knicks-Timberwolves Trade That Swaps Karl-Anthony Towns, Julius Randle - Bleacher Report",
        "Apple fällt aus den Gesprächen aus, um an der OpenAI-Investitionsrunde teilzunehmen, berichtet WSJ - Reuters",
        "TVA: Nolichucky Dam Ausfall steht unmittelbar bevor, könnte lebensbedrohliche Überschwemmungen verursachen - WJHL-TV News Channel 11",
        "Gerücht: \"Switch 2\" wird Anfang nächsten Jahres auf den Markt kommen, Claims Accessory Company - Nintendo Life",
        "Ave-Mary-Touchdown gestürzt, da Miami Nr. 7 im Thriller gegen Virginia Tech überlebt - Yahoo Sports",
        "NC Lt. Gov. Mark Robinson nach Vorfall bei Kampagnenereignis mit Verbrennungen zweiten Grades ins Krankenhaus eingeliefert - CNN",
        "Der \"Mini-Mond\" der Erde wird am 29. September sichtbar sein. So sehen Sie es sich an - NDTV",
        "'Unmöglich zu beschreiben': Das Publikum in San Francisco reagiert verwirrt auf 'Megalopolis' - SFGATE",
        "VIDEOS: Hurrikan Helene erzeugt Rekordsturmflut entlang der Golfküste Floridas - Fox Weather",
        "How ‘Spear Phish’ Hackers Used Fake Ginni Thomas to Hit Trump Campaign - The Daily Beast"
    ]
}