{
    "headlines": [
        "لماذا توافق وول ستريت على تخفيضات أكبر في أسعار الفائدة في الربع الرابع - Yahoo Finance",
        "حكايات المقاطعة: أول 16 دقيقة من اللعب - IGN",
        "تمت الإزالة",
        "حرب إسرائيل وحماس الأخيرة: تصاعد المخاوف من حرب شاملة مع تصعيد إسرائيل وحزب الله لهجماتهما - وكالة أسوشيتد برس",
        "تحديثات مباشرة: النسور مقابل القديسين - PhiladelphiaEagles.com",
        "النائب مايك كيلي عن محاولات اغتيال ترامب: \"لا يمكننا قبول هذا كأمريكيين\" - ABC News",
        "تحليل | كامالا هاريس قد نقلت استطلاعات الرأي، ولكن لديها المزيد من العمل للقيام به للفوز - واشنطن بوست",
        "هجوم على قافلة دبلوماسيين أجانب في باكستان يقتل ضابط شرطة، كما تقول الشرطة - رويترز",
        "\"Beetlejuice Beetlejuice\" Beats \"Transformers One\" في سباق شباك التذاكر الضيق بشكل غير متوقع - متنوع",
        "جنود إسرائيليون يداهمون ويأمرون بإغلاق مكاتب الجزيرة في رام الله - سي إن إن",
        "الذكاء الاصطناعي للتعلم الذاتي يولد اتحاد كرة القدم الأميركي ضد فروق الأسعار والإفراط في الانخفاض وخطوط المال لكل لعبة 2024 الأسبوع 3 - سي بي إس سبورتس",
        "A'ja Wilson و Caitlin Clark هما خياران بالإجماع لـ WNBA AP Player و Rookie of the Year - The Associated Press",
        "قادة حزب الله الذين قتلوا في غارة جوية للجيش الإسرائيلي كانوا يخططون لـ \"غزو بري\" يشبه 7 أكتوبر لشمال إسرائيل: مسؤولون - نيويورك بوست",
        "نصح سكان فلوريدا بالتخطيط مع تزايد فرصة العاصفة في الخليج - تامبا باي تايمز",
        "المخاطر وراء الهجوم المفاجئ لأوكرانيا داخل الأراضي الروسية - سي بي إس نيوز",
        "في تحول في النموذج السياسي، تميل سريلانكا إلى اليسار - BBC.com",
        "دليل لميزات iOS 18 المخفية والتحديثات الأصغر - TechCrunch",
        "تنطلق رحلة رواد الفضاء Crew -9 التابعة لشركة SpaceX لصالح وكالة ناسا هذا الأسبوع. إليك كيف تحولت إلى مهمة إنقاذ - Space.com",
        "يضغط تابر على عضو مجلس الشيوخ الجمهوري بشأن تعليق ترامب حول الناخبين اليهود - سي إن إن",
        "ما لا يقل عن 4 قتلى وعشرات الجرحى في إطلاق نار جماعي في برمنغهام، ألاباما فايف بوينتس ساوث - WVTM13 برمنغهام"
    ]
}