{
    "headlines": [
        "ਤਿੱਬਤ 'ਚ ਪਵਿੱਤਰ ਸ਼ਹਿਰ ਨੇੜੇ 6.8 ਤੀਬਰਤਾ ਦੇ ਭੂਚਾਲ' ਚ ਘੱਟੋ-ਘੱਟ 126 ਲੋਕਾਂ ਦੀ ਮੌਤ, ਕਈ ਜ਼ਖਮੀ, ਚੀਨੀ ਮੀਡੀਆ ਰਿਪੋਰਟਾਂ - ABC News",
        "ਨਵੀਂ ਦਸਤਾਵੇਜ਼ੀ, ਕਿਤਾਬ ਨੇ ਰੂਬੀ ਫ੍ਰੈਂਕ, ਜੋਡੀ ਹਿਲਡੇਬ੍ਰਾਂਟ ਬਾਲ ਸ਼ੋਸ਼ਣ ਕੇਸ 'ਤੇ ਚਾਨਣਾ ਪਾਇਆ - KUTV 2News",
        "ਦੱਖਣੀ ਕੋਰੀਆ ਦੇ ਯੂਨ ਨੂੰ ਫੋਰਟੀਫਾਈਡ ਕੰਪਲੈਕਸ ਵਿੱਚ ਦੂਜੀ ਗ੍ਰਿਫਤਾਰੀ ਦੀ ਕੋਸ਼ਿਸ਼ ਦਾ ਸਾਹਮਣਾ ਕਰਨਾ ਪੈ ਰਿਹਾ ਹੈ - ਰਾਇਟਰਜ਼",
        "ਲਾਸ ਏਂਜਲਸ ਬਰੱਸ਼ ਫਾਇਰਜ਼ ਨਵੀਨਤਮਃ ਪ੍ਰਸ਼ਾਂਤ ਪਾਲੀਸੇਡਜ਼ ਦੀ ਅੱਗ ਫੈਲਣ ਨਾਲ ਹਜ਼ਾਰਾਂ ਲੋਕਾਂ ਨੂੰ ਖਾਲੀ ਕਰ ਦਿੱਤਾ ਗਿਆ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਐਨਐਫਐਲ ਕੋਚਿੰਗ ਕੈਰੋਜ਼ਲਃ ਸਾਰੇ ਛੇ ਹੈਡ ਕੋਚਿੰਗ ਖਾਲੀ ਅਸਾਮੀਆਂ ਨੂੰ ਦਰਜਾ ਦੇਣਾ, ਪਲੱਸ ਹਰੇਕ ਲਈ ਸਭ ਤੋਂ ਵਧੀਆ ਉਮੀਦਵਾਰ ਪ੍ਰਦਾਨ ਕਰਨਾ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਵਰਜੀਨੀਆ ਸਟੇਟਹਾhouseਸ ਨਿਯੰਤਰਣ 3 ਨਸਲਾਂ 'ਤੇ ਟਿਕਿਆ ਹੋਇਆ ਹੈ ਜੋ ਟਰੰਪ ਦੀ ਜਿੱਤ ਤੋਂ ਬਾਅਦ ਵੋਟਰਾਂ ਦੇ ਮੂਡ ਦਾ ਗੇਜ ਵੀ ਪੇਸ਼ ਕਰਦੇ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਜੈੱਟ ਬਲੂ ਏਅਰਕ੍ਰਾਫਟ ਲੈਂਡਿੰਗ ਗੀਅਰ 'ਚ ਮਿਲੀਆਂ ਦੋ ਲਾਸ਼ਾਂ - NewsNation Now",
        "ਯੂਐਸ ਦੇ ਪਹਿਲੇ ਬਰਡ ਫਲੂ ਦੀ ਮੌਤ ਇਕ ਸਖਤ ਚੇਤਾਵਨੀ ਹੈ - ਤਾਰ",
        "ਲਾਈਵ ਅਪਡੇਟਸਃ ਟਰੰਪ ਗ੍ਰੀਨਲੈਂਡ, ਪਨਾਮਾ ਨਹਿਰ ਨੂੰ ਹਾਸਲ ਕਰਨ ਲਈ ਫੌਜੀ ਜਾਂ ਆਰਥਿਕ ਜ਼ਬਰਦਸਤੀ ਤੋਂ ਇਨਕਾਰ ਨਹੀਂ ਕਰਨਗੇ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਨਾਸਾ 2026 ਦੇ ਅੱਧ ਤੱਕ ਮੰਗਲ ਨਮੂਨਾ ਵਾਪਸੀ ਯੋਜਨਾ 'ਤੇ ਫੈਸਲਾ ਨਹੀਂ ਲਵੇਗਾ - ਸਪੇਸ.",
        "Nvidia ਸਟਾਕ ਅਚਾਨਕ ਮਹੀਨਿਆਂ ਵਿੱਚ ਸਭ ਤੋਂ ਖਰਾਬ ਦਿਨ ਵੱਲ ਖਿਸਕ ਗਿਆ ਕਿਉਂਕਿ ਤਕਨੀਕੀ ਸਟਾਕ ਵਾਪਸ ਖਿੱਚਦੇ ਹਨ - ਫੋਰਬਸ",
        "ਟਰੰਪ ਨੇ 'ਸਾਰੇ ਨਰਕ ਫਟ ਜਾਣਗੇ' ਨੂੰ ਚੇਤਾਵਨੀ ਦਿੱਤੀ ਜੇ ਗਾਜ਼ਾ ਦੇ ਬੰਧਕਾਂ ਨੂੰ ਉਸਦੇ ਉਦਘਾਟਨ ਦੁਆਰਾ ਰਿਹਾ ਨਹੀਂ ਕੀਤਾ ਗਿਆ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਮਾਰੀਸਾ Tomei ਮਿੱਠੇ ਪ੍ਰਤੀਕਰਮ “ਸਪਾਈਡਰ-ਮੈਨ” Costars Zendaya ਅਤੇ ਟੌਮ Holland ਦੇ ਕੁੜਮਾਈ - ਯਾਹੂ ਮਨੋਰੰਜਨ",
        "'ਅਮਰੀਕਾ ਦੀ ਖਾੜੀ' ਦਾ ਸੁਝਾਅ ਦੇਣ ਵਾਲੇ ਟਰੰਪ 'ਤੇ ਸੋਸ਼ਲ ਮੀਡੀਆ ਨੇ ਕਿਵੇਂ ਪ੍ਰਤੀਕਰਮ ਦਿੱਤਾ - ਹਿਊਸਟਨ ਕ੍ਰੋਨਿਕਲ",
        "ਨਵਾਂ ਜੀਫੋਰਸ 50-ਸੀਰੀਜ਼ ਜੀਪੀਯੂਃ ਇੱਥੇ $ 1,999 5090 ਹੈ, ਅਤੇ ਹੋਰ ਸਭ ਕੁਝ ਹੈ - ਆਰਸ ਟੈਕਨੀਕਾ",
        "ਵਾਚ ਸਮਾਰੋਹ ਦੇ ਤੌਰ ਤੇ ਸਾਬਕਾ ਰਾਸ਼ਟਰਪਤੀ ਜਿੰਮੀ ਕਾਰਟਰ ਅਮਰੀਕਾ ਕੈਪੀਟਲ 'ਤੇ ਰਾਜ ਵਿੱਚ ਝੂਠ ਨੂੰ ਲੈ ਕੇ - BBC.com",
        "ਨਿਊਯਾਰਕ ਦੀ ਅਪੀਲ ਕੋਰਟ ਨੇ ਪੈਸੇ ਦੀ ਸਜ਼ਾ ਰੋਕਣ ਲਈ ਟਰੰਪ ਦੀ ਬੋਲੀ ਨੂੰ ਨਕਾਰਿਆ - ਰਾਇਟਰਜ਼",
        "ਜਿਵੇਂ ਹੀਟ ਪੇਸ਼ਕਸ਼ਾਂ ਨੂੰ ਸੁਣਨਾ ਜਾਰੀ ਰੱਖਦਾ ਹੈ, ਜਿੰਮੀ ਬਟਲਰ ਗ੍ਰੀਜ਼ਲੀਜ਼ ਨਾਲ ਵਪਾਰ ਕਰਨ ਵਿੱਚ ਦਿਲਚਸਪੀ ਨਹੀਂ ਰੱਖਦਾ - ਮਿਆਮੀ ਹੇਰਾਲਡ",
        "ਈਗਲਜ਼ ਅਤੇ ਪੈਕਰਸ ਲਈ ਕੀ ਬਦਲਿਆ ਹੈ ਕਿਉਂਕਿ ਉਨ੍ਹਾਂ ਨੇ ਆਖਰੀ ਵਾਰ ਇਕ ਦੂਜੇ ਨਾਲ ਖੇਡਿਆ ਸੀ? - ਖੂਨ ਵਗਣਾ ਹਰੀ ਕੌਮ",
        "ਡੈਨਮਾਰਕ ਦੇ ਪ੍ਰਧਾਨ ਮੰਤਰੀ ਨੇ ਟਰੰਪ ਲਈ ਧੁੰਦਲਾ ਸੰਦੇਸ਼ ਦਿੱਤਾਃ ਗ੍ਰੀਨਲੈਂਡ ਵਿਕਰੀ ਲਈ ਨਹੀਂ ਹੈ - ਫੌਕਸ ਨਿ Newsਜ਼"
    ]
}