{
    "headlines": [
        "Трамп выбрал губернатора Северной Дакоты, чтобы возглавить отдел внутренних дел - POLITICO",
        "Китай открывает огромный порт в Перу, чтобы расширить свое присутствие в Латинской Америке - The Washington Post",
        "Выбор кабинета Трампа в качестве подстановочного знака заставляет нефтяную промышленность ломать голову - POLITICO",
        "Гетц сталкивается с трудной дорогой к подтверждению, поскольку нарастает давление на освобождение зонда по этике Палаты представителей - CNN",
        "Газа: HRW обвиняет Израиль в военных преступлениях с перемещениями - BBC.com",
        "Шансы Eagles vs. Commanders, прогноз, спред, время: Thursday Night Football picks by NFL model on 17-7 roll - CBS Sports",
        "‘1000-Lb. Sisters’ Tammy Slaton демонстрирует потерю веса, показывает, что она весит 281 фунт - Page Six",
        "Нью-Йорк станет первым городом США, в котором будет взиматься плата за пробки - BBC.com",
        "Berkshire Баффета покупает акции Domino's Pizza and Pool Corp., сбрасывает акции Apple - Investopedia",
        "Акции Super Micro Computer сегодня снова упали - достаточно ли избитых акций AI, чтобы купить их сейчас? - Yahoo! Voices",
        "Дональд Трамп выбрал Роберта Кеннеди-младшего руководителем департамента здравоохранения США - Financial Times",
        "«Чифс» подпишут Спенсера Шрейдера с Харрисоном Баткером в травмированном резерве - NBC Sports",
        "Google работает над защищенной электронной почтой, чтобы скрыть ваш адрес от приложений - 9to5Google",
        "Ева Лонгория говорит, что ее семья больше не живет в «антиутопических» США - BBC.com",
        "Корь изнурительна и смертельна, а случаи заболевания растут, предупреждают ВОЗ и CDC - WLWT Цинциннати",
        "Джейк Пол поставил весь кошелек на 40 миллионов долларов на то, что он победит Майка Тайсона - New York Post",
        "Отслеживание тропического шторма Сара: карта и прогнозируемый путь шторма - The Washington Post",
        "Сатирическое издание The Onion покупает Infowars Алекса Джонса на аукционе при поддержке семей Сэнди Хук - ABC News",
        "«Суть в том, я же говорил»: наблюдения JWST опровергают стандартную модель формирования галактик, утверждают новые исследования - Livescience.com",
        "Доходы Disney дают надежду на то, что потоковое вещание может успешно вытеснить линейное телевидение - CNBC"
    ]
}