{
    "headlines": [
        "Wayne Osmond, membre fondateur des Osmonds, est décédé à 73 ans - The Washington Post",
        "Joe Biden devrait bloquer la prise de contrôle de US Steel pour 15 milliards de dollars - Financial Times",
        "Delhi : Le brouillard perturbe la vie et les voyages dans le nord de l'Inde - BBC.com",
        "Will Brinson's NFL Week 18 best bets : Motivation, starters resting key ; Bengals roll to stay alive - CBS Sports",
        "Horoscope du vendredi 3 janvier 2025 - Chicago Sun-Times",
        "La Chine augmentera fortement le financement des obligations du Trésor pour stimuler la croissance en 2025 - Reuters",
        "Corée du Sud : Les autorités suspendent l'arrestation du président Yoon Suk Yeol - BBC.com",
        "En guise de coup dur pour les démocrates, la cour d'appel fédérale annule la neutralité du net - The Washington Post",
        "Apple versera 95 millions de dollars pour régler le litige relatif à la confidentialité de Siri - Reuters",
        "Jimmy Butler dit à Heat qu'il veut du commerce - hoopsrumors.com",
        "Les fans de Tesla disent que Cybertruck a étouffé l'explosion de Vegas. Pas si vite, disent les experts. - The Washington Post",
        "La Corée du Sud prolonge les inspections du Boeing 737-800 à la suite d'un accident mortel - Reuters.com",
        "2 morts, 18 blessés après l'écrasement d'un petit avion dans un immeuble en Californie du Sud - ABC News",
        "Les chances augmentent pour une tempête de neige modérée dans la région de Washington DC dimanche soir et lundi - The Washington Post",
        "Une femme de l'Alabama abattue lors de l'attaque terroriste de la Nouvelle-Orléans partage son histoire - Dayton 24/7 maintenant",
        "Les républicains à surveiller lors de l'élection du président de la Chambre de Mike Johnson - Axios",
        "L'animatrice des Golden Globes Nikki Glaser teste son monologue à L.A. Stand-Up Gigs - Hollywood Reporter",
        "La dernière fuite RTX 50 provient de Nvidia - The Verge",
        "Notre Dame bat Georgia 23-10, se qualifiant pour les demi-finales de la PCP - NCAA.com",
        "Des centaines d'empreintes de dinosaures déterrées lors d'une découverte record au Royaume-Uni - ScienceAlert"
    ]
}