{
    "headlines": [
        "يقول سائقي الشاحنات إن عمال أمازون سيضربون في منشآت متعددة بينما تسعى النقابة للحصول على عقد عمل - وكالة أسوشيتد برس",
        "سوق الأسهم اليوم: تتعقب الأسهم العالمية عمليات بيع وول ستريت بعد أن أشار بنك الاحتياطي الفيدرالي إلى خفض سعر الفائدة مرتين في عام 2025 - Yahoo Finance",
        "تقول هيومن رايتس ووتش إن حرمان إسرائيل من المياه في غزة هو عمل من أعمال الإبادة الجماعية - رويترز",
        "العقود الآجلة لمؤشر داو جونز تتغير قليلاً بعد انخفاض المؤشر بمقدار 1100 نقطة في الخسارة العاشرة على التوالي: تحديثات مباشرة - CNBC",
        "تم تعيين Winter Storm Asher على بطانية شمال شرق ويسكونسن بالثلج - Fox11online.com",
        "محذوف",
        "تقول المخابرات الكورية الجنوبية إن ما لا يقل عن 100 جندي كوري شمالي قتلوا وأصيب 1000 في القتال في روسيا - ABC News",
        "شريحة التصفيات الكلية لكرة القدم لعام 2024: عيب واحد قاتل لجميع الفرق الاثني عشر المتنافسة على البطولة الوطنية - سي بي إس سبورتس",
        "رجل يعترف بإدارة \"مركز شرطة\" صيني سري في مدينة نيويورك - BBC.com",
        "يراهن صانعو الصفقات على أن ترامب سيغذي انتعاش الصفقة الضخمة - فاينانشال تايمز",
        "تقول وثائق المحكمة إن مطلق النار في مدرسة ويسكونسن كان على اتصال برجل من كاليفورنيا يخطط لهجومه الخاص - سي بي إس نيوز",
        "بيرني ساندرز ينتقد \"الرئيس إيلون ماسك\" لعرقلة صفقة الإنفاق - ذا هيل",
        "أعلنت كاليفورنيا حالة الطوارئ حيث تم اكتشاف حالة جديدة من إنفلونزا الطيور الحادة. ماذا يعني لبقية البلاد - فورتشن",
        "أوكاسيو كورتيز يسخر من اقتراح ترامب \"بمواصلة المحاولة\" لقيادة الديمقراطيين - ذا هيل",
        "مايكل بينيكس حول استبدال أبناء عمومة كيرك كبداية للصقور: أنا مستعد للذهاب - NBC Sports",
        "التحق 3 أطفال في إطلاق النار في الوادي الغربي بمدارس منطقة الجرانيت - KUTV 2News",
        "حموضة كبيرة تندلع بسبب فاتورة إنفاق مايك جونسون - أكسيوس",
        "فاز فاندي كيو بي دييغو بافيا بأمر قضائي يسمح له بلعب كرة القدم في عام 2025 - وكالة أسوشيتد برس",
        "يُظهر مقطع فيديو سنجاب كاليفورنيا الأرضي وهو ينخرط في نشاط آكل اللحوم \"الصادم\" - يو إس إيه توداي",
        "حصري: يجبر Gemini من Google المقاولين على تقييم استجابات الذكاء الاصطناعي خارج نطاق خبرتهم - TechCrunch"
    ]
}