{
    "headlines": [
        "Missão Video SpaceX trará astronautas da Starliner para casa - ABC News",
        "O que saber sobre o colapso do governo de Portugal - Associated Press",
        "Teaser da 2ª Temporada de ‘Poker Face’ Destaca Elenco Convidado All-Star, Peacock Revela Data de Estreia - Prazo",
        "190 pessoas resgatadas de trem paquistanês após 450 passageiros serem feitos reféns - ABC News",
        "Spotify pagou mais de US $ 4,5 bilhões para editoras de música nos últimos dois anos, então por que os compositores estão lutando? - Variety",
        "Sequência de ‘This Is Spinal Tap’ chega à Bleecker Street para lançamento em setembro - Hollywood Reporter",
        "Bracketology Bubble Watch: Oklahoma pode reforçar o currículo, mas outras equipes na linha de corte não podemperder jogos - CBS Sports",
        "Tempestade poderosa chega aos EUA, provocando evacuações na Califórnia antes de sua jornada para o leste - CNN",
        "S&P 500 e Nasdaq sobem após relatório de inflação suave, recuperação das ações de tecnologia: atualizações ao vivo - CNBC",
        "Gaza: enviado dos EUA no Qatar para participar de negociações sobre a prorrogação do cessar-fogo - BBC.com",
        "O que está no plano de cessar-fogo da Ucrânia que os EUA estão apresentando à Rússia? - BBC.com",
        "Aaron Rodgers torna-se oficialmente um agente livre hoje. E depois? - NBC Sports",
        "A União Europeia retalia contra as tarifas de Trump à medida que a guerra comercial aumenta - The Washington Post",
        "Astrônomos confirmam 4 exoplanetas rochosos no quintal da Terra, a apenas 6 anos-luz de distância - Gizmodo",
        "Democratas divididos sobre fechar o governo ou votar com o Partido Republicano - The Washington Post",
        "Google lança modelo de IA Gemma 3 que pode rodar em 1 GPU (goog:NASDAQ) - Seeking Alpha",
        "2025 NFL Free Agency Tracker: Atualizações sobre os 100 melhores free agents, incluindo Joey Bosa e DeAndre Hopkins - CBS Sports",
        "Transmissões ao vivo do eclipse lunar total em março de 2025: onde assistir à 'Lua de Sangue' online gratuitamente - Space.com"
    ]
}