{
    "headlines": [
        "Адвокат Шона «Дидди» Комбса подал ходатайство о снятии с дела - Variety",
        "Фу! Риск падения астероида на Землю в 2032 году значительно снизился - The Verge",
        "Потребительские настроения в США падают из-за опасений по поводу тарифов и инфляции - CNN",
        "Рейсы отклонились от Австралии, поскольку китайский военно-морской флот проводит «демонстрацию силы» - The Washington Post",
        "Янки изменяют давнюю политику в отношении волос на лице, теперь разрешат «ухоженные бороды» - Yahoo Sports",
        "Citigroup отказывается от усилий DEI, присоединяясь к корпоративному выходу из инициатив по разнообразию - CNBC",
        "Оценки колледжа по баскетболу: Дюк опережает класс, Алабама едва проходит табель успеваемости, направляясь на выходные - CBS Sports",
        "Член экипажа задержан в аэропорту Бостона перед международным рейсом в Париж - NBC News",
        "Швеция расследует предполагаемый саботаж подводного телекоммуникационного кабеля - BBC.com",
        "По словам чиновников здравоохранения, грипп убивает больше людей, чем COVID в Калифорнии. Что происходит? - Sacramento Bee",
        "Тестирование подтверждает, что MagSafe не мешает модему Apple C1 в iPhone 16e - 9to5Mac",
        "Габриэль Махт рассказывает, почему он возвращается в Suits LA, несмотря на то, что думал: «Мы провели достаточно времени с Харви» - Entertainment Weekly News",
        "Реал ничья Мадрид дерби в Лиге чемпионов; Ливерпуль встречается с ПСЖ - Al Jazeera English",
        "Израиль заявляет, что тело, возвращенное ХАМАСом, не является телом заложника - NPR",
        "Эксклюзив | Министерство юстиции расследует практику выставления счетов Medicare в UnitedHealth - The Wall Street Journal",
        "Полиция Алабамы ушла в отпуск после того, как большое жюри заявило, что она действовала как «преступное предприятие» - CBS News",
        "Трамп отменил защиту от депортации для 500 000 гаитян - BBC.com",
        "Фанат Филадельфии Трамп шокирован тем, что его уволил ДОЖ «Wrecking Ball» - The Daily Beast"
    ]
}