{
    "headlines": [
        "ਟਰੰਪ ਕੌਮੀ ਕਰਜ਼ੇ ਵਿਚ ਹੈਰਿਸ ਨਾਲੋਂ ਦੁੱਗਣਾ ਵਾਧਾ ਕਰਨਗੇ, ਅਧਿਐਨ ਲੱਭਦਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਦਵਾਈ ਦਾ ਨੋਬਲ ਪੁਰਸਕਾਰ ਮਾਈਕਰੋਆਰਐਨਏ ਦੀ ਖੋਜ 'ਤੇ ਕੰਮ ਕਰਨ ਲਈ ਵਿਕਟਰ ਐਂਬਰੋਸ ਅਤੇ ਗੈਰੀ ਰੁਵਕੁਨ ਨੂੰ ਜਾਂਦਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਮਿਲਟਨ ਇੱਕ ਸ਼੍ਰੇਣੀ 2 ਤੂਫਾਨ ਵਿੱਚ ਵੱਧਦਾ ਹੈ ਕਿਉਂਕਿ ਫਲੋਰੀਡਾ ਵਿਸ਼ਾਲ ਨਿਕਾਸੀ ਦੀ ਤਿਆਰੀ ਕਰਦਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਕਾਰਕੁਨ ਨਿਵੇਸ਼ਕ ਸਟਾਰਬੋਰਡ ਨੇ ਫਾਈਜ਼ਰ ਨੂੰ ਸੂਚਿਤ ਕੀਤਾ ਹੈ ਕਿ ਉਸਨੇ ਇੱਕ ਹਿੱਸੇਦਾਰੀ ਲਈ ਹੈ - ਬਿਜ਼ਨਸ ਇਨਸਾਈਡਰ",
        "10-ਸਾਲ ਦੇ ਖਜ਼ਾਨੇ ਦਾ ਝਾੜ 4% ਹਿੱਟ ਕਰਦਾ ਹੈ, ਇਕੁਇਟੀ ਬਲਦਾਂ ਨੂੰ ਨਿਯੰਤਰਣ ਵਿੱਚ ਰੱਖਦਾ ਹੈ - Reuters. com",
        "ਰੂਸੀ ਅਦਾਲਤ ਨੇ ਯੂਕਰੇਨ ਲਈ ਲੜਨ ਵਾਲੇ ਅਮਰੀਕੀ ਨਾਗਰਿਕ ਨੂੰ ਸੁਣਾਈ ਛੇ ਸਾਲ ਦੀ ਕੈਦ, ਸਟੇਟ ਮੀਡੀਆ ਰਿਪੋਰਟਾਂ - ਯਾਹੂ! ਆਵਾਜ਼ਾਂ",
        "ਸਟਾਕ ਮਾਰਕੀਟ ਅੱਜਃ ਬਲਾਕਬਸਟਰ ਯੂਐਸ ਨੌਕਰੀਆਂ ਦੀ ਰਿਪੋਰਟ ਤੋਂ ਬਾਅਦ ਵਿਸ਼ਵ ਦੇ ਸ਼ੇਅਰ ਮਿਲਾਏ ਗਏ ਹਨ - ਯਾਹੂ ਵਿੱਤ",
        "‘ਝਟਕਾਉਣ ਵਾਲਾ,’ ਪੂਰੇ ਅਮਰੀਕਾ ਵਿਚ ਯਹੂਦੀ ਵਿਰੋਧੀ ਧਮਕੀਆਂ ਵਿਚ ਇਤਿਹਾਸਕ ਵਾਧਾ, ਏਡੀਐਲ ਕਹਿੰਦਾ ਹੈ - ਸੀਐਨਐਨ",
        "ਸੁਪਰੀਮ ਕੋਰਟ ਦੀ ਵਾਪਸੀ. ਇਹ 2024 ਦੇ ਚੋਣ ਕੇਸ ਇਸ ਦੇ ਡਾਕਟ 'ਤੇ ਉਤਰ ਸਕਦੇ ਹਨ. - ਪੋਲਿਟਿਕੋ",
        "ਉੱਤਰੀ ਕੈਰੋਲੀਨਾ ਦੀ womanਰਤ ਸਾਰਡੀਨ ਤੋਂ ਇਲਾਵਾ ਕੁਝ ਨਹੀਂ ਖਾਂਦੀ, 35 ਪੌਂਡ ਗੁਆਉਂਦੀ ਹੈਃ 'ਇਹ ਖੁਰਾਕ ਨਹੀਂ ਹੈ' - ਫੌਕਸ ਨਿ Newsਜ਼",
        "ਹਾਲੀਵੁੱਡ ਨਿ Newsਜ਼ ਲਾਈਵ ਟੂਡੇ 7 ਅਕਤੂਬਰ, 2024 : ਜੋਕਿਨ ਫੀਨਿਕਸ ਦਾ ਜੋਕਰ 2 ਫਲਾਪ ਓਪਨਿੰਗ ਤੋਂ ਬਾਅਦ ਯੂਐਸ ਬਾਕਸ ਆਫਿਸ 'ਤੇ ਨਿਰਾਸ਼ਾਜਨਕ ਨੰਬਰ ਪ੍ਰਦਾਨ ਕਰਦਾ ਹੈ - ਹਿੰਦੁਸਤਾਨ ਟਾਈਮਜ਼",
        "ਡਾਕ ਦਾ ਦੇਰ ਟੀਡੀ ਕਾਉਬੌਇਜ਼ ਨੂੰ 'ਯਾਦ ਰੱਖਣ ਲਈ ਇਕ' ਦਿੰਦਾ ਹੈ - ਈਐਸਪੀਐਨ",
        "ਇਜ਼ਰਾਈਲੀ ਬੰਧਕ ਪਰਿਵਾਰ ਦੀ ਲੜਾਈ 'ਇਕ ਸਾਲ ਤੋਂ ਵੱਧ ਨਹੀਂ' - ਬੀਬੀਸੀ.",
        "ਸੀ ਐਨ ਬੀ ਸੀ ਡੇਲੀ ਓਪਨਃ ਸਤੰਬਰ ਦੀ ਬਲਾਕਬਸਟਰ ਨੌਕਰੀਆਂ ਦੀ ਰਿਪੋਰਟ ਕੈਲਕੂਲਸ ਨੂੰ ਬਦਲਦੀ ਹੈ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਇਜ਼ਰਾਈਲ 7 ਅਕਤੂਬਰ ਦੇ ਹਮਲੇ ਦੀ ਵਰ੍ਹੇਗੰਢ ਮਨਾਉਂਦਾ ਹੈ ਜਦੋਂ ਮਿਡਲ ਈਸਟ ਸੰਘਰਸ਼ ਵਧਦਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਹਫਤਾ 5 ਐਨਐਫਐਲ ਟੇਕਵੇਅਜ਼ਃ ਕੈਲੇਬ ਵਿਲੀਅਮਜ਼ ਡਰਾਫਟ ਵਿਚ ਨੰਬਰ 1 ਪਿਕ ਵਰਗਾ ਖੇਡ ਰਿਹਾ ਹੈ - ਸਪੋਰਟਸ ਇਲਸਟ੍ਰੇਟਿਡ",
        "ਸਪੇਸਐਕਸ, ਨਾਸਾ ਤੂਫਾਨ ਮਿਲਟਨ ਦੇ ਕਾਰਨ 10 ਅਕਤੂਬਰ ਤੋਂ ਯੂਰੋਪਾ ਕਲਿੱਪਰ ਲਾਂਚ ਤੋਂ ਹੇਠਾਂ ਖੜ੍ਹਾ ਹੈ - ਸਪੇਸ ਡਾਟ ਕਾਮ",
        "ਮੈਕਸੀਕੋ ਦੇ ਮੇਅਰ ਦਾ ਅਹੁਦਾ ਸੰਭਾਲਣ ਤੋਂ ਕੁਝ ਦਿਨ ਬਾਅਦ ਕਤਲ - ਯਾਹੂ ਨਿਊਜ਼ ਕੈਨੇਡਾ",
        "ਸੀਨ ਦੀ ਮਾਂ \"ਡਿੱਡੀ\" ਕੰਬਜ਼ ਪੁੱਤਰ ਦਾ ਬਿਆਨ ਵਿਚ ਬਚਾਅ ਕਰਦੀ ਹੈ, ਕਹਿੰਦਾ ਹੈ ਕਿ ਉਹ ਕੋਈ \"ਰਾਖਸ਼\" ਨਹੀਂ ਹੈ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਭੈਣ ਪਤਨੀ ’Kody ਭੂਰੇ ਵਿਸਫੋਟਕ ਲੜਾਈ ਦੇ ਬਾਅਦ ਉਸ ਦੇ ਅਤੇ ਪਤਨੀ Robyn ਭੂਰੇ ਦੇ ਘਰ ਨੂੰ ਛੱਡ - ਈ! ਨਿਊਜ਼"
    ]
}