{
    "headlines": [
        "ਖਾਮੇਨੀ ਦੀਆਂ ਧਮਕੀਆਂ ਤੋਂ ਬਾਅਦ ਈਰਾਨੀ ਫੌਜਾਂ ਨੇ ਇਜ਼ਰਾਈਲ 'ਤੇ ਹਮਲਾ ਕਰਨ ਦੀ ਸਥਿਤੀ ਬਣਾਈ - ਰਿਪੋਰਟ - ਦ ਯਰੂਸ਼ਲਮ ਪੋਸਟ",
        "ਚੈਪਲ ਰੋਨ ‘ਨੌਕਰੀ ਪ੍ਰਾਪਤ ਕਰਦਾ ਹੈ,’ ਨਵੇਂ ਲੈਸਬੀਅਨ ਕੰਟਰੀ ਗਾਣੇ ‘ਦਿ ਦੇਣ ਵਾਲਾ‘ ਨੂੰ ’ਸ਼ਨੀਵਾਰ ਨਾਈਟ ਲਾਈਵ‘ ਤੇ ਡੈਬਿਊ ਕਰਨਾ - ਵੰਨਗੀ",
        "ਹੈਰਿਸ ਐਸ ਐਨ ਐਲ 'ਤੇ ਹੈਰਾਨੀਜਨਕ ਦਿੱਖ ਬਣਾਉਂਦਾ ਹੈ ਅਤੇ ਮਾਇਆ ਰੁਡੋਲਫ ਦੁਆਰਾ ਖੇਡੇ ਗਏ ਕਾਲਪਨਿਕ ਸਵੈ ਨੂੰ ਸਲਾਹ ਦਿੰਦਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਨੰਬਰ 4 ਓਹੀਓ ਸਟੇਟ ਡਾਉਨਸ ਨੰਬਰ 3 ਪੇਨ ਸਟੇਟ, ਨੰਬਰ 5 ਮਿਆਮੀ ਡਿਊਕ ਨੂੰ ਹਰਾਉਂਦਾ ਹੈ, ਕਾਲਜ ਫੁੱਟਬਾਲ ਦੇ ਹਫਤੇ 10 ਤੋਂ ਹੋਰ - NCAA.",
        "ਅਮਰੀਕੀ ਰਾਸ਼ਟਰਪਤੀ ਡੋਨਾਲਡ ਟਰੰਪ ਤੇ ਕਮਲਾ ਹੈਰਿਸ ਚੋਣ ਲੜ ਰਹੇ ਹਨ ।",
        "ਉੱਤਰੀ ਕੋਰੀਆ ਦੀਆਂ ਫੌਜਾਂ ਰੂਸ ਵਿਚ ਡੁੱਬਣ ਨਾਲ ਚੀਨ ਨੂੰ ਮੁਸ਼ਕਲ ਦਾ ਸਾਹਮਣਾ ਕਰਨਾ ਪੈ ਰਿਹਾ ਹੈ - ਦਿ ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "'ਮੋਰੇਨੋ ਵਾਪਸ ਆ ਗਿਆ ਹੈ!': ਸੋਸ਼ਲ ਮੀਡੀਆ ਨੇ ਯੂਐਫਸੀ ਫਾਈਟ ਨਾਈਟ 246 'ਤੇ ਬ੍ਰੈਂਡਨ ਮੋਰੇਨੋ ਦੇ ਸ਼ੱਟਆਉਟ ਬਨਾਮ ਅਮੀਰ ਅਲਬਾਜ਼ੀ' ਤੇ ਪ੍ਰਤੀਕ੍ਰਿਆ ਕੀਤੀ - ਐਮਐਮਏ ਜੰਕੀ",
        "ਇਕ ਇਲੀਨੋਇਸ ਜੋੜੇ ਦੀ ਪਹਿਲੀ ਤਾਰੀਖ ਦੋਵਾਂ ਨੂੰ ਗੋਲੀ ਮਾਰਨ ਤੋਂ ਬਾਅਦ ਭਿਆਨਕ ਰੂਪ ਵਿਚ ਖਤਮ ਹੋਈ; ਸਿਰਫ ਇਕ ਬਚ ਗਿਆ. - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "2020 ਦੇ ਲਗਭਗ 44% ਵੋਟਰਾਂ ਨੇ ਵੋਟਾਂ ਪਾਈਆਂ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਇਰਾਨ ਦੇ ਸਰਵਉੱਚ ਨੇਤਾ ਨੇ ਇਜ਼ਰਾਈਲ ਹਮਲੇ ‘ਤੇ ਇਜ਼ਰਾਈਲ ਅਤੇ ਅਮਰੀਕਾ ਨੂੰ’ ਕੁਚਲਣ ਵਾਲੇ ਜਵਾਬ ’ਦੀ ਧਮਕੀ ਦਿੱਤੀ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਕੇਮੀ ਬੇਡੇਨੋਕ ਇਤਿਹਾਸਕ ਟੋਰੀ ਲੀਡਰਸ਼ਿਪ ਜਿੱਤਣ ਤੋਂ ਬਾਅਦ ਤਬਦੀਲੀ ਦਾ ਵਾਅਦਾ ਕਰਦਾ ਹੈ - ਬੀਬੀਸੀ.",
        "ਡੈਨੀਅਲ ਪੈਨੀ ਅਜ਼ਮਾਇਸ਼ ਵਿਚ ਖੇਡੀ ਗਈ ਹੈਰਾਨ ਕਰਨ ਵਾਲੀ ਫੁਟੇਜ ਅਧਿਕਾਰੀਆਂ ਨੂੰ ਦਰਸਾਉਂਦੀ ਹੈ ਕਿ ਜੌਰਡਨ ਨੀਲੀ ਦੀ ਨਬਜ਼ ਸੀ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "LACMA ਆਰਟ + ਫਿਲਮ ਗਾਲਾ 2024 ਰੈੱਡ ਕਾਰਪੇਟ ਜੁੱਤੇਃ ਆਗਮਨ ਫੋਟੋਆਂ, ਲਾਈਵ ਅਪਡੇਟਸ - ਫੁਟਵੀਅਰ ਨਿ Newsਜ਼",
        "ਸਪੇਨ ਦੇ ਘਾਤਕ ਹੜ੍ਹਾਂ ਨੇ ਸਰਕਾਰ ਨੂੰ 10,000 ਸੈਨਿਕਾਂ ਨੂੰ ਵੈਲੈਂਸੀਆ ਭੇਜਣ ਲਈ ਪ੍ਰੇਰਿਤ ਕੀਤਾ, ਪੁਲਿਸ ਨੇ ਮਰਨ ਵਾਲਿਆਂ ਦੀ ਗਿਣਤੀ 200 ਤੋਂ ਵੱਧ ਕੀਤੀ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਤੁਹਾਨੂੰ ਕਿੰਨੀ ਪ੍ਰੋਟੀਨ ਦੀ ਜ਼ਰੂਰਤ ਹੈ ਇਹ ਤੁਹਾਡੀ ਕਸਰਤ ਦੀ ਰੁਟੀਨ 'ਤੇ ਨਿਰਭਰ ਕਰਦਾ ਹੈ - Fortune",
        "ਮਾਰਗੋਟ ਰੋਬੀ ਨੇ ਜਨਮ ਦਿੱਤਾ, ਪਤੀ ਟੌਮ ਏਕਰਲੀ ਨਾਲ ਪਹਿਲੇ ਬੱਚੇ ਦਾ ਸਵਾਗਤ ਕੀਤਾ - ਈ! ਆਨਲਾਈਨ - ਈ! ਨਿਊਜ਼",
        "ਜਾਰਜੀਆ ਦੇ ਜੱਜ ਨੇ ਫੁਲਟਨ ਕਾਉਂਟੀ ਵਿਚ ਹੱਥ ਵਾਪਸ ਕੀਤੇ ਮੇਲ ਬੈਲਟ ਦੀ ਸਵੀਕ੍ਰਿਤੀ ਨੂੰ ਰੋਕਣ ਦੀ ਮੰਗ ਕਰਦਿਆਂ ਰਿਪਬਲਿਕਨ ਮੁਕੱਦਮੇ ਨੂੰ ਰੱਦ ਕਰ ਦਿੱਤਾ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਆਇਓਵਾ ਪੋਲ: ਕਮਲਾ ਹੈਰਿਸ ਨੇ ਡੋਨਾਲਡ ਟਰੰਪ ਨੂੰ ਹਰਾਇਆ ਇੱਥੇ ਕਿਵੇਂ ਹੈ - ਡੇਸ ਮੋਇਨੇਸ ਰਜਿਸਟਰ ਕਰੋ",
        "ਇਸ ਐਤਵਾਰ ਨੂੰ ਸਟੈਂਡਰਡ ਟਾਈਮ ਲਈ \"ਵਾਪਸ ਡਿੱਗੋ\" ਇੱਕ ਘੰਟਾ - ਐਕਸੀਓਸ",
        "ਐਪਲ ਦਾ ਨਵਾਂ ਐਮ 4 ਮੈਕਸ ਮਾਰਕੀਟ ਦਾ ਸਭ ਤੋਂ ਤੇਜ਼ ਸੀਪੀਯੂ ਹੈ, ਅਤੇ ਅਸੀਂ ਐਮ 4 ਅਲਟਰਾ - 9to5Mac ਨੂੰ ਵੀ ਨਹੀਂ ਵੇਖਿਆ"
    ]
}