{
    "headlines": [
        "Egito diz que 16 pessoas estão desaparecidas quando barco turístico afunda na costa do Mar Vermelho - Al Jazeera",
        "Gavin Newsom ameaça intervir se Trump matar o crédito fiscal de US $ 7,5 mil para veículos elétricos de Biden - Fox News",
        "Os advogados de Trump investigam alegações de que o principal assessor buscou ganhos financeiros com a influência do presidente eleito, dizem fontes - CNN",
        "Pai da mulher desaparecida do Havaí Hannah Kobayashi encontrado morto em Los Angeles - SFGATE",
        "Leite cru recolhido por conter o vírus da gripe aviária, relata a Califórnia - ARS Technica",
        "O advogado especial Jack Smith se move para abandonar o caso eleitoral de Trump citando a política \"categórica\" do DOJ - ABC News",
        "Outro personagem-chave de ‘Yellowstone’ morde a poeira enquanto os assassinos de John Dutton circulam os vagões - Prazo",
        "Biden perdoa perus pela última vez como presidente dos EUA - BBC.com",
        "Os tópicos finalmente permitirão que você defina o seguinte feed como padrão - The Verge",
        "Warren Buffett doa mais mil milhões de dólares. Ele tem conselhos de planejamento imobiliário para todos. - The Wall Street Journal",
        "Classificações PFF dos Packers: Melhores e piores jogadores da vitória sobre os 49ers na Semana 12 - Packers Wire",
        "Pode ser um Dia de Ação de Graças encharcado e com neve para alguns. Descubra onde. - The Washington Post",
        "Esta é a nova estratégia progressista para guerrear com Trump - POLITICO",
        "O primeiro projetor da TCL parece ter o preço ideal para hijinx ao ar livre - Gizmodo",
        "Astronautas relatam cheiro alarmante vindo de espaçonave russa acoplada à ISS - Gizmodo",
        "Alec Baldwin não quer ver 'Rust', mas espera que filme seja lançado - Variety",
        "SpaceX: o serviço Starlink para celular está pronto para uso - PCMag",
        "Títulos do Tesouro dos EUA se reúnem em apostas que Bessent diluirá os planos de Trump - Yahoo Finance",
        "Os irmãos Menendez devem comparecer ao tribunal pela primeira vez em 28 anos - CNN",
        "Semana 12 da NFL, Classificando a pilha de domingo: caso de MVP de Saquon Barkley, surtos de Bo Nix, Niners em apuros - CBS Sports"
    ]
}