{
    "headlines": [
        "Furacão Helene A Surge, Flood, High Wind Danger - The Weather Channel",
        "EUA e aliados pedem um cessar-fogo imediato de 21 dias entre Israel e o Hezbollah - Associated Press",
        "Stock Market Today: O que assistir — Atualizações ao vivo - The Wall Street Journal",
        "Exclusivo: OpenAI para remover o controle sem fins lucrativos e dar a Sam Altman ações - Reuters",
        "Politburo da China superalimenta estímulo com habitação, votos de taxas - Bloomberg",
        "Ele é o detento do corredor da morte mais antigo do mundo. Um tribunal acabou de declará-lo inocente - CNN",
        "   Removido ",
        "Playoffs da WNBA: quando a temporada de Caitlin Clark termina, é um lembrete de que isso é apenas o começo - Yahoo Sports",
        "A escalada da linha Trump paira sobre a visita de Zelensky aos EUA - BBC.com",
        "Misterioso grupo de orcas perto do Chile rastreado, revelando habilidades de caça recém-descobertas - Phys.org",
        "A 'lista branca’ de Diddy: Beyoncé, J.Lo, Justin Bieber, Usher e muito mais. O que as celebridades disseram sobre festas infames? - Hindustan Times",
        "Kamala Harris não diz como pagará pelo plano de gastos de US $ 1,7 trilhão na primeira entrevista solo com a principal rede de notícias - New York Post",
        "Japão se junta a patrulhas pelo Estreito de Taiwan - reportagens - BBC.com",
        "Funcionários de topo no gabinete do tenente-governador da Carolina do Norte, Mark Robinson, a demitir-se - The Hill",
        "Putin delineia novas regras para o uso russo de vasto arsenal nuclear - Al Jazeera",
        "Participantes do baile de Detroit 'Bridgerton' falam: 'Ficamos completamente devastados' - ABC News",
        "Ataques libaneses preparam-se para ofensiva terrestre - Chefe do Exército de Israel - BBC.com",
        "Verificação de fatos: Harris faz afirmações falsas sobre o histórico de Trump em empregos industriais - CNN",
        "EUA elogiam aviso antecipado da China sobre teste de ICBM como ‘coisa boa’ - Bloomberg",
        "Como cada senador votou no projeto de lei provisório para evitar uma paralisação do governo - The Washington Post"
    ]
}