{
    "headlines": [
        "تتبع الجذور العائلية المميزة للقاتل المشتبه به لويجي مانجيوني في بالتيمور - BBC.com",
        "إيزاك أنديك، مؤسس سلسلة أزياء مانجو، توفي في حادث عن عمر يناهز 71 عامًا - BBC.com",
        "انخفض معدل السمنة بين البالغين الأمريكيين في عام 2023 لأول مرة منذ أكثر من عقد: دراسة - ذا هيل",
        "مقتل شخص واحد في قاعدة للجيش الأمريكي في جورجيا فيما تصفه السلطات بأنه حادث \"معزول\" - سي بي إس نيوز",
        "قبل الإطاحة به، قال الأسد لإيران إن تركيا تساعد المتمردين على الإطاحة به - رويترز",
        "مخلوق بعيد المنال من الأعماق يمكن أن يعيش لعدة قرون. يعتقد العلماء أنهم يعرفون السبب - أصوات ياهو!",
        "يمكن أن تقرر المحكمة العليا - بوليتيكو خطة ترامب لإنهاء حق المواطنة بالولادة",
        "A24's Babygirls: Drew Starkey and Harris Dickinson on Chemistry, Submission and Acting With A - List Movie Stars - Variety",
        "تتعمق الأزمة السياسية في جورجيا مع تصويت المشرعين على لاعب كرة قدم سابق يميني متطرف كرئيس - سي إن إن",
        "سيحضر ترامب مباراة الجيش والبحرية إلى جانب الحلفاء الرئيسيين والمرشحين ودانيال بيني - وكالة أسوشيتد برس",
        "8 Fantasy Football Smash Starts: الأسبوع 15 (2024) - FantasyPros",
        "أسرار طبية: لماذا ذبلت شهية هذا الطفل القوية ؟ - الواشنطن بوست",
        "حصري | أكبر شركة مرافق في نيوجيرسي تطلب من الفيدراليين إغلاق المجال الجوي فوق المحطة النووية مع رصد طائرات بدون طيار غامضة - نيويورك بوست",
        "قم بتنزيل iOS 18.2 الآن لـ ChatGPT في Siri وميزات الذكاء الاصطناعي الجديدة والمزيد - CNET",
        "برلمان كوريا الجنوبية يصوت على عزل الرئيس يون سوك يول بسبب أمره العرفي - وكالة أسوشيتد برس",
        "تحذير من عاصفة جليدية: ستؤدي الأمطار المتجمدة إلى صعوبة السفر يوم السبت في شرق أيوا - KGAN TV",
        "اختيار ترامب لرئيس هيئة الأوراق المالية والبورصات متزوج من ثروة بمليارات الدولارات - فوربس",
        "مباشر: روسيا تسحب جيشها – وليس من سوريا، كما تقول المصادر - فرانس 24 الإنجليزية",
        "سوريا ترتجف مع بروز فظائع سجن الأسد إلى النور - نيويورك تايمز",
        "خاتمة سلسلة \"بلو بلودز \": إي بي كيفن ويد في العشاء الأخير، ونهاية ريغان والعروض العرضية المحتملة - الموعد النهائي"
    ]
}