{
    "headlines": [
        "Ein 911-Anrufer sagte, ein Wohnmobil sei von einem Bären getötet worden. Die Polizei sagt, es war Mord. - The Washington Post",
        "In der Dämmerung seiner Amtszeit begrüßt Biden ein globales Publikum, das des Krieges überdrüssig ist und der US-Politik misstrauisch gegenübersteht - CNN",
        "Vogelgrippe-Bedenken häufen sich, da Kalifornien mehr Fälle von Menschen meldet - Fox News",
        "TSMC ist optimistisch für den Ausblick, da der KI-Boom die Gewinnprognosen für das dritte Quartal zunichte macht - Reuters",
        "Nokia sieht gemeinsam mit Ericsson Anzeichen einer Erholung nach gemischten Ergebnissen - Reuters",
        "Harris grillte auf Fox News über Einwanderung, Bidens Eignung für das Büro - Reuters",
        "Italien Leihmutterschaftsverbot: Paare, denen es verboten ist, ins Ausland zu reisen, um eine Leihmutter zu suchen - BBC.com",
        "Walker Buehler liefert Vintage-Leistung als Shohei Ohtani führt Dodgers Straftat in NLCS Spiel 3 Rout - Yahoo Sports",
        "Wann ist der nächste Vollmond? Oktober bringt den Jäger-Supermond - Des Moines Register",
        "JD Vance sagt, Donald Trump habe die Wahl 2020 nicht verloren - Al Jazeera Englisch",
        "Die überraschende Art und Weise, wie Ozempic Menschen dazu bringen kann, mit dem Alkoholkonsum und dem Drogenkonsum aufzuhören - New York Post",
        "Trump steht zu entlarvten Behauptungen, dass Einwanderer bei einer Veranstaltung für hispanische Wähler Haustiere essen - The Guardian US",
        "Comet Tracker Tonight: When and Where To See It Thursday With A ‘Supermoon’ - Forbes",
        "China beschäftigt Hacker und Prominente, um Taiwan zu untergraben - The Wall Street Journal",
        "US-B-2-Bomber treffen iranisch unterstützte Houthis im Jemen - CNN",
        "Ryan Murphy & FX Chief John Landgraf über diese \"Grotesquerie\" -Twist & das Eingehen von Risiken in ihren 21 Jahren Zusammenarbeit - Deadline",
        "Indiens angebliche Einmischung in Kanada war ein \"schrecklicher Fehler\", sagt Trudeau - Reuters",
        "Meinung | Hat Trumps rein weibliches Rathaus etwas erreicht? - The Washington Post",
        "Liam Payne von One Direction trauerte nach seinem Tod im Alter von 31 Jahren um Hollywood: \"Absolut herzzerreißend\" - Fox News",
        "Caitlin Clark brüskierte eine weitere einstimmige WNBA-Ehre nach der Kontroverse um den Rookie des Jahres - New York Post"
    ]
}