{
    "headlines": [
        "Burcum: Eine zweite Meinung aus Minnesota zu Masern - Star Tribune",
        "Ehemaliger US-Staatsanwalt, der das russische Kriegsverbrechen beaufsichtigte, MS-13 Strafverfolgungsbehörden wurden tot in VA Home - USA TODAY AUFGEFUNDEN",
        "Channing Tatum und Inka Williams essen zusammen mit Freunden und Hunden - TMZ",
        "Florida beendet UConns Bewerbung um den dritten nationalen Titel in Folge mit einem 77-75 March Madness-Sieg - The Associated Press",
        "Hausdemokrat: Trump-Administration \"handelt mit einem unglaublichen Cocktail aus Inkompetenz und Illegalität\" - The Hill",
        "Segway ruft 220.000 seiner Roller wegen einer Absturzgefahr zurück, die zu 20 Verletzungen geführt hat - 4029tv",
        "Graydon Carter enthüllt, warum Harvey Weinstein lebenslang von der \"Vanity Fair\" -Oscarsparty \"gesperrt\" wurde - Deadline",
        "Duke ließ den herausragenden PG Jeremy Roach spazieren; ein Jahr später standen die umgerüsteten Blue Devils Roach, Baylor im March Madness gegenüber - CBS Sports",
        "‘Schneewittchen’: Wie es der umstrittenen Disney-Prinzessin in den Kinos von Blue & Red County erging – Abendkasse - Abgabetermin",
        "Waldbrände veranlassen Evakuierungen und eine Notstandserklärung in den Carolinas - The Associated Press",
        "Trump tauchte bei den Wrestling-Meisterschaften mit Moschus auf. Die meisten Menschen jubelten. - Business Insider",
        "Papst Franziskus ist wieder zu Hause: Das wird seine Genesung mit sich bringen - Axios",
        "Tuberkulose war einst eine Krankheit im Niedergang, aber ein Wiederaufleben der Fälle hat die Gesundheitsbeamten verwirrt - PBS NewsHour",
        "Second Lady Usha Vance wird Grönland besuchen, während Trump über die Übernahme der USA spricht - The Associated Press",
        "Die Trump-Administration verteidigt Tesla weiter. Wird es funktionieren? - Auf der Suche nach Alpha",
        "50.000 Tote in Gaza seit Beginn des Israel-Hamas-Krieges, sagt das Gesundheitsministerium - CNN",
        "Euclid fängt 26 Millionen Galaxien in lebendigen Tiefenfeldfotos ein - Earth.com",
        "3 Tote, 15 Verletzte bei Schießerei im Park in New Mexico - ABC News"
    ]
}