{
    "headlines": [
        "Tigers vs. Astros score today: Game 2 wild-card MLB playoffs live updates, highlights - Detroit Free Press",
        "Levi Strauss trims guidance as it weighs sale of Dockers business - CNBC",
        "Prosecutors show video of ex-sheriff allegedly shooting Kentucky judge - The Washington Post",
        "Bombshell special counsel filing includes new allegations of Trump's 'increasingly desperate' efforts to overturn election - ABC News",
        "Israel battles militants on two fronts and reports 8 combat deaths as fears of a wider war mount - The Associated Press",
        "Fantasy Football Week 5 Start 'Em & Sit 'Em Running Backs: Chuba Hubbard is poised for a big game, more - CBS Sports",
        "Inside Millie Bobby Brown and Jake Bongiovi’s lavish Italian wedding: See photos from the big day - Page Six",
        "A US bomb from World War II explodes at a Japanese airport, causing a large crater in a taxiway - ABC News",
        "Heart attacks in young people are rare — but rates are rising. Experts point to 4 possible reasons. - Yahoo Life",
        "Online voting in Alaska’s Fat Bear Week contest starts after an attack killed 1 contestant - The Associated Press",
        "[Removed]",
        "OpenAI raises $6.6 billion in largest VC round ever - Axios",
        "Hurricane center tracks system that could hit Florida - Tampa Bay Times",
        "Timothée Chalamet's Sister Pauline Chalamet Supports Kylie Jenner at Paris Fashion Week - E! NEWS",
        "Live updates: Israel vows response to Iran missile attack, strikes continue in Lebanon, Gaza - CNN",
        "The president could invoke a 1947 law to try to suspend the dockworkers’ strike. Here’s how - The Associated Press",
        "A court blocks a couple from suing Uber over a crash, citing terms and conditions - NPR",
        "Condoms aren't a fact of life for young Americans. They're an afterthought - Star Tribune",
        "Readout of President Biden’s call with the G7 - The White House",
        "Who won the VP debate? Here's what debate watchers said in CBS News poll - CBS News"
    ]
}