{
    "headlines": [
        "[Removed]",
        "Trump says personal lawyer Habba to serve as presidential counselor, Truth Social post says - Reuters",
        "Super Micro Stock Jumps. SMCI Shares Delisting Fears Have Eased. - Barron's",
        "Israel seizes Golan buffer zone after Syrian troops leave posts - BBC.com",
        "Sky Gives First Peek At Matt Smith Playing Bunny Munro In Adaptation Of Cult Nick Cave Novel - Deadline",
        "Biden shrinks from view ahead of Trump’s return to Washington - POLITICO",
        "Harvard Study: Eating Dark Chocolate Could Reduce Your Risk of Diabetes by 21% - SciTechDaily",
        "How Syria rebels' stars aligned for Assad's ouster - Reuters",
        "Exclusive: China regulators tell banks to expedite offshore company listings, sources say - Reuters",
        "It’s a Raspberry Pi 5 in a keyboard, and it’s called the Raspberry Pi 500 - TechCrunch",
        "Lara Trump says she's stepping down as RNC co-chair and considering Florida Senate seat bid - Axios",
        "Mystery ‘Disease X’ outbreak widens as WHO sends team to DR Congo - South China Morning Post",
        "You may not need costliest Galaxy S25 Ultra to get 16GB of RAM - SamMobile - Samsung news",
        "'We live in a universe that is just right for us': Study proposes a test for the Anthropic Principle - Phys.org",
        "Who is Abu Mohammed al-Golani, the leader of the insurgency that toppled Syria’s Assad? - The Associated Press",
        "‘Net tightening’ around UnitedHealthcare CEO murder suspect, NYC mayor says - Al Jazeera English",
        "Jay-Z accused of sexually assaulting 13-year-old in 2000 incident along with Sean ‘Diddy’ Combs - CNN",
        "Sam Darnold’s five TD passes lead Vikings to 42-21 win over Kirk Cousins’ Falcons - Star Tribune",
        "Dave Parker and Dick Allen elected to baseball’s Hall of Fame - The Associated Press",
        "Trump won’t rule out revenge prosecutions, deportation of U.S. citizens when he takes office - PBS NewsHour"
    ]
}