{
    "headlines": [
        "ਡੈਮੋਕਰੇਟਿਕ ਮੈਰੀ ਗਲੂਸੇਨਕੈਂਪ ਪੇਰੇਜ਼ ਨੇ ਵਾਸ਼ਿੰਗਟਨ ਸਟੇਟ ਰੀਮੈਚ ਜਿੱਤਿਆ - ਪੋਲੀਟਿਕੋ",
        "ਗ cowਬੌਇਜ਼ ਕਿ Qਬੀ ਡਾਕ ਪ੍ਰੈਸਕੋਟ ਸੰਭਾਵਤ ਤੌਰ 'ਤੇ ਹੈਮਸਟ੍ਰਿੰਗ ਸਰਜਰੀ ਨਾਲ ਟੂਟੀ' ਤੇ ਸੀਜ਼ਨ ਲਈ ਕੀਤਾ ਜਾਂਦਾ ਹੈ - ਯਾਹੂ ਸਪੋਰਟਸ",
        "ਤੂਫਾਨ ਰਾਹਤ ਕੋਸ਼ਿਸ਼ਾਂ ਦੌਰਾਨ ਟਰੰਪ ਸਮਰਥਕਾਂ ਦੇ ਘਰਾਂ ਨੂੰ ਨਜ਼ਰ ਅੰਦਾਜ਼ ਕਰਨ ਲਈ ਵਰਕਰਾਂ ਨੂੰ ਕਹਿਣ ਲਈ ਫੇਮਾ ਕਰਮਚਾਰੀ ਨੂੰ ਬਰਖਾਸਤ ਕਰ ਦਿੱਤਾ ਗਿਆ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਕਤਰ ਨੇ ਗਾਜ਼ਾ 'ਤੇ ਆਪਣੇ ਵਿਚੋਲਗੀ ਦੇ ਯਤਨਾਂ ਨੂੰ ਮੁਅੱਤਲ ਕਰ ਦਿੱਤਾ ਅਤੇ ਉਥੇ ਹਮਾਸ ਦਫਤਰ ਨੂੰ ਛੱਡਣਾ ਪੈ ਸਕਦਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਮਾਰਕੀਟ ਦੀ ਭਵਿੱਖਬਾਣੀਃ ਵਿਦੇਸ਼ੀ ਪੂੰਜੀ ਦੀ 'ਵਿਸ਼ਾਲ ਚੂਸਣ ਵਾਲੀ ਆਵਾਜ਼' ਵਿੱਚ ਹੜ੍ਹ ਆਉਣ ਲਈ - Fortune",
        "ਜੰਗਲੀ ਅੱਗ ਪੂਰੇ ਉੱਤਰ ਪੂਰਬ ਵਿਚ ਭੜਕਦੀ ਹੈ ਕਿਉਂਕਿ 27 ਮਿਲੀਅਨ ਲੋਕ ਅੱਗ ਦੀਆਂ ਚੇਤਾਵਨੀਆਂ ਅਧੀਨ ਰਹਿੰਦੇ ਹਨ - ਐਨਬੀਸੀ ਨਿ Newsਜ਼",
        "NFL ਹੱਥ ਨਿਕ ਬੋਸਾ MAGA ਟੋਪੀ ਨਾਲ ਇੰਟਰਵਿਊ ਕਰੈਸ਼ ਕਰਨ ਲਈ $ 11K ਜੁਰਮਾਨਾ - ਨਿਊਯਾਰਕ ਪੋਸਟ",
        "ਟਰੰਪ ਰੈਲੀ ਟੇਸਲਾ ਦੇ ਤੌਰ ਤੇ ਚੱਲਦੀ ਹੈ, ਪਲੈਂਟੀਰ ਫਲਾਈ; ਪੰਜ ਸਟਾਕ ਖਰੀਦ ਪੁਆਇੰਟਾਂ ਦੇ ਨੇੜੇ - ਨਿਵੇਸ਼ਕ ਦਾ ਬਿਜ਼ਨਸ ਡੇਲੀ",
        "ਜਾਰਜੀਆ ਬਨਾਮ ਓਲੇ ਮਿਸ ਲਾਈਵ ਸਕੋਰ ਅਪਡੇਟਸਃ ਬਾਗੀ ਦੂਜੀ ਤਿਮਾਹੀ ਵਿਚ ਮੋਹਰੀ - Atਨਲਾਈਨ ਐਥਨਜ਼",
        "ਜਾਰਜੀਆ ਟੈਕ ਸਟਿੰਗਜ਼ ਮਿਆਮੀ, ਹੈਂਡਜ਼ ਕੈਨਸ 1 ਵਾਂ ਨੁਕਸਾਨ - ਈਐਸਪੀਐਨ",
        "ਆਈਐਸਐਸ 'ਤੇ 7 ਮਹੀਨੇ ਬਿਤਾਉਣ ਵਾਲੇ ਨਾਸਾ ਦੇ ਪੁਲਾੜ ਯਾਤਰੀ ਇਹ ਨਹੀਂ ਦੱਸਣਗੇ ਕਿ ਘਰ ਪਰਤਣ' ਤੇ ਕਿਸ ਨੇ ਮੈਡੀਕਲ ਐਪੀਸੋਡ ਕੀਤਾ ਸੀ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਇੱਥੇ ਜਦੋਂ ਬਿਡੇਨ ਵ੍ਹਾਈਟ ਹਾ Houseਸ ਵਿਖੇ ਰਵਾਇਤੀ ਪੋਸਟ-ਚੋਣ ਦੀ ਬੈਠਕ ਲਈ ਟਰੰਪ ਦੀ ਮੇਜ਼ਬਾਨੀ ਕਰਨਗੇ - ਨਿ New ਯਾਰਕ ਪੋਸਟ",
        "Today's Horoscope – November 10, 2024: ਸੂਰਜ ਦੇ ਸਾਰੇ ਚਿੰਨ੍ਹ ਲਈ ਕੁੰਡਲੀ ਚੈੱਕ ਕਰੋ - Deccan Herald",
        "ਪਲੇਅਸਟੇਸ਼ਨ ਨੇ ਆਪਣੀ ਮੁਨਾਫੇ ਦੀ ਸਮੱਸਿਆ ਨੂੰ ਤੇਜ਼ੀ ਨਾਲ ਹੱਲ ਕੀਤਾ ਹੈ - ਪੁਸ਼ ਸਕੁਏਅਰ",
        "ਐਂਡਰਾਇਡ 15 ਨੇ ਹੁਣੇ ਹੀ 2024 ਦਾ ਸਭ ਤੋਂ ਵਧੀਆ ਫੋਨ ਹੋਰ ਵੀ ਵਧੀਆ ਬਣਾਇਆ - ਐਂਡਰਾਇਡ ਸੈਂਟਰਲ",
        "ਰਿਪਬਲਿਕਨ ਅਮਰੀਕੀ ਹਾਊਸ ਕੰਟਰੋਲ ਜਿੱਤਣ ਦੇ ਕੰਢੇ 'ਤੇ - ਰਾਇਟਰਜ਼",
        "43 ਬਾਂਦਰਾਂ ਦੇ ਦੱਖਣੀ ਕੈਰੋਲੀਨਾ ਵਿੱਚ ਇੱਕ ਖੋਜ ਸਹੂਲਤ ਤੋਂ ਬਚਣ ਤੋਂ ਬਾਅਦ ਕੀਤੀ ਗਈ ਤਰੱਕੀ - WYFF4 ਗ੍ਰੀਨਵਿਲੇ",
        "ਪਾਕਿ ਟਰੇਨ ਸਟੇਸ਼ਨ ਬੰਬ ਧਮਾਕੇ 'ਚ ਘੱਟੋ-ਘੱਟ 24 ਲੋਕਾਂ ਦੀ ਮੌਤ, ਪੁਲਿਸ ਨੇ ਕਿਹਾ - Reuters",
        "ਸੁਸੀ ਵਿਲਸ ਦੀ ਟਰੰਪ ਦੇ ਗੇਟਕੀਪਰ ਬਣਨ ਦੀ ਯਾਤਰਾ - ਐਕਸੀਓਸ",
        "ਏਪੀ ਰੇਸ ਕਾਲਃ ਡੋਨਾਲਡ ਟਰੰਪ ਨੇਵਾਡਾ ਜਿੱਤੀ - ਪੀਬੀਐਸ ਨਿ Newsਜ਼ਹੋਰ"
    ]
}