{
    "headlines": [
        "إحاطة حية: وزارة الصحة تقول إن عدد القتلى في غزة يتجاوز 45000 شخص - صحيفة واشنطن بوست",
        "تجاهل أمازون التحذيرات الداخلية بشأن الإصابات، ومطالبات التحقيق في مجلس الشيوخ - نيويورك تايمز",
        "ما تعلمناه في NFL Week 15: MVP هو Josh Allen ليخسره، ويبقى Packers ساخنًا - The Athletic - The Athletic",
        "الائتمان الضريبي الفيدرالي للسيارات الكهربائية له مصير غير مؤكد. ما يجب أن يعرفه متسوقو السيارات - NPR",
        "كرافن الصياد لديه أسوأ شباك التذاكر من أي وقت مضى افتتاح عطلة نهاية الأسبوع لفيلم سوني الرجل العنكبوت الكون، حتى تحت مدام ويب - IGN",
        "رجل ممفيس أدين بقتل عروسه في شهر العسل في فيجي في عام 2022 - سي بي إس نيوز",
        "يعاني سبعة من نزلاء الفندق من تسمم مشتبه به بعد شرب الكوكتيلات في منتجع فيجي 5 نجوم - سي إن إن",
        "توقع تنقلاً مثلجًا لأجزاء من الشمال الشرقي صباح يوم الاثنين - نيويورك تايمز",
        "يحث شومر مشرف بايدن على نشر \"تقنية خاصة للكشف عن الطائرات بدون طيار\" في نيويورك ونيوجيرسي - أكسيوس",
        "يحذر السيناتور الفرنسي من أن الناس بدأوا يموتون من العطش والجوع في مايوت التي ضربها الإعصار - BBC.com",
        "ستغلق إسرائيل سفارتها في أيرلندا بسبب التوترات في غزة - NPR",
        "خطة لعبة بنك الاحتياطي الفيدرالي بشأن تخفيضات أسعار الفائدة تستمر في التحول - صحيفة وول ستريت جورنال",
        "يسعى الناجون إلى الحساب بينما يحقق مكتب التحقيقات الفيدرالي في الاعتداء الجنسي على الأطفال في طائفة مسيحية غير معروفة - وكالة أسوشيتد برس",
        "Apple TV+ Drops Surprise Holiday Edition of ‘Carpool Karaoke’ with Lady Gaga, Dua Lipa and Chappell Roan - Hollywood Reporter",
        "NFL الأسبوع 15 الصفوف: جوش ألين يقود الفواتير إلى \"A\" في الفوز مقابل الأسود، النسور الحصول على درجة عالية لضرب ستيلرز - سي بي إس سبورتس",
        "2024 الأسبوع 15 ردود الفعل السريعة: الصقور البحرية تخسر أمام الحزم وتخسر جنو سميث للإصابة - Seahawks.com",
        "فايكينغز ينتزع رصيف ما بعد الموسم بخسارة سيهوكس لصالح باكرز - إن بي سي سبورتس",
        "آسيا حذرة من خطط أسعار الفائدة الفيدرالية، الصين مخيبة للآمال التجزئة بواسطة رويترز - Investing.com",
        "هل يمكن أن تكون الحيوانات المنوية للفئران التي تدور حول الأرض هي مستقبل البشرية ؟ - سي إن إن",
        "كيف أعدت خاتمة \"يلوستون\" Beth & Rip Spinoff وعادت إلى \"1883\" - TV Insider"
    ]
}