{
    "headlines": [
        "Hurricane Helene A Surge, Flood, High Wind Danger - The Weather Channel",
        "US and allies call for an immediate 21-day cease-fire between Israel and Hezbollah - The Associated Press",
        "Stock Market Today: What to Watch — Live Updates - The Wall Street Journal",
        "Exclusive: OpenAI to remove non-profit control and give Sam Altman equity - Reuters",
        "China’s Politburo Supercharges Stimulus With Housing, Rates Vows - Bloomberg",
        "He’s the world’s longest-serving death row inmate. A court just declared him innocent - CNN",
        "[Removed]",
        "WNBA playoffs: As Caitlin Clark's season ends, it's a reminder that this is just the beginning - Yahoo Sports",
        "Escalating Trump row looms over Zelensky's US visit - BBC.com",
        "Mysterious orca group near Chile tracked down, revealing newly discovered hunting skills - Phys.org",
        "Diddy’s ‘white list’: Beyoncé, J.Lo, Justin Bieber, Usher, and more. What celebs have said about infamous parties? - Hindustan Times",
        "Kamala Harris won’t say how she’ll pay for $1.7T spending plan in first solo interview with major news network - New York Post ",
        "Japan joins patrols through Taiwan Strait - reports - BBC.com",
        "Top staff in NC Lt. Gov. Mark Robinson’s office stepping down - The Hill",
        "Putin outlines new rules for Russian use of vast nuclear arsenal - Al Jazeera English",
        "Detroit 'Bridgerton' ball attendees speak out: 'We were completely devastated' - ABC News",
        "Lebanon strikes preparing for ground offensive - Israel army chief - BBC.com",
        "Fact check: Harris makes false claim about Trump’s record on manufacturing jobs - CNN",
        "US Hails China’s Advanced Notice of ICBM Test as ‘Good Thing’ - Bloomberg",
        "How every senator voted on the stopgap bill to avert a government shutdown - The Washington Post"
    ]
}