{
    "headlines": [
        "ਟਰੰਪ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਹ ਦੂਰ-ਸੱਜੇ ਅੰਦੋਲਨਕਾਰੀ ਲੌਰਾ ਲੂਮਰ ਨੂੰ ਨਿਯੰਤਰਿਤ ਨਹੀਂ ਕਰਦੇ, ਉਸ ਨੂੰ 'ਆਜ਼ਾਦ ਆਤਮਾ’ ਕਹਿੰਦੇ ਹਨ - ਸੀਐਨਐਨ",
        "ਟਰੰਪ ਨੇ ਚੁਣੇ ਜਾਣ 'ਤੇ ਓਹੀਓ ਸ਼ਹਿਰ' ਚ ਹੈਤੀ ਲੋਕਾਂ ਨੂੰ ਦੇਸ਼ ਨਿਕਾਲਾ ਦੇਣ ਦਾ ਕੀਤਾ ਵਾਅਦਾ - Reuters.",
        "ਕੋਲੋਰਾਡੋ ਜੱਜ ਏਲੀਯਾਹ ਮੈਕਲੇਨ ਦੀ 2019 ਦੀ ਮੌਤ ਵਿੱਚ ਦੋਸ਼ੀ ਪੈਰਾਮੈਡੀਕਲ ਨੂੰ ਆਜ਼ਾਦ ਕਰਦਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਯੂਰਪ ਵਿੱਚ ਇੱਕ ਦਰਦਨਾਕ ਚੋਣ ਹੈਃ ਯੁੱਧ ਬਨਾਮ ਭਲਾਈ - ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "ਈ-ਮੇਲ: info@profootballrumors.com",
        "ਡਾਂਸਿੰਗ ਵਿਦ ਦ ਸਟਾਰਜ਼ 'ਆਰਟਮ ਚਿਗਵਿੰਤਸੇਵ ਨਿੱਕੀ ਗਾਰਸੀਆ ਦੇ ਤਲਾਕ ਦਾਇਰ ਕਰਨ ਦਾ ਜਵਾਬ ਦਿੰਦਾ ਹੈ - ਈ! ਖ਼ਬਰਾਂ",
        "ਪੋਪ Francis ਕਹਿੰਦਾ ਹੈ ਕਮਲਾ ਹੈਰਿਸ ਅਤੇ ਡੋਨਾਲਡ ਟਰੰਪ \"ਦੋਨੋ ਜ਼ਿੰਦਗੀ ਦੇ ਵਿਰੁੱਧ\" ਗਰਭਪਾਤ 'ਤੇ ਰੁਖ ਲਈ, ਇਮੀਗ੍ਰੇਸ਼ਨ - CBS ਨਿਊਜ਼",
        "ਉੱਤਰੀ ਕੋਰੀਆ ਨੇ ਯੂਰੇਨੀਅਮ ਦੀ ਖੁਸ਼ਹਾਲੀ ਵਾਲੀ ਜਗ੍ਹਾ ਦਾ ਦੌਰਾ ਕਰਨ ਵਾਲੇ ਕਿਮ ਜੋਂਗ ਉਨ ਦੀਆਂ ਤਸਵੀਰਾਂ ਜਾਰੀ ਕੀਤੀਆਂ, ਆਪਣੇ ਪ੍ਰਮਾਣੂ ਪ੍ਰੋਗਰਾਮ ਦੇ ਅੰਦਰ ਦੁਰਲੱਭ ਝਲਕ ਦਿੱਤੀ - ਸੀਐਨਐਨ",
        "‘ਸਾਡੇ ਕੋਲ ਅਪਲਾਚੀ ਹਾਈ ਸਕੂਲ ਵਿਚ ਇਕ ਸਰਗਰਮ ਨਿਸ਼ਾਨੇਬਾਜ਼ ਹੈ.’ ਸ਼ੈਰਿਫ ਦਾ ਦਫਤਰ ਜਾਰਜੀਆ ਹਾਈ ਸਕੂਲ ਦੀ ਗੋਲੀਬਾਰੀ ਤੋਂ ਰੇਡੀਓ ਕਾਲਾਂ ਜਾਰੀ ਕਰਦਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਰਿਪੋਰਟ 'ਕੋਈ ਸਬੂਤ' ਲੱਭਦੀ ਹੈ ਹਵਾਈ ਅਧਿਕਾਰੀ ਚੇਤਾਵਨੀ ਦੇ ਬਾਵਜੂਦ Maui ਜੰਗਲੀ ਅੱਗ ਲਈ ਤਿਆਰ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਬੋਇੰਗ ਵਰਕਰ ਇਕਰਾਰਨਾਮੇ ਦੀ ਪੇਸ਼ਕਸ਼ ਨੂੰ ਰੱਦ ਕਰਨ ਅਤੇ ਨੌਕਰੀ ਤੋਂ ਬਾਹਰ ਜਾਣ ਲਈ ਭਾਰੀ ਵੋਟਾਂ ਤੋਂ ਬਾਅਦ ਹੜਤਾਲ 'ਤੇ ਚਲੇ ਜਾਂਦੇ ਹਨ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਕਾਂਗੋ 'ਚ ਅਸਫਲ ਤਖਤਾਪਲਟ' ਚ ਭੂਮਿਕਾ ਨੂੰ ਲੈ ਕੇ 3 ਅਮਰੀਕੀ ਨਾਗਰਿਕਾਂ ਨੂੰ ਮੌਤ ਦੀ ਸਜ਼ਾ - ROUTERS",
        "ਅਮਰੀਕਾ, ਇਰਾਕੀ ਫੌਜਾਂ ਦੁਆਰਾ ਮਾਰਿਆ ਗਿਆ ਇਸਲਾਮਿਕ ਸਟੇਟ ਦਾ ਲੋੜੀਂਦਾ ਕਮਾਂਡਰ, ਅਧਿਕਾਰੀਆਂ ਦਾ ਕਹਿਣਾ ਹੈ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਵਾਸ਼ਿੰਗਟਨ ਵਿਚ ਸਟਾਰਮਰ-ਬਾਇਡਨ ਗੱਲਬਾਤ ਤੋਂ ਬਾਅਦ ਯੂਕਰੇਨ ਮਿਜ਼ਾਈਲਾਂ 'ਤੇ ਕੋਈ ਨਵਾਂ ਵਾਅਦਾ ਨਹੀਂ - ਬੀਬੀਸੀ.",
        "2024 ਫੋਟੋਆਂ ਵਿੱਚ ਐਮੀ ਪਾਰਟੀਆਂਃ ਸੈਂਡਰਾ ਓਹ, ਕੈਲੀ ਕੁਓਕੋ, ਹੀਰੋਯੁਕੀ ਸਨਦਾ ਅਤੇ ਹੋਰ ਸੈਲੇਬ ਤਸਵੀਰਾਂ - ਵੰਨਗੀ",
        "ਐਪਲ ਦਾ ਜੌਨੀ ਸਰਾਓਜੀ ਸਾਰੇ ਆਈਫੋਨ 16 ਮਾਡਲਾਂ ਦੀ 8 ਜੀਬੀ ਰੈਮ ਦੀ ਪੁਸ਼ਟੀ ਕਰਦਾ ਹੈ, ਵਧੇਰੇ ਵੇਰਵੇ - 9to5Mac",
        "ਫੇਸਬੁੱਕ ਵੀ ਗੂਗਲ ਨਾਲ ਮੁਕਾਬਲਾ ਨਹੀਂ ਕਰ ਸਕਿਆ, ਸਾਬਕਾ ਐਡ ਚੀਫ ਨੇ ਕਿਹਾ - ਬਲੂਮਬਰਗ",
        "ਜਸਟਿਨ ਟਿੰਬਰਲੇਕ ਨੇ ਲੌਂਗ ਆਈਲੈਂਡ ਡੀਡਬਲਯੂਆਈ ਦੀ ਗ੍ਰਿਫਤਾਰੀ ਤੋਂ ਬਾਅਦ ਘੱਟ ਦੋਸ਼ਾਂ ਲਈ ਦੋਸ਼ੀ ਮੰਨਿਆ, \"ਗਲਤੀ\" ਨੂੰ ਸਵੀਕਾਰ ਕੀਤਾ - ਸੀਬੀਐਸ ਨਿ New ਯਾਰਕ",
        "ਬਲੂਮਬਰਗ: ਦ ਕਲੋਜ਼ 9/13/2024 - ਬਲੂਮਬਰਗ ਟੈਲੀਵਿਜ਼ਨ",
        "ਐਨਐਫਐਲ ਨੂੰ 49ers ਵਿੱਚ ਕੋਈ ਉਲੰਘਣਾ ਨਹੀਂ ਮਿਲਦੀ ’ਕ੍ਰਿਸ਼ਚੀਅਨ ਮੈਕਕੈਫਰੀ ਦੀ ਸਥਿਤੀ ਨੂੰ ਛੁਪਾਉਣਾ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ"
    ]
}