{
    "headlines": [
        "Relatório: Mike Vick é o novo treinador da Norfolk State - NBC Sports",
        "Cody Bellinger troca notas: Yankees recebem 'A' por pivô estável após derrota de Juan Soto, Cubs vencem jogo de corte de custos - CBS Sports",
        "SpaceX lança 2 satélites mPOWER da Flórida na 2ª etapa do voo espacial duplo (vídeo) - Space.com",
        "   Removido ",
        "Luigi Mangione acusado de assassinato em primeiro grau na UnitedHealthcare - Financial Times",
        "   Removido ",
        "Os 2 astronautas presos da NASA enfrentam mais tempo no espaço com o retorno adiado até pelo menos o final de março - The Associated Press",
        "A nova ferramenta de IA do Google usa prompts de imagem em vez de texto - CNN",
        "Os advogados de Trump alegam má conduta do júri na última tentativa de lançar um veredicto de suborno - Axios",
        "Os últimos vazamentos do Galaxy S25 mostram os cantos curvos e molduras finas do Ultra [Galeria] - 9to5Google",
        "O Dow fez algo que não fazia desde que Jimmy Carter era presidente - CNN",
        "Julgamento por assassinato de Bob Lee: júri de s.f. declara Nima Momeni culpada de assassinato em segundo grau - San Francisco Chronicle",
        "Trump processa Des Moines Register e pesquisador de Iowa, alegando interferência eleitoral - The Washington Post",
        "Polícia identifica menina de 15 anos como atiradora da Escola Cristã Vida Abundante em Wisconsin - ABC News",
        "Nave espacial SpaceX Dragon cai no Golfo ao largo da costa da Flórida - DESGASTE",
        "A queda das ações da Nvidia se aprofunda. O que o está levando ainda mais para o território da correção. - Barron's",
        "Grubhub pagará US $ 25 milhões em acordo da FTC por práticas prejudiciais contra clientes e trabalhadores - CNBC",
        "Harris insta o público a \"permanecer na luta\", \"voltar pronto\" após as férias - ABC News",
        "O kit de desenvolvimento de US $ 249 da Nvidia promete energia de IA pequena e barata - The Verge",
        "Suspeito de Gilgo Beach, Rex Heuermann, acusado de sétimo assassinato - BBC.com"
    ]
}