{
    "headlines": [
        "ਪੋਰਟੋ ਰੀਕੋ ਦਾ ਪਾਵਰ ਗਰਿੱਡ collapseਹਿ ਗਿਆ; ਸੇਵਾ ਬਹਾਲ ਕਰਨ ਵਿਚ ਦੋ ਦਿਨ ਲੱਗ ਸਕਦੇ ਹਨ - ਰਾਇਟਰਜ਼ ਕਨੇਡਾ",
        "ਪੁਲਿਸ ਨੇ ਜਾਨਲੇਵਾ ਨਿਊਯਾਰਕ ਹਮਲੇ ਵਿੱਚ ਅੱਗ ਲਗਾਈ ਗਈ ਔਰਤ ਦੀ ਪਛਾਣ ਕੀਤੀ - BBC.com",
        "ਸਰੋਤਃ ਦੂਜੀ ਵਾਰ ਏਲੀਅਟ ਨੂੰ ਕੱਟਣ ਲਈ ਗਊਆਂ - ਈਐਸਪੀਐਨ",
        "‘ਸਕੁਇਡ ਗੇਮ’ ਸੀਜ਼ਨ 2 ਸੈੱਟ ਕਰਦਾ ਹੈ ਨੈੱਟਫਲਿਕਸ ਪ੍ਰੀਮੀਅਰ ਹਫਤਾ ਦੇਖਣ ਦਾ ਰਿਕਾਰਡ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਫੋਟੋਆਂਃ ਵਿਸ਼ਵ ਭਰ ਵਿੱਚ ਨਵੇਂ ਸਾਲ ਦੇ ਜਸ਼ਨ - ਸੀ ਐਨ ਐਨ",
        "ਅਮੀਨ ਥੌਮਸਨ, ਟੈਰੀ ਰੋਜ਼ੀਅਰ ਨੂੰ ਮੁਅੱਤਲ ਕੀਤਾ ਗਿਆ ਕਿਉਂਕਿ ਐਨਬੀਏ ਨੇ ਗਰਮੀ-ਰੋਕੇਟ ਦੇ ਝਗੜੇ ਲਈ ਸਜ਼ਾਵਾਂ ਦਿੱਤੀਆਂ - ਯਾਹੂ ਸਪੋਰਟਸ",
        "ਏਲੋਨ ਮਸਕ ਨੇ ਜਰਮਨ ਦੇ ਰਾਸ਼ਟਰਪਤੀ ਫਰੈਂਕ ਵਾਲਟਰ ਸਟੀਨਮੀਅਰ ਦਾ ਅਪਮਾਨ ਕੀਤਾ - ਡੀਡਬਲਯੂ (ਅੰਗਰੇਜ਼ੀ)",
        "2024 ਨਵੇਂ ਸਾਲ ਦੇ ਈਵ ਸਪੈਸ਼ਲਸ ਨੂੰ ਕਿਵੇਂ ਵੇਖਣਾ ਹੈਃ ‘ਡਿਕ ਕਲਾਰਕ ਦੇ ਨਵੇਂ ਸਾਲ ਦੇ ਰਾਕਿਨ’ ਈਵ ਤੋਂ ਰਿਆਨ ਸੀਕਰੇਸਟ ਨਾਲ ’ਤੋਂ‘ ਐਂਡਰਸਨ ਕੂਪਰ ਐਂਡ ਐਂਡੀ ਕੋਹੇਨ ਨਾਲ ਨਵੇਂ ਸਾਲ ਦੀ ਈਵ ਲਾਈਵ ’ - ਡੈੱਡਲਾਈਨ",
        "ਐਫਬੀਆਈਃ ਵਰਜੀਨੀਆ ਵਿਚ ਮਿਲੀ ਏਜੰਸੀ ਦੇ ਇਤਿਹਾਸ ਵਿਚ ਸਭ ਤੋਂ ਵੱਡਾ ਘਰੇਲੂ ਵਿਸਫੋਟਕ ਕੈਚ - ਦ ਹਿੱਲ",
        "ਨੋਰੋਵਾਇਰਸਃ ਡਾਕਟਰ ਨੇ ਪਿਛਲੇ ਹਫਤੇ ਕੇਸਾਂ ਵਿੱਚ ਵਾਧਾ ਵੇਖਣ ਦੀ ਰਿਪੋਰਟ ਦਿੱਤੀ, womanਰਤ ਵਾਇਰਸ ਨਾਲ ਤਜਰਬਾ ਸਾਂਝਾ ਕਰਦੀ ਹੈ - ਫੌਕਸ 17 ਵੈਸਟ ਮਿਸ਼ੀਗਨ ਨਿ Newsਜ਼",
        "49ers 'ਬ੍ਰੋਕ ਪੁਰਡੀ ਸੱਜੇ ਕੂਹਣੀ ਬਨਾਮ ਲਾਇਨਜ਼ ਨੂੰ ਗੰਭੀਰ ਸੱਟ ਤੋਂ ਬਚਦਾ ਹੈ, ਪਰ ਸੰਭਾਵਤ ਤੌਰ' ਤੇ ਬਨਾਮ ਕਾਰਡੀਨਲਜ਼ ਨਹੀਂ ਖੇਡੇਗਾ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਪੈਂਟਾਗਨ ਦੇ ਮੁਖੀ ਨੇ 9/11 ਦੇ ਪਟੀਸ਼ਨ ਸੌਦਿਆਂ ਨੂੰ ਰੱਦ ਕਰਨ ਦੀ ਬੋਲੀ ਗੁਆ ਦਿੱਤੀ - ਪੋਲਿਟਿਕੋ",
        "ਹਟਾਈ",
        "ਰਿਪ. ਮੈਸੀ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਹ ਸਪੀਕਰ ਲਈ ਮਾਈਕ ਜਾਨਸਨ ਦਾ ਸਮਰਥਨ ਨਹੀਂ ਕਰੇਗਾ ਕਿਉਂਕਿ ਅਗਲੀ ਕਾਂਗਰਸ ਸ਼ੁੱਕਰਵਾਰ ਨੂੰ ਬੁਲਾਉਣ ਲਈ ਤਿਆਰ ਹੈ - ਡਬਲਯੂਐਲਡਬਲਯੂਟੀ ਸਿਨਸਿਨਾਟੀ",
        "ਉਪਨਗਰ ਸਿਨਸਿਨਾਟੀ ਵਿੱਚ ਮਰੇ ਪੰਛੀਆਂ ਵਿੱਚ ਸ਼ੱਕੀ ਏਵੀਅਨ ਫਲੂ - ਡਬਲਯੂਕੇਆਰਸੀ ਟੀਵੀ ਸਿਨਸਿਨਾਟੀ",
        "ਵਾਚਃ ਗੋਂਜ਼ਾਗਾ ਪੁਰਸ਼ ਬਾਸਕਟਬਾਲ ਦਾ ਜੈੱਟ ਲਾਕਸ ਰਨਵੇਅ 'ਤੇ ਡੈਲਟਾ ਫਲਾਈਟ ਨਾਲ ਲਗਭਗ ਟਕਰਾ ਜਾਂਦਾ ਹੈ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਕੌਮੀ ਸੋਗ ਦਿਵਸ 'ਤੇ ਜਿੰਮੀ ਕਾਰਟਰ ਦੇ ਸਨਮਾਨ' ਚ ਬੰਦ ਰਹਿਣਗੇ ਅਮਰੀਕੀ ਸ਼ੇਅਰ ਬਾਜ਼ਾਰ - The Associated Press",
        "ਹਾਉਸਿੰਗ ਮਾਰਕੀਟ ਚਿੰਤਾਜਨਕ ਸਪਲਾਈ ਦੇ ਰੁਝਾਨ ਦੇ ਨਾਲ 2025 ਵੱਲ ਜਾ ਰਿਹਾ ਹੈ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਹਟਾਈ",
        "ਸਟਾਕ ਮਾਰਕੀਟ ਅੱਜਃ ਵਾਲ ਸਟ੍ਰੀਟ ਇੰਡੈਕਸ ਇਕ ਹੋਰ ਰਿਕਾਰਡ ਤੋੜਨ ਵਾਲੇ ਸਾਲ ਦੇ ਅੰਤ ਵਿਚ ਘੱਟ ਜਾਂਦਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ"
    ]
}