{
    "headlines": [
        "Les actions européennes augmentent de 1,4%, inversant le cours après la série de pertes liées aux droits de douane - CNBC",
        "Les cibles du S&P 500 de Wall Street prévoient toujours une forte hausse, même après une vague de coupes - MarketWatch",
        "La Chine promet de « se battre jusqu'au bout » après que Trump ait menacé d'imposer un tarif supplémentaire de 50% - Financial Times",
        "Marco Rubio a dit qu'il protégerait l'aide vitale à l'étranger. DOGE n'était pas d'accord. - The Washington Post",
        "Les marais de Floride à Houston, remportant le 3e championnat national de basketball masculin de la NCAA - NPR",
        "Shingles Shot Slashes Dementia Risk by 20% in Landmark Stanford Study - SciTechDaily",
        "Les scientifiques disent qu'ils ont ressuscité le loup terrible - CNN",
        "Règlement entre la maison et la NCAA : le juge veut que la proposition historique des sports universitaires soit retravaillée - USA Today",
        "Décès du batteur blond Clem Burke à 70 ans - Pitchfork",
        "Deuxième cas de rougeole confirmé au Colorado, cette fois à Denver - Colorado Public Radio",
        "Le ministère de la Santé de l'Indiana confirme le premier cas de rougeole en 2025 - WLKY",
        "L'administration Trump licencie une femme officier supérieur de la Marine à l'OTAN. Elle est apparue sur une liste de réveil - ABC News",
        "Déploiement de la mise à jour d'avril 2025 de Pixel Watch - 9to5Google",
        "Geno Smith dit qu'il n'a pas contré l'offre de contrat de Seattle - NBC Sports",
        "‘Minecraft’ est un succès massif, donnant à Michael De Luca et Pamela Abdy une vie supplémentaire - The Hollywood Reporter",
        "Framework cesse de vendre certains de ses ordinateurs portables les moins chers en raison des tarifs Trump - The Verge",
        "Je suis allé au nouveau parc Epic Universe de 7 milliards de dollars d'Universal tôt — voici ce que j'ai vu - Polygon",
        "Le visa d'étudiant de l'Université d'État de San Diego a été révoqué, l'université confirme - cbs8.com"
    ]
}