{
    "headlines": [
        "Donald Trump fait l'éloge d'Elon Musk après avoir sonné la cloche à la Bourse de New York - Yahoo Finance",
        "Le chef rebelle syrien, après l'éviction d'Assad, resserre son emprise sur l'État - Reuters",
        "Google annonce Android XR, lancement 2025 sur casque Samsung - 9to5Google",
        "La pluie de météores des Géminides culmine cette semaine. Voici comment le regarder - CNN",
        "Donald Trump a invité le président chinois Xi Jinping à son investiture - Financial Times",
        "Les États-Unis voient la chute d'Assad comme une chance de détruire l'arsenal chimique syrien « une fois pour toutes » - Reuters",
        "Avec iOS 18.2, Apple complète son kit de démarrage AI - The Verge",
        "Rapport sur l'inflation de l'IPP : les données de novembre restent chaudes - Barron's",
        "L'action Tesla a augmenté de 70 % depuis la victoire de Trump. Cet analyste le voit grimper à 500 $ / sh - Investing.com",
        "Intel Arc B580 offre un potentiel de calcul GPU Linux prometteur pour Battlemage Review - Phoronix",
        "Warner Bros. Discovery crée une nouvelle structure d'entreprise, avec des divisions pour les réseaux linéaires, le streaming et les studios - Date limite",
        "Interdictions et conseils aux voyageurs en hiver à WNY - WGRZ.com",
        "[supprimé]",
        "La Banque centrale européenne réduit les taux d'intérêt alors que l'économie s'affaiblit - The New York Times",
        "Le traitement émergent du cancer du sein : aucune intervention chirurgicale requise - The Wall Street Journal",
        "Malade par la politique de la NFL, Belichick vise un redémarrage de l'université - ESPN",
        "Bande-annonce « 28 ans plus tard » : un marchand d'art britannique prétend être un zombie ressemblant à Cillian Murphy - Date limite",
        "Choix de départ « Em, Sit »Em de B/R pour chaque match fantastique de la semaine 15 de la NFL - Rapport Bleacher",
        "Sélection de la semaine 15 de la NFL par le personnel du MMQB : Lions-Bills en avant-première potentielle du Super Bowl - Illustration sportive",
        "UnitedHealthcare CEO killing latest : Fingerprints, gun linked to scene of killing, New York officials say - ABC News"
    ]
}