{
    "headlines": [
        "ਕੇਮੀ ਬੇਡੇਨੋਕ ਇਤਿਹਾਸਕ ਟੋਰੀ ਲੀਡਰਸ਼ਿਪ ਜਿੱਤਣ ਤੋਂ ਬਾਅਦ ਤਬਦੀਲੀ ਦਾ ਵਾਅਦਾ ਕਰਦਾ ਹੈ - ਬੀਬੀਸੀ.",
        "ਯੰਗਕਿਨ, ਟਰੰਪ ਬਾਰੇ ਲੰਬੇ ਕੋਇ, ਉਸ ਨੂੰ ਸ਼ਰਧਾਂਜਲੀ, ਪ੍ਰਾਰਥਨਾ ਦੇ ਨਾਲ ਵਰਜੀਨੀਆ ਵਿੱਚ ਸਵਾਗਤ ਕਰਦਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਨਿ New ਯਾਰਕ ਤੋਂ ਲਾਈਵਃ ਹੈਰਿਸ ਚੋਣ ਲੂਮਿੰਗ ਦੇ ਨਾਲ ਹੈਰਾਨੀਜਨਕ 'ਸ਼ਨੀਵਾਰ ਨਾਈਟ ਲਾਈਵ' ਦਿੱਖ ਬਣਾ ਰਿਹਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ULM ਅਨੁਸ਼ਾਸਨ ਕਰਨ ਲਈ OL ਕੋਚ ਕੈਮਰਨ Blankenship irately berating ਲਈ, ਪਾਸੇ 'ਤੇ ਖਿਡਾਰੀ shoving - ਯਾਹੂ ਖੇਡ",
        "ਸਪੇਨ ਦੇ ਘਾਤਕ ਹੜ੍ਹਾਂ ਨੇ ਸਰਕਾਰ ਨੂੰ 10,000 ਸੈਨਿਕਾਂ ਨੂੰ ਵੈਲੈਂਸੀਆ ਭੇਜਣ ਲਈ ਪ੍ਰੇਰਿਤ ਕੀਤਾ, ਪੁਲਿਸ ਨੇ ਮਰਨ ਵਾਲਿਆਂ ਦੀ ਗਿਣਤੀ 200 ਤੋਂ ਵੱਧ ਕੀਤੀ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਟੈਕਸਾਸ ਟੈਕ ਸੰਪੂਰਨ ਆਈਐਸਯੂ ਸਟਾਰਟ - ਈਐਸਪੀਐਨ ਨੂੰ ਖਤਮ ਕਰਨ ਲਈ ਦੇਰ ਟੀਡੀ ਦੀ ਵਰਤੋਂ ਕਰਦਾ ਹੈ",
        "ਇਜ਼ਰਾਈਲ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਹਿਜ਼ਬੁੱਲਾ ਚਾਲਕ ਜਲ ਸੈਨਾ ਦੀ ਛਾਪੇਮਾਰੀ ਵਿੱਚ ਫੜਿਆ ਗਿਆ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਓਹੀਓ ਸਟੇਟ ਜਿੱਤ, ਆਇਓਵਾ ਸਟੇਟ ਹਾਰ ਦਾ ਸਿਰਲੇਖ ਕਾਲਜ ਫੁੱਟਬਾਲ ਹਫਤਾ 10 ਜੇਤੂ ਅਤੇ ਹਾਰਨ ਵਾਲੇ - ਅਮਰੀਕਾ ਅੱਜ",
        "ਟਰੰਪ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਪ੍ਰਵਾਸੀਆਂ ਨੇ ਇਕ ਛੋਟੇ ਜਿਹੇ ਵਿਸਕਾਨਸਿਨ ਸ਼ਹਿਰ ਵਿਚ ’ਅਪਰਾਧ ਵਿਚ ਵਾਧਾ' ਕੀਤਾ । ਇਸ ਦੇ ਵਸਨੀਕ ਇਸ ਨੂੰ ਰੱਦ ਕਰਦੇ ਹਨ. - ਪੋਲਿਟਿਕੋ",
        "ਜਾਰਜੀਆ ਦੇ ਜੱਜ ਨੇ ਫੁਲਟਨ ਕਾਉਂਟੀ ਵਿਚ ਹੱਥ ਵਾਪਸ ਕੀਤੇ ਮੇਲ ਬੈਲਟ ਦੀ ਸਵੀਕ੍ਰਿਤੀ ਨੂੰ ਰੋਕਣ ਦੀ ਮੰਗ ਕਰਦਿਆਂ ਰਿਪਬਲਿਕਨ ਮੁਕੱਦਮੇ ਨੂੰ ਰੱਦ ਕਰ ਦਿੱਤਾ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਕੀ ਪਾਲਤੂ ਕੁੱਕੜ ਦਾ ਪਾਲਤੂ ਜਾਨਵਰ ਹੋਣਾ ਕਾਨੂੰਨੀ ਹੈ? ਪਿਆਰੇ ਮੂੰਗਫਲੀ ਨਿਊਯਾਰਕ ਵਿਚ squirrel euthanized - ਅਮਰੀਕਾ ਨੇ ਅੱਜ",
        "ਫਲੋਰਿਡਾ ਦੇ ਦੋਸ਼ੀ ਕਾਤਲ ਕਲੌਨ ਨੂੰ ਉਸਦੇ ਪਤੀ ਦੀ ਤਤਕਾਲੀ ਪਤਨੀ ਦੀ ਹੱਤਿਆ ਲਈ ਜੇਲ੍ਹ ਤੋਂ ਰਿਹਾ ਕੀਤਾ ਗਿਆ - ਡਬਲਯੂਪੀਬੀਐਫ ਵੈਸਟ ਪਾਮ ਬੀਚ",
        "ਮਾਰਗੋਟ ਰੋਬੀ ਨੇ ਉਸ ਨੂੰ ਜਨਮ ਦਿੱਤਾ ਅਤੇ ਟੌਮ ਅਕਰਲੀ ਦਾ ਪਹਿਲਾ ਬੱਚਾ - ਹਾਰਪਰਜ਼ ਬਾਜ਼ਾਰ",
        "ਤੀਜੀ ‘ਵੈਨੋਮ' ਫਿਲਮ ਬਾਕਸ ਆਫਿਸ 'ਤੇ ਚੋਟੀ' ਤੇ, ਟੌਮ ਹੈਂਕਸ ਦੀ ਫਲਿੱਕ ਡੈਬਿਊ ਤੀਜੀ - ਨਿਊਯਾਰਕ ਪੋਸਟ",
        "ਡੀਜੇ ਲੈਗਵੇ ਸੱਟਃ ਫਲੋਰੀਡਾ ਦਾ ਤਾਜ਼ਾ ਵਰਤਾਰਾ ਕਿ Qਬੀ ਨੇ ਜਾਰਜੀਆ ਗੇਮ ਦੌਰਾਨ ਮੈਦਾਨ ਤੋਂ ਕਾਰਟ ਕੀਤਾ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਐਪਲ ਦਾ ਨਵਾਂ ਐਮ 4 ਮੈਕਸ ਮਾਰਕੀਟ ਦਾ ਸਭ ਤੋਂ ਤੇਜ਼ ਸੀਪੀਯੂ ਹੈ, ਅਤੇ ਅਸੀਂ ਐਮ 4 ਅਲਟਰਾ - 9to5Mac ਨੂੰ ਵੀ ਨਹੀਂ ਵੇਖਿਆ",
        "ਚੋਣ ਤੋਂ 3 ਦਿਨ ਪਹਿਲਾਂ ਦੱਖਣੀ ਲੜਾਈ ਦੇ ਮੈਦਾਨਾਂ ਵਿੱਚ ਹੈਰਿਸ ਅਤੇ ਟਰੰਪ ਦੀ ਮੁਹਿੰਮ - ਸੀਐਨਐਨ",
        "ਵਾਰਨ ਬਫੇਟ 325 ਬਿਲੀਅਨ ਡਾਲਰ ਤੋਂ ਵੱਧ ਨਕਦ 'ਤੇ ਬੈਠਾ ਹੈ ਕਿਉਂਕਿ ਬਰਕਸ਼ਾਇਰ ਹੈਥਵੇ ਐਪਲ ਸਟਾਕ ਵੇਚਦਾ ਰਹਿੰਦਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਯੂਕਰੇਨ ਦੇ ਜ਼ੇਲੇਨਸਕੀ ਨੇ ਉੱਤਰੀ ਕੋਰੀਆ ਦੀਆਂ ਫੌਜਾਂ ਦੇ ਮੋਰਚੇ 'ਤੇ ਪਹੁੰਚਣ ਤੋਂ ਪਹਿਲਾਂ ਸਹਿਯੋਗੀਆਂ ਨੂੰ ਕਾਰਵਾਈ ਕਰਨ ਦੀ ਅਪੀਲ ਕੀਤੀ - ਅਲ ਜਜ਼ੀਰਾ ਅੰਗਰੇਜ਼ੀ",
        "ਡਬਲਯੂਡਬਲਯੂਈ ਤਾਜ ਗਹਿਣਾ 2024 ਨਤੀਜੇਃ ਜੇਤੂ, ਲਾਈਵ ਗ੍ਰੇਡ, ਪ੍ਰਤੀਕ੍ਰਿਆ ਅਤੇ ਹਾਈਲਾਈਟਸ - ਬਲੀਚਰ ਰਿਪੋਰਟ"
    ]
}