{
    "headlines": [
        "اكتشاف إنفلونزا الطيور في الحليب الخام الذي يباع في متجر كاليفورنيا - واشنطن بوست",
        "ينضم مات غايتز إلى كاميو – ويتقاضى مئات الأشخاص مقابل محادثات حماسية - سكاي نيوز",
        "تطلب هاريس من مستشاريها وحلفائها إبقاء خياراتها السياسية مفتوحة - بوليتيكو",
        "نقطة محذوفة هنا",
        "تصنع سوني وحدة تحكم محمولة لتنافس نينتندو ومايكروسوفت - ذا فيرج",
        "كان ليام باين يحاول الهروب من الشرفة عندما سقط حتى وفاته - TMZ",
        "تغريم الجهة التنظيمية المالية في المملكة المتحدة باركليز 51 مليون دولار بسبب الإفصاحات المتعلقة بتعاملات قطر - CNBC",
        "يخطط عمال مطار شارلوت للإضراب خلال أسبوع سفر عيد الشكر المزدحم - وكالة أسوشيتد برس",
        "تحطمت طائرة شحن دي إتش إل في ليتوانيا، مما أسفر عن مقتل شخص واحد، كما يقول المسؤولون المحليون - إيه بي سي نيوز",
        "يرى سكوت بيسنت إعادة ترتيب اقتصادية عالمية قادمة. \"يريد أن يكون جزءًا منه. - صحيفة وول ستريت جورنال",
        "يقول علماء الفلك إن كوكب \"الطفل\" هو واحد من أصغر الكواكب التي تم اكتشافها على الإطلاق - ساينس أليرت",
        "الدوري الوطني لكرة القدم الأمريكية في الأسبوع 12: رعاة البقر يحصلون على علامة عالية للفوز الصادم على القادة، والعمالقة يحصلون على درجة \"F\" بعد الخسارة القبيحة - CBS Sports",
        "كرة القدم ليلة الأحد: ساكون باركلي يدير 255، فاز النسور على الأكباش 37-20 - NBC Sports",
        "براندون غراهام يخرج من لعبة النسور مقابل الأكباش مع إصابة مخيفة في المرفق - Eagles Wire",
        "\"يلوستون \": الدراما الأكثر إثارة للصدمة هذا الموسم ؟ مشاهدة الخالق تايلور شيريدان يهدم إرث كيفن كوستنر - متنوعة",
        "عاصفة عيد الشكر تجلب الهواء البارد وربما المزيد من الثلج - فقط في الطقس",
        "\"حان الوقت لسحب الزناد\"، يقول أكبر مستثمر حول أسهم الكمبيوتر فائقة الصغر - TipRanks",
        "يقول مصدر إقليمي إن اتفاق وقف إطلاق النار بين إسرائيل وحزب الله \"قريب جدًا\"، حيث يرتفع عدد القتلى في لبنان - سي إن إن",
        "يميل دوران الأرض 31.5 بوصة، والبشر يتحملون اللوم بنسبة 100 ٪ - Earth.com",
        "يتسابق ماسك وراماسوامي لبناء فريق \"دوجي\" للحرب مع واشنطن - واشنطن بوست"
    ]
}