{
    "headlines": [
        "Was wir über den 1,5-Milliarden-Dollar-Bybit-Crypto-Hack wissen - Business Insider",
        "Papst Franziskus hatte eine \"friedliche Nacht\", nachdem der Vatikan gesagt hatte, dass der Zustand \"kritisch bleibt\" - BBC.com",
        "Deutschland hält eine Bundestagswahl ab. Folgendes steht auf dem Spiel - CNN",
        "Frankreich: Ein Toter und Polizisten in Mulhouse verletzt - BBC.com",
        "UFC Seattle Post-Fight-Show: Reaktion auf enttäuschendes Ende von Song Yadongs Sieg über Henry Cejudo - MMA Fighting",
        "Horoskop für Sonntag, 23. Februar 2025 - Chicago Sun-Times",
        "Agenturen suchen Rat bei der neuesten Moschus-OPM-E-Mail, wobei einige die Mitarbeiter auffordern, nicht zu antworten - ABC News",
        "9 Dinge, die die Kameras während der Spirit Awards verpasst haben - Hollywood Reporter",
        "Lakers erhalten erste große Leistung von Luka Dončić beim Sieg über Nuggets - Yahoo Sports",
        "Ein Test für Apples neues iPhone: Chinesische Rivalen mit Heimvorteil schlagen - The Wall Street Journal",
        "Trump erwartet, Patel als amtierenden ATF-Chef zu benennen: Berichte - The Hill",
        "Polizeibeamter getötet, 5 weitere Menschen verletzt, nachdem Schütze Pennsylvania Krankenhauspersonal als Geisel hält, sagen Beamte - CNN",
        "Artur Beterbiev vs. Dmitry Bivol 2 Kampfergebnisse, Highlights: Herausforderer rächt sich, um unbestrittenen Titel zu verdienen - CBS Sports",
        "Demokraten und ehemalige Verteidigungsbeamte schimpfen gegen die „reine Kleinlichkeit“ der Entlassungen im Trump-Pentagon - The Hill",
        "FINALE: Nr. 2 Florida 79, LSU 65 - Florida Gators",
        "SpaceX startet 22 Starlink-Internet-Satelliten aus Kalifornien - Space.com",
        "Was Sie über den Masernausbruch in Westtexas wissen sollten, wenn die Fälle auf 90 ansteigen - PBS NewsHour",
        "D.O.G.E. hat Ihnen gerade ein Ultimatum gestellt - NASA Watch",
        "Trump schwelgt in Massenentlassungen und Spott auf Bundesebene in Biden, bevor er die konservative Menge anbetet - The Associated Press"
    ]
}