{
    "headlines": [
        "عمال مصنع بوينغ المضربين يقولون إنهم مستعدون للتمسك بعقد أفضل - وكالة أسوشيتد برس",
        "توفيت ميكايلا دي برنس، راقصة باليه رائدة وإنسانية، عن عمر يناهز 29 عامًا - NBC Philadelphia",
        "بايدن يلتقي بالزعيم البريطاني ويتجاهل تهديدات بوتين بشأن الأسلحة لأوكرانيا - وكالة أسوشيتد برس",
        "غارة القوات الخاصة الإسرائيلية على موقع صاروخي في سوريا - تقارير أمريكية - BBC.com",
        "تحديثات مباشرة: دونالد ترامب، كامالا هاريس أخبار الانتخابات | سي إن إن بوليتيكس - سي إن إن",
        "ينتقد البابا هاريس وترامب، ويطلب من الكاثوليك الأمريكيين اختيار \"أهون الشرين\" - رويترز",
        "رواد فضاء ناسا لا \"قلقون\" بشأن المهمة الممتدة، \"ممتنون\" لمزيد من الوقت في الفضاء بعد مشاكل ستارلاينر - فوكس نيوز",
        "49ers 'McCaffrey out Sun. ؛ الأشعة تحت الحمراء قيد النظر - ESPN",
        "خمسة أسباب تجعل مستقبل الدلافين يبدو قاتماً إذا ترك توا تاغوفايلوا الصورة بعد الارتجاج - الولايات المتحدة الأمريكية اليوم",
        "سوق الأسهم اليوم: المستثمرون يرفعون الرهانات على خفض سعر الفائدة الفيدرالي الضخم - صحيفة وول ستريت جورنال",
        "تمت الإزالة",
        "تهديدات القنابل تجبر اليوم الثاني على التوالي من إغلاق المدارس في سبرينغفيلد، أوهايو - إن بي سي نيوز",
        "ارتفعت أسهم DJT بعد أن قال ترامب إنه \"ليس لديه نية لبيع\" أسهمه في Trump Media - CBS News",
        "1.3 مليون صندوق تلفزيون يعمل بنظام Android ؛ لا يزال الباحثون لا يعرفون كيف - Ars Technica",
        "تبدأ Apple في تلقي الطلبات المسبقة لأجهزة iPhone 16 المزودة بتقنية الذكاء الاصطناعي - Investor's Business Daily",
        "يقول ترامب إنه لا يتحكم في المحرضة اليمينية المتطرفة لورا لومر، ويصفها بأنها \"روح حرة\" - سي إن إن",
        "Blazin’ 5: غطاء الفايكنج مقابل 49ers، Jets beat Titans، Texans over Bears | NFL | القطيع - القطيع مع Colin Cowherd",
        "يقر جاستن تيمبرليك بالذنب فيما يتعلق بقضية DWI - NBC News",
        "جيمس ماكفوي يتحدث عن النهاية المعاد تخيلها \"لا تتحدث عن الشر\" ولا تخاف من التكرار - مراسل هوليوود",
        "المحققون الفيدراليون يبحثون عن شركة خاصة استأجرت تيرينس بانكس كجزء من تحقيق في الفساد في مدينة نيويورك - نيويورك ديلي نيوز"
    ]
}