{
    "headlines": [
        "ਇਜ਼ਰਾਈਲ ਨੇ ਵੈਸਟ ਬੈਂਕ 'ਚ ਰਾਮੱਲਾ' ਚ ਅਲ ਜਜ਼ੀਰਾ ਦੇ ਬਿਊਰੋ 'ਤੇ ਛਾਪਾ ਮਾਰ ਕੇ ਬੰਦ ਕਰ ਦਿੱਤਾ - The Associated Press",
        "ਅਲਾਬਾਮਾ ਸਮੂਹਿਕ ਗੋਲੀਬਾਰੀ ਵਿੱਚ ਚਾਰ ਮਰੇ ਅਤੇ ਦਰਜਨਾਂ ਜ਼ਖਮੀ - ਬੀਬੀਸੀ.",
        "ਸ਼੍ਰੀਲੰਕਾ ਦੇ ਮਾਰਕਸਵਾਦੀ ਝੁਕਾਅ ਵਾਲੇ ਦਿਸਾਨਾਯੇਕ ਨੇ ਰਾਸ਼ਟਰਪਤੀ ਦੀ ਦੌੜ ਦੀ ਅਗਵਾਈ ਕੀਤੀ - ਰਾਇਟਰਜ਼",
        "ਸਾਰਾ ਐਨ ਵੁੱਡ ਕਿੱਥੇ ਹੈ? NY ਲੜਕੀ ਦੀ ਲਾਸ਼ ਦੀ ਸਥਿਤੀ ਕਤਲ ਦੇ ਦਹਾਕਿਆਂ ਬਾਅਦ ਇੱਕ ਰਹੱਸਮਈ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਫੀਡ ਆਪਣੀ ਜੰਬੋ ਰੇਟ ਕਟੌਤੀ ਲਈ ਪ੍ਰਮਾਣਿਕਤਾ ਪ੍ਰਾਪਤ ਕਰਨ ਜਾ ਰਿਹਾ ਹੈ - ਯਾਹੂ ਵਿੱਤ",
        "ਫੈੱਡਜ਼ ਨਵੇਂ ਐਨਵਾਈਪੀਡੀ ਕਮਿਸ਼ਨਰ ਦੀ ਨਿਯੁਕਤੀ ਤੋਂ ਇਕ ਹਫਤੇ ਬਾਅਦ ਹੀ ਸਰਚ ਵਾਰੰਟ ਚਲਾਉਂਦੇ ਹਨ - ਸੀ ਐਨ ਐਨ",
        "ਯੂਕਰੇਨ ਦੇ ਸੱਪ ਟਾਪੂ ਤੇ, ਕਾਲੇ ਸਾਗਰ ਲਈ ਲੜਾਈ ਦਾ ਦਿਲ - ਦਿ ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "ਮੈਨਿੰਗ ਨੰਬਰ 1 ਟੈਕਸਾਸ ਨੂੰ ਪਹਿਲੀ ਸ਼ੁਰੂਆਤ ਵਿੱਚ ਰੋਲਿੰਗ ਰੱਖਦੀ ਹੈ - ਈਐਸਪੀਐਨ",
        "ਮਿਸ਼ੀਗਨ ਯੂਐਸਸੀ ਦੇ ਬਿਗ ਟੈਨ ਡੈਬਿਊ ਨੂੰ ਸੋਰਸ ਕਰਦਾ ਹੈ, ਟੈਨਸੀ ਕਾਲਜ ਫੁੱਟਬਾਲ ਦੇ ਹਫਤੇ 4 ਵਿੱਚ ਓਕਲਾਹੋਮਾ ਨੂੰ ਸੰਭਾਲਦਾ ਹੈ - NCAA.",
        "ਟੈਨਿਸੀ ਬਨਾਮ ਓਕਲਾਹੋਮਾ ਸਕੋਰਃ ਲਾਈਵ ਗੇਮ ਅਪਡੇਟਸ, ਕਾਲਜ ਫੁੱਟਬਾਲ ਸਕੋਰ, ਐਨਸੀਏਏ ਚੋਟੀ ਦੇ 25 ਹਾਈਲਾਈਟਸ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਹੈਰਿਸ ਨੇ ਦੂਜੀ ਰਾਸ਼ਟਰਪਤੀ ਬਹਿਸ ਲਈ ਸੱਦਾ ਸਵੀਕਾਰ ਕੀਤਾ, ਟਰੰਪ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ \"ਬੱਸ ਬਹੁਤ ਦੇਰ ਹੋ ਗਈ ਹੈ\" ਇਕ ਹੋਰ ਲਈ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਯੂ ਐਨ ਸੀ ਦਾ ਮੈਕ ਬ੍ਰਾ Brownਨ ਕਹਿੰਦਾ ਹੈ ਕਿ ਉਹ ਭਾਵਨਾਤਮਕ ਲਾਕਰ ਰੂਮ ਭਾਸ਼ਣ ਤੋਂ ਬਾਅਦ ਰਿਟਾਇਰ ਨਹੀਂ ਹੋ ਰਿਹਾ - ਸਪੋਰਟਸ ਇਲਸਟ੍ਰੇਟਿਡ",
        "ਇਹ ਉਹ ਹੈ ਜੋ ਏਰਿਕ ਮੇਨੇਂਡੇਜ਼ ਰਿਆਨ ਮਰਫੀ ਦੀ ਮੇਨੇਂਡੇਜ਼ ਬ੍ਰਦਰਜ਼ ਸੀਰੀਜ਼ - ਈ ਬਾਰੇ ਅਸਲ ਵਿੱਚ ਸੋਚਦਾ ਹੈ! ਆਨਲਾਈਨ - ਈ! ਨਿਊਜ਼",
        "ਕੈਥਰੀਨ ਹਾਨ ‘ਕਮ ਅਪ’ ਨਾਲ ‘ਅਗਾਥਾ ਆਲ ਨਾਲ’ ਨਗਨ ਦ੍ਰਿਸ਼, ਐਮਸੀਯੂ ਵਿਚ ਇਕ forਰਤ ਲਈ ਪਹਿਲੀ - ਇੰਡੀਵਾਇਰ",
        "ਐਂਜਲੀਨਾ ਜੋਲੀ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਸ ਨੂੰ ਕਿਸ਼ੋਰ ਧੀ ਵਿਵੀਅਨ ਨਾਲ ਮੇਲ ਖਾਂਦਾ ਟੈਟੂ ਮਿਲਿਆਃ 'ਸਾਡੇ ਲਈ ਬਹੁਤ ਕੁਝ ਮਤਲਬ ਹੈ' - ਫੌਕਸ ਨਿ Newsਜ਼",
        "ਜਰਮਨੀ ਦੇ ਦੂਰ-ਸੱਜੇ AfD ਇਕ ਹੋਰ ਰਾਜ ਚੋਣ ਜਿੱਤ ਲਈ ਟਰੈਕ 'ਤੇ - ਰਾਇਟਰ",
        "ਹਿਜ਼ਬੁਲ ਨੇ ਉੱਤਰੀ ਇਜ਼ਰਾਈਲ ਦੇ ਅੰਦਰ ਡੂੰਘੇ ਰਾਕੇਟ ਹਮਲੇ ਦਾ ਕੀਤਾ ਦਾਅਵਾ - Al Jazeera English",
        "ਫਰਾਂਸ ਦੇ ਰਾਸ਼ਟਰਪਤੀ ਇਮੈਨੁਅਲ ਮੈਕਰੋਨ ਨੇ ਨਵੀਂ ਸੱਜੇ ਪੱਖੀ ਸਰਕਾਰ ਦਾ ਐਲਾਨ ਕੀਤਾ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਇੱਕ ਸਕੂਲ 'ਤੇ ਇਜ਼ਰਾਈਲੀ ਹੜਤਾਲ' ਤੇ ਘੱਟੋ ਘੱਟ 22 ਲੋਕ ਮਾਰੇ ਗਏ, ਗਾਜ਼ਾ ਸਿਹਤ ਮੰਤਰਾਲੇ ਦਾ ਕਹਿਣਾ ਹੈ - POLITICO",
        "ਏਲੋਨ ਮਸਕ ਐਕਸ ਲਈ ਬ੍ਰਾਜ਼ੀਲ ਦੀ ਅਦਾਲਤ ਦੀਆਂ ਕਾਨੂੰਨੀ ਮੰਗਾਂ ਦੀ ਪਾਲਣਾ ਕਰਦਾ ਹੈ - ਵਿੱਤੀ ਟਾਈਮਜ਼"
    ]
}