{
    "headlines": [
        "قتيل واحد على الأقل وعدة جرحى بعد اصطدام طائرة خاصة بطائرة أخرى عند وصولها إلى أريزونا - سي إن إن",
        "أسهم كيرينغ ترتفع بنسبة 6 ٪ في الربع الرابع حتى مع تأخر المبيعات في علامة غوتشي التجارية المحاصرة - CNBC",
        "تتداول أسواق آسيا والمحيط الهادئ بشكل مختلط حيث يقوم المستثمرون بتقييم تعريفات ترامب - CNBC",
        "كل ما تحتاج لمعرفته حول العاصفة الثلجية المتوقعة في منطقة العاصمة - واشنطن بوست",
        "يظهر لوكا دونسيتش لأول مرة في ليكرز ويتواصل بسرعة مع ليبرون جيمس في الفوز 132-113 على يوتا - وكالة أسوشيتد برس",
        "يشارك المهاجرون الهايتيون قصصًا مروعة عن سوء المعاملة بينما تكثف جمهورية الدومينيكان عمليات الترحيل - ياهو",
        "ترامب يمضي قدمًا في الوقت الذي تحاول فيه المحاكم والديمقراطيون منعه - واشنطن بوست",
        "بقع أبل استغلت بنشاط دائرة الرقابة الداخلية صفر يوم CVE -2025-24200 في تحديث الطوارئ - أخبار القراصنة",
        "تشارلي بوث يدين إعلان كاني ويست سوبر بول - مراسل هوليوود",
        "اتصلت هورنتس بالرابطة الوطنية لكرة السلة، واستكشفت خيارات للنزاع على إلغاء مارك ويليامز تريد - سيلفر سكرين آند رول",
        "يعود جون أوليفر إلى \"العرض اليومي\" إلى \"الابتهاج\" بأن ترامب حول أمريكا إلى ملكية | فيديو - Yahoo Entertainment",
        "ترامب يعلن عن تعريفة جمركية بنسبة 25 ٪ على جميع واردات الصلب والألومنيوم - BBC.com",
        "جونسون يسوق بهدوء مخطط الميزانية الجديدة - بوليتيكو",
        "وزارة العدل توجه المدعين العامين لإسقاط قضية الفساد الفيدرالي ضد عمدة مدينة نيويورك إريك آدمز - سي إن إن",
        "هل رأيته ؟ تم إطلاق SpaceX من Vandenberg ليلة الاثنين - Bakersfield Now",
        "البنتاغون يستعيد اسم فورت ليبرتي إلى فورت براج - سي بي إس نيوز",
        "دان أورلوفسكي يسحق أندي ريد لكارثة سوبر بول \"المتفوق\" على تشيفز 2025 - نيويورك بوست",
        "أول دعوى قضائية تستهدف تجميد ترامب للمساعدات الخارجية - بوليتيكو",
        "إليك ما يقوله أحد علماء معهد ماساتشوستس للتكنولوجيا عن الكويكب الذي يمكن أن يصطدم بالأرض في عام 2032 - Boston.com",
        "يقول ترامب إن حماس يجب أن تطلق سراح جميع الرهائن بحلول منتصف نهار السبت أو \"دع الجحيم يندلع\" - سي إن بي سي"
    ]
}