{
    "headlines": [
        "Netanyahu: A pressão militar de Israel sobre o Hamas está funcionando - The Jerusalem Post",
        "‘Nunca foi feito’: por que os republicanos podem aprovar um orçamento cujos números não correspondem - POLITICO",
        "À medida que os casos de sarampo aumentam, alguns pais tornam-se entusiastas da vacina - NPR",
        "Lorazepam ganha papel principal em ‘The White Lotus'. - O que você deve saber sobre esta droga poderosa? - CNN",
        "Trump não descarta a força militar para tomar a Groenlândia - NPR",
        "Estudo relaciona aumento da sonolência, maior risco de demência entre mulheres mais velhas - The Washington Post",
        "Voo da United de Houston parece ter atingido uma pipa perto do Aeroporto Nacional Reagan - WTOP",
        "Trump está a usar o poder do governo para punir os opositores. Eles estão com dificuldades para responder - CNN",
        "Mark Consuelos - Bons Genes ou Bons Docs?! - TMZ",
        "Sentimento antiamericano aumenta na Europa à medida que Trump alimenta a raiva - Bloomberg",
        "Como uma mudança no uso de LeBron James desbloqueou o ataque dos Lakers vs. Grizzlies - Silver Screen and Roll",
        "NSA Warning - Change Your iPhone, Android Message Settings - Forbes",
        "'SNL' junta-se ao grupo de bate-papo de planos militares - NBC News",
        "Turquia: Centenas de milhares juntam-se ao crescente protesto em Istambul - DW (Português)",
        "Fontes: Kevin Willard aceita o emprego de Villanova, deixando o treinador de basquete de Maryland sem treinador após a temporada de breakout - 247Sports",
        "Ilia Malinin se repete como campeã mundial de patinação artística com 6 saltos quádruplos - NBC Sports",
        "Pistas Alienígenas em Estranha Pedra Marciana: Cientistas Atordoados pela Descoberta do Rover - SciTechDaily",
        "A comediante Amber Ruffin foi retirada do Jantar dos Correspondentes da Casa Branca - CBS News",
        "Multidões lotam os showrooms da Tesla em todo o país para protestar contra Elon Musk - Bloomberg"
    ]
}