{
    "headlines": [
        "Austria votes in tight election with far right bidding for historic win - Reuters",
        "Live updates: Hezbollah leader’s killing escalates conflict with Israel - CNN",
        "Tomorrow's Top 25 Today: Alabama moves to No. 1 spot after thrilling win over Georgia in instant classic - CBS Sports",
        "An Idaho woman is found dead in her bathtub. Did her husband use his law enforcement skills to stage the scene? - CBS News",
        "‘SNL’ Cold Open: Kamala Dances While Trump Longs For Old Biden - Rolling Stone",
        "Soap World Reacts To Death Of Drake Hogestyn: “He Loved Days, The Fans & Shared That Passion With Everyone On Set” - Deadline",
        "Freight rates rise as companies plan for costly US port strike - Financial Times",
        "Your lookahead horoscope: September 29, 2024 - The Globe and Mail",
        "Trump pounds immigration message after Harris' border visit - Axios",
        "DOJ sues Alabama, state's top election official for allegedly purging noncitizen voters too close to election - Fox News",
        "North Carolina's Asheville devastated after Helene's damage cuts power, floods roads - CBS News",
        "Steward Health Care CEO Dr. Ralph de la Torre leaves bankrupt company - WCVB Boston",
        "Diddy's attorney announces the mogul will not accept plea deal as 'He's...' - Hindustan Times",
        "Julius Randle’s new look revealed as mom acknowledges Knicks trade on Instagram: ‘Let’s go Wolves!’ - New York Post ",
        "Heading into the vice presidential debate, Tim Walz is fighting nerves - CNN",
        "Minimal physical activity due to work and commuting causing heart attacks, says Dr. Ramakanta Panda - The Times of India",
        "Multiple people killed in plane crash near Wright Brothers Memorial's First Flight Airport - ABC11 Raleigh-Durham",
        "NFL Player Props Week 4: Sam Darnold, Michael Pittman Jr., Garrett Wilson, More - The Action Network",
        "Watch: BBC Verify analyses footage of Israeli strikes on Beirut - BBC.com",
        "Tracking new area of potential tropical development in Gulf of Mexico - WEAR"
    ]
}