{
    "headlines": [
        "ਸਪੇਸ ਟੈਲੀਸਕੋਪ ਹੈਰਾਨ ਕਰਨ ਵਾਲੀ ਸਪੱਸ਼ਟਤਾ ਦੇ ਨਾਲ ਦੁਰਲੱਭ ‘ਆਈਨਸਟਾਈਨ ਰਿੰਗ’ ਵਰਤਾਰੇ ਦਾ ਖੁਲਾਸਾ ਕਰਦਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "Hayes ਨਾਮ 23-ਖਿਡਾਰੀ ਲਈ USWNT ਰੋਸਟਰ 2025 SheBelieves ਕੱਪ, ਵੀਜ਼ਾ ਦੁਆਰਾ ਪੇਸ਼ - ਅਮਰੀਕਾ ਦੇ ਫੁਟਬਾਲ",
        "ਯੂਐਲਏ ਦੇ ਵਲਕਨ ਰਾਕੇਟ ਕੋਲ ਅਜੇ ਵੀ ਸਪੇਸ ਫੋਰਸ ਦੀ ਮਨਜ਼ੂਰੀ ਦੀ ਮੋਹਰ ਨਹੀਂ ਹੈ - ਆਰਸ ਟੈਕਨੀਕਾ",
        "ਫੈੱਡ ਚੇਅਰ ਪਾਵੇਲ ਦੀਆਂ ਅੱਖਾਂ 'ਲੰਬੇ ਸਮੇਂ ਲਈ ਸੰਜਮ' ਟਰੰਪ ਦੇ ਟੈਰਿਫ ਨਾਲ ਮਹਿੰਗਾਈ ਨੂੰ ਉਤਸ਼ਾਹਤ ਕਰਨ ਲਈ ਨਿਰਧਾਰਤ; ਐਸ ਐਂਡ ਪੀ 500 ਵਿਰਾਮ - ਨਿਵੇਸ਼ਕ ਦਾ ਕਾਰੋਬਾਰ ਰੋਜ਼ਾਨਾ",
        "ਲੂਕਾ ਡੌਨਸਿਕ ਦਾ ਲੇਕਰਜ਼ ਡੈਬਿਊਃ ਐਲ. ਏ. ਕਰੂਜ਼ ਟੂ ਵਿਜੇ, ਪਰ ਲੇਬ੍ਰੋਨ ਜੇਮਜ਼ ਅਤੇ ਜੈਕਸਨ ਹੇਜ਼ ਅਸਲ ਵਿਜੇਤਾ ਸਨ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਸਟੀਵ ਬੈਨਨ ਨੇ ਸਰਹੱਦੀ ਕੰਧ ਧੋਖਾਧੜੀ ਮਾਮਲੇ ਵਿੱਚ ਦੋਸ਼ੀ ਮੰਨਿਆ, ਜੇਲ੍ਹ ਦੇ ਸਮੇਂ ਤੋਂ ਬਚਿਆ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਨਾਸਾ ਨੇ ਵੈਬ ਟੈਲੀਸਕੋਪ ਵਿੱਚ ਹਾਲ ਹੀ ਵਿੱਚ ਪਛਾਣਿਆ ਖਤਰਨਾਕ ਗ੍ਰਹਿਣ - ਗਿਜ਼ਮੋਡੋ ਨੂੰ ਟਰੈਕ ਕਰਨ ਲਈ ਬੁਲਾਇਆ",
        "ਹਾਊਸ ਅਤੇ ਸੈਨੇਟ GOP ਸੁਲ੍ਹਾ 'ਤੇ ਜੰਗ ਨੂੰ ਜਾਣ - Axios",
        "ਬੁੱਧਵਾਰ, PS5 ਖ਼ਬਰਾਂ ਅਤੇ ਅਪਡੇਟਾਂ ਦੇ 40+ ਮਿੰਟ - ਪੁਸ਼ ਸਕੁਏਅਰ ਲਈ ਸਟੇਟ ਆਫ ਪਲੇ ਦੀ ਪੁਸ਼ਟੀ ਕੀਤੀ ਗਈ",
        "YE ਵੈਬਸਾਈਟ ਸਵਾਸਤਿਕਾ ਟੀ-ਸ਼ਰਟਾਂ ਦੇ ਆਦੇਸ਼ਾਂ ਨੂੰ ਸੰਭਾਲਣਾ ਬੰਦ ਕਰਨ ਤੋਂ ਬਾਅਦ offlineਫਲਾਈਨ ਹੋ ਜਾਂਦੀ ਹੈ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਐਪਲ ਦੀ ਬੀਟਸ ਨੇ ਦਿਲ ਦੀ ਦਰ ਦੀ ਨਿਗਰਾਨੀ ਦੇ ਨਾਲ ਪਾਵਰਬੀਟਸ ਪ੍ਰੋ 2 ਲਾਂਚ ਕੀਤਾ - ਬਲੂਮਬਰਗ",
        "ਰਾਖਸ਼ ਹੰਟਰ ਵਾਈਲਡਜ਼ ਅਜੇ ਤੱਕ ਦੀ ਲੜੀ ’ਦੋਸਤਾਨਾ ਐਂਟਰੀ ਹੈ — ਪਰ ਹਾਰਡਕੋਰ ਪ੍ਰਸ਼ੰਸਕਾਂ ਦੇ ਖਰਚੇ' ਤੇ ਨਹੀਂ, ਇਸਦੇ ਸਿਰਜਣਹਾਰ ਕਹਿੰਦੇ ਹਨ - ਪੌਲੀਗੋਨ",
        "ਫੈਡਰਲ ਜੱਜ ਨੇ ਜਨਤਕ ਸਿਹਤ ਫੰਡਿੰਗ ਨੂੰ ਘਟਾਉਣ ਲਈ ਟਰੰਪ ਪ੍ਰਸ਼ਾਸਨ ਦੇ ਯਤਨਾਂ 'ਤੇ ਬਲਾਕ ਦਾ ਵਿਸਥਾਰ ਕੀਤਾ - ਸੀ ਐਨ ਐਨ",
        "ਸੇਰੇਨਾ ਵਿਲੀਅਮਜ਼ ਦੇ ਪਤੀ ਐਲੇਕਸਿਸ ਓਹਾਨੀਅਨ ਨੇ ਆਪਣੇ ਸੁਪਰ ਬਾlਲ ਪਲ ਦੀ ਆਲੋਚਨਾ ਕੀਤੀ - ਬਜ਼ਫੀਡ",
        "ਸੈਮ ਅਲਟਮੈਨ-ਇਲੋਨ ਮਸਕ ਫੀਡ ਟਾਈਮਲਾਈਨਃ ਅਲਟਮੈਨ ਨੇ ਕਿਹਾ ਕਿ ਮਸਕ 'ਪਾਗਲ' ਓਪਨਏਆਈ ਪੇਸ਼ਕਸ਼ ਤੋਂ ਬਾਅਦ ’ਖੁਸ਼ ਵਿਅਕਤੀ’ ਨਹੀਂ ਹੈ - ਫੋਰਬਸ",
        "ਸੁਪਰ ਮਾਈਕਰੋ ਸਟਾਕ ਅੱਜ ਬਾਅਦ ਵਿੱਚ ਅਪਡੇਟ ਹੋਣ ਤੋਂ ਪਹਿਲਾਂ ਡਿੱਗ ਗਿਆ. ਏਆਈ ਸਰਵਰ ਮੇਕਰ ਤੋਂ ਵਾਲ ਸਟ੍ਰੀਟ ਕੀ ਚਾਹੁੰਦਾ ਹੈ - ਬੈਰਨ ਦਾ",
        "2025 ਐਨਐਫਐਲ ਡਰਾਫਟ ਕਿ Qਬੀ ਪੋਲਃ ਅਗਿਆਤ ਸਕਾਉਟਸ ਨੇ ਉਨ੍ਹਾਂ ਦੀ ਚੋਟੀ ਦੀ ਸੰਭਾਵਨਾ 'ਤੇ ਸਰਵੇਖਣ ਕੀਤਾ, ਜੋ ਉਨ੍ਹਾਂ ਨੂੰ ਡਰਾਉਂਦਾ ਹੈ ਅਤੇ ਡੇਅ 3 ਸਲੀਪਰਜ਼ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਟਰੰਪ ਦੀਆਂ ਸੰਘੀ ਤਬਦੀਲੀਆਂ ਨੂੰ ਕਾਨੂੰਨੀ ਰੁਕਾਵਟਾਂ ਦਾ ਸਾਹਮਣਾ ਕਰਨਾ ਪੈ ਰਿਹਾ ਹੈ ਕਿਉਂਕਿ ਰਾਸ਼ਟਰਪਤੀ ਗਾਜ਼ਾ ਯੋਜਨਾ ਨੂੰ ਧੱਕਦੇ ਹਨ - ਸੀਐਨਐਨ",
        "ਅਮਰੀਕਾ ਵਿਚ ਫਲੂ ਦਾ ਮੌਸਮ ਸਭ ਤੋਂ ਤੀਬਰ ਹੈ ਜੋ ਘੱਟੋ ਘੱਟ 15 ਸਾਲਾਂ ਵਿਚ ਰਿਹਾ ਹੈ - ਸੀ ਐਨ ਐਨ"
    ]
}