{
    "headlines": [
        "Einige Republikaner distanzieren sich von Trumps Angriff auf Harris als \"geistig behindert\" - The Associated Press",
        "QB Jordan Love in, CB Jaire Alexander out vs. Minnesota | Packers-Vikings inaktiv - Packers.com",
        "Österreichs rechtsextreme Freiheitliche Partei wird voraussichtlich die Wahl gewinnen - Al Jazeera Englisch",
        "Abendkasse: ‘Megalopolis’ bröckelt mit 4 Millionen Dollar, ‘The Wild Robot’ landet mit 35 Millionen Dollar auf Platz 1 - Vielfalt",
        "FEMA-Administrator: \"Ich weiß nicht, ob jemand vollständig auf die Überschwemmungen vorbereitet sein könnte\" von Helene in North Carolina - CBS News",
        "Fantasy Football: Live-Fragerunde zu Woche 4 mit unseren Experten, 11:00 Uhr ET - ESPN",
        "Papst Franziskus schlägt vor, dass Israels Handlungen im Gazastreifen und im Libanon unverhältnismäßig und unmoralisch sind - The Associated Press",
        "Malcolm Gladwell über \"Revenge of the Tipping Point\" - CBS Sonntagmorgen",
        "SpaceX-Kapselset, um Boeing Starliner-Astronauten nach Hause zu bringen, bereitet sich auf die Ankunft auf der Raumstation vor - CNN",
        "\"Doing a Biden\" ist eine neue internationale Abkürzung für die Vertreibung von überfälligen Führern - POLITICO",
        "Die USA sagen, dass sie 37 ISIL-, Hurras al-Din-Kämpfer bei separaten Angriffen auf Syrien getötet haben - Al Jazeera Englisch",
        "[removed]",
        "[removed]",
        "\"Days of Our Lives\" -Veteran Drake Hogestyn stirbt mit 70 - TV-Insider",
        "Erklärung von Pentagon-Pressesekretär Generalmajor Pat Ryder - Verteidigungsministerium",
        "‘SNL’ kehrt für Trump und Harris zurück - vollgepackt mit Maya Rudolph - The Hill",
        "Umfrage: Vorsprung der Demokraten bei Latino-Wählern schrumpft weiter - NBC News",
        "Wer ist Erika Diarte-Carr? Mutter aus Utah plant ihre eigene Beerdigung, nachdem sie 3 Monate zu leben hat - The Times of India",
        "Metas AR-Brille zeigt, dass Apple mit der Vision Pro vom Weg abgekommen ist - Bloomberg",
        "Der Mini-Mond der Erde kommt heute an. Was Sie über unseren temporären zweiten Mond wissen sollten - CNET"
    ]
}