{
    "headlines": [
        "Elon Musk unterstützt Howard Lutnick als Agent für \"Veränderung\" im US-Finanzministerium - Financial Times",
        "Bidens Weißes Haus starrt eine Trump-Übernahme an - POLITICO",
        "Südafrika verweigert illegalen Bergleuten Nahrung und Wasser, um sie zu vertreiben - The Washington Post",
        "US-Gesundheitsbeamte berichten über den ersten Fall einer neuen Form von Mpox bei einem Reisenden - The Associated Press",
        "Feuer verschlingt Krankenhausstation in Nordindien und tötet 10 Neugeborene - The Associated Press",
        "[removed]",
        "Trumps Wahlschatten Biden in Südamerika - POLITICO",
        "Trumps Pentagon-Pick wurde in der Nationalgarde als mögliche „Insider-Bedrohung“ gekennzeichnet - PBS NewsHour",
        "Acht Tote nach Messerstichen an der Wuxi-Schule in Ostchina - BBC.com",
        "MLB-Gerüchte: Juan Soto trifft sich mit einem anderen Rivalen aus AL East, Orioles, der über Corbin Burnes hinausschaut - CBS Sports",
        "[removed]",
        "Trump-Kampagnensprecherin Karoline Leavitt zur nächsten Pressesprecherin des Weißen Hauses ernannt - PBS NewsHour",
        "McDonald's investiert 100 Millionen US-Dollar, um Kunden nach dem Ausbruch von E. coli zurückzubringen - The Associated Press",
        "Der letzte Supermond im Jahr 2024 begeistert Himmelsbeobachter auf der ganzen Welt mit Full Beaver Moon (Fotos) - Space.com",
        "Scholz-Gespräch mit Putin öffnet eine \"Büchse der Pandora\", beschwert sich der ukrainische Selenskyj - POLITICO EUROPE",
        "\"The Voice\" -Gewinner Sundance Head erholt sich nach versehentlichem Schießen auf seiner Ranch in Texas - CBS News",
        "Nachdem Trump Gaetz als Generalstaatsanwalt angezapft hat, gibt es Angst und Bestürzung im Justizministerium - The Associated Press",
        "Ärzte befürchten, dass RFK Jr. impfskeptische Ansichten anpreisen wird, nachdem er für die HHS-Sekretärin ausgewählt wurde - ABC News",
        "Die Fed unterbrach die Trump-Rallye der Börse. Was als nächstes kommt. - MarketWatch",
        "Auf welchem Kanal ist Colorado vs. Utah heute? Zeit, TV-Zeitplan für Spiel Woche 12 - Colorado Buffaloes Wire"
    ]
}