{
    "headlines": [
        "\"Levamos nossas vidas a sério\", implora Michelle Obama enquanto defende Kamala Harris em Michigan - The Associated Press",
        "Atualizações ao vivo: Israel ataca o Irã em retaliação de alto risco - CNN",
        "Brooks Nader e o parceiro 'DWTS' Gleb Savchenko fazem alusão ao rompimento com a Cryptic TikTok Posts - AOL",
        "Destaques do UFC 308: Ilia Topuria derrota Max Holloway com desempenho devastador e marcante - Yahoo Sports",
        "Cientistas noruegueses descobrem detalhes perturbadores sobre cadáver de 800 anos despejado em poço de castelo - New York Post",
        "Astronauta da SpaceX Crew-8 hospitalizado com ‘problema médico’ após ser liberado, diz NASA - CNN",
        "World Series conquista o melhor público do jogo 1 em 7 anos enquanto os Dodgers levam a vitória - Prazo",
        "Forças israelenses detêm médicos e pacientes após violento ataque a hospital em Gaza - Al Jazeera",
        "O processo de reforma da Igreja Católica do Papa Francisco termina sem dar mais equidade às mulheres - CBS News",
        "Apple ganha US $ 250 da Masimo em teste de patente de relógio - TechCrunch",
        "O padrasto do suspeito de assassinato de Delphi, Richard Allen, teria roncado no julgamento - New York Post",
        "Joe Rogan para Donald Trump: Você disse muitas ‘merdas loucas’ - The Daily Beast",
        "Lizzo Pokes Fun at Ozempic Allegations With Halloween Costume - E! Online - E! NEWS",
        "Jim Donovan, locutor de play-by-play do Cleveland Browns e âncora esportivo da TV, morre de câncer aos 68 anos - CBS News",
        "Alabama vs Missouri: atualizações ao vivo, relatório de lesões, pontuação e muito mais do Bryant-Denny Stadium - AL.com",
        "O que vem a seguir para os irmãos Menendez? - BBC.com",
        "Tropas norte-coreanas chegam à região russa ocupada pela Ucrânia - New York Post",
        "Trump cita a observação de Biden de \"prendê-lo\" ao defender a decisão de Cannon no 11º Circuito - The Washington Post",
        "As pesquisas estão empatadas, os eleitores cavam e Harris, Trump, coçam por qualquer vantagem - The Washington Post",
        "O Washington Post está em profunda turbulência, já que Bezos permanece em silêncio sobre o não endosso - CNN"
    ]
}