{
    "headlines": [
        "Artur Beterbiev vs. Dmitry Bivol fight predictions, odds, start time, undercard, preview, where to watch - CBS Sports",
        "Harris in \"excellent health,\" her physician says, as campaign looks to pressure Trump to release medical records - CBS News",
        "Trump makes blue-state detour with Coachella rally - CNN",
        "College football on TV: Ohio State at Oregon is worth the wait - The Washington Post",
        "More abortion ballot measures are set to pass. Then state courts will have their say. - POLITICO",
        "Here are some exclusive details on what Xbox Cloud Gaming \"Bring Your Own Games\" rollout will look like: Regions, game library size, access on iPhone, Android, and more. - Windows Central",
        "Apple now allowing users to change their iCloud email address starting with iOS 18.1 - 9to5Mac",
        "What time, TV channel is Oregon football vs. Ohio State today? Spread, game odds, how to watch streaming free - OregonLive",
        "RSV vaccines reexamined for serious risks and benefits - Daily Kos",
        "NASA’s Europa Clipper spacecraft will scour Jupiter moon for the ingredients for life - The Associated Press",
        "‘Dune 2’ Director Denis Villeneuve Says Epic Sandworm-Riding Scene Took ‘Sometimes a Week for One Shot’ and Required a Separate Unit: ‘If I Had Done It Myself, I Would Still Be Shooting’ - Yahoo Entertainment",
        "The Most Harrowing Details From Sean \"Diddy\" Combs' Criminal Case - E! Online - E! NEWS",
        "[Removed]",
        "Intel adds 12 more games to Application Optimized (APO) software, support for Core Ultra 285K/265K - VideoCardz.com",
        "Pennsylvania hit hardest by nationwide whooping cough outbreak - TribLIVE",
        "Boeing Announces Preliminary Significant Q3 Loss: Cuts 767 Freighter Program, Delays 777X EIS, Major Layoffs - Leeham News and Analysis",
        "National Geographic team may have discovered the foot of a famed Mount Everest climber - NPR",
        "EF3 tornado cut 21-mile path through Palm Beach County with 140 mph winds, NWS says - WPTV News Channel 5 West Palm",
        "China flags more fiscal stimulus for economy, leaves out key details on size - Reuters",
        "Middle East: Israel urges evacuations in Lebanon, Gaza - DW (English)"
    ]
}