{
    "headlines": [
        "Vikings vs. Rams score, live updates: Minnesota looks to bounce back as Cooper Kupp era could be ending in Los Angeles - Yahoo Sports",
        "Capri stock craters 46% after judge blocks $8.5 billion Tapestry deal - Yahoo Finance",
        "Former Sports Illustrated swimsuit model says Trump groped her to show off for Jeffrey Epstein - CNN",
        "‘Babygirl’ star Harris Dickinson, 28, dishes on sex scenes with Nicole Kidman, 57: ‘Did our own thing’ - New York Post ",
        "USF basketball coach Abdur-Rahim dies at age 43 - ESPN",
        "Bruce Springsteen slams Trump while urging Americans to vote for Harris - CNN",
        "Identities of all Fall City shooting victims released - KING5.com",
        "McDonald's says onions from California-based produce company linked to deadly E. coli outbreak - The Associated Press",
        "2024 Week 8 NFL score predictions, odds, picks: Expert releases exact scores for all 16 games - CBS Sports",
        "North Korean troops spotted in Russian border region with Ukraine, says Kyiv - CNN",
        "Menendez brothers latest: LA district attorney recommends resentencing - ABC News",
        "Machinists union rejects Boeing contract offer, extending strike - Fox Business",
        "CDC recommends second COVID vaccine dose for those 65 and older - The Hill",
        "‘The Brady Bunch’ Reboot Was Spiked at CBS Due to Cindy Actress Susan Olsen’s Documented Hate Speech - Yahoo Entertainment",
        "U.N. says only a ‘quantum leap’ can keep global climate goals within reach - The Washington Post",
        "Tesla shares leap 22% after Elon Musk predicts sales rebound - Financial Times",
        "Qatar, US say Gaza ceasefire talks to resume in Doha - Al Jazeera English",
        "‘Juror No. 2’ Could Be Clint Eastwood’s Last Film — So Why Is Warner Bros. Burying It? - Variety",
        "Serologic tests rule out avian flu in Missouri health workers; CDC confirms 2 Washington infections - University of Minnesota Twin Cities",
        "[Removed]"
    ]
}