{
    "headlines": [
        "Neve causando viagens difíceis em Minnesota, emergências de neve emitidas para Minneapolis e St. Paul - MPR News",
        "A IA de autoaprendizagem dá à NFL contra as escolhas de spread, over-under e money-line para todos os jogos da Semana 16 de 2024 - CBS Sports",
        "Ciclone deixa ilha do Oceano Índico em ruínas, mostram fotos - The Washington Post",
        "Mahomes provavelmente começará vs. Texans, diz Reid - ESPN",
        "Conheça as 12 equipas do College Football Playoff - CNN",
        "Atualizações ao vivo: Luigi Mangione enfrenta novas acusações federais pelo assassinato do CEO da UnitedHealthcare - BBC.com",
        "Thursday Night Football: Como assistir ao jogo do Denver Broncos contra o Los Angeles Chargers na NFL hoje à noite - Yahoo Sports",
        "Teamsters lançam a maior greve contra a Amazon na história americana - International Brotherhood of Teamsters",
        "Trailer do teaser de Superman: Guy Gardner, de Nathan Filion, corta o cabelo, os internautas o chamam de \"um idiota enorme\" - Hindustan Times",
        "‘Tell Me Lies’ é renovada para a 3ª temporada pelo Hulu, a criadora Meaghan Oppenheimer assina contrato geral com a 20ª TV - Prazo",
        "A escassez de medicamentos Zepbound para perda de peso da Eli Lilly acabou oficialmente: FDA - Barron's",
        "Ações da Micron despencam após empresa cortar perspectivas, analistas levantam preocupações - Investopedia",
        "Trump estava a deslizar para a sua tomada de posse. Agora ele está enfrentando uma grande confusão. - POLITICO",
        "O histórico julgamento por estupro em massa da França acabou. Mas o caso Pelicot demonstra que a violência sistêmica contra as mulheres é profunda - CNN",
        "Tribunal desqualifica Fani Willis do caso eleitoral da Geórgia contra Trump, mas a acusação ainda está de pé - ABC News",
        "17 novos programas de TV de 2024 que precisam de uma segunda temporada - BuzzFeed",
        "Milhões de pessoas podem obter benefícios expandidos da Previdência Social. Quem são eles e como isso aconteceria? - The Associated Press",
        "Putin para Trump: Ligue-me talvez - POLITICO EUROPE",
        "A SpaceX lançará a sonda Blue Ghost da Firefly Aerospace para a Lua em meados de janeiro com essas 10 cargas úteis da NASA - Space.com",
        "O Instagram apresenta ferramentas de edição de IA que reimaginarão completamente seus vídeos - The Verge"
    ]
}