{
    "headlines": [
        "Trump taps Rep. Matt Gaetz as attorney general - CNBC",
        "Trump picks Tulsi Gabbard for Director of National Intelligence - CNN",
        "Republicans will retain House majority, CNN projects, completing GOP’s dominance of Washington - CNN",
        "John Thune elected Senate majority leader in rebuke to Trump allies - Financial Times",
        "Spurs say Popovich's absence due to mild stroke - ESPN",
        "Supreme Court seems likely to allow class action to proceed against tech company Nvidia - The Associated Press",
        "Amazon’s new $20 and under store is here to challenge Shein and Temu - The Verge",
        "Biden, Xi to Meet at APEC as World Leaders Shift Focus to Trump - Bloomberg",
        "How Valve made Half-Life 2 and set a new standard for future games - Ars Technica",
        "Mike Tyson Vs. Jake Paul—What To Know About The Netflix Live Boxing Fight - Forbes",
        "Trump and Biden both call for smooth transition in historic Oval Office meeting - ABC News",
        "Hegseth, advocate for firing 'woke' military leaders, picked for defense secretary - Reuters",
        "John Krasinski named People magazine’s 2024 Sexiest Man Alive - The Associated Press",
        "Paul Mescal’s Road to ‘Gladiator II’: Rejecting ‘Big Studio Franchise-y’ Offers, Convincing Ridley Scott to Let Him Do His Own Stunts and More - Variety",
        "‘Full House’ Alum Dave Coulier Reveals He Has Non-Hodgkin Lymphoma - Deadline",
        "Travis Kelce and Patrick Mahomes Reportedly Involved in New FBI Investigation - Yahoo! Voices",
        "Teen in critical condition with Canada’s first human case of H5 bird flu - Ars Technica",
        "Volkswagen Boosts Bet on Rivian’s EV Tech by $800 Million - Yahoo Finance",
        "What makes walking so great for your health and what else you need to do - The Seattle Times",
        "Maffei to step down as CEO of F1 owner Liberty Media - Autosport"
    ]
}