{
    "headlines": [
        "ਨਸ਼ੀਲੇ ਪਦਾਰਥਾਂ ਦੀ ਤਸਕਰੀਃ ਸੰਦੇਸ਼ ਨੈਟਵਰਕ ਨੂੰ ਭੰਗ ਕਰਨ ਦੇ ਤੌਰ ਤੇ ਦਰਜਨਾਂ ਗ੍ਰਿਫਤਾਰ - ਬੀਬੀਸੀ.",
        "ਟਰੰਪ ਨੀਲੇ ਰੰਗ ਦੇ ਨਿਊਯਾਰਕ 'ਚ ਕਿਉਂ ਕਰ ਰਹੇ ਹਨ ਪ੍ਰਚਾਰ - POLITICO",
        "ਫੈੱਡ ਦੀ ਦਰ ਵਿੱਚ ਕਟੌਤੀ ਦੇ ਨਾਲ, ਬਹਿਸ ਕਿੰਨੀ ਵੱਡੀ ਚਾਲ 'ਤੇ ਘੁੰਮਦੀ ਹੈ - ਰਾਇਟਰਜ਼",
        "ਬੀਸਟ ਗੇਮਜ਼ਃ ਮਿਸਟਰ ਬੀਸਟ ਅਤੇ ਐਮਾਜ਼ਾਨ ਦਾ ਨਾਮ ਮੁਕੱਦਮੇ ਵਿਚ ਓਵਰ ਸ਼ੋਅ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਵੋਜ ਅਲਮਾ ਮੈਟਰ - ਈਐਸਪੀਐਨ ਵਿਖੇ ਜੀਐਮ ਬਣਨ ਲਈ ਈਐਸਪੀਐਨ ਤੋਂ ਸੰਨਿਆਸ ਲੈਂਦਾ ਹੈ",
        "Fact Check: ਕੀ ਬਲੈਕ ਪੱਤਰਕਾਰਾਂ ਨਾਲ ਇੰਟਰਵਿਊ 'ਚ ਕਮਲਾ ਹੈਰਿਸ ਸੱਚੀ ਸੀ? | ਯੂਐਸ ਚੋਣਾਂ 2024 ਦੀਆਂ ਖ਼ਬਰਾਂ - ਅਲ ਜਜ਼ੀਰਾ ਅੰਗਰੇਜ਼ੀ",
        "ਜ਼ਖਮੀ ਰਿਜ਼ਰਵ ਅਹੁਦਾ 2024 ਵਿਚ ਤੁਆ ਟਾਗੋਵੈਲੋਆ ਦੀ ਵਾਪਸੀ ਬਾਰੇ ਸਵਾਲ ਖੜ੍ਹੇ ਕਰਦਾ ਹੈ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਟਰੰਪ, ਵੈਨਸ ਦੇ ਹੈਤੀਅਨ ਸਮਾਈਅਰਜ਼ ਨੂੰ \"ਰੋਕਣ ਦੀ ਜ਼ਰੂਰਤ ਹੈ,\" ਓਹੀਓ ਸਰਕਾਰ ਡੀਵਾਈਨ ਕਹਿੰਦੀ ਹੈ - ਐਕਸੀਓਸ",
        "ਸੁਪਰਹੀਰੋ ਫਰੈਂਚਾਈਜ਼ ਫਿਲਮਾਂ ਨੇ ਆਪਣਾ ਰਸਤਾ ਕਿਵੇਂ ਗੁਆ ਦਿੱਤਾ: “ਇਹ ਅਸਲ ਹਫੜਾ-ਦਫੜੀ ਹੈ” - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਪਤਨੀ ਗੀਸੇਲ ਪੇਲੀਕੋਟ ਦੇ ਸਮੂਹਿਕ ਬਲਾਤਕਾਰ ਦੇ ਮੁਕੱਦਮੇ 'ਤੇ ਫ੍ਰੈਂਚਮੈਨ ਦੇ ਸਹਿਯੋਗੀ ਨੇ ਆਪਣੀ ਖੁਦ ਦੀ ਪਤਨੀ ਦੀ ਨਕਲ ਦੀ ਦੁਰਵਰਤੋਂ ਨੂੰ ਸਵੀਕਾਰ ਕੀਤਾ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਯੂਕਰੇਨ ਨੇ ਰਾਤੋ ਰਾਤ ਡਰੋਨ ਹਮਲੇ ਵਿੱਚ ਵੱਡੇ ਰੂਸੀ ਗੋਲਾ ਬਾਰੂਦ ਡਿਪੂ ਨੂੰ ਨਸ਼ਟ ਕਰਨ ਦਾ ਦਾਅਵਾ ਕੀਤਾ - ਸੀਐਨਐਨ",
        "ਚੰਦਰਮਾ ਦੀ ਕੰਪਨੀ ਅਨੁਭਵੀ ਮਸ਼ੀਨਾਂ ਦਾ ਸਟਾਕ ਨਾਸਾ ਚੰਦਰਮਾ ਸੈਟੇਲਾਈਟ ਇਕਰਾਰਨਾਮੇ ਤੋਂ ਬਾਅਦ ਲਗਭਗ 60% ਛਾਲ ਮਾਰਦਾ ਹੈ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਸੀਨ 'ਡਿੱਡੀ' ਕੰਬਜ਼ 'ਦੋਸ਼ ਲਗਾਉਂਦਾ ਹੈ ਕਿ ਉਸਨੇ ਜਿਨਸੀ ਅਪਰਾਧ ਦਾ ਸਾਮਰਾਜ ਬਣਾਉਣ ਲਈ ਆਪਣੀ ਸ਼ਕਤੀ ਦੀ ਵਰਤੋਂ ਕੀਤੀ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਆਈਕੋਨਿਕ ਟੂਪਰਵੇਅਰ ਬ੍ਰਾਂਡ ਚੈਪਟਰ 11 ਦੀਵਾਲੀਆਪਨ ਦੀ ਮੰਗ ਕਰਦੇ ਹਨ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਜੀਐਮ ਇਲੈਕਟ੍ਰਿਕ ਵਾਹਨ ਆਖਰਕਾਰ ਟੇਸਲਾ ਸੁਪਰਚਾਰਜਾਂ ਤੱਕ ਪਹੁੰਚ ਸਕਦੇ ਹਨ - ਦਿ ਵਰਜ",
        "ਆਈਫੋਨ 16 ਪ੍ਰੋ ਮੈਕਸ ਸਮੀਖਿਆਃ ਇੱਕ ਹੋਰ ਬੁੱਧੀਮਾਨ ਭਵਿੱਖ 'ਤੇ ਇੱਕ $ 1,200 ਝਲਕ - TechCrunch",
        "ਵੈਨਸ, ਸਾਰੇ ਲੋਕਾਂ ਨੂੰ ਪਤਾ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ ਕਿ ਕਥਾਵਾਂ ਇੱਕ ਕਮਿ communityਨਿਟੀ ਨੂੰ ਕਿਵੇਂ ਪ੍ਰਭਾਵਤ ਕਰਦੀਆਂ ਹਨ, ਲੇਖਕ ਕਹਿੰਦਾ ਹੈ - ਐਮਐਸਐਨਬੀਸੀ",
        "ਐਪਲ ਦੇ ਏ 16 ਚਿਪਸ ਹੁਣ ਅਰੀਜ਼ੋਨਾ ਟੀਐਸਐਮਸੀ ਪਲਾਂਟ ਵਿੱਚ ਤਿਆਰ ਕੀਤੇ ਜਾ ਰਹੇ ਹਨ - ਮੈਕਰੂਮੋਰਸ",
        "ਹਟਾਈ",
        "ਪ੍ਰਿਸਕੋ ਦੇ ਹਫਤੇ 3 ਐਨਐਫਐਲ ਪਿਕਃ ਵਾਈਕਿੰਗਜ਼ ਦੇ ਚੋਟੀ ਦੇ ਟੇਕਸਨਜ਼ ਅਜੇਤੂ ਰਹਿਣਗੇ, ਚਾਰਜਰਸ ਨੇ ਸਟੀਲਰਜ਼ ਨੂੰ ਹਰਾਇਆ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ"
    ]
}