{
    "headlines": [
        "ਟਰੰਪ ਨੇ ਬ੍ਰਿਕਸ ਦੇਸ਼ਾਂ ਨੂੰ 100 ਫ਼ੀਸਦੀ ਟੈਰਿਫ ਦੇਣ ਦੀ ਦਿੱਤੀ ਧਮਕੀ - POLITICO",
        "ਨੰਬਰ 6 ਮਿਆਮੀ ਉੱਤੇ ਸਾਈਰਾਕੁਸ ਫੁੱਟਬਾਲ ਦੀ ਪਰੇਸ਼ਾਨ ਜਿੱਤ ਲਈ ਹਾਜ਼ਰੀ ਕੀ ਸੀ? - syracuse. com",
        "ਬੇਰੂਤ ਨੇੜੇ ਹਿਜ਼ਬੁਲ ਦੇ ਗੜ੍ਹ 'ਚ ਤਬਾਹੀ ਦਾ ਪੈਮਾਨਾ ਦੇਖੋ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਟਰੰਪ ਐਫਬੀਆਈ ਦੇ ਡਾਇਰੈਕਟਰ ਲਈ ਕਾਸ਼ ਪਟੇਲ ਨੂੰ ਟੈਪ ਕਰਦਾ ਹੈ, ਇਕ ਸਹਿਯੋਗੀ ਜੋ ਕਾਨੂੰਨ ਲਾਗੂ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਵਿਚ ਸਹਾਇਤਾ ਕਰੇਗਾ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਟਰੰਪ ਨੇ ਫਰਾਂਸ ਵਿਚ ਰਾਜਦੂਤ ਲਈ ਜੇਰੇਡ ਕੁਸ਼ਨਰ ਦੇ ਪਿਤਾ ਦੀ ਚੋਣ ਕੀਤੀ - ਬੀਬੀਸੀ.",
        "ਤਾਈਵਾਨ ਦੇ ਰਾਸ਼ਟਰਪਤੀ ਦੱਖਣੀ ਪ੍ਰਸ਼ਾਂਤ ਦੇ ਦੌਰੇ ਦੇ ਹਿੱਸੇ ਵਜੋਂ ਅਮਰੀਕਾ ਵਿੱਚ 2 ਦਿਨਾਂ ਦੇ ਰੁਕਣ ਲਈ ਹਵਾਈ ਪਹੁੰਚੇ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਝਟਕਿਆਂ ਤੋਂ ਬਾਅਦ, ਇਰਾਨ ਲੇਬਨਾਨ ਦੀ ਜੰਗਬੰਦੀ ਨੂੰ ਮੁੜ ਸੰਗਠਿਤ ਕਰਨ ਦੇ ਮੌਕੇ ਵਜੋਂ ਵੇਖਦਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਟੈਕਸਾਸ ਬਨਾਮ ਟੈਕਸਾਸ ਏ ਐਂਡ ਐਮ ਲਾਈਵ ਸਟ੍ਰੀਮ, ਕਿੱਥੇ ਵੇਖਣਾ ਹੈ, ਟੀਵੀ ਚੈਨਲ, ਕਿੱਕਆਫ ਟਾਈਮ, ਔਕੜਾਂ, ਫੈਲਣ, ਭਵਿੱਖਬਾਣੀ, ਪਿਕ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਐਨਐਸਸੀ ਦੇ ਬੁਲਾਰੇ ਸੀਨ ਸੇਵੇਟ ਦਾ ਬਿਆਨ ਸੀਰੀਆ ਬਾਰੇ - ਵ੍ਹਾਈਟ ਹਾ Houseਸ",
        "ਉਦੋਂ ਕੀ ਜੇ “ਬੈਟ ਲਹੂ” ਅੰਤਰ - ਤਾਰਾ ਯਾਤਰਾਵਾਂ ਲਈ ਮਨੁੱਖੀ ਹਾਈਬਰਨੇਸ਼ਨ ਨੂੰ ਸੰਭਵ ਬਣਾ ਸਕਦਾ ਹੈ? - ਡੇਲੀ ਗਲੈਕਸੀ --Great Discoveries ਚੈਨਲ",
        "Gwyneth Paltrow ਦੀ ਧੀ ਐਪਲ ਨੇ ਵੈਲੇਨਟਿਨੋ ਪਹਿਰਾਵੇ ਨੂੰ ਪਹਿਨਿਆ ਜਿਸ ਨੂੰ ਬਣਾਉਣ ਲਈ 750 ਘੰਟੇ ਲੱਗ ਗਏ - ਲੋਕ",
        "ਡਬਲਯੂਡਬਲਯੂਈ ਸਰਵਾਈਵਰ ਸੀਰੀਜ਼ ਵਾਰਗੇਮਜ਼ 2024 ਨਤੀਜੇਃ ਜੇਤੂ, ਲਾਈਵ ਗ੍ਰੇਡ, ਪ੍ਰਤੀਕ੍ਰਿਆ, ਹਾਈਲਾਈਟਸ - ਬਲੀਚਰ ਰਿਪੋਰਟ",
        "ਐਲਨ ਮਸਕ ਇੱਕ ਨਵੀਂ ਫਾਈਲਿੰਗ ਵਿੱਚ ਓਪਨਏਆਈ ਦੇ ਮੁਨਾਫੇ ਲਈ ਤਬਦੀਲੀ ਨੂੰ ਨਿਸ਼ਾਨਾ ਬਣਾਉਂਦਾ ਹੈ - ਦਿ ਵਰਜ",
        "ਮੈਂ 17 ਸਾਲਾਂ ਤੋਂ ਸਾਈਬਰ ਸੋਮਵਾਰ ਦੇ ਸੌਦਿਆਂ ਨੂੰ ਕਵਰ ਕਰ ਰਿਹਾ ਹਾਂ — ਇੱਥੇ ਹੁਣ ਸਭ ਤੋਂ ਵਧੀਆ ਵਿਕਰੀ ਲਾਈਵ ਹੈ - ਟੌਮ ਦੀ ਗਾਈਡ",
        "ਵਰਸਟਾਪੇਨ ਕਤਰ ਕੁਆਲੀਫਾਇੰਗ ਵਿਚ ਰਸਲ ਘਟਨਾ ਲਈ demoted - formula1.com",
        "ਨਿਊਯਾਰਕ ਟਾਈਮਜ਼ਃ ਪੀਟ ਹੇਗਸੇਥ ਦੀ ਮਾਂ ਨੇ ਉਸ ਨੂੰ 2018 ਵਿੱਚ ਇੱਕ ਈਮੇਲ ਲਿਖੀ ਸੀ ਜਿਸ ਵਿੱਚ ਉਸ ਉੱਤੇ ਦੋਸ਼ ਲਗਾਇਆ ਗਿਆ ਸੀ ਕਿ ਉਹ ਔਰਤਾਂ ਨਾਲ ਬਦਸਲੂਕੀ ਕਰਦਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਦਿਨਃ ਯੂ-ਐਮ ਨੂੰ ਚੌਥਾ ਸਿੱਧਾ ਨੁਕਸਾਨ 'ਸਵੀਕਾਰ ਕਰਨਾ ਸੌਖਾ ਨਹੀਂ' - ਈਐਸਪੀਐਨ",
        "ਬੌਬ ਬ੍ਰਾਇਅਰ, ਰੌਕ ਬੈਂਡ ਮਾਈ ਕੈਮੀਕਲ ਰੋਮਾਂਸ ਲਈ ਡਰੱਮਰ, 44 ਤੇ ਮਰ ਗਿਆ - ਸੀ ਐਨ ਐਨ",
        "ਜਾਰਜੀਆ ਨੇ ਯੂਰਪੀਅਨ ਯੂਨੀਅਨ ਦੀ ਗੱਲਬਾਤ ਨੂੰ ਮੁਅੱਤਲ ਕਰਨ ਦਾ ਐਲਾਨ ਕਰਨ ਤੋਂ ਬਾਅਦ ਪ੍ਰਦਰਸ਼ਨਕਾਰੀ ਤੀਜੀ ਰਾਤ ਲਈ ਇਕੱਠੇ ਹੋਏ - ਸੀਐਨਐਨ",
        "ਟੈਰਿਫ ਧਮਕੀ ਤੋਂ ਬਾਅਦ ਟਰੂਡੋ ਨੇ ਸਰਹੱਦ 'ਤੇ ਕਾਰਵਾਈ ਕਰਨ ਦਾ ਵਾਅਦਾ ਕੀਤਾ, ਟਰੰਪ ਨੇ ਕਿਹਾ - ਬਲੂਮਬਰਗ"
    ]
}