{
    "headlines": [
        "يقول حاكم ولاية كارولينا الشمالية روي كوبر إن 81 شخصًا ما زالوا مفقودين في ولاية كارولينا الشمالية، ويتصدون للتهديدات - الولايات المتحدة الأمريكية اليوم",
        "يلتقي تيد كروز وكولن ألريد في المناظرة الوحيدة في سباق مجلس الشيوخ في تكساس - وكالة أسوشيتد برس",
        "نقطة محذوفة هنا",
        "تمهل الولايات المتحدة إسرائيل 30 يومًا لتعزيز مساعدات غزة أو المخاطرة بتخفيض الدعم العسكري - BBC.com",
        "تايرا بانكس وصغيرتها الأيقونية تعودان بشكل ملحمي إلى عرض أزياء فيكتوريا سيكريت بعد تقاعدها في عام 2005 - أشخاص",
        "الصور: المذنب A3 مرئي في سماء كونيتيكت الليلة، ولن يعود قبل حوالي 80,000 عام - CT Insider",
        "أصبحت كاليفورنيا بؤرة أزمة إنفلونزا الطيور حيث تم الإبلاغ عن المزيد من الحالات البشرية - صالون",
        "يقول مركز السيطرة على الأمراض إن حالات السعال الديكي ترتفع بشكل كبير على المستوى الوطني وعبر وادي ديلاوير - WPVI - TV",
        "كاتبة \"غريز أناتومي\" إليزابيث فينش تعتذر عن الكذب بشأن السرطان - تنوع",
        "توم برادي رسميًا مالكًا جزئيًا لفريق Raiders بعد موافقة مالكي اتحاد كرة القدم الأميركي عليه - Yahoo Sports",
        "يُظهر مقطع فيديو علماء الآثار الدنماركيين وهم يكتشفون 50 هيكلًا عظميًا وتحفًا نادرة من عصر الفايكنج - الولايات المتحدة الأمريكية اليوم",
        "نتائج الأسبوع 10 + بطاقات الأداء | سلسلة منافسات دانا وايت الموسم 8 - UFC",
        "كيف يمكن أن تصطدم خطط تسلا لـ \"FSD غير الخاضع للإشراف\" و robotaxis بالروتين - TechCrunch",
        "5 عادات لنمط الحياة يمكن أن تساعدك على العيش حتى 100 عام، وفقًا لباحثين بارزين في مجال طول العمر - سي إن بي سي",
        "درجات تداول الدوري الوطني لكرة القدم الأمريكية لعام 2024: دافانتي آدمز، أماري كوبر يتعامل مع حركات الموعد النهائي لبدء التشغيل - تقرير بليشر",
        "Adobe يثير أدوات الذكاء الاصطناعي التي تبني مشاهد ثلاثية الأبعاد، وتحرك النص، وتجعل المشتتات تختفي - The Verge",
        "اليانكيز تعلن عن تشكيلة للعبة ALCS 2 - Pinstripe Alley",
        "نقطة محذوفة هنا",
        "عدد قياسي من الأصوات المبكرة التي تم الإدلاء بها في جورجيا مع بدء الانتخابات في ولاية ساحة المعركة - سي إن إن",
        "قاضي جورجيا يحكم بأن مسؤولي الانتخابات لا يمكنهم تأخير التصديق بسبب مخاوف الاحتيال - سي بي إس نيوز"
    ]
}