{
    "headlines": [
        "المشرعون الأمريكيون يحثون بايدن على تمديد الموعد النهائي لحظر TikTok في 19 يناير - رويترز",
        "استئناف محادثات وقف إطلاق النار في غزة في الدوحة، حيث تم إغلاق الصفقة بعد \"انفراجة\" - رويترز",
        "يقدر كيفن أوكونيل سام دارنولد، لكنه يقول \"لم ينجح الأمر في النهاية\" - إن بي سي سبورتس",
        "تتعمق عمليات بيع السندات العالمية مع قيام المستثمرين بخفض توقعات بنك الاحتياطي الفيدرالي لخفض أسعار الفائدة - سي إن بي سي",
        "الأسئلة الصعبة التي تواجه مرشحي ترامب - BBC.com",
        "مهاكومبه: رجال مقدسون ملطخون بالرماد يقودون مشهد الاستحمام في الهند - BBC.com",
        "جيمي كيميل العاطفي يحارب الدموع وهو يعود إلى التلفزيون وسط حرائق غابات لوس أنجلوس - هاف بوست",
        "ملخص اللعبة: الأكباش تهزم الفايكنج 27-9، تتقدم لمواجهة النسور في الجولة التقسيمية - therams.com",
        "أهل القرية للعب في تجمع ترامب الافتتاحي - أكسيوس",
        "وزارة العدل تصدر تقرير المستشار الخاص السابق جاك سميث حول التحقيق في قضية تدخل ترامب في الانتخابات - فوكس نيوز",
        "تلوح في الأفق مواجهة دراماتيكية في كوريا الجنوبية حيث يواجه يون محاكمة العزل واحتمال الاعتقال - سي إن إن",
        "المحطة التالية من سباق القمر الجديد على وشك الانطلاق — وقد تكون الأكثر إثارة حتى الآن - سي إن إن",
        "انفصلت جيسيكا سيمبسون وإريك جونسون بعد 10 سنوات من الزواج - مراسل هوليوود",
        "حرائق الغابات في لوس أنجلوس: Dallas Raines من ABC7 حول كيف وصلنا إلى هنا، وما الذي سيحدث بعد ذلك، وما الذي يمكننا فعله لبعضنا البعض للمساعدة في إيقافها في المرة القادمة - الموعد النهائي",
        "جولات السناتور: ربط حد الديون بمساعدات كاليفورنيا \"لا يقصد به أن يكون عقوبة\" - ذا هيل",
        "تروي أيكمان يدمر قرار تدريب رعاة البقر مايك مكارثي - نيويورك بوست",
        "يقول بايدن إن سياسته الخارجية تترك لترامب \"يدًا قوية جدًا\" - صحيفة واشنطن بوست",
        "المستشار الخاص ديفيد وايس ينتقد الرئيس في التقرير النهائي عن هانتر بايدن - أكسيوس",
        "الأسهم الآسيوية مختلطة ؛ الأسهم الصينية ترتفع بعد تقرير عن تعريفات ترامب التدريجية - Investing.com",
        "الدولار يتراجع على تقرير فريق ترامب يدرس التعريفات التدريجية - بلومبرغ"
    ]
}