{
    "headlines": [
        "   Removido ",
        "\"Você não é meu rei\", grita senador indígena australiano ao visitar o rei Charles - Associated Press",
        "Gulen, o poderoso clérigo acusado de orquestrar um golpe turco, morre - Reuters",
        "Derrames são comuns — veja como evitar a maioria deles - New York Post",
        "Dahieh: O subúrbio de Beirute que sofre o impacto dos bombardeamentos israelitas - BBC.com",
        "   Removido ",
        "O que é rucking? Esta tendência de fitness popular volta ao básico para grandes ganhos - Fox News",
        "Donald Trump, do McDonald's, trabalhou na última inspeção de saúde com falha - Newsweek",
        "Sean ‘Diddy’ Combs foi citado em pelo menos 6 novos processos; outras celebridades supostamente envolvidas - CNN",
        "Samsung Galaxy Z Fold Special Edition sai com preço de US $ 2000 e câmera de 200MP - PhoneArena",
        "Milhões de DNA das pessoas em dúvida à medida que a 23andMe enfrenta a falência - ScienceAlert",
        "Moldávia dividida em referendo para se juntar à UE - DW (inglês)",
        "QB Wilson 'excelente' na estreia enquanto os Steelers passeiam - ESPN",
        "China corta taxas de juros em batalha para atingir meta de crescimento de fim de ano - Financial Times",
        "Data de lançamento do OnePlus 13 e opções de cores confirmadas oficialmente - Notebookcheck.net",
        "Jonquel Jones entrega o desempenho de MVP das Finais da WNBA para resgatar Ice-cold Ionescu e Stewart - The Associated Press",
        "Sister Wives: Kody Brown Says “If I 'm in Love With a Woman, I Think That Is Her Fault” - E! Online - E! NEWS",
        "Los Angeles Dodgers derrotam New York Mets no Jogo 6 da NLCS para ganhar vaga na World Series - CNN",
        "Comet Tracker Tonight: Quando e onde ver na segunda-feira com ‘Shooting Stars’ - Forbes",
        "40% dos pais disseram que seus filhos adolescentes consumiram suplementos de proteína no ano passado, de acordo com uma nova pesquisa - CNN"
    ]
}