{
    "headlines": [
        "ਰੂਸ ਨੇ ‘ਵਿਸ਼ਾਲ‘ ਮਿਜ਼ਾਈਲ ਅਤੇ ਡਰੋਨ ਹਮਲੇ ਵਿਚ ਯੂਕਰੇਨ energyਰਜਾ ਸਾਈਟਾਂ ਨੂੰ ਨਿਸ਼ਾਨਾ ਬਣਾਇਆ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "ਜੀਮੇਲ ਅਲਰਟ-ਲੀਕ ਨੇ 2.5 ਬਿਲੀਅਨ ਉਪਭੋਗਤਾਵਾਂ ਲਈ ਆਉਣ ਵਾਲੇ ਨਵੇਂ ਈਮੇਲ ਪਤਿਆਂ ਦਾ ਖੁਲਾਸਾ ਕੀਤਾ - ਫੋਰਬਸ",
        "UFC 309: ਜੋਨਸ ਬਨਾਮ ਮਿਓਸਿਕ ਮੇਨ ਕਾਰਡ ਨਤੀਜੇ, ਨਿਊਯਾਰਕ ਸਿਟੀ ਤੋਂ ਜੇਤੂ ਇੰਟਰਵਿਊ, ਹਾਈਲਾਈਟਸ ਅਤੇ ਹੋਰ - ਯੂਐਫਸੀ",
        "ਮਿਸ ਡੈਨਮਾਰਕ ਨੇ ਜਿੱਤੀ 2024 ਮਿਸ ਯੂਨੀਵਰਸ ਪੇਜੈਂਟ - ਦਿ ਡੇਲੀ ਬੀਸਟ",
        "ਸ਼ੀ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਹ ਬਾਈਡੇਨ ਨਾਲ ਆਖਰੀ ਮੁਲਾਕਾਤ ਵਿਚ ਟਰੰਪ ਨਾਲ ਕੰਮ ਕਰਨਗੇ - ਬੀਬੀਸੀ.",
        "ਭਿਆਨਕ ਯੁੱਧ ਦੇ 1,000 ਦਿਨਾਂ ਬਾਅਦ ਰੂਸ ਯੂਕਰੇਨ ਵਿੱਚ ਡੂੰਘੀ ਪੀਸਿਆ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਅਲੇਕ ਬਾਲਡਵਿਨ ਡੈਬੂਟਸ ਆਰਐਫਕੇ ਜੂਨੀਅਰ 'ਐਸਐਨਐਲ' ਤੇਃ 'ਮੈਨੂੰ ਆਪਣੀ ਕਾਰ ਵਿਚ ਇਕ ਮਰੇ ਹੋਏ ਡੌਲਫਿਨ ਮਿਲਿਆ' - ਵੰਨਗੀ",
        "ਸਾ Southਥਵੈਸਟ ਏਅਰਲਾਈਨਜ਼ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਮੁਸਾਫਰਾਂ ਨਾਲ ਭਰੇ ਇਸ ਦੇ ਇਕ ਜਹਾਜ਼ ਨੂੰ ਗੋਲੀ ਲੱਗੀ - ਡਬਲਯੂਕੇਆਰਸੀ ਟੀਵੀ ਸਿਨਸਿਨਾਟੀ",
        "$ 120K 'ਤੇ ਵਿਕੀਪੀਡੀਆ? ਵਪਾਰ ਫਰਮ ਭਵਿੱਖਬਾਣੀ ਦਲੇਰ ਕਰਨ ਲਈ ਟਰੰਪ ਦੇ ਰਿਜ਼ਰਵ ਯੋਜਨਾ ਲਿੰਕ - Bitcoinist",
        "ਪਿਆਜ਼ ਦੇ ਸੀਈਓ ਨੇ ਨਿਲਾਮੀ ਬਾਰੇ ਅਲੈਕਸ ਜੋਨਸ ਦੇ ਦਾਅਵਿਆਂ ਦੇ ਵਿਚਕਾਰ ਇਨਫੋਵਾਰਸ ਦੀ ਖਰੀਦ ਦੀ ਵਿਆਖਿਆ ਕੀਤੀ - ਦ ਹਿੱਲ",
        "ਟਰੰਪ ਨੇ ਜੈਵਿਕ ਬਾਲਣ ਕਾਰਜਕਾਰੀ ਕ੍ਰਿਸ ਰਾਈਟ ਨੂੰ ਊਰਜਾ ਸਕੱਤਰ ਨਾਮਜ਼ਦ ਕੀਤਾ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਪੂਰਬੀ ਚੀਨ 'ਚ ਸਮੂਹਿਕ ਚਾਕੂ ਨਾਲ 8 ਦੀ ਮੌਤ ਅਤੇ 17 ਜ਼ਖਮੀ - CNN",
        "ਬੋਇੰਗ ਨੇ 400 ਤੋਂ ਵੱਧ ਕਰਮਚਾਰੀਆਂ ਨੂੰ ਛੁੱਟੀ ਦੇ ਨੋਟਿਸ ਜਾਰੀ ਕੀਤੇ ਹਨ ਕਿਉਂਕਿ ਇਹ ਸਖਤ ਕਟੌਤੀ ਸ਼ੁਰੂ ਕਰਦਾ ਹੈ - ਪੋਲਿਟਿਕੋ",
        "ਕਾਲਮ | ਕੀ ਮਾਈਕ ਜਾਨਸਨ ਗੇਟਜ਼ ਨੈਤਿਕਤਾ ਰਿਪੋਰਟ ਵਿਚ ਪ੍ਰੋਟੋਕੋਲ ਦੀ ਪਾਲਣਾ ਕਰ ਰਿਹਾ ਹੈ ਜਾਂ ਉਲੰਘਣਾ ਕਰ ਰਿਹਾ ਹੈ? - ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਡਿੱਡੀ 'ਜਿਨਸੀ ਤਸਕਰੀ ਦੇ ਮੁਕੱਦਮੇ ਦੇ ਗਵਾਹਾਂ ਨੂੰ ਬਲੈਕਮੇਲ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰ ਰਿਹਾ ਹੈ ਅਤੇ ਸੰਭਾਵੀ ਜੂਰੀਆਂ ਨੂੰ ਪ੍ਰਭਾਵਤ ਕਰ ਰਿਹਾ ਹੈ’ ਜੇਲ੍ਹ ਤੋਂ... - ਦ ਯੂਐਸ ਸਨ",
        "ਬੇਸੈਂਟ, ਟਰੰਪ ਦੇ ਖਜ਼ਾਨਾ ਸਕੱਤਰ ਪਿਕ ਲਈ ਫਾਈਨਲ ਪੁਸ਼ ਵਿਚ ਲੂਟਨਿਕ - ਬਲੂਮਬਰਗ",
        "ਟਰੰਪ ਐਲੀ ਨੇ ਚੀਨ ਦੇ ਪੇਰੂ ਪੋਰਟ - ਬਲੂਮਬਰਗ ਰਾਹੀਂ ਭੇਜੇ ਮਾਲ 'ਤੇ ਡਿ dutiesਟੀਆਂ ਦੀ ਅਪੀਲ ਕੀਤੀ",
        "ਫੋਟੋਆਂ ਵਿੱਚਃ 2024 ਦਾ ਫਾਈਨਲ ਸੁਪਰਮੂਨ ਵਿਸ਼ਵ ਭਰ ਵਿੱਚ ਰਾਤ ਦੇ ਅਸਮਾਨ ਦੀ ਰੌਸ਼ਨੀ ਕਰਦਾ ਹੈ - ਫੋਰਬਸ",
        "ਐਨਐਫਐਲ ਦੀਆਂ ਮੁਸ਼ਕਲਾਂ, ਹਫਤਾ 11 ਲਾਈਨਾਂ, ਏਟੀਐਸ ਭਵਿੱਖਬਾਣੀ, ਗੇਮ ਪਿਕਸ, ਸੁਝਾਅ, ਟਾਈਮਜ਼ਃ ਮਾਡਲ ਹਰ ਗੇਮ ਨੂੰ 10,000 ਵਾਰ ਸਿਮੂਲੇਟ ਕਰਦਾ ਹੈ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਟ੍ਰਿਸਟਾ ਸਟਰ ਨੇ ਦੱਸਿਆ ਕਿ ਪਤੀ ਰਿਆਨ ਦੇ ਕ੍ਰਿਪਟਿਕ ਪੋਸਟਾਂ ਤੋਂ ਬਾਅਦ ਉਹ ਪਰਿਵਾਰ ਤੋਂ ਵੱਖ ਕਿਉਂ ਸੀ - ਟੂਫੈਬ"
    ]
}