{
    "headlines": [
        "ਸ਼ੋਹੇਈ ਓਹਤਾਨੀ ਸੱਟ ਅੱਪਡੇਟਃ ਡੋਜਰਸ ਨੇ ਗੇਮ 3 ਲਈ ਸੁਪਰਸਟਾਰ ਦੀ ਵਿਸ਼ਵ ਸੀਰੀਜ਼ ਸਥਿਤੀ ਦਾ ਖੁਲਾਸਾ ਕੀਤਾ - ਯੂਐਸਏ ਅੱਜ",
        "ਹਟਾਈ",
        "ਐਲਨ ਮਸਕ ਦਾ ਦਾਅਵਾ ਹੈ ਕਿ ਵਿਦਿਆਰਥੀ ਵੀਜ਼ਾ ਨੇ ਉਸ ਨੂੰ ਅਮਰੀਕਾ ਵਿਚ ਕੰਮ ਕਰਨ ਦੀ ਆਗਿਆ ਦਿੱਤੀ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਜੁੜਵਾਂ ਜੁੜਵਾਂ ਬ੍ਰਿਟਨੀ ਅਤੇ ਐਬੀ ਹੇਨਸਲ ਅਤੇ ਪਤੀ ਜੋਸ਼ ਗੇਂਦਬਾਜ਼ੀ ਨਵੀਂ ਫੋਟੋ ਵਿਚ ਸਾਰੇ ਮੁਸਕਰਾ ਰਹੇ ਹਨ - ਖ਼ਬਰਾਂ!",
        "ਡੈਮੀ ਲੋਵਾਟੋ ਅਤੇ ਉਸਦੇ ਪਰਿਵਾਰ ਨੇ ਬੇਬੀ ਭਤੀਜੀ ਦੀ ਮੌਤ 'ਤੇ ਸੋਗ ਜਤਾਇਆਃ‘ ਇੰਨਾ ਸ਼ੁਕਰਗੁਜ਼ਾਰ ਹਾਂ ਕਿ ਮੈਂ ਤੁਹਾਨੂੰ ਫੜ ਲਿਆ ’- ਫੌਕਸ ਨਿ Newsਜ਼",
        "ਨੇੜੇ ਲਿਆਓਃ ਮਿਸ਼ੇਲ ਓਬਾਮਾ ਨੇ ਕਮਲਾ ਹੈਰਿਸ ਨੂੰ ਆਪਣੀ ਪ੍ਰਸਿੱਧੀ ਉਧਾਰ ਦਿੱਤੀ - ਅਮਰੀਕਾ ਅੱਜ",
        "ਨਸ਼ਿਆਂ 'ਤੇ ਫਿਰ ਹਰ ਕਿਸੇ ਦੀ ਕਠੋਰਤਾ - POLITICO",
        "ਜਾਰਜੀਆ ਦੇ ਰਾਸ਼ਟਰਪਤੀ ਸੰਸਦੀ ਚੋਣ ਨਤੀਜੇ ਨੂੰ ਨਹੀਂ ਪਛਾਣਨਗੇ ਅਤੇ ਜਨਤਕ ਵਿਰੋਧ ਪ੍ਰਦਰਸ਼ਨਾਂ ਨੂੰ ਬੁਲਾਉਣਗੇ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "2024 ਐਨਐਫਐਲ ਸੀਜ਼ਨਃ ਸੀਹਾਕਸ ਬਨਾਮ ਬਿੱਲ 1 ਕੁਆਰਟਰ ਗੇਮ ਥਰਿੱਡ - ਫੀਲਡ ਗੁਲਸ",
        "ਰਿੱਛ ਬਨਾਮ ਕਮਾਂਡਰਾਂ ਦੀਆਂ ਮੁਸ਼ਕਲਾਂ, ਪਿਕਸ, ਫੈਲਣ, ਕਿਵੇਂ ਵੇਖਣਾ ਹੈ, ਲਾਈਵ ਸਟ੍ਰੀਮਃ ਮਾਡਲ 2024 ਹਫਤੇ 8 ਐਨਐਫਐਲ ਦੀਆਂ ਭਵਿੱਖਬਾਣੀਆਂ ਦਾ ਖੁਲਾਸਾ ਕਰਦਾ ਹੈ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਪੈਨਸਿਲਵੇਨੀਆ ਦੇ ਚੋਟੀ ਦੇ ਚੋਣ ਅਧਿਕਾਰੀ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ 2020 ਲਿਗੇਸ਼ਨ ਨੇ ਕਾਇਮ ਰੱਖਿਆ ਕਿ \"ਚੋਣਾਂ ਸਹੀ ਸਨ\" - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਪੋਂਪੇਈ ਪੁਰਾਤੱਤਵ ਵਿਗਿਆਨੀਆਂ ਨੇ ਵਿਸਤ੍ਰਿਤ ਫਰੈਸਕੋ ਦੇ ਨਾਲ ਪ੍ਰਾਚੀਨ ਛੋਟੇ ਜਿਹੇ ਘਰ ਦੀ ਖੋਜ ਕੀਤੀ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਹੈਰਿਸ ਨੇ ਪੈਨਸਿਲਵੇਨੀਆ ਚਰਚ 'ਤੇ ਹੈਕ ਕੀਤਾ, ਕਹਿੰਦਾ ਹੈ ਕਿ ਉਸ ਨੂੰ ਵੋਟ ਪਾਉਣ ਨਾਲ ਰੱਬ ਦੀ ਉਮੀਦ ਪੂਰੀ ਹੁੰਦੀ ਹੈ' ਸਾਡੀ ਮਦਦ ਕਰਨ ਲਈ '- ਫੌਕਸ ਨਿ Newsਜ਼",
        "ਜਿਓਮੈਗਨੈਟਿਕ ਤੂਫਾਨ ਵਾਚ ਸੂਰਜ - ਫੌਕਸ ਮੌਸਮ ਤੋਂ ਮਜ਼ਬੂਤ ਫਲੇਅਰ ਫਟਣ ਤੋਂ ਬਾਅਦ ਜਾਰੀ ਕੀਤੀ ਗਈ",
        "‘ਵੈਨੋਮਃ ਦਿ ਲਾਸਟ ਡਾਂਸ’ ਅੰਤਰਰਾਸ਼ਟਰੀ ਬਾਕਸ ਆਫਿਸ ’ਤੇ 124 ਮਿਲੀਅਨ ਡਾਲਰ ਤੱਕ ਚੜ੍ਹਦਾ ਹੈ, ਗਲੋਬਲ ਤੌਰ' ਤੇ 175 ਮਿਲੀਅਨ ਡਾਲਰ - ਵਰਾਇਟੀ",
        "ਐਡੇਲ ਅਤੇ ਸੇਲੀਨ ਡੀਓਨ ਮਿੱਠੇ ਸਮਾਰੋਹ ਦੇ ਮੁਕਾਬਲੇ ਵਿੱਚ ਦਿਲੋਂ ਗਲੇ ਲਗਾਉਂਦੇ ਹਨ ਅਤੇ ਹੰਝੂ ਵਹਾਉਂਦੇ ਹਨ - ਸੀ ਐਨ ਐਨ",
        "ਬੋਇੰਗ ਹੜਤਾਲ ਇੱਕ ਗਰਮ ਗੜਬੜ ਹੈ. ਯੂਨੀਅਨ ਨੂੰ ਵੀ ਹੈ ਖ਼ਤਰਾ - ਬੈਰਨ ਦਾ",
        "ਪੋਪ ਨੇ womenਰਤਾਂ ਲਈ ਵਧੇਰੇ ਭੂਮਿਕਾਵਾਂ ਲਈ ਖੁੱਲ੍ਹਾਪਣ ਦਿਖਾਇਆ ਹੈ – ਪਰ ਉਸ ਲਈ ਹੋਰ ਅੱਗੇ ਜਾਣ ਲਈ ਦਬਾਅ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਸੇਫਹਾhouseਸ ਵਿਚ ਬਲੈਕ ਓਪਸ 6 ਪਿਆਨੋ ਬੁਝਾਰਤ ਨੂੰ ਕਿਵੇਂ ਹੱਲ ਕਰਨਾ ਹੈ - ਇਕ ਈਸਪੋਰਟਸ",
        "ਹਟਾਈ"
    ]
}