{
    "headlines": [
        "تم اتهام لويجي مانجيوني بتهم القتل لإطلاق النار على الرئيس التنفيذي لشركة UnitedHealthcare براين طومسون - CNBC",
        "دراسة MLB: إصابات الرمي المرتبطة بالسرعة، \"الأشياء\" - ESPN",
        "تصدر لجنة التجارة الفيدرالية قواعد تتطلب من الفنادق وبائعي التذاكر الكشف عن \"الرسوم غير المرغوب فيها\" - صحيفة واشنطن بوست",
        "تعرفت الشرطة على فتاة تبلغ من العمر 15 عامًا باسم مطلق النار في مدرسة Abundant Life Christian School في ولاية ويسكونسن - ABC News",
        "انخفض مؤشر داو جونز 300 نقطة، متجهًا إلى أول شريحة مدتها 9 أيام منذ عام 1978: تحديثات مباشرة - CNBC",
        "تقرير إدارة بايدن عن تصدير الغاز يمكن أن يزعج سياسة ترامب للطاقة - بوليتيكو",
        "Nvidia Stock Slump تتعمق. ما الذي يدفعه إلى أبعد من ذلك في منطقة التصحيح. - بارون",
        "كيفية السفر بأمان مع ارتفاع حالات حمى الضنك في المكسيك ومنطقة البحر الكاريبي والبرازيل - واشنطن بوست",
        "Gilgo Beach متسلسل قتل المشتبه به ريكس هيورمان متهم بقتل امرأة سابعة - أشخاص",
        "محذوف",
        "Bucks vs. Thunder odds, line, prediction, time: 2024 NBA Cup Championship picks, best bets from proven model - CBS Sports",
        "Fantasy Football Week 16 الترتيب: Flex (Half - PPR) - Yahoo Sports",
        "أدين المستشار التقني بجريمة قتل من الدرجة الثانية في طعن مؤسس تطبيق كاش لي - سي إن إن",
        "الجواسيس الأوكرانيون يستهدفون الشخصيات الروسية في هجمات جريئة على نحو متزايد - BBC.com",
        "محذوف",
        "امرأة من ولاية ألاباما تبلي بلاءً حسنًا بعد آخر عملية زرع كلية تجريبية للخنازير - ABC News",
        "اكتشف علماء الفلك أول نجوم ثنائية تدور حول ثقب أسود فائق الكتلة في مركز مجرة درب التبانة - Space.com",
        "يحصل Code Assist، مساعد الترميز الذي يركز على المؤسسات من Google، على أدوات الجهات الخارجية - TechCrunch",
        "Josh Allen's MVP Pursuit: Where the Bills star separates himself from the pack - Pro Football Focus",
        "يقول قادة الحزب الجمهوري في مجلس النواب إن الكونغرس يبرم صفقة بشأن 100 مليار دولار من المساعدات في حالات الكوارث وينتظر التمويل في مارس"
    ]
}