{
    "headlines": [
        "ਟਰੰਪ ਨੇ ਟਰਾਂਸਜੈਂਡਰ ਐਥਲੀਟਾਂ ਨੂੰ women 'sਰਤਾਂ ਦੀਆਂ ਖੇਡਾਂ' ਤੇ ਪਾਬੰਦੀ ਲਗਾਉਣ ਦੇ ਕਾਰਜਕਾਰੀ ਆਦੇਸ਼ 'ਤੇ ਦਸਤਖਤ ਕੀਤੇ, ਡੀਓਜੇ ਨੂੰ ਲਾਗੂ ਕਰਨ ਦਾ ਨਿਰਦੇਸ਼ ਦਿੱਤਾ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਨੇਤਨਯਾਹੂ ਨੇ ਟਰੰਪ ਦੇ ਗਾਜ਼ਾ ‘ਤੇ‘ ਕਬਜ਼ਾ ‘ਦੀ ਹਮਾਇਤ ਕੀਤੀ ਕਿਉਂਕਿ ਇਜ਼ਰਾਈਲ ਦੇ ਰੱਖਿਆ ਮੰਤਰੀ ਨੇ ਫੌਜ ਨੂੰ ਸਵੈਇੱਛੁਕ ਮਾਈਗ੍ਰੇਸ਼ਨ ਯੋਜਨਾ ਤਿਆਰ ਕਰਨ ਦੀ ਹਦਾਇਤ ਕੀਤੀ - ਸੀਐਨਐਨ",
        "ਕਾਟਜ਼ ਨੇ ਆਈਡੀਐਫ ਨੂੰ ਹਦਾਇਤ ਕੀਤੀ ਕਿ ਉਹ ਯੋਜਨਾ ਤਿਆਰ ਕਰੇ ਜਿਸ ਨਾਲ ਗਜ਼ਾਨੀਆਂ ਨੂੰ ਸਵੈ-ਇੱਛਾ ਨਾਲ ਬਾਹਰ ਨਿਕਲਣ ਦੀ ਆਗਿਆ ਮਿਲੇ - ਦ ਯਰੂਸ਼ਲਮ ਪੋਸਟ",
        "ਮਾਰਕ ਵਿਲੀਅਮਜ਼ ਟ੍ਰੇਡ ਗ੍ਰੇਡਃ ਲੂਕਾ ਡੌਨਸਿਕ ਦੇ ਨਵੇਂ ਲੌਬ ਪਾਰਟਨਰ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ ਨੂੰ ਜੋੜਨ ਲਈ ਲੇਕਰਜ਼ ਹੁਣੇ ਹੀ ਇਕ 'ਏ' ਤੋਂ ਕਿਉਂ ਖੁੰਝ ਗਏ",
        "ਅਸੁਸ ਜ਼ੈਨਫੋਨ 12 ਅਲਟਰਾ ਅਮਰੀਕਾ ਨੂੰ ਛੱਡ ਰਿਹਾ ਹੈ - ਦਿ ਵਰਜ",
        "ਵਿਗਿਆਨੀਆਂ ਨੇ ਸਤੰਬਰ 2182 ਵਿਚ ਬੇਨੂ ਨੂੰ ਧਰਤੀ 'ਤੇ ਕਰੈਸ਼ ਕਰਨ ਦੀ ਸਿਮੂਲੇਟ ਕੀਤੀ. ਇਹ ਸੋਹਣਾ ਨਹੀਂ ਹੈ. - ਸਾਇੰਸ ਅਲਰਟ",
        "ਏਆਈ ਮਾਡਲ s1 ਵਿਰੋਧੀ OpenAI ਦੇ o1 $ 6 ਸਿਖਲਾਈ ਲਾਗਤ ਦੇ ਨਾਲ - ਏਸ਼ੀਆ ਵਿੱਚ ਤਕਨੀਕੀ",
        "ਰਿਪੋਰਟਾਂਃ ਰੈਪਟਰਸ ਪੇਲੀਕਨਜ਼ ਤੋਂ ਫਾਰਵਰਡ ਬ੍ਰਾਂਡਨ ਇੰਗਰਾਮ ਪ੍ਰਾਪਤ ਕਰਦੇ ਹਨ - ਐਨਬੀਏ.",
        "ਕੀ ਇਹ ਅਸਲ ਹੈ ਜਾਂ ਇਹ ਇਕ ਚਾਲ ਹੈ? ਫੈਡਰਲ ਵਰਕਰ ਬਾਇਆਉਟ ਪੇਸ਼ਕਸ਼ ਦੀ ਜਾਇਜ਼ਤਾ ਬਾਰੇ ਡੈੱਡਲਾਈਨ ਦੇ ਨੇੜੇ ਬਹਿਸ ਕਰਦੇ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਡੀਈਆਈਃ ਗੂਗਲ ਵਿਭਿੰਨਤਾ ਭਰਤੀ ਟੀਚਿਆਂ ਨੂੰ ਛੱਡਣ ਵਾਲੀਆਂ ਅਮਰੀਕੀ ਫਰਮਾਂ ਵਿਚ ਸ਼ਾਮਲ ਹੁੰਦਾ ਹੈ - ਬੀਬੀਸੀ.",
        "ਬਾਲਟਿਕਸ ਸਾਈਬਰ ਹਮਲੇ ਲਈ ਬ੍ਰੇਸ ਜਦੋਂ ਉਹ ਰੂਸੀ ਬਿਜਲੀ ਗਰਿੱਡ ਛੱਡਦੇ ਹਨ - ਪੋਲੀਟੀਕੋ ਯੂਰਪ",
        "ਈਗਲਜ਼-ਚੀਫਸ ਗੇਮ ਪੂਰਵਦਰਸ਼ਨਃ ਸੁਪਰ ਬਾlਲ ਦੁਸ਼ਮਣ ਨਾਲ 5 ਪ੍ਰਸ਼ਨ ਅਤੇ ਜਵਾਬ - ਬਲੱਡਿੰਗ ਗ੍ਰੀਨ ਨੇਸ਼ਨ",
        "ਇਰਵ ਗੋਟੀ, ਮਰਡਰ ਇੰਕ ਰਿਕਾਰਡਜ਼ ਬਾਨੀ ਜਿਸ ਨੇ ਅਸ਼ਾਂਤੀ ਅਤੇ ਜਾ ਨਿਯਮ ਨਾਲ ਕੰਮ ਕੀਤਾ, 54 ਤੇ ਮਰ ਗਿਆ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਫੋਟੋਆਂ ਵਿੱਚਃ ਅਮਰੀਕਾ ਭਰ ਵਿੱਚ ਹਜ਼ਾਰਾਂ ਲੋਕ ਟਰੰਪ ਅਤੇ ਮਸਕ ਦੀਆਂ ਨੀਤੀਆਂ ਦਾ ਵਿਰੋਧ ਕਰਦੇ ਹਨ - ਐਕਸੀਓਸ",
        "ਜ਼ੀਓਮੀ 15 ਅਲਟਰਾ ਦੀ ਤਾਜ਼ਾ ਲੀਕ ਹੋਈ ਤਸਵੀਰ ਸ਼ਾਨਦਾਰ ਲੇਇਕਾ ਕੈਮਰਾ ਪ੍ਰੇਰਿਤ ਡਿualਲ-ਟੋਨ ਡਿਜ਼ਾਈਨ ਦਿਖਾਉਂਦੀ ਹੈ - gizmochina",
        "ਸਵੀਡਨ ਦੇ ਇਤਿਹਾਸ ਵਿਚ ਸਭ ਤੋਂ ਭਿਆਨਕ ਮਾਸ ਗੋਲੀਬਾਰੀ ਵਿਚ 11 ਮੌਤਾਂ, ਅਧਿਕਾਰੀਆਂ ਨੇ ਕਿਹਾ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਆਰਮ ਹੋਲਡਿੰਗਜ਼ (ਏਆਰਐਮ) Q3 2025 ਕਮਾਈ ਕਾਲ ਟ੍ਰਾਂਸਕ੍ਰਿਪਟ - ਦਿ ਮੋਟਲੇ ਫੂਲ",
        "ਜੱਜ ਨੇ ਲੱਖਾਂ ਅਮਰੀਕੀਆਂ ਦੇ ਵਿੱਤੀ ਅੰਕੜਿਆਂ ਤੱਕ ਪਹੁੰਚਣ ਵਾਲੇ ਐਲਨ ਮਸਕ ਦੇ ਡੋਗ 'ਤੇ ਅੰਤਰਿਮ ਪਾਬੰਦੀ ਦਾ ਤੋਲ ਕੀਤਾ - ਬਿਜ਼ਨਸ ਇਨਸਾਈਡਰ"
    ]
}