{
    "headlines": [
        "Vikings vs. Rams placar, atualizações ao vivo: Minnesota parece se recuperar, já que a era Cooper Kupp pode estar terminando em Los Angeles - Yahoo Sports",
        "Crateras de ações de Capri 46% após o juiz bloquear o acordo de US $ 8,5 bilhões com a Tapestry - Yahoo Finance",
        "Ex-modelo de maiô da Sports Illustrated diz que Trump a apalpou para se exibir para Jeffrey Epstein - CNN",
        "Harris Dickinson, de 28 anos, estrela de ‘Babygirl’, fala sobre cenas de sexo com Nicole Kidman, de 57 anos: ‘Fizemos o que queríamos’ - New York Post",
        "Treinador de basquete da USF, Abdur-Rahim morre aos 43 anos - ESPN",
        "Bruce Springsteen critica Trump enquanto pede aos americanos que votem em Harris - CNN",
        "Identidades de todas as vítimas do tiroteio em Fall City divulgadas - KING5.com",
        "McDonald's diz que cebolas de empresa de produção com sede na Califórnia estão ligadas ao surto mortal de E. coli - The Associated Press",
        "Previsões, probabilidades, escolhas de pontuação da NFL na Semana 8 de 2024: Especialista divulga pontuações exatas para todos os 16 jogos - CBS Sports",
        "Tropas norte-coreanas avistadas na região fronteiriça russa com a Ucrânia, diz Kiev - CNN",
        "Irmãos Menendez mais recente: procurador distrital de LA recomenda reenvio - ABC News",
        "Sindicato dos maquinistas rejeita oferta de contrato da Boeing, prorrogando greve - Fox Business",
        "CDC recomenda segunda dose da vacina COVID para pessoas com 65 anos ou mais - The Hill",
        "‘The Brady Bunch’ Reboot Was Spiked at CBS Due to Cindy Actress Susan Olsen's Documented Hate Speech - Yahoo Entertainment",
        "ONU diz que apenas um \"salto quântico\" pode manter as metas climáticas globais ao alcance - The Washington Post",
        "Ações da Tesla saltam 22% após Elon Musk prever recuperação de vendas - Financial Times",
        "Catar e EUA dizem que negociações de cessar-fogo em Gaza devem ser retomadas em Doha - Al Jazeera",
        "‘Juror No. 2’ pode ser o último filme de Clint Eastwood — Então, por que a Warner Bros. está enterrando? - Variety",
        "Testes sorológicos descartam a gripe aviária em profissionais de saúde do Missouri; CDC confirma 2 infecções em Washington - Universidade de Minnesota Twin Cities",
        "   Removido "
    ]
}