{
    "headlines": [
        "ਟਰੰਪ ਨੇ ਟਿਕਟੋਕ ਉਪਭੋਗਤਾਵਾਂ ਨੂੰ ਬੇਨਤੀ ਕੀਤੀ ਪਰ ਐਪ ਦੇ ਪਾਬੰਦੀ ਦੇ ਚਿਹਰੇ ਦੀ ਪੜਤਾਲ 'ਤੇ ਦੇਰੀ - ਬਲੂਮਬਰਗ",
        "2025 ਐਨਐਫਐਲ ਪਲੇਆਫਸਃ ਈਗਲਜ਼ ਬਨਾਮ ਰੈਮਜ਼ ਤੀਜੀ ਤਿਮਾਹੀ ਦੇ ਸਕੋਰ ਅਪਡੇਟਸ - ਬਲੱਡਿੰਗ ਗ੍ਰੀਨ ਨੇਸ਼ਨ",
        "‘ਹਰ ਕੋਈ ਰੋ ਰਿਹਾ ਹੈ’: ਇਜ਼ਰਾਈਲੀ ਖੁਸ਼ ਹਨ ਕਿਉਂਕਿ ਗਾਜ਼ਾ ਵਿਚ 470 ਦਿਨਾਂ ਤੋਂ ਵੱਧ ਸਮੇਂ ਬਾਅਦ 3 ਬੰਧਕ ਵਾਪਸ ਆ ਗਏ ਸਨ - ਸੀ ਐਨ ਐਨ",
        "ਈਗਲਜ਼ ਐਨਐਫਐਲ ਪਲੇਆਫ ਇਤਿਹਾਸ ਬਨਾਮ ਰੈਮਸ ਬਣਾਉਂਦੇ ਹਨ, ਸੁਪਰ ਬਾlਲ ਯੁੱਗ ਵਿਚ ਇਸ ਪ੍ਰਭਾਵਸ਼ਾਲੀ ਕਾਰਨਾਮੇ ਨੂੰ ਖਿੱਚਣ ਲਈ ਪਹਿਲੀ ਟੀਮ ਬਣ ਜਾਂਦੇ ਹਨ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਡੋਨਾਲਡ ਟਰੰਪ ਵ੍ਹਾਈਟ ਹਾ Houseਸ ਵਿੱਚ ਪਹਿਲੇ ਦਿਨਾਂ ਲਈ ਕਾਰਜਕਾਰੀ ਆਦੇਸ਼ਾਂ ਦੀ ਧੁੰਦ ਦੀ ਯੋਜਨਾ ਬਣਾ ਰਿਹਾ ਹੈ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "2025 ਐਨਐਫਐਲ ਡਵੀਜ਼ਨਲ ਰਾਉਂਡ ਜੇਤੂ ਅਤੇ ਹਾਰਨ ਵਾਲੇਃ ਜੈਡੇਨ ਡੇਨੀਅਲਸ ਚਮਕਦਾ ਹੈ, ਜੇਰੇਡ ਗੋਫ ਪਲੇਅਫ ਪਰੇਸ਼ਾਨ ਵਿੱਚ ਸੰਘਰਸ਼ ਕਰਦਾ ਹੈ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਡਾਓ ਜੋਨਸ ਫਿuresਚਰਜ਼ਃ ਟਰੰਪ ਉਦਘਾਟਨ ਲੂਮਜ਼; $ਟਰੰਪ ਮੇਮੇ ਸਿੱਕਾ ਸੋਰਸ, ਟਿਕਟੋਕ ਰੀਸਟੋਰਿੰਗ ਸਰਵਿਸ - ਨਿਵੇਸ਼ਕ ਦਾ ਬਿਜ਼ਨਸ ਡੇਲੀ",
        "ਟਿਕਟਾਕ ਪਾਬੰਦੀ ਤੋਂ ਪ੍ਰੇਰਿਤ ਕਾਂਗਰਸੀ ਦੇ ਦਫ਼ਤਰ 'ਤੇ ਗੋਲੀਬਾਰੀ ਸ਼ੁਰੂ ਕਰਨ ਦਾ ਦੋਸ਼, ਪੁਲਿਸ ਕਹਿੰਦੀ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਕੋਲੰਬੀਆ ਵਿੱਚ ਸ਼ਾਂਤੀ ਵਾਰਤਾ ਵਿੱਚ ਅਸਫਲ ਰਹਿਣ ਤੋਂ ਬਾਅਦ ਘੱਟੋ ਘੱਟ 80 ਮੌਤਾਂ, ਕਈਆਂ ਨੂੰ ਅਗਵਾ ਕਰ ਲਿਆ ਗਿਆ, ਅਧਿਕਾਰੀ ਦਾ ਕਹਿਣਾ ਹੈ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਓਰੇਗਨ ਲਾਟਰੀ ਖਿਡਾਰੀ ਨੇ 2025 ਦਾ ਪਹਿਲਾ ਪਾਵਰਬਾਲ ਜੈਕਪਾਟ ਜਿੱਤਿਆ, ਜਿਸਦੀ ਕੀਮਤ 328 ਮਿਲੀਅਨ ਡਾਲਰ ਹੈ - ਓਰੇਗਨਲਾਈਵ",
        "ਸਪੈਨਸਰ ਪ੍ਰੈਟ ਨੇ ਘਰ ਗੁਆਉਣ ਤੋਂ ਬਾਅਦ ਟਿਕਟੋਕ 'ਤੇ ਕਿੰਨੀ ਕਮਾਈ ਕੀਤੀ ਦਾ ਖੁਲਾਸਾ ਕੀਤਾ - ਯਾਹੂ! ਆਵਾਜ਼ਾਂ",
        "ਟਰੰਪ ਨੇ ਉਦਘਾਟਨ ਤੋਂ ਪਹਿਲਾਂ ਵਾਸ਼ਿੰਗਟਨ 'ਚ ਕੀਤੀ ਜਿੱਤ ਦੀ ਰੈਲੀ - Reuters",
        "ਡੋਜਰਜ਼ ਲੈਂਡ ਰੀਲੀਵਰ ਟੈਨਰ ਸਕਾਟ 4-ਸਾਲ 'ਤੇ, 72 ਮਿਲੀਅਨ ਡਾਲਰ ਦਾ ਸੌਦਾ, ਪ੍ਰਤੀ ਰਿਪੋਰਟ - ਯਾਹੂ ਸਪੋਰਟਸ",
        "ਟਰੰਪ ਦੇ ਉਦਘਾਟਨ ਪ੍ਰਦਰਸ਼ਨ ਕਰਨ ਵਾਲਿਆਂ ਵਿੱਚ ਏ-ਲਿਸਟ ਦੇਸ਼ ਦੇ ਕਲਾਕਾਰ, ਰੈਪਰ, ਬੈਂਡ ਸ਼ਾਮਲ ਹਨ - ਕੇਟੀਐਲਏ ਲਾਸ ਏਂਜਲਸ",
        "ਹਮਾਸ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਇਜ਼ਰਾਈਲੀ ਜੰਗਬੰਦੀ ਦੀ ਉਲੰਘਣਾ ਬੰਧਕਾਂ ਨੂੰ ਖ਼ਤਰੇ ਵਿਚ ਪਾ ਸਕਦੀ ਹੈ - ਦ ਯੇਰੂਸ਼ਲਮ ਪੋਸਟ",
        "‘ਮੁਫਾਸਾ’ ਬਾਕਸ ਆਫਿਸ ਹੈਰਾਨੀ ਵਿੱਚ ਕੇਕੇ ਪਾਮਰ ਦੇ ‘ਉਨ੍ਹਾਂ ਵਿੱਚੋਂ ਇੱਕ ਦਿਨ’ ਬੀਟਸ ‘ਵੁਲਫ ਮੈਨ’ ਦੇ ਰੂਪ ਵਿੱਚ ਤਾਜ ਰੱਖਦਾ ਹੈ - ਵੰਨਗੀ",
        "ਟਰੰਪ ਨੇ ਉਦਘਾਟਨ ਦੀ ਪੂਰਵ ਸੰਧਿਆ 'ਤੇ ਅਮਰੀਕੀ ਅਰਥਵਿਵਸਥਾ' ਚ ਵੱਡੇ ਬਦਲਾਅ ਦੀ ਤਿਆਰੀ ਕੀਤੀ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਡੋਗੇ ਵਿਖੇ ਰਾਮਾਸਵਾਮੀ ਦਾ ਭਵਿੱਖ ਸ਼ੱਕ ਵਿੱਚ ਹੈ ਕਿਉਂਕਿ ਉਹ ਓਹੀਓ ਦੇ ਰਾਜਪਾਲ ਲਈ ਬੋਲੀ ਦਾ ਐਲਾਨ ਕਰਨ ਦੀ ਤਿਆਰੀ ਕਰ ਰਿਹਾ ਹੈ - ਪੋਲਿਟਿਕੋ",
        "ਟਰੰਪ ਟੀਮ ਦਾ ਭਰੋਸਾ ਅਸਮਾਨੀ ਹੈ ਪਰ ਚੇਤਾਵਨੀ ਦੇ ਸੰਕੇਤ ਬਹੁਤ ਹਨ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਨਿਣਟੇਨਡੋ ਸਵਿਚ 2 ਲੀਕ ਨਵੇਂ ਗੇਮਿੰਗ ਹੈਂਡਹੋਲਡ ਦੀ ਸੰਭਾਵਤ ਲਾਂਚ ਕੀਮਤ ਦਾ ਖੁਲਾਸਾ ਕਰਦਾ ਹੈ - ਨੋਟਬੁੱਕਚੇਕ."
    ]
}