{
    "headlines": [
        "McDavid получает 1000-е очко, Oilers Edge Predators в OT - NHL.com",
        "Экономика Великобритании демонстрирует рост на 0,1% в третьем квартале, что ниже ожиданий - CNBC",
        "Люди бегут из X Илона Маска за Threads и Bluesky. Добро пожаловать в эпоху фрагментации социальных сетей - Fortune",
        "Билли Боб Торнтон играет в нефтяной драме Тейлора Шеридана Landman - The A.V. Club",
        "Изъято",
        "Mavericks vs Jazz Final Score: Dallas falls in Utah, 115-113 - Mavs Moneyball",
        "«Джейк Борелли из Grey's Anatomy о том, как был списан Леви, и о возможности возврата - крайний срок",
        "Коалиция президента Шри-Ланки движется к сокрушительной победе на выборах - BBC.com",
        "В эти выходные Beaver Moon знаменует собой последнее суперлуние 2024 года - Axios",
        "Кабинет Трампа: вот его выбор ключевых ролей - RFK Jr, Даг Бургум, Мэтт Гетц и другие - Forbes",
        "Тайсон ударил Пола по лицу во время финального взгляда - ESPN",
        "Трамп объявляет губернатора Северной Дакоты Дага Бергума министром внутренних дел - Fox News",
        "Прошлые комментарии Тулси Габбард о России омрачают ее выдвижение Трампом - The Washington Post",
        "Познакомьтесь с самым молодым депутатом Новой Зеландии, чей танец маори-хака в парламенте стал вирусным - Hindustan Times",
        "Число случаев заболевания корью в мире выросло на 20%, так как ВОЗ обвиняет в этом один из ключевых факторов - ScienceAlert",
        "Гетц сталкивается с трудной дорогой к подтверждению, поскольку нарастает давление на освобождение зонда по этике Палаты представителей - CNN",
        "Индия: Дели закрывает начальные школы из-за опасного смога - BBC.com",
        "Тюрьма округа Фултон в Джорджии подвергает заключенных «бесчеловечным, жестоким» условиям, которые угрожают их безопасности, считает Министерство юстиции - CNN",
        "Шансы Eagles vs. Commanders, прогноз, спред, время: Thursday Night Football picks by NFL model on 17-7 roll - CBS Sports",
        "Berkshire Баффета покупает акции Domino's Pizza and Pool Corp., сбрасывает акции Apple - Investopedia"
    ]
}