{
    "headlines": [
        "Israël évacue de force l'hôpital Kamal Adwan dans le nord de Gaza - BBC.com",
        "Le jackpot du Mega Millions est de plus de 1 milliard de dollars. Voici combien de billets Taylor Swift, d'iPhones et de jets privés vous pourriez acheter si vous gagniez. - Yahoo ! Voices",
        "Azerbaijan Airlines dit que l'avion s'est écrasé après une « interférence extérieure » alors que les questions montent sur une éventuelle implication russe - CNN",
        "Un Chinois condamné à mort pour avoir tué 35 personnes en pénétrant dans une foule - The Associated Press",
        "Suivi de l'image actuelle des séries éliminatoires de la NFL : chances mises à jour de remporter des places ouvertes, titres de division - ESPN",
        "Qu'est-ce que le « syndrome de Kessler » — et pourquoi certains scientifiques pensent-ils que le scénario de catastrophe spatiale a déjà commencé ? - CNN",
        "L'agence d'espionnage sud-coréenne confirme qu'un soldat nord-coréen blessé est en détention, rapporte Yonhap - Reuters",
        "L'inscription de Dani Olmo au Barça a été rejetée par le tribunal - ESPN",
        "Jeux préférés d'Ars de 2024 qui n'ont pas été publiés en 2024 - Ars Technica",
        "Le virus chez les patients atteints de grippe aviaire en Louisiane montre des mutations qui pourraient augmenter la transmissibilité à l'homme, selon une analyse du CDC - CNN",
        "Le vaisseau spatial de la NASA est « en sécurité » après s'être approché au plus près de Sun - DAWN.com",
        "Voici une liste des actions les plus spéculatives du marché - MarketWatch",
        "Seahawks 6, Bears 3 a été le match le moins marqué de la NFL cette saison - NBC Sports",
        "La Corée du Sud met en accusation le président par intérim alors que les troubles politiques s'aggravent - Financial Times",
        "Rapport : La star des Mavericks, Luka Dončić, sort au moins un mois avec une souche de mollet gauche - NBA.com",
        "Galaxy S25 Ultra pleine fuite spécifications surfaces de la feuille, même vieux même vieux ? - PhoneArena",
        "La primaire démocratique de 2028 est déjà en cours. Mais les premiers vrais mouvements sont juste au coin de la rue. - POLITICO",
        "Le juge nie la tentative de Jay-Z de rejeter le procès pour viol - Vulture",
        "De puissants orages menacent le Texas et la Louisiane, retardant les voyages de vacances - The Associated Press",
        "Le président du Panama qualifie de « non-sens » l'affirmation de Trump sur le canal chinois - BBC.com"
    ]
}