{
    "headlines": [
        "ਜੋਅ ਬਾਇਡਨ ਨੇ ਆਪਣੇ ਬੇਟੇ ਹੰਟਰ ਨੂੰ ਮੁਆਫ ਕੀਤਾ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਸਿਰਫ ਐਮਾਜ਼ਾਨ ਸਾਈਬਰ ਸੋਮਵਾਰ ਐਪਲ, ਲੇਗੋ, ਬਿਸਲ, ਕਿਚਨਏਡ, ਸੋਲੋ ਸਟੋਵ ਅਤੇ ਹੋਰ ਬਹੁਤ ਕੁਝ ਤੋਂ ਖਰੀਦਦਾਰੀ ਦੇ ਯੋਗ ਸੌਦੇ - ਯਾਹੂ ਲਾਈਫ",
        "ਵਿਰੋਧੀ ਧਿਰ ਨੇ ਅਲੇਪੋ ਦੇ ਬਹੁਤ ਸਾਰੇ ਹਿੱਸੇ 'ਤੇ ਕਬਜ਼ਾ ਕਰਨ ਤੋਂ ਬਾਅਦ ਸੀਰੀਆ ਅਤੇ ਰੂਸ ਦੇ ਜੈੱਟਾਂ ਨੇ ਵਿਦਰੋਹੀਆਂ' ਤੇ ਹਮਲੇ ਵਧਾਏ - ਸੀਐਨਐਨ",
        "ਜਾਰਜੀਆਃ ਵਿਸ਼ਾਲ ਵਿਰੋਧ ਪ੍ਰਦਰਸ਼ਨ ਚੌਥੀ ਰਾਤ ਵਿੱਚ ਦਾਖਲ ਹੁੰਦੇ ਹੋਏ ਵਧਦੇ ਹਨ - DW (ਪੰਜਾਬੀ)",
        "ਮੱਛੀ ਫੜਨ ਵਾਲੀ ਕਿਸ਼ਤੀ ਦੇ ਡਿੱਗਣ ਤੋਂ ਬਾਅਦ ਅਲਾਸਕਾ ਵਿੱਚ 5 ਲਾਪਤਾਃ ਕੋਸਟ ਗਾਰਡ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਰੋਮਾਨੀਆ ਦੇ ਖੱਬੇਪੱਖੀ ਚੋਣਾਂ ਵਿਚ ਮੁੜ ਉਭਾਰਨ ਵਾਲੇ ਦੂਰ-ਸੱਜੇ ਤੋਂ ਅੱਗੇਃ ਐਗਜ਼ਿਟ ਪੋਲ - ਰਾਇਟਰ",
        "ਜੈਕਸਨਵਿਲੇ ਜੈਗੁਆਰਸ ਦੇ ਕੁਆਰਟਰਬੈਕ ਟ੍ਰੇਵਰ ਲਾਰੈਂਸ ਨੇ ਦੇਰ ਨਾਲ ਹਿੱਟ ਹੋਣ ਤੋਂ ਬਾਅਦ ਕੰਨਕਸ਼ਨ ਤੋਂ ਇਨਕਾਰ ਕਰ ਦਿੱਤਾ - ਸੀ ਐਨ ਐਨ",
        "ਬਾਕਸ ਆਫਿਸਃ ਕਿਵੇਂ 'ਮੋਆਨਾ 2‘, ’ਦੁਸ਼ਟ‘ ਅਤੇ ’ਗਲੇਡੀਏਟਰ II‘ ਰਿਕਾਰਡ ’ਤੇ ਬਾਲਣ ਵਾਲੀ ਸਭ ਤੋਂ ਵੱਡੀ ਥੈਂਕਸਗਿਵਿੰਗ - ਵੰਨਗੀ",
        "ਸਟੈਲੇਨਟਿਸ ਦੇ ਸੀਈਓ ਕਾਰਲੋਸ ਟਾਵਰਸ ਨੇ ਅਸਤੀਫਾ ਦੇ ਦਿੱਤਾ ਕਿਉਂਕਿ ਕਾਰ ਨਿਰਮਾਤਾ ਸੁਸਤੀ ਦੀ ਵਿਕਰੀ ਨਾਲ ਸੰਘਰਸ਼ ਜਾਰੀ ਰੱਖਦਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਟਰੰਪ ਨੇ ਅਰਬ, ਮੱਧ ਪੂਰਬੀ ਮਾਮਲਿਆਂ ਦੇ ਸਲਾਹਕਾਰ ਵਜੋਂ ਸੇਵਾ ਕਰਨ ਲਈ ਮਸਦ ਬੌਲੋਸ ਦੀ ਚੋਣ ਕੀਤੀ - ਰਾਇਟਰਜ਼",
        "ਰਹੀਮ ਮੌਰਿਸ ਨੂੰ \"ਬਿਨਾਂ ਸ਼ੱਕ\" ਕਿਰਕ ਚਚੇਰੇ ਭਰਾ ਚਾਰ ਆਈ ਐਨ ਟੀ ਗੇਮ ਤੋਂ ਵਾਪਸ ਉਛਲਣਗੇ - ਐਨ ਬੀ ਸੀ ਸਪੋਰਟਸ",
        "ਕੁੱਤਿਆਂ ਨੂੰ ਹਾਈਕਰ ਨਾਲ ਸਬੰਧਤ ਮੰਨਿਆ ਜਾਂਦਾ ਹੈ ਮ੍ਰਿਤਕ ਪਾਇਆ ਗਿਆ, ਕਲੈਕਾਮਾਸ ਕਾਉਂਟੀ ਸ਼ੈਰਿਫ ਦੇ ਦਫਤਰ ਦਾ ਕਹਿਣਾ ਹੈ - KGW.",
        "‘ਇਹ ਸਿਰਫ ਆਉਣਾ ਅਤੇ ਆਉਣਾ ਜਾਰੀ ਰੱਖਦਾ ਹੈ’: ਝੀਲ-ਪ੍ਰਭਾਵ ਵਾਲੀ ਬਰਫ ਅਮਰੀਕਾ ਦੇ ਕੁਝ ਹਿੱਸਿਆਂ ਵਿਚ ਇਕ ਹੋਰ ਪੈਰ ਜਾਂ ਦੋ ਬਰਫ ਸੁੱਟ ਦੇਵੇਗੀ - ਸੀ ਐਨ ਐਨ",
        "ਈਗਲਜ਼ ਬਨਾਮ ਰੇਵੇਨਜ਼ ਲਾਈਵ ਅਪਡੇਟਸ | ਦਸੰਬਰ 1, 2024 | ਐਨਐਫਐਲ ਹਫਤਾ 13 - PhiladelphiaEagles.com",
        "ਐਲੇਨ ਡੀਜੇਨਰੇਸ ਅਤੇ ਪੋਰਟਿਆ ਡੀ ਰੋਸੀ ਦੀ ਦੁਰਲੱਭ ਪੋਸਟ ਉਨ੍ਹਾਂ ਦੇ ਰਿਸ਼ਤੇ ਬਾਰੇ ਵੱਡੀਆਂ ਗਲਤ ਧਾਰਨਾਵਾਂ ਨੂੰ ਬੰਦ ਕਰਦੀ ਹੈ - ਸ਼ੇਕਨੋਵਜ਼",
        "ਟਰੰਪ ਨੇ ਬ੍ਰਿਕ ਰਾਸ਼ਟਰਾਂ 'ਤੇ 100% ਟੈਰਿਫ ਦੀ ਧਮਕੀ ਦਿੱਤੀ - ਬੀਬੀਸੀ.",
        "ਰਾਸ਼ਟਰ ਪਲਾਸਟਿਕ ਪ੍ਰਦੂਸ਼ਣ ਦੀ ਸਫਾਈ ਬਾਰੇ ਸੰਯੁਕਤ ਰਾਸ਼ਟਰ ਸੰਧੀ ਪ੍ਰਦਾਨ ਕਰਨ ਵਿੱਚ ਅਸਫਲ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਟਰੰਪ ਪਿਕ ਕਾਸ਼ ਪਟੇਲ ਨੂੰ ਲਾਜ਼ਮੀ ਤੌਰ 'ਤੇ ਇਹ ਸਾਬਤ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ ਕਿ ਉਹ ਐਫਬੀਆਈ ਵਿਚ ਜਨਤਕ ਵਿਸ਼ਵਾਸ ਬਹਾਲ ਕਰੇਗਾ, ਇਕ ਪ੍ਰਮੁੱਖ ਜੀਓਪੀ ਸੈਨੇਟਰ ਕਹਿੰਦਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਵਿਸਕਾਨਸਿਨ ਡੈਮੋਕਰੇਟਿਕ ਨੇਤਾ ਬੇਨ ਵਿਕਲਰ ਰਾਸ਼ਟਰੀ ਪਾਰਟੀ ਦੀ ਅਗਵਾਈ ਕਰਨ ਦੀ ਦੌੜ ਵਿਚ ਦਾਖਲ ਹੋਏ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "49ers ਬਨਾਮ ਬਿੱਲ ਲਈ NFL DFS: ਸਿਖਰ DraftKings, ਐਤਵਾਰ ਦੀ ਰਾਤ ਫੁੱਟਬਾਲ ਲਈ FanDuel ਰੋਜ਼ਾਨਾ Fantasy ਫੁੱਟਬਾਲ ਪਿਕ - CBS ਖੇਡ"
    ]
}