{
    "headlines": [
        "ਸੀਨ \"ਡਿੱਡੀ\" ਕੰਬਜ਼ ਦੇ ਵਕੀਲ ਜ਼ਮਾਨਤ ਤੋਂ ਇਨਕਾਰ ਨੂੰ ਉਲਟਾਉਣ ਦੀ ਮੰਗ ਕਰਦੇ ਹਨ - ਬੀਬੀਸੀ.",
        "ਜੀਨ ਸਮਾਰਟ ਟੂ ਮੇਜ਼ਬਾਨ ‘ਐਸ ਐਨ ਐਲ’ ਸੀਜ਼ਨ 50 ਓਪਨਰ ਨੈਟ ਬਾਰਗਾਟਜ਼, ਏਰੀਆਨਾ ਗ੍ਰਾਂਡੇ, ਮਾਈਕਲ ਕੀਟਨ ਅਤੇ ਜੌਨ ਮੁਲਾਨੀ ਵੀ ਫਾਲ ਮੇਜ਼ਬਾਨ ਵਜੋਂ ਸੈਟ ਕਰੋ - ਡੈੱਡਲਾਈਨ",
        "ਟੀਮਸਟਰ ਅੰਦਰੂਨੀ ਪੋਲਿੰਗ ਜਾਰੀ ਕਰਨ ਤੋਂ ਬਾਅਦ ਰਾਸ਼ਟਰਪਤੀ ਦੀ ਦੌੜ ਵਿਚ ਸਮਰਥਨ ਨਹੀਂ ਕਰਨਗੇ ਜੋ ਜ਼ਿਆਦਾਤਰ ਮੈਂਬਰਾਂ ਨੂੰ ਟਰੰਪ ਦਾ ਸਮਰਥਨ ਦਿਖਾਉਂਦੇ ਹਨ - ਸੀ ਐਨ ਐਨ",
        "ਯੂਐਸ ਓਵਰਡੋਜ਼ ਮੌਤਾਂ ਦਹਾਕਿਆਂ ਵਿੱਚ ਪਹਿਲੀ ਵਾਰ ਘਟੀਆਂ - ਲੋਕ",
        "ਸਮੁੰਦਰੀ ਜਹਾਜ਼ ਦੇ ਮਾਲਕ ਨੇ ਘਾਤਕ ਬਾਲਟੀਮੋਰ ਬ੍ਰਿਜ collapseਹਿਣ ਤੋਂ ਪਹਿਲਾਂ ਮੁਰੰਮਤ 'ਤੇ ਕੋਨੇ ਕੱਟੇ, ਅਮਰੀਕਾ $ 100M ਮੁਕੱਦਮੇ ਵਿਚ ਕਹਿੰਦਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਹਟਾਈ",
        "ਸ਼ੇਅਰਾਂ ਵਿੱਚ ਵਾਧਾ ਫਿਰ ਫੈੱਡ ਦੀ ਸੁਪਰ-ਆਕਾਰ ਦੀ ਦਰ ਵਿੱਚ ਕਟੌਤੀ ਤੋਂ ਬਾਅਦ ਅਸਥਿਰ ਵਪਾਰ ਵਿੱਚ ਲਾਭ ਨੂੰ ਘਟਾਉਂਦਾ ਹੈ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਸੇਬ ਦੇ ਬਗੀਚੇ ਵਿਚ ਵੈਗਨਾਂ ਨਾਲ ਜੁੜੇ ਹਾਦਸੇ ਵਿਚ ਦਰਜਨਾਂ ਜ਼ਖਮੀਃ ਅਧਿਕਾਰੀ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਬਕਨੇਅਰਜ਼ ਬੇਕਰ ਮੇਫੀਲਡ ਆਨ ਪੈਂਥਰਜ਼ ਬੈਂਚਿੰਗ ਕਿ Qਬੀ ਬ੍ਰਾਇਸ ਯੰਗਃ 'ਉਸਦੀ ਕਹਾਣੀ ਬਹੁਤ ਦੂਰ ਹੈ, ਮੁਕੰਮਲ ਹੋਣ ਤੋਂ ਬਹੁਤ ਦੂਰ ਹੈ' - ਐਨਐਫਐਲ.",
        "ਨਿਣਟੇਨਡੋ ਸਵਿਚ 2 ਡਿਜ਼ਾਈਨ 3 ਡੀ ਮਾਡਲ ਉਤਸ਼ਾਹੀ ਦੁਆਰਾ ਪੋਸਟ ਕੀਤੇ ਗਏ, ਇੰਟਰਨੈਟ ਦੀਆਂ ਜੀਭਾਂ ਵੈਗਿੰਗ ਸੈਟ ਕਰਦੇ ਹੋਏ - ਯੂਰੋਗੇਮਰ",
        "ਪ੍ਰਿਸਕੋ ਦੇ ਹਫਤੇ 3 ਐਨਐਫਐਲ ਪਿਕਃ ਵਾਈਕਿੰਗਜ਼ ਦੇ ਚੋਟੀ ਦੇ ਟੇਕਸਨਜ਼ ਅਜੇਤੂ ਰਹਿਣਗੇ, ਚਾਰਜਰਸ ਨੇ ਸਟੀਲਰਜ਼ ਨੂੰ ਹਰਾਇਆ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਯੁੱਧ ਦੀ ਸ਼ੁਰੂਆਤ ਦਾ ‘ਨਵਾਂ ਯੁੱਗ’, ਇਜ਼ਰਾਈਲ ਕਹਿੰਦਾ ਹੈ, ਜਿਵੇਂ ਕਿ ਵਧੇਰੇ ਹਿਜ਼ਬੁੱਲਾ ਉਪਕਰਣ ਲੇਬਨਾਨ ਦੇ ਪਾਰ ਫਟਦੇ ਹਨ - ਸੀ ਐਨ ਐਨ",
        "ਫੈਡਰਲ ਰਿਜ਼ਰਵ ਜਾਰੀ ਕਰਦਾ ਹੈ FOMC ਬਿਆਨ - ਫੈਡਰਲ ਰਿਜ਼ਰਵ",
        "ਆਈਓਐਸ 18 ਵਿਚ ਆਪਣੇ ਆਈਫੋਨ ਦੀ ਹੋਮ ਸਕ੍ਰੀਨ ਨੂੰ ਨਿਜੀ ਬਣਾਉਣ ਦੇ ਤਿੰਨ ਨਵੇਂ ਤਰੀਕੇ - ਟੈਕਕ੍ਰਾਂਚ",
        "ਸੁਪਰਬੱਗ ਸੰਕਟ 2050 ਤੱਕ ਲੱਖਾਂ ਲੋਕਾਂ ਦੀ ਮੌਤ ਦੀ ਸੰਭਾਵਨਾ ਹੈ, ਅਧਿਐਨ ਲੱਭਦਾ ਹੈ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਨਵੇਂ ਜਾਰੀ ਕੀਤੇ ਗਏ ਕੋਸਟ ਗਾਰਡ ਫੁਟੇਜ ਸਮੁੰਦਰ ਦੇ ਫਰਸ਼ 'ਤੇ ਟਾਈਟਨ ਦੇ ਮਲਬੇ ਨੂੰ ਦਰਸਾਉਂਦੇ ਹਨ - ਅਮਰੀਕਾ ਅੱਜ",
        "ਬੋਇੰਗ ਹੜਤਾਲ ਦੌਰਾਨ ਕਾਰਜਕਾਰੀ ਤਨਖਾਹ ਨੂੰ ਘਟਾ ਰਿਹਾ ਹੈ ਅਤੇ ਗੈਰ-ਯੂਨੀਅਨ ਕਰਮਚਾਰੀਆਂ ਨੂੰ ਫਰੋਲੋ ਕਰ ਰਿਹਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਕੇਟ ਮਿਡਲਟਨ ਕੈਂਸਰ ਦੇ ਇਲਾਜ ਨੂੰ ਖਤਮ ਕਰਨ ਤੋਂ ਬਾਅਦ ਚੁੱਪਚਾਪ ਕੰਮ ਤੇ ਵਾਪਸ ਆਉਂਦੀ ਹੈ - ਸੈਲੂਨ",
        "ਖੋਜਕਰਤਾਵਾਂ ਨੇ ਹੁਣ ਤੱਕ ਦੇ ਸਭ ਤੋਂ ਵੱਡੇ ਬਲੈਕ ਹੋਲ ਜੈੱਟਾਂ ਦਾ ਪਤਾ ਲਗਾਇਆ - ਆਰਸ ਟੈਕਨੀਕਾ",
        "ਕਲਪਨਾ ਫੁੱਟਬਾਲ Storylines ਹਫ਼ਤੇ ਵਿਚ ਦੇਖਣ ਲਈ 3: ਡੇਰੇਕ ਕਾਰ, ਸੰਤ ਇੱਥੇ ਰਹਿਣ ਲਈ ਵੇਖੋ - ਯਾਹੂ ਖੇਡ"
    ]
}