{
    "headlines": [
        "ضعف الاستهلاك الصيني يثقل كاهل الاقتصاد مع اقتراب تهديد ترامب بالتعريفات الجمركية - سي إن إن",
        "ماكونيل يحذر ترامب من رفض \"مغازلة اليمين بالعزلة\" - بوليتيكو",
        "البيتكوين تقفز إلى مستوى قياسي جديد بأكثر من 106,000 دولار - BBC.com",
        "تعكس أسواق آسيا المكاسب السابقة حيث يقوم المتداولون بتقييم البيانات الرئيسية للصين ويتطلعون إلى قرارات البنك المركزي المقرر صدورها هذا الأسبوع - CNBC",
        "برجك ليوم الاثنين 16 ديسمبر 2024 - شيكاغو صن تايمز",
        "المسيحيون السوريون يستعدون لقضاء عطلة مع الأمل والخوف - صحيفة وول ستريت جورنال",
        "محكمة فيجي تقرر أن رجل ممفيس مذنب بقتل زوجته خلال شهر العسل - ABC News",
        "تلقت سان فرانسيسكو ما يبدو أنه أول تحذير من إعصار على الإطلاق - واشنطن بوست",
        "مئات القتلى بعد أسوأ إعصار في 90 عاما ينتقد الأراضي الفرنسية من مايوت - أكسيوس",
        "NFL الأسبوع 15 الصفوف: جوش ألين يقود الفواتير إلى \"A\" في الفوز مقابل الأسود، النسور الحصول على درجة عالية لضرب ستيلرز - سي بي إس سبورتس",
        "2024 الأسبوع 15 ردود الفعل السريعة: الصقور البحرية تخسر أمام الحزم وتخسر جنو سميث للإصابة - Seahawks.com",
        "فايكينغز ينتزع رصيف ما بعد الموسم بخسارة سيهوكس لصالح باكرز - إن بي سي سبورتس",
        "الأسبوع 15 من الدوري الوطني لكرة القدم الأمريكية يسلط الضوء على 2024: التتبع المباشر لأفضل المسرحيات، نتائج المربعات من نتائج الأحد - تقرير المبيض",
        "الصين تتسابق لإسكات الاضطرابات كعلامات على انتشار الوعكة الاقتصادية - صحيفة وول ستريت جورنال",
        "هل يمكن أن تكون الحيوانات المنوية للفئران التي تدور حول الأرض هي مستقبل البشرية ؟ - سي إن إن",
        "يتذكر صديق ليام باين حالة المغني طوال يوم وفاته - جيو نيوز",
        "زعيم الحزب الحاكم في كوريا الجنوبية يتنحى بعد دعمه لمساءلة الرئيس يون - الغارديان",
        "الأسطورة السوداء: يقول الرئيس التنفيذي لشركة علوم الألعاب - بوش سكوير إن ووكونغ يستحق جائزة لعبة العام من أسترو بوت",
        "يقول السناتور ليندسي غراهام إن هيغزيث تعهد بإعفاء المتهم من اتفاقية السرية - سي إن إن",
        "48 صور رائعة تمامًا للإصابات والحالات والاضطرابات التي تثبت أن البشر معادن غريبة الأطوار - BuzzFeed"
    ]
}