{
    "headlines": [
        "ਸਿਨਸਿਨਾਟੀ ਬੰਗਲਸ ਬਨਾਮ ਨਿਊਯਾਰਕ ਜਾਇੰਟਸ ਗੇਮ ਹਾਈਲਾਈਟਸ | ਐਨਐਫਐਲ 2024 ਸੀਜ਼ਨ ਹਫਤਾ 6 - ਐਨਐਫਐਲ",
        "ਇਜ਼ਰਾਈਲਃ ਹਿਜ਼ਬੁਲ ਦੇ ਡਰੋਨ ਹਮਲੇ 'ਚ ਚਾਰ ਫੌਜੀਆਂ ਦੀ ਮੌਤ ਅਤੇ 60 ਤੋਂ ਵੱਧ ਜ਼ਖਮੀ - BBC.com",
        "ਨੇਤਨਯਾਹੂ ਨੇ ਉੱਤਰੀ ਗਾਜ਼ਾ ਦੇ ਨਾਗਰਿਕਾਂ ਨੂੰ ਖਾਲੀ ਕਰਨ ਦੀ ਯੋਜਨਾ ਬਣਾਈ - ਪੋਲਿਟਿਕੋ",
        "ਐਨਐਫਐਲ ਹਫਤੇ 6 ਪ੍ਰਸ਼ਨ, ਟੇਕਵੇਅਜ਼ਃ ਜੇਰੇਡ ਗੌਫ ਅਤੇ ਜਾਰਡਨ ਲਵ ਬੰਦ ਹੋ ਜਾਂਦੇ ਹਨ, ਟੇਕਸਨਜ਼ ਡਰੇਕ ਮੇਅ ਦੀ ਸ਼ੁਰੂਆਤ ਨੂੰ ਖਰਾਬ ਕਰਦੇ ਹਨ - ਈਐਸਪੀਐਨ",
        "ਚੀਨੀ ਸਟਾਕ ਮੰਤਰਾਲੇ ਦੇ ਤੌਰ ਤੇ ਰੀਬਾਉਂਡ ਹੋਰ ਵਿੱਤੀ ਸਹਾਇਤਾ 'ਤੇ ਸੰਕੇਤ ਕਰਦਾ ਹੈ - ਬਲੂਮਬਰਗ",
        "ਹੈਰਿਸ ਅਮਰੀਕੀ ਰਾਸ਼ਟਰਪਤੀ ਦੀ ਦੌੜ 'ਚ ਟਰੰਪ ਤੋਂ ਹਾਰਿਆ ਮੈਦਾਨ, ਪੋਲ ਸੁਝਾਅ - Al Jazeera English",
        "ਬਘਿਆੜ 'ਨਿਕਸ ਨਾਲ ਝਗੜੇ' ਤੇ ਡੋਂਟੇ ਡਿਵਿਨਸੇਨਜ਼ੋਃ 'ਮੈਂ ਆਪਣੀ ਸਲੀਵ' ਤੇ ਆਪਣਾ ਦਿਲ ਪਾਉਂਦਾ ਹਾਂ '- ਬਲੀਚਰ ਰਿਪੋਰਟ",
        "ਵਿਅਕਤੀ ਨੇ ਵਾਹਨ ਵਿਚ ਬੰਦੂਕ ਲੈ ਕੇ ਟਰੰਪ ਕੈਲੀਫੋਰਨੀਆ ਰੈਲੀ ਦੇ ਘੇਰੇ ਵਿਚ ਦਾਖਲ ਹੋਣ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰਨ ਤੋਂ ਬਾਅਦ ਜਾਂਚ ਜਾਰੀ ਹੈ - ਐਨਬੀਸੀ ਨਿ Newsਜ਼",
        "ਚੀਨ ਨੇ 'ਸੁਤੰਤਰਤਾ' ਵਿਰੁੱਧ ਚੇਤਾਵਨੀ ਦੇਣ ਲਈ ਤਾਈਵਾਨ ਦੇ ਆਲੇ ਦੁਆਲੇ ਤਾਜ਼ਾ ਅਭਿਆਸ ਕੀਤਾ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਇੱਥੇ ਇੱਕ ਧੂਮਕੇਤੂ ਨੂੰ ਕਿਵੇਂ ਵੇਖਣਾ ਹੈ ਜੋ ਹੋਰ 80,000 ਸਾਲਾਂ ਲਈ ਵਾਪਸ ਨਹੀਂ ਆਵੇਗਾ - AL.",
        "ਏਸ਼ੀਆ ਸ਼ੇਅਰ ਵੇਰਵੇ-ਪਤਲੇ ਪ੍ਰੋਤਸਾਹਨ ਵਾਅਦੇ ਕਰਨ ਲਈ ਚੀਨ ਦੇ ਬਾਜ਼ਾਰ 'ਜਵਾਬ ਦਾ ਇੰਤਜ਼ਾਰ ਰਾਇਟਰਜ਼ ਦੁਆਰਾ - Investing. com",
        "‘ਸੁਪਰਲਿੰਬਸ‘ ਪੁਲਾੜ ਯਾਤਰੀਆਂ ਨੂੰ ਡਿੱਗਣ ਤੋਂ ਮੁੜ ਪ੍ਰਾਪਤ ਕਰਨ ਵਿਚ ਸਹਾਇਤਾ ਕਰ ਸਕਦਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਜੈਰੀ ਜੋਨਸ ਨੇ ਸ਼ੇਰਾਂ ਨੂੰ ਬਦਸੂਰਤ ਨੁਕਸਾਨ ਤੋਂ ਬਾਅਦ ਮਾਈਕ ਮੈਕਕਾਰਥੀ ਦੀ ਨੌਕਰੀ 'ਤੇ ਘੋਸ਼ਣਾਤਮਕ ਬਿਆਨ ਦਿੱਤਾ - ਸਪੋਰਟਸ ਇਲਸਟ੍ਰੇਟਿਡ",
        "ਜਿਪਸੀ ਰੋਜ਼ ਸਿਫਾਰਸ਼ ਕਰਦਾ ਹੈ ਮੇਨੇਂਡੇਜ਼ ਬ੍ਰੋਸ ਨੂੰ ਥੈਰੇਪੀ ਪ੍ਰਾਪਤ ਕਰੋ ਜੇ ਜੇਲ੍ਹ ਤੋਂ ਰਿਹਾ ਕੀਤਾ ਜਾਂਦਾ ਹੈ - ਟੀਐਮਜ਼ੈਡ",
        "ਗਾਜ਼ਾ ਸਕੂਲ 'ਚ ਇਜ਼ਰਾਇਲੀ ਗੋਲੀਬਾਰੀ' ਚ ਘੱਟੋ-ਘੱਟ 15 ਲੋਕਾਂ ਦੀ ਮੌਤ - BBC.com",
        "ਸਪੇਸਐਕਸ ਮੱਧ-ਹਵਾ ਵਿਚ ਵਾਪਸ ਆਉਣ ਵਾਲੇ ਰਾਕੇਟ ਨੂੰ ਫੜਦਾ ਹੈ, ਇਕ ਮਨਘੜਤ ਵਿਚਾਰ ਨੂੰ ਹਕੀਕਤ ਵਿਚ ਬਦਲਦਾ ਹੈ - ਆਰਸ ਟੈਕਨੀਕਾ",
        "ਅੰਦਰੂਨੀ ਪੋਲਿੰਗ ਮੈਮੋ ਵਿੱਚ ਸੈਨੇਟ ਰਿਪਬਲਿਕਨਾਂ ਲਈ ਚੇਤਾਵਨੀ ਦੇ ਸੰਕੇਤ ਹਨ - ਪੋਲਿਟਿਕੋ",
        "ਬੈਥਨੀ ਹੈਮਿਲਟਨ ਆਪਣੇ ਭਤੀਜੇ ਦੀ ਮਦਦ ਕਰਨ ਲਈ ਬੇਨਤੀ ਕਰਦਾ ਹੈ, 3, ਡੁੱਬਣ ਦੀ ਘਟਨਾ ਤੋਂ ਬਾਅਦ - ਈ! ਆਨਲਾਈਨ - ਈ! ਨਿਊਜ਼",
        "ਕੋਵਿਡ -19 ਟੀਕਾਃ ਓਮਾਗ ਆਦਮੀ ਜੈਬ ਦੁਆਰਾ 'ਜ਼ਿੰਦਗੀ ਬਰਬਾਦ' ਤੋਂ ਬਾਅਦ ਮਦਦ ਚਾਹੁੰਦਾ ਹੈ - ਬੀਬੀਸੀ.",
        "ਵਾਚ Ariana Grande ਮੇਜ਼ਬਾਨ, Stevie Nicks ਪ੍ਰਦਰਸ਼ਨ \"ਸਤਾਰਾਂ ਦੇ ਕਿਨਾਰੇ\" ਅਤੇ \"ਲਾਈਟਹਾਊਸ\" 'ਤੇ SNL - Pitchfork"
    ]
}