{
    "headlines": [
        "NC Lt. Gov. Mark Robinson wurde nach einem Vorfall bei einem Kampagnenereignis wegen Verbrennungen zweiten Grades behandelt - CNN",
        "\"Harry Potter\" -Cast Erinnere dich an Maggie Smith als Legende mit Großartigkeit - Deadline",
        "Trump sagt, er wolle einen \"fairen Deal\" zwischen der Ukraine und Russland - ABC News",
        "Die abendlichen Nachrichtensendungen des Netzwerks erwähnen kaum einen neuen ICE-BERICHT über 425.000 kriminelle Migranten, die in den USA frei sind - Fox News",
        "In den Häfen der Ostküste droht eine Störung, da sich die Hafenarbeiter auf den Streik vorbereiten - The Washington Post",
        "Presidents Cup Wetter: Samstagsspiel wird nach Nebelunterbrechung fortgesetzt - PGA TOUR",
        "Karl-Anthony Towns Handelsnoten: Knicks und Timberwolves gewinnen beide in einem für beide Seiten vorteilhaften Blockbuster - CBS Sports",
        "Hisbollah-Führer Hassan Nasrallah wurde durch einen israelischen Luftangriff in der libanesischen Hauptstadt Beirut getötet - CBS News",
        "[removed]",
        "Ehepaar aus Arkansas beschuldigt, versucht zu haben, Baby für Bier und Geld zu verkaufen - CBS News",
        "SpaceX wird eine Kapsel starten, die die Starliner-Crew im nächsten Jahr zurückbringen wird - The Washington Post",
        "Windows enthält integrierten Ransomware-Schutz. So schalten Sie es ein - PCWorld",
        "UFC Paris Vorhersagen - MMA Fighting",
        "Österreichs rechtsextreme FPÖ-Partei ist Spitzenreiter bei der Wahl am Sonntag. Wie ist es hierher gekommen? - CNN",
        "Alkoholkonsum ist mit sechs Krebsarten verbunden, Experten sagen: \"Es ist giftig\" - New York Post",
        "Harris geht zur südlichen Grenze in Arizona — wo sie gegenüber Trump an Boden verliert - USA TODAY",
        "Kristin Cavallari, 37, und Influencer-Freund Mark Estes, 24, trennten sich nach 7 Monaten - Seite sechs",
        "[removed]",
        "Miami überlebt, als Hokies 'Hail Mary TD umgeworfen wird - ESPN",
        "Boeing Lohngespräche brechen ohne Fortschritt ab, um den Streik zu beenden, sagt die Gewerkschaft - Yahoo Canada Finance"
    ]
}