{
    "headlines": [
        "ميشيغان تذهل رقم 2 ولاية أوهايو 13-10 كمستضعف 19.5 نقطة قبل مباراة ما بعد المباراة في خط الوسط - ياهو سبورتس",
        "ترامب يختار تشارلز كوشنر سفيراً لدى فرنسا - بوليتيكو",
        "تقييمات لاعب USWNT: ريان، جيرما تبرز في التعادل بدون هدف مقابل إنجلترا - ESPN",
        "نهاية مثيرة للجدل: أنطونيو بيرس يقول إن الفريق \"سمع صافرة\" قبل أن يتحسس الخسارة المختومة - سي بي إس سبورتس",
        "محذوف",
        "تناول ترامب العشاء مع رئيس الوزراء الكندي جاستن ترودو في مارالاغو - سي إن إن",
        "إسرائيل تقول إنها قتلت مشتبهاً به في هجوم 7 أكتوبر/تشرين الأول كان يعمل في منظمة خيرية مقرها الولايات المتحدة - رويترز",
        "قالت والدة بيت هيغسيث إنه أساء معاملة \"العديد\" من النساء في رسالة بريد إلكتروني مليئة بالقنابل - The Daily Beast",
        "ترامب يحذر دول البريكس من استبدال الدولار الأمريكي - Reuters.com",
        "ما هو وقت حفل نهاية موسم Fortnite اليوم مع Snoop Dog و Eminem و Juice WRLD ؟ - NorthJersey.com",
        "تقول ساوث ويست إيرلاينز إنها ستنهي خدمة المقصورة في وقت مبكر لتقليل فرصة الإصابة - وكالة أسوشيتد برس",
        "فيديو جديد لحماس: رهينة أمريكية محتجزة في غزة تدعو ترامب إلى دفع صفقة - أكسيوس",
        "شباك التذاكر: \"موانا 2\" يصنع الأمواج مع أكبر جمعة سوداء على الإطلاق - مجموعة متنوعة",
        "فواتير تستعد لفوضى العواصف الثلجية الكثيفة التي يمكن أن تعيث فسادا في اشتباك 49ers - نيويورك بوست",
        "يتطلع ترامب والجمهوريون في الكونغرس إلى أجندة طموحة مدتها 100 يوم، بدءًا من التخفيضات الضريبية - وكالة أسوشيتد برس",
        "تايلور سويفت تصل إلى لعبة تشيفز مع والدة صديقها - وأزيائهم تتحدث كثيرًا عن علاقتهم - PureWow",
        "بلغت مبيعات الجمعة البيضاء رقمًا قياسيًا بلغ 74.4 مليار دولار عبر الإنترنت، بزيادة 5 ٪ عن العام الماضي - TechCrunch",
        "المساعدة على الموت: النواب الذين أيدوا مشروع القانون يقولون إن المخاوف لا تزال قائمة - BBC.com",
        "أفضل عروض Cyber Monday للتسوق على Amazon اليوم - حول Amazon",
        "معاينة WWE Survivor Series 2024: CM Punk يجعل Roman Reigns تبدو قوية مرة أخرى - مقاعد Cageside"
    ]
}