{
    "headlines": [
        "Hands-on with Meta's Orion AR glasses prototype and the possible future of computing - CNBC",
        "Tropical Storm Helene's Inland Trek Producing Damaging Winds, Serious Flooding - The Weather Channel",
        "Harris heads to the US southern border, looking to close a polling gap with Trump - CNN",
        "There’s a growing number of legal threats to DOJ’s Jan. 6 cases - POLITICO",
        "‘Stay out of it’: Port worker strike creates new hazard for Harris, Trump - POLITICO",
        "What is NYC Mayor Eric Adams accused of? The charges explained - BBC.com",
        "To improve your sleep, do this activity before bed, experts suggest - Fox News",
        "Veteran Japan lawmaker Shigeru Ishiba to be PM after 'final battle' - Reuters",
        "Kuo: New Apple Vision Pro with M5 chip on the way, featuring Apple Intelligence support - 9to5Mac",
        "Alibaba, JD and Meituan Surge After China Stimulus Announcement - Yahoo Finance",
        "Putin draws a nuclear red line for the West - Reuters",
        "Families of 43 missing students in Mexico are still demanding justice 10 years later - The Associated Press",
        "LIVE UPDATES: Hurricane Helene makes landfall in Florida; WNC reports flooding, outages - WLOS",
        "2024 Presidents Cup TV schedule, coverage, where to watch today, live stream free online, start times, dates - CBS Sports",
        "‘Grey’s Anatomy’ Showrunner Talks Premiere’s Twists & Big Return, Teases Resilience-Themed Season 21 As 2 Cast Members Prepare To Exit - Deadline",
        "Today Show’s Dylan Dreyer Shares Who Could Replace Hoda Kotb - E! Online - E! NEWS",
        "MLB Playoff Picture 2024: Yankees Clinch AL East; Updated Bracket, Standings - Bleacher Report",
        "A’s Fans Hold Onto Old Memories, New Keepsakes in Team’s Farewell to Oakland - Sports Illustrated",
        "Alabama has executed Alan Eugene Miller, the second inmate known to die by nitrogen gas - CNN",
        "Newsmax, Smartmatic settle defamation lawsuit - Axios"
    ]
}