{
    "headlines": [
        "ਟਰੰਪ ਸੁਝਾਅ ਦਿੰਦੇ ਹਨ ਕਿ ਗਾਜ਼ਾ ਪੱਟੀ ਲਈ ਉਨ੍ਹਾਂ ਦੀ ਯੋਜਨਾ ‘ਪੂਰੀ ਚੀਜ਼ ਨੂੰ ਸਾਫ ਕਰਨਾ’ ਹੈ - ਸੀਐਨਐਨ",
        "ਕਾਲਜ ਬਾਸਕਟਬਾਲ ਦੇ ਸਕੋਰ, ਜੇਤੂ ਅਤੇ ਹਾਰਨ ਵਾਲੇਃ ਕੰਸਾਸ ਵਿਖੇ ਜਿੱਤ ਤੋਂ ਬਾਅਦ ਹਿਊਸਟਨ ਬਿਗ 12 ਦੀ ਅਗਵਾਈ ਕਰਦਾ ਹੈ; ਆਇਓਵਾ ਸਟੇਟ ਬਚਦਾ ਹੈ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "'ਐਸ ਐਨ ਐਲ' ਕੋਲਡ ਓਪਨਃ ਟਰੰਪ ਨੇ ਦਫਤਰ ਵਿਚ ਆਪਣੇ ਪਹਿਲੇ ਹਫਤੇ ਦਾ ਬਚਾਅ ਕਰਨ ਲਈ ਲਿਨ-ਮੈਨੂਅਲ ਮਿਰਾਂਡਾ ਦੇ ਰੈਪ ਨੂੰ ਕੱਟਿਆ - ਰੋਲਿੰਗ ਸਟੋਨ",
        "ਚੋਰਾਂ ਨੇ ਡੱਚ ਅਜਾਇਬ ਘਰ ਦੇ ਦਰਵਾਜ਼ੇ ਨੂੰ ਉਡਾ ਦਿੱਤਾ ਅਤੇ 2,400 ਸਾਲ ਪੁਰਾਣਾ ਸੁਨਹਿਰੀ ਹੈਲਮਟ ਚੋਰੀ ਕਰ ਲਿਆ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਲੇਬਨਾਨ ਤੋਂ ਇਜ਼ਰਾਈਲ ਦੀ ਵਾਪਸੀ ਦੀ ਆਖਰੀ ਤਾਰੀਖ ਖਤਮ ਹੋ ਗਈ ਹੈ, ਪਰ ਫੌਜਾਂ ਰਹਿਣਗੀਆਂ - ਬੀਬੀਸੀ.",
        "ਡੋਨਾਲਡ ਟਰੰਪ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਨ੍ਹਾਂ ਨੂੰ ਵਿਸ਼ਵਾਸ ਹੈ ਕਿ ਅਮਰੀਕਾ 'ਗ੍ਰੀਨਲੈਂਡ' ਪ੍ਰਾਪਤ ਕਰੇਗਾ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਓਰੇਕਲ ਰੱਖਣ ਦੀ ਗੱਲਬਾਤ 'ਚ ਟਰੰਪ ਦੇ ਵ੍ਹਾਈਟ ਹਾਊਸ, ਅਮਰੀਕੀ ਨਿਵੇਸ਼ਕਾਂ ਨੇ ਟਿਕਟਾਕ' ਤੇ ਕਬਜ਼ਾ ਕਰ ਲਿਆ - New York Post",
        "‘ਦਿ ਨਾਈਟ ਏਜੰਟ’: ਸੀਜ਼ਨ 1 ਸਟਾਰ ਬਰੇਕ ਤੋਂ ਬਾਅਦ ਸੀਜ਼ਨ 3 ਲਈ ਵਾਪਸ ਆਉਣ ਲਈ - ਡੈੱਡਲਾਈਨ",
        "ਪੀਟ ਹੇਗਸੇਥ ਨੇ ਅਮਰੀਕੀ ਸੈਨਿਕਾਂ ਨੂੰ ਪੁਸ਼ਟੀ ਦੇ ਘੰਟਿਆਂ ਬਾਅਦ ਨਵੇਂ ਮਾਰਚਿੰਗ ਆਰਡਰ ਦਿੱਤੇ - ਦਿ ਡੇਲੀ ਬੀਸਟ",
        "ਗਾਜ਼ਾ ਜੰਗਬੰਦੀ ਸਮਝੌਤੇ ਦੇ ਹਿੱਸੇ ਵਜੋਂ ਚਾਰ ਇਜ਼ਰਾਈਲੀ ਮਹਿਲਾ ਸੈਨਿਕ ਰਿਹਾਅ - Axios",
        "ਕ੍ਰਿਸਟੀ ਨੋਇਮ ਨੇ ਹੋਮਲੈਂਡ ਸਕਿਉਰਿਟੀ ਵਿਭਾਗ ਦੇ ਸਕੱਤਰ ਵਜੋਂ ਸੈਨੇਟ ਦੁਆਰਾ ਪੁਸ਼ਟੀ ਕੀਤੀ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਰਿਪੋਰਟਃ ਕਿBਬੀ ਸਲਾਈਡਾਂ ਨੂੰ 2025 ਲਈ ਰੀਪਲੇਅ ਸਹਾਇਤਾ ਦੇ ਵਿਸਥਾਰ ਵਿੱਚ ਸ਼ਾਮਲ ਕੀਤੇ ਜਾਣ ਦੀ ਉਮੀਦ ਹੈ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਲਿਜ਼ੋ ਕਹਿੰਦਾ ਹੈ ਕਿ ਉਹ ਆਪਣੇ 'ਵਜ਼ਨ ਰੀਲੀਜ਼ ਟੀਚੇ’ ਤੇ ਪਹੁੰਚ ਗਈ ਹੈਃ ਉਸ ਦੀਆਂ ਨਵੀਨਤਮ ਫੋਟੋਆਂ ਵੇਖੋ - ਬਿਲਬੋਰਡ",
        "ਰਾਸ਼ਟਰਪਤੀ ਡੋਨਾਲਡ ਟਰੰਪ ਨੇ ਹੁਣੇ ਹੀ ਪ੍ਰੋਜੈਕਟ ਸਟਾਰਗੇਟ ਦੀ ਘੋਸ਼ਣਾ ਕੀਤੀਃ 3 ਅਟੱਲ ਸਟਾਕ ਜੋ ਆਰਟੀਫੀਸ਼ੀਅਲ ਇੰਟੈਲੀਜੈਂਸ (ਏਆਈ) ਬਿਲਡਆਉਟ ਤੋਂ ਲਾਭ ਲੈ ਸਕਦੇ ਹਨ - ਯਾਹੂ ਵਿੱਤ",
        "ਚੀਫਜ਼ ਏਐਫਸੀ ਚੈਂਪੀਅਨਸ਼ਿਪ ਵਿੱਚ ਬਿੱਲਾਂ ਦੀ ਮੇਜ਼ਬਾਨੀ ਕਰਦੇ ਹੋਏ ਵੇਖਣ ਲਈ 5 ਚੀਜ਼ਾਂ - ਐਰੋਹੈੱਡ ਪ੍ਰਾਈਡ",
        "ਟਰੰਪ ਏਜੰਸੀਆਂ ਦੀ ਲੜੀ 'ਤੇ ਸੁਤੰਤਰ ਇੰਸਪੈਕਟਰ ਜਨਰਲ ਨੂੰ ਹਟਾਉਣ ਲਈ ਵੱਡੇ ਪੱਧਰ' ਤੇ ਗੋਲੀਬਾਰੀ ਦੀ ਵਰਤੋਂ ਕਰਦਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਪੂਰਬੀ ਕਾਂਗੋ ਵਿਚ ਬਾਗੀਆਂ ਨਾਲ ਲੜ ਰਹੇ ਛੇ ਸ਼ਾਂਤੀ ਰੱਖਿਅਕਾਂ ਦੀ ਮੌਤ ਹੋ ਗਈ, ਅਧਿਕਾਰੀ ਕਹਿੰਦੇ ਹਨ, ਜਿਵੇਂ ਕਿ ਗੋਮਾ - ਸੀਐਨਐਨ 'ਤੇ ਬਾਗੀਆਂ ਦੇ ਨੇੜੇ ਆਉਂਦੇ ਹਨ",
        "ਟੀਚੇ ਦੀ ਮੌਜੂਦਗੀ 2025 ਟਵਿਨ ਸਿਟੀਜ਼ ਪ੍ਰਾਈਡ 'ਤੇ ਡੀਈਆਈ ਦੇ ਯਤਨਾਂ ਨੂੰ ਵਾਪਸ ਕਰਨ ਤੋਂ ਬਾਅਦ ਨਹੀਂ ਹੋਵੇਗੀ - KARE11.com",
        "‘ਮੈਂ ਘਬਰਾ ਗਿਆ ਹਾਂ’: ਵਰਕਰ ਫੈਡਰਲ ਏਜੰਸੀਆਂ ਦੇ ਅੰਦਰ ਹਨੇਰੇ ਮੂਡ ਦਾ ਵਰਣਨ ਕਰਦੇ ਹਨ - ਪੋਲਿਟਿਕੋ"
    ]
}