{
    "headlines": [
        "Apple Mac Mini M4 review: a tiny wonder - The Verge",
        "The Federal Reserve is making a rate cut decision on Thursday. Here's the impact on your money. - CBS News",
        "How Elon Musk’s $130 million investment in Trump's victory could reap a huge payoff for Tesla and the rest of his business empire - Fortune",
        "According to Scientists, This Popular Supplement Can Actually Protect Against Cancer - SciTechDaily",
        "Warner Bros. Discovery earnings: Stock rises amid streaming strength as studios, linear TV pressure revenue - Yahoo Finance",
        "Cuba left reeling after Category 3 hurricane ravages island and knocks out power grid - The Associated Press",
        "Plea deals revived for alleged 9/11 mastermind Khalid Sheikh Mohammed and others - The Associated Press",
        "Biden set to address nation after Trump's decisive US election win - Reuters",
        "'Spectactular' Jennifer Lopez swerves question about Ben Affleck after he complimented her amid divorce - Page Six",
        "Stock futures rise as Wall Street tries to extend major post-election rally, Fed ahead: Live updates - CNBC",
        "Who will win control of the House? The outstanding races to watch - BBC.com",
        "Justice officials in talks to drop Donald Trump criminal cases - BBC.com",
        "Mysterious black debris in Sydney was not tar balls but 'much more disgusting' waste - NBC News",
        "Australia plans a social media ban for children under 16 - The Associated Press",
        "NFL Week 10 picks: Can Chargers and Rams keep their winning streaks going? - Yahoo Sports",
        "Being extra ‘sleepy’ during the day means higher chance of developing this pre-dementia syndrome - New York Post ",
        "Top names for Trump's foreign policy team - Axios",
        "Trump takes calls from growing list of world leaders following election victory - ABC News",
        "AMD Ryzen 7 9800X3D CPU Achieves Over 1000 FPS In CS2, Over 2000 FPS in Valorant With 6.9 GHz Overclock At Just 100W - Wccftech",
        "Jimmy Kimmel Holds Back Tears as He Reflects on ‘Terrible’ Election Results - Rolling Stone"
    ]
}