{
    "headlines": [
        "Trump says he ordered Treasury Department to stop producing new pennies - The Washington Post",
        "Super Bowl 2025: Eagles' quiet confidence, defensive prowess see young talent deflate Chiefs' Patrick Mahomes - CBS Sports",
        "Cooper DeJean’s girlfriend celebrates Eagles rookie’s epic Super Bowl 2025 moment - New York Post ",
        "Trump says he will announce 25% steel and aluminum tariffs Monday, and more import duties are coming - The Associated Press",
        "Find out if you’ll be affected by 3 big storms hitting this week - The Washington Post",
        "McDonald’s U.S. Sales Drop as Customers Spend Less - The Wall Street Journal",
        "Capitol agenda: Johnson falls behind in budget race, Gabbard and RFK Jr. coming up - POLITICO",
        "Trump's government efficiency drive turns attention to defense spending - Yahoo",
        "President Trump's message for Chiefs, Taylor Swift after Super Bowl LIX and more top headlines - Fox News",
        "Trump says US is 'committed to buying and owning Gaza' - BBC.com",
        "The ‘Magnificent Seven’ companies just did something they haven’t in two years. Goldman says it’s time to make a shift. - MarketWatch",
        "World's Thinnest Foldable Phone Launches Next Week - MacRumors",
        "What to know about sleep problems as you get older - The Washington Post",
        "Judge to decide fate of Trump's federal buyout offer - ABC News",
        "The Senate gives Trump his Cabinet — and their compliance - POLITICO",
        "High-stakes AI summit in Paris: World leaders, tech titans and challenging diplomatic talks - The Associated Press",
        "Astronomers Amazed by Perfect 'Einstein Ring' Gleaming in Space - ScienceAlert",
        "Most-Watched Super Bowl Ads 2025: YouTube Top 10 Ranking - Variety",
        "Jon Batiste's reimagined Super Bowl anthem highlighted wife's painting and set stage for new music - The Associated Press"
    ]
}