{
    "headlines": [
        "Inter de Milão 1-0 Arsenal (6 de novembro de 2024) Análise de jogo - ESPN",
        "Democratas entram na presidência de Trump sem um plano ou um líder claro - The Associated Press",
        "Dow sobe 1.500 pontos para recorde em melhor dia desde 2022 após vitória de Trump nas eleições: atualizações ao vivo - CNBC",
        "Quem vai ganhar a Câmara? Aqui estão as corridas excepcionais para assistir - BBC.com",
        "Assista AO vivo: Harris faz discurso DE concessão após vitória DE Trump - CNBC",
        "Incêndio na montanha em Moorpark alimentado por ventos fortes em meio a alertas de bandeira vermelha na Califórnia - CBS Los Angeles",
        "A OpenAI acabou de gastar mais de US $ 10 milhões em um URL? - The Verge",
        "O furacão Rafael está atingindo Cuba como uma tempestade de categoria 3 - CNN",
        "O próximo lançamento da Starship pode ocorrer em menos de duas semanas - Ars Technica",
        "Coligação do governo alemão entra em colapso quando Scholz demite o ministro das Finanças Lindner - POLITICO EUROPE",
        "Na frente da Ucrânia e em Kiev, esperança e pragmatismo competem quando se trata da eleição de Trump - The Associated Press",
        "A vitória de Trump pode levar as empresas a aumentar os preços. Eis o porquê. - CBS News",
        "Ariana Grande tem um novo plano de atuação de 10 anos - The A.V. Club",
        "Mahomes 'capaz de se movimentar' não será limitado - ESPN",
        "Vitória de Trump reverbera na economia global - Reuters",
        "O procurador especial Jack Smith deve encerrar os processos de Trump: fontes - ABC News",
        "Reino Unido identifica 4 casos de nova variante da varíola, o primeiro cluster fora de África - Associated Press",
        "Pontuação de 'Duna 2' enviada para o Oscar depois de não atender aos requisitos - Variedade",
        "Líderes e governos estrangeiros reagem quando Trump vence a eleição presidencial dos EUA em 2024 - CBS News",
        "   Removido "
    ]
}