{
    "headlines": [
        "[removed]",
        "Powell sagt, die Fed sei nicht auf einem \"voreingestellten Kurs\", um die Zinsen zu senken - Axios",
        "Japans neuer Premierminister Ishiba enthüllt Kabinett vor den vorgezogenen Wahlen - Reuters",
        "Israel beginnt Bodeneinsatz im Südlibanon - Axios",
        "Schulbus fängt außerhalb von Bangkok Feuer und 25 an Bord sind gefürchtet tot, sagen Regierungsbeamte - The Associated Press",
        "Was Sie für die Debatte zwischen Vance und Walz als Vizepräsident wissen sollten - BBC.com",
        "Hafenarbeiter streiken in den Häfen der Ost- und Golfküste - Fox Business",
        "Jimmy Carter und Heimatstadt Plains feiern den 100. Geburtstag des 39. Präsidenten - The Associated Press",
        "Seattle Seahawks vs. Detroit Lions | Spiel-Highlights Woche 4 2024 - NFL",
        "Titans vs. Dolphins Endergebnis, unmittelbare Reaktionen auf Monday Night Football Woche 4 - The Phinsider",
        "Britney Spears teilt mit, dass sie Haare, Wimpern und Augenbrauen bei einem \"wirklich schlimmen\" Feuerunfall verbrannt hat - E! Online - E! NEWS",
        "Trump startet GoFundMe, um Hurrikan Helene-Opfern zu helfen, sammelt mehr als 1 Million US-Dollar - Fox News",
        "Die USA schicken mehr Truppen und Kampfflugzeuge in den Nahen Osten als Bollwerk gegen den Iran - The Washington Post",
        "‘Veep’ Reunion Fundraiser bringt 735.000 $ für Harris-Walz - Hollywood Reporter",
        "Gavin Creel, Tony-Gewinner des Musical-Theaters, stirbt mit 48 - The Washington Post",
        "2024 MLB Playoffs: 10 mutige Prognosen, darunter eine weitere Shohei Ohtani Premiere und eine Astros Enttäuschung - CBS Sports",
        "Sean 'Diddy' Combs legt Berufung gegen die Weigerung des Richters ein, seine Entlassung aus dem Gefängnis auf eine 50-Millionen-Dollar-Anleihe zu verweigern - USA TODAY",
        "Joe Biden wirft Donald Trump vor, über die Reaktion des Weißen Hauses auf den Hurrikan Helene zu \"lügen\" - Financial Times",
        "Der Ausbruch des Marburg-Virus in Ruanda weckt Besorgnis über die Möglichkeit einer internationalen Ausbreitung - STAT",
        "Verizon-Netzwerkausfall: Netzbetreiber sagt, dass das Netzwerk nach einem langen Tag voller Probleme wiederhergestellt wurde - CNET"
    ]
}