{
    "headlines": [
        "Was hat das Feuer in Notre Dame verursacht? Spätestens mit der Wiedereröffnung der Kathedrale. - The Washington Post",
        "Nahost: Ein israelischer Angriff auf ein Zeltlager in Gaza tötet mindestens 21 Menschen - The Associated Press",
        "Der französische Premierminister wurde durch ein Misstrauensvotum gestürzt, was das Land in tiefe Unsicherheit stürzte - CNN",
        "National Signing Day, 2024: Wo unterschreiben N.J. D1-Fußballspieler? - NJ.com",
        "Biden scheint seine Augen auf dem afrikanischen Gipfel in Angola auszuruhen - Fox News",
        "Bill Clinton unterstützt die Begnadigung von Hunter Biden durch den Präsidenten - POLITICO",
        "Der georgische Oppositionspolitiker wurde von der Polizei bewusstlos geschlagen, sagt die Partei, während sich das Vorgehen der Regierung verschärft - CNN",
        "\"Wicked\" buchstabiert das National Board of Review und zählt drei Auszeichnungen, darunter den besten Film - Deadline",
        "Trump nominiert den Kryptowährungsbefürworter Paul Atkins als SEC-Vorsitzenden - The Associated Press",
        "Donald Trump nominiert Peter Navarro als leitenden Wirtschaftsberater - Financial Times",
        "Die besten Filme des Jahres 2024 laut AP Film Writers - The Associated Press",
        "Premier League: Arsenal-Gastgeber Man Utd mit Man City, Liverpool & Chelsea auch in Aktion - BBC.com",
        "\"Spektakulärer\" Asteroid brennt nur wenige Stunden nach seiner Entdeckung über Sibirien - Livescience.com",
        "WHO untersucht mysteriöse Krankheit hinter 12 Dutzend Todesfällen in der Demokratischen Republik Kongo - Livescience.com",
        "Trumps Entscheidung, die DEA zu leiten, zieht seinen Namen aus der Betrachtung zurück. Trump sagt, er habe den Stecker gezogen - The Associated Press",
        "Ein neuer Telefonscanner, der Spyware erkennt, hat bereits 7 Pegasus-Infektionen gefunden - VERKABELT",
        "Fed Powell Speech Today: What to Watch - Barron's",
        "Der Rückruf von Rohmilch in Kalifornien nimmt zu, nachdem Tests mehr Vogelgrippeviren festgestellt haben - The Associated Press",
        "Live-Updates zum Trump-Übergang: Pete Hegseth schwört, weiter für den Posten des Verteidigungsministers zu kämpfen - The Washington Post",
        "Eminems Halbbruder schreibt eine vernichtende Hommage an die verstorbene Mutter, da der Rapper inmitten von Jahren des \"Hasses\" stumm bleibt - Hindustan Times"
    ]
}