{
    "headlines": [
        "ਨਾਸਾ ਦੇ ਪਾਰਕਰ ਸੋਲਰ ਪ੍ਰੋਬ ਦਾ ਉਦੇਸ਼ ਸੂਰਜ ਦੇ ਨੇੜੇ ਉੱਡਣਾ ਹੈ ਜਿਵੇਂ ਕਿ ਪਹਿਲਾਂ ਕਦੇ ਨਹੀਂ ਸੀ - ਸੀਏਟਲ ਟਾਈਮਜ਼",
        "ਜਰਮਨੀ ਵਿਚ ਕ੍ਰਿਸਮਸ ਮਾਰਕੀਟ 'ਤੇ ਘਾਤਕ ਹਮਲੇ' ਤੇ ਸਵਾਲ ਮਾਊਟ ਦੇ ਤੌਰ ਤੇ ਸ਼ੱਕੀ ਅਦਾਲਤ ਵਿਚ ਪ੍ਰਗਟ - CNN",
        "ਜੈੱਫ ਬੇਜੋਸ ਅਗਲੇ ਹਫਤੇ ਦੇ ਅੰਤ ਵਿੱਚ 600 ਮਿਲੀਅਨ ਡਾਲਰ ਦੇ ਵਿਆਹ ਵਿੱਚ ਲੌਰੇਨ ਸੈਂਚੇਜ਼ ਨਾਲ ਗੱਠ ਬੰਨ੍ਹਣਗੇ - ਦਿ ਡੇਲੀ ਬੀਸਟ",
        "ਓਲੇਕਸੈਂਡਰ ਉਸੀਕ ਨੇ ਟਾਇਸਨ ਫਿਊਰੀ ਨੂੰ ਦੁਬਾਰਾ ਹਰਾਇਆ ਕਿਉਂਕਿ ਬਹੁਤ ਜ਼ਿਆਦਾ ਅਨੁਮਾਨਤ ਰੀਮੈਚ ਦੂਰੀ 'ਤੇ ਜਾਂਦਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਮਨੁੱਖ ਬਨਾਮ ਖੁਦਮੁਖਤਿਆਰੀ ਕਾਰ ਦੀ ਦੌੜ ਸ਼ੁਰੂ ਹੋਣ ਤੋਂ ਪਹਿਲਾਂ ਖਤਮ ਹੁੰਦੀ ਹੈ - ਆਰਸ ਟੈਕਨੀਕਾ",
        "‘ਰੱਬ ਅਮਰੀਕਾ ਨੂੰ ਅਸੀਸ ਦੇਵੇ’ ਫੰਡ 33% ਲਾਭ ਦੇ ਨਾਲ ਰਾਜਨੀਤਿਕ ਵਿਗਾੜਾਂ ਨੂੰ ਹਰਾਉਂਦਾ ਹੈ - ਬਲੂਮਬਰਗ",
        "ਆਰਸ ਟੈਕਨੀਕਾ ਦੀਆਂ 2024 ਦੀਆਂ ਚੋਟੀ ਦੀਆਂ ਚੋਟੀ ਦੀਆਂ 20 ਵੀਡੀਓ ਗੇਮਾਂ - ਆਰਸ ਟੈਕਨੀਕਾ",
        "'ਦ ਐਕਸ ਫਾਈਲਾਂ’ ਨੂੰ ਅਲਵਿਦਾ - ਪੋਲਿਟਿਕੋ",
        "ਮਰਦਾਂ ਨਾਲੋਂ ਔਰਤਾਂ ਦੇ ਪੋਸਟ-ਸਟ੍ਰੋਕ ਲੈਣ ਦੀ ਸੰਭਾਵਨਾ ਘੱਟ, ਅਧਿਐਨ ਨੇ ਪਾਇਆ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਐਮਾਜ਼ਾਨ ਅਤੇ ਸਟਾਰਬਕਸ ਦੇ ਵਰਕਰ ਹੜਤਾਲ 'ਤੇ ਹਨ । ਟਰੰਪ ਦਾ ਇਸ ਨਾਲ ਕੁਝ ਲੈਣਾ ਦੇਣਾ ਹੋ ਸਕਦਾ ਹੈ - News10NBC",
        "ਇਵਾਂਕਾ ਟਰੰਪ ਰਾਜਨੀਤੀ ਨਾਲ ਕੀਤੀ ਜਾਂਦੀ ਹੈ ਅਤੇ ਕਹਿੰਦੀ ਹੈ ਕਿ ਉਹ ਵਾਪਸ ਨਹੀਂ ਆ ਰਹੀ - ਸੀ ਐਨ ਐਨ",
        "ਬਲੇਕ ਲਾਈਵਲੀ ਨੇ ਦੋਸ਼ ਲਾਇਆ ਕਿ ਇਹ ਸਾਡੇ ਨਾਲ ਖਤਮ ਹੁੰਦਾ ਹੈ ਸਹਿ-ਸਟਾਰ ਜਸਟਿਨ ਬਾਲਡੋਨੀ ਦੀ ਸਮਾਈਅਰ ਮੁਹਿੰਮ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਰਿਕੀ ਹੈਂਡਰਸਨ ਦੀ 65 ਸਾਲ ਦੀ ਉਮਰ ਵਿੱਚ ਮੌਤ ਹੋ ਗਈਃ ਐਮਐਲਬੀ ਦੇ ਆਲ-ਟਾਈਮ ਚੋਰੀ ਹੋਏ ਬੇਸਾਂ ਦੇ ਨੇਤਾ ਨੇ 25 ਸਾਲਾਂ ਦੇ ਕੈਰੀਅਰ ਵਿੱਚ ਨੌਂ ਟੀਮਾਂ ਲਈ ਖੇਡਿਆ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਆਈਏਐਫ ਨੇ ਗਾਜ਼ਾ ਸਕੂਲ ਕੰਪਲੈਕਸ ਵਿੱਚ ਸ਼ਾਮਲ ਅੱਤਵਾਦੀ ਕਮਾਂਡ ਸੈਂਟਰ ਨੂੰ ਮਾਰਿਆ - ਦ ਯੇਰੂਸ਼ਲਮ ਪੋਸਟ",
        "ਲੈਮਰ ਜੈਕਸਨ ਸਟੀਲਰਜ਼ ਉੱਤੇ ਜਿੱਤ ਵਿੱਚ ਇਤਿਹਾਸ ਰਚਦਾ ਹੈ - BaltimoreRavens.com",
        "ਚੀਨ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਤਾਈਵਾਨ ਲਈ ਨਵੀਨਤਮ ਫੌਜੀ ਸਹਾਇਤਾ ਤੋਂ ਬਾਅਦ ਅਮਰੀਕਾ ’ਅੱਗ ਨਾਲ ਖੇਡ ਰਿਹਾ ਹੈ' - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਕੈਰੀ ਲੇਕ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਸ ਦਾ ਵੌਇਸ ਆਫ ਅਮਰੀਕਾ ਨੂੰ \"ਟਰੰਪ ਟੀਵੀ\" ਵਿੱਚ ਬਦਲਣ ਦਾ ਕੋਈ ਇਰਾਦਾ ਨਹੀਂ ਹੈ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਟੈਕਸਾਸ ਦੇ ਮਾਲ ਵਿਚ ਟਰੱਕ ਚਲਾਉਣ ਤੋਂ ਬਾਅਦ ਸ਼ੱਕੀ ਵਿਅਕਤੀ ਦੀ ਗੋਲੀ ਮਾਰ ਕੇ ਹੱਤਿਆ ਕਰ ਦਿੱਤੀ ਗਈ ਜਿਸ ਨਾਲ ਘੱਟੋ ਘੱਟ 5 ਜ਼ਖਮੀ ਹੋ ਗਏਃ ਪੁਲਿਸ - ਫੌਕਸ ਨਿ Newsਜ਼",
        "ਯਮਨ ਤੋਂ ਹੂਤੀ ਮਿਜ਼ਾਈਲ ਨਾਲ ਤੇਲ ਅਵੀਵ 'ਤੇ ਹਮਲਾ, ਮਾਮੂਲੀ ਸੱਟਾਂ ਲੱਗੀਆਂ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਅਮਰੀਕੀ ਪਾਇਲਟਾਂ ਨੇ 'ਦੋਸਤਾਨਾ ਅੱਗ' ਵਿਚ ਲਾਲ ਸਾਗਰ 'ਤੇ ਗੋਲੀ ਮਾਰ ਦਿੱਤੀ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ"
    ]
}