{
    "headlines": [
        "ਬੌਬ ਉਇਕਰ, ਬਰੂਅਰਜ਼ ਦੀ ਲੰਮੀ ਆਵਾਜ਼ ਅਤੇ 'ਮੇਜਰ ਲੀਗ' ਦੇ ਇੱਕ ਸਿਤਾਰੇ, 90 ਤੇ ਮਰ ਗਏ - ਯਾਹੂ ਸਪੋਰਟਸ",
        "ਫਲੋਰਿਡਾ ਦੇ ਗਵਰਨਰ ਰੋਨ ਡੀਸੈਂਟਿਸ ਨੇ ਸੈਨੇਟ ਵਿਚ ਮਾਰਕੋ ਰੂਬੀਓ ਦੀ ਥਾਂ ਐਸ਼ਲੇ ਮੂਡੀ ਦੀ ਚੋਣ ਕੀਤੀ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਪੋਪ ਫ੍ਰਾਂਸਿਸ ਵੈਟੀਕਨ 'ਤੇ ਡਿੱਗਣ ਤੋਂ ਬਾਅਦ ਬਾਂਹ ਨੂੰ ਜ਼ਖਮੀ ਕਰਦਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਨਿਣਟੇਨਡੋ ਸਵਿਚ 2 ਅਧਿਕਾਰਤ ਹੈਃ ਨਵਾਂ ਗੇਮ ਕੰਸੋਲ ਇਸ ਸਾਲ ਲਾਂਚ ਕਰਦਾ ਹੈ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਯੂਕਰੇਨ ਨਾਲ '100 ਸਾਲਾਂ ਦੀ ਭਾਈਵਾਲੀ‘ ਦੇ ਵਾਅਦੇ ਨਾਲ ਸੁਰੱਖਿਆ ਗੱਲਬਾਤ ਲਈ ਕੀਵ ਵਿੱਚ ਯੂਕੇ ਦਾ ਸਟਾਰਮਰ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਟਰੰਪ ਦੇ ਉਦਘਾਟਨ ਸਮਾਗਮ 'ਤੇ ਸਾਰੇ ਵੱਡੇ ਪ੍ਰਦਰਸ਼ਨਕਾਰਃ ਕੈਰੀ ਅੰਡਰਵੁੱਡ, ਪਿੰਡ ਦੇ ਲੋਕ, Gavin DeGraw ਅਤੇ ਹੋਰ - ਫੋਰਬਸ",
        "ਲਾਈਵ ਅਪਡੇਟਸਃ ਗਾਜ਼ਾ ਵਿੱਚ ਦਰਜਨਾਂ ਦੀ ਮੌਤ ਹੋ ਗਈ ਕਿਉਂਕਿ ਇਜ਼ਰਾਈਲ ਨੇ ਜੰਗਬੰਦੀ ਬਾਰੇ ਮੁੱਖ ਵੋਟਾਂ ਵਿੱਚ ਦੇਰੀ ਕੀਤੀ - ਸੀਐਨਐਨ",
        "ਸਭਿਅਤਾ VII ਪੂਰਵਦਰਸ਼ਨਃ ਇੱਕ ਮੰਜ਼ਿਲਾ ਫਰੈਂਚਾਇਜ਼ੀ ਲਈ ਇੱਕ ਨਵਾਂ ਯੁੱਗ - ਆਰਸ ਟੈਕਨੀਕਾ",
        "ASRock Intel ਚਾਪ B570 ਚੈਲੰਜਰ OC “Battlemage” ਗਰਾਫਿਕਸ ਕਾਰਡ ਰਿਵਿਊ – 10 ਗੈਬਾ ਬਨਾਮ 8 ਗੈਬਾ RTX 4060 ਲਈ $ 80 ਅਮਰੀਕਾ ਦੇ ਘੱਟ - Wccftech",
        "'ਸੇਵਰੈਂਸ' ਸੀਜ਼ਨ 2 ਚੀਟ ਸ਼ੀਟਃ ਤੁਹਾਨੂੰ ਕੀ ਜਾਣਨ ਦੀ ਜ਼ਰੂਰਤ ਹੈ - ਰੋਲਿੰਗ ਸਟੋਨ",
        "ਕੇਂਦਰੀ ਓਹੀਓ ਵਿੱਚ 4,000-ਕਰਮਚਾਰੀ ਐਡਵਾਂਸਡ ਮੈਨੂਫੈਕਚਰਿੰਗ ਸਹੂਲਤ ਬਣਾਉਣ ਲਈ ਅਮਰੀਕੀ ਰੱਖਿਆ ਠੇਕੇਦਾਰ - ਯਾਹੂ! ਆਵਾਜ਼ਾਂ",
        "ਪੇਸਰਜ਼ ਸਪੋਰਟਸ ਐਂਡ ਐਂਟਰਟੇਨਮੈਂਟ ਨੇ ਵਿਸ਼ਵ ਪੱਧਰੀ, $ 78M ਇੰਡੀਆਨਾ ਫੀਵਰ ਸਪੋਰਟਸ ਪਰਫਾਰਮੈਂਸ ਸੈਂਟਰ - ਇੰਡੀਆਨਾ ਫੀਵਰ ਬਣਾਉਣ ਦੀਆਂ ਯੋਜਨਾਵਾਂ ਦਾ ਪਰਦਾਫਾਸ਼ ਕੀਤਾ",
        "ਨਾਸਾ ਦਾ ਫਸੇ ਪੁਲਾੜ ਯਾਤਰੀ ਪੰਧ ਵਿਚ 7 ਮਹੀਨਿਆਂ ਬਾਅਦ ਸਪੇਸਵਾਕ 'ਤੇ ਬਾਹਰ ਨਿਕਲਿਆ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਹਿੰਦਨਬਰਗ ਰਿਸਰਚ ਦਾ ਅੰਤ; ਨੇਟ ਐਂਡਰਸਨ ਦੇ ‘ਨਿਜੀ‘ ਪਰਿਵਾਰਕ ਜੀਵਨ ‘ਤੇ ਇਕ ਨਜ਼ਰ ਮਾਰੋ - ਟਾਈਮਜ਼ ਆਫ ਇੰਡੀਆ",
        "ਟਿਕਟੋਕ ਦੀ ਪਾਬੰਦੀ ਕਿਵੇਂ ਕੰਮ ਕਰੇਗੀ ਅਤੇ ਉਪਭੋਗਤਾ ਆਸਾਨੀ ਨਾਲ ਇਸ ਨੂੰ ਬਾਈਪਾਸ ਕਿਉਂ ਨਹੀਂ ਕਰ ਸਕਦੇ - ਰਾਇਟਰਜ਼",
        "ਵੈਂਡੀ ਵਿਲੀਅਮਜ਼ ਸਰਪ੍ਰਸਤੀ ਦੇ ਵਿਰੁੱਧ ਬੋਲਦੀ ਹੈਃ 'ਮੈਂ ਬੋਧਿਕ ਤੌਰ' ਤੇ ਕਮਜ਼ੋਰ ਨਹੀਂ ਹਾਂ ’ਅਤੇ‘ ਮੈਨੂੰ ਲੱਗਦਾ ਹੈ ਕਿ ਮੈਂ ਜੇਲ੍ਹ ਵਿਚ ਹਾਂ ’- ਵੰਨਗੀ",
        "Bessent ਪੁਸ਼ਟੀਃ ਟਰੰਪ ਦੇ ਖਜ਼ਾਨਾ ਚੁੱਕ tout ਕਰਨ ਲਈ \"ਨਵ ਆਰਥਿਕ ਸੁਨਹਿਰੇ ਯੁੱਗ\" - Axios",
        "ਐਲ. ਏ. ਅੱਗ ਨਾਲ ਅਸਿੱਧੇ ਤੌਰ 'ਤੇ ਮਰਨ ਵਾਲਿਆਂ ਦੀ ਗਿਣਤੀ ਹਜ਼ਾਰਾਂ ਵਿੱਚ ਖਤਮ ਹੋ ਸਕਦੀ ਹੈ - ਯੇਲ ਜਲਵਾਯੂ ਕਨੈਕਸ਼ਨ",
        "ਇਹ ਕੈਲੀਫੋਰਨੀਆ ਵਿੱਚ ਰਿਹਾਇਸ਼ ਲਈ ਇੱਕ ਮੇਕ ਜਾਂ ਬਰੇਕ ਪਲ ਹੈ - Vox.",
        "ਯੂਨੀਵਰਸਲ ਫਾਇਰਜ਼ 'ਗੈਰ ਤਰਕਸ਼ੀਲ' ਡਰੇਕ ਮੁਕੱਦਮੇ 'ਤੇ ਵਾਪਸ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ"
    ]
}