{
    "headlines": [
        "49ers ਸਟਾਰ ਕ੍ਰਿਸ਼ਚੀਅਨ ਮੈਕਕੈਫਰੀ ਨੇ ਪੀਸੀਐਲ ਦੀ ਸੱਟ ਦੇ ਨਾਲ ਬਿੱਲਾਂ ਨੂੰ ਜਲਦੀ ਨੁਕਸਾਨ ਛੱਡਿਆ - ਯਾਹੂ ਸਪੋਰਟਸ",
        "ਮੱਛੀ ਫੜਨ ਵਾਲੀ ਕਿਸ਼ਤੀ ਦੇ ਡਿੱਗਣ ਤੋਂ ਬਾਅਦ ਅਲਾਸਕਾ ਵਿੱਚ 5 ਲਾਪਤਾਃ ਕੋਸਟ ਗਾਰਡ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਈਗਲਜ਼ ਬਨਾਮ ਰੇਵੇਨਜ਼ ਲਾਈਵ ਅਪਡੇਟਸ | ਦਸੰਬਰ 1, 2024 | ਐਨਐਫਐਲ ਹਫਤਾ 13 - PhiladelphiaEagles.com",
        "ਰੂਸ, ਸੀਰੀਆ ਦੇ ਜਹਾਜ਼ਾਂ ਨੇ ਸੀਰੀਆ ਦੇ ਬਾਗ਼ੀ ਇਲਾਕੇ 'ਚ ਕੀਤੇ ਬੰਬ ਧਮਾਕੇ' ਚ ਘੱਟੋ-ਘੱਟ 25 ਲੋਕਾਂ ਦੀ ਮੌਤ - Reuters",
        "ਐਤਵਾਰ ਰਾਤ ਫੁੱਟਬਾਲਃ ਬਿੱਲ 49ers 21-3 ਅੱਧੇ ਸਮੇਂ 'ਤੇ ਅਗਵਾਈ ਕਰਦੇ ਹਨ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਟਰੰਪ ਮੈਸਾਦ ਬੂਲੋਸ, ਇਕ ਹੋਰ ਸਹੁਰੇ, ਨੂੰ ਮਿਡਲ ਈਸਟ ਦੇ ਸਲਾਹਕਾਰ ਵਜੋਂ ਟੈਪ ਕਰਦਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਓਰੇਗਨ ਵਿੱਚ ਦੁਖਦਾਈ ਖੋਜਃ ਗੁੰਮ ਹੋਏ ਹਾਈਕਰ ਦੀ ਲਾਸ਼ ਮਿਲੀ, ਕਤਲ ਦੇ ਦੋਸ਼ ਵਿੱਚ ਪਤੀ ਗ੍ਰਿਫਤਾਰ - ਸੀਐਨਐਨ",
        "ਵਾਈ ਕੰਬੀਨੇਟਰ ਦਾ ਡੈਮੋ ਡੇਅ ਵਿਅਕਤੀਗਤ ਰੂਪ ਵਿੱਚ ਵਾਪਸ ਆ ਗਿਆ ਹੈ - TechCrunch",
        "ਸਹਿਯੋਗ ਲਈ ਗਲੋਬਲ ਧੱਕਾ ਜਿਵੇਂ ਕਿ ਪੁਲਾੜ ਟ੍ਰੈਫਿਕ ਧਰਤੀ ਦੇ ਪੰਧ ਨੂੰ ਭੀੜ ਦਿੰਦਾ ਹੈ - ਰਾਇਟਰਜ਼",
        "ਬਰਫ ਉੱਤਰ-ਪੂਰਬ ਨੂੰ ਦਫਨਾਉਣਾ ਜਾਰੀ ਹੈ, ਸੋਮਵਾਰ ਤੱਕ ਵਧੇਰੇ ਉਮੀਦ ਕੀਤੀ ਜਾਂਦੀ ਹੈ - ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਸਟਾਕ ਫਿuresਚਰ ਡਾਓ ਅਤੇ ਐਸ ਐਂਡ ਪੀ 500 ਨੋਚ ਦੇ ਸਾਲ ਦੇ ਸਭ ਤੋਂ ਵਧੀਆ ਮਹੀਨਿਆਂ ਤੋਂ ਬਾਅਦ ਬਹੁਤ ਘੱਟ ਬਦਲੇ ਜਾਂਦੇ ਹਨਃ ਲਾਈਵ ਅਪਡੇਟਸ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਸਟੈਲੇਨਟਿਸ ਦੇ ਸੀਈਓ ਕਾਰਲੋਸ ਟਾਵਰਸ ਨੇ ਅਹੁਦਾ ਛੱਡ ਦਿੱਤਾ - ਸੀਐਨਐਨ",
        "ਐਫਬੀਆਈ ਆਲੋਚਕ ਕਾਸ਼ ਪਟੇਲ ਨੂੰ ਏਜੰਸੀ ਦਾ ਰੀਮੇਕ ਬਣਾਉਣ ਲਈ ਟਰੰਪ ਦੀ ਚੋਣ ਕਰਨ ਤੋਂ ਬਾਅਦ ਅੱਗੇ ਕੀ ਹੁੰਦਾ ਹੈ - ਪੀਬੀਐਸ ਨਿ Newsਜ਼ਹੌਰ",
        "ਸਵੇਰ ਦੀ ਬੋਲੀਃ ਟਰੰਪ ਦੀ ਬ੍ਰਿਕਸ ਚੇਤਾਵਨੀ ਉਭਰ ਰਹੇ ਐਫਐਕਸ 'ਤੇ ਰੌਸ਼ਨੀ ਪਾਉਂਦੀ ਹੈ - ਰਾਇਟਰਜ਼",
        "ਸੁਪਰ ਮਾਈਕਰੋ ਕੰਪਿ Computerਟਰ ਸਟਾਕਃ ਵਿਸ਼ਾਲ ਇਨਾਮ ਜਾਂ ਜੋਖਮ ਭਰਿਆ ਟਰੈਪ? ਚੋਟੀ ਦੇ ਨਿਵੇਸ਼ਕ ਦਾ ਭਾਰ - TipRanks",
        "ਵਿਰੋਧੀ ਧਿਰ ਨੇ ਅਲੇਪੋ ਦੇ ਬਹੁਤ ਸਾਰੇ ਹਿੱਸੇ 'ਤੇ ਕਬਜ਼ਾ ਕਰਨ ਤੋਂ ਬਾਅਦ ਸੀਰੀਆ ਅਤੇ ਰੂਸ ਦੇ ਜੈੱਟਾਂ ਨੇ ਵਿਦਰੋਹੀਆਂ' ਤੇ ਹਮਲੇ ਵਧਾਏ - ਸੀਐਨਐਨ",
        "ਬਾਕਸ ਆਫਿਸਃ ਕਿਵੇਂ 'ਮੋਆਨਾ 2‘, ’ਦੁਸ਼ਟ‘ ਅਤੇ ’ਗਲੇਡੀਏਟਰ II‘ ਰਿਕਾਰਡ ’ਤੇ ਬਾਲਣ ਵਾਲੀ ਸਭ ਤੋਂ ਵੱਡੀ ਥੈਂਕਸਗਿਵਿੰਗ - ਵੰਨਗੀ",
        "ਰਾਸ਼ਟਰ ਪਲਾਸਟਿਕ ਪ੍ਰਦੂਸ਼ਣ ਦੀ ਸਫਾਈ ਬਾਰੇ ਸੰਯੁਕਤ ਰਾਸ਼ਟਰ ਸੰਧੀ ਪ੍ਰਦਾਨ ਕਰਨ ਵਿੱਚ ਅਸਫਲ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਹਫਤਾ 13 ਐਨਐਫਐਲ ਹਾਈਲਾਈਟਸ 2024: ਲਾਈਵ ਟਰੈਕਿੰਗ ਚੋਟੀ ਦੇ ਨਾਟਕ, ਐਤਵਾਰ ਦੇ ਨਤੀਜਿਆਂ ਤੋਂ ਬਾਕਸ ਸਕੋਰ - ਬਲੀਚਰ ਰਿਪੋਰਟ",
        "ਇਕ ਜੀਉਂਦੇ ਸੰਸਾਰ ਦੇ ਉਪਚਾਰੀ ਗੀਤਾਂ ਦਾ ਐਲਾਨ - ਨਤੀਜਾ"
    ]
}