{
    "headlines": [
        "Ozempic may significantly lower the risk of Alzheimer’s disease — here’s how - New York Post ",
        "TKO Group to acquire IMG, Professional Bull Riders and On Location from Endeavor for $3.25 billion - CNBC",
        "UPS Stock Rises as Shipping Giant Returns To Growth - Yahoo Finance",
        "South Korean president raises possibility of supplying Ukraine with arms - The Associated Press",
        "A SpaceX capsule is coming back to Earth. Here’s why Boeing Starliner’s astronauts aren’t on it - CNN",
        "Turkey strikes Kurdish militant targets in Syria and Iraq for a second day - The Associated Press",
        "Boeing strike barrels on as workers reject wage deal - Reuters",
        "‘Trying to curry favor’: Lobbyists on tax matters hired Richard Neal’s son - POLITICO",
        "US election: 12 days left – Who is ahead, what Harris and Trump are up to - Al Jazeera English",
        "Jelly Roll drops 100 pounds: How the country music star transformed his body - Fox News",
        "BRICS' new declaration shows Russia's war still can't get the international backing that Moscow wants - Business Insider",
        "Blinken says ‘more progress’ from Israel needed on Gaza aid flow - The Washington Post",
        "Lebanon: Satellite imagery reveals intensity of Israeli bombing - BBC.com",
        "Clippers' gleaming new arena can't obscure the mediocrity of the team that plays inside it - CBS Sports",
        "Bryce Young back as Panthers’ starter after Andy Dalton hurt in car crash - The Washington Post",
        "[Removed]",
        "Horoscope for Thursday, October 24, 2024 - Chicago Sun-Times",
        "Trump, Harris make case to battleground voters as polls show tight presidential race - CBS News",
        "Rob Lowe Admits to \"Brat Pack\" Romance With Demi Moore - E! Online - E! NEWS",
        "Tesla’s upbeat earnings and bullish forecast propel shares 12% higher - Financial Times"
    ]
}