{
    "headlines": [
        "Редкая комета может быть видна невооруженным глазом. Вот где искать. - CBS Boston",
        "Розничные продажи, результаты крупных банков и прибыль Netflix: что нужно знать на этой неделе - Yahoo Finance",
        "Новое оповещение о безопасности Gmail для 2,5 миллиардов пользователей подтверждено хакерами - Forbes",
        "Mets vs. Dodgers: матчи NLCS, прогнозы и предварительный просмотр - New York Post",
        "Гэри Питерсу поручено защищать жестокую карту Сената для демократов. Затем он хочет «работать и ездить на мотоциклах». - POLITICO",
        "Разработчик покемонов Game Freak накручивает беспрецедентный «гигалик» из «значимых внутренних данных» - Eurogamer",
        "Экономические перспективы молодых людей меняются вместе с их политикой - NBC News",
        "Байден объявит о выделении более 600 МИЛЛИОНОВ долларов на проекты по повышению устойчивости Флориды после ураганов - ABC News",
        "Лауреат Нобелевской премии мира из Японии говорит, что рабочие Газы должны были выиграть - Al Jazeera English",
        "Трамп годами распространял заговоры на почтовом голосовании. Теперь его кампания призывает людей голосовать досрочно и по почте - CNN",
        "Как смотреть Jaguars vs. Bears сегодня: время старта, ТВ, прямая трансляция игры NFL London - USA TODAY",
        "Последние известные фотографии пропавшей мамы Джермейн Шарло засняты на пленку. Приведут ли они к разрыву в деле Монтаны? - CBS News",
        "Изъято",
        "Победители колледжа по футболу, проигравшие на 7-й неделе: Орегон получает историческую победу, разгром Ред-Ривер в Оклахоме показывает тенденцию - CBS Sports",
        "Иран ответил на «секретные документы», связывающие Тегеран с ХАМАСом 7 октября - Newsweek",
        "Вальц бродяжничает по высокой траве на открывашке сезона охоты на фазанов в Миннесоте, но мешков с птицами нет - The Associated Press",
        "Ваш гороскоп на неделю с 13 октября 2024 года - The Globe and Mail",
        "Редкое наводнение затопило части пустыни Сахара впервые за десятилетия - CBS News",
        "‘Ready or Not 2’ in the Works with Samara Weaving, Radio Silence Returning - Hollywood Reporter (неопр.) (недоступная ссылка - история).",
        "Джулия Фокс утверждает, что Канье Уэст «использовал ее в качестве пешки» на фоне обвинений в изнасиловании своего бывшего помощника на вечеринке Diddy - Hindustan Times"
    ]
}