{
    "headlines": [
        "الصين تطلق صواريخ باليستية عابرة للقارات في المحيط الهادئ في أول اختبار علني من نوعه منذ عقود مع اشتعال التوترات الإقليمية - سي إن إن",
        "تحديث: سبيس إكس تطلق بنجاح فالكون 9 مساء الثلاثاء - أخبار KSBY",
        "حزب الله يطلق صاروخاً على تل أبيب في تصعيد إضافي بعد الضربات الإسرائيلية العنيفة على لبنان - وكالة أسوشيتد برس",
        "الحكم على صديقة بانكمان فرايد السابقة إليسون بالسجن لمدة عامين بتهمة الاحتيال في العملات المشفرة - رويترز",
        "الأسهم الصينية تمدد صعود التحفيز في الوقت الذي تكافح فيه بقية آسيا - رويترز",
        "ناقلة نفط تابعة للبحرية الأمريكية تضررت في البحر في الشرق الأوسط - واشنطن بوست",
        "بعد أن شعرت ألمانيا بالبرد بسبب انقضاض UniCredit على Commerzbank، سترغب في تجنب الإحراج الوطني - CNBC",
        "حملة ترامب تقول إن المخابرات الأمريكية حذرت من تهديدات اغتيال إيران - BBC.com",
        "يصف أطفال ديدي وكيم بورتر ادعاءات المذكرات والمؤامرة المحيطة بوفاتها بأنها \"ببساطة غير صحيحة\" - مراسل هوليوود",
        "تبدأ عمليات الإخلاء في فلوريدا حيث تواجه الولاية ضربة إعصار كبيرة من هيلين - سي إن إن",
        "تم تصنيف جامعة نورث وسترن وجامعة شيكاغو وجامعة إلينوي أوربانا شامبين من بين أفضل 40 مدرسة في الولايات المتحدة - ABC7 Chicago",
        "ميسوري تعدم مارسيلو ويليامز على الرغم من اعتراضات المدعين العامين - واشنطن بوست",
        "لا يتعاطف جين ستيرغر مع بريت فافر بعد أن قال إنه مصاب بمرض باركنسون - نيويورك بوست",
        "يوضح تشابيل روان التعليقات الانتخابية: \"فارق بسيط لما أقوله\" - رولينج ستون",
        "التغريدات المحذوفة، والأحداث الملغاة، والتأييدات المحذوفة: كيف يفر الجمهوريون من مارك روبنسون - سي إن إن",
        "أطلقت OpenAI للتو وضع الصوت المتقدم للدردشات الصوتية باستخدام ChatGPT. إليك كيفية استخدامه - CNBC",
        "رئيس سريلانكا الجديد يحل البرلمان - BBC.com",
        "\"الرقص مع النجوم \": ليلة هوليوود ترسل إلى المنزل اثنين من المشاهير في القضاء المزدوج الأول من الموسم 33 - متنوعة",
        "الرئيس الأوكراني يدعو إلى \"عمل\" عالمي غير محدد لإجبار روسيا على السلام - وكالة أسوشيتد برس",
        "يصف جوني ديب محاكمة تشهير Amber Heard بأنها \"مسلسل تلفزيوني\" أثناء الترويج لفيلم جديد - USA TODAY"
    ]
}