{
    "headlines": [
        "Musk targets Trump’s favorite fighter jet - POLITICO",
        "Trump says he will hit China, Canada and Mexico with new tariffs - Financial Times",
        "Memphis stuns No. 2 UConn at Maui Invitational after late technical on Dan Hurley, who blamed loss on 'sh***y calls' - Yahoo Sports",
        "Tiger Woods will not play Hero World Challenge - PGA TOUR",
        "[Removed]",
        "Mike Waltz to resign from House day of inauguration to join Trump administration - The Hill",
        "Gay MSNBC host Jonathan Capehart said he’s ‘conflicted’ by Trump move to pick Scott Bessent for Treasury - New York Post ",
        "Bird flu virus detected in raw milk in California - CNN",
        "Trump lawyers investigate allegations that top aide sought financial gain from influence with president-elect, sources say - CNN",
        "Nvidia’s new AI audio model can synthesize sounds that have never existed - Ars Technica",
        "Kohl's CEO Tom Kingsbury to step down in January, to be replaced by Michaels CEO Ashley Buchanan - CNBC",
        "Egyptian authorities say 16 people missing after tourist boat sinks in Red Sea - CNN",
        "Israeli cabinet to vote on Lebanon ceasefire deal after Netanyahu approves ‘in principle,’ source says - CNN",
        "Reformist leader rallies Romanians to beat back surging pro-Russia hard right - POLITICO Europe",
        "British man captured by Russian forces while fighting for Ukraine in Kursk region, state media says - CNN",
        "It may be a soggy, snowy Thanksgiving for some. Find out where. - The Washington Post",
        "Russian cargo spacecraft's 'unexpected odor' delays delivery to astronauts on ISS - Space.com",
        "How ‘Wicked’ Felled ‘Gladiator II’ at the Box Office - Vulture",
        "Special counsel Jack Smith moves to drop Trump election case citing 'categorical' DOJ policy - ABC News",
        "Recognizing ultra-processed foods - Fortune"
    ]
}