{
    "headlines": [
        "ਬਿਡੇਨ 'ਤੇ ਸੈਨੇਟ ਡੈਮੋਕਰੇਟ, ਕਿਊਬਾ ਨੇ ਟਰੰਪ ਦੇ ਸਮਰਥਕਾਂ ਬਾਰੇ ਟਿੱਪਣੀ ਕੀਤੀਃ‘ ਮੈਨੂੰ ਇਹ ਪਸੰਦ ਨਹੀਂ ਹੈ ’- ਦ ਹਿੱਲ",
        "ਲਾਈਵ ਬ੍ਰੀਫਿੰਗਃ ਇਜ਼ਰਾਈਲ ਨੇ ਬੇਰੂਤ ਖੇਤਰ 'ਤੇ ਹਮਲਾ ਕੀਤਾ; ਸ਼ਾਂਤੀ ਵਾਰਤਾ ਨੂੰ ਮੁੜ ਸੁਰਜੀਤ ਕਰਨ ਲਈ ਅਮਰੀਕਾ ਜ਼ੋਰ ਪਾਉਂਦਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਆਈਆਰਐਸ ਨੇ 2025 ਲਈ ਪੈਨਸ਼ਨ ਅਤੇ ਰਿਟਾਇਰਮੈਂਟ ਯੋਜਨਾ ਯੋਗਦਾਨ ਦੇ ਸਮਾਯੋਜਨ ਦੀ ਘੋਸ਼ਣਾ ਕੀਤੀ - ਯਾਹੂ ਵਿੱਤ",
        "ਕੰਜ਼ਰਵੇਟਿਵ ਸੰਗਠਨ ਫੇਡਜ਼ ਦੀਆਂ ਈਮੇਲਾਂ ਦੀ ਜਾਂਚ ਕਰ ਰਹੇ ਹਨ - ਪੋਲਿਟਿਕੋ",
        "'ਅਗਾਥਾ ਆਲ ਅਲੋਂਗ' ਸਟਾਰ ਜੋਅ ਲੌਕ ਵਿੱਕਨ ਲਈ ਐਪੀਸੋਡ ਖਤਮ ਕਰਨ ਦੀ ਵਿਆਖਿਆ ਕਰਦਾ ਹੈ - ਡੈੱਡਲਾਈਨ",
        "ਬਿਆਨਕਾ ਸੈਂਸੋਰੀ ਸਵਿੱਚ ਅਪ ਮੁਸ਼ਕਿਲ ਨਾਲ - ਹੈਰਾਨੀਜਨਕ ਹੇਲੋਵੀਨ ਕਵਰ-ਅਪ - ਟੀਐਮਜ਼ੈਡ ਦੀ ਭਾਲ ਕਰੋ",
        "ਹੇਲੋਵੀਨ ਤਿਉਹਾਰਾਂ ਦੇ ਵਿਚਕਾਰ ਓਰਲੈਂਡੋ ਸਮੂਹਿਕ ਗੋਲੀਬਾਰੀ ਵਿੱਚ 2 ਦੀ ਮੌਤ, 6 ਜ਼ਖਮੀ - ਅਮਰੀਕਾ ਅੱਜ",
        "ਬੋਇੰਗਃ ਹਵਾਬਾਜ਼ੀ ਦਿੱਗਜ ਹੜਤਾਲ ਨੂੰ ਖਤਮ ਕਰਨ ਦੀ ਬੋਲੀ ਵਿਚ 38% ਤਨਖਾਹ ਵਧਾਉਣ ਦੀ ਪੇਸ਼ਕਸ਼ ਕਰਦਾ ਹੈ - ਬੀਬੀਸੀ.",
        "ਹਟਾਈ",
        "ਸਪੇਨ ਵਿੱਚ 200 ਤੋਂ ਵੱਧ ਮਾਰੇ ਗਏ ਬੇਮਿਸਾਲ ਹੜ੍ਹਾਂ ਬਾਰੇ ਕੀ ਜਾਣਨਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਨੈਸਡੈਕ 100 ਫਿuresਚਰਜ਼ ਵਧਦੇ ਹਨ ਕਿਉਂਕਿ ਨਿਵੇਸ਼ਕ ਨਵੀਨਤਮ ਤਕਨੀਕੀ ਕਮਾਈ ਪਾਰਸ ਕਰਦੇ ਹਨ, ਨੌਕਰੀਆਂ ਦੇ ਅੰਕੜਿਆਂ ਦੀ ਉਡੀਕ ਕਰਦੇ ਹਨਃ ਲਾਈਵ ਅਪਡੇਟਸ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "1981 ਤੋਂ ਨਹੀਂ ਵਰਤਿਆ ਗਿਆ ਰੇਡੀਓ ਟ੍ਰਾਂਸਮੀਟਰ ਵੋਏਜਰ 1 ਨੂੰ ਧਰਤੀ ਨੂੰ ਸੰਦੇਸ਼ ਭੇਜਣ ਵਿੱਚ ਸਹਾਇਤਾ ਕਰ ਰਿਹਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਐਨਐਫਐਲ ਦੀਆਂ ਮੁਸ਼ਕਲਾਂ, ਹਫਤਾ 9 ਲਾਈਨਾਂ, ਏਟੀਐਸ ਦੀ ਭਵਿੱਖਬਾਣੀ, ਗੇਮ ਪਿਕਸ, ਸੁਝਾਅ, ਟਾਈਮਜ਼ਃ ਮਾਡਲ ਹਰ ਗੇਮ ਨੂੰ 10,000 ਵਾਰ ਸਿਮੂਲੇਟ ਕਰਦਾ ਹੈ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਹਟਾਈ",
        "ਮੈਨਚੇਸਟਰ ਯੂਨਾਈਟਿਡ ਨੇ ਪੁਰਤਗਾਲ ਦੀ ਰੁਬੇਨ ਅਮੋਰੀਮ ਨੂੰ ਨਵਾਂ ਮੈਨੇਜਰ ਬਣਾਇਆ - ਅਲ ਜਜ਼ੀਰਾ ਇੰਗਲਿਸ਼",
        "ਅਜਿਹੀ ਕੰਪਨੀ ਕਿਵੇਂ ਬਣਾਈਏ ਜੋ ਦੁਨੀਆ ਨੂੰ ਬਚਾ ਸਕੇ ਅਤੇ ਮੁਨਾਫਾ ਕਮਾ ਸਕੇ - TechCrunch",
        "ਐਕਸਨ ਮੋਬਿਲ ਦੇ ਸੀਈਓ ਡੈਰੇਨ ਵੁੱਡਜ਼ ਨੇ Q3 ਨਤੀਜਿਆਂ 'ਤੇਃ ਕੰਪਨੀ ਪਰਿਵਰਤਨ ਆਪਣੇ ਆਪ ਨੂੰ ਪ੍ਰਗਟ ਕਰਨਾ ਸ਼ੁਰੂ ਕਰ ਰਿਹਾ ਹੈ - ਸੀ ਐਨ ਬੀ ਸੀ ਟੈਲੀਵਿਜ਼ਨ",
        "ਚੋਣਾਂ ਦੇ ਦਿਨ ਤੋਂ ਪਹਿਲਾਂ ਅੰਤਮ ਨੌਕਰੀਆਂ ਦੀ ਰਿਪੋਰਟ ਜੰਗਲੀ ਹੋਣ ਦੀ ਸੰਭਾਵਨਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਉੱਤਰੀ ਕੋਰੀਆ 'ਦੁਨੀਆ ਦੀ ਸਭ ਤੋਂ ਮਜ਼ਬੂਤ‘ ਮਿਜ਼ਾਈਲ ਦਾ ਮਾਣ ਕਰਦਾ ਹੈ, ਪਰ ਮਾਹਰਾਂ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਇਹ ਯੁੱਧ ਵਿਚ ਇਸਤੇਮਾਲ ਕਰਨਾ ਬਹੁਤ ਵੱਡਾ ਹੈ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਐਮੀਲੀ ਰਤਾਜਕੋਵਸਕੀ ਨੇ ਹੈਲੋਵੀਨ ਲਈ ਜੈਨੀਫਰ ਲੋਪੇਜ਼ ਦੇ ਆਈਕੋਨਿਕ ਵਰਸੇਸ ਡਰੈਸ ਨੂੰ ਦੁਬਾਰਾ ਬਣਾਇਆ - ਯਾਹੂ ਐਂਟਰਟੇਨਮੈਂਟ"
    ]
}