{
    "headlines": [
        "Israel greift Hisbollah-Ziele an, während sich der Konflikt verschärft - CNN",
        "Monster - Die Geschichte von Lyle und Erik Menendez: Netflix-Show entfacht Kontroverse - BBC.com",
        "Hurrikangefahr für Florida, Golfküste; Hurrikan-Uhren ausgestellt für FL Coast - The Weather Channel",
        "China setzt Konjunkturpaket zur Wiederbelebung der Wirtschaft und der Märkte frei - Yahoo Finance",
        "Riesige Neuigkeiten für Intel-Aktien. Ist es Zeit zu kaufen? - The Motley Fool",
        "US-Lebensmittelgeschäfte könnten innerhalb weniger Wochen ohne beliebtes Obst auskommen, da 45.000 Hafenarbeiter zu streiken drohen - Fox Business",
        "Hurrikan John trifft Mexikos südliche Pazifikküste mit „lebensbedrohlichem“ Hochwasserpotenzial - The Associated Press",
        "Daniels, \"die Antwort\", liefert für Kommandanten - ESPN",
        "Boulder King Soopers Schütze, der sich 55 Straftaten, einschließlich Mord ersten Grades, schuldig gemacht hat, erhält 10 lebenslange Haftstrafen - Colorado Public Radio",
        "Horoskop für Dienstag, 24. September 2024 - Chicago Sun-Times",
        "Schwere Fettleibigkeit ist in den USA auf dem Vormarsch - The Associated Press",
        "Projected College Football Playoff-Klammer: Drei Teams fallen aus, Alabama vs. Georgia hebt wöchentliches Update hervor - CBS Sports",
        "Jacksonville Jaguars vs. Buffalo Bills Spiel-Highlights | NFL 2024 Saison Woche 3 - NFL",
        "Der Verdächtige beschrieb Trumps Attentatsversuch in einer vorab geschriebenen Notiz - BBC.com",
        "Russlands neue Sarmat-Rakete erlitt ein \"katastrophales Versagen\": Forscher - Al Jazeera English",
        "Die NYC Gridlock Alert Days beginnen für 2024, da die UN-Generalversammlung in die High-Level-Woche eintritt - CBS New York",
        "Sean ‘Diddy’ Combs konnte nach der Verhaftung von Sexualverbrechen kurz mit seinen Kindern sprechen: Bericht - New York Post",
        "Die Boeing-Gewerkschaft schlägt sich über das \"letzte\" 30% ige Gehaltserhöhungsangebot - BBC.com",
        "GOP-Bemühungen, die Art und Weise zu ändern, wie Nebraska Wahlstimmen zuteilt, treffen auf Hindernisse - The Washington Post",
        "Die FDA hat gerade grünes Licht für einen Grippeimpfstoff zu Hause gegeben. Was die Zulassung eines selbst verabreichten Sprays für Sie bedeutet. - Yahoo Life"
    ]
}