{
    "headlines": [
        "На Санторини объявлено чрезвычайное положение после сильнейшего землетрясения за несколько дней подземных толчков - CNN",
        "Отменив слияние, родительская компания Coach Tapestry взлетела в праздничные распродажи - CNBC",
        "Лейкерс стали 4-м фаворитом на победу в финале НБА после обмена на Марка Уильямса - Yahoo Sports",
        "Заявки на пособие по безработице немного выросли, но никаких признаков проблем на рынке труда - MarketWatch",
        "Google запускает Gemini 2.0 для всех. Вот основные моменты - CNET",
        "Как Кэлвин Кляйн и Томми Хилфигер попали в торговую войну Трампа с Китаем - CNBC",
        "Эти люди превратили AirPods в слуховые аппараты. Вот плюсы и минусы. - The Wall Street Journal",
        "В результате нападения шведского боевика на школу погибли сирийские беженцы - BBC.com",
        "Израиль поддерживает план Трампа и приказывает военным готовиться к тому, чтобы палестинцы покинули Газу - CNN",
        "Процентные ставки в Великобритании: Банк Англии снижает процентные ставки до 4,5%, самого низкого уровня с июня 2023 года - BBC.com",
        "Могут ли компактные ядерные реакторы этого стартапа революционизировать обнаружение рака? - TechCrunch",
        "Ледяной шторм обрушился на северо-восток во время утренних поездок на работу и обратно - ABC News",
        "Второй тип птичьего гриппа обнаружен у дойных коров США - Associated Press",
        "Канье Уэст защищает жену Бьянку Цензори на фоне спора о «невидимом платье» - Rolling Stone",
        "Asus Zenfone 12 Ultra поставляется с обновленным дизайном и мощными внутренними компонентами, но разочаровывающей поддержкой программного обеспечения - Notebookcheck.net",
        "Торговые оценки Брэндона Ингрэма: Raptors получают «B-» за добавление All-Star в качестве Pels bail on pairing with Zion Williamson - CBS Sports",
        "Администратор Трампа предлагает ограничить доступ ДОЖА Маска к данным Казначейства на фоне судебного иска о неприкосновенности частной жизни - Axios"
    ]
}