{
    "headlines": [
        "قوات كوريا الشمالية موجودة في روسيا، كما يقول وزير الدفاع الأمريكي - رويترز",
        "كان لدى شاك رسالة صادقة لبروني جيمس بعد ظهور ليكرز التاريخي لأول مرة - سبورتس إليستريتد",
        "McDonald's و Starbucks و AT&T و Tesla و Texas Instruments و Qualcomm و Enphase و Boeing والمزيد من شركات النقل - Barron's",
        "مراجعة: Romancing SaGa 2: Revenge of the Seven (Switch) - طبعة جديدة مثيرة للاهتمام ومثيرة للإعجاب بنفس القدر - Nintendo Life",
        "المصادر: الرؤساء يضعون اللمسات الأخيرة على صفقة Titans 'Hopkins - ESPN",
        "ترامب ضد هاريس: من يتصدر استطلاعات الرأي في الانتخابات الأمريكية مع اقتراب التصويت ؟ - الجزيرة الإنجليزية",
        "19 عضوًا مشتبهًا بهم في عصابة سينالوا القوية قتلوا في تبادل لإطلاق النار مع القوات في المكسيك - سي بي إس نيوز",
        "كوكا كولا تتصدر تقديرات الأرباح، حيث أن ارتفاع الأسعار يعوض تباطؤ الطلب - CNBC",
        "لم يعد رومان بولانسكي يحاكم في لوس أنجلوس بسبب اغتصاب قاصر مزعوم عام 1973 - تنوع",
        "إرشادات جديدة للوقاية من السكتة الدماغية تشمل Ozempic، وأدوية أخرى لفقدان الوزن - USA TODAY",
        "تدافع الولايات المتحدة بعد تسريب خطة الحرب الإسرائيلية: ما يجب معرفته - ذا هيل",
        "لا تدع عروض ترامب الجانبية الصاخبة تصرف انتباهك عن استراتيجيته التقليدية للدولة المتأرجحة - بوليتيكو",
        "من المتوقع أن تبلغ بوينغ عن خسارة كبيرة في الربع الثالث، ثم تنتظر نتائج التصويت من قبل العمال المضربين - وكالة أسوشيتد برس",
        "تلتقط الصور لحظات محددة من الضربات الصاروخية الإسرائيلية في بيروت - وكالة أسوشيتد برس",
        "جثة ليام باين ستبقى في الأرجنتين لإجراء مزيد من التحقيقات حيث أن والده الحزين \"يتعهد بالقيام بالصواب\" - نيويورك بوست",
        "تتبع اتجاهات التصويت المبكر حسب الحزب والعمر والعرق — في الخرائط والرسوم البيانية - سي إن إن",
        "النقاط الرئيسية: ما فاتك من مقابلة هاريس مع شبكة إن بي سي - BBC.com",
        "توفي فرناندو فالنزويلا، الرامي المكسيكي المولد الذي غذت مآثره لـ Dodgers \"Fernandomania\"، عن عمر يناهز 63 عامًا - وكالة أسوشيتد برس",
        "مسؤولون أمريكيون يقولون إن روسيا لطخت تيم والتز، وقد تؤجج العنف بعد التصويت - واشنطن بوست",
        "يقول كبير موظفي ترامب السابق إنه يتناسب مع التعريف \"الفاشي\" ويفضل \"نهج الديكتاتور\" - سي إن إن"
    ]
}