{
    "headlines": [
        "O apoio de Trump e Musk não foi suficiente para virar a Suprema Corte de Wisconsin - NPR",
        "Senado confirma Matt Whitaker como embaixador de Trump na OTAN - AP News",
        "‘Once Upon a Time in Hollywood’ Follow-Up in the Works With Brad Pitt Starring, David Fincher Directing a Quentin Tarantino Script - The Hollywood Reporter",
        "Terremoto em Mianmar: o homem de luto por 170 entes queridos - BBC",
        "A NFL espera em breve uma decisão sobre permitir que os jogadores joguem futebol de bandeira olímpico - NBC Sports",
        "O senador Cory Booker quebra recorde do Senado com maratona de discurso de 24 horas em protesto contra Trump e Musk - ABC News",
        "Casa Branca emite alerta à China para jogos de guerra perto de Taiwan - The Hill",
        "Morgan Wallen vende mercadoria ‘Get Me to God's Country’ após saída polêmica do ‘SNL' - Variedade",
        "2025 All-American Game do McDonald's: AJ Dybantsa, signatário da BYU, equipes principais da Duke's Cameron Boozer - CBS Sports",
        "Governo Trump diz que deportou por engano imigrante salvadorenho - The Washington Post",
        "Futuros de ações são pouco alterados à medida que as tarifas de Trump se aproximam: atualizações ao vivo - CNBC",
        "Último soldado dos EUA encontrado morto após acidente de treino na Lituânia. 3 outros identificados - AP News",
        "Os golfinhos perdem Calais Campbell para o Arizona Cardinals. Miami em posição difícil na linha defensiva - Miami Herald",
        "Primeiro componente tokamak instalado em usina de fusão comercial - ARS Technica",
        "Depois de 9 republicanos se rebelarem, o presidente da Câmara, Johnson, não consegue parar o esforço de votação por procuração liderado por novas mães no Congresso - PBS",
        "Os americanos estão preocupados com as tarifas. Ações de consumo podem ser atingidas. - Barron's",
        "As tarifas de Trump entrarão em vigor imediatamente, diz a Casa Branca. Prepare-se para a volatilidade do mercado. - Barron's",
        "Menina de 3 anos descobre tesouro de 3.800 anos durante passeio em família em Israel - CBS News"
    ]
}