{
    "headlines": [
        "\"Wonder Woman\" -Star teilt ihre erschreckende Gesundheitsangst während der Schwangerschaft - PennLive",
        "Wut, während Familien nach dem Flugzeugabsturz in Südkorea auf die Überreste der Opfer warten - BBC.com",
        "Trump verliert Berufung von E. Jean Carroll 5 Millionen Dollar Verleumdung, Urteil wegen sexueller Nötigung - Reuters",
        "[removed]",
        "Trump befürwortet Johnson als Sprecher - POLITICO",
        "[removed]",
        "Wie \"Nosferatu\" die Erwartungen an die Kinokassen mit einem riesigen Weihnachtsdebüt im Wert von 40 Millionen US-Dollar durchbrach - Vielfalt",
        "LG enthüllt den weltweit ersten biegsamen 5K2K-Gaming-Monitor - Gizmodo",
        "Norovirus-Fälle nehmen in den USA zu, CDC-Daten zeigen - Axios",
        "Was wir über Beerdigungspläne für den ehemaligen Präsidenten Jimmy Carter wissen - CNN",
        "Paige DeSorbo, Craig Conover trennen sich nach 3 Jahren Beziehung - Seite sechs",
        "NFL beugt Vikings-Lions Woche 18 Kampf um Nr. 1 bis Sonntagabend - Sports Illustrated",
        "Was wir beobachten: GOP-Führungskräfte stehen vor dem Kampf um die Schuldengrenze - POLITICO",
        "Die Veränderung Ihrer Augenfarbe mit einer Operation ist riskant. Sie haben es trotzdem getan. - The Washington Post",
        "Der israelische Überfall entleert das letzte funktionierende große Krankenhaus im Norden des Gazastreifens von allen Patienten und hält seinen Direktor fest - CNN",
        "Aktien-Futures rutschen, da die Wall Street in die letzte Handelswoche des Jahres 2024 startet: Live-Updates - CNBC",
        "Hier sind die schlechtesten optimierten PC-Spiele des Jahres 2024 - DSOGaming",
        "Passkey-Technologie ist elegant, aber es ist definitiv keine nutzbare Sicherheit - Ars Technica",
        "Biden kündigt Verteidigungshilfe in Höhe von 2,5 Milliarden US-Dollar für die Ukraine an - ABC News",
        "Niedergeschlagener Moschus macht eine massive Kehrtwende nach der Maga-Schmelze - das tägliche Biest"
    ]
}