{
    "headlines": [
        "Prisco's NFL playoff bracket projection: Bills finally topple Chiefs, Packers stun Lions on way to Super Bowl - CBS Sports",
        "Federal appeals court won’t block Garland’s plan to release special counsel report on Trump cases - CNN",
        "NFL moves Vikings-Rams playoff game to Arizona - NBC Sports",
        "Netanyahu can attend Auschwitz memorial event, Poland’s Tusk says - POLITICO Europe",
        "Samsung Galaxy S25 family might arrive with an unwelcome price hike - GSMArena.com",
        "Harris cancels final foreign trip because of California wildfires - Yahoo! Voices",
        "Where to watch Notre Dame vs. Penn State game: TV channel, 2025 Orange Bowl odds, spread, prediction, pick - CBS Sports",
        "Macy’s shutting dozens of stores as part of new strategy following lackluster 2024 - New York Post ",
        "The LA wildfires are ripping through the celebrity-packed Pacific Palisades. Here's which stars have lost homes. - Business Insider",
        "Senate Democrats join Republicans in voting to advance bill to detain migrants accused of crimes - The Associated Press",
        "California wildfires devastate Los Angeles County, killing 5 and threatening thousands of homes - Fox News",
        "Jimmy Carter Funeral Live Updates: Casket Arrivces In Plains, Georgia, After Trump, Obama, Biden Attend Service - Forbes",
        "BlackRock quits climate group in latest green climbdown - Financial Times",
        "‘Wicked’ Earns $70 Million in First Week of Digital Release - Variety",
        "Denmark struggles to stay calm in crisis over Trump threat to take Greenland - BBC.com",
        "X launches Grok’s iPhone app in the US - The Verge",
        "Elon Musk hosts leader of Germany’s far-right AfD on X ahead of election - Al Jazeera English",
        "Friday's jobs report could present a mixed view of the labor market. Here's what to expect - CNBC",
        "[Removed]",
        "Biden and Trump teams coordinated push for new Lebanese president - Axios"
    ]
}