{
    "headlines": [
        "ويندي ويليامز \"عاجزة بشكل دائم\" عن المطالبة بوثائق محكمة الخرف - WHIO",
        "عواصف عيد الشكر الشتوية المتوقعة في جميع أنحاء الولايات المتحدة - هنا حيث يمكن أن يتعطل السفر الليلة وغدًا - فوربس",
        "الناتج المحلي الإجمالي، الربع الثالث 2024 (التقدير الثاني) وأرباح الشركات (الأولية) - مكتب التحليل الاقتصادي",
        "نشر إيلون ماسك أسماء الموظفين الحكوميين الذين يريد حذفهم. إنه أمر مرعب للعمال الفيدراليين - سي إن إن",
        "لم تتغير العقود الآجلة للأسهم كثيرًا حيث تنتظر وول ستريت قراءة التضخم المفضلة لدى بنك الاحتياطي الفيدرالي: تحديثات حية - CNBC",
        "تحديثات حية: مع بدء وقف إطلاق النار بين إسرائيل وحزب الله، يعود النازحون اللبنانيون إلى ديارهم في سيارات معبأة - وكالة أسوشيتد برس",
        "بيب غوارديولا يصدر بيانا بعد رد فعل غاضب حول تصريحاته المقلقة حول \"إيذاء نفسي\" في أعقاب تعادل مانشستر سيتي مع فينورد - غول الإنجليزية",
        "شباك التذاكر لعيد الشكر بقيادة \"موانا 2\" يمكن أن يكون الأفضل في عصر ما بعد الوباء - سي إن بي سي",
        "استعد لكرة القدم في عيد الشكر: معاينة جميع مباريات اتحاد كرة القدم الأميركي الثلاث، بما في ذلك اللقطات ومفاتيح المباريات - ESPN",
        "تغلق OpenAI وصول SORA بعد إصدار الفنانين لأداة توليد الفيديو في الاحتجاج: \"نحن لسنا دمى العلاقات العامة الخاصة بك\" - مجموعة متنوعة",
        "عمران خان: أنصار المعارضة الباكستانية ينهون الاحتجاج بعد حملة القمع - BBC.com",
        "المدعي العام للمحكمة الجنائية الدولية يطلب أوامر اعتقال لرئيس النظام العسكري في ميانمار - وكالة أسوشيتد برس",
        "إدارة بايدن تدفع ضغط الأدوية المضادة للسمنة إلى ترامب - أكسيوس",
        "يدفع الجمهوريون بخطط لتوسيع قسائم التعليم بشكل كبير — على الرغم من مقاومة الناخبين. - بوليتيكو",
        "مراوغون للتوقيع على صفقة بليك سنيل لمدة خمس سنوات - شائعات تداول MLB",
        "Raspberry Pi تطلق وحدة الحوسبة 5 للتطبيقات المضمنة - TechCrunch",
        "ضابط شرطة أسترالي صدم امرأة تبلغ من العمر 95 عامًا بصاعق كهربائي مذنب بالقتل غير العمد - وكالة أسوشيتد برس",
        "رقم 1 Kansas flusters Cooper Flagg، يتغلب على طرد Hunter Dickinson الصارخ 2 في فيلم الإثارة على رقم 11 Duke - Yahoo Sports",
        "ترامب يوقع اتفاقية انتقال مع بايدن، لكنها تفتقر إلى الحواجز الرئيسية - واشنطن بوست",
        "\"الرقص مع النجوم\" يتوج فائزًا جديدًا! اكتشف من عاد إلى المنزل في الموسم 33 كأس كرة المرآة - الناس"
    ]
}