{
    "headlines": [
        "Comerciais do Super Bowl 2025: classificando os melhores, piores, mais selvagens e mais estranhos anúncios de grandes jogos - Yahoo Sports",
        "Hamas diz que está a suspender a libertação de reféns israelitas - BBC.com",
        "Pronto para mais neve? Virgínia do Norte sob vigilância de tempestades de inverno de terça a quarta-feira - InsideNoVa",
        "Telescópio Euclid vê anel de Einstein ao redor de uma galáxia - Gizmodo",
        "Capas oficiais vazadas do Pixel 9a confirmam a perda do design da barra da câmera do Google [Galeria] - 9to5Google",
        "O que aconteceu quando Donald Trump impôs tarifas sobre o aço em 2018 - Financial Times",
        "Apple ainda está trabalhando em óculos de realidade aumentada - Gizmodo",
        "Sony revela compensação para todos os jogadores do PS Plus após interrupção da PSN - Forbes",
        "'Social Security Beneficiaries Have Every Reason To Be Alarmed' By Musk's Access To U.S. Department Of Treasury Payment System - Yahoo Finance",
        "União processa Trump admin por tentativa de desligamento do CFPB e acesso DOGE - Axios",
        "Super Bowl 2025: Confiança silenciosa dos Eagles, proezas defensivas veem jovens talentos esvaziarem Patrick Mahomes dos Chiefs - CBS Sports",
        "Descubra se será afetado por 3 grandes tempestades esta semana - The Washington Post",
        "O que aconteceria se Musk tentasse desafiar ordens judiciais? - ABC News",
        "As vendas do McDonald's nos EUA caem à medida que os clientes gastam menos - The Wall Street Journal",
        "A repressão do Reino Unido aos trabalhadores imigrantes ilegais atinge restaurantes indianos - Hindustan Times",
        "Draft Simulado da NFL de 2025: Escolhas Pós-Super Bowl do Departamento de Escotismo da B/R NFL - Bleacher Report",
        "Mensagem do presidente Trump para os Chiefs, Taylor Swift após o Super Bowl LIX e mais manchetes - Fox News",
        "Andar a pé é ótimo para a sua saúde — mas é melhor por mais tempo? - Yahoo Life"
    ]
}