{
    "headlines": [
        "Премьер-министр Израиля Нетаньяху уволил министра обороны Галланта - BBC.com",
        "Тридцать пять палестинцев убиты в Газе, Израиль издает новые приказы об эвакуации - Reuters",
        "Источники: Командиры торгуют на CB Lattimore - ESPN",
        "Трамп голосует на своих «последних» выборах: «Я даже не хочу думать о проигрыше» - Axios",
        "Неправдоподобные угрозы взрыва бомб на избирательных участках в Атланте исходили из России, говорит госсекретарь - CNN",
        "ОБНОВЛЕНИЯ В РЕАЛЬНОМ ВРЕМЕНИ: опросы открыты по всей Северной Каролине в день выборов 2024 года - WLOS",
        "Через неделю после наводнения в Испании семьи надеются, что пропавшие без вести близкие живы - Ассошиэйтед Пресс",
        "Семьи израильских заложников напали на Биньямина Нетаньяху из-за утечек ХАМАСа - Financial Times",
        "Apple News позволит вам смотреть результаты выборов с экрана блокировки - The Verge",
        "Рафаэль набирает силу, направляясь к заливу - The Weather Channel",
        "NFL Power Rankings, Week 10: Eagles, Chargers and Cardinals surging; Bears and Cowboys sliding - NFL.com",
        "Tyka Nelson Dies: Singer And Prince's Sister Was 64 - Deadline (англ.) (недоступная ссылка - история).",
        "LignoSat: первый спутник с деревянными панелями, запущенный в космос - BBC.com",
        "Cowboys меняются на Джонатана Минго: Даллас приобретает Panthers WR после того, как Джерри Джонс обещает «купить» в срок - CBS Sports",
        "Два очаровательных карликовых бегемота сразились друг с другом в конкурсе на миловидность - The Associated Press",
        "Акции Boeing растут. Рабочие проголосовали за прекращение забастовки. - Barron's",
        "Metal Slug Tactics - это странное сочетание аркадного шутера и стратегии сетки, которая работает - Ars Technica",
        "Скончался Бернард Маркус, соучредитель The Home Depot и миллиардер-республиканец-мегадонор - CNN",
        "Тейлор Свифт, по-видимому, использовала одно слово, чтобы описать победу OT вождей над Bucs - Sports Illustrated",
        "Смотрите, как 31-я грузовая капсула SpaceX Dragon прибывает на МКС сегодня - Space.com"
    ]
}