{
    "headlines": [
        "الأمير هاري وميغان يظهران بشكل مفاجئ لمواساة الأشخاص المتضررين من حرائق الغابات في لوس أنجلوس - سي إن إن",
        "تحديثات حية: أوامر إخلاء جديدة لحريق باليسيدز في أجزاء من إنسينو، تارزانا - إن بي سي لوس أنجلوس",
        "مبادرات ميتا وأمازون أكس للتنوع قبل عودة ترامب إلى البيت الأبيض - الموعد النهائي",
        "توقف \"الصندوقان الأسودان\" من الطائرة الكورية الجنوبية المحطمة عن التسجيل قبل حوالي أربع دقائق من وقوع الكارثة، كما يقول المسؤولون - سي إن إن",
        "ماغا تعاني من الانهيار العاطفي بعد إعلان ترامب مجرمًا - الوحش اليومي",
        "\"لا أحد لديه منزل \": ما الحريق الذي أخذه من أحد أحياء كاليفورنيا - واشنطن بوست",
        "جينيفر غارنر تشارك \"الشعور بالذنب\" بعد أن \"فقدت صديقًا\" في حرائق الغابات في لوس أنجلوس - مراسل هوليوود",
        "برجك ليوم السبت 11 يناير 2025 - شيكاغو صن تايمز",
        "عودة جاك سوير الملحمية لأختام الهبوط رحلة ولاية أوهايو إلى مباراة البطولة الوطنية لكرة القدم الجامعية - سي إن إن",
        "لماذا تعتبر عقوبات وداع بايدن لتجارة النفط الروسية صفقة كبيرة - بلومبرغ",
        "يريد ترامب أن يأخذ غرينلاند: أربع طرق يمكن أن تذهب بها هذه الملحمة - BBC.com",
        "مؤشر داو جونز ينخفض حوالي 700 نقطة بعد تقرير الوظائف يرسل عوائد مرتفعة مرة أخرى - Barron's",
        "نيكس محرج من قبل الرعد في خسارة مليئة بوو مع استمرار المخاوف في النمو - نيويورك بوست",
        "معركة بليك ليفلي ضد جاستن بالدوني تتصاعد مرة أخرى مع ظهور المزيد من مذكرات الاستدعاء الخاصة بالعلاقات العامة لشركات التكنولوجيا، والمزيد من الدعاوى القضائية تلوح في الأفق - الموعد النهائي",
        "عطلة نهاية الأسبوع الصاخبة: كلاي ترافيس يعطي الفائزين في ألعاب بطاقة البدل في اتحاد كرة القدم الأميركي - ركلة جزاء",
        "الولايات المتحدة تعلن عن مكافأة قدرها 25 مليون دولار لاعتقال نيكولاس مادورو الفنزويلي - BBC.com",
        "هل يمكنك القيادة في أتلانتا الآن ؟ إليك ما يجب معرفته عن ظروف الطريق الحالية - 11Alive.com WXIA",
        "حرائق غابات لوس أنجلوس: نيوزوم تطلق تحقيقًا في نقص المياه مع ارتفاع عدد القتلى - فوربس",
        "بايدن يحذر من أن أسعار الغاز قد ترتفع، ويهاجم ميتا على التدقيق في الحقائق - بلومبرغ",
        "هل لا يزال يتعين عليك دفع رهنك العقاري إذا احترق منزلك ؟ - MarketWatch"
    ]
}