{
    "headlines": [
        "أيقونة سفر الميزانية تقدم شركة سبيريت إيرلاينز ملفات للحماية من الإفلاس بعد الخسائر المتصاعدة - CNBC",
        "سهم Tesla يقفز بينما يتطلع مشرف ترامب إلى دعم إطار القيادة الذاتية الكامل - Yahoo Finance",
        "ستؤدي بيونسي في عرض الشوط الأول من لعبة NFL Christmas Day على Netflix - CNN",
        "يختم جوش ألين فواتير 30-21 بالفوز على الرؤساء مع سباق الودائع لأجل، وينهي المزايدة لموسم مثالي - وكالة أسوشيتد برس",
        "نجوم هوليوود يجتمعون لحضور حفل توزيع جوائز الأوسكار الفخرية للاحتفال بكوينسي جونز ومنتجي السندات وغيرهم - وكالة أسوشيتد برس",
        "ATACMS: كيف يمكن للصواريخ بعيدة المدى التي تضرب روسيا أن تؤثر على حرب أوكرانيا - BBC.com",
        "كيف تحول 1000 يوم من الصراع إلى حرب روبوتات بين روسيا وأوكرانيا - رويترز",
        "الغارة الإسرائيلية تقتل المتحدث باسم حزب الله بينما تستعد المجموعة للرد على اقتراح وقف إطلاق النار الجديد - سي إن إن",
        "برجك ليوم الاثنين 18 نوفمبر 2024 - شيكاغو صن تايمز",
        "قرار Gmail من Google - لماذا تحتاج إلى عنوان بريد إلكتروني جديد - Forbes",
        "يخبر روبوت الدردشة الخاص بالذكاء الاصطناعي من Google الطالب الذي يحتاج إلى المساعدة في الواجبات المنزلية أن \"يموت من فضلك\" - Cointelegraph",
        "يختار ترامب بريندان كار كرئيس للجنة الاتصالات الفيدرالية - واشنطن بوست",
        "NFL Week 11 grades: Bills gain high mark for huge win over Chiefs, Steelers get 'B' for beating Ravens - CBS Sports",
        "تم استدعاء الجزر العضوي لأن تفشي الإشريكية القولونية يترك قتيلًا واحدًا وعشرات المصابين في 18 ولاية - أكسيوس",
        "اتحاد كرة القدم الأميركي 2024، الترتيب بعد الأسبوع 11: قيادة ستيلرز للاتحاد الآسيوي لكرة القدم في الشمال ؛ فواتير قريبة من الرؤساء - سي بي إس سبورتس",
        "كرة القدم ليلة الأحد: الشواحن تقاوم عودة البنغال بفوز 34-27 - NBC Sports",
        "دفع بيت هيجسيث، اختيار ترامب لوزير الدفاع، متهماً لإنقاذ وظيفة في فوكس نيوز، كما يقول محاميه - سي بي إس نيوز",
        "نقطة محذوفة هنا",
        "Nvidia (NVDA) Pre - Earnings: يتوقع المحللون نموًا في الأرباح بنسبة 88 ٪ في الربع الثالث - TipRanks",
        "موجات صدمة ترامب تنتشر عبر مجموعة العشرين المجزأة - بوليتيكو أوروبا"
    ]
}