{
    "headlines": [
        "Steelers plan to start Russell Wilson at quarterback Sunday against Jets - The Washington Post",
        "Harris and Lizzo praise Detroit — in contrast to Trump — ahead of an Atlanta rally with Usher - The Associated Press",
        "Netanyahu undeterred after reported drone attack on his home - BBC.com",
        "Whooping cough cases have exploded since 2023, new CDC data shows - KSL.com",
        "Ukraine warns 11K North Korean troops ‘ready to fight’ alongside Russia - New York Post ",
        "Alabama vs. Tennessee live stream, where to watch, TV channel, prediction, pick, football game odds, spread - CBS Sports",
        "Killing Sinwar: A chance encounter after a yearlong manhunt for the head of Hamas - CNN",
        "Hurricane Oscar forms off the Bahamas - CBS News",
        "Keller Fire evacuations: What you need to know - The Oaklandside",
        "Pro-Iranian account leaks alleged U.S. intel on Israel's attack plans - Axios",
        "Over 15 million under fire weather alerts in California amid dry, windy conditions - ABC News",
        "Zayn Malik Postpones U.S. Tour After ‘Heartbreaking Loss’ of Liam Payne - Rolling Stone",
        "Delphi murders: Day 2 testimony includes former Delphi police chief, members of search party - FOX 59 Indianapolis",
        "Tentative deal announced to end Boeing strike - CNN",
        "Box Office: ‘Smile 2’ Grinning With $23M Opening, ‘Anora’ Jolts Awards Race Awake - Hollywood Reporter",
        "LIVE: Israel attacks Beirut; siege of Gaza’s Jabalia enters 15th day - Al Jazeera English",
        "Liam Payne's girlfriend Kate Cassidy breaks silence on singer's death: 'At a complete loss' - USA TODAY",
        "Peer inside the underwater volcanic caves where life thrives - CNN",
        "Savannah Guthrie, Hoda Kotb and Jenna Bush Hager Pose in Rare Photo with Their Kids at Taylor Swift's Miami Show - AOL",
        "Samsung Galaxy S25 Ultra colors leaked, includes a titanium option - PhoneArena"
    ]
}