{
    "headlines": [
        "Nur fünf Minuten Bewegung könnten Ihrem Blutdruck helfen, sagt die Studie - The Washington Post",
        "Trump gibt Wahlkampfleiterin Susie Wiles als Stabschefin des Weißen Hauses bekannt - CNN",
        "Defiant Giuliani sagt, er sei ein Opfer von \"politischer Verfolgung\", als er wieder aufgefordert wird, Vermögenswerte aufzugeben - The Associated Press",
        "Auf welchem Kanal läuft Thursday Night Football heute Abend? Ravens vs Bengals, Zeitplan für Woche 10 der NFL - Courier Journal",
        "Zusammenfassung der Fed-Sitzung: Powell \"fühlt sich gut\" in Bezug auf die Wirtschaft, sagt, dass Trump ihn nicht legal feuern kann - CNBC",
        "Bronny-James-Gerüchte: Lakers weisen LeBrons Sohn der G League zu; Debüt am Samstag - Bleacher-Bericht",
        "Ein lebhafter Trump glaubt, dass er ein Mandat hat, sofort loszulaufen, während er hinter verschlossenen Türen schwelgt - CNN",
        "Apple lässt endlich grüne Blasen Botschaften senden - The Verge",
        "Prinz William sagt, dass dies das härteste Jahr seines Lebens war, als er sich dem \"Stolz\" in Kate - Die Sonne öffnet",
        "Trumps neue Wall Street Watchdogs kommen - wahrscheinlich mit viel weniger Bissen - The Wall Street Journal",
        "Rashida Jones teilt die herzliche Erinnerung an Quincy Jones ’Nighttime‘ Jazz Hours ’: \"Es ist eine Ehre, deine Tochter zu sein. Your Love Lives Forever’ - Abwechslung",
        "Rassistische Textnachrichten, die nach dem Wahltag in mehreren Bundesstaaten gemeldet wurden - ABC News",
        "Hier wird Bob Ferguson als nächster Gouverneur Washingtons vereidigt - KING5.com",
        "[removed]",
        "Drei Personen, die wegen der Lieferung von Liam-Payne-Medikamenten in der Todesuntersuchung angeklagt sind - Rolling Stone",
        "[removed]",
        "Stephen A. Smith distanziert sich von Jimmy Kimmel, nachdem Kimmel über Trumps Sieg geweint hat: \"Ich wäre nicht ich gewesen\" - Fox News",
        "Biden wird von Harris-Verbündeten für den durchschlagenden Verlust des Vizepräsidenten an Trump verantwortlich gemacht - The Associated Press",
        "Tagsüber schläfrig? Es könnte ein Frühwarnzeichen für Demenz sein, schlägt die Studie vor - Fox News",
        "Live-Übertragung des heutigen SpaceX Starlink-Starts am Nachmittag von Cape Canaveral - Florida Today"
    ]
}