{
    "headlines": [
        "Futuros de ações caem à medida que os mercados estão prestes a reabrir após o Natal - The Wall Street Journal",
        "Tsunami de Andaman em 2004: meu barco estava a metros da costa quando as ondas atingiram - BBC.com",
        "Táxi atinge vários pedestres na Herald Square, em Nova York - ABC News",
        "Quatorze policiais sírios mortos em emboscada enquanto a agitação se espalha - Reuters",
        "3 tiros e 1 esfaqueado no aeroporto de Phoenix em aparente disputa familiar na noite de Natal, dizem autoridades - CNN",
        "Nosso Sol pode ter tido um irmão gêmeo. O que aconteceu com este irmão estelar? - BBC.com",
        "Esses agricultores da Califórnia foram atrás de Trump. Agora ele poderia deportar metade dos trabalhadores. - POLITICO",
        "Rússia diz que frustra planos ucranianos para matar oficiais superiores com bombas disfarçadas - New York Post",
        "O cortador de custos de Elon Musk está a trabalhar para a DOGE - Bloomberg",
        "Santuário de vida selvagem de Washington entra em quarentena após gripe aviária matar 20 grandes felinos - Axios",
        "A segunda temporada de 'Squid Game' é uma câmara de tortura para seu protagonista — mas não para o público - Business Insider",
        "Notas do Dia de Natal da NBA: Lakers, 76ers ganham um 'A' por vitórias fora de casa, Warriors, Celtics ganham 'C' - CBS Sports",
        "O ator adolescente Hudson Meek, que apareceu em ‘Baby Driver’, morre depois de cair de um veículo em movimento - CNN",
        "A luta termina para 3 signos do zodíaco em 26 de dezembro de 2024 - YourTango",
        "O gato doméstico de Oregon morreu depois de comer alimentos para animais de estimação que testaram positivo para gripe aviária - KATU",
        "O desempenho de Beyoncé no intervalo é o destaque de uma chapa de Natal sem brilho da NFL - CBS News",
        "Cinco jornalistas mortos em ataque israelense perto de hospital, dizem autoridades - Al Jazeera English",
        "Chiefs garantem a primeira posição na AFC com a 15ª vitória recorde da franquia; Lamar Jackson faz história na derrota dos Ravens no dia de Natal - CNN",
        "Como classificamos a derrota da semana 17 dos Texans para os Ravens - Houston Chronicle",
        "Trump anuncia embaixador no Panamá em meio a briga pelo canal - The Hill"
    ]
}