{
    "headlines": [
        "محذوف",
        "القتل المستهدف للمدير التنفيذي لشركة يونايتد هيلث يرسل البرد من خلال الأجنحة C - واشنطن بوست",
        "يمكن للأكاديمية البحرية النظر في العرق في القبول، وقواعد القاضي الفيدرالي - واشنطن بوست",
        "الولايات المتحدة تتراجع إلى المرتبة 66 في تصنيفات متوسط العمر المتوقع — والأسوأ من ذلك بالنسبة لسنوات \"الصحة الجيدة\" - نيويورك بوست",
        "يكشف جيمي فوكس عن تفاصيل \"تجربة الاقتراب من الموت\" في عرض Netflix الخاص الجديد - سي إن إن",
        "ستبدأ إعادة فتح نوتردام بقرع رئيس الأساقفة على الأبواب. إليك ما سيأتي بعد ذلك - وكالة أسوشيتد برس",
        "بدأت خطط مودم 5G الداخلية من Apple للتو مع iPhone SE - The Verge العام المقبل",
        "يعمل تصحيح أمان Google لشهر ديسمبر لـ Pixels على إصلاح مشكلات الصوت والكاميرا - Android Central",
        "أصبح لاعب فريق ليونز جاريد غوف ثالث لاعب في تاريخ اتحاد كرة القدم الأميركي يحقق هذا الإنجاز النادر خلال الفوز على باكرز - سي بي إس سبورتس",
        "وصلت هيئة محلفين دانييل بيني إلى طريق مسدود بشأن تهمة القتل غير العمد في قضية خنق مترو الأنفاق - ABC News",
        "يخطط إيلون ماسك لصحوة وقحة لـ 94 ٪ من العمال الفيدراليين من خلال مراقبة كل تحركاتهم - Fortune",
        "كيف تدفع \"إنديانا جونز\" و \"كول أوف ديوتي\" أجهزة إكس بوكس قبل بلاي ستيشن ونينتندو في موسم عطلة الجيل التالي - متنوعة",
        "أريانا غراندي تحارب الدموع عندما سئلت عن انتقادات الجمال في جولة صحفية \"شريرة \":\" هذا غير مرحب به. لا أحد لديه الحق في قول \"تنوع\"",
        "ارتفع نمو الوظائف في الولايات المتحدة في نوفمبر، مما أضاف 227000 وظيفة - سي إن إن",
        "تفكك جاكوب تروبا الفوضوي هو مجرد بداية لإصلاح رينجرز - نيويورك بوست",
        "المحكمة العليا في رومانيا تلغي الجولة الأولى من الانتخابات الرئاسية التي فاز بها مرشح اليمين المتطرف - وكالة أسوشيتد برس",
        "الآلاف يفرون من مدينة حمص السورية مع اقتراب قوات المعارضة: مراقب الحرب - الجزيرة الإنجليزية",
        "المحللون يعيدون تشغيل أهداف سعر سهم Chipotle عند تغيير سعر القائمة - Yahoo Finance",
        "تم التعرف على ضحايا إطلاق النار في مدرسة نوركال ؛ يكشف المأمور المزيد من التفاصيل حول المشتبه به - ABC7 لوس أنجلوس",
        "ابنة مايكل جاكسون باريس جاكسون مخطوبة لزميلها في الفرقة جاستن لونج - E! NEWS"
    ]
}