{
    "headlines": [
        "Harris and Trump race to deliver closing pitches with 2 days to election - CNN",
        "Tennessee Titans vs New England Patriots score today: Live updates, stats as Titans earn OT win - Tennessean",
        "\"Dawson's Creek\" alum James Van Der Beek announces cancer diagnosis - CBS News",
        "Oklahoma tornadoes injure at least 11, cause significant damage: What we know - KOCO Oklahoma City",
        "SpaceX launching 23 Starlink satellites on Falcon 9 rocket from Cape Canaveral - WESH 2 Orlando",
        "Tropical Development As Hurricane Season Winds Down - The Weather Channel",
        "Teddi Mellencamp’s ex Edwin Arroyave shares cryptic post about ‘dark days’ after divorce announcement - Page Six",
        "Cowboys lose QB Prescott to hamstring injury - ESPN",
        "Detroit Lions vs. Green Bay Packers first half live chat, open thread - Pride Of Detroit",
        "Saturday Night Live alum Pete Davidson breaks character with pal John Mulaney in latest musical sketch - Entertainment Weekly News",
        "Election 2024 updates as Harris and Trump make final push in battleground states - CBS News",
        "[Removed]",
        "Moldovan election: Russia-friendly candidate ahead amid claims of Kremlin meddling - BBC.com",
        "Is fluoride in drinking water safe? What to know after RFK Jr.'s claims - USA TODAY",
        "Angry crowds boo and throw eggs at Spanish king as he visits flood-hit Valencia - CNN",
        "FCC Commissioner Claims Kamala Harris' 'SNL' Cameo Was A \"Clear And Blatant\" Effort To Evade Equal Time Rule - Deadline",
        "[Removed]",
        "Sen. Catherine Cortez Masto \"very confident\" Democrats will \"organize our way to victory\" in battleground Nevada - CBS News",
        "‘Here’ Misfires With $5M; Robert Zemeckis Says “Theatrical Movie Business Is In A Stressful Situation Right Now”: What Happened With ‘Forrest Gump’ Reteam At B.O. - Deadline",
        "Harris and Trump command market’s attention — but Powell may steal the spotlight - MarketWatch"
    ]
}