{
    "headlines": [
        "ਕੁੰਜੀ ਚਿੱਪ ਸਪਲਾਇਰਾਂ ਦੇ ਸ਼ੇਅਰ ਛਾਲ ਮਾਰਦੇ ਹਨ ਕਿਉਂਕਿ ਯੂਐਸ ਕਥਿਤ ਤੌਰ 'ਤੇ ਟੋਨਡ-ਡਾਉਨ ਚਾਈਨਾ ਪਾਬੰਦੀਆਂ ਨੂੰ ਮੰਨਦਾ ਹੈ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "'ਵਿਸ਼ਾਲ' ਮਿਜ਼ਾਈਲ ਹਮਲੇ ਤੋਂ ਬਾਅਦ ਯੂਕਰੇਨ ਭਰ ਵਿੱਚ ਐਮਰਜੈਂਸੀ ਬਲੈਕਆਉਟ - ਬੀਬੀਸੀ.",
        "ਐਨਐਫਐਲ ਦੀਆਂ ਮੁਸ਼ਕਲਾਂ, ਮਾਹਰ ਪਿਕਸਃ ਭਵਿੱਖਬਾਣੀ, ਸਭ ਤੋਂ ਵਧੀਆ ਸੱਟਾ, ਕਿੱਥੇ ਵੇਖਣਾ ਹੈ, ਸਟ੍ਰੀਮ ਥੈਂਕਸਗਿਵਿੰਗ, 'ਬਲੈਕ ਫ੍ਰਾਈਡੇ' ਗੇਮਜ਼ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਰੂਸ ਦੀ ਨਵੀਂ ਮਿਜ਼ਾਈਲ ਦੇ ਅੰਦਰ, ‘Oreshnik’ - Reuters.",
        "ਦੱਖਣੀ ਕੋਰੀਆ: ਭਾਰੀ ਬਰਫ਼ਬਾਰੀ 'ਚ ਘੱਟੋ-ਘੱਟ ਚਾਰ ਮੌਤਾਂ - DW (ਪੰਜਾਬੀ)",
        "ਕੋਰਟ ਨੇ ਅਮਰੀਕਾ-ਮੈਕਸੀਕੋ ਸਰਹੱਦ 'ਤੇ ਸਥਾਪਤ ਰੇਜ਼ਰ ਤਾਰ ਨੂੰ ਲੈ ਕੇ ਟੈਕਸਾਸ ਦਾ ਸਮਰਥਨ ਕੀਤਾ - ਐਨਪੀਆਰ",
        "ਮੈਕਸੀਕੋ ਦੇ ਨੇਤਾ ਨੇ ਟਰੰਪ ਦੇ ਦਾਅਵੇ ਦਾ ਜਵਾਬ ਦਿੱਤਾ ਕਿ ਉਹ ਮਾਈਗ੍ਰੇਸ਼ਨ ਨੂੰ ਰੋਕਣ ਲਈ ਰਾਜ਼ੀ ਹੋ ਗਈ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਜ਼ੁਕਰਬਰਗ ਮਾਰ-ਏ-ਲਾਗੋ ਵਿਚ ਟਰੰਪ ਨਾਲ ਖਾਣਾ ਖਾਂਦਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਐਫਟੀਸੀ ਨੇ ਕਥਿਤ ਤੌਰ 'ਤੇ ਮਾਈਕ੍ਰੋਸਾੱਫਟ - ਟੈਕਕ੍ਰਾਂਚ ਦੀ ਐਂਟੀਟ੍ਰਸਟ ਜਾਂਚ ਖੋਲ੍ਹ ਦਿੱਤੀ",
        "ਆਈਡੀਐਫ ਨੇ ਲੇਬਨਾਨੀ ਵਸਨੀਕਾਂ ਨੂੰ ਇਜ਼ਰਾਈਲ ਦੀ ਸਰਹੱਦ ਦੇ ਨੇੜੇ ਦੇ ਪਿੰਡਾਂ ਵਿੱਚ ਵਾਪਸ ਨਾ ਜਾਣ ਲਈ ਕਿਹਾ - ਹੈਰੇਟਜ਼",
        "ਚੀਨ ਦੇ ਰੱਖਿਆ ਮੰਤਰੀ ਡੋਂਗ ਜੂਨ ਦੀ ਕਿਸਮਤ 'ਚ ਭ੍ਰਿਸ਼ਟਾਚਾਰ ਦੀ ਜਾਂਚ ਦਾ ਖੁਲਾਸਾ",
        "ਏਸ਼ੀਆਈ ਸਟਾਕ ਘਟਿਆ, ਡਾਲਰ ਯੂਐਸ ਥੈਂਕਸਗਿਵਿੰਗ ਤੋਂ ਪਹਿਲਾਂ ਘੁੰਮਦਾ ਹੈ - Reuters.",
        "ਗਾਜ਼ਾ ਸੌਦਾ ਲੇਬਨਾਨ ਦੀ ਜੰਗਬੰਦੀ ਦੇ ਨਾਲ ਵੀ ਦੂਰ ਦਿਖਾਈ ਦਿੰਦਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਟਰੰਪ ਪਰਿਵਰਤਨ ਟੀਮ ਕਹਿੰਦੀ ਹੈ ਕਿ ਬੰਬ ਧਮਕੀਆਂ ਅਤੇ ਸਵੈਟਿੰਗ ਨਾਲ ਨਿਸ਼ਾਨਾ ਬਣਾਏ ਗਏ ਕਈ ਕੈਬਨਿਟ ਪਿਕ - ਸੀ ਐਨ ਐਨ",
        "ਸੀਨ ‘ਡਿੱਡੀ' ਕੰਬਜ਼ ਨੇ ਤੀਜੇ ਜੱਜ ਦੁਆਰਾ ਜ਼ਮਾਨਤ ਤੋਂ ਇਨਕਾਰ ਕਰ ਦਿੱਤਾ ਕਿਉਂਕਿ ਉਹ ਸੈਕਸ ਤਸਕਰੀ ਦੇ ਮੁਕੱਦਮੇ ਦੀ ਉਡੀਕ ਕਰ ਰਿਹਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "'ਡਾਂਸਿੰਗ ਵਿਦ ਦ ਸਟਾਰਜ਼' ਸੀਜ਼ਨ 33 ਫਾਈਨਲ ਰੇਟਿੰਗਾਂ 4 ਸਾਲਾਂ ਵਿੱਚ ਸਭ ਤੋਂ ਵਧੀਆ - ਡੈੱਡਲਾਈਨ",
        "ਸਵਾਲ ਬਰਡ ਫਲੂ ਟੈਸਟਿੰਗ ਦੇ ਬਾਅਦ ਕੈਲੀਫੋਰਨੀਆ ਕੱਚੇ ਦੁੱਧ ਦੇ ਵਿਸ਼ਾਲ ਯਾਦ ਦੀ ਪਾਲਣਾ - ਯਾਹੂ! ਆਵਾਜ਼",
        "ਇੱਥੇ ਕਿਉਂ ਬਰਡ ਫਲੂ ਦੇ ਡਰ ਤੇਜ਼ ਹੋ ਰਹੇ ਹਨ - ਐਨਪੀਆਰ",
        "ਟ੍ਰੈਵਿਸ ਕੈਲਸੇ ਦੀ ਸਾਬਕਾ ਪ੍ਰੇਮਿਕਾ ਬਰੇਕਅਪ ਬਾਰੇ ਭਾਵਨਾਤਮਕ ਦਾਖਲੇ ਦੇ ਕਾਰਨ ਬੈਕਲੈਸ਼ ਦਾ ਸਾਹਮਣਾ ਕਰ ਰਹੀ ਹੈ - ਐਥਲੋਨ ਸਪੋਰਟਸ",
        "ਕੀ ਅਸੀਂ ਇੱਕ ਚੀਜ ਲੈ ਸਕਦੇ ਹਾਂ ਕੌਣ? ‘ਮੋਆਨਾ 2’ ਆਸਾਨੀ ਨਾਲ ਹੁੱਕਿੰਗ ਬੈਸਟ ਥੈਂਕਸਗਿਵਿੰਗ ਓਪਨਿੰਗ $ 170M + ਤੇ, ਟੁੱਟਣ ਲਈ ਹੋਰ ਰਿਕਾਰਡ; ‘ਦੁਸ਼ਟ’ $ 92M, ‘ਗਲੇਡੀਏਟਰ II’ $ 39M+ – ਬਾਕਸ ਆਫਿਸ - ਡੈੱਡਲਾਈਨ"
    ]
}