{
    "headlines": [
        "أمازون تساهم بمليون دولار في حفل تنصيب ترامب - التايمز أوف إنديا",
        "تحديثات سوريا الحية: السوريون البهيجون يتجمعون لصلاة الجمعة الأولى منذ سقوط نظام الأسد - نيويورك تايمز",
        "نانسي بيلوسي في المستشفى بعد إصابتها في رحلة خارجية - BBC.com",
        "يواجه رئيس كوريا الجنوبية يون سوك يول تصويتًا على عزله للمرة الثانية - صحيفة الغارديان",
        "\"ديكستر: الخطيئة الأصلية\" مذنب بضرب حصان ميت: مراجعة تلفزيونية - متنوعة",
        "جلين باول في مركز حرب المزايدة على الإثارة المثيرة \"Homewreckers\" (حصري) - مراسل هوليوود",
        "نتائج WWE SmackDown – 12/13/24 (عرض Go - Home للحدث الرئيسي ليلة السبت) - Wrestleview.com",
        "محلل إي إس بي إن وقاعة مشاهير الدوري الوطني لكرة القدم الأمريكية راندي موس يكشف عن تشخيص السرطان: \"نأمل أن أكون معكم يا رفاق قريبًا\" - الموعد النهائي",
        "الضحايا \"صدموا\" بعد أن منح بايدن العفو لقاضي \"الأطفال مقابل المال\" ومختلس 54 مليون دولار - سي إن إن",
        "يقول ترامب إن الحزب الجمهوري سيحاول القضاء على التوقيت الصيفي - سي إن إن",
        "إنفلونزا الطيور تقفز من الطيور إلى الإنسان في لويزيانا ؛ المريض في المستشفى - آرس تكنيكا",
        "يقول المسؤولون إن الجيش الأمريكي يطير بأمريكا من السجن السوري إلى الأردن - وكالة أسوشيتد برس",
        "ماكونيل يرد على المتشككين في لقاح شلل الأطفال: \"خطير\" - بوليتيكو",
        "بنك الاحتياطي الفيدرالي يخفض أسعار الفائدة الأسبوع المقبل لكنه يشير إلى بعض الحذر بشأن خفض المزيد في العام المقبل، كما يقول مورغان ستانلي - سي إن بي سي",
        "تقول الشركة إن المشتبه به في جريمة قتل الرئيس التنفيذي لشركة UnitedHealthcare لم يكن عضوًا مؤمنًا عليه - واشنطن بوست",
        "شاناهان: أيام كامبل مع ترقيم 49 - ESPN",
        "واجهة مستخدم واحدة 7.0: اختتام جميع التغييرات والأحداث الرئيسية في الإصدار التجريبي - سام موبايل - أخبار سامسونج",
        "يشارك إيلون ماسك خطابًا يقول فيه إن هيئة الأوراق المالية والبورصات أرسلت له \"طلب تسوية\" بشأن شرائه لتويتر - إيه بي سي نيوز",
        "رجال الدين السوريون في معقل الأسد السابق يدعون إلى الوحدة الوطنية والديمقراطية - رويترز",
        "كمبوديا: يعثر الصيادون على ستة أسماك سلور عملاقة نادرة في نهر الميكونغ - DW (الإنجليزية)"
    ]
}