{
    "headlines": [
        "ਵਿਗਿਆਨੀ ਬਣਾਓ \"ਅਸਾਧਾਰਣ\" ਮਾਊਸ ਆਪਣੇ ਆਪ ਨੂੰ ਜੀਨ ਵੱਧ ਪੁਰਾਣੇ ਜਾਨਵਰ ਜੀਵਨ ਨੂੰ ਵਰਤ ਕੇ - SciTechDaily",
        "ਗਾਏਟਜ਼ ਨੇ ਵੈਨਮੋ ਭੁਗਤਾਨਾਂ ਵਿੱਚ $ 10K ਤੋਂ ਵੱਧ 2 womenਰਤਾਂ ਨੂੰ ਭੇਜਿਆ ਜਿਨ੍ਹਾਂ ਨੇ ਹਾ Houseਸ ਜਾਂਚ ਵਿੱਚ ਗਵਾਹੀ ਦਿੱਤੀ, ਰਿਕਾਰਡ ਸੁਝਾਅ ਦਿੰਦੇ ਹਨ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਮਾਰਕ ਰੋਵਾਨ ਡੋਨਾਲਡ ਟਰੰਪ ਦੇ ਖਜ਼ਾਨਾ ਸਕੱਤਰ ਬਣਨ ਲਈ ਚੋਟੀ ਦੇ ਦਾਅਵੇਦਾਰ ਵਜੋਂ ਉਭਰਿਆ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "ਟਰੰਪ ਨੇ ਲਿੰਡਾ ਮੈਕਮਾਹਨ ਨੂੰ ਸਿੱਖਿਆ ਸਕੱਤਰ ਦੀ ਚੋਣ ਵਜੋਂ ਨਾਮਜ਼ਦ ਕੀਤਾ - ਸੀਐਨਐਨ",
        "ਟੌਡ ਮੈਕਸ਼ੇ ਜੋਅ ਡਗਲਸ ਫਾਇਰਿੰਗ ਤੋਂ ਬਾਅਦ ਜੈੱਟਾਂ ਦੇ ਨਾਲ ਵੁਡੀ ਜਾਨਸਨ ਨੂੰ ਟਾਰਚ ਕਰਦਾ ਹੈ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਡੋਨਾਲਡ ਅਤੇ ਏਲੋਨ ਇਕ ਦੂਜੇ ਤੋਂ ਕਾਫ਼ੀ ਨਹੀਂ ਹੋ ਸਕਦੇ - ਪੋਲਿਟਿਕੋ",
        "ਕਾਲਜ ਫੁੱਟਬਾਲ ਪਲੇਅ ਆਫ ਰੈਂਕਿੰਗਜ਼ਃ ਓਰੇਗਨ ਬਾਰਾਂ ਟੀਮਾਂ ਦੇ ਮੈਦਾਨ ਵਿਚ ਵਾਪਸ ਛਾਲ ਮਾਰਦਿਆਂ ਸਿਖਰਲੇ ਪੰਜਾਂ ਵਿਚ ਅੱਗੇ ਹੈ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਸਾਡੇ ਬ੍ਰਹਿਮੰਡ ਨੂੰ ਵੱਖ ਕਰਨ ਵਾਲੀ ਹਨੇਰੇ energyਰਜਾ ਸ਼ਾਇਦ ਉਹ ਨਹੀਂ ਜਾਪਦੀ, ਵਿਗਿਆਨੀ ਕਹਿੰਦੇ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਬਾਲਟਿਕ ਸਾਗਰ ਵਿੱਚ ਦੋ ਇੰਟਰਨੈਟ ਕੇਬਲ ਕੱਟੇ ਜਾਣ ਤੋਂ ਬਾਅਦ ਯੂਰਪੀਅਨ ਅਧਿਕਾਰੀ ਰੋ ਰਹੇ ਹਨ - ਸੀ ਐਨ ਐਨ",
        "ਵਿਸ਼ਲੇਸ਼ਕ ਕਮਾਈ ਤੋਂ ਪਹਿਲਾਂ ਐਨਵੀਡੀਆ ਸਟਾਕ ਕੀਮਤ ਦਾ ਟੀਚਾ ਅਪਡੇਟ ਕਰਦੇ ਹਨ - ਥੀਸਟ੍ਰੀਟ",
        "ਅਲੈਕਸ ਜੋਨਸ ਸੋਸ ਦ ਪਿਆਜ਼, ਸੈਂਡੀ ਹੁੱਕ ਫੈਮਿਲੀਜ਼ ਓਵਰ ਇਨਫੋਵਰਸ ਡੀਲ - ਦਿ ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "ਜਾਪਾਨ ਦੀ ਬਰਾਮਦ ਅਕਤੂਬਰ ਵਿੱਚ ਉਮੀਦ ਨਾਲੋਂ ਵਧੇਰੇ ਵਧੀ, 43 ਮਹੀਨਿਆਂ ਦੇ ਹੇਠਲੇ ਪੱਧਰ ਤੋਂ ਮੁੜ ਵਧੀ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਐਮਐਲਬੀ ਇਨਸਾਈਡਰ ਨੇ ਖੁਲਾਸਾ ਕੀਤਾ ਕਿ ਦੋ ਟੀਮਾਂ ਕੋਲ 'ਐਜ' ਹੈ ਜਿਵੇਂ ਜੁਆਨ ਸੋਤੋ ਸਵੀਪਸਟੈਕਸ ਹੀਟ ਅਪ - ਸਪੋਰਟਸ ਇਲਸਟ੍ਰੇਟਿਡ",
        "ਪੈਟ ਮਰਫੀ ਸਾਲ ਦੇ ਮੈਨੇਜਰ ਨੂੰ ਜਿੱਤਣ ਵਾਲੇ ਪਹਿਲੇ ਬਰੂਅਰਜ਼ ਦੇ ਕਪਤਾਨ ਬਣੇ - ਬੀਬੀਡਬਲਯੂਏਏ",
        "ਐਪਲ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਮੈਕ ਉਪਭੋਗਤਾਵਾਂ ਨੂੰ ਜ਼ੀਰੋ-ਡੇਅ ਸਾਈਬਰ ਹਮਲਿਆਂ ਵਿੱਚ ਨਿਸ਼ਾਨਾ ਬਣਾਇਆ ਗਿਆ - TechCrunch",
        "ਐਕਸਕਲੂਸਿਵ | Comcast ਗ੍ਰੀਨਲਾਈਟਸ NBCUniversal ਕੇਬਲ ਚੈਨਲ ਦੇ $ 7 ਅਰਬ Spinoff - ਵਾਲ ਸਟਰੀਟ ਜਰਨਲ",
        "ਕੀ ਦੁਸ਼ਟ ਫਿਲਮ ਹਾਇਪ ਤੱਕ ਜੀਉਂਦੀ ਰਹੀ? ਸਮੀਖਿਆਵਾਂ ਪੜ੍ਹੋ - ਪਲੇਬਿਲ",
        "ਰਿਕਾਰਡ ਸਥਾਪਤ ਕਰਨ ਵਾਲਾ ਬੰਬ ਚੱਕਰਵਾਤ, ਤੂਫਾਨ ਵਾਂਗ ਤੀਬਰ, ਉੱਤਰ-ਪੱਛਮ ਨੂੰ ਲੇਸਣ ਲਈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਹਾਂਗਕਾਂਗ ਦੇ ਸਭ ਤੋਂ ਵੱਡੇ ਰਾਸ਼ਟਰੀ ਸੁਰੱਖਿਆ ਮਾਮਲੇ 'ਚ ਲੋਕਤੰਤਰ ਪੱਖੀ 45 ਕਾਰਕੁਨਾਂ ਨੂੰ ਜੇਲ੍ਹ ਦਾ ਸਮਾਂ ਮਿਲਿਆ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਹਟਾਈ"
    ]
}