{
    "headlines": [
        "ਇਜ਼ਰਾਈਲ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਹ ਲੇਬਨਾਨ ਵਿਚ ਹਿਜ਼ਬੁਲ ਦੇ ਗੜ੍ਹਾਂ 'ਤੇ ਛਾਪਾ ਮਾਰ ਰਿਹਾ ਹੈ, ਇਜ਼ਰਾਈਲ' ਤੇ ਸਮੂਹਕ ਫਾਇਰਿੰਗ - ਰਾਇਟਰ",
        "ਵ੍ਹਾਈਟ ਹਾ Houseਸ ਦਾ ਮੰਨਣਾ ਹੈ ਕਿ ਇਰਾਨ ਇਜ਼ਰਾਈਲ ਵਿਰੁੱਧ ਆਉਣ ਵਾਲੇ ਬੈਲਿਸਟਿਕ ਮਿਜ਼ਾਈਲ ਹਮਲੇ ਦੀ ਤਿਆਰੀ ਕਰ ਰਿਹਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਮਾਈਕ੍ਰੋਸਾੱਫਟ ਕੋਪਿਲੋਟ ਨੂੰ ਅਜੇ ਤੱਕ ਆਪਣੇ ਸਭ ਤੋਂ ਵੱਡੇ ਮੁੜ ਡਿਜ਼ਾਈਨ ਵਿਚ ਇਕ ਆਵਾਜ਼ ਅਤੇ ਦ੍ਰਿਸ਼ਟੀ ਦਿੰਦਾ ਹੈ - ਦਿ ਵਰਜ",
        "ਸੁਪਰ ਮਾਈਕਰੋ ਕੰਪਿ Computerਟਰ 10-ਫੋਰ -1 ਸਟਾਕ ਸਪਲਿਟ ਲਾਗੂ ਕਰਦਾ ਹੈ - ਯਾਹੂ ਵਿੱਤ",
        "2024 ਐਮਐਲਬੀ ਪੋਸਟ ਸੀਜ਼ਨ ਦੀ ਭਵਿੱਖਬਾਣੀਃ ਵਰਲਡ ਸੀਰੀਜ਼ ਚੈਂਪੀਅਨ ਸਮੇਤ ਪੂਰੇ ਪਲੇਆਫ ਬਰੈਕਟ ਲਈ ਸਟਾਫ ਦੀ ਚੋਣ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਪੂਰਬੀ ਅਤੇ ਖਾੜੀ ਕੋਸਟ ਕਾਰਗੋ ਸਹੂਲਤਾਂ 'ਤੇ ਬੰਦਰਗਾਹ ਦੀ ਹੜਤਾਲ ਬੁਲਾਇਆ ਗਿਆ ਕਿਉਂਕਿ ਡੌਕ ਵਰਕਰ ਨੌਕਰੀ ਤੋਂ ਬਾਹਰ ਨਿਕਲਦੇ ਹਨ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "‘ਕੋਈ ਨਹੀਂ ਚਾਹੁੰਦਾ ਇਸ’ ਸਿਰਜਣਹਾਰ ਏਰਿਨ ਫੋਸਟਰ ਨੈੱਟਫਲਿਕਸ ਸ਼ੋਅ ਦੀ ਆਲੋਚਨਾ ਤੋਂ ਬਾਅਦ ਵਾਪਸ ਹਿੱਟ ਕਰਦਾ ਹੈ “ਸਟੀਰੀਓਟਾਈਪਿਕਲ” ਯਹੂਦੀ ਲੋਕਾਂ ਦੀ ਉਦਾਸੀਨਤਾ - ਡੈੱਡਲਾਈਨ",
        "ਸੋਨੀ ਦਾ ਪਲੇਅਸਟੇਸ਼ਨ ਨੈਟਵਰਕ ਘੰਟਿਆਂਬੱਧੀ ਆਉਟੇਜ ਦਾ ਸਾਹਮਣਾ ਕਰਦਾ ਹੈ, ਵੀਡੀਓਗੈਮਰਾਂ ਨੂੰ ਭੜਕਾਉਂਦਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਚਾਰਲਸ ਸ਼ਵਾਬ ਦੇ ਸੀਈਓ ਵਾਲਟ ਬੈਟਿੰਗਰ 2024 ਦੇ ਅੰਤ ਵਿੱਚ ਰਿਟਾਇਰ ਹੋ ਜਾਣਗੇ, ਰਿਕ ਵੁਰਸਟਰ ਉਸ ਦੀ ਥਾਂ ਲੈਣਗੇ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਅੱਜ ਰਾਤ ਦੇ ਵੀਪੀ ਬਹਿਸ ਬਾਰੇ ਕੀ ਜਾਣਨਾ ਹੈ. ਅਤੇ, ਗਲਤ ਜਾਣਕਾਰੀ ਬਾਰੇ ਵਿਚਾਰ ਵਟਾਂਦਰੇ ਲਈ ਇੱਕ ਗਾਈਡ - ਐਨਪੀਆਰ",
        "ਜਾਪਾਨ ਦੇ ਸ਼ਿਗੇਰੂ ਈਸ਼ੀਬਾ ਨੇ ਪ੍ਰਧਾਨ ਮੰਤਰੀ ਵਜੋਂ ਪੁਸ਼ਟੀ ਕੀਤੀ - DW (ਪੰਜਾਬੀ)",
        "ਸਾਬਕਾ ਰਾਸ਼ਟਰਪਤੀ ਜਿੰਮੀ ਕਾਰਟਰ ਨੇ ਆਪਣਾ 100 ਵਾਂ ਜਨਮਦਿਨ ਮਨਾਇਆ - ਐਨਬੀਸੀ ਨਿ Newsਜ਼",
        "ਹਫਤਾ 5 ਐਨਐਫਐਲ ਪਾਵਰ ਰੈਂਕਿੰਗਃ 1-32 ਪੋਲ, ਪਲੱਸ ਹਰ ਟੀਮ ਲਈ ਰੱਖਿਆ 'ਤੇ ਸਭ ਤੋਂ ਵੱਡਾ ਮੁੱਦਾ - ਈਐਸਪੀਐਨ",
        "ਵਿਕੀਲੀਕਸ ’ਜੂਲੀਅਨ ਅਸਾਂਜ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਸਨੇ ਆਜ਼ਾਦ ਹੋਣ ਲਈ’ ਪੱਤਰਕਾਰੀ ਲਈ ਦੋਸ਼ੀ 'ਮੰਨਿਆ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਸਿਨਸਿਨਾਟੀ ਰੈੱਡ ਦੇ ਦਿੱਗਜ ਪੀਟ ਰੋਜ਼ ਦਾ 83 ਸਾਲ ਦੀ ਉਮਰ ਵਿੱਚ ਦੇਹਾਂਤ - ਡਬਲਯੂਸੀਪੀਓ 9 ਸਿਨਸਿਨਾਟੀ",
        "ਮੈਕਸੀਕੋ ਦੀ ਪਹਿਲੀ ਮਹਿਲਾ ਰਾਸ਼ਟਰਪਤੀ ਬਾਰੇ ਜਾਣਨ ਲਈ 5 ਚੀਜ਼ਾਂ - ਐਨਪੀਆਰ",
        "ਤੂਫਾਨ ਹੇਲੀਨ ਨੇ 3 ਬੈਟਲਗਰਾਉਂਡ ਰਾਜਾਂ ਵਿੱਚ ਰਾਜਨੀਤੀ ਨੂੰ ਘੇਰਿਆ - ਦ ਹਿੱਲ",
        "ਅਕਤੂਬਰ ਦੀ ਰਾਤ ਦਾ ਅਸਮਾਨ: ਮੌਸਮ, ਇੱਕ ਚਮਕਦਾਰ ਧੂਮਕੇਤੂ ਅਤੇ ਇੱਕ ਵਿਸ਼ਾਲ ‘ਸੁਪਰਮੂਨ’ - ਫੋਰਬਸ",
        "ਮਾਈਕ੍ਰੋਸਾੱਫਟ ਸਾਰੇ ਉਪਭੋਗਤਾਵਾਂ ਲਈ ਨਵੇਂ ਵਿੰਡੋਜ਼ 11 ਬਲੂ ਸਕ੍ਰੀਨ ਚੇਤਾਵਨੀ ਜਾਰੀ ਕਰਦਾ ਹੈ - ਫੋਰਬਸ",
        "‘ਰੀਚਰ’ ਸਪਿਨੋਫ ਸਟਾਰਿੰਗ ਮਾਰੀਆ ਸਟੇਨ ਨੂੰ ਪ੍ਰਾਈਮ ਵੀਡੀਓ 'ਤੇ ਸੀਰੀਜ਼ ਆਰਡਰ ਮਿਲਦਾ ਹੈ - ਵੰਨਗੀ"
    ]
}