{
    "headlines": [
        "Восточная деформация Украины под влиянием улучшенной российской тактики и превосходной огневой мощи - The Washington Post",
        "Акции Nike падают, поскольку компания отзывает руководство на фоне смены генерального директора - Yahoo Finance",
        "Астронавты Starliner приветствуют команду Crew-9 и их поездку домой на космическую станцию - USA TODAY",
        "Что мы знаем о последнем ракетном ударе Ирана по Израилю - BBC.com",
        "Bain присоединяется к битве за контроль над крупнейшим в мире цинковым заводом - Financial Times",
        "Кто настоящий Джей Ди Вэнс? И еще 4 вывода из вице-президентских дебатов - NPR",
        "Вэнс: Республиканская партия должна вернуть Америке доверие к абортам - Axios",
        "Звезды «Американских сборщиков» Фрэнк Фриц и Майк Вулф похоронили топор перед смертью ведущего после долгих лет драмы - Fox News",
        "Изъято",
        "11 рабочих на заводе в Теннесси были сметены наводнением, вызванным ураганом «Хелен». Только 5 человек были спасены - Associated Press",
        "Шона «Дидди» Комбса обвинили в сексуальных домогательствах 120 человек, говорит адвокат - Al Jazeera English",
        "Как Либерти пошла вверх 2-0 против тузов, и как Рыси выровняли свою серию с Солнцем - ESPN",
        "Секс-работники оказались в центре вспышки оспы в Конго - Associated Press",
        "На этапе дебатов вице-президента излагаются два видения полицейской деятельности в Америке - NPR",
        "Кольцевое солнечное затмение сегодня превратит солнце в славное «огненное кольцо». Вот что вам нужно знать. - Space.com",
        "Пикетные линии формируются, когда начинается забастовка в порту для тысяч докеров Нью-Йорка и Нью-Джерси - CBS New York",
        "Уолз вводит в заблуждение, утверждая, что находился в Гонконге в период, связанный с бойней на площади Тяньаньмэнь - The Associated Press",
        "Ураган Кирк формируется; NHC мониторы Invest 91-L, Карибские волнения - WESH 2 Орландо",
        "Соус Jets Gardner опубликовал загадочную фотографию в ответ на торговые слухи Даванте Адамса - отчет Bleacher",
        "Pixel 9a убедил меня, что Apple должна следовать за Google, чтобы вернуться к славе - PhoneArena"
    ]
}