{
    "headlines": [
        "‘Megalopolis’ flops, ‘The Wild Robot’ soars at box office - The Associated Press",
        "The Turkish Tower at the Heart of the Eric Adams Allegations - Bloomberg",
        "Hurricane Helene leaves 'biblical devastation' in North Carolina - BBC.com",
        "Larry Hogan confirms he won’t vote for Trump, despite the former president’s endorsement - POLITICO",
        "Longshoremen union's demand for total ban on automation questioned as port strike looms - Fox Business",
        "Israel pounds Hezbollah in Lebanon and hits Houthis in Yemen as violence widens - Reuters",
        "'Beverly Hills Cop' Actor John Ashton Dead at 76 - TMZ",
        "Spotify is down - The Verge",
        "Pope wraps troubled Belgium visit by doubling down on abortion and women, praising abuse victims - The Associated Press",
        "Some Republicans distance themselves from Trump’s attack on Harris as ‘mentally disabled’ - The Associated Press",
        "Rep. Tom Emmer says Vance will hold Walz 'accountable' during VP debate - ABC News",
        "Austria’s far-right Freedom Party projected to win election - Al Jazeera English",
        "FEMA administrator: \"I don't know that anybody could be fully prepared for the amount of flooding\" from Helene in North Carolina - CBS News",
        "Are 4K Blu-rays Fully Underutilizing HDR Technology? | You Asked Ep. 59 - Digital Trends",
        "SpaceX capsule set to bring home Boeing Starliner astronauts prepares to arrive at space station - CNN",
        "‘Doing a Biden’ is new international shorthand for ousting past-due leaders - POLITICO",
        "US says it killed 37 ISIL, Hurras al-Din fighters in separate Syria attacks - Al Jazeera English",
        "Kurt Cobain’s daughter, Frances Bean, gives birth to first baby with Tony Hawk’s son Riley: ‘Welcome to the world’ - Page Six",
        "[Removed]",
        "Statement From Pentagon Press Secretary Maj. Gen. Pat Ryder - Department of Defense"
    ]
}