{
    "headlines": [
        "Rússia bate na rede elétrica da Ucrânia em ataque aéreo 'massivo' - Reuters",
        "As teorias de vacina de RFK Jr. são \"cruéis\", diz ex-diretor do CDC - POLITICO",
        "   Removido ",
        "Probabilidades da NFL, linhas da semana 11, previsões de ATS, escolhas de jogos, dicas, tempos: o modelo simula todos os jogos 10.000 vezes - CBS Sports",
        "VP rejeita: O governo Trump toma forma - POLITICO",
        "Os picos da chuva de meteoros Leonidas estão atingindo o pico agora. Estrelas cadentes estão na previsão para 2024? - Space.com",
        "Xi Jinping da China diz que está pronto para trabalhar com Trump na última reunião com Joe Biden - BBC.com",
        "Classificações da Semana 11 (Atualização de Domingo): Vários QBs recebendo de volta Star WRs - theScore",
        "Box Office: Red One Continues Dwayne Johnson's Streak Of Disappointments Despite Ending Venom 3's Reign [Full Chart Update] - Screen Rant",
        "Executivos de restaurantes mal podem esperar por 2025 após tráfego lento e onda de falências - CNBC",
        "Rory vence em Dubai pelo 6º título de melhor da Europa - ESPN",
        "Chidimma Adetshina: O orgulho da Miss Nigéria em ficar em segundo lugar no Miss Universo - BBC.com",
        "Wall Street está se preparando para um boom de fusões e aquisições sob Trump. Essas empresas podem ser alvos atraentes - CNBC",
        "A principal pesquisadora Ann Selzer vai se aposentar depois que a pesquisa bombástica de Iowa terminou em grande sucesso - CNN",
        "Até o poderoso pai de Matt Gaetz ficou surpreso com a escolha da Trump AG - POLITICO",
        "Os promotores afirmam que Diddy pagou presos para usar suas contas telefônicas para obstruir a justiça - NME",
        "50 milhões de pessoas pararam de comprar marcas de luxo como Dior e Burberry depois de \"promessas quebradas\" aos clientes - Fortune",
        "Pete Hegseth é uma mulher paga que o acusou de agressão sexual - The Daily Beast",
        "Filipinas evacua meio milhão de pessoas à medida que o supertufão Man-yi atinge o continente - CNN",
        "Musk parece pressionar Trump sobre o gabinete e as tarifas, levantando as sobrancelhas - The Washington Post"
    ]
}