{
    "headlines": [
        "Wendy Williams « frappée d'incapacité permanente » à la suite d'une demande de documents judiciaires sur la démence - WHIO",
        "Prévisions des tempêtes hivernales de Thanksgiving à travers les États-Unis - Voici où les voyages pourraient être perturbés ce soir et demain - Forbes",
        "Produit intérieur brut, troisième trimestre 2024 (deuxième estimation) et bénéfices des sociétés (préliminaire) - Bureau de l'analyse économique",
        "Elon Musk a publié les noms des employés du gouvernement qu'il veut supprimer. C'est terrifiant les employés fédéraux - CNN",
        "Les contrats à terme sur actions ont peu changé alors que Wall Street attend la lecture préférée de la Fed sur l'inflation : mises à jour en direct - CNBC",
        "Mises à jour en direct : Alors que le cessez-le-feu entre Israël et le Hezbollah commence, les Libanais déplacés rentrent chez eux dans des voitures bondées - The Associated Press",
        "Pep Guardiola publie une déclaration après une réaction furieuse à propos de ses remarques inquiétantes « blessez-vous » à la suite du tirage au sort de Man City avec Feyenoord - GOAL ENGLISH",
        "Le box-office de Thanksgiving dirigé par Moana 2 pourrait être le meilleur à l'ère post-pandémique - CNBC",
        "Préparez-vous pour le football de Thanksgiving : prévisualisation des trois matchs de la NFL, y compris les sélections et les clés de match - ESPN",
        "OpenAI ferme l'accès à Sora après que les artistes aient publié l'outil de génération de vidéos en signe de protestation : « Nous ne sommes pas vos marionnettes de relations publiques » - Variété",
        "Imran Khan : Les partisans de l'opposition pakistanaise mettent fin aux manifestations après la répression - BBC.com",
        "Le procureur de la CPI demande des mandats d'arrêt contre le chef du régime militaire du Myanmar - The Associated Press",
        "L'administration de Biden pousse la pression des médicaments anti-obésité à Trump - Axios",
        "Les républicains poussent des plans pour élargir considérablement les bons d'éducation — malgré la résistance des électeurs. - POLITICO",
        "Dodgers To Sign Blake Snell To Five-Year Deal - Rumeurs commerciales sur la MLB",
        "Raspberry Pi lance Compute Module 5 pour les applications embarquées - TechCrunch",
        "Un policier australien qui a choqué une femme de 95 ans avec un Taser est coupable d'homicide involontaire - The Associated Press",
        "No. 1 Kansas flusters Cooper Flagg, surmonte l'éjection flagrante 2 de Hunter Dickinson dans le thriller sur No. 11 Duke - Yahoo Sports",
        "Trump signe un accord de transition avec Biden, mais il lui manque des garde-fous clés - The Washington Post",
        "'Dancing with the Stars' couronne un nouveau gagnant ! Découvrez qui a remporté le trophée Mirrorball de la saison 33 - PERSONNES"
    ]
}