{
    "headlines": [
        "ਇਹ ਦਸ ਲੋਕ ਇਸ ਸਾਲ ਦੇ ਤਕਨੀਕੀ ਸਟਾਕ ਵਾਧੇ ਵਿੱਚ $ 796B ਬਣਾਉਂਦੇ ਹਨ - ਦਿ ਡੇਲੀ ਬੀਸਟ",
        "ਟੈਕਸਾਸ ਦੇ ਮਾਲ 'ਚੋਂ ਲੰਘਦੇ ਪਿਕਅਪ ਟਰੱਕ ਡਰਾਈਵਰ ਦੀ ਪੁਲਿਸ ਨੇ ਕੀਤੀ ਹੱਤਿਆ ਅਤੇ 5 ਜ਼ਖਮੀ - The Associated Press",
        "‘ਅਸੀਂ ਕਿਸੇ ਨੂੰ ਵੀ ਦਫਨਾ ਸਕਦੇ ਹਾਂ’: ਪ੍ਰਾਈਵੇਟ ਟੈਕਸਟਸ ਨੇ ਜਸਟਿਨ ਬਾਲਡੋਨੀ ਦੀ ਬਲੇਕ ਲਾਈਵਲੀ ਦੀ ਸਾਖ ਨੂੰ 'ਨਸ਼ਟ ਕਰਨ' ਦੀ 'ਅਣਜਾਣ' ਯੋਜਨਾ ਦਾ ਖੁਲਾਸਾ ਕੀਤਾ - ਹਿੰਦੁਸਤਾਨ ਟਾਈਮਜ਼",
        "ਐਤਵਾਰ, 22 ਦਸੰਬਰ, 2024 ਲਈ ਕੁੰਡਲੀ - ਸ਼ਿਕਾਗੋ ਸੂਰਜ-ਟਾਈਮਜ਼",
        "ਲੈਮਰ ਜੈਕਸਨ ਸਟੀਲਰਜ਼ ਉੱਤੇ ਜਿੱਤ ਵਿੱਚ ਇਤਿਹਾਸ ਰਚਦਾ ਹੈ - BaltimoreRavens.com",
        "ਚੀਨ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਤਾਈਵਾਨ ਲਈ ਨਵੀਨਤਮ ਫੌਜੀ ਸਹਾਇਤਾ ਤੋਂ ਬਾਅਦ ਅਮਰੀਕਾ ’ਅੱਗ ਨਾਲ ਖੇਡ ਰਿਹਾ ਹੈ' - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਐਮਾਜ਼ਾਨ ਵਿਰੋਧ ਪ੍ਰਦਰਸ਼ਨ ਐਨ. ਵਾਈ. ਵਿਚ ਫੈਲਦਾ ਹੈ ਕਿਉਂਕਿ ਯੂਨੀਅਨ ਨੂੰ ਛੁੱਟੀਆਂ ਦੀਆਂ ਸਪੁਰਦਗੀਆਂ ਵਿਚ ਵਿਘਨ ਪਾਉਣ ਦੀ ਉਮੀਦ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਟੈਨਿਸੀ ਦੇ ਪ੍ਰਸ਼ੰਸਕਾਂ ਨੇ ਓਹੀਓ ਸਟੇਟ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ ਵਿਰੁੱਧ ਕਾਲਜ ਫੁੱਟਬਾਲ ਪਲੇਆਫ ਗੇਮ ਲਈ ਡ੍ਰੋਵਜ਼ ਵਿਚ ਓਹੀਓ ਸਟੇਡੀਅਮ 'ਤੇ ਹਮਲਾ ਕੀਤਾ",
        "'ਦੋਸਤਾਨਾ ਅੱਗ' ਘਟਨਾ ਵਿਚ 2 ਨੇਵੀ ਪਾਇਲਟਾਂ ਨੇ ਲਾਲ ਸਾਗਰ 'ਤੇ ਗੋਲੀ ਮਾਰ ਦਿੱਤੀਃ ਮਿਲਟਰੀ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "'ਸ਼ਨੀਵਾਰ ਨਾਈਟ ਲਾਈਵ' ਟੌਮ ਹੈਂਕਸ, ਟੀਨਾ ਫੇਅ ਅਤੇ ਹੋਰ ਬਹੁਤ ਕੁਝ \"ਫਾਈਵ-ਟਾਈਮਰਜ਼ ਕਲੱਬ\" ਵਿੱਚ ਮਾਰਟਿਨ ਸ਼ਾਰਟ ਨੂੰ ਸ਼ਾਮਲ ਕਰਨ ਲਈ - ਡੈੱਡਲਾਈਨ",
        "ਮੈਗਡੇਬੇਗਃ ਜਰਮਨ ਕ੍ਰਿਸਮਸ ਮਾਰਕੀਟ ਸ਼ੱਕੀ ਜੱਜ ਦੁਆਰਾ ਰਿਮਾਂਡ - ਬੀਬੀਸੀ.",
        "ਟਾਇਸਨ ਫਿਊਰੀ ਜ਼ੋਰ ਦੇ ਕੇ ਉਸ ਨੇ Oleksandr Usyk ਹਰਾਇਆ 'ਘੱਟੋ-ਘੱਟ 3 ਦੌਰ,' lambasts 'ਛੇਤੀ ਕ੍ਰਿਸਮਸ ਦਾ ਤੋਹਫ਼ਾ' Usyk ਲਈ - ਯਾਹੂ ਖੇਡ",
        "ਸਾਬਕਾ ਏ ਦੇ ਸੋਗ ਰਿੱਕੀ ਹੈਂਡਰਸਨਃ 'ਅਸਲ ਗੇਮ ਚੇਂਜਰ,’ ’ਡੈਮਨ ਮਜ਼ਾਕੀਆ,’ ’ਸਭ ਤੋਂ ਵੱਡਾ’ - ਸੈਨ ਫ੍ਰਾਂਸਿਸਕੋ ਕ੍ਰੋਨਿਕਲ",
        "ਟਰੰਪ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਹ ਨਹਿਰ ਨੂੰ ਪਨਾਮਾ ਦੇ ਹਵਾਲੇ ਕਰਨ ਦੀ ਮੰਗ ਕਰ ਸਕਦੇ ਹਨ - ਰਾਇਟਰਜ਼ ਕੈਨੇਡਾ",
        "ਹਟਾਈ",
        "ਹਟਾਈ",
        "ਲਾਰਾ ਟਰੰਪ ਨੇ ਫਲੋਰੀਡਾ ਸੈਨੇਟ ਸੀਟ ਲਈ ਵਿਚਾਰ ਤੋਂ ਨਾਮ ਵਾਪਸ ਲਿਆ - BBC.",
        "2024 ਦੇ ਵਧੀਆ ਪੀਸੀ ਗੇਮਸ Metacritic ਅਨੁਸਾਰ - GameSpot",
        "ਪਾਰਟੀ ਸਿਟੀ ਦੀਵਾਲੀਆਪਨ ਲਈ ਫਾਈਲਾਂ, ਇਸਦੇ ਹੈੱਡਕੁਆਰਟਰ ਵਿਖੇ ਵੱਡੇ ਪੱਧਰ 'ਤੇ ਛਾਂਟੀ ਦਾ ਐਲਾਨ ਕਰਨ ਤੋਂ ਇਕ ਦਿਨ ਬਾਅਦ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਸੁਪਰੀਮ ਕੋਰਟ ਦੇ ਨੈਤਿਕਤਾ ਦੀ ਸੈਨੇਟ ਸਮੀਖਿਆ ਵਧੇਰੇ ਲਗਜ਼ਰੀ ਯਾਤਰਾਵਾਂ ਲੱਭਦੀ ਹੈ ਅਤੇ ਲਾਗੂ ਕਰਨ ਯੋਗ ਆਚਰਣ ਕੋਡ ਦੀ ਅਪੀਲ ਕਰਦੀ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ"
    ]
}