{
    "headlines": [
        "Zelensky says North Korean troops on front lines in days - Newsweek",
        "The Dodgers and Yankees are ready for the starriest World Series in decades - The Associated Press",
        "Live Briefing: Gaza cease-fire talks set to resume; Iran braces for Israeli retaliation - The Washington Post",
        "Lebanon: Three journalists killed in Israeli air strike - BBC.com",
        "Boeing union to striking workers: 'Bullying' each other over strike votes is 'vile' - Yahoo! Voices",
        "Satellite images show major expansion at Russian site with secret bioweapons past - The Washington Post",
        "Kamala Harris rally in Houston | What you need to know about Shell Energy Stadium - KHOU.com",
        "A look at how the stock market does the week before a presidential election - CNBC",
        "Rapper Lil Durk arrested in murder-for-hire plot - ABC News",
        "Second dose of this year's COVID vaccine recommended for people age 65 and up - CBS News",
        "Putin looks to halt neighboring Georgia's Western ambitions in vital election - Fox News",
        "A SpaceX capsule just came back to Earth. Here’s why Boeing Starliner’s astronauts weren’t on it - CNN",
        "Capri stock craters 45% after judge blocks $8.5 billion Tapestry deal - Yahoo Finance",
        "Best Buy just dropped a massive gaming flash sale - these are the 11 deals I'd buy this weekend - Gamesradar",
        "What’s next for the Menendez brothers as DA recommends their resentencing decades after their parents’ killing - CNN",
        "King Charles acknowledges 'painful' slavery past as calls for reparations intensify - Reuters",
        "He lost his son to fentanyl poisoning. He’s developed a video game he hopes will save others - CNN",
        "What I learned from 3 years of running Windows 11 on “unsupported” PCs - Ars Technica",
        "NFL trade deadline landing spots: The best fits for the top trade candidates in 2024 - USA TODAY",
        "‘My vision started to deteriorate’: Polaris Dawn crew reveals impacts of history-making mission - CNN"
    ]
}