{
    "headlines": [
        "Atualizações ao vivo de incêndios florestais em Los Angeles: 2 mortos, incêndios em Palisades e Eaton espalhados por 26.000 acres com 0% de contenção - Yahoo! Voices",
        "Chefe do Exército libanês se aproxima da presidência, dizem fontes libanesas - Reuters",
        "Microsoft para tornar o Windows em PCs portáteis para jogos mais parecido com o Xbox este ano - IGN",
        "Joe Biden diz que poderia ter derrotado Donald Trump nas eleições - BBC.com",
        "SpaceX Falcon 9 Starlink 12-12 - Centro Espacial Kennedy",
        "Tiger Woods tem uma nova Liga de Golfe Falso na ESPN. É ... alguma coisa. - Ardósia",
        "O pico de doenças na China é principalmente apenas gripe sazonal e outros insetos comuns - Ars Technica",
        "Packers QB Jordan Love limitado no treino com lesão no cotovelo para começar a semana - Packers Wire",
        "Métodos matemáticos apontam para a possibilidade de partículas há muito consideradas impossíveis - Phys.org",
        "Leighton Meester, Adam Brody, Anna Faris e mais celebridades perdem casas nos incêndios de Los Angeles - Variedade",
        "Brenda Song revela que Pamela Anderson inspirou o elenco de ‘The Last Showgirl’ a ficar sem maquiagem no filme - Page Six",
        "A presidente do México tenta virar as mesas para Trump com uma ideia própria de nomenclatura \"legal\" - Fox News",
        "A vida de Jimmy Carter cruzou-se com o legado da escravidão. Seu histórico em Direitos Civis é complicado - The Associated Press",
        "Ações da Quantum Computing afundam quando o CEO da Nvidia diz que a tecnologia está a 15 a 30 anos de distância - Investopedia",
        "Bill Belichick não tem planos de voltar à NFL, apesar de Tom Brady entrar em contato sobre o trabalho dos Raiders, segundo relatos - CBS Sports",
        "O hábito de tomar café pela manhã pode estar ligado a uma vida mais longa e a um coração mais saudável: estudo - ABC News",
        "Atrasos alimentam o jogo de culpa do Partido Republicano sobre os indicados de Trump - POLITICO",
        "Departamento de Justiça diz que ainda não divulgará relatório de documentos confidenciais de Trump - The Washington Post",
        "Financiar ou cancelar? Robôs ou humanos? Decisão de Retorno de Amostras da NASA punts on Mars - Ars Technica",
        "Trump pede à Suprema Corte que suspenda sentença de sexta-feira em caso de suborno - The Washington Post"
    ]
}