{
    "headlines": [
        "ਅਮਰੀਕੀ ਸੰਸਦ ਮੈਂਬਰਾਂ ਨੇ ਬਾਈਡੇਨ ਨੂੰ ਟਿਕਟੋਕ 'ਤੇ ਪਾਬੰਦੀ ਦੀ ਆਖਰੀ ਮਿਤੀ 19 ਜਨਵਰੀ ਨੂੰ ਵਧਾਉਣ ਦੀ ਅਪੀਲ ਕੀਤੀ - ਰਾਇਟਰਜ਼",
        "ਦੋਹਾ 'ਚ ਗਾਜ਼ਾ ਜੰਗਬੰਦੀ ਵਾਰਤਾ ਮੁੜ ਸ਼ੁਰੂ,' ਬ੍ਰੇਕਥਰੂ 'ਤੋਂ ਬਾਅਦ ਨਜ਼ਦੀਕੀ ਨਜ਼ਰ ਆਇਆ ਸੌਦਾ - Reuters",
        "ਕੇਵਿਨ ਓਕੋਨਲ ਸੈਮ ਡਾਰਨੋਲਡ ਦੀ ਪ੍ਰਸ਼ੰਸਾ ਕਰਦਾ ਹੈ, ਪਰ ਕਹਿੰਦਾ ਹੈ ਕਿ \"ਇਹ ਅੰਤ ਵਿੱਚ ਕੰਮ ਨਹੀਂ ਕੀਤਾ\" - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਇੱਕ ਗਲੋਬਲ ਬਾਂਡ ਸੇਲ-ਆਫ ਡੂੰਘਾ ਹੋ ਰਿਹਾ ਹੈ ਕਿਉਂਕਿ ਨਿਵੇਸ਼ਕ ਪੇਅਰ ਫੈੱਡ ਰੇਟ ਦੀ ਕਟੌਤੀ ਦੀਆਂ ਉਮੀਦਾਂ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਟਰੰਪ ਦੇ ਨਾਮਜ਼ਦ ਉਮੀਦਵਾਰਾਂ ਦਾ ਸਾਹਮਣਾ ਕਰ ਰਹੇ ਗੁੰਝਲਦਾਰ ਪ੍ਰਸ਼ਨ - ਬੀਬੀਸੀ.",
        "ਮਹਾਕੁੰਭਃ ਸੁਆਹ ਨਾਲ ਭਿੱਜੇ ਪਵਿੱਤਰ ਪੁਰਸ਼ਾਂ ਦੀ ਅਗਵਾਈ ਭਾਰਤ ਨਹਾਉਣ ਦਾ ਤਮਾਸ਼ਾ - BBC.com",
        "ਜਜ਼ਬਾਤੀ ਜਿੰਮੀ ਕਿਮਲ ਲਾਸ ਏਂਜਲਸ ਜੰਗਲੀ ਅੱਗਾਂ ਦੇ ਵਿਚਕਾਰ ਟੀਵੀ ਤੇ ਵਾਪਸ ਆਉਣ ਤੇ ਹੰਝੂ ਵਹਾਉਂਦਾ ਹੈ - ਹਫਪੋਸਟ",
        "ਗੇਮ ਰੀਕੈਪਃ ਰਾਮਜ਼ ਨੇ ਵਾਈਕਿੰਗਜ਼ ਨੂੰ 27-9 ਨਾਲ ਹਰਾਇਆ, ਡਿਵੀਜ਼ਨਲ ਦੌਰ ਵਿੱਚ ਈਗਲਜ਼ ਦਾ ਸਾਹਮਣਾ ਕਰਨ ਲਈ ਅੱਗੇ - therams.",
        "ਟਰੰਪ ਦੀ ਉਦਘਾਟਨੀ ਰੈਲੀ 'ਚ ਖੇਡਣਗੇ ਪਿੰਡ ਦੇ ਲੋਕ - Axios",
        "ਡੀਓਜੇ ਨੇ ਟਰੰਪ ਚੋਣ ਦਖਲਅੰਦਾਜ਼ੀ ਮਾਮਲੇ ਦੀ ਜਾਂਚ ਬਾਰੇ ਸਾਬਕਾ ਵਿਸ਼ੇਸ਼ ਵਕੀਲ ਜੈਕ ਸਮਿਥ ਦੀ ਰਿਪੋਰਟ ਜਾਰੀ ਕੀਤੀ - ਫੌਕਸ ਨਿ Newsਜ਼",
        "ਦੱਖਣੀ ਕੋਰੀਆ ਵਿਚ ਨਾਟਕੀ ਪ੍ਰਦਰਸ਼ਨ ਜਾਰੀ ਹੈ ਕਿਉਂਕਿ ਯੂਨ ਨੂੰ ਮਹਾਂਦੋਸ਼ ਦੀ ਸੁਣਵਾਈ ਅਤੇ ਸੰਭਾਵਤ ਗ੍ਰਿਫਤਾਰੀ ਦਾ ਸਾਹਮਣਾ ਕਰਨਾ ਪੈ ਰਿਹਾ ਹੈ - ਸੀਐਨਐਨ",
        "ਚੰਦਰਮਾ ਦੀ ਨਵੀਂ ਦੌੜ ਦਾ ਅਗਲਾ ਲੱਤ ਸ਼ੁਰੂ ਹੋਣ ਵਾਲਾ ਹੈ — ਅਤੇ ਇਹ ਅਜੇ ਤੱਕ ਸਭ ਤੋਂ ਦਿਲਚਸਪ ਹੋ ਸਕਦਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਜੈਸਿਕਾ ਸਿਮਪਸਨ ਅਤੇ ਐਰਿਕ ਜਾਨਸਨ ਵਿਆਹ ਦੇ 10 ਸਾਲਾਂ ਬਾਅਦ ਸਪਲਿਟ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਐਲ. ਏ. ਵਾਈਲਡਫਾਇਰਜ਼ਃ ਏਬੀਸੀ 7 ਦਾ ਡੱਲਾਸ ਰੇਨਜ਼ ਇਸ ਗੱਲ 'ਤੇ ਕਿ ਅਸੀਂ ਇੱਥੇ ਕਿਵੇਂ ਪਹੁੰਚੇ, ਅੱਗੇ ਕੀ ਆ ਰਿਹਾ ਹੈ, ਅਤੇ ਅਗਲੇ ਸਮੇਂ ਇਸ ਨੂੰ ਰੋਕਣ ਵਿਚ ਸਹਾਇਤਾ ਕਰਨ ਲਈ ਅਸੀਂ ਇਕ ਦੂਜੇ ਲਈ ਕੀ ਕਰ ਸਕਦੇ ਹਾਂ - ਡੈੱਡਲਾਈਨ",
        "ਸੈਨੇਟਰ ਰਾਉਂਡਜ਼ਃ ਕੈਲੀਫੋਰਨੀਆ ਸਹਾਇਤਾ ਲਈ ਕਰਜ਼ੇ ਦੀ ਸੀਮਾ ਬੰਨ੍ਹਣਾ ‘ਜ਼ੁਰਮਾਨੇ ਵਜੋਂ ਨਹੀਂ’ - ਦਿ ਹਿੱਲ",
        "ਟ੍ਰੋਏ ਏਕਮੈਨ ਕਾਉਬੌਇਜ਼ ਦੇ ਮਾਈਕ ਮੈਕਕਾਰਥੀ ਕੋਚਿੰਗ ਫੈਸਲੇ ਨੂੰ ਨਸ਼ਟ ਕਰਦਾ ਹੈ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਬਾਇਡਨ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਨ੍ਹਾਂ ਦੀ ਵਿਦੇਸ਼ ਨੀਤੀ ਟਰੰਪ ਨੂੰ ‘ਬਹੁਤ ਮਜ਼ਬੂਤ ਹੱਥ’ ਨਾਲ ਛੱਡਦੀ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਵਿਸ਼ੇਸ਼ ਵਕੀਲ ਡੇਵਿਡ ਵੇਸ ਨੇ ਹੰਟਰ ਬਿਡੇਨ - ਐਕਸੀਓਸ 'ਤੇ ਅੰਤਮ ਰਿਪੋਰਟ ਵਿਚ ਰਾਸ਼ਟਰਪਤੀ ਦੀ ਨਿਖੇਧੀ ਕੀਤੀ",
        "ਏਸ਼ੀਆ ਸਟਾਕ ਮਿਸ਼ਰਤ; ਹੌਲੀ ਹੌਲੀ ਟਰੰਪ ਟੈਰਿਫ ਦੀ ਰਿਪੋਰਟ 'ਤੇ ਚੀਨੀ ਸ਼ੇਅਰਾਂ ਵਿਚ ਵਾਧਾ - Investing.",
        "ਰਿਪੋਰਟ 'ਤੇ ਡਾਲਰ ਫਾਲਸ ਟਰੰਪ ਟੀਮ ਹੌਲੀ ਹੌਲੀ ਟੈਰਿਫ' ਤੇ ਵਿਚਾਰ ਕਰ ਰਹੀ ਹੈ - ਬਲੂਮਬਰਗ"
    ]
}