{
    "headlines": [
        "O impasse dentro de uma mina de ouro sul-africana abandonada - The Wall Street Journal",
        "Processo da Ben & Jerry's acusa empresa-mãe de censura sobre Gaza - Yahoo Finance",
        "Zelenskiy, da Ucrânia, diz que telefonema de Scholz-Putin abre 'caixa de Pandora' - Reuters",
        "Trump escolhe Steven Cheung para diretor de comunicações, Sergio Gor para diretor de escritório de pessoal - Fox News",
        "A missão de Elon Musk de reinventar o governo americano - Financial Times",
        "Painel de ética enfrenta crise existencial por conta do relato de Gaetz - POLITICO",
        "Ações de saúde atingem após Trump escolher RFK Jr para publicação no principal regulador - BBC.com",
        "A chuva de meteoros Leonid atinge o pico ao lado da superlua neste fim de semana. O que saber. - The Washington Post",
        "GM demite quase 1.000 trabalhadores, a maioria nos EUA, diz fonte - Reuters",
        "Daniel Cormier: Stipe Miocic 'estava tão bravo e chateado' nos bastidores após o confronto do UFC 309 com Jon Jones - MMA Junkie",
        "O que saber sobre Doug Burgum, a escolha de Trump para liderar o Departamento do Interior - The Hill",
        "O diretor de 'Red One', Jake Kasdan, defende Dwayne Johnson e fala sobre 'Jumanji 3' - Hollywood Reporter",
        "KSL.com Pick'em: Seleções de funcionários para a Semana 12 do futebol universitário - KSL.com",
        "Trump prometeu acabar com o \"wokeness\" na educação. Ele prometeu usar fundos federais como alavancagem - PBS NewsHour",
        "Execução de Robert Roberson pode ser retomada, declara Suprema Corte do Texas - ABC News",
        "Mike Tyson vs. Jake Paul: previsões de luta, odds, escolhas de especialistas, undercard para o megaevento na Netflix - CBS Sports",
        "Coluna | How Americans view potential members of Trump's administration - The Washington Post",
        "Refazer ‘Friday Night Lights’ em The Works From Universal TV, Imagine - Hollywood Reporter",
        "Gwen Stefani descreveu seu divórcio de Gavin Rossdale como uma \"catástrofe\" - Yahoo Entertainment",
        "Beaver Moon se prepara para o auge - The Weather Channel"
    ]
}