{
    "headlines": [
        "توفي جان ماري لوبان، مؤسس حزب الجبهة الوطنية اليميني المتطرف في فرنسا، عن 96 عامًا - سي إن إن",
        "تحديث الطقس اليومي من FOX Weather: عاصفة شتوية كبيرة تتطلع إلى الجنوب مثل طقس حريق SoCal \"أسوأ ما يمكن\" - Fox Weather",
        "مكاتب USCIS مغلقة في 9 يناير 2025 - USCIS",
        "تنبيهات الطقس البارد من نيو مكسيكو إلى فلوريدا، مع توقع عاصفة شتوية أخرى - ABC News",
        "البنتاغون يصف المزيد من الشركات الصينية بأنها عسكرية بطبيعتها - صحيفة وول ستريت جورنال",
        "يمكن لدعوى نيبون ستيل ضد بايدن أن تكسب الوقت لإبقاء صفقة الصلب الأمريكية على قيد الحياة - رويترز",
        "رئيسة UFC دانا وايت واثنان آخران للانضمام إلى ميتا بورد - BBC.com",
        "ما لا يقل عن 95 قتيلاً وعشرات الجرحى في زلزال بقوة 6.8 درجة بالقرب من المدينة المقدسة في التبت، وفقاً لتقارير وسائل الإعلام الصينية - ABC News",
        "هل بعض الأطعمة فائقة المعالجة على ما يرام ؟ دراسة جديدة لها إجابات - صحيفة وول ستريت جورنال",
        "أوبري بلازا يكسر الصمت بعد وفاة الزوج جيف باينا المأساوية في 47 - الوحش اليومي",
        "HMPV: ما يجب معرفته عن حالات فيروس الميتا الرئوي البشري في الصين - BBC.com",
        "ما هي الخطوة التالية لكندا بعد استقالة ترودو - واشنطن بوست",
        "إسقاط قوس التصفيات في الدوري الوطني لكرة القدم الأمريكية لعام 2025: فواتير إنزال الأكباش لأول فوز في مباراة السوبر بول ؛ توقعات لكل مباراة - سي بي إس سبورتس",
        "الرئيس التنفيذي لشركة Nvidia يكشف النقاب عن بطاقات \"Blackwell\" للألعاب وأرقام المشروع AI Supercomputer - Barron's",
        "WWE Raw on Netflix results, recap, grades: Roman Reigns, CM Punk emerge as big winners on Netflix firstut - CBS Sports",
        "كوريا الشمالية تقول إن الصاروخ الجديد الذي تفوق سرعته سرعة الصوت \"سيحتوي\" منافسيها في المحيط الهادئ - BBC.com",
        "تساعد Nvidia الروبوتات البشرية على التعلم من خلال تعليمات Apple Vision Pro - TechCrunch",
        "رسالة ملكية البيتريوت التي تم تسليمها للاعبين بعد إطلاق جيرود مايو - NESN",
        "الإبلاغ عن أول حالة وفاة بإنفلونزا الطيور في H5 في الولايات المتحدة - مراكز السيطرة على الأمراض والوقاية منها",
        "لقاء الرئيس جو بايدن مع عائلات ضحايا الهجمات الإرهابية - WDSU نيو أورليانز"
    ]
}