{
    "headlines": [
        "Erstmals seit 1977 droht ein Hafenstreik an der Ostküste. Das solltest du wissen. - CBS News",
        "Halsey enthüllt, dass sie nach einem \"sehr beängstigenden\" Anfall ins Krankenhaus eingeliefert wurde - TMZ",
        "Zelda: Echoes Of Wisdom's Frame Rate Is \"Even Worse\" Than Link's Awakening - Nintendo Life",
        "Rudy Giuliani wurde in D.C. entmündigt, Monate nach seiner Entmachtung in New York - CBS News",
        "Israel lehnt den von den USA unterstützten Waffenstillstandsvorschlag für den Libanon ab - Reuters",
        "Preis zum 30. Geburtstag der PS5 Pro enthüllt: So viel kostet Sonys Konsole - The Shortcut",
        "Hurrikan Helene könnte \"katastrophale und tödliche Sturmflut\" über Teile der Golfküste Floridas bringen - CBS News",
        "Hoda Kotb gibt bekannt, dass sie die Today Show verlässt - HEUTE",
        "Zelenskyy trifft sich mit Capitol Hill-Führern inmitten von GOP-Kritik - POLITICO",
        "Der dienstälteste Todeskandidat der Welt wurde in Japan freigesprochen - NBC News",
        "[removed]",
        "Southwest Airlines hebt Sommerumsatzprognose an, genehmigt Aktienrückkauf in Höhe von 2,5 Milliarden US-Dollar - CNBC",
        "Exklusiv: OpenAI, um die Kontrolle über gemeinnützige Organisationen zu beseitigen und Sam Altman Eigenkapital zu verschaffen - Reuters",
        "NFL Week 4 Picks from the MMQB Staff: Bills Are Underdogs Visiting the Ravens - Sports Illustrated",
        "Alabama bereitet sich darauf vor, den Häftling in der zweiten US-Stickstoffgas-Hinrichtung zu Tode zu bringen - NBC News",
        "Leichtathletik-Fans bereiten sich auf das letzte Spiel im Oakland Coliseum vor: \"Jeder zahlt den Preis\" - USA TODAY",
        "Ex-MVP Rose geht nach 16-jähriger NBA-Karriere in den Ruhestand - ESPN",
        "SpaceX Crew-9 ließ 2 NASA-Astronauten von der ISS-Mission fallen, aber sie waren vorbereitet (Video) - Space.com",
        "Erklärung von Präsident Joe Biden zur US-Unterstützung für die Ukraine - Das Weiße Haus",
        "Ein Interview mit Meta CTO Andrew Bosworth über Orion und Reality Labs - Stratechery von Ben Thompson"
    ]
}