{
    "headlines": [
        "Le ministère de la Justice met un avocat principal en congé en cas d'expulsion par erreur - ABC News",
        "Le deuxième enfant est décédé de causes liées à la rougeole dans l'ouest du Texas, où les cas approchent les 500 - AP News",
        "Ovechkin nets No. 895, est le roi des buteurs de la LNH - ESPN",
        "Un film Minecraft prend d'assaut le box-office malgré des critiques tièdes - BBC",
        "Nouvelle querelle de la Maison Blanche Musc ? Peter Navarro revendique « No Rift » après que le milliardaire l'ait attaqué pour des tarifs douaniers - Forbes",
        "Les responsables de Trump promettent de maintenir le cap sur les tarifs malgré les turbulences du marché - Financial Times",
        "Voici pourquoi la Nintendo Switch 2, Mario Kart World et tout ce qui les entoure sont si chers - IGN",
        "Dolphins ’Terron Armstead prend sa retraite de la NFL à 33 ans après avoir gagné 116 millions de dollars - New York Post",
        "Le représentant du GOP dit que le pouvoir tarifaire « appartient au Congrès » - The Hill",
        "Les tarifs douaniers de Trump ont apporté le carnage aux stocks américains. Ce qu'il faudra pour l'arrêter. - MarketWatch",
        "Administration Trump aux marchés : Ne vous attendez pas à un sauvetage - Axios",
        "35 ans plus tard, la dernière image de Hubble laisse toujours les astronomes sans voix - La galaxie quotidienne",
        "Jaguar Land Rover met en pause l'exportation de voitures vers les États-Unis en raison des tarifs douaniers - BBC",
        "Le pape François fait une apparition surprise sur la place Saint-Pierre - National Catholic Reporter",
        "Gagnants et perdants du Grand Prix du Japon de F1 2025 - Motorsport.com",
        "Détendez-vous, c'est l'heure du bingo final de la saison ‘White Lotus’ - CNN",
        "La faille du GOP se creuse sur le siège du Sénat de Cornyn alors que Trump faisait pression pour prendre parti - CNN",
        "Des milliers de personnes se rassemblent au Capitole à Santa Fe pour une manifestation anti-Trump « Hands Off ! » - Santa Fe Nouveau Mexicain"
    ]
}