{
    "headlines": [
        "تحديثات حية: سيؤجل ترامب بعض التعريفات الجمركية على المكسيك وكندا لمدة شهر وسط مخاوف اقتصادية - وكالة أسوشيتد برس",
        "نيوزيلندا تفصل السفير لدى المملكة المتحدة لسؤاله عما إذا كان ترامب \"يفهم التاريخ\" - واشنطن بوست",
        "\"حرفيًا مجرد نسخة\" - لعبة iOS متهمة بسرقة شفرة HTML5 غير مصرح بها - Ars Technica",
        "\"سبيس إكس\" تطلق صاروخ \"ستارشيب\" الضخم في رحلة تجريبية أخرى بعد انفجار أفسد الرحلة الأخيرة - وكالة \"أسوشيتد برس\"",
        "باميلا باخ، نجمة Baywatch و Knight Rider، عثر عليها ميتة، تبلغ من العمر 62 عامًا - BBC.com",
        "متعقب الوكالة الحرة لاتحاد كرة القدم الأميركي 2025: تصنيف كل حركة رئيسية - الرياضة المصورة",
        "مشروع قانون تمويل الفجوة المؤقتة للحزب الجمهوري في مجلس النواب من المتوقع أن يتجنب تخفيضات الأجور للأطباء، ويوسع نطاق الوصول إلى الرعاية الصحية عن بعد - POLITICO",
        "يضع ترامب قيودًا جديدة على إيلون ماسك - بوليتيكو",
        "بدأت مقاطعة الهدف لمدة 40 يومًا هذا الأسبوع. ما يجب معرفته عن الاحتجاج وتأثيره المحتمل - SFGATE",
        "سيتم نقل Walgreens إلى القطاع الخاص بواسطة Sycamore في صفقة بقيمة 10 مليارات دولار - Yahoo Canada Finance",
        "مكاسب وخسائر مؤشر S&P 500 اليوم: تراجع أسهم الذكاء الاصطناعي بعد التوقعات الضعيفة من Marvell Technology - Investopedia",
        "زرع الدماغ المدعوم بالذكاء الاصطناعي يتيح الذراع الروبوتية للتحكم في الإنسان المشلول - أخبار علم الأعصاب",
        "تقول Apple إن جهاز MacBook Air الجديد أسرع بما يصل إلى 23 مرة من الطراز المستند إلى Intel، ولكن اقرأ النسخة المطبوعة الدقيقة - MacRumors",
        "معالجة المخاطر من بيركنز كوي ذ.م. م - البيت الأبيض",
        "Jaguars trade WR Christian Kirk to the Texans - NBC Sports",
        "إعصار ألفريد يتجه نحو بريسبان وشرق أستراليا للوصول إلى اليابسة النادرة - واشنطن بوست",
        "تكشف النجوم الهاربة عن ثقب أسود مخفي في أقرب جارة لمجرة درب التبانة - Phys.org",
        "كبير مسؤولي العلوم في Huging Face يخشى أن يصبح الذكاء الاصطناعي \"نعم على الخوادم\" - TechCrunch",
        "يحول مرشح إدارة الغذاء والدواء الأمريكية (FDA) سؤال اللقاح إلى ديم، مذكراً بقرار بايدن المثير للجدل - فوكس نيوز",
        "البابا من المستشفى: \"شكرًا لصلواتك، أنا أرافقك من هنا\" - أخبار الفاتيكان - العربية"
    ]
}