{
    "headlines": [
        "تموت القطة المنزلية من إنفلونزا الطيور بعد تناول أغذية الحيوانات الأليفة النيئة في شركة واشنطن - فوكس 12 أوريغون",
        "يوم عيد الميلاد الشفق القطبي يمكن أن تضيء أجزاء من الولايات المتحدة - نيويورك بوست",
        "يظهر ريان رينولدز مشاعر نادرة بعد أن رفعت زوجته بليك ليفلي دعوى قضائية ضد جاستن بالدوني بتهمة التحرش الجنسي - هندوستان تايمز",
        "كان تعقب سانتا من نوراد بمثابة دفعة معنوية للحرب الباردة. الآن يجذب ملايين الأطفال. - POLITICO",
        "ترتفع حالات السعال الديكي في الولايات المتحدة إلى أعلى مستوى لها منذ عقد من الزمان - صحيفة واشنطن بوست",
        "دعوى قضائية ضد شون كومز من قبل رجل يشرح بالتفصيل \"ليالي الملك البرية\"، مدعياً وجود بطارية جنسية - رولينج ستون",
        "ثلاثة قتلى بالرصاص عندما هاجم مسلحون أكبر مستشفى في هايتي - BBC.com",
        "مدفوعًا بالغضب والكافيين، إضراب 200 عامل في ستاربكس في منطقة بيتسبرغ - تريب لايف",
        "يتعهد ترامب بمتابعة عمليات الإعدام بعد أن يخفف بايدن معظم عقوبة الإعدام الفيدرالية - وكالة أسوشيتد برس",
        "ما يجب معرفته عن الأمراض المعدية خلال موسم العطلات هذا - أصوات ياهو!",
        "كيف تشعر ؟ مسقط رأس بوب ديلان تستعد لفيلم جديد عن المغني - MPR News",
        "تقرير Bleacher's Expert Week 17 NFL Picks - تقرير Bleacher",
        "المصادر: مزق خزان تكساس ديل الضمانات الإنسية، والضمانات الجانبية، وكذلك الرباط الصليبي الأمامي، وخلع الركبة، وتلف الغضروف المفصلي - KPRC Click2Houston",
        "سانتا رالي ينطلق في وول ستريت: مكاسب الأسهم، تسلا ترتفع، بيتكوين تصل إلى 98000 دولار - Yahoo Finance",
        "انتخاب ترامب يثير معركة حول التقاعد القضائي، ومناصب قضائية جديدة - واشنطن بوست",
        "ما سيأكله رواد الفضاء الذين تأخرت عودتهم إلى الأرض في الفضاء لعشاء عيد الميلاد - أصوات ياهو!",
        "الصور: انهيار رصيف سانتا كروز - كرون4",
        "تغرق السفينة الروسية الخاضعة للعقوبات الأمريكية بعد انفجار غرفة المحرك - BBC.com",
        "\"عيد الميلاد \": لماذا يقع عيد الميلاد وعيد الهانوكا في نفس التاريخ هذا العام - أكسيوس",
        "الفوز بالجائزة الكبرى Mega Millions يصل إلى مليار دولار قبل سحب ليلة عيد الميلاد - ABC News"
    ]
}