{
    "headlines": [
        "ਹਿਜ਼ਬੁੱਲਾ, ਇਜ਼ਰਾਈਲ ਨੇ ਸੰਘਰਸ਼ ਨੂੰ ਚੌੜਾ ਕਰਨ ਦੇ ਡਰ ਦੇ ਵਿਚਕਾਰ ਭਾਰੀ ਅੱਗ ਦਾ ਆਦਾਨ-ਪ੍ਰਦਾਨ ਕੀਤਾ - ਰਾਇਟਰ",
        "ਖਾੜੀ ਖੰਡੀ ਤੂਫਾਨ ਦੀ ਸੰਭਾਵਨਾ ਹੈ, ਇਸ ਹਫਤੇ ਦੇਰ ਨਾਲ ਫਲੋਰਿਡਾ, ਦੱਖਣ-ਪੂਰਬ ਲਈ ਖ਼ਤਰਾ ਹੈ - ਮੌਸਮ ਚੈਨਲ",
        "ਡੈਮੋਕਰੇਟਸ ਲਾਤੀਨੀ ਵੋਟਰਾਂ ਨੂੰ ਨਿਸ਼ਾਨਾ ਬਣਾਉਣ ਦਾ ਤਰੀਕਾ ਕਿਵੇਂ ਬਦਲ ਰਿਹਾ ਹੈ - ਪੋਲਿਟਿਕੋ",
        "ਬਰਮਿੰਘਮ, ਅਲਾਬਾਮਾ ਵਿੱਚ ਪ੍ਰਸਿੱਧ ਮਨੋਰੰਜਨ ਖੇਤਰ ਵਿੱਚ ਗੋਲੀਬਾਰੀ ਵਿੱਚ ਘੱਟੋ ਘੱਟ 4 ਦੀ ਮੌਤ ਹੋ ਗਈ ਅਤੇ ਕਈ ਜ਼ਖਮੀ ਹੋ ਗਏ, ਪੁਲਿਸ ਦਾ ਕਹਿਣਾ ਹੈ - ਸੀਐਨਐਨ",
        "ਐਨਐਫਐਲ ਹਫਤੇ 3 ਦੀ ਭਵਿੱਖਬਾਣੀਃ ਹਰ ਗੇਮ ਲਈ ਫੈਲਣ ਦੇ ਵਿਰੁੱਧ ਪਿਕ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਇੱਕ ਮਾਰਕਸਵਾਦੀ ਵਿਧਾਇਕ ਸ਼੍ਰੀਲੰਕਾ ਦੇ ਰਾਸ਼ਟਰਪਤੀ ਚੋਣਾਂ ਵਿੱਚ ਵੋਟਾਂ ਦੀ ਗਿਣਤੀ ਦੀ ਅਗਵਾਈ ਕਰਦਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "2024 ਐਨਐਫਐਲ ਹਫਤਾ 3: ਐਤਵਾਰ ਦੀਆਂ ਸਭ ਤੋਂ ਵਧੀਆ ਖੇਡਾਂ ਅਤੇ ਸਟੈਂਡਆਉਟ ਸਟੋਰੀਲਾਈਨਜ਼ - ਸੀ ਐਨ ਐਨ",
        "ਡੈਨੀਅਲ ਡੁਬੋਇਸ ਨੇ ਐਂਥਨੀ ਜੋਸ਼ੁਆ ਨੂੰ ਝਟਕੇ ਦੀ ਜਿੱਤ ਦਾ ਦਾਅਵਾ ਕਰਨ ਅਤੇ ਆਈਬੀਐਫ ਵਰਲਡ ਹੈਵੀਵੇਟ ਚੈਂਪੀਅਨ ਬਣੇ ਰਹਿਣ ਲਈ ਮਾਰਿਆ - ਸੀਐਨਐਨ",
        "ਇਜ਼ਰਾਈਲ ਨੇ ਰਾਮੱਲਾ ਵਿੱਚ ਅਲ ਜਜ਼ੀਰਾ ਬਿ Bureauਰੋ ਬੰਦ ਕੀਤਾਃ ਤੁਹਾਨੂੰ ਸਭ ਕੁਝ ਜਾਣਨ ਦੀ ਜ਼ਰੂਰਤ ਹੈ - ਅਲ ਜਜ਼ੀਰਾ ਅੰਗਰੇਜ਼ੀ",
        "ਹਿੰਗ ਸੀਈਓ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਸਨੇ 400 ਮਿਲੀਅਨ ਡਾਲਰ-ਇੱਕ ਸਾਲ ਦੇ ਕਾਰੋਬਾਰ ਨੂੰ ਜ਼ਮੀਨ ਤੋਂ ਬਾਹਰ ਕੱ toਣ ਲਈ ਕਿਟਕੈਟਸ ਨਾਲ ਵਿਦਿਆਰਥੀਆਂ ਨੂੰ ਰਿਸ਼ਵਤ ਦਿੱਤੀ - Fortune",
        "ਹਿਜ਼ਬੁੱਲਾ ਦੇ ਵੱਡੇ ਹਮਲੇ ਦੌਰਾਨ ਤੁਰਕੀ ਦੀ ਇਜ਼ਰਾਈਲ ਹੜਤਾਲ ਯੋਜਨਾ ਦਾ ਸਭ ਤੋਂ ਵੱਡਾ ਇਸ਼ਾਰਾ ਏਰਦੋਗਨ ਨੇ ਛੱਡਿਆ? | ਲੇਬਨਾਨ - ਹਿੰਦੁਸਤਾਨ ਟਾਈਮਜ਼",
        "ਹੇਲ ਮੈਰੀ - ਈਐਸਪੀਐਨ ਤੋਂ ਬਾਅਦ ਓਟੀ ਵਿੱਚ 'ਲਚਕੀਲੇ' ਮੱਝਾਂ ਦੀ ਜਿੱਤ",
        "ਲੇਬਲ 'ਤੇ ਸ਼ਾਮਲ ਨਾ ਕੀਤੇ ਗਏ ਬਦਾਮਾਂ ਦੇ ਸੰਭਾਵਿਤ ਟਰੇਸਾਂ ਲਈ 27 ਰਾਜਾਂ ਵਿਚ ਲੈਕਟੈੱਡ ਮਿਲਕ ਨੂੰ ਵਾਪਸ ਬੁਲਾਇਆ ਗਿਆ - ਫੌਕਸ ਬਿਜ਼ਨਸ",
        "ਫੈੱਡਜ਼ ਨਵੇਂ ਐਨਵਾਈਪੀਡੀ ਕਮਿਸ਼ਨਰ ਦੀ ਨਿਯੁਕਤੀ ਤੋਂ ਇਕ ਹਫਤੇ ਬਾਅਦ ਹੀ ਸਰਚ ਵਾਰੰਟ ਚਲਾਉਂਦੇ ਹਨ - ਸੀ ਐਨ ਐਨ",
        "ਕਿਮ ਕਾਰਦਾਸ਼ੀਅਨ ਅਤੇ ‘ਰਾਖਸ਼ਾਂ' ਅਭਿਨੇਤਾ ਕੂਪਰ ਕੋਚ ਮੇਨੇਂਡੇਜ਼ ਬ੍ਰਦਰਜ਼, ਹੋਰ ਕੈਦੀਆਂ ਦਾ ਦੌਰਾ ਕਰਦੇ ਹਨ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਕੈਥਰੀਨ ਕਰੌਸਬੀ, 'ਸਿੰਬਾਡ ਦੀ 7 ਵੀਂ ਯਾਤਰਾ' ਸਟਾਰ ਅਤੇ ਬਿੰਗ ਕਰੌਸਬੀ ਦੀ ਵਿਧਵਾ, 90 ਤੇ ਮਰ ਗਈ - ਫੌਕਸ ਨਿ Newsਜ਼",
        "ਐਫਬੀਆਈ ਏਜੰਟਾਂ ਨੇ ਕੰਪਨੀ ਦੁਆਰਾ ਪ੍ਰਬੰਧਿਤ ਸਮੁੰਦਰੀ ਜਹਾਜ਼ ਵਿੱਚ ਸਵਾਰ ਕੀਤਾ ਹੈ ਜਿਸਦਾ ਹੋਰ ਕਾਰਗੋ ਸਮੁੰਦਰੀ ਜਹਾਜ਼ ਬਾਲਟੀਮੋਰ ਬ੍ਰਿਜ ਡਿੱਗ ਗਿਆ - ਪੋਲਿਟਿਕੋ",
        "ਫਰਾਂਸ ਦੇ ਰਾਸ਼ਟਰਪਤੀ ਇਮੈਨੁਅਲ ਮੈਕਰੋਨ ਨੇ ਨਵੀਂ ਸੱਜੇ ਪੱਖੀ ਸਰਕਾਰ ਦਾ ਐਲਾਨ ਕੀਤਾ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਇੱਕ ਸਕੂਲ 'ਤੇ ਇਜ਼ਰਾਈਲੀ ਹੜਤਾਲ' ਤੇ ਘੱਟੋ ਘੱਟ 22 ਲੋਕ ਮਾਰੇ ਗਏ, ਗਾਜ਼ਾ ਸਿਹਤ ਮੰਤਰਾਲੇ ਦਾ ਕਹਿਣਾ ਹੈ - POLITICO",
        "ਟਰੰਪ ਨੇ ਚੋਟੀ ਦੇ ਇਨ-ਸਟੇਟ ਸਮਰਥਕ ਮਾਰਕ ਰੋਬਿਨਸਨ ਤੋਂ ਬਿਨਾਂ ਉੱਤਰੀ ਕੈਰੋਲੀਨਾ ਵਿੱਚ ਵਾਪਸੀ ਵਿੱਚ womenਰਤਾਂ ਨੂੰ ਅਪੀਲ ਕੀਤੀ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ"
    ]
}