{
    "headlines": [
        "ਐਨਵੀਡੀਆ ਦੇ ਸੀਈਓ ਨੇ ਐਡਵਾਂਸਡ ਏਆਈ ਚਿਪਸ, ਫਾਉਂਡੇਸ਼ਨ ਮਾਡਲਾਂ ਅਤੇ ਮਿਨੀ ਸੁਪਰ ਕੰਪਿ computerਟਰ ਦਾ ਪਰਦਾਫਾਸ਼ ਕੀਤਾ - PYMNTS. com",
        "ਫਰਾਂਸ ਵਿਚ ਦੂਰ-ਸੱਜੇ ਪਾਰਟੀ ਦੇ ਪਿਤਾ ਜੀਨ-ਮੈਰੀ ਲੇ ਪੈੱਨ ਦੀ 96 ਸਾਲ ਦੀ ਉਮਰ ਵਿਚ ਮੌਤ ਹੋ ਗਈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਉੱਤਰੀ ਕੈਰੋਲੀਨਾ ਦੇ ਜਸਟਿਸ ਆਪਣੀ ਇਕ ਸੀਟ ਲਈ ਦੌੜ ਵਿਚ ਚੋਣ ਨਤੀਜੇ ਦੇ ਪ੍ਰਮਾਣੀਕਰਣ ਨੂੰ ਰੋਕਦੇ ਹਨ - ਪੋਲਿਟਿਕੋ",
        "ਟਰੰਪ ਦਾ ਦਾਅਵਾ ਹੈ ਕਿ ਉਹ ਮੈਕਸੀਕੋ ਦੀ ਖਾੜੀ ਦਾ ਨਾਮ ਬਦਲ ਕੇ 'ਅਮਰੀਕਾ ਦੀ ਖਾੜੀ' ਰੱਖੇਗਾ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਨਾਸਾ ਮੰਗਲ ਤੋਂ ਨਮੂਨੇ ਵਾਪਸ ਕਰਨ ਲਈ ਦੋ ਲੈਂਡਿੰਗ ਵਿਕਲਪਾਂ ਦੀ ਪੜਚੋਲ ਕਰੇਗਾ - ਨਾਸਾ",
        "ਟਾਇਰਿਕ ਹਿੱਲ ਨੇ ਆਪਣੀ ਐਤਵਾਰ ਦੀਆਂ ਟਿੱਪਣੀਆਂ ਨੂੰ ਬਾਹਰ ਕੱ wantਣ ਬਾਰੇ ਵਾਪਸ ਨਹੀਂ ਲਿਆ ਹੈ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਟਰੰਪ ਦੇ ਵਕੀਲ ਨੇ ਅਪੀਲ ਕੋਰਟ ਨੂੰ ਉਸ ਦੇ ਅਪਰਾਧਿਕ ਹਸ਼ ਪੈਸੇ ਦੀ ਸਜ਼ਾ ਨੂੰ ਰੋਕਣ ਲਈ ਕਿਹਾ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਐਨਵੀਡੀਆ ਦੇ ਸਟਾਕ ਮੁਖੀ ਮਹੀਨਿਆਂ ਵਿੱਚ ਸਭ ਤੋਂ ਭੈੜੀ ਗਿਰਾਵਟ ਲਈ ਕਿਉਂਕਿ ਸੀਈਐਸ ਭਾਸ਼ਣ ਵਿੱਚ ਇੱਕ ਵੱਡੀ ਚੀਜ਼ ਦੀ ਘਾਟ ਸੀ - ਮਾਰਕੀਟਵਾਚ",
        "ਖਤਰਨਾਕ ਅੱਗ ਦੇ ਮੌਸਮ ਦੇ ਵਿਚਕਾਰ ਸੰਭਾਵਤ ਤੌਰ ਤੇ ਵਿਨਾਸ਼ਕਾਰੀ ਹਵਾ ਦੇ ਤੂਫਾਨ ਲਈ SoCal ਬ੍ਰੇਸ - ABC7 ਲਾਸ ਏਂਜਲਸ",
        "ਫਲੋਰੀਡਾ ਹਵਾਈ ਅੱਡੇ 'ਤੇ ਜੈੱਟ ਬਲੂ ਜਹਾਜ਼ ਦੇ ਲੈਂਡਿੰਗ ਗੀਅਰ' ਚ ਮਿਲੀਆਂ 2 ਲਾਸ਼ਾਂ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਮੋਡਰਨਾ ਸਟਾਕ ਜੰਪਸ ਬਰਡ ਫਲੂ ਵੈਕਸੀਨ ਦੀ ਉਮੀਦ ਦੇ ਵਿਚਕਾਰ ਪਹਿਲੀ ਅਮਰੀਕੀ ਮੌਤ ਤੋਂ ਬਾਅਦ - ਬੈਰਨ ਦੀ",
        "ਟਰੰਪ ਨੇ ਦੁਬਈ ਦੀ ਕੰਪਨੀ ਨੂੰ ਅਮਰੀਕੀ ਡਾਟਾ ਸੈਂਟਰਾਂ 'ਚ ਘੱਟੋ-ਘੱਟ 20 ਅਰਬ ਡਾਲਰ ਦਾ ਨਿਵੇਸ਼ ਕਰਨ ਦਾ ਕੀਤਾ ਐਲਾਨ - CBS News",
        "ਐਨਐਫਐਲ ਦੇ ਮੁੱਖ ਕੋਚ, ਜੀਐਮ ਚਾਲਾਂ, ਗੋਲੀਬਾਰੀਃ ਲਾਈਵ ਅਪਡੇਟਸ, ਤਾਜ਼ਾ ਖ਼ਬਰਾਂ ਜਿਵੇਂ ਟਾਈਟਨਜ਼ ਰੈਨ ਕਾਰਥਨ ਨਾਲ ਵੱਖਰੇ ਤਰੀਕੇ ਹਨ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਤਿੱਬਤ 'ਚ ਆਇਆ ਜਾਨਲੇਵਾ ਭੂਚਾਲ, ਨੇਪਾਲ, ਭਾਰਤ' ਚ ਮਹਿਸੂਸ ਕੀਤੇ ਗਏ ਭੂਚਾਲ ਦੇ ਝਟਕੇ - DW (ਪੰਜਾਬੀ)",
        "OnePlus 13 ਗਲੋਬਲ ਤੌਰ 'ਤੇ $ 899 ਤੋਂ ਲਾਂਚ ਕਰਦਾ ਹੈ, ਅਤੇ ਇਹ 2025 ਨੂੰ ਉੱਚੇ ਨੋਟ' ਤੇ ਸ਼ੁਰੂ ਕਰ ਰਿਹਾ ਹੈ - 9to5Google",
        "ਲੈਨੋਵੋ ਵਿੰਡੋਜ਼ ਨੂੰ ਆਰਮ ਤੇ ਮਿੰਨੀ ਡੈਸਕਟੌਪ ਪੀਸੀ ਤੇ ਲਿਆਉਂਦਾ ਹੈ - ਦ ਵਰਜ",
        "ਸਰਦੀਆਂ ਦਾ ਤੂਫਾਨ ਪ੍ਰਭਾਵਸ਼ਾਲੀ ਬਰਫ ਅਤੇ ਬਰਫ ਨਾਲ ਠੰਡੇ ਦੱਖਣ ਦੁਆਰਾ ਅਸਾਧਾਰਣ ਟਰੈਕ ਲੈਣ ਲਈ - ਸੀ ਐਨ ਐਨ",
        "ਡੈਨਮਾਰਕ ਦੇ ਪ੍ਰਧਾਨ ਮੰਤਰੀ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਗ੍ਰੀਨਲੈਂਡ ਅਜੇ ਵੀ ਵਿਕਰੀ ਲਈ ਨਹੀਂ ਹੈ ਕਿਉਂਕਿ ਡੋਨਾਲਡ ਟਰੰਪ ਜੂਨੀਅਰ ਪਹੁੰਚੇ ਹਨ - ਪੋਲਿਟਿਕੋ ਯੂਰਪ",
        "ਇਨਬਾਕਸਃ ਫੁੱਟਬਾਲ ਜਗਤ ਨੂੰ ਦੁਬਾਰਾ ਕਿਉਂ ਨਹੀਂ ਝਟਕਾ? - Packers. com",
        "ਕਿੱਥੇ ਹਰ ਗੋਲਡਨ ਗਲੋਬ ਜੇਤੂ ਨੂੰ ਸਟਰੀਮ ਕਰਨ ਲਈ, ‘ਪਦਾਰਥ’ ਤੱਕ ‘Shogun’ - ਫੋਰਬਸ"
    ]
}