{
    "headlines": [
        "New barriers coming to Bourbon Street not designed to stop truck attacks like on New Year's Day - NOLA.com",
        "MTA holds cheery ceremony to unveil congestion pricing signs — hours before drivers are set to feel the pain - New York Post ",
        "‘Star Wars’ Child Actor Jake Lloyd Opens Up About Schizophrenia Diagnosis, Feeling “Pretty Good” - Deadline",
        "Zelenskiy reports heavy Russian, North Korean troop losses in Russia's Kursk - Reuters",
        "How Browns' Loss to Ravens Impacts 2025 NFL Draft Order - Sports Illustrated",
        "Biden rejected appeals of several top advisers in blocking U.S. Steel bid - The Washington Post",
        "World Junior Championship roundup: Finland tops Sweden in OT to reach final - NHL.com",
        "Indie filmmaker Jeff Baena, Aubrey Plaza’s husband, found dead at Los Angeles home - The Associated Press",
        "Trump sentencing sets up an unusual scene ahead of his inauguration - The Washington Post",
        "Biggest winter storm in over a decade forecast to hit tens of millions of Americans - BBC.com",
        "Heat Notes: Butler, Adebayo, Rozier, Riley, Porter Jr. - hoopsrumors.com",
        "Find out how much more lake effect snow occurs through the rest of the weekend here! - CNYcentral.com",
        "Austria: Chancellor to resign after coalition talks collapse - DW (English)",
        "Johnson tells House Republicans that Trump wants one ‘big beautiful’ reconciliation package - POLITICO",
        "Video: Jimmy Carter’s son says goodbye to dad during Carter Center ceremony - CNN",
        "[Removed]",
        "Hey, Apple, Let's Shake Up the iPhone's Design in 2025 — Finally - CNET",
        "Biden plans to send $8bn arms shipment to Israel - BBC.com",
        "[Removed]",
        "Mary Steenburgen Says She Thought Husband Ted Danson Was ‘Slick’ Until He Said “This” Phrase ‘After Making Love’ (Exclusive) - Yahoo Entertainment"
    ]
}