{
    "headlines": [
        "المحكمة العليا تقول إن إدارة ترامب يجب أن تعمل على إعادة رجل ميريلاند الذي تم ترحيله عن طريق الخطأ - أسوشيتد برس نيوز",
        "إريك دين يكشف عن تشخيص التصلب الجانبي الضموري، ويقول إنه سيعود إلى مجموعة \"النشوة\" الأسبوع المقبل - تنوع",
        "هبطت الأسهم اليابانية أكثر من 5 ٪ مع استئناف أسواق آسيا والمحيط الهادئ عمليات البيع بسبب مخاوف الحرب التجارية بين الولايات المتحدة والصين - CNBC",
        "إدارة ترامب تصف 6000 مهاجر لاتيني بالموت، على أمل أن يرحلوا بأنفسهم - واشنطن بوست",
        "انظر لماذا أدى عكس ترامب في الواقع إلى زيادة أسعار التعريفة الجمركية - واشنطن بوست",
        "رأس جناح طائرة تابعة للخطوط الجوية الأمريكية يضرب طائرة أخرى في مطار العاصمة - أسوشيتد برس نيوز",
        "إدارة ترامب تضع أدلتها لترحيل الناشط محمود خليل - NPR",
        "يقول كبار الاستراتيجيين إن سوق الأسهم لا يزال متعثراً بسبب عدم اليقين بشأن التعريفة الجمركية على الرغم من وقفة ترامب - MarketWatch",
        "حصلت الأعمال المثيرة أخيرًا على فئتها الخاصة في حفل توزيع جوائز الأوسكار - The Verge",
        "جمعت النائبة مارجوري تايلور غرين أسهم أمازون وديل عندما انخفضت الأسهم بنسبة 40 ٪ من ضربة ترامب الجمركية - فورتشن",
        "سكوب: إيران تريد استكشاف صفقة نووية مؤقتة في محادثات مع الولايات المتحدة، كما تقول المصادر - أكسيوس",
        "منصة بث Razer من جهاز كمبيوتر إلى هاتف محمول متاحة الآن - The Verge",
        "تحطمت طائرة هليكوبتر في نهر هدسون في مدينة نيويورك، 3 قتلى: مصادر - ABC News",
        "المشيعون يحيون ذكرى أيقونة الميرينغ روبي بيريز، الذي توفي في انهيار سقف الدومينيكان - أسوشيتد برس نيوز",
        "أوكرانيا تتهم روسيا بتجنيد جنود من الصين بشكل منهجي - وول ستريت جورنال",
        "يتبنى الحزب الجمهوري في مجلس النواب إطار الميزانية، مما يمهد الطريق لـ \"مشروع قانون كبير وجميل\" لترامب - بوليتيكو",
        "الأثرياء يتدفقون على النقد والذهب وصناديق الأسرة أثناء اضطرابات السوق - سي إن بي سي",
        "اختار خبراء مسودة اتحاد كرة القدم الأميركي قوائم تضم 10 أشخاص من فئة 2025: من لديه أفضل فريق فائق ؟ - ESPN",
        "تقوم OpenAI بتحديث ChatGPT للإشارة إلى محادثاتك السابقة - TechCrunch"
    ]
}