{
    "headlines": [
        "Вспышка кори в Западном Техасе удвоилась до 48 случаев - CNN",
        "Они не просто подают в суд, чтобы остановить ДОЖА. Они подают в суд на самого Илона Маска. - POLITICO",
        "Домовладелец признал себя виновным в стрельбе по чернокожему подростку Ральфу Ярлу, который позвонил не в ту дверь - ABC News",
        "Дочери покойного соучредителя Target выражают обеспокоенность по поводу отказа компании от усилий DEI - The Associated Press",
        "Иск об изнасиловании Джей-Зи и Шона «Дидди» Комбса отклонен адвокатом Джейн Доу - Variety",
        "Berkshire Баффета удерживает акции Apple, но обрезает доли в BofA, Citi и Capital One - The Wall Street Journal",
        "Что думают аналитики об акциях Apple в преддверии запуска продукта в среду - Investopedia",
        "Неисправность оборудования, сброшенные сообщения, рассмотренные NTSB в авиакатастрофе недалеко от Вашингтона - NBC News",
        "«Брайтон энд Хоув Альбион» 3-0 «Челси», Премьер-лига: реакция после матча, рейтинги - у нас нет истории",
        "Отчет: 2 человека застрелены на параде чемпионата Eagles Super Bowl 59 в Филадельфии - Yahoo Sports",
        "Интенсивный сезон гриппа заполняет больницы тяжелобольными пациентами - WTOP",
        "Беспилотник пробил внешнюю оболочку Чернобыльской АЭС Украины. Уровень радиации в норме - Ассошиэйтед Пресс",
        "Прокурор уволился после приказа прекратить дело о коррупции против мэра Нью-Йорка Эрика Адамса - The Washington Post",
        "Трамп говорит, что новые тарифы на автомобили появятся примерно 2 апреля - Bloomberg",
        "Трамп заявил, что займет жесткую позицию в отношении Газы в субботу - The Jerusalem Post",
        "Прогноз северного сияния: где может появиться северное сияние в День святого Валентина - Forbes",
        "Мюнхенские новости: Зеленский говорит Вэнсу, что Украине нужны «гарантии безопасности» для мирных переговоров - Newsweek",
        "Всплеск землетрясений может сигнализировать о возможном извержении вулкана Маунт-Сперр на Аляске - ABC News"
    ]
}