{
    "headlines": [
        "ਪ੍ਰਿਸਕੋ ਦਾ ਐਨਐਫਐਲ ਪਲੇਆਫ ਬਰੈਕਟ ਪ੍ਰੋਜੈਕਸ਼ਨਃ ਬਿੱਲ ਆਖਰਕਾਰ ਚੀਫਸ ਨੂੰ ਢਾਹ ਦਿੰਦੇ ਹਨ, ਪੈਕਰਸ ਸਟਨ ਲਾਇਨਜ਼ ਸੁਪਰ ਬਾlਲ ਦੇ ਰਸਤੇ ਤੇ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਫੈਡਰਲ ਅਪੀਲ ਕੋਰਟ ਗਾਰਲੈਂਡ ਦੀ ਟਰੰਪ ਕੇਸਾਂ ਬਾਰੇ ਵਿਸ਼ੇਸ਼ ਵਕੀਲ ਰਿਪੋਰਟ ਜਾਰੀ ਕਰਨ ਦੀ ਯੋਜਨਾ ਨੂੰ ਰੋਕ ਨਹੀਂ ਦੇਵੇਗਾ - ਸੀਐਨਐਨ",
        "ਐਨਐਫਐਲ ਵਾਈਕਿੰਗਜ਼-ਰਾਮ ਪਲੇਆਫ ਗੇਮ ਨੂੰ ਅਰੀਜ਼ੋਨਾ ਭੇਜਦਾ ਹੈ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਨੇਤਨਯਾਹੂ Auschwitz ਯਾਦਗਾਰੀ ਸਮਾਗਮ ਵਿਚ ਸ਼ਾਮਲ ਹੋ ਸਕਦੇ ਹਨ, ਪੋਲੈਂਡ ਦੇ Tusk ਕਹਿੰਦਾ ਹੈ - POLITICO ਯੂਰਪ",
        "ਸੈਮਸੰਗ ਗਲੈਕਸੀ ਐਸ 25 ਪਰਿਵਾਰ ਅਣਚਾਹੇ ਕੀਮਤ ਵਾਧੇ ਨਾਲ ਪਹੁੰਚ ਸਕਦਾ ਹੈ - GSMArena. com",
        "ਕੈਲੀਫੋਰਨੀਆ ਦੇ ਜੰਗਲੀ ਅੱਗ ਕਾਰਨ ਹੈਰਿਸ ਨੇ ਫਾਈਨਲ ਵਿਦੇਸ਼ੀ ਯਾਤਰਾ ਰੱਦ ਕੀਤੀ - ਯਾਹੂ! ਆਵਾਜ਼ਾਂ",
        "ਨੋਟਰੇ ਡੈਮ ਬਨਾਮ ਪੈਨ ਸਟੇਟ ਗੇਮ ਕਿੱਥੇ ਵੇਖੀਏਃ ਟੀਵੀ ਚੈਨਲ, 2025 ਓਰੇਂਜ ਬਾlਲ ਦੀਆਂ ਮੁਸ਼ਕਲਾਂ, ਫੈਲਣ, ਭਵਿੱਖਬਾਣੀ, ਪਿਕ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਨਵੀਂ ਰਣਨੀਤੀ ਦੇ ਹਿੱਸੇ ਵਜੋਂ ਮੈਸੀ ਦੇ ਦਰਜਨਾਂ ਸਟੋਰਾਂ ਨੂੰ ਬੰਦ ਕਰਨਾ 2024 ਦੀ ਲਾਪਰਵਾਹੀ ਤੋਂ ਬਾਅਦ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਐਲਏ ਜੰਗਲੀ ਅੱਗ ਸੇਲਿਬ੍ਰਿਟੀ ਨਾਲ ਭਰੇ ਪੈਸੀਫਿਕ ਪਾਲੀਸੇਡਾਂ ਵਿਚੋਂ ਲੰਘ ਰਹੀ ਹੈ. ਇੱਥੇ ਕਿਹੜੇ ਸਿਤਾਰਿਆਂ ਨੇ ਘਰ ਗੁਆਏ ਹਨ - ਬਿਜ਼ਨਸ ਇਨਸਾਈਡਰ",
        "ਸੈਨੇਟ ਡੈਮੋਕਰੇਟ ਅਪਰਾਧ ਦੇ ਦੋਸ਼ੀ ਪ੍ਰਵਾਸੀਆਂ ਨੂੰ ਹਿਰਾਸਤ ਵਿੱਚ ਲੈਣ ਲਈ ਬਿੱਲ ਨੂੰ ਅੱਗੇ ਵਧਾਉਣ ਲਈ ਵੋਟਿੰਗ ਵਿੱਚ ਰਿਪਬਲਿਕਨਾਂ ਵਿੱਚ ਸ਼ਾਮਲ ਹੁੰਦੇ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਕੈਲੀਫੋਰਨੀਆ ਦੇ ਜੰਗਲੀ ਅੱਗ ਨੇ ਲਾਸ ਏਂਜਲਸ ਕਾਉਂਟੀ ਨੂੰ ਤਬਾਹ ਕਰ ਦਿੱਤਾ, 5 ਦੀ ਮੌਤ ਹੋ ਗਈ ਅਤੇ ਹਜ਼ਾਰਾਂ ਘਰਾਂ ਨੂੰ ਧਮਕੀ ਦਿੱਤੀ ਗਈ - ਫੌਕਸ ਨਿ Newsਜ਼",
        "ਜਿਮੀ ਕਾਰਟਰ ਸੰਸਕਾਰ ਲਾਈਵ ਅੱਪਡੇਟਃ ਟੋਕਰੀ ਮੈਦਾਨ ਵਿਚ ਪਹੁੰਚਣ, ਜਾਰਜੀਆ, ਟਰੰਪ ਦੇ ਬਾਅਦ, ਓਬਾਮਾ, ਬਾਈਡਨ ਸੇਵਾ ਵਿਚ ਹਾਜ਼ਰ - ਫੋਰਬਸ",
        "ਬਲੈਕਰੌਕ ਨੇ ਨਵੀਨਤਮ ਹਰੀ ਚੜ੍ਹਾਈ ਵਿੱਚ ਜਲਵਾਯੂ ਸਮੂਹ ਨੂੰ ਛੱਡ ਦਿੱਤਾ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "‘ਦੁਸ਼ਟ’ ਨੇ ਡਿਜੀਟਲ ਰਿਲੀਜ਼ ਦੇ ਪਹਿਲੇ ਹਫਤੇ 70 ਮਿਲੀਅਨ ਡਾਲਰ ਕਮਾਏ - ਵੰਨਗੀ",
        "ਡੈਨਮਾਰਕ ਗ੍ਰੀਨਲੈਂਡ ਨੂੰ ਲੈਣ ਦੀ ਟਰੰਪ ਦੀ ਧਮਕੀ 'ਤੇ ਸੰਕਟ ਵਿਚ ਸ਼ਾਂਤ ਰਹਿਣ ਲਈ ਸੰਘਰਸ਼ ਕਰਦਾ ਹੈ - ਬੀਬੀਸੀ.",
        "ਐਕਸ ਅਮਰੀਕਾ ਵਿਚ ਗਰੋਕ ਦਾ ਆਈਫੋਨ ਐਪ ਲਾਂਚ ਕਰਦਾ ਹੈ - ਦਿ ਵਰਜ",
        "ਐਲਨ ਮਸਕ ਨੇ ਚੋਣਾਂ ਤੋਂ ਪਹਿਲਾਂ ਐਕਸ 'ਤੇ ਜਰਮਨੀ ਦੇ ਦੂਰ-ਸੱਜੇ ਏਐਫਡੀ ਦੇ ਨੇਤਾ ਦੀ ਮੇਜ਼ਬਾਨੀ ਕੀਤੀ - ਅਲ ਜਜ਼ੀਰਾ ਅੰਗਰੇਜ਼ੀ",
        "ਸ਼ੁੱਕਰਵਾਰ ਦੀ ਨੌਕਰੀ ਦੀ ਰਿਪੋਰਟ ਲੇਬਰ ਮਾਰਕੀਟ ਦਾ ਮਿਸ਼ਰਿਤ ਨਜ਼ਰੀਆ ਪੇਸ਼ ਕਰ ਸਕਦੀ ਹੈ. ਇੱਥੇ ਕੀ ਉਮੀਦ ਕਰਨੀ ਹੈ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਹਟਾਈ",
        "ਬਿਡੇਨ ਅਤੇ ਟਰੰਪ ਦੀਆਂ ਟੀਮਾਂ ਨੇ ਨਵੇਂ ਲੇਬਨਾਨੀ ਰਾਸ਼ਟਰਪਤੀ ਲਈ ਤਾਲਮੇਲ ਧੱਕਾ - ਐਕਸੀਓਸ"
    ]
}