{
    "headlines": [
        "Passenger plane flying from Azerbaijan to Russia crashes in Kazakhstan with many feared dead - Reuters",
        "Christmas blackouts in Ukraine after 'massive' Russian strike - ABC News",
        "Justin Baldoni's career is ‘dead’ as Blake Lively's filing is ‘just the start’ of legal war: Report - Hindustan Times",
        "Honda, Nissan Deal Could Be Key to Comeback Against China’s BYD - Bloomberg",
        "Where is Santa right now? Use the NORAD tracker to map his 2024 Christmas flight - CBS News",
        "Full Nvidia GeForce RTX 5070 Ti and GeForce RTX 5070 specs revealed by reliable tipster - Notebookcheck.net",
        "Palestinian Christians struggle to find hope at Christmas - BBC.com",
        "Horoscope for Wednesday, December 25, 2024 - Chicago Sun-Times",
        "South Korea’s Yoon defies second summons over martial law decree - Al Jazeera English",
        "[Master Duel] New Forbidden & Limited List Announced - YGOrganization",
        "How astronauts stuck in space end up with Santa hats for Christmas? Internet flooded with conspiracy theo - The Times of India",
        "Bald eagle officially U.S. national bird after Biden signs bill into law - Axios",
        "House cat in Washington County died after contracting bird flu from raw frozen pet food - OregonLive",
        "Christmas Day aurora borealis could light up parts of the US - New York Post ",
        "‘Shrinking’ Co-Creator Bill Lawrence Breaks Down Season 2 Ending, Thanksgiving Montage And Season 3 Theme - Deadline",
        "U.S. whooping cough cases soar to highest level in a decade - The Washington Post",
        "Trump says he will pursue more executions after Biden commutes most of federal death row - PBS NewsHour",
        "The end of the ‘Rust’ criminal case against Alec Baldwin may unlock a civil lawsuit - The Associated Press",
        "Judge rules Chicago school board can’t meddle with CEO Pedro Martinez’s duties - Chalkbeat",
        "NFL Week 17 picks and score predictions: Chiefs win Christmas thriller over Steelers, Bengals beat Broncos - CBS Sports"
    ]
}