{
    "headlines": [
        "Израильский солдат Омер Нейтра из Плейнвью был убит в результате атаки ХАМАСа 7 октября, подтверждают израильские военные - Newsday",
        "Адвокат защиты говорит, что ветеран «действовал, чтобы спасти» людей, используя удушение неустойчивого пассажира метро - Ассошиэйтед Пресс",
        "ИИ World Labs может генерировать интерактивные 3D-сцены из одной фотографии - TechCrunch",
        "Замятые авиарейсы в честь Дня благодарения подтолкнули авиаперевозчиков США к рекорду - The Wall Street Journal",
        "Изъято",
        "Грихальва снижает ставку на первое место, поскольку демократы противостоят расплате поколений - POLITICO",
        "Нетаньяху: ответит «решительно» после удара «Хезболлы» - Newsmax",
        "Французские законодатели проталкивают вотум недоверия, который может свергнуть правительство - CNN",
        "Работники VW объявили забастовку - Ars Technica",
        "Повстанческие группы захватили второй по величине город Сирии. Вот кто они - CNN",
        "На новом изображении галактика, названная так из-за ее сходства с сомбреро, выглядит совершенно по-другому - CNN",
        "Президент Грузии ищет поддержки Запада в противостоянии с ее собственным правительством - Reuters",
        "NFL Week 13 grades: Bills earn 'A+' for snowy win over 49ers, Bengals get 'D' for ugly loss to Steelers - CBS Sports",
        "Азиз Аль-Шаир из Хьюстона приносит извинения за удар, который сотряс Джексонвилл Джагуарс QB Тревор Лоуренс - CNN",
        "Warcraft: Orcs & Humans, Warcraft 2 снят с платформы GOG - Многоугольник",
        "Муж арестован по обвинению в убийстве после того, как пропавшие в Орегоне женщина и собаки были найдены мертвыми во время многодневной поисковой миссии - CBS News",
        "У рыб есть микробиом мозга. Может ли он быть и у людей? - Quanta Magazine",
        "Что сказал Джо Байден о помиловании своего сына Хантера Байдена? - BBC.com",
        "Пьяная номинантка Трампа попала на сцену со стриптизершами - NJ.com",
        "Лучшие демократы говорят, что они не просто «защитят» Калифорнию от Трампа — они снова сделают ее доступной - CalMatters"
    ]
}