{
    "headlines": [
        "ਟਰੰਪ ਅਤੇ ਮਸਕ ਦਾ ਫਰਜ਼ੀ ਵੀਡੀਓ ਹਾਊਸਿੰਗ ਏਜੰਸੀ 'ਤੇ ਟੀਵੀ' ਤੇ ਦਿਖਾਈ ਦਿੰਦਾ ਹੈ - ਡੈੱਕਨ ਹੇਰਾਲਡ",
        "ਜੱਜ ਨੇ ਹੁਣ ਲਈ ਏਪੀ ਨੂੰ ਰੋਕਣ ਦੇ ਟਰੰਪ ਦੇ ਅਧਿਕਾਰ ਨੂੰ ਬਰਕਰਾਰ ਰੱਖਿਆ - ਐਕਸੀਓਸ",
        "ਹਾਊਸ ਰੂਲਜ਼ ਕਮੇਟੀ ਬਜਟ ਮਤੇ ਨੂੰ ਅੱਗੇ ਵਧਾਉਂਦੀ ਹੈ ਕਿਉਂਕਿ ਅੱਗੇ ਦਾ ਰਸਤਾ ਅਨਿਸ਼ਚਿਤ ਰਹਿੰਦਾ ਹੈ - ਦ ਹਿੱਲ",
        "ਬੇਲੀਜ਼ ਦੇ ਬੀਚ ਰਿਜੋਰਟ ਵਿਚ 3 ਅਮਰੀਕੀ ਔਰਤਾਂ ਦੀ ਲਾਸ਼ ਮਿਲੀ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "‘ਇਹ ਬੈੱਡਲਾਮ ਹੈ’: ਫੈਡਰਲ ਵਰਕਰਾਂ ਨੇ ਲਿੰਬੋ ਵਿਚ ਛੱਡ ਦਿੱਤਾ ਕਿਉਂਕਿ ਘੜੀ ਮਸਕ ਦੀ ਈਮੇਲ ਡੈੱਡਲਾਈਨ 'ਤੇ ਆਉਂਦੀ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਟੈਕਸਾਸ ਵਿਚ ਖਸਰਾ ਫੈਲਣ ਬਾਰੇ ਤੁਹਾਡੇ ਪ੍ਰਸ਼ਨਾਂ ਅਤੇ ਕੁਝ ਆਮ ਦਿਸ਼ਾ ਨਿਰਦੇਸ਼ਾਂ ਦੇ ਜਵਾਬ - ਡਬਲਯੂਐਫਏਏ.",
        "ਪੋਪ ਸੇਂਟ ਪੀਟਰਜ਼ ਵਿਖੇ ਵਿਸ਼ੇਸ਼ ਪ੍ਰਾਰਥਨਾਵਾਂ ਦੇ ਵਿਚਕਾਰ ‘ਮਾਮੂਲੀ ਸੁਧਾਰ’ ਦਰਸਾਉਂਦਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਅਮਰੀਕਾ ਨੇ ਯੂਕਰੇਨ ਯੁੱਧ ਲਈ ਰੂਸ ਨੂੰ ਦੋਸ਼ੀ ਠਹਿਰਾਉਣ ਤੋਂ ਕੀਤਾ ਇਨਕਾਰ, ਸੰਯੁਕਤ ਰਾਸ਼ਟਰ ਦੀਆਂ ਵੋਟਾਂ ਵਿਚ ਯੂਰਪੀਅਨ ਸਹਿਯੋਗੀਆਂ ਨਾਲ ਵੰਡਿਆ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਮੈਕਰੋਨ ਨੇ ਯੂਕਰੇਨ 'ਤੇ ਯੂਰਪ ਦਾ ਕੇਸ ਬਣਾਉਂਦੇ ਹੋਏ ਟਰੰਪ ਨਾਲ ਤਿੱਖੀ ਸੈਰ ਕੀਤੀ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਕੁਝ ਐਂਟੀਡਪ੍ਰੈਸੈਂਟ ਡਿਮੇਨਸ਼ੀਆ ਮਰੀਜ਼ਾਂ ਵਿੱਚ ਤੇਜ਼ੀ ਨਾਲ ਗਿਰਾਵਟ ਲਿਆ ਸਕਦੇ ਹਨ - ਸਾਇੰਸਅਲਰਟ",
        "ਕੋਲੋਰਾਡੋ ਪਾਲਤੂ ਜਾਨਵਰਾਂ ਦੀ ਦੁਕਾਨ ਤੋਂ ਕਤੂਰੇ ਚੋਰੀ ਕਰਨ ਲਈ ਚੋਰਾਂ ਦਾ ਜਾਅਲੀ ਜ਼ਬਤ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਸੈਮਸੰਗ ਗਲੈਕਸੀ ਜ਼ੈਡ Fold7 ਰੈਂਡਰ ਇੱਕ ਪਤਲਾ ਜੰਤਰ ਦਿਖਾਉਂਦੇ ਹਨ - GSMArena.com ਨਿਊਜ਼ - GSMArena.com",
        "ਫਿਲਡੇਲ੍ਫਿਯਾ ਈਗਲਜ਼ ਨੂੰ ਸਵੀਕਾਰ ਕਰੇਗਾ ਵ੍ਹਾਈਟ ਹਾਊਸ ਦਾ ਦੌਰਾ ਸੱਦਾ-ਦੇਸੀ ਦਾਅਵੇ ਟੀਮ ਯੋਜਨਾਬੱਧ ਟਰੰਪ Snub - ਫੋਰਬਸ",
        "ਕੈਮਿਲਾ ਕੈਬੇਲੋ, ਕਿਮ ਕਾਰਦਾਸ਼ੀਅਨ ਸੋਗ ਮਸ਼ਹੂਰ ਹੇਅਰ ਸਟਾਈਲਿਸਟ ਯਿਸੂ ਗੁਰੇਰੋਃ 'ਬਹੁਤ ਜਲਦੀ ਚਲਾ ਗਿਆ' - ਅਮਰੀਕਾ ਅੱਜ",
        "ਕਾਉਂਟਡਾਉਨ ਸ਼ੁਰੂ ਹੁੰਦਾ ਹੈਃ ਚੋਟੀ ਦੇ ਵਿਸ਼ਲੇਸ਼ਕ ਕਮਾਈ ਤੋਂ ਪਹਿਲਾਂ ਐਨਵੀਡੀਆ ਸਟਾਕ 'ਤੇ ਭਾਰ ਪਾਉਂਦੇ ਹਨ - TipRanks",
        "ਫਾਇਰ ਫੈਸਟ II ਨੇ ਕਥਿਤ ਤੌਰ 'ਤੇ ਅਸਲ ਤਾਰੀਖ, ਕਥਿਤ ਤੌਰ' ਤੇ ਅਸਲ ਸਥਾਨ, ਅਤੇ ਕਥਿਤ ਤੌਰ 'ਤੇ ਅਸਲ ਟਿਕਟਾਂ ਦੀ ਘੋਸ਼ਣਾ ਕੀਤੀ - ਰੋਲਿੰਗ ਸਟੋਨ",
        "ਵਿਗਿਆਨੀਆਂ ਨੇ ਮੰਗਲ 'ਤੇ ਦੱਬਿਆ 3 ਅਰਬ ਸਾਲ ਪੁਰਾਣਾ ਸਮੁੰਦਰੀ ਕੰਢਾ ਲੱਭਿਆ - The Conversation",
        "ਡੈਮੋਕਰੇਟਸ ਨੇ ਐਫਬੀਆਈ ਦੇ ਡਿਪਟੀ ਡਾਇਰੈਕਟਰ, ਡੈਨ ਬੋਂਗਿਨੋ ਲਈ ਟਰੰਪ ਦੀ ਚੋਣ ਨੂੰ ਵਾਪਸ ਧੱਕਿਆ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਗਾਰਡੀਅਨਜ਼ ਦੇ ਮਾਲਕ ਲੈਰੀ ਡੋਲਨ ਦੀ 94 'ਤੇ ਮੌਤ ਹੋ ਗਈਃ ਕਲੀਵਲੈਂਡ ਨੇਟਿਵ ਐਲਈਡੀ ਟੀਮ 24 ਸਾਲਾਂ ਵਿੱਚ ਨੌਂ ਐਮਐਲਬੀ ਪੋਸਟ ਸੀਜ਼ਨ ਲਈ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਐਡਵਾਂਸਡ ਕੈਂਸਰ ਮਰੀਜ਼ਾਂ ਨੂੰ ਨਹੀਂ ਮਿਲ ਰਹੀ ਪੈਲੀਏਟਿਵ ਕੇਅਰ - Newsmax"
    ]
}