{
    "headlines": [
        "ਇਜ਼ਰਾਈਲ ਨੇ ਮਿਜ਼ਾਈਲ ਹਮਲੇ ਲਈ ਈਰਾਨ ਨੂੰ ਅਦਾਇਗੀ ਵਜੋਂ ਹਮਲਾ ਕੀਤਾ, ਮਿਡਸਟ ਯੁੱਧਾਂ ਦੇ ਵਧਣ ਦਾ ਜੋਖਮ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਯੈਂਕੀਜ਼ ਨੇ ਵਾਕਆਫ ਗ੍ਰੈਂਡ ਸਲੈਮ 'ਤੇ ਵਿਸ਼ਵ ਸੀਰੀਜ਼ ਦੇ ਗੇਮ 1 ਨੂੰ ਹਰਾਇਆ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਵਰਲਡ ਸੀਰੀਜ਼ ਗੇਮ 1: ਯੈਂਕੀਜ਼-ਡੌਜਰਜ਼ ਲਾਈਵ ਅਪਡੇਟਸ, ਵਿਸ਼ਲੇਸ਼ਣ - ਈਐਸਪੀਐਨ",
        "ਫੈਡਰਲ ਜੱਜ ਸ਼ੱਕੀ ਗੈਰ-ਨਾਗਰਿਕਾਂ ਦੇ ਉਦੇਸ਼ ਨਾਲ ਵਰਜੀਨੀਆ ਦੇ ਪੂਰਵ-ਚੋਣ ਵੋਟਰ ਰੋਲ ਪੂੰਜ ਨੂੰ ਰੋਕਦਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਇਜ਼ਰਾਈਲ ਨੇ ਇਰਾਨ ਨੂੰ ਵਿਆਪਕ ਜਵਾਬ ਦੇ ਹਿੱਸੇ ਵਜੋਂ ਸੀਰੀਆ, ਇਰਾਕ 'ਤੇ ਹਮਲਾ ਕੀਤਾ - ਦ ਯਰੂਸ਼ਲਮ ਪੋਸਟ",
        "ਸ਼ੁਕਰਗੁਜ਼ਾਰ ਮ੍ਰਿਤਕਾਂ ਦੇ ਸੰਸਥਾਪਕ ਮੈਂਬਰ ਫਿਲ ਲੇਸ਼ ਦਾ 84 ਸਾਲ ਦੀ ਉਮਰ ਵਿੱਚ ਦੇਹਾਂਤ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "2024 ਚੋਣ ਅਪਡੇਟਸਃ ਹੈਰਿਸ ਨੇ ਪ੍ਰਵਾਸੀਆਂ 'ਤੇ' ਕੂੜਾ ਕਰਕਟ 'ਟਿੱਪਣੀ ਕਰਨ' ਤੇ ਟਰੰਪ ਨੂੰ ਚੀਰਿਆ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਨਾਸਾ ਦੇ ਪੁਲਾੜ ਯਾਤਰੀ ਨੂੰ ਪੁਲਾੜ ਸਟੇਸ਼ਨ ਤੋਂ ਚਾਲਕ ਦਲ ਦੀ ਦੇਰੀ ਨਾਲ ਵਾਪਸੀ ਤੋਂ ਬਾਅਦ ਡਾਕਟਰੀ ਮੁੱਦੇ ਨਾਲ ਹਸਪਤਾਲ ਦਾਖਲ ਕਰਵਾਇਆ ਗਿਆ - ਫੌਕਸ ਨਿ Newsਜ਼",
        "ਯੂਐਸ ਇੰਟੈਲੀਜੈਂਸ ਨੇ ਪੈਨਸਿਲਵੇਨੀਆ ਦੇ ਬੈਲਟ ਤਬਾਹ ਕੀਤੇ ਜਾ ਰਹੇ ਦਿਖਾਉਣ ਵਾਲੀ ਜਾਅਲੀ ਵੀਡੀਓ ਦੇ ਪਿੱਛੇ ਰੂਸੀ ਓਪਰੇਟਰਾਂ ਦਾ ਮੁਲਾਂਕਣ ਕੀਤਾ - ਸੀਐਨਐਨ",
        "ਯੂਐਫਸੀ 308 ਏਮਬੇਡਡਃ ਵਲੋਗ ਸੀਰੀਜ਼ - ਐਪੀਸੋਡ 6 - ਯੂਐਫਸੀ",
        "ਐਪਲ ਮਾਸਿਮੋ - ਦਿ ਵਰਜ ਨਾਲ ਆਪਣੀ ਸਮਾਰਟਵਾਚ ਪੇਟੈਂਟ ਲੜਾਈ ਵਿਚ ਇਕ ਲੜਾਈ (ਅਤੇ 250 ਡਾਲਰ) ਜਿੱਤਦਾ ਹੈ",
        "ਡੈਲਟਾ ਨੇ ਵਿਆਪਕ ਆਈ ਟੀ ਆਉਟੇਜ ਦੇ ਬਾਅਦ ਕ੍ਰਾਉਡਸਟ੍ਰਾਈਕ ਦਾ ਮੁਕੱਦਮਾ ਕੀਤਾ ਜਿਸ ਕਾਰਨ ਹਜ਼ਾਰਾਂ ਰੱਦ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਰੈਪਰ ਲਿਲ ਡਰਕ 'ਕੋਲਡ-ਲਹੂਡ' 2022 ਕਤਲ-ਫੋਰ-ਹਾਇਰ ਐਲਏ ਵਿੱਚ ਆਰਕੈਸਟ੍ਰੇਟਿੰਗ ਦਾ ਦੋਸ਼ ਲਗਾਇਆ ਗਿਆ - ਡੈੱਡਲਾਈਨ",
        "ਨਾਸਾ ਮੁਖੀ ਨੇ ਰਿਪੋਰਟ ਕੀਤੀ ਮਸਕ-ਪੁਤਿਨ ਗੱਲਬਾਤ ਦੀ ਜਾਂਚ ਦੀ ਮੰਗ ਕੀਤੀ - ਦਿ ਹਿੱਲ",
        "ਮੇਨਡੇਜ਼ ਭਰਾਵਾਂ ਲਈ ਅੱਗੇ ਕੀ ਹੈ? - ਬੀਬੀਸੀ. ਕਾੱਮ",
        "‘ਮੈਂ ਰਸਮੀ ਤੌਰ’ ਤੇ ਮੁਆਫੀ ਮੰਗਦਾ ਹਾਂ ’: ਬਾਇਡਨ ਨੇ ਅਮਰੀਕੀ ਭਾਰਤੀ ਬੋਰਡਿੰਗ ਸਕੂਲਾਂ ਦੀ ਨਿੰਦਾ ਕੀਤੀ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਚੋਣਾਂ 2024 ਲਾਈਵ ਅਪਡੇਟਸਃ ਆਸਟਿਨ ਵਿਚ ਟਰੰਪ ਦੇ ਟੋਏ ਰੁਕਣ ਦੇ ਨਾਤੇ ਟੈਕਸਾਸ 'ਤੇ ਅੱਖਾਂ; ਹਿਊਸਟਨ - ਅਮਰੀਕਾ ਵਿਚ ਹੈਰਿਸ ਅੱਜ",
        "ਫਾਲ ਸਿਟੀ ਨੇੜੇ ਪਰਿਵਾਰ ਦੀ ਹੱਤਿਆ ਦੇ ਦੋਸ਼ ਹੇਠ ਨੌਜਵਾਨ ਅਦਾਲਤ 'ਚ ਪੇਸ਼ - The Seattle Times",
        "‘ਮੇਰਾ ਦਰਸ਼ਨ ਵਿਗੜਨਾ ਸ਼ੁਰੂ ਹੋਇਆ’: ਪੋਲਾਰਿਸ ਡੌਨ ਦੇ ਚਾਲਕ ਦਲ ਨੇ ਇਤਿਹਾਸ ਬਣਾਉਣ ਵਾਲੇ ਮਿਸ਼ਨ ਦੇ ਪ੍ਰਭਾਵਾਂ ਦਾ ਖੁਲਾਸਾ ਕੀਤਾ - ਸੀ ਐਨ ਐਨ",
        "'ਸਭ ਤੋਂ ਭੈੜੀ ਗੱਲ ਜੋ ਮੈਂ ਕਦੇ ਸੁਣੀ ਹੈ': ਹੋਲੋਕਾਸਟ ਬਚੇ ਨੇ ਟਰੰਪ ਦੀ ਤੁਲਨਾ ਹਿਟਲਰ ਨਾਲ ਕਰਨ ਲਈ ਹੈਰਿਸ ਨੂੰ ਧਮਾਕਾ ਕੀਤਾ - ਫੌਕਸ ਨਿ Newsਜ਼"
    ]
}