{
    "headlines": [
        "لا يزال الكثير من الناس يتناولون جرعة منخفضة من الأسبرين يوميًا. ما يجب أن تعرفه. - الواشنطن بوست",
        "تقول الدراسة إن مليون شخص بالغ في الولايات المتحدة سيصابون بالخرف كل عام بحلول عام 2060 - واشنطن بوست",
        "أظهرت التقييمات العسكرية أن هيغزيث كان \"موهوبًا بشكل لا يصدق، وقائدًا مثبتًا في المعركة\" - فوكس نيوز",
        "عمود | الجمهوريون يريدون تنازلات قبل أن تستعيد كاليفورنيا دولاراتها الضريبية - واشنطن بوست",
        "محذوف",
        "ناسا تكتشف جزيرة أشباح غامضة تختفي تقريبا بالسرعة التي تظهر بها - المجرة اليومية - قناة الاكتشافات العظيمة",
        "أماكن هبوط مايك مكارثي: هل يمكن لم شمل مدرب رعاة البقر السابق مع آرون رودجرز ؟ - سي بي إس سبورتس",
        "زيلينسكي مستعد لتسليم كوريا الشمالية قواتها الأسيرة - واشنطن بوست",
        "تم تأجيل ترشيحات الأوسكار إلى 23 يناير مع تمديد فترة التصويت وسط حرائق لوس أنجلوس، ولا يزال الحفل محددًا لشهر مارس - متنوع",
        "ميغان ماركل تؤجل برنامجها على Netflix - The Cut",
        "يقول المسؤولون الأمريكيون إن اتفاق وقف إطلاق النار في غزة بات في الأفق، في أول علامة على التفاؤل الجاد منذ أشهر - سي إن إن",
        "ستستمر حفلات توزيع الجوائز في 2 فبراير ؛ سيجمع العرض الأموال لجهود الإغاثة من حرائق الغابات - مراسل هوليوود",
        "سرعان ما يصبحون عاطلين عن العمل، ويكافح مدققو الحقائق في ميتا حريقًا من نظريات مؤامرة الحرائق الهائلة - سي إن إن",
        "مقطورة إطلاق Hyper Light Breaker Early Access، لقطات شاشة - Gematsu",
        "شاهد قمر الذئب الكامل يتفوق على المريخ في سماء الليل وألقِ نظرة على موكب كوكبي - سي إن إن",
        "تحديثات حية لحرائق الغابات في كاليفورنيا: قائد الإطفاء يحذر لوس أنجلوس \"ليس في العراء\" - كما هو متوقع من الرياح العاتية - فوربس",
        "تقترح إدارة بايدن قيودًا جديدة شاملة على تصدير رقائق الذكاء الاصطناعي - TechCrunch",
        "صندانس تقول إن العرض يستمر \"وسط الخسارة المدمرة\" من حرائق الغابات في لوس أنجلوس - الموعد النهائي",
        "كشفت مستندات المحكمة أن رجلًا من تكساس قاد سيارته إلى إنديانابوليس بعد إرسال رسائل عنيفة لكايتلين كلارك على X - فوكس 59 إنديانابوليس",
        "يمكن أن يكون النجم القزم الأبيض \"المتهور\" أقرب جسم معروف إلى ثقب أسود غريب - Space.com"
    ]
}