{
    "headlines": [
        "Обри Плаза был разлучен с мужем Джеффом Баеной за 4 месяца до его самоубийства, написал ей в день, когда его нашли - New York Post",
        "ДОЖ играет жесткую роль в поглощении Института мира США - The Washington Post",
        "Поскольку случаи кори растут по всей территории США, кому может понадобиться еще одна доза вакцины? - ABC News",
        "Генеральный директор Amtrak уходит в отставку через несколько недель после того, как Маск заявил, что железнодорожное сообщение должно быть приватизировано - CNN",
        "Должностное лицо DOGE берет на себя руководящую роль в USAID, команде агентства, которое Маск помог демонтировать - The Associated Press",
        "4-й случай кори подтвержден в Нью-Йорке. Губернатор Хокул просит помочь в продвижении вакцинации - Gothamist",
        "Правила игры в НФЛ 2025 года, подзаконные акты и предложения по разрешению: Tush push, посев в плей-офф и многое другое - NBC Sports",
        "Что нового в файлах JFK? 4 вещи, которые нужно знать о записях об убийствах. - The Washington Post",
        "Новый диснеевский фильм «Белоснежка» борется с культурными войнами и победами - Bloomberg",
        "Россия-Украина: Трамп приветствует «очень хороший» телефонный разговор с Зеленским - BBC.com",
        "Телефонный звонок Трампа и Путина дал кремлевскому лидеру шанс уйти от войны в Украине - The Associated Press",
        "Федеральная резервная система выпускает заявление FOMC - Федеральная резервная система",
        "Акции Gilead опустились на разрушительный потенциальный звонок от HHS - Investor's Business Daily",
        "Эксклюзив | Тайна новой подруги Пита Дэвидсона раскрыта как бывшая подруга Джейсона Судейкиса и Бенни Бланко - Страница шестая",
        "Похоже, что Aaron Rodgers Watch далеки от завершения после того, как викинги пренебрежительно отнеслись к Giants, Steelers wait - New York Post",
        "Турция задержала мэра Стамбула Имамоглу по делу о коррупции - DW (Russian)",
        "PSA: Вам не нужны знания Assassin's Creed, чтобы играть в Shadows - Eurogamer",
        "Microsoft заменяет своего главного сотрудника по персоналу, поскольку он пересматривает обзоры производительности. Прочитайте электронное письмо генерального директора Сатьи Наделлы. - Business Insider"
    ]
}