{
    "headlines": [
        "ਪਹਿਲੀ ਯੂਐਸ ਐਚ 5 ਐਨ 1 ਮੌਤ ਦੀ ਜਰੂਰਤ ਨੂੰ ਭੜਕਾਉਂਦੀ ਹੈਃ ਵਿਗਿਆਨੀ ਚੇਤਾਵਨੀ ਦਿੰਦੇ ਹਨ ਕਿ ਬਰਡ ਫਲੂ ਉਮੀਦ ਨਾਲੋਂ ਤੇਜ਼ੀ ਨਾਲ ਬਦਲ ਰਿਹਾ ਹੈ - SciTechDaily",
        "ਮੁਕਤੀਦਾਤਾ ਵਜੋਂ ਪ੍ਰਸੰਸਾ ਕੀਤੇ ਜਾਣ ਦੀ ਪਾਬੰਦੀ ਦਾ ਸਮਰਥਨ ਕਰਨ ਤੋਂਃ ਟਰੰਪ ਦੀ ਟਿਕਟੋਕ ਸ਼ਿਫਟ ਦੇ ਅੰਦਰ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਡੈਨੀਅਲ ਜੋਨਸ ਈਗਲਜ਼ ਸਟਾਰ ਦੇ ਪ੍ਰਭਾਵਸ਼ਾਲੀ ਪ੍ਰਦਰਸ਼ਨ ਨੂੰ ਉਤਸ਼ਾਹਿਤ ਕਰਦੇ ਹੋਏ ਸਾਕੋਨ ਬਾਰਕਲੇ ਦੇ ਬਾਕਸ ਤੋਂ ਦੇਖਦਾ ਹੈ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਬਿੱਲਾਂ ਨੂੰ ਮਾਰਕ ਐਂਡਰਿwsਜ਼ ਦੇ ਡ੍ਰੌਪ ਡੋਮਸ ਰੈਵੇਨਜ਼ ਦੇ ਪਲੇਆਫ ਵਾਪਸੀ ਦੇ ਮੌਕੇ ਵਜੋਂ ਲਟਕਾਇਆ ਜਾਂਦਾ ਹੈ - ਯੂਐਸਏ ਅੱਜ",
        "ਉੱਤਰ-ਪੂਰਬੀ ਕੋਲੰਬੀਆ ਵਿੱਚ ਸ਼ਾਂਤੀ ਗੱਲਬਾਤ ਅਸਫਲ ਹੋਣ ਕਾਰਨ ਘੱਟੋ ਘੱਟ 80 ਲੋਕਾਂ ਦੀ ਮੌਤ ਹੋ ਗਈ - ਸੀਐਨਐਨ",
        "ਲੋਕ ਜੰਗਲੀ ਮੈਡੀਕਲ ਤੱਥ ਸਾਂਝੇ ਕਰ ਰਹੇ ਹਨ ਜਿਨ੍ਹਾਂ ਬਾਰੇ ਜ਼ਿਆਦਾਤਰ ਲੋਕ ਨਹੀਂ ਜਾਣਦੇ, ਅਤੇ ਤੁਹਾਨੂੰ ਸ਼ਾਇਦ ਇਨ੍ਹਾਂ ਨੂੰ ਪੜ੍ਹਨਾ ਚਾਹੀਦਾ ਹੈ - BuzzFeed",
        "ਵਿਕੀਪੀਡੀਆ $ 100K ਨੂੰ retraces, ਟਰੰਪ Tanks 30% ਮੇਲਾਨੀਆ Memecoin Skyrockets ਦੇ ਤੌਰ ਤੇ - CoinDesk",
        "ਡਾਓ ਜੋਨਸ ਫਿuresਚਰਜ਼ ਉਦਘਾਟਨ ਦੇ ਨਾਲ ਡਿੱਗਦਾ ਹੈ ਬਕਾਇਆ; $ਟਰੰਪ ਮੇਮ ਸਿੱਕਾ, ਟਿਕਟੋਕ ਇਨ ਫੋਕਸ - ਨਿਵੇਸ਼ਕ ਦਾ ਕਾਰੋਬਾਰ ਰੋਜ਼ਾਨਾ",
        "ਤੱਥ ਜਾਂਚਃ ਟਰੰਪ ਡੀਸੀ ਰੈਲੀ ਵਿਚ ਆਪਣੀ 2024 ਦੀ ਜਿੱਤ, 2020 ਦੀਆਂ ਚੋਣਾਂ, ਇਮੀਗ੍ਰੇਸ਼ਨ ਅਤੇ ਹੋਰ ਬਹੁਤ ਕੁਝ ਬਾਰੇ ਝੂਠੇ ਦਾਅਵੇ ਕਰਦੇ ਹਨ - ਸੀਐਨਐਨ",
        "ਟਰੰਪ ਦੇ ਪਹਿਲੇ ਆਦੇਸ਼ਾਂ ਵਿੱਚ ਸਰਹੱਦ, ਤੇਲ ਡ੍ਰਿਲਿੰਗ, ਡੀਈਆਈ ਨੀਤੀਆਂ ਸ਼ਾਮਲ ਹੋ ਸਕਦੀਆਂ ਹਨ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਵਿਵੇਕ ਰਾਮਾਸਵਾਮੀ ਡੋਗੇ ਵਿਖੇ ਮਾਗਾ ਪਾਲ ਮਸਕ 'ਤੇ ਜ਼ਮਾਨਤ ਦੇਣ ਦੀ ਯੋਜਨਾ ਬਣਾ ਰਹੇ ਹਨ - ਦਿ ਡੇਲੀ ਬੀਸਟ",
        "ਸਰਦੀਆਂ ਦੇ ਤੂਫਾਨ ਦੀ ਚਿਤਾਵਨੀ ਜਾਰੀ ਕੀਤੀ ਗਈ...ਰਿਕਾਰਡ ਬਰਫਬਾਰੀ ਸੰਭਵ - ਕੇਏਟੀਸੀ ਨਿ Newsਜ਼",
        "‘ਹਰ ਕੋਈ ਰੋ ਰਿਹਾ ਹੈ’: ਇਜ਼ਰਾਈਲੀ ਖੁਸ਼ ਹਨ ਕਿਉਂਕਿ ਗਾਜ਼ਾ ਵਿਚ 470 ਦਿਨਾਂ ਤੋਂ ਵੱਧ ਸਮੇਂ ਬਾਅਦ 3 ਬੰਧਕ ਵਾਪਸ ਆ ਗਏ ਸਨ - ਸੀ ਐਨ ਐਨ",
        "ਦੇਸ਼ ਵਿਆਪੀ ਫੈਲਣ ਦੇ ਵਿਚਕਾਰ ਪਹਿਲੀ ਵਾਰ ਜਾਰਜੀਆ ਦੇ ਵਪਾਰਕ ਝੁੰਡ ਵਿੱਚ ਪਾਇਆ ਗਿਆ ਬਰਡ ਫਲੂ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "2025 ਐਨਐਫਐਲ ਡਵੀਜ਼ਨਲ ਰਾਉਂਡ ਜੇਤੂ ਅਤੇ ਹਾਰਨ ਵਾਲੇਃ ਜੈਡੇਨ ਡੇਨੀਅਲਸ ਚਮਕਦਾ ਹੈ, ਜੇਰੇਡ ਗੋਫ ਪਲੇਅਫ ਪਰੇਸ਼ਾਨ ਵਿੱਚ ਸੰਘਰਸ਼ ਕਰਦਾ ਹੈ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਸ਼ਿਕਾਗੋ ਅਤੇ ਅਮਰੀਕਾ ਦੇ ਹੋਰ ਸ਼ਹਿਰਾਂ ਵਿਚ ਪ੍ਰਵਾਸੀਆਂ ਨੇ ਟਰੰਪ ਨੂੰ ਦੇਸ਼ ਨਿਕਾਲੇ ਦੀ ਉਮੀਦ ਕੀਤੀ ਗ੍ਰਿਫਤਾਰੀ ਲਈ ਬ੍ਰੇਸ ਕੀਤਾ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਬਿਡੇਨ ਨੇ ਮਰਹੂਮ ਕਾਲੇ ਰਾਸ਼ਟਰਵਾਦੀ ਮਾਰਕਸ ਗਾਰਵੇ ਨੂੰ ਮੁਆਫੀ ਜਾਰੀ ਕੀਤੀ, ਜਿਸ ਨੇ ਨਾਗਰਿਕ ਅਧਿਕਾਰ ਅੰਦੋਲਨ ਨੂੰ ਪ੍ਰਭਾਵਤ ਕੀਤਾ - ਪੀਬੀਐਸ ਨਿ Newsਜ਼ਹੋਰ",
        "ਹਟਾਈ",
        "ਕਾਲਜ ਫੁੱਟਬਾਲ ਰੈਂਕਿੰਗਃ ਓਹੀਓ ਸਟੇਟ-ਨੋਟਰੇ ਡੈਮ ਚੈਂਪੀਅਨਸ਼ਿਪ ਗੇਮ ਤੋਂ ਪਹਿਲਾਂ ਫਾਈਨਲ ਏਪੀ ਟਾਪ 25 ਪ੍ਰੋਜੈਕਸ਼ਨ - 247Sports",
        "ਪੋਲਰ ਵੋਰਟੇਕਸ ਨਾਲ ਸਬੰਧਤ ਆਰਕਟਿਕ ਧਮਾਕਾ ਯੂਐਸ ਲਈ \"ਖਤਰਨਾਕ\" ਠੰ,, ਬਰਫ ਲਿਆਉਂਦਾ ਹੈ - ਐਕਸੀਓਸ"
    ]
}