{
    "headlines": [
        "La dysenterie est en hausse dans l'Oregon. Voici ce qu'il faut savoir. - The Washington Post",
        "Des millions sur le chemin alors que la tempête tue 2, apporte des vents violents, des conditions de blizzard et des incendies - CNN",
        "REGARDER : La sénatrice Elissa Slotkin livre la réponse démocrate au discours de Trump au Congrès - PBS NewsHour",
        "Le président Trump s'est adressé au Congrès pour la première fois depuis son retour au pouvoir - WBAL TV Baltimore",
        "Les États-Unis prendront le Groenland « d'une manière ou d'une autre », dit Trump - POLITICO EUROPE",
        "Trump pourrait rencontrer le Canada et le Mexique « au milieu », déclare le chef du commerce américain - BBC.com",
        "SpaceX fixe la date du prochain lancement de Starship. Voici comment regarder. - Chrono",
        "Le cyclone tropical Alfred frappe le Queensland et la Nouvelle-Galles du Sud, en Australie - The Washington Post",
        "L'accent mis par RFK Jr. sur la vitamine A pour lutter contre la rougeole inquiète les experts de la santé - The Washington Post",
        "LeBron James devient le premier à marquer 50 000 points combinés en saison régulière et en séries éliminatoires de la NBA - The Associated Press",
        "Le Pakistan a arrêté un comploteur présumé de l'attentat à la bombe d'Abbey Gate sur la base des informations de la CIA - Axios",
        "L'administration Trump publie la liste des centaines de bâtiments fédéraux ciblés pour une vente potentielle - The Associated Press",
        "7 raisons pour lesquelles je suis heureux que les Eagles aient donné une augmentation à Saquon Barkley - Bleeding Green Nation",
        "Le représentant Al Green est démis de ses fonctions pendant le discours du président Trump - CNN",
        "Les dirigeants arabes adoptent le plan de reconstruction de Gaza pour réprimander la vision de Trump - The Washington Post",
        "Un ancien chercheur clé d'OpenAI cité à comparaître dans une affaire de droit d'auteur sur l'IA - TechCrunch",
        "« Daredevil : Born Again » : L'homme sans peur tant attendu de Disney+ est intrépide et Trump 2.0 en temps opportun - Date limite",
        "Le gouverneur de la Reserve Bank of New Zealand démissionne après sept ans de service - CNBC"
    ]
}