{
    "headlines": [
        "Live briefing: Israeli strikes kill 52 across Lebanon; Hungary vows to disregard ICC warrants - The Washington Post",
        "[Removed]",
        "Middle East latest: UN reports heavy clashes between Israeli troops and Hezbollah in south Lebanon - Yahoo! Voices",
        "Google seems to have called it quits on making its own Android tablets—again - Ars Technica",
        "Australian teens among six tourists dead as countries warn of suspected methanol poisonings in Laos - CNN",
        "[Removed]",
        "EU battery hopes in tatters as Northvolt CEO resigns and company files for bankruptcy - POLITICO Europe",
        "Mike Tomlin: Weather didn’t dictate how much we used Justin Fields - NBC Sports",
        "“We could see a bloodbath!” Carlsen & Co. On The Ding-Gukesh World Championship - Chess.com",
        "'Suspicious package' found outside US Embassy in London - ABC News",
        "Iran activates ‘new advanced centrifuges’ after nuclear watchdog’s rebuke - Financial Times",
        "[Removed]",
        "Ellen DeGeneres Spotted Living Her Best Life as a Brunette in the U.K. After Trump’s Win - Yahoo Entertainment",
        "Jeff Bezos says Elon Musk's claims are '100% not true' after the Tesla CEO reignites their feud - Business Insider",
        "House passes bill that would allow Treasury to target nonprofits it deems to support terrorism - The Associated Press",
        "Bitcoin counts down to $100K BTC price as shorts risk 'violent breakout' - Cointelegraph",
        "'Spellbound' Review: Nicole Kidman in Netflix Animated Fantasy - Hollywood Reporter",
        "Hungary’s Orbán vows to disregard international arrest warrant for Netanyahu - The Associated Press",
        "Ohtani again wins MVP and Japanese newspapers print more special editions to mark history - The Associated Press",
        "Steelers WR George Pickens started fighting Browns CB as game ended, had to be restrained - Yahoo Sports"
    ]
}