{
    "headlines": [
        "دونالد ترامب يعود إلى مدينة بنسلفانيا التي كانت موقع أول محاولة اغتيال - الولايات المتحدة الأمريكية اليوم",
        "نمو الوظائف في الولايات المتحدة يفوق التوقعات، ومعدل البطالة ينخفض إلى 4.1 ٪ - رويترز",
        "تستبعد الفواتير أربعة لاعبين مقابل تكساس | تقرير إصابة الأسبوع الخامس - BuffaloBills.com",
        "المحكمة العليا تقبل عرض صانعي الأسلحة لإنهاء دعوى قضائية من الحكومة المكسيكية بشأن عنف الكارتلات - سي بي إس نيوز",
        "ميتا تعلن عن Movie Gen، وهو مولد فيديو يعمل بالذكاء الاصطناعي - The Verge",
        "غارث بروكس المتهم بالاغتصاب والضرب في دعوى قضائية، ينفي الادعاءات - واشنطن بوست",
        "جاي جرودن لا يزال مالحًا بشأن خسارة واشنطن لأبناء عمومة كيرك في عام 2018 - Sports Illustrated",
        "Apple أخيرًا تطلق تحديث iPadOS 18 بعد انقطاع الأجهزة اللوحية المعبأة - Gizmodo",
        "سوق الأسهم اليوم: ترتفع الأسهم بعد الضربة الهائلة لتقرير الوظائف، وتراجع معدل البطالة - Yahoo Finance",
        "السيارات الكهربائية: الاتحاد الأوروبي يضرب الصين بالتعريفات الجمركية في معركة المبيعات - BBC.com",
        "فران دريشر يلعب دور والدة تيموثي شالاميت في فيلم \"مارتي سوبريم\" (حصري) - تشكيلة",
        "المدعون العامون في لوس أنجلوس لمراجعة الأدلة الجديدة في إدانة الأخوين مينينديز بجريمة قتل عام 1996 - سي إن إن",
        "سبب وفاة \"حوت الجاسوس\" الروسي الذي كشفت عنه الشرطة في النرويج - سي بي إس نيوز",
        "يفوز بايدن في معركة الإعفاء من القروض الطلابية - أكسيوس",
        "لماذا كانت حفلة ديدي ذات يوم أكثر الدعوات المرغوبة - مراسل هوليوود",
        "توقعات تصفيات MLB لعام 2024: يختار خبراء ALDS و NLDS فريق Dodgers و Yankees و Phillies مباريات مثيرة للاهتمام - CBS Sports",
        "عندما قضى كويكب ضخم على الديناصورات، بدأ النمل في زراعة الفطريات - سي إن إن",
        "إعادة فتح الموانئ الأمريكية بعد انتهاء عمال الرصيف من الإضراب - صحيفة وول ستريت جورنال",
        "تم إطلاق الجيل التالي من صاروخ ULA Vulcan في رحلة تجريبية ثانية - سي بي إس نيوز",
        "يشرح الإيداع في قضية ترامب الانشقاق الملحوظ مع بنس حول رفض خسارة انتخابات 2020 - وكالة أسوشيتد برس"
    ]
}