{
    "headlines": [
        "«Три питинга - это тяжело», как учатся тузы из Лас-Вегаса - The Washington Post",
        "Израиль заявляет, что восемь солдат погибли в столкновениях с \"Хезболлой\" в Ливане - Reuters",
        "Сетка плей-офф MLB 2024 года: расписание Wild Card Series, матчи после сезона, когда начнется октябрьский бейсбол - CBS Sports",
        "OpenAI закрывает финансирование на 157 миллиардов долларов, поскольку Microsoft, Nvidia, SoftBank присоединяются к раунду - CNBC",
        "Байден говорит, что он выступает против уничтожения Израилем ядерных объектов Ирана по мере роста напряженности: «Ответ - нет» - New York Post",
        "Изъято",
        "Новости в прямом эфире: Израиль обещает ответить на ракетную атаку Ирана, удары продолжаются в Ливане, Газе - CNN",
        "Президент мог сослаться на закон 1947 года, чтобы попытаться приостановить забастовку портовых рабочих. Вот как - Ассошиэйтед Пресс",
        "Суд запретил паре подавать в суд на Uber из-за ДТП, сославшись на правила и условия - NPR",
        "Astros face elimination after dropping Game 1 by 'inches' - MLB.com (недоступная ссылка - история).",
        "Кто выиграл дебаты с вице-президентом? Вот что сказали наблюдатели за дебатами в опросе CBS News - CBS News",
        "Дэниел Дэй-Льюис заканчивает 7-летнюю пенсию, чтобы сняться в фильме своего сына - NPR",
        "Октябрьское новолуние принесет нам эффектное «огненное кольцо» - Space.com",
        "Изъято",
        "Рэйчел Зеглер о переосмыслении Белоснежки и Джульетты и противостоянии токсичным поклонникам Диснея: «Я наблюдала, как женщин срывают всю мою жизнь» - Разнообразие",
        "Консервативное руководство надеется на перемены, чтобы снова победить - BBC.com",
        "Добро пожаловать в наше последнее обновление дизайна, Ars 9.0! - Ars Technica",
        "ЕКА продолжает подготовку к запуску HERA на фоне заземления Falcon 9 - SpaceNews",
        "TechCrunch переосмыслен: добро пожаловать в наш новый дизайн - TechCrunch",
        "Наводнение Хелен унесло жизни 11 рабочих на заводе в Теннесси. Сейчас государство расследует - The Associated Press"
    ]
}