{
    "headlines": [
        "Ингрид Льюис-Мартин, главный советник мэра Нью-Йорка Эрика Адамса, уходит в отставку и ожидает предъявления обвинения - Yahoo! Voices",
        "Стрельба в христианской школе Abundant Life в Мэдисоне: 2 убитых, 6 раненых - ABC News",
        "Трамп говорит, что он «верит» в вакцину против полиомиелита и другие выводы пресс-конференции - Ассошиэйтед Пресс",
        "Varsity & JV: победители и проигравшие от проигрыша Steelers до Eagles - за стальным занавесом",
        "Что убило продуктовую сделку на 20 миллиардов долларов? Альбертсонс говорит, что это сделал Крогер - The Wall Street Journal",
        "Брайан Кокс раскритиковал «бессмыслицу» Оскара и оттеняет роль Уинстона Черчилля Гэри Олдмана: «Моя игра лучше» - New York Post",
        "OpenAI внедряет функции поиска ChatGPT для всех пользователей, обостряя конкуренцию Google - Bloomberg",
        "Google's Whisk AI generator will ‘remix’ the pictures you plug in - The Verge",
        "Система обнаружения беспилотников развернута в Нью-Йорке после загадочных наблюдений - BBC.com",
        "Трамп говорит, что рассмотрит вопрос о помиловании мэра Нью-Йорка Эрика Адамса - CNBC",
        "Суд назвал имена предполагаемого китайского шпиона, связанного с принцем Эндрю - Financial Times",
        "Число погибших может достичь тысяч - после того, как циклон Чидо обрушится на французскую территорию Майотта - Forbes",
        "Дата премьеры 3 сезона «Белого лотоса»; смотреть трейлер - крайний срок",
        "Канцлер Германии Шольц теряет вотум недоверия, прокладывая путь к выборам - Reuters",
        "Сирийские новости в прямом эфире: Асад хотел остаться и сражаться с повстанцами, говорится в заявлении - The New York Times",
        "Травма Патрика Махомеса: бывший MVP НФЛ говорит, что вожди должны сидеть звезда QB, чтобы он был свежим для плей-офф - CBS Sports",
        "Зеркальные бактерии могут представлять собой «радикальный отход от известной жизни», предупреждают ученые - CNN",
        "Трамп и гендиректор SoftBank объявили, что компания инвестирует $ 100 млрд в проекты в США - CNN",
        "Изъято",
        "Новое исследование показало, что более высокое количество ежедневных шагов связано с меньшим количеством симптомов депрессии. Вот к каким шагам нужно стремиться — и как привнести больше движения в свой день. - Yahoo Life"
    ]
}