{
    "headlines": [
        "Tim Walz and JD Vance's 2024 VP debate is tomorrow. Here's what to know. - CBS News",
        "Top aide to Eric Adams forced out amid sprawling corruption probes - POLITICO",
        "Lions vs. Seahawks score today: Live updates, game highlights from Monday Night Football - Detroit Free Press",
        "Timothée Chalamet Looks Unrecognizable With Hair and Mustache Transformation on Marty Supreme Set - E! NEWS",
        "Joe Biden accuses Donald Trump of ‘lying’ over White House response to Hurricane Helene - Financial Times",
        "2024 MLB playoffs bracket: Complete postseason picture, matchups as Mets and Braves claim final spots - CBS Sports",
        "North Texas man smashes signed Taylor Swift guitar after buying it for $4K - WFAA.com",
        "The latest on the aftermath of Hurricane Helene - CNN",
        "Spirit Halloween Dings 'SNL' With \"Irrelevant 50-Year-Old TV Show\" Costume Following Season Premiere Sketch - Deadline",
        "Trump falsely says Georgia's governor was unable to talk to Biden about storm damage - NBC News",
        "Can you see Earth's new 'minimoon' with the naked eye? - Livescience.com",
        "VCs are rushing to meet with former OpenAI CTO Mira Murati in hopes of funding a new company - Business Insider",
        "After six years of marathon news conferences, Mexico's AMLO steps off the stage - Yahoo! Voices",
        "Crew-9 astronauts arrive at space station after SpaceX reports rocket anomaly - CNN",
        "Time-restricted eating linked to greater blood sugar control and fat loss - Medical News Today",
        "MIT spinoff Liquid debuts non-transformer AI models and they’re already state-of-the-art - VentureBeat",
        "DOD Enhances Middle East Defense Posture - Department of Defense",
        "DirecTV and Dish have spent years trying to merge. It's finally happening. - Yahoo Finance",
        "A concert and 30 new homes mark Jimmy Carter’s 100th birthday and long legacy of giving - The Associated Press",
        "US-made 2,000-pound bombs likely used in strike that killed Hezbollah chief Nasrallah, CNN analysis shows - CNN"
    ]
}