{
    "headlines": [
        "ਸੈਟੇਲਾਈਟ ਫੁਟੇਜ ਸੁਝਾਅ ਦਿੰਦਾ ਹੈ ਰੂਸ ਆਈਸੀਬੀਐਮ ਲਾਂਚ ਟੈਸਟ ਇੱਕ ਤਬਾਹੀ ਸੀ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਕੁੰਜੀ ਨੇਬਰਾਸਕਾ ਰਿਪਬਲਿਕਨ ਬਦਲਣ ਦਾ ਵਿਰੋਧ ਕਰਦਾ ਹੈ ਕਿ ਕਿਵੇਂ ਰਾਜ ਚੋਣ ਵੋਟਾਂ ਨੂੰ ਅਵਾਰਡ ਦਿੰਦਾ ਹੈ, ਟਰੰਪ ਦੇ ਧੱਕੇ ਨੂੰ ਰੋਕਦਾ ਹੈ - ਐਨ ਬੀ ਸੀ ਨਿ Newsਜ਼",
        "ਫੈੱਡਸਃ ਸਪੱਸ਼ਟ ਤੌਰ 'ਤੇ ਹੱਤਿਆ ਦੀ ਕੋਸ਼ਿਸ਼ ਵਿਚ ਦੋਸ਼ੀ ਵਿਅਕਤੀ ਨੇ ਨੋਟ ਛੱਡ ਦਿੱਤਾ ਜਿਸ ਤੋਂ ਸੰਕੇਤ ਮਿਲਦਾ ਹੈ ਕਿ ਉਹ ਟਰੰਪ ਨੂੰ ਮਾਰਨ ਦਾ ਇਰਾਦਾ ਰੱਖਦਾ ਸੀ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਹਫਤਾ 3 ਐਨਐਫਐਲ ਟੇਕਵੇਅਜ਼ਃ ਲੀਗ ਦੇ ਆਲੇ ਦੁਆਲੇ ਦੇ ਮੁੱਖ ਚਿੱਤਰਾਂ ਤੋਂ ਇਨਸਾਈਟਸ - ਸਪੋਰਟਸ ਇਲਸਟ੍ਰੇਟਿਡ",
        "ਇਜ਼ਰਾਈਲ ਦੇ ਹਮਲਿਆਂ 'ਚ ਲੇਬਨਾਨ' ਚ 350 ਤੋਂ ਵੱਧ ਲੋਕਾਂ ਦੀ ਮੌਤ, ਸਿਹਤ ਮੰਤਰਾਲੇ ਨੇ ਕਿਹਾ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "'ਰਾਖਸ਼ਾਂਃ ਦਿ ਲੀਲ ਅਤੇ ਏਰਿਕ ਮੇਨੇਂਡੇਜ਼ ਸਟੋਰੀ’ ਵਿਚ ਇਨਕੈਸਟ ਇਨਨੂਏਂਡੋ ਸ਼ੁੱਧ ਕਲਪਨਾ ਹੈ, ਟਰਾਇਲ ਮਾਹਰ ਕਹਿੰਦਾ ਹੈ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਇੰਟੇਲ ਅਤੇ ਕੁਆਲਕਾਮ ਲਈ 'ਸੌਦਾ ਕੰਮ ਕਰਨਾ ਵੇਖਣਾ ਮੁਸ਼ਕਲ', ਬਰਨਸਟਾਈਨ ਦੇ ਸਟੇਸੀ ਰਾਸਗਨ ਕਹਿੰਦਾ ਹੈ - ਸੀ ਐਨ ਬੀ ਸੀ ਟੈਲੀਵਿਜ਼ਨ",
        "ਕਲਪਨਾ ਫੁੱਟਬਾਲ ਮੁਆਫੀ ਤਾਰਃ ਹਰਬਰਟ, ਟੂਆ ਅਤੇ ਪਿਆਰ ਲਈ ਕੁਝ ਬੀਮਾ ਪ੍ਰਾਪਤ ਕਰੋ - ਈਐਸਪੀਐਨ",
        "ਮਾਰਗੋਟ ਰੋਬੀ & ਯਾਕੂਬ Elordi ਸਟਾਰ ਵਿਚ ਐਮਰਾਲਡ Fennell's 'Wuthering Heights' - ਡੈੱਡਲਾਈਨ",
        "ਨਿਊਯਾਰਕ ਲਗਭਗ ਇੱਕ ਦਹਾਕੇ ਵਿੱਚ ਪਹਿਲੇ ਕੇਸ ਦੀ ਜਾਂਚ ਤੋਂ ਬਾਅਦ ਈਈਈ ਤੋਂ ਮੌਤ ਦੀ ਰਿਪੋਰਟ ਕਰਦਾ ਹੈ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਤੁਹਾਨੂੰ ਫਲੂ ਦਾ ਟੀਕਾ ਕਦੋਂ ਲੈਣਾ ਚਾਹੀਦਾ ਹੈ? ਇੱਕ ਡਾਕਟਰ ਵਧੀਆ ਟਾਈਮਿੰਗ, ਵਿਕਲਪਾਂ ਤੇ ਤੋਲਦਾ ਹੈ. - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਫੈਡ ਦੀ ਗੋਲਸਬੀ ਅਗਲੇ ਸਾਲ ਦੇ ਦੌਰਾਨ ਆਉਣ ਵਾਲੇ 'ਬਹੁਤ ਸਾਰੇ' ਫੀਡ ਕੱਟਾਂ ਨੂੰ ਵੇਖਦੀ ਹੈ - ਮਾਰਕੀਟਵਾਚ",
        "ਬੋਇੰਗ ਨੇ ਹੜਤਾਲ ਨੂੰ ਖਤਮ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰਨ ਲਈ ਮਸ਼ੀਨਿਸਟਾਂ ਨੂੰ ਆਪਣੀ ਪੇਸ਼ਕਸ਼ ਵਧਾ ਦਿੱਤੀ - ਸੀਏਟਲ ਟਾਈਮਜ਼",
        "ਐਫਬੀਆਈ ਦੀ ਰਿਪੋਰਟ ਹਿੰਸਕ ਅਪਰਾਧ ਵਿਚ ਕਮੀ, 2023 ਵਿਚ ਮੋਟਰ ਵਾਹਨ ਚੋਰੀ ਵਿਚ ਵਾਧਾ ਦਰਸਾਉਂਦੀ ਹੈ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਕਾਈਲ ਚੈਂਡਲਰ ਇਨ ਟਾਕ ਟੂ ਸਟਾਰ ਇਨ ‘ਲੈਂਟਰਨਜ਼’ ਡੀਸੀ ਸੀਰੀਜ਼ ਐਚਬੀਓ ਲਈ - ਡੈੱਡਲਾਈਨ",
        "ਵੈਨਸ ਵਾਲਜ਼ ਨਾਲ ਅਗਲੇ ਹਫਤੇ ਦੇ ਸ਼ੋਅਡਾਉਨ ਤੋਂ ਪਹਿਲਾਂ ਤੀਬਰ ਬਹਿਸ ਦੀ ਤਿਆਰੀ ਸੈਸ਼ਨਾਂ ਲਈ ਸਹਿਯੋਗੀਆਂ ਨੂੰ ਸੂਚੀਬੱਧ ਕਰਦਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਓਕਟੋਪਸ ਅਤੇ ਮੱਛੀ ਲੀਡਰਸ਼ਿਪ-ਐਂਡ ਇਨਫੋਰਸਮੈਂਟ-ਇਨ ਸਮੂਹ ਸ਼ਿਕਾਰ ਸਾਂਝੇ ਕਰਦੇ ਹਨ - ਐਨਪੀਆਰ",
        "ਕੈਂਟਕੀ ਸ਼ੈਰਿਫ ਲਈ ਜੱਜ ਦੀ ਹੱਤਿਆ ਦੇ ਦੋਸ਼ੀ ਲਈ ਅਦਾਲਤ ਦੀ ਤਾਰੀਖ ਨਿਰਧਾਰਤ - ਡਬਲਯੂਐਲਡਬਲਯੂਟੀ ਸਿਨਸਿਨਾਟੀ",
        "ਪਲੇਅਸਟੇਸ਼ਨ ਦੀ ਅਗਲੀ ਸਟੇਟ ਆਫ ਪਲੇ 20 ਤੋਂ ਵੱਧ ਪੀਐਸ 5 ਅਤੇ ਪੀਐਸਵੀਆਰ 2 ਗੇਮਾਂ ਨੂੰ ਕਵਰ ਕਰੇਗੀ - ਦਿ ਵਰਜ",
        "‘ਮਿੰਨੀ-ਚੰਦ’ ਇਸ ਹਫਤੇ ਦੇ ਅਖੀਰ ਵਿਚ ਧਰਤੀ ਦਾ ਚੱਕਰ ਸ਼ੁਰੂ ਕਰੇਗਾ - KXAN. com"
    ]
}