{
    "headlines": [
        "ਹਟਾਈ",
        "ਪਾਵੇਲ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਫੈਡ ਵਿਆਜ ਦਰਾਂ ਨੂੰ ਘਟਾਉਣ ਲਈ \"ਪ੍ਰੀਸੈਟ ਕੋਰਸ\" 'ਤੇ ਨਹੀਂ ਹੈ - ਐਕਸੀਓਸ",
        "ਜਾਪਾਨ ਦੇ ਨਵੇਂ ਪ੍ਰਧਾਨ ਮੰਤਰੀ ਇਸ਼ੀਬਾ ਨੇ ਚੋਣਾਂ ਤੋਂ ਪਹਿਲਾਂ ਮੰਤਰੀ ਮੰਡਲ ਦਾ ਕੀਤਾ ਉਦਘਾਟਨ - REUTERS",
        "ਇਜ਼ਰਾਈਲ ਨੇ ਦੱਖਣੀ ਲੇਬਨਾਨ - ਐਕਸੀਓਸ ਵਿਚ ਜ਼ਮੀਨੀ ਕਾਰਵਾਈ ਸ਼ੁਰੂ ਕੀਤੀ",
        "ਬੈਂਕਾਕ ਦੇ ਬਾਹਰ ਸਕੂਲ ਬੱਸ ਨੂੰ ਲੱਗੀ ਅੱਗ, 25 ਲੋਕਾਂ ਦੇ ਮਾਰੇ ਜਾਣ ਦਾ ਖਦਸ਼ਾ, ਸਰਕਾਰੀ ਅਧਿਕਾਰੀਆਂ ਦਾ ਕਹਿਣਾ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਵੈਨਸ ਵੀ ਵਾਲਜ਼ ਉਪ-ਪ੍ਰਧਾਨ ਬਹਿਸ ਲਈ ਕੀ ਜਾਣਨਾ ਹੈ - ਬੀਬੀਸੀ.",
        "ਡੌਕ ਵਰਕਰ ਪੂਰਬੀ ਅਤੇ ਖਾੜੀ ਤੱਟ ਬੰਦਰਗਾਹਾਂ 'ਤੇ ਹੜਤਾਲ' ਤੇ ਜਾਂਦੇ ਹਨ - ਫੌਕਸ ਬਿਜ਼ਨਸ",
        "ਜਿੰਮੀ ਕਾਰਟਰ ਅਤੇ ਪਲੇਨਜ਼ ਦੇ ਜੱਦੀ ਸ਼ਹਿਰ 39 ਵੇਂ ਰਾਸ਼ਟਰਪਤੀ ਦਾ 100 ਵਾਂ ਜਨਮਦਿਨ ਮਨਾਉਂਦੇ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਸੀਏਟਲ ਸੀਹਾਕਸ ਬਨਾਮ ਡੀਟਰੋਇਟ ਲਾਇਨਜ਼ | 2024 ਹਫਤਾ 4 ਗੇਮ ਹਾਈਲਾਈਟਸ - ਐਨਐਫਐਲ",
        "ਟਾਈਟਨਜ਼ ਬਨਾਮ ਡਾਲਫਿਨਜ਼ ਫਾਈਨਲ ਸਕੋਰ, ਸੋਮਵਾਰ ਨਾਈਟ ਫੁੱਟਬਾਲ ਵੀਕ 4 ਤੇ ਤੁਰੰਤ ਪ੍ਰਤੀਕਰਮ - ਦ ਫਿਨਸਾਈਡਰ",
        "ਬ੍ਰਿਟਨੀ ਸਪੀਅਰਸ ਸ਼ੇਅਰ ਕਰਦੀ ਹੈ ਉਸਨੇ \"ਸਚਮੁੱਚ ਬੁਰਾ\" ਅੱਗ ਦੁਰਘਟਨਾ - ਈ ਵਿੱਚ ਵਾਲ, ਅੱਖਾਂ ਅਤੇ ਅੱਖਾਂ ਨੂੰ ਸਾੜ ਦਿੱਤਾ! ਆਨਲਾਈਨ - ਈ! ਨਿਊਜ਼",
        "ਟਰੰਪ ਨੇ ਤੂਫਾਨ ਹੇਲੀਨ ਪੀੜਤਾਂ ਦੀ ਸਹਾਇਤਾ ਲਈ ਗੋਫੰਡਮੀ ਦੀ ਸ਼ੁਰੂਆਤ ਕੀਤੀ, $ 1M ਤੋਂ ਵੱਧ ਇਕੱਠਾ ਕੀਤਾ - ਫੌਕਸ ਨਿ Newsਜ਼",
        "ਅਮਰੀਕਾ ਨੇ ਈਰਾਨ ਵਿਰੁੱਧ ਬੱਲਵਾਰਕ ਵਜੋਂ ਮੱਧ ਪੂਰਬ ਨੂੰ ਵਧੇਰੇ ਫੌਜਾਂ, ਜੰਗੀ ਜਹਾਜ਼ ਭੇਜੇ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "‘ਵੀਪ’ ਰੀਯੂਨੀਅਨ ਫੰਡਰੇਜ਼ਰ ਹੈਰਿਸ-ਵਾਲਜ਼ ਲਈ $ 735K ਵਿੱਚ ਆਉਂਦੀ ਹੈ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਟੋਨੀ ਜੇਤੂ ਸੰਗੀਤਕ ਥੀਏਟਰ ਸਟਾਰ ਗੈਵਿਨ ਕ੍ਰੀਲ ਦਾ ਦੇਹਾਂਤ 48 - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "2024 ਐਮਐਲਬੀ ਪਲੇਆਫਸਃ 10 ਬੋਲਡ ਭਵਿੱਖਬਾਣੀ, ਜਿਸ ਵਿੱਚ ਇੱਕ ਹੋਰ ਸ਼ੋਹੇਈ ਓਹਤਾਨੀ ਪਹਿਲਾਂ ਅਤੇ ਇੱਕ ਐਸਟ੍ਰੋਸ ਲੇਟਡਾਉਨ ਸ਼ਾਮਲ ਹੈ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਸੀਨ 'ਡਿੱਡੀ' ਕੰਬਜ਼ ਨੇ ਜੱਜ ਦੀ 50 ਮਿਲੀਅਨ ਡਾਲਰ ਦੇ ਬਾਂਡ 'ਤੇ ਜੇਲ੍ਹ ਤੋਂ ਰਿਹਾਅ ਹੋਣ ਤੋਂ ਇਨਕਾਰ ਕਰਨ ਦੀ ਅਪੀਲ ਕੀਤੀ - ਅਮਰੀਕਾ ਅੱਜ",
        "ਜੋਅ ਬਾਇਡਨ ਨੇ ਡੋਨਾਲਡ ਟਰੰਪ ‘ਤੇ ਹੈਲੀਨੇ ਤੂਫਾਨ ਦੇ ਵ੍ਹਾਈਟ ਹਾ Houseਸ ਦੇ ਜਵਾਬ’ ਤੇ ’ਝੂਠ ਬੋਲਣ’ ਦਾ ਦੋਸ਼ ਲਗਾਇਆ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "ਰਵਾਂਡਾ ਵਿਚ ਮਾਰਬਰਗ ਵਾਇਰਸ ਦਾ ਪ੍ਰਕੋਪ ਅੰਤਰਰਾਸ਼ਟਰੀ ਫੈਲਣ ਦੀ ਸੰਭਾਵਨਾ 'ਤੇ ਚਿੰਤਾ ਪੈਦਾ ਕਰਦਾ ਹੈ - ਸਟੇਟ",
        "ਵੇਰੀਜੋਨ ਨੈਟਵਰਕ ਆਉਟੇਜਃ ਕੈਰੀਅਰ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਲੰਬੇ ਦਿਨਾਂ ਦੇ ਮੁੱਦਿਆਂ ਤੋਂ ਬਾਅਦ ਨੈਟਵਰਕ ਬਹਾਲ ਕੀਤਾ ਗਿਆ ਹੈ - ਸੀ ਐਨ ਈ ਟੀ"
    ]
}