{
    "headlines": [
        "Cincinnati Bengals vs. Pittsburgh Steelers Live Score and Stats - 4 يناير 2025 Gametracker - CBS Sports",
        "تفشي فيروس HMPV في الصين: هل هو فيروس جديد ؟ كيف يشبه كوفيد-19 ؟ هل هناك أي لقاح ؟ ما نعرفه حتى الآن | النعناع - النعناع",
        "تعقد MTA حفلًا مبهجًا للكشف عن لافتات تسعير الازدحام — قبل ساعات من تعيين السائقين للشعور بالألم - نيويورك بوست",
        "حصري: حواجز شارع بوربون الجديدة المخطط لها في نيو أورليانز تصل إلى 10 أميال في الساعة فقط - رويترز",
        "زيلينسكي يبلغ عن خسائر فادحة في القوات الروسية والكورية الشمالية في كورسك الروسية - رويترز",
        "كيف تؤثر خسارة براونز أمام الغربان على مسودة أمر اتحاد كرة القدم الأميركي 2025 - الرياضة المصورة",
        "رفض بايدن نداءات العديد من كبار المستشارين في منع عرض شركة الصلب الأمريكية - واشنطن بوست",
        "الحكم على ترامب ينشئ مشهدًا غير عادي قبل تنصيبه - واشنطن بوست",
        "فيما يلي أحدث إجماليات الثلوج لمدة 3 أيام من جميع أنحاء غرب نيويورك - WGRZ.com",
        "أكبر عاصفة شتوية في أكثر من عقد من الزمان من المتوقع أن تضرب عشرات الملايين من الأمريكيين - BBC.com",
        "ملاحظات الحرارة: Butler، Adebayo، Rozier، Riley، Porter Jr. - hoopsrumors.com",
        "النمسا: استقالة المستشار بعد انهيار محادثات الائتلاف - DW (الإنجليزية)",
        "يؤكد موظفو Rockstar من جديد نافذة إصدار GTA 6 في المنشور الجديد - The Direct",
        "جونسون يخبر الجمهوريين في مجلس النواب أن ترامب يريد حزمة مصالحة \"كبيرة وجميلة\" - بوليتيكو",
        "مرحبًا، Apple، دعنا نغير تصميم iPhone في عام 2025 — أخيرًا - CNET",
        "محذوف",
        "The Haunted New Twist in the Blake Lively - Justin Baldoni Scandal - Slate",
        "تقول ماري ستينبورغين إنها اعتقدت أن الزوج تيد دانسون كان \"ماهرًا\" حتى قال \"هذه\" عبارة \"بعد ممارسة الحب\" (حصريًا) - ياهو للترفيه",
        "يُظهر التسرب الواقعي لهاتف Samsung Galaxy S25 Ultra حوافًا رفيعة للغاية للهاتف الرائد القادم - Notebookcheck.net",
        "ميتا تحذف ملفات تعريف شخصيات الذكاء الاصطناعي بعد رد الفعل العنيف واتهامات العنصرية - Mashable"
    ]
}