{
    "headlines": [
        "Медицинский самолет с шестью авиакатастрофами в районе Филадельфии - BBC.com",
        "«Будет много жертв»: Панама готовится к войне, поскольку команда Трампа дразнит сделку - POLITICO",
        "Пожары Palisades и Eaton теперь сдерживаются на 100%. Но долгий путь к выздоровлению вырисовывается - Yahoo! Voices",
        "Будут ли оскорбительные посты звезды Эмилии Перес Карлы Софии Гаскон подрывать шансы фаворита «Оскара»? - BBC.com",
        "Почему тарифы на Мексику и Канаду могут поднять стоимость продуктов на 3 графиках - CNN",
        "Выводы из бюджета Индии, которые сокращают подоходный налог для наемного среднего класса, чтобы стимулировать рост - The Associated Press",
        "Costco повышает зарплату вне профсоюза до более чем 30 долларов в час, поскольку приближается крайний срок вступления в профсоюз - The Washington Post",
        "CDC удаляет гендерные ссылки и ссылки на равенство в материалах общественного здравоохранения - The Washington Post",
        "Damian Priest, Jacob Fatu и другие объявляют об участии в матчах WWE Royal Rumble 2025 года - Wrestling Inc.",
        "Под поверхностью глубокие корни Дня сурка предшествуют Punxsutawney Phil - The Associated Press",
        "Согласно отчету, Дежунт Мюррей разрывает ахиллово сухожилие, поскольку травмированный сезон Pelicans идет от плохого к худшему - CBS Sports",
        "Трамп отреагировал на слезливую реакцию Селены Гомес на массовые депортации, обвинив актрису в притворстве - Yahoo! Voices",
        "Сэм Альтман говорит, что OpenAI будет использовать два новых подхода к искусственному интеллекту: один от DeepSeek, а другой от Meta - Business Insider",
        "Сегодняшний ‘Wordle’ #1323 Советы, подсказки и ответы для субботы, 1 февраля - Forbes",
        "Бывшему старшему советнику Федеральной резервной системы предъявлены обвинения в экономическом шпионаже - CBS News",
        "Венесуэла освободила 6 американцев после встречи президента Мадуро и посланника Трампа - Associated Press",
        "Технологические акции пережили худшую неделю за несколько месяцев после того, как «никто не ожидал появления DeepSeek» - MarketWatch",
        "Терри Розье из Heat отказывается обсуждать федеральное расследование азартных игр - New York Post",
        "Выбор баскетбола в колледже, расписание: прогнозы на матч Теннесси - Флорида и другие 25 лучших игр на субботу - CBS Sports"
    ]
}