{
    "headlines": [
        "ਇੱਕ ਵਿਸ਼ਾਲ ਤੂਫਾਨ ਹੇਲੇਨ ਦੇ ਫਲੋਰਿਡਾ ਨੂੰ ਇੱਕ ਵੱਡੇ ਤੂਫਾਨ ਦੇ ਰੂਪ ਵਿੱਚ ਮਾਰਨ ਅਤੇ ਬਹੁਤ ਦੂਰ ਅੰਦਰੂਨੀ ਮਾਰਨ ਦੀ ਉਮੀਦ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਓਪਨਏਆਈ ਸੀਟੀਓ ਮੀਰਾ ਮੁਰਤੀ ਨੇ ਘੋਸ਼ਣਾ ਕੀਤੀ ਕਿ ਉਹ ਕੰਪਨੀ ਛੱਡ ਰਹੀ ਹੈ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਟਰੰਪ ਨੇ ਇਰਾਨ 'ਤੇ ਨਿਸ਼ਾਨਾ ਸਾਧਿਆ ਕਿਉਂਕਿ ਸੁਰੱਖਿਆ ਅਧਿਕਾਰੀਆਂ ਨੇ ਵਿਦੇਸ਼ੀ ਖਤਰਿਆਂ ਦੇ ਵਾਧੇ ਦੀ ਚਿਤਾਵਨੀ ਦਿੱਤੀ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਨੀਅਰਸਾਈਟਨੈਸ ਵਿਚ ਗਲੋਬਲ ਵਾਧੇ ਕੋਵਿਡ -19 ਨਾਲ ਜੁੜਿਆ, ਅਧਿਐਨ ਲੱਭਦਾ ਹੈ - ਗਿਜ਼ਮੋਡੋ",
        "ਪੁਤਿਨ ਨੇ ਯੂਕਰੇਨ ਤੋਂ ਰੂਸ 'ਤੇ ਹਮਲੇ ਨੂੰ ਲੈ ਕੇ ਪੱਛਮ ਨੂੰ ਪ੍ਰਮਾਣੂ ਚੇਤਾਵਨੀ ਜਾਰੀ ਕੀਤੀ - ਰਾਇਟਰ",
        "ਹਟਾਈ",
        "ਐਡੁਆਰਡੋ ਐਕਸੋਲ, ‘ਐਕਸਟ੍ਰੀਮ ਮੇਕਓਵਰਃ ਹੋਮ ਐਡੀਸ਼ਨ’ ਸਟਾਰ, 58 ’ਤੇ ਮਰ ਜਾਂਦਾ ਹੈ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਬੰਦੂਕਧਾਰੀ ਨੇ ਸਿਟੀ ਬੱਸ ਨੂੰ ਅਗਵਾ ਕਰਨ ਤੋਂ ਬਾਅਦ 1 ਦੀ ਮੌਤ ਅਤੇ ਹਿਰਾਸਤ ਵਿਚ ਸ਼ੱਕੀ, ਲਾਸ ਏਂਜਲਸ ਪੁਲਿਸ ਕਹਿੰਦੀ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਸੋਨੇ-ਚਾਂਦੀ 'ਚ‘ ਮੌਕਾਪ੍ਰਸਤ ‘ਮੁਨਾਫਾ ਲੈਣ ਦਾ ਹੁਣ ਚੰਗਾ ਸਮਾਂ ਕਿਉਂ ਹੋ ਸਕਦਾ ਹੈ - MarketWatch",
        "ਚੀਨ ਨੇ ਪ੍ਰਸ਼ਾਂਤ ਖੇਤਰ 'ਚ ਇੰਟਰਕਾਂਟੀਨੈਂਟਲ ਬੈਲਿਸਟਿਕ ਮਿਜ਼ਾਈਲ ਦਾ ਕੀਤਾ ਪ੍ਰੀਖਣ - BBC.com",
        "ਹੈਰਿਸ ਮੁਹਿੰਮ ਦੇ ਸਹਾਇਕ - ਸੀ ਐਨ ਬੀ ਸੀ 'ਤੇ ਕਥਿਤ ਜਿਨਸੀ ਹਮਲੇ ਦੀ ਜਾਂਚ ਅਧੀਨ ਗੁਪਤ ਸੇਵਾ ਏਜੰਟ",
        "ਕੈਂਟਕੀ ਸ਼ੈਰਿਫ ਨੇ ਆਪਣੇ ਚੈਂਬਰਾਂ ਵਿਚ ਜੱਜ ਦੀ ਜਾਨਲੇਵਾ ਗੋਲੀਬਾਰੀ ਵਿਚ ਦੋਸ਼ੀ ਨਹੀਂ ਮੰਨਿਆ - ਸੀ ਐਨ ਐਨ",
        "ਜ਼ੇਲੇਨਸਕੀਃ ਰੂਸ ਪ੍ਰਮਾਣੂ ਪਲਾਂਟਾਂ 'ਤੇ ਹਮਲਾ ਕਰਨ ਦੀ ਯੋਜਨਾ ਬਣਾ ਰਿਹਾ ਹੈ - ਬੀਬੀਸੀ.",
        "ਗੂਗਲ ਪਿਕਸਲ Buds ਪ੍ਰੋ 2 ਸਮੀਖਿਆਃ ਵੱਡੇ ਅੱਪਗਰੇਡ, ਬਹੁਤ ਕੁਝ ਛੋਟੇ earbuds - The Verge",
        "ਇਜ਼ਰਾਈਲ ਦੇ ਫੌਜ ਮੁਖੀ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਲੇਬਨਾਨ ਵਿਚ ਹਮਲੇ ਸੰਭਾਵਿਤ ਜ਼ਮੀਨੀ ਹਮਲੇ ਦੀ ਤਿਆਰੀ ਕਰਦੇ ਹਨ - ਰਾਇਟਰਜ਼",
        "ਆਈਫੋਨ 16 ਪ੍ਰੋ ਬਨਾਮ 13 ਪ੍ਰੋਃ ਪੂਰੀ ਤੁਲਨਾ - 9to5Mac",
        "ਮਾਰਸੇਲਸ ਵਿਲੀਅਮਜ਼ ਨੂੰ ਮਿਸੂਰੀ ਵਿੱਚ ਫਾਂਸੀ ਦਿੱਤੀ ਗਈ ਸੀ । ਉਸਦੇ ਅੰਤਮ ਸ਼ਬਦ ਪੜ੍ਹੋ, ਅਤੇ ਉਸਦੀ ਕਵਿਤਾ - ਕੰਸਾਸ ਸਿਟੀ ਸਟਾਰ",
        "ਮੈਥਿ Sl ਸਲੁਕਾ ਯੂ ਐਨ ਐਲ ਵੀ ਨੂੰ ਉਜਾੜਦਾ ਹੈਃ ਅਨਫੁਲਡ ਐਨਆਈਐਲ ਵਾਅਦਾ ਡ੍ਰਾਇਵਜ਼ ਸ਼ੁਰੂ ਕਰ ਰਿਹਾ ਹੈ ਕਿ Qਬੀ ਦੀ ਅਣਜਾਣ, ਸੀਐਫਪੀ-ਉਮੀਦ ਛੱਡਣ ਲਈ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "‘ਰਾਖਸ਼’ ਕਾਸਟ ਏਰਿਕ ਮੇਨੇਂਡੇਜ਼ ਨੂੰ ਲੜੀਵਾਰ ਸਲੈਮਿੰਗ ਦਾ ਜਵਾਬ ਦਿੰਦਾ ਹੈਃ 'ਤੁਹਾਨੂੰ ਦੁਬਾਰਾ ਬੋਲਣ ਤੋਂ ਪਹਿਲਾਂ ਸ਼ਾਇਦ ਇਸ ਨੂੰ ਵੇਖਣਾ ਚਾਹੀਦਾ ਹੈ’ - ਵੰਨਗੀ",
        "ਡਿਜ਼ਨੀ+ 'ਤੇ ਭੁਗਤਾਨ ਕੀਤੀ ਸ਼ੇਅਰਿੰਗਃ ਇੱਥੇ ਤੁਹਾਨੂੰ ਕੀ ਜਾਣਨ ਦੀ ਜ਼ਰੂਰਤ ਹੈ - ਵਾਲਟ ਡਿਜ਼ਨੀ ਕੰਪਨੀ"
    ]
}