{
    "headlines": [
        "\"Sie war fast zu Hause\": Familien trauern nach Flugzeugabsturz in Südkorea - BBC.com",
        "Jeff Bezos und Lauren Sanchez satteln sich in Aspen auf, kaufen Cowboyhüte ein - TMZ",
        "Pool Report on Ejections in Fourth Quarter of Tonight's Miami at Houston Game - NBA Official",
        "Proklamation zur Bekanntgabe des Todes von James Earl Carter, Jr. - Das Weiße Haus",
        "Schwere Stürme, die den Süden der USA bedrohen, entfesseln Tornados, töten 4 Menschen - Axios",
        "Allzeit-Anwesenheitsrekord für einen Test in Australien an der MCG gebrochen - ESPNcricinfo",
        "Die südkoreanischen Behörden fordern die Verhaftung von Yoon wegen der Erklärung des Kriegsrechts - Al Jazeera Englisch",
        "Justin Jefferson nach Vikings Sweep Packers, NFCs Nr. 1 Saatgut ins Visier nehmen: \"Wir sind unerbittlich\" - CBS Sports",
        "[removed]",
        "Live-Thread, Auswirkungen auf die NFL-Playoffs: Falcons bei Commanders on ‘Sunday Night Football’ - Pride Of Detroit",
        "Gal Gadot enthüllt, dass sie während der Schwangerschaft ein Blutgerinnsel in ihrem Gehirn hatte - Hollywood Reporter",
        "NASA bestätigt: Parkersonde überlebt \"Touching Sun\" in rekordverdächtigem Vorbeiflug - ScienceAlert",
        "\"Sonic 3\" und \"Mufasa\" kämpfen an der Weihnachtskasse um die Nr. 1 - The Associated Press",
        "Eagles ’Saquon Barkley erreicht einen 2.000-Yard-Meilenstein, als Philadelphia NFC East - CNN gewinnt",
        "Kristin Cavallari gesteht, dass Ex Morgan Wallen \"gut im Bett\" war: \"Er war ein großartiger F * * k-Kumpel\" - Seite sechs",
        "New Yorker können 2025 mit einem Meteorschauer und tollen Ausblicken auf den Mars beginnen - Gothamist",
        "[removed]",
        "Demokrat Gov ‘Stirs Up S***’ With Pro-Trump Posts— Making MAGA Fans ‘Sorry’ About Election Vote - The Daily Beast",
        "2 tot aufgefunden in Skamania Co. bei der Suche nach Sasquatch - Fox 12 Oregon",
        "Der 1,26-Milliarden-Dollar-Gewinner der Lotterie benötigt einen Steueranwalt, Therapeuten - Bloomberg"
    ]
}