{
    "headlines": [
        "Die Bundespolizei will das Strafverfahren gegen einen Mann einstellen, den sie zuvor als großen Bandenführer bezeichnet hatte - Politico",
        "James Toback wurde nach dem Prozess wegen sexueller Übergriffe zur Zahlung von 1,68 Milliarden US-Dollar verurteilt - Geier",
        "Weezer-Bassist Scott Shriners Frau von der Polizei erschossen, wegen versuchten Mordes verhaftet - Vielfalt",
        "Trump sagte den Leuten, sie sollen kaufen. Stunden später ließ seine Tarifpause die Märkte in die Höhe schnellen. - The Washington Post",
        "Das Haus stimmt dafür, Bundesrichter unter Trumps Angriffen auf die Gerichte zu zügeln - NBC News",
        "53 internationalen Studenten wurde der Einwanderungsstatus an vier weiteren Universitäten in Texas entzogen - The Texas Tribune",
        "Luka Doncic von den Lakers erhält im Gegenzug Tribut-Video und Standing Ovation von Mavs-Fans - Bleacher-Bericht",
        "Trump lobt Whitmer in freundlichem Oval Office Meeting - Politico",
        "RFK Jr. lobt die Masernreaktion in Texas, USA, im Vergleich zu Europa - ABC News",
        "Trump-Zölle: Asiatische Aktien springen, nachdem die USA höhere Abgaben pausieren, aber den China-Satz erhöhen - BBC",
        "Google stellt Firebase Studio vor, eine End-to-End-Plattform, die in wenigen Minuten benutzerdefinierte Apps im Browser erstellt - VentureBeat",
        "Überraschende Nachrichten aus China lassen Nvidia-Aktien steigen - TheStreet",
        "2025 Masters-Vorhersagen, kostenlose Wett-Tipps: Tommy Fleetwood unter den Top-Longshots für Augusta National - CBS Sports",
        "Können Sie Masern bekommen, wenn Sie geimpft wurden? | Antworten auf häufig gestellte Fragen zu Masern - 9News",
        "Der ukrainische Geheimdienst hat 155 chinesische Bürger identifiziert, die für Russland kämpfen, sagt Selenskyj - CNN",
        "‘A Minecraft Movie’ Posts Fourth-Biggest Tuesday In April, Will Stack $ 65M+ In Second Weekend – Box Office Preview - Deadline",
        "Vater, dessen Tochter an Masern gestorben ist, sagt RFK Jr. Ich habe den Impfstoff nie erwähnt - Futurismus",
        "Rückruf von Butter aufgrund erhöhter koliformer Bakterien - WFSB"
    ]
}