{
    "headlines": [
        "يقول زيلينسكي إن القوات الكورية الشمالية على الخطوط الأمامية في غضون أيام - نيوزويك",
        "فريق \"دودجرز\" و \"يانكيز\" مستعدون لأكبر سلسلة عالمية من النجوم منذ عقود - وكالة \"أسوشيتد برس\"",
        "إحاطة حية: من المقرر استئناف محادثات وقف إطلاق النار في غزة ؛ إيران تستعد للانتقام الإسرائيلي - واشنطن بوست",
        "لبنان: مقتل ثلاثة صحفيين في غارة جوية إسرائيلية - BBC.com",
        "اتحاد بوينغ للعمال المضربين: \"التنمر\" على بعضهم البعض بسبب أصوات الإضراب \"حقير\" - أصوات ياهو!",
        "تُظهر صور الأقمار الصناعية توسعًا كبيرًا في الموقع الروسي مع ماضٍ سري للأسلحة البيولوجية - واشنطن بوست",
        "مسيرة كامالا هاريس في هيوستن | ما تحتاج لمعرفته حول استاد شل للطاقة - KHOU.com",
        "نظرة على أداء سوق الأسهم في الأسبوع السابق للانتخابات الرئاسية - سي إن بي سي",
        "تم القبض على مغني الراب ليل ديرك في مؤامرة القتل مقابل الاستئجار - ABC News",
        "الجرعة الثانية من لقاح كوفيد لهذا العام موصى بها للأشخاص الذين تبلغ أعمارهم 65 عامًا فما فوق - CBS News",
        "بوتين يتطلع إلى وقف الطموحات الغربية لجورجيا المجاورة في انتخابات حيوية - فوكس نيوز",
        "عادت كبسولة سبيس إكس للتو إلى الأرض. لهذا السبب لم يكن رواد فضاء بوينغ ستارلاينر على متنها - سي إن إن",
        "فوهات أسهم كابري 45 ٪ بعد أن حظر القاضي صفقة نسيج بقيمة 8.5 مليار دولار - Yahoo Finance",
        "أسقطت Best Buy للتو عرضًا سريعًا ضخمًا للألعاب - هذه هي الصفقات الإحدى عشرة التي سأشتريها في نهاية هذا الأسبوع - Gamesradar",
        "ما هي الخطوة التالية للأخوين مينينديز حيث يوصي المدعي العام بإعادة الحكم عليهما بعد عقود من مقتل والديهما - سي إن إن",
        "الملك تشارلز يعترف بماضي العبودية \"المؤلم\" مع تكثيف الدعوات إلى التعويضات - رويترز",
        "فقد ابنه بسبب التسمم بالفنتانيل. لقد طور لعبة فيديو يأمل أن ينقذ الآخرين - سي إن إن",
        "ما تعلمته من 3 سنوات من تشغيل Windows 11 على أجهزة الكمبيوتر \"غير المدعومة\" - Ars Technica",
        "مواقع الهبوط في الموعد النهائي لتجارة اتحاد كرة القدم الأميركي: الأنسب لأفضل المرشحين التجاريين في عام 2024 - الولايات المتحدة الأمريكية اليوم",
        "\"بدأت رؤيتي في التدهور \": يكشف طاقم بولاريس داون عن آثار مهمة صنع التاريخ - سي إن إن"
    ]
}