{
    "headlines": [
        "يشيد القادة السياسيون وعمالقة الصناعة برئيس الوزراء الهندي السابق مانموهان سينغ - سي إن بي سي",
        "Seahawks - Bears: تحافظ سياتل على آمالها في التصفيات بفوزها 6-3 على شيكاغو في واحدة من أسوأ ألعاب اتحاد كرة القدم الأميركي في موسم 2024 - ياهو سبورتس",
        "توفي ريتشارد بارسونز، القائد الثابت في تايم وارنر وسيتي، عن عمر يناهز 76 عامًا - واشنطن بوست",
        "تقترح إدارة الغذاء والدواء الأمريكية اختبارًا موحدًا للكشف عن الأسبستوس في منتجات التلك - سي إن إن",
        "جاي زي يحصل على الفحم بعد عيد الميلاد حيث ينكر القاضي الجهود المبذولة لرفض القضية التي تتهم مغني الراب وشون \"ديدي\" بالاعتداء على 13 عامًا في عام 2000 - الموعد النهائي",
        "قصة سوزي روتولو، \"سيلفي روسو\" الحقيقية من بوب ديلان بيوبيك \"مجهول تمامًا\" - فوربس",
        "ما يجب معرفته عن تحطم طائرة الخطوط الجوية الأذربيجانية ودور روسيا المحتمل فيها - أكسيوس",
        "نصائح صحية، السرطان \"ثريفرز\" وملابس الحيوانات الأليفة: الأسبوع في الرفاه+الكينونة - واشنطن بوست",
        "\"لعبة الحبار\" الخالق يكسر \"الثقيلة\" الموسم 2 خاتمة الموت، منتصف ائتمانات القرائن المشهد وعندما يأتي الموسم 3 - متنوعة",
        "يمكن أن تصاب القطط بإنفلونزا الطيور. إليك كيفية حمايتهم - ABC News",
        "فنلندا تصادر ناقلة مرتبطة بروسيا بعد قطع المزيد من الكابلات البلطيقية تحت سطح البحر - صحيفة وول ستريت جورنال",
        "تحطيم الرقم القياسي: مسبار باركر يقبل الشمس في رحلة عيد الميلاد التاريخية - ساينس أليرت",
        "\"حافظ على هدوئك \": إليك ما يجب معرفته والقيام به إذا فزت بالجائزة الكبرى Mega Millions - USA TODAY",
        "إنفلونزا الطيور تقتل أكثر من نصف القطط الكبيرة في ملاذ في واشنطن - سي إن إن",
        "محذوف",
        "حصل ميكا بارسونز على أكثر المنشورات الاجتماعية حزنًا بعد أخبار إصابة سيدي لامب - الرياضة المصورة",
        "قد يؤثر خطر الإعصار المتستر على تكساس ومنتصف الجنوب يوم الخميس - واشنطن بوست",
        "رئيس منظمة الصحة العالمية يقول إنه كان في مطار اليمن الذي استهدفته الغارات الإسرائيلية - سي إن إن",
        "الشرطة الإسرائيلية للتحقيق في مزاعم ضد زوجة نتنياهو - بلومبرغ",
        "مقتل خمسة صحفيين من غزة في غارة إسرائيلية استهدفت جماعة مسلحة - BBC.com"
    ]
}