{
    "headlines": [
        "O soldado israelense Omer Neutra, de Plainview, foi morto no ataque do Hamas em 7 de outubro, confirma o exército israelense - Newsday",
        "Advogado de defesa diz que veterano 'agiu para salvar' pessoas usando estrangulamento em passageiro errático do metrô - Associated Press",
        "IA do World Labs pode gerar cenas 3D interativas a partir de uma única foto - TechCrunch",
        "Voos atolados no Dia de Ação de Graças levam as viagens aéreas dos EUA a recordes - The Wall Street Journal",
        "   Removido ",
        "Grijalva desiste de licitar para o primeiro lugar do painel enquanto os democratas da Câmara enfrentam o acerto de contas geracional - POLITICO",
        "Netanyahu: Responderá 'Fortemente' Após Ataque do Hezbollah - Newsmax",
        "Legisladores franceses aprovam moção de desconfiança que pode derrubar o governo - CNN",
        "Trabalhadores da VW entram em greve - Ars Technica",
        "Grupos rebeldes tomaram a segunda maior cidade da Síria. Aqui está quem eles são - CNN",
        "Uma galáxia nomeada por sua semelhança com um sombrero parece distintamente diferente na nova imagem - CNN",
        "Presidente da Geórgia busca apoio do Ocidente em impasse com seu próprio governo - Reuters",
        "Séries da Semana 13 da NFL: Contas ganham 'A+' por vitória nevada sobre 49ers, Bengals recebem 'D' por derrota feia para Steelers - CBS Sports",
        "Azeez Al-Shaair, do Houston Texans, pede desculpas por rebater o QB do Jacksonville Jaguars, Trevor Lawrence - CNN",
        "Warcraft: Orcs & Humans, Warcraft 2 retirado da plataforma GOG - Polígono",
        "Marido preso sob acusação de assassinato após desaparecimento de mulher e cães do Oregon encontrados mortos durante missão de busca de vários dias - CBS News",
        "Os peixes têm um microbioma cerebral. Os humanos também poderiam ter um? - Quanta Magazine",
        "O que Joe Biden disse sobre perdoar seu filho Hunter Biden? - BBC.com",
        "Candidato bêbado a Trump apanhado em palco com strippers - NJ.com",
        "Os principais democratas dizem que não vão apenas \"à prova de Trump\" na Califórnia — eles vão torná-la acessível novamente - CalMatters"
    ]
}