{
    "headlines": [
        "ਜਲੇਨ ਬਰੂਨਸਨ ਦੀ ਗੇਮ ਜੇਤੂ, ਮਿਕਾਲ ਬ੍ਰਿਜਜ਼ ਬਲਾਕ ਨਿਕਸ ਨੂੰ ਨੈੱਟਜ਼ ਉੱਤੇ ਪ੍ਰਤੀਯੋਗੀ ਜਿੱਤ ਦੇ ਨਾਲ ਭੱਜਣ ਵਿੱਚ ਸਹਾਇਤਾ ਕਰਦਾ ਹੈ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਇਜ਼ਰਾਈਲ ਨੇ ਬੇਰੂਤ ਵਿਚ ਭਾਰੀ ਬੰਬ ਸੁੱਟਿਆ, ਜਿਵੇਂ ਕਿ ਲੇਬਨਾਨ ਨੇ ਜੰਗਬੰਦੀ ਕੀਤੀ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਗਲੋਬਲ ਸਿਹਤ ਮਾਹਰ ਆਰਐਫਕੇ ਜੂਨੀਅਰ 'ਤੇ ਅਲਾਰਮ ਵੱਜਦੇ ਹਨ, ਸਮੋਆ ਦੇ ਫੈਲਣ ਦਾ ਹਵਾਲਾ ਦਿੰਦੇ ਹੋਏ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਟੇਲਰ ਕਿਨਾਰੇ ਵਿਵਾਦਪੂਰਨ ਫੈਸਲੇ ਵਿੱਚ ਸੇਰਾਨੋ ਨੂੰ ਬਾਹਰ ਕੱ -ਦਾ ਹੈ - ਈਐਸਪੀਐਨ",
        "ਨਿਗੇਟਸ ਸਟਾਰ ਨਿਕੋਲਾ ਜੋਕਿਕ ਅਤੇ ਕੋਚ ਮਾਈਕਲ ਮਾਲੋਨ ਨਿੱਜੀ ਕਾਰਨਾਂ ਕਰਕੇ ਪੇਲੀਕਨਜ਼ ਵਿਰੁੱਧ ਖੇਡ ਤੋਂ ਖੁੰਝ ਗਏ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਐਲੇਕਸ ਜੋਨਸ ਦੇ ਇਨਫੋਵਾਰਸ ਨੂੰ ਖਰੀਦਣ ਦੀ ਦ ਪਿਆਜ਼ ਦੀ ਕੋਸ਼ਿਸ਼ ਵਿਚ ਅੱਗੇ ਕੀ ਹੁੰਦਾ ਹੈ - ਪੋਲਿਟਿਕੋ",
        "ਟਰੰਪ ਨੇ ਕੈਰੋਲਿਨ ਲੀਵਿਟ ਨੂੰ ਵ੍ਹਾਈਟ ਹਾਊਸ ਦੀ ਸਭ ਤੋਂ ਛੋਟੀ ਉਮਰ ਦੀ ਪ੍ਰੈਸ ਸਕੱਤਰ ਨਾਮਜ਼ਦ ਕੀਤਾ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "Womanਰਤ ਨੇ ਹਾ Houseਸ ਐਥਿਕਸ ਕਮੇਟੀ ਨੂੰ ਦੱਸਿਆ ਕਿ ਉਸਨੇ ਗਾਏਟਜ਼ ਨੂੰ ਨਾਬਾਲਗ ਨਾਲ ਸੈਕਸ ਕਰਦੇ ਵੇਖਿਆ, ਵਕੀਲ ਕਹਿੰਦਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਯੂਕਰੇਨ ਵਿਚ ਉੱਤਰੀ ਕੋਰੀਆ ਦੇ ਸੈਨਿਕ ‘ਗੰਭੀਰ ਵਧਣਾ', ਸਕੋਲਜ਼ ਪੁਤਿਨ ਨੂੰ ਕਹਿੰਦਾ ਹੈ - ਬੀਬੀਸੀ.",
        "ਹਾਫ-ਲਾਈਫ 2 20 ਵੀਂ ਵਰ੍ਹੇਗੰ Update ਅਪਡੇਟ ਵਿੱਚ ਡਿਵੈਲਪਰ ਟਿੱਪਣੀ, ਸੁਧਾਰੀ ਗ੍ਰਾਫਿਕਸ, ਅਤੇ ਇੱਕ 2-ਘੰਟੇ ਦੀ ਦਸਤਾਵੇਜ਼ੀ ਸ਼ਾਮਲ ਹੈ - ਆਈਜੀਐਨ",
        "ਸੁਪਰਮਾਈਕਰੋ ਸਟਾਕ ਡਿਲਿਸਟਿੰਗ ਤੋਂ ਬਚਣ ਦੀ ਯੋਜਨਾ ਦੀਆਂ ਰਿਪੋਰਟਾਂ 'ਤੇ ਵਾਧਾ - ਇਨਵੈਸਟੋਪੀਡੀਆ",
        "ਟੋਰਾਂਟੋ ਪੁਲਿਸ ਨੇ ਵਿਵਾਦਪੂਰਨ ਟੇਲਰ ਸਵਿਫਟ ਫੈਸਲੇ ਬਾਰੇ ਬਿਆਨ ਜਾਰੀ ਕੀਤਾ - ਐਥਲੋਨ ਸਪੋਰਟਸ",
        "Laken Riley: ਨਰਸਿੰਗ ਵਿਦਿਆਰਥੀ ਦੀ ਹੱਤਿਆ ਦੇ ਪਰਵਾਸੀ ਦੋਸ਼ੀ ਮੁਕੱਦਮੇ ਖੜ੍ਹੇ - BBC.",
        "ਟੈਕਸਾਸ ਸੁਪਰੀਮ ਕੋਰਟ ਨੇ 2 ਸਾਲ ਦੀ ਧੀ ਦੀ ਮੌਤ ਵਿੱਚ ਰੌਬਰਟ ਰੋਬਰਸਨ ਲਈ ਨਵੀਂ ਫਾਂਸੀ ਦੀ ਤਾਰੀਖ ਦਾ ਰਾਹ ਸਾਫ਼ ਕੀਤਾ - ਸੀਐਨਐਨ",
        "ਟਰੰਪ ਨੇ ਇੰਟੀਰੀਅਰ ਦੇ ਨਾਮਜ਼ਦ ਬਰਗਮ ਨੂੰ ਨਵੀਂ ਰਾਸ਼ਟਰੀ Energyਰਜਾ ਪ੍ਰੀਸ਼ਦ ਦਾ ਮੁਖੀ ਨਿਯੁਕਤ ਕੀਤਾ - ਪੋਲਿਟਿਕੋ",
        "ਡਿਜ਼ਨੀ ਨੇ ‘ਸਟਾਰ ਵਾਰਜ਼’ ਬੰਦ 2026 ਕੈਲੰਡਰ ਨੂੰ ‘ਆਈਸ ਏਜ 6‘ ਗਰੈਬਜ਼ ਤਾਰੀਖ ਦੇ ਤੌਰ ਤੇ ਲਿਆ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਐਲਨ ਮਸਕ ਦਾ ਐਕਸ collapseਹਿ ਜਾਂਦਾ ਹੈਃ ਸੈਂਕੜੇ ਕਲਾਕਾਰ ਅਤੇ ਮੀਡੀਆ ਇੱਕ ਉੱਭਰ ਰਹੇ ਸੋਸ਼ਲ ਨੈਟਵਰਕ ਤੇ ਭੱਜ ਜਾਂਦੇ ਹਨ - ਮਾਰਕਾ ਡਾਟ ਕਾਮ",
        "18 ਨਵੰਬਰ ਨੂੰ ਸਪੇਸਐਕਸ ਦੀ ਸਟਾਰਸ਼ਿਪ ਫਲਾਈਟ 6 ਲਾਂਚ ਟੈਸਟ ਕਿਸ ਸਮੇਂ ਹੈ? - ਸਪੇਸ ਡਾਟ ਕਾਮ",
        "ਏਰੀਜ਼ ਡੇਲੀ ਹੋਰੋਸਕੋਪ ਅੱਜ, 16 ਨਵੰਬਰ, 2024 ਦੀ ਭਵਿੱਖਬਾਣੀ ਹੈ ਕਿ ਵਿਆਹ ਦੀਆਂ ਘੰਟੀਆਂ ਜਲਦੀ ਹੀ ਵੱਜਣਗੀਆਂ - ਹਿੰਦੁਸਤਾਨ ਟਾਈਮਜ਼",
        "ਸੀਡੀਸੀ ਨੇ ਓਰੇਗਨ ਦੇ ਬਰਡ ਫਲੂ ਦੇ ਪਹਿਲੇ ਮਨੁੱਖੀ ਕੇਸ ਦੀ ਪੁਸ਼ਟੀ ਕੀਤੀ - ਰਾਇਟਰਜ਼"
    ]
}