{
    "headlines": [
        "Futuros de ações sobem à medida que Wall Street tenta estender grande recuperação pós-eleitoral, Fed ahead: Atualizações ao vivo - CNBC",
        "Elon Musk apostou alto em Trump — e ganhou. Será que vai valer a pena para a Tesla? - Yahoo Finance",
        "A Austrália planeia proibir as redes sociais para crianças menores de 16 anos - The Associated Press",
        "O Fed deve anunciar a mais recente mudança na taxa de juros após a vitória eleitoral de Trump - Fox Business",
        "Furacão Rafael deixa Cuba cambaleante e se muda para o Golfo do México - CBS News",
        "Estar mais ‘sonolento’ durante o dia significa maior chance de desenvolver essa síndrome pré-demencial - New York Post",
        "Kamala Harris diz aos apoiantes \"nunca desistam\" no discurso de concessão - BBC.com",
        "Coligação na Alemanha: Governo à beira do colapso após demissão de ministro-chave - BBC.com",
        "Trump atende chamadas de lista crescente de líderes mundiais após vitória eleitoral - ABC News",
        "EUA restabelecem acordos judiciais para Khalid Sheikh Mohammed e outros suspeitos do 11 de setembro - Al Jazeera English",
        "‘Jeopardy!’ concorrente quebra silêncio por pista sexista que obrigou apresentador Ken Jennings a pedir desculpas - New York Post",
        "Luke em 'First Kid' 'Memba Him?! - TMZ",
        "   Removido ",
        "Anos após cúpulas históricas, Trump enfrenta Coreia do Norte fortalecida - Reuters",
        "Horóscopo para quinta-feira, 7 de novembro de 2024 - Chicago Sun-Times",
        "'Sobre-humano' Kalkbrenner rede 49 para Creighton - ESPN",
        "Milhares ordenados a evacuar enquanto poderosos incêndios florestais alimentados pelo vento queimam casas no sul da Califórnia - The Associated Press",
        "Steph Curry faz história na NBA em Golden State Warriors vs. Boston Celtics - Sports Illustrated",
        "O Galaxy S25 pode vir nessas cores exclusivas online - SamMobile - Notícias da Samsung",
        "\"Houve muitos erros\": democratas começam a arrancar os olhos uns dos outros - Axios"
    ]
}