{
    "headlines": [
        "ما لا يقل عن 126 قتيلاً وعشرات الجرحى في زلزال بقوة 6.8 درجة بالقرب من المدينة المقدسة في التبت، وفقاً لتقارير وسائل الإعلام الصينية - ABC News",
        "فيلم وثائقي جديد، كتاب يلقي الضوء على قضية إساءة معاملة الأطفال روبي فرانك، جودي هيلدبراندت - KUTV 2News",
        "يون الكوري الجنوبي يواجه محاولة اعتقال ثانية في مجمع محصن - رويترز",
        "حرائق غابات لوس أنجلوس الأخيرة: إجلاء الآلاف مع انتشار حريق Pacific Palisades - ABC News",
        "دائري تدريب اتحاد كرة القدم الأميركي: ترتيب جميع وظائف التدريب الستة الشاغرة، بالإضافة إلى توفير أفضل المرشحين لكل منها - سي بي إس سبورتس",
        "تعتمد السيطرة على ولاية فرجينيا على 3 سباقات تقدم أيضًا مقياسًا لمزاج الناخبين بعد فوز ترامب - وكالة أسوشيتد برس",
        "تم اكتشاف جثتين في معدات هبوط الطائرات JetBlue - NewsNation Now",
        "أول موت لأنفلونزا الطيور في الولايات المتحدة هو تحذير صارخ - WIRED",
        "تحديثات حية: لن يستبعد ترامب الإكراه العسكري أو الاقتصادي للحصول على غرينلاند وقناة بنما - واشنطن بوست",
        "لن تتخذ ناسا قرارًا بشأن خطة إرجاع عينة المريخ حتى منتصف عام 2026 - Space.com",
        "سهم Nvidia ينزلق فجأة إلى أسوأ يوم في الأشهر مع تراجع أسهم التكنولوجيا - Forbes",
        "يحذر ترامب من أن \"كل الجحيم سينفجر\" إذا لم يتم إطلاق سراح رهائن غزة عند تنصيبه - سي إن بي سي",
        "ماريسا تومي تتفاعل بلطف مع \"Spider - Man\" Costars Zendaya و Tom Holland's Engagement - Yahoo Entertainment",
        "كيف تفاعلت وسائل التواصل الاجتماعي مع اقتراح ترامب لـ \"خليج أمريكا\" - هيوستن كرونيكل",
        "وحدات معالجة الرسومات الجديدة من سلسلة GeForce 50: هناك 1,999 $ 5090، وهناك كل شيء آخر - Ars Technica",
        "حفل مشاهدة الرئيس السابق جيمي كارتر وهو يرقد في مبنى الكابيتول الأمريكي - BBC.com",
        "محكمة الاستئناف في نيويورك تنفي محاولة ترامب لوقف الحكم على أموال الصمت - رويترز",
        "مع استمرار هيت في الاستماع إلى العروض، فإن جيمي بتلر غير مهتم بالتداول مع جريزليز - ميامي هيرالد",
        "ما الذي تغير بالنسبة للنسور والرازمون منذ أن لعبوا مع بعضهم البعض آخر مرة ؟ - نزيف الأمة الخضراء",
        "رئيس الوزراء الدنماركي لديه رسالة حادة لترامب: غرينلاند ليست للبيع - فوكس نيوز"
    ]
}