{
    "headlines": [
        "L'épidémie de rougeole dans l'ouest du Texas double à 48 cas - CNN",
        "Ils ne font pas que poursuivre pour arrêter DOGE. Ils poursuivent Elon Musk lui-même. - POLITICO",
        "Le propriétaire plaide coupable d'avoir tiré sur l'adolescent noir Ralph Yarl qui a sonné à la mauvaise porte - ABC News",
        "Les filles du défunt cofondateur de Target s'inquiètent du recul de l'entreprise sur les efforts de la DEI - The Associated Press",
        "Jay-Z et Sean ‘Diddy’ Combs ’Procès pour viol rejeté par l'avocat de Jane Doe - Variété",
        "Buffett's Berkshire Holds On to Apple Shares, but Trims Stakes in BofA, Citi and Capital One - The Wall Street Journal",
        "Ce que les analystes pensent des actions Apple avant le lancement du produit mercredi - Investopedia",
        "Dysfonctionnement de l'équipement, messages abandonnés examinés par le NTSB lors d'un accident en vol près de D.C. - NBC News",
        "Brighton & Hove Albion 3-0 Chelsea, Premier League : réaction après le match, évaluations - We Ain' t Got No History",
        "Rapport : 2 personnes ont tiré au défilé du championnat du Super Bowl 59 des Eagles à Philadelphie - Yahoo Sports",
        "Une saison grippale intense remplit les hôpitaux de patients gravement malades - WTOP",
        "Un drone a percé la coque extérieure de la centrale nucléaire de Tchernobyl en Ukraine. Les niveaux de rayonnement sont normaux - The Associated Press",
        "Le procureur démissionne après avoir ordonné l'abandon de l'affaire de corruption contre le maire de New York, Eric Adams - The Washington Post",
        "Trump dit que de nouveaux tarifs sur les voitures arriveront autour du 2 avril - Bloomberg",
        "Trump dit qu'il prendrait une position ferme sur Gaza samedi - The Jerusalem Post",
        "Prévisions des aurores boréales : voici où Aurora Borealis peut apparaître le jour de la Saint-Valentin - Forbes",
        "Mises à jour de Munich : Zelensky dit à Vance que l'Ukraine a besoin de « garanties de sécurité » pour les pourparlers de paix - Newsweek",
        "Une hausse des tremblements de terre pourrait signaler une éruption possible au volcan Mount Spurr en Alaska - ABC News"
    ]
}