{
    "headlines": [
        "Disruption looms at East Coast ports as longshoremen prepare to strike - The Washington Post",
        "[Removed]",
        "Exclusive | NYU softball player beats sicko who attacked her during jog, breaking her hand in brave fight back - New York Post ",
        "Last-minute buzz, sleepers, upsets and predictions for NFL Week 4: Our latest intel - ESPN",
        "Drinking alcohol is linked to six types of cancer, experts say: ‘It’s toxic’ - New York Post ",
        "Guest column | Older men’s connections often wither when they’re on their own - The Washington Post",
        "Watch SpaceX launch Crew-9 astronaut mission to the ISS today - Space.com",
        "Israeli military says it has killed Hezbollah chief Nasrallah - Reuters",
        "Austria's far-right Freedom Party eyes unprecedented election win - BBC.com",
        "Diddy sex trafficking probe brings unwanted scrutiny to stars: 'Silence is the best option,' expert says - Fox News",
        "Grading Knicks-Timberwolves Trade That Swaps Karl-Anthony Towns, Julius Randle - Bleacher Report",
        "Apple drops out of talks to join OpenAI investment round, WSJ reports - Reuters",
        "TVA: Nolichucky Dam failure is imminent, could cause life-threatening flooding - WJHL-TV News Channel 11",
        "Rumour: 'Switch 2' Will Launch Early Next Year, Claims Accessory Company - Nintendo Life",
        "Hail Mary touchdown overturned as No. 7 Miami survives against Virginia Tech in thriller - Yahoo Sports",
        "NC Lt. Gov. Mark Robinson hospitalized with second-degree burns following incident at campaign event - CNN",
        "Earth's 'Mini Moon' To Be Visible On September 29. Here's How To Watch It - NDTV",
        "'Impossible to describe': San Francisco audiences react to 'Megalopolis' with bewilderment - SFGATE",
        "VIDEOS: Hurricane Helene produces record storm surge along Florida’s Gulf Coast - Fox Weather ",
        "How ‘Spear Phish’ Hackers Used Fake Ginni Thomas to Hit Trump Campaign - The Daily Beast"
    ]
}