{
    "headlines": [
        "Der tödliche israelische Angriff in Beirut verstärkt die Befürchtungen, dass der Krieg eskaliert - The Washington Post",
        "Der philippinische Vizepräsident droht öffentlich, den Präsidenten ermorden zu lassen - KSL.com",
        "Colorado wird der neueste Anwärter, um Kansas zum Opfer zu fallen, während die Big 12 die Strecke hinunter ins Chaos stürzen - CBS Sports",
        "Florida Upsets No. 9 Ole Miss, No. 2 Ohio State beendet No. 5 Indianas ungeschlagene Serie in Woche 13 des College-Footballs - NCAA.com",
        "Die Reise eines 12-Jährigen in die Welt von Ozempic - The Wall Street Journal",
        "‘Wicked’ -Regisseur Jon M. Chu sagt, die Zuschauer sollten die Kinos bitten, das Volumen des Films zu erhöhen - Hollywood Reporter",
        "[removed]",
        "Chaos herrscht nach Arizona State Fans vorzeitig Sturmfeld in Verärgerung der BYU - Yahoo Sports",
        "SpaceX startet 20 Starlink-Satelliten auf der 400. Falcon 9-Rakete - Spaceflight Now",
        "Die Welt stimmt einem Klimaabkommen über finanzielle Hilfe für Entwicklungsländer zu, nachdem der Gipfel fast implodiert ist - CNN",
        "3 schnelle Erkenntnisse aus der Niederlage der Badgers 44-25 gegen Nebraska: Verteidigung bricht in Blowout zusammen - Buckys 5. Quartal",
        "Dana Carvey sagt, dass er Elon Musk nach dem SNL-Auftritt nicht \"sehr gut\" imitieren kann - The Hill",
        "Der republikanische Senator bietet eine ehrliche Erklärung dafür, warum die Nominierung von Matt Gaetz fehlgeschlagen ist - The Daily Beast",
        "Nach einem Aufruhr am Freitagabend ist Trumps Kabinett komplett - POLITICO",
        "Trump nennt Brooke Rollins als seine Wahl für den Landwirtschaftsminister - CNN",
        "Die 7 besten Black Friday iPad-Angebote für 2024 - MacRumors",
        "DOJ fordert Google auf, Chrome zu verkaufen - TechCrunch",
        "Tausende protestieren gegen sexuelle Gewalt in Frankreich - Al Jazeera Englisch",
        "Listeria-Ausbruch: Rückruf ausgestellt, da die USA sagen, dass das Kind gestorben ist - BBC.com",
        "Der Alkoholkonsum nahm während der Covid-19-Pandemie zu. Eine neue Studie zeigt, dass es immer noch hoch ist - CNN"
    ]
}