{
    "headlines": [
        "Гостевая колонка | Вскоре после родов у меня случился инсульт. Это не такая уж редкость. - The Washington Post",
        "Блейк Лайвли подала в суд на коллегу по фильму «Все кончается с нами» (It Ends With Us) и режиссера Джастина Балдони за сексуальные домогательства - Hollywood Reporter",
        "Сенат принял Закон о справедливости социального обеспечения - CNN",
        "Подкаст College GameDay предсказывает исход игры Penn State vs. SMU - On3.com",
        "Ожидается, что Кирк Казинс будет выпущен Falcons до бонусных хитов в размере 10 миллионов долларов - New York Post",
        "Изъято",
        "Выбор футбольного плей-офф колледжа, расписание: Прогнозы против спреда, коэффициенты на игры первого раунда - CBS Sports",
        "Результаты Usyk Vs. Fury 2: полная карта боя, обновления, реакции - Forbes",
        "Таран на немецком рождественском рынке - последняя атака с использованием транспортных средств в качестве смертоносного оружия - Associated Press",
        "Солнечный зонд НАСА пролетит ближе к Солнцу, чем любой искусственный объект - NBC News",
        "Забудьте о падении фондового рынка, ФРС сделала правильный шаг на дикой неделе - MarketWatch",
        "Демократы в Сенате раскритиковали «этический кризис» Верховного суда по завершении расследования - NBC News",
        "Смертность от сердечно-сосудистых заболеваний растет в сельских районах Америки, что обусловлено ростом числа взрослых трудоспособного возраста - Новости NBC",
        "Восемь человек осуждены во Франции за действия, которые привели к обезглавливанию учителя - BBC.com",
        "Big Lots и Party City выходят из бизнеса. Магазины Джорджии закроются -  The Atlanta Journal Constitution",
        "Обновление данных о птичьем гриппе: на картах показаны наиболее пострадавшие штаты - США СЕГОДНЯ",
        "Друг Трэвиса Келса раскрывает новую интересную деталь о вечеринке Тейлор Свифт - Athlon Sports",
        "США снимут награду в 10 миллионов долларов за лидера исламистских повстанцев в Сирии - Financial Times",
        "Пара спутников создаст искусственные солнечные затмения для изучения Солнца - NPR",
        "Как кастинг делает этот «цыганский» хит другим - NPR"
    ]
}