{
    "headlines": [
        "مواطن أفغاني متهم بالتآمر الإرهابي يوم الانتخابات نيابة عن داعش: وزارة العدل - إيه بي سي نيوز",
        "إعادة ماسك إكس إلى البرازيل بعد الامتثال لمطالب المحكمة العليا - وكالة أسوشيتد برس",
        "يتوقع سانتس كيو بي ديريك كار أن يتغيب لعدة أسابيع مع إصابة مائلة تكبدها في الخسارة أمام تشيفز - NFL.com",
        "رفعت TikTok دعوى قضائية بتهمة \"إفساد\" الصحة العقلية للمراهقين - BBC.com",
        "يواجه الاقتصاد سيناريو \"عدم الهبوط\" الذي يقوض الإغاثة المالية التي يأملها العديد من الأمريكيين - Business Insider",
        "قد يكون مكتب طبيبك يقرأ ضغط دمك بشكل خاطئ - Ars Technica",
        "يتطابق هذا التنافس بين Mets - Phillies بالتساوي - حرفيًا - MLB.com",
        "احتفظت ليزا ماري بريسلي بجثة ابنها الراحل في منزلها لمدة شهرين، وفقًا لمذكراتها - سي إن إن",
        "هاريس، ديسانتيس يتبادلان الانتقادات اللاذعة مع هبوط إعصار ميلتون - ذا هيل",
        "سامسونج قابلة للطي التي ظهرت لأول مرة بسعر 2 ألف دولار في عام 2020 تتوقف عن تلقي التحديثات الأمنية - Ars Technica",
        "كلمات كامالا هاريس القاسية بشأن إيران تربك النقاد - فوكس نيوز",
        "سهم Trump Media يرتفع بنسبة 19 ٪ تقريبًا مع امتداد DJT لأطول ارتفاع منذ يونيو - CNBC",
        "فكر روبرت صالح في إطلاق النار على جيتس أو سي ناثانيل هاكيت قبل الحصول على قسيمة وردية خاصة به من وودي جونسون - سي بي إس سبورتس",
        "ترافيس كيلسي وتايلور سويفت يأخذان احتفال ما بعد المباراة إلى أحد مواقع KC الخاصة بهما - Kansas City Star",
        "جيمس كليفرلي يظهر كمرشح أول في سباق قيادة المحافظين في المملكة المتحدة - الجزيرة الإنجليزية",
        "تتجه أسهم Nvidia لليوم الخامس من المكاسب حيث تظل وول ستريت متفائلة بشأن الذكاء الاصطناعي - Yahoo Finance",
        "تغلبت PlayStation للتو على Prime Day مع أفضل ألعاب PS5 من 2 $ — إليك 13 صفقة سأشتريها - Tom's Guide",
        "ظهرت كامالا هاريس في برنامج \"60 دقيقة \": ماذا قالت ؟ النقاط الرئيسية والوجبات السريعة - Oklahoman.com",
        "نتنياهو يقول إن إسرائيل \"قضت\" على خلفاء نصر الله - رويترز",
        "يلغي بايدن رحلة إلى الخارج بينما يهبط ميلتون على فلوريدا ؛ يقول ديسانتيس لنائب الرئيس \"الأمر لا يتعلق بك كامالا\" - فوكس نيوز"
    ]
}