{
    "headlines": [
        "ਆਸਟਰੇਲੀਆਈ ਨੈਸ਼ਨਲ ਪਾਰਕ ਵਿਚ ਦੋ ਗ੍ਰੇਨੋਲਾ ਬਾਰਾਂ 'ਤੇ 13 ਦਿਨ ਬਚਣ ਤੋਂ ਬਾਅਦ ਗੁੰਮ ਹੋਏ ਹਾਈਕਰ ਨੇ ਬਚਾਅ ਕਰਨ ਵਾਲਿਆਂ ਦਾ ਧੰਨਵਾਦ ਕੀਤਾ - ਸੀ ਐਨ ਐਨ",
        "ਹਟਾਈ",
        "ਐਲਨ ਮਸਕ ਇਸ ਗੱਲ ਨਾਲ ਸਹਿਮਤ ਹੈ ਕਿ ਅਸੀਂ ਏਆਈ ਸਿਖਲਾਈ ਦੇ ਅੰਕੜਿਆਂ ਨੂੰ ਖਤਮ ਕਰ ਦਿੱਤਾ ਹੈ - TechCrunch",
        "ਵਿਸ਼ਾਲ ਬੰਦਰਗਾਹ ਦੀ ਹੜਤਾਲ ਟਾਲ ਦਿੱਤੀ ਗਈ, ਕਿਉਂਕਿ ਸਮੁੰਦਰੀ ਜਹਾਜ਼ ਅਤੇ ਯੂਨੀਅਨ ਅਸਥਾਈ ਸਮਝੌਤੇ 'ਤੇ ਪਹੁੰਚਦੇ ਹਨ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਬ੍ਰਸੇਲਸ ਦੇਖ ਰਹੇ ਹੋਣਗੇ ਕਿ ਕੀ ਮਸਕ ਦੂਰ-ਸੱਜੇ ਲਾਈਵਸਟ੍ਰੀਮ ਵਿੱਚ ਯੂਰਪੀਅਨ ਯੂਨੀਅਨ ਦੇ ਕਾਨੂੰਨ ਨੂੰ ਤੋੜਦਾ ਹੈ - ਪੋਲਿਟਿਕੋ ਯੂਰਪ",
        "ਐਲ. ਏ. ਨੇ ਹਾਲੀਵੁੱਡ ਕਰੂ ਮੈਂਬਰਾਂ ਨੂੰ ਇਕ ਹੋਰ ਬੇਰਹਿਮੀ ਨਾਲ ਫਾਇਰ ਕੀਤਾ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਟਰੰਪ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਇਹ ‘ਮਾਇਨੇ ਨਹੀਂ ਰੱਖਦਾ’ ਜੀਓਪੀ ਆਪਣੇ ਏਜੰਡੇ ਨੂੰ ਕਿਵੇਂ ਪਾਸ ਕਰਦਾ ਹੈਃ ‘ਅੰਤ ਦਾ ਨਤੀਜਾ ਇਕੋ ਜਿਹਾ ਹੈ’ - ਦ ਹਿੱਲ",
        "ਜਨਵਰੀ 8 ਡਰਾਇੰਗ ਲਈ ਪਾਵਰਬਾਲ ਜੇਤੂ ਨੰਬਰਃ ਜੈਕਪਾਟ 240 ਮਿਲੀਅਨ ਡਾਲਰ ਤੱਕ ਵਧਦਾ ਹੈ - ਅਮਰੀਕਾ ਅੱਜ",
        "ਫੋਟੋਆਂ ਵਿੱਚਃ ਟਰੰਪ ਅਤੇ ਹੋਰ ਜਿੰਮੀ ਕਾਰਟਰ - ਐਕਸੀਓਸ ਨੂੰ ਸ਼ਰਧਾਂਜਲੀ ਦਿੰਦੇ ਹਨ",
        "ਐਚਐਮਪੀਵੀਃ ਚੀਨ ਵਿਚ ਸਾਹ ਦੇ ਵਾਇਰਸ ਦੇ ਫੈਲਣ ਬਾਰੇ ਕੀ ਜਾਣਨਾ ਹੈ - ਸਾਇੰਸਅਲਰਟ",
        "ਕਾਲਜ ਫੁੱਟਬਾਲ ਪਲੇਆਫ ਪਿਕਸ, ਅਨੁਸੂਚੀਃ ਫੈਲਣ ਦੇ ਵਿਰੁੱਧ ਭਵਿੱਖਬਾਣੀ, ਸੰਤਰੀ, ਕਪਾਹ ਕਟੋਰੇ ਦੀਆਂ ਖੇਡਾਂ ਲਈ ਸੰਭਾਵਨਾਵਾਂ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਨਿਣਟੇਨਡੋ ਸਵਿੱਚ 2 ਲੀਕ ਵੇਰਵੇ Mockup ਅਤੇ ਰੀਲਿਜ਼ ਮਹੀਨੇ ਦੱਸਦੀ ਹੈ - ਫੋਰਬਸ",
        "ਅਲੀਟੋ ਨੇ ਰਾਸ਼ਟਰਪਤੀ ਚੁਣੇ ਜਾਣ ਤੋਂ ਪਹਿਲਾਂ ਟਰੰਪ ਨਾਲ ਗੱਲ ਕੀਤੀ ਸੁਪਰੀਮ ਕੋਰਟ ਨੂੰ ਆਪਣੀ ਸਜ਼ਾ ਵਿੱਚ ਦੇਰੀ ਕਰਨ ਲਈ ਕਿਹਾ - ਸੀਐਨਐਨ",
        "ਇਟਲੀ ਦੀ ਪੱਤਰਕਾਰ ਸੀਸੀਲੀਆ ਸਾਲਾ ਨੂੰ ਇਰਾਨ ਨੇ ਕੀਤਾ ਰਿਹਾਅ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਫਾਇਰ ਹੋਮ ਇੰਸ਼ੋਰੈਂਸਃ ਕੈਲੀਫੋਰਨੀਆ ਦੇ ਬੀਮਾ ਕਮਿਸ਼ਨਰ ਨੇ ਤੋੜ ਦਿੱਤਾ ਕਿ ਜੇ ਜੰਗਲੀ ਅੱਗ ਨਾਲ ਤੁਹਾਡੇ ਘਰ ਨੂੰ ਨੁਕਸਾਨ ਪਹੁੰਚਦਾ ਹੈ ਜਾਂ ਨਸ਼ਟ ਹੋ ਜਾਂਦਾ ਹੈ ਤਾਂ ਕੀ ਨਹੀਂ ਕਰਨਾ ਚਾਹੀਦਾ - ਏਬੀਸੀ 7 ਲਾਸ ਏਂਜਲਸ",
        "ਆਸਕਰ ਨਾਮਜ਼ਦਗੀਆਂ 19 ਜਨਵਰੀ ਤੱਕ ਅੱਗੇ, ਐਲ. ਏ. ਅੱਗ ਕਾਰਨ 2 ਦਿਨਾਂ ਤੱਕ ਵਧੀ ਵੋਟਿੰਗ - Variety",
        "ਪੈਕਰ ਬਨਾਮ ਈਗਲਜ਼ ਸੱਟ ਦੀ ਰਿਪੋਰਟ - PhiladelphiaEagles.com",
        "ਦਿਮਾਗ ਵਿਚ ਲੁਕਣ ਵਾਲੇ 'ਰੀਐਨੀਮੇਟਿਡ' ਹਰਪੀਜ਼ ਵਾਇਰਸ ਕੰਸੈਸ਼ਨ ਅਤੇ ਡਿਮੇਨਸ਼ੀਆ ਨੂੰ ਜੋੜ ਸਕਦੇ ਹਨ - Livescience. com",
        "ਵੈਨਜ਼ੂਏਲਾ ਦੇ ਅਖੀਰਲੇ ਰਾਜਨੀਤਿਕ ਬਚੇ ਨਿਕੋਲਸ ਮਾਦੁਰੋ ਨੂੰ ਹੁਣ ਤੱਕ ਦੀ ਸਭ ਤੋਂ ਮੁਸ਼ਕਲ ਚੁਣੌਤੀ ਦਾ ਸਾਹਮਣਾ ਕਰਨਾ ਪੈ ਰਿਹਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਗਲੈਕਸੀ ਅਨਪੈਕਡ 2025 ਤੋਂ ਪਹਿਲਾਂ ਨਵਾਂ ਸੈਮਸੰਗ ਗਲੈਕਸੀ ਐਸ 25 ਸਮਾਰਟਫੋਨ ਰਿਜ਼ਰਵ ਕਰੋ - ਆਈਜੀਐਨ"
    ]
}