{
    "headlines": [
        "Nets traz D’Angelo Russell de volta, Dorian Finney-Smith negocia com Lakers - New York Post",
        "Israel prende diretor de hospital em Gaza que escreveu para o New York Times e o acusa de ser um terrorista do Hamas - New York Post",
        "As ações da ‘BATMMAAN’ correram para o resgate do mercado em dezembro. - MarketWatch",
        "2 homens de Oregon morrem de exposição em uma floresta depois de saírem para procurar o Sasquatch - CNN",
        "O norovírus voltou a aumentar em partes dos EUA. Veja o que deve saber sobre o vírus estomacal - PBS NewsHour",
        "Presidente do Azerbaijão diz que avião acidentado foi abatido involuntariamente pela Rússia - Associated Press",
        "Bilheteria: Nosferatu, A Complete Unknown Start Strong, Mufasa é No. 1 - Variedade",
        "O rali de 2024 do S&P 500 chocou os meteorologistas que esperavam que isso acontecesse - Bloomberg",
        "Aqui está uma descrição de onde os tornados relatados ocorreram na região de Houston no sábado - KHOU.com",
        "179 mortos, 2 resgatados após queda de avião durante pouso na Coreia do Sul - ABC News",
        "O criador do Squid Game diz que o personagem principal Gi-hun \"não será o homem que era na segunda temporada\" assim que a terceira temporada for lançada - Gamesradar",
        "   Removido ",
        "Como Donald Trump transformou a cultura de massa - POLITICO",
        "A estratégia \"explosiva\" de Justin Baldoni em meio à batalha legal de Blake Lively revelou: \"Vai chocar a todos...\" - Hindustan Times",
        "Novo Samsung Leak confirma atualização decepcionante da câmara Galaxy S25 Ultra - Forbes",
        "Travis Kelce elogiou o que fez depois do encontro com Taylor Swift no sábado à noite - Athlon Sports",
        "Os 10 videogames mais esperados de 2025 - Softonic PT",
        "'O primeiro a processar': a oposição ao desejo de Trump de acabar com a cidadania por nascimento é pessoal para este procurador-geral - Yahoo! Voices",
        "Uma palestina foi morta a tiros em sua casa na Cisjordânia. Sua família culpa as forças de segurança palestinas - The Associated Press",
        "Em turno, Trump rebaixa retórica crescente sobre promessas de campanha - Yahoo! Voices"
    ]
}