{
    "headlines": [
        "حتى والد مات غايتز القوي فوجئ باختيار ترامب إيه جي - بوليتيكو",
        "يقول الأطباء إن موقف RFK Jr. المناهض للأوزيمبية يديم وصمة العار ويشوه الأدلة - سي إن إن",
        "مايك تايسون ضد جيك بول: نيتفليكس تقول أن 60 مليون أسرة شاهدت القتال - BBC.com",
        "طعن كلية صينية يخلف 8 قتلى في ثاني هجوم جماعي خلال أسبوع - فاينانشال تايمز",
        "Gmail Alert - Leak يكشف عن عناوين بريد إلكتروني جديدة قادمة لـ 2.5 مليار مستخدم - Forbes",
        "روسيا تشن هجومًا صاروخيًا \"ضخمًا\" على مستوى البلاد يستهدف شبكة الطاقة الأوكرانية - ABC News",
        "نتائج إنفيديا ستهز الأسواق - TheStreet",
        "UFC 309: جونز مقابل نتائج بطاقة Miocic الرئيسية | مقابلات الفائزين، أبرز الأحداث والمزيد من مدينة نيويورك - UFC",
        "صديقها السابق وخطيبها وراء الطعن المميت وإطلاق النار على أمي من تكساس - أصوات ياهو!",
        "\"SNL\" يشوي إيلون ماسك لقوله إن عمال فرقة عمل ترامب لن يحصلوا على أي أجر: \"لا يمكنك أن تفاجأ بأن الفكرة الأولى للرجل الأفريقي الأبيض هي العبودية\" - تنوع",
        "\"مايك رجل متوحش \": يتفاعل المحترفون مع فوز تشارلز أوليفيرا المجنون على مايكل تشاندلر في UFC 309 - MMA Fighting",
        "عاصفة ثالثة في نوفمبر، سارة، تلاحظ أن موسم الأعاصير المزدحم لم ينته بعد - وكالة أسوشيتد برس",
        "تقول ساوث ويست إيرلاينز إن إحدى طائراتها المليئة بالركاب أصيبت برصاصة - WKRC TV Cincinnati",
        "أول حالة أمريكية لسلالة أكثر فتكًا من فيروس الجدري تم الإبلاغ عنها في كاليفورنيا - واشنطن بوست",
        "الدنماركية فيكتوريا كيير تيلفيغ تفوز بمسابقة ملكة جمال الكون 2024 - سي إن إن",
        "البنتاغون يختار الحرس الأيسر بعد الإبلاغ عنه على أنه \"تهديد داخلي\" محتمل بسبب الوشم - واشنطن بوست",
        "يشرح الرئيس التنفيذي لشركة Onion شراء Infowars وسط ادعاءات أليكس جونز حول المزاد - The Hill",
        "ترامب يعين المدير التنفيذي للوقود الأحفوري كريس رايت وزيرا للطاقة - وكالة أسوشيتد برس",
        "بوينغ تصدر إشعارات تسريح لأكثر من 400 عامل مع بدء تخفيضات جذرية - بوليتيكو",
        "ديدي \"يحاول ابتزاز شهود محاكمة الاتجار بالجنس والتأثير على المحلفين المحتملين\" من السجن... - The US Sun"
    ]
}