{
    "headlines": [
        "2024 ਐਨਐਫਐਲ ਥੈਂਕਸਗਿਵਿੰਗ ਗ੍ਰੇਡਃ ਸ਼ੇਰ ਦੇ ਵਿਰੁੱਧ ਪਰੇਸ਼ਾਨ ਬੋਲੀ ਨੂੰ ਰੋਕਣ ਤੋਂ ਬਾਅਦ ਰਿੱਛਾਂ ਨੂੰ 'ਸੀ' ਮਿਲਦੀ ਹੈ, ਗਊਆਂ 'ਬੀ+' ਕਮਾਉਂਦੀਆਂ ਹਨ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਬੇਨ ਅਫਲੇਕ ਜੈਨੀਫਰ ਲੋਪੇਜ਼ ਤਲਾਕ ਦੇ ਵਿਚਕਾਰ ਥੈਂਕਸਗਿਵਿੰਗ 'ਤੇ ਸਾਬਕਾ ਪਤਨੀ ਜੈਨੀਫਰ ਗਾਰਨਰ ਨੂੰ ਕੋਜ਼ੀਜ਼ ਕਰਦਾ ਹੈਃ‘ ਉਹ ਬਹੁਤ ਖੁਸ਼ ਹੈ ’- ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਟਰੰਪ ਵੱਲੋਂ ਯੂਕਰੇਨ 'ਤੇ ਨਵੇਂ ਰਾਜਦੂਤ ਦਾ ਨਾਂ ਰੱਖਣ ਤੋਂ ਬਾਅਦ ਰੂਸ ਨੇ ਯੂਕਰੇਨ' ਤੇ ਮਿਜ਼ਾਈਲਾਂ ਦੀ ਕੀਤੀ ਵਰਖਾ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਅੱਜ ਕਿਹੜੇ ਸਟੋਰ ਖੁੱਲ੍ਹੇ ਹਨ? ਵਾਲਮਾਰਟ, ਟਾਰਗੇਟ, ਵੇਗਮੈਨਸ, ਹੋਰ ਲਈ ਥੈਂਕਸਗਿਵਿੰਗ ਘੰਟੇ ਵੇਖੋ - syracuse. com",
        "ਫਲਸਤੀਨ ਪੱਖੀ ਪ੍ਰਦਰਸ਼ਨਕਾਰੀਆਂ ਨੂੰ ਥੈਂਕਸਗਿਵਿੰਗ ਪਰੇਡ ਵਿਚ ਵਿਘਨ ਪਾਉਣ ਲਈ ਗ੍ਰਿਫਤਾਰ ਕੀਤਾ ਗਿਆ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਆਸਟ੍ਰੇਲੀਆਈ ਸੰਸਦ ਨੇ ਵਿਸ਼ਵ-ਪਹਿਲੇ ਕਾਨੂੰਨ ਨਾਲ ਅੰਡਰ -16 ਲਈ ਸੋਸ਼ਲ ਮੀਡੀਆ 'ਤੇ ਪਾਬੰਦੀ ਲਗਾਈ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਕੈਨੇਡਾ ਦਾ ਐਂਟੀਟ੍ਰਸਟ ਵਾਚਡੌਗ ਗੂਗਲ 'ਤੇ ਮੁਕੱਦਮਾ ਕਰਦਾ ਹੈ - ਬੀਬੀਸੀ.",
        "ਚਾਰ ਲੋਕਤੰਤਰੀ ਵਿਧਾਇਕਾਂ ਨੂੰ ਥੈਂਕਸਗਿਵਿੰਗ ਲਈ ਘਰ ਜਾਂਦੇ ਸਮੇਂ ਧਮਕੀਆਂ ਦੇ ਕੇ ਨਿਸ਼ਾਨਾ ਬਣਾਇਆ ਗਿਆ - ਸੀਐਨਐਨ",
        "ਡਾਇਨਾਸੌਰ ਵੋਮਿਟ ਅਤੇ ਫਾਸੀਜ਼ ਦੇ ਜੈਵਿਕ ਪਰਦਾਫਾਸ਼ ਕਰਦੇ ਹਨ ਕਿ ਉਹ ਧਰਤੀ ਉੱਤੇ ਹਾਵੀ ਹੋਣ ਲਈ ਕਿਵੇਂ ਵਿਕਸਤ ਹੋਏ - ਦਿ ਡੇਲੀ ਗਲੈਕਸੀ - ਮਹਾਨ ਖੋਜ ਚੈਨਲ",
        "ਰਿਪੋਰਟਃ ਕੋਨੋਰ ਮੈਕਗ੍ਰੇਗਰ ਅਲਕੋਹਲ ਦੇ ਉਤਪਾਦਾਂ ਨੂੰ ਆਇਰਲੈਂਡ ਦੇ ਹਵਾਈ ਅੱਡਿਆਂ ਤੋਂ ਤਾਜ਼ਾ ਜਿਨਸੀ ਹਮਲੇ ਦੇ ਫੈਸਲੇ ਦੇ ਨਤੀਜਿਆਂ ਵਿੱਚ ਹਟਾ ਦਿੱਤਾ ਗਿਆ - ਐਮਐਮਏ ਫਾਈਟਿੰਗ",
        "ਥੈਂਕਸਗਿਵਿੰਗ ਡੇਅ ਗੇਮ ਵਿਚ ਡੌਲਫਿਨਜ਼ ਬਨਾਮ ਪੈਕਰਜ਼ ਨੂੰ ਕਿਵੇਂ ਮੁਫਤ ਵਿਚ ਲਾਈਵ ਦੇਖਿਆ ਜਾਵੇ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਨਿਊਯਾਰਕ ਜਾਇੰਟਸ ਬਨਾਮ ਡੱਲਾਸ ਕਾਉਬੌਇਜ਼, ਹਫਤਾ 13: ਲਾਈਵ ਅਪਡੇਟਸ! - ਵੱਡਾ ਨੀਲਾ ਦ੍ਰਿਸ਼",
        "ਕੈਲੀਫੋਰਨੀਆ ਕੰਪਨੀ - ਕੇਟੀਐਲਏ ਲਾਸ ਏਂਜਲਸ ਤੋਂ ਦੂਜੀ ਪ੍ਰਚੂਨ ਕੱਚੇ ਦੁੱਧ ਦੇ ਨਮੂਨੇ ਵਿੱਚ ਬਰਡ ਫਲੂ ਦਾ ਪਤਾ ਲਗਾਇਆ ਗਿਆ",
        "ਹਟਾਈ",
        "ਇਜ਼ਰਾਈਲ ਅਤੇ ਹਿਜ਼ਬੁੱਲਾ ਵਪਾਰ 'ਤੇ ਜੰਗਬੰਦੀ ਦੀ ਉਲੰਘਣਾ ਦੇ ਦੋਸ਼ - ਰਾਇਟਰ",
        "ਡੋਨਾਲਡ ਟਰੰਪ ਦੇ ਟੈਰਿਫ ਖ਼ਤਰੇ ਤੋਂ ਬਾਅਦ ਸਰਹੱਦ ਨੂੰ ਮਜ਼ਬੂਤ ਕਰੇਗਾ ਕੈਨੇਡਾ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "ਕਿਵੇਂ ਏਰੀਆਨਾ ਮੈਡਿਕਸ, ਸਿੰਥਿਆ ਏਰੀਵੋ ਅਤੇ ਹੋਰ ਸਿਤਾਰੇ ਥੈਂਕਸਗਿਵਿੰਗ ਮਨਾ ਰਹੇ ਹਨ - ਪੰਨਾ ਛੇ",
        "ਹਟਾਈ",
        "ਕੈਨੇਡਾ ਦੇ ਦੂਰ-ਦੁਰਾਡੇ ਜੰਗਲੀ ਇਲਾਕੇ 'ਚ 6 ਹਫ਼ਤਿਆਂ ਤੋਂ ਵੱਧ ਸਮੇਂ ਤੋਂ ਜ਼ਿੰਦਾ ਰਹਿਣ ਤੋਂ ਬਾਅਦ ਲਾਪਤਾ ਹਾਈਕਰ ਮਿਲਿਆ - CBS News",
        "ਮਾਈਕ੍ਰੋਸਾੱਫਟ ਆਪਣੇ ਦਿਮਾਗ ਤੋਂ ਬਾਹਰ ਹੈ, ਬਲੈਕ ਫ੍ਰਾਈਡੇ 'ਤੇ $ 850 ਤੋਂ ਘੱਟ ਦਾ ਨਵੀਨਤਮ ਸਤਹ ਪ੍ਰੋ ਕਰੈਸ਼ ਹੋ ਜਾਂਦਾ ਹੈ - ਗਿਜ਼ਮੋਡੋ"
    ]
}