{
    "headlines": [
        "Cincinnati Bengals vs. Pittsburgh Steelers Live Score and Stats - January 4, 2025 Gametracker - CBS Sports",
        "HMPV outbreak in China: Is it a new virus? How is it similar to Covid-19? Is there any vaccine? What we know so far | Mint - Mint",
        "MTA holds cheery ceremony to unveil congestion pricing signs — hours before drivers are set to feel the pain - New York Post ",
        "Exclusive: New Orleans’ planned new Bourbon Street barriers only crash-rated to 10 mph - Reuters",
        "Zelenskiy reports heavy Russian, North Korean troop losses in Russia's Kursk - Reuters",
        "How Browns' Loss to Ravens Impacts 2025 NFL Draft Order - Sports Illustrated",
        "Biden rejected appeals of several top advisers in blocking U.S. Steel bid - The Washington Post",
        "Trump sentencing sets up an unusual scene ahead of his inauguration - The Washington Post",
        "Here are the latest 3-day snow totals from across Western New York - WGRZ.com",
        "Biggest winter storm in over a decade forecast to hit tens of millions of Americans - BBC.com",
        "Heat Notes: Butler, Adebayo, Rozier, Riley, Porter Jr. - hoopsrumors.com",
        "Austria: Chancellor to resign after coalition talks collapse - DW (English)",
        "Rockstar Staff Reaffirms GTA 6 Release Window In New Post - The Direct",
        "Johnson tells House Republicans that Trump wants one ‘big beautiful’ reconciliation package - POLITICO",
        "Hey, Apple, Let's Shake Up the iPhone's Design in 2025 — Finally - CNET",
        "[Removed]",
        "The Haunted New Twist in the Blake Lively-Justin Baldoni Scandal - Slate",
        "Mary Steenburgen Says She Thought Husband Ted Danson Was ‘Slick’ Until He Said “This” Phrase ‘After Making Love’ (Exclusive) - Yahoo Entertainment",
        "Real-life Samsung Galaxy S25 Ultra leak shows razor-thin bezels of the upcoming flagship phone - Notebookcheck.net",
        "Meta deletes AI character profiles after backlash, racism accusations - Mashable"
    ]
}