{
    "headlines": [
        "Кандидат от оппозиции Венесуэлы покидает страну - BBC.com",
        "Лесной пожар в Южной Калифорнии горит так интенсивно, что по мере распространения создает свою собственную погоду, заставляя эвакуироваться, - CNN",
        "Мать подозреваемого боевика позвонила в среднюю школу Апалачи с предупреждением после получения тревожного сообщения, говорит дедушка - CNN",
        "3 вывода из уродливой победы футболиста Алабамы над Южной Флоридой - AL.com",
        "Несколько человек расстреляли вдоль шоссе I-75 в юго-восточном Кентукки, говорят власти - Star Tribune",
        "Creative Arts Emmys, Night One: список победителей (обновление в прямом эфире) - Hollywood Reporter",
        "Удалено",
        "Марш: «Скорее» тренер Канады, чем США сейчас - ESPN",
        "Илон Маск прогнозирует пилотируемые полеты SpaceX на Марс к 2028 году, надеясь на «самоподдерживающийся город» на планете - Fox Business",
        "Эшли Тисдейл родила ребенка № 2 с мужем Кристофером Френчем - E! Онлайн - E! НОВОСТИ",
        "Stellantis отзывает более 1,2 МЛН пикапов Ram 1500 в США",
        "Усилия России по влиянию на выборы демонстрируют изощренность, говорят чиновники - The Washington Post",
        "Нотр-Дам расстроен НИУ: Мгновенная реакция на историческую победу Северного Иллинойса - США СЕГОДНЯ",
        "Палестинцы опросили свидетелей убийства женщины на Западном берегу в США - The Washington Post",
        "Бывший вице-президент Дик Чейни проголосует за Камалу Харрис - BBC.com",
        "Scripps News Reports: Смерть от жары - AOL",
        "Трамп хлопает юридическую команду, когда они смотрят. У Мэгги Хаберман есть теория почему - CNN",
        "Кампании Трампа в оплоте Республиканской партии Висконсина в преддверии дебатов с Харрисом - The Associated Press",
        "Как смотреть мероприятие Apple «Glowtime» для iPhone 16 - The Verge",
        "Wynn Resorts платит 130 МИЛЛИОНОВ долларов за то, что позволил нелегальным деньгам добраться до игроков в своем казино в Лас-Вегас-Стрип - Yahoo Finance"
    ]
}