{
    "headlines": [
        "المتمردون السوريون يخترقون ثاني أكبر مدينة في حلب، كما يقول المقاتلون ومراقب الحرب - وكالة أسوشيتد برس",
        "تهديدات تفجيرات عيد الشكر تستهدف المشرعين الديمقراطيين - فوكس نيوز",
        "نقطة محذوفة هنا",
        "أفضل عروض سماعات الرأس وسماعات الأذن Black Friday - The Verge",
        "ما لا يقل عن 40 قتيلاً في غزة، كما يقول المسعفون، مع انسحاب الدبابات الإسرائيلية من المخيم - رويترز",
        "التضخم يدفع عملية البحث عن الصفقات بين متسوقي الجمعة البيضاء - رويترز",
        "تقرير سهم Bears vs. Lions: الناهضون والخاسرون بعد فيلم إثارة عيد الشكر - Pride of Detroit",
        "احتمالات دوري كرة القدم الأمريكية، خطوط الأسبوع 13، توقعات ATS، اختيارات الألعاب، النصائح، الأوقات: نموذج يحاكي جميع الألعاب 10000 مرة - CBS Sports",
        "يجب أن تكون حبوب الوقاية من فيروس نقص المناعة البشرية مجانية، لكن شركات التأمين لا تزال تفرض رسومًا - واشنطن بوست",
        "لماذا لا يمكن أن يصبح \"كتاب جولة العصور\" لتايلور سويفت من أكثر الكتب مبيعًا في نيويورك تايمز بغض النظر عن نجاحه - الصفحة السادسة",
        "يقول Drue Tranquill إن \"Brock Bowers\" هي \"الحزمة الكاملة\" - Arrowhead Pride",
        "تصوت أيرلندا في انتخابات متقاربة حيث يأمل شاغلو المناصب في التشبث بالسلطة - وكالة أسوشيتد برس",
        "عيد الشكر السفر يواجه اضطراب انفجار القطب الشمالي. توقع تأخير الرحلات الجوية. - Barron's",
        "يقول شريك إيلون ماسك في دوجي فيفيك راماسوامي إنهم سيدققون في قرض بايدن بقيمة 6.6 مليار دولار لمنافس تسلا ريفيان - فورتشن",
        "أوكرانيا تحارب لإبقاء الأضواء مضاءة بينما تطرق روسيا محطات توليد الطاقة - BBC.com",
        "المملكة العربية السعودية تتخلى عن السعي لمعاهدة الدفاع الأمريكية بسبب الجمود الإسرائيلي - رويترز",
        "كاتدرائية نوتردام تكشف عن تصميمها الداخلي الجديد بعد 5 سنوات من اندلاع حريق مدمر - ABC News",
        "أوروبا تهضم التضخم ؛ انتعاش أسعار النفط - Investing.com",
        "يمكن أن ترى أجزاء من شمال ولاية نيويورك أقدامًا من ثلوج تأثير البحيرة، وزئير السفر بعد عيد الشكر - syracuse.com",
        "شباك التذاكر: \"موانا 2\" يقدم رقماً قياسياً في عيد الشكر بقيمة 28 مليون دولار، ويتجه إلى إطلاق 175 مليون دولار - هوليوود ريبورتر"
    ]
}