{
    "headlines": [
        "فورد تكشف عن سيارة الدفع الرباعي إكسبيديشن 2025 الجديدة، بما في ذلك طرازات الطرق الوعرة و \"Ultimate\" - CNBC",
        "تستحضر ليز تشيني 6 يناير وهي تروج لتأييد هاريس في ويسكونسن - سي إن إن",
        "احتمالات القراصنة مقابل الصقور، التنبؤ، الوقت: كرة القدم ليلة الخميس يختار من نموذج اتحاد كرة القدم الأميركي 42-23 - سي بي إس سبورتس",
        "كبار التنفيذيين يخرجون من ترامب ميديا وسط مزاعم سوء إدارة الرئيس التنفيذي وانتقامه - ProPublica",
        "كان من الممكن أن تشهد الولايات المتحدة نقصًا وارتفاعًا في أسعار التجزئة إذا استمر إضراب عمال الرصيف - وكالة أسوشيتد برس",
        "يتدافع المستثمرون للوصول إلى ElevenLabs، والتي قد تصل قيمتها قريبًا إلى 3 مليارات دولار - TechCrunch",
        "حكم مختلط ضد الضباط السابقين في قضية ضرب نيكولز بالإعدام - إيه بي سي نيوز",
        "ارتفاع أسعار النفط بسبب المخاوف من الضربات الإسرائيلية ضد إيران | بي بي سي نيوز - بي بي سي نيوز",
        "\"أبوت الابتدائية\" يحدد حلقة كروس مع \"انها دائما مشمسة في فيلادلفيا\" - متنوعة",
        "وسط بيروت يضرب بينما تتعهد إسرائيل برد \"قوي للغاية\" على إيران - سي إن إن",
        "كيم كارداشيان: حرروا الأخوين مينينديز - إن بي سي نيوز",
        "تقرير المرافق والنفط والوظائف: ملخص سريع للسوق - Yahoo Finance",
        "ما هو فيروس ماربورغ ؟ وضع تفشي المرض في رواندا منظمة الصحة العالمية في حالة تأهب قصوى - نيويورك بوست",
        "ترحب Saints 'Carr بلم الشمل مع Adams - ESPN",
        "تحرير امرأة إيزيدية من غزة في عملية تقودها الولايات المتحدة بعد عقد من الأسر - رويترز",
        "التغطية المباشرة: ستطلق ULA رحلة تجريبية ثانية لصاروخها فولكان من كيب كانافيرال - سبيس فلايت ناو",
        "الولايات المتحدة تناقش الضربات على مواقع النفط الإيرانية بينما تضغط إسرائيل على لبنان - رويترز",
        "يقول مساعد سابق إن ترامب رفض في البداية تقديم مساعدات لمكافحة حرائق الغابات في كاليفورنيا لأنها ولاية زرقاء - بوليتيكو",
        "حيث قد ترى الأضواء الشمالية في نهاية هذا الأسبوع، حيث تتجه عاصفة جيومغناطيسية إلى الأرض - واشنطن بوست",
        "حصلت كاتلين كلارك على لقب أفضل مبتدئ في بطولة العالم لكرة السلة لكرة السلة لهذا العام، منهية بذلك نقاشًا استمر لموسم كامل - صحيفة واشنطن بوست"
    ]
}