{
    "headlines": [
        "ਨਾਸਾ ਟੈਲੀਸਕੋਪ ਅਧਿਐਨ ਕਰੇਗਾ ਕਿ ਕਿਹੜੀ ਚੀਜ਼ ਨੇ ਵੱਡੇ ਧਮਾਕੇ ਵਿਚ ਧਮਾਕਾ ਪਾਇਆ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਕੀਅਰ ਸਟਾਰਮਰ ਅਤੇ ਵੋਲੋਡੀਮਰ ਜ਼ੇਲੇਨਸਕੀ ਡਾingਨਿੰਗ ਸਟ੍ਰੀਟ ਵਿਖੇ ਮਿਲਣਗੇ - ਬੀਬੀਸੀ.",
        "ਨੇਵਾਰਕ ਹਵਾਈ ਅੱਡੇ ਤੋਂ ਉਡਾਣ ਦੌਰਾਨ ਫੇਡੈਕਸ ਦੀ ਉਡਾਣ ਪੰਛੀ ਨਾਲ ਟਕਰਾਉਣ ਤੋਂ ਬਾਅਦ ਅੱਗ ਲੱਗ ਗਈ - ਐਨਬੀਸੀ ਨਿ Newsਜ਼",
        "ਨੈਟਲੀ ਪੋਰਟਮੈਨ ਲਈ ਨੈੱਟਫਲਿਕਸ ਨੇ ਬੋਲੀ ਦੀ ਲੜਾਈ ਜਿੱਤੀ, ਲੀਨਾ ਡਨਹੈਮ ਰੋਮ-ਕੌਮ ‘ਗੁੱਡ ਸੈਕਸ’ 55 ਮਿਲੀਅਨ ਡਾਲਰ ਦੀ ਵਿਕਰੀ ਨਾਲ - ਵੰਨਗੀ",
        "ਯੂਰਪੀਅਨ ਨੇਤਾਵਾਂ ਨੇ ਟਰੰਪ ਨਾਲ ਜ਼ੇਲੇਨਸਕੀ ਦੀ ਤੂਫਾਨੀ ਮੁਲਾਕਾਤ ਤੋਂ ਬਾਅਦ ਯੂਕਰੇਨ ਦਾ ਸਮਰਥਨ ਨਵਿਆਇਆ - ਐਨਪੀਆਰ",
        "ਯੂਐਸਏਆਈਡੀ ਦੀਆਂ ਕਟੌਤੀਆਂ ਪਹਿਲਾਂ ਹੀ ਦੁਨੀਆ ਭਰ ਦੇ ਦੇਸ਼ਾਂ ਨੂੰ ਮਾਰ ਰਹੀਆਂ ਹਨ. ਇਹ 20 ਪ੍ਰੋਜੈਕਟ ਹਨ ਜੋ ਬੰਦ ਹੋ ਗਏ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਜੱਜ ਨੇ ਟ੍ਰਾਂਸਜੈਂਡਰ ਨੌਜਵਾਨਾਂ ਦੀ ਦੇਖਭਾਲ ਦੀ ਪੇਸ਼ਕਸ਼ ਕਰਨ ਵਾਲੀਆਂ ਸੰਸਥਾਵਾਂ ਲਈ ਫੰਡਿੰਗ ਦੀ ਧਮਕੀ ਦੇਣ ਵਾਲੇ ਟਰੰਪ ਦੇ ਆਦੇਸ਼ ਨੂੰ ਰੋਕਿਆ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਅਲੈਕਸਾ ਪਲੱਸ ਦੇ ਨਾਲ, ਐਮਾਜ਼ਾਨ ਆਖਰਕਾਰ ਆਪਣੇ ਸਭ ਤੋਂ ਵਧੀਆ ਉਤਪਾਦ ਨੂੰ ਦੁਬਾਰਾ ਪੇਸ਼ ਕਰਦਾ ਹੈ - ਦਿ ਵਰਜ",
        "ਨੈਸ਼ਨਲ ਪਾਰਕ ਦੇ ਇਨ੍ਹਾਂ ਵਰਕਰਾਂ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਟਰੰਪ ਦੀ ਇਕ ਏਜੰਸੀ ਨੇ ਉਨ੍ਹਾਂ ਨੂੰ ਗ਼ੈਰਕਾਨੂੰਨੀ ਤਰੀਕੇ ਨਾਲ ਬਰਖਾਸਤ ਕਰ ਇੱਕ ਜੱਜ ਸਹਿਮਤ - NPR",
        "ਗਾਜ਼ਾ ਜੰਗਬੰਦੀ ਸੌਦਾ ਨਾਜ਼ੁਕ ਪਲ ਨੂੰ ਮਾਰਦਾ ਹੈ - ਬੀਬੀਸੀ.",
        "ਬੱਚਿਆਂ ਦੇ ਫਲੂ ਦੇ ਮਾਮਲਿਆਂ ਵਿੱਚ ਵਾਧਾ ਵਧੇਰੇ ਬੱਚਿਆਂ ਨੂੰ ਹਸਪਤਾਲ ਭੇਜ ਰਿਹਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਕੀਅਰ ਸਟਾਰਮਰ ਇਸ ਬਾਰੇ ਫੈਸਲਾ ਲੈਂਦਾ ਹੈ ਕਿ ਉਹ ਵ੍ਹਾਈਟ ਹਾ Houseਸ ਦੇ ਡਰਾਉਣੇ ਸ਼ੋਅ ਤੋਂ ਬਾਅਦ ਕਿਸ 'ਤੇ ਭਰੋਸਾ ਕਰ ਸਕਦਾ ਹੈ, ਲੌਰਾ ਕੁਏਨਸਬਰਗ ਲਿਖਦੀ ਹੈ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਕੀ ਪੋਪ ਫਰਾਂਸਿਸ ਅਸਤੀਫਾ ਦੇਣਗੇ? ਮਾਹਰ ਕਹਿੰਦੇ ਹਨ ਕਿ ਇਹ ਅਸੰਭਵ ਹੈ – ਪਰ ਪੋਂਟੀਫ ਅਕਸਰ ਹੈਰਾਨ ਹੋ ਜਾਂਦਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਪਾਇਲੇਟਸ, ਪੇਂਟਿੰਗ ਅਤੇ ਸਾਈਕਲ ਸਵਾਰਃ ਜੀਨ ਹੈਕਮੈਨ ਦੀ ਸੰਤਾ ਫੇ ਵਿਚ ਜ਼ਿੰਦਗੀ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਭਾਰਤ ਦੇ ਉੱਤਰਾਖੰਡ 'ਚ ਬਰਫ਼ਬਾਰੀ' ਚ ਘੱਟੋ-ਘੱਟ 4 ਲੋਕਾਂ ਦੀ ਮੌਤ, ਕੁਝ ਅਜੇ ਵੀ ਲਾਪਤਾ - Al Jazeera English",
        "ਇਹ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ ਦੇ ਨਾਲ ਜੈੱਫ ਬੇਜੋਸ ਦੀ ਇੱਛਾ ਨਾਲੋਂ ਕਦੇ ਵੀ ਸਪੱਸ਼ਟ ਹੈ - ਸਲੇਟ",
        "ਓਰੇਗਨ ਦਾ ਟੈਰੇਂਸ ਫਰਗੂਸਨ 4.63 ਦੌੜਦਾ ਹੈ, ਕੰਬਾਈਨ ਤੇ ਸਭ ਤੋਂ ਤੇਜ਼ ਤੰਗ ਅੰਤ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "'ਮਾਨਸਿਕ ਟੋਲ' ਲੈਣਾਃ ਜਿਵੇਂ ਕਿ ਪੱਛਮੀ ਟੈਕਸਾਸ ਖਸਰਾ ਨਾਲ ਲੜਦਾ ਹੈ, ਫੈਡਰਲ ਸਹਾਇਤਾ 'ਤੇ ਚਿੰਤਾਵਾਂ ਵਧਦੀਆਂ ਹਨ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ"
    ]
}