{
    "headlines": [
        "UnitedHealthcare CEO Shooting aktuell: Person von Interesse Luigi Mangione unter Arrest - ABC News",
        "Nachfolgedrama: Rupert Murdoch verliert Gerichtsgebot zum Verlassen des Son Medienimperiums - Axios",
        "Exklusiv: In Assads alawitischer Heimatstadt gewinnen syrische Rebellen eine Unterstützungsbekundung - Reuters",
        "Syrische Rebellen versuchen, die Kontrolle zu konsolidieren - Financial Times",
        "Nvidias Aktienkurs sinkt, nachdem China die Untersuchung des KI-Chip-Unternehmens wegen Verstoßes gegen Antimonopolgesetze eröffnet hat - Yahoo Finance",
        "Bengals vs. Cowboys Quoten, Spread, Startzeit: 2024 Monday Night Football Picks nach NFL-Modell auf 24-10 Lauf - CBS Sports",
        "Alter und die neuen Medikamente zur Gewichtsabnahme - The Washington Post",
        "Jay-Z möchte, dass Sean \"Diddy\" den Vergewaltigungsfall abweist oder der Name von Jane Doe enthüllt wird - Frist",
        "Syrien-Updates: Deutschland stoppt Asylverfahren für Syrer - DW (Englisch)",
        "Exklusiv | McKinsey fördert seine kleinste Gruppe von Partnern seit Jahren - The Wall Street Journal",
        "Assads Sturz ist ein demütigender Schlag für Russland. Wie wird sich das auf Putins Prestige auswirken? - The Associated Press",
        "Haiti-Gang-Massaker an rund 180 Menschen, die auf ältere Menschen abzielen - Reuters",
        "OpenAIs SORA-Videogenerator startet für ChatGPT Pro- und Plus-Abonnenten — aber nicht in der EU - TechCrunch",
        "Taylor Swift hat 197 Millionen Dollar an Boni an Cast und Crew auf der ERAS-Tour verteilt: Bericht - Vielfalt",
        "Das Webb-Teleskop bestätigt, dass sich das Universum mit unerwarteter Geschwindigkeit ausdehnt - Reuters",
        "TikTok bittet um Notfallpause zum drohenden US-Verbot - BBC.com",
        "Golden Globes 2025: eine lebendige Liste, die garantiert unter die Haut des gewählten Präsidenten Trump geht - The Guardian",
        "Wie ein übereifriger Wachmann der Yankees den Mets half, Juan Soto zu landen - Sports Illustrated",
        "Mysteriöser Ausbruch mit hoher Todesrate in der Demokratischen Republik Kongo könnte Tech-Lieferketten gefährden - The Register",
        "Der Winter kann eine Zeit der kulinarischen Fülle sein. Experten geben Tipps zum nahrhaften Essen - The Associated Press"
    ]
}