{
    "headlines": [
        "ਮਾਰਜੋਰੀ ਟੇਲਰ-ਗ੍ਰੀਨ ਨੇ ਐਨਪੀਆਰ ਅਤੇ ਪੀਬੀਐਸ 'ਤੇ‘ ਕਮਿ Communਨਿਸਟ ‘ਵਜੋਂ ਹਮਲਾ ਕੀਤਾ,’ ਅੰਤ‘ਲਈ ਫੰਡਿੰਗ ਦੀ ਮੰਗ ਕੀਤੀ - ਸੀਐਨਐਨ",
        "ਟਰੰਪ ਵ੍ਹਾਈਟ ਹਾਊਸ ਦੀ ਨਿਊਜ਼ ਕਾਨਫਰੰਸ 'ਚ ਆਟੋ ਟੈਰਿਫ ਦਾ ਕਰਨਗੇ ਐਲਾਨ - The Associated Press",
        "ਐਸ ਐਂਡ ਪੀ 500 ਸੈਸ਼ਨ ਦੇ ਘੱਟ ਹਿੱਟ ਕਰਦਾ ਹੈ, ਨਵੇਂ ਆਟੋ ਟੈਰਿਫ ਦੀ ਘੋਸ਼ਣਾ ਤੋਂ 1% ਘੱਟਃ ਲਾਈਵ ਅਪਡੇਟਸ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਰੀਵਜ਼ ਦੇ ਖਰਚਿਆਂ ਵਿੱਚ ਕਟੌਤੀ ਦੇ ਬਾਵਜੂਦ ਟੈਕਸ ਵਾਧੇ ਦੀ ਚੇਤਾਵਨੀ - ਬੀਬੀਸੀ.",
        "ਦੇਸ਼ ਦੀਆਂ ਸਭ ਤੋਂ ਸ਼ਕਤੀਸ਼ਾਲੀ ਸੰਸਥਾਵਾਂ ਟਰੰਪ ਅੱਗੇ ਝੁਕ ਰਹੀਆਂ ਹਨ । ਐਟਲਾਂਟਿਕ ਨੇ ਹੁਣੇ ਹੀ ਉਸਨੂੰ ਇੱਕ ਕੋਨੇ ਵਿੱਚ ਵਾਪਸ ਕਰ ਦਿੱਤਾ. - ਪੋਲਿਟਿਕੋ",
        "ਡੇਲਾਵੇਅਰ ਨੇ ਵਧੇਰੇ ਐਲਨ ਮਸਕ ਨੂੰ ਰਾਜ ਛੱਡਣ ਤੋਂ ਰੋਕਣ ਲਈ ਤਿਆਰ ਕੀਤਾ ਕਾਨੂੰਨ ਪਾਸ ਕੀਤਾ - ਯਾਹੂ ਵਿੱਤ",
        "ਇਮੀਗ੍ਰੇਸ਼ਨ ਅਥਾਰਟੀਆਂ, ਸਕੂਲ ਦੁਆਰਾ ਗ੍ਰਿਫਤਾਰ ਕੀਤੇ ਗਏ ਵੀਜ਼ਾ 'ਤੇ ਟਫਟਸ ਪੀਐਚਡੀ ਦੇ ਵਿਦਿਆਰਥੀ ਦਾ ਕਹਿਣਾ ਹੈ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਰੈਟਕਲਿਫ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਨਵੇਂ ਸਿਗਨਲ ਟੈਕਸਟ ਦਿਖਾਉਂਦੇ ਹਨ ਕਿ ਉਸਨੇ 'ਗੁਪਤ ਜਾਣਕਾਰੀ ਨੂੰ ਸੰਚਾਰਿਤ ਨਹੀਂ ਕੀਤਾ' - ਫੌਕਸ ਨਿ Newsਜ਼",
        "ਸੇਠ ਰੋਜਨ ਹਾਲੀਵੁੱਡ ਨੂੰ 'ਦਿ ਸਟੂਡੀਓ' ਵਿੱਚ ਸਲੈਮ ਕਰਦਾ ਹੈਃ ਸੋਨੀ ਹੈਕ, 'ਗ੍ਰੀਨ ਹੌਰਨੈੱਟ' - ਵੰਨਗੀ",
        "'ਅਵੈਂਜਰਜ਼ਃ ਡੋਮਸਡੇ' ਕਾਸਟਃ ਕ੍ਰਿਸ ਹੇਮਸਵਰਥ, ਐਂਥਨੀ ਮੈਕੀ ਅਤੇ ਹੋਰ - ਵੰਨਗੀ",
        "ਡੀਸੀ ਵਿੱਚ ਮੀਜ਼ਲਜ਼ ਕੇਸ ਦੀ ਪੁਸ਼ਟੀ ਕੀਤੀ ਗਈ, ਵਿਅਕਤੀਗਤ ਨੇ ਐਮਟਰੈਕ ਟ੍ਰੇਨ ਤੇ ਦੂਜਿਆਂ ਦਾ ਪਰਦਾਫਾਸ਼ ਕੀਤਾ ਹੋ ਸਕਦਾ ਹੈ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਮੰਗਲ 'ਤੇ ਜ਼ਹਿਰੀਲੀ ਧੂੜ ਪੁਲਾੜ ਯਾਤਰੀਆਂ ਲਈ ਗੰਭੀਰ ਖ਼ਤਰਾ ਪੇਸ਼ ਕਰੇਗੀ - ਸੀ ਐਨ ਐਨ",
        "'ਰਸਟ' ਟ੍ਰੇਲਰ: ਅਲੇਕ ਬਾਲਡਵਿਨ ਦੀ ਪਹਿਲੀ ਫੁਟੇਜ ਰਨ 'ਤੇ ਗੈਰ-ਕਾਨੂੰਨੀ ਤੌਰ' ਤੇ - ਡੈੱਡਲਾਈਨ",
        "ਸਾਬਕਾ-ਪ੍ਰੋ ਗੇਂਦਬਾਜ਼ ਦੇਸ਼ ਭਗਤ ਸਟੀਫਨ ਡਿਗਸ ਨੂੰ ਜੋੜਨ ਤੋਂ ਬਾਅਦ ਡਰੇਕ ਮੇਅ ਭਵਿੱਖਬਾਣੀ ਕਰਦਾ ਹੈ - ਐਨਈਐਸਐਨ",
        "ਆਰਐਫਕੇ ਜੂਨੀਅਰ ਨੇ ਡੀਬੈਂਕਡ ਵੈਕਸੀਨ, ਆਟਿਜ਼ਮ ਲਿੰਕ - ਆਰਸ ਟੈਕਨੀਕਾ ਦਾ ਅਧਿਐਨ ਕਰਨ ਲਈ ਐਂਟੀ-ਟੈਕਸੀਨ ਐਡਵੋਕੇਟ ਨੂੰ ਨਿਯੁਕਤ ਕੀਤਾ",
        "2025 ਐਨਸੀਏਏ ਟੂਰਨਾਮੈਂਟ ਬਰੈਕਟਃ ਮਿੱਠੇ 16 ਭਵਿੱਖਬਾਣੀ, ਮਾਰਚ ਪਾਗਲਪਣ ਦੂਜਾ ਮੌਕਾ ਚੋਟੀ ਦੇ ਮਾਡਲ ਦੁਆਰਾ ਚੁੱਕਦਾ ਹੈ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "2025 ਐਮਐਲਬੀ ਪ੍ਰੀਸੀਸਨ ਪਾਵਰ ਰੈਂਕਿੰਗ - ਰਿੰਗਰ",
        "ਕੁਝ ਗੂਗਲ ਪਿਕਸਲ ਦੇ ਮਾਲਕ ਅਸਫਲ ਅਲਾਰਮ ਘੜੀਆਂ ਦੀ ਰਿਪੋਰਟ ਕਰਦੇ ਹਨ - 9to5Google",
        "ਪੂਰੇ ਯੂਰਪ ਅਤੇ ਉੱਤਰੀ ਅਮਰੀਕਾ ਅਤੇ ਅਫਰੀਕਾ ਦੇ ਕੁਝ ਹਿੱਸਿਆਂ ਵਿੱਚ ਅੰਸ਼ਕ ਸੂਰਜ ਗ੍ਰਹਿਣ ਲਈ ਤਿਆਰ ਰਹੋ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ"
    ]
}