{
    "headlines": [
        "‘Sympathetic eyes and a muscly stature’: Vito the pug wins National Dog Show - CNN",
        "Iran, Europeans meet to test diplomacy with Trump term looming - Reuters",
        "Chinese journalist and former Harvard fellow sentenced to 7 years - The Washington Post",
        "Exclusive: HSBC pulling back from China credit card business after struggling to expand - Reuters",
        "NFL Thanksgiving winners and losers: Dolphins' cold-weather blues continue, Lions' defensive front dominates - CBS Sports",
        "Orcas observed preying on massive whale sharks - Yahoo! Voices",
        "Week 13 NFL Playoff Picture 2024-25: Standings, Bracket Scenarios After Thanksgiving - Bleacher Report",
        "Dolphins vs. Packers final score, immediate reactions for Thanksgiving game - The Phinsider",
        "NFL Thanksgiving overreactions: Caleb Williams to blame for Bears blunder? Cowboys making playoff run? - CBS Sports",
        "French political crisis: Everything you need to know - POLITICO Europe",
        "Muddy footprints suggest 2 species of early humans were neighbors in Kenya 1.5 million years ago - The Associated Press",
        "Connecticut House representatives targeted with bomb threats - BBC.com",
        "The 34 best Black Friday deals we’ve found (so far) at Walmart, UGG, Amazon, Target & more - NJ.com",
        "Pro-Palestinian protesters arrested at New York Thanksgiving parade - Reuters",
        "Hezbollah Fighters Retreat North After Truce, Past Lebanese Civilians Heading Home - The Wall Street Journal",
        "Ben Affleck Reunites With Jennifer Garner To Feed Homeless On Thanksgiving - Deadline",
        "Feet of lake effect snow expected in parts of New York State through the weekend - CNYcentral.com",
        "Amazon workers plan strike between Black Friday and Cyber Monday in major cities around the world - New York Post ",
        "Calif. art teacher, 60, dies of rabies after getting bitten by bat in classroom: ‘She didn’t wanna harm it’ - New York Post ",
        "Fossils of Dinosaur Vomit and Faeces Expose How they Evolved to Dominate Earth - The Daily Galaxy --Great Discoveries Channel"
    ]
}