{
    "headlines": [
        "ਅਮਰੀਕੀ ਅਧਿਕਾਰੀ ਜਿਸ ਨੇ ਰਾਹਤ ਕਰਮਚਾਰੀਆਂ ਨੂੰ ਟਰੰਪ ਦੇ ਚਿੰਨ੍ਹ ਨਾਲ ਘਰਾਂ ਤੋਂ ਪਰਹੇਜ਼ ਕਰਨ ਲਈ ਕਿਹਾ - ਐਨਡੀਟੀਵੀ",
        "ਟੈਨਿਸੀ ਕਿBਬੀ ਨਿਕੋ ਇਮਲੇਵਾ ਨੇ ਸਰੀਰ ਦੇ ਉਪਰਲੇ ਹਿੱਸੇ ਦੀ ਸੱਟ ਨਾਲ ਮਿਸੀਸਿਪੀ ਸਟੇਟ ਦੇ ਵਿਰੁੱਧ ਇਨਕਾਰ ਕਰ ਦਿੱਤਾ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਐਮਸਟਰਡਮ 'ਚ ਇਜ਼ਰਾਈਲੀ ਫੁੱਟਬਾਲ ਪ੍ਰਸ਼ੰਸਕਾਂ' ਤੇ ਹਮਲੇ ਤੋਂ ਬਾਅਦ ਚਾਰ ਲੋਕ ਗ੍ਰਿਫਤਾਰ - The Washington Post",
        "ਟਰੰਪ ਨੇ ਐਰੀਜ਼ੋਨਾ ਦੀ ਜਿੱਤ ਨਾਲ ਸਵਿੰਗ-ਸਟੇਟ ਸਵੀਪ ਪੂਰਾ ਕੀਤਾ - ਪੋਲਿਟਿਕੋ",
        "ਰੋਮ ਦੇ ਟ੍ਰੇਵੀ ਫੁਹਾਰੇ ਨੂੰ ਬਦਸੂਰਤ ‘ਮਿ municipalਂਸਪਲ ਪੂਲ‘ ਦੁਆਰਾ ਬਦਲਿਆ ਗਿਆ — ਕਿਉਂਕਿ ਅਧਿਕਾਰੀ ਦਾਖਲਾ ਲੈਣ ਦੀ ਯੋਜਨਾ ਬਣਾ ਰਹੇ ਹਨ - ਨਿ New ਯਾਰਕ ਪੋਸਟ",
        "ਵੈਲੈਂਸੀਆ ਹੜ੍ਹਃ ਹਜ਼ਾਰਾਂ ਲੋਕਾਂ ਨੇ ਪ੍ਰਦਰਸ਼ਨ ਕੀਤਾ ਅਤੇ ਖੇਤਰੀ ਮੁਖੀ ਨੂੰ ਅਸਤੀਫਾ ਦੇਣ ਦੀ ਮੰਗ ਕੀਤੀ - ਬੀਬੀਸੀ.",
        "ਟਰੰਪ ਨੇ ਕਿਹਾ ਹੈਲੀ, ਪੋਂਪੀਓ ਨੂੰ ਵ੍ਹਾਈਟ ਹਾਊਸ ਵਿਚ ਸ਼ਾਮਲ ਹੋਣ ਦਾ ਸੱਦਾ ਨਹੀਂ ਦਿੱਤਾ ਜਾਵੇਗਾ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਡੈਮੋਕਰੇਟਿਕ ਮੈਰੀ ਗਲੂਸੇਨਕੈਂਪ ਪੇਰੇਜ਼ ਨੇ ਵਾਸ਼ਿੰਗਟਨ ਸਟੇਟ ਰੀਮੈਚ ਜਿੱਤਿਆ - ਪੋਲੀਟਿਕੋ",
        "UFC Fight Night: ਮੈਗਨੀ ਬਨਾਮ ਪ੍ਰੈਟਸ ਪ੍ਰੀਲੀਮ ਰਿਜ਼ਲਟ",
        "ਓਪਨਏਆਈ ਕਥਿਤ ਤੌਰ 'ਤੇ ਏਆਈ ਸੁਧਾਰ ਦੀ ਮੰਦੀ ਨਾਲ ਨਜਿੱਠਣ ਲਈ ਨਵੀਂ ਰਣਨੀਤੀਆਂ ਦਾ ਵਿਕਾਸ ਕਰ ਰਿਹਾ ਹੈ - ਟੈਕਕ੍ਰਾਂਚ",
        "ਬਲੱਡ ਪ੍ਰੈਸ਼ਰ ਨੂੰ ਘੱਟ ਕਰਨ ਲਈ ਹਰ ਰੋਜ਼ 5 ਮਿੰਟ? ਇੱਥੇ ਸਾਇੰਸ ਹੈ - SciTechDaily",
        "ਗ cowਬੌਇਜ਼ ਕਿ Qਬੀ ਡਾਕ ਪ੍ਰੈਸਕੋਟ ਸੰਭਾਵਤ ਤੌਰ 'ਤੇ ਹੈਮਸਟ੍ਰਿੰਗ ਸਰਜਰੀ ਨਾਲ ਟੂਟੀ' ਤੇ ਸੀਜ਼ਨ ਲਈ ਕੀਤਾ ਜਾਂਦਾ ਹੈ - ਯਾਹੂ ਸਪੋਰਟਸ",
        "‘ਜੋਕਰਃ ਫੋਲੀ à ਡੂਕਸ' ਹੁਣ ਤੱਕ ਦੀ ਸਭ ਤੋਂ ਭੈੜੀ ਫਿਲਮ ਹੈ 'ਸੀਕੁਅਲ ਐਕਟਰ ਕਹਿੰਦਾ ਹੈ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਕਤਰ ਨੇ ਗਾਜ਼ਾ 'ਤੇ ਆਪਣੇ ਵਿਚੋਲਗੀ ਦੇ ਯਤਨਾਂ ਨੂੰ ਮੁਅੱਤਲ ਕਰ ਦਿੱਤਾ ਅਤੇ ਉਥੇ ਹਮਾਸ ਦਫਤਰ ਨੂੰ ਛੱਡਣਾ ਪੈ ਸਕਦਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਮਾਰਕੀਟ ਦੀ ਭਵਿੱਖਬਾਣੀਃ ਵਿਦੇਸ਼ੀ ਪੂੰਜੀ ਦੀ 'ਵਿਸ਼ਾਲ ਚੂਸਣ ਵਾਲੀ ਆਵਾਜ਼' ਵਿੱਚ ਹੜ੍ਹ ਆਉਣ ਲਈ - Fortune",
        "ਸੈਂਡਰਜ਼ ਦੇ ਸਾਬਕਾ ਸਲਾਹਕਾਰਃ ‘ਨਰਕ ਵਿਚ ਕਦੇ ਮੌਕਾ ਨਹੀਂ’ ਹੈਰਿਸ ਜਿੱਤੇਗਾ - ਦਿ ਹਿੱਲ",
        "‘ਦਿ ਬੈਸਟ ਕ੍ਰਿਸਮਸ ਪੇਜੈਂਟ ਏਵਰ' ਸ਼ੁੱਕਰਵਾਰ ਬਾਕਸ ਆਫਿਸ ’ਤੇ ਚੋਟੀ' ਤੇ ਹੈ, ‘ਹੇਰੇਟਿਕ’ 2 ਵਿਚ ਆਉਂਦਾ ਹੈ - ਨਿ New ਯਾਰਕ ਪੋਸਟ",
        "ਫਲੋਰਿਡਾ ਦੇ ਰਿਪਬਲਿਕਨ ਸੁਸੀ ਵਾਈਲਜ਼ ਬਾਰੇ ਖੁਸ਼ ਹਨ — ਇਕ ਵੱਡੇ ਅਪਵਾਦ ਦੇ ਨਾਲ - ਪੋਲਿਟਿਕੋ",
        "Crypto ਵਿਸ਼ਲੇਸ਼ਕ ਵਿਕੀਪੀਡੀਆ ਮਾਰਦਾ ਵੇਖਦਾ ਹੈ $ 80,000 ਇਸ ਮਹੀਨੇ - Benzinga",
        "ਖਤਰਨਾਕ ਹਵਾ ਦੀ ਗੁਣਵੱਤਾ ਨਿ New ਯਾਰਕ ਨੂੰ ਮਾਰਦੀ ਹੈ ਕਿਉਂਕਿ ਉੱਤਰ-ਪੂਰਬ ਵਿਚ ਬੁਰਸ਼ ਦੀਆਂ ਅੱਗਾਂ ਫਟਦੀਆਂ ਹਨ - ਏਬੀਸੀ ਨਿ Newsਜ਼"
    ]
}