{
    "headlines": [
        "ਚੋਟੀ ਦੇ 4 ਸਮਾਨ, ਆਈਯੂ ਨਵੀਨਤਮ ਸੀਐਫਪੀ ਰੈਂਕਿੰਗ ਵਿੱਚ 10 ਤੱਕ ਖਿਸਕਦਾ ਹੈ - ਈਐਸਪੀਐਨ",
        "ਜੈ ਭੱਟਾਚਾਰੀਆਃ ਟਰੰਪ ਨੇ ਚੋਟੀ ਦੀ ਸਿਹਤ ਏਜੰਸੀ ਦੀ ਅਗਵਾਈ ਕਰਨ ਲਈ ਕੋਵਿਡ ਲਾਕਡਾਊਨ ਦੇ ਸ਼ੰਕੇ ਦੀ ਚੋਣ ਕੀਤੀ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਰੈੱਡ ਸੋਕਸ ਵਧ ਰਹੇ ਯੈਂਕੀ ਦੇ ਖਤਰੇ ਵਿਚ ਜੁਆਨ ਸੋਟੋ ਲਈ ਸਖਤ ਧੱਕਾ - ਨਿ New ਯਾਰਕ ਪੋਸਟ",
        "ਦੇਰੀ ਤੋਂ ਬਾਅਦ, ਟਰੰਪ ਨੇ ਬਿਡੇਨ ਵ੍ਹਾਈਟ ਹਾ Houseਸ ਨਾਲ ਰਸਮੀ ਤਬਦੀਲੀ ਸੌਂਪਣਾ ਸ਼ੁਰੂ ਕਰਨ ਲਈ ਸਮਝੌਤੇ 'ਤੇ ਹਸਤਾਖਰ ਕੀਤੇ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "'ਦਿ ਵੈਲੀ' ਸੀਜ਼ਨ 2 ਕਾਸਟ ਟੂ ਫੀਚਰ 'ਵੈਂਡਰਪੰਪ ਰੂਲਜ਼' ਐਲਮ ਸ਼ੀਆਨਾ ਸ਼ੇ, ਟੌਮ ਸ਼ਵਾਰਟਜ਼ ਅਤੇ ਲਾਲਾ ਕੈਂਟ ਰੀਬੂਟ ਤੋਂ ਬਾਅਦ - ਡੈੱਡਲਾਈਨ",
        "ਮੈਕਸੀਕੋ ਨੇ ਵਾਪਸ ਮਾਰਿਆ ਕਿਉਂਕਿ ਟਰੰਪ ਦੇ ਟੈਰਿਫ ਨੇ ਬਾਜ਼ਾਰਾਂ ਨੂੰ ਖਤਰੇ ਵਿਚ ਪਾ ਦਿੱਤਾ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "ਵਧੇਰੇ ਗਲੈਕਸੀ ਐਸ 25 ਅਲਟਰਾ ਲੀਕ ਹੋਈਆਂ ਤਸਵੀਰਾਂ ਐਸ ਪੇਨ ਸਲੋਟ ਅਤੇ ਵਨ ਯੂਆਈ 7 [ਗੈਲਰੀ] - 9to5Google ਨੂੰ ਦਿਖਾਉਂਦੀਆਂ ਹਨ",
        "ਸਪੇਸਐਕਸ - ਫੌਕਸ ਬਿਜ਼ਨਸ ਲਈ ਡ੍ਰੈਗਨਫਲਾਈ ਮਿਸ਼ਨ ਲਈ ਨਾਸਾ ਅਵਾਰਡਜ਼ ਲਾਂਚ ਸਰਵਿਸਿਜ਼ ਕੰਟਰੈਕਟ",
        "ਹਮਾਸ ਤੱਕ ਹੁਣ, ਬਿਡੇਨ ਕਹਿੰਦਾ ਹੈ, ਅਮਰੀਕਾ ਦੇ ਦਲਾਲ ਇਜ਼ਰਾਈਲ-ਹੇਜ਼ਬੁੱਲਾ ਜੰਗਬੰਦੀ ਸੌਦੇ ਦੀ ਘੋਸ਼ਣਾ ਕਰਦੇ ਹੋਏ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਪਬਲਿਕ ਹੈਲਥ ਨੇ ਵਸਨੀਕਾਂ ਨੂੰ ਐਲ. ਏ. ਕਾਉਂਟੀ ਸਟੋਰਾਂ 'ਤੇ ਵੇਚੇ ਗਏ ਕੱਚੇ ਦੁੱਧ ਨੂੰ ਵਾਪਸ ਨਾ ਪੀਣ ਦੀ ਅਪੀਲ ਕੀਤੀ - ਕੇਟੀਐਲਏ ਲਾਸ ਏਂਜਲਸ",
        "ਮਾਰਲਿਨ ਮੈਨਸਨ ਡਰਾਪ ਇਵਾਨ ਰਾਚੇਲ ਵੁੱਡ ਦੇ ਵਿਰੁੱਧ ਮਾਣਹਾਨੀ ਦਾ ਮੁਕੱਦਮਾ, ਆਪਣੀ $ 327,000 ਕਾਨੂੰਨੀ ਫੀਸ ਅਦਾ ਕਰੇਗਾ - ਵੰਨਗੀ",
        "ਹਟਾਈ",
        "'ਏਅਰਪਲੇਨ!' ਫਿਲਮ ਨਿਰਮਾਤਾ ਜਿਮ ਅਬਰਾਹਿਮਸ, ਇੱਕ ਸ਼ੋਰਵੁੱਡ ਹਾਈ ਅਲਮ, ਦੀ ਮੌਤ ਹੋ ਗਈ ਹੈ - ਮਿਲਵਾਕੀ ਜਰਨਲ ਸੈਂਟੀਨੇਲ",
        "ਰੂਸ ਨੇ ਯੂਕਰੇਨ ਦੇ ਪੂਰਬ ਵਿਚ ਤਰੱਕੀ ਨੂੰ ਤੇਜ਼ ਕੀਤਾ - ਰਾਇਟਰਜ਼",
        "ਨੋਰਡਸਟ੍ਰੋਮ ਵਾਲ ਸਟ੍ਰੀਟ ਦੀ ਕਮਾਈ ਦੀਆਂ ਉਮੀਦਾਂ ਵਿਚ ਸਿਖਰ ਤੇ ਹੈ, ਕਿਉਂਕਿ ਦੁਕਾਨਦਾਰ ਵਧੇਰੇ ਕੱਪੜੇ ਅਤੇ ਜੁੱਤੇ ਖਰੀਦਦੇ ਹਨ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਟਰੰਪ ਫੈਡਰਲ ਕੇਸ ਅਧਿਕਾਰਤ ਤੌਰ 'ਤੇ ਖ਼ਤਮਃ ਅਪੀਲ ਕੋਰਟ ਨੇ ਜੈਕ ਸਮਿਥ ਦੀ ਬੇਨਤੀ' ਤੇ ਦਸਤਾਵੇਜ਼ਾਂ ਦਾ ਕੇਸ ਛੱਡ ਦਿੱਤਾ - ਫੋਰਬਸ",
        "ਸਾੱਫਟਵੇਅਰ ਸਪਲਾਇਰ 'ਤੇ ਰੈਨਸਮਵੇਅਰ ਹਮਲਾ ਸਟਾਰਬਕਸ ਅਤੇ ਹੋਰ ਪ੍ਰਚੂਨ ਵਿਕਰੇਤਾਵਾਂ ਲਈ ਕਾਰਜਾਂ ਨੂੰ ਵਿਗਾੜਦਾ ਹੈ - ਯਾਹੂ ਵਿੱਤ",
        "ਬਿੱਲ ਇਸ ਹਫਤੇ ਡਿਵੀਜ਼ਨ ਦਾ ਸਿਰਲੇਖ ਪ੍ਰਾਪਤ ਕਰ ਸਕਦੇ ਹਨ, ਅਤੇ ਚੀਫ, ਲਾਇਨਜ਼ ਪਲੇਆਫ ਸਪਾਟਸ ਦਾ ਦਾਅਵਾ ਕਰ ਸਕਦੇ ਹਨ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਸੈਮਸੰਗ ਸੱਚਮੁੱਚ ਚਾਹੁੰਦਾ ਹੈ ਕਿ ਤੁਸੀਂ ਗਲੈਕਸੀ ਜ਼ੈਡ ਫੋਲਡ 6 ਖਰੀਦੋ, ਹੈਂਡਆਉਟ $ 800 ਦੀ ਛੂਟ, ਵਪਾਰ-ਇਨ ਦੀ ਜ਼ਰੂਰਤ ਨਹੀਂ - 9to5Google",
        "ਹਟਾਈ"
    ]
}