{
    "headlines": [
        "Galaxy Z Fold 7 получит апгрейд, которого заслуживают покупатели дорогих телефонов - PhoneArena",
        "Высокопоставленные российские и американские чиновники обсуждают улучшение связей и прекращение войны на Украине - без Киева - The Associated Press",
        "XAI Маска выпускает модель искусственного интеллекта Grok 3, претендующую на лучшую производительность, чем конкуренты в раннем тестировании - CNBC",
        "Huawei запускает трехкратный телефон за пределами Китая за 3660 долларов, поскольку он возвращается на международный рынок - CNBC",
        "Европейцы изучают войска для прекращения огня в Украине — и хотят поддержки США - The Washington Post",
        "Самолет Delta переворачивается с ног на голову на заснеженной взлетно-посадочной полосе в Торонто, и все 80 человек на борту выживают - The Associated Press",
        "Смерть южнокорейского актера в возрасте 24 лет вызвала дискуссию о социальных сетях и интернет-культуре - The Associated Press",
        "Здоровье Поупа стабильно, пока он продолжает лечение в больнице - vaticannews.va",
        "Четверо главных заместителей Эрика Адамса подали в отставку, заявил мэр Нью-Йорка - CNN",
        "Гай Пирс говорит, что Кевин Спейси «нацелился» на него на съемочной площадке L.A. Confidential - The A.V. Club",
        "Скотт Борас отмечает, что большая часть MLB не тратит деньги - Sports Illustrated",
        "Американский кардиолог делится полезными советами, чтобы сохранить сердце здоровым и молодым - The Times of India",
        "4 кандидата хотят стать следующим канцлером Германии. Кто они? - Yahoo",
        "Режиссер «Бруталиста» Брэйди Корбет говорит, что не заработал денег на фильме - Hollywood Reporter",
        "Главный чиновник по социальному обеспечению уходит после столкновения с ДОЖЕМ Маска из-за данных - The Washington Post",
        "30-миллионный череп-гиперкарнивор для палеонтологов - Yahoo",
        "Southwest Airlines объявляет о массовых увольнениях в штаб-квартире в Далласе, первых массовых увольнениях в истории компании - WFAA.com",
        "Украину не приглашают на собственные мирные переговоры. История полна таких примеров – и результаты разрушительны - The Conversation",
        "Сначала коровы, теперь кошки. Грядет ли птичий грипп для людей следующим? - The Wall Street Journal",
        "Администрация Трампа увольняет тысячи за «производительность» без доказательств, в беспорядочной спешке - The Washington Post"
    ]
}