{
    "headlines": [
        "Relatório: Raiders, outras equipas contactam Bill Belichick - NBC Sports",
        "Em imagens: Incêndios florestais espalhados pelo condado de Los Angeles - CNN",
        "Jalen Hurts estará de volta aos treinos hoje - NBC Sports",
        "Parlamentares republicanos têm ideias sobre os planos de Trump para dominar o mundo - POLITICO",
        "Garland planeja divulgar o relatório de Jack Smith de 6 de janeiro, apesar das objeções de Trump - Axios",
        "Meta fact-checkers convocaram uma reunião de emergência. Entramos. Veja o que aconteceu. - Business Insider",
        "Ryan Day deve resolver o assunto com as próprias mãos, deixar o estado de Ohio, independentemente do resultado dos playoffs de futebol universitário - CBS Sports",
        "Reveladas as nomeações para os Prémios SAG - Prazo",
        "Antigo arremessador dos O's, a escolha número 4, Matusz, morre aos 37 anos - ESPN",
        "Wall St cai à medida que investidores avaliam dados, relatório da emergência econômica de Trump - Reuters",
        "A gripe aviária é a próxima pandemia? O que saber após a primeira morte por H5N1 nos EUA - CNN",
        "Nintendo Accessory Maker Revela Switch 2 Mockup e Data de Lançamento - Forbes",
        "O impacto da agenda de Trump dependerá do estado em que você vive - POLITICO",
        "Investidores globais irritados com a liquidação do mercado de títulos quando a \"birra\" amanhece - Yahoo Finance",
        "Trump pede à Suprema Corte que bloqueie a sentença em seu caso de suborno em Nova York - The Associated Press",
        "Estar em forma é melhor para a longevidade do que ser magro, mostra novo estudo - The Washington Post",
        "Ataques israelenses matam dezenas em Gaza em meio a intensificação do cessar-fogo - Reuters",
        "A Qualcomm confirma que a série Galaxy S25 terá chips Snapdragon - SamMobile - Notícias Samsung",
        "Estados do sul se preparam para a maior tempestade de neve em anos - The Washington Post",
        "Samsung lançará ‘assinatura’ para telefones Galaxy já no próximo mês - 9to5Google"
    ]
}