{
    "headlines": [
        "مايا رودولف بدور هاريس ودانا كارفي بدور بايدن يفتتحان الموسم الخمسين من \"ساترداي نايت لايف\" - بوليتيكو",
        "المزيد من الولايات الأمريكية تكافح الفيضانات حيث تقتل كارثة هيلين ما لا يقل عن 63 - BBC.com",
        "\"شعور زائف بالراحة \": يكافح الديمقراطيون في ميشيغان للحفاظ على اهتمام الناخبين بالإجهاض - بوليتيكو",
        "بادنوك وجينريك على خلاف بشأن معالجة الهجرة - BBC.com",
        "منطقة المراقبة للتطوير حيث تشكلت هيلين - قناة الطقس",
        "البابا يختتم زيارته المضطربة لبلجيكا بالثناء على الضحايا والمطالبة بمحاكمة المسيئين - وكالة أسوشيتد برس",
        "توقعات اتحاد كرة القدم الأميركي للأسبوع الرابع: يختار مقابل السبريد لكل لعبة - نيويورك بوست",
        "أطلق شي جين بينغ للتو مدفعه المالي العملاق على الهدف الخطأ - Business Insider",
        "أهم 5 أشياء يجب مشاهدتها في الأسواق في الأسبوع المقبل - Investing.com",
        "مذنب مرئي من الأرض لأول مرة منذ 80000 عام: \"أكثر المذنبات المتوقعة لهذا العام\" - فوكس نيوز",
        "قواعد كلمة مرور تطبيق Gmail الجديد من Google - لديك 24 ساعة للامتثال - Forbes",
        "لقي جنرال في الحرس الثوري الإيراني حتفه في غارة إسرائيلية أسفرت عن مقتل زعيم حزب الله، كما تقول التقارير - وكالة أسوشيتد برس",
        "SpaceX لإيقاف عمليات الإطلاق مؤقتًا بعد إصدار Falcon 9 في مهمة رواد الفضاء Crew -9 - Space.com",
        "تحديثات حية: مقتل قيادي في حزب الله يصعد الصراع مع إسرائيل - سي إن إن",
        "في فوضى الفيضانات في نيوبورت، أدت المعلومات الخاطئة عن سد مخترق إلى النداء الصحيح - Knoxville News Sentinel",
        "فيضانات نيبال: 100 قتيل على الأقل وعشرات المفقودين بعد أيام من هطول الأمطار الغزيرة - BBC.com",
        "أفضل 25 مباراة غدًا اليوم: ألاباما تنتقل إلى المركز الأول بعد فوزها المثير على جورجيا في بطولة إنستانت كلاسيك - سي بي إس سبورتس",
        "تم العثور على امرأة من أيداهو ميتة في حوض الاستحمام الخاص بها. هل استخدم زوجها مهاراته في إنفاذ القانون لتنظيم المشهد ؟ - سي بي إس نيوز",
        "سينضم كويكب يعرف باسم \"القمر الصغير\" إلى مدار الأرض لمدة شهرين بدءًا من يوم الأحد - USA TODAY",
        "ترتفع أسعار الشحن مع تخطيط الشركات لإضراب مكلف في الموانئ الأمريكية - فاينانشيال تايمز"
    ]
}