{
    "headlines": [
        "Heading into the vice presidential debate, Tim Walz is fighting nerves - CNN",
        "No. 6 Ole Miss upset by Kentucky in SEC opener, 20–17, after missing game-tying field goal - Yahoo Sports",
        "More than 13,000 immigrants convicted of homicide are living outside immigration detention in the U.S., ICE says - NBC News",
        "Hezbollah confirms its leader Hassan Nasrallah was killed in an Israeli airstrike - The Associated Press",
        "Kendra Wilkinson Shares Rare Update on Her Kids Hank and Alijah - E! NEWS",
        "People are 'microdosing' Ozempic — and doctors have a surprising stance on whether it's healthy - New York Post ",
        "Arch Manning will make second start vs. Mississippi State as Texas QB Quinn Ewers recovers from injury - CBS Sports",
        "Historic North Carolina village under water after devastating damage from Helene - NBC News",
        "Belgian priest arrested after deadly night of sex and drugs with British cleric - CBS News",
        "Trump is set to respond to Harris on immigration during his visit to a small Wisconsin town - The Associated Press",
        "SpaceX launches mission that aims to return long-delayed Starliner astronauts - CNN",
        "Meta offers a glimpse through its supposed iPhone killer: Orion - TechCrunch",
        "'Harry Potter' stars pay tribute to Maggie Smith: 'She kept Gryffindors on their toes' - Entertainment Weekly News",
        "Josh Hart’s Chelsea anger sparks hilarious Karl-Anthony Towns Knicks uproar - New York Post ",
        "'Megalopolis' Bombs at Box Office, 'Wild Robot' Soars to No. 1 - Hollywood Reporter",
        "Death toll from Hurricane Helene mounts as aftermath assessment begins - NPR",
        "Brian Williams, Amazon In Talks For Election Night Special - Deadline",
        "Apple’s homework is due Monday no matter what, says judge - The Verge",
        "Disruption looms at East Coast ports as longshoremen prepare to strike - The Washington Post",
        "The Samsung Galaxy S25 Ultra is again tipped to get a key spec upgrade - TechRadar"
    ]
}