{
    "headlines": [
        "ਅਰਜਨਟੀਨਾ ਦੇ ਅਧਿਕਾਰੀ ਜਾਂਚ ਕਰਦੇ ਹਨ ਕਿ ਲੀਅਮ ਪੇਨੇ ਦੇ ਹੋਟਲ ਬਾਲਕੋਨੀ ਤੋਂ ਡਿੱਗਣ ਤੋਂ ਪਹਿਲਾਂ ਕੀ ਹੋਇਆ ਸੀ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਨੈੱਟਫਲਿਕਸ ਦੀ ਕਮਾਈ, ਗਾਹਕਾਂ ਦੇ ਵਾਧੇ ਦੇ ਚੋਟੀ ਦੇ ਅਨੁਮਾਨ ਜਿਵੇਂ ਕਿ ਨਿਵੇਸ਼ਕਾਂ ਦੀ ਨਜ਼ਰ ਸੰਭਾਵਤ ਕੀਮਤ ਵਿੱਚ ਵਾਧਾ - ਯਾਹੂ ਵਿੱਤ",
        "ਮਿਜ਼ੀ ਗੇਨੋਰ, 'ਸਾ Southਥ ਪੈਸੀਫਿਕ' ਸਟਾਰ ਅਤੇ ਐਮੀ ਜੇਤੂ ਮਨੋਰੰਜਨਕਰਤਾ, 93 - ਮਨੋਰੰਜਨ ਹਫਤਾਵਾਰੀ ਖ਼ਬਰਾਂ",
        "ਨਵੇਂ ਮੁਕੱਦਮੇ ਇਕ ਹਨੇਰੇ ਰੌਸ਼ਨੀ ਵਿਚ ਸੀਨ 'ਡਿੱਡੀ’ ਕੰਬਜ਼ ਦੀਆਂ ਚਿੱਟੀਆਂ ਪਾਰਟੀਆਂ ਨੂੰ ਸੁੱਟਦੇ ਹਨ - ਦਿ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "3 ਸਾਲਾ ਏਲੀਯਾਹ ਵਿਊ ਦੀ ਮੌਤ 'ਤੇ ਮਾਂ, ਬੁਆਏਫ੍ਰੈਂਡ' ਤੇ ਦੋਸ਼ - Fox11online. com",
        "ਡਾਓ ਜੋਨਜ਼ ਅੱਜਃ ਟੀਐਸਐਮਸੀ, ਐਨਵੀਡੀਏ ਏਆਈ ਦੀ ਮੰਗ 'ਤੇ ਵਾਧਾ; ਐਸ ਐਂਡ ਪੀ, ਡਾਓ ਹਿੱਟ ਰਿਕਾਰਡ - ਇਨਵੈਸਟੋਪੀਡੀਆ",
        "ਸਰੋਤਃ ਕਵੀ ਸੀਜ਼ਨ ਸ਼ੁਰੂ ਕਰਨ ਲਈ ਅਣਮਿੱਥੇ ਸਮੇਂ ਲਈ ਬਾਹਰ - ਈਐਸਪੀਐਨ",
        "ਸੰਤ ਬਨਾਮ Broncos ਬਾਵਜੂਦ, ਭਵਿੱਖਬਾਣੀ, ਵਾਰ, ਫੈਲਣਃ ਵੀਰਵਾਰ ਰਾਤ ਨੂੰ 11-3 ਰੋਲ 'ਤੇ NFL ਮਾਡਲ ਤੱਕ ਫੁੱਟਬਾਲ ਪਿਕ - CBS ਖੇਡ",
        "ਮੈਟਾ ਨੇ 25 ਡਾਲਰ ਦੇ ਖਾਣੇ ਦੇ ਵਾouਚਰ ਦੀ ਦੁਰਵਰਤੋਂ ਕਰਨ ਵਾਲੇ ਸਟਾਫ ਨੂੰ ਅੱਗ ਲਗਾਈਃ ਰਿਪੋਰਟ - ਫੌਕਸ ਬਿਜ਼ਨਸ",
        "ਸਾਬਕਾ ਓਲੰਪੀਅਨ ਦੁਆਰਾ ਚਲਾਏ ਗਏ ਅੰਤਰ ਰਾਸ਼ਟਰੀ ਕੋਕੀਨ ਆਪ੍ਰੇਸ਼ਨ ਦਾ ਹਿੱਸਾ ਐਵੈਂਟੁਰਾ ਮਹਿਲ ਛਾਪਾ ਮਾਰਦਾ ਹੈਃ ਐਫਬੀਆਈ - ਮਿਆਮੀ ਹੇਰਾਲਡ",
        "ਪੈੱਕਸਟਨ ਨੇ ਨਾਬਾਲਗਾਂ ਨੂੰ ਲਿੰਗ ਪੁਸ਼ਟੀ ਕਰਨ ਵਾਲੇ ਇਲਾਜ ਦੇਣ 'ਤੇ ਡੱਲਾਸ ਦੇ ਡਾਕਟਰ' ਤੇ ਮੁਕੱਦਮਾ ਕੀਤਾ - ਦ ਡੱਲਾਸ ਮਾਰਨਿੰਗ ਨਿ Newsਜ਼",
        "ਸੁਤੰਤਰ ਪੈਨਲ ਨੇ ਸੀਕ੍ਰੇਟ ਸਰਵਿਸ 'ਤੇ ਘਟੀਆ ਰਿਪੋਰਟ ਜਾਰੀ ਕੀਤੀ ਅਤੇ ਟਰੰਪ ਦੀ ਗੋਲੀਬਾਰੀ ਤੋਂ ਬਾਅਦ ਲੀਡਰਸ਼ਿਪ ਓਵਰਹਾਲ ਕਰਨ ਦੀ ਸਿਫਾਰਸ਼ ਕੀਤੀ - ਸੀਐਨਐਨ",
        "ਐਮਾਜ਼ਾਨ ਬੇਮਿਸਾਲ ਕਿੰਡਲ ਰਿਫਰੈਸ਼ ਦੀ ਘੋਸ਼ਣਾ ਕਰਦਾ ਹੈ, 1 ਰੰਗ ਕਿੰਡਲ ਅਤੇ ਨਵੇਂ ਪੇਪਰਵਾਈਟ ਦੇ ਨਾਲ - ਫੋਰਬਸ",
        "ਐਕਸਬਾਕਸ ਦਾ ਫਾਲ ਪਾਰਟਨਰ ਸ਼ੋਅਕੇਸ 2024: ਸਾਰੀਆਂ ਖ਼ਬਰਾਂ, ਟ੍ਰੇਲਰ, ਅਤੇ ਪੂਰਵਦਰਸ਼ਨ - ਦਿ ਵਰਜ",
        "OnePlus 13 'ਤੇ ਪਹਿਲੀ ਸਾਫ ਨਜ਼ਰਃ ਲੀਕ ਆਉਣ ਵਾਲੇ Snapdragon 8 ਅਤਿ-ਸੰਚਾਲਿਤ ਫਲੈਗਸ਼ਿਪ ਦੇ ਡਿਜ਼ਾਇਨ ਦਾ ਖੁਲਾਸਾ - Notebookcheck. net",
        "ਕਲੀਵਲੈਂਡ ਗਾਰਡੀਅਨਜ਼, ਨਿ York ਯਾਰਕ ਯੈਂਕੀਜ਼ ਏਐਲਸੀਐਸ ਗੇਮ 3 ਅਕਤੂਬਰ 17, 2024 ਲਈ ਸ਼ੁਰੂਆਤੀ ਲਾਈਨਅਪਸ - cleveland.com",
        "ਇਸ ਸਾਲ ਦਾ ਸਭ ਤੋਂ ਵੱਡਾ ਸੁਪਰਮੂਨ ਅੱਜ ਰਾਤ ਨੂੰ ਉਭਰਦਾ ਹੈ- ‘ਹੰਟਰਜ਼' ਚੰਦਰਮਾ ਬਾਰੇ ਕੀ ਜਾਣਨਾ ਹੈ - ਫੋਰਬਸ",
        "ਹੈਕਰ ਫੇਕ ਐਸਈਸੀ ਟਵੀਟ ਲਈ ਗ੍ਰਿਫਤਾਰ ਕੀਤਾ ਗਿਆ ਜਿਸ ਨਾਲ ਬਿਟਕੋਿਨ ਦੀ ਕੀਮਤ ਵਿੱਚ ਵਾਧਾ ਹੋਇਆ - ਦਿ ਵਰਜ",
        "ਹਟਾਈ",
        "ਵੈਨਸ ਵਾਰਪਡ ਟੂਰ 2025 ਵਿਚ ਤਿੰਨ ਸ਼ਹਿਰਾਂ ਵਿਚ ਵਾਪਸ ਆਉਣ ਲਈ - ਰੋਲਿੰਗ ਸਟੋਨ"
    ]
}