{
    "headlines": [
        "Prinz Harry lässt sich mit Murdochs britischen Boulevardzeitungen nieder und erhält eine lang ersehnte Entschuldigung - The Washington Post",
        "Cat macht drei Flüge in 24 Stunden, nachdem er im Flugzeug gelassen wurde - BBC.com",
        "Die Einnahmen von Procter & Gamble übertreffen die Schätzungen, da Käufer mehr Grundnahrungsmittel für den Haushalt kaufen - CNBC",
        "Amon-Ra St. Brown reagiert darauf, dass Ben Johnson Bären-Trainer wird - Pride Of Detroit",
        "Die einst unvorstellbare Macht der Präsidentschaft: Der neue Richter und die Jury - Axios",
        "Virussaison brüllt mit „Quad-Demic“ Krankheit zurück - Axios",
        "Netflix-Einnahmen: Aktien steigen im besten Abonnementquartal; es erhöht die Preise - Barron's",
        "Mindestens 10 Todesfälle gemeldet als seltener Wintersturm fegt Süden der USA - Axios",
        "Trump kündigt neben OpenAI, Softbank und Oracle - Semafor eine KI-Investition in Höhe von 500 Mrd. USD an",
        "Dortmunder Sack Sahin nach vier Niederlagen in Folge - ESPN",
        "Analyse | The GOP's stunning response to Trump pardoning those who assaulted police - The Washington Post",
        "Truecaller bringt iPhone-Nutzern eine Echtzeit-Anrufer-ID - TechCrunch",
        "Krypto-Führungskräfte befürchten eine Gegenreaktion der Anleger auf Trump-Memecoins - Financial Times",
        "Gaza nach 15 Monaten Krieg: Eine Momentaufnahme in Karten und Diagrammen - CNN",
        "Trump droht China: Weitere Zölle kommen am 1. Februar - CNN",
        "Christina Haack entfernt ein weiteres Tattoo im Zusammenhang mit Ex-Josh Hall: \"Burns So Good\" - AOL",
        "Donald Trump versetzt alle Mitarbeiter der US-Regierung in bezahlten Urlaub, beginnend \"sofort\" - BBC.com",
        "Chris Brown verklagt Warner Bros. auf 500 Millionen US-Dollar wegen Vorwürfen sexueller Übergriffe in Docuseries - Variety",
        "Ein bescheidener Gewichtsverlust-Boost könnte sich in Ihrem Glas Wasser verstecken - ScienceAlert"
    ]
}