{
    "headlines": [
        "فنزويلا تفرج عن ستة رجال أمريكيين بعد لقاء مبعوث ترامب مع مادورو - BBC.com",
        "ديجونت موراي يمزق وتر أخيل، حسب التقرير، حيث ينتقل موسم البجع الذي دمرته الإصابات من سيء إلى أسوأ - سي بي إس سبورتس",
        "يقول سام ألتمان إن OpenAI ستتبنى نهجين جديدين للذكاء الاصطناعي، أحدهما من DeepSeek والآخر من Meta - Business Insider",
        "أصبح فيروس نقص المناعة البشرية ورعاية المتحولين جنسياً وتغير المناخ والمواقع الإلكترونية الفيدرالية الأخرى مظلمة - Axios",
        "يقول ترامب إنه فتح مياه كاليفورنيا. يقول المسؤولون المحليون إنه كاد يغمرهم. - بوليتيكو",
        "Kohl's تخفض 10 ٪ من القوى العاملة في الشركات بعد أسابيع من الإعلان عن إغلاق 27 متجرًا - USA TODAY",
        "إدارة ترامب تفصل المدعين العامين المتورطين في قضايا 6 يناير وتتحرك نحو الإطاحة بعملاء مكتب التحقيقات الفيدرالي - وكالة أسوشيتد برس",
        "البيت الأبيض ترامب يستهدف سيلينا غوميز في فيديو جديد ردًا على بكائها بشأن عمليات الترحيل - تنوع",
        "شهدت أسهم التكنولوجيا أسوأ أسبوع منذ أشهر بعد أن \"لم يتوقع أحد قدوم DeepSeek\" وسط هوس الذكاء الاصطناعي - MarketWatch",
        "يوضح توظيف رعاة البقر لـ OC Klayton Adams شيئًا واحدًا حول مستقبل جريمة دالاس - The Dallas Morning News",
        "سياسيون ألمان يرسلون رسالة لطالبي اللجوء السوريين: حان وقت العودة إلى ديارهم - واشنطن بوست",
        "اختيارات كرة السلة الجامعية، الجدول الزمني: توقعات تينيسي مقابل فلوريدا والمزيد من أفضل 25 مباراة ليوم السبت - سي بي إس سبورتس",
        "مسؤول سابق في الاحتياطي الفيدرالي متهم بنقل أسرار إلى الصين - فاينانشال تايمز",
        "إيميلي في باريس النجمة ليلي كولينز ترحب بالطفل الأول مع تشارلي ماكدويل - هندوستان تايمز",
        "زوي سالدانيا لا \"تدعم\" تغريدات كارلا صوفيا جاسكون الهجومية: \"إنه يحزنني\" - رولينج ستون",
        "روبيو يجلب رسالة قاسية من ترامب في رحلة إلى أمريكا اللاتينية - بلومبرغ",
        "إدارة الغذاء والدواء الأمريكية توافق على أول دواء للألم غير الأفيوني منذ أكثر من 20 عامًا - Ars Technica",
        "كيف تشاهد جوائز جرامي 2025 — الكابل والبث المباشر والخيارات المجانية - فوربس"
    ]
}