{
    "headlines": [
        "ਰੀਅਲ ਅਸਟੇਟ ਬ੍ਰਦਰਜ਼, ਓਰੇਨ ਅਤੇ ਤਾਲ ਅਲੈਗਜ਼ੈਂਡਰ, ਗ੍ਰਿਫਤਾਰ ਕੀਤੇ ਗਏ ਅਤੇ ਸੈਕਸ ਤਸਕਰੀ ਦੇ ਦੋਸ਼ ਲਗਾਏ ਗਏ - ਨਿਊਯਾਰਕ ਟਾਈਮਜ਼",
        "ਨਾਸਾ ਦਾ ਮੰਨਣਾ ਹੈ ਕਿ ਇਹ ਸਮਝਦਾ ਹੈ ਕਿ ਇੰਜਨਿਟੀ ਮੰਗਲ 'ਤੇ ਕਿਉਂ ਕਰੈਸ਼ ਹੋ ਗਈ - ਆਰਸ ਟੈਕਨੀਕਾ",
        "ਅਫਗਾਨਿਸਤਾਨ ਧਮਾਕੇ 'ਚ ਮੁੱਖ ਮੰਤਰੀ ਦੀ ਮੌਤ, ਤਾਲਿਬਾਨ ਨੂੰ ਝਟਕਾ - The Washington Post",
        "ਆਈਓਐਸ 18.2 ਦੇ ਨਵੇਂ ਏਆਈ ਟੂਲਜ਼ ਬਾਰੇ ਕੀ ਜਾਣਨਾ ਹੈ, ਜੇਨਮੋਜੀ ਤੋਂ ਚੈਟਜੀਪੀਟੀ ਤੱਕ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "‘ਗੋਲਡਨ ਬੈਚਲਰ’ ਜੈਰੀ ਟਰਨਰ ਨੂੰ ਕੈਂਸਰ ਹੈ, ਕਹਿੰਦਾ ਹੈ ਕਿ ਥੈਰੇਸਾ ਨਿਸਟ ਸਪਲਿਟ ‘ਤੇ ਨਿਦਾਨ ਦਾ’ ਵਿਸ਼ਾਲ ਅਸਰ ’ਸੀ - ਨਿ New ਯਾਰਕ ਪੋਸਟ",
        "ਐਲਬਰਟਸਨ ਕ੍ਰੋਗਰ ਰਲੇਵੇਂ ਨੂੰ ਛੱਡ ਦਿੰਦੇ ਹਨ ਅਤੇ ਸੌਦੇ ਨੂੰ ਸੁਰੱਖਿਅਤ ਕਰਨ ਵਿੱਚ ਅਸਫਲ ਰਹਿਣ ਲਈ ਕਰਿਆਨੇ ਦੀ ਚੇਨ ਦਾ ਮੁਕੱਦਮਾ ਕਰਦੇ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਸੀ ਐਨ ਐਨ ਪੋਲਃ ਜ਼ਿਆਦਾਤਰ ਅਮਰੀਕੀ ਇਸ ਗੱਲ ਦੀ ਮਨਜ਼ੂਰੀ ਦਿੰਦੇ ਹਨ ਕਿ ਟਰੰਪ ਵ੍ਹਾਈਟ ਹਾ Houseਸ ਵਿਚ ਆਪਣੀ ਵਾਪਸੀ ਨੂੰ ਕਿਵੇਂ ਸੰਭਾਲ ਰਹੇ ਹਨ - ਸੀ ਐਨ ਐਨ",
        "Sundance 2025: JLo, ਸਲਾਈ ਸਟੋਨ, ਪੁਤਿਨ, ਅਯੋ Edebiri, André Holland, ਅਤੇ ਸਾਬਕਾ NZ ਪ੍ਰਧਾਨ ਮੰਤਰੀ ਜੈਸਿੰਡਾ Ardern ਪਾਰਕ ਸਿਟੀ ਫੈਸਟੀਵਲ ਦੀ ਪੇਸ਼ਕਸ਼ ਆਪਸ ਵਿੱਚ ਫਿਲਮ - ਡੈੱਡਲਾਈਨ",
        "ਸੁਪਰ ਬਾlਲ ਹਾਲਟਾਈਮ ਸਿਰ ਦਰਦ? ਸੁਰਖੀਆਂ ਵਿਚ ਜੈ-ਜ਼ੈਡ ਕਿਵੇਂ ਰਾਕ ਨੇਸ਼ਨ ਦੇ ਐਨਐਫਐਲ ਡੀਲ ਨੂੰ ਪ੍ਰਭਾਵਤ ਕਰ ਸਕਦਾ ਹੈ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਹੈਰਾਨੀਜਨਕ ਕਾਰਨ ‘ਕੋਨਨ ਦਿ ਬੈਕਟੀਰੀਆ‘ ਰੇਡੀਏਸ਼ਨ ਦਾ ਸਾਹਮਣਾ ਕਰ ਸਕਦਾ ਹੈ ਜੋ ਮਨੁੱਖ ਨੂੰ ਮਾਰ ਸਕਦਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਐਲਨ ਮਸਕ ਦੀ ਸ਼ੁੱਧ ਕੀਮਤ 400 ਬਿਲੀਅਨ ਡਾਲਰ ਦੇ ਸਿਖਰ ਤੇ ਹੈ, ਇੱਕ ਇਤਿਹਾਸਕ ਪਹਿਲਾ - ਬਲੂਮਬਰਗ",
        "ਸੀਰੀਆ ਦੀ ਗੋਲਾਨੀ ਨੇ ਅਸਦ ਦੇ ਅਧੀਨ ਤਸ਼ੱਦਦ ਲਈ ਜ਼ਿੰਮੇਵਾਰ ਲੋਕਾਂ ਨੂੰ ਸਜ਼ਾ ਦੇਣ ਦੀ ਸਹੁੰ ਖਾਧੀ - ਰਾਇਟਰਜ਼",
        "ਮੌਸਮੀ ਸੰਕਟ ਕਾਰਨ ਕੈਰੇਬੀਅਨ ਅਤੇ ਅਮਰੀਕਾ ਵਿਚ ਡੇਂਗੂ ਬੁਖਾਰ ਨਾਲ ਮੌਤਾਂ ਵਧਦੀਆਂ ਹਨ - ਗਾਰਡੀਅਨ",
        "ਸਾਊਦੀ ਅਰਬ ਨੇ ਫੀਫਾ ਵਿਸ਼ਵ ਕੱਪ 2034 ਦੀ ਮੇਜ਼ਬਾਨੀ ਕੀਤੀ; ਮੋਰੱਕੋ ਨੂੰ ਸਹਿ-ਪੜਾਅ 2030 - Al Jazeera English",
        "ਕੀ ਗੂਗਲ ਦੇ (GOOG) ਨਿਊ ਕੁਆਂਟਮ ਚਿੱਪ ਇੱਕ ਵਿਕੀਪੀਡੀਆ ਅਤੇ NVDA ਕਾਤਲ ਹੈ? - ਯਾਹੂ ਵਿੱਤ",
        "ਗੂਗਲ ਜੈਮਿਨੀ ਏਆਈ ਏਜੰਟਾਂ ਦੀ ਜਾਂਚ ਕਰ ਰਿਹਾ ਹੈ ਜੋ ਵੀਡੀਓ ਗੇਮਾਂ ਵਿਚ ਤੁਹਾਡੀ ਮਦਦ ਕਰਦੇ ਹਨ - ਦਿ ਵਰਜ",
        "ਕੈਲੀਫੋਰਨੀਆ ਦੇ ਬੱਚੇ ਨੂੰ ਕੱਚਾ ਦੁੱਧ ਪੀਣ ਤੋਂ ਬਾਅਦ ਬਰਡ ਫਲੂ ਹੋਣ ਦਾ ਸ਼ੱਕ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਅਮਰੀਕੀ ਖਪਤਕਾਰਾਂ ਦੀਆਂ ਕੀਮਤਾਂ ਸੱਤ ਮਹੀਨਿਆਂ ਵਿੱਚ ਸਭ ਤੋਂ ਵੱਧ ਲਾਭ ਤੋਂ ਬਾਅਦ; ਕਿਰਾਏ ਦੀ ਲਾਗਤ ਘਟਾਉਂਦੀ ਹੈ - ਰਾਇਟਰਜ਼",
        "ਟਰੰਪ ਕਾਨੂੰਨ ਤੋਂ ਬਾਹਰ ਹਨ । ਉਸ ਦੇ ਸਹਿਯੋਗੀ ਨਹੀਂ ਹਨ. - ਪੋਲਿਟਿਕੋ",
        "ਐਨਐਫਐਲ 2025 ਵਿਚ ਬਰਲਿਨ ਵਿਚ ਆਪਣੀ ਪਹਿਲੀ ਰੈਗੂਲਰ-ਸੀਜ਼ਨ ਗੇਮ ਖੇਡੇਗਾ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ"
    ]
}