{
    "headlines": [
        "مسافر خلسة على متن طائرة متجهة إلى هاواي في مطار سياتل - أوريغون لايف",
        "يُظهر مقطع فيديو لضرب السجين المميت وهو مكبل اليدين بينما يقوم ضباط الإصلاحية بلكمه وركله - سي إن إن",
        "فاز YouTube في معركة DMCA مع محامي Nintendo المزيف من خلال اكتشاف البريد الإلكتروني المزيف - Ars Technica",
        "قناة فوكس نيوز شون هانيتي، إينسلي إيرهاردت يشاركان - Newsday",
        "لدى ولاية تينيسي طريقة تنفيذ جديدة، بعد 2.5 سنة من توقف آخر عملية تنفيذ مقررة بشكل مفاجئ - Yahoo! Voices",
        "جالين لا تزال تعاني من بروتوكول الارتجاج، من غير المرجح أن تلعب يوم الأحد - إن بي سي سبورتس",
        "توفيت عائلة مكونة من 4 أفراد في يوم عيد الميلاد في منزل بحيرة نيو هامبشاير بعد تسرب أول أكسيد الكربون المحتمل - وكالة أسوشيتد برس",
        "مسبار باركر الشمسي التابع لوكالة ناسا يصنع التاريخ بأقرب رحلة إلى الشمس - Science@NASA",
        "تتحدى \"بيونسي باول\" المتشككين في \"كاوبوي كارتر\"، حيث ترسم أرقامًا قياسية لبث دوري كرة القدم الأمريكية على Netflix - Yahoo Entertainment",
        "تتمة \"The Batman\" تنتقل إلى عام 2027 حيث يأخذ أليخاندرو غونزاليس إيناريتو وتوم كروز تاريخ خريف عام 2026 - مراسل هوليوود",
        "المادة الروسية تنفجر: الروس يمزحون حول إسقاط سانتا كلوز - ديلي كوس",
        "وفاة القط المرتبطة بإنفلونزا الطيور تحذر من تغذية القطط باللحوم النيئة - كومو نيوز",
        "عدد قتلى انهيار جسر البرازيل يرتفع إلى 9، مع 8 أشخاص آخرين في عداد المفقودين - وكالة أسوشيتد برس",
        "تقول المصادر إن غواتيمالا مستعدة لقبول مرحلي ترامب من أمريكا الوسطى - أصوات ياهو!",
        "فيما يلي أول العروض المسربة من OnePlus Open 2 إلى جانب مواصفاته المحسنة - أخبار GSMArena.com - GSMArena.com",
        "يقول المسؤولون إن القوات الإسرائيلية تحرق مستشفى شمال غزة بعد إبعاد الموظفين والمرضى بالقوة - وكالة أسوشيتد برس",
        "رجل متهم بحرق امرأة بشكل قاتل في مترو الأنفاق متهم في قضية \"خبيثة \": DA - ABC News",
        "من المحتمل أن يكون فيروس إنفلونزا الطيور قد تحور داخل مريض في لويزيانا، كما يقول مركز السيطرة على الأمراض - وكالة أسوشيتد برس",
        "يكشف مركز السيطرة على الأمراض (CDC) عن سبب سعال الأمريكيين كثيرًا - نائب",
        "NFL Playoff Picture 2025: الأسبوع 17 السيناريوهات والترتيب وتوقعات الأقواس - تقرير المبيض"
    ]
}