{
    "headlines": [
        "«Безумие» может прийти за Джоуи Босой - NBC Sports",
        "Пришло время двигаться вперед. Переход на летнее время начинается в эти выходные. - The Washington Post",
        "10 демократов присоединились к республиканцам, чтобы наказать Эла Грина за выступление Трампа - Fox News",
        "США, вероятно, предоставят отсрочку по тарифам на товары, на которые распространяется соглашение между Канадой и Мексикой, говорит Лютник - Financial Times",
        "Трамп хочет демонтировать департамент образования. Вот что он делает - Ассошиэйтед Пресс",
        "«Running Point» продлен Netflix на 2 сезон - крайний срок",
        "Франция рассмотрит возможность защиты европейских союзников своим ядерным арсеналом, заявил Макрон - CNN",
        "Семейные офисы взволнованы рыночными колебаниями и тарифами - CNBC",
        "Штормовые пакеты для кросс-кантри в выходные - The Weather Channel",
        "Новости в прямом эфире: лидеры ЕС проводят экстренные переговоры по Украине после того, как Трамп приостановил помощь - The Associated Press",
        "Intuitive Machines 2 Lunar Landing - NASA (.gov)",
        "Определение идеального матча свободных агентов 2025 года для каждой команды НФЛ - Pro Football Focus",
        "Рой Айерс, певец и пионер джаз-фанка Everybody Loves the Sunshine, умер в возрасте 84 лет - BBC.com",
        "Спустя год OpenAI до сих пор не выпустила инструмент для клонирования голоса - TechCrunch",
        "Где купить феноменальные видеокарты AMD Radeon RX 9070 и 9070 XT - IGN",
        "How Lady Gaga Tuned Out the ‘Noise‘ of Industry Expectations to Create Chaos on ’Mayhem‘ - Billboard (англ.) (недоступная ссылка - история).",
        "Фондовый рынок сегодня: Dow Futures Fall; Bond Yields Rise Global — Live Updates - The Wall Street Journal",
        "Работодатели США сократили больше рабочих мест в прошлом месяце, чем в феврале с 2009 года - CNN",
        "Должны ли Львы дать Эйдану Хатчинсону рыночную сделку в 2025 году? - Гордость Детройта",
        "Решением для распространенной вагинальной инфекции может быть лечение партнеров-мужчин - The Washington Post"
    ]
}