{
    "headlines": [
        "ਰਵਾਂਡਾ ਦੀ ਹਮਾਇਤ ਪ੍ਰਾਪਤ ਬਾਗੀਆਂ ਨੇ ਕਾਂਗੋ ਦੇ ਖਣਿਜ-ਅਮੀਰ ਪੂਰਬ ਵਿਚ ਇਕ ਦੂਜੇ ਵੱਡੇ ਸ਼ਹਿਰ 'ਤੇ ਕਬਜ਼ਾ ਕੀਤਾ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਸਰਦੀਆਂ ਦੇ ਮੌਸਮ ਦੇ ਤਾਜ਼ਾ ਧਮਾਕੇ ਵਿੱਚ ਕੈਂਟਕੀ ਵਿੱਚ 8 ਸਮੇਤ ਘੱਟੋ ਘੱਟ 9 ਲੋਕਾਂ ਦੀ ਮੌਤ ਹੋ ਗਈ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਏਰਿਕ ਐਡਮਜ਼ ਕੇਸ ਦੀ ਡੀਓਜੇ ਦੀ ਬਰਖਾਸਤਗੀ 'ਤੇ ਪ੍ਰਤੀਨਿਧੀ ਡੈਨੀਅਲ ਗੋਲਡਮੈਨਃ‘ ਆਉਟਰਾਈਟ ਜਬਰਦਸਤੀ ’- ਪੋਲੀਟੀਕੋ",
        "ਟਰੰਪ ਪ੍ਰਸ਼ਾਸਨ ਨੇ ਸੁਪਰੀਮ ਕੋਰਟ ਦੀ ਪਹਿਲੀ ਅਪੀਲ ਵਿੱਚ ਆਪਣੀ ਸ਼ਕਤੀ ’ ਤੇ’ ਬੇਮਿਸਾਲ ਹਮਲਾ’ਕੀਤਾ - ਸੀਐਨਐਨ",
        "ਨੰਬਰ 7 ਯੂਕੌਨ ਸਟਨਜ਼ ਨੰਬਰ 4 ਸਾ Southਥ ਕੈਰੋਲੀਨਾ, 87-58, ਘਰ ਵਿਚ ਆਪਣੀ 71 ਗੇਮ ਜਿੱਤਣ ਵਾਲੀ ਸਟ੍ਰੀਕ ਨੂੰ ਸੁੰਗੜਦਾ ਹੈ - ਐਨਸੀਏਏ.",
        "ਸਾਊਦੀ ਅਰਬ 'ਚ ਅਮਰੀਕਾ-ਰੂਸ ਸ਼ਾਂਤੀ ਵਾਰਤਾ' ਚ ਯੂਕਰੇਨ ਨੂੰ ਨਹੀਂ ਬੁਲਾਇਆ ਗਿਆ ਸੱਦਾ, ਸੂਤਰਾਂ ਦਾ ਕਹਿਣਾ - BBC.com",
        "ਜ਼ੈਚ ਲਾਵਿਨ ਨੇ ਜਾ ਮੋਰੰਤ ਨੂੰ ਜਵਾਬ ਦਿੱਤਾ, ਇਕ ਹੋਰ ਐਨਬੀਏ ਡੰਕ ਮੁਕਾਬਲੇ ਦੀ ਦਿੱਖ ਨੂੰ ਤੰਗ ਕਰਦਾ ਹੈ - ਬਲੀਚਰ ਰਿਪੋਰਟ",
        "Juiciest ਰਾਸ਼ਟਰਪਤੀ ਦਿਵਸ ਐਪਲ ਸੌਦੇਃ ਇੱਕ ਆਈਪੈਡ ਏਅਰ 'ਤੇ $ 100 ਦੀ ਛੂਟ, ਏਅਰਪੌਡਜ਼' ਤੇ $ 50 ਦੀ ਛੂਟ ਅਤੇ ਹੋਰ - ਯਾਹੂ",
        "ਕੰਪਨੀ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਇਸ ਨੂੰ ਯੂਐਸ ਦੇ ਖੇਤੀਬਾੜੀ ਵਿਭਾਗ - ਸੀਐਨਐਨ ਤੋਂ ਬਰਡ ਫਲੂ ਟੀਕੇ ਲਈ ਸ਼ਰਤ ਪ੍ਰਵਾਨਗੀ ਮਿਲੀ",
        "ਡੱਲਾਸ ਮਾਵੇਰਿਕਸ ਦੇ ਸਹਾਇਕ ਕੋਚ ਡੈਰੇਲ ਆਰਮਸਟ੍ਰਾਂਗ ਨੂੰ ਮਾਰੂ ਹਥਿਆਰ ਨਾਲ ਹਮਲਾ ਕਰਨ ਲਈ ਗ੍ਰਿਫਤਾਰ ਕੀਤਾ ਗਿਆ, ਸੂਤਰਾਂ ਦਾ ਕਹਿਣਾ ਹੈ - ਡਬਲਯੂਐਫਏਏ.",
        "ਟਰੰਪ ਪ੍ਰਸ਼ਾਸਨ ਫੂਡ ਸੇਫਟੀ, ਮੈਡੀਕਲ ਉਪਕਰਣਾਂ ਅਤੇ ਤੰਬਾਕੂ ਉਤਪਾਦਾਂ ਵਿੱਚ ਐਫ ਡੀ ਏ ਕਰਮਚਾਰੀਆਂ ਤੱਕ ਪਹੁੰਚਣ ਵਿੱਚ ਕਟੌਤੀ ਕਰਦਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਡਾਲਰ ਅਤੇ ਬਿਟਕੋਇਨ ਵਰਗੇ ‘ਟਰੰਪ ਵਪਾਰ’ ਠੱਪ ਹੋ ਰਹੇ ਹਨ, ਜਦੋਂ ਕਿ ਚੀਨੀ ਸਟਾਕ ਅੱਗੇ ਦੌੜ ਰਹੇ ਹਨ - ਮਾਰਕੀਟਵਾਚ",
        "‘ਐਸ ਐਨ ਐਲ 50’ ਐਲੈਕ ਬਾਲਡਵਿਨ, ਜੂਲੀਆ ਲੂਯਿਸ-ਡਰੇਫਸ, ਲੈਸਲੀ ਜੋਨਸ, ਲਿਨ-ਮੈਨੁਅਲ ਮਿਰਾਂਡਾ ਅਤੇ ਹੋਰ ਨੂੰ ਲਾਈਨਅਪ ਵਿੱਚ ਜੋੜਦਾ ਹੈ - ਵੰਨਗੀ",
        "ਬਾਫਟਾ ਫਿਲਮ ਅਵਾਰਡਃ ਜੇਤੂਆਂ ਦੀ ਸੂਚੀ — ਲਾਈਵ — ਡੈੱਡਲਾਈਨ ਨੂੰ ਅਪਡੇਟ ਕਰਨਾ",
        "‘ਕੈਪਟਨ ਅਮਰੀਕਾ’ ਬਾਕਸ ਆਫਿਸਃ ‘ਬਹਾਦਰ ਨਿਊ ਵਰਲਡ’ ਅਮਰੀਕਾ ਵਿਚ ਬੁਲਿਸ਼ $ 100M ਲਈ ਖੁੱਲ੍ਹਦਾ ਹੈ, ਗਲੋਬਲ ਤੌਰ 'ਤੇ $ 192M - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਉੱਤਰੀ ਰੌਸ਼ਨੀ ਦੀ ਭਵਿੱਖਬਾਣੀ: 7 ਰਾਜ ਅੱਜ ਰਾਤ ਨੂੰ Aurora Borealis ਵੇਖ ਸਕਦਾ ਹੈ - ਫੋਰਬਸ",
        "ਹੋਮਨ ਰਾਈਕਰਜ਼ ਦੀ ਪਹੁੰਚ ਲਈ ਐਡਮਜ਼ ਕੇਸ ਨੂੰ ਛੱਡਣ ਦੇ ਆਦੇਸ਼ ਦਿੱਤੇ ਜਾਣ ਦੇ ਵਿਚਾਰ 'ਤੇ ਵਾਪਸ ਧੱਕਦਾ ਹੈ - ਦ ਹਿੱਲ",
        "ਚਿਪਸ ਐਕਟ ਵਿਚ ਕੀ ਤਬਦੀਲੀਆਂ ਏਆਈ ਵਿਕਾਸ ਅਤੇ ਖਪਤਕਾਰਾਂ ਲਈ ਅਰਥ ਰੱਖ ਸਕਦੀਆਂ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ"
    ]
}