{
    "headlines": [
        "ਟਰੰਪ ਦੇ ਖਜ਼ਾਨੇ ਦੀ ਚੋਣ, ਸਕਾਟ ਬੇਸੈਂਟ, ਸੰਪਤੀਆਂ ਤੋਂ ਵੱਖ ਕਰਨ ਲਈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਈਟਨ ਅਤੇ ਪਾਲੀਸੇਡਜ਼ ਅੱਗ ਨਾਲ ਮਰਨ ਵਾਲਿਆਂ ਦੀ ਗਿਣਤੀ 24 ਹੋ ਗਈ, ਅਧਿਕਾਰੀਆਂ ਦਾ ਕਹਿਣਾ ਹੈ - ਕੇਟੀਐਲਏ ਲਾਸ ਏਂਜਲਸ",
        "ਰੇਨਕਃ ਬਿੱਲਾਂ ਨੂੰ ਪਲੇਆਫ ਬਲੋਆਉਟ ਦਰਸਾਉਂਦਾ ਹੈ ਕਿ ਸੀਨ ਪੇਟਨ ਦੇ ਬ੍ਰੋਂਕੋਸ ਦਾਅਵੇਦਾਰ ਹੋਣ ਤੋਂ ਕਿੰਨਾ ਦੂਰ ਹਨ — ਬੋਟਡ ਕਾਲ ਜਾਂ ਨਹੀਂ - ਦ ਡੇਨਵਰ ਪੋਸਟ",
        "ਚੌਥੀ ਤਿਮਾਹੀ ਖੋਲ੍ਹਣ ਲਈ 16-10 ਦੇ ਅੰਦਰ ਪੈਕਰ ਬੰਦ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਲੈਸਲੀ ਚਾਰਲਸਨ, ‘ਜਨਰਲ ਹਸਪਤਾਲ’ ਆਈਕੋਨ ਮੋਨਿਕਾ ਕੁਆਰਟਰਮੇਨ ਵਜੋਂ ਜਾਣਿਆ ਜਾਂਦਾ ਹੈ, 79 ਤੇ ਮਰ ਜਾਂਦਾ ਹੈ - ਵੰਨਗੀ",
        "ਲੋਕ ਇਸ \"ਕਰਿੰਜ\" ਤੇ ਪ੍ਰਤੀਕ੍ਰਿਆ ਕਰ ਰਹੇ ਹਨ ਇੱਕ ਰਿਪੋਰਟਰ ਦੀ ਕਲਿੱਪ ਡੇਨਿਸ ਕਾਇਡ ਦੀ ਇੰਟਰਵਿing ਲੈ ਰਹੀ ਹੈ ਜਦੋਂ ਉਹ ਆਪਣੇ ਘਰ ਨੂੰ ਫ੍ਰੈਂਟਲੀ ਖਾਲੀ ਕਰ ਰਿਹਾ ਸੀ - ਯਾਹੂ ਐਂਟਰਟੇਨਮੈਂਟ",
        "Commanders vs Buccaneers: ਕਮਾਂਡਰਜ਼ ਬਨਾਮ ਬਕਨੇਰਸ, ਕਿਵੇਂ ਦੇਖੀਏ, ਸੁਣੋ, ਲਾਈਵ ਸਟ੍ਰੀਮ - ਵਾਸ਼ਿੰਗਟਨ ਕਮਾਂਡਰ",
        "ਨੰਬਰ 2 ਦੱਖਣੀ ਕੈਰੋਲੀਨਾ ਨੇ ਨੰਬਰ 5 ਟੈਕਸਾਸ 'ਤੇ ਦਬਦਬਾ ਬਣਾਇਆ, 67-50, ਚੋਟੀ ਦੇ ਐਸਈਸੀ ਟਕਰਾਅ ਵਿੱਚ - ਯਾਹੂ ਸਪੋਰਟਸ",
        "ਨੈੱਟਫਲਿਕਸ ਦੀ ‘ਪਿਆਰ ਨਾਲ, ਮੇਘਨ’ ਦੇਰੀ ਹੋਈ ਜਿਵੇਂ ਕਿ ਡਚੇਸ ਆਫ ਸਸੇਕਸ ਐਲ ਏ ਵਾਈਲਡਫਾਇਰ ਰਾਹਤ ਯਤਨਾਂ 'ਤੇ ਕੇਂਦ੍ਰਤ ਹੈ - ਡੈੱਡਲਾਈਨ",
        "ਚੀਨ ਅਤੇ ਭਾਰਤ ਨੂੰ ਰੂਸ ਦੇ ਤੇਲ ਦੀ ਸਪਲਾਈ 'ਤੇ ਰੋਕ ਲਗਾਉਣ ਲਈ ਅਮਰੀਕਾ ਦੀਆਂ ਸਖਤ ਪਾਬੰਦੀਆਂ - ਰਾਇਟਰ",
        "ਕ੍ਰੋਏਸ਼ੀਆ ਦੇ ਰਾਸ਼ਟਰਪਤੀ ਮਿਲਾਨੋਵਿਚ ਨੇ ਸੱਤਾਧਾਰੀ ਪਾਰਟੀ ਦੇ ਉਮੀਦਵਾਰ ਨੂੰ ਰਨਆਫ ਵਿੱਚ ਹਰਾਉਣ ਤੋਂ ਬਾਅਦ ਦੁਬਾਰਾ ਚੋਣ ਜਿੱਤੀ - ਪੀਬੀਐਸ ਨਿ Newsਜ਼ਹੌਰ",
        "ਕੁੰਭ ਮੇਲਾ: ਪ੍ਰਯਾਗਰਾਜ ਦੇ ਵਿਸ਼ਾਲ ਇਕੱਠ ਦੀ ਤਿਆਰੀ ਲਈ ਭਾਰਤ ਦੀ ਦੌੜ - BBC.com",
        "ਸੈਨੇਟਰ ਬੈਰਾਸੋ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ \"ਕਾਗਜ਼ ਦੀ ਸਮੱਸਿਆ\" ਤੁਲਸੀ ਗਬਾਰਡ ਦੀ ਪੁਸ਼ਟੀ ਦੀ ਸੁਣਵਾਈ ਨੂੰ ਰੋਕ ਰਹੀ ਹੈ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਅਸੀਂ ਇੱਕ ਨਵਾਂ ਮਾਰਕ ਜ਼ੁਕਰਬਰਗ ਵੇਖ ਰਹੇ ਹਾਂਃ ਜ਼ੁਕ 3.0 ਵਿੱਚ ਤੁਹਾਡਾ ਸਵਾਗਤ ਹੈ. - ਬਿਜ਼ਨਸ ਇਨਸਾਈਡਰ",
        "ਬਾਕਸ ਆਫਿਸਃ 'ਚੋਰਾਂ ਦਾ ਡੇਨ 2’ $ 15.5M ਜਿੱਤਣ ਲਈ ਖੁੱਲ੍ਹਦਾ ਹੈ; ‘ਮੋਆਨਾ 2’ ਨੇਅਰਜ਼ $ 1B ਗਲੋਬਲ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਅਮਰੀਕਾ 'ਚ ਟਿਕਟਾਕ ਦਾ ਆਖ਼ਰੀ ਡਾਂਸ - ਫਾਈਨੈਂਸ਼ੀਅਲ ਟਾਈਮਜ਼",
        "ਕੈਲੀਫੋਰਨੀਆ ਵਿਚ ਦੋ ਬਿੱਲੀਆਂ ਦੀ ਬਰਡ ਫਲੂ ਲਈ ਵਾਪਸ ਬੁਲਾਇਆ ਗਿਆ ਕੱਚਾ ਦੁੱਧ ਪੀਣ ਨਾਲ ਮੌਤ ਹੋ ਗਈ, ਉਨ੍ਹਾਂ ਦੇ ਮਾਲਕ ਦਾ ਕਹਿਣਾ ਹੈ - ਪੀਬੀਐਸ ਨਿ Newsਜ਼ਹੋਰ",
        "ਹਟਾਈ",
        "ਆਈਸ ਕੋਰ ਧਰਤੀ ਦੇ ਅਤੀਤ ਦੇ ਰਹੱਸਾਂ ਦੇ ਜਵਾਬ ਰੱਖ ਸਕਦਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਸਟਾਕ-ਮਾਰਕੀਟ ਨਿਵੇਸ਼ਕ ਇਸ ਬਾਂਡ-ਮਾਰਕੀਟ ਦੀ ਵਿਗਾੜ 'ਤੇ ਘਬਰਾ ਰਹੇ ਹਨ - ਮਾਰਕੀਟਵਾਚ"
    ]
}