{
    "headlines": [
        "Ações da Novo Nordisk despencam após teste de drogas contra obesidade da CagriSema decepcionar - Reuters",
        "Aluno morto em ataque com faca em escola na Croácia - Reuters",
        "   Removido ",
        "Luigi Mangione volta a Nova York para enfrentar acusações federais de tiroteio fatal - BBC.com",
        "Trump quer que UE compre mais petróleo e gás dos EUA ou enfrente tarifas",
        "Preso no corredor da morte, Robert Roberson deve discursar perante o comitê da Câmara dos Deputados - ABC News",
        "O ataque implacável de Putin se intensifica à medida que a Rússia atinge Kiev com mísseis balísticos - POLITICO EUROPE",
        "Preguiças gigantes e mastodontes coexistiram com humanos por milênios nas Américas, sugerem novas descobertas - ABC News",
        "Você sente que o mundo está mais fora de controle do que costumava ser? Há uma razão para isso. - Slate",
        "Mais empréstimos estudantis cancelados na rodada final de perdão de Biden antes de deixar o cargo - The Associated Press",
        "NFL Week 16 Fantasy Football Rankings - The Blueprint - Rede Underdog",
        "Assista a Ringo Starr e Ronnie Wood se juntarem a Paul McCartney durante o último show em Londres - Rolling Stone",
        "‘Copresidente’ Elon Musk? Aliado de Trump testa influência na disputa por gastos - The Washington Post",
        "Jim Harbaugh no QB Justin Herbert liderando a vitória dos Chargers sobre os Broncos: 'É incrível o que ele é capaz de fazer' - NFL.com",
        "Homem da Califórnia detido por suspeita de ‘conspiração’ com atirador em escola de Wisconsin - The Washington Post",
        "Curry, Verde mantido sem FG como Guerreiros encaminhados - ESPN",
        "   Removido ",
        "Fósseis revelam que 'planta alienígena' misteriosa é diferente de qualquer outra conhecida - ScienceAlert",
        "Funcionários da Samsung cometem um grande erro e são demitidos após o vazamento da imagem do próximo telefone - PhoneArena",
        "O que é um pontapé de captura justa? Os Chargers de Jim Harbaugh executam a primeira tentativa bem-sucedida em 48 anos - FOX SPORTS"
    ]
}