{
    "headlines": [
        "ਮੋਲਡੋਵਾ ਦੇ ਪੱਖੀ ਪੱਛਮੀ ਸੈਂਡੂ ਨੇ ਦੋਸ਼ਾਂ ਵਿਚ ਦਖਲ ਦੇਣ ਤੋਂ ਬਾਅਦ ਚੋਣ ਜਿੱਤ ਦਾ ਦਾਅਵਾ ਕੀਤਾ - ਰਾਇਟਰਜ਼",
        "ਇਜ਼ਰਾਈਲੀ ਅਧਿਕਾਰੀਆਂ ਨੇ ਨੇਤਨਯਾਹੂ ਦੇ ਸਹਿਯੋਗੀ ਦੁਆਰਾ ਗਾਜ਼ਾ ਖੁਫੀਆ ਲੀਕ ਹੋਣ ਦੀ ਜਾਂਚ ਕੀਤੀ - ਰਾਇਟਰਜ਼",
        "ਬਲੈਨੀ ਰੇਸ ਫਿਨਿਸ਼ 'ਤੇ ਸ਼ੈਡੋ ਓਵਰ ਨਾਲ ਚੈਂਪੀਅਨਸ਼ਿਪ 4 ਵਿਚ ਆਪਣਾ ਰਸਤਾ ਜਿੱਤਦਾ ਹੈ - ਮੋਟਰਸਪੋਰਟ ਡਾਟ ਕਾਮ",
        "ਆਰਐਫਕੇ ਜੂਨੀਅਰ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਫਲੋਰਾਈਡ ‘ਇੱਕ ਉਦਯੋਗਿਕ ਰਹਿੰਦ-ਖੂੰਹਦ’ ਹੈ ਜੋ ਕੈਂਸਰ, ਬਿਮਾਰੀਆਂ ਅਤੇ ਵਿਗਾੜਾਂ ਨਾਲ ਜੁੜਿਆ ਹੋਇਆ ਹੈ. ਇੱਥੇ ਵਿਗਿਆਨ ਕੀ ਕਹਿੰਦਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਓਕਲਾਹੋਮਾ ਸਿਟੀ ਖੇਤਰ ਵਿੱਚ ਤੂਫਾਨ ਦੇ ਤੂਫਾਨ ਦੇ ਝੰਡੇ ਥੱਪੜ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਸਾਕੋਨ, ਕਹੋ ਚਲਾ ਗਿਆ! ਬਾਰਕਲੇ ਨੇ 19-ਯਾਰਡ ਟੀਡੀ - ਐਨਐਫਐਲ ਲਈ ਪਾਇਲੋਨ ਦੀ ਦੌੜ ਜਿੱਤੀ",
        "ਤੂਫਾਨ ਦਾ ਮੌਸਮ ਅਜੇ ਵੀ ਘੁੰਮਦਾ ਹੈਃ ਰਾਫੇਲ ਇਸ ਹਫਤੇ ਦੇ ਅਖੀਰ ਵਿਚ ਅਮਰੀਕਾ ਨੂੰ ਧਮਕੀ ਦੇ ਸਕਦਾ ਹੈ - ਅਮਰੀਕਾ ਅੱਜ",
        "ਡੈਨ ਕੈਂਪਬੈਲ ਇਹ ਦੁਬਾਰਾ ਕਰਦਾ ਹੈ, ਚੌਥੇ ਥੱਲੇ ਦੇ ਫੈਸਲੇ ਨੇ ਲਾਇਨਜ਼ ਨੂੰ ਪੈਕਰਜ਼ ਉੱਤੇ ਅਗਵਾਈ ਦਿੱਤੀ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "\"ਡਾਵਸਨਜ਼ ਕ੍ਰੀਕ\" ਅਲਮ ਜੇਮਜ਼ ਵੈਨ ਡੇਰ ਬੀਕ ਨੇ ਕੈਂਸਰ ਦੇ ਨਿਦਾਨ ਦੀ ਘੋਸ਼ਣਾ ਕੀਤੀ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਸਪੇਸਐਕਸ ਕੇਪ ਕੈਨਾਵਰਲ - ਡਬਲਯੂਈਐਸਐਚ 2 ਓਰਲੈਂਡੋ ਤੋਂ ਫਾਲਕਨ 9 ਰਾਕੇਟ 'ਤੇ 23 ਸਟਾਰਲਿੰਕ ਸੈਟੇਲਾਈਟ ਲਾਂਚ ਕਰ ਰਿਹਾ ਹੈ",
        "ਟਰੰਪ ਪ੍ਰੈਸ 'ਤੇ ਗੋਲੀਬਾਰੀ ਦੀ ਗੱਲ ਕਰਦੇ ਹਨ, ਪਾ ਰੈਲੀ' ਤੇ ਚੋਣ ਧੋਖਾਧੜੀ ਦੇ ਦਾਅਵਿਆਂ ਨੂੰ ਵਧਾਉਂਦੇ ਹਨ - ਐਨਬੀਸੀ ਨਿ Newsਜ਼",
        "ਹਿਊ ਜੈਕਮੈਨ ਮਜ਼ਾਕ ਨਾਲ ਪਾਲ ਰਿਆਨ ਰੇਨੋਲਡਜ਼ ਨਾਲ ਸਹਿਮਤ ਹੈ ਮਾਰਥਾ ਸਟੀਵਰਟ ਦੀਆਂ ਟਿੱਪਣੀਆਂ ਤੋਂ ਬਾਅਦ ਮਜ਼ਾਕੀਆ ਨਹੀਂ ਹੈਃ ‘ਅੰਤ ਵਿੱਚ ਕੋਈ ਇਸ ਨੂੰ ਕਹਿੰਦਾ ਹੈ’ - ਪੰਨਾ ਛੇ",
        "ਇਰਾਨ-ਅਮਰੀਕੀ ਨੂੰ ਦੇਸ਼ 'ਤੇ ਇਜ਼ਰਾਈਲੀ ਹਮਲੇ ਤੋਂ ਬਾਅਦ ਤਣਾਅ ਦੇ ਰੂਪ ਵਿੱਚ ਈਰਾਨ ਵਿੱਚ ਰੱਖਿਆ ਗਿਆ, ਅਮਰੀਕਾ ਕਹਿੰਦਾ ਹੈ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਹੈਰਿਸ ਨੇ ਡੀਟਰੋਇਟ ਚਰਚ ਵਿਚ ਕਾਲੇ ਕਲੀਸਿਯਾ ਨੂੰ 'ਨਫ਼ਰਤ' ਤੇ ਪੇਜ ਨੂੰ ਮੋੜਨ ਲਈ ਕਿਹਾ - ਡੀਟਰੋਇਟ ਨਿ Newsਜ਼",
        "ਸ਼ਨੀਵਾਰ ਨਾਈਟ ਲਾਈਵ ਐਲਮ ਪੀਟ ਡੇਵਿਡਸਨ ਨਵੀਨਤਮ ਸੰਗੀਤ ਸਕੈਚ ਵਿੱਚ ਪਾਲ ਜੌਨ ਮੁਲਾਨੀ ਨਾਲ ਚਰਿੱਤਰ ਤੋੜਦਾ ਹੈ - ਮਨੋਰੰਜਨ ਹਫਤਾਵਾਰੀ ਖ਼ਬਰਾਂ",
        "ਇਜ਼ਰਾਈਲੀ ਜਲ ਸੈਨਾ ਦੇ ਕਮਾਂਡੋ ਨੇ ਹਿਜ਼ਬੁੱਲਾ ਅਪਰੇਟਿਵ ਨੂੰ ਅਗਵਾ ਕੀਤਾਃ ਰਿਪੋਰਟ - ਦ ਹਿੱਲ",
        "BYU, ਟੋਯੋਟਾ ਮਿਨੀਵਾਨ ਸਲਾਈਡਿੰਗ ਦਰਵਾਜ਼ਿਆਂ ਲਈ ਨਵੀਂ ਵੈਲਡਿੰਗ ਤਕਨੀਕ ਵਿਕਸਤ ਕਰਦਾ ਹੈ - KSL.",
        "FCC ਕਮਿਸ਼ਨਰ ਨੇ ਦਾਅਵਾ ਕੀਤਾ ਕਮਲਾ ਹੈਰਿਸ ਦਾ 'ਐਸਐਨਐਲ' ਕੈਮਿਓ ਇਕ 'ਸਾਫ ਅਤੇ ਸਾਫ' ਯਤਨ ਸੀ ਬਰਾਬਰ ਸਮੇਂ ਦੇ ਨਿਯਮ ਤੋਂ ਬਚਣ ਦੀ ਕੋਸ਼ਿਸ਼ - ਡੈੱਡਲਾਈਨ",
        "ਅਗਲੇ ਸਾਲ ਐਪਲ ਦੇ ਐਮ 4 ਅਲਟਰਾ ਚਿੱਪ ਤੋਂ ਕੀ ਉਮੀਦ ਕਰਨੀ ਹੈ - ਮੈਕਰੂਮੋਰਸ",
        "ਕੋਲਟਸ ਬਨਾਮ ਵਾਈਕਿੰਗਜ਼ ਅੱਜ ਕਿਹੜਾ ਚੈਨਲ ਹੈ? ਐਨਐਫਐਲ ਐਤਵਾਰ ਨਾਈਟ ਫੁੱਟਬਾਲ ਲਈ ਸਮਾਂ, ਟੀਵੀ ਅਨੁਸੂਚੀ - ਓਕਲਾਹੋਮੈਨ ਡਾਟ ਕਾਮ"
    ]
}