{
    "headlines": [
        "ਨਕਸ਼ੇ ਤੂਫਾਨ ਹੇਲੀਨ ਦਾ ਟਰੈਕ ਦਿਖਾਉਂਦੇ ਹਨਃ ਸੰਭਾਵਤ ਮਾਰਗਾਂ ਅਤੇ ਤੂਫਾਨ ਦੇ ਵਾਧੇ ਬਾਰੇ ਕੀ ਜਾਣਨਾ ਹੈ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਅਪਡੇਟਸਃ ਵ੍ਹਾਈਟਵਾਟਰ ਟਾshipਨਸ਼ਿਪ - ਡਬਲਯੂਐਲਡਬਲਯੂਟੀ ਸਿਨਸਿਨਾਟੀ ਵਿਚ ਰਸਾਇਣਕ ਲੀਕ ਹੋਣ ਤੋਂ ਬਾਅਦ ਨਿਕਾਸੀ ਦੇ ਆਦੇਸ਼ ਜਾਰੀ ਹਨ",
        "ਕੈਂਟਕੀ ਸ਼ੈਰਿਫ 'ਤੇ ਉਸ ਦੇ ਚੈਂਬਰਾਂ ਵਿਚ ਇਕ ਜੱਜ ਨੂੰ ਜਾਨਲੇਵਾ ਗੋਲੀ ਮਾਰਨ ਦਾ ਦੋਸ਼ ਲਗਾਇਆ ਗਿਆ ਹੈ, ਅੱਜ ਉਸ ਨੂੰ ਗ੍ਰਿਫਤਾਰ ਕਰਨ ਲਈ ਨਿਰਧਾਰਤ ਕੀਤਾ ਗਿਆ ਹੈ - ਸੀਐਨਐਨ",
        "ਜ਼ੇਲੇਨਸਕੀ ਨੇ ਸੰਯੁਕਤ ਰਾਸ਼ਟਰ ਦੇ ਭਾਸ਼ਣ ਵਿਚ ਰੂਸ ਨਾਲ ਜੰਗ ਦੇ ‘ਬਸਤੀਵਾਦੀ’ ਸ਼ਾਂਤੀ ਪ੍ਰਸਤਾਵ ਦੀ ਨਿੰਦਾ ਕੀਤੀ - ਪੋਲੀਟਿਕੋ",
        "ਟਾਈਟਨ ਇਮੋਸ਼ਨ \"ਹਰੇਕ ਦੁਆਰਾ ਉਮੀਦ ਕੀਤੀ ਜਾਂਦੀ ਸੀ ਜਿਸ ਕੋਲ ਥੋੜ੍ਹੀ ਜਿਹੀ ਜਾਣਕਾਰੀ ਤੱਕ ਪਹੁੰਚ ਸੀ,\" ਡੁੱਬਣਯੋਗ ਪਾਇਲਟ ਕਹਿੰਦਾ ਹੈ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਨੋਵੋ ਨੋਰਡਿਸਕ ਦੀ ਸ਼ੂਗਰ ਦੀ ਦਵਾਈ ਓਜ਼ੈਮਪਿਕ ਓਪੀਓਡ ਓਵਰਡੋਜ਼ ਦੇ ਜੋਖਮ ਨੂੰ ਘਟਾ ਸਕਦੀ ਹੈ, ਅਧਿਐਨ ਕਹਿੰਦਾ ਹੈ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "3,600 ਸਾਲ ਪੁਰਾਣੀ ਪਨੀਰ ਤੋਂ ਡੀਐਨਏ ਵਿਗਿਆਨੀਆਂ ਦੁਆਰਾ ਕ੍ਰਮਬੱਧ - ਸੀਐਨਐਨ",
        "ਯੂ ਐਨ ਐਲ ਵੀ ਕਿ Qਬੀ ਮੈਥਿ Sl ਸਲੂਕਾ ਨੇ ਟੀਮ ਤੋਂ ਅਸਤੀਫਾ ਦੇ ਦਿੱਤਾ, ਸਪੱਸ਼ਟ ਤੌਰ 'ਤੇ ਪੂਰਾ ਨਾ ਕੀਤੇ ਗਏ ਐਨਆਈਐਲ ਵਾਅਦੇ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਮੈਟਾ ਕਨੈਕਟ 2024: ਅੱਜ ਮੈਟਾਵਰਸ ਅਤੇ ਜਨਰੇਟਿਵ ਏਆਈ ਈਵੈਂਟ ਨੂੰ ਕਿਵੇਂ ਵੇਖਣਾ ਹੈ - ਟੈਕਕ੍ਰਾਂਚ",
        "ਨਵੀਂ ਰਿਪੋਰਟ ਦੇ ਵੇਰਵੇ ਹੈਰਾਨਕੁੰਨ ਸੀਕ੍ਰੇਟ ਸਰਵਿਸ ਲੀਡਰਸ਼ਿਪ ਟਰੰਪ ਦੀ ਪਹਿਲੀ ਹੱਤਿਆ ਦੀ ਕੋਸ਼ਿਸ਼ ਦੇ ਆਲੇ ਦੁਆਲੇ ਅਸਫਲ - ਸੀ ਐਨ ਐਨ",
        "ਯੂ ਐਨ ਜੀ ਏ ਵਿਖੇ ਬਾਇਡਨ ਦੇ ਭਾਸ਼ਣ ਨੂੰ ਪੂਰੀ ਦੁਨੀਆ ਵਿਚ ਅਲਾਰਮ ਘੰਟੀਆਂ ਕਿਉਂ ਲਗਾਉਣੀਆਂ ਚਾਹੀਦੀਆਂ ਹਨ - ਫੌਕਸ ਨਿ Newsਜ਼",
        "ਵੀਜ਼ਾ ਸਟਾਕ ਸੇਲ-ਆਫ, ਡੀਓਜੇ ਸੂਟ ਦੁਆਰਾ ਪ੍ਰੇਰਿਤ, ਖਰੀਦਣ ਦਾ ਮੌਕਾ ਪੈਦਾ ਕਰਦਾ ਹੈਃ ਮੋਰਗਨ ਸਟੈਨਲੀ (ਵੀ) - ਅਲਫ਼ਾ ਦੀ ਭਾਲ",
        "ਜਾਰਜੀਆ ਸ਼ੋਅਡਾਉਨ ਅਲਾਬਾਮਾ ਕੋਚ ਵਜੋਂ ਕੈਲੇਨ ਡੀਬੋਅਰ ਦਾ ਪਹਿਲਾ ਦਬਾਅ ਵਾਲਾ ਪਲ ਦਰਸਾਉਂਦਾ ਹੈ, ਪਰ ਤੁਸੀਂ ਇਸ ਨੂੰ ਨਹੀਂ ਜਾਣਦੇ ਹੋਵੋਗੇ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਅਮਰੀਕੀ womanਰਤ ਦਾ ਮਤਲਬ ਸੀ ਕਿ ਸਭ ਤੋਂ ਪਹਿਲਾਂ ‘ਆਤਮ ਹੱਤਿਆ ਪੋਡ’ ਦੀ ਵਰਤੋਂ ਕਰਨ ਵਾਲੀ ਦੋਸ਼ੀ ਕੰਪਨੀ ਨੇ ਆਪਣੀ ਜ਼ਿੰਦਗੀ ਦੀ ਬਚਤ ਪ੍ਰਾਪਤ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕੀਤੀਃ ਰਿਪੋਰਟ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "‘ਅਮਰੀਕਾ ਦਾ ਗੌਟ ਟੈਲੇਂਟ’ ਜੇਤੂ, ਜੈਨਿਟਰ ਰਿਚਰਡ ਗੁਡਾਲ, ਭਵਿੱਖ ਲਈ ‘ਅਸਮਾਨ ਦੀ ਸੀਮਾ’ ਕਹਿੰਦਾ ਹੈ - ਫੌਕਸ ਨਿ Newsਜ਼",
        "ਨਵੇਂ ਕੋਵਿਡ, ਫਲੂ ਸ਼ਾਟਸ ਲਈ ਸਲੀਵਜ਼ ਨੂੰ ਰੋਲ ਕਰਨ ਦਾ ਸਮਾਂ ਆ ਗਿਆ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਡਿਵੈਲਪਰ ਨੂੰ ਪੁੱਛੋ ਵਾਲੀਅਮ. 13, ਜ਼ੈਲਡਾ ਦਾ ਦੰਤਕਥਾਃ ਬੁੱਧੀ ਦੀ ਗੂੰਜ - ਭਾਗ 4 - ਨਿਨਟੈਂਡੋ",
        "ਸਾ Southਥਵੈਸਟ ਏਅਰਲਾਈਨਜ਼ ਐਟਲਾਂਟਾ ਵਿਚ ਸੇਵਾ ਅਤੇ ਸਟਾਫਿੰਗ ਨੂੰ ਘਟਾਉਣ ਲਈ ਖਰਚਿਆਂ ਨੂੰ ਘਟਾਉਣ ਲਈ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਅਗਵਾ ਕਰਨ ਵਿੱਚ ਯਾਤਰੀ ਦੀ ਮੌਤ, ਲਾਸ ਏਂਜਲਸ ਵਿੱਚ ਐਮਟੀਏ ਬੱਸ ਦਾ ਪਿੱਛਾ - ਕੇਟੀਐਲਏ ਲਾਸ ਏਂਜਲਸ",
        "ਇਜ਼ਰਾਈਲ ਨੇ ਅਜਿਹੇ ਪਹਿਲੇ ਹਮਲੇ ਵਿਚ ਤੇਲ ਅਵੀਵ ਨੇੜੇ ਹਿਜ਼ਬੁੱਲਾ ਬੈਲਿਸਟਿਕ ਮਿਜ਼ਾਈਲ ਨੂੰ ਰੋਕਿਆ - ਸੀਐਨਐਨ"
    ]
}