{
    "headlines": [
        "تقول الأمم المتحدة إن القوات الإسرائيلية التي تقاتل حزب الله المدعوم من إيران في لبنان تطلق النار على قوات حفظ السلام التابعة لليونيفيل، مما أدى إلى إصابة اثنين - سي بي إس نيوز",
        "PFT's Week 6 2024 NFL picks, Florio vs. Simms - NBC Sports",
        "يقول دان آيفز من ويدبوش - تلفزيون سي إن بي سي",
        "\"المتدرب\" يطن مسيرة إيري PA دونالد ترامب، من بين جهود أخرى للحصول على 45 لمشاهدة - الموعد النهائي",
        "الاستوديو الجديد لرئيس Blizzard السابق يكشف عن أول لعبة مستوحاة من الطاولة Sunderfolk - Eurogamer",
        "ستعمل وحدات المعالجة المركزية الرائدة الجديدة من Intel بشكل أكثر برودة وكفاءة لألعاب الكمبيوتر - The Verge",
        "نادال يعتزل التنس في نهاية موسم 2024 - ESPN",
        "الغارة الإسرائيلية تقتل ما لا يقل عن 28 فلسطينيا في مدرسة في وسط غزة، كما يقول الهلال الأحمر - سي إن إن",
        "فيما يلي زيادة أجور قدامى المحاربين والمتقاعدين العسكريين لعام 2025 - Military.com",
        "نيك سيرياني يتعامل مع أسئلة إطلاق النار غير المريحة لروبرت صالح مع تزايد الضغط في فيلادلفيا - نيويورك بوست",
        "تحديثات مباشرة: إعصار ميلتون يضرب فلوريدا - قناة الطقس",
        "مسؤولو الصحة البيطريون يبلغون عن أول حالة وفاة ثلاثية منذ عام 2012 - WCAX",
        "مستوحاة من الرجل العنكبوت، يعيد الباحثون إنشاء تقنية حبال الويب - Phys.org",
        "وفاة راتان تاتا، أسطورة الصناعة الهندية وأيقونة الأعمال عن عمر يناهز 86 عامًا - وكالة أسوشيتد برس",
        "قد يكون هاتف Samsung Galaxy الخاص بك في خطر بعد أن يستغل القراصنة الأخطاء في رقائق Qualcomm - Gizmodo",
        "حصري: منع إسرائيل من قصف مواقع النفط الإيرانية، تحث دول الخليج الولايات المتحدة - رويترز",
        "الأسهم تنخفض والدولار وعائدات سندات الخزانة تنخفض بعد بيانات مؤشر أسعار المستهلكين ومطالبات البطالة - رويترز",
        "هددت فايزر بمقاضاة المديرين التنفيذيين المنشقين قبل انشقاق الناشطين، كما يقول سميث من ستاربورد - سي إن بي سي",
        "تنبيه الأضواء الشمالية: هنا حيث يمكن رؤية الشفق القطبي الليلة - كما يتوقع المتنبئون عرضًا قويًا - فوربس",
        "قائمة المبدعين من الدرجة الأولى: أكثر 50 مؤثرًا تأثيرًا - مراسل هوليوود"
    ]
}