{
    "headlines": [
        "Der Ausverkauf an der Wall Street verschärft sich aufgrund von Inflationssorgen, Dow schließt 700 Punkte niedriger: Live-Updates - CNBC",
        "Mike DeLuca und Pam Abdy unter Beschuss bei Warner Bros. Inmitten von Filmflops - Vielfalt",
        "Autohersteller warnen davor, dass neue Trump-Zölle die Kosten erhöhen und den Fahrzeugabsatz senken werden - Yahoo Finance",
        "Der FCC-Vorsitzende untersucht die Praktiken von Disney und ABC DEI: \"Iconic\" Company \"ging kürzlich All-In on DEI\" - Variety",
        "Richter verlängern Anordnungen gegen Abschiebeflüge, einschließlich Kriegshandlungen gegen gewalttätige venezolanische Bandenmitglieder - Fox News",
        "Das Außenministerium benachrichtigt den Kongress offiziell, dass es USAID - CNN effektiv auflöst",
        "Donald Trump und Mark Carney führen Gespräche über die Spannungen im Handelskrieg zwischen den USA und Kanada - Financial Times",
        "Fast 500 Masernfälle in 19 Bundesstaaten gemeldet: CDC - ABC News",
        "Trump sagt, \"wir können nicht\" auf Grönland verzichten, während Vance inmitten der US-Übernahmekontroverse das Territorium bereist - ABC News",
        "Riesige, antike Lebensform passt nicht in einen bekannten Zweig des Lebens - Gizmodo",
        "\"Wie eine zerstörte Stadt\": Überlebende des Erdbebens in Myanmar beschreiben Horror - BBC.com",
        "Prognosen für den März-Wahnsinn 2025: NCAA-Klammerexperte wählt gegen den Spread, Quoten in Friday's Sweet 16 - CBS Sports",
        "Ein Blick darauf, wer bei einem Vorgehen der USA gegen pro-palästinensische Demonstranten festgenommen oder abgeschoben wurde - The Associated Press",
        "Eric Edholm 2025 NFL Mock Draft 2.0: Browns packen Abdul Carter UND Shedeur Sanders; RB an Cowboys - NFL.com",
        "Trump will das Smithsonian neu gestalten. Wer finanziert die riesige Institution? - The Washington Post",
        "Die gefälschten Vitamin-A-Behauptungen von RFK Jr. machen einige Masernpatienten kranker - und medizinische Experten haben Gedanken - HuffPost",
        "Israel schlägt zum ersten Mal seit dem Waffenstillstand im November in Südbeirut zu - CNN",
        "Produzent Scott Rudin, einmal verbannt, jetzt zerknirscht, plant ein großes Broadway-Comeback - Deadline"
    ]
}