{
    "headlines": [
        "David Zaslav Meeting With Candidates to Replace Mike De Luca and Pam Abdy as Warner Bros. Heads (Report) - Hollywood Reporter",
        "Donald Trump 'very angry' with Vladimir Putin over ceasefire negotiations - BBC.com",
        "Wisconsin's attorney general asks the state Supreme Court to stop Musk's $1 million payments - The Associated Press",
        "Trump roars down multiple paths of retribution as he vowed. Some targets yield while others fight - The Associated Press",
        "Smell of death permeates Myanmar cities after quake kills over 1,600 and leaves countless buried - The Associated Press",
        "Richard Chamberlain, TV actor who starred in ‘Dr. Kildare,’ dies at 90 - The Associated Press",
        "Republican Party of New Mexico says headquarters was targeted in \"deliberate act of arson\" - CBS News",
        "‘Snow White’ At $143M Global After 2nd Frame; ‘A Working Man’ Builds $30M WW Bow – International Box Office - Deadline",
        "Violent storms threaten tornadoes and golf ball-sized hail from Illinois to eastern Texas - Yahoo",
        "German space rocket explodes seconds into test flight - DW (English)",
        "Men's Elite Eight live tracker: Auburn vs. Michigan State highlights, updates, more - ESPN",
        "Kevin Willard leaves Maryland for Villanova in messy departure following Terrapins' Sweet 16 run - CBS Sports",
        "Officials: 1 person aboard plane that crashed in Brooklyn Park - KARE11.com",
        "Tennessee vs. Houston odds, picks: 2025 NCAA Tournament Elite Eight prediction from college basketball expert - SportsLine",
        "SpaceX is set to launch 4 people on a first-of-its-kind mission around Earth’s poles. Here’s what to know - CNN",
        "Morgan Wallen Stirs Speculation With Abrupt ‘SNL’ Walk-Off and ‘Get Me to God’s Country’ Social Post - Variety",
        "Prince Harry accused of ‘harassment and bullying’ by charity chairwoman - CNN",
        "Investors hope Trump will end tariff uncertainty April 2, or stocks could sink. - MarketWatch"
    ]
}