{
    "headlines": [
        "Israel invade e fecha o escritório da Al Jazeera em Ramallah, na Cisjordânia - Associated Press",
        "Quatro mortos e dezenas de feridos no tiroteio em massa no Alabama - BBC.com",
        "O marxista Dissanayake do Sri Lanka lidera a corrida presidencial - Reuters",
        "Onde está Sara Anne Wood? Localização do corpo da menina de Nova York é um mistério décadas após o assassinato - CBS News",
        "Fed está prestes a obter validação para seu corte de taxa Jumbo - Yahoo Finance",
        "Federais executam mandado de busca contra novo comissário da NYPD pouco mais de uma semana após sua nomeação - CNN",
        "Exclusivo | Na Ilha da Serpente da Ucrânia, o coração da batalha pelo Mar Negro - The Wall Street Journal",
        "Manning mantém o número 1 do Texas na primeira partida - ESPN",
        "Michigan azeda a estreia do Big Ten da USC, Tennessee lida com Oklahoma na semana 4 do futebol universitário - NCAA.com",
        "Pontuação de Tennessee vs. Oklahoma: atualizações de jogos ao vivo, pontuações de futebol universitário, 25 melhores destaques da NCAA - CBS Sports",
        "Harris aceita convite para segundo debate presidencial, Trump diz que \"é tarde demais\" para outro - CBS News",
        "Mack Brown, da UNC, diz que não vai se aposentar após discurso emotivo no vestiário - Sports Illustrated",
        "Aqui está o que Erik Menendez realmente pensa sobre a série Menendez Brothers de Ryan Murphy - E! Online - E! NEWS",
        "Kathryn Hahn ‘surgiu' com cena de nudez de ‘Agatha o tempo todo', a primeira para uma mulher no MCU - IndieWire",
        "Angelina Jolie diz que fez tatuagens iguais com a filha adolescente Vivienne: \"Significa muito para nós\" - Fox News",
        "AfD de extrema-direita da Alemanha a caminho de outra vitória nas eleições estaduais - Reuters",
        "Hezbollah reivindica ataque com foguete no interior do norte de Israel - Al Jazeera",
        "Presidente francês Emmanuel Macron anuncia novo governo de direita - BBC.com",
        "Um ataque israelense a uma escola mata pelo menos 22 pessoas, diz Ministério da Saúde de Gaza - POLITICO",
        "Elon Musk atende demanda judicial brasileira para X - Financial Times"
    ]
}