{
    "headlines": [
        "ਡਿਊਕ ਇਸ ਨੂੰ ਆਸਾਨ ਦਿਖਾਈ ਦਿੰਦਾ ਹੈ, ਨੋਟਿਸ 'ਤੇ NCAA ਟੂਰਨਾਮੈਂਟ ਖੇਤਰ ਪਾ - ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਜੈਮੇਸ ਵਿੰਸਟਨ ਦੈਂਤਾਂ ਨਾਲ ਲੈਂਡ ਕਰਦਾ ਹੈ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਜੱਜ ਬੋਸਬਰਗ ਨੂੰ ਦੇਸ਼ ਨਿਕਾਲਾ ਮਾਮਲੇ 'ਚ ਕਹਿੰਦੇ ਹਨ ਸਰਕਾਰੀ ਵਕੀਲ ' ਬੇਇੱਜ਼ਤ ' - BBC.com",
        "ਸਿੱਖਿਆ ਵਿਭਾਗ ਤੋਂ ਯੂਕਰੇਨ ਜੰਗਬੰਦੀ ਗੱਲਬਾਤ ਵਿੱਚ ਤਬਦੀਲੀਆਂਃ ਅੱਜ ਟਰੰਪ ਦੇ ਓਵਲ ਦਫਤਰ ਦੀਆਂ ਟਿੱਪਣੀਆਂ ਨੂੰ ਫੜੋ - ਸੀਐਨਐਨ",
        "ਕਾਨੂੰਨੀ ਮਾਹਰਾਂ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਟਰੰਪ ਅਧਿਕਾਰੀ ਨੇ 'ਟੇਸਲਾ ਖਰੀਦੋ' ਸਟਾਕ ਕਹਿ ਕੇ ਕਾਨੂੰਨ ਦੀ ਉਲੰਘਣਾ ਕੀਤੀ ਪਰ ਕ੍ਰੈਕਡਾਊਨ ਦੀ ਉਮੀਦ ਨਾ ਕਰੋ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਲੰਡਨ ਦਾ ਹੀਥਰੋ ਹਵਾਈ ਅੱਡਾ ਅੱਗ ਲੱਗਣ ਕਾਰਨ ਬੰਦ ਹੋਣ ਤੋਂ ਬਾਅਦ ਉਡਾਣਾਂ ਦੁਬਾਰਾ ਸ਼ੁਰੂ ਕਰੇਗਾ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਡੀਐਚਐਸ ਗਟਰਿੰਗ ਦਫਤਰ ਜੋ ਸਿਵਲ ਅਧਿਕਾਰਾਂ ਅਤੇ ਇਮੀਗ੍ਰੇਸ਼ਨ ਸੰਪਰਕ ਸੇਵਾਵਾਂ ਦੀ ਪੇਸ਼ਕਸ਼ ਕਰਦੇ ਹਨ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਜੇਪੀਮੋਰਗਨ ਦੇ ਸੀਈਓ ਜੈਮੀ ਡਾਈਮੋਨ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਹ ਕੁਝ ਹੋਰ ਸਾਲਾਂ ਲਈ ਸੀਈਓ ਬਣੇ ਰਹਿਣਗੇ- ਅਤੇ ਨਵੀਨਤਮ ਟਾ hallਨ ਹਾਲ - ਫਾਰਚੂਨ ਵਿਖੇ ’ਇਸ ਵਾਰ ਸਹੁੰ ਨਾ ਖਾਣ' ਦਾ ਵਾਅਦਾ ਕਰਦਾ ਹੈ",
        "ਸੰਤਾਂ ਨੇ ਬ੍ਰਾਂਡਿਨ ਕੁੱਕਸ 'ਤੇ ਦਸਤਖਤ ਕੀਤੇਃ ਦੋ ਸਾਲਾਂ ਦੇ ਸੌਦੇ' ਤੇ ਨਿਊ ਓਰਲੀਨਜ਼ ਵਾਪਸ ਜਾ ਰਹੇ ਸਾਬਕਾ ਕਾਉਬੌਇਜ਼ ਰਿਸੀਵਰ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਸਮੁੰਦਰੀ ਮੰਜ਼ਿਲ ਦਾ ਇਹ ਅਤਿ ਵਿਸਤ੍ਰਿਤ ਐਨੀਮੇਸ਼ਨ ਦੇਖੋ - ਦ ਵਰਜ",
        "ਇੱਥੋਂ ਤਕ ਕਿ ਵਾਲ ਸਟ੍ਰੀਟ ਦੇ ਸਭ ਤੋਂ ਵੱਧ ਵਚਨਬੱਧ ਰਿੱਛਾਂ ਨੂੰ ਸਟਾਕ-ਮਾਰਕੀਟ ਰੀਬਾਉਂਡ ਦੀ ਉਮੀਦ ਹੈ - ਮਾਰਕੀਟਵਾਚ",
        "ਟਰੰਪ ਨੇ ਪੁਲਾੜ ਯਾਤਰੀਆਂ ਨੂੰ ਪੁਲਾੜ ਤੋਂ ਵਾਪਸ ਆਉਣ ਲਈ ਓਵਰਟਾਈਮ ਦੇਣ ਦਾ ਸੁਝਾਅ ਦਿੱਤਾ - ਦਿ ਹਿੱਲ",
        "ਟਰੰਪ ਨੇ 6 ਵੀਂ ਪੀੜ੍ਹੀ ਦੇ ਲੜਾਕੂ ਜਹਾਜ਼ ਦਾ ਨਾਮ ਐਫ -47 ਦਾ ਐਲਾਨ ਕੀਤਾ; ਏਅਰ ਫੋਰਸ ਕੰਟਰੈਕਟ ਬੋਇੰਗ ਨੂੰ ਦਿੱਤਾ ਗਿਆ - ਮਿਲਟਰੀ ਡਾਟ ਕਾਮ",
        "ਏਓਸੀ, ਬਰਨੀ ਸੈਂਡਰਜ਼ ਨੇ ਕੋਲੋਰਾਡੋ ਵਿਚ 'ਫਾਈਟਿੰਗ ਓਲੀਗਰਕੀ' ਰੈਲੀਆਂ ਕੀਤੀਆਂ - 9News.com ਕੁਸਾ",
        "ਮਾਰਚ ਪਾਗਲਪਨ ਲਾਈਵ ਟਰੈਕਰਃ ਹਾਈਲਾਈਟਸ, ਅਪਡੇਟਸ, ਪ੍ਰਤੀਕ੍ਰਿਆਵਾਂ ਅਤੇ ਹੋਰ - ਈਐਸਪੀਐਨ",
        "ਖਸਰੇ ਨਾਲ ਮਰਨ ਵਾਲੇ ਟੈਕਸਾਸ ਬੱਚੇ ਦੇ ਮਾਪਿਆਂ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਟੀਕਾ ਨਹੀਂ ਲਗਾਇਆ ਜਾਣਾ ਚਾਹੀਦਾ - ਕ੍ਰੋਨ",
        "ਇਜ਼ਰਾਈਲ ਨੇ ਹਮਾਸ ਨੂੰ ਚੇਤਾਵਨੀ ਦਿੱਤੀ ਹੈ ਕਿ ਉਹ ਗਾਜ਼ਾ ਵਿਚ ਵਧੇਰੇ ਜ਼ਮੀਨ 'ਤੇ ਕਬਜ਼ਾ ਕਰ ਲਵੇਗਾ ਅਤੇ ਇਕ‘ ਸਥਾਈ ‘ਮੌਜੂਦਗੀ ਬਣਾਈ ਰੱਖੇਗਾ ਜਦੋਂ ਤਕ ਬੰਧਕਾਂ ਨੂੰ ਰਿਹਾ ਨਹੀਂ ਕੀਤਾ ਜਾਂਦਾ - ਸੀ ਐਨ ਐਨ",
        "ਡੇਵ ਰਾਮਸੇ ਨੇ 'ਹੁਣੇ ਖਰੀਦੋ, ਬਾਅਦ ਵਿੱਚ ਭੁਗਤਾਨ ਕਰੋ‘ ਡੋਰਡੈਸ਼ ਲਈ ਸੌਦੇ ’ਤੇ ਨਿਰਾਸ਼ਾ ਨਾਲ ਪ੍ਰਤੀਕ੍ਰਿਆ ਕੀਤੀ - ਦ ਹਿੱਲ"
    ]
}