{
    "headlines": [
        "Papa Francisco lança jubileu, trazendo peregrinos e resmungões a Roma - The Washington Post",
        "Piquete de trabalhadores do Denver Starbucks por melhores condições de trabalho na véspera de Natal - CBS Colardo",
        "Números vencedores da Mega Millions para o sorteio de 24 de dezembro: jackpot atinge US $ 1 bilhão - usa TODAY",
        "Aurora boreal no dia de Natal pode iluminar partes dos EUA - New York Post",
        "Richard Perry, produtor musical por trás de ‘You' re So Vain ’e outros sucessos, morre aos 82 anos - Associated Press",
        "Preocupações com a gripe aviária levam autoridades do condado de Los Angeles a alertar contra a alimentação de animais de estimação com alimentos cr",
        "O rastreador de Papai Noel do NORAD foi um impulso moral da Guerra Fria. Agora atrai milhões de crianças. - POLITICO",
        "Casos de tosse convulsa nos EUA sobem para o nível mais alto em uma década - The Washington Post",
        "Semana do Campeonato de Playoffs de Futebol de Fantasia Start 'Em & Sit 'Em Running Backs: É hora de Bucky Irving - CBS Sports",
        "Justin Baldoni Atingido por Violação de Contrato de Ex-Publicista Após Acusações de Blake Lively - Hollywood Reporter",
        "Biden assina projeto de lei que torna a águia careca o pássaro nacional dos EUA - ABC News",
        "Dinamarca reforça defesa na Groenlândia após Trump pedir que EUA sejam donos do território - Axios",
        "Três mortos a tiro enquanto homens armados atacavam o maior hospital do Haiti - BBC.com",
        "O comércio do mar Ártico da Rússia ‘evidentemente interrompido’ à medida que o exclusivo navio de transporte marítimo afunda - Forbes",
        "NFL na Netflix: os jogos do dia de Natal são os primeiros para a gigante do streaming - The Associated Press",
        "Trump promete prosseguir com as execuções depois que Biden comuta a maior parte do corredor da morte federal - The Associated Press",
        "O que saber sobre doenças infecciosas durante esta época festiva - Yahoo! Voices",
        "Como se sente? Cidade natal de Bob Dylan se prepara para novo filme sobre o cantor - MPR News",
        "Classificações PFF dos Packers: Melhores e piores jogadores da vitória sobre os Saints na Semana 16 - Packers Wire",
        "O próximo filme de Christopher Nolan será uma adaptação repleta de estrelas de ‘A Odisseia’ de Homero - CNN"
    ]
}