{
    "headlines": [
        "إحاطة حية: الغارات الإسرائيلية تقتل 52 في جميع أنحاء لبنان ؛ تتعهد المجر بتجاهل مذكرات المحكمة الجنائية الدولية - واشنطن بوست",
        "نقطة محذوفة هنا",
        "آخر أخبار الشرق الأوسط: الأمم المتحدة تبلغ عن اشتباكات عنيفة بين القوات الإسرائيلية وحزب الله في جنوب لبنان - أصوات ياهو!",
        "يبدو أن Google قد استدعت توقفها عن صنع أجهزة Android اللوحية الخاصة بها - مرة أخرى - Ars Technica",
        "مراهقون أستراليون من بين ستة سياح لقوا حتفهم بينما تحذر الدول من حالات تسمم مشتبه بها بالميثانول في لاوس - سي إن إن",
        "نقطة محذوفة هنا",
        "تأمل بطارية الاتحاد الأوروبي في الانهيار مع استقالة الرئيس التنفيذي لشركة Northvolt وملفات الشركة للإفلاس - POLITICO Europe",
        "مايك توملين: الطقس لم يحدد كم استخدمنا جاستن فيلدز - إن بي سي سبورتس",
        "\"يمكننا أن نرى حمام دم!\" كارلسن وشركاه في بطولة العالم لدينغ جوكيش - Chess.com",
        "تم العثور على \"حزمة مشبوهة\" خارج سفارة الولايات المتحدة في لندن - ABC News",
        "إيران تنشط \"أجهزة الطرد المركزي المتقدمة الجديدة\" بعد توبيخ الوكالة الدولية للطاقة الذرية - فاينانشيال تايمز",
        "نقطة محذوفة هنا",
        "اكتشفت إلين دي جينيريس أنها تعيش أفضل حياتها كامرأة سمراء في المملكة المتحدة بعد فوز ترامب - ياهو للترفيه",
        "يقول جيف بيزوس إن ادعاءات إيلون ماسك \"غير صحيحة بنسبة 100 ٪\" بعد أن أشعل الرئيس التنفيذي لشركة تسلا عدائهم - Business Insider",
        "مجلس النواب يمرر مشروع قانون من شأنه أن يسمح للخزانة باستهداف المنظمات غير الربحية التي تراها لدعم الإرهاب - وكالة أسوشيتد برس",
        "البيتكوين تعد تنازليًا إلى سعر 100 ألف دولار للبيتكوين حيث أن البيع على المكشوف ينطوي على خطر \"الاختراق العنيف\" - Cointelegraph",
        "مراجعة \"Spellbound \": نيكول كيدمان في Netflix Animated Fantasy - مراسل هوليوود",
        "يتعهد أوربان المجري بتجاهل مذكرة الاعتقال الدولية لنتنياهو - وكالة أسوشيتد برس",
        "يفوز أوهتاني مرة أخرى بجائزة أفضل لاعب وتطبع الصحف اليابانية المزيد من الإصدارات الخاصة للاحتفال بالتاريخ - وكالة أسوشيتد برس",
        "بدأ ستيلرز دبليو آر جورج بيكنز قتال براونز سي بي مع انتهاء اللعبة، وكان لا بد من ضبط النفس - ياهو سبورتس"
    ]
}