{
    "headlines": [
        "ਸਿਰਫ਼ ਪੰਜ ਮਿੰਟ ਕਸਰਤ ਕਰਨ ਨਾਲ ਤੁਹਾਡੇ ਬਲੱਡ ਪ੍ਰੈਸ਼ਰ 'ਚ ਹੋ ਸਕਦਾ ਹੈ ਮਦਦ, ਅਧਿਐਨ ਕਹਿੰਦਾ ਹੈ - The Washington Post",
        "ਟਰੰਪ ਨੇ ਮੁਹਿੰਮ ਮੈਨੇਜਰ ਸੁਸੀ ਵਿਲੇਸ ਨੂੰ ਵ੍ਹਾਈਟ ਹਾ Houseਸ ਦੇ ਸਟਾਫ ਦੇ ਮੁੱਖੀ ਵਜੋਂ ਘੋਸ਼ਿਤ ਕੀਤਾ - ਸੀਐਨਐਨ",
        "ਡਿਫੈਂਡੈਂਟ ਜਿਉਲਿਆਨੀ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਹ 'ਰਾਜਨੀਤਿਕ ਅਤਿਆਚਾਰ' ਦਾ ਸ਼ਿਕਾਰ ਹੈ ਕਿਉਂਕਿ ਉਸਨੂੰ ਦੁਬਾਰਾ ਜਾਇਦਾਦ ਛੱਡਣ ਲਈ ਕਿਹਾ ਗਿਆ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਅੱਜ ਰਾਤ ਵੀਰਵਾਰ ਦੀ ਨਾਈਟ ਫੁੱਟਬਾਲ ਖੇਡ ਕਿਹੜਾ ਚੈਨਲ ਹੈ? ਰੈਵੇਨਜ਼ ਬਨਾਮ ਬੰਗਲ, ਐਨਐਫਐਲ ਹਫਤਾ 10 ਅਨੁਸੂਚੀ - ਕੋਰੀਅਰ ਜਰਨਲ",
        "ਫੈੱਡ ਮੀਟਿੰਗ ਰੀਕੈਪਃ ਪਾਵੇਲ ਆਰਥਿਕਤਾ ਬਾਰੇ 'ਚੰਗਾ ਮਹਿਸੂਸ ਕਰ ਰਿਹਾ ਹੈ', ਕਹਿੰਦਾ ਹੈ ਕਿ ਟਰੰਪ ਉਸ ਨੂੰ ਕਾਨੂੰਨੀ ਤੌਰ 'ਤੇ ਬਰਖਾਸਤ ਨਹੀਂ ਕਰ ਸਕਦਾ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਬ੍ਰੌਨੀ ਜੇਮਜ਼ ਅਫਵਾਹਾਂਃ ਲੇਕਰਜ਼ ਨੇ ਲੇਬਰੋਨ ਦੇ ਪੁੱਤਰ ਨੂੰ ਜੀ ਲੀਗ ਨੂੰ ਸੌਂਪਿਆ; ਸ਼ਨੀਵਾਰ ਨੂੰ ਡੈਬਿਊ ਕਰਨ ਲਈ ਸੈੱਟ ਕਰੋ - ਬਲੀਚਰ ਰਿਪੋਰਟ",
        "ਇੱਕ ਉਤਸ਼ਾਹੀ ਟਰੰਪ ਦਾ ਮੰਨਣਾ ਹੈ ਕਿ ਉਸ ਕੋਲ ਜ਼ਮੀਨ ਨੂੰ ਮਾਰਨ ਦਾ ਫ਼ਤਵਾ ਹੈ ਜਿਵੇਂ ਕਿ ਉਹ ਬੰਦ ਦਰਵਾਜ਼ਿਆਂ ਦੇ ਪਿੱਛੇ ਮਜ਼ਾ ਲੈਂਦਾ ਹੈ - ਸੀਐਨਐਨ",
        "ਐਪਲ ਆਖਰਕਾਰ ਹਰੇ ਬੁਲਬੁਲੇ ਨੂੰ ਸੁਨੇਹਾ ਪ੍ਰਤੀਕਰਮ ਭੇਜਣ ਦੇ ਰਿਹਾ ਹੈ - ਦਿ ਵਰਜ",
        "ਪ੍ਰਿੰਸ ਵਿਲੀਅਮ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਇਹ ਉਸ ਦੀ ਜ਼ਿੰਦਗੀ ਦਾ ਸਭ ਤੋਂ ਮੁਸ਼ਕਲ ਸਾਲ ਰਿਹਾ ਹੈ ਕਿਉਂਕਿ ਉਹ ਕੇਟ - ਦਿ ਸੂਰਜ ਵਿਚ 'ਹੰਕਾਰ' 'ਤੇ ਖੁੱਲ੍ਹਦਾ ਹੈ",
        "ਟਰੰਪ ਦੇ ਨਵੇਂ ਵਾਲ ਸਟ੍ਰੀਟ ਵਾਚਡੌਗ ਬਹੁਤ ਘੱਟ ਦੰਦੀ ਨਾਲ ਆ ਰਹੇ ਹਨ - ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "ਰਸ਼ੀਦਾ ਜੋਨਸ ਨੇ ਕੁਇੰਸੀ ਜੋਨਸ ਦੇ ਨਾਈਟ ਟਾਈਮ ’ਜੈਜ਼ ਘੰਟੇ‘ ਦੀ ਦਿਲੀ ਯਾਦ ਸਾਂਝੀ ਕੀਤੀਃ ‘ਇਹ ਤੁਹਾਡੀ ਧੀ ਬਣਨ ਦਾ ਸਨਮਾਨ ਹੈ. ਤੇਰਾ ਪ੍ਰੇਮ ਸਦਾ ਕਾਇਮ ਰਹਿੰਦਾ ਹੈ’ - ਵੰਨ-ਸੁਵੰਨਤਾ",
        "ਚੋਣਾਂ ਦੇ ਦਿਨ ਤੋਂ ਬਾਅਦ ਕਈ ਰਾਜਾਂ ਵਿੱਚ ਨਸਲੀ ਟੈਕਸਟ ਸੰਦੇਸ਼ਾਂ ਦੀ ਰਿਪੋਰਟ ਕੀਤੀ ਗਈ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਇੱਥੇ ਜਦੋਂ ਬੌਬ ਫਰਗੂਸਨ ਵਾਸ਼ਿੰਗਟਨ ਦੇ ਅਗਲੇ ਰਾਜਪਾਲ ਵਜੋਂ ਸਹੁੰ ਚੁੱਕਣਗੇ - KING5.com",
        "ਹਟਾਈ",
        "ਮੌਤ ਦੀ ਜਾਂਚ 'ਚ ਲਿਆਮ ਪੇਨ ਨਸ਼ੀਲੇ ਪਦਾਰਥ ਸਪਲਾਈ ਕਰਨ ਵਾਲੇ ਤਿੰਨ ਲੋਕਾਂ' ਤੇ ਦੋਸ਼ - ਰੋਲਿੰਗ ਸਟੋਨ",
        "ਹਟਾਈ",
        "ਸਟੀਫਨ ਏ. ਸਮਿਥ ਜਿੰਮੀ ਕਿਮਲ ਤੋਂ ਆਪਣੇ ਆਪ ਨੂੰ ਦੂਰੀ ਬਣਾਉਂਦਾ ਹੈ ਜਦੋਂ ਕਿਮਲ ਟਰੰਪ ਦੀ ਜਿੱਤ 'ਤੇ ਚੀਕਦਾ ਹੈਃ' ਮੈਂ ਨਾ ਹੁੰਦਾ '- ਫੌਕਸ ਨਿ Newsਜ਼",
        "ਬਾਈਡੇਨ ਨੂੰ ਹੈਰਿਸ ਦੇ ਸਹਿਯੋਗੀਆਂ ਦੁਆਰਾ ਟਰੰਪ ਨੂੰ ਉਪ ਰਾਸ਼ਟਰਪਤੀ ਦੇ ਭਾਰੀ ਨੁਕਸਾਨ ਲਈ ਜ਼ਿੰਮੇਵਾਰ ਠਹਿਰਾਇਆ ਜਾਂਦਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਦਿਨ ਵਿਚ ਨੀਂਦ ਆਉਂਦੀ ਹੈ? ਇਹ ਡਿਮੇਨਸ਼ੀਆ ਦਾ ਸ਼ੁਰੂਆਤੀ ਚੇਤਾਵਨੀ ਸੰਕੇਤ ਹੋ ਸਕਦਾ ਹੈ, ਅਧਿਐਨ ਸੁਝਾਅ ਦਿੰਦਾ ਹੈ - ਫੌਕਸ ਨਿ Newsਜ਼",
        "ਕੇਪ ਕੈਨਾਵਰਲ ਤੋਂ ਅੱਜ ਦੁਪਹਿਰ ਦੇ ਸਪੇਸ ਐਕਸ ਸਟਾਰਲਿੰਕ ਲਾਂਚ ਦੀ ਲਾਈਵ ਕਵਰੇਜ - ਫਲੋਰੀਡਾ ਟੂਡੇ"
    ]
}