{
    "headlines": [
        "ਮੈਡੀਕਲ ਰਹੱਸਃ ਉਸਦੀ ਪਾਗਲ ਖੰਘ ਦਾ ਅਚਾਨਕ ਕਾਰਨ ਸੀ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਬਰਕਸ਼ਾਇਰ ਓਪਰੇਟਿੰਗ ਕਮਾਈ ਚੌਥੀ ਤਿਮਾਹੀ ਵਿੱਚ 71% ਵਧਦੀ ਹੈ, 334 ਬਿਲੀਅਨ ਡਾਲਰ ਰਿਕਾਰਡ ਕਰਨ ਲਈ ਨਕਦ ਹੋਰਡ ਬੈਲੂਨ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਤਿੰਨ ਕੁੰਜੀਆਂ & ਇੱਕ ਪਿਕਃ ਇਲੀਨੋਇਸ ਬਨਾਮ ਨੰਬਰ 3 ਡਿਊਕ - 247Sports",
        "ਹਮਾਸ ਨੇ ਤਾਜ਼ਾ ਐਕਸਚੇਂਜ ਵਿੱਚ 6 ਇਜ਼ਰਾਈਲੀ ਬੰਧਕਾਂ ਵਿੱਚੋਂ ਪਹਿਲੇ 5 ਨੂੰ ਰਿਹਾਅ ਕੀਤਾ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਐਲਨ ਮਸਕ ਆਈਐਸਐਸ ਨੂੰ ਡੀਓਰਬਿਟ ਕਰਨ ਦੀ ਮੰਗ ਕਰਦਾ ਹੈ. ਇੱਥੇ ਸਪੇਸ ਸਟੇਸ਼ਨ ਕੀ ਕਰਦਾ ਹੈ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਐਪਲ ਯੂਕੇ ਸਰਕਾਰ ਦੀ ਸੁਰੱਖਿਆ ਦੇ ਵਿਵਾਦ ਤੋਂ ਬਾਅਦ ਡਾਟਾ ਪ੍ਰੋਟੈਕਸ਼ਨ ਟੂਲ ਨੂੰ ਖਿੱਚਦਾ ਹੈ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਪੋਪ Francis ਇੱਕ ਆਰਾਮ ਦੀ ਰਾਤ ਸੀ - ਵੈਟੀਕਨ ਨਿਊਜ਼ - ਅੰਗਰੇਜ਼ੀ",
        "ਪੈਂਟਾਗਨ 'ਸ਼ੁਰੂਆਤੀ‘ ਸ਼ੁੱਧਤਾ ਵਿਚ 5400 ਨਾਗਰਿਕ ਕਰਮਚਾਰੀਆਂ ਨੂੰ ਬਰਖਾਸਤ ਕਰੇਗਾ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਸੀਕਿਯੂ ਬ੍ਰਾਊਨਃ ਟਰੰਪ ਨੇ ਪੈਂਟਾਗਨ ਵਿੱਚ ਚੋਟੀ ਦੇ ਅਮਰੀਕੀ ਜਨਰਲ ਨੂੰ ਬਰਖਾਸਤ ਕੀਤਾ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਬਾਇਬਿਟ ਰਿਕਾਰਡ-ਤੋੜਨ ਦੀ ਪੁਸ਼ਟੀ ਕਰਦਾ ਹੈ $ 1.46 Billion Crypto Heist in Sophisticated Cold Wallet Attack - ਹੈਕਰ ਨਿਊਜ਼",
        "ਕਾਲਜ ਬਾਸਕਟਬਾਲ ਪਿਕਸ, ਸ਼ਡਿ: ਲਃ ਕੈਂਟਕੀ ਬਨਾਮ ਅਲਾਬਾਮਾ ਲਈ ਭਵਿੱਖਬਾਣੀ ਅਤੇ ਹੋਰ ਚੋਟੀ ਦੀਆਂ 25 ਖੇਡਾਂ ਸ਼ਨੀਵਾਰ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "HKU5-CoV-2 ਕੀ ਹੈ, ਚੀਨ ਵਿਚ ਨਵਾਂ ਬੈਟ ਕੋਰੋਨਾਵਾਇਰਸ ਜੋ ਇਕ ਹੋਰ ਕੋਵਿਡ -19 ਮਹਾਂਮਾਰੀ ਨੂੰ ਚਾਲੂ ਕਰ ਸਕਦਾ ਹੈ? ਆਲ ਡੀਈਟੀ - ਆਰਥਿਕ ਟਾਈਮਜ਼",
        "ਜੱਜ ਨੇ ਡੋਗੇ ਨੂੰ ਸੰਵੇਦਨਸ਼ੀਲ ਖਜ਼ਾਨੇ ਦੇ ਅੰਕੜਿਆਂ ਤੱਕ ਪਹੁੰਚ ਕਰਨ 'ਤੇ ਪਾਬੰਦੀ ਲਗਾਉਣ ਦਾ ਆਦੇਸ਼ ਦਿੱਤਾ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਰਾਕ ਡਬਲਯੂਡਬਲਯੂਈ ਐਲੀਮੀਨੇਸ਼ਨ ਚੈਂਬਰ ਵਿਖੇ ਕੋਡੀ ਰੋਡਜ਼ ਦੀ ਰੂਹ ਲਈ ਆ ਰਿਹਾ ਹੈ - ਕੈਗੇਸਾਈਡ ਸੀਟਾਂ",
        "ਟਰੰਪ ਨੇ ਟਰਾਂਸਜੈਂਡਰ ਐਥਲੀਟ ਐਗਜ਼ੀਕਿਊਟਿਵ ਆਰਡਰ ਨੂੰ ਲੈ ਕੇ ਵ੍ਹਾਈਟ ਹਾਊਸ ਈਵੈਂਟ 'ਚ ਡੈਮੋਕ੍ਰੇਟਿਕ ਮੇਨ ਦੇ ਗਵਰਨਰ ਨਾਲ ਕੀਤੀ ਗੱਲ - ਏਬੀਸੀ ਨਿਊਜ਼",
        "ਸੁਪਰੀਮ ਕੋਰਟ ਨੇ ਫੈਡਰਲ ਨੈਤਿਕਤਾ ਵਾਚਡੌਗ ਨੂੰ ਬਰਖਾਸਤ ਕਰਨ ਲਈ ਟਰੰਪ ਦੀਆਂ ਕੋਸ਼ਿਸ਼ਾਂ ਵਿੱਚ ਦੇਰੀ ਕੀਤੀ - ਪੋਲੀਟਿਕੋ",
        "ਜਰਮਨ ਚੋਣਾਂਃ ਯੂਰਪ ਵਿਚ ਅਗਵਾਈ ਕਰਨ ਲਈ ਮੋਰਚਾ ਚਲਾਉਣ ਵਾਲੇ ਮਰਜ਼ ਵਜੋਂ ਅੰਤਮ ਧੱਕਾ - ਬੀਬੀਸੀ.",
        "ਕੌਣ ਹੋਵੇਗਾ ਅਗਲਾ ਜੇਮਜ਼ ਬਾਂਡ? ਐਮਾਜ਼ਾਨ ਦਾ ਸਖਤ 007 ਫੈਸਲਾ - ਬੀਬੀਸੀ.",
        "ਨਿਊ ਲਾਸ ਏਂਜਲਸ ਡੀਏ ਨਾਥਨ ਹੋਚਮੈਨ ਮੇਨੇਂਡੇਜ਼ ਭਰਾਵਾਂ ਦੇ ਕਤਲ ਦੇ ਦੋਸ਼ੀਆਂ ਨੂੰ ਉਲਟਾਉਣ ਦਾ ਸਮਰਥਨ ਨਹੀਂ ਕਰਦਾ - ਫੌਕਸ ਨਿ Newsਜ਼"
    ]
}