{
    "headlines": [
        "ਕਾਸ਼ ਉਹ ਹੋਰ ਕਰ ਸਕਦਾ ਹੈ, ਬਿਡੇਨ ਮੁਹਿੰਮ ਦੇ ਪਿਛੋਕੜ ਵਿਚ ਫੇਡ ਹੋ ਜਾਂਦਾ ਹੈ - ਪੋਲਿਟਿਕੋ",
        "ਸੀਐਨਐਨ ਪੋਲਃ ਹੈਰਿਸ ਅਤੇ ਟਰੰਪ ਇਕ ਤਾਲਾਬੰਦ ਦੌੜ ਵਿਚ ਬਣੇ ਹੋਏ ਹਨ ਅਤੇ ਫਾਈਨਲ ਸਟ੍ਰੈਚ ਵਿਚ ਜਾ ਰਹੇ ਹਨ - ਸੀਐਨਐਨ",
        "ਵਰਜੀਨੀਆ ਦੇ ਰਾਜਪਾਲ ਨੇ ਨਾਗਰਿਕਾਂ ਨੂੰ ਵੋਟਰ ਸੂਚੀ ਤੋਂ ਹਟਾਉਣ ਤੋਂ ਰੋਕਣ ਵਾਲੇ ਜੱਜ ਦੇ ਫੈਸਲੇ 'ਤੇ ਪ੍ਰਤੀਕ੍ਰਿਆ ਦਿੱਤੀ - ਫੌਕਸ ਨਿ Newsਜ਼",
        "‘ਉਨ੍ਹਾਂ ਨਾਲ ਕੀ ਕਰਨਾ ਹੈ?’ ਰੂਸੀ ਸੈਨਿਕਾਂ ਨੇ ਉੱਤਰੀ ਕੋਰੀਆ ਦੀ ਭਰਤੀ ਨੂੰ ਇੰਟਰਸੈਪਟਡ ਆਡੀਓ ਵਿੱਚ ਨਿੰਦਾ ਕਰਦਿਆਂ ਸੁਣਿਆ - ਸੀ ਐਨ ਐਨ",
        "'ਸਟਾਰ ਵਾਰਜ਼' ਡੇਜ਼ੀ ਰਿਡਲੀ ਮੂਵੀ ਸਟੀਵਨ ਨਾਈਟ ਐਗਜ਼ਿਟ ਤੋਂ ਬਾਅਦ ਨਵੇਂ ਸਕ੍ਰਿਬ ਦੀ ਭਾਲ ਕਰ ਰਹੀ ਹੈ - ਡੈੱਡਲਾਈਨ",
        "ਅਮਰੀਕੀ ਰੈਪਰ ਲਿਲ ਡਰਕ ਨੂੰ ਫਲੋਰੀਡਾ 'ਚ ਹੱਤਿਆ ਦੇ ਦੋਸ਼' ਚ ਗ੍ਰਿਫਤਾਰ ਕੀਤਾ ਗਿਆ - BBC.com",
        "ਵਧੀਆ ਖਰੀਦੋ ਦੇ 3-ਦਿਨ ਖੇਡ ਵਿਕਰੀ ਸ਼ਾਨਦਾਰ ਖੇਡ ਲੈਪਟਾਪ ਹੈ, ਮਾਨੀਟਰ, ਅਤੇ ਡੈਸਕਟਾਪ ਸੌਦੇ - GameSpot",
        "ਸੀਡੀਸੀ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਮੈਕਡੋਨਲਡਜ਼ ਕੁਆਰਟਰ ਪਾਉਂਡਰਜ਼ - ਸੀ ਐਨ ਬੀ ਸੀ ਨਾਲ ਜੁੜੇ ਈ ਕੋਲੀ ਫੈਲਣ ਨਾਲ 75 ਲੋਕ ਪ੍ਰਭਾਵਿਤ ਹੋਏ",
        "ਮੱਧਯੁਗੀ ਆਦਮੀ ਦਾ ਡੀਐਨਏ ਵਿਸ਼ਲੇਸ਼ਣ ਇਕ ਖੂਹ ਵਿਚ ਸੁੱਟਿਆ ਗਿਆ ਨੌਰਸ ਗਾਥਾ ਵਿਚ ਕਹਾਣੀ ਦਾ ਸੁਝਾਅ ਸੱਚਮੁੱਚ ਹੋਇਆ - Livescience.",
        "ਟੇਸਲਾ ਸਟਾਕ ਜੰਪ 22%. ਮਾਰਕੀਟ ਇਤਿਹਾਸ ਕੀ ਕਹਿੰਦਾ ਹੈ ਅੱਗੇ ਕੀ ਹੁੰਦਾ ਹੈ. - ਬੈਰਨਜ਼",
        "ਸਪਿਰਿਟ ਏਅਰਲਾਈਨਜ਼ ਸਟਾਕ ਸੰਘਰਸ਼ਸ਼ੀਲ ਬਜਟ ਕੈਰੀਅਰ ਦੇ ਕਹਿਣ ਤੋਂ ਬਾਅਦ 25% ਦੀ ਛਾਲ ਮਾਰਦਾ ਹੈ ਕਿ ਇਹ ਹਵਾਈ ਜਹਾਜ਼ਾਂ ਨੂੰ ਵੇਚ ਦੇਵੇਗਾ, ਨੌਕਰੀਆਂ ਵਿੱਚ ਕਟੌਤੀ ਕਰੇਗਾ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "15 ਸਾਲਾ ਨੌਜਵਾਨ 'ਤੇ ਪਰਿਵਾਰ ਦਾ ਕਤਲ ਕਰਨ ਦਾ ਦੋਸ਼, ਮ੍ਰਿਤਕ ਛੋਟੇ ਭਰਾ ਨੂੰ ਫਰੇਮ ਕਰਨ ਲਈ ਸਟੇਜਿੰਗ ਸੀਨ - KOMO News",
        "2024 ਐਨਐਫਐਲ ਵਪਾਰ ਦੀ ਅੰਤਮ ਤਾਰੀਖਃ ਪੰਜ ਪ੍ਰਸਤਾਵਿਤ ਆਖਰੀ ਮਿੰਟ ਦੇ ਸੌਦੇ, ਜਿਨ੍ਹਾਂ ਵਿੱਚ ਪ੍ਰਮੁੱਖ ਬਕੇਨਰਜ਼, 49ers, ਵਾਈਕਿੰਗਜ਼ ਸਪਲੈਸ਼ਸ ਸ਼ਾਮਲ ਹਨ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਓਜ਼ੈਂਪਿਕ, ਵੇਗੋਵੀ ਵਿਚ ਸਰਗਰਮ ਸਮੱਗਰੀ ਅਲਜ਼ਾਈਮਰ ਰੋਗ ਦੇ ਜੋਖਮ ਨੂੰ ਘਟਾ ਸਕਦੀ ਹੈਃ ਅਧਿਐਨ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਲੇਬਨਾਨਃ ਇਜ਼ਰਾਇਲੀ ਹਵਾਈ ਹਮਲੇ 'ਚ ਤਿੰਨ ਪੱਤਰਕਾਰ ਮਾਰੇ ਗਏ - BBC.com",
        "ਹੜਤਾਲ ਕਰਨ ਵਾਲੇ ਵਰਕਰਾਂ ਨੂੰ ਬੋਇੰਗ ਯੂਨੀਅਨਃ ਹੜਤਾਲ ਦੀਆਂ ਵੋਟਾਂ 'ਤੇ ਇਕ ਦੂਜੇ ਨੂੰ' ਧੱਕੇਸ਼ਾਹੀ 'ਕਰਨਾ ' ਵਿਨਾਸ਼ਕਾਰੀ 'ਹੈ - ਯਾਹੂ! ਆਵਾਜ਼ਾਂ",
        "ਮੈਂ ਆਈਫੋਨ 16 ਦੀ ਨਵੀਂ ਵਿਜ਼ੂਅਲ ਇੰਟੈਲੀਜੈਂਸ ਦੀ ਕੋਸ਼ਿਸ਼ ਕੀਤੀ, ਅਤੇ ਇਹ ਭਵਿੱਖ ਦੀ ਤਰ੍ਹਾਂ ਮਹਿਸੂਸ ਕਰਦਾ ਹੈ - ਸੀ ਐਨ ਈ ਟੀ",
        "ਇੱਕ ਸਪੇਸਐਕਸ ਕੈਪਸੂਲ ਹੁਣੇ ਹੀ ਧਰਤੀ ਤੇ ਵਾਪਸ ਆਇਆ. ਇਹ ਹੈ ਕਿ ਬੋਇੰਗ ਸਟਾਰਲਾਈਨਰ ਦੇ ਪੁਲਾੜ ਯਾਤਰੀ ਇਸ 'ਤੇ ਕਿਉਂ ਨਹੀਂ ਸਨ - ਸੀਐਨਐਨ",
        "ਮੇਨੇਂਡੇਜ਼ ਭਰਾਵਾਂ ਲਈ ਅੱਗੇ ਕੀ ਹੈ ਜਿਵੇਂ ਕਿ ਡੀਏ ਆਪਣੇ ਮਾਪਿਆਂ ਦੀ ਹੱਤਿਆ ਤੋਂ ਬਾਅਦ ਉਨ੍ਹਾਂ ਦੇ ਨਾਰਾਜ਼ ਦਹਾਕਿਆਂ ਦੀ ਸਿਫਾਰਸ਼ ਕਰਦਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਹੈਰਿਸ, ਬਿਓਨਸੇ ਗਰਭਪਾਤ ਦੇ ਅਧਿਕਾਰਾਂ 'ਤੇ ਟੈਕਸਾਸ ਰੈਲੀ ਲਈ ਟੀਮ ਅਤੇ ਉਮੀਦ ਹੈ ਕਿ ਲੜਾਈ ਦੇ ਮੈਦਾਨ ਦੇ ਰਾਜ ਉਨ੍ਹਾਂ ਨੂੰ ਸੁਣਦੇ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ"
    ]
}