{
    "headlines": [
        "ਸੀ ਐਨ ਬੀ ਸੀ ਡੇਲੀ ਓਪਨਃ ਅਲੀਬਾਬਾ ਸ਼ੇਅਰ ਜੰਪ ਅਤੇ ਐਮਾਜ਼ਾਨ ਤਿਮਾਹੀ ਮਾਲੀਆ ਵਿੱਚ ਵਾਲਮਾਰਟ ਨੂੰ ਹਰਾਉਂਦਾ ਹੈ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਕਨੋਰ ਮੈਕਡੇਵਿਡ ਨੇ ਓਟੀ 'ਚ 4 ਨੇਸ਼ਨਜ਼ ਫੇਸਆਫ ਫਾਈਨਲ' ਚ ਕੈਨੇਡਾ ਨੂੰ 3-2 ਨਾਲ ਹਰਾਇਆ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਬੋਇੰਗ ਦੇ ਸੀਈਓ ਨੇ ਦੇਰੀ ਨਾਲ ਏਅਰ ਫੋਰਸ ਵਨ ਸਪੁਰਦਗੀ ਵਿੱਚ ਸਹਾਇਤਾ ਕਰਨ ਲਈ ਐਲਨ ਮਸਕ ਦੀ ਪ੍ਰਸ਼ੰਸਾ ਕੀਤੀਃ 'ਉਹ ਇੱਕ ਸ਼ਾਨਦਾਰ ਮੁੰਡਾ ਹੈ' - ਬਿਜ਼ਨਸ ਇਨਸਾਈਡਰ",
        "ਪੋਪ ਕੋਲ ਆਰਾਮਦਾਇਕ ਰਾਤ ਹੈ, ਬਾਂਹ ਕੁਰਸੀ ਵਿਚ ਨਾਸ਼ਤਾ ਹੈ - ਵੈਟੀਕਨ ਨਿ Newsਜ਼ - ਅੰਗਰੇਜ਼ੀ",
        "ਯੂਰਪ ਦੇ ਚੰਦਰਮਾ ਜੋਖਮ 'ਤੇ ਯੋਜਨਾ ਹੈ ਦੇ ਰੂਪ ਵਿੱਚ ਟਰੰਪ ਦੀ ਟੀਮ ਨਾਸਾ ਦੇ Artemis ਪ੍ਰਾਜੈਕਟ ਦੀ ਸਮੀਖਿਆ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "'ਸ਼ੱਕੀ ਅੱਤਵਾਦੀ ਹਮਲੇ' ਵਿਚ ਤੇਲ ਅਵੀਵ ਵਿਚ ਤਿੰਨ ਬੱਸਾਂ ਫਟ ਗਈਆਂ - ਬੀਬੀਸੀ.",
        "ਹਰ ਸੈਨੇਟਰ ਨੇ ਐਫਬੀਆਈ ਦੇ ਡਾਇਰੈਕਟਰ ਲਈ ਕਾਸ਼ ਪਟੇਲ ਨੂੰ ਕਿਵੇਂ ਵੋਟ ਦਿੱਤੀ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਐਮਐਲਬੀ ਗੇਮਜ਼ ਜਲਦੀ ਹੀ ਮੀਡੀਆ ਬੰਬਸ਼ੈਲ ਵਿੱਚ ਈਐਸਪੀਐਨ ਏਅਰਵੇਵ ਬੰਦ ਹੋ ਜਾਣਗੀਆਂ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "Cowboys ਜੀ Zack ਮਾਰਟਿਨ ਰਿਟਾਇਰ ਕਰਨ ਦੀ ਯੋਜਨਾ - profootballrumors.com",
        "ਫਿਊਚਰਜ਼: ਇਹ ਤਕਨੀਕੀ ਦੈਂਤ ਕਮਾਈ 'ਤੇ ਅਧਾਰ ਦੇ ਬਾਹਰ ਪਾੜੇ - ਨਿਵੇਸ਼ਕ ਦਾ ਕਾਰੋਬਾਰ ਰੋਜ਼ਾਨਾ",
        "ਯੂਕਰੇਨ ਖਣਿਜ ਸਰੋਤਾਂ ਨੂੰ ਲੈ ਕੇ ਅਮਰੀਕਾ ਨਾਲ ਨਵੇਂ ਸੰਭਾਵੀ ਸੌਦੇ 'ਤੇ ਕੰਮ ਕਰ ਰਿਹਾ ਹੈਃ ਸਰੋਤ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਈਲੋਨ ਮਸਕ ਦੀ ਨਿੱਜੀ ਸੁਰੱਖਿਆ ਦਾ ਵੇਰਵਾ ਯੂਐਸ ਮਾਰਸ਼ਲ ਸਰਵਿਸ ਦੁਆਰਾ ਡੈਪੂਟਾਈਜ਼ ਕੀਤਾ ਜਾਂਦਾ ਹੈ - ਸੀਐਨਐਨ",
        "ਵਿਕਟਰ ਵੇਮਬਾਨਯਾਮਾ ਮੋ shoulderੇ ਵਿੱਚ ਖੂਨ ਦੇ ਗਤਲੇ ਨਾਲ ਐਨਬੀਏ ਦੇ ਬਾਕੀ ਸੀਜ਼ਨ ਨੂੰ ਮਿਸ ਕਰਨ ਲਈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਮਾਈਕ੍ਰੋਸਾੱਫਟ (ਦੁਬਾਰਾ) ਮੇਜੋਰਾਨਾ ਜ਼ੀਰੋ ਮੋਡ ਐਨੀਓਨਜ਼ ਨਾਲ ਟੌਪੋਲੋਜੀਕਲ ਕੁਆਂਟਮ ਕੰਪਿutingਟਿੰਗ ਦਾ ਦਾਅਵਾ ਕਰਦਾ ਹੈ - ਹੈਕਾਡੇ",
        "ਮਿਚ ਮੈਕਕੌਨਲ ਦੀ ਰਿਟਾਇਰਮੈਂਟ ਕੈਂਟਕੀ - ਐਕਸੀਓਸ ਵਿੱਚ ਇੱਕ ਰਾਜਨੀਤਿਕ ਧਮਾਕਾ ਭੜਕਦੀ ਹੈ",
        "ਆਮ ਕੈਂਸਰ ਲਈ ਪ੍ਰਯੋਗਾਤਮਕ ਟੀਕਾ ਕਲੀਨਿਕਲ ਅਜ਼ਮਾਇਸ਼ ਵਿੱਚ ਸੰਭਾਵਨਾ ਦਰਸਾਉਂਦਾ ਹੈ - ਏਓਐਲ",
        "A$AP Rocky Trial ਦੇ ਬਾਅਦ ਹਾਰਪਰਜ਼ ਬਾਜ਼ਾਰ ਦੇ ਗ੍ਰੇਸ ਕਵਰ ਕਰਨ ਲਈ ਰਿਹਾਨਾ - ਪੰਨਾ ਛੇ",
        "ਐਮਾਜ਼ਾਨ ਐਮਜੀਐਮ ਜੇਮਜ਼ ਬਾਂਡ ਫਰੈਂਚਾਇਜ਼ੀ ਲਈ ਪੂਰਾ ਸਿਰਜਣਾਤਮਕ ਨਿਯੰਤਰਣ ਪ੍ਰਾਪਤ ਕਰਦਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਆਸਟਰੇਲੀਆਈ ਫੌਜ ਅਲਰਟ 'ਤੇ ਹੈ ਕਿਉਂਕਿ 3 ਚੀਨੀ ਜੰਗੀ ਜਹਾਜ਼ ਅਸਧਾਰਨ ਚਾਲ ਵਿੱਚ ਤੱਟ ਦੇ ਨੇੜੇ ਚਲਦੇ ਹਨ - ਕੋਮੋ ਨਿ Newsਜ਼",
        "ਡੈਮੋਕਰੇਟਸ ਦੇ ਇਤਰਾਜ਼ਾਂ 'ਤੇ ਜੀਓਪੀ ਬਜਟ ਪਾਸ ਕਰਨ ਲਈ ਸੈਨੇਟ ਸਾਰੀ ਰਾਤ ਜਾਗਣ ਲਈ ਤਿਆਰ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ"
    ]
}