{
    "headlines": [
        "ਡਰਾਪ ਬਕਸੇ ਵਿਚ ਲੱਗੀ ਅੱਗ ਨੇ ਵਾਸ਼ਿੰਗਟਨ ਵਿਚ ਸੈਂਕੜੇ ਬੈਲਟ ਤਬਾਹ ਕਰ ਦਿੱਤੇ ਅਤੇ ਓਰੇਗਨ ਵਿਚ 3 ਨੂੰ ਨੁਕਸਾਨ ਪਹੁੰਚਾਇਆ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ ਦੇ ਸਾਬਕਾ ਸੰਪਾਦਕ ਜੈੱਫ ਬੇਜੋਸ ਨੇ ਹੈਰਿਸ ਦੀ ਹਮਾਇਤ ਨੂੰ ਰੋਕ ਕੇ 'ਟਰੰਪ ਨੂੰ ਝੁਕਣ' ਦਾ ਦੋਸ਼ ਲਗਾਇਆ - CBC. ca",
        "ਅਮਰੀਕਾ \"ਡੂੰਘੀ ਚਿੰਤਤ\" ਨਵੇਂ ਇਜ਼ਰਾਈਲੀ ਕਾਨੂੰਨਾਂ ਨਾਲ ਗਾਜ਼ਾ ਸੰਕਟ ਵਿਗੜ ਜਾਵੇਗਾ - ਐਕਸੀਓਸ",
        "‘ਇੱਥੇ’ ਸਮੀਖਿਆਃ ਟੌਮ ਹੈਂਕਸ ਅਤੇ ਰੌਬਿਨ ਰਾਈਟ ਇਸ ਨਸਲੀ ਬੰਬ ਵਿਚ ਡਿਜੀਟਲ ਤੌਰ 'ਤੇ ਡੀ-ਏਜ ਹਨ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਕੋਲਟਸ ਕੋਚ ਸ਼ੇਨ ਸਟੀਚੇਨ ਐਤਵਾਰ ਤੋਂ ਸ਼ੁਰੂ ਹੋ ਰਹੇ ਐਂਥਨੀ ਰਿਚਰਡਸਨ ਨਾਲ ਵਚਨਬੱਧ ਨਹੀਂ ਹਨ - IndyStar",
        "ਬੀਅਰਸ ਸੀਬੀਃ ਹੈਲ ਮੈਰੀ ਲੈਪਸ ਦੁਬਾਰਾ ਨਹੀਂ ਹੋਵੇਗਾ - ਈਐਸਪੀਐਨ",
        "ਨਾਸਾ ਦੇ ਪੁਲਾੜ ਯਾਤਰੀ ਡੌਨ ਪੇਟੀਟਟ ਇਕ ਵਿਸ਼ਾਲ ਐਨਈਆਰਡੀ ਹੈ, ਅਤੇ ਅਸੀਂ ਇਸ ਲਈ ਸਾਰੇ ਖੁਸ਼ਕਿਸਮਤ ਹਾਂ - ਆਰਸ ਟੈਕਨੀਕਾ",
        "ਟਰੰਪ ਮੀਡੀਆ ਦੀ ਕੀਮਤ ਹੁਣ ਏਲੋਨ ਮਸਕ ਦੇ ਐਕਸ ਤੋਂ ਵੱਧ ਹੈ ਸਟਾਕ ਰੈਲੀਆਂ ਤੋਂ ਬਾਅਦ ਨਵੇਂ ਉੱਚੇ - ਵੰਨਗੀ",
        "Gisele Bündchen ਅਤੇ ਬੁਆਏ Joaquim Valente ਉਮੀਦ ਪਹਿਲੇ ਬੱਚੇ ਨੂੰ, ਉਸ ਦੇ ਤੀਜੇ - ਪੰਨਾ ਛੇ",
        "ਯੂਕਰੇਨ ਦੇ ਅਮਰੀਕੀ ਹਥਿਆਰਾਂ ਦੀ ਵਰਤੋਂ 'ਤੇ ਕੋਈ ਨਵੀਂ ਸੀਮਾ ਨਹੀਂ ਜੇ ਉੱਤਰੀ ਕੋਰੀਆ ਲੜਾਈ ਵਿਚ ਸ਼ਾਮਲ ਹੁੰਦਾ ਹੈ, ਪੈਂਟਾਗਨ ਕਹਿੰਦਾ ਹੈ - ਰਾਇਟਰ",
        "ਇਬੋਲਾ ਵਰਗਾ ਵਾਇਰਸ, ਲਾਸਾ ਬੁਖਾਰ ਤੋਂ ਯੂਐਸ ਦੀ ਮੌਤ ਆਇਓਵਾ - ਸਟੇਟ ਵਿੱਚ ਰਿਪੋਰਟ ਕੀਤੀ ਗਈ ਹੈ",
        "ਕੀ ਪੋਰਟੋ ਰੀਕੋ ਅਮਰੀਕੀ ਰਾਸ਼ਟਰਪਤੀ ਚੋਣਾਂ ਵਿੱਚ ਵੋਟ ਪਾ ਸਕਦਾ ਹੈ? ਟਰੰਪ ਰੈਲੀ ਟਿੱਪਣੀ ਦੇ ਜਵਾਬ ਦੇ ਵਿਚਕਾਰ ਕੀ ਜਾਣਨਾ ਹੈ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਸਟੈਫਨੀ ਵ੍ਹਾਈਟ ਦੋ ਸੀਜ਼ਨ ਤੋਂ ਬਾਅਦ ਸਨ ਹੈੱਡ ਕੋਚ ਵਜੋਂ ਬਾਹਰ - ਈਐਸਪੀਐਨ",
        "ਫੋਰਡ ਸਟਾਕ Q3 ਦੀ ਵਿਕਰੀ ਬੀਟ ਦੇ ਬਾਵਜੂਦ ਡਿੱਗਦਾ ਹੈ, ਕਿਉਂਕਿ ਇਹ 2024 ਦੇ ਮੁਨਾਫੇ ਦੀ ਭਵਿੱਖਬਾਣੀ ਦੇ ਹੇਠਲੇ ਸਿਰੇ ਵੱਲ ਸੇਧ ਦਿੰਦਾ ਹੈ - ਯਾਹੂ ਵਿੱਤ",
        "ਹਟਾਈ",
        "ਜੇਪੀਮੋਰਗਨ ਦੇ ਸੀਈਓ ਜੈਮੀ ਡਾਈਮੋਨ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਰੈਗੂਲੇਸ਼ਨ 'ਤੇ' ਵਾਪਸ ਲੜਨ ਦਾ ਸਮਾਂ ਆ ਗਿਆ ਹੈ '- ਰਾਇਟਰਜ਼",
        "ਵਾਰੀਅਰਜ਼ ਦਾ ਐਲਾਨ ਸਟੀਫਨ ਕਰੀ ਨੇ ਗਿੱਟੇ ਦਾ ਤਣਾਅ ਛੱਡ ਦਿੱਤਾ ਹੈ, ਸ਼ੁੱਕਰਵਾਰ ਨੂੰ ਮੁੜ ਮੁਲਾਂਕਣ ਕੀਤਾ ਜਾਵੇਗਾ - ਯਾਹੂ ਸਪੋਰਟਸ",
        "ਤਿਮੋਥਿਉਸ Chalamet ਲੁੱਕ-ਵਰਗੇ ਮੁਕਾਬਲੇ 'ਤੇ ਇੱਕ ਦੁਪਹਿਰ - Vulture",
        "ਸਪੇਸਐਕਸ ਕਰੂ -8 ਪੁਲਾੜ ਯਾਤਰੀ ਹਸਪਤਾਲ ਤੋਂ ਰਿਹਾ ਹੋਇਆ, ਹਿਊਸਟਨ ਵਾਪਸ ਪਰਤਿਆ - ਸਪੇਸ ਡਾਟ ਕਾਮ",
        "ਨੀਂਦ, ਹੱਡੀਆਂ ਦੀ ਸਿਹਤ ਅਤੇ ਹੋਰ ਬਹੁਤ ਕੁਝ ਲਈ 7 ਜੇਤੂ ਖੁਰਾਕ ਪੂਰਕ - ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ"
    ]
}