{
    "headlines": [
        "ਬਲੈਕ ਹਾਕ ਹੈਲੀਕਾਪਟਰ ਦਾ ਅਲਟੀਮੀਟਰ ਗਲਤ ਹੋ ਸਕਦਾ ਹੈ, ਪਾਇਲਟਾਂ ਨੇ ਕੰਟਰੋਲ ਟਾਵਰ ਤੋਂ ਕੁਝ ਕਾਲਾਂ ਖੁੰਝੀਆਂ ਹੋ ਸਕਦੀਆਂ ਹਨ - ਸੀ ਐਨ ਐਨ",
        "ਇਕ ਡਰੋਨ ਨੇ ਯੂਕਰੇਨ ਦੇ ਚਰਨੋਬਲ ਪਰਮਾਣੂ ਪਲਾਂਟ ਦੇ ਬਾਹਰੀ ਸ਼ੈੱਲ ਨੂੰ ਵਿੰਨ੍ਹਿਆ. ਰੇਡੀਏਸ਼ਨ ਦਾ ਪੱਧਰ ਆਮ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਟਰੰਪ ਕਹਿੰਦਾ ਹੈ ਕਿ 2 ਅਪ੍ਰੈਲ ਦੇ ਆਸ ਪਾਸ ਆਉਣ ਵਾਲੀਆਂ ਆਟੋਜ਼ 'ਤੇ ਨਵੇਂ ਟੈਰਿਫ - ਬਲੂਮਬਰਗ",
        "ਫੋਟੋਆਂ ਵਿੱਚਃ ਫਿਲਡੇਲਫੀਆ ਨੇ ਈਗਲਜ਼ ਸੁਪਰ ਬਾlਲ ਪਰੇਡ ਲਈ ਅੰਤਮ ਪਾਰਟੀ ਸੁੱਟ ਦਿੱਤੀ - ਐਕਸੀਓਸ",
        "ਭੂਚਾਲ ਵਿਚ ਅਪਟਿਕ ਅਲਾਸਕਾ ਦੇ ਮਾਉਂਟ ਸਪੁਰਰ ਜੁਆਲਾਮੁਖੀ 'ਤੇ ਸੰਭਾਵਤ ਫਟਣ ਦਾ ਸੰਕੇਤ ਦੇ ਸਕਦਾ ਹੈ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਅਮਰੀਕੀ ਕਿਸ਼ੋਰ ਰਾਲਫ਼ ਯਾਰਲ ਦੀ ਗੋਲੀਬਾਰੀ 'ਚ ਆਦਮੀ ਨੇ ਮੰਨਿਆ ਦੋਸ਼ੀ - BBC.com",
        "ਟੈਕਸਾਸ ਖਸਰਾ ਫੈਲਣਾ 48 ਕੇਸਾਂ ਤੱਕ ਚੜ੍ਹਦਾ ਹੈ, ਲਗਭਗ ਸਾਰੇ ਬੱਚੇ; 13 ਹਸਪਤਾਲ ਵਿੱਚ ਦਾਖਲ - ਆਰਸ ਟੈਕਨੀਕਾ",
        "ਡੌਲਫਿਨ ਵੈਟਰਨ ਆਰ ਬੀ ਮੋਸਟਰਟ, 2 ਹੋਰ - ਈਐਸਪੀਐਨ ਜਾਰੀ ਕਰਦੇ ਹਨ",
        "ਚੰਦਰਮਾ 'ਤੇ ਤੁਹਾਡਾ ਸਵਾਗਤ ਹੈ! ਫਾਇਰਫਲਾਈ ਦਾ ਬਲੂ ਗੋਸਟ ਲੈਂਡਰ ਚੰਦਰਮਾ ਦੇ ਪੰਧ' ਤੇ ਪਹੁੰਚਦਾ ਹੈ (ਵੀਡੀਓ, ਫੋਟੋਆਂ) - ਸਪੇਸ ਡਾਟ ਕਾਮ",
        "ਟੀਚਾ ਸਹਿ-ਸੰਸਥਾਪਕ ਦੀਆਂ ਧੀਆਂ ‘ਹੈਰਾਨ ਅਤੇ ਨਿਰਾਸ਼’ ਪ੍ਰਚੂਨ ਵਿਕਰੇਤਾ ਦੇ ਡੀਈਆਈ ਨੂੰ ਟੋਏ ਪਾਉਣ ਦੇ ਫੈਸਲੇ 'ਤੇ - ਨਿ New ਯਾਰਕ ਪੋਸਟ",
        "ਏਰੀ ਇਮੈਨੁਅਲ ਦੱਸਦਾ ਹੈ ਕਿ ਉਹ ਜਸਟਿਨ ਬਾਲਡੋਨੀ ਦੀ ਬਜਾਏ ਬਲੇਕ ਨੂੰ ਲਾਈਵ ਕਿਉਂ ਮੰਨਦਾ ਹੈ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਯੂਐਸਸੀ ਨੇ ਚੋਟੀ ਦੇ ਦਰਜੇ ਦੇ ਯੂਸੀਐਲਏ ਨੂੰ ਝਟਕਾ ਦਿੱਤਾਃ ਜੁਜੂ ਵਾਟਕਿਨਜ਼ ਦਸਤਖਤ ਪ੍ਰਦਰਸ਼ਨ ਪ੍ਰਦਾਨ ਕਰਦਾ ਹੈ ਕਿਉਂਕਿ ਟਰੋਜਨ ਬਿਗ ਟੈਨ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ ਵਿਚ ਪਹਿਲੇ ਸਥਾਨ 'ਤੇ ਉੱਠਦੇ ਹਨ",
        "ਆਈਫੋਨ ਐਸਈ 4 ਬੇਸ ਸਟੋਰੇਜ ਦੀ ਇੱਕ ਹਾਸੋਹੀਣੀ ਮਾਤਰਾ ਦੇ ਨਾਲ ਆ ਸਕਦਾ ਹੈ - GSMArena. com ਖ਼ਬਰਾਂ - GSMArena.",
        "ਸੀਡੀਸੀ ਦੇ \"ਰੋਗ ਜਾਸੂਸ\" ਸਿਹਤ ਏਜੰਸੀਆਂ 'ਤੇ ਡੋਗ ਕਟੌਤੀ ਦੇ ਹਿੱਸੇ ਵਜੋਂ ਅੱਧੇ ਹੋ ਗਏ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਪੋਪ ਨੂੰ ਥੋੜ੍ਹਾ ਜਿਹਾ ਬੁਖਾਰ ਹੈ, ਸਾਹ ਦੇ ਟ੍ਰੈਕਟ ਦੀ ਲਾਗ ਲਈ ਫਾਰਮਾਸੋਲੋਜੀਕਲ ਇਲਾਜ ਸ਼ੁਰੂ ਕਰਦਾ ਹੈ - ਵੈਟੀਕਨ ਨਿ Newsਜ਼ - ਅੰਗਰੇਜ਼ੀ",
        "ਨਾਸਾ ਦੇ Webb ਦੂਰਬੀਨ ਦਾ ਅਧਿਐਨ ਕਰਨ ਲਈ Asteroid 2024 YR4 ਦੇ ਤੌਰ ਤੇ ਅਸਰ ਜੋਖਮ ਖਤਰੇ ਨੂੰ - ਫੋਰਬਸ",
        "ਇੱਕ ਤੀਬਰ ਫਲੂ ਸੀਜ਼ਨ ਹਸਪਤਾਲਾਂ ਨੂੰ ਗੰਭੀਰ ਬਿਮਾਰ ਮਰੀਜ਼ਾਂ ਨਾਲ ਭਰ ਰਿਹਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਐਮਾਜ਼ਾਨ ਦੀ ਹੱਤਿਆ ਇਕ ਵਿਸ਼ੇਸ਼ਤਾ ਜੋ ਤੁਹਾਨੂੰ ਕਿੰਡਲ ਕਿਤਾਬਾਂ ਨੂੰ ਡਾ downloadਨਲੋਡ ਕਰਨ ਅਤੇ ਬੈਕਅਪ ਕਰਨ ਦਿੰਦੀ ਹੈ - ਦਿ ਵਰਜ"
    ]
}