{
    "headlines": [
        "Super Bowl Champion Eagles ਦੀ ਫਿਲਡੇਲ੍ਫਿਯਾ 'ਚ ਵਾਪਸੀ, ਦੇਖੋ ਲਾਈਵ ਕਵਰੇਜ - 6ABC ਫਿਲਡੇਲ੍ਫਿਯਾ",
        "ਟਰੰਪ ਨੂੰ ਆਪਣੀ ਸਜ਼ਾ ਬਦਲਣ ਤੋਂ 5 ਸਾਲ ਬਾਅਦ ਸਾਬਕਾ ਇਲੀਨੋਇਸ ਦੇ ਰਾਜਪਾਲ ਰਾਡ ਬਲਾਗੋਜੇਵਿਚ ਨੂੰ ਮੁਆਫ ਕਰਨ ਦੀ ਉਮੀਦ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਹੇਗਸੇਥ ਨੇ ਟਰਾਂਸਜੈਂਡਰ ਸੇਵਾ ਦੇ ਮੈਂਬਰਾਂ ਲਈ ਲਿੰਗ-ਪ੍ਰਮਾਣਿਤ ਡਾਕਟਰੀ ਦੇਖਭਾਲ 'ਤੇ ਤੁਰੰਤ ਰੋਕ ਲਗਾਉਣ ਦਾ ਆਦੇਸ਼ ਦਿੱਤਾ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਸਭ ਤੋਂ ਵੱਧ ਅਤੇ ਘੱਟ ਤੋਂ ਘੱਟ ਪ੍ਰਸਿੱਧ ਸੁਪਰ ਬਾlਲ LVIII ਸੇਲਿਬ੍ਰਿਟੀ ਇਸ਼ਤਿਹਾਰ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਵ੍ਹਾਈਟ ਹਾ Houseਸ ਸੀਐਫਪੀਬੀ ਨੂੰ ਨਿਸ਼ਾਨਾ ਬਣਾਉਂਦਾ ਹੈ ਕਿਉਂਕਿ ਯੂਨੀਅਨ ਨੇ ਕੰਮ ਰੁਕਣ 'ਤੇ ਮੁਕੱਦਮਾ ਕੀਤਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਨਾਈਟਮਾਰਿਸ਼ ‘ਬਲੈਕ ਸੀਡੇਵਿਲ’ ਨੂੰ ਵਿਗਿਆਨੀਆਂ ਨੇ ਖੁੱਲੇ ਪਾਣੀਆਂ ਵਿਚ ਤੈਰਦਿਆਂ ਦੇਖਿਆ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਆਈਫੋਨ ਐਸਈ 2025 ਲਾਂਚ ਅਨੁਸੂਚੀ ਤਾਜ਼ਾ: ਬਿਲਕੁਲ ਕਦੋਂ ਨਵੇਂ ਆਈਫੋਨ ਦੀ ਉਮੀਦ ਕਰਨੀ ਹੈ - ਫੋਰਬਸ",
        "ਐਮਰਜੈਂਸੀ ਫੈਸਲੇ ਵਿੱਚ, ਜੇਮਜ਼ ਵੈਬ ਟੈਲੀਸਕੋਪ ਧਰਤੀ ਦੇ ਨਜ਼ਦੀਕੀ ਪਹੁੰਚ ਤੋਂ ਪਹਿਲਾਂ 'ਸਿਟੀ-ਕਿਲਰ' ਐਸਟਰਾਇਡ 2024 ਵਾਈਆਰ 4 ਦਾ ਅਧਿਐਨ ਕਰੇਗਾ - Livescience.",
        "ਐਪਲ ਇੱਕ \"ਅਤਿਅੰਤ ਸੂਝਵਾਨ ਹਮਲੇ\" ਵਿੱਚ ਵਰਤੇ ਗਏ ਆਈਫੋਨ ਅਤੇ ਆਈਪੈਡ ਬੱਗ ਨੂੰ ਠੀਕ ਕਰਦਾ ਹੈ - TechCrunch",
        "ਸੁਪਰ ਬਾlਲ 2025: ਇੱਥੇ ਜੈਲੇਨ ਹਰਟਸ, ਪੈਟਰਿਕ ਮਹੋਮਜ਼ ਨੇ ਈਗਲਜ਼ ਦੇ ਚੀਫਾਂ ਦੇ ਰਸਤੇ ਤੋਂ ਬਾਅਦ ਇਕ ਦੂਜੇ ਬਾਰੇ ਕਿਹਾ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਬਰੈਕਟੋਲੋਜੀਃ ਡਿਊਕ ਚੌਥੇ ਨੰਬਰ 1 ਦੇ ਬੀਜ ਨੂੰ ਖਿਸਕਦਾ ਹੈ, ਸੇਂਟ ਜੌਨ ਦੀਆਂ ਚਾਲਾਂ ਨੂੰ ਅਨੁਮਾਨਤ ਬਰੈਕਟ ਵਿੱਚ ਵਧਾਉਂਦਾ ਹੈ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਇਹ ਪਤਾ ਲਗਾਓ ਕਿ ਕੀ ਤੁਸੀਂ ਇਸ ਹਫਤੇ 3 ਵੱਡੇ ਤੂਫਾਨਾਂ ਦੁਆਰਾ ਪ੍ਰਭਾਵਿਤ ਹੋਵੋਗੇ - ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਮੈਕਡੋਨਲਡਜ਼ ਦੀ ਕਮਾਈ ਮਿਸ ਉਮੀਦਾਂ. ਸਟਾਕ ਕਿਉਂ ਵੱਧ ਰਿਹਾ ਹੈ - ਬੈਰਨ ਦਾ",
        "ਫਲੂ ਦੇ ਕੇਸਾਂ ਵਿੱਚ ਵਾਧਾ, 15 ਸਾਲਾਂ ਵਿੱਚ ਸਭ ਤੋਂ ਤੀਬਰ ਸੀਜ਼ਨ ਦੀ ਨਿਸ਼ਾਨਦੇਹੀ - ਨਿ J ਜਰਸੀ ਡਾਇਜੈਸਟ",
        "ਅਮਰੀਕੀ ਧਾਤਾਂ ਦੀਆਂ ਕੀਮਤਾਂ ਡੋਨਾਲਡ ਟਰੰਪ ਦੇ ਟੈਰਿਫ ਤੋਂ ਪਹਿਲਾਂ ਵੱਡੇ ਪ੍ਰੀਮੀਅਮ 'ਤੇ ਚੜ੍ਹੀਆਂ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "ਗੁਆਟੇਮਾਲਾ 'ਚ ਬੱਸ ਪਲਟਣ ਕਾਰਨ ਘੱਟੋ-ਘੱਟ 50 ਮੌਤਾਂ",
        "ਸੇਰੇਨਾ ਵਿਲੀਅਮਜ਼ ਕ੍ਰਿਪ ਹੈਰਾਨੀਜਨਕ ਸੁਪਰ ਬਾlਲ ਦਿੱਖ 'ਤੇ ਤੁਰਦੀ ਹੈ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਇਜ਼ਰਾਈਲ-ਗਾਜ਼ਾ ਨਵੀਨਤਮਃ ਹਮਾਸ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਹ ਬੰਧਕ ਰਿਹਾਅ ਕਰਨ 'ਤੇ ਰੋਕ ਲਗਾ ਰਿਹਾ ਹੈ - ਇਜ਼ਰਾਈਲ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਫੌਜੀ ਹੁਣ' ਸਭ ਤੋਂ ਵੱਧ ਚੇਤਾਵਨੀ '' ਤੇ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ"
    ]
}