{
    "headlines": [
        "Harris se rallie à Obama en Géorgie alors que Trump fait campagne en Arizona - CNN",
        "Le juge bloque le projet d'acquisition de Capri, propriétaire de Michael Kors, par Tapestry, propriétaire de Coach - CNBC",
        "Les actions Tesla montent en flèche après que les investisseurs aient applaudi le rapport sur les résultats du troisième trimestre - Yahoo Finance",
        "Biden prêt à s'excuser auprès des Amérindiens pour les pensionnats indiens - The Washington Post",
        "‘Juror No. 2’ pourrait être le dernier film de Clint Eastwood — Alors pourquoi Warner Bros. l'enterre-t-il ? - Variété",
        "Les négociateurs américains et israéliens discuteront de l'accord de cessez-le-feu de Gaza à Doha - Reuters",
        "L'homme présenté comme la « conscience » de la prochaine administration Trump - POLITICO",
        "[supprimé]",
        "Les politiciens du Texas lancent une action en justice contre Harris avant le rassemblement de sa campagne dans l'État frontalier : « S'excuser » - Fox News",
        "mise à jour iOS 18.1 iPhone : date de sortie confirmée, iOS 18.2 bêta en direct - Forbes",
        "Les troupes nord-coréennes repérées dans la région frontalière russe avec l'Ukraine, dit Kiev - CNN",
        "Les États-Unis avertissent Elon Musk que son cadeau électoral d'un million de dollars pourrait être illégal - BBC.com",
        "Deuxième dose du vaccin COVID de cette année recommandée pour certaines personnes âgées de 65 ans et plus - CBS News",
        "Un film secret « Predator », une suite « Alien » et « Speed 3 » sur la table : une discussion avec Steve Asbell, patron des studios du XXe siècle - Hollywood Reporter",
        "World Series scouting report : This Dodgers strength could be ‘a recipe for disaster’ for Yankees - New York Post",
        "Le comité du GOP de la Chambre qui supervise les élections a embauché deux anciens responsables de Trump impliqués dans le stratagème de faux électeurs de 2020 - CNN",
        "L'avertissement de l'ONU sur le réchauffement climatique de 3,1 ° C est-il une surprise ? - BBC.com",
        "[supprimé]",
        "PFT's Week 8 2024 NFL picks : Florio vs. Simms - NBC Sports",
        "10 candidats de groupe pour le basketball universitaire masculin pour la saison 2024-2025 - Sports illustrés"
    ]
}