{
    "headlines": [
        "ਹਟਾਈ",
        "ਵੇਨੂ ਸਪੋਰਟਸ ਜੁਆਇੰਟ ਵੈਂਚਰ ਪਾਰਟਨਰਜ਼ ਦੁਆਰਾ ਰੱਦ ਕੀਤਾ ਗਿਆ - ਡੈੱਡਲਾਈਨ",
        "ਹੋਡਾ ਕੋਟਬ ਨੇ 'ਟੂਡੇ' ਸ਼ੋਅ ਤੋਂ ਕੀਤਾ ਹਸਤਾਖਰਃ ਉਸ ਦੇ ਆਖਰੀ ਦਿਨ ਤੋਂ ਲਾਈਵ ਅਪਡੇਟਸ - ਅਮਰੀਕਾ ਅੱਜ",
        "2025 ਵਿਚ ਲੰਡਨ ਵਿਚ ਖੇਡਣ ਲਈ ਜੈੱਟਸ, ਬ੍ਰਾsਨਜ਼, ਜੈਗੁਆਰਸ ਘਰੇਲੂ ਖੇਡਾਂ ਨੂੰ ਛੱਡ ਦੇਣਗੇ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਦਸੰਬਰ ਵਿਚ ਯੂਐਸ ਦੀਆਂ ਤਨਖਾਹਾਂ ਵਿਚ 256,000 ਦਾ ਵਾਧਾ ਹੋਇਆ, ਉਮੀਦ ਨਾਲੋਂ ਬਹੁਤ ਜ਼ਿਆਦਾ; ਬੇਰੁਜ਼ਗਾਰੀ ਦੀ ਦਰ 4.1% ਤੱਕ ਡਿੱਗਦੀ ਹੈ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਕੋਰਾ ਤੋਂ ਬਰਫ ਅਤੇ ਬਰਫ ਲਈ ਦੱਖਣ, ਪੂਰਬੀ ਬ੍ਰੇਸ - ਮੌਸਮ ਚੈਨਲ",
        "ਵਾਲਗ੍ਰੀਨਜ਼ ਬੂਟਸ ਮੁਨਾਫੇ ਦੇ ਅਨੁਮਾਨਾਂ ਵਿੱਚ ਚੋਟੀ ਦੇ ਹਨ ਕਿਉਂਕਿ ਟਰਨਰਾਉਂਡ ਕੋਸ਼ਿਸ਼ਾਂ ਫੜ ਲੈਂਦੀਆਂ ਹਨ - ਯਾਹੂ ਵਿੱਤ",
        "ਕੈਲਪਾਈਨ ਨੂੰ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ ਕਾਂਸਟੇਲੇਸ਼ਨ; ਗਾਹਕਾਂ ਅਤੇ ਕਮਿ communitiesਨਿਟੀਆਂ ਦੀ ਵੱਧ ਰਹੀ ਮੰਗ ਨੂੰ ਪੂਰਾ ਕਰਨ ਲਈ ਅਮਰੀਕਾ ਦੀ ਸਵੱਛ ਅਤੇ ਭਰੋਸੇਮੰਦ energyਰਜਾ ਦਾ ਪ੍ਰਮੁੱਖ ਉਤਪਾਦਕ ਬਣਾਉਂਦਾ ਹੈ - ਕਾਂਸਟੇਲੇਸ਼ਨ ਐਨਰਜੀ",
        "ਟਰੰਪ ਜਾਂ ਓਬਾਮਾ ਦੇ ਕਾਰਜਕਾਲ ਦੇ ਅੰਤ ਨਾਲੋਂ ਅਮਰੀਕੀਆਂ ਦਾ ਬਿਡੇਨ ਦਾ ਨਜ਼ਰੀਆ ਗੂੜ੍ਹਾ ਹੈ, ਏਪੀ-ਐਨਓਆਰਸੀ ਪੋਲ ਲੱਭਦਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਲਾਸ ਏਂਜਲਸ ਦੇ ਜੰਗਲੀ ਅੱਗਾਂ 'ਤੇ ਨਾਗਰਿਕ ਡਰੋਨ ਨੂੰ ਮਾਰਨ ਤੋਂ ਬਾਅਦ ਕੈਨੇਡੀਅਨ' ਸੁਪਰ ਸਕੂਪਰ ’ਜਹਾਜ਼ ਨੂੰ ਜ਼ਮੀਨ' ਤੇ ਉਤਾਰਿਆ ਗਿਆ - ਸੀਐਨਐਨ",
        "ਹਟਾਈ",
        "ਰੈੱਡਮੀ ਸਭ ਤੋਂ ਪਹਿਲਾਂ ਸਨੈਪਡਰੈਗਨ 7 ਐਸ ਜੀਨ 3 ਨੂੰ ਯੂਰਪ ਲਿਆਉਣ ਲਈ - ਦਿ ਵਰਜ",
        "ਐਂਡੀ ਕੌਵਲ ਐਸਟਨ ਮਾਰਟਿਨ ਵਿਖੇ ਟੀਮ ਪ੍ਰਿੰਸੀਪਲ ਬਣ ਗਏ ਕਿਉਂਕਿ ਮਾਈਕ ਕਰੈਕ ਪੁਨਰਗਠਨ ਵਿਚ ਨਵੀਂ ਭੂਮਿਕਾ ਵੱਲ ਵਧਦਾ ਹੈ - ਫਾਰਮੂਲਾ 1",
        "ਤਾਈਵਾਨ ਦੇ ਤਾਲਾਬੰਦ ਸੈਨਿਕਾਂ ਨੇ ਵਰਜਿਤ ਪਰੰਪਰਾ ਨੂੰ ਲੈ ਕੇ ਭੜਾਸ ਕੱ -ੀ - ਦਿ ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "ਨਿਣਟੇਨਡੋ ਬਰੇਕਸ ਸਵਿਚ 2 ਮੌਕਅਪਸ ਅਤੇ ਫੋਟੋਆਂ ਲੀਕ 'ਤੇ ਚੁੱਪ - ਆਈਜੀਐਨ",
        "ਦੱਖਣੀ ਕੋਰੀਆ ਦੇ ਨੇਤਾ ਦੀ ਸੁਰੱਖਿਆ ਮੁਖੀ ਨੇ ਯੂਨ ਨੂੰ ਗ੍ਰਿਫਤਾਰ ਕਰਨ ਦੀਆਂ ਹਿੰਸਕ ਕੋਸ਼ਿਸ਼ਾਂ ਵਿਰੁੱਧ ਚੇਤਾਵਨੀ ਦਿੱਤੀ - ਰਾਇਟਰ",
        "ਨੋਰੋਵਾਇਰਸ ਫਿਰ ਤੋਂ ਗੇੜੇ ਮਾਰ ਰਿਹਾ ਹੈ. ਇੱਥੇ ਕੀ ਜਾਣਨਾ ਹੈ - ਪਿਟਸਬਰਗ ਪੋਸਟ-ਗਜ਼ਟ",
        "ਗਲੈਕਸੀ ਐਸ 25: ਆਉਣ ਵਾਲੇ ਰਿਲੀਜ਼ ਤੋਂ ਪਹਿਲਾਂ ਲੀਕ ਹੋਏ ਵਧੇਰੇ ਕੈਮਰਾ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ - ਫੋਨਅਰੇਨਾ",
        "ਅਪੀਲ ਕੋਰਟ ਨੇ ਟਰੰਪ ਦੇ ਚੋਣ-ਵਿਰੋਧੀ ਯਤਨਾਂ ਬਾਰੇ ਸਮਿਥ ਦੀ ਰਿਪੋਰਟ ਜਾਰੀ ਕਰਨ ਦੀ ਆਗਿਆ ਦਿੱਤੀ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਵੈਨੇਜ਼ੁਏਲਾ ਵਿਰੋਧੀ ਧਿਰ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਨੇਤਾ ਮਾਛਾਡੋ ਨੇ ਰੈਲੀ ਵਿਚ ਸੰਖੇਪ ਵਿਚ ਗ੍ਰਿਫਤਾਰ ਕੀਤਾ - ਬੀਬੀਸੀ."
    ]
}