{
    "headlines": [
        "المسؤولون: توفي لاسي WR السابق في LSU في انتحار واضح - ESPN",
        "تقول إدارة الطيران الفيدرالية إن الشركة المتورطة في حادث تحطم المروحية المميت في نيويورك الأسبوع الماضي سيتم إغلاقها على الفور - سي إن إن",
        "زيلينسكي عن اشتباك فانس: يبدو أن \"نائب الرئيس يبرر بطريقة ما تصرفات بوتين\" - أكسيوس",
        "أصبح جهاز PS5 أكثر تكلفة في أوروبا وأستراليا ونيوزيلندا، مرة أخرى - IGN",
        "تجاهل روري ماكلروي بريسون ديشامبو في الجولة النهائية للماجستير: \"لم يتحدث معي مرة واحدة طوال اليوم\" - نيويورك بوست",
        "ألقي القبض على مشتبه به في حريق متعمد أجبر حاكم ولاية بنسلفانيا جوش شابيرو وعائلته على الفرار من الإقامة - بوليتيكو",
        "الإكوادور تصوت لرئيسها القادم وسط زيادة الجريمة المميتة - سي إن إن",
        "روري ماكلروي يفوز بالماسترز، ليصبح سادس لاعب غولف يحقق البطولات الاربع الكبرى المهنية - NPR",
        "قد تجبر محاكمة ميتا لمكافحة الاحتكار زوكربيرج على بيع إنستغرام - بي بي سي",
        "يقول طبيب البيت الأبيض إن ترامب بصحة ممتازة - بي بي سي",
        "سوق الأسهم اليوم: مؤشر داو جونز ومؤشر ستاندرد آند بورز 500 وعقود ناسداك الآجلة تفتح أعلى — تحديثات مباشرة - وول ستريت جورنال",
        "سكوب: من المتوقع أن تستمر المحادثات النووية الإيرانية يوم السبت في روما - أكسيوس",
        "ترامب يفكر في فرض رسوم على أشباه الموصلات بعد رفع التعريفات المتبادلة على الإلكترونيات - NPR",
        "الفائزون والخاسرون من سباق جائزة البحرين الكبرى للفورمولا 1 لعام 2025 - Motorsport.com",
        "كيلوغ يدين الهجوم الروسي على تجمع أحد الشعانين في أوكرانيا - ذا هيل",
        "يعود بيدرو باسكال في الموسم الثاني من \"The Last of Us\" - إليك كيفية المشاهدة - نيويورك بوست",
        "بيرني ساندرز يحذر من \"خطر استثنائي\" يواجه الولايات المتحدة تحت قيادة ترامب في مسيرة لوس أنجلوس - NPR",
        "وجدت عمة الأخوين مينينديز، 85 عامًا، غير مستجيبة بعد التوسل إلى \"العيش لفترة كافية لعناق أبناء الأخوة\" - The Mirror US",
        "\"فيلم ماينكرافت\" يصل إلى 551 مليون دولار عالمي ؛ \"الجواسيس الهواة\" 32 مليون دولار – شباك التذاكر الدولي - الموعد النهائي"
    ]
}