{
    "headlines": [
        "Brian Thompson: Wer ist der in New York erschossene UnitedHealth CEO? - BBC.com",
        "Rumänien wurde inmitten russischer Cyberangriffe von einer großen Kampagne zur Einflussnahme auf die Wahlen getroffen - BBC.com",
        "Nr. 9 Herzogs Triumph über Nr. 2 Auburn kann die ACC-SEC-Challenge für ihre Konferenz nicht retten - Yahoo Sports",
        "2 Kinder in kritischem Zustand, nachdem der Schütze das Feuer auf die kalifornische Schule eröffnet hat, sagt Sheriff - CNN",
        "Zinssenkungswetten steigern Aktien, da Bitcoin 100.000 $ bricht - Reuters",
        "Eine Art von Schokolade könnte das Typ-2-Diabetes-Risiko um 21 % reduzieren - ScienceAlert",
        "Dan Lanning, Oregon Football kehrt zu einem weiteren historischen nationalen Tag der Unterzeichnung zurück - OregonLive",
        "Prinz Harry wischt die Scheidungsgerüchte von Herzogin Meghan ab: \"Es ist schwer, mit ihnen Schritt zu halten\" - USA TODAY",
        "Kansas vs. Creighton Ergebnis: Bluejays verärgert Jayhawks, Niederlage Nr. 1 Team für die zweite Saison in Folge - CBS Sports",
        "Hegseths Geschichte mit Alkoholschatten Pentagon-Auswahl - The Washington Post",
        "Trump nominiert den Kryptowährungsbefürworter Paul Atkins als SEC-Vorsitzenden - The Associated Press",
        "Heat 134-93 Lakers (4. Dezember 2024) Spielzusammenfassung - ESPN",
        "Die Richterin des Obersten Gerichtshofs entfacht einen Social-Media-Feuersturm für ihre Kommentare zu Geschlechterübergängen für Minderjährige - Fox News",
        "‘The Masked Singer’ enthüllt die Identität von Goo: Hier ist die Berühmtheit unter dem Kostüm - Vielfalt",
        "Aktien-Futures haben sich nach dem S&P 500 kaum verändert, Nasdaq notch new closing highs: Live-Updates - CNBC",
        "[removed]",
        "SpaceX startet 350. Mission mit einem flugerprobten Falcon 9 Raketen-Booster während der Starlink-Mission aus Kalifornien - Spaceflight Now",
        "Jeffries bleibt aus dem Weg, während die Dems gegen hochrangige Panelleiter meutern - POLITICO",
        "Eine überraschende Wende im syrischen Bürgerkrieg - The Washington Post",
        "JetBlue schneidet mehr unrentable Routen, optimiert Europa-Flüge - CNBC"
    ]
}