{
    "headlines": [
        "Oscar-Moderator Conan O'Brien, der immer noch von Waldbränden vertrieben wird, sagt, dass die Show sensibel geplant wird - The Associated Press",
        "NFL-Meisterschaft Sonntags-Einheiten-Rangliste: Adler regieren in Angriff UND Verteidigung! Chiefs flat? - NFL.com",
        "Strafverfolgungsbeamte versuchten, eine Grundschule in Chicago zu betreten, waren aber nicht erlaubt, sagen Beamte der Chicago Public Schools - CNN",
        "Wohnungsmarkt zurückdrehen: Hausverkäufe sinken im Jahr 2024 auf ein Niveau, das seit den 90er Jahren nicht mehr erreicht wurde - Yahoo Finance",
        "Sex gehört nicht zu den \"ehelichen Pflichten\" der Frau, Gerichtsurteile im Scheidungsfall - The Washington Post",
        "Jalen Hurts sagt, dass sein Knie Fortschritte macht, er plant, am Sonntag eine Zahnspange zu tragen - NBC Sports",
        "Exklusiv: ElevenLabs hat eine neue Runde mit einer Bewertung von mehr als 3 Mrd.USD unter der Leitung von ICONIQ Growth eröffnet, sagen Quellen - TechCrunch",
        "Raumschiff auf dem Weg zum Mond fängt erstaunliche neue Ansichten der Erde ein - MLive.com",
        "Astronomen entdecken bizarre Eisbälle im Weltraum, die anders sind als alles, was man zuvor gesehen hat - Livescience.com",
        "Trump widerruft den Sicherheitsschutz von Covid-Berater Anthony Fauci - BBC.com",
        "Was Sie über den Rechtsstreit um Trumps Versuch, die Staatsbürgerschaft des Geburtsrechts zu beenden, wissen sollten - PBS NewsHour",
        "Trump und Vance wenden sich an Anti-Abtreibungsaktivisten bei der March for Life-Kundgebung in D.C. - Axios",
        "Venture Global Stock fällt unter den Angebotspreis. Der Börsengang könnte eine Verschiebung der Energieinvestitionen signalisieren. - Barron's",
        "Newsom und Trump stehen sich aus der Ferne gegenüber, als die Brände in Los Angeles brennen - CNN",
        "NVIDIAs GeForce RTX 5090 beginnt zu sehen, dass \"Scalper Listings\" auftauchen; Preise gehen so hoch wie $ 7.000 - Wccftech",
        "Menschen, bei denen ADHS diagnostiziert wurde, haben eine deutlich kürzere Lebenserwartung, so die Studie - The Washington Post"
    ]
}