{
    "headlines": [
        "ਆਸਟ੍ਰੇਲੀਅਨ ਓਪਨ - ਡਬਲਿਊ. ਟੀ. ਏ. ਟੈਨਿਸ 'ਚ ਸਬੇਲੇਂਕਾ ਦਾ ਕਬਜ਼ਾ",
        "ਟਾਈਗਰ ਵੁੱਡਜ਼ ਟੀਜੀਐਲ ਦੀ ਸ਼ੁਰੂਆਤ ਵਿੱਚ ਡਿੱਗਦਾ ਹੈ, ਪ੍ਰਸਾਰਣ ਅਜੇ ਵੀ ਨਵੀਂ ਲੀਗ ਦੀ ਦੂਜੀ ਰਾਤ ਵਿੱਚ ਚੱਟਾਨ ਹੈ - ਯਾਹੂ ਸਪੋਰਟਸ",
        "ਮਹਾਨ ਸੋਸ਼ਲ ਮੀਡੀਆ ਮਾਈਗ੍ਰੇਸ਼ਨਃ ਰੈੱਡਨੋਟ ਨਾਲ ਅਮਰੀਕੀ ਉਪਭੋਗਤਾਵਾਂ ਦਾ ਅਚਾਨਕ ਪ੍ਰਵਾਹ ਚੀਨੀ ਅਤੇ ਅਮਰੀਕੀ ਲੋਕਾਂ ਨੂੰ ਜੋੜਦਾ ਹੈ ਜਿਵੇਂ ਕਿ ਪਹਿਲਾਂ ਕਦੇ ਨਹੀਂ - ਸੀ ਐਨ ਐਨ",
        "ਗਾਜ਼ਾ ਜੰਗਬੰਦੀਃ ਅਸੀਂ ਕੀ ਉਮੀਦ ਕਰ ਸਕਦੇ ਹਾਂ? - ਬੀਬੀਸੀ. ਕਾੱਮ",
        "ਵਿਸ਼ੇਸ਼ ਵਕੀਲ ਜੈਕ ਸਮਿਥ ਦੀ ਟਰੰਪ ਜਨਵਰੀ 6 ਦੀ ਰਿਪੋਰਟ ਤੋਂ ਅਸੀਂ ਕੀ ਸਿੱਖਿਆ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਜੌਏ ਬੇਹਰ ਸਵਾਲ ਕਰਦਾ ਹੈ ਕਿ ਕੈਰੀ ਅੰਡਰਵੁੱਡ ਕਿਵੇਂ ਦੇਸ਼ ਨੂੰ ‘ਪਿਆਰ’ ਕਰ ਸਕਦੀ ਹੈ ਜੇ ਉਹ ਟਰੰਪ ਦੇ ਉਦਘਾਟਨ 'ਤੇ ਪ੍ਰਦਰਸ਼ਨ ਕਰ ਰਹੀ ਹੈ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਅਮਰੀਕੀ ਮਹਿੰਗਾਈ ਅੰਕੜੇ ਪੱਕੇ ਰਹਿਣਗੇ, ਉੱਚ ਦਰਾਂ ਦੇ ਡਰ ਨੂੰ ਖੁਆਉਣਾ - ਬਲੂਮਬਰਗ",
        "ਹਟਾਈ",
        "ਇਸ ਲਈ ਨਾਇਸ ਜਸਟਿਨ ਨਹੀਂ! ਰਿਆਨ ਰੇਨੋਲਡਜ਼ ਨੇ ਬਲੇਕ ਵਿਚ ਡੂੰਘੀ ਖਿੱਚੀ ਲਾਈਵ-ਜਸਟਿਨ ਬਾਲਡੋਨੀ ਲੜਾਈ ਵਿਚ ਮੁਕੱਦਮਾ-ਧਮਕਾਉਣ ਵਾਲਾ ਪੱਤਰ ਡਿਜ਼ਨੀ ਨੂੰ ਭੇਜਿਆ 'ਡੈੱਡਪੂਲ ਐਂਡ ਵੋਲਵਰਾਈਨਜ਼ ਨਾਈਸੀਪੂਲ - ਡੈੱਡਲਾਈਨ",
        "ਨਵੀਂ ਰਿਪੋਰਟ ਬੀਐਮਆਈ ਵਿਚ ਸਰੀਰ ਦੀ ਚਰਬੀ ਅਤੇ ਸਿਹਤ ਦੀ ਸਥਿਤੀ ਨੂੰ ਜੋੜ ਕੇ ਮੋਟਾਪੇ ਨੂੰ ਦੁਬਾਰਾ ਪਰਿਭਾਸ਼ਤ ਕਰਨ ਦਾ ਪ੍ਰਸਤਾਵ ਦਿੰਦੀ ਹੈ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਏਜੰਸੀਆਂ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਟਰੰਪ ਦੇ ਉਦਘਾਟਨ ਲਈ ਕੋਈ ਖਾਸ ਹਿੰਸਕ ਖ਼ਤਰਾ ਨਹੀਂ ਹੈ. ਉਹ ਅਜੇ ਵੀ ਚਿੰਤਤ ਹਨ - ਪੋਲਿਟਿਕੋ",
        "ਬਿਡੇਨ ਨੇ ਕਿubaਬਾ ਲਈ ਅੱਤਵਾਦ ਦੇ ਅਹੁਦੇ ਦੇ ਰਾਜ ਪ੍ਰਾਯੋਜਕ ਨੂੰ ਚੁੱਕਣ ਲਈ ਕਦਮ ਚੁੱਕੇ, ਕੈਦੀਆਂ ਨੂੰ ਰਿਹਾਅ ਕਰਨ ਦੇ ਸੌਦੇ ਦਾ ਹਿੱਸਾ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਕੈਲੇਨ ਮੂਰ ਕਾਊਬੌਇਜ਼ ਦੇ ਹੈੱਡ ਕੋਚਿੰਗ ਖਾਲੀ ਥਾਂ ਨੂੰ ਸੰਬੋਧਿਤ ਕਰਦਾ ਹੈ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਪ੍ਰਮੁੱਖ ਅਧਿਐਨ 15 ਕਾਰਕ ਸ਼ੁਰੂਆਤੀ ਡਿਮੇਨਸ਼ੀਆ ਜੋਖਮ ਨਾਲ ਜੋੜਦਾ ਹੈ - ਸਾਇੰਸਅਲਰਟ",
        "ਰਾਜਕੁਮਾਰੀ ਕੇਟ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਸ ਦਾ ਕੈਂਸਰ ਮੁਆਫ ਹੋ ਗਿਆ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਮਿਨੇਸੋਟਾ ਹਾਊਸ ਡੈਮੋਕਰੇਟਸ ਨੇ ਸੈਸ਼ਨ ਦੇ ਪਹਿਲੇ ਦਿਨ ਕੀਤਾ ਬਾਈਕਾਟ, ਪਰ ਰਿਪਬਲਿਕਨ ਕਿਸੇ ਵੀ ਤਰ੍ਹਾਂ ਅੱਗੇ ਵਧਦੇ ਹਨ - Star Tribune",
        "ਐਲ. ਏ. ਅੱਗਃ ਖਤਰਨਾਕ ਮੌਸਮ ਦੀ ਵਾਪਸੀ ਉਦੋਂ ਵੀ ਜਦੋਂ ਅੱਗਾਂ ਸੜਦੀਆਂ ਰਹਿੰਦੀਆਂ ਹਨ - ਸੈਨ ਫ੍ਰਾਂਸਿਸਕੋ ਕ੍ਰੋਨਿਕਲ",
        "ਵਾਈਕਿੰਗਜ਼ ਦੇ ਖਾਤਮੇ ਤੋਂ ਬਾਅਦ ਐਨਐਫਐਲ ਫ੍ਰੀ ਏਜੰਸੀ ਵਿੱਚ ਸੈਮ ਡਾਰਨੋਲਡ ਲਈ ਚੋਟੀ ਦੇ ਲੈਂਡਿੰਗ ਸਪੌਟਸ - ਬਲੀਚਰ ਰਿਪੋਰਟ",
        "ਚੈਟਜੀਪੀਟੀ ਨਵੇਂ ਤਹਿ ਕੀਤੇ ਕਾਰਜਾਂ ਦੀ ਵਿਸ਼ੇਸ਼ਤਾ ਦੇ ਨਾਲ ਵਧੇਰੇ ਸਿਰੀ-ਵਰਗੇ ਬਣ ਜਾਂਦਾ ਹੈ - ਆਰਸ ਟੈਕਨੀਕਾ",
        "ਨਿਣਟੇਨਡੋ ਸਵਿਚ 2 ਦੀ ਘੋਸ਼ਣਾ ਇਸ ਹਫਤੇ ਕੀਤੀ ਜਾ ਸਕਦੀ ਹੈਃ ਅਫਵਾਹਾਂ (ਅਤੇ ਤੱਥ) ਹੁਣ ਤੱਕ - ਟੈਕਕ੍ਰਾਂਚ"
    ]
}