{
    "headlines": [
        "ਡਾਂਸਿੰਗ ਵਿਦ ਦ ਸਟਾਰਜ਼ 'ਆਰਟਮ ਚਿਗਵਿੰਤਸੇਵ ਨਿੱਕੀ ਗਾਰਸੀਆ ਦੇ ਤਲਾਕ ਦਾਇਰ ਕਰਨ ਦਾ ਜਵਾਬ ਦਿੰਦਾ ਹੈ - ਈ! ਖ਼ਬਰਾਂ",
        "ਉੱਤਰੀ ਕੋਰੀਆ ਨੇ ਯੂਰੇਨੀਅਮ ਦੀ ਖੁਸ਼ਹਾਲੀ ਵਾਲੀ ਜਗ੍ਹਾ ਦਾ ਦੌਰਾ ਕਰਨ ਵਾਲੇ ਕਿਮ ਜੋਂਗ ਉਨ ਦੀਆਂ ਤਸਵੀਰਾਂ ਜਾਰੀ ਕੀਤੀਆਂ, ਆਪਣੇ ਪ੍ਰਮਾਣੂ ਪ੍ਰੋਗਰਾਮ ਦੇ ਅੰਦਰ ਦੁਰਲੱਭ ਝਲਕ ਦਿੱਤੀ - ਸੀਐਨਐਨ",
        "‘ਸਾਡੇ ਕੋਲ ਅਪਲਾਚੀ ਹਾਈ ਸਕੂਲ ਵਿਚ ਇਕ ਸਰਗਰਮ ਨਿਸ਼ਾਨੇਬਾਜ਼ ਹੈ.’ ਸ਼ੈਰਿਫ ਦਾ ਦਫਤਰ ਜਾਰਜੀਆ ਹਾਈ ਸਕੂਲ ਦੀ ਗੋਲੀਬਾਰੀ ਤੋਂ ਰੇਡੀਓ ਕਾਲਾਂ ਜਾਰੀ ਕਰਦਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਬੋਇੰਗ ਵਰਕਰ ਇਕਰਾਰਨਾਮੇ ਦੀ ਪੇਸ਼ਕਸ਼ ਨੂੰ ਰੱਦ ਕਰਨ ਅਤੇ ਨੌਕਰੀ ਤੋਂ ਬਾਹਰ ਜਾਣ ਲਈ ਭਾਰੀ ਵੋਟਾਂ ਤੋਂ ਬਾਅਦ ਹੜਤਾਲ 'ਤੇ ਚਲੇ ਜਾਂਦੇ ਹਨ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਕੈਟਲਿਨ ਕਲਾਰਕ ਨੇ ਡਬਲਯੂਐਨਬੀਏ ਸਹਾਇਤਾ ਦਾ ਰਿਕਾਰਡ ਤੋੜਿਆ ਕਿਉਂਕਿ ਰੁਕੀ ਆਫ ਦਿ ਈਅਰ ਮੁਹਿੰਮ ਜਾਰੀ ਹੈ - ਯਾਹੂ ਸਪੋਰਟਸ",
        "ਵਾਸ਼ਿੰਗਟਨ ਵਿਚ ਸਟਾਰਮਰ-ਬਾਇਡਨ ਗੱਲਬਾਤ ਤੋਂ ਬਾਅਦ ਯੂਕਰੇਨ ਮਿਜ਼ਾਈਲਾਂ 'ਤੇ ਕੋਈ ਨਵਾਂ ਵਾਅਦਾ ਨਹੀਂ - ਬੀਬੀਸੀ.",
        "ਫਰਵਰੀ ਤੋਂ ਲਾਪਤਾ ਹੋਏ ਵਿਸਕਾਨਸਿਨ ਦੇ ਬੱਚਿਆਂ ਦੇ ਏਲੀਯਾਹ ਵੀਯੂ ਦੇ ਅਵਸ਼ੇਸ਼, ਸੰਘਣੇ ਜੰਗਲ ਦੇ ਖੇਤਰ ਵਿੱਚ ਮਿਲੇ - ਸੀਐਨਐਨ",
        "ਐਪਲ ਦਾ ਜੌਨੀ ਸਰਾਓਜੀ ਸਾਰੇ ਆਈਫੋਨ 16 ਮਾਡਲਾਂ ਦੀ 8 ਜੀਬੀ ਰੈਮ ਦੀ ਪੁਸ਼ਟੀ ਕਰਦਾ ਹੈ, ਵਧੇਰੇ ਵੇਰਵੇ - 9to5Mac",
        "ਜਸਟਿਨ ਟਿੰਬਰਲੇਕ ਨੇ ਲੌਂਗ ਆਈਲੈਂਡ ਡੀਡਬਲਯੂਆਈ ਦੀ ਗ੍ਰਿਫਤਾਰੀ ਤੋਂ ਬਾਅਦ ਘੱਟ ਦੋਸ਼ਾਂ ਲਈ ਦੋਸ਼ੀ ਮੰਨਿਆ, \"ਗਲਤੀ\" ਨੂੰ ਸਵੀਕਾਰ ਕੀਤਾ - ਸੀਬੀਐਸ ਨਿ New ਯਾਰਕ",
        "ਐਨਐਫਐਲ ਨੂੰ 49ers ਵਿੱਚ ਕੋਈ ਉਲੰਘਣਾ ਨਹੀਂ ਮਿਲਦੀ ’ਕ੍ਰਿਸ਼ਚੀਅਨ ਮੈਕਕੈਫਰੀ ਦੀ ਸਥਿਤੀ ਨੂੰ ਛੁਪਾਉਣਾ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਜੱਜ ਏਲੀਯਾਹ ਮੈਕਲੇਨ ਦੀ ਮੌਤ ਵਿੱਚ ਦੋਸ਼ੀ ਕੋਲੋਰਾਡੋ ਪੈਰਾ ਮੈਡੀਕਲ ਨੂੰ ਜੇਲ੍ਹ ਤੋਂ ਰਿਹਾਅ ਕਰਦਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਬਹੁਤ ਸਾਰੇ ਅਮਰੀਕੀ ਨਵੇਂ ਕੋਵਿਡ ਸ਼ਾਟ ਲੈਣ ਦੀ ਯੋਜਨਾ ਨਹੀਂ ਬਣਾ ਰਹੇ - ਦ ਹਿੱਲ",
        "ਜਲ ਸੈਨਾ ਦੇ ਕਪਤਾਨ ਜਹਾਜ਼ ਨੂੰ ਛੱਡਣਾ ਪਸੰਦ ਨਹੀਂ ਕਰਦੇ- ਪਰ ਸਟਾਰਲਾਈਨਰ ਨਾਲ, ਜਹਾਜ਼ ਉਨ੍ਹਾਂ ਨੂੰ ਛੱਡ ਗਿਆ - ਆਰਸ ਟੈਕਨੀਕਾ",
        "ਰਿਪੋਰਟ \"ਕੋਈ ਸਬੂਤ ਨਹੀਂ\" ਲੱਭਦੀ ਹੈ ਹਵਾਈ ਅਧਿਕਾਰੀ ਚੇਤਾਵਨੀਆਂ ਦੇ ਬਾਵਜੂਦ ਜਾਨਲੇਵਾ ਜੰਗਲੀ ਅੱਗ ਲਈ ਤਿਆਰ ਹਨ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਮਿਸਰ ਦੀ ਸਰਹੱਦ ਨਾਲ ਲੱਗਦੀ ਗਾਜ਼ਾ ਵਿੱਚ ਜ਼ਮੀਨ ਦੀ ਇੱਕ ਪੱਟੀ ਕਿਵੇਂ ਜੰਗਬੰਦੀ ਲਈ ਰੁਕਾਵਟ ਬਣ ਗਈ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਹਟਾਈ",
        "ਬਹਿਸ ਦੀ ਗਤੀ 'ਤੇ ਨਿਰਮਾਣ, ਹੈਰਿਸ ਰੈਡਰ ਖੇਤਰਾਂ ਵਿਚ ਜ਼ਮੀਨ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ ਕੰਮ ਕਰਦਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਹਟਾਈ",
        "ਟਰੰਪ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਹ ਦੂਰ-ਸੱਜੇ ਅੰਦੋਲਨਕਾਰੀ ਲੌਰਾ ਲੂਮਰ ਨੂੰ ਨਿਯੰਤਰਿਤ ਨਹੀਂ ਕਰਦੇ, ਉਸ ਨੂੰ 'ਆਜ਼ਾਦ ਆਤਮਾ’ ਕਹਿੰਦੇ ਹਨ - ਸੀਐਨਐਨ",
        "ਮਾਈਕ੍ਰੋਸਾੱਫਟ ਵਿੰਡੋਜ਼ ਕਰਨਲ ਤੋਂ ਸੁਰੱਖਿਆ ਸਾੱਫਟਵੇਅਰ ਨੂੰ ਬਾਹਰ ਲਿਜਾਣ ਦੀ ਯੋਜਨਾ ਬਣਾ ਰਿਹਾ ਹੈ - TechSpot"
    ]
}