{
    "headlines": [
        "Taylor Swift gewinnt sieben VMAs und bindet Beyoncé auf Lebenszeit an die Spitze - Reuters.com",
        "Aktien-Futures um Zoll höher, da sich die Anleger auf mehr Inflations- und Arbeitsdaten einstellen: Live-Updates - CNBC",
        "Jon Bon Jovi rettet Frau vor dem Sprung vom Rand der Fußgängerbrücke - News Channel 5 Nashville",
        "Hurrikan Francine nähert sich Louisiana, einschließlich New Orleans - Axios",
        "SpaceX Polaris Dawn Weltraumspaziergang: Brechen die USA ein 50 Jahre altes Weltraumgesetz? - Al Jazeera Englisch",
        "Israel Gaza: UN sagt israelischer Luftangriff tötete sechs seiner Mitarbeiter - BBC.com",
        "Pac-12 beäugt Schulen in Mountain West, um sich Oregon State, Washington State anzuschließen, um die Liga zu erhalten - CBS Sports",
        "Alberto Fujimori, ein ehemaliger Präsident Perus, der wegen Menschenrechtsverletzungen verurteilt wurde, stirbt im Alter von 86 Jahren - The Associated Press",
        "VMAs 2024: Beste und schlimmste Momente, von Taylor Swift und Eminem bis Sabrina Carpenter und Katy Perry - New York Post",
        "OpenAI in Gesprächen, um Mittel in Höhe von 150 Mrd. USD zu beschaffen, berichtet Bloomberg News - Reuters",
        "Nordkorea feuert Kurzstreckenraketen beim ersten Start seit zwei Monaten ab - Reuters.com",
        "Aces-Star A'ja Wilson bricht den WNBA-Single-Season-Scoring-Rekord und überholt Jewel Lloyd - Yahoo Sports",
        "\"Trump hat die Debatte verloren\", geben die Republikaner in Pittsburgh zu, nachdem sie sich vor dem Showdown zuversichtlich gefühlt hatten - New York Post",
        "Wie sind die 3 Waldbrände, die in SoCal brannten, so schnell gewachsen? - ABC7 Los Angeles",
        "Mike Johnsons Höllenschlacht, wenn er 2025 den Lautsprecherhammer hält - Axios",
        "Microsoft fügt quantenresistente Algorithmen zu seiner Kern-Kryptobibliothek hinzu - Ars Technica",
        "Bills vs. Dolphins Vorhersage, Auswahl, Quoten, Wie man Donnerstagabend Fußball sieht Woche 2 - The Action Network",
        "NFL Week 2 Pick'em, Confidence Pool Ratings, Picks, Expert Projections - The Action Network",
        "NASA-Astronaut Don Pettit macht vierte Reise zur Internationalen Raumstation - Spaceflight Now",
        "Caitlin Clark empfiehlt Amerikanern, nachdem sie Taylor Swifts Harris-Bestätigungsbeitrag gemocht hat - Fox News"
    ]
}