{
    "headlines": [
        "Космический мусор весом более 1000 фунтов врезался в деревню в Кении - AOL",
        "Брайан Джонсон хочет жить вечно. Новый фильм Netflix показывает дикие способы, которые он пробует. - USA TODAY",
        "Эти сети ресторанов закрылись в 2024 году - CNBC",
        "Новости из Нового Орлеана: 10 погибших, десятки раненых после того, как автомобиль врезался в толпу в результате «террористической атаки» - ABC News",
        "От следующего Йоргоса Лантимоса, Пола Томаса Андерсона и Спайка Ли до режиссерских дебютов Скарлетт Йоханссон и Кристен Стюарт и возвращения Тома Круза в Канны?: 71 фильм со всего мира, которые могут осветить фестивали в 2025 году - крайний срок",
        "Отчет по акциям Lions vs. 49ers: 6 райзеров, 3 падающих после победы на западном побережье - Pride Of Detroit",
        "Ким Чен Ын из Северной Кореи посещает новогодние праздники и получает открытку от Си Цзиньпина, сообщает ЦТАК - Reuters.com",
        "Украина прекратила поставки российского газа в Европу - CNN",
        "Полиция идентифицирует женщину, подожженную в результате смертельной атаки в Нью-Йорке - BBC.com",
        "Россия запустила 111 беспилотников по Украине в смертельной новогодней атаке, заявил Киев - ABC News",
        "Январское ночное небо: полное затмение Марса от «Волчьей луны» - Forbes",
        "Число случаев норовируса в США возросло. Как это повлияло на регион округа Колумбия. - The Washington Post",
        "Смотрите: Ужасающее видео о том, как подозреваемый толкнул человека на рельсы метро на Манхэттене - The Times of India",
        "Что делать в преддверии Нового года после слабого финиша к сильному 2024 году - Investor's Business Daily",
        "Тренер из Южной Каролины Шейн Бимер в ярости от тренера из Иллинойса за издевательства над ним из-за спора о старте - New York Post",
        "Плей-офф колледжа по футболу: № 6 Penn State выходит в полуфинал с победой 31-14 Fiesta Bowl над № 3 Boise State - Yahoo Sports",
        "Трамп говорит, что будет звонить Майку Джонсону - POLITICO",
        "Джон Хэмм реагирует на то, что Энди Коэн назвал его «мужчиной Николь Кидман» во время новогоднего спецвыпуска - Hollywood Reporter",
        "Джастин Балдони подал в суд на New York Times на 250 МИЛЛИОНОВ долларов за историю Блейка Лайвли: руководство по ключевым игрокам, участвующим в споре «It Ends With Us» - Yahoo Entertainment",
        "На фото: новогодние праздники по всему миру - Axios"
    ]
}