{
    "headlines": [
        "Machen Sie sich bereit für Trumps Ansturm auf die Executive Order - POLITICO",
        "Alle Geflügelaktivitäten in Georgien ausgesetzt, nachdem die Vogelgrippe in einem kommerziellen Betrieb bestätigt wurde - CNN",
        "Patrick Mahomes und die Chiefs erreichen das AFC-Meisterschaftsspiel Nr. 7 mit einem Sieg über die Texans - NBC Sports",
        "Tage vor Trumps Amtsantritt marschieren Tausende von Demonstranten in Washington, D.C. - PBS NewsHour",
        "2025 NFL Divisional Round Quoten, Vorhersagen, Linie, Spread: Kommandanten vs. Lions Picks von Experten auf 19-5 Lauf - CBS Sports",
        "Trump startet Meme Coin, $TRump Tage vor Rückkehr ins Weiße Haus - BBC.com",
        "Eric Adams kehrt von Trump-Treffen zu Wählern zurück, die dem gewählten Präsidenten misstrauisch gegenüberstehen - POLITICO",
        "David Lynchs Kinder zollen dem Filmemacher Tribut, laden Menschen ein, ihn in \"Worldwide Group Meditation\" zu ehren - Deadline",
        "Extreme Kälteprognose für einen Großteil der USA in den kommenden Tagen, einschließlich ungewöhnlicher Schneefälle in der Region der Golfküste - The Associated Press",
        "Amtseinführung des Präsidenten 2025: Was Sie über Trumps Vereidigung wissen sollten - Axios",
        "Skilift im spanischen Resort bricht zusammen und verletzt Dutzende - CNN",
        "UFC 311 Quoten, Prognosen: Experten-Tipps, Vorschauen für alle 13 Kämpfe - The Action Network",
        "Snoop Dogg trat bei einer Trump-Einweihungsveranstaltung auf, und die Leute haben viel zu sagen - Yahoo Entertainment",
        "Trump sagt, dass er das TikTok-Verbot \"höchstwahrscheinlich\" vorübergehend verzögern wird, aber noch keine endgültige Entscheidung getroffen hat - CNN",
        "FAIR Plan hat ein Risiko von Waldbränden in LA in Höhe von 5 Milliarden US-Dollar gegenüber einer Rückversicherung in Höhe von 5,78 Milliarden US-Dollar - Fortune",
        "Nach den Bränden in L.A. ist es dringender denn je, die Produktion zurückzubringen - Vielfalt",
        "North Carolina Home Insurance Premium-Basissätze steigen bis Mitte 2026 um etwa 15 % - The Associated Press",
        "Das durchgesickerte Promo-Video des Galaxy S25 wurde entfernt, nachdem enttäuschende Upgrades präsentiert wurden - PhoneArena",
        "Diese Woche in Bitcoin: BTC explodiert vor Trumps Amtseinführung - Entschlüsseln",
        "Diese Woche im Weltraum Podcast: Episode 144 — Die große Mond-Armada - Space.com"
    ]
}