{
    "headlines": [
        "ਲਾਈਵ ਅਪਡੇਟਸਃ ਮੈਟ ਗਾਏਟਜ਼ ਨੈਤਿਕਤਾ ਦੀ ਰਿਪੋਰਟ ਕਹਿੰਦੀ ਹੈ ਕਿ ਉਸਨੇ ਦਫਤਰ ਵਿੱਚ ਰਹਿੰਦਿਆਂ ਸੈਕਸ ਅਤੇ ਨਸ਼ਿਆਂ ਲਈ ਭੁਗਤਾਨ ਕੀਤਾ - ਬੀਬੀਸੀ.",
        "ਨੋਰਡਸਟ੍ਰੋਮ ਫੈਮਿਲੀ 6.25 ਬਿਲੀਅਨ ਡਾਲਰ ਦੇ ਸੌਦੇ ਵਿਚ ਕੰਪਨੀ ਪ੍ਰਾਈਵੇਟ ਲੈਣ ਲਈ - ਬਲੂਮਬਰਗ",
        "ਸੀਨ ਮਨਿਆ ਮੈਟਸ ਤੇ ਵਾਪਸ ਆਉਂਦੀ ਹੈਃ ਪਿਚਰ ਬ੍ਰੇਕਆਉਟ ਸਾਲ ਤੋਂ ਬਾਅਦ ਤਿੰਨ ਸਾਲ, 75 ਮਿਲੀਅਨ ਡਾਲਰ ਦੇ ਸੌਦੇ ਲਈ ਸਹਿਮਤ ਹੈ, ਪ੍ਰਤੀ ਰਿਪੋਰਟ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਨਿਊਯਾਰਕ ਸਿਟੀ ਪੁਲਿਸ ਨੇ ਸਬਵੇਅ ਕਾਰ ਵਿਚ ਅੱਗ ਲੱਗਣ ਨਾਲ ਮਿਲੀ ਇਕ ਔਰਤ ਦੀ ਮੌਤ ਦਾ ਸ਼ੱਕ ਜਤਾਇਆ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਕਿਮ ਕਾਰਦਾਸ਼ੀਅਨ ਨੇ ਟ੍ਰੈਵਿਸ ਬਾਰਕਰ ਦੁਆਰਾ ਤਿਆਰ ‘ਸੈਂਟਾ ਬੇਬੀ‘ ਕਵਰ ਲਈ ਵੀਡੀਓ ਵਿਚ ਕ੍ਰਿਸਮਸ ਹਫੜਾ-ਦਫੜੀ ਭਰੀ - ਯਾਹੂ ਐਂਟਰਟੇਨਮੈਂਟ",
        "ਹੋਂਡਾ ਅਤੇ ਨਿਸਾਨ ਇਲੈਕਟ੍ਰਿਕ ਕਾਰਾਂ ਦੇ ਯੁੱਗ ਵਿੱਚ ਦਾਖਲ ਹੁੰਦੇ ਹੋਏ ਅਭੇਦ ਹੋਣ ਦੀ ਯੋਜਨਾ ਬਣਾ ਰਹੇ ਹਨ - ਦਿ ਵਰਜ",
        "ਚੀਨੀ ਮਾਲਕਾਂ ਤੋਂ ਪ੍ਰਿੰਟਰ ਮੇਕਰ ਲੇਕਸਮਾਰਕ ਖਰੀਦਣ ਲਈ ਜ਼ੇਰੋਕਸ - ਦਿ ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "ਸੀਈਓ ਹੱਤਿਆ ਕਰਨ ਵਾਲੇ ਸ਼ੱਕੀ ਲੁਗੀ ਮੈਂਗਿਓਨ ਨੂੰ ਰਾਜ ਦੇ ਹੱਤਿਆ ਦੇ ਦੋਸ਼ਾਂ 'ਤੇ ਗ੍ਰਿਫਤਾਰੀ ਲਈ ਮੈਨਹੱਟਨ ਦੀ ਅਦਾਲਤ ਵਿਚ ਪੇਸ਼ ਹੋਣ ਲਈ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਯੂਕਰੇਨ ਦੇ ਵਿਸ਼ੇਸ਼ ਬਲਾਂ ਨੇ 100 ਤੋਂ ਵੱਧ ਉੱਤਰੀ ਕੋਰੀਆ ਦੇ ਮਾਰੇ ਜਾਂ ਜ਼ਖਮੀ ਹੋਣ ਦਾ ਦਾਅਵਾ ਕੀਤਾ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਦੇਸ਼ ਭਗਤਾਂ ਨੇ ਅਜੇ ਵੀ ਤਿਆਗ ਨਹੀਂ ਕੀਤਾ ਹੈ, ਅਤੇ ਬਿਲਾਂ ਨੂੰ ਉਨ੍ਹਾਂ ਦੇ ਨੁਕਸਾਨ ਤੋਂ ਹੋਰ ਟੇਕਵੇਅ - ਪੈਟਸ ਪਲਪਿਟ",
        "ਹੈਲੀ ਬੀਬਰ ਨੇ ਆਪਣੇ ਅਤੇ ਬੇਟੇ ਜੈਕ ਬਲੂਜ਼ ਲਈ ਸਪਾਰਕਲੀ ਬਰਥਸਟੋਨ ਰਿੰਗ ਦੀ ਸ਼ੁਰੂਆਤ ਕੀਤੀ - ਹਿੰਦੁਸਤਾਨ ਟਾਈਮਜ਼",
        "ਅਮਰੀਕਾ ਨੇ ਚੀਨੀ ਸੈਮੀਕੰਡਕਟਰ ਉਦਯੋਗ ਦੀ ਜਾਂਚ ਸ਼ੁਰੂ ਕੀਤੀ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "Gwyneth Paltrow, ਐਮੀ Schumer ਅਤੇ ਪੌਲ Feig ਆਪਸ ਵਿੱਚ ਹਾਲੀਵੁੱਡ ਸਿਤਾਰੇ ਬੰਬਸ਼ੈਲ ਜਸਟਿਨ ਬਾਲਡੋਨੀ ਮੁਕੱਦਮੇ ਦੇ ਬਾਅਦ ਬਲੇਕ ਲਾਈਵ ਨਾਲ ਖੜ੍ਹੇ - ਡੈੱਡਲਾਈਨ",
        "\"ਉਹ ਮੈਕਕਾਰਥੀ ਨਾਲੋਂ ਵਧੀਆ ਨਹੀਂ ਹੈ\": ਡੈਮੋਕਰੇਟਸ ਚੇਤਾਵਨੀ ਦਿੰਦੇ ਹਨ ਕਿ ਉਹ ਮਾਈਕ ਜਾਨਸਨ ਨੂੰ ਦੁਬਾਰਾ ਨਹੀਂ ਬਚਾਉਣਗੇ - ਐਕਸੀਓਸ",
        "ਚੀਨ ਨੇ ਅਮਰੀਕੀ ਟਾਈਫੋਨ ਮਿਜ਼ਾਈਲ ਪ੍ਰਣਾਲੀ ਹਾਸਲ ਕਰਨ ਦੇ ਫਿਲੀਪੀਨਜ਼ ਦੇ ਫੈਸਲੇ ਦੀ ਕੀਤੀ ਨਿਖੇਧੀ - Al Jazeera English",
        "ਤੱਥ ਸ਼ੀਟਃ ਰਾਸ਼ਟਰਪਤੀ ਬਾਇਡਨ ਨੇ ਮੌਤ ਦੀ ਕਤਾਰ 'ਤੇ 37 ਵਿਅਕਤੀਆਂ ਦੀ ਸਜ਼ਾ ਸੁਣਾਈ - ਵ੍ਹਾਈਟ ਹਾ Houseਸ",
        "ਕੁਝ ਐਲਜੀਬੀਟੀਕਿQ+ ਲੋਕਾਂ ਲਈ, ਇਕੱਲੇ ਬੁ agingਾਪਾ ਪਿਛਲੇ ਸਦਮੇ ਨੂੰ ਭੜਕਾਉਂਦਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਹਰ ਰੋਜ਼ ਚਾਹ ਜਾਂ ਕੌਫੀ ਪੀਣ ਨਾਲ ਮੂੰਹ ਅਤੇ ਗਲੇ ਦੇ ਕੈਂਸਰ ਦਾ ਖਤਰਾ ਘੱਟ ਹੋ ਸਕਦਾ ਹੈ - ਸਾਇੰਸਅਲਰਟ",
        "ਇਸ ਬ੍ਰਾਂਡ-ਨਵੀਂ ਚਿੱਪ ਵਿਚ ਕੋਈ ਛੋਟਾ ਕੋਰ ਨਹੀਂ ਹੈ, ਮਿਡ-ਰੇਂਜ ਫੋਨਾਂ ਵਿਚ ਸਨੈਪਡ੍ਰੈਗਨ ਨੂੰ ਹਰਾ ਸਕਦਾ ਹੈ - ਐਂਡਰਾਇਡ ਅਥਾਰਟੀ",
        "ਡੱਲਾਸ ਕਾਉਬੌਇਜ਼ ਪਲੇਆਫ ਪਿੱਛਾ ਤੋਂ ਬਾਹਰ ਕੱ afterੇ ਜਾਣ ਤੋਂ ਬਾਅਦ ਮਾਲਕ ਜੈਰੀ ਜੋਨਸ ਨੂੰ ਮਾਣ ਮਹਿਸੂਸ ਕਰਦੇ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ"
    ]
}