{
    "headlines": [
        "ਟਰੰਪ ਨੇ ਕਾਲਾਂ ਅਤੇ ਬੈਕ ਚੈਨਲਾਂ ਰਾਹੀਂ ਵਿਦੇਸ਼ੀ ਨੇਤਾਵਾਂ ਨੂੰ ਉਦਘਾਟਨ ਦੇ ਸੱਦੇ ਦੀ ਪੇਸ਼ਕਸ਼ ਕੀਤੀ - ਸੀਐਨਐਨ",
        "ਕੈਲੀਫੋਰਨੀਆ ਵਿੱਚ ਕੱਚਾ ਦੁੱਧ ਪੀਣ ਵਾਲੇ ਲੋਕਾਂ ਵਿੱਚ ਵਧੇਰੇ ਬਿਮਾਰੀਆਂ ਦੀ ਰਿਪੋਰਟ ਹੈ. ਸਿਹਤ ਮਾਹਰਾਂ ਦੇ ਅਨੁਸਾਰ, ਇੱਥੇ ਜੋਖਮ ਹਨ - ਸੀ ਐਨ ਐਨ",
        "ਨੇਤਨਯਾਹੂ ਬੰਧਕ ਸੌਦੇ ‘ਤੇ ਪਹੁੰਚਣ ਲਈ’ ਤਿਆਰ’ਹੈ ਅਤੇ ਪੱਖ‘ਨੇੜੇ ‘ਹਨ, ਅਮਰੀਕੀ ਅਧਿਕਾਰੀ ਨੇ ਕਿਹਾ - ਇਜ਼ਰਾਈਲ ਦੇ ਟਾਈਮਜ਼",
        "ਉਸ ਨੇ ਕੁਝ ਪਿਆਰਿਆਂ ਨੂੰ ਮਹੀਨਿਆਂ ਲਈ ਕੱਟ ਦਿੱਤਾ. ਹੁਣ, ਸ਼ੱਕੀ ਲੁਈਗੀ ਮੈਂਗਿਓਨ ਸਿਹਤ ਦੇਖਭਾਲ ਦੇ ਸੀਈਓ ਦੀ ਹੱਤਿਆ ਵਿੱਚ ਵੱਧ ਰਹੇ ਸਬੂਤ ਦਾ ਸਾਹਮਣਾ ਕਰਦਾ ਹੈ - ਸੀਐਨਐਨ",
        "ਐਫਟੀਸੀ ਨੇ ਅਲਕੋਹਲ ਵੰਡਣ ਵਾਲੀ ਦਿੱਗਜ ਦੱਖਣੀ ਗਲੇਜ਼ਰ 'ਤੇ‘ ਅਣਉਚਿਤ ਕੀਮਤ ’ਦਾ ਦੋਸ਼ ਲਗਾਇਆ - ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਬ੍ਰੌਡਕਾਮ ਮੁਨਾਫੇ 'ਤੇ ਧੜਕਦਾ ਹੈ, ਕਹਿੰਦਾ ਹੈ ਕਿ ਏਆਈ ਮਾਲੀਆ ਇਸ ਸਾਲ ਤਿੰਨ ਗੁਣਾ ਤੋਂ ਵੱਧ ਹੈ - ਸੀਐਨਬੀਸੀ",
        "ਬਿਲ ਬੇਲੀਚਿਕ, ਉੱਤਰੀ ਕੈਰੋਲੀਨਾ ਇਕਰਾਰਨਾਮੇ ਦੇ ਵੇਰਵੇਃ ਤਨਖਾਹ, ਲੰਬਾਈ, ਬੋਨਸ ਅਤੇ ਬਾਇਆਉਟ ਅਸਧਾਰਨ ਸ਼ਰਤਾਂ ਲਈ ਬਣਾਉਂਦੇ ਹਨ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਵ੍ਹਾਈਟ ਹਾ Houseਸ ਰਹੱਸਮਈ ਗਤੀਵਿਧੀ 'ਤੇ' ਜ਼ਰੂਰੀ ਚਿੰਤਾ 'ਦੇ ਵਿਚਕਾਰ ਕੁਝ ਡਰੋਨ ਦੇਖਣ ਦੀ ਤਸਦੀਕ ਕਰਨ ਵਿੱਚ ਅਸਮਰੱਥ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਵਾਰਨਰ ਬ੍ਰਦਰਜ਼ ਡਿਸਕਵਰੀ ਸਟਾਕ ਵਧਦਾ ਹੈ ਜਿਵੇਂ ਕਿ ਇਹ ਆਪਣੇ ਕਾਰੋਬਾਰ ਦਾ ਪੁਨਰਗਠਨ ਕਰਦਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਨੀਂਦਰਥਲ ਤੋਂ ਬਿਨਾਂ ਮਨੁੱਖ ਸ਼ਾਇਦ ਨਹੀਂ ਬਚਿਆ ਸੀ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਸਾਡੇ ਸੂਰਜ ਵਰਗੇ ਤਾਰੇ ਹਰ 100 ਸਾਲਾਂ ਵਿੱਚ ‘ਸੁਪਰਫਲੇਅਰਜ਼’ ਨਾਲ ਫਟਦੇ ਹਨ, ਅਧਿਐਨ ਸੁਝਾਅ ਦਿੰਦਾ ਹੈ - ਗਿਜ਼ਮੋਡੋ",
        "ਧਰਤੀ ‘ਤੇ ਜੀਵਨ ਲਈ’ ਬੇਮਿਸਾਲ ਜੋਖਮ ’: ਵਿਗਿਆਨੀਆਂ ਨੇ‘ ਮਿਰਰ ਲਾਈਫ 'ਮਾਈਕਰੋਬ ਖੋਜ‘ ਤੇ ਰੋਕ ਲਗਾਉਣ ਦੀ ਮੰਗ ਕੀਤੀ - ਗਾਰਡੀਅਨ",
        "ਟਰੰਪ ਨੇ ਅਮਰੀਕਾ ਦੀ ਆਵਾਜ਼ ਦੀ ਅਗਵਾਈ ਕਰਨ ਲਈ ਕੈਰੀ ਝੀਲ ਦੀ ਚੋਣ ਕੀਤੀ - ਨਿਊਯਾਰਕ ਟਾਈਮਜ਼",
        "ਬੋਇਸ ਖੇਤਰ ਵਿੱਚ ਹਜ਼ਾਰਾਂ ਜੰਗਲੀ ਪੰਛੀ ਬਰਡ ਫਲੂ ਨਾਲ ਮਰ ਰਹੇ ਹਨ, ਆਈਡਾਹੋ ਮੱਛੀ ਅਤੇ ਗੇਮ ਕਹਿੰਦੀ ਹੈ - ਆਈਡਾਹੋ ਸਟੇਟਸਮੈਨ",
        "ਮਾਰਕ ਜ਼ੁਕਰਬਰਗ ਦਾ ਮੈਟਾ ਟਰੰਪ ਫੰਡ ਨੂੰ $ 1M ਦਾਨ ਕਰਦਾ ਹੈ - ਬੀਬੀਸੀ.",
        "ਸੀਨ 'ਡਿੱਡੀ' ਕੰਬਜ਼ ਨੇ ਨਵੇਂ ਮੁਕੱਦਮੇ ਵਿਚ 3 ਆਦਮੀਆਂ ਦਾ ਜਿਨਸੀ ਸ਼ੋਸ਼ਣ ਕਰਨ ਦਾ ਦੋਸ਼ ਲਗਾਇਆ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਗੂਗਲ ਇਕ ਵਾਰ ਫਿਰ ਐਂਡਰਾਇਡ ਐਕਸਆਰ - ਆਰਸ ਟੈਕਨੀਕਾ ਨਾਲ “ਵਿਸਤ੍ਰਿਤ ਹਕੀਕਤ” ਵਿਚ ਕਦਮ ਰੱਖਦਾ ਹੈ",
        "ਚੈਟਜੀਪੀਟੀ ਹੁਣ ਰੀਅਲ-ਟਾਈਮ ਵੀਡੀਓ ਨੂੰ ਸਮਝਦੀ ਹੈ, ਓਪਨਏਆਈ ਦੇ ਸੱਤ ਮਹੀਨਿਆਂ ਬਾਅਦ ਇਸ ਨੂੰ ਪਹਿਲਾਂ ਡੈਮੋਡ ਕੀਤਾ - ਟੈਕਕ੍ਰਾਂਚ",
        "6 ਜਨਵਰੀ ਦੇ ਯੂਐਸ ਕੈਪੀਟਲ ਦੰਗੇ 'ਤੇ ਕੋਈ ਵੀ ਅੰਡਰਕਵਰ ਐਫਬੀਆਈ ਏਜੰਟ ਨਹੀਂ ਸੀ, ਵਾਚਡੌਗ ਰਿਪੋਰਟਾਂ - ਸੀ ਐਨ ਐਨ",
        "'ਵੈਂਡਰਪੰਪ ਨਿਯਮ' ਸਟਾਰ ਜੇਮਜ਼ ਕੈਨੇਡੀ ਘਰੇਲੂ ਹਿੰਸਾ ਲਈ ਗ੍ਰਿਫਤਾਰ - ਟੀਐਮਜ਼ੈਡ"
    ]
}