{
    "headlines": [
        "Rams vs. Cardinals live updates: NFL scores, game stats, highlights, where to watch Saturday night game - CBS Sports",
        "Israel forcibly evacuates Gaza's Kamal Adwan hospital and detains medical staff - BBC.com",
        "At least 28 dead in South Korea plane crash - reports - BBC.com",
        "Tee Higgins’ 3-yard TD reception with 1:07 left in OT keeps Bengals’ playoff hopes alive - NBC Sports",
        "UPDATE: Sussex County Snow Geese Tests Presumptive Positive for Bird Flu - WBOC TV 16",
        "Cam Ward sits out second half of Miami's loss in Pop-Tarts Bowl: Social media reacts - USA TODAY",
        "Giant waves kill at least 1 in Ecuador, close ports in Peru - CBS News",
        "Stomach bug causing sudden vomiting, diarrhea surges in US - KSDK.com",
        "15 injured after Brightline train collides with fire truck in Florida - ABC News",
        "Supermodel and actress Dayle Haddon dead at 76 from apparent carbon monoxide leak - CNN",
        "At least 1 dead, significant 'damage to buildings' in Texas town amidst severe storm, mayor says - ABC News",
        "‘Bachelorette’ alum Andi Dorfman hospitalized with hematomas less than a week after giving birth - Page Six",
        "Israel's Benjamin Netanyahu to undergo prostate removal surgery, his office says - CBS News",
        "Trump sides with Elon Musk in H-1B visa debate, says he's always been in favor of the program - Reuters",
        "Winning ticket for $1.22 billion lottery jackpot sold in California, Mega Millions says - Yahoo! Voices",
        "US homelessness hit record high in 2024 - BBC.com",
        "Not all Big Lots stores will close: Deal with Gordon Brothers keeps up to 400 open - USA TODAY",
        "Watch Joe Burrow's entrance to Paycor Stadium before Bengals vs. Broncos - The Cincinnati Enquirer",
        "Man accused of attacking TV reporter, saying ‘This is Trump’s America now’ - CNN",
        "WHO chief 'escaped death narrowly' in Yemen airport attack - BBC.com"
    ]
}