{
    "headlines": [
        "ਗੇਮ 3 ਟੇਕਵੇਅਜ਼ਃ ਡੋਜਰਸ ਨੇ ਯੈਂਕੀਜ਼ 'ਤੇ 3-0 ਵਰਲਡ ਸੀਰੀਜ਼ ਦੀ ਬੜ੍ਹਤ ਬਣਾਈ - ਈਐਸਪੀਐਨ",
        "ਵਾਪੋ ਦੇ ਸਾਬਕਾ ਮੁੱਖ ਸੰਪਾਦਕ ਨੇ ਸਮਰਥਨ ਦੇ ਫੈਸਲੇ ਨਾਲ 'ਗੰਭੀਰ ਗਲਤੀ' ਕਰਨ ਲਈ ਬੇਜੋਸ ਨੂੰ ਝੰਜੋੜਿਆਃ 'ਇੱਕ ਧੋਖਾ' - ਫੌਕਸ ਨਿ Newsਜ਼",
        "ਹਿਜ਼ਬੁਲ ਨੇ ਨਾਇਮ ਕਾਸਿਮ ਨੂੰ ਨਸਰਾਲ ਤੋਂ ਬਾਅਦ ਮੁਖੀ ਚੁਣਿਆ - ਰਾਇਟਰਜ਼",
        "ਹੈਰਿਸ ਡੀਸੀ ਵਿੱਚ ਭਾਸ਼ਣ ਦੇਣਗੇ ਕਿਉਂਕਿ ਪੈਨਸਿਲਵੇਨੀਆ ਵਿੱਚ ਟਰੰਪ ਮੁਹਿੰਮਾਂ ਇੱਕ ਹਫਤਾ ਚੋਣਾਂ ਦੇ ਦਿਨ - ਸੀਐਨਐਨ",
        "ਫੋਰਡ ਸਟਾਕ Q3 ਦੀ ਵਿਕਰੀ ਬੀਟ ਦੇ ਬਾਵਜੂਦ ਡਿੱਗਦਾ ਹੈ, ਕਿਉਂਕਿ ਇਹ 2024 ਦੇ ਮੁਨਾਫੇ ਦੀ ਭਵਿੱਖਬਾਣੀ ਦੇ ਹੇਠਲੇ ਸਿਰੇ ਵੱਲ ਸੇਧ ਦਿੰਦਾ ਹੈ - ਯਾਹੂ ਵਿੱਤ",
        "ਡੇਵ Bautista, Zoë Kravitz, Riley Keough ਕੇਟ ਜ਼ੈਲਨਰਜ਼ 'ਅਲਫ਼ਾ ਗੈਂਗ - ਡੈੱਡਲਾਈਨ",
        "ਐਮਾਜ਼ਾਨ ਐਮ 4 ਚਿੱਪ ਦੇ ਨਾਲ ਛੋਟੇ ਮੈਕ ਮਿਨੀ ਨੂੰ ਲੀਕ ਕਰਦਾ ਹੈ - ਦਿ ਵਰਜ",
        "ਹਾਇਕਰ ਨੂੰ ਟੈਕਸਾਸ ਨੈਸ਼ਨਲ ਪਾਰਕ ਵਿਚ ਮ੍ਰਿਤਕ ਪਾਇਆ ਗਿਆ ਜਦੋਂ ਅਧਿਕਾਰੀਆਂ ਨੇ ਕਈ ਦਿਨਾਂ ਤੋਂ ਕਾਰ ਦੀ ਅਣਹੋਂਦ ਦੇਖੀ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਐਨਐਫਐਲ ਪਾਵਰ ਰੈਂਕਿੰਗਃ ਜਿੱਥੇ ਵੱਡੀ ਜਿੱਤ ਬਨਾਮ ਕਾਉਬੌਇਜ਼ ਤੋਂ ਬਾਅਦ 49ers ਬੈਠਦੇ ਹਨ - ਯਾਹੂ ਸਪੋਰਟਸ",
        "ਟਰੰਪ ਦੀ ਮੈਡਿਸਨ ਸਕੁਏਅਰ ਗਾਰਡਨ ਰੈਲੀ ’ਤੇ ਖੇਡੇ ਗਏ ਕਨਫੈਡਰੇਟ ਗੀਤ' ਦੀਕਸੀ '- ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਇਜ਼ਰਾਈਲ ਨੇ ਸੰਯੁਕਤ ਰਾਸ਼ਟਰ ਸਹਾਇਤਾ ਏਜੰਸੀ 'ਤੇ ਪਾਬੰਦੀ ਲਗਾਉਣ ਲਈ ਵੋਟ ਦਿੱਤੀ, ਫਲਸਤੀਨੀਆਂ ਨੇ ਕਿਹਾ ਕਿ 100,000 ਵਸਨੀਕ ਫਸੇ ਹੋਏ ਹਨ - ਰਾਇਟਰ",
        "ਟਿਕਟਾਕ ਦੇ ਮਾਲਕ ਬਾਈਟਡਾਂਸ ਦੇ ਸੰਸਥਾਪਕ ਚੀਨ ਦੀ ਅਮੀਰ ਸੂਚੀ ਵਿੱਚ ਚੋਟੀ 'ਤੇ ਛਾਲ ਮਾਰਦੇ ਹਨ - ਰਾਇਟਰਜ਼",
        "ਮੈਕਡੋਨਲਡਜ਼ ਕਮਾਈ ਦੀ ਰਿਪੋਰਟ ਕਰਨ ਜਾ ਰਿਹਾ ਹੈ. ਇੱਥੇ ਕੀ ਉਮੀਦ ਕਰਨੀ ਹੈ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਅਮਰੀਕੀ ਟੈਕਸ ਕਿਵੇਂ ਤੋੜਦਾ ਹੈ ਇੱਕ ਚੀਨੀ ਸੌਰ energyਰਜਾ ਦੈਂਤ ਨੂੰ ਓਹੀਓ ਲਿਆਇਆ - ਬਲੂਮਬਰਗ",
        "ਟਰੰਪ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਡੈਮੋਕਰੇਟ 'ਘਿਣਾਉਣੀ' ਬਿਆਨਬਾਜ਼ੀ ਦੀ ਵਰਤੋਂ ਕਰ ਰਹੇ ਹਨਃ ਅਟਲਾਂਟਾ ਰੈਲੀ ਤੋਂ ਚੋਟੀ ਦੇ ਟੇਕਵੇਅ - ਅਮਰੀਕਾ ਅੱਜ",
        "'ਸੋਮਵਾਰ ਨਾਈਟ ਫੁੱਟਬਾਲ' ਤੇ ਜਾਇੰਟਸ-ਸਟੀਲਰਜ਼ਃ ਅਸੀਂ ਪਿਟਸਬਰਗ ਦੀ 26-18 ਦੀ ਜਿੱਤ ਤੋਂ ਕੀ ਸਿੱਖਿਆ - ਐਨਐਫਐਲ.",
        "ਸੀਨ \"Diddy\" Combs 10- ਅਤੇ 17 ਸਾਲ ਦੀ ਉਮਰ ਦੇ ਮੁੰਡੇ 'ਤੇ ਜਿਨਸੀ ਸ਼ੋਸ਼ਣ ਦੇ ਨਵ ਮੁਕੱਦਮੇ ਵਿਚ ਦੋਸ਼ੀ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਈਰਾਨ ਨੇ ਜਰਮਨ-ਈਰਾਨੀ ਜਮਸ਼ੀਦ ਸ਼ਰਮਹਦ ਨੂੰ ਫਾਂਸੀ ਦਿੱਤੀ - ਡੀਡਬਲਯੂ (ਅੰਗਰੇਜ਼ੀ)",
        "ਸੇਲੇਨਾ ਗੋਮੇਜ਼ ਅਤੇ ਡੇਵਿਡ ਹੈਨਰੀ ਨੇ ‘ਵਿਜ਼ਾਰਡਜ਼ ਬਿਓਂਡ ਵੇਵਰਲੀ ਪਲੇਸ' ਕਾਰਪੇਟ ’ਤੇ ਫੰਕੀ ਹੈਟ ਗਾਣਾ ਗਾਇਆ - ਹਾਲੀਵੁੱਡ ਤੱਕ ਪਹੁੰਚ",
        "ਇਬੋਲਾ ਵਰਗਾ ਵਾਇਰਸ ਨਾਲ ਮੌਤ ਪੱਛਮੀ ਅਫਰੀਕਾ ਦੀ ਯਾਤਰਾ ਤੋਂ ਬਾਅਦ ਆਇਓਵਾ ਵਿੱਚ ਰਿਪੋਰਟ ਕੀਤੀ ਗਈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ"
    ]
}