{
    "headlines": [
        "As ações da Boeing sobem após a oferta de pagamento para encerrar a greve. Votação do sindicato prevista para a próxima semana. - Barron's",
        "Relatório de empregos de outubro: a economia dos EUA adiciona apenas 12.000 empregos com a greve da Boeing, os furacões pesam no mercado de trabalho - Yahoo Finance",
        "O que saber sobre as inundações sem precedentes que mataram mais de 200 em Espanha - The Associated Press",
        "Os futuros do Nasdaq 100 sobem à medida que os investidores analisam os últimos ganhos em tecnologia, aguardando dados de empregos: atualizações ao vivo - CNBC",
        "Funcionário da Geórgia diz que vídeo de suposta fraude eleitoral provavelmente foi criado por uma fazenda de trolls russa - CBS News",
        "Dodgers 'Simple Plan on Scouting Report to Beat Yankees in World Series Rang True - Sports Illustrated",
        "Terra da casa inicial de um milhão de dólares pode decidir o destino do Congresso - POLITICO",
        "CEO da Exxon Mobil, Darren Woods, sobre os resultados do terceiro trimestre: a transformação da empresa está começando a se manifestar - CNBC Television",
        "O que é a antiga cidade libanesa de Baalbek e por que Israel a está atacando? - Al Jazeera English",
        "Prévia da semana 10 de Connelly: Penn State-Ohio State começa novembro em alta - ESPN",
        "Ex-modelo da Playboy afirma que Sean ‘Diddy’ Combs a fez assistir ao vídeo de Jennifer Lopez em ‘Freak Off’ - Página Seis",
        "Tiroteios de Halloween no bairro noturno de Orlando deixam 2 mortos e 6 feridos - CNN",
        "Coreia do Norte se vangloria do míssil ‘mais forte do mundo’, mas especialistas dizem que é grande demais para ser usado em guerra - New York Post",
        "Rússia condena ex-funcionário do consulado dos EUA a quase cinco anos de prisão - Al Jazeera",
        "Coreia do Norte apoiará Rússia até vitória na Ucrânia, diz ministro das Relações Exteriores",
        "A cicatrização da camada de ozônio progride à medida que 2024 buracos antárticos estão entre os menores em décadas - The Daily Galaxy --Great Discoveries Channel",
        "iPhone SE 4 primeiro a obter o modem 5G projetado pela Apple, iPhone 17 Pro para adicionar chip Wi-Fi 7 personalizado - MacRumors",
        "   Removido ",
        "‘Squid Game’: teaser trailer oficial da 2ª temporada - CNN",
        "Tenho COVID, gripe ou outra coisa? 2024 sintomas e testes para saber. - CBS News"
    ]
}