{
    "headlines": [
        "3 قتلى و 4 جرحى في انهيار جسر المسيسيبي يجري إعداده للهدم - وكالة أسوشيتد برس",
        "ريان ميرفي \"Grotesquerie\" يكشف عن نفسه مع حلقة تويست كبيرة: \"أن لا شيء من هذا خرج هو معجزة\" - مراسل هوليوود",
        "زيلينسكي يكشف عن \"خطة النصر\"، ويدعو إلى عضوية عاجلة في الناتو - واشنطن بوست",
        "كيف يمكن أن يكون الاكتشاف \"الفاسد\" في خزانة المتحف هو المفتاح لإعادة النمر التسماني إلى الحياة - الجارديان",
        "ليام باين، عضو سابق في One Direction، توفي عن عمر يناهز 31 عامًا - سي إن إن",
        "بيان وزير الدفاع لويد ج. أوستن الثالث حول الضربات الجوية الأمريكية في المناطق التي يسيطر عليها الحوثيون في اليمن - وزارة الدفاع",
        "تجاهل كايتلين كلارك تكريم WNBA آخر بالإجماع بعد جدل Rookie of the Year - New York Post",
        "فائز يونيسكو من على ارتفاع 28 قدمًا يرفع ليبرتي 2-1 - ESPN",
        "قضية إخوة مينينديز: أفراد الأسرة يطالبون بالإفراج عنهم - BBC.com",
        "الصين تعزز دعمها للعقارات غير المكتملة إلى 562 مليار دولار - بلومبرغ",
        "رجل أمريكي يموت من فيروسات البعوض النادرة التي تم صيدها في الفناء الخلفي، والحالات آخذة في الارتفاع - NDTV",
        "كامالا هاريس تتبارز مع مذيعة فوكس نيوز في مقابلة مع تيستي - سي إن إن",
        "إسرائيل تضرب بالقرب من بيروت لأول مرة منذ أيام - نيويورك تايمز",
        "أمازون تكشف عن أول قارئ إلكتروني ملون لأجهزة Kindle بعد سنوات من التطوير - رويترز",
        "التناظرية تكشف عن تفاصيل حول وحدة التحكم الجديدة المستوحاة من N64 - IGN Daily Fix - IGN",
        "تضاعف أمازون اعتمادها على الطاقة النووية من خلال صفقة مفاعلات صغيرة - واشنطن بوست",
        "أبرشية لوس أنجلوس تصل إلى 880 مليون دولار لتسوية الاعتداء الجنسي - رويترز",
        "القاضي يبطل قواعد الانتخابات الجديدة في جورجيا، بما في ذلك تلك المتعلقة بفرز الأصوات والتصديق عليها - PBS NewsHour",
        "تخطط آشفيل، نورث كارولينا، لإعادة فتح المدارس بعد شهر من ضرب هيلين، لكن التحديات لا تزال قائمة - إن بي سي نيوز",
        "تتبنى لجنة التجارة الفيدرالية قاعدة \"النقر للإلغاء\" مما يسهل التخلص من الاشتراكات غير المرغوب فيها - PBS NewsHour"
    ]
}