{
    "headlines": [
        "Five Years Later: What We Know About Long Covid - Chasing Life with Dr. Sanjay Gupta - Podcast on CNN Audio - CNN",
        "Trégua em Gaza quebra enquanto Israel realiza uma onda de ataques mortais e diz que ‘voltou aos combates’ - CNN",
        "Ganho de ações asiáticas pelo terceiro dia à medida que os futuros dos EUA caem: Market Wrap - Yahoo Finance",
        "Grampo de moda rápida Forever 21 pede falência novamente - The Washington Post",
        "Diz-se que a China examinará o acordo portuário de Li Ka-shing por violações - Bloomberg",
        "NCAA Tournament 2025 bracket pickings, upsets, best Cinderella teams: Model simules March Madness 10,000 times - CBS Sports",
        "Todos os quatro modelos do iPhone 17 com rumores de câmera frontal de 24 megapixels atualizada e muito mais - MacRumors",
        "Os Giants podem muito bem esperar pela decisão de Aaron Rodgers neste momento - New York Post",
        "Alemanha deve votar aumento histórico nos gastos com defesa - BBC.com",
        "O ex-estrela de bacharel Sean Lowe correu para o pronto-socorro depois de ser violentamente atacado por seu cão - The Independent",
        "Schumer está a fazer o controlo de danos. Não está funcionando. - POLITICO",
        "Trump nomeia a governadora do Fed, Michelle Bowman, para ser a principal policial do banco central: \"A economia foi mal administrada\" - New York Post",
        "EUA revidam ataques a terroristas houthis apoiados pelo Irã no Iêmen - Departamento de Defesa",
        "No Kennedy Center, Trump imagina refazer Honors, sugere que ele poderia hospedar - The Washington Post",
        "Trump diz que \"muitos elementos\" concordaram antes da ligação de Putin - BBC.com",
        "Os Bengals teriam sido confrontados com a perda de Ja 'Marr Chase se não assinassem novamente Tee Higgins - Cincy Jungle",
        "Os presidentes usam aberturas automáticas há décadas. Agora Trump se opõe ao uso de um por Biden - The Associated Press",
        "A sonda lunar Blue Ghost, que faz história, envia uma última mensagem da lua - CNN",
        "Como assistir ao iHeartRadio Music Awards 2025 na TV e streaming online - Prazo"
    ]
}