{
    "headlines": [
        "ਪੂਰਬੀ ਤੱਟ ਬੰਦਰਗਾਹ 'ਤੇ 1977 ਤੋਂ ਬਾਅਦ ਪਹਿਲੀ ਵਾਰ ਹੜਤਾਲ ਸ਼ੁਰੂ ਹੋ ਗਈ ਹੈ । ਇੱਥੇ ਕੀ ਜਾਣਨਾ ਹੈ. - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਹੈਲਸੀ ਨੇ ਖੁਲਾਸਾ ਕੀਤਾ ਕਿ ਉਸ ਨੂੰ 'ਬਹੁਤ ਡਰਾਉਣੀ' ਜ਼ਬਤ ਕਰਨ ਤੋਂ ਬਾਅਦ ਹਸਪਤਾਲ ਦਾਖਲ ਕਰਵਾਇਆ ਗਿਆ ਸੀ - ਟੀਐਮਜ਼ੈਡ",
        "ਜ਼ੈਲਡਾਃ ਬੁੱਧੀ ਦੀ ਫਰੇਮ ਰੇਟ ਦੀ ਗੂੰਜ ਲਿੰਕ ਦੇ ਜਾਗਣ ਨਾਲੋਂ \"ਹੋਰ ਵੀ ਮਾੜੀ\" ਹੈ - ਨਿਨਟੈਂਡੋ ਲਾਈਫ",
        "ਰੂਡੀ ਜਿਉਲਿਆਨੀ ਡੀਸੀ ਵਿੱਚ ਭੰਗ ਹੋ ਗਈ, ਨਿ New ਯਾਰਕ ਵਿੱਚ ਭੰਗ ਹੋਣ ਦੇ ਮਹੀਨਿਆਂ ਬਾਅਦ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਇਜ਼ਰਾਈਲ ਨੇ ਅਮਰੀਕਾ ਦੀ ਹਮਾਇਤ ਪ੍ਰਾਪਤ ਲੇਬਨਾਨ ਜੰਗਬੰਦੀ ਪ੍ਰਸਤਾਵ ਨੂੰ ਠੁਕਰਾਇਆ - ਰਾਇਟਰ",
        "PS5 ਪ੍ਰੋ 30 ਵੀਂ ਵਰ੍ਹੇਗੰ price ਕੀਮਤ ਦਾ ਖੁਲਾਸਾ ਹੋਇਆਃ ਇੱਥੇ ਸੋਨੀ ਦੇ ਕੰਸੋਲ ਦੀ ਕੀਮਤ ਕਿੰਨੀ ਹੈ - ਸ਼ਾਰਟਕੱਟ",
        "ਤੂਫਾਨ ਹੇਲੀਨ ਫਲੋਰਿਡਾ ਖਾੜੀ ਤੱਟ ਦੇ ਕੁਝ ਹਿੱਸਿਆਂ ਵਿੱਚ \"ਵਿਨਾਸ਼ਕਾਰੀ ਅਤੇ ਘਾਤਕ ਤੂਫਾਨ ਦੇ ਵਾਧੇ\" ਲਿਆ ਸਕਦਾ ਹੈ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਹੋਡਾ ਕੋਟਬ ਨੇ ਘੋਸ਼ਣਾ ਕੀਤੀ ਕਿ ਉਹ ਅੱਜ ਦੇ ਸ਼ੋਅ ਨੂੰ ਛੱਡ ਰਹੀ ਹੈ - ਅੱਜ",
        "ਜੀਓਪੀ ਆਲੋਚਨਾ ਦੇ ਵਿਚਕਾਰ ਕੈਪੀਟਲ ਹਿੱਲ ਦੇ ਨੇਤਾਵਾਂ ਨਾਲ ਮੁਲਾਕਾਤ ਕਰਨ ਲਈ ਜ਼ੇਲੇਨਸਕੀ ਕਾਰਨ - ਪੋਲੀਟਿਕੋ",
        "ਦੁਨੀਆ ਦੇ ਸਭ ਤੋਂ ਲੰਬੇ ਸਮੇਂ ਤੱਕ ਮੌਤ ਦੀ ਸਜ਼ਾ ਕੱਟ ਰਹੇ ਕੈਦੀ ਨੂੰ ਜਾਪਾਨ ਵਿੱਚ ਬਰੀ ਕੀਤਾ ਗਿਆ - ਐਨਬੀਸੀ ਨਿ Newsਜ਼",
        "ਹਟਾਈ",
        "ਸਾ Southਥਵੈਸਟ ਏਅਰਲਾਈਨਜ਼ ਗਰਮੀਆਂ ਦੇ ਮਾਲੀਏ ਦੀ ਭਵਿੱਖਬਾਣੀ ਵਧਾਉਂਦੀ ਹੈ, ਸ਼ੇਅਰ ਬਾਇਬੈਕ ਵਿਚ 2.5 ਬਿਲੀਅਨ ਡਾਲਰ ਦਾ ਅਧਿਕਾਰ ਦਿੰਦੀ ਹੈ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਐਕਸਕਲੂਸਿਵਃ ਓਪਨਏਆਈ ਗੈਰ-ਮੁਨਾਫਾ ਨਿਯੰਤਰਣ ਨੂੰ ਹਟਾਉਣ ਅਤੇ ਸੈਮ ਅਲਟਮੈਨ ਇਕੁਇਟੀ ਦੇਣ ਲਈ - ਰਾਇਟਰਜ਼",
        "ਐਨਐਫਐਲ ਹਫਤਾ 4 ਐਮਐਮਕਿQਬੀ ਸਟਾਫ ਤੋਂ ਪਿਕਃ ਬਿੱਲ ਅੰਡਰਡੌਗਸ ਰੇਵੇਨਜ਼ ਦਾ ਦੌਰਾ ਕਰ ਰਹੇ ਹਨ - ਸਪੋਰਟਸ ਇਲੈਸਟਰਡ",
        "ਅਲਾਬਾਮਾ ਦੂਜੇ ਯੂਐਸ ਨਾਈਟ੍ਰੋਜਨ ਗੈਸ ਫਾਂਸੀ ਵਿੱਚ ਕੈਦੀ ਨੂੰ ਮੌਤ ਦੇ ਘਾਟ ਉਤਾਰਨ ਦੀ ਤਿਆਰੀ ਕਰਦਾ ਹੈ - ਐਨਬੀਸੀ ਨਿ Newsਜ਼",
        "ਐਥਲੈਟਿਕਸ ਪ੍ਰਸ਼ੰਸਕ ਓਕਲੈਂਡ ਕੋਲੀਜ਼ੀਅਮ ਵਿਖੇ ਫਾਈਨਲ ਗੇਮ ਲਈ ਤਿਆਰੀ ਕਰਦੇ ਹਨਃ 'ਹਰ ਕੋਈ ਕੀਮਤ ਅਦਾ ਕਰ ਰਿਹਾ ਹੈ' - ਅਮਰੀਕਾ ਅੱਜ",
        "ਸਾਬਕਾ ਐਮਵੀਪੀ ਰੋਜ਼ 16 ਸਾਲਾਂ ਦੇ ਐਨਬੀਏ ਕੈਰੀਅਰ ਤੋਂ ਬਾਅਦ ਰਿਟਾਇਰ ਹੋ ਰਿਹਾ ਹੈ - ਈਐਸਪੀਐਨ",
        "ਸਪੇਸਐਕਸ ਕਰੂ -9 ਨੇ ਆਈਐਸਐਸ ਮਿਸ਼ਨ ਤੋਂ 2 ਨਾਸਾ ਦੇ ਪੁਲਾੜ ਯਾਤਰੀਆਂ ਨੂੰ ਸੁੱਟ ਦਿੱਤਾ, ਪਰ ਉਹ ਤਿਆਰ ਸਨ (ਵੀਡੀਓ) - ਸਪੇਸ ਡਾਟ ਕਾਮ",
        "ਯੂਕਰੇਨ ਲਈ ਅਮਰੀਕੀ ਸਮਰਥਨ 'ਤੇ ਰਾਸ਼ਟਰਪਤੀ ਜੋਅ ਬਿਡੇਨ ਦਾ ਬਿਆਨ - ਵ੍ਹਾਈਟ ਹਾਊਸ",
        "ਓਰੀਅਨ ਅਤੇ ਰਿਐਲਿਟੀ ਲੈਬਜ਼ ਬਾਰੇ ਮੈਟਾ ਸੀਟੀਓ ਐਂਡਰਿ B ਬੋਸਵਰਥ ਨਾਲ ਇੱਕ ਇੰਟਰਵਿਊ - ਬੇਨ ਥੌਮਸਨ ਦੁਆਰਾ ਸਟ੍ਰੈਚਰੀ"
    ]
}