{
    "headlines": [
        "فاراج إلى ماسك: لا يزال بإمكاننا أن نكون أصدقاء - POLITICO Europe",
        "ما هي الخطوة التالية لكندا بعد استقالة ترودو - واشنطن بوست",
        "إسقاط قوس التصفيات في الدوري الوطني لكرة القدم الأمريكية لعام 2025: فواتير إنزال الأكباش لأول فوز في مباراة السوبر بول ؛ توقعات لكل مباراة - سي بي إس سبورتس",
        "البنتاغون يضع أكبر شركات بطاريات وتكنولوجيا السيارات الكهربائية في الصين على القائمة السوداء - واشنطن بوست",
        "زلزال قوي يهز منطقة نائية من التبت وأجزاء من نيبال، مما أسفر عن مقتل 53 شخصًا على الأقل - سي إن إن",
        "Nvidia‘s ‘Cosmos’ AI يساعد الروبوتات البشرية على التنقل في العالم - WIRED",
        "الرئيس التنفيذي لشركة Nvidia يكشف النقاب عن بطاقات \"Blackwell\" للألعاب وأرقام المشروع AI Supercomputer - Barron's",
        "توقيع إيزيكيل إليوت مع تشارجرز قبل التصفيات النهائية لاتحاد كرة القدم الأميركي بعد خروج رعاة البقر - نيويورك بوست",
        "هيو جاكمان وسوتون فوستر يؤكدان أخيرًا العلاقة من خلال الإمساك بالأيدي في ليلة المواعدة - جاريد فقط",
        "WWE Raw on Netflix results, recap, grades: Roman Reigns, CM Punk emerge as big winners on Netflix firstut - CBS Sports",
        "كوريا الشمالية تقول إن الصاروخ الجديد الذي تفوق سرعته سرعة الصوت \"سيحتوي\" منافسيها في المحيط الهادئ - BBC.com",
        "ولاية داكوتا الشمالية تفوز ببطولة FCS العاشرة 35-32 - NCAA.com",
        "العاصفة الشتوية تضرب العاصمة، ماريلاند، فرجينيا - قناة الطقس",
        "ماذا تعرف عن الحصار خارج المجمع الرئاسي في كوريا الجنوبية - دبليو جيه دبليو فوكس 8 نيوز كليفلاند",
        "محذوف",
        "ماذا تعرف عن جنازة جيمي كارتر في العاصمة، 9 يناير عطلة فيدرالية - واشنطن بوست",
        "يتذكر آدم بالي جيف باينا باعتباره \"راعي الإمكانية\" - النسر",
        "ماكدونالدز هي الأحدث في سياسات ax DEI — تستشهد بـ \"المشهد القانوني المتغير\" - نيويورك بوست",
        "الإبلاغ عن أول حالة وفاة بإنفلونزا الطيور في H5 في الولايات المتحدة - مراكز السيطرة على الأمراض والوقاية منها",
        "لقاء الرئيس جو بايدن مع عائلات ضحايا الهجمات الإرهابية - WDSU نيو أورليانز"
    ]
}