{
    "headlines": [
        "Experten für Gehirnerschütterungen erklären, wann Tagovailoa spielen sollte und gehen auf die Frage nach dem Ruhestand ein - Miami Herald",
        "Ballerina Michaela DePrince, deren Karriere viele inspiriert hat, nachdem sie in den Krieg hineingeboren wurde, stirbt mit 29 - The Associated Press",
        "Rätselhafte Fossilienfunde könnten Aufschluss darüber geben, warum Neandertaler verschwunden sind - CNN",
        "Wie ein falsches Gerücht über Haustiere in der Anwesenheit von Ohio und Laura Loomer dazu beitrug, Trumps geplante Angriffe auf Harris zu entgleisen - CNN",
        "Perry Farrell von Jane's Addiction schlägt Gitarrist Dave Navarro auf die Bühne und stellt das Konzert ein - Fox News",
        "Alabama vs. Wisconsin Live-Stream, wo zu sehen, TV-Kanal, Quoten, Verbreitung, Vorhersage, Auswahl - CBS Sports",
        "Dieser Vater aus Florida fühlte sich fit und gesund — bis ein Arzt sagte, dass er sofort operiert werden müsse - CBS News",
        "Apples visuelle Intelligenz könnte ein Schritt in Richtung Apple-Brille sein - The Verge",
        "Iran sagt, dass es erfolgreich Satelliten mit Raketen gestartet hat, von denen Beamte befürchten, dass sie das ballistische Raketenprogramm vorantreiben könnten - CBS News",
        "Russlands Medwedew droht, Kiew in einen \"riesigen geschmolzenen Ort\" zu verwandeln - POLITICO EUROPE",
        "Disney, DirecTV Reach Deal Ending Blackout von ESPN, ABC und mehr - Vielfalt",
        "[removed]",
        "Erde, um 2 Monate lang einen Mini-Mond zu bekommen? Alles, was Sie wissen müssen - NDTV",
        "Pfizer sagt, dass sein experimentelles Medikament gegen tödliche Zustände, die Appetit und Gewichtsverlust bei Krebspatienten verursachen, positive Studienergebnisse zeigt - CNBC",
        "Laut CDC zeigte ein enger Kontakt mit einem Vogelgrippepatienten in Missouri Symptome - NBC News",
        "Wetten auf eine große Zinssenkung der Fed werden nicht sterben. Für die Börse steht viel auf dem Spiel. - MarketWatch",
        "Indiana-Fieber macht große Ankündigung von Kelsey Mitchell nach Assenverlust - Athlon Sports",
        "LIVE-UPDATES: Deutschland klammert sich an starke Regenfälle und Überschwemmungen - DW (Englisch)",
        "Israel greift Gaza an, als ein amerikanischer Aktivist, der durch israelisches Feuer getötet wurde, begraben wird - The Associated Press",
        "Google Pixel 9 Pro XL vs Pixel 8 Pro: Welches erhalten Sie? - GSMArena Official"
    ]
}