{
    "headlines": [
        "Завтра состоятся дебаты вице-президентов Тима Вальца и Джей Ди Вэнса в 2024 году. Вот что нужно знать. - Новости CBS",
        "Главный помощник Эрика Адамса вытеснен на фоне обширных коррупционных расследований - POLITICO",
        "Сегодняшний счет Lions vs. Seahawks: обновления в прямом эфире, основные моменты игры Monday Night Football - Detroit Free Press",
        "Timothée Chalamet выглядит неузнаваемо с трансформированными волосами и усами на Marty Supreme Set - E! НОВОСТИ",
        "Джо Байден обвинил Дональда Трампа во «лжи» по поводу реакции Белого дома на ураган «Хелен» - Financial Times",
        "Сетка плей-офф МЛБ 2024 года: полная картина после сезона, матчи, в которых Метс и Брейвз претендуют на финальные места - CBS Sports",
        "Мужчина из Северного Техаса разбивает подписанную гитару Тейлор Свифт после ее покупки за $ 4K - WFAA.com",
        "Последняя информация о последствиях урагана «Хелен» - CNN",
        "Премьерный скетч Spirit Halloween Dings 'SNL' с костюмом «Неуместное 50-летнее телешоу» после сезона - крайний срок",
        "Трамп ложно утверждает, что губернатор Джорджии не смог поговорить с Байденом об ущербе от шторма - NBC News",
        "Видите ли вы новый «мини-луну» Земли невооруженным глазом? - Livescience.com",
        "Венчурные капиталисты спешат встретиться с бывшим техническим директором OpenAI Мирой Мурати в надежде профинансировать новую компанию - Business Insider",
        "После шести лет марафонских пресс-конференций мексиканский AMLO уходит со сцены - Yahoo! Voices",
        "Астронавты Crew-9 прибывают на космическую станцию после того, как SpaceX сообщает об аномалии ракеты - CNN",
        "Ограниченное по времени питание связано с большим контролем уровня сахара в крови и потерей жира - Медицинские новости сегодня",
        "MIT Spinoff Liquid дебютирует с нетрансформаторными моделями ИИ, и они уже являются самыми современными - VentureBeat",
        "DOD Enhances Middle East Defense Posture - Министерство обороны",
        "DirecTV и Dish потратили годы, пытаясь объединиться. Это наконец-то происходит. - Yahoo Finance",
        "Концерт и 30 новых домов отмечают 100-летний юбилей Джимми Картера и его долгое наследие - The Associated Press",
        "Анализ CNN показывает, что американские 2000-фунтовые бомбы, вероятно, использовались для удара, в результате которого погиб глава «Хезболлы» Насралла - CNN"
    ]
}