{
    "headlines": [
        "تاكسي تيسلا الآلي الذي سيتم الكشف عنه قريبًا قد يكون بالفعل وراء منافسته الصينية - فورتشن",
        "جيانكارلو ستانتون على أدائه المتميز بعد الموسم، هيمنة جيريت كول - YESNetwork",
        "كرة القدم ليلة الخميس: تسليم سي هوكس لثلاث مرات 49ers بفوز 36-24 - إن بي سي سبورتس",
        "رالي الوشق من 18 إلى أسفل، صاعقة الحرية في العلاج المهني في G1 - ESPN",
        "أوباما يطلق حملة خاطفة في ولاية بنسلفانيا، ويدعو الرجال السود لدعم ترشيح هاريس - سي بي إس نيوز",
        "مقتل شخصين وإصابة 35 على الأقل بعد الإبلاغ عن تسرب كيميائي في مصفاة في دير بارك، كما يقول المسؤولون - ABC13 هيوستن",
        "لقد رفعت دعوى قضائية ضدك من قبل موظف سابق طُلب منه التحقيق مع كيم كارداشيان، \"الذيل\" بيانكا سينسوري - الولايات المتحدة الأمريكية اليوم",
        "إيثيل كينيدي، ناشطة في مجال حقوق الإنسان وأرملة روبرت كينيدي، توفيت عن عمر يناهز 96 عامًا - سي إن إن",
        "الكشف عن سبب وفاة نجم أيام حياتنا دريك هوغستين - E! NEWS",
        "سيتقاعد الرئيس التنفيذي لشركة ستيلانتس كارلوس تافاريس في عام 2026 حيث تكافح شركة صناعة السيارات في أمريكا الشمالية - رويترز",
        "محاكمة شون \"ديدي\" كومز للاتجار بالجنس المقرر إجراؤها في مايو - رويترز",
        "كان ذلك سريعًا: حطمت ديترويت تايجرز رقمًا قياسيًا في كومريكا بارك لحضور ما بعد الموسم مرة أخرى - ديترويت فري برس",
        "الجمهوريون في مجلس الشيوخ لتوفير ملايين الدولارات على الإعلانات — بفضل FEC - POLITICO",
        "لبنان يقول إن 22 قتيلا في غارات إسرائيلية على وسط بيروت - BBC.com",
        "تشكك محكمة الاستئناف الفيدرالية في داكا ولكن يمكنها تضييق نطاق الحكم الذي يلغيها - سي إن إن",
        "مع خروج إعصار ميلتون، يقوم مركز كينيدي للفضاء، كيب كانافيرال، قوة الفضاء بتقييم الأضرار - فلوريدا اليوم",
        "كيف سيطرت نظريات المؤامرة لإعصار ميلتون وهيلين على وسائل التواصل الاجتماعي - BBC.com",
        "رابع شخص يصاب في كاليفورنيا مع انتشار إنفلونزا الطيور - USA TODAY",
        "ضربت عاصفة شمسية الأرض. هل سترى الولايات المتحدة أورورا الليلة ؟ - الواشنطن بوست",
        "Intel (NASDAQ:INTC) معالجات Core Ultra 200s تواجه انتقادات - TipRanks"
    ]
}