{
    "headlines": [
        "بوب أويكر، صوت البيرة منذ فترة طويلة ونجم \"الدوري الرئيسي\"، يموت عن عمر يناهز 90 عامًا - Yahoo Sports",
        "حاكم فلوريدا رون ديسانتيس يختار آشلي موديز ليحل محل ماركو روبيو في مجلس الشيوخ - ABC News",
        "البابا فرنسيس يصيب ذراعه بعد سقوطه في الفاتيكان - سي إن إن",
        "نينتندو سويتش 2 رسميًا: إطلاق وحدة تحكم ألعاب جديدة هذا العام - هوليوود ريبورتر",
        "ستارمر من المملكة المتحدة في كييف لإجراء محادثات أمنية مع تعهد \"بشراكة لمدة 100 عام\" مع أوكرانيا - وكالة أسوشيتد برس",
        "جميع الفنانين الكبار في حفل افتتاح ترامب: كاري أندروود، سكان القرية، غافن ديغرو والمزيد - فوربس",
        "تحديثات حية: مقتل العشرات في غزة مع تأخير إسرائيل للتصويت الرئيسي على الهدنة - سي إن إن",
        "معاينة الحضارة السابعة: عصر جديد للامتياز المخزن - آرس تكنيكا",
        "ASRock Intel Arc B570 Challenger OC \"Battlemage\" مراجعة بطاقة الرسومات – 10 جيجابايت مقابل 8 جيجابايت RTX 4060 مقابل 80 دولارًا أمريكيًا أقل - Wccftech",
        "ورقة غش \"فصل الخدمة\" الموسم 2: ما تحتاج إلى معرفته - Rolling Stone",
        "مقاول دفاع أمريكي لبناء منشأة تصنيع متقدمة لـ 4000 عامل في وسط أوهايو - أصوات ياهو!",
        "Pacers Sports & Entertainment تكشف النقاب عن خطط لبناء مركز Indiana Fever للأداء الرياضي على مستوى عالمي بقيمة 78 مليون دولار - Indiana Fever",
        "رائد فضاء عالق في ناسا يخطو في مسيرة فضائية بعد 7 أشهر في المدار - ABC News",
        "نهاية أبحاث هيندنبورغ ؛ ألقِ نظرة على حياة نايت أندرسون العائلية \"الخاصة\" - تايمز أوف إنديا",
        "كيف سيعمل حظر TikTok ولماذا لا يمكن للمستخدمين تجاوزه بسهولة - رويترز",
        "تتحدث ويندي ويليامز ضد الوصاية: \"أنا لست ضعيفًا معرفيًا\" و \"أشعر وكأنني في السجن\" - تنوع",
        "تأكيد بيسنت: اختيار وزارة الخزانة لترامب للترويج لـ \"العصر الذهبي الاقتصادي الجديد\" - أكسيوس",
        "قد ينتهي عدد الوفيات غير المباشرة الناجمة عن حرائق لوس أنجلوس بالآلاف - Yale Climate Connections",
        "إنها لحظة حاسمة للسكن في كاليفورنيا - Vox.com",
        "يونيفرسال ترد على دعوى دريك \"غير المنطقية\" - BBC.com"
    ]
}