{
    "headlines": [
        "По словам Зеленского, Северная Корея отправила 10 тыс. военнослужащих воевать с Россией - The Hill",
        "Лиам Пейн: Что мы знаем о его смерти - BBC.com",
        "Ужин с Элом Смитом: четыре кляпа от Трампа и Харриса - BBC.com",
        "Квартальная прибыль AmEx превышает ожидания по контролю затрат - Yahoo Finance",
        "Ученые выясняют истоки любви человечества к углеводам - CNN",
        "Кем был Яхья Синвар, лидер ХАМАСа, который, по словам Израиля, был убит? - Ассошиэйтед Пресс",
        "Yankees vs. Guardians: Jhonkensy Noel, David Fry ралли Guardians к эпической, взад и вперед победе в ALCS Game 3 - Yahoo Sports",
        "Цена на золото в последнее время демонстрирует непреодолимую силу - CNBC",
        "В небольшом городке Индианы начинается суд по делу об убийстве двух девочек-подростков - The Associated Press",
        "Изъято",
        "Разборки Техаса с Джорджией в Остине подводят итоги, почему Longhorns перешли в SEC - Yahoo Sports",
        "Генеральный директор CVS Health Карен Линч уходит в отставку, ее заменил Дэвид Джойнер, после падения акций на 19% - CBS News",
        "Фьючерсы на Dow Jones упали в преддверии речей ФРС; Netflix резко увеличил прибыль - Investor's Business Daily",
        "Какой будет зима в Массачусетсе? NOAA делится новым прогнозом воздействия Ла-Нинья - CBS Boston",
        "Гостевая колонка | Наедине с деменцией: одинокие взрослые часто проскальзывают через трещины в уходе - The Washington Post",
        "Байден и Шольц обещают поддерживать помощь Украине по мере приближения победы Трампа - POLITICO EUROPE",
        "«Тонна» Стилерс не согласны с назначением Джастина Филдса на должность Рассела Уилсона: инсайдер НФЛ - New York Post",
        "Исследование показывает, что серьезные инфекции связаны с риском развития деменции - The Washington Post",
        "Победа в четверг сделала Шона Пейтона восьмым главным тренером, победившим все 32 команды НФЛ - NBC Sports",
        "См. Comet A3 Tonight: Here's How - The Weather Channel"
    ]
}