{
    "headlines": [
        "وفاة نجمة فيلم \"عارية وخائفة\" سارة دانسر في حادث تحطم عن عمر يناهز 34 عامًا - نيويورك بوست",
        "الملك تشارلز يعترف بالتاريخ \"المؤلم\" وهو يفتتح قمة الكومنولث - سي إن إن",
        "عادت كبسولة سبيس إكس للتو إلى الأرض. لهذا السبب لم يكن رواد فضاء بوينغ ستارلاينر على متنها - سي إن إن",
        "مالك ومشغل السفينة التي تسببت في انهيار جسر بالتيمور يسوي القضية بمبلغ 102 مليون دولار - أكسيوس",
        "تجمع بريكس الوتيرة كمظالم مشتركة مع تحالف الوقود الغربي - رويترز",
        "نقطة محذوفة هنا",
        "نتائج الوزن | UFC 308: توبوريا مقابل هولواي - UFC",
        "فايكنغز رامز: ماثيو ستافورد 4 TD يمر دوم مينيسوتا إلى خسارتها الثانية على التوالي - ياهو سبورتس",
        "وزارة العدل تحذر ماسك من أن مسابقة الالتماس التي تبلغ قيمتها مليون دولار قد تنتهك قوانين الانتخابات - واشنطن بوست",
        "عارضة ملابس سباحة رياضية مصورة سابقة تقول إن ترامب تحرش بها للتباهي بجيفري إبشتاين - سي إن إن",
        "يقارن ترامب المهاجرين بالقمامة في المسيرة التي تغذيها الإهانة - واشنطن بوست",
        "الناجي، 11 عامًا، من المذبحة الجماعية في ضاحية سياتل الخصبة يتذكر شقيقه المراهق الصباحي الذي يُزعم أنه أطلق النار على الوالدين، 3 أشقاء: \"تظاهر بالموت\" - نيويورك بوست",
        "يسعى المدعون العامون إلى إعادة الحكم على إريك ولايل مينينديز في مقتل والديهما عام 1989 - وكالة أسوشيتد برس",
        "يبدو أن \"مذنب الهالوين\" يتفكك في الفضاء - تنبيه علمي",
        "بناء قائمة يانكيز- دودجرز على الإطلاق: ما هي أساطير بطولة العالم التي تحقق النجاح ؟ - نيويورك بوست",
        "نيكول شيرزينجر، التي ساعدت في إنشاء اتجاه واحد على X - Factor، كانت تراسل ليام باين يوم وفاته - E! أونلاين - E! NEWS",
        "فوهات أسهم كابري 46 ٪ بعد أن حظر القاضي صفقة نسيج بقيمة 8.5 مليار دولار - Yahoo Finance",
        "ريبورن سكوت موتورز - سيارة دفع رباعي فرعية بقيمة 60 ألف دولار وبيك آب في الطريق - آرس تكنيكا",
        "2024 الأسبوع 8 توقعات نتائج الدوري الوطني لكرة القدم الأمريكية والاحتمالات والاختيارات: يصدر الخبراء نتائج دقيقة لجميع المباريات الـ 16 - CBS Sports",
        "يقوم مركز السيطرة على الأمراض بتحديث توصيات لقاح COVID -19 لكبار السن - The Hill"
    ]
}