{
    "headlines": [
        "Trump schwört, Hinrichtungen zu verfolgen, nachdem Biden den größten Teil der Todeszelle des Bundes pendelt - The Associated Press",
        "Was passiert als nächstes für den Arbeitskampf bei Starbucks? - ABC News",
        "Weihnachtsmann-Rallye beginnt; Tesla, AI Chip Stocks Lead - Investor's Business Daily",
        "[removed]",
        "Russisches Frachtschiff sinkt im Mittelmeer und 2 Besatzungsmitglieder fehlen - CBS News",
        "Biden unterzeichnet Anti-Hazing-Gesetz - POLITICO",
        "Packers PFF-Typen: Die besten und schlechtesten Spieler aus dem Sieg über die Heiligen in Woche 16 - Packers Wire",
        "Niederländisches Gericht verurteilt fünf bei Angriffen auf israelische Fußballfans - The Wall Street Journal",
        "Justin Baldoni hat einen Diffamierungsanzug bekommen, als PR-Teams sich gegenseitig wegen Blake Livys \"It Ends With Us\" -Vorwürfen der Verleumdungskampagne anklagen - Frist",
        "[removed]",
        "Sehen Sie den Zusammenbruch des Santa Cruz Wharf inmitten schwerer Wellen - The Washington Post",
        "Trumps Wahlkampf entfacht Streit um richterliche Pensionierungen, neue Richterämter - The Washington Post",
        "Was die Astronauten, deren Rückkehr zur Erde verzögert wurde, zum Weihnachtsessen im Weltraum essen werden - Yahoo! Voices",
        "NFL auf Netflix: Christmas Day games are a 1st for streaming giant - The Associated Press",
        "Die Parker-Solarsonde der NASA schließt den historischen Vorbeiflug der Sonne an Heiligabend ab — aber es könnte Tage dauern, um zu wissen, ob sie überlebt hat - Livescience.com",
        "Trump's Panama Canal threats designed to scuttle China influence - The Washington Post",
        "Dänemark stärkt die grönländische Verteidigung, nachdem Trump den Wunsch nach US-Kontrolle wiederholt hat - BBC.com",
        "Alien erobert Manhattan! Die 5 interessantesten Spieler am NBA-Weihnachtstag - Yahoo Sports",
        "Google nutzt Claude von Anthropic, um seine Gemini AI - TechCrunch zu verbessern",
        "[removed]"
    ]
}