{
    "headlines": [
        "Live updates: Israel’s attacks against Hezbollah in Lebanon - CNN",
        "Fantasy football: Live Week 3 Q&A with our experts, 11 a.m. ET - ESPN",
        "Attack on foreign diplomats' convoy in Pakistan kills police officer, police say - Reuters",
        "‘Beetlejuice Beetlejuice’ Beats ‘Transformers One’ in Unexpectedly Tight Box Office Race - Variety",
        "Anura Kumara Dissanayake: Left-leaning leader wins Sri Lanka election - BBC.com",
        "Self-learning AI generates NFL against the spread, over-under, and money-line picks for every 2024 Week 3 game - CBS Sports",
        "A'ja Wilson and Caitlin Clark are unanimous choices for WNBA AP Player and Rookie of the Year - The Associated Press",
        "Floridians advised to plan as chance of storm in Gulf increases - Tampa Bay Times",
        "Lizzo addresses Ozempic rumor, says she's 'fine both ways' after weight loss - USA TODAY",
        "The stakes behind Ukraine's surprise attack inside Russian territory - CBS News",
        "Taylor Swift enjoys night out with Gigi Hadid in NYC as boyfriend Travis Kelce lands in Atlanta for Chiefs game - New York Post ",
        "A guide to iOS 18’s hidden features and smaller updates - TechCrunch",
        "At least 4 dead, dozens hurt in mass shooting at Birmingham, Alabama’s Five Points South - WVTM13 Birmingham",
        "Israel raids and shuts down Al Jazeera’s bureau in Ramallah in the West Bank - The Associated Press",
        "Watch NASA astronaut, 2 record-breaking cosmonauts head home to Earth on Sept. 23 - Space.com",
        "[Removed]",
        "3 Trades for Higher Yields on Cash As Interest Rates Fall: Goldman - Business Insider",
        "Mortgage rates are close to the ‘magic number.’ Will it matter for California’s market? - San Francisco Chronicle",
        "Fed's preferred inflation gauge and second quarter GDP: What to know this week - Yahoo Finance",
        "[Removed]"
    ]
}