{
    "headlines": [
        "في طريقه إلى مناظرة نائب الرئيس، يقاتل تيم والتز الأعصاب - سي إن إن",
        "رقم 6 أول ملكة جمال مستاءة من كنتاكي في افتتاحية لجنة الأوراق المالية والبورصات، 20–17، بعد غيابه عن مرمى ميدان اللعب - ياهو سبورتس",
        "أكثر من 13000 مهاجر أدينوا بالقتل يعيشون خارج مراكز احتجاز المهاجرين في الولايات المتحدة، كما تقول وكالة ICE - إن بي سي نيوز",
        "حزب الله يؤكد مقتل زعيمه حسن نصر الله في غارة جوية إسرائيلية - وكالة أسوشيتد برس",
        "كيندرا ويلكنسون تشارك تحديثًا نادرًا عن أطفالها هانك وعليجاه - أخبار E!",
        "الناس \"يتعاطون جرعات صغيرة\" من Ozempic — والأطباء لديهم موقف مفاجئ حول ما إذا كانت صحية - نيويورك بوست",
        "سيبدأ آرتش مانينغ في البداية الثانية مقابل ولاية ميسيسيبي بينما يتعافى كوين إويرز من الإصابة في تكساس كيو بي - سي بي إس سبورتس",
        "قرية كارولينا الشمالية التاريخية تحت الماء بعد أضرار مدمرة من هيلين - إن بي سي نيوز",
        "كاهن بلجيكي اعتقل بعد ليلة قاتلة من الجنس والمخدرات مع رجل دين بريطاني - سي بي اس نيوز",
        "من المقرر أن يرد ترامب على هاريس بشأن الهجرة خلال زيارته إلى بلدة صغيرة في ويسكونسن - وكالة أسوشيتد برس",
        "سبيس إكس تطلق مهمة تهدف إلى إعادة رواد فضاء ستارلاينر الذين تأخروا طويلاً - سي إن إن",
        "تقدم ميتا لمحة عن قاتلها المفترض للآيفون: أوريون - تك كرانش",
        "يشيد نجوم \"هاري بوتر\" بماجي سميث: \"لقد أبقت جريفندورز على أصابع قدميها\" - Entertainment Weekly News",
        "جوش هارت تشيلسي الغضب يثير فرحان كارل أنتوني تاونز نيكس الضجة - نيويورك بوست",
        "قنابل \"Megalopolis\" في شباك التذاكر، \"Wild Robot\" ترتفع إلى المرتبة الأولى - مراسل هوليوود",
        "عدد القتلى من إعصار هيلين يتصاعد مع بدء تقييم الآثار - NPR",
        "براين ويليامز، أمازون في محادثات خاصة بليلة الانتخابات - الموعد النهائي",
        "يقول القاضي - ذا فيرج - إن واجب آبل المنزلي يحل يوم الاثنين بغض النظر عن أي شيء",
        "تلوح في الأفق اضطرابات في موانئ الساحل الشرقي بينما يستعد أصحاب السفن الطويلة للإضراب - واشنطن بوست",
        "تم إمالة Samsung Galaxy S25 Ultra مرة أخرى للحصول على ترقية المواصفات الرئيسية - TechRadar"
    ]
}