{
    "headlines": [
        "تحديثات مباشرة: يقول تقرير أخلاقيات مات غايتز إنه دفع مقابل الجنس والمخدرات أثناء وجوده في منصبه - BBC.com",
        "عائلة نوردستروم تستحوذ على شركة خاصة في صفقة بقيمة 6.25 مليار دولار - بلومبرغ",
        "شون مانع يعود إلى ميتس: يوافق بيتشر على صفقة مدتها ثلاث سنوات بقيمة 75 مليون دولار بعد عام الاختراق، لكل تقرير - سي بي إس سبورتس",
        "شرطة مدينة نيويورك تلقي القبض على مشتبه به في وفاة امرأة عثر عليها مشتعلة في عربة مترو الأنفاق - وكالة أسوشيتد برس",
        "تزحف كيم كارداشيان خلال فوضى عيد الميلاد في فيديو لترافيس باركر - غلاف \"سانتا بيبي\" - ياهو للترفيه",
        "هوندا ونيسان تخططان للاندماج مع دخولنا عصر السيارات الكهربائية - ذا فيرج",
        "زيروكس تشتري صانع الطابعات لكسمارك من المالكين الصينيين - صحيفة وول ستريت جورنال",
        "الرئيس التنفيذي يقتل المشتبه به لويجي مانجيوني للمثول أمام محكمة مانهاتن بتهمة القتل العمد - ABC News",
        "تدعي القوات الخاصة الأوكرانية مقتل أو إصابة أكثر من 100 كوري شمالي - ABC News",
        "لم يستسلم الوطنيون بعد، والمزيد من الوجبات السريعة من خسارتهم للفواتير - Pats Pulpit",
        "هايلي بيبر تطلق لأول مرة خاتم حجر ميلاد لامع لها ولابنها جاك بلوز - هندوستان تايمز",
        "الولايات المتحدة تطلق تحقيقا في صناعة أشباه الموصلات الصينية - فاينانشال تايمز",
        "غوينيث بالترو وإيمي شومر وبول فيغ من بين نجوم هوليوود الذين يقفون مع بليك ليفلي بعد القنبلة دعوى قضائية ضد جاستن بالدوني - الموعد النهائي",
        "\"إنه ليس أفضل من مكارثي \": يحذر الديمقراطيون من أنهم لن ينقذوا مايك جونسون مرة أخرى - أكسيوس",
        "الصين تنتقد قرار الفلبين الحصول على نظام صواريخ تايفون الأمريكي - الجزيرة الإنجليزية",
        "صحيفة وقائع: الرئيس بايدن يخفف الأحكام الصادرة بحق 37 شخصًا محكوم عليهم بالإعدام - البيت الأبيض",
        "بالنسبة لبعض المثليات والمثليين ومزدوجي الميل الجنسي ومغايري الهوية الجنسانية وأصحاب الميول الجنسية المغايرة (LGBTQ+)، تثير الشيخوخة وحدها صدمات الماضي - صحيفة واشنطن بوست",
        "شرب الشاي أو القهوة كل يوم يمكن أن يقلل من خطر الإصابة بسرطان الفم والحنجرة - ساينس أليرت",
        "لا تحتوي هذه الشريحة الجديدة على نوى صغيرة، ويمكنها التغلب على Snapdragon في الهواتف متوسطة المدى - Android Authority",
        "رعاة البقر في دالاس يجعلون المالك جيري جونز فخورًا بعد إقصائه من مطاردة التصفيات - وكالة أسوشيتد برس"
    ]
}