{
    "headlines": [
        "Прибыль Goldman выросла на 45% по мере возвращения этапов заключения сделок - Yahoo Finance",
        "Фондовый рынок сегодня: падение прибыли Bank of America — обновления в реальном времени - The Wall Street Journal",
        "Кризис Boeing усугубляется. Сейчас она занимает десятки миллиардов долларов - CNN",
        "Walgreens заявляет, что закроет 1200 магазинов к 2027 году, поскольку доходы превышают прогнозы - CNBC",
        "Россиянина спасли живым после почти 10 недель дрейфа в море у побережья Сибири - CNN",
        "Хотите поискать комету А3 в ночном небе? Вот когда, где и как! - WRAL News",
        "Война беспилотников из-за Украины - это высокоскоростная гонка вооружений - Forbes",
        "Oura Ring 4: первые впечатления после недели использования - CNET",
        "Северная Корея взрывает дороги вблизи границы с Югом, предупредив, что это полностью разорвет связи - CNN",
        "Оставшиеся в живых, родственники погибших в Льюистоне, штат Мэн, массовая стрельба делают первый шаг к подаче в суд на армию - Новости CBS",
        "Джефф Ульбрих: Защита «Джетс» была недостаточно хорошей, мы исправим это - NBC Sports",
        "Новое исследование обнаружило связь между COVID и диабетом 2 типа у молодых людей - WTOP",
        "Не называйте это козырной проверкой - POLITICO",
        "По мере приближения выборов стрессовое питание требует острого взгляда: «Это деструктивное поведение» - Fox News",
        "Как убийство в сикхском храме привело к тому, что Канада и Индия выслали дипломатов друг друга? - Ассошиэйтед Пресс",
        "ООН осуждает «большое количество жертв среди гражданского населения» на севере Газы - BBC.com",
        "SpaceX отмечает 100-й запуск 2024 года с миссией Starlink на ракете Falcon 9 - Spaceflight Now",
        "Что нужно знать о досрочном голосовании в Джорджии и Северной Каролине - CNN",
        "Аарон Роджерс из «Джетс» бросает 52-метровую «Аве Мэри» Аллену Лазарду, чтобы закончить первую половину против Биллов - Ассошиэйтед Пресс",
        "Каковы симптомы коклюша? Вспышка поразила Калифорнию на фоне всплеска коклюша по всей стране - ABC7 Лос-Анджелес"
    ]
}