{
    "headlines": [
        "RFK Jr. behauptet, dass Masern mit Vitamin A behandelt werden können, was mit einer schlechten Ernährung zusammenhängt. Das sagt die Wissenschaft. - ABC News",
        "Pope verbringt eine erholsame Nacht im Gemelli-Krankenhaus in Rom - Vatican News - Deutsch",
        "Mondfinsternis: Blutmond vor der Morgendämmerung in ganz Großbritannien abgebildet - BBC.com",
        "2025 NFL Free Agency Tag 4 Gewinner und Verlierer: Die Steelers haben einen Backup-Plan bei QB, während sie auf Aaron Rodgers warten - CBS Sports",
        "In einem mexikanischen Kartell \"Vernichtungslager\": Öfen, Schuhe und Zähne - The Washington Post",
        "Chinesische Aktien steigen, da Peking ein Briefing über den Konsum plant - Bloomberg",
        "Wie Entlassungen des Bildungsministeriums Studentendarlehen, Tests, Bürgerrechte betreffen - The Washington Post",
        "Oz vermied Medicare-Steuern, behaupten Demokraten. Oz sagt, dass der Umzug erlaubt ist. - The Washington Post",
        "Das Flugzeug von American Airlines fängt Feuer bei DIA. 12 Personen, die mit leichten Verletzungen in Krankenhäuser in der Umgebung geschickt wurden - Colorado Public Radio",
        "Das Big March Storm System bedroht uns mit Tornados, Schneestürmen und Waldbränden - Yahoo",
        "Der Senat arbeitet daran, eine teilweise Schließung der Regierung vor Ablauf der Mitternachtsfrist zu verhindern - The Associated Press",
        "US-Weinläden und Importeure sagen, Trumps drohender 200% -Zoll auf europäische Weine würde die Nachfrage zunichte machen - The Associated Press",
        "Zweiter Bundesrichter ordnet vorübergehende Wiedereinstellung von Tausenden von Bewährungshelfern an, die von der Trump-Regierung entlassen wurden - CNN",
        "Putin sagt, die Ukrainer müssen \"kapitulieren oder sterben\" - Voice of America",
        "Das hat Russland gefordert, um seinen Krieg in der Ukraine zu beenden - The Washington Post",
        "Compact Light Phone 3 für Minimalisten voraussichtlich ab Ende März erhältlich - Notebookcheck.net",
        "Die NASA meldet einen Anstieg des Meeresspiegels um einen \"unerwarteten\" Betrag im heißesten Jahr der Erde - ScienceAlert",
        "Ex-Cowboy DeMarcus Lawrence wirft Schatten, nachdem er Dallas für die Seahawks verlassen hat; Micah Parsons feuert zurück - CBS Sports"
    ]
}