{
    "headlines": [
        "Prefeito de Istambul testemunha em tribunal enquanto manifestantes em toda a Turquia desafiam a proibição de reuniões - CNN",
        "O Papa está a melhorar e usa cada vez menos oxigénio de alto fluxo - Vatican News - Inglês",
        "Ex-procuradora dos EUA Jessica Aber encontrada morta na Virgínia aos 43 anos - ABC News",
        "No. 3 Wisconsin Badgers vs. No. 6 BYU Cougars: Game Thread - Bucky's 5th Quarter",
        "Joe Gatto, ex-coringa impraticável, nega acusação de agressão sexual: \"Usei um julgamento ruim\" - Prazo",
        "Kitty Dukakis, ex-primeira-dama de Massachusetts, morre aos 88 anos - PBS NewsHour",
        "O risco de câncer de próstata aumenta em 45% entre os homens que compartilham um comportamento preocupante - AOL",
        "Hue vaza acidentalmente uma nova campainha de vídeo - The Verge",
        "3 mortos, 15 feridos após tiroteio em massa no parque Las Cruces - Koat Novo México",
        "Investidores da Tesla com prejuízo à medida que Elon Musk reduz o preço das ações: \"Desta vez parece diferente\" - Fortune",
        "Polícia de Memphis investiga tiroteio fora do FedExForum - FOX13 Memphis",
        "Israel ataca o Hezbollah em resposta ao lançamento de foguetes no mais significativo aumento de tensões desde o cessar-fogo - CNN",
        "Os anéis icónicos de Saturno desaparecerão num evento celestial raro - Scripps News",
        "ACLU Reage à Última Diretriz do Presidente Trump Ameaçando Advogados e Escritórios de Advocacia - ACLU",
        "Os 'Visuais Vibrantes' do Minecraft Melhoram o Início de uma Nova 'Jornada Gráfica' - IGN",
        "Bilheteria: ‘Branca de Neve’ em perigo de morder envenena maçã, em curso para abertura doméstica de US $ 45 MILHÕES - Hollywood Reporter",
        "Assassin's Creed Shadows lidera 2 milhões de jogadores, \"superando\" os lançamentos de Origins e Odyssey - Eurogamer",
        "Severance Star, USC Marching Band Make Quite an Entrance at PaleyFest — Assista - TVLine",
        "O amado campeão dos pesos pesados George Foreman morre aos 76 anos - PBS NewsHour"
    ]
}