{
    "headlines": [
        "Kim Sae-ron: Atriz sul-coreana encontrada morta aos 24 anos - BBC.com",
        "2025 Daytona 500 adereços, probabilidades, melhores apostas, previsões de especialistas: inclua William Byron nas escolhas de parlay da NASCAR - CBS Sports",
        "Elon Musk gushes over baby mama Shivon Zilis and kids in the middle of Ashley St. Clair controversy: ‘Cold-blooded’ - New York Post",
        "O asteroide 2024 YR4 pode atingir a Terra em 7 anos. Aqui está o que pode acontecer — e o que está a ser feito sobre isso - CNN",
        "Ucrânia não participa de conversas EUA-Rússia na Arábia Saudita, diz fonte do governo à BBC - BBC.com",
        "Rebeldes vistos no centro da principal cidade da República Democrática do Congo depois de reivindicar a aquisição - CNN",
        "Sean Combs, Neil Gaiman e o terrível poder dos segredos - Rolling Stone",
        "Rubio diz que o Hamas deve ser erradicado, lançando mais dúvidas sobre o cessar-fogo instável em Gaza - The Associated Press",
        "As tarifas de Trump são um mistério, então os investidores continuam comprando ações - Bloomberg",
        "Restaurantes alertam para o primeiro trimestre fraco, mas dizem que as vendas vão aumentar ainda este ano - CNBC",
        "Modelos mais antigos de IA mostram sinais de declínio cognitivo, mostra estudo - Livescience.com",
        "A independência do Departamento de Justiça está ameaçada à medida que a equipa de Trump afirma ter poder sobre casos e funcionários - The Associated Press",
        "Não consegue encontrar nenhum bom programa da Netflix? Usei esses códigos secretos para desbloquear o catálogo completo - ZDNet",
        "Mac McClung faz história no concurso Slam Dunk durante o fim de semana All-Star - CNN",
        "Tumulto em estação ferroviária na Índia mata pelo menos 18 pessoas - CBS News",
        "O Papa Francisco tem uma noite tranquila e continua a sua terapia no hospital - Notícias do Vaticano - Português",
        "Como assistir aos jogos All-Star da NBA de 2025 hoje à noite - Yahoo Sports",
        "Dems estão perdendo a batalha de informações online para Trump e Musk - POLITICO",
        "A celebração do 50º aniversário do 'Saturday Night Live' finalmente chegou. Veja como assistir - 9News.com KUSA",
        "Tempestade que varre o leste dos EUA traz fortes chuvas e ameaças de tornados, força resgates na água - CNN"
    ]
}