{
    "headlines": [
        "Nordlichter-Update: Hier kann Aurora Borealis heute Abend besichtigt werden - Forbes",
        "Florida ist in Alarmbereitschaft, da sich nur wenige Tage nach dem Hurrikan Helene eine neue tropische Depression im Golf bildet - CNN",
        "‘Joker: Folie à Deux’ Falling Flat an der Abendkasse nach Erhalt eines beispiellosen D CinemaScore - Hollywood Reporter",
        "Auferstanden aus der Asche: Israelis im vom Krieg zerrissenen Süden der Nation ziehen ein Jahr nach dem Massaker vom 7. Oktober nach Hause - Fox News",
        "Israel weitet sein Bombardement im Libanon aus, während Zehntausende fliehen - The Associated Press",
        "Vier Amerikaner werden auch ein Jahr nach dem Anschlag vom 7. Oktober noch von der Hamas als Geiseln gehalten - The Washington Post",
        "Trump kehrt heute zu einer Kundgebung nach Butler, Pennsylvania, zurück. So sichert der Secret Service die Veranstaltung. - CBS News",
        "Der iranische Raketenangriff auf Israel wirft Fragen nach den Grenzen des Arsenals auf - The Washington Post",
        "Wie lange dauert es, bis sich die Lieferkette nach dem Streik der Hafenarbeiter normalisiert? - Fox Business",
        "In einer Bergstadt in North Carolina, die von Hurrikan Helene fast von der Karte gewischt wurde - The Associated Press",
        "1 Monat alte Zwillinge, die mit ihrer Mutter starben, gelten als die jüngsten bekannten Hurrikan-Helene-Opfer - CBS News",
        "Starfields große Shattered Space-Erweiterung ist nicht seltsam genug - The Verge",
        "Hurrikan Helene: Dolly Parton spendet 1 Million US-Dollar für Genesungsbemühungen - BBC.com",
        "Ein neuer Blue Origin: CEO Dave Limp bringt Dringlichkeit und \"Entschlossenheit\" in Jeff Bezos ’Raumfahrtunternehmen - CNBC",
        "UFC 307 Vorhersagen - MMA Fighting",
        "Bronny James gibt sein NBA-Debüt in der Vorsaison, wobei LeBron von der Bank aus zuschaut - CNN",
        "Zwei weitere Frauen in Massachusetts positiv auf West-Nil-Virus getestet - WCVB Boston",
        "Steelers haben einen Justin Fields-Plan - werden sie ihn verwenden? - ESPN",
        "Die NASA veröffentlicht ein Foto der Meereswelt. Es zeigt, warum die NASA dorthin geht. - Mashable",
        "Was ist das tödliche Marburg-Virus und wo hat es sich ausgebreitet? - Al Jazeera Englisch"
    ]
}