{
    "headlines": [
        "ابدأ، اجلس، اركض: الأسبوع 8 كرة القدم الخيالية - الولايات المتحدة الأمريكية اليوم",
        "نقطة محذوفة هنا",
        "تكشف أزمة الإشريكية القولونية لدى ماكدونالدز عن سبب كون تلوث الخضروات \"مشكلة أصعب\" من لحم البقر - يو إس نيوز آند وورلد ريبورت",
        "نقطة محذوفة هنا",
        "\"بدأت رؤيتي في التدهور \": يكشف طاقم بولاريس داون عن آثار مهمة صنع التاريخ - سي إن إن",
        "تعمل لوحة مركز السيطرة على الأمراض على خفض عمر اللقاح الرئيسي. ما يجب أن يعرفه كبار السن. - الولايات المتحدة الأمريكية اليوم",
        "فوهات أسهم كابري 45 ٪ بعد أن حظر القاضي صفقة نسيج بقيمة 8.5 مليار دولار - Yahoo Finance",
        "الأسهم تتجه نحو الخسارة الأسبوعية مع اقتراب الانتخابات اليابانية ومخاطر الأرباح - رويترز",
        "الملك تشارلز يخبر القمة أن الماضي لا يمكن تغييره حيث يطلب القادة من بريطانيا حساب العبودية - وكالة أسوشيتد برس",
        "الولايات المتحدة تحصل على تسوية بقيمة 100 مليون دولار لانهيار جسر بالتيمور - BBC.com",
        "هل سيجعل قتال كوريا الشمالية في أوكرانيا الصراع حربًا عالمية ؟ - نيوزويك",
        "فايكنغز رامز: ماثيو ستافورد 4 TD يمر دوم مينيسوتا إلى خسارتها الثانية على التوالي - ياهو سبورتس",
        "ما هي الخطوة التالية للأخوين مينينديز حيث يوصي المدعي العام بإعادة الحكم عليهما بعد عقود من مقتل والديهما - سي إن إن",
        "وزارة العدل تحذر ماسك من أن مسابقة الالتماس التي تبلغ قيمتها مليون دولار قد تنتهك قوانين الانتخابات - واشنطن بوست",
        "عارضة ملابس سباحة رياضية مصورة سابقة تقول إن ترامب تحرش بها للتباهي بجيفري إبشتاين - سي إن إن",
        "بوتين ينهي قمة بريكس التي سعت إلى توسيع نفوذ روسيا العالمي ولكن تعقبتها أوكرانيا - وكالة أسوشيتد برس",
        "الناجي، 11 عامًا، من المذبحة الجماعية في ضاحية سياتل الخصبة يتذكر شقيقه المراهق الصباحي الذي يُزعم أنه أطلق النار على الوالدين، 3 أشقاء: \"تظاهر بالموت\" - نيويورك بوست",
        "يبدو أن \"مذنب الهالوين\" يتفكك في الفضاء - تنبيه علمي",
        "في رالي جورجيا المليء بالنجوم، يدفع هاريس وأوباما التصويت المبكر في سباق ضيق - رويترز",
        "ودحضًا للانتقادات، يقول دونالد ترامب إنه \"على النقيض تمامًا\" من أدولف هتلر - الولايات المتحدة الأمريكية اليوم"
    ]
}