{
    "headlines": [
        "بعد تهديدات خامنئي، القوات الإيرانية المتمركزة لضرب إسرائيل - تقرير - جروسالم بوست",
        "Chappell Roan ‘Gets the Job Done,’ Debuting New Lesbian Country Song ‘The Giver’ on ‘Saturday Night Live’ - Variety",
        "يظهر هاريس بشكل مفاجئ على SNL ويقدم المشورة للذات الخيالية التي تلعبها مايا رودولف - سي إن إن",
        "رقم 4 ولاية أوهايو داونز رقم 3 ولاية بنسلفانيا، رقم 5 ميامي تتفوق على دوق، أكثر من الأسبوع 10 من كرة القدم الجامعية - NCAA.com",
        "تحديثات مباشرة: دونالد ترامب، كامالا هاريس أخبار الانتخابات | سي إن إن بوليتيكس - سي إن إن",
        "الصين تواجه معضلة مع القوات الكورية الشمالية تتدفق إلى روسيا - صحيفة وول ستريت جورنال",
        "\"عاد مورينو! \": تتفاعل وسائل التواصل الاجتماعي مع إغلاق براندون مورينو مقابل أمير البازي في UFC Fight Night 246 - MMA Junkie",
        "انتهى التاريخ الأول لزوجين من إلينوي بالرعب بعد إطلاق النار على كليهما ؛ نجا واحد فقط. - سي بي إس نيوز",
        "ارتفعت نسبة الإقبال على التصويت المبكر حيث أدلى ما يقرب من 44 ٪ من الناخبين في عام 2020 بأصواتهم - صحيفة واشنطن بوست",
        "المرشد الأعلى الإيراني يهدد إسرائيل والولايات المتحدة بـ \"رد ساحق\" على الهجوم الإسرائيلي - وكالة أسوشيتد برس",
        "كيمي بادنوش يعد بالتغيير بعد فوز قيادة حزب المحافظين التاريخي - BBC.com",
        "لقطات مروعة تم عرضها في محاكمة دانييل بيني تُظهر ضباطًا يقولون إن جوردان نيلي لديه نبض - نيويورك بوست",
        "LACMA Art + Film Gala 2024 Red Carpet Shoes: Arrivals Photos, Live Updates - Footwear News",
        "دفعت الفيضانات القاتلة في إسبانيا الحكومة إلى إرسال 10000 جندي وشرطة إلى فالنسيا مع ارتفاع عدد القتلى إلى أكثر من 200 - سي بي إس نيوز",
        "تعتمد كمية البروتين التي تحتاجها على روتين التمرين - Fortune",
        "مارغو روبي تلد، ترحب بالطفل الأول مع زوجها توم أكيرلي - E! أونلاين - E! NEWS",
        "قاضي جورجيا يرفض دعوى قضائية جمهورية تسعى إلى منع قبول بطاقات الاقتراع البريدية التي أعيدت باليد في مقاطعة فولتون - سي بي إس نيوز",
        "استطلاع ولاية أيوا: كامالا هاريس تقفز دونالد ترامب لتأخذ زمام المبادرة بالقرب من يوم الانتخابات. إليك الطريقة - سجل دي موين",
        "\"تراجع\" ساعة إلى التوقيت القياسي هذا الأحد - Axios",
        "M4 Max الجديد من Apple هو أسرع وحدة معالجة مركزية في السوق، ولم نر حتى M4 Ultra - 9to5Mac"
    ]
}