{
    "headlines": [
        "ਯੂਐਸਐਮਐਨਟੀ ਨੇ ਮੌਰੀਸੀਓ ਪੋਚੇਟੀਨੋ ਦਾ ਪਹਿਲਾ ਟੈਸਟ ਫਲੰਕ ਕੀਤਾ, CONCACAF ਨੇਸ਼ਨਜ਼ ਲੀਗ ਸੈਮੀਫਾਈਨਲ ਵਿੱਚ ਪਨਾਮਾ ਤੋਂ 1-0 ਨਾਲ ਹਰਾਇਆ - ਯਾਹੂ ਸਪੋਰਟਸ",
        "ਇਜ਼ਰਾਈਲੀ ਫੌਜ ਉੱਤਰੀ ਗਾਜ਼ਾ 'ਚ ਦਾਖਲ; ਰਾਕੇਟ ਫਾਇਰਿੰਗ ਨਾਲ ਹਮਾਸ ਨੇ ਦਿੱਤਾ ਜਵਾਬੀ ਜਵਾਬ - The Washington Post",
        "ਮੈਰੀਲੈਂਡ ਦੋ ਹੋਰ ਖਸਰਾ ਦੇ ਕੇਸਾਂ ਦੀ ਰਿਪੋਰਟ ਕਰਦਾ ਹੈ, ਸੰਭਾਵਿਤ ਐਕਸਪੋਜਰਾਂ ਦੀ ਚੇਤਾਵਨੀ ਦਿੰਦਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਮਾਰਚ ਮੈਡਨੈੱਸ 2025 ਵਿਚ ਪਹਿਲੇ ਗੇੜ ਦੇ ਨਿਕਾਸ ਦੇ ਨਾਲ ਬਿੱਲ ਸੈਲਫ ਦੇ ਤਹਿਤ ਕੰਸਾਸ ਦਾ ਪ੍ਰੀਜ਼ਨ ਨੰਬਰ 1 ਸਰਾਪ ਜਾਰੀ ਹੈ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਟਰੰਪ ਨੇ ਸੰਘੀ ਜੱਜਾਂ ਦੇ ਆਪਣੇ ਏਜੰਡੇ ਨੂੰ ਰੋਕਣ ਤੋਂ ਬਾਅਦ ਸੁਪਰੀਮ ਕੋਰਟ ਦੇ ਕਦਮ ਦੀ ਮੰਗ ਕੀਤੀਃ 'ਇਹ ਲੋਕ ਪਾਗਲ ਹਨ' - ਫੌਕਸ ਨਿ Newsਜ਼",
        "491 ਦਿਨਾਂ ਬਾਅਦ ਰਿਹਾਅ ਹੋਈ ਇਜ਼ਰਾਈਲੀ ਬੰਦੀ ਪੁੱਛਦੀ ਹੈਃ ਸੰਯੁਕਤ ਰਾਸ਼ਟਰ, ਰੈੱਡ ਕਰਾਸ, ਵਿਸ਼ਵ ਕਿੱਥੇ ਸੀ? - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਜੇਸਨ ਬੋਰਨ ਫ੍ਰੈਂਚਾਈਜ਼ ਆਨ ਦ ਸ਼ਾਪਿੰਗ ਬਲਾਕ; ਯੂਨੀਵਰਸਲ ਛੱਡਦਾ ਹੈ - ਡੈੱਡਲਾਈਨ",
        "ਮਾਰਚ ਪਾਗਲਪਨ ਲਾਈਵ ਟਰੈਕਰਃ ਦਿਨ 1 ਤੋਂ ਹਾਈਲਾਈਟਸ, ਨਤੀਜੇ, ਪ੍ਰਤੀਕ੍ਰਿਆਵਾਂ - ਈਐਸਪੀਐਨ",
        "ਸੀਆਈਏ ਨੂੰ ਤੋੜਨ ਲਈ 1961 ਦੀ ਯੋਜਨਾ ਦੀ ਰਿਹਾਈ ਇਸ ਬਾਰੇ ਇਕ ਪੁਰਾਣੀ ਸਾਜਿਸ਼ ਸਿਧਾਂਤ ਨੂੰ ਮੁੜ ਸੁਰਜੀਤ ਕਰਦੀ ਹੈ ਕਿ ਜੇਐਫਕੇ ਨੂੰ ਕਿਸ ਨੇ ਮਾਰਿਆ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਯੂਰਪੀਅਨ ਯੂਨੀਅਨ ਦੀ ਯੂਕਰੇਨ ਨੂੰ ਵਧੇਰੇ ਫੌਜੀ ਸਹਾਇਤਾ ਸ਼ੰਕੇ ਵਿਚ ਭੇਜਣ ਦੀ ਯੋਜਨਾ - ਪੋਲਿਟਿਕੋ ਯੂਰਪ",
        "ਜੱਜ ਨੇ ਟਰੰਪ ਪ੍ਰਸ਼ਾਸਨ ਨੂੰ ਜਾਰਜਟਾਉਨ ਦੇ ਖੋਜਕਰਤਾ ਨੂੰ ਦੇਸ਼ ਨਿਕਾਲਾ ਦੇਣ ਤੋਂ ਰੋਕਿਆ ਜੋ ਅਮਰੀਕਾ ਵਿਚ ਕਾਨੂੰਨੀ ਤੌਰ 'ਤੇ ਸੀ - ਪੋਲਿਟਿਕੋ",
        "ਟਰੰਪ ਨੇ ਅਮਰੀਕਾ ਵਿਚ ਨਾਜ਼ੁਕ ਖਣਿਜ ਉਤਪਾਦਨ ਵਧਾਉਣ ਦੇ ਆਦੇਸ਼ 'ਤੇ ਦਸਤਖਤ ਕੀਤੇ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਬਲੇਕ ਲਿਵਲੀ ਨੇ ਜਸਟਿਨ ਬਾਲਡੋਨੀ ਦੇ 'ਬਦਲਾ ਲੈਣ ਵਾਲੇ' ਮੁਕੱਦਮੇ ਨੂੰ ਖਾਰਜ ਕਰਨ ਲਈ ਮਤਾ ਦਾਇਰ ਕੀਤਾ, ਕੈਲੀਫੋਰਨੀਆ ਦੇ ਇਸ ਕਾਨੂੰਨ ਦਾ ਹਵਾਲਾ ਦਿੰਦੇ ਹੋਏ - ਯਾਹੂ ਐਂਟਰਟੇਨਮੈਂਟ",
        "ਐਲਨ ਵੇਕ 2 ਦੇਵਜ਼ ਨੇ ਬੱਚਿਆਂ ਅਤੇ ਨੌਕਰੀਆਂ ਵਾਲੇ ਲੋਕਾਂ ਲਈ ਉਨ੍ਹਾਂ ਦੇ ਮਲਟੀਪਲੇਅਰ ਸ਼ੂਟਰ ਤਿਆਰ ਕੀਤੇ - ਕੋਟਾਕੂ",
        "ਬੇਨ ਐਂਡ ਜੈਰੀ ਦੇ ਸੰਸਥਾਪਕਾਂ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਹ ਬਰਖਾਸਤ ਸੀਈਓ ਦੇ ਪਿੱਛੇ ਖੜੇ ਹਨ - ਦਿ ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "ਮਾਪਿਆਂ, ਰਾਜਾਂ ਅਤੇ ਕਮਿ communitiesਨਿਟੀਆਂ ਨੂੰ ਸਸ਼ਕਤ ਬਣਾ ਕੇ ਸਿੱਖਿਆ ਦੇ ਨਤੀਜਿਆਂ ਵਿੱਚ ਸੁਧਾਰ - ਵ੍ਹਾਈਟ ਹਾ Houseਸ",
        "ਬਾਲਟੀਮੋਰ ਬ੍ਰਿਜ ਦੇ collapseਹਿਣ ਤੋਂ ਇਕ ਸਾਲ ਬਾਅਦ, ਐਨਟੀਐਸਬੀ ਨੂੰ 68 ਯੂਐਸ ਬ੍ਰਿਜਾਂ ਦਾ ਮੁਲਾਂਕਣ ਕਰਨ ਦੀ ਜ਼ਰੂਰਤ ਹੈ ਜੇ ਸਮੁੰਦਰੀ ਜਹਾਜ਼ ਦੁਆਰਾ ਮਾਰਿਆ ਜਾਂਦਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਐਲਨ ਮਸਕ ਦਾ ਟੇਸਲਾ ਹੁਣ ਤੱਕ ਦਾ ਸਭ ਤੋਂ ਵੱਡਾ ਸਾਈਬਰਟ੍ਰੱਕ ਯਾਦ ਕਰਦਾ ਹੈ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਨਾਈਕ ਕਮਾਈ 'ਤੇ ਧੜਕਦਾ ਹੈ, ਪਰ ਚੇਤਾਵਨੀ ਦਿੰਦਾ ਹੈ ਕਿ ਇਸ ਦੇ ਮੋੜ ਦਾ ਸਭ ਤੋਂ ਸਖਤ ਹਿੱਸਾ ਅੱਗੇ ਹੈ - ਮਾਰਕੀਟਵਾਚ"
    ]
}