{
    "headlines": [
        "Israel droht, den nördlichen Gazastreifen auszuhungern, sagen UN-Hilfsorganisationen - NPR",
        "Live-Updates: Riesenpandas zu Hause im National Zoo in DC, Debüt im Januar - NBC Washington",
        "\"Grey's Anatomy\" -Autorin Elisabeth Finch entschuldigt sich dafür, dass sie über Krebs gelogen hat - Vielfalt",
        "Einmal im Leben Komet Tsuchinshan-ATLAS diese Woche sichtbar - MPR News",
        "Tom Brady ist offiziell Miteigentümer der Raiders, nachdem die NFL-Besitzer es genehmigt haben - Yahoo Sports",
        "Der SBA-Fonds hat nach den Hurrikanen Helene und Milton kein Geld mehr, sagt Biden - The Washington Post",
        "Die USA fordern Israel auf, die humanitäre Lage in Gaza zu verbessern oder militärische Hilfe zu riskieren - Reuters",
        "5 Lebensgewohnheiten, die Ihnen helfen können, 100 Jahre alt zu werden, laut führenden Langlebigkeitsforschern - CNBC",
        "Maine wird großartige Bedingungen für die Besichtigung von Hunter's Supermoon erhalten. Hier ist, wenn man in den Himmel schaut - WMTW Portland",
        "Adobe neckt KI-Tools, die 3D-Szenen erstellen, Text animieren und Ablenkungen verschwinden lassen - The Verge",
        "Yankees kündigen Lineup für ALCS Game 2 - Pinstripe Alley an",
        "Rekordzahl an vorgezogenen Stimmen in Georgien zu Beginn der Wahlen im Schlachtfeld - CNN",
        "Die Nvidia-Lagerbestände sind heute gesunken, da die ASML-Gewinne auslaufen. Was steckt hinter dem Tropfen? - Barron's",
        "Jerry Jones schlägt nach dem Verlust der Cowboys auf Radiomoderatoren ein - The Washington Post",
        "Tracker: Invest 94L wird zu Tropical Storm oder Hurricane Nadine? Was Florida wissen sollte. - Palm Beach Post",
        "United Airlines plant einen Aktienrückkauf in Höhe von 1,5 Milliarden US-Dollar und prognostiziert ein Ergebnis für das vierte Quartal, das über den Schätzungen liegt - CNBC",
        "Davante Adams wurde zu Jets getauscht: Raiders WR trifft Aaron Rodgers wieder, während New York die Saison drehen will - CBS Sports",
        "US, UK Push Ahead mit Modi trotz Bombshell Trudeau Claims - Bloomberg",
        "Van Halen Reunion abgesagt, nachdem David Lee Roth sich geweigert hatte, dem verstorbenen Eddie Van Halen Tribut zu zollen, sagt Bruder - NBC News",
        "NASA, NOAA: Sonne erreicht maximale Phase im 11-jährigen Sonnenzyklus - Science@NASA"
    ]
}