{
    "headlines": [
        "LG’s lightweight Gram laptops get new Intel chips and offline AI features - The Verge",
        "Fatal beating of Black inmate at New York prison sparks outrage: Here’s what we know - CNN",
        "Treasury says Chinese hackers remotely accessed workstations, documents in 'major' cyber incident - The Associated Press",
        "MAGA is fighting a ‘civil war’ over H-1B visas. Here’s what they are. - The Washington Post",
        "Amid ceasefire push, Palestinians bear the scars of Israeli detention - Reuters",
        "A jet carrying the Gonzaga men’s basketball team ordered to stop to avoid collision at LAX - The Associated Press",
        "49ers falter in 40-34 loss to Lions, Brock Purdy suffers elbow injury and to get MRI - San Francisco Chronicle",
        "Xi Says China’s 2024 GDP Growth Set to Hit Target of Around 5% - Bloomberg",
        "Jay-Z Now Hopes To Get Alleged Rape Of 13-Year-Old Tossed Out Based On Calendar & Geography - Deadline",
        "Angelina Jolie and Brad Pitt reach divorce deal - BBC.com",
        "2025 NFL Mock Draft: Sam Darnold signs with team in top 5; Giants still land QB despite falling to No. 4 pick - CBS Sports",
        "South Korea court approves arrest of President Yoon in martial law investigation - Reuters",
        "Monday Night Football: Kerby Joseph, Jared Goff carry Lions to 40-34 win over 49ers - NBC Sports",
        "Nearly 1M chickens test positive for bird flu at Darke County egg producer - Dayton Daily News",
        "MicroStrategy shares plunge 8% after its end-of-year Bitcoin buy - Cointelegraph",
        "Biden admin sending another $5.9 billion in U.S. aid for Ukraine ahead of Trump inauguration - Axios",
        "Polar vortex-related frigid air, snowstorms likely to grip U.S. to start 2025 - Axios",
        "What’s Up: January 2025 Skywatching Tips from NASA - Science@NASA",
        "Dow Jones Futures: Nvidia, S&P 500 Below Key Levels After Stock Market Sell-Off - Investor's Business Daily",
        "[Removed]"
    ]
}