{
    "headlines": [
        "Сенат США голосует через последний законопроект, чтобы сохранить правительство открытым - Financial Times",
        "Изъято",
        "Украинские беспилотники нанесли удар вглубь российской территории, в сотнях миль от линии фронта - POLITICO",
        "Гостевая колонка | Вскоре после родов у меня случился инсульт. Это не такая уж редкость. - The Washington Post",
        "Сова спустилась по семейному дымоходу и села на рождественскую елку: смотрите видео - Новости CBS",
        "Бокс-офис: «Sonic the Hedgehog 3» заработал 25 миллионов долларов в день открытия, «Mufasa: The Lion King» стоит 13,3 миллиона долларов - Разнообразие",
        "Изъято",
        "Блейк Лайвли подала в суд на коллегу по фильму «Все кончается с нами» (It Ends With Us) и режиссера Джастина Балдони за сексуальные домогательства - Hollywood Reporter",
        "Usyk vs Fury 2: результаты прямых трансляций, раунд за раундом, как смотреть, время начала, цена PPV, полная информация о карте - Bad Left Hook",
        "50 лучших инди-рок альбомов 2024 года - Rolling Stone",
        "Сенат принял Закон о справедливости социального обеспечения - CNN",
        "Когда лекарство подростка перестало работать, он решил попробовать операцию, которая могла бы остановить его эпизоды навсегда - CBS News",
        "Подкаст College GameDay предсказывает исход игры Penn State vs. SMU - On3.com",
        "Вожди против техасцев, где смотреть: время начала матча НФЛ, телеканал, прямая трансляция, коэффициенты, выбор для субботней игры - CBS Sports",
        "Ракетный удар хуситов в Тель-Авиве ранил более десятка человек - BBC.com",
        "Новости футбола в колледже: отчеты CFP; Штат Огайо, штат Техас, получает лучшие сюжетные линии 1-го раунда - 247Sports",
        "Изъято",
        "Число погибших на рождественской ярмарке в Германии возросло до пяти человек, более 200 получили ранения - The Washington Post",
        "4 взлета и 3 падения от WWE SmackDown (20 декабря - результаты и обзор) - WhatCulture",
        "Ученые наблюдают «отрицательное время» в квантовых экспериментах - Phys.org"
    ]
}