{
    "headlines": [
        "النقاط الرئيسية: ما فاتك من مقابلة هاريس مع شبكة إن بي سي - BBC.com",
        "يقول كبير موظفي ترامب السابق إنه يتناسب مع التعريف \"الفاشي\" ويفضل \"نهج الديكتاتور\" - سي إن إن",
        "ليبرون وبروني جيمس يصنعان التاريخ كأول ثنائي بين الأب والابن في الدوري الاميركي للمحترفين يلعبان معاً - وكالة أسوشيتد برس",
        "دونالد ترامب يتهم حزب العمال البريطاني بالتدخل في سباق البيت الأبيض - فاينانشال تايمز",
        "ماكدونالدز كوارتر باوندرز المرتبطة بتفشي الإشريكية القولونية، كما يقول مركز السيطرة على الأمراض - أكسيوس",
        "الأحدث في الشرق الأوسط: تقول إسرائيل إنها قتلت مسؤولًا في حزب الله من المتوقع أن يكون الرئيس التالي للجماعة - وكالة أسوشيتد برس",
        "يتسبب ارتفاع الإقبال في يوم افتتاح التصويت الغيابي الشخصي في حدوث تأخيرات - WISN Milwaukee",
        "يطلب زيلينسكي من الحلفاء التصرف بناءً على تقارير تفيد بأن القوات الكورية الشمالية تساعد روسيا - POLITICO Europe",
        "قمة بريكس الروسية: ما هو جدول الأعمال ولماذا يهم بوتين - الجزيرة الإنجليزية",
        "دجاج بريانا \"الأعمى\" يؤكد تفكك زاك بريان - نسر",
        "يتذكر أوباما فوضى ترامب الانتخابية لعام 2020 أثناء حملته الانتخابية لصالح هاريس في ميشيغان - سي إن إن",
        "توفي رامي دودجرز الأسطوري فالنزويلا عن عمر يناهز 63 عامًا - ESPN",
        "تتعثر الأسهم، ويرتفع الدولار والذهب حيث يزن المتداولون أسعار الفائدة الأمريكية، الانتخابات - رويترز",
        "\"الرقص مع النجوم \": يتم إرسال المعجبين المفضلين إلى المنزل حيث تتلقى ليلة ديزني عددًا قياسيًا من أصوات الجمهور - مجموعة متنوعة",
        "سجل تعادل سيلتكس 3 نقاط، اضغط على علامة \"غطاء\" المتابعة - ESPN",
        "تولسي غابارد تحولها إلى جمهورية هو \"مفاجأة\" لدونالد ترامب - نيوزويك",
        "إنفلونزا الطيور تصيب أربعة في ولاية واشنطن ؛ مركز السيطرة على الأمراض ينشر فريق - ذا هيل",
        "يتوقع مسؤول قوة الفضاء التصديق على صاروخ فولكان على الرغم من فشل الفوهة - آرس تكنيكا",
        "يشرح كريج فيديريغي من Apple تأخيرات Apple Intelligence ومستقبل Siri والمزيد | وول ستريت جورنال - وول ستريت جورنال",
        "أعلى محكمة في جورجيا تتعامل مع انتكاسة لحلفاء ترامب في قضية فرز الأصوات يدويًا - رويترز"
    ]
}