{
    "headlines": [
        "Фьючерсы на Dow подскочили на 400 пунктов в отложенной реакции на большое снижение ставки ФРС: обновления в реальном времени - CNBC",
        "Эксклюзив: Боеприпасы из Индии поступают в Украину, вызывая гнев России - Reuters",
        "Израиль бомбит Ливан после радио-взрывов, говорит, что это срывает заговор убийства - Reuters",
        "Японская фирма заявляет, что прекратила производство раций, используемых при взрывах в Ливане - BBC.com",
        "На фотографиях - Суперурожайная Луна и лунное затмение поражают любителей луны и фотографов по всему миру - Журнал «Ночное небо»",
        "Неисправность Cathay Pacific Airbus могла нанести серьезный ущерб, говорится в отчете - BBC.com",
        "ФРС США снизила ставки на половину процентного пункта - Semafor",
        "Nintendo подала в суд на Palworld Maker Pocketpair за нарушение патентных прав - Yahoo Finance",
        "Командиры не поддержат Трампа или Харриса в президентской гонке в США - Reuters",
        "Что покупка Commerzbank будет означать для UniCredit — и банковского сектора - CNBC",
        "Трамп обрушился на Лонг-Айленд, пообещав «выиграть Нью-Йорк» после двух крупных поражений - The Washington Post",
        "Тело, предположительно, стрелка с шоссе в Кентукки Джозефа Коуча, найденное YouTube - New York Post",
        "Опросы маристов: Харрис возглавляет Трампа в Мичигане, штат Висконсин; они связаны в Пенсильвании - The Hill",
        "«Он не Бог. Он неудачник»: Джефф Дункан реагирует на призыв Трампа к Республиканской партии закрыть правительство - CNN",
        "Зак Брайан говорит, что предпочитает Канье Тейлор Свифт, а затем извиняется - Разнообразие",
        "Brewers Clinch NL Central, затем прогулка от Phillies - MLB.com",
        "Экс-кандидат от оппозиции Венесуэлы говорит, что его заставили подписать письмо, которое фактически признает поражение - The Associated Press",
        "Настоящая причина, по которой Джоан Вассос произвела первое впечатление на эту конкурсантку золотого девичника - E! Онлайн - E! НОВОСТИ",
        "Маршон Линч, Элай Мэннинг, Адам Винатьери среди 16 номинантов в Зал славы профессионального футбола - Yahoo Sports",
        "Patriots vs. Jets Prediction, Pick, Odds, How To Watch Thursday Night Football - The Action Network"
    ]
}