{
    "headlines": [
        "Nine photos of Travis Kelce and Taylor Swift from Chiefs-Texans game - Kansas City Star",
        "Tyson Fury vs. Oleksandr Usyk live updates: Time, card, odds, projections for rematch - USA TODAY",
        "Senate review of Supreme Court ethics finds more luxury trips and urges enforceable code of conduct - The Associated Press",
        "What rust? Team Woods shoots 59, shares lead at PNC Championship - NBC Sports",
        "Texas vs. Clemson live stream, where to watch, TV channel, College Football Playoff odds, prediction, pick - CBS Sports",
        "WGA Prohibits Work With Village Roadshow After Not Paying Writers On “Numerous Projects” - Deadline",
        "Blake Lively accuses It Ends With Us co-star Justin Baldoni of smear campaign - BBC.com",
        "38 people die in a crash between a passenger bus and a truck in Brazil - CNN",
        "NYPD embroiled in high-level shakeup amid sexual misconduct claims, Eric Adams probe - ABC News",
        "Senate passes Social Security benefits boost for many retired public service workers - PBS NewsHour",
        "Biden signs bill that averts a government shutdown and brings a close to days of Washington upheaval - The Associated Press",
        "[Removed]",
        "A rocket from Yemen strikes Tel Aviv, injuring 16, and Palestinians mourn a dozen children in Gaza - POLITICO",
        "Box Office: ‘Sonic the Hedgehog 3’ Dashes to $25 Million Opening Day, ‘Mufasa: The Lion King’ Trails With $13.3 Million - Variety",
        "NYC’s First Snowstorm of Winter: Tri-State Totals Revealed and Freezing Temperatures Ahead - The Daily Galaxy --Great Discoveries Channel",
        "California declared an emergency. How serious is bird flu? - The Associated Press",
        "Why some kids are getting Walkmen and CDs for Christmas - The Washington Post",
        "How to see the Ursids, the final meteor shower that peaks in 2024 - CNN",
        "German Christmas market attack toll rises to five dead, over 200 injured - The Washington Post",
        "Scientists observe 'negative time' in quantum experiments - Phys.org"
    ]
}