{
    "headlines": [
        "Республиканцы энергетики и торговли планируют встречу по примирению на этой неделе - POLITICO",
        "Последний запрет TikTok: как обстоят дела после слушаний в Верховном суде - FOX 10 News Phoenix",
        "Это живое ископаемое имеет голубую кровь и пережило пять массовых вымираний. - farmingdale-observer.com",
        "Village People сыграют на инаугурационном митинге Трампа - Axios",
        "Губернатор Калифорнии Ньюсом расширяет специальную сессию для борьбы с лесными пожарами в Лос-Анджелесе - KCRA Сакраменто",
        "Лесные пожары в Лос-Анджелесе в прямом эфире: власти расследуют причину смертоносных лесных пожаров - Associated Press",
        "Нефтяная группа США вынуждена покинуть Россию после того, как администрация Байдена расширила санкции - Financial Times",
        "Без электричества и воды два соседа Альтадены остаются среди обломков - The Washington Post",
        "Южнокалифорнийскому Эдисону грозят судебные иски из-за лесных пожаров в Лос-Анджелесе - Al Jazeera English",
        "Билл Беличик откровенно отреагировал на то, что патриоты наняли Майка Врабеля - NESN",
        "Amazon прекращает действие опции «Попробуйте, прежде чем купить» для членов Prime - The Associated Press",
        "Общение в Starbucks будет стоить вам, поскольку компания отменяет свою политику открытых дверей - The Associated Press",
        "Соглашение о прекращении огня в Газе завершается, сообщил Би-би-си палестинский чиновник - BBC.com",
        "Игра в плей-офф L.A. Rams в честь катастрофических пожаров с ветеринаром НФЛ Эндрю Уитвортом, Рэйчел Платтен - Hollywood Reporter",
        "Люси Лю о том, почему она столкнулась с Биллом Мюрреем в «Ангелах Чарли» из-за «непростительных» оскорблений: «Я собираюсь защитить себя» - крайний срок",
        "Квотербек Washington Commanders Джейден Дэниелс все еще идет. Это плохая новость для остальной части НФЛ. - Andscape",
        "Джо Байден говорит, что оставит Трампу «очень сильную руку для игры» во внешней политике - крайний срок",
        "К 2060 году у 1 миллиона взрослых в США будет развиваться деменция каждый год, говорится в исследовании - The Washington Post",
        "Распродажа облигаций: что означает рост доходности для инвесторов - Fortune",
        "Голосование за «Оскар» отложено, обед отменен из-за лесных пожаров в Южной Калифорнии - KTLA Лос-Анджелес"
    ]
}