{
    "headlines": [
        "[removed]",
        "LeBron James von den Lakers gibt sein Vorsaison-Debüt gegen Suns, nachdem er den Auftakt des Teams für \"Ruhe\" ausgesessen hat - CBS Sports",
        "Tropischer Sturm Milton bildet sich im Golf; es wird prognostiziert, dass er sich zu einem Hurrikan in Richtung Florida verstärkt - CBS News",
        "Dodgers 'closing the door' on Kershaw's return - ESPN",
        "Falsche Behauptungen über die Antwort des Bundes auf Helene sind ein bedrohliches Zeichen für die bevorstehende Wahl - CNN",
        "Live-Updates: Alabama Football vs. Vanderbilt Score, Verletzungsbericht und mehr - AL.com",
        "FDA erhöht Rückruf von Eiern im Zusammenhang mit Salmonellen auf \"ernsthafte\" Gesundheitsrisiken oder \"Tod\" - USA TODAY",
        "Beamte des Bezirks Buncombe informieren über die Helene-Antwortbemühungen - WXII12 Winston-Salem",
        "Jim Henson Company Los auf La Brea wird nicht an Scientology verkauft, sagen die Eigentümer; \"In keinem Geschäft mit der Kirche\", erklärt die Familie - Frist",
        "Pro-palästinensische Kundgebungen weltweit vor dem 7. Oktober - CNN",
        "[removed]",
        "Die Hisbollah verliert den Kontakt zum leitenden Anführer Hashem Safieddine: Quellen - Al Jazeera Englisch",
        "‘Joker 2’ verdient ‘D’ CinemaScore, niedrigster jemals für Comic-Film - Vielfalt",
        "Faktencheck: Sind haitianische Einwanderer illegal in Springfield in den USA? - Al Jazeera Englisch",
        "Firas Zahabi erwartet \"einseitiges\" UFC 307 Main Event: Alex Pereira \"hat alles gesehen, was Khalil Rountree bringt\" - MMA Junkie",
        "Geschworener über Menendez-Brüder: „Das Ergebnis der ersten Gerichtsverhandlung wäre heute ganz anders“: Bericht - New York Post",
        "Biltmore Village in der Nähe des berühmten Anwesens, das vom Hurrikan Helene verwüstet wurde: Vorher und nachher - Fox Business",
        "Hillary Clinton spricht über den Zeitpunkt von Jack Smiths Memo - CNN",
        "Die Erde hat offiziell einen zweiten Mond: Asteroid 2024 PT5 im temporären Orbit gefangen - Die tägliche Galaxie - Great Discoveries Channel",
        "Die Nordlichter könnten in Massachusetts wieder sichtbar sein. Sehen Sie sich die Aurora-Vorhersagekarte an. - CBS Boston"
    ]
}