{
    "headlines": [
        "Aidan Hutchinson injury update: Lions DE suffers significant leg injury vs. Cowboys - Detroit Free Press",
        "Finneas Kisses Male Guitarist at New York City Concert - TMZ",
        "[Removed]",
        "US deploying THAAD missile defence system, troops to Israel - Al Jazeera English",
        "Man with guns arrested near Trump rally in Coachella, sheriff says - NPR",
        "Breaking down Packers’ 34-13 win over Cardinals in Week 6 - Packers Wire",
        "Lamar Jackson outduels rookie Jayden Daniels to lead Ravens past Commanders, strengthen his own MVP case - Yahoo Sports",
        "Lions vs. Cowboys: Live score updates, highlights, analysis - Pride Of Detroit",
        "Trump tightens gap with Harris in three new national polls - Axios",
        "Trump suggests using military against ‘enemy from within’ on Election Day - CNN",
        "'I'm a radiologist — to reduce breast cancer risk, eat these 5 foods and follow these healthy habits' - Fox News",
        "Mike Johnson says hurricane relief \"can wait\" until after Congress' recess ends - Axios",
        "Boeing’s Endless Doom Loop Gives No Respite to New CEO Ortberg - Bloomberg",
        "Ariana Grande Takes Celine Dion’s NFL Promo to the Next Level With Brutal UFC Theme Song on ‘SNL’: Watch - Billboard",
        "Is the stock market open on Columbus Day? (S&P Complete Indices:SP500) - Seeking Alpha",
        "Jennifer Lopez Is Grateful for Her “Beautiful Memories” with Ben Affleck - Harper's BAZAAR",
        "‘Terrifier 3’ slashes ‘Joker’ to take No. 1 at the box office, Trump film ‘The Apprentice’ fizzles - The Associated Press",
        "Transcript: House Speaker Mike Johnson on \"Face the Nation with Margaret Brennan,\" Oct. 13, 2024 - CBS News",
        "Israel: Over 60 injured in drone attack on Binyamina - BBC.com",
        "Tesla stock selloff after robotaxi event could be just the beginning, pros warn - Yahoo Finance"
    ]
}