{
    "headlines": [
        "ਮੁੱਖ ਸੀਡੀਸੀ ਟੀਕਾ ਸਲਾਹਕਾਰ ਪੈਨਲ ਦੀ ਮੀਟਿੰਗ, ਆਰਐਫਕੇ ਜੂਨੀਅਰ ਦੁਆਰਾ ਪੜਤਾਲ ਅਧੀਨ, ਮੁਲਤਵੀ ਕੀਤੀ ਗਈ ਹੈ - STAT",
        "ਸੈਨੇਟ ਨੇ ‘ਪਲਾਨ ਬੀ‘ ਬਜਟ ਨੂੰ ਮਨਜ਼ੂਰੀ ਦੇਣ ਲਈ ਇਕ ਆਲ-ਨਾਈਟ ਨੂੰ ਝੁਕਾਇਆ ਟਰੰਪ - ਪੋਲਿਟਿਕੋ",
        "ਯੂਕਰੇਨ ਨੂੰ ਖਣਿਜਾਂ ਦੇ ਸੌਦੇ 'ਤੇ ਹਮਲਾ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ, ਟਰੰਪ ਦੇ ਸਲਾਹਕਾਰ ਮਾਈਕ ਵਾਲਟਜ਼ ਦਾ ਕਹਿਣਾ ਹੈ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਅਮਰੀਕਾ ਤੋਂ 50 ਭਾਰਤੀ ਡਿਪੋਰਟ ਪਨਾਮਾ ਪਹੁੰਚੇ - The Times of India",
        "ਵਿਕਟਰ ਵੇਮਬਨੀਯਾਮਾ ਸੱਟਃ ਸਪੁਰਸ ਸਟਾਰ ਨੂੰ ਮੋ shoulderੇ ਵਿਚ ਡੂੰਘੀ ਨਾੜੀ ਥ੍ਰੋਮੋਬਸਿਸ ਦੇ ਨਾਲ ਬਾਕੀ ਸੀਜ਼ਨ ਨੂੰ ਗੁਆਉਣ ਦੀ ਉਮੀਦ ਹੈ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਬਲੇਕ ਲਾਈਵਲੀ ਦਾ ਪਬਲਿਸ਼ਿਸਟ ਕਹਿੰਦਾ ਹੈ ਕਿ ਉਸਨੇ ਜਸਟਿਨ ਬਾਲਡੋਨੀ ਨੂੰ ਬਦਨਾਮ ਨਹੀਂ ਕੀਤਾ ਜਦੋਂ ਉਸਨੇ 'ਦਿ ਹੋਲ ਕਾਸਟ ਉਸ ਨਾਲ ਨਫ਼ਰਤ ਕਰਦਾ ਹੈ’ - ਵੰਨਗੀ",
        "ਸੀਡੀਸੀ ਨੇ ਫਲੂ ਟੀਕਾਕਰਨ ਦੀ ਸਫਲਤਾਪੂਰਵਕ ਮੁਹਿੰਮ ਨੂੰ ਰੋਕਿਆ, ਸਿਹਤ ਸੰਬੰਧੀ ਚਿੰਤਾਵਾਂ ਨੂੰ ਭੜਕਾਇਆ - ਫੋਰਬਸ",
        "ਭਾਰਤ ਵਿਚ, ਐਪਲ ਦੇ ਆਈਫੋਨ 16 ਈ ਨੂੰ ਪੁਰਾਣੇ ਮਾਡਲਾਂ ਤੋਂ ਸਖਤ ਮੁਕਾਬਲੇ ਦਾ ਸਾਹਮਣਾ ਕਰਨਾ ਪੈਂਦਾ ਹੈ - TechCrunch",
        "ਡੈਨੀਅਲ ਡੁਬੋਇਸ ਬਿਮਾਰ, ਸ਼ਨੀਵਾਰ ਨੂੰ ਜੋਸਫ ਪਾਰਕਰ ਦੀ ਲੜਾਈ ਤੋਂ ਬਾਹਰ ਹੋ ਸਕਦਾ ਹੈ - ਬੁਰਾ ਖੱਬਾ ਹੁੱਕ",
        "ਇਜ਼ਰਾਈਲੀ ਪਰਿਵਾਰ ਨੇ ਗਾਜ਼ਾ ਤੋਂ ਲਾਸ਼ ਵਾਪਸ ਆਉਣ 'ਤੇ' ਅਮਨ ਦੇ ਆਦਮੀ 'ਦਾ ਸੋਗ ਮਨਾਇਆ - ਬੀਬੀਸੀ.",
        "ਮਨੁੱਖੀ ਪ੍ਰਾਪਤੀ ਦੇ ਅੰਦਰਃ ਐਚਪੀ ਕੁਝ ਨੂੰ ਵੱਡੇ ਉਭਾਰ ਦੀ ਪੇਸ਼ਕਸ਼ ਕਰਦਾ ਹੈ, ਹੋਰ ਤੁਰੰਤ ਬੰਦ ਕਰ ਦਿੱਤਾ - TechCrunch",
        "ਪੰਜਵੇਂ-ਸਿੱਧੇ ਹਫਤਾਵਾਰੀ ਗਿਰਾਵਟ ਤੋਂ ਬਾਅਦ 30 ਸਾਲਾਂ ਦੇ ਮੌਰਗਿਜ ਸਲਿੱਪ 'ਤੇ USਸਤਨ ਯੂਐਸ ਰੇਟ 8-ਹਫਤੇ ਦੇ ਹੇਠਲੇ ਪੱਧਰ' ਤੇ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਏਅਰ ਫੋਰਸ ਵਨ ਦੇਰੀ ਨੂੰ ਲੈ ਕੇ ਟਰੰਪ ਬੋਇੰਗ ਤੋਂ ' ਖੁਸ਼' ਨਹੀਂ ਹਨ, ਪਰ ਏਅਰਲਾਈਨਾਂ ਉਤਸ਼ਾਹ ਵਧਾ ਰਹੀਆਂ ਹਨ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਦੱਖਣੀ ਅਫਰੀਕਾ 'ਚ ਜੀ-20 ਵਿਦੇਸ਼ ਮੰਤਰੀਆਂ ਦੀ ਬੈਠਕ ਪਰ ਅਮਰੀਕਾ ਨੇ ਸੁੰਨਸਾਨ ਕੀਤੀ ਬੈਠਕ - BBC.com",
        "ਵਾਲਮਾਰਟ ਇੱਕ ਹੌਲੀ 2025 ਦੀ ਚੇਤਾਵਨੀ ਦਿੰਦਾ ਹੈ. ਇਹ ਅਮਰੀਕਾ ਦੀ ਆਰਥਿਕਤਾ ਲਈ ਮਾੜਾ ਸੰਕੇਤ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਸੈਨੇਟਰ ਮਿਚ ਮੈਕਕੌਨਲ 2026 ਵਿਚ ਮੁੜ ਚੋਣ ਦੀ ਮੰਗ ਨਹੀਂ ਕਰੇਗਾ, ਰਿਪਬਲਿਕਨ ਪਾਵਰ ਬ੍ਰੋਕਰ ਵਜੋਂ ਲੰਬੇ ਕਾਰਜਕਾਲ ਨੂੰ ਖਤਮ ਕਰੇਗਾ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਸੰਤਾਂ ਨੇ ਡੱਗ ਨੁਸਮੇਅਰ ਨੂੰ ਅਪਮਾਨਜਨਕ ਕੋਆਰਡੀਨੇਟਰ ਵਜੋਂ ਨਿਯੁਕਤ ਕੀਤਾ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਟਰੰਪ ਨੇ ਜ਼ੇਲੇਂਸਕੀ ਦੀ ਬੇਇੱਜ਼ਤੀ ਕਰਨ ਤੋਂ ਬਾਅਦ ਯੂਰਪੀਅਨ ਯੂਕ੍ਰੇਨ ਦੇ ਆਲੇ ਦੁਆਲੇ ਰੈਲੀ ਕੀਤੀ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਸਾ Saudiਦੀ ਕ੍ਰਾ Princeਨ ਪ੍ਰਿੰਸ ਐਮਬੀਐਸ ਨੇ ਗਾਜ਼ਾ ਯੋਜਨਾ 'ਤੇ ਅਰਬ ਨੇਤਾਵਾਂ ਨੂੰ ਟਰੰਪ ਨੂੰ ਥਵਾਰਟ ਕਰਨ ਲਈ ਰੈਲੀ ਕੀਤੀ - ਬਲੂਮਬਰਗ"
    ]
}