{
    "headlines": [
        "Le nouveau C1 d'Apple apporte deux fonctionnalités géniales, et ce n'est que le début - 9to5Mac",
        "Prêt pour la Grande Parade de la Planète ? Comment, quand et où voir 7 planètes au-dessus de l'Illinois - Rockford Register Star",
        "Une « maladie inconnue » qui peut tuer en quelques jours fait 53 morts au Congo - The Washington Post",
        "Le Royaume-Uni annonce une augmentation des dépenses de défense et une réduction de l'aide étrangère avant la réunion du Premier ministre Starmer avec Trump - CNN",
        "La Cour suprême rejette la condamnation pour meurtre et la condamnation à mort d'un homme de l'Oklahoma - The Associated Press",
        "La confiance des consommateurs en février enregistre la plus forte baisse depuis 2021 dans le dernier signe de ralentissement de l'économie - CNBC",
        "La présidente de Lucasfilm, Kathleen Kennedy, pourrait prendre sa retraite plus tard cette année - Gizmodo",
        "Les actions Intel, AMD et ASML chutent. Trump Chip-Curbs Talk fait peur aux investisseurs. - Barron's",
        "Comment le film d'animation chinois « Ne Zha 2 » a battu « Inside Out 2 » pour devenir le film d'animation le plus rentable de l'histoire - Variété",
        "Retard au travail : Mel Kiper Jr. Has Ravens Selecting South Carolina Safety In Latest Mock Draft - BaltimoreRavens.com",
        "Adobe Photoshop apporte la meilleure application d'image et de conception au monde sur mobile pour autonomiser la prochaine génération de créateurs - Adobe",
        "Classement des 59 QB de la NFL pour commencer un match en 2024 : Lamar Jackson des Ravens, Jalen des Eagles Hurts parmi l'élite - CBS Sports",
        "Macron avertit Trump de « faire attention » à l'Ukraine, le vérifie à la Maison Blanche - ABC News",
        "C'est le moment crucial pour Mike Johnson et le « grand et beau projet de loi » du GOP - The Washington Post",
        "Le dernier acte d'amour de Roberta Flack pour Céline Dion est en vue - Geo News"
    ]
}