{
    "headlines": [
        "ਬਿਡੇਨ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਹਿਜ਼ਬੁੱਲਾ ਦੇ ਨੇਤਾ ਹਸਨ ਨਸਰਾਲਾ ਆਪਣੇ ਬਹੁਤ ਸਾਰੇ ਪੀੜਤਾਂ ਲਈ \"ਨਿਆਂ ਦੇ ਮਾਪ\" ਦੀ ਹੱਤਿਆ ਕਰ ਰਿਹਾ ਹੈ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਲੇਬਨਾਨ ਦੀ ਰਾਜਧਾਨੀ ਬੇਰੂਤ ਵਿੱਚ ਇਜ਼ਰਾਈਲੀ ਹਵਾਈ ਹਮਲੇ ਦੁਆਰਾ ਹਿਜ਼ਬੁੱਲਾ ਦੇ ਨੇਤਾ ਹਸਨ ਨਸਰੱਲਾ ਦੀ ਹੱਤਿਆ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਉੱਤਰੀ ਕੈਰੋਲੀਨਾ ਦੇ 'ਆਪਣੇ ਹੀ ਤੂਫਾਨ ਕੈਟਰੀਨਾ' ਵਿਚ ਮਹਾਂਕਾਵਿ ਹੜ੍ਹ - ਅਮਰੀਕਾ ਅੱਜ",
        "ਪੈਟਰਿਕ ਕੈਂਟਲੇ ਦਾ ਮਾਸਟਰ ਸਟਰੋਕ ਯੂਐਸ ਨੂੰ ਚਾਰ ਪੁਆਇੰਟ ਦੀ ਲੀਡ ਦਿੰਦਾ ਹੈ ਪ੍ਰੈਜ਼ੀਡੈਂਟਸ ਕੱਪ - ਪੀਜੀਏ ਟੂਰ",
        "ਕੈਲੀਫੋਰਨੀਆ ਸਕੂਲ ਕੈਫੇਟੇਰੀਆ ਤੋਂ ਫਰੂਟ ਲੂਪਸ ਨੂੰ ਬੈਨ ਕਰਨ ਵਾਲਾ ਪਹਿਲਾ ਰਾਜ ਹੈ - ਪੋਲਿਟਿਕੋ",
        "ਮੈਕਸੀਕੋ ਦੀ ਖਾੜੀ ਵਿੱਚ ਸੰਭਾਵਿਤ ਖੰਡੀ ਵਿਕਾਸ ਦੇ ਨਵੇਂ ਖੇਤਰ ਨੂੰ ਟਰੈਕ ਕਰਨਾ - ਪਹਿਨੋ",
        "ਸਪੇਸਐਕਸ ਕੈਪਸੂਲ ਫਸੇ ਪੁਲਾੜ ਯਾਤਰੀਆਂ ਨੂੰ ਵਾਪਸ ਲਿਆਉਣ ਲਈ ਬਚਾਅ ਮਿਸ਼ਨ ਸ਼ੁਰੂ ਕਰਦਾ ਹੈ - ਬੀਬੀਸੀ.",
        "ਟਰੰਪ ਨੇ ਹੈਰਿਸ ਨੂੰ ਗੈਰਕਾਨੂੰਨੀ ਇਮੀਗ੍ਰੇਸ਼ਨ ਨਾਲ ਜੋੜਨ ਦੇ ਇਰਾਦੇ ਨਾਲ ਵਿਸਕਾਨਸਿਨ ਭਾਸ਼ਣ ਵਿਚ ਆਪਣੀਆਂ ਸ਼ਿਕਾਇਤਾਂ ਦੀ ਸੂਚੀ ਦਿੱਤੀ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਜਾਰਜੀਆ ਬਨਾਮ ਅਲਾਬਾਮਾ ਸਕੋਰ ਅੱਜਃ ਲਾਈਵ ਅਪਡੇਟਸ, ਹਫਤੇ ਦੇ 5 ਗੇਮ ਤੋਂ ਹਾਈਲਾਈਟਸ - Aਨਲਾਈਨ ਐਥਨਜ਼",
        "ਯੂਐਫਸੀ ਫਾਈਟ ਨਾਈਟ 243 ਲਾਈਵ ਅਪਡੇਟਸਃ ਨਤੀਜੇ, ਹਰ ਲੜਾਈ ਦੀ ਗੋਲ ਕਵਰੇਜ - ਐਮਐਮਏ ਜੰਕੀ",
        "ਦੋ, 33 ਦੀ ਮੰਮੀ, ਕੈਂਸਰ ਦੇ ਵਿਨਾਸ਼ਕਾਰੀ ਨਿਦਾਨ ਤੋਂ ਬਾਅਦ ਆਪਣੇ ਅੰਤਿਮ ਸੰਸਕਾਰ ਦੀ ਯੋਜਨਾ ਬਣਾ ਰਹੀ ਹੈਃ ‘ਸਭ ਤੋਂ ਮੁਸ਼ਕਲ ਚੀਜ਼’ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਲਾਈਵ ਦੇਖੋਃ ਜੇਡੀ ਵੈਨਸ ਨੇ ਪੈਨਸਿਲਵੇਨੀਆ ਵਿਚ ਵੋਟਰਾਂ ਦੀ ਰੈਲੀ ਕੀਤੀ - ਦਿ ਹਿੱਲ",
        "ਅਲ ਸ਼ਾਰਪਟਨ ਨੇ ਐਡਮਜ਼ ਭ੍ਰਿਸ਼ਟਾਚਾਰ ਦੇ ਦੋਸ਼ਾਂ ਬਾਰੇ ਵਿਚਾਰ ਵਟਾਂਦਰੇ ਲਈ ਨਿਊਯਾਰਕ ਨੇਤਾਵਾਂ ਦੀ ‘ਐਮਰਜੈਂਸੀ ਮੀਟਿੰਗ’ ਦੀ ਮੰਗ ਕੀਤੀ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਸਪਲਾਈ ਚੇਨ 'ਤੇ ਬਰਡ ਫਲੂ ਦੇ ਪ੍ਰਭਾਵ ਨਾਲ ਜੁੜੇ ਅੰਡੇ ਦੀਆਂ ਵਧਦੀਆਂ ਕੀਮਤਾਂ - ਦ ਹਿੱਲ",
        "ਮੈਟਾ ਓਰੀਅਨ ਨਾਲ ਸਮਾਰਟ ਗਲਾਸ ਨੂੰ ਦੁਬਾਰਾ ਸੋਚਦਾ ਹੈ - TechCrunch",
        "ਉਪ ਰਾਸ਼ਟਰਪਤੀ ਬਹਿਸ ਵੱਲ ਵਧਦੇ ਹੋਏ, ਟਿਮ ਵਾਲਜ਼ ਨਸਾਂ ਨਾਲ ਲੜ ਰਿਹਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਸਰੋਤਃ ਪੈਕ ਕਿBਬੀ ਪਿਆਰ ਦੀ ਉਮੀਦ ਕੀਤੀ ਵਾਪਸ ਬਨਾਮ ਵਾਈਕਸ - ਈਐਸਪੀਐਨ",
        "ਹਟਾਈ",
        "ਮਾਹਰਃ ਹਿਜ਼ਬੁੱਲਾ ਯੂਨਿਟ 910 ਦੁਨੀਆ ਭਰ ਵਿੱਚ ਇਜ਼ਰਾਈਲ, ਯਹੂਦੀ ਭਾਈਚਾਰਿਆਂ ਨੂੰ ਨਿਸ਼ਾਨਾ ਬਣਾਉਣ ਲਈ ਤਿਆਰ - ਦ ਯਰੂਸ਼ਲਮ ਪੋਸਟ",
        "Weekly Horoscope Aquarius, ਸਤੰਬਰ 29- ਅਕਤੂਬਰ 5, 2024 ਇਸ ਹਫਤੇ ਇੱਕ ਸ਼ਾਨਦਾਰ ਪਿਆਰ ਦੀ ਜ਼ਿੰਦਗੀ ਦੀ ਭਵਿੱਖਬਾਣੀ ਕਰਦਾ ਹੈ - ਹਿੰਦੁਸਤਾਨ ਟਾਈਮਜ਼"
    ]
}