{
    "headlines": [
        "ਲੇਬਨਾਨ ਸੀਜ਼-ਫਾਇਰ ਮਿਡਲ ਈਸਟ ਸਥਿਰਤਾ ਦੀ ਸੰਭਾਵਨਾ ਨੂੰ ਕਿਉਂ ਧਮਕਾਉਂਦਾ ਹੈ - ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "ਐਪਲ ਦਾ ਐਂਟਰੀ-ਪੱਧਰ ਦਾ ਆਈਪੈਡ ਬਲੈਕ ਫ੍ਰਾਈਡੇ ਲਈ ਹੁਣ ਤੱਕ ਦੀ ਸਭ ਤੋਂ ਘੱਟ ਕੀਮਤ ਲਈ ਵਿਕਰੀ 'ਤੇ ਹੈ - ਦਿ ਵਰਜ",
        "ਪੁਲਾੜ ਯਾਤਰੀਆਂ ਨੇ ਸਟਿੰਕੀ ਰੂਸੀ ਪੁਲਾੜ ਯਾਨ ਤੋਂ ਕਾਰਗੋ ਨੂੰ ਅਨਪੈਕ ਕੀਤਾ, ਗੰਧ ਨੂੰ ਪਰੇਸ਼ਾਨ ਕਰਨ ਦੇ ਬਾਵਜੂਦ - ਗਿਜ਼ਮੋਡੋ",
        "ਪੈਕਰਸ ਵਾਇਰ ਸਟਾਫ ਦੀ ਭਵਿੱਖਬਾਣੀਃ ਹਫਤਾ 13 ਬਨਾਮ ਡਾਲਫਿਨ - ਪੈਕਰਸ ਵਾਇਰ",
        "ਮੈਂ ਸਭ ਤੋਂ ਵਧੀਆ ਬਲੈਕ ਫ੍ਰਾਈਡੇ ਐਪਲ ਵਾਚ ਸੌਦੇ ਲਾਈਵ ਨੂੰ ਟਰੈਕ ਕਰ ਰਿਹਾ ਹਾਂਃ ਇਸ ਸਮੇਂ ਐਪਲ ਵਾਚ 10, ਐਸਈ ਅਤੇ ਅਲਟਰਾ 2 'ਤੇ ਭਾਰੀ ਛੋਟ - ਟੌਮ ਦੀ ਗਾਈਡ",
        "ਹਟਾਈ",
        "ਸੀਰੀਆ ਦੇ ਵਿਦਰੋਹੀਆਂ ਨੇ ਬਸ਼ਰ ਅਲ ਅਸਦ ਦੇ ਸ਼ਾਸਨ ਵਿਰੁੱਧ ਵੱਡਾ ਹਮਲਾ ਸ਼ੁਰੂ ਕੀਤਾ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "ਬਰਡ ਫਲੂ ਵਾਇਰਸ ਦੇ ਕਾਰਨ ਇੱਕ ਹੋਰ ਕੈਲੀਫੋਰਨੀਆ ਕੱਚੇ ਦੁੱਧ ਨੂੰ ਵਾਪਸ ਬੁਲਾਉਣ ਤੋਂ ਬਾਅਦ ਵਧੇਰੇ ਟੈਸਟਿੰਗ ਜਾਰੀ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਮੋਆਨਾ 2 ਐਂਡ-ਕ੍ਰੈਡਿਟ ਸੀਨ ਦਾ ਭਵਿੱਖ ਲਈ ਕੀ ਅਰਥ ਹੋ ਸਕਦਾ ਹੈ ਇਹ ਇੱਥੇ ਹੈ - ਗਿਜ਼ਮੋਡੋ",
        "ਮਾਰਕ ਜ਼ੁਕਰਬਰਗ ਮਾਰ-ਏ-ਲਾਗੋ ਵਿਖੇ ਡੋਨਾਲਡ ਟਰੰਪ ਨਾਲ ਖਾਣਾ ਖਾਂਦਾ ਹੈ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਟਰੰਪ ਅਤੇ ਮੈਕਸੀਕੋ ਦੇ ਰਾਸ਼ਟਰਪਤੀ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਨ੍ਹਾਂ ਦੀ ਚੰਗੀ ਕਾਲ ਸੀ – ਹਾਲਾਂਕਿ ਟੈਰਿਫ ਦੇ ਵਾਅਦੇ 'ਤੇ ਪਿੱਛੇ ਹਟਣ ਦਾ ਕੋਈ ਸੰਕੇਤ ਨਹੀਂ - ਸੀਐਨਐਨ",
        "ਤਾਜ਼ਾ ‘ਵਿਸ਼ਾਲ’ ਰੂਸੀ ਹਵਾਈ ਹਮਲੇ ਨੇ ਯੂਕਰੇਨ ਦੇ 1 ਮਿਲੀਅਨ ਘਰਾਂ ਦੀ ਬਿਜਲੀ ਕੱਟ ਦਿੱਤੀ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਐਨਐਫਐਲ ਹਫਤਾ 13 ਔਕੜਾਂ, ਭਵਿੱਖਬਾਣੀ, ਮਾਹਰ ਪਿਕਃ ਕਿੱਥੇ ਵੇਖਣਾ ਹੈ, ਸਟ੍ਰੀਮ ਥੈਂਕਸਗਿਵਿੰਗ, 'ਬਲੈਕ ਫ੍ਰਾਈਡੇ' ਗੇਮਜ਼ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਟਰੰਪ ਰਾਜਦੂਤ ਕੀਥ ਕੈਲੋਗ ਰੂਸ-ਯੂਕਰੇਨ ਯੁੱਧ ਨੂੰ ਕਿਵੇਂ ਖਤਮ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹਨ? - ਅਲ ਜਜ਼ੀਰਾ ਅੰਗਰੇਜ਼ੀ",
        "ਅਮਰੀਕੀ ਰਿਸ਼ਵਤਖੋਰੀ ਦੇ ਦੋਸ਼ਾਂ ਦੇ ਮੱਦੇਨਜ਼ਰ ਭਾਰਤੀ ਬੈਂਕਾਂ ਨੇ ਅਡਾਨੀ ਦੇ ਐਕਸਪੋਜਰ ਦੀ ਕੀਤੀ ਸਮੀਖਿਆ - ਰਾਇਟਰਜ਼ ਇੰਡੀਆ",
        "ਹਫਤਾ 13 ਦਰਜਾਬੰਦੀ (ਥੈਂਕਸਗਿਵਿੰਗ ਅਪਡੇਟ) - theScore",
        "‘ਉਹ ਪ੍ਰਬੰਧਕ ਨਹੀਂ ਹੈ’: ਸਾਬਕਾ ਆਰਐਫਕੇ ਜੂਨੀਅਰ ਸਟਾਫ ਇਸ ਬਾਰੇ ਕਿ ਉਹ ਐਚਐਚਐਸ ਕਿਵੇਂ ਚਲਾਉਂਦਾ ਹੈ - ਪੋਲਿਟਿਕੋ",
        "ਥੈਂਕਸਗਿਵਿੰਗ ਮੌਸਮਃ ਮੀਂਹ ਅਤੇ ਬਰਫਬਾਰੀ ਉੱਤਰ-ਪੂਰਬ ਵੱਲ ਯਾਤਰਾ ਦੀਆਂ ਮੁਸ਼ਕਲਾਂ ਲਿਆ ਸਕਦੀ ਹੈ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਖਗੋਲ ਵਿਗਿਆਨੀ ਇਸ ਗੱਲ ਦਾ ਸਬੂਤ ਲੱਭਦੇ ਹਨ ਕਿ ਅਲਫਵੇਨ ਲਹਿਰਾਂ ਚੁੰਬਕੀ ਖੇਤਰ ਵਿੱਚ ਗਰਮੀ ਪੈਦਾ ਕਰਨ ਦੀ ਅਗਵਾਈ ਕਰਦੀਆਂ ਹਨ - Phys.",
        "ਚੀਨ ਨੇ ਇੱਕ ਚੋਟੀ ਦੇ ਫੌਜੀ ਅਧਿਕਾਰੀ ਦੀ ਜਾਂਚ ਕੀਤੀ ਕਿਉਂਕਿ ਸ਼ੀ ਪੀਐਲਏ ਜਰਨੈਲਾਂ ਦੀ ਸ਼ੁੱਧਤਾ ਨੂੰ ਵਿਸ਼ਾਲ ਕਰਦਾ ਹੈ - ਸੀਐਨਐਨ"
    ]
}