{
    "headlines": [
        "'Unidade e virtude': Mitt Romney se despede do Senado após 6 anos - KSL.com",
        "Legisladores de Montana tentaram bloquear Zooey Zephyr dos banheiros do Capitólio. Veja por que não funcionou - Yahoo! Voices",
        "Ministros de alto escalão da Coreia do Sul se oferecem para renunciar - Financial Times",
        "General Motors cobra mais de US $ 5 bi de empresas chinesas - Financial Times",
        "National Signing Day Live: commits, flips, rumores e melhores momentos - ESPN",
        "Battle Of The Weight-Loss Behemoths: Eli Lilly Whomps Novo Nordisk - Investor's Business Daily",
        "Meio-irmão de Eminem faz homenagem à mãe enquanto rapper fica mudo em meio a anos de ‘ódio’ - Hindustan Times",
        "Ela era uma socialite e influenciadora russa. Policiais dizem que ela é uma chefona da lavagem de criptomoedas - WIRED",
        "Aqui está o que sabemos sobre a divisão relatada de Sabrina Carpenter e Barry Keoghan - BuzzFeed",
        "Tempestades de neve perigosas e ofuscantes de uma tempestade de inverno potente e veloz ameaçam as viagens no Nordeste - CNN",
        "Wall St abre em alta enquanto investidores aguardam dados econômicos, comenta Powell - Reuters",
        "CEO da UnitedHealthcare, Brian Thompson, morto a tiros em Nova York - CNBC",
        "ACER anuncia placas gráficas NITRO ARC B580 e B570 - VideoCardz.com",
        "Paul Finebaum rasga o playoff do futebol universitário: 'É uma falha terrível no sistema' - On3.com",
        "   Removido ",
        "‘HomePod com tela’ da Apple pode chegar mais tarde em 2025 - The Verge",
        "‘Skeleton Crew’ é agora o projeto Star Wars da Disney mais bem avaliado, além de ‘Andor’ - Forbes",
        "CEO da Apple, Tim Cook, fala sobre planos de IA, Vision Pro Future e muito mais em nova entrevista - MacRumors",
        "O que estamos assistindo: Hegseth na berlinda - POLITICO",
        "Por que o primeiro-ministro francês Michel Barnier está prestes a perder um voto de desconfiança? - BBC.com"
    ]
}