{
    "headlines": [
        "ਲੀਅਮ ਪੇਨੇ, ਸਾਬਕਾ ਵਨ ਡਾਇਰੈਕਸ਼ਨ ਮੈਂਬਰ, ਅਰਜਨਟੀਨਾ ਦੇ ਹੋਟਲ ਡਿੱਗਣ ਵਿਚ 31 ਸਾਲ ਦੀ ਉਮਰ ਵਿਚ ਮਰ ਗਿਆ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਟਰੰਪ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ 6 ਜਨਵਰੀ ਇਕ \"ਪਿਆਰ ਦਾ ਦਿਨ\" ਸੀ, ਜੋ ਅਧਿਕਾਰੀਆਂ 'ਤੇ ਆਪਣੇ ਸਮਰਥਕਾਂ ਦੇ ਹਮਲੇ' ਤੇ ਚਮਕ ਰਿਹਾ ਸੀ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਗਿਰਵੀਨਾਮੇ ਦੀਆਂ ਦਰਾਂ ਲਗਾਤਾਰ ਤੀਜੇ ਹਫਤੇ ਵਧਦੀਆਂ ਹਨ ਜਦੋਂ ਕਿ ਖਰੀਦਦਾਰ ਸਾਵਧਾਨ ਹੁੰਦੇ ਹਨ - ਯਾਹੂ ਵਿੱਤ",
        "ਯੂਨੀਵਰਸਲ ਓਰਲੈਂਡੋ ਦਾ ਨਵਾਂ ਹੈਰੀ ਪੋਟਰ ਅਤੇ ਨਿਨਟੈਂਡੋ ਵਰਲਡਜ਼ ਮਈ ਵਿੱਚ ਖੁੱਲ੍ਹਣਗੇ - ਦਿ ਵਰਜ",
        "ਮਿਜ਼ੀ ਗੇਨੋਰ, ਸ਼ੋਅਬਿਜ਼ ਡਾਇਨਾਮੋ ਅਤੇ ‘ਸਾ Southਥ ਪੈਸੀਫਿਕ ਦਾ ਸਟਾਰ,’ 93 ’ਤੇ ਮਰ ਜਾਂਦਾ ਹੈ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਟਰੰਪ ਨੇ ਜਨਵਰੀ 6 ਦੇ ਕੇਸ ਵਿਚ ਜੱਜ ਨੂੰ ਵਾਧੂ ਛੋਟ ਦਾਇਰ ਕਰਨ ਦੀ ਰਿਹਾਈ ਵਿਚ ਦੇਰੀ ਕਰਨ ਲਈ ਕਿਹਾ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਯੂਰੋਜ਼ੋਨ ਮਹਿੰਗਾਈ ਘਟਣ ਦੇ ਨਾਲ ਈਸੀਬੀ ਨੇ ਦੁਬਾਰਾ ਵਿਆਜ ਦਰਾਂ ਵਿੱਚ ਕਟੌਤੀ ਕੀਤੀ - ਨਿ New ਯਾਰਕ ਟਾਈਮਜ਼",
        "ਕੀ ਮੇਨੇਂਡੇਜ਼ ਭਰਾ ਆਜ਼ਾਦ ਹੋਣਗੇ? ਨਵੇਂ ਸਬੂਤਾਂ ਦਰਮਿਆਨ ਪਰਿਵਾਰ ਨੇ ਕੀਤੀ ਜ਼ੋਰਦਾਰ ਅਪੀਲ - ਅਮਰੀਕਾ ਅੱਜ",
        "ਅਮਰੀਕਾ ਨੇ ਯਮਨ ਵਿਚ ਈਰਾਨ ਦੀ ਹਮਾਇਤ ਪ੍ਰਾਪਤ ਹੂਤੀ 'ਤੇ ਹਮਲਾ ਕੀਤਾਃ ਲਾਈਵ ਅਪਡੇਟਸ - ਸੀ ਐਨ ਐਨ",
        "ਟਰੰਪ ਰੈਲੀ ਦੀ ਸ਼ੂਟਿੰਗ ਦੀ ਜਾਂਚ ਕਰ ਰਹੇ ਸੁਤੰਤਰ ਪੈਨਲ ਨੇ ਗੁਪਤ ਸੇਵਾ ਵਿਚ \"ਡੂੰਘੀਆਂ ਕਮੀਆਂ\" ਦੀ ਚੇਤਾਵਨੀ ਦਿੱਤੀ, \"ਬੁਨਿਆਦੀ ਸੁਧਾਰ\" ਦੀ ਮੰਗ ਕੀਤੀ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "'ਕੋਈ ਅਧਿਕਾਰ ਨਹੀਂ': ਜਾਰਜੀਆ ਚੋਣ ਬੋਰਡ ਅਦਾਲਤ ਵਿਚ ਫਿਰ ਹਾਰ ਗਿਆ ਕਿਉਂਕਿ ਜੱਜ ਨੇ 7 ਨਿਯਮਾਂ ਨੂੰ ਖਤਮ ਕੀਤਾ - ਅਮਰੀਕਾ ਅੱਜ",
        "ਟੈਕਸਾਸ ਦੇ ਕੈਦੀ ਨੂੰ ਫਾਂਸੀ ਦੀ ਸਜ਼ਾ ਅੱਜ ਲਈ ਤਹਿ ਕੀਤੀ ਗਈ ਹੈ ਜਦੋਂ ਉਸ ਨੂੰ ਰਾਜ ਕਮੇਟੀ ਦੇ ਸਾਹਮਣੇ ਗਵਾਹੀ ਦੇਣ ਲਈ ਬੁਲਾਇਆ ਗਿਆ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਤਣਾਅ ਅਤੇ ‘ਚੰਦਰਮਾ ਦਾ ਚਿਹਰਾ’: ਇਸ ਟਿਕਟੋਕ ਰੁਝਾਨ ਬਾਰੇ ਮਾਹਰ ਕੀ ਕਹਿੰਦੇ ਹਨ - ਸੀ ਐਨ ਐਨ",
        "ਸਮੁੰਦਰ ਵਿਚ 67 ਦਿਨਾਂ ਦੀ ਯਾਤਰਾ ਤੋਂ ਬਾਅਦ ਬਚਾਇਆ ਗਿਆ ਆਦਮੀ ਦੱਸਦਾ ਹੈ ਕਿ ਭਰਾ ਅਤੇ ਭਤੀਜੇ ਦੀ ਮੌਤ ਤੋਂ ਬਾਅਦ ਉਹ ਕਿਵੇਂ ਬਚਿਆਃ \"ਮੇਰੇ ਕੋਲ ਬਸ ਕੋਈ ਵਿਕਲਪ ਨਹੀਂ ਸੀ\" - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਕਮਲਾ ਹੈਰਿਸ ਦੀ ਫਾਕਸ ਨਿਊਜ਼ ਦੀ ਇੰਟਰਵਿਊ ਸ਼ਿਕਾਇਤ ਥੀਏਟਰ ਸੀ, ਸਿਆਸੀ ਪੱਤਰਕਾਰੀ ਨਹੀਂ - ਦ ਗਾਰਡੀਅਨ",
        "ਬ੍ਰੋਂਕੋਸ ਬਨਾਮ ਸੰਤਾਂ ਐਨਐਫਐਲ ਪ੍ਰੋਪਸ, ਏਆਈ ਭਵਿੱਖਬਾਣੀ, ਚੋਟੀ ਦੇ ਵੀਰਵਾਰ ਰਾਤ ਦੇ ਫੁੱਟਬਾਲ ਪਿਕਸਃ ਐਲਵਿਨ ਕਾਮਾਰਾ 68.5 ਗਜ਼ ਦੇ ਹੇਠਾਂ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਹਟਾਈ",
        "ਭੁੱਖਮਰੀ ਮਾਹਰਾਂ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਗਾਜ਼ਾ ਵਿੱਚ ਭੁੱਖਮਰੀ ਦਾ ਜੋਖਮ ਉੱਚਾ ਰਹਿੰਦਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਐਨਐਫਐਲ ਵੀਕ 7 ਸਿੱਧਾ ਅਤੇ ਫੈਲਣ ਦੇ ਵਿਰੁੱਧ ਚੁੱਕਦਾ ਹੈਃ ਕੀ ਚੀਫਸ ਜਾਂ 49ers ਸੁਪਰ ਬਾlਲ ਰੀਮੈਚ ਜਿੱਤਣਗੇ? - ਯੂਐਸਏ ਅੱਜ",
        "ਭਾਰ ਘਟਾਉਣ ਵਾਲੀਆਂ ਦਵਾਈਆਂ ਕੱਟੋ ਨਸ਼ੀਲੇ ਪਦਾਰਥ ਅਤੇ ਸ਼ਰਾਬ ਦੀ ਦੁਰਵਰਤੋਂ, ਨਵੇਂ ਅਧਿਐਨ ਦੇ ਅਨੁਸਾਰ - ਦਿ ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ"
    ]
}