{
    "headlines": [
        "Trump nomeia Linda McMahon como sua escolha para secretária de Educação - CNN",
        "Hong Kong ouvirá o magnata da mídia preso Jimmy Lai pela primeira vez em quatro anos em seu julgamento - CNN",
        "Rafael Nadal se aposenta depois que a Espanha fica chateada com a Holanda na Copa Davis - CNN",
        "A energia escura que separa nosso universo pode não ser o que parece, dizem cientistas - The Associated Press",
        "Analistas atualizam meta de preço das ações da Nvidia antes dos lucros - TheStreet",
        "Previsão do ranking dos Playoffs de Futebol Universitário, suporte para a Semana 13 - NCAA.com",
        "Alex Jones processa as famílias Onion e Sandy Hook por causa do acordo Infowars - The Wall Street Journal",
        "Apple diz que utilizadores de Mac são alvo de ciberataques de dia zero - TechCrunch",
        "Exclusivo | Comcast destaca spin-off de US $ 7 bilhões dos canais a cabo da NBCUniversal - The Wall Street Journal",
        "O filme Wicked fez jus ao hype? Leia as avaliações - Playbill",
        "45 ativistas pró-democracia são presos no maior caso de segurança nacional de Hong Kong - The Associated Press",
        "Trump escolhe Dr. Oz para ser administrador do CMS - POLITICO",
        "Juiz decide que promotores devem destruir notas da cela de Sean 'Diddy' Combs - ABC News",
        "‘Bomb Cyclone’ impacta a partir desta noite no noroeste do Pacífico e no norte da Califórnia. Aqui está o que saber. - Forbes",
        "Procuradores de Nova York parecem abertos a um atraso de um ano no caso Trump Hush Money - The Washington Post",
        "Autoridades do Texas apoiam aulas baseadas na Bíblia em escolas primárias - The Washington Post",
        "Android 16 DP1: o Pixel 9 recebe a cor de exibição \"Modo experimental\" - 9to5Google",
        "Rumores da MLB: Yankees brass 'gung ho' depois de se encontrar com Juan Soto, enquanto Phillies quer entrar na caça à agência livre - CBS Sports",
        "S&P 500 Gains and Losses Today: Supermicro Roars Back After Compliance Filing - Investopedia",
        "Trump escolhe o financista Howard Lutnick como secretário de Comércio - BBC.com"
    ]
}