{
    "headlines": [
        "Um \"frenesi\" pode estar a caminho de Joey Bosa - NBC Sports",
        "É hora de avançar. O horário de verão começa neste fim de semana. - The Washington Post",
        "10 Democratas se juntam aos republicanos para punir Al Green pelo discurso de Trump - Fox News",
        "EUA provavelmente concederão isenção tarifária para mercadorias sujeitas ao pacto Canadá-México, diz Lutnick - Financial Times",
        "Trump quer desmantelar o Departamento de Educação. Veja o que ele faz - The Associated Press",
        "‘Running Point’ é renovada para a 2ª temporada pela Netflix - Prazo",
        "França deve considerar proteger aliados europeus com seu arsenal nuclear, diz Macron - CNN",
        "Family offices abalados por oscilações de mercado e tarifas - CNBC",
        "Tempestade Cross-Country embala várias ameaças no fim de semana - The Weather Channel",
        "Atualizações ao vivo: líderes da UE mantêm negociações de emergência com a Ucrânia depois que Trump suspende a ajuda - Associated Press",
        "Máquinas Intuitivas 2 Pouso Lunar - NASA (.gov)",
        "Identificar a partida perfeita de free agent de 2025 para todas as equipes da NFL - Pro Football Focus",
        "Roy Ayers, cantor de Everybody Loves the Sunshine e pioneiro do jazz-funk, morre aos 84 anos - BBC.com",
        "Um ano depois, a OpenAI ainda não lançou sua ferramenta de clonagem de voz - TechCrunch",
        "Onde comprar as placas gráficas fenomenais AMD Radeon RX 9070 e 9070 XT - IGN",
        "Como Lady Gaga desligou o ‘ruído‘ das expectativas da indústria para criar caos em ‘Mayhem’ - Billboard",
        "Mercado de ações hoje: Dow Futures Fall; Bond Yields Rise Globally — Live Updates - The Wall Street Journal",
        "Empregadores dos EUA cortaram mais empregos no mês passado do que em qualquer fevereiro desde 2009 - CNN",
        "Os Leões devem dar a Aidan Hutchinson um acordo de definição de mercado em 2025? - Orgulho de Detroit",
        "Uma solução para uma infecção vaginal comum pode ser o tratamento de parceiros do sexo masculino - The Washington Post"
    ]
}