{
    "headlines": [
        "Bericht: Mike Vick ist der neue Cheftrainer bei Norfolk State - NBC Sports",
        "Cody Bellinger Handelsnoten: Yankees erhalten 'A' für stetigen Pivot nach Juan Soto Verlust, Cubs gewinnen Kostensenkungsspiel - CBS Sports",
        "SpaceX startet 2 mPOWER-Satelliten von Florida aus auf der 2. Etappe des Doppelkopfes der Raumfahrt (Video) - Space.com",
        "[removed]",
        "Luigi Mangione wegen Mordes ersten Grades bei der Tötung von UnitedHealthcare angeklagt - Financial Times",
        "[removed]",
        "NASA's 2 stuck astronauts face more time in space with return delayed until at least late March - The Associated Press",
        "Das neue KI-Tool von Google verwendet Bildaufforderungen anstelle von Text - CNN",
        "Trumps Anwälte behaupten, dass die Geschworenen im letzten Versuch, ein Schweigegeldurteil zu fällen, ein Fehlverhalten begangen haben - Axios",
        "Die neuesten Galaxy S25-Lecks zeigen die geschwungenen Ecken und schlanken Blenden von Ultra [Galerie] - 9to5Google",
        "Der Dow hat gerade etwas getan, was er seit Jimmy Carter als Präsident nicht mehr getan hat - CNN",
        "Mordprozess gegen Bob Lee: S.F. Jury findet Nima Momeni des Mordes zweiten Grades schuldig - San Francisco Chronicle",
        "Trump verklagt Des Moines Register und Iowa Pollster und behauptet, Wahlbeeinflussung - The Washington Post",
        "Police ID 15-jähriges Mädchen als reichlich Leben Christian School Shooter in Wisconsin - ABC News",
        "SpaceX Dragon-Raumschiff spritzt im Golf vor der Küste Floridas - VERSCHLEISS",
        "Nvidia Stock Slump vertieft sich. Was treibt es weiter in das Korrekturgebiet. - Barron's",
        "Grubhub zahlt FTC-Siedlung in Höhe von 25 Millionen US-Dollar wegen schädlicher Praktiken gegen Gäste, Arbeiter - CNBC",
        "Harris drängt die Öffentlichkeit, nach den Feiertagen \"im Kampf zu bleiben\" und \"wieder bereit zu sein\" - ABC News",
        "Das 249 $ teure Entwickler-Kit von Nvidia verspricht billige, kleine KI-Leistung - The Verge",
        "Gilgo Beach Verdächtiger Rex Heuermann wegen siebten Mordes angeklagt - BBC.com"
    ]
}