{
    "headlines": [
        "ਮੈਮੋਰੀਅਮ ਵਿੱਚਃ ਨਿੱਕੀ ਜਿਓਵਾਨੀ, ਮਸ਼ਹੂਰ ਕਵੀ, ਕਾਰਕੁਨ, ਅਤੇ ਵਰਜੀਨੀਆ ਟੈਕ ਦੰਤਕਥਾ - ਵਰਜੀਨੀਆ ਟੈਕ",
        "ਕੀ ਦਸਤਖਤ ਚੋਟੀ ਦੇ ਭਰਤੀ ਏਜੇ ਡਾਇਬਾਂਟਾ BYU ਪੁਰਸ਼ ਬਾਸਕਟਬਾਲ ਬਾਰੇ ਕਹਿੰਦਾ ਹੈ - KSL.",
        "ਟਰੰਪ ਨੇ ਐਫਟੀਸੀ ਦੀ ਪ੍ਰਧਾਨਗੀ ਲਈ ਐਂਡਰਿ F ਫਰਗੂਸਨ ਨੂੰ ਚੁਣਿਆ - ਰਾਇਟਰਜ਼",
        "ਚੀਨੀ ਜਲ ਸੈਨਾ ਦੀ ਤਾਇਨਾਤੀ ਹੋਰ ਵੱਡੀਆਂ ਮਸ਼ਕਾਂ ਦੀ ਤਰਜ਼ 'ਤੇ, ਅਮਰੀਕੀ ਅਧਿਕਾਰੀ ਨੇ ਕਿਹਾ - ਰਾਇਟਰਜ਼",
        "ਸੀਰੀਆਈ ਪਰਿਵਾਰ '' ਅਸਹਿਣਸ਼ੀਲ 'ਨਜ਼ਰਬੰਦ ਰਿਸ਼ਤੇਦਾਰਾਂ ਦੀ ਕਿਸਮਤ ਨੂੰ ਜਾਣਨ ਲਈ ਇੰਤਜ਼ਾਰ ਕਰਦੇ ਹਨ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਨੈਟਸ ਨੰਬਰ 1 ਪਿਕ ਲਈ ਡਰਾਫਟ ਲਾਟਰੀ ਜਿੱਤਦਾ ਹੈ; 2 ਤੇ ਦੂਤ - ਈਐਸਪੀਐਨ",
        "ਕੈਲੀਫੋਰਨੀਆ ਵਿਚ ਬਰਡ ਫਲੂ ਬੱਚੇ ਡੇਅਰੀ ਗਾਵਾਂ ਵਿਚ ਵਾਇਰਸ ਨਾਲ ਜੁੜਿਆ ਹੋਇਆ ਹੈ, ਸੀਡੀਸੀ ਕਹਿੰਦਾ ਹੈ - ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਬਿਲਬੋਰਡ ਨੇ ਆਖਰੀ ਈਰਾਸ ਸ਼ੋਅ ਤੋਂ ਬਾਅਦ ਇਤਿਹਾਸਕ ਟੇਲਰ ਸਵਿਫਟ ਘੋਸ਼ਣਾ ਕੀਤੀ - ਐਥਲੋਨ ਸਪੋਰਟਸ",
        "ਯੂਨਾਈਟਿਡਹੈਲਥਕੇਅਰ ਦੇ ਸੀਈਓ ਕਤਲ ਦੇ ਸ਼ੱਕੀ ਵਿਅਕਤੀ ਦੀ ਮੰਮੀ ਨੇ ਐਸਐਫ ਵਿੱਚ ਗੁੰਮਸ਼ੁਦਾ ਵਿਅਕਤੀ ਦੀ ਰਿਪੋਰਟ ਦਾਇਰ ਕੀਤੀ, ਸੂਤਰਾਂ ਦਾ ਕਹਿਣਾ ਹੈ - ਏਬੀਸੀ 7 ਲਾਸ ਏਂਜਲਸ",
        "ਸੀਰੀਆ ਦੇ ਨਵੇਂ ਪਰਿਵਰਤਨਸ਼ੀਲ ਪ੍ਰਧਾਨ ਮੰਤਰੀ ਨੇ ਸਥਿਰਤਾ ਅਤੇ ਸ਼ਾਂਤ ਦੀ ਮੰਗ ਕੀਤੀ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਇਹ ਉਹ ਹੈ ਜੋ ਅਸੀਂ ਰੂਸ ਦੇ ਜੰਗੀ ਜਹਾਜ਼ਾਂ ਅਤੇ ਜਹਾਜ਼ਾਂ ਨੂੰ ਸੀਰੀਆ ਦੇ ਨਵੇਂ ਸੈਟੇਲਾਈਟ ਚਿੱਤਰਾਂ ਵਿੱਚ ਕਰਦੇ ਦੇਖ ਸਕਦੇ ਹਾਂ ਸ਼ਾਸਨ ਤਬਦੀਲੀ ਦੇ ਵਿਚਕਾਰ - ਬਿਜ਼ਨਸ ਇਨਸਾਈਡਰ",
        "ਜੀਐਮ ਆਪਣੇ ਰੋਬੋਟੈਕਸੀ ਯਤਨਾਂ 'ਤੇ ਪਲੱਗ ਖਿੱਚ ਰਿਹਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਮੈਕਸ ਫਰਾਈਡ ਯੈਂਕੀਜ਼ ਨਾਲ ਦਸਤਖਤ ਕਰਨ ਲਈਃ ਨਿ York ਯਾਰਕ ਅੱਠ ਸਾਲਾਂ, 218 ਮਿਲੀਅਨ ਡਾਲਰ ਦੇ ਸੌਦੇ 'ਤੇ ਏਸੀ ਖੱਬੇ ਪਾਸੇ ਚੁੱਕਦਾ ਹੈ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਮਾਈਕਲ ਕੋਲ ਦੀ ਮੌਤਃ ‘ਮੋਡ ਸਕੁਐਡ’ ਸਟਾਰ & ‘ਜਨਰਲ ਹਸਪਤਾਲ’ ਅਭਿਨੇਤਾ ਸੀ 84 - ਡੈੱਡਲਾਈਨ",
        "ਡੀਆਰ ਕਾਂਗੋ ਵਿਚ ਸ਼ੁਰੂਆਤੀ ਨਮੂਨੇ ਮਲੇਰੀਆ ਲਈ ਅਣਜਾਣ ਪ੍ਰਕੋਪ ਸਕਾਰਾਤਮਕ - ਮਿਨੀਸੋਟਾ ਟਵਿਨ ਸਿਟੀਜ਼ ਯੂਨੀਵਰਸਿਟੀ",
        "Enigmatic ‘ਹਨੇਰੇ ਧੁਰੇ' ਦੋ ਵੱਖ ਵੱਖ ਕਿਸਮ ਵਿੱਚ ਆ, ਅਧਿਐਨ ਲੱਭਦਾ ਹੈ - Gizmodo",
        "ਵਾਲ ਸਟ੍ਰੀਟ ਦੇ ਟਾਈਟਨਜ਼ ਟਰੰਪ 2.0 ਦਾ ਇੰਤਜ਼ਾਰ ਨਹੀਂ ਕਰ ਸਕਦੇ - ਨਿਊਯਾਰਕ ਟਾਈਮਜ਼",
        "ਸੈਟੇਲਾਈਟ ਦੀ ਇੱਕ ਨਵੀਂ ਜੋੜੀ 'ਮੰਗ‘ ਤੇ ਸੂਰਜ ਗ੍ਰਹਿਣ 'ਬਣਾਉਣ ਲਈ ਤਿਆਰ ਹੈ - ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਵਾਚਡੌਗ ਰਿਪੋਰਟਰਾਂ, ਕਾਂਗਰਸ ਦੇ ਮੈਂਬਰਾਂ ਦੀਆਂ ਟਰੰਪ ਯੁੱਗ ਦੀਆਂ ਲੀਕ ਜਾਂਚਾਂ ਬਾਰੇ ਚਿੰਤਾਵਾਂ ਉਠਾਉਂਦਾ ਹੈ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਨਾਇਡ ਸਮੀਖਿਆਃ ਅਜੇ ਵੀ ਪਾਣੀ ਡੂੰਘੇ ਚੱਲਦੇ ਹਨ ਉਹ ਕਹਿੰਦੇ ਹਨ, ਪਰ ਫਿਰ ਇਹ ਪਾਣੀ ਅਜੇ ਵੀ ਨਹੀਂ ਹਨ - ਰਾਕ ਪੇਪਰ ਸ਼ਾਟਗਨ"
    ]
}