{
    "headlines": [
        "ਬਲੈਕਮੋਨ, ਇੱਕ 4-ਟਾਈਮ ਆਲ-ਸਟਾਰ, 14 ਸੀਜ਼ਨ ਤੋਂ ਬਾਅਦ ਰਿਟਾਇਰ ਹੋਣ ਲਈ -- ਸਾਰੇ ਰੌਕੀਜ਼ ਦੇ ਨਾਲ - ਐਮਐਲਬੀ ਡਾਟ ਕਾਮ",
        "ਬੋਇੰਗ ਨੇ ਹੜਤਾਲ ਨੂੰ ਖਤਮ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰਨ ਲਈ ਮਸ਼ੀਨਿਸਟਾਂ ਨੂੰ ਆਪਣੀ ਪੇਸ਼ਕਸ਼ ਵਧਾ ਦਿੱਤੀ - ਸੀਏਟਲ ਟਾਈਮਜ਼",
        "ਚਾਰਜਰਸ ਜੇਮਜ਼ ਨੇ ਗੈਰਕਾਨੂੰਨੀ ਹਿੱਟ ਲਈ 1 ਗੇਮ ਨੂੰ ਮੁਅੱਤਲ ਕਰ ਦਿੱਤਾ - ਈਐਸਪੀਐਨ",
        "ਲੇਬਨਾਨ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਇਜ਼ਰਾਈਲ ਦੇ ਹਵਾਈ ਹਮਲਿਆਂ 'ਚ ਘੱਟੋ-ਘੱਟ 492 ਲੋਕ ਮਾਰੇ ਗਏ, ਵਸਨੀਕ ਦੱਖਣ ਤੋਂ ਭੱਜ ਗਏ - ਰਾਇਟਰ",
        "ਓਸ਼ੀਅਨਗੇਟ ਦੇ ਸਹਿ-ਸੰਸਥਾਪਕ ਗਿਲਰਮੋ ਸੋਹਨਲੇਨ ਨੇ ਕੰਪਨੀ ਦੀ ਗਵਾਹੀ ਦਿੱਤੀ ਕਿ ਟਾਈਟਨ ਨੇ ਆਪਣੇ ਖੁਦ ਦੇ ਸਬਜ਼ ਬਣਾਉਣ ਦੀ ਯੋਜਨਾ ਨਹੀਂ ਬਣਾਈ - ਸੀ ਐਨ ਐਨ",
        "ਮਾਰਸੇਲਸ ਵਿਲੀਅਮਜ਼ ਦੀ ਫਾਂਸੀ ਮੰਗਲਵਾਰ ਨੂੰ ਅੱਗੇ ਵਧਣ ਲਈ ਨਿਰਧਾਰਤ ਕੀਤੀ ਗਈ ਹੈ, ਮਿਸੂਰੀ ਸੁਪਰੀਮ ਕੋਰਟ ਦੇ ਨਿਯਮ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਐਪਲ ਦਾ ਨਵਾਂ ਆਈਫੋਨ 16 ਪ੍ਰੋ ਖੁਸ਼ੀ ਅਤੇ ਨਿਰਾਸ਼ਾ ਪ੍ਰਦਾਨ ਕਰਦਾ ਹੈ - ਫੋਰਬਸ",
        "ਇਜ਼ਰਾਈਲ ਅਤੇ ਹਿਜ਼ਬੁੱਲਾ ਵਿਚਾਲੇ ਹਿੰਸਾ ਵਧਣ ਨਾਲ ਅਮਰੀਕਾ ਮੱਧ ਪੂਰਬ ਵਿਚ ਵਧੇਰੇ ਫੌਜਾਂ ਭੇਜ ਰਿਹਾ ਹੈ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਐਮ ਐਨ ਐੱਫ ਵਿਚ ਬਿੱਲਾਂ 'ਤੇ ਜੈਗੁਆਰਸ ਕਿਵੇਂ ਲਾਈਵ ਵੇਖਣਾ ਹੈਃ ਸਟਾਰਟ ਟਾਈਮ, ਸਟ੍ਰੀਮਿੰਗ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਆਈਐਸਐਸ 'ਤੇ ਸਭ ਤੋਂ ਲੰਬੇ ਸਮੇਂ ਤੱਕ ਰਹਿਣ ਤੋਂ ਬਾਅਦ ਪੁਲਾੜ ਯਾਤਰੀ ਧਰਤੀ' ਤੇ ਵਾਪਸ ਪਰਤੇ - BBC.com",
        "ਭਵਿੱਖ ਦੇ ਗਰਮ ਖੰਡੀ ਤੂਫਾਨ ਹੇਲੀਨ ਫਲੋਰਿਡਾ, ਖਾੜੀ ਤੱਟ ਲਈ ਇਕ ਤੂਫਾਨ ਦਾ ਖ਼ਤਰਾ; ਫਲੋਰਿਡਾ ਦੀਆਂ ਕੁੰਜੀਆਂ ਵਿਚ ਅਲਰਟ ਜਾਰੀ - ਮੌਸਮ ਚੈਨਲ",
        "ਸੀਈਓ ਦੀ ਗ੍ਰਿਫਤਾਰੀ ਤੋਂ ਬਾਅਦ, ਟੈਲੀਗ੍ਰਾਮ ਕਹਿੰਦਾ ਹੈ ਕਿ ਇਹ ਹੁਣ ਕੁਝ ਮਾੜੇ ਅਦਾਕਾਰਾਂ ਦੇ ਡੇਟਾ ਨੂੰ ਕਾਨੂੰਨ ਲਾਗੂ ਕਰਨ ਵੱਲ ਮੋੜ ਦੇਵੇਗਾ - ਸੀਐਨਐਨ",
        "ਰੂਸ ਦਾ ਸ਼ੈਤਾਨ II ਵਜੋਂ ਜਾਣਿਆ ਜਾਂਦਾ ਆਈਸੀਬੀਐਮ ਦਾ ਟੈਸਟ ਲਾਂਚ ਅਸਫਲ ਜਾਪਦਾ ਹੈ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਟੇਸਲਾ ਦਾ ਸਟਾਕ ਡਿਲਿਵਰੀ ਰਿਪੋਰਟ ਲਈ ਆਸ਼ਾਵਾਦ 'ਤੇ ਐਸ ਐਂਡ ਪੀ 500 ਲਾਭਪਾਤਰੀਆਂ ਦੀ ਅਗਵਾਈ ਕਰ ਰਿਹਾ ਹੈ - ਮਾਰਕੀਟਵਾਚ",
        "ਨਿ New ਯਾਰਕ ਵਿਚ ਈਈਈ ਦੀ ਮੌਤ ਰਾਜ ਵਿਆਪੀ ਕਾਰਵਾਈ ਨੂੰ ਚਾਲੂ ਕਰਦੀ ਹੈ - ਡਬਲਯੂਸੀਏਐਕਸ",
        "ਐਕਸ ਜਲਦੀ ਹੀ ਤੁਹਾਡੀਆਂ ਜਨਤਕ ਪੋਸਟਾਂ ਨੂੰ ਤੁਹਾਡੇ ਦੁਆਰਾ ਬਲੌਕ ਕੀਤੇ ਖਾਤਿਆਂ ਵਿੱਚ ਦਿਖਾਈ ਦੇਵੇਗਾ - TechCrunch",
        "ਨੱਕ ਸਪਰੇਅ ਫਲੂ ਟੀਕੇ ਨੂੰ ਘਰੇਲੂ ਵਰਤੋਂ ਲਈ ਐਫ ਡੀ ਏ ਦੀ ਮਨਜ਼ੂਰੀ ਮਿਲਦੀ ਹੈਃ ‘ਇੱਕ ਚੰਗਾ ਵਿਕਲਪ’ - ਫੌਕਸ ਨਿ Newsਜ਼",
        "ਪੁਲਾੜ ਯਾਤਰੀ, ਸਪੇਸਐਕਸ ਦੇ ਕਰੂ -9 ਮਿਸ਼ਨ ਲਈ ਕੈਪਸੂਲ ਫਲੋਰੀਡਾ ਲਾਂਚ ਸਾਈਟ ਤੇ ਪਹੁੰਚੇ (ਫੋਟੋਆਂ) - ਸਪੇਸ ਡਾਟ ਕਾਮ",
        "ਤਿੰਨ ਵਿੱਚੋਂ ਇੱਕ ਪ੍ਰੋ ਫੁੱਟਬਾਲ ਖਿਡਾਰੀ ਸੋਚਦੇ ਹਨ ਕਿ ਉਨ੍ਹਾਂ ਕੋਲ ਸੀਟੀਈ ਹੈ - ਮੇਡਸਕੇਪ",
        "ਕੇਮਾਰਟ ਨੇੜਲੇ ਯੂਐਸ ਵਿੱਚ ਆਪਣੇ ਆਖਰੀ ਬਚੇ ਸਟੋਰ ਨੂੰ ਬੰਦ ਕਰਨ ਲਈ ਇਹ ਇੱਥੇ ਹੈ ਜਿੱਥੇ ਇਹ ਹੈ. - ਸੀਬੀਐਸ ਨਿ Newsਜ਼"
    ]
}