{
    "headlines": [
        "O Google Agenda recebe um novo design e modo escuro - The Verge",
        "Maquinistas da Boeing rejeitam novo contrato, continuando a paralisação onerosa - CBS News",
        "Odds, previsão, tempo, spread de Rams vs. Vikings: escolhas de Thursday Night Football do modelo da NFL em 12-5 corridas - CBS Sports",
        "Ataque israelense a abrigo em Gaza mata 17 enquanto Blinken diz que as negociações de cessar-fogo serão retomadas - Associated Press",
        "Minecraft vai perder suporte para RV no próximo ano - The Verge",
        "Turquia ataca Iraque e Síria após ataque a empresa de defesa perto de Ancara - Al Jazeera",
        "Howard's End? How SiriusXM Will Survive After Stern - Hollywood Reporter",
        "Os preços dos ingressos para a World Series são os segundos mais altos de todos os tempos - um jogo em casa dos Yankees pode custar quase US $ 5.000 - CNBC",
        "Livros Primavera Sound 2025 Chappell Roan, Charli XCX e Sabrina Carpenter como headliners - Stereogum",
        "Harris diz que Trump \"é um fascista\" depois que John Kelly diz que o ex-presidente queria generais como o de Hitler - The Associated Press",
        "Presidente da inteligência da Câmara: EUA devem considerar ação militar se tropas norte-coreanas entrarem na Ucrânia - usa TODAY",
        "Após a notícia do aviso do DOJ, o super PAC de Elon Musk não anunciou o vencedor \"diário\" da loteria na quarta-feira - CNN",
        "TKO adquire IMG, On Location, Professional Bull Riders da Endeavor em acordo de ações de US $ 3,25bilhões - Hollywood Reporter",
        "Havaí corre para impedir a propagação de besouros rinocerontes que matam árvores, espécies invasoras que podem voar 2 milhas e botar 140 ovos - CBS News",
        "A Southwest jogou a toalha na sua luta contra um investidor ativista - Yahoo! Voices",
        "Escolhas da Semana 8 da NFL da equipe do MMQB: Tua Tagovailoa retorna contra os Cardinals - Sports Illustrated",
        "O medicamento para diabetes da Novo Nordisk, Ozempic, pode reduzir o risco de doença de Alzheimer, diz estudo - CNBC",
        "Polícia argentina invade hotel de Liam Payne onde cantor caiu para a morte, exige mais imagens de segurança - New York Post",
        "Uma cápsula da SpaceX está voltando para a Terra. Veja por que os astronautas da Boeing Starliner não estão nele - CNN",
        "Vídeo mostra bola de fogo brilhante vista nos céus do Lago Erie - usa TODAY"
    ]
}