{
    "headlines": [
        "هايتي: عصابة تفتح النار وتقتل ما لا يقل عن 70 شخصًا - DW (الإنجليزية)",
        "يمكن لكل ولاية ميشيغان رؤية الأضواء الشمالية في نهاية هذا الأسبوع: ما يجب معرفته - WDIV ClickOnDetroit",
        "إعصار هيلين: الخلاف السياسي يندلع للإغاثة من الكوارث - BBC.com",
        "في زيارة مفاجئة مع الصحفيين، يشارك بايدن المخاوف بشأن العنف الانتخابي - واشنطن بوست",
        "في ميشيغان، يلتقي هاريس بزعماء عرب أمريكيين غاضبين من إسرائيل - رويترز",
        "الأسبوع الذي دفع الشرق الأوسط إلى الاقتراب من حرب شاملة - BBC.com",
        "تعتقد روزي أودونيل أنه يمكن إطلاق سراح الأخوين مينينديز في غضون 30 يومًا - تنوع",
        "دمرت هيلين هذا المخيم في ولاية كارولينا الشمالية، لكن العملاء والغرباء يتدخلون للمساعدة - سي بي إس نيوز",
        "وصف غارث بروكس زوجته تريشا ييروود بأنها \"شريكته في الأوقات الجيدة\" و \"السيئة\" قبل اتهامها بالاغتصاب - الصفحة السادسة",
        "تقدم ميتس- برويرز تقييمات قياسية لـ ESPN خلال إثارة اللعبة 3 - نيويورك بوست",
        "تحاول كيبوتس بئيري المحطمة في إسرائيل إيجاد مستقبل - BBC.com",
        "يشرح مخرج \"الجوكر 2\" نهاية الفيلم واختيار آرثر الصادم - Entertainment Weekly News",
        "الغارات الجوية الإسرائيلية تهز الضاحية الجنوبية لبيروت وتقطع معبرًا رئيسيًا إلى سوريا - وكالة أسوشيتد برس",
        "القراصنة - فالكونز بمتوسط 12.3 مليون مشاهد - إن بي سي سبورتس",
        "صناديق الاستثمار المتداولة للأرباح الموزعة في الولايات المتحدة تحظى باهتمام المستثمرين بعد تخفيض سعر الفائدة الفيدرالي الضخم - Yahoo Finance",
        "الحوثيون يتعهدون \"أمريكا ستدفع ثمنًا باهظًا\" لقصف اليمن وسط الأزمة - نيوزويك",
        "لعبة وأسماك لتركيز جهود أخذ العينات من الأطفال ذوي الإعاقة على الغزلان والأيائل التي يتم حصادها في مناطق صيد محددة في حوض القرن الكبير - Sheridan Media",
        "تُظهر صور الأقمار الصناعية لإعصار هيلين دمارًا كبيرًا في ولاية كارولينا الشمالية مع استمرار ارتفاع عدد القتلى - سي بي إس نيوز",
        "لم تقدم إسرائيل أي ضمانات بأنها لن تستهدف المنشآت النووية الإيرانية، حسبما قال مسؤول كبير في وزارة الخارجية لشبكة سي إن إن - سي إن إن",
        "إلى أي مدى يجب أن أقلق بشأن ارتفاع أسعار النفط ؟ - BBC.com"
    ]
}