{
    "headlines": [
        "Der Verdächtige in Gilgo Beach wird wegen des Todes einer siebten Frau angeklagt - The Associated Press",
        "Das Neueste über Trumps Übergang zum Präsidenten, da das Wahlkollegium für die Bestätigung der Ergebnisse stimmt - CNN",
        "Aaron Rodgers spricht über seine romantische Vergangenheit und sagt, er habe sich mit einigen der Mädchen, mit denen ich zusammen war, keinen Gefallen getan - AOL",
        "Plötzlich Chaos in Kanadas Politik. Das ist eine gute Sache. - POLITICO",
        "Trump verklagt Des Moines Register und Top Pollster wegen finaler Umfrage in Iowa - CNN",
        "Alabama Woman Receives Nation's Third Pig Kidney Transplantation - The New York Times",
        "US November Retail Sales Control Group +0,4% vs. +0,4% erwartet - ForexLive",
        "NFL-Playoff-Bild 2024: Wer hat seinen Platz versiegelt und wer ist nach Woche 15 noch auf der Jagd - CNN",
        "Prinz Harry und Meghan teilen seltene Fotos ihrer Kinder auf Weihnachtskarte - CNN",
        "Die Pfizer-Aktie steigt, da der Drogenriese einen Umsatz von 61 Mrd. USD bis 64 Mrd. USD im Jahr 2025 verzeichnet - Barron's",
        "Walmart-Mitarbeiter tragen jetzt in einigen Geschäften Körperkameras - CNBC",
        "Sara Sharifs Vater und Stiefmutter wurden wegen ihres Mordes zu lebenslanger Haft verurteilt - BBC.com",
        "Igor Kirillov: Russlands Chemiewaffenchef und Sprachrohr in Moskau getötet - BBC.com",
        "Justin Jefferson: Ich bin Randy Moss dankbar, wollte ihm Tribut zollen - NBC Sports",
        "Arzneimittelhersteller bezahlten PBMs, um Opioid-Verschreibungen nicht einzuschränken - The New York Times",
        "RFK Jr. hat Führungskräfte des öffentlichen Gesundheitswesens, die ruhig hoffnungsvoll sind — und höllische Angst haben - POLITICO",
        "Schneemanning: Neuer Trend zur Urlaubsdatierung, vor dem Ärzte warnen, könnte zu sexuell übertragbaren Krankheiten und emotionalen Auswirkungen führen - Hindustan Times",
        "Letzte Schießerei in Wisconsin: Angriff ereignete sich im Klassenzimmer, sagt die Polizei - ABC News",
        "Dragon's Daring Return: SpaceX Capsule Heads for Florida Splashdown - SciTechDaily",
        "Ukrainische Truppen sagen, unerfahrene Nordkoreaner machen leichte Ziele - The Washington Post"
    ]
}