{
    "headlines": [
        "الموناليزا للحصول على غرفة خاصة بها في تجديد متحف اللوفر - واشنطن بوست",
        "لماذا قال إيلون ماسك للتو إن ترامب يريد إعادة اثنين من رواد الفضاء الذين تقطعت بهم السبل إلى ديارهم ؟ - آرس تكنيكا",
        "قتيلان وعشرات المرضى في تفشي مرض السل في كانساس - سي إن إن",
        "تثير سلالة إنفلونزا الطيور النادرة الموجودة في كاليفورنيا احتمالية انتشارها على نطاق أوسع - واشنطن بوست",
        "يوقع ترامب على أمر بإنهاء الدعم الفيدرالي للتحولات بين الجنسين للأشخاص دون سن 19 عامًا - PBS NewsHour",
        "عودة ستاربكس تكتسب زخماً مع تراجع المبيعات - بلومبرغ",
        "استمع إلى مذكرة جاستن بالدوني الصوتية المطولة في الساعة 2 صباحًا لبليك ليفلي - مراسل هوليوود",
        "اقتربت \"ساعة يوم القيامة\" من تدمير البشرية - BBC.com",
        "Doc: Michigan fighting allegations made by NCAA in Connor Stalions sign - theft saga - Yahoo Sports",
        "اندلع العنف في جمهورية الكونغو الديمقراطية الغنية بالمعادن مع انتقال المتمردين إلى المدينة الرئيسية. إليك ما نعرفه - سي إن إن",
        "سكوب: يقول المصدر إن ترامب يعرض الاستحواذ على جميع العمال الفيدراليين - أكسيوس",
        "دفتر ملاحظات كبير للوعاء: وحدة باتريوتس كبيرة في متناول اليد، تدريبات اليوم الأول في الجوال - Patriots.com",
        "يبني الكارهون للذكاء الاصطناعي القنب لحبس وخداع كاشطات الذكاء الاصطناعي التي تتجاهل robots.txt - Ars Technica",
        "سيلينا غوميز تتفاعل مع السياسية التي قالت إنه يجب ترحيلها بعد مقطع فيديو لبكائها وسط غارات الجليد - ياهو! أصوات",
        "تحديثات DeepSeek Panic Live: أسهم Nvidia تصنع التاريخ مرة أخرى مع انتعاش بقيمة 260 مليار دولار - Forbes",
        "الفأر مع اثنين من الوالدين الذكور على قيد الحياة حتى سن البلوغ - أخبار علم الأعصاب",
        "بيان منظمة الصحة العالمية بشأن التهديد العالمي المحتمل للأشخاص المصابين بفيروس نقص المناعة البشرية - منظمة الصحة العالمية",
        "ترامب يضاعف اقتراح نقل الفلسطينيين من غزة - صحيفة وول ستريت جورنال",
        "ما تحتاج لمعرفته حول السنة القمرية الجديدة وسنة الأفعى - PBS NewsHour",
        "الديمقراطيون في مجلس الشيوخ يعرقلون مشروع قانون عقوبات المحكمة الجنائية الدولية للحزب الجمهوري - ذا هيل"
    ]
}