{
    "headlines": [
        "Israel evakuiert gewaltsam das Kamal Adwan-Krankenhaus im Norden des Gazastreifens - BBC.com",
        "Der Mega Millions-Jackpot beträgt mehr als 1 Milliarde US-Dollar. Hier ist, wie viele Taylor Swift Tickets, iPhones und Privatjets Sie kaufen könnten, wenn Sie gewinnen würden. - Yahoo! Voices",
        "Azerbaijan Airlines sagt, dass das Flugzeug nach \"externer Einmischung\" abgestürzt ist, da Fragen über eine mögliche russische Beteiligung aufkommen - CNN",
        "Chinesischer Mann zum Tode verurteilt, weil er 35 Menschen getötet hat, indem er in eine Menschenmenge gefahren ist - The Associated Press",
        "Verfolgung des aktuellen NFL-Playoff-Bildes: Aktualisierte Chancen auf offene Plätze, Division-Titel - ESPN",
        "Was ist das \"Kessler-Syndrom\" — und warum glauben einige Wissenschaftler, dass das Weltraumkatastrophenszenario bereits begonnen hat? - CNN",
        "Südkoreas Spionagebehörde bestätigt einen verletzten nordkoreanischen Soldaten in Haft, berichtet Yonhap - Reuters",
        "Barças Dani Olmo Registrierung vor Gericht abgelehnt - ESPN",
        "Ars ’Lieblingsspiele von 2024, die nicht im Jahr 2024 veröffentlicht wurden - Ars Technica",
        "Virus in Louisiana Vogelgrippe-Patient zeigt Mutationen, die die Übertragbarkeit auf den Menschen erhöhen könnten, findet CDC-Analyse - CNN",
        "NASA-Raumschiff \"sicher\" nach der nächstgelegenen Annäherung an die Sonne - DAWN.com",
        "Hier ist eine Liste der spekulativsten Aktien des Marktes - MarketWatch",
        "Seahawks 6, Bears 3 war das schlechteste Spiel der NFL in dieser Saison - NBC Sports",
        "Südkorea beschuldigt den amtierenden Präsidenten, da sich die politischen Unruhen verschärfen - Financial Times",
        "Bericht: Mavericks-Star Luka Dončić fällt mindestens einen Monat mit linker Wadenzerrung aus - NBA.com",
        "Galaxy S25 Ultra voll durchgesickerte technische Datenblattoberflächen, gleich alt gleich alt? - PhoneArena",
        "Die demokratische Vorwahl 2028 ist bereits im Gange. Aber die ersten wirklichen Schritte sind gleich um die Ecke. - POLITICO",
        "Richter bestreitet Jay-Zs Versuch, die Vergewaltigungsklage abzuweisen - Geier",
        "Starke Gewitter bedrohen Texas und Louisiana und verzögern Urlaubsreisen - The Associated Press",
        "Panamas Präsident nennt Trumps Behauptung über den chinesischen Kanal \"Unsinn\" - BBC.com"
    ]
}