{
    "headlines": [
        "ਕੈਨੇਡਾ, ਮੈਕਸੀਕੋ 'ਤੇ ਟਰੰਪ ਦੇ ਟੈਰਿਫ' ਚ ਹੋ ਸਕਦੀ ਹੈ 12K ਡਾਲਰ ਤੱਕ ਕਾਰਾਂ ਦੀ ਕੀਮਤ ਵਧ ਸਕਦੀ ਹੈਃ ਰਿਪੋਰਟ - ਨਿਊਯਾਰਕ ਪੋਸਟ",
        "ਲੁਈਸ ਗਿਲ ਸੱਟ ਅੱਪਡੇਟਃ ਯੈਂਕੀਜ਼ ਸਟਾਰਟਰ ਲਾਟ ਸਟ੍ਰੇਨ ਤੋਂ ਪੀੜਤ ਹੋਣ ਤੋਂ ਬਾਅਦ ਘੱਟੋ ਘੱਟ ਛੇ ਹਫ਼ਤਿਆਂ ਲਈ ਬੰਦ ਹੋ ਜਾਵੇਗਾ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਡੋ 900 ਅੰਕ ਡਿੱਗਦਾ ਹੈ ਕਿਉਂਕਿ ਮੈਕਸੀਕੋ ਅਤੇ ਕਨੇਡਾ 'ਤੇ ਟੈਰਿਫ ਦੀ ਟਰੰਪ ਦੀ ਪੁਸ਼ਟੀ ਤੋਂ ਬਾਅਦ ਵਿਕਰੀ ਤੇਜ਼ ਹੁੰਦੀ ਹੈਃ ਲਾਈਵ ਅਪਡੇਟਸ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਉਹ ਉਥੇ ਸਨ, ਪਰ ਮੁਸ਼ਕਿਲ ਨਾਲਃ ਸਿਤਾਰੇ ਆਸਕਰ ਤੋਂ ਬਾਅਦ ਦੀਆਂ ਪਾਰਟੀਆਂ ਵਿਚ ਨੰਗੇ ਫੈਸ਼ਨ ਦੇ ਰੁਝਾਨ ਨੂੰ ਗਲੇ ਲਗਾਉਂਦੇ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਬੰਗਾਲੀਆਂ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਨ੍ਹਾਂ ਦਾ ਟੀ ਹਿਗਿਨਜ਼ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ ਨਾਲ \"ਲੰਬੇ ਸਮੇਂ ਦੇ ਸੌਦੇ ਲਈ ਕੰਮ ਕਰਨਾ ਜਾਰੀ ਰੱਖਣ ਦਾ ਇਰਾਦਾ ਹੈ\"",
        "ਡੇਰੇ ਕਾਉਂਟੀ ਨੇ ਮੁਰਗੀਆਂ ਦੇ ਵਿਹੜੇ ਦੇ ਝੁੰਡ ਵਿੱਚ ਪਹਿਲੇ ਬਰਡ ਫਲੂ ਕੇਸ ਦੀ ਰਿਪੋਰਟ ਕੀਤੀ - WRAL News",
        "ਟਰੰਪ crypto ਰਣਨੀਤਕ ਰਿਜ਼ਰਵ ਸਿੱਕੇ ‘ADA, XRP, Sol’ ਡੰਪ, ਵਿਕੀਪੀਡੀਆ ਦੀ ਪਾਲਣਾ - Cointelegraph",
        "ਟਰੰਪ ਨੇ 25% ਟੈਰਿਫ ਤੋਂ ਪਹਿਲਾਂ ਆਖਰੀ ਮਿੰਟ ਕੈਨੇਡਾ ਅਤੇ ਮੈਕਸੀਕੋ ਸਮਝੌਤੇ ਦੀ ਉਮੀਦ ਨੂੰ ਠੁਕਰਾਇਆ - ਸੀਐਨਬੀਸੀ",
        "ਪੋਪ Francis 'ਚੇਤਾਵਨੀ' ਸਾਹ ਅਸਫਲਤਾ ਦੇ ਬਾਅਦ, ਵੈਟੀਕਨ ਕਹਿੰਦਾ ਹੈ - BBC. com",
        "'ਅਨੋਰਾ' ਆਸਕਰ ਨੇ ਇੱਕ ਨਵੇਂ ਯੁੱਗ ਵਿੱਚ ਅਕੈਡਮੀ ਅਵਾਰਡ ਜਿੱਤੇ - ਯਾਹੂ ਐਂਟਰਟੇਨਮੈਂਟ",
        "ਟਰੰਪ ਜ਼ੇਲੇਨਸਕੀ ਵਿਖੇ ਵੇਖਣਾ ਜਾਰੀ ਰੱਖਦਾ ਹੈ ਕਿਉਂਕਿ ਰਾਸ਼ਟਰੀ ਸੁਰੱਖਿਆ ਟੀਮ ਯੂਕਰੇਨ 'ਤੇ ਅੱਗੇ ਕੀ ਹੈ ਬਾਰੇ ਵਿਚਾਰ ਵਟਾਂਦਰੇ ਲਈ ਇਕੱਠੀ ਹੁੰਦੀ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਲਾਂਸ ਜ਼ਾਇਰਲਿਨ 2025 ਐਨਐਫਐਲ ਮੌਕ ਡਰਾਫਟ 2.0: 5 ਤੇ ਟੈਟਾਈਰੋਆ ਮੈਕਮਿਲਨ; ਸ਼ੈਡੇਅਰ ਸੈਂਡਰਸ, ਵਿਲ ਜਾਨਸਨ ਸਲਾਈਡ - ਐਨਐਫਐਲ ਡਾਟ ਕਾਮ",
        "ਹਾਈਲੈਂਡ ਪਾਰਕ ਪਰੇਡ ਦੀ ਗੋਲੀਬਾਰੀ ਦੇ ਸ਼ੱਕੀ ਰਾਬਰਟ ਕ੍ਰਿਮੋ III ਦੀ ਪਟੀਸ਼ਨ ਨੂੰ ਬਦਲਦਾ ਹੈ ਜਿਸ ਦਿਨ ਮੁਕੱਦਮਾ ਸ਼ੁਰੂ ਹੋਣ ਵਾਲਾ ਸੀ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਆਰਐਫਕੇ ਜੂਨੀਅਰ ਦੇ ਮੀਜ਼ਲ ਫਲਿੱਪ-ਫਲੌਪ ਤੋਂ ਬਾਅਦ, ਇੱਥੇ ਮੌਜੂਦਾ ਫੈਲਣ ਬਾਰੇ ਡਾਕਟਰ ਅਜੇ ਵੀ ਚਿੰਤਤ ਹਨ - ਹਫਪੋਸਟ",
        "ਜ਼ੇਲੇਨਸਕੀ ਦੇ ਪਹਿਰਾਵੇ ਦੀ ਟਰੰਪ ਦੀ ਆਲੋਚਨਾ ਤੋਂ ਬਾਅਦ ਯੂਕਰੇਨੀਅਨ ਆਪਣੇ ‘ਸੂਟ’ ਦਿਖਾਉਂਦੇ ਹਨ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਐਰੋਨ ਰੋਜਰਸ ਦੀ ਅਗਲੀ ਮੰਜ਼ਿਲ ਅਤੇ ਮਾਈਲੇਜ਼ ਗੈਰੇਟ ਦੇ ਭਵਿੱਖ ਨੇ ਐਨਐਫਐਲ ਕੰਬਾਈਨ ਤੋਂ ਬਜ਼ ਦੀ ਸੁਰਖੀ ਦਿੱਤੀ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਬੁੱਧਵਾਰ ਦੇ ਜ਼ਰੀਏ ਅਮਰੀਕਾ ਵਿਚ ਤੂਫਾਨ ਦੇ ਜੋਖਮ ਬਾਰੇ ਕੀ ਜਾਣਨਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਗੂਗਲ ਆਈਫੋਨ 'ਤੇ ਜੈਮਿਨੀ ਵਿਜੇਟਸ ਲਿਆਉਂਦਾ ਹੈ ਕਿਉਂਕਿ ਇਹ ਸਿਰੀ ਦੀਆਂ ਕਮਜ਼ੋਰੀਆਂ' ਤੇ ਕਬਜ਼ਾ ਕਰਨ ਲਈ ਵੇਖਦਾ ਹੈ - ਦਿ ਵਰਜ"
    ]
}