{
    "headlines": [
        "ਐਨਐਫਐਲ ਹਫਤਾ 17 ਔਕੜਾਂ, ਭਵਿੱਖਬਾਣੀ, ਮਾਹਰ ਪਿਕਸਃ ਵਧੀਆ ਸੱਟੇਬਾਜ਼ੀ, ਟੀਜ਼ਰ, ਬਚੇ ਹੋਏ ਪਿਕ, ਹਰ ਇੱਕ ਗੇਮ ਨੂੰ ਕਿੱਥੇ ਵੇਖਣਾ ਹੈ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਜਾਰਜੀਆ 'ਚ ਨਵੇਂ ਰਾਸ਼ਟਰਪਤੀ ਵੱਲੋਂ ਸਹੁੰ ਚੁੱਕਣ' ਤੇ ਹਜ਼ਾਰਾਂ ਲੋਕਾਂ ਨੇ ਕੀਤਾ ਪ੍ਰਦਰਸ਼ਨ - BBC.com",
        "ਦੱਖਣੀ ਕੋਰੀਆ ਦਾ ਜਹਾਜ਼ ਹਾਦਸਾਗ੍ਰਸਤ ਹੋਣ ਤੋਂ ਬਾਅਦ ਘੱਟੋ-ਘੱਟ 127 ਮੌਤਾਂ, ਫਾਇਰਬਾਲ 'ਚ ਫਟਿਆ - Reuters",
        "ਸਪੇਸਐਕਸ ਨੇ ਕੇਪ ਕੈਨਾਵਰਲ ਤੋਂ ਫਾਲਕਨ 9 ਰਾਕੇਟ 'ਤੇ 4 ਐਸਟ੍ਰੈਨਿਸ ਸੈਟੇਲਾਈਟ ਲਾਂਚ ਕੀਤੇ - ਸਪੇਸਫਲਾਈਟ ਹੁਣੇ ਸੰਪਰਕ ਕਰੋ",
        "ਗੇਮ ਰੀਕੈਪਃ ਰੈਮਸ ਨੇ ਕਾਰਡਿਨਲਜ਼ ਨੂੰ 13-9 ਨਾਲ ਹਰਾਇਆ - therams. com",
        "ਐਤਵਾਰ ਲਈ ਕੁੰਡਲੀ ਦਸੰਬਰ 29, 2024 - ਸ਼ਿਕਾਗੋ ਸੂਰਜ-ਟਾਈਮਜ਼",
        "ਫਲੋਰੀਡਾ ਵਿੱਚ ਬ੍ਰਾਈਟਲਾਈਨ ਟ੍ਰੇਨ ਫਾਇਰ ਟਰੱਕ ਨਾਲ ਟਕਰਾਉਣ ਤੋਂ ਬਾਅਦ 15 ਜ਼ਖਮੀ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਚਾਰਲਸ ਡੋਲਨ, ਐਚਬੀਓ ਅਤੇ ਕੇਬਲਵਿਜ਼ਨ ਦੇ ਸੰਸਥਾਪਕ, 98 ਤੇ ਮਰ ਗਏ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਕੀਲਰਃ ਸੀਯੂ ਬਫਸ, ਡੀਓਨ ਸੈਂਡਰਸ ਨੇ ਬਲੋਆਉਟ ਅਲਾਮੋ ਬਾlਲ ਦੇ ਨੁਕਸਾਨ ਵਿੱਚ ਬੀਵਾਈਯੂ ਕੂਗਰਜ਼ ਦੁਆਰਾ ਨਿਮਰ ਕੀਤਾ - ਦ ਡੇਨਵਰ ਪੋਸਟ",
        "ਗੈਰਕਾਨੂੰਨੀ ਚੜ੍ਹਨ ਵਾਲੇ ਬੋਲਟ ਯੂਟਾ ਵਿੱਚ ਪ੍ਰਾਚੀਨ 'ਗਰਭਵਤੀ ਭੇਡ' ਪੈਟਰੋਗਲਾਈਫ ਨੂੰ ਨੁਕਸਾਨ ਪਹੁੰਚਾਉਂਦੇ ਹਨ - KUTV 2News",
        "ਬ੍ਰੋਂਕੋਸ ਕਿ Qਬੀ ਬੋ ਨਿਕਸ ਸੀਨ ਪੇਟਨ ਦੇ ਫਾਏਟਿਵ 2-ਪੁਆਇੰਟ ਫੈਸਲੇ 'ਤੇ ਆਵਾਜ਼ ਬੰਦ ਕਰਦਾ ਹੈ - ਸਪੋਰਟਸ ਇਲਸਟ੍ਰੇਟਿਡ",
        "ਹਟਾਈ",
        "ਟਰੰਪ ਨੇ ਐੱਚ-1ਬੀ ਵੀਜ਼ਾ ਦੀ ਹਮਾਇਤ ਕੀਤੀ, ਇਮੀਗ੍ਰੇਸ਼ਨ 'ਤੇ ਮਸਕ ਨਾਲ ਇਕਸਾਰ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਨੋਰੋਵਾਇਰਸ ਦਾ ਪ੍ਰਕੋਪ ਪੂਰੇ ਅਮਰੀਕਾ ਵਿੱਚ ਵੱਧਦਾ ਹੈਃ ਤੁਹਾਨੂੰ ਕੀ ਜਾਣਨ ਦੀ ਜ਼ਰੂਰਤ ਹੈ - ਫੌਕਸ 9 ਮਿਨੀਏਪੋਲਿਸ-ਸਟੈਂਟ ਪੌਲ",
        "ਅਪਡੇਟਃ ਸਸੈਕਸ ਕਾਉਂਟੀ ਬਰਫ ਗੀਸ ਟੈਸਟ ਬਰਡ ਫਲੂ ਲਈ ਸੰਭਾਵਤ ਸਕਾਰਾਤਮਕ - ਡਬਲਯੂਬੀਓਸੀ ਟੀਵੀ 16",
        "ਕਾਟਨਵੁੱਡ ਵਿਚ 1.22 ਬਿਲੀਅਨ ਡਾਲਰ ਦੀ ਕੀਮਤ ਦੀ ਮੈਗਾ ਮਿਲੀਅਨ ਟਿਕਟ ਜਿੱਤਣਾ, ਜੇਤੂ ਅਜੇ ਵੀ ਅਣਜਾਣ ਹੈ - ਕੇਆਰਸੀਆਰ",
        "ਵਿਸ਼ਾਲ ਲਹਿਰਾਂ ਇਕੂਏਟਰ ਵਿੱਚ ਘੱਟੋ ਘੱਟ 1 ਦੀ ਮੌਤ, ਪੇਰੂ ਵਿੱਚ ਨੇੜਲੀਆਂ ਬੰਦਰਗਾਹਾਂ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "Timothée Chalamet, Elle ਫੈਨਿੰਗ Reenact ‘ਹੋਲਡਿੰਗ ਸਪੇਸ’ Meme - ਰੋਲਿੰਗ ਪੱਥਰ",
        "‘ਬੈਚਲੋਰੇਟ' ਅਲੂਮ ਐਂਡੀ ਡੋਰਫਮੈਨ ਨੂੰ ਜਨਮ ਦੇਣ ਤੋਂ ਇਕ ਹਫਤੇ ਤੋਂ ਵੀ ਘੱਟ ਸਮੇਂ ਬਾਅਦ ਹੀਮੇਟੋਮਾਸ ਨਾਲ ਹਸਪਤਾਲ ਵਿਚ ਦਾਖਲ ਕਰਵਾਇਆ ਗਿਆ - ਪੰਨਾ ਛੇ",
        "ਇਜ਼ਰਾਈਲ ਨੇ ਉੱਤਰੀ ਗਾਜ਼ਾ ਵਿਚ ਆਖਰੀ ਕੰਮਕਾਜੀ ਸਹੂਲਤ 'ਤੇ ਛਾਪੇਮਾਰੀ ਵਿਚ ਹਸਪਤਾਲ ਦੇ ਡਾਇਰੈਕਟਰ ਅਤੇ ਹੋਰ ਸਟਾਫ ਨੂੰ ਗ੍ਰਿਫਤਾਰ ਕੀਤਾ, ਸਿਹਤ ਅਧਿਕਾਰੀ ਕਹਿੰਦੇ ਹਨ - ਸੀ ਐਨ ਐਨ"
    ]
}