{
    "headlines": [
        "Nenhum agente disfarçado do FBI estava no tumulto de 6 de janeiro no Capitólio dos EUA, relata a agência de vigilância - CNN",
        "   Removido ",
        "o iOS 18.2 traz uma grande atualização para o Apple Intelligence. Como baixá-lo no seu iPhone - CNET",
        "Legislador acusa Pentágono de mentir sobre drones misteriosos de Nova Jersey - POLITICO",
        "Bill Belichick de longa data associa pratos sobre por que o lendário treinador da NFL escolheu o emprego na faculdade e como ele fará a transição - CBS Sports",
        "Como o exército de Assad entrou em colapso na Síria: recrutas desmoralizados, aliados ausentes - Reuters",
        "Google anuncia Android XR, um novo sistema operacional para fones de ouvido e óculos inteligentes - The Verge",
        "Angelina Jolie and Cynthia Erivo Bond Over Singing Live on Set and Why Jolie's Daughter Needed ‘Defying Gravity’: ‘We Want Art to Have Influence’ - Variety",
        "Trump aberto à detenção de imigrantes em campos de deportação - Axios",
        "Câmara envia projeto de lei de Biden adicionando assentos judiciais após ameaça de veto - The Hill",
        "A chuva de meteoros Geminídeos atinge o pico esta semana. Veja como assistir - CNN",
        "Ações da Warner Bros. Discovery sobem 15% após empresa anunciar reestruturação linear de streaming - CNBC",
        "   Removido ",
        "Trump toca o sino de abertura da NYSE após a homenagem de \"Pessoa do Ano\" da Time - CNN",
        "Líderes da China prometem promoção \"vigorosa\" do consumo doméstico - Financial Times",
        "EUA veem queda de Assad como chance de destruir arsenal químico da Síria 'de uma vez por todas'",
        "Relatório de inflação do PPI: dados de novembro permanecem quentes - Barron's",
        "   Removido ",
        "O Intel Arc B580 oferece potencial promissor de computação de GPU Linux para revisão de Battlemage - Phoronix",
        "NOMEAÇÕES DE FILMES ANUNCIADAS PARA O 30º CRITICS CHOICE AWARDS ANUAL APRESENTADO pelo CHELSEA HANDLER – Critics Choice Awards - Critics Choice Awards"
    ]
}