{
    "headlines": [
        "ਯੂਟਾ ਯੂਨੀਵਰਸਿਟੀ ਦੇ ਬਿਜ਼ਨਸ ਸਕੂਲ ਨੂੰ ਟਰੰਪ ਪ੍ਰਸ਼ਾਸਨ ਨੇ 'ਨਸਲ-ਬਾਹਰ ਅਭਿਆਸਾਂ‘ ਲਈ ਝੰਡੀ ਦਿੱਤੀ - ਸਾਲਟ ਲੇਕ ਟ੍ਰਿਬਿਊਨ",
        "ਐਸ ਐਂਡ ਪੀ 500 ਸਟੇਜ $ 5 ਟ੍ਰਿਲੀਅਨ ਪਲੰਜ ਤੋਂ ਬਾਅਦ ਰੀਬਾਉਂਡਃ ਮਾਰਕੀਟ ਰੈਪ - ਯਾਹੂ ਵਿੱਤ",
        "ਨਾਸਾ ਦਾ ਸਪੇਸਐਕਸ ਕਰੂ -10 ਲਾਂਚ ਡੇ ਮੀਲ ਪੱਥਰ - ਨਾਸਾ",
        "ਪਲੇਅਰਜ਼ ਚੈਂਪੀਅਨਸ਼ਿਪਃ ਰੋਰੀ ਮੈਕਿਲਰੋਏ, ਸਕੌਟੀ ਸ਼ੈਫਲਰ ਅਤੇ ਜ਼ੈਂਡਰ ਸ਼ੌਫਲੇ ਸਟੇਜ ਸ਼ੋਅਡਾਉਨ ਗੋਲਫ ਦੀਆਂ ਜ਼ਰੂਰਤਾਂ ਦੀ ਕਿਸਮ - ਯਾਹੂ ਸਪੋਰਟਸ",
        "ਪੋਪ ਫ੍ਰਾਂਸਿਸ ਦੀ ਸਿਹਤ ਠੀਕ ਹੋਣ ਦੇ ਨਾਲ ਸਥਿਰ ਰਹਿੰਦੀ ਹੈ - ਵੈਟੀਕਨ ਨਿ Newsਜ਼",
        "ਓਕਲੈਂਡ ਕਾਉਂਟੀ ਸਿਹਤ ਵਿਭਾਗ ਖਸਰਾ ਦੇ ਕੇਸ ਦੀ ਪੁਸ਼ਟੀ ਕਰਦਾ ਹੈ, ਸ਼ਾਮ 4 ਵਜੇ ਨਿ newsਜ਼ ਕਾਨਫਰੰਸ ਸੈੱਟ ਕਰਦਾ ਹੈ - ਡਬਲਯੂਐਕਸਵਾਈਜ਼ਡ 7 ਐਕਸ਼ਨ ਨਿ Newsਜ਼ ਡੀਟਰੋਇਟ",
        "ਹਮਾਸ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਹ ਅਮਰੀਕੀ ਬੰਧਕ ਐਡਨ ਅਲੈਗਜ਼ੈਂਡਰ ਨੂੰ ਰਿਹਾ ਕਰੇਗਾ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਫੋਟੋਆਂਃ ਡੀ. ਸੀ. ਖੇਤਰ ਦੇ ਅਕਾਸ਼ਵਾਚਰਾਂ ਨੇ ਬੱਦਲਾਂ ਦੇ ਬਾਵਜੂਦ, ਕੁੱਲ ਚੰਦਰ ਗ੍ਰਹਿਣ ਦੇ ਦ੍ਰਿਸ਼ਾਂ ਨੂੰ ਫੜ ਲਿਆ - ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਐਪਲ ਦਾ ਸਿਰੀ ਚੀਫ ਕਾਲਸ ਏਆਈ ਬਦਸੂਰਤ ਅਤੇ ਸ਼ਰਮਿੰਦਾ ਕਰਨ ਵਿੱਚ ਦੇਰੀ ਕਰਦਾ ਹੈ, ਫਿਕਸ ਦਾ ਵਾਅਦਾ ਕਰਦਾ ਹੈ - ਬਲੂਮਬਰਗ",
        "ਨਵਾਂ ਐਮ 4 ਮੈਕਬੁੱਕ ਏਅਰ ਪਹਿਲਾਂ ਹੀ ਵਿਕਰੀ 'ਤੇ ਹੈ - ਦਿ ਵਰਜ",
        "ਡਾ. ਓਜ਼, ਇੱਕ ਟੀਵੀ ਹੋਸਟ ਦੇ ਫਲੇਅਰ ਦੇ ਨਾਲ, ਅਮਰੀਕਾ ਦੀਆਂ ਸਿਹਤ ਦੇਖਭਾਲ ਦੀਆਂ ਬਿਮਾਰੀਆਂ ਲਈ ਸਧਾਰਣ ਹੱਲਾਂ ਦਾ ਵਾਅਦਾ ਕਰਦਾ ਹੈ - ਪੋਲਿਟਿਕੋ",
        "ਟੇਸਲਾ, ਇੱਕ ਪੱਤਰ ਵਿੱਚ, ਟਰੰਪ ਪ੍ਰਸ਼ਾਸਨ ਨੂੰ ਦੱਸਦਾ ਹੈ ਕਿ ਇਹ ਟੈਰਿਫਾਂ ਬਾਰੇ ਚਿੰਤਤ ਹੈ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਕੈਪੀਟਲ ਏਜੰਡਾਃ ਸ਼ੂਮਰ ਇੱਕ ਬੰਦ ਨੂੰ ਰੋਕਦਾ ਹੈ - ਪੋਲਿਟਿਕੋ",
        "ਵੀਡੀਓਃ ਕੋਲੰਬੀਆ ਯੂਨੀਵਰਸਿਟੀ ਦੇ ਵਿਦਿਆਰਥੀ ਜਿਸਦਾ ਵੀਜ਼ਾ ਹਮਾਸ ਅਤੇ ਅੱਤਵਾਦੀ ਗਤੀਵਿਧੀਆਂ ਦਾ ਸਮਰਥਨ ਕਰਨ ਲਈ ਰੱਦ ਕਰ ਦਿੱਤਾ ਗਿਆ ਸੀ ਸੀਬੀਪੀ ਹੋਮ ਐਪ ਦੀ ਵਰਤੋਂ ਸਵੈ-ਰਿਪੋਰਟ - ਹੋਮਲੈਂਡ ਸਕਿਉਰਿਟੀ",
        "ਫੈੱਡਜ਼ ਨੇ ਕੋਲੰਬੀਆ ਦੇ 2 ਵਿਦਿਆਰਥੀਆਂ ਦੇ ਘਰਾਂ ਦੀ ਤਲਾਸ਼ੀ ਲਈ ਪਰ ਕੋਈ ਗ੍ਰਿਫਤਾਰੀ ਨਹੀਂ ਕੀਤੀ, ਯੂਨੀਵਰਸਿਟੀ ਕਹਿੰਦੀ ਹੈ - ਗੋਥਾਮਿਸਟ",
        "ਆਈਫੋਨ ਅਤੇ ਐਂਡਰਾਇਡ ਉਪਭੋਗਤਾ ਜਲਦੀ ਹੀ ਇਕ ਦੂਜੇ ਨੂੰ ਏਨਕ੍ਰਿਪਟਡ ਆਰਸੀਐਸ ਸੰਦੇਸ਼ ਭੇਜ ਸਕਣਗੇ - TechCrunch",
        "2025 ਤੱਕ ਤਿੰਨ ਮਹੀਨੇ, ਯੂਐਸ ਖਸਰਾ ਦੇ ਕੇਸ 2024 ਲਈ ਕੁੱਲ ਤੋਂ ਵੱਧ ਜਾਂਦੇ ਹਨ - ਸੀ ਐਨ ਐਨ",
        "ਕਾਲਜ ਬਾਸਕਟਬਾਲ ਰੈਂਕਿੰਗਃ ਏਸੀਸੀ ਟੂਰਨਾਮੈਂਟ ਵਿਚ ਕੂਪਰ ਫਲੈਗ ਦੇ ਹੇਠਾਂ ਜਾਣ ਦੇ ਬਾਵਜੂਦ ਡਿਊਕ ਦਾ ਦ੍ਰਿਸ਼ਟੀਕੋਣ ਅਜੇ ਵੀ ਸਕਾਰਾਤਮਕ ਹੈ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "'ਟੇਡ ਲਾਸੋ' ਸੀਜ਼ਨ 4 ਜੇਸਨ ਸੁਡੇਕੀਸ ਨਾਲ ਜਾਓ; ਜੂਨੋ ਟੈਂਪਲ ਇਨ ਟਾਕਸ - ਡੈੱਡਲਾਈਨ"
    ]
}