{
    "headlines": [
        "Harris und Trump liefern sich innerhalb von 2 Tagen vor der Wahl einen Wettlauf um die Abschlusspitches - CNN",
        "Tennessee Titans vs New England Patriots punkten heute: Live-Updates, Statistiken als Titans verdienen OT-Sieg - Tennessean",
        "\"Dawson's Creek\" Alaun James Van Der Beek kündigt Krebsdiagnose an - CBS News",
        "Oklahoma Tornados verletzen mindestens 11, verursachen erhebliche Schäden: Was wir wissen - KOCO Oklahoma City",
        "SpaceX startet 23 Starlink-Satelliten auf Falcon 9-Rakete von Cape Canaveral - WESH 2 Orlando",
        "Tropische Entwicklung während der Hurrikansaison - Der Wetterkanal",
        "Teddi Mellencamps Ex Edwin Arroyave teilt einen kryptischen Beitrag über \"dunkle Tage\" nach der Scheidungsankündigung - Seite sechs",
        "Cowboys verlieren QB Prescott aufgrund einer Oberschenkelverletzung - ESPN",
        "Detroit Lions vs. Green Bay Packers Live-Chat zur ersten Halbzeit, offener Thread - Pride Of Detroit",
        "Saturday Night Live Alaun Pete Davidson bricht Charakter mit Kumpel John Mulaney in der neuesten musikalischen Skizze - Entertainment Weekly News",
        "Die Wahl 2024 wird aktualisiert, da Harris und Trump in den Schlachtfeldstaaten den letzten Schritt machen - CBS News",
        "[removed]",
        "Moldawien-Wahl: Russland-freundlicher Kandidat unter den Vorwürfen der Einmischung des Kremls - BBC.com",
        "Ist Fluorid im Trinkwasser sicher? Was Sie nach den Behauptungen von RFK Jr. wissen sollten - USA TODAY",
        "Wütende Menschenmassen buhen und werfen Eier auf den spanischen König, als er das von Überschwemmungen heimgesuchte Valencia besucht - CNN",
        "Der FCC-Kommissar behauptet, Kamala Harris '\"SNL\" -Kamee sei ein \"klares und unverhohlenes\" Bemühen gewesen, die Gleichzeitigkeitsregel zu umgehen - Frist",
        "[removed]",
        "Sen. Catherine Cortez Masto \"sehr zuversichtlich\" Demokraten werden \"unseren Weg zum Sieg organisieren\" auf dem Schlachtfeld Nevada - CBS News",
        "‘Here’ geht mit 5 Millionen Dollar fehl; Robert Zemeckis sagt: \"Das Kinofilmgeschäft befindet sich gerade in einer stressigen Situation\": Was mit der Wiedervereinigung von ‘Forrest Gump’ bei B.O. passiert ist - Deadline",
        "Harris und Trump bestimmen die Aufmerksamkeit des Marktes — aber Powell könnte das Rampenlicht stehlen - MarketWatch"
    ]
}