{
    "headlines": [
        "ਹੈਤੀ ਗੈਂਗ ਹਮਲੇ 'ਚ ਘੱਟੋ-ਘੱਟ 70 ਲੋਕਾਂ ਦੀ ਮੌਤ, ਸੰਯੁਕਤ ਰਾਸ਼ਟਰ ਨੇ ਕਿਹਾ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਓਰੇਗਨ ਬਨਾਮ ਮਿਸ਼ੀਗਨ ਸਟੇਟ ਲਾਈਵ ਅਪਡੇਟਸਃ ਹਫਤੇ 6 ਤੋਂ ਹਾਈਲਾਈਟਸ, ਸਕੋਰ, ਅਪਡੇਟਸ ਬਿਗ ਟੈਨ ਸ਼ੋਅਡਾਉਨ - ਯੂਐਸਏ ਅੱਜ",
        "ਹੈਰਿਸ ਨੇ ਮਿਸ਼ੀਗਨ 'ਚ ਅਰਬ ਅਮਰੀਕੀ ਅਤੇ ਮੁਸਲਿਮ ਨੇਤਾਵਾਂ ਨਾਲ ਕੀਤੀ ਮੁਲਾਕਾਤ - The Washington Post",
        "ਐਨੀ ਹੈਥਵੇ 'ਰਾਜਕੁਮਾਰੀ ਡਾਇਰੀਜ਼ 3‘ ‘ਤੇ ਵਾਪਸ ਆਉਂਦੀ ਹੈ: “ਚਮਤਕਾਰ ਵਾਪਰਦੇ ਹਨ” - ਡੈੱਡਲਾਈਨ",
        "ਆਲੋਚਨਾਤਮਕ ਤੌਰ ‘ਤੇ ਪੈਨਡ‘ ਜੋਕਰ 2 ’ਅਜੇ ਵੀ ਲੇਡੀ ਗਾਗਾ ਅਤੇ ਜੋਕਿਨ ਫੀਨਿਕਸ ਲਈ ਪੁਰਸਕਾਰਾਂ ਦੀ ਦੌੜ ਵਿਚ ਕਿਉਂ ਹੋ ਸਕਦਾ ਹੈ - ਵੰਨਗੀ",
        "ਬਰੂਕਸ ਅਤੇ ਕੇਪਹਾਰਟ 'ਤੇ ਜੇ ਲਿਜ਼ ਚੇਨੀ ਦਾ ਸਮਰਥਨ ਸੁਤੰਤਰ ਵੋਟਰਾਂ ਨਾਲ ਹੈਰਿਸ ਦੀ ਮਦਦ ਕਰੇਗਾ - ਪੀਬੀਐਸ ਨਿ Newsਜ਼ਹੌਰ",
        "ਅਮਰੀਕੀ ਜੰਗੀ ਜਹਾਜ਼ਾਂ ਅਤੇ ਜਹਾਜ਼ਾਂ ਨੇ ਯਮਨ ਵਿਚ ਹੂਤੀ ਦੇ ਨਿਸ਼ਾਨੇ 'ਤੇ ਹਮਲਾ ਕੀਤਾ - ਬੀਬੀਸੀ.",
        "Buccaneers-Falcons ਔਸਤਨ 12.3 ਮਿਲੀਅਨ ਦਰਸ਼ਕ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਇਜ਼ਰਾਈਲ ਨੇ ਕੋਈ ਭਰੋਸਾ ਨਹੀਂ ਦਿੱਤਾ ਹੈ ਕਿ ਉਹ ਈਰਾਨ ਦੀਆਂ ਪਰਮਾਣੂ ਸਹੂਲਤਾਂ ਨੂੰ ਨਿਸ਼ਾਨਾ ਨਹੀਂ ਬਣਾਏਗਾ, ਵਿਦੇਸ਼ ਵਿਭਾਗ ਦੇ ਚੋਟੀ ਦੇ ਅਧਿਕਾਰੀ ਨੇ ਸੀਐਨਐਨ ਨੂੰ ਦੱਸਿਆ - ਸੀਐਨਐਨ",
        "ਲਾਸ ਏਂਜਲਸ ਦੇ ਵਕੀਲ ਮੇਨੇਂਡੇਜ਼ ਭਰਾਵਾਂ ਦੇ 1996 ਦੇ ਕਤਲ ਦੀ ਸਜ਼ਾ ਵਿੱਚ ਨਵੇਂ ਸਬੂਤਾਂ ਦੀ ਸਮੀਖਿਆ ਕਰਨ ਲਈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਤੂਫਾਨ ਹੇਲੀਨ ਦੇ ਜਾਗਣ ਵਿਚ ਗਲਤ ਜਾਣਕਾਰੀ ਘੁੰਮਣ ਨਾਲ, ਅਧਿਕਾਰੀ ਵਸਨੀਕਾਂ ਨੂੰ ‘ਇਸ ਸਾਜ਼ਿਸ਼ ਸਿਧਾਂਤ ਦੇ ਕੂੜੇਦਾਨ ਨੂੰ ਰੋਕਣ‘ ਦੀ ਅਪੀਲ ਕਰਦੇ ਹਨ - ਸੀ ਐਨ ਐਨ",
        "ਜੇਫ ਬੇਜੋਸ ਤੋਂ ਬਾਅਦ ਮਾਰਕ ਜ਼ੁਕਰਬਰਗ ਬਣੇ ਦੁਨੀਆ ਦੇ ਤੀਜੇ ਸਭ ਤੋਂ ਅਮੀਰ ਵਿਅਕਤੀ",
        "ਭਾਰੀ ਇਜ਼ਰਾਈਲੀ ਹਵਾਈ ਹਮਲੇ ਸੰਭਾਵਤ ਤੌਰ 'ਤੇ ਬੇਰੂਤ ਵਿਚ ਹਿਜ਼ਬੁੱਲਾ ਨੇਤਾ ਦੇ ਉੱਤਰਾਧਿਕਾਰੀ ਨੂੰ ਨਿਸ਼ਾਨਾ ਬਣਾਉਂਦੇ ਹਨ - ਡਬਲਯੂਐਸਜੇ - ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "ਸੀਡੀਸੀ ਨੇ 2024 ਲਈ ਕੋਵਿਡ, ਫਲੂ ਅਤੇ ਹੋਰ ਦੇ ਰੁਝਾਨਾਂ ਨੂੰ ਮਾਪਣ ਦਾ ਨਵਾਂ ਤਰੀਕਾ ਲਾਂਚ ਕੀਤਾ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਕੈਲੀਫੋਰਨੀਆ ਲਈ ਉੱਤਰੀ ਲਾਈਟਾਂ ਦੀ ਭਵਿੱਖਬਾਣੀ ਬਾਰੇ ਜਾਣਨ ਲਈ ਹਰ ਚੀਜ਼ - SFGATE",
        "ਪੈਲੀਕੋਟ ਸਮੂਹਿਕ ਬਲਾਤਕਾਰ ਦੇ ਮੁਕੱਦਮੇ ਵਿਚ ਫ੍ਰੈਂਚ ਜੱਜ ਲੋਕਾਂ ਨੂੰ ਵੀਡੀਓ ਸਬੂਤ ਵੇਖਣ ਦੀ ਆਗਿਆ ਦੇਣ ਲਈ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਆਈਓਐਸ 18.0.1, ਆਈਪੈਡਓਐਸ 18.0.1 ਕੁਝ ਵੱਡੇ ਬੱਗਾਂ ਨੂੰ ਠੀਕ ਕਰਦਾ ਹੈ, ਜਿਸ ਵਿੱਚ ਇੱਟਾਂ ਵਾਲੇ ਐਮ 4 ਆਈਪੈਡ ਸ਼ਾਮਲ ਹਨ - ਆਰਸ ਟੈਕਨੀਕਾ",
        "ਯੂਐਲਏ ਦਾ ਦੂਜਾ ਵਲਕਨ ਰਾਕੇਟ ਆਪਣੇ ਬੂਸਟਰ ਦਾ ਹਿੱਸਾ ਗੁਆ ਬੈਠਾ ਅਤੇ ਚਲਦਾ ਰਿਹਾ - ਆਰਸ ਟੈਕਨੀਕਾ",
        "ਕਾਲਜ ਫੁੱਟਬਾਲ ਪਿਕਸ, ਅਨੁਸੂਚੀਃ ਫੈਲਣ ਦੇ ਵਿਰੁੱਧ ਭਵਿੱਖਬਾਣੀ, ਹਫਤੇ 6 ਵਿੱਚ ਐਨਸੀਏਏ ਚੋਟੀ ਦੇ 25 ਖੇਡਾਂ ਲਈ ਸੰਭਾਵਨਾਵਾਂ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਲੈਰੀ ਸਮਰਸ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਗਰਮ ਨੌਕਰੀਆਂ ਦੀ ਰਿਪੋਰਟ ਤੋਂ ਬਾਅਦ ਫੈੱਡ ਦੀ ਵੱਡੀ ਰੇਟ ਕਟੌਤੀ ‘ਗਲਤੀ’ ਸੀ - ਨਿ New ਯਾਰਕ ਪੋਸਟ"
    ]
}