{
    "headlines": [
        "Фондовый рынок сегодня: акции США начинают снижаться на неделе, когда Пауэлл собирается выступить - Yahoo Finance",
        "Новости о выборах 2024 года в прямом эфире: Харрис и Трамп сосредоточились на последствиях урагана «Хелен» - The Washington Post",
        "Последняя информация о последствиях урагана «Хелен» - CNN",
        "Забастовка в порту Восточного побережья США вырисовывается во вторник без запланированных переговоров - Reuters",
        "Нетаньяху: Исламская Республика Иран падет раньше, чем думают люди - The Jerusalem Post",
        "Roll for insight: Использование Dungeons & Dragons в качестве инструмента групповой терапии - Ars Technica",
        "Broncos QB Bo Nix показывает исторически плохие результаты в первом полугодии по сравнению с Jets - США СЕГОДНЯ",
        "Война между Израилем и ХАМАСом: израильский удар по жилому дому в центре Бейрута - Associated Press",
        "Завтра состоятся дебаты вице-президентов Тима Вальца и Джей Ди Вэнса в 2024 году. Вот что нужно знать. - Новости CBS",
        "CNN на борту израильского танкера для удара по контролируемому хуситами порту в Йемене - CNN",
        "Австрийские выборы: Крайне правые Кикля «открывают новую эру» с беспрецедентной победой - BBC.com",
        "Изъято",
        "DirecTV и Dish объединяются, создавая гиганта платного телевидения - крайний срок",
        "Группа недвижимости Rea Руперта Мердока прекращает погоню за покупкой Rightmove после нескольких отклоненных предложений - CNBC",
        "Руанда сообщает о 8 смертях, связанных с вирусом Марбург, подобным вирусу Эбола, через несколько дней после объявления о вспышке - The Associated Press",
        "Застрявшие астронавты НАСА приветствуют капсулу SpaceX, которая доставит их домой в следующем году - Associated Press",
        "Мэр Нью-Йорка Эрик Адамс добивается снятия обвинения во взяточничестве, выдвинутого «ревностными» прокурорами - ABC News",
        "Мать-одиночка из Юты, 33 года, собирает деньги на собственные похороны после того, как ей поставили диагноз рак, и ей осталось жить 3 месяца - Fox News",
        "Apple может выпустить первый аксессуар для умного дома, похожий на iPad, в следующем году - MacRumors",
        "Рак распространился на мозг Джимми Картера 9 лет назад. Вот как он прожил так долго. - USA TODAY"
    ]
}