{
    "headlines": [
        "ਸੰਘੀ ਛਾਂਟੀ ‘ਸੰਭਾਵਤ’ ਜੇ ਬਹੁਤ ਘੱਟ ਕਰਮਚਾਰੀ ਅਸਤੀਫਾ ਦੇਣ ਦੀ ਚੋਣ ਕਰਦੇ ਹਨ, ਮੀਮੋ ਕਹਿੰਦਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਐਸ ਐਂਡ ਪੀ 500 ਵਧਦਾ ਹੈ ਜਿਵੇਂ ਕਿ ਨਿਵੇਸ਼ਕ ਟਰੰਪ ਦੀਆਂ ਵਪਾਰਕ ਲੜਾਈਆਂ ਨੂੰ ਹਿਲਾਉਂਦੇ ਹਨ, ਨੈਸਡੈਕ ਪਲਾਂਟਿਰ ਦੀ ਅਗਵਾਈ ਵਿੱਚ 1% ਪ੍ਰਾਪਤ ਕਰਦਾ ਹੈਃ ਲਾਈਵ ਅਪਡੇਟਸ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਵਾਫਲ ਹਾ Houseਸ ਵਿਖੇ ਅੰਡੇ ਹੋਰ ਮਹਿੰਗੇ ਹੋਣ ਜਾ ਰਹੇ ਹਨ. ਇੱਥੇ ਕਿਉਂ ਹੈ - ਯਾਹੂ! ਆਵਾਜ਼ਾਂ",
        "ਟੀਵੀ ਰੇਟਿੰਗਃ ਗ੍ਰੈਮੀਜ਼ ਆਨ-ਏਅਰ ਹਿੱਟ ਲੈਂਦੇ ਹਨ ਪਰ ਸੋਸ਼ਲ ਮੀਡੀਆ 'ਤੇ ਪ੍ਰਫੁੱਲਤ ਹੁੰਦੇ ਹਨ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਲੂਕਾ ਡੌਨਸਿਕ ਮਾਵੇਰਿਕਸ ਦੇ ਬੌਸ 'ਤੇ ਵਿਚਾਰ ਦੱਸ ਰਿਹਾ ਹੈ ਜਿਨ੍ਹਾਂ ਨੇ ਉਸ ਨੂੰ ਦੂਰ ਵਪਾਰ ਕੀਤਾਃ‘ ਮੈਨੂੰ ਨਹੀਂ ਪਤਾ ਕਿ ਕਿਉਂ ’- ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਟੇਕਃ ਰਾਸ਼ਟਰਪਤੀ ਅਹਿਮਦ ਅਲ-ਸ਼ਾਰਾ ਸੀਰੀਆ ਦੇ ਭਵਿੱਖ ਨੂੰ ਕਿਵੇਂ ਰੂਪ ਦੇਣਗੇ? - ਅਲ ਜਜ਼ੀਰਾ ਅੰਗਰੇਜ਼ੀ",
        "ਟਾਈਗਰ ਵੁੱਡਜ਼ ਨੇ ਘੋਸ਼ਣਾ ਕੀਤੀ ਕਿ ਉਸਦੀ ਮਾਂ ਕੁਲਟੀਡਾ ਦੀ ਮੌਤ ਹੋ ਗਈ ਹੈ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਚੀਨ ਅਮਰੀਕਾ ਦੇ ਉਤਪਾਦਾਂ 'ਤੇ ਟੈਰਿਫ ਲਗਾ ਰਿਹਾ ਹੈ । ਇਸ ਦੀ ਗੂਗਲ ਤੋਂ ਵੀ ਜਾਂਚ ਕੀਤੀ ਜਾਵੇਗੀ । - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਜੀਐਮ ਨੇ ਰੋਬੋਟੈਕਸੀ ਓਪਰੇਸ਼ਨਾਂ ਨੂੰ ਫੰਡਿੰਗ ਵਿੱਚ ਕਟੌਤੀ ਕਰਨ ਤੋਂ ਬਾਅਦ ਕਰੂਜ਼ ਨੂੰ 50% ਦੀ ਕਟੌਤੀ ਕਰਨ ਲਈ - ਟੈਕਕ੍ਰਾਂਚ",
        "ਕੂਪਰ ਕੂਪ ਲੈਂਡਿੰਗ ਸਪੌਟਸਃ ਸਾਬਕਾ ਆਲ-ਪ੍ਰੋ ਡਬਲਯੂਆਰ ਲਈ ਸੰਭਾਵਤ ਵਪਾਰਕ ਮੰਜ਼ਿਲਾਂ ਵਿੱਚ ਸਟੀਲਰਜ਼ ਅਤੇ ਕਾਉਬੌਇਜ਼ ਸ਼ਾਮਲ ਹਨ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਬਿਆਨਕਾ ਸੈਂਸੋਰੀ ਦੇ ਦੋਸਤ ਉਸ ਨੂੰ 'ਨਗਨ‘ ਗ੍ਰੈਮੀ ਦੇ ਡਰੈੱਸ ਸਟੰਟ ਵਿਚ ’ਤਿਆਰ ਭਾਗੀਦਾਰ' ਕਹਿੰਦੇ ਹਨ, ਕੇਨੀ ਵੈਸਟ ਦਾ ਦਾਅਵਾ ਕਰਦੇ ਹਨ ‘ਉਸ ਨੂੰ ਸ਼ਕਤੀਕਰਨ’ - ਹਿੰਦੁਸਤਾਨ ਟਾਈਮਜ਼",
        "ਐਪਲ ਨੇ ਇਵੈਂਟ-ਯੋਜਨਾਬੰਦੀ 'ਐਪਲ ਇਨਵਾਇਟਸ‘ ਐਪ ਦੀ ਘੋਸ਼ਣਾ ਕੀਤੀ - ਦਿ ਵਰਜ",
        "ਟਰੰਪ ਪ੍ਰਸ਼ਾਸਨ ਸਿੱਖਿਆ ਵਿਭਾਗ ਦੇ ਖਾਤਮੇ ਦੀ ਸ਼ੁਰੂਆਤ ਕਰਨ ਲਈ ਕਾਰਜਕਾਰੀ ਆਦੇਸ਼ ਦਾ ਖਰੜਾ ਤਿਆਰ ਕਰ ਰਿਹਾ ਹੈ - ਸੀਐਨਐਨ",
        "ਪ੍ਰਵਾਸੀ ਫਲਾਈਟ ਗੁਆਂਟਾਨਾਮੋ ਬੇ ਵੱਲ ਜਾਂਦੀ ਹੈ ਕਿਉਂਕਿ ਕਾਨੂੰਨੀ ਪ੍ਰਸ਼ਨ ਟਰੰਪ ਦੀਆਂ ਯੋਜਨਾਵਾਂ ਦੇ ਦੁਆਲੇ ਘੁੰਮਦੇ ਹਨ - ਸੀ ਐਨ ਐਨ",
        "ਸਵੀਡਨ ਸਕੂਲ ਗੋਲੀਬਾਰੀ ਤਾਜ਼ਾਃ Orebro ਵਿਚ ਪਰਿਸਰ 'ਤੇ ਗੋਲੀਬਾਰੀ ਦੇ ਬਾਅਦ ਛੇ ਲੋਕ ਜ਼ਖਮੀ - BBC.",
        "ਤੁਲਸੀ ਗਬਾਰਡ 'ਤੇ ਸੈਨੇਟ ਦੀ ਵਾਈਬ ਸ਼ਿਫਟ - ਐਕਸੀਓਸ",
        "ਇਕ ਪ੍ਰਾਚੀਨ ਐਸਟਰਾਇਡ ਸਟ੍ਰਾਈਕ ਨੇ ਚੰਦਰਮਾ 'ਤੇ 2 ਗ੍ਰੈਂਡ ਕੈਨਨ ਕਿਵੇਂ ਤਿਆਰ ਕੀਤੇ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਕਿਵੇਂ ਏਲੋਨ ਮਸਕ ਨੇ ਵਾਸ਼ਿੰਗਟਨ ਭਰ ਵਿੱਚ ਦੋ ਹਫ਼ਤਿਆਂ ਦੀ ਹਫਤਾਵਾਰ ਹੰਗਾਮਾ ਸ਼ੁਰੂ ਕੀਤਾ - ਸੀਐਨਐਨ",
        "ਕੀ ਬ੍ਰੈਗਜ਼ਿਟ ਨੇ ਆਖਰਕਾਰ ਭੁਗਤਾਨ ਕਰ ਦਿੱਤਾ ਹੈ? ਸਟਾਰਮਰ ਲਈ ਟਰੰਪ ਦੇ ਟੈਰਿਫ ਦੀ ਮੁੜ ਪ੍ਰਾਪਤੀ ਦਾ ਕੀ ਅਰਥ ਹੈ - ਪੋਲੀਟੀਕੋ ਯੂਰਪ",
        "ਓਪਟੋਮਾ ਨੇ ਯੂਨੀਵਰਸਲ ਐਚਡੀਆਰ ਸਪੋਰਟ ਦੇ ਨਾਲ ਨਵਾਂ ਫਲੈਗਸ਼ਿਪ 4 ਕੇ ਹੋਮ ਸਿਨੇਮਾ ਲੇਜ਼ਰ ਪ੍ਰੋਜੈਕਟਰ ਲਾਂਚ ਕੀਤਾ - ਫੋਰਬਸ"
    ]
}