{
    "headlines": [
        "Трэвис Кинг, американский солдат, бежавший в Северную Корею, осужден за дезертирство - Al Jazeera English",
        "Расследование секс-торговли Diddy: голливудские звезды «до смерти напуганы», чтобы высказаться, говорят эксперты - Fox News",
        "Туристы спешат увидеть ледники, прежде чем они исчезнут. Поездки становятся смертельными. - CNN",
        "Денежные средства Харриса рекламируют блиц, поскольку Илон Маск выписывает большой чек республиканцам в Палате представителей, показывают новые документы - CNN",
        "Новозеландский пилот Филипп Мертенс освобожден после более чем 18 месяцев плена в индонезийском Папуа - Yahoo! Voices",
        "Shohei Ohtani получает овации стоя после достижения 50-50, затем достигает 52-52 - Yahoo Sports",
        "Эрик Менендес раскритиковал «монстров» Райана Мерфи, изображающих братьев: «Подлые и ужасные» - Rolling Stone",
        "Иллинойс снимает непобедимый старт Небраски во время овертайма на стадионе «Мемориал» - KETV Omaha",
        "Суд постановил, что почти 98 000 жителей Аризоны, чье гражданство не было подтверждено, могут проголосовать за полный бюллетень - The Associated Press",
        "Сенатор Тиллис выдвигает ультиматум кандидату Республиканской партии в решающем колеблющемся состоянии: «Долг президенту Трампу» - Fox News",
        "Избирательная комиссия Джорджии требует ручного подсчета бюллетеней, несмотря на предупреждение ключевых государственных чиновников Республиканской партии - CNN",
        "Сотрудникам Секретной службы грозит дисциплинарное наказание за неудачные попытки убийства Трампа - Axios",
        "Глава Boeing по космосу и обороне уходит в первый исполнительный шаг нового генерального директора - Reuters",
        "Бейрутский удар: в результате израильского удара убит главный командир «Хезболлы» - BBC.com",
        "Аарон Соркин рассматривает возможность перезагрузки «Западного крыла» после визита в Белый дом - Разнообразие",
        "Выбор футбола в колледже, расписание: прогнозы на разброс, шансы на 25 лучших игр NCAA на 4-й неделе - CBS Sports",
        "Официально: бывшая атомная электростанция TMI возобновит работу - WGAL Susquehanna Valley Pa.",
        "Заключенный Южной Каролины произносит только одно последнее слово, прежде чем умереть от смертельной инъекции в первой казни штата за 13 лет - New York Post",
        "Штат Нью-Йорк сообщает о первом человеческом случае ЭЭО почти за десятилетие - ABC News",
        "По следам загадочной женщины, чья компания лицензировала взрывающиеся пейджеры - Reuters"
    ]
}