{
    "headlines": [
        "Le débat des vice-présidents de Tim Walz et JD Vance en 2024 aura lieu demain. Voici ce qu'il faut savoir. - CBS News",
        "Le meilleur assistant d'Eric Adams contraint de partir au milieu d'enquêtes de corruption tentaculaires - POLITICO",
        "Les Lions contre les Seahawks marquent aujourd'hui : mises à jour en direct, faits saillants du match du Monday Night Football - Detroit Free Press",
        "Timothée Chalamet semble méconnaissable avec la transformation des cheveux et de la moustache sur l'ensemble Marty Supreme - E ! NEWS",
        "Joe Biden accuse Donald Trump de « mentir » sur la réponse de la Maison Blanche à l'ouragan Helene - Financial Times",
        "Tranche des séries éliminatoires de la MLB 2024 : photo d'après-saison complète, affrontements alors que les Mets et les Braves revendiquent les places finales - CBS Sports",
        "Un homme du nord du Texas écrase une guitare Taylor Swift signée après l'avoir achetée pour 4 000 $ - WFAA.com",
        "Dernières nouvelles à la suite de l'ouragan Helene - CNN",
        "Spirit Halloween Dings 'SNL' With \"Irrelevant 50-Year-Old TV Show\" Costume After Season Premiere Sketch - Deadline",
        "Trump dit à tort que le gouverneur de Géorgie n'a pas pu parler à Biden des dommages causés par la tempête - NBC News",
        "Pouvez-vous voir le nouveau « minimoon » de la Terre à l'œil nu ? - Livescience.com",
        "Les investisseurs en capital-risque se précipitent pour rencontrer l'ancienne directrice technique d'OpenAI, Mira Murati, dans l'espoir de financer une nouvelle entreprise - Business Insider",
        "Après six ans de conférences de presse marathon, le Mexicain AMLO quitte la scène - Yahoo ! Voices",
        "L'équipage de 9 astronautes arrive à la station spatiale après que SpaceX ait signalé une anomalie de fusée - CNN",
        "Alimentation limitée dans le temps liée à un meilleur contrôle de la glycémie et à la perte de graisse - Medical News Today",
        "MIT Spinoff Liquid lance des modèles d'IA non transformateurs et ils sont déjà à la pointe de la technologie - VentureBeat",
        "LE DOD améliore la posture de défense au Moyen-Orient - Département de la Défense",
        "DirecTV et Dish ont passé des années à essayer de fusionner. C'est enfin arrivé. - Yahoo Finance",
        "Un concert et 30 nouvelles maisons marquent le 100e anniversaire de Jimmy Carter et son long héritage de dons - The Associated Press",
        "Des bombes de 2 000 livres fabriquées aux États-Unis ont probablement été utilisées lors d'une frappe qui a tué le chef du Hezbollah Nasrallah, selon une analyse de CNN - CNN"
    ]
}