{
    "headlines": [
        "Broncos vs. Saints score, live updates: Denver looks to get over .500 at slumping New Orleans on Thursday Night Football - Yahoo Sports",
        "Dodgers vs. Mets score, live updates: Los Angeles looks to take a commanding 3-1 NLCS lead in Game 4 in New York - Yahoo Sports",
        "China's reports third-quarter GDP growth of 4.6%, beating expectations - CNBC",
        "Charges dropped against Tyron McAlpin, deaf Black man with cerebral palsy whose Phoenix arrest video prompted outrage - CBS News",
        "FBI arrests Alabama man in hack of SEC’s X account that caused bitcoin price spike - The Washington Post",
        "Alabama executes man who killed 5 and asked to be put to death - The Associated Press",
        "Take a look at the OnePlus 13 in all its glory - GSMArena.com news - GSMArena.com",
        "One Direction pays tribute to Liam Payne: 'We will miss him terribly' - ABC News",
        "Israel says it has killed Hamas leader Yahya Sinwar in Gaza - The Associated Press",
        "Former Canadian Olympian charged in major US cocaine-smuggling case - Al Jazeera English",
        "Diddy accused of leading gang rape of Bay Area woman in Orinda - SFGATE",
        "Scientists claim breakthrough to bringing back Tasmanian tiger from extinction - Sky News",
        "Brightest supermoon of the year above Minnesota Thursday night - MPR News",
        "Self-learning AI shares NFL against the spread, over-under, money-line picks for every Week 7, 2024 game - CBS Sports",
        "'Shaken baby syndrome' execution temporarily halted despite SCOTUS ruling - ABC News",
        "Merck says experimental RSV treatment protected infants in trial, paving way for potential approval - CNBC",
        "ChatGPT has a Windows app now - The Verge",
        "Netflix Price Hikes: Top Execs Offer U.S. Outlook During Q3 Earnings Call - Deadline",
        "Hezbollah Says Launching New 'Escalatory Phase' In Israel War - Barron's",
        "If you think Trump’s migration policies are extreme, look at the EU’s - POLITICO Europe"
    ]
}