{
    "headlines": [
        "Os preços do petróleo sobem, com foco no cessar-fogo entre Israel e o Hezbollah e na política da OPEP+ - Reuters",
        "No. 1 Kansas flusters Cooper Flagg, supera a flagrante 2 expulsão de Hunter Dickinson em thriller sobre No. 11 Duke - Yahoo Sports",
        "Trump assina acordo de transição com Biden, mas falta proteção fundamental - The Washington Post",
        "Fontes: Champ Dodgers strike early, add Snell - ESPN",
        "Resumo do final da 33ª temporada de ‘Dancing With The Stars’: quem ganha o troféu Mirrorball? - Prazo",
        "Reação dos rankings dos playoffs de futebol universitário: cenário de pesadelo surge para as Big 12 após o último top 25 revelado - CBS Sports",
        "Donald Trump escolhe Jamieson Greer para representante comercial dos EUA - Financial Times",
        "O que saber sobre Robby Starbuck, influencer ligado ao Walmart DEI overhaul - Axios",
        "Mercado de ações dos EUA sobe para recorde, apesar das ameaças tarifárias de Trump - Al Jazeera English",
        "Rudy Giuliani é repreendido por uma explosão no tribunal acusando o juiz em caso de ativos de ser injusto - The Associated Press",
        "17,4 milhões assistem Ravens-Chargers no multicast da Disney - NBC Sports",
        "Harvey Weinstein apresenta queixa por 'condições deploráveis' em Rikers Island - TMZ",
        "Mais imagens vazadas do Galaxy S25 Ultra mostram o slot S Pen e a One UI 7 [Galeria] - 9to5Google",
        "Trudeau diz que trabalhará com Trump em meio a ameaças tarifárias - BBC.com",
        "NASA concede contrato de serviços de lançamento para missão Dragonfly à SpaceX - Fox Business",
        "Pam Bondi encantou seu caminho do tribunal de Tampa para a Casa Branca - Tampa Bay Times",
        "   Removido ",
        "O vírus da gripe aviária foi encontrado no leite cru. O que saber sobre os riscos - KMPH Fox 26",
        "Prévia do fim de semana: MOANA 2 Sets Sail for a Massive Thanksgiving Weekend - Boxoffice Pro",
        "O cineasta de 'Airplane!', Jim Abrahams, ex-aluno da Shorewood High, morreu - Milwaukee Journal Sentinel"
    ]
}