{
    "headlines": [
        "Donald Trump pauses tariffs on low-cost parcels in US-China trade reprieve - Financial Times",
        "Horoscope for Saturday, February 8, 2025 - Chicago Sun-Times",
        "Crews rush to recover commuter plane found crashed on Alaska sea ice before expected snow and wind - The Associated Press",
        "Baltic states making historic switch away from Russian power - BBC.com",
        "Trump says he will fire Kennedy Center board members, appoint himself chairman - The Washington Post",
        "How to watch Kansas City Chiefs vs. Philadelphia Eagles in Super Bowl LIX in New Orleans - CNN",
        "China lashes out at US ‘coercion’ after Panama declines to renew infrastructure agreement - The Associated Press",
        "Pharrell Williams Says ‘There Wasn’t a Path Forward’ for Canceled Musical Biopic - Vulture",
        "New York temporarily shuts down live bird markets in several counties after bird flu detected in poultry - CNN",
        "College basketball picks, schedule: Predictions for Auburn vs. Florida and more Top 25 games on Saturday - CBS Sports",
        "US employers added 143,000 jobs in unspectacular January hiring and jobless rate fell to 4% - The Associated Press",
        "Donald Trump revokes security clearance for Joe Biden - Financial Times",
        "The PlayStation Network is down. Here's what we know - WKYC.com",
        "Judge says he will temporarily block Trump from placing thousands of USAID workers on paid leave - The Associated Press",
        "A$AP Rocky's friend testifies that the rapper fired a prop gun, not a real firearm, in 2021 shooting - The Associated Press",
        "United States-Japan Joint Leaders’ Statement - The White House",
        "Senate prepares to blow past Mike Johnson on Trump's reconciliation bill - Axios",
        "Newly discovered asteroid now has a slightly higher risk of hitting Earth - CNN",
        "Genesis Invitational 2025 full field: Who’s joining Tiger Woods at Torrey Pines? - NBC Sports"
    ]
}