{
    "headlines": [
        "ਦੱਖਣੀ ਕੈਲੀਫੋਰਨੀਆ 'ਚ ਜਹਾਜ਼ ਹਾਦਸੇ' ਚ 2 ਮੌਤਾਂ ਤੇ 18 ਜ਼ਖਮੀ - The Associated Press",
        "ਐਪਲ ਸਿਰੀ ਗੋਪਨੀਯਤਾ ਕਲਾਸ-ਐਕਸ਼ਨ ਕੇਸ ਵਿੱਚ 95 ਮਿਲੀਅਨ ਡਾਲਰ ਦੇ ਬੰਦੋਬਸਤ ਲਈ ਸਹਿਮਤ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਬਿਡੇਨ ਨੇ ਲਿਜ਼ ਚੇਨੀ ਸਮੇਤ 20 ਪ੍ਰਾਪਤਕਰਤਾਵਾਂ ਨੂੰ ਰਾਸ਼ਟਰਪਤੀ ਸਿਟੀਜ਼ਨ ਮੈਡਲ ਪ੍ਰਦਾਨ ਕੀਤੇ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਹੈਡ ਕੋਚਿੰਗ ਨੌਕਰੀ ਲਈ ਜੈੱਟਸ ਰੋਨ ਰਿਵੇਰਾ ਨਾਲ ਪੂਰਾ ਇੰਟਰਵਿਊ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਟਰੰਪ ਦੇ ਲਾਸ ਵੇਗਾਸ ਹੋਟਲ ਦੇ ਬਾਹਰ ਸਾਈਬਰ ਟਰੱਕ ਫਟਣ ਤੋਂ ਪਹਿਲਾਂ ਸਿਪਾਹੀ ਨੇ ਆਪਣੇ ਆਪ ਨੂੰ ਗੋਲੀ ਮਾਰ ਦਿੱਤੀ, ਅਧਿਕਾਰੀਆਂ ਦਾ ਕਹਿਣਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਕਾਲਜ ਫੁੱਟਬਾਲ ਪਲੇਆਫ: ਨੋਟਰੇ ਡੈਮ ਨੇ ਜਾਰਜੀਆ ਨੂੰ ਹਰਾ ਕੇ ਸੀਐੱਫਪੀ ਸੈਮੀਫਾਈਨਲ 'ਚ ਪ੍ਰਵੇਸ਼ ਕੀਤਾ - ਯਾਹੂ ਸਪੋਰਟਸ",
        "ਡੈਮੋਕਰੇਟਸ ਨੂੰ ਝਟਕਾ ਦਿੰਦੇ ਹੋਏ, ਫੈਡਰਲ ਅਪੀਲ ਕੋਰਟ ਨੇ ਨੈੱਟ ਨਿਰਪੱਖਤਾ ਨੂੰ ਖਤਮ ਕੀਤਾ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਜਸਟਿਨ ਬਾਲਡੋਨੀ ਦੇ ਮੁਕੱਦਮੇ ਬਾਰੇ ‘ਕੁਝ ਵੀ’ ਬਲੇਕ ਲਾਈਵਲੀ ਦੇ ਜਿਨਸੀ ਸ਼ੋਸ਼ਣ, ਸਮਾਈਅਰ ਮੁਹਿੰਮ ਦੇ ਦੋਸ਼ਾਂ ਨੂੰ ਰੋਕ ਦੇਵੇਗਾਃ ਰਿਪੋਰਟ - ਹਿੰਦੁਸਤਾਨ ਟਾਈਮਜ਼",
        "ਜਾਂਚਕਰਤਾ ਗ੍ਰਿਫਤਾਰੀ ਵਾਰੰਟ ਨੂੰ ਪੂਰਾ ਕਰਨ ਲਈ ਦੱਖਣੀ ਕੋਰੀਆ ਦੇ ਰਾਸ਼ਟਰਪਤੀ ਦੀ ਰਿਹਾਇਸ਼ 'ਤੇ ਪਹੁੰਚੇ - ਸੀਐਨਐਨ",
        "ਐਫਬੀਆਈ ਨੇ ਨਵਾਂ ਵੀਡੀਓ ਜਾਰੀ ਕੀਤਾ, 6 ਜਨਵਰੀ ਪਾਈਪ ਬੰਬਾਰੀ ਕਰਨ ਵਾਲੇ ਦੀ ਭਾਲ ਵਿਚ ਜਾਣਕਾਰੀ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਲਾਈਵ ਬ੍ਰੀਫਿੰਗਃ ਗਾਜ਼ਾ ਸਿਟੀ 'ਤੇ ਹੋਏ ਹੜਤਾਲਾਂ' ਚ 40 ਤੋਂ ਵੱਧ ਲੋਕਾਂ ਦੀ ਮੌਤ, ਸਿਵਲ ਡਿਫੈਂਸ ਨੇ ਕਿਹਾ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਹਿੰਡਨਬਰਗ ਕਾਰਵਾਨਾ ਨੂੰ ਸ਼ਾਰਟ ਕਰਦਾ ਹੈ, ‘ਉਮਰਾਂ ਲਈ ਗ੍ਰੈਫਟ’ ਦਾ ਦੋਸ਼ ਲਗਾਉਂਦਾ ਹੈ - ਯਾਹੂ ਵਿੱਤ",
        "xAI ਦਾ ਅਗਲਾ ਪੀੜ੍ਹੀ ਦਾ ਏਆਈ ਮਾਡਲ ਸਮੇਂ ਤੇ ਨਹੀਂ ਪਹੁੰਚਿਆ, ਇੱਕ ਰੁਝਾਨ ਨੂੰ ਜੋੜਿਆ - TechCrunch",
        "ਮੋਰਗਨ ਸਟੈਨਲੇ ਸੰਯੁਕਤ ਰਾਸ਼ਟਰ-ਸਹਿਯੋਗੀ ਜਲਵਾਯੂ ਗੱਠਜੋੜ ਤੋਂ ਬਾਹਰ ਨਿਕਲਣ ਵਿਚ ਗੋਲਡਮੈਨ ਸਾਕਸ, ਸਿਟੀ ਵਿਚ ਸ਼ਾਮਲ ਹੋਇਆ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਫਾਸਿਲ ਦੇ ਆਖਰੀ ਵੇਅਰ ਓਐਸ ਸਮਾਰਟਵਾਚ ਆਖਰਕਾਰ ਮਰ ਗਏ ਹਨ - 9to5Google",
        "ਘਰੇਲੂ ਬਾਕਸ ਆਫਿਸ 2024 ਵਿਚ 8.75 ਬਿਲੀਅਨ ਡਾਲਰ 'ਤੇ ਡਿੱਗਦਾ ਹੈ ਕਿਉਂਕਿ ਮੂਵੀ ਥੀਏਟਰ ਹੜਤਾਲਾਂ ਤੋਂ ਮੁੜ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ ਸੰਘਰਸ਼ ਕਰਦੇ ਹਨ - ਵੰਨਗੀ",
        "‘ਡਾਇਨਾਸੌਰ ਹਾਈਵੇ’ ਡੇਟਿੰਗ 166 ਮਿਲੀਅਨ ਸਾਲ ਪਹਿਲਾਂ ਇੰਗਲੈਂਡ ਵਿਚ ਲੱਭੀ ਗਈ - ਪੀਬੀਐਸ ਨਿ Newsਜ਼ਹੌਰ",
        "ਤੂਫਾਨਾਂ 'ਤੇ \"ਸਰਫ\" ਨੂੰ ਮਾਈਗਰੇਟ ਕਰਨਾ, ਅਧਿਐਨ ਲੱਭਦਾ ਹੈ - ਸੈਲੂਨ",
        "2025 ਗੋਲਡਨ ਗਲੋਬ ਪਾਰਟੀਆਂ ਅਤੇ ਇਵੈਂਟਸ ਫੋਟੋ ਗੈਲਰੀਃ ਰੈੱਡ ਕਾਰਪੇਟ ਰੋਲਆਉਟ - ਡੈੱਡਲਾਈਨ",
        "ਨੰਬਰ 1 ਡੱਕਸ ਦੇ ਹੈਰਾਨਕੁੰਨ ਰੋਜ਼ ਬਾlਲ ਹਾਰਨ ਤੋਂ ਬਾਅਦ ਓਰੇਗਨ ਲਾਕਰ ਰੂਮ ਦੇ ਅੰਦਰ ਓਹੀਓ ਸਟੇਟ - ਓਰੇਗਨਲਾਈਵ"
    ]
}