{
    "headlines": [
        "Cousins takes blame after 4 INTs sink Falcons - ESPN",
        "Trevor Lawrence injured after ugly hit by Azeez Al-Shaair, sparks brawl between Jaguars, Texans - Yahoo Sports",
        "‘It just keeps coming and coming’: Lake-effect snow will dump another foot or two of snow in parts of the US - CNN",
        "Stellantis CEO Carlos Tavares resigns - Reuters",
        "NFL Week 13: Instant analysis from Patriots’ 25-24 loss to Colts - Pats Pulpit",
        "Trump threatens 100% tariff on Bric nations - BBC.com",
        "Nations fail to deliver U.N. treaty on cleaning up plastic pollution - The Washington Post",
        "The best Cyber Monday 2024 deals to shop from Amazon, Apple, Macy's, Walmart, Wayfair, Target and more - Yahoo Life",
        "‘Moana 2’ Achieves Demigod Status: All the Box Office Records Broken - Hollywood Reporter",
        "Trudeau promised Trump tougher border controls, says top Canada official - Reuters Canada",
        "Ellen DeGeneres Celebrates 20th Anniversary with Portia de Rossi After Move to England: 'What a Long Beautiful Adventure' - AOL",
        "Trump pick Kash Patel must prove he'll restore public faith in the FBI, a leading GOP senator says - The Associated Press",
        "Coast Guard launches search after fishing boat capsizes in seas off Southeast Alaska - Anchorage Daily News",
        "Exit poll: Romania’s Social Democrats lead in parliamentary vote, but hard-right momentum builds - POLITICO Europe",
        "Syria’s Assad trapped by rebel advance and refusal to compromise - Financial Times",
        "Trump’s extraordinary selection of his daughters’ fathers-in-law for key posts underscores his reliance on family members - CNN",
        "New EU space commissioner outlines priorities - SpaceNews",
        "Wayne Northrop Dies: ‘Dynasty’ & ‘Days of Our Lives’ Actor Was 77 - Deadline",
        "Inside Ryan Day's fourth straight loss to Michigan: 'Disappointed. Unexpected. Crushed.' - FOX Sports",
        "Astronomers Find Rare Supernova That Could Rewrite Cosmic History - SciTechDaily"
    ]
}