{
    "headlines": [
        "ਟਰੰਪ ਦੇ ਪਹਿਲੇ ਕਾਰਜਕਾਲ ਤੋਂ ਬਾਅਦ ਅਮਰੀਕਾ-ਚੀਨ ਟਾਈਟ-ਫੋਰ-ਟੈਟ ਟੈਰਿਫ ਦੀ ਇੱਕ ਟਾਈਮਲਾਈਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਸੈਨੇਟ ਟਰੰਪ ਨੂੰ ਆਪਣੀ ਕੈਬਨਿਟ ਦਿੰਦਾ ਹੈ — ਅਤੇ ਉਨ੍ਹਾਂ ਦੀ ਪਾਲਣਾ - ਪੋਲਿਟਿਕੋ",
        "ਪੈਰਿਸ ਵਿਚ ਉੱਚ ਪੱਧਰੀ ਏਆਈ ਸੰਮੇਲਨਃ ਵਿਸ਼ਵ ਨੇਤਾ, ਤਕਨੀਕੀ ਟਾਈਟਨ ਅਤੇ ਚੁਣੌਤੀਪੂਰਨ ਕੂਟਨੀਤਕ ਗੱਲਬਾਤ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਬੀਪੀ ਨੇ ਰਿਪੋਰਟਾਂ ਤੋਂ ਬਾਅਦ ਪੌਪ 6% ਸ਼ੇਅਰ ਕੀਤੇ ਕਾਰਕੁਨ ਹੇਜ ਫੰਡ ਐਲੀਅਟ ਨੇ ਸੰਘਰਸ਼ਸ਼ੀਲ ਬ੍ਰਿਟਿਸ਼ ਤੇਲ ਮੇਜਰ - ਸੀ ਐਨ ਬੀ ਸੀ ਵਿਚ ਹਿੱਸੇਦਾਰੀ ਲਈ ਹੈ",
        "ਕੋਸੋਵੋ ਚੋਣਃ ਅਲਬੀਨ ਕੁਰਤੀ ਦੀ ਪਾਰਟੀ ਅੱਗੇ ਪਰ ਬਹੁਮਤ ਦੀ ਘਾਟ - ਬੀਬੀਸੀ.",
        "ਸਭ ਤੋਂ ਵੱਧ ਦੇਖੇ ਗਏ ਸੁਪਰ ਬਾlਲ ਵਿਗਿਆਪਨ 2025: ਯੂਟਿ Topਬ ਟਾਪ 10 ਰੈਂਕਿੰਗ - ਵੰਨਗੀ",
        "ਸੁਪਰ ਬਾlਲ 2025: ਈਗਲਜ਼ ਦਾ ਸ਼ਾਂਤ ਵਿਸ਼ਵਾਸ, ਰੱਖਿਆਤਮਕ ਸ਼ਕਤੀ ਨੌਜਵਾਨ ਪ੍ਰਤਿਭਾ ਨੂੰ ਚੀਫਸ ਦੇ ਪੈਟਰਿਕ ਮਹੋਮਜ਼ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ ਨੂੰ ਵਿਗਾੜਦੀ ਵੇਖਦੀ ਹੈ",
        "ਈਗਲਜ਼ ਰਨਿੰਗ ਬੈਕ ਸਾਕੋਨ ਬਾਰਕਲੇ ਨੇ ਐਨਐਫਐਲ ਦੇ ਸੀਜ਼ਨ ਰਸ਼ਿੰਗ ਰਿਕਾਰਡ ਨੂੰ ਸੈੱਟ ਕੀਤਾ, ਜਿਸ ਵਿੱਚ ਪਲੇਆਫਸ ਵੀ ਸ਼ਾਮਲ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਟ੍ਰੈਵਿਸ ਕੈਲਸੇ ਸੁਪਰ ਬਾlਲ ਐਲਆਈਐਕਸ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ ਤੋਂ ਬਾਅਦ ਸੰਭਵ ਰਿਟਾਇਰਮੈਂਟ ਨੂੰ ਸੰਬੋਧਿਤ ਨਹੀਂ ਕਰਦਾ",
        "ਸਮੀਖਿਆਃ ਕੇਂਡਰਿਕ ਲਾਮਾਰ ਅਮਰੀਕਾ ਲਿਆਉਂਦਾ ਹੈ ਅਤੇ 'ਸਾਡੇ ਵਰਗੇ ਨਹੀਂ' ਇਤਿਹਾਸ ਬਣਾਉਣ ਵਾਲੇ ਸੁਪਰ ਬਾlਲ ਹਾਫਟਾਈਮ ਸ਼ੋਅ ਵਿਚ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਇਕੂਏਟਰ ਦੇ ਰੂੜ੍ਹੀਵਾਦੀ ਮੌਜੂਦਾ ਅਤੇ ਇੱਕ ਖੱਬੇ ਪੱਖੀ ਵਕੀਲ ਰਾਸ਼ਟਰਪਤੀ ਭੱਜਣ ਲਈ ਅੱਗੇ ਵਧਦੇ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਸੁਪਰ ਬਾlਲ 2025: ਫਿਲਡੇਲਫੀਆ ਈਗਲਜ਼ ਨੇ ਕੰਸਾਸ ਸਿਟੀ ਚੀਫਸ ਨੂੰ ਹਰਾਇਆ - ਜਿਵੇਂ ਕਿ ਟਰੰਪ ਇਤਿਹਾਸ ਰਚਦਾ ਹੈ ਅਤੇ ਟੇਲਰ ਸਵਿਫਟ ਬੂਡ ਹੈ - ਸਕਾਈ ਨਿ Newsਜ਼",
        "ਡੋਨਾਲਡ ਟਰੰਪ ਸਟੀਲ ਸਮੇਤ ਨਵੇਂ ਵਪਾਰ ਟੈਰਿਫਾਂ ਦਾ ਐਲਾਨ ਕਰਨਗੇ - BBC.com",
        "ਹਲਫਟਾਈਮ ਡਾਂਸਰ ਨੇ ਵਿਰੋਧ ਵਿੱਚ ਝੰਡਾ ਲਹਿਰਾਇਆ, ਹਿਰਾਸਤ ਵਿੱਚ ਲਿਆ - ਈਐਸਪੀਐਨ",
        "ਮੈਕਡੋਨਲਡਜ਼ ਕਮਾਈ ਦੀ ਰਿਪੋਰਟ ਕਰਨ ਜਾ ਰਿਹਾ ਹੈ. ਇੱਥੇ ਕੀ ਉਮੀਦ ਕਰਨੀ ਹੈ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਹੋਲੋਕਾਸਟ ਰਾਜਨੀਤਿਕ ਧੁੰਦਲਾ ਬਣ ਜਾਂਦਾ ਹੈ ਕਿਉਂਕਿ ਨੇਤਨਯਾਹੂ ਕਰਾਸਰੋਡਜ਼ 'ਤੇ ਇਕ ਦੇਸ਼ ਵਿਚ ਵਾਪਸ ਆਉਂਦੇ ਹਨ - ਸੀ ਐਨ ਐਨ",
        "ਮਸਕ ਨਜ਼ਰ ਵਿਚ ਨਵੇਂ ਟੀਚਿਆਂ ਅਤੇ ਟਰੰਪ ਦੇ ਅਸ਼ੀਰਵਾਦ ਨਾਲ ਚਾਰਜ ਕਰਦਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਖਗੋਲ ਵਿਗਿਆਨੀ ਨਵਜੰਮੇ ਸਟਾਰ ਲੈਣ ਦੀ ਸ਼ਕਲ ਦੀ ਸਾਹ ਲੈਣ ਵਾਲੀ ਤਸਵੀਰ ਕੈਪਚਰ ਕਰਦੇ ਹਨ - ਸਾਇੰਸ ਅਲਰਟ",
        "ਜੇ ਮਸਕ ਅਦਾਲਤ ਦੇ ਹੁਕਮਾਂ ਦੀ ਉਲੰਘਣਾ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰਦਾ ਹੈ ਤਾਂ ਕੀ ਹੋਵੇਗਾ? - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਟਰੰਪ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਨ੍ਹਾਂ ਨੇ ਅਮਰੀਕੀ ਖਜ਼ਾਨੇ ਨੂੰ ਨਵੇਂ ਪੈਸਿਆਂ ਦੀ ਖੁਦਾਈ ਬੰਦ ਕਰਨ ਦੀ ਹਦਾਇਤ ਕੀਤੀ ਹੈ, ਵਧਦੀ ਲਾਗਤ ਦਾ ਹਵਾਲਾ ਦਿੰਦੇ ਹੋਏ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ"
    ]
}