{
    "headlines": [
        "Jussie Smollett Überzeugung in Hassverbrechen Angriff Hoax von Illinois Supreme Court aufgehoben - NBC News",
        "Kiew sagt, dass russische Interkontinentalraketen die Ukraine angreifen, aber US-Beamte beschreiben Raketen als IRBM mit kürzerer Reichweite - ABC News",
        "[removed]",
        "Die Hausverkäufe stiegen im Oktober, kurz bevor die Hypothekenzinsen sprangen - CNBC",
        "Die wöchentlichen Arbeitslosenansprüche in den USA erreichten ein Siebenmonatstief - Reuters",
        "Nvidia-Aktienkursniveaus, die nach den Top-Erwartungen der Gewinne zu beobachten sind - Investopedia",
        "Polizeibericht enthüllt Angriffsvorwürfe gegen Hegseth - POLITICO",
        "Bitcoin kommt auf 100.000 $ zu, während Trump ein Pro-Crypto-Kabinett gründet - Investor's Business Daily",
        "[removed]",
        "2024 NFL MVP Watch: Bills 'Josh Allen ein klarer Favorit nach großem Sieg gegen Chiefs; acht weitere QBs ziehen Stimmen - CBS Sports",
        "Isländischer Vulkan bricht zum siebten Mal in einem Jahr aus - NBC News",
        "Stern zum ersten Mal detailliert außerhalb der Milchstraße abgebildet (Bild, Video) - Space.com",
        "Innerhalb von Corporate America ist die Nutzung von Transgender-Badezimmern bereits geregelt - Axios",
        "San Francisco ist der Star in Ted Dansons neuer Netflix-Show - SFGATE",
        "Trump-Team legt Lateinamerikastrategie als Teil des Massenabschiebeplans fest - CNN",
        "NFL Week 12 Picks from the MMQB Staff: Harbaugh Brothers Meet Again - Sports Illustrated",
        "Wie ein grausamer Angriff entlang eines UGA-Trails das Leben von Studenten und Naturliebhabern verändert hat - CNN",
        "Relevant! Relevant! Relevant! Mit 50 Jahren ist Microsoft ein KI-Riese, Open-Source-Liebhaber und so schlecht wie eh und je - VERKABELT",
        "Methanolvergiftung in Laos: Australischer Teenager ist der vierte Tourist, der stirbt - BBC.com",
        "Atlas der Zellen bietet einen Meilenstein im Verständnis des menschlichen Körpers - CNN"
    ]
}