{
    "headlines": [
        "ਈਰਾਨ ਪਰਮਾਣੂ ਸਮਝੌਤੇ ਨੂੰ ਠੀਕ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰ ਰਹੇ ਹਨ ਟਰੰਪ - The Washington Post",
        "ਸ਼ੀ ਨੇ ਕਿਹਾ ਕਿ ਚੀਨ ਅਮਰੀਕਾ ਨਾਲ ਵਪਾਰ ਯੁੱਧ ਵਧਾਉਣ ’ਤੇ ਪਹਿਲੀ ਜਨਤਕ ਟਿੱਪਣੀ ਵਿਚ’ ਡਰਨਾ ਨਹੀਂ '- ਸੀਐਨਐਨ",
        "ਈਸਟਰ ਤੋਂ ਪਹਿਲਾਂ ਅੰਡੇ ਦੀਆਂ ਕੀਮਤਾਂ ਹਰ ਸਮੇਂ ਦੇ ਉੱਚੇ ਪੱਧਰ 'ਤੇ ਵਧੀਆਂ - ਐਕਸੀਓਸ",
        "ਪੱਛਮੀ ਕਾਨਫਰੰਸ ਵਿਚ ਐਨਬੀਏ ਪਲੇਆਫ ਤਸਵੀਰ ਟਿੰਬਰਵੋਲਵਜ਼ ਬੀਟ ਗਰਿੱਜ਼ਲੀਜ਼ ਤੋਂ ਬਾਅਦ ਕਿਵੇਂ ਦਿਖਾਈ ਦਿੰਦੀ ਹੈ - ਸਪੋਰਟਸ ਇਲਸਟ੍ਰੇਟਿਡ",
        "ਜੇਪੀ ਮੋਰਗਨ ਚੇਜ਼ ਪਹਿਲੀ ਤਿਮਾਹੀ ਦੀ ਕਮਾਈ ਦੀ ਰਿਪੋਰਟ ਕਰਨ ਲਈ ਤਿਆਰ ਹੈ – ਇੱਥੇ ਇਹ ਹੈ ਕਿ ਸਟ੍ਰੀਟ ਨੂੰ ਕੀ ਉਮੀਦ ਹੈ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਮਾ mouseਸ ਦਿਮਾਗ ਦਾ ਇੱਕ ਛੋਟਾ ਜਿਹਾ ਟੁਕੜਾ ਆਖਰਕਾਰ ਮਾਈਂਡਬਲੋਇੰਗ ਵੇਰਵੇ ਵਿੱਚ ਮੈਪ ਕੀਤਾ ਗਿਆ ਹੈ - ਸਾਇੰਸ ਅਲਰਟ",
        "ਡਾਓ ਜੋਨਸ ਫਿuresਚਰਜ਼ ਡਿੱਗਦੇ ਹਨ ਜਿਵੇਂ ਕਿ ਵਧ ਰਹੇ ਝਾੜ ਟਰੰਪ ਟੈਰਿਫ ਚੇਤਾਵਨੀ ਹਨ; ਮਹਿੰਗਾਈ ਰਿਪੋਰਟਾਂ ਬਕਾਇਆ ਹਨ - ਨਿਵੇਸ਼ਕ ਦਾ ਕਾਰੋਬਾਰ ਰੋਜ਼ਾਨਾ",
        "‘ਸਮੈਸ਼’ ਸਮੀਖਿਆਃ ਇਕ ਇਨਸਾਈਡ-ਬ੍ਰਾਡਵੇ ਸੰਗੀਤ - ਡਬਲਯੂਐਸਜੇ",
        "ਨੂਹ ਵਾਇਲ, ‘ਦਿ ਪਿਟ’ ਬੌਸ ਆਨ ਸੀਜ਼ਨ 1 ਸਦਮਾ ਸੀਜ਼ਨ 2 ਵਿੱਚ \"ਇਲਾਜ ਦੀ ਯਾਤਰਾ\" ਨੂੰ ਕਿਵੇਂ ਪ੍ਰਭਾਵਤ ਕਰੇਗਾ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਸੋਸ਼ਲ ਸਿਕਿਓਰਿਟੀ ਨੇ ਹਜ਼ਾਰਾਂ ਜੀਵਿਤ ਪ੍ਰਵਾਸੀਆਂ ਨੂੰ ਮਰੇ ਵਜੋਂ ਸੂਚੀਬੱਧ ਕੀਤਾ ਹੈ ਤਾਂ ਜੋ ਉਨ੍ਹਾਂ ਨੂੰ ਛੱਡਣ ਲਈ ਪ੍ਰੇਰਿਤ ਕੀਤਾ ਜਾ ਸਕੇ, ਏਪੀ ਦੇ ਸੂਤਰਾਂ ਦਾ ਕਹਿਣਾ ਹੈ - ਏਪੀ ਨਿ Newsਜ਼",
        "2025 ਮਾਸਟਰ takeaways: Rory McIlroy ਸਭ ਦੇ ਬਾਅਦ ਵੱਖ ਵੱਖ ਨਹੀ ਹੋ ਸਕਦਾ ਹੈ, Ludvig Åberg Augusta 'ਤੇ ਪਰਿਪੱਕਤਾ ਝਪਕਦੀ - CBS ਖੇਡ",
        "ਸਕੌਟੀ ਸ਼ੈਫਲਰ ਦੇ ਵਿਚਕਾਰ ਸਪਸ਼ਟ ਅੰਤਰ, ਰੋਰੀ ਮੈਕਿਲਰੋਏ ਪਹਿਲਾਂ ਹੀ ਮਾਸਟਰਜ਼ ਨੂੰ ਨਿਰਦੇਸ਼ਤ ਕਰ ਰਿਹਾ ਹੈ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਮਾਈਕ੍ਰੋਸਾੱਫਟ ਇਸ ਵਾਰ ਰੀਅਲ ਲਈ ਰਿਕਾਲ ਲਾਂਚ ਕਰਨ ਜਾ ਰਿਹਾ ਹੈ - ਦਿ ਵਰਜ",
        "ਰੱਖਿਆ ਸਕੱਤਰ ਨੇ ਯੂਕਰੇਨ ਨੂੰ 450 ਮਿਲੀਅਨ ਪੌਂਡ ਫੌਜੀ 'ਵਾਧੇ' ਦਾ ਵਾਅਦਾ ਕੀਤਾ - ਬੀਬੀਸੀ",
        "ਗੂਗਲ ਫਾਈ ਅਸਲ ਵਿੱਚ ਨਵਾਂ ਪਿਕਸਲ 9 ਏ - ਐਂਡਰਾਇਡ ਪੁਲਿਸ ਦੇ ਰਿਹਾ ਹੈ",
        "ਸੈਨੇਟ ਜੁਆਇੰਟ ਚੀਫਾਂ ਦੀ ਅਗਵਾਈ ਕਰਨ ਲਈ ਡੈਨ ਕੇਨ ਦੀ ਪੁਸ਼ਟੀ ਕਰਨ ਲਈ ਇੱਕ ਆਲ ਨਾਈਟ ਖਿੱਚੇਗੀ - ਪੋਲੀਟਿਕੋ",
        "ਚੈਟਜੀਪੀਟੀ ਹੁਣ ਤੁਹਾਡੀਆਂ ਸਾਰੀਆਂ ਪਿਛਲੀਆਂ ਚੈਟਾਂ ਨੂੰ ਯਾਦ ਰੱਖ ਸਕਦਾ ਹੈ ਅਤੇ ਹਵਾਲਾ ਦੇ ਸਕਦਾ ਹੈ - ਆਰਸ ਟੈਕਨੀਕਾ",
        "ਸਦਨ ਨੇ ਵੋਟ ਪਾਉਣ ਲਈ ਰਜਿਸਟਰ ਹੋਣ ਲਈ ਨਾਗਰਿਕਤਾ ਦੇ ਸਬੂਤ ਦੀ ਲੋੜ ਲਈ ਬਿੱਲ ਪਾਸ ਕੀਤਾ, ਵੋਟਿੰਗ ਅਧਿਕਾਰ ਸਮੂਹਾਂ ਦੀ ਨਾਰਾਜ਼ਗੀ ਖਿੱਚੀ - ਏਬੀਸੀ ਨਿ Newsਜ਼"
    ]
}