{
    "headlines": [
        "Judge to consider temporary order blocking Trump's dismantling of USAID - ABC News",
        "Hamas to release three Israeli men Saturday in latest round of exchanges under ceasefire deal - CNN",
        "‘Riviera of the Middle East’: How Trump sees Gaza as a real estate deal - The Washington Post",
        "Astronomers are closely monitoring a newly discovered asteroid with a slightly increased chance of hitting Earth - CNN",
        "Flu cases peak for a second time this season. How to test for the virus at home - KSL.com",
        "Trump delays tariffs on small packages from China - BBC.com",
        "Cracker Barrel fires back as Waffle House adds surcharge to eggs - AL.com",
        "Trump tells Ishiba at the White House that he wants to slash the US trade deficit with Japan - The Associated Press",
        "Tiger Woods commits to The Genesis Invitational - PGA TOUR",
        "Trump administration agrees not to publicly identify FBI agents on Jan. 6 cases without advance warning - POLITICO",
        "Dow tumbles 250 points on tariff and inflation fears, Nasdaq falls 1% led by Amazon: Live updates - CNBC",
        "Trump ousted the top Democratic campaign finance regulator. She says it’s illegal. - POLITICO",
        "Live poultry markets ordered shut in New York City due to avian flu outbreak - The Associated Press",
        "Even at $8 million per Super Bowl commercial, ad executives say it's still bang for your buck - CNBC",
        "US job market likely began the year strong, but faces cloudier future - The Associated Press",
        "Former iOS engineer sued by Apple issues apology as lawsuit is dismissed - 9to5Mac",
        "Largest radio jet ever seen provides a glimpse of the young universe - Earth.com",
        "Treasury installs ally of Musk’s DOGE as head of payment system - The Washington Post",
        "The slash-and-burn tactics Musk brings to Washington often backfired at Twitter - The Associated Press"
    ]
}