{
    "headlines": [
        "ਅਲਟੂਵਃ 'ਮੌਕਾ ਨਹੀਂ' ਇਹ ਬ੍ਰੈਗਮੈਨ ਦੀ ਐਸਟ੍ਰੋਸ ਨਾਲ ਅੰਤਮ ਖੇਡ ਹੈ - ਐਮਐਲਬੀ ਡਾਟ ਕਾਮ",
        "ਆਉਰਾ ਰਿੰਗ 4 ਵਿੱਚ ਸਲਿਮਰ ਸੈਂਸਰ, ਵਧੀ ਹੋਈ ਸ਼ੁੱਧਤਾ, ਅਤੇ ਵਧੇਰੇ ਅਕਾਰ ਹਨ - ਦਿ ਵਰਜ",
        "ਲੇਬਨਾਨ 'ਚ ਕੇਂਦਰੀ ਬੇਰੂਤ' ਤੇ ਇਜ਼ਰਾਈਲੀ ਹਵਾਈ ਹਮਲੇ 'ਚ ਘੱਟੋ-ਘੱਟ ਪੰਜ ਦੀ ਮੌਤ - BBC.com",
        "ਹਾਂਗਕਾਂਗ ਵਿਚ ਚੀਨੀ ਸਟਾਕ 30% ਤੋਂ ਵੱਧ ਰੈਲੀ ਕਰਨ ਤੋਂ ਬਾਅਦ ਸਲਾਈਡ - ਬਲੂਮਬਰਗ",
        "ਮੈਥਿ Per ਪੈਰੀ ਦੀ ਮੌਤਃ ਡਾਕਟਰ ਨੇ ਅਦਾਕਾਰ ਦੀ ਕੇਟਾਮਾਈਨ ਓਵਰਡੋਜ਼ ਵਿਚ ਦੋਸ਼ੀ ਮੰਨਿਆ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਟ੍ਰੈਵਿਸ ਕੈਲਸੇ ਦੀ ‘ਗ੍ਰੋਟਸਕੇਰੀ’ ਭੂਮਿਕਾ ਤੀਜੀ ਐਪੀਸੋਡ ਵਿੱਚ ਪ੍ਰਗਟ ਹੋਈ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਡਬਲਯੂਡਬਲਯੂਆਈਆਈ ਦਾ ਅਮਰੀਕੀ ਬੰਬ ਜਾਪਾਨੀ ਹਵਾਈ ਅੱਡੇ 'ਤੇ ਫਟਿਆ, ਟੈਕਸੀਵੇਅ' ਤੇ ਇਕ ਕ੍ਰੇਟਰ ਛੱਡ ਗਿਆ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਬਰਡ ਫਲੂ ਨੇ ਵੀਅਤਨਾਮ ਦੇ ਚਿੜੀਆਘਰਾਂ ਵਿੱਚ 47 ਟਾਈਗਰ, 3 ਸ਼ੇਰ ਅਤੇ ਇੱਕ ਪੈਂਥਰ ਨੂੰ ਮਾਰਿਆ, ਸਟੇਟ ਮੀਡੀਆ ਰਿਪੋਰਟਾਂ - ਫੌਕਸ ਨਿ Newsਜ਼",
        "ਤੂਫਾਨ ਕ੍ਰੈਥਨ ਨੇ ਤਾਈਵਾਨ ਦੇ ਕੁਝ ਹਿੱਸਿਆਂ ਨੂੰ ਤੀਜੇ ਦਿਨ ਲਈ ਬੰਦ ਕਰ ਦਿੱਤਾ ਕਿਉਂਕਿ ਇਹ ਬਹੁਤ ਜ਼ਿਆਦਾ ਬਾਰਸ਼ ਨਾਲ ਟਾਪੂ ਦੇ ਨੇੜੇ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਰੇਡਰ ਵਪਾਰ ਦੀ ਸਹੂਲਤ ਲਈ ਡੇਵੈਂਟੇ ਐਡਮਜ਼ ਦੀ ਤਨਖਾਹ ਦਾ ਕੁਝ ਹਿੱਸਾ ਅਦਾ ਕਰ ਸਕਦੇ ਹਨ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਲੇਬਨਾਨ ਵਿਚ ਇਜ਼ਰਾਈਲੀ ਫੌਜੀਆਂ ਦੀ ਮੌਤ ਯੁੱਧ ਦੇ ਦਾਇਰੇ 'ਤੇ ਸਵਾਲ ਖੜ੍ਹੇ ਕਰਦੀ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਬਾਈਡੇਨ ਨੇ ਇਰਾਨ ਦੇ ਪ੍ਰਮਾਣੂ ਸਥਾਨਾਂ 'ਤੇ ਸੰਭਾਵਿਤ ਇਜ਼ਰਾਈਲੀ ਹਮਲਿਆਂ ਦਾ ਵਿਰੋਧ ਕੀਤਾ - ਬੀਬੀਸੀ.",
        "ਵਿਸ਼ੇਸ਼ ਵਕੀਲ ਜੈਕ ਸਮਿਥ ਨਵੀਂ ਫਾਈਲਿੰਗ ਵਿਚ ਟਰੰਪ ਵਿਰੁੱਧ ਆਪਣੇ 2020 ਦੇ ਚੋਣ ਕੇਸ ਦੀ ਪੂਰੀ ਤਸਵੀਰ ਪ੍ਰਦਾਨ ਕਰਦਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਪੋਰਟ ਬੰਦ ਹੋਣ ਨਾਲ ਹਿਊਸਟਨ ਵਿੱਚ ਘਬਰਾਹਟ ਦੀ ਖਰੀਦ ਸ਼ੁਰੂ ਹੁੰਦੀ ਹੈ, ਪਾਣੀ ਅਤੇ ਟਾਇਲਟ ਪੇਪਰ ਸ਼ੈਲਫਾਂ ਤੋਂ ਅਲੋਪ ਹੋ ਜਾਂਦੇ ਹਨ - ਕੇਪੀਆਰਸੀ Click2Houston",
        "ਜਿਓਮੈਗਨੈਟਿਕ ਤੂਫਾਨ ਵਾਚ ਜਾਰੀ; ਮਿਸ਼ੀਗਨ, ਦੱਖਣੀ ਮਿਡਵੈਸਟ ਉੱਤੇ ਉੱਤਰੀ ਲਾਈਟਾਂ ਦੀ ਤਿਆਰੀ ਕਰੋ - MLive.",
        "ਚੌਰੀਓ, ਮਿਸ਼ੇਲ ਬਰੂਅਰਜ਼ ਨੂੰ ਜ਼ਿੰਦਾ ਰੱਖੋ ਬਨਾਮ ਮੈਟਸ - ਈਐਸਪੀਐਨ",
        "ਬ੍ਰਿਟਨੀ ਸਪੀਅਰਸ ’ਤੇ-ਪਿੱਛੇ, ਬੰਦ-ਪਿੱਛੇ ਬੁਆਏਫ੍ਰੈਂਡ ਪੌਲ ਸੋਲਿਜ਼ ਦੀ ਪਤਨੀ ਵਿਆਹ ਦੇ 8 ਸਾਲਾਂ ਬਾਅਦ ਤਲਾਕ ਲਈ ਫਾਈਲ ਕਰਦੀ ਹੈ - ਪੰਨਾ ਛੇ",
        "ਲੰਬੇ ਸਮੇਂ ਤੋਂ ਚੱਲ ਰਹੀ ਮੱਧ ਪੂਰਬ ਦੀ ਲੜਾਈ ਇੱਥੇ ਹੈ. ਇਸ ਤਰ੍ਹਾਂ ਇਜ਼ਰਾਈਲ ਹੁਣ ਈਰਾਨ 'ਤੇ ਹਮਲਾ ਕਰ ਸਕਦਾ ਸੀ - The Conversation",
        "ਟਿਮ ਵਾਲਜ਼ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਸ ਦੀਆਂ ਤਾਰੀਖਾਂ ਗਲਤ ਸਨ, ਮੰਨਦਾ ਹੈ ਕਿ ਉਸਨੇ ਅਗਸਤ 1989 ਤੱਕ ਚੀਨ ਦੀ ਯਾਤਰਾ ਨਹੀਂ ਕੀਤੀ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "Voyager 2 ਦੇ ਪਲਾਜ਼ਮਾ ਸਪੈਕਟ੍ਰੋਮੀਟਰ ਪਾਵਰ-ਸੇਵਿੰਗ ਉਪਾਅ ਵਿੱਚ ਬੰਦ - Hackaday"
    ]
}