{
    "headlines": [
        "T. J. Holmes & Amy Robach Take Aim At David Muir’s Vanity While Covering L.A. Wildfires: “Seems Like A Slap In Face to People Dealing With Situation” - Deadline",
        "Why Newsom invited Trump to visit LA fire zones amid worries he’ll block disaster aid - CalMatters",
        "Venezuela’s Nicolas Maduro sworn in for third presidential term as opposition decries ‘coup’ - CNN",
        "Meta ends its DEI programs as Zuckerberg blasts Biden on Joe Rogan - CNN",
        "Texas vs. Ohio State, Cotton Bowl where to watch: TV channel, odds, spread, game prediction, pick - CBS Sports",
        "Power outages: About 91,000 customers without power across the state - 11Alive.com WXIA",
        "A man holding a garden hose and a father at his son's bedside are among the LA wildfire victims - The Associated Press",
        "SpaceX assembles the world's largest rocket for Starship Flight 7 test launch (photos) - Space.com",
        "Top 10 Georgia player value rankings, Carson Beck moves on to Miami for $4 million - DawgNation",
        "Judge holds Rudy Giuliani in contempt of court for continued lies about Georgia election workers - The Associated Press",
        "Bird flu case reported at Maryland poultry facility - WTOP",
        "Donald Trump Sentencing LIVE: President-Elect Handed Unconditional Discharge, Sentence Explained - Newsweek",
        "SpaceX Falcon 9 Starlink 12-12 - Kennedy Space Center",
        "Why U.S. stocks got clobbered Friday despite a blockbuster jobs report - MarketWatch",
        "California Wildfire Live Updates: Newsom Launches Investigation Into Crucial Water Shortages As Blazes Continue - Forbes",
        "LA fire chief says city failed residents in wildfire prep, budget cuts: 'Screaming to be properly funded' - Fox News",
        "Los Angeles wildfires: Updates from Jan. 10, 2025 - The Associated Press",
        "2 nostalgic — and beleaguered — Bay Area Macy's slated to close in 2025 - SFGATE",
        "Broncos vs. Bills score predictions - Mile High Report",
        "Timothée Chalamet returns to ‘SNL’ as host — and musical guest - The Associated Press"
    ]
}