{
    "headlines": [
        "الأسبوع 5 الرعاية/لا تهتم: رعاة البقر الثانويون يظهرون في فوز كبير على ستيلرز — وفي كرة القدم الخيالية - ياهو سبورتس",
        "يتقوى إعصار ميلتون ليصبح من الفئة 4. فلوريدا تستعد لعمليات الإجلاء وتصاعد العواصف - وكالة أسوشيتد برس",
        "انتقد عضو الكونغرس أندرو مكادي المدير الإبداعي لبيونسيه بسبب معاداة السامية المزعومة - TMZ",
        "لن تسمح المحكمة العليا لإدارة بايدن بإجبار مستشفيات تكساس على تقديم رعاية الإجهاض في حالات الطوارئ - سي إن إن",
        "لن تتدخل المحكمة العليا في نزاع حول جهود جاك سميث للحصول على معلومات ترامب - سي بي إس نيوز",
        "قيمة ستاربورد للناشط تستحوذ على حصة مليار دولار في فايزر - بلومبرغ",
        "سماعات سوني 1000XM4 أرخص 3 مرات من طراز XM5 الجديد، خصم 63 ٪ على Prime Day - Gizmodo",
        "الحكومة اليابانية تعترف بتزوير صورة لمجلس الوزراء الجديد بعد السخرية عبر الإنترنت - سي بي إس نيوز",
        "هواتف جالاكسي الذكية مؤهلة للحصول على ست سنوات من تحديثات البرامج - سام موبايل - أخبار سامسونج",
        "عوائد سندات الخزانة لأجل 10 سنوات تصل إلى 4 ٪ مع إبقاء صعود الأسهم تحت السيطرة - رويترز",
        "صواريخ حزب الله تضرب مدينة حيفا شمال إسرائيل - BBC.com",
        "كريسي تيجن تثير وشمًا جديدًا لأسفل الظهر في ثوب مطاطي - جيو نيوز",
        "نيوزيلندا تفقد أول سفينة بحرية منذ الحرب العالمية الثانية ؛ سفينة تهدد بتسرب النفط قبالة ساحل ساموا - سي إن إن",
        "Broncos 34, Raiders 18: Biggest Studs & Duds - Sports Illustrated",
        "تيتان كراولر التابع لوكالة ناسا يصل إلى مرحلة مهمة مع تسريع الاستعدادات لأرتميس 2 - المجرة اليومية - قناة الاكتشافات العظيمة",
        "توجهت بعثة هيرا إلى الكويكب كجزء من اختبار الدفاع الكوكبي لإطلاقه يوم الاثنين - فلوريدا اليوم",
        "عملت مع جيك جيلينهال، مدرب مات ديمون. صدمتني النتائج. - يو إس إيه توداي",
        "قضايا المحكمة العليا الأمريكية الأربع التي يجب مشاهدتها - BBC.com",
        "روسيا تسجن المواطن الأمريكي ستيفن هوبارد، 72 عامًا، بتهمة الارتزاق - BBC.com",
        "لماذا رفع بنك جولدمان ساكس هدفه لمؤشر ستاندرد آند بورز 500 للمرة الثالثة هذا العام - MarketWatch"
    ]
}