{
    "headlines": [
        "ਲਾਸ ਏਂਜਲਸ ਜ਼ਿਲ੍ਹਾ ਅਟਾਰਨੀ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਹ ਦਹਾਕਿਆਂ ਪੁਰਾਣੇ ਮੇਨੇਂਡੇਜ਼ ਭਰਾਵਾਂ ਦੇ ਕਤਲ ਕੇਸ ਵਿੱਚ ਮੁੜ ਨਾਰਾਜ਼ਗੀ ਦੀ ਸਿਫਾਰਸ਼ ਕਰੇਗਾ - ਸੀ ਐਨ ਐਨ",
        "\"ਇੱਕ ਨਾਗਰਿਕ ਨਿਰਾਸ਼ਾ\": ਲਾਸ ਏਂਜਲਸ ਟਾਈਮਜ਼ ਦੇ ਸਮਰਥਨ ਨਾ ਕਰਨ ਦੀ ਚੋਣ ਕਰਨ ਤੋਂ ਬਾਅਦ ਫਾਲੋਆਉਟ ਜਾਰੀ ਹੈ - ਸੇਮਫੋਰ",
        "ਫਾਲ ਸਿਟੀ ਨੇੜੇ 15 ਸਾਲਾ ਨੌਜਵਾਨ 'ਤੇ ਮਾਪਿਆਂ, ਭੈਣ-ਭਰਾਵਾਂ ਦੇ ਕਤਲ ਦਾ ਦੋਸ਼ - The Seattle Times",
        "ਹਟਾਈ",
        "ਕੀ ਸ਼ੋਹੇਈ ਓਹਤਾਨੀ 2024 ਵਰਲਡ ਸੀਰੀਜ਼ ਬਨਾਮ ਯੈਂਕੀਜ਼ ਵਿਚ ਪਿੱਚ ਦੇਵੇਗਾ? ਡੋਜਰਸ ਮੈਨੇਜਰ ਇਸ ਦੀ 'ਕੋਈ ਸੰਭਾਵਨਾ ਨਹੀਂ' ਕਹਿੰਦਾ ਹੈ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਹੈਤੀ ਵਿਚ ਗੈਂਗਸ ਨੇ ਫਾਇਰਿੰਗ ਕੀਤੀ ਅਤੇ ਹਿੰਸਾ ਵਧਣ 'ਤੇ ਸੰਯੁਕਤ ਰਾਸ਼ਟਰ ਦੇ ਹੈਲੀਕਾਪਟਰ ਮਿਡਲ ਏਅਰ ਨੂੰ ਮਾਰਿਆ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਨਿਕੋਲ ਸ਼ੇਰਜਿੰਗਰ, ਜਿਸ ਨੇ ਐਕਸ-ਫੈਕਟਰ 'ਤੇ ਇਕ ਦਿਸ਼ਾ ਬਣਾਉਣ ਵਿਚ ਸਹਾਇਤਾ ਕੀਤੀ, ਕੀ ਲਿਅਮ ਪੇਨੇ ਵਾਲੇ ਦਿਨ ਉਹ ਮਰ ਗਿਆ - ਈ ਟੈਕਸਟ ਕਰ ਰਿਹਾ ਸੀ! ਆਨਲਾਈਨ - ਈ! ਨਿਊਜ਼",
        "ਜੱਜ ਨੇ 8.5 ਬਿਲੀਅਨ ਡਾਲਰ ਦੇ ਟੇਪੇਸਟਰੀ ਸੌਦੇ ਨੂੰ ਰੋਕਣ ਤੋਂ ਬਾਅਦ ਕੈਪਰੀ ਸਟਾਕ 46% ਨੂੰ ਕ੍ਰੈਟਰ ਕਰਦਾ ਹੈ - ਯਾਹੂ ਵਿੱਤ",
        "ਸਾਬਕਾ ਸਪੋਰਟਸ ਇਲਸਟ੍ਰੇਟਿਡ ਸਵੀਮਸੂਟ ਮਾਡਲ ਕਹਿੰਦਾ ਹੈ ਕਿ ਟਰੰਪ ਨੇ ਉਸ ਨੂੰ ਜੈਫਰੀ ਐਪਸਟੀਨ ਲਈ ਦਿਖਾਉਣ ਲਈ ਗਰੋਪ ਕੀਤਾ - ਸੀ ਐਨ ਐਨ",
        "ਯੂਐਸਐਫ ਬਾਸਕਟਬਾਲ ਕੋਚ ਅਬਦੁਰ-ਰਹੀਮ ਦੀ 43 ਸਾਲ ਦੀ ਉਮਰ ਵਿੱਚ ਮੌਤ - ਈਐਸਪੀਐਨ",
        "ਮੈਕਡੋਨਲਡਜ਼ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਕੈਲੀਫੋਰਨੀਆ-ਅਧਾਰਤ ਉਤਪਾਦ ਕੰਪਨੀ ਤੋਂ ਪਿਆਜ਼ ਘਾਤਕ ਈ. ਕੋਲੀ ਫੈਲਣ ਨਾਲ ਜੁੜੇ ਹੋਏ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਬਾਇਡਨ ਭਾਰਤੀ ਬੋਰਡਿੰਗ ਸਕੂਲਾਂ ਲਈ ਮੂਲ ਅਮਰੀਕੀਆਂ ਤੋਂ ਮੁਆਫੀ ਮੰਗਣ ਲਈ ਤਿਆਰ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਸਕਾਉਟ ਮੋਟਰਜ਼ ਨਵੇਂ ਐਸਯੂਵੀ ਅਤੇ ਟਰੱਕ ਸੰਕਲਪਾਂ ਦੇ ਨਾਲ ਇੱਕ ਇਲੈਕਟ੍ਰਿਕ ਵਾਪਸੀ ਨੂੰ ਮਾਉਂਟ ਕਰਦੀ ਹੈ - ਦਿ ਵਰਜ",
        "ਸੀਡੀਸੀ ਨੇ ਬਜ਼ੁਰਗ ਬਾਲਗਾਂ ਲਈ ਕੋਵਿਡ -19 ਟੀਕੇ ਦੀਆਂ ਸਿਫਾਰਸ਼ਾਂ ਨੂੰ ਅਪਡੇਟ ਕੀਤਾ - ਦ ਹਿੱਲ",
        "ਯੂਕਰੇਨ ਨਾਲ ਲੱਗਦੇ ਰੂਸ ਦੇ ਸਰਹੱਦੀ ਖੇਤਰ ਵਿੱਚ ਉੱਤਰੀ ਕੋਰੀਆ ਦੇ ਸੈਨਿਕਾਂ ਨੂੰ ਦੇਖਿਆ ਗਿਆ, ਕੀਵ ਕਹਿੰਦਾ ਹੈ - ਸੀਐਨਐਨ",
        "ਸਿੰਡੀ ਅਭਿਨੇਤਰੀ ਸੁਜ਼ਨ ਓਲਸਨ ਦੇ ਦਸਤਾਵੇਜ਼ੀ ਨਫ਼ਰਤ ਭਾਸ਼ਣ - ਯਾਹੂ ਐਂਟਰਟੇਨਮੈਂਟ ਦੇ ਕਾਰਨ ‘ਦਿ ਬ੍ਰੈਡੀ ਬੈਂਚ’ ਰੀਬੂਟ ਨੂੰ ਸੀਬੀਐਸ ਵਿਖੇ ਸਪਾਈਕ ਕੀਤਾ ਗਿਆ ਸੀ",
        "ਵੀਰਵਾਰ ਰਾਤ ਦਾ ਫੁੱਟਬਾਲਃ ਅੱਜ ਰਾਤ ਮਿਨੀਸੋਟਾ ਵਾਈਕਿੰਗਜ਼ ਬਨਾਮ ਲਾਸ ਏਂਜਲਸ ਰੈਮਜ਼ ਐਨਐਫਐਲ ਗੇਮ ਕਿਵੇਂ ਵੇਖੀਏ - ਯਾਹੂ ਸਪੋਰਟਸ",
        "ਟਰੰਪ ਦੀ ਟੀਮ 2024 ਦੇ ਬਾਰੇ ਵਿੱਚ ਚੋਣ ਜਿੱਤ ਦੇ ਤੌਰ ਤੇ ਛੇਤੀ ਵੋਟ ਵਿੱਚ ਰੋਲਃ 'ਕੁਝ ਪਰੈਟੀ ਚੰਗਾ ਲੱਗਦਾ ਹੈ' - ਨਿਊਯਾਰਕ ਪੋਸਟ",
        "ਕਲੈਕਾਮਾਸ ਕਾਉਂਟੀ ਅੰਡੇ ਫਾਰਮ - ਓਰੇਗਨ ਪਬਲਿਕ ਬ੍ਰੌਡਕਾਸਟਿੰਗ ਵਿਚ ਏਵੀਅਨ ਇਨਫਲੂਐਨਜ਼ਾ ਕੇਸ ਦੀ ਪੁਸ਼ਟੀ ਕੀਤੀ ਗਈ",
        "ਟੇਸਲਾ ਸਟਾਕ ਦਾ ਸਭ ਤੋਂ ਵਧੀਆ ਦਿਨ 2013 ਤੋਂ ਐਲਨ ਮਸਕ $ 26 ਬਿਲੀਅਨ ਅਮੀਰ ਬਣਾਉਂਦਾ ਹੈ - ਫੋਰਬਸ"
    ]
}