{
    "headlines": [
        "نتيجة ولاية بنسلفانيا مقابل ولاية بويز: تحديثات مباشرة للعبة، نتائج مباراة فاصلة في كلية كرة القدم، تغطية فيستا بول - سي بي إس سبورتس",
        "لا يزال أكثر من 70 ٪ من عملاء بورتوريكو بدون كهرباء بعد انقطاع التيار الكهربائي الهائل - سي إن إن",
        "بدلاً من الاحتفال، يحول الآلاف الاحتفال بالعام الجديد إلى احتجاج مناهض للحكومة في صربيا - أصوات ياهو!",
        "يرفع جاستن بالدوني دعوى قضائية بقيمة 250 مليون دولار ضد صحيفة نيويورك تايمز بسبب قصة بليك ليفلي: لقد اعتمدت على \"روايتها التي تخدم مصالحها الذاتية\" (حصرية) - متنوعة",
        "الولايات المتحدة تضخم الضربات على الحوثيين في اليمن مع تصاعد التوترات مع إسرائيل - واشنطن بوست",
        "مكتب التحقيقات الفيدرالي يعثر على أكبر مخبأ متفجرات في مزرعة في فرجينيا - BBC.com",
        "ارتفعت الأسهم في عام 2024 حتى مع قلق الأمريكيين بشأن الاقتصاد - واشنطن بوست",
        "محذوف",
        "يحذر روبرتس من تجاهل أحكام المحكمة العليا مع اقتراب التوتر مع ترامب - سي إن إن",
        "وزارة العدل تطلب من المحكمة العليا إعادة العمل بقانون مكافحة غسل الأموال - ذا هيل",
        "هل تزور التفاحة الكبيرة ؟ استعد لدفع المزيد إذا كنت تقود سيارتك إلى الجزء الأكثر ازدحامًا في مانهاتن - وكالة أسوشيتد برس",
        "تواجه منطقة العاصمة احتمال تساقط الثلوج والحصار المطول للهواء البارد - واشنطن بوست",
        "أوربان ماير يتنبأ بالانفجار في ربع النهائي من مباراة الكلية لكرة القدم - أثلون سبورتس",
        "محذوف",
        "مكاسب وخسائر مؤشر ستاندرد آند بورز 500 اليوم: ينخفض المؤشر مع إغلاق الأسهم في عام قوي - Investopedia",
        "شين بيمر من ساوث كارولينا لكرة القدم ينتقد مسؤولي Citrus Bowl في مقابلة مع ABC - Alton Telegraph",
        "يمكن المضي قدمًا في صفقات الإقرار بالذنب في البنتاغون في 11 سبتمبر، وقواعد محكمة الاستئناف - واشنطن بوست",
        "ويل سميث يأكل السباغيتي وغيرها من معايير الذكاء الاصطناعي الغريبة التي انطلقت في عام 2024 - TechCrunch",
        "تم \"إزالة\" خط وسادة بيج دي سوربو من موقع حياة كريج كونوفر السابق بعد الانقسام: \"استراحة نظيفة\" - نيويورك بوست",
        "أمين طومسون، تيري روزير موقوف بينما يعاقب الدوري الاميركي للمحترفين على شجار الصواريخ الحرارية - ياهو سبورتس"
    ]
}