{
    "headlines": [
        "ਟੋਟਲਐਨਰਜੀਜ਼ ਅਡਾਨੀ ਸਮੂਹ ਨਾਲ ਕਾਰੋਬਾਰ ਨੂੰ ਰੋਕਦਾ ਹੈ - ਰਾਇਟਰਜ਼",
        "ਇਜ਼ਰਾਈਲ ਦੇ ਪ੍ਰਧਾਨ ਮੰਤਰੀ ਨੇ 'ਸਿਧਾਂਤਕ ਤੌਰ‘ ਤੇ ਲੇਬਨਾਨ ਜੰਗਬੰਦੀ ਸਮਝੌਤੇ ਨੂੰ ਮਨਜ਼ੂਰੀ ਦਿੱਤੀ, ’ਸਰੋਤ ਕਹਿੰਦਾ ਹੈ - ਸੀਐਨਐਨ",
        "‘ਦੁਸ਼ਟ’ ਅਤੇ ‘ਗਲੇਡੀਏਟਰ’ ਗਰੈਵਿਟੀ-ਡਿਫਾਇੰਗ ਥੀਏਟਰ ਡੈਬਿਊ ਕਰਦੇ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "‘ਇਹ ਉਸਨੂੰ ਆਲ-ਟਾਈਮ ਮਹਾਨਤਾਵਾਂ ਵਿੱਚ ਪਾਉਂਦਾ ਹੈ’ – ਹੌਰਨਰ ਆਪਣੀ 'ਸਰਬੋਤਮ ਅਤੇ ਮੁਸ਼ਕਲ ਚੈਂਪੀਅਨਸ਼ਿਪ‘ ਜਿੱਤਣ ਤੋਂ ਬਾਅਦ ਵਰਸਟਾਪੇਨ ਦੀ ਪ੍ਰਸ਼ੰਸਾ ਕਰਦਾ ਹੈ - ਫਾਰਮੂਲਾ 1",
        "Gen Z ਸਾਰੇ ਆਪਣੇ ਕੰਮ ਨੂੰ ਪੂਰਾ ਕਰਨ ਲਈ AI ਦੀ ਵਰਤੋਂ ਕਰ ਰਹੇ ਹਨ, ਅਧਿਐਨ ਲੱਭਦਾ ਹੈ - Axios",
        "ਕੈਲੀਫੋਰਨੀਆ ਦੀ ਦੁਕਾਨ 'ਤੇ ਵੇਚੇ ਗਏ ਕੱਚੇ ਦੁੱਧ' ਚ ਪਾਇਆ ਗਿਆ ਬਰਡ ਫਲੂ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਕ੍ਰਿਸਟੋਫਰ ਰੂਫੋ ਕੋਲ ਟਰੰਪ ਦੇ ਕੰਨ ਹਨ ਅਤੇ ਚੰਗੇ ਲਈ ਡੀਈਆਈ ਨੂੰ ਖਤਮ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹਨ - ਦਿ ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "ਰੂਸ ਅਤੇ ਯੂਕਰੇਨ ਵਪਾਰ ਡਰੋਨ ਹਮਲੇ ਦੇ ਤੌਰ ਤੇ Zelenskyy 'ਅਟੱਲ' ਸਹਾਇਤਾ ਲਈ ਸਹਿਯੋਗੀ ਨੂੰ ਬੁਲਾਇਆ - ਏਬੀਸੀ ਨਿਊਜ਼",
        "ਅਮਰੀਕਾ ਨੇ ਸੈਮੀਕੰਡਕਟਰ ਚਿਪਸ ਲਈ ਬੀਏਈ ਸਿਸਟਮ, ਰਾਕੇਟ ਲੈਬ ਨੂੰ ਪੁਰਸਕਾਰਾਂ ਨੂੰ ਅੰਤਮ ਰੂਪ ਦਿੱਤਾ - ਯਾਹੂ ਵਿੱਤ",
        "ਹੈਰਿਸ ਆਪਣੇ ਸਲਾਹਕਾਰਾਂ ਅਤੇ ਸਹਿਯੋਗੀਆਂ ਨੂੰ ਆਪਣੇ ਰਾਜਨੀਤਿਕ ਵਿਕਲਪਾਂ ਨੂੰ ਖੁੱਲਾ ਰੱਖਣ ਲਈ ਕਹਿ ਰਹੀ ਹੈ - ਪੋਲਿਟਿਕੋ",
        "ਯੂਏਈ ਨੇ ਇਜ਼ਰਾਈਲੀ-ਮੋਲਦੋਵੀ ਰੱਬੀ ਦੀ ਹੱਤਿਆ ਲਈ 3 ਉਜ਼ਬੇਕੀ ਨਾਗਰਿਕਾਂ ਨੂੰ ਗ੍ਰਿਫਤਾਰ ਕੀਤਾ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਲੀਅਮ ਪੇਨੇ ਬਾਲਕੋਨੀ ਤੋਂ ਬਚਣ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰ ਰਿਹਾ ਸੀ ਜਦੋਂ ਉਹ ਆਪਣੀ ਮੌਤ ਤੱਕ ਡਿੱਗ ਗਿਆ - ਟੀਐਮਜ਼ੈਡ",
        "ਐਸਐਮਸੀਆਈ ਨੈਸਡੈਕ ਨਾਲ ਟਕਰਾਉਂਦੀ ਹੈ, ਪਰ ਸਟਾਕ ਆਨ ਰਾਈਜ਼ - TipRanks",
        "ਸਾਕੋਨ ਬਾਰਕਲੇ ਨੇ ਈਗਲਜ਼ ਦੇ ਕਈ ਫਰੈਂਚਾਇਜ਼ੀ ਰਿਕਾਰਡ ਕਾਇਮ ਕੀਤੇ, ਐਨਐਫਐਲ ਦਾ ਇਤਿਹਾਸ ਰੈਮਜ਼ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ ਉੱਤੇ ਬਲੋਆਉਟ ਜਿੱਤ ਵਿੱਚ ਬਣਾਇਆ",
        "ਸਕਾਟ ਬੇਸੈਂਟ ਇੱਕ ਆਉਣ ਵਾਲੀ ‘ਗਲੋਬਲ ਆਰਥਿਕ ਰੀਆਰਡਰਿੰਗ‘ ਵੇਖਦਾ ਹੈ. ’ਉਹ ਇਸ ਦਾ ਹਿੱਸਾ ਬਣਨਾ ਚਾਹੁੰਦਾ ਹੈ. - ਵਾਲ ਸਟਰੀਟ ਜਰਨਲ",
        "ਸੈਨੇਟਰਾਂ ਨੇ ਟਰੰਪ ਦੀ ਇਕ ਕੈਬਨਿਟ ਚੋਣ ਨੂੰ ਹਟਾ ਦਿੱਤਾ । ਪਰ ਉਨ੍ਹਾਂ ਦੇ ਅਧਿਕਾਰ 'ਤੇ ਲੜਾਈ ਸਿਰਫ ਸ਼ੁਰੂਆਤ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "Krispy Kreme ਸ਼ੁਰੂ 3 ਨਿਊ Holiday Doughnuts — ਅਤੇ 1 ਵਾਪਸੀ ਪਸੰਦੀਦਾ - ਭੋਜਨ & ਵਾਈਨ",
        "ਹਿਜ਼ਬੁੱਲਾ ਨੇ ਜਾਨਲੇਵਾ ਬੇਰੂਤ ਹਮਲਿਆਂ ਤੋਂ ਬਾਅਦ ਇਜ਼ਰਾਈਲ ਵਿੱਚ ਰਾਕੇਟ ਬੈਰੇਜ ਫਾਇਰ ਕੀਤੇ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਸੰਭਵ ਥੈਂਕਸਗਿਵਿੰਗ ਸਰਦੀਆਂ ਦੇ ਤੂਫਾਨ 'ਤੇ ਅਪਡੇਟ - WKBN.",
        "ਸਪੇਸਐਕਸ ਫਲੋਰਿਡਾ ਤੋਂ 23 ਸਟਾਰਲਿੰਕ ਸੈਟੇਲਾਈਟ ਲਾਂਚ ਕਰ ਰਿਹਾ ਹੈ ਨਵੰਬਰ 25 ਦੇ ਸ਼ੁਰੂ ਵਿੱਚ - ਸਪੇਸ ਡਾਟ ਕਾਮ"
    ]
}