{
    "headlines": [
        "ਗੋਲਡਨ ਗਲੋਬਜ਼ ਰੈੱਡ ਕਾਰਪੇਟ - ਟੀਐਮਜ਼ੈਡ 'ਤੇ ਜ਼ੇਂਦਿਆ ਸਪਾਰਕ ਦੀ ਸ਼ਮੂਲੀਅਤ ਦਾ ਅਨੁਮਾਨ",
        "ਦੇਸ਼ ਭਗਤੀ ਦੇ ਫਾਇਰ ਕੋਚ ਜੇਰੋਡ ਮੇਯੋ ਨੇ ਬਿੱਲਾਂ ਨੂੰ ਹਰਾਉਣ ਤੋਂ ਥੋੜ੍ਹੀ ਦੇਰ ਬਾਅਦ ਆਪਣੇ ਇਕੱਲੇ ਸੀਜ਼ਨ ਨੂੰ 4-13 'ਤੇ ਖਤਮ ਕੀਤਾ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਕੈਨੇਡਾ ਦੇ ਪ੍ਰਧਾਨ ਮੰਤਰੀ ਟਰੂਡੋ ਸੋਮਵਾਰ ਤੋਂ ਜਲਦੀ ਕਰਨਗੇ ਅਸਤੀਫ਼ੇ ਦਾ ਐਲਾਨ, ਗਲੋਬ ਅਤੇ ਮੇਲ ਰਿਪੋਰਟਾਂ - Reuters.",
        "ਹਿਡੇਕੀ ਮੈਟਸੂਯਾਮਾ ਨੇ ਦ ਸੈਂਟਰੀ ਵਿਜੇਤਾ ਵਿੱਚ ਸਕੋਰ ਲਈ ਪੀਜੀਏ ਟੂਰ ਰਿਕਾਰਡ ਕਾਇਮ ਕੀਤਾ - ਪੀਜੀਏ ਟੂਰ",
        "ਲਾਈਵ ਅਪਡੇਟਸਃ ਵਾਈਕਿੰਗਜ਼ ਐਨਐਫਸੀ ਨੌਰਥ ਟਾਈਟਲ ਲਈ ਡੀਟਰੋਇਟ ਵਿਚ ਸ਼ੇਰ ਦਾ ਸਾਹਮਣਾ ਕਰਦੇ ਹਨ, ਨੰਬਰ 1 ਬੀਜ - ਸਟਾਰ ਟ੍ਰਿਬਿਊਨ",
        "ਇਨ੍ਹਾਂ ਸਮਾਰਟ ਗਲਾਸਾਂ ਵਿਚ ਫਰੇਮ ਵਿਚ ਛੁਪੀ ਛੋਟੀ ਜਿਹੀ ਸਕ੍ਰੀਨ ਹੈ - ਦਿ ਵਰਜ",
        "ਬ੍ਰਾਇਨ ਕਾਲਹਾਨਃ ਇਸ ਤਰ੍ਹਾਂ ਦੇ ਸੀਜ਼ਨ ਲਈ ਪਹਿਲੀ ਸਮੁੱਚੀ ਚੋਣ ਸਿਰਫ ਬੋਨਸ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਲਾਈਵ ਅਪਡੇਟਸਃ ਖੇਤਰ ਦੇ ਕਾਉਂਟੀਆਂ ਲਈ ਬਰਫ ਦੀ ਐਮਰਜੈਂਸੀ ਜਾਰੀ ਕੀਤੀ ਗਈ; ਇਸਦਾ ਕੀ ਅਰਥ ਹੈ? - ਡਬਲਯੂਐਚਆਈਓ",
        "ਸਰਦੀਆਂ ਦੇ ਤੂਫਾਨ ਬਲੇਅਰ ਲਾਈਵ ਅਪਡੇਟਸਃ ਇੰਟਰਸਟੇਟਸ ਬੰਦ, ਰੁੱਖ ਅਤੇ ਬਿਜਲੀ ਦੀਆਂ ਲਾਈਨਾਂ ਹੇਠਾਂ - ਮੌਸਮ ਚੈਨਲ",
        "ਇੱਕ ਛੋਟਾ ਵਪਾਰਕ ਹਫਤੇ ਵਿੱਚ ਮੁੱਖ ਨੌਕਰੀਆਂ ਦੇ ਅੰਕੜਿਆਂ ਤੋਂ ਪਹਿਲਾਂ ਸਟਾਕ ਫਿuresਚਰ ਬਹੁਤ ਘੱਟ ਬਦਲਿਆ ਜਾਂਦਾ ਹੈਃ ਲਾਈਵ ਅਪਡੇਟਸ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਬਾਇਡਨ ਨੇ ਬਿੱਲ 'ਤੇ ਦਸਤਖਤ ਕੀਤੇ ਜੋ ਲੱਖਾਂ ਅਮਰੀਕੀਆਂ ਲਈ ਸਮਾਜਿਕ ਸੁਰੱਖਿਆ ਭੁਗਤਾਨ ਵਧਾਉਂਦੇ ਹਨ - ਪੀਬੀਐਸ ਨਿ Newsਜ਼ਹੋਰ",
        "ਐਲੀਸਨ ਬਰੀ, ਐਡਮ ਪਾਲੀ, ਮੌਲੀ ਸ਼ੈਨਨ ਅਤੇ ਹੋਰ ਜੈੱਫ ਬੇਨਾ ਨੂੰ ਸ਼ਰਧਾਂਜਲੀ - ਡੈੱਡਲਾਈਨ",
        "ਜੋਅ ਅਲਵਿਨ ਟੇਲਰ ਸਵਿਫਟ ਬਰੇਕਅਪ ਤੋਂ ਅੱਗੇ ਵਧਣ 'ਤੇ ਪ੍ਰਤੀਬਿੰਬਿਤ ਕਰਦਾ ਹੈਃ \"ਇਹ ਦੂਜਿਆਂ ਲਈ ਕੁਝ ਕਰਨਾ ਹੈ\" - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਕੇਂਦਰੀ ਪਾ ਵਿੱਚ ਸੋਮਵਾਰ ਨੂੰ ਕਿੰਨੀ ਬਰਫ ਪਵੇਗੀ? ਇੱਥੇ ਨਵੀਨਤਮ ਭਵਿੱਖਬਾਣੀ ਹਨ - PennLive",
        "ਹਮਾਸ ਨੇ ਸੰਭਾਵੀ ਵਟਾਂਦਰੇ ਲਈ ਬੰਧਕਾਂ ਦੀ ਇਜ਼ਰਾਈਲੀ ਸੂਚੀ ਨੂੰ ਮਨਜ਼ੂਰੀ ਦਿੱਤੀਃ ਰਾਇਟਰਜ਼ - ਸੀ ਐਨ ਐਨ",
        "ਯੂਕਰੇਨ ਨੇ ਰੂਸ ਦੇ ਕੁਰਸਕ ਖੇਤਰ ਵਿਚ ਹਮਲਿਆਂ ਨੂੰ ਦਬਾ ਦਿੱਤਾ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਬ੍ਰਾਜ਼ੀਲ ਤੋਂ ਫੁੱਟਬਾਲ ਪ੍ਰੇਮੀ ਨਨ ਲਗਭਗ 117 'ਤੇ ਦੁਨੀਆ ਦੀ ਸਭ ਤੋਂ ਬਜ਼ੁਰਗ ਵਿਅਕਤੀ ਹੈ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਰੋਬੋਰੋਕ ਦੇ ਰੁਮਬਾ ਪ੍ਰਤੀਯੋਗੀ ਨੂੰ ਰੋਬੋਟ ਦੀ ਬਾਂਹ ਮਿਲਦੀ ਹੈ - ਟੇਕਕ੍ਰੰਚ",
        "ਵਨੀਡਾ ਕਾਉਂਟੀ ਨੇ ਗੰਭੀਰ ਝੀਲ ਪ੍ਰਭਾਵ ਬਰਫ ਦੇ ਤੂਫਾਨ ਦੇ ਵਿਚਕਾਰ ਐਮਰਜੈਂਸੀ ਦੀ ਸਥਿਤੀ ਦਾ ਐਲਾਨ ਕੀਤਾ - CNYcentral. com",
        "ਹਟਾਈ"
    ]
}