{
    "headlines": [
        "ਟਰੰਪ ਹੋਰ ਵਾਲ ਸਟ੍ਰੀਟ ਓਵਰਸੀਅਰਾਂ ਦੇ ਨਾਲ, ਫੈੱਡ ਦੀ ਸੁਤੰਤਰਤਾ ਨੂੰ ਤੰਗ ਕਰਨ ਲਈ ਅੱਗੇ ਵਧਦਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਕੋਲਿਨਜ਼ਃ ਮਾਰਚ ਸ਼ਟਡਾਉਨ ਕਲਿਫ ਤੋਂ ਪਹਿਲਾਂ ਗੱਲਬਾਤ ‘ਚੰਗੀ ਤਰ੍ਹਾਂ ਨਹੀਂ ਚੱਲ ਰਹੀ' ਖਰਚ ਕਰਨਾ - ਪੋਲਿਟਿਕੋ",
        "ਇੱਕ$ਏਪੀ ਰੌਕੀ ਨੂੰ ਗੋਲੀਬਾਰੀ ਦੇ ਮੁਕੱਦਮੇ ਵਿੱਚ ਦੋਸ਼ੀ ਨਹੀਂ ਪਾਇਆ ਗਿਆ ਹੈ. ਇੱਥੇ ਕੇਸ ਬਾਰੇ ਕੀ ਜਾਣਨਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਫੈੱਡ ਅਧਿਕਾਰੀ ਮਹਿੰਗਾਈ 'ਤੇ ਟੈਰਿਫ ਦੇ ਪ੍ਰਭਾਵ ਬਾਰੇ ਚਿੰਤਤ ਹਨ ਅਤੇ ਹੋਲਡ' ਤੇ ਰੇਟ ਕਟੌਤੀ ਵੇਖੋ, ਮਿੰਟ ਸ਼ੋਅ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਐਨਐਫਐਲ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ 2025 ਤਨਖਾਹ ਦੀ ਹੱਦ 277.5-281.5 ਮਿਲੀਅਨ ਡਾਲਰ ਦੇ ਵਿਚਕਾਰ ਹੋਵੇਗੀ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "\"ਸੱਚਮੁੱਚ ਇੱਕ ਮੱਧ ਉਂਗਲ\": ਮਨੁੱਖੀ ਸੀਮਤ ਰਿਫੰਡ ਦੇ ਨਾਲ $ 700 ਏਆਈ ਪਿੰਨ ਨੂੰ ਤੋੜਨਾ - ਆਰਸ ਟੈਕਨੀਕਾ",
        "ਨਾਸਾ ਨੇ 2032 ਵਿਚ ਧਰਤੀ ਨੂੰ ਮਾਰਨ ਵਾਲੇ ‘ਸਿਟੀ-ਕਿਲਰ’ ਐਸਟਰਾਇਡ ਦੇ ਜੋਖਮ ਨੂੰ ਅਪਗ੍ਰੇਡ ਕੀਤਾ - ਟਾਈਮਜ਼",
        "ਟਰੰਪ ਪ੍ਰਸ਼ਾਸਨ ਨੇ ਨਿਊਯਾਰਕ ਸਿਟੀ ਦੀ ਭੀੜ-ਭੜੱਕੇ ਦੀ ਯੋਜਨਾ ਨੂੰ ਰੋਕਿਆ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "ਖੇਤਰੀ ਅਰੀਜ਼ੋਨਾ ਹਵਾਈ ਅੱਡੇ 'ਤੇ 2 ਛੋਟੇ ਜਹਾਜ਼ ਮਿਡ-ਏਅਰ ਵਿਚ ਟਕਰਾ ਗਏ, 2 ਦੀ ਮੌਤ ਹੋ ਗਈ - ਫੌਕਸ ਨਿ Newsਜ਼",
        "ਕਿਮ ਕਾਰਦਾਸ਼ੀਅਨ ਨੇ ਨਾਈਕੀਸਕਿਮ ਦੇ ਐਲਾਨ ਦੇ ਵਿਚਕਾਰ ਵਿਰੋਧੀ ਐਕਟਿਵਵੇਅਰ ਬ੍ਰਾਂਡ ਦਾ ਸਮਰਥਨ ਕਰਨ ਲਈ ਮਾਂ ਕ੍ਰਿਸ ਜੇਨਰ ਨੂੰ ਟ੍ਰੋਲ ਕੀਤਾ - ਪੰਨਾ ਛੇ",
        "ਪੁਸ਼ਟੀ ਕੀਤੀ ਲਾਈਨਅਪਸਃ ਰੀਅਲ ਮੈਡ੍ਰਿਡ ਬਨਾਮ ਮੈਨਚੇਸਟਰ ਸਿਟੀ, 2025 ਚੈਂਪੀਅਨਜ਼ ਲੀਗ - ਮੈਡ੍ਰਿਡ ਦਾ ਪ੍ਰਬੰਧਨ ਕਰਨਾ",
        "ਬਲੂ ਗੌਸਟ ਲੋਅਰਜ਼ ਆਰਬਿਟ ਅਤੇ ਸਨੈਪਸ ਚੰਦਰਮਾ ਦੇ ਦੂਰ ਸਾਈਡ ਦੇ ਦੁਰਲੱਭ ਦ੍ਰਿਸ਼ - ਗਿਜ਼ਮੋਡੋ",
        "ਅਸੀਂ ਆਮ ਚੱਟਾਨਾਂ ਵਿਚ ਜਲਵਾਯੂ ਪ੍ਰਦੂਸ਼ਣ ਨੂੰ ਫਸਾਉਣ ਦੇ ਯੋਗ ਹੋ ਸਕਦੇ ਹਾਂ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਟਰੰਪ ਪ੍ਰਸ਼ਾਸਨ ਨੇ 8 ਲਾਤੀਨੀ ਅਮਰੀਕੀ ਕਾਰਟੈਲਾਂ ਨੂੰ ‘ਵਿਦੇਸ਼ੀ ਅੱਤਵਾਦੀ ਸੰਗਠਨਾਂ’ ਦਾ ਲੇਬਲ ਲਗਾਇਆ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਲਾਈਵ ਅਪਡੇਟਸਃ ਜੱਜ ਨੇ ਅੱਜ ਐਨਵਾਈਸੀ ਦੇ ਮੇਅਰ ਭ੍ਰਿਸ਼ਟਾਚਾਰ ਦੇ ਦੋਸ਼ਾਂ ਨੂੰ ਹਟਾਉਣ ਬਾਰੇ ਫੈਸਲਾ ਸੁਣਾਉਣ ਤੋਂ ਇਨਕਾਰ ਕਰ ਦਿੱਤਾ - ਬੀਬੀਸੀ.",
        "ਅਮਰੀਕਾ ਸਵਿਮਿੰਗ ਨੇ ਕ੍ਰਿਸਸੀ ਰਾਵਕ ਨੂੰ ਨਵੇਂ ਰਾਸ਼ਟਰਪਤੀ ਤੇ ਸੀਈਓ ਬਣਾਉਣ ਦਾ ਕੀਤਾ ਐਲਾਨ - SwimSwam",
        "ਖਸਰਾ ਬਾਰੇ ਕੀ ਜਾਣਨਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਜਲਵਾਯੂ ਤਬਦੀਲੀਃ ਵਿਸ਼ਵ ਦੇ ਗਲੇਸ਼ੀਅਰ ਪਹਿਲਾਂ ਨਾਲੋਂ ਤੇਜ਼ੀ ਨਾਲ ਪਿਘਲਦੇ ਹਨ - ਬੀਬੀਸੀ.",
        "ਟਰੰਪ ਨੇ ਸਵੀਕਾਰ ਕੀਤਾ ‘ਮਹਿੰਗਾਈ ਵਾਪਸ ਆ ਗਈ ਹੈ’ ਪਰ ਬਿਡੇਨ ਨੂੰ ਜ਼ਿੰਮੇਵਾਰ ਠਹਿਰਾਇਆ - ਸੀਐਨਐਨ",
        "ਜੈਸਿਕਾ ਸਿਮਪਸਨ ਨੇ ਪਤੀ ਏਰਿਕ ਜਾਨਸਨ ਨਾਲ ਰਿਸ਼ਤੇ ਬਾਰੇ ਸਪੱਸ਼ਟ ਇਕਰਾਰਨਾਮਾ ਕੀਤਾ, ਮੰਨਿਆ ਕਿ ਉਸ ਦਾ ‘ਦਿਲ ਆਲੇ ਦੁਆਲੇ ਸੁੱਟ ਜਾਂਦਾ ਹੈ’ - ਯਾਹੂ ਐਂਟਰਟੇਨਮੈਂਟ"
    ]
}