{
    "headlines": [
        "ਹੈਰਿਸ ਅਤੇ ਟਰੰਪ ਚੋਣ ਲਈ 2 ਦਿਨਾਂ ਦੇ ਨਾਲ ਬੰਦ ਹੋਣ ਵਾਲੀਆਂ ਪਿੱਚਾਂ ਦੇਣ ਦੀ ਦੌੜ - ਸੀ ਐਨ ਐਨ",
        "ਟੈਨਿਸੀ ਟਾਈਟਨਜ਼ ਬਨਾਮ ਨਿ England ਇੰਗਲੈਂਡ ਪੈਟ੍ਰਾਇਟਸ ਸਕੋਰ ਅੱਜਃ ਲਾਈਵ ਅਪਡੇਟਸ, ਸਟੇਟਸ ਜਿਵੇਂ ਟਾਈਟਨਜ਼ ਓਟੀ ਜਿੱਤ ਪ੍ਰਾਪਤ ਕਰਦੇ ਹਨ - ਟੈਨਿਸੀਅਨ",
        "\"ਡਾਵਸਨਜ਼ ਕ੍ਰੀਕ\" ਅਲਮ ਜੇਮਜ਼ ਵੈਨ ਡੇਰ ਬੀਕ ਨੇ ਕੈਂਸਰ ਦੇ ਨਿਦਾਨ ਦੀ ਘੋਸ਼ਣਾ ਕੀਤੀ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਓਕਲਾਹੋਮਾ ਟੋਰਨਾਡੋ ਘੱਟੋ ਘੱਟ 11 ਨੂੰ ਜ਼ਖਮੀ ਕਰਦਾ ਹੈ, ਮਹੱਤਵਪੂਰਣ ਨੁਕਸਾਨ ਦਾ ਕਾਰਨ ਬਣਦਾ ਹੈਃ ਜੋ ਅਸੀਂ ਜਾਣਦੇ ਹਾਂ - ਕੋਕੋ ਓਕਲਾਹੋਮਾ ਸਿਟੀ",
        "ਸਪੇਸਐਕਸ ਕੇਪ ਕੈਨਾਵਰਲ - ਡਬਲਯੂਈਐਸਐਚ 2 ਓਰਲੈਂਡੋ ਤੋਂ ਫਾਲਕਨ 9 ਰਾਕੇਟ 'ਤੇ 23 ਸਟਾਰਲਿੰਕ ਸੈਟੇਲਾਈਟ ਲਾਂਚ ਕਰ ਰਿਹਾ ਹੈ",
        "ਖੰਡੀ ਵਿਕਾਸ ਜਿਵੇਂ ਤੂਫਾਨ ਦੇ ਮੌਸਮ ਦੀ ਹਵਾ ਡਿੱਗਦੀ ਹੈ - ਮੌਸਮ ਦਾ ਚੈਨਲ",
        "ਟੈਡੀ ਮੇਲੇਨਕੈਂਪ ਦੇ ਸਾਬਕਾ ਐਡਵਿਨ ਅਰਰੋਯੇਵ ਨੇ ਤਲਾਕ ਦੀ ਘੋਸ਼ਣਾ ਤੋਂ ਬਾਅਦ ‘ਹਨੇਰੇ ਦਿਨਾਂ’ ਬਾਰੇ ਗੁਪਤ ਪੋਸਟ ਸਾਂਝੀ ਕੀਤੀ - ਪੰਨਾ ਛੇ",
        "ਕਾਉਬੌਇਜ਼ ਹੈਮਸਟ੍ਰਿੰਗ ਸੱਟ ਤੋਂ ਕਿ Qਬੀ ਪ੍ਰੈਸਕੋਟ ਨੂੰ ਗੁਆ ਦਿੰਦੇ ਹਨ - ਈਐਸਪੀਐਨ",
        "ਡੀਟ੍ਰਾਯਟ ਲਾਇਨਜ਼ ਬਨਾਮ ਗ੍ਰੀਨ ਬੇ ਪੈਕਰਜ਼ ਪਹਿਲੇ ਅੱਧੇ ਲਾਈਵ ਚੈਟ, ਓਪਨ ਥਰਿੱਡ - ਪ੍ਰਾਈਡ ਆਫ ਡੀਟ੍ਰਾਯਟ",
        "ਸ਼ਨੀਵਾਰ ਨਾਈਟ ਲਾਈਵ ਐਲਮ ਪੀਟ ਡੇਵਿਡਸਨ ਨਵੀਨਤਮ ਸੰਗੀਤ ਸਕੈਚ ਵਿੱਚ ਪਾਲ ਜੌਨ ਮੁਲਾਨੀ ਨਾਲ ਚਰਿੱਤਰ ਤੋੜਦਾ ਹੈ - ਮਨੋਰੰਜਨ ਹਫਤਾਵਾਰੀ ਖ਼ਬਰਾਂ",
        "ਚੋਣ 2024 ਅਪਡੇਟਸ ਜਿਵੇਂ ਕਿ ਹੈਰਿਸ ਅਤੇ ਟਰੰਪ ਲੜਾਈ ਦੇ ਮੈਦਾਨ ਦੇ ਰਾਜਾਂ ਵਿੱਚ ਅੰਤਮ ਧੱਕਾ ਕਰਦੇ ਹਨ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਹਟਾਈ",
        "ਮੋਲਡੋਵਾਨ ਚੋਣਃ ਕ੍ਰੇਮਲਿਨ ਦਖਲਅੰਦਾਜ਼ੀ ਦੇ ਦਾਅਵਿਆਂ ਵਿਚਕਾਰ ਰੂਸ ਦੇ ਅਨੁਕੂਲ ਉਮੀਦਵਾਰ ਅੱਗੇ - ਬੀਬੀਸੀ.",
        "ਕੀ ਪੀਣ ਵਾਲੇ ਪਾਣੀ ਵਿਚ ਫਲੋਰਾਈਡ ਸੁਰੱਖਿਅਤ ਹੈ? ਆਰਐਫਕੇ ਜੂਨੀਅਰ ਦੇ ਦਾਅਵਿਆਂ ਤੋਂ ਬਾਅਦ ਕੀ ਜਾਣਨਾ ਹੈ - ਅਮਰੀਕਾ ਅੱਜ",
        "ਨਾਰਾਜ਼ ਭੀੜ ਬੂ ਅਤੇ ਸਪੈਨਿਸ਼ ਕਿੰਗ 'ਤੇ ਅੰਡੇ ਸੁੱਟ ਦਿੰਦੇ ਹਨ ਜਦੋਂ ਉਹ ਹੜ੍ਹ ਪ੍ਰਭਾਵਿਤ ਵੈਲੈਂਸੀਆ ਦਾ ਦੌਰਾ ਕਰਦਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "FCC ਕਮਿਸ਼ਨਰ ਨੇ ਦਾਅਵਾ ਕੀਤਾ ਕਮਲਾ ਹੈਰਿਸ ਦਾ 'ਐਸਐਨਐਲ' ਕੈਮਿਓ ਇਕ 'ਸਾਫ ਅਤੇ ਸਾਫ' ਯਤਨ ਸੀ ਬਰਾਬਰ ਸਮੇਂ ਦੇ ਨਿਯਮ ਤੋਂ ਬਚਣ ਦੀ ਕੋਸ਼ਿਸ਼ - ਡੈੱਡਲਾਈਨ",
        "ਹਟਾਈ",
        "ਸੈਨੇਟਰ ਕੈਥਰੀਨ ਕੋਰਟੇਜ਼ ਮਾਸਟੋ \"ਬਹੁਤ ਭਰੋਸੇਮੰਦ\" ਡੈਮੋਕਰੇਟਸ ਲੜਾਈ ਦੇ ਮੈਦਾਨ ਨੇਵਾਡਾ ਵਿੱਚ \"ਜਿੱਤ ਦਾ ਸਾਡਾ ਰਸਤਾ ਸੰਗਠਿਤ ਕਰਨਗੇ\" - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "‘ਇੱਥੇ’ $ 5M ਨਾਲ Misfires; ਰਾਬਰਟ Zemeckis ਕਹਿੰਦਾ ਹੈ \"ਥੀਏਟਰਲ ਮੂਵੀ ਦਾ ਕਾਰੋਬਾਰ ਇੱਕ ਤਣਾਅਪੂਰਨ ਸਥਿਤੀ ਵਿੱਚ ਹੈ ਹੁਣੇ\": ਬੀ. ਓ. 'ਤੇ‘ ਫੋਰੈਸਟ ਗੰਪ ’ਰੀਟੀਮ ਨਾਲ ਕੀ ਹੋਇਆ - ਡੈੱਡਲਾਈਨ",
        "ਹੈਰਿਸ ਅਤੇ ਟਰੰਪ ਕਮਾਂਡ ਮਾਰਕੀਟ ਦਾ ਧਿਆਨ — ਪਰ ਪਾਵੇਲ ਸਪੌਟਲਾਈਟ ਚੋਰੀ ਕਰ ਸਕਦਾ ਹੈ - ਮਾਰਕੀਟਵਾਚ"
    ]
}