{
    "headlines": [
        "كرة القدم ليلة الخميس: كيفية مشاهدة مباراة دنفر برونكو ضد لوس أنجلوس تشارجرز في دوري كرة القدم الأمريكية الليلة - ياهو سبورتس",
        "يواجه المشتبه به في جريمة قتل الرئيس التنفيذي لشركة UnitedHealthcare لويجي مانجيوني اتهامات فيدرالية بعد التنازل عن التسليم - سي إن إن",
        "زوجة إيثان سلاتر السابقة تتحدث عن الطلاق ورومانسية الممثل مع أريانا غراندي - HuffPost",
        "Pitt vs. Louisville volleyball: Time, TV channel, preview for 2024 NCAA semfinal - NCAA.com",
        "تتهم هيومن رايتس ووتش إسرائيل بارتكاب أعمال إبادة جماعية بسبب الوصول إلى المياه في غزة - BBC.com",
        "عزل المدعي العام فاني ويليس من قضية انتخابات جورجيا ضد ترامب وآخرين - وكالة أسوشيتد برس",
        "مقطورة \"سوبرمان\" في الصور: بيض عيد الفصح ظهرت في فيلم استوديوهات دي سي لجيمس غان - الموعد النهائي",
        "Nike Pops As Earnings, Revenue Beat Views تحت إشراف الرئيس التنفيذي الجديد - Investor's Business Daily",
        "يقول الجمهوريون في مجلس النواب إن لديهم صفقة إنفاق، ولكن ليس أن ترامب على متن الطائرة - إيه بي سي نيوز",
        "الكثير لإغلاق جميع المتاجر بعد الإفلاس والبيع الفاشل مع Nexus Capital - WTVC",
        "الثلوج تسبب صعوبة في السفر عبر ولاية مينيسوتا، وحالات الطوارئ الثلجية الصادرة لمينيابوليس وسانت بول - MPR News",
        "مطالبة ترامب بإلغاء سقف الديون تصطدم بجدار من الطوب من الحزبين الجمهوري والديمقراطي في الكابيتول هيل - أكسيوس",
        "إدارة الغذاء والدواء الأمريكية تقول إن نقص أدوية إنقاص الوزن لدى ليلي قد تم حله - سي إن إن",
        "تطبيق Gemini يطرح على نطاق واسع محوّل طراز 2.0 Flash على Android - 9to5Google",
        "إعدام كيفن راي أندروود بتهمة قتل جيمي روز بولين - Oklahoman.com",
        "تظهر الصور أن الإعصار يترك جزيرة المحيط الهندي في حالة خراب - واشنطن بوست",
        "كيف يمكن لتحفيز أكبر عصب في الجسم أن يخفف من الاكتئاب الشديد - سي إن إن",
        "سائقو الشاحنات يشنون أكبر إضراب ضد أمازون في التاريخ الأمريكي - الأخوة الدولية لسائقي الشاحنات",
        "إسرائيل تضرب أهدافا للحوثيين بعد هجوم صاروخي - BBC.com",
        "برادي كوربيت وشون بيكر حول لماذا من الصعب تصوير أفلام مثل \"The Brutalist\" و \"Anora\" في أمريكا ولماذا يتم ترميز الهوس بشباك التذاكر - تنوع"
    ]
}