{
    "headlines": [
        "Chris Rock apresenta \"Saturday Night Live \"— como o amigo de longa data Adam Sandler faz uma participação surpresa: Assista - AOL",
        "Analista veterano que previu o rali do S&P 500 revela meta para 2025 - TheStreet",
        "Você já quis fugir da sua vida? Porque é que este fenómeno é mais comum do que pensa - CNN",
        "Os católicos no governo Trump podem levar o Partido Republicano a uma direção totalmente nova - POLITICO",
        "Travis Hunter, a estrela bidirecional dinâmica do Colorado, vence o cobiçado troféu Heisman de 2024 - CNN",
        "Israel ataca alvos militares na Síria - The New York Times",
        "Previsões ousadas da Semana 15 da NFL: as potências da NFC Eagles e Lions caem, os Chiefs ganham de forma diferente - CBS Sports",
        "Dois petroleiros russos afundam no Mar Negro - reportagem - BBC.com",
        "Caça ao suspeito de tiroteio em St. Johnsbury termina com prisão - WCAX",
        "CEO da UnitedHealthcare mata mais recente: mãe de Mangione apresentou relatório de desaparecimento em novembro - ABC News",
        "Mayotte: território insular francês atingido pelo ciclone Chido - BBC.com",
        "Os problemas sexuais mais comuns nos seus 50 anos (e como lidar com eles) - HuffPost",
        "ABC News concorda em pagar US $ 15 milhões para resolver processo de difamação de Trump - Al Jazeera English",
        "Thunder-Rockets: 5 conclusões das semifinais da Emirates NBA Cup - NBA.com",
        "A última decisão do Fed em 2024 pode redefinir os movimentos das taxas de juros em 2025 - TheStreet",
        "Daniel Penny é convidado de Trump e Vance no jogo Exército x Marinha - BBC.com",
        "Resultados do UFC Tampa: Joaquin Buckley rebate Colby Covington em batidas sangrentas, chama Kamaru Usman - Yahoo Sports",
        "Suchir Balaji: Denunciante da OpenAI encontrado morto em apartamento - BBC.com",
        "Os CEOs querem que Trump mude o curso das tarifas. Ele não está se mexendo. - The Wall Street Journal",
        "WWE Saturday Night's Main Event results, winners, grades: Cody Rhodes retém título após vitória controversa - CBS Sports"
    ]
}