{
    "headlines": [
        "Израиль совершает рейд на больницу в северной части Газы, поскольку ООН предупреждает, что в полосе разворачивается «самый темный момент» - CNN",
        "Новости в прямом эфире: Израиль наносит ответный удар по Ирану с высокими ставками - CNN",
        "Предварительные результаты | UFC 308: Топурия против Холлоуэя - UFC",
        "ФОКУС НА ФАКТАХ: Трамп повторил ложь о выборах в своем интервью с Джо Роганом. Вот факты - Ассошиэйтед Пресс",
        "По меньшей мере 126 человек погибли и пропали без вести в результате сильных наводнений и оползней на Филиппинах - Associated Press",
        "Изъято",
        "Delphi Trial: ISP Lt. рассказывает об аресте Ричарда Аллена, интервью - FOX 59 Indianapolis",
        "Медицинские тайны: ее странные тазовые инфекции имели потрясающее происхождение - The Washington Post",
        "Сможет ли «Нью-Йорк Янкиз» оправиться от поражения в первой игре Мировой серии против «Лос-Анджелес Доджерс» во второй игре? - CNN",
        "Астронавт НАСА остается в больнице после возвращения из длительного пребывания в космосе - New York Post",
        "Трамп утверждает, что Смит незаконно назначен в документах и делах о выборах - CBS News",
        "В Boeing это удар долгих воспоминаний - The Seattle Times",
        "Убийство Lil Durk's Murder Arrest Shows Drill Rap is a Dead-End - Rolling Stone",
        "Бейонсе поддерживает Камалу Харрис в радостной речи на митинге в Хьюстоне: «Я здесь как мать» - The Associated Press",
        "Спойлеры «Венома 3»! Поговорим о раскрытии злодея «Последнего танца», посткредитные сцены - USA TODAY",
        "Сара Бун признана виновной в том, что ЗАДУШИЛА бойфренда, оставив его в чемодане на молнии",
        "Прогноз Нотр-Дам против ВМС: шансы, выборы, ставки на футбол в колледже на 9-й неделе - New York Post",
        "Отслеживание за несколько часов до того, как молодая женщина из Миннесоты стала жертвой убийства - CBS News",
        "Северокорейские войска переброшены в Курск для эскалации контрнаступления: США - Newsweek",
        "ВОЗ: Вакцины могут помочь бороться с устойчивостью к противомикробным препаратам, спасать жизни - The Washington Post"
    ]
}