{
    "headlines": [
        "Vários milhares de manifestantes em Portland se reúnem para o dia de ação ‘Hands Off’ contra as políticas de Trump e Musk - Oregon Public Broadcasting - OPB",
        "Trump pede que os EUA \"fiquem firmes\" quando as tarifas de 10% entrarem em vigor - BBC",
        "Odds Flórida vs. Auburn, previsão, hora de início: Final Four do Torneio da NCAA de 2025, escolhas por simulação comprovada - CBS Sports",
        "Will Forte relembra oportunidade perdida com Val Kilmer: 'Maior arrependimento de toda a minha carreira' - HuffPost",
        "Senado adota novo orçamento para agenda de Trump após rachaduras no Partido Republicano - NBC News",
        "A Microsoft criou uma versão gerada por IA do Quake - The Verge",
        "‘A Minecraft Movie’ On Building Spree As It Heads To $ 260M+ Worldwide Bow – International Box Office - Deadline",
        "Warren Buffett continua a levar os investidores para a escola à medida que o colapso das ações revela a estranha sabedoria de seus movimentos recentes - Fortune",
        "Democrata do Senado critica movimentos do TikTok de Trump como \"ilegais\" - The Hill",
        "Atualizações ao vivo das tarifas de Trump: as tarifas entram em vigor; Mercados perdem US $ 6,6 trilhões em valor em queda de dois dias - WSJ",
        "A carne bovina é cara. Os frigoríficos estão raspando cada pedaço dos ossos. - WSJ",
        "Sete teorias sérias e não sérias sobre a ’Lótus Branca' para o final da 3ª temporada - CNN",
        "Imagens de telefone parecem contradizer o relato de Israel sobre o assassinato de 15 médicos palestinos por tropas - AP News",
        "Mais chuvas torrenciais e enchentes são esperadas no Sul e Centro-Oeste alagados - NPR",
        "DNA antigo abre a cortina sobre o passado mais verde do deserto do Saara - CNN",
        "Bill Gates publicou o código-fonte original da Microsoft - CNET",
        "Governo Trump argumenta que juiz não pode ordenar retorno de homem deportado por engano para El Salvador - AP News",
        "A 'cura' do sarampo de RFK Jr. adoece crianças do Texas em meio a surto - DW"
    ]
}