{
    "headlines": [
        "ਮੈਥਿ Per ਪੈਰੀ ਦੀ ਮਾਂ ਕਹਿੰਦੀ ਹੈ ਕਿ ਇਹ ਉਸ ਨੂੰ 'ਇੰਨੀ ਸਖਤ' ਮਾਰਦੀ ਹੈ ਕਿ ਉਹ ਮੌਤ ਤੋਂ 1 ਸਾਲ ਬਾਅਦ 'ਉਥੇ ਨਹੀਂ' - ਲੋਕ",
        "ਫਿਲਡੇਲਫੀਆ ਡੀਏ ਨੇ ਵੋਟਰਾਂ ਲਈ 1 ਮਿਲੀਅਨ ਡਾਲਰ ਦੀ ਲਾਟਰੀ ਰੋਕਣ ਲਈ ਐਲਨ ਮਸਕ ਪੀਏਸੀ 'ਤੇ ਮੁਕੱਦਮਾ ਕੀਤਾ - ਸੀਐਨਬੀਸੀ",
        "ਹਟਾਈ",
        "ਨੰਬਰਾਂ ਦੁਆਰਾ ਸੱਟੇਬਾਜ਼ੀਃ ਕਮਾਂਡਰਾਂ ਦੀ ਹੈਲ ਮੈਰੀ ਸਪੋਰਟਸਬੁੱਕਾਂ ਲਈ \"ਮਹਾਨ ਨਹੀਂ\" - ਈਐਸਪੀਐਨ",
        "ਕਮਾਂਡਰਾਂ ਨੇ ਆਖਰੀ ਸੈਕਿੰਡ ਹੈਲ ਮੈਰੀ 'ਤੇ ਜਿੱਤ ਪ੍ਰਾਪਤ ਕੀਤੀ, 49ers ਕਾਉਬੌਇਜ਼' ਤੇ ਵਧੇਰੇ ਦੁੱਖਾਂ ਦਾ ਢੇਰ, ਪੂਰੇ ਦੇਰ ਨਾਲ ਡਰਾਮਾਃ ਐਨਐਫਐਲ ਹਫਤੇ 8 ਐਤਵਾਰ ਦੀ ਸਮੀਖਿਆ - ਸੀਐਨਐਨ",
        "ਗੂਗਲ ਪਿਕਸਲ ਵਾਚ ਲਈ ਟੈਂਸਰ ਚਿੱਪ 'ਤੇ ਕੰਮ ਕਰ ਰਿਹਾ ਹੈ, ਲੀਕ ਹੋਏ ਦਸਤਾਵੇਜ਼ ਸੁਝਾਅ ਦਿੰਦੇ ਹਨ - 9to5Google",
        "ਇਜ਼ਰਾਈਲ-ਗਾਜ਼ਾ-ਲੈਬਨਾਨ ਲਾਈਵ ਅਪਡੇਟਸਃ ਇਰਾਨ ਦੇ ਰਾਸ਼ਟਰਪਤੀ ਨੇ ਇਜ਼ਰਾਈਲ ਦੇ ਬਦਲੇ ਦਾ ਜਵਾਬ ਦਿੱਤਾ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਪ੍ਰਸ਼ੰਸਕ ਸੋਚਦੇ ਹਨ ਟੇਲਰ ਸਵਿਫਟ ਨੇ ਇਰਾਸ ਟੂਰ 'ਤੇ ਸੂਖਮ ਚਾਲ ਨਾਲ ਟ੍ਰੈਵਿਸ ਕੈਲਸੇ ਦੀ ਵੱਡੀ ਖੇਡ ਦਾ ਜਸ਼ਨ ਮਨਾਇਆ - ਸਪੋਰਟਸ ਇਲਸਟ੍ਰੇਟਿਡ",
        "ਜਾਰਜੀਆ ਦੇ ਰਾਸ਼ਟਰਪਤੀ ਨੇ ਰੂਸ 'ਤੇ ਚੋਣਾਂ ਵਿਚ ਦਖਲਅੰਦਾਜ਼ੀ ਦਾ ਦੋਸ਼ ਲਗਾਇਆ ਅਤੇ ਪੱਛਮ ਨੂੰ ਵਿਰੋਧ ਪ੍ਰਦਰਸ਼ਨਾਂ ਦਾ ਸਮਰਥਨ ਕਰਨ ਦੀ ਅਪੀਲ ਕੀਤੀ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਹਟਾਈ",
        "ਡੀਟਰੋਇਟ ਲਾਇਨਜ਼ ਡੈਨ ਕੈਂਪਬੈਲ ਕੈਲੀਫ ਰੇਮੰਡ, ਡੇਵ ਫਿਪ ਨੂੰ ਲਾਕਰ ਰੂਮ ਵਿਚ ਗੇਮ ਗੇਂਦਾਂ ਦਿੰਦਾ ਹੈ - ਡੀਟਰੋਇਟ ਫ੍ਰੀ ਪ੍ਰੈਸ",
        "ਕਾਲਮ | ਅਸਲ ਕਾਰਨ womenਰਤਾਂ ਆਪਣੇ ਪੀਰੀਅਡ ਦੌਰਾਨ ਚਾਕਲੇਟ ਦੀ ਲਾਲਸਾ ਕਰਦੀਆਂ ਹਨ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਜੇਰੇਮੀ ਐਲਨ ਵ੍ਹਾਈਟ ਬੌਸ ਹੈ ਬਰੂਸ ਸਪ੍ਰਿੰਗਸਟਿਨ ਬਾਇਓਪਿਕ ‘ਮੈਨੂੰ ਕਿਤੇ ਵੀ ਛੁਡਾਓ‘ ਤੇ ਪਹਿਲੀ ਨਜ਼ਰ ਵਿਚ - ਵੰਨਗੀ",
        "ਵੋਲਕਸਵੈਗਨ ਦੇ ਲੇਬਰ ਚੀਫ ਨੇ ਜਰਮਨੀ ਵਿਚ ਵੱਡੇ ਪੱਧਰ 'ਤੇ ਛਾਂਟੀ, ਪਲਾਂਟ ਬੰਦ ਹੋਣ ਦੀ ਚੇਤਾਵਨੀ ਦਿੱਤੀ - ਯਾਹੂ ਵਿੱਤ",
        "ਕੰਪਿ usuallyਟਰ ਆਮ ਤੌਰ 'ਤੇ ਆਪਟੀਕਲ ਭਰਮ ਨਹੀਂ ਦੇਖ ਸਕਦੇ — ਪਰ ਇੱਕ ਵਿਗਿਆਨੀ ਨੇ ਏਆਈ ਨੂੰ ਕੁਆਂਟਮ ਮਕੈਨਿਕਸ ਨਾਲ ਜੋੜਿਆ ਤਾਂ ਜੋ ਇਹ ਵਾਪਰ ਸਕੇ - Livescience.",
        "ਹੈਰਿਸ ਨੇ ਫਿਲਡੇਲ੍ਫਿਯਾ ਈਵੈਂਟ ਵਿੱਚ 'ਨਵੇਂ ਲਹਿਜ਼ੇ' ਦਾ ਪਰਦਾਫਾਸ਼ ਕਰਨ ਲਈ ਮਖੌਲ ਉਡਾਇਆਃ 'ਇਸ womanਰਤ ਬਾਰੇ ਸਭ ਕੁਝ ਨਕਲੀ ਹੈ' - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਹਟਾਈ",
        "ਸੂਰਜ - ਫੌਕਸ ਮੌਸਮ ਤੋਂ ਮਜ਼ਬੂਤ ਫਲੇਅਰ ਫਟਣ ਤੋਂ ਬਾਅਦ ਜਿਓਮੈਗਨੈਟਿਕ ਤੂਫਾਨ ਦੀ ਚੇਤਾਵਨੀ ਜਾਰੀ ਕੀਤੀ ਗਈ",
        "ਬੋਇੰਗ ਨੇ ਥਵਾਰਟ ਡਾਉਨਗ੍ਰੇਡ - ਬਲੂਮਬਰਗ ਨੂੰ 19 ਬਿਲੀਅਨ ਡਾਲਰ ਦੀ ਸ਼ੇਅਰ ਵਿਕਰੀ ਦੀ ਸ਼ੁਰੂਆਤ ਕੀਤੀ",
        "ਪੁਲਿਸ ਨੇ ਭੀੜ-ਭੜੱਕੇ ਵਾਲੇ ਪ੍ਰੋਗਰਾਮ ਨੂੰ ਬੰਦ ਕਰਨ ਤੋਂ ਬਾਅਦ ਟਿਮੋਥੀ ਚੈਲਾਮੇਟ ਆਪਣੀ ਖੁਦ ਦੀ ਦਿੱਖ ਵਾਲੀ ਪ੍ਰਤੀਯੋਗਤਾ ਨੂੰ ਕਰੈਸ਼ ਕਰ ਦਿੱਤਾ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ"
    ]
}