{
    "headlines": [
        "Google Calendar gets a redesign and dark mode - The Verge",
        "Boeing machinists reject new contract, continuing costly walkout - CBS News",
        "Rams vs. Vikings odds, prediction, time, spread: Thursday Night Football picks from NFL model on 12-5 run - CBS Sports",
        "Israeli strike on Gaza shelter kills 17 as Blinken says cease-fire talks will resume - The Associated Press",
        "Minecraft is losing VR support next year - The Verge",
        "Turkey strikes Iraq, Syria after attack on defence company near Ankara - Al Jazeera English",
        "Howard’s End? How SiriusXM Will Survive After Stern - Hollywood Reporter",
        "World Series ticket prices are the second-highest ever—a Yankees home game could run you nearly $5,000 - CNBC",
        "Primavera Sound 2025 Books Chappell Roan, Charli XCX, & Sabrina Carpenter As Headliners - Stereogum",
        "Harris says Trump 'is a fascist' after John Kelly says the former president wanted generals like Hitler's - The Associated Press",
        "House intel chair: US should consider military action if North Korean troops enter Ukraine - USA TODAY",
        "After news of DOJ warning, Elon Musk’s super PAC didn’t announce ‘daily’ lottery winner on Wednesday - CNN",
        "TKO to Acquire IMG, On Location, Professional Bull Riders From Endeavor in $3.25B Stock Deal - Hollywood Reporter",
        "Hawaii races to stop spread of tree-killing rhinoceros beetles, invasive species that can fly 2 miles and lay 140 eggs - CBS News",
        "Southwest threw in the towel in its fight against an activist investor - Yahoo! Voices",
        "NFL Week 8 Picks From the MMQB Staff: Tua Tagovailoa Returns Against Cardinals - Sports Illustrated",
        "Novo Nordisk's diabetes drug Ozempic may reduce the risk of Alzheimer's disease, study says - CNBC",
        "Argentina police raid Liam Payne’s hotel where singer fell to his death, demand more security footage - New York Post ",
        "A SpaceX capsule is coming back to Earth. Here’s why Boeing Starliner’s astronauts aren’t on it - CNN",
        "Video shows bright fireball seen in the skies over Lake Erie - USA TODAY"
    ]
}