{
    "headlines": [
        "A derrota do Oregon no Ohio State é a manchete dos vencedores e perdedores da Semana 7 do futebol universitário - usa TODAY",
        "Dilúvio raro inunda partes do deserto do Saara pela primeira vez em décadas - CBS News",
        "Brandon Royval Octagon Interview | UFC Vegas 98 - UFC",
        "Kamala Harris pressiona Donald Trump sobre registos médicos - BBC.com",
        "Grupo com laços estreitos com Trump presume ter sido atacado por hackers chineses - ABC News",
        "NASA Atualiza Cobertura para Europa Clipper Após Furacão Milton - Laboratório de Propulsão a Jato da NASA",
        "Números vencedores da Powerball para o sorteio de 12 de outubro: jackpot de $ 364 milhões - usa TODAY",
        "Leões mantêm RB Montgomery dobrado até 2027 - ESPN",
        "Israel ordena a evacuação de mais cidades do sul do Líbano, três soldados da paz da ONU feridos - usa TODAY",
        "TikToker Taylor Rousseau Grigg descansa após a morte aos 25 anos - E! NEWS",
        "Trump se reúne em azul sólido na Califórnia em movimento de campanha pouco ortodoxo - Al Jazeera English",
        "   Removido ",
        "A 7-Eleven está fechando mais de 400 locais na América do Norte - ABC7 Los Angeles",
        "Walz faz uma pausa na campanha para caçar no abridor de faisões de Minnesota - Star Tribune",
        "Nick Cannon admite que festejou com Diddy quando adolescente: ‘Não tenho nada a esconder’ - Fox News",
        "Yann LeCun, da Meta, diz que as preocupações com a ameaça existencial da IA são \"uma bosta completa\" - TechCrunch",
        "Ex-primeiro-ministro escocês Alex Salmond, que quase conseguiu a independência da Escócia do Reino Unido, morre aos 69 anos - Associated Press",
        "‘Terrifier 3’ supera a concorrência, enquanto ‘Coringa’ luta nas bilheterias - New York Post",
        "Codinome do Nintendo Switch 2 revelado por um enorme vazamento - ComicBook.com",
        "Cometa raro pode ser visível a olho nu. Aqui está onde procurar. - CBS Boston"
    ]
}