{
    "headlines": [
        "Veteran Japan lawmaker Shigeru Ishiba to be PM after 'final battle' - Reuters",
        "Southwest Airlines to launch assigned seating, premium cabin in 2025 - The Washington Post",
        "Israel fighting Hezbollah with ‘full force’ despite ceasefire calls - BBC.com",
        "\"Catastrophic\" Category 4 Hurricane Helene makes landfall in Florida - Axios",
        "Families of 43 missing students in Mexico are still demanding justice 10 years later - The Associated Press",
        "Putin Aide Drops Big Hint On Countries That Will Top Putin’s Nuclear ‘Hit List’ | Ukraine War - Hindustan Times",
        "Anti-Israel protesters menacingly chant ‘We’re gonna get you’ outside Netanyahu’s NYC hotel - New York Post ",
        "X-rays negative on Micah Parsons’ injured ankle, but he will undergo an MRI - NBC Sports",
        "Alabama puts man convicted of killing 3 to death in the country’s second nitrogen gas execution - The Associated Press",
        "Trump and Zelensky to meet in New York amid Republican anger - BBC.com",
        "Dallas Cowboys vs. New York Giants Game Highlights | NFL 2024 Season Week 4 - NFL",
        "‘Grey’s Anatomy’ Showrunner Talks Premiere’s Twists & Big Return, Teases Resilience-Themed Season 21 As 2 Cast Members Prepare To Exit - Deadline",
        "Today Show’s Dylan Dreyer Shares Who Could Replace Hoda Kotb - E! Online - E! NEWS",
        "Voting technology firm, conservative outlet reach settlement in 2020 election defamation case - The Associated Press",
        "Global Myopia Crisis: 1 in 3 Kids Now Near-Sighted - SciTechDaily",
        "Watch Shania Twain Open People’s Choice Country Awards With the Ultimate Tease - Rolling Stone",
        "Iranian hackers charged in alleged targeting of Trump campaign, sources say - CBS News",
        "How CBS News tracked down Ghanaian romance scammers duping Americans into parting with huge sums of money - CBS News",
        "NYC Mayor Eric Adams indicted in federal corruption investigation; accused of accepting improper campaign contributions - ABC7 New York",
        "FDA approves 1st new drug for schizophrenia in more than 30 years - ABC News"
    ]
}