{
    "headlines": [
        "Israel’s strikes on Iran and the latest on the war in the Mideast: Live updates - CNN",
        "Trump returns to ‘epicenter of everything’ for Madison Square Garden rally - CNN",
        "Israeli strikes on Gaza kill 22, officials say, as truck ramming near Tel Aviv hurts dozens - The Associated Press",
        "Ohtani's injury makes for bittersweet Game 2 triumph, 2-0 WS lead - MLB.com",
        "Dozens injured after truck hits bus stop in central Israel - BBC.com",
        "Ex-Washington Post Editor Robert Kagan: This Is a Straight Jeff Bezos-Donald Trump Quid Pro Quo - The Daily Beast",
        "Abercrombie & Fitch: How my investigation led to sex trafficking charges against ex-boss - BBC.com",
        "UFC 308 results, highlights: Ilia Topuria scores stunning knockout of Max Holloway to retain title - CBS Sports",
        "College Football Week 9 Takeaways: Backup Quarterbacks Rule the Weekend - Sports Illustrated",
        "North Korean Soldiers Arrive on Russia’s Front Line. How Ready Are They to Fight? - The Wall Street Journal",
        "Your lookahead horoscope: October 27, 2024 - The Globe and Mail",
        "Japan’s new PM faces major test with an election just weeks after taking office - CNN",
        "Michelle Obama urges support for Harris in Michigan rally: \"This is somebody who understands you\" - CBS News",
        "Trump's Joe Rogan interview: Seven takeaways - BBC.com",
        "Spirit Airlines takes drastic steps to avoid bankruptcy - TheStreet",
        "FC Barcelona Ace Lamine Yamal Provokes Real Madrid With Post-El Clasico Comments - Forbes",
        "Google is reportedly developing a ‘computer-using agent’ AI system - The Verge",
        "Tom Hanks Says Reuniting With ‘Forrest Gump’s Robin Wright For ‘Here’ Was “So Easy” - Deadline",
        "McDonald’s says E. Coli outbreak likely linked to Colorado Springs facility, says they will no longer source onions from there - KKTV",
        "CDC updates COVID-19 vaccine recommendations for older adults - WJW FOX 8 News Cleveland"
    ]
}