{
    "headlines": [
        "ਉਸਮਾਨ ਨੂਰਮਾਗੋਮੇਡੋਵ ਨੇ ਮੰਨਿਆ ਕਿ ਉਸਨੇ ਪੌਲ ਹਿਊਜ ਨੂੰ ਘੱਟ ਸਮਝਿਆ, ਤੁਰੰਤ ਰੀਮੈਚ ਬੰਦ ਕਰ ਦਿੱਤਾ - ਐਮਐਮਏ ਜੰਕੀ",
        "ਐਨਐਫਐਲ ਨੂੰ ਕੁਆਰਟਰਬੈਕ ਸਲਾਈਡਾਂ ਨੂੰ ਸ਼ਾਮਲ ਕਰਨ ਲਈ ਰੀਪਲੇ ਸਹਾਇਤਾ ਦਾ ਵਿਸਥਾਰ ਕਰਨ ਦੀ ਉਮੀਦ ਹੈ, ਪ੍ਰਤੀ ਰਿਪੋਰਟ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਲਿਜ਼ੋ ਕਹਿੰਦਾ ਹੈ ਕਿ ਉਹ ਆਪਣੇ 'ਵਜ਼ਨ ਰੀਲੀਜ਼ ਟੀਚੇ’ ਤੇ ਪਹੁੰਚ ਗਈ ਹੈਃ ਉਸ ਦੀਆਂ ਨਵੀਨਤਮ ਫੋਟੋਆਂ ਵੇਖੋ - ਬਿਲਬੋਰਡ",
        "ਓਰੇਕਲ ਅਤੇ ਮਾਈਕ੍ਰੋਸਾੱਫਟ ਕਥਿਤ ਤੌਰ 'ਤੇ ਟਿਕਟੋਕ ਨੂੰ ਸੰਭਾਲਣ ਲਈ ਗੱਲਬਾਤ ਕਰ ਰਹੇ ਹਨ - ਦਿ ਵਰਜ",
        "ਰਾਸ਼ਟਰਪਤੀ ਡੋਨਾਲਡ ਟਰੰਪ ਨੇ ਹੁਣੇ ਹੀ ਪ੍ਰੋਜੈਕਟ ਸਟਾਰਗੇਟ ਦੀ ਘੋਸ਼ਣਾ ਕੀਤੀਃ 3 ਅਟੱਲ ਸਟਾਕ ਜੋ ਆਰਟੀਫਿਸ਼ੀਅਲ ਇੰਟੈਲੀਜੈਂਸ (ਏਆਈ) ਬਿਲਡਆਉਟ ਤੋਂ ਲਾਭ ਲੈ ਸਕਦੇ ਹਨ - ਮੋਟਲੇ ਫੂਲ",
        "ਦੱਖਣੀ ਕੈਲੀਫੋਰਨੀਆ ਭਿੱਜਣ ਵਾਲਾ ਹੈ -- ਚੰਗਾ ਅਤੇ ਸੰਭਾਵੀ ਬੁਰਾ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਟਰੰਪ ਨੂੰ ਧਿਆਨ ਵਿਚ ਰੱਖਦਿਆਂ, ਹਵਾਈ ਸੈਨਾ ਟਸਕੇਗੀ ਏਅਰਮੇਨ ਬਾਰੇ ਭਰਤੀ ਕਰਨ ਵਾਲਿਆਂ ਨੂੰ ਨਹੀਂ ਸਿਖਾਏਗੀ - ਸੈਨ ਐਂਟੋਨੀਓ ਐਕਸਪ੍ਰੈਸ-ਨਿ Newsਜ਼",
        "ਟਰੰਪ ਏਜੰਸੀਆਂ ਦੀ ਲੜੀ 'ਤੇ ਸੁਤੰਤਰ ਇੰਸਪੈਕਟਰ ਜਨਰਲ ਨੂੰ ਹਟਾਉਣ ਲਈ ਵੱਡੇ ਪੱਧਰ' ਤੇ ਗੋਲੀਬਾਰੀ ਦੀ ਵਰਤੋਂ ਕਰਦਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਜਨਮ ਅਧਿਕਾਰ ਨਾਗਰਿਕਤਾ ਨੂੰ ਖਤਮ ਕਰਨ ਲਈ ਟਰੰਪ ਦੀ ਬੋਲੀ ਜੀਓਪੀ ਵੰਡਾਂ ਨੂੰ ਭੜਕਾਉਂਦੀ ਹੈ - ਦ ਹਿੱਲ",
        "ਟੀਚੇ ਦੀ ਮੌਜੂਦਗੀ 2025 ਟਵਿਨ ਸਿਟੀਜ਼ ਪ੍ਰਾਈਡ 'ਤੇ ਡੀਈਆਈ ਦੇ ਯਤਨਾਂ ਨੂੰ ਵਾਪਸ ਕਰਨ ਤੋਂ ਬਾਅਦ ਨਹੀਂ ਹੋਵੇਗੀ - KARE11.com",
        "Mets ਮਾਲਕ ਸਟੀਵ ਕੋਹੇਨ \"ਥਕਾਵਟ\" ਪੀਟ ਅਲੋਨਸੋ ਟਾਕ - ਐਮਐਲਬੀ ਵਪਾਰ ਦੀਆਂ ਅਫਵਾਹਾਂ ਬਾਰੇ ਵਿਚਾਰ ਵਟਾਂਦਰੇ ਕਰਦਾ ਹੈ",
        "ਡੇਵ Franco 'ਤੇ Luigi Mangione ਤੁਲਨਾ: \"ਮੈਨੂੰ ਮੇਰੇ ਜੀਵਨ ਵਿਚ ਹੋਰ ਪਾਠ ਕਦੇ ਵੀ ਪ੍ਰਾਪਤ ਕੀਤਾ ਹੈ\" - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "'ਮੇਰੀ ਸੁੰਦਰਤਾ, ਤੁਸੀਂ ਘਰ ਹੋ': ਇਜ਼ਰਾਈਲੀ ਮਹਿਲਾ ਸੈਨਿਕ ਪਰਿਵਾਰਾਂ ਨਾਲ ਦੁਬਾਰਾ ਮਿਲ ਗਏ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਇਜ਼ਰਾਈਲੀ ਫੌਜ ਨੇ ਦੱਖਣੀ ਲੇਬਨਾਨ ਵਿਚ ਸੜਕ ਰੁਕਾਵਟਾਂ ਸਥਾਪਤ ਕੀਤੀਆਂ ਅਤੇ ਐਲਾਨ ਕੀਤਾ ਕਿ ਇਹ ਡੈੱਡਲਾਈਨ ਤਕ ਵਾਪਸ ਨਹੀਂ ਲਵੇਗੀ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਧਮਾਕੇ ਨੇ ਸੋਨੇ ਦੀਆਂ ਮਾਸਟਰਪੀਸ ਚੋਰੀ ਹੋਣ ਤੋਂ ਪਹਿਲਾਂ ਡੱਚ ਅਜਾਇਬ ਘਰ ਨੂੰ ਹਿਲਾ ਦਿੱਤਾਃ \"ਇਹ ਇੱਕ ਕਾਲਾ ਦਿਨ ਹੈ\" - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਸੈਮਸੰਗ ਗਲੈਕਸੀ ਐਸ 25 ਸੀਰੀਜ਼ ਦੇ 3 ਡੀ ਮਾਡਲਾਂ ਦੀ ਜਾਂਚ ਕਰੋ - GSMArena. com ਖ਼ਬਰਾਂ - GSMArena.",
        "ਬਾਕਸ ਆਫਿਸਃ ਮੇਲ ਗਿਬਸਨ ਦੇ ‘ਫਲਾਈਟ ਜੋਖਮ‘ ਵਿਨੀਤ $ 11M- $ 12M ਉਦਘਾਟਨ ਨਾਲ ਸ਼ਾਂਤ ਹਫਤੇ ਦੀ ਅਗਵਾਈ ਕਰਦਾ ਹੈ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਸਟੀਵ ਸਪੈਗਨੋਲੋ ਬਨਾਮ ਜੋਸ਼ ਐਲਨ ਏਐਫਸੀ ਚੈਂਪੀਅਨਸ਼ਿਪ ਦੀ ਮੁੱਖ ਲੜਾਈ ਹੈ - ਐਰੋਹੈੱਡ ਪ੍ਰਾਈਡ"
    ]
}