{
    "headlines": [
        "GM lays off 1,000 employees amid reorganization, cost-cutting - CNBC",
        "Trump picks North Dakota Governor Burgum for interior secretary - Reuters",
        "Retail sales climb again ahead of holiday shopping season. U.S. economy still has momentum. - MarketWatch",
        "Mystery of the “Red Monsters”: Webb Finds Massive Early Galaxies That Shouldn’t Exist - SciTechDaily",
        "‘Real reason for hope’ over declining U.S. overdose-death rate - MarketWatch",
        "Top Iranian official vows support for Lebanon on Israel-Hezbollah war as US pushes for cease-fire - The Associated Press",
        "Review: Amazon’s 2024 Kindle Paperwhite makes the best e-reader a little better - Ars Technica",
        "The final supermoon of 2024 rises tonight as November's Full Beaver Moon - Space.com",
        "Surge in worldwide measles cases driven by lack of vaccine coverage, WHO says - The Washington Post",
        "Mike Tyson vs. Jake Paul fight predictions: Boxing champions, coaches and legends make their picks - CBS Sports",
        "The Leonid meteor shower is expected to dazzle stargazers this weekend - Salon",
        "Playbook: Trump floods the zone with new appointees - POLITICO",
        "NASA worries space station leaks in Russian module are potentially ‘catastrophic.’ Russia doesn’t seem to agree - CNN",
        "North Korea Shows Its Drone Capabilities With Explosive Exhibition - The Wall Street Journal",
        "Party of Sri Lanka’s new Marxist-leaning president wins two-thirds majority in parliament - The Associated Press",
        "Trump’s team skips FBI background checks for some Cabinet picks - CNN",
        "The Biden economy is about to get a new salesman: Donald Trump - POLITICO",
        "Why Trump is demanding recess appointments for his Cabinet - Axios",
        "From clothes to computers, 6 things expected to get more expensive if Trump's trade plans are enacted - Business Insider",
        "‘Landman’ Review: At Least Taylor Sheridan’s Mediocre Paramount+ Soap Gives Billy Bob Thornton Plenty of Fuel - Hollywood Reporter"
    ]
}