{
    "headlines": [
        "Israel ataca alvos do Hezbollah à medida que o conflito se intensifica - CNN",
        "Monstros - A história de Lyle e Erik Menendez: a série da Netflix gera controvérsia - BBC.com",
        "Hurricane Danger For Florida, Gulf Coast; Hurricane Watches Issued For FL Coast - The Weather Channel",
        "China lança pacote de estímulos para revitalizar a economia e os mercados - Yahoo Finance",
        "Grandes notícias para a Intel Stock. Está na hora de comprar? - The Motley Fool",
        "Mercearias dos EUA podem ficar sem frutas populares dentro de semanas, já que 45.000 trabalhadores portuários ameaçam entrar em greve - Fox Business",
        "Furacão John atinge a costa sul do Pacífico do México com potencial de inundação \"com risco de vida\" - The Associated Press",
        "Daniels, 'a resposta', entrega para os Comandantes - ESPN",
        "Atirador de Boulder King Soopers culpado de 55 acusações criminais, incluindo assassinato em primeiro grau, recebe 10 sentenças de prisão perpétua - Colorado Public Radio",
        "Horóscopo para terça-feira, 24 de setembro de 2024 - Chicago Sun-Times",
        "A obesidade grave está em ascensão nos EUA - The Associated Press",
        "Partida projetada para os playoffs de futebol americano universitário: três equipes desistem, Alabama vs. Geórgia destaca a atualização semanal - CBS Sports",
        "Destaques do jogo Jacksonville Jaguars vs. Buffalo Bills | Semana 3 da temporada 2024 da NFL - NFL",
        "Suspeito descreveu tentativa de assassinato de Trump em nota pré-escrita - BBC.com",
        "Novo míssil Sarmat da Rússia sofreu ‘falha catastrófica’: pesquisadores - Al Jazeera",
        "Os Dias de Alerta de Bloqueio de Grade de Nova York começam em 2024, quando a Assembleia Geral da ONU entra na semana de alto nível - CBS New York",
        "Sean ‘Diddy’ Combs ‘conseguiu falar brevemente’ com os filhos após detenção por crimes sexuais: relatório - New York Post",
        "Sindicato da Boeing supera oferta 'final' de aumento salarial de 30% - BBC.com",
        "Esforço do Partido Republicano para mudar a forma como Nebraska aloca votos eleitorais atinge o obstáculo - The Washington Post",
        "A FDA acabou de aprovar uma vacina caseira contra a gripe. O que a aprovação de um spray autoadministrado significa para você. - Yahoo Life"
    ]
}