{
    "headlines": [
        "Canada plane crash latest: Emergency services attending reported plane crash at Toronto airport - BBC.com",
        "Measles cases are rising in US as Texas outbreak grows. Should we be concerned? - ABC News",
        "Pope Francis’ hospital treatment dealing with ‘complex clinical’ condition, Vatican says - CNN",
        "Jeff Gordon 'in full support' of William Byron breaking his records - FOX Sports",
        "Tesla was hit by a wave of protests over Musk, sales are crashing, insiders are waking up - Electrek.co",
        "Matt Damon’s Role in Christopher Nolan’s ‘The Odyssey’ Revealed With First Look Photo - Hollywood Reporter",
        "Trump administration tries to bring back fired nuclear weapons workers in DOGE reversal - ABC News",
        "College basketball rankings: Florida moves up to No. 2, Alabama drops after loss to No. 1 Auburn - CBS Sports",
        "Mass resignations from Eric Adams’ administration spark chaos in NYC government - POLITICO",
        "New iPhone SE And 3 Other Drops To Expect At Apple’s Launch Event - Forbes",
        "What to know about Trump’s appeal to the Supreme Court - CNN",
        "Judge appears inclined to deny request to block DOGE's mass firings, access to data - ABC News",
        "Macron and Trump have ‘frank conversation’ minutes before European meeting on Ukraine - POLITICO Europe",
        "European countries clash over sending troops to Ukraine - Financial Times",
        "X is blocking links to Signal, a secure messaging platform used by federal workers - TechCrunch",
        "Fans slam 'SNL' for joking about Blake Lively, Ryan Reynolds' legal drama with Justin Baldoni - Page Six",
        "Musk’s SpaceX team visiting FAA: Duffy - The Hill",
        "Israeli forces will remain in 5 locations in Lebanon after Tuesday's pullout deadline, official says - PBS NewsHour",
        "There's a slight chance Asteroid 2024 YR4 could hit Moon in 2032 - The Register",
        "An Important Warning For Dividend Investors - Seeking Alpha"
    ]
}