{
    "headlines": [
        "[Removed]",
        "Powell says the Fed is not on a \"preset course\" to lower interest rates - Axios",
        "Japan's new PM Ishiba unveils cabinet ahead of snap election - Reuters",
        "Israel begins ground operation in southern Lebanon - Axios",
        "School bus catches fire outside Bangkok and 25 on board are feared dead, government officials say - The Associated Press",
        "What to know for the Vance v Walz vice-presidential debate - BBC.com",
        "Dockworkers go on strike at East and Gulf Coast ports - Fox Business",
        "Jimmy Carter and hometown of Plains celebrate the 39th president’s 100th birthday - The Associated Press",
        "Seattle Seahawks vs. Detroit Lions | 2024 Week 4 Game Highlights - NFL",
        "Titans vs. Dolphins final score, immediate reactions to Monday Night Football Week 4 - The Phinsider",
        "Britney Spears Shares She Burned Off Hair, Eyelashes and Eyebrows in \"Really Bad\" Fire Accident - E! Online - E! NEWS",
        "Trump launches GoFundMe to help Hurricane Helene victims, raises more than $1M - Fox News",
        "U.S. sends more troops, warplanes to Middle East as bulwark against Iran - The Washington Post",
        "‘Veep’ Reunion Fundraiser Brings in $735K for Harris-Walz - Hollywood Reporter",
        "Gavin Creel, Tony-winning musical theater star, dies at 48 - The Washington Post",
        "2024 MLB playoffs: 10 bold predictions, including another Shohei Ohtani first and an Astros letdown - CBS Sports",
        "Sean 'Diddy' Combs appeals judge's denial of his release from jail on $50 million bond - USA TODAY",
        "Joe Biden accuses Donald Trump of ‘lying’ over White House response to Hurricane Helene - Financial Times",
        "Marburg virus outbreak in Rwanda draws concern over possibility of international spread - STAT",
        "Verizon Network Outage: Carrier Says Network Has Been Restored After Long Day Of Issues - CNET"
    ]
}