{
    "headlines": [
        "Baristas da Starbucks lançam greves antes do Natal - Nation's Restaurant News",
        "Assassinatos de Delphi: assassino condenado Richard Allen condenado a 130 anos - ABC News",
        "Como uma paralisação do governo pode afetar os seus planos de viagem - The Washington Post",
        "Menina de sete anos morta e vários feridos em ataque a facadas em escola primária na Croácia - CNN",
        "‘Sonic The Hedgehog 3’ US $ 6,5 MILHÕES, ‘Mufasa’ US $ 3 milhões + Em prévias de quinta-feira – Bilheteria - Prazo",
        "Diplomatas dos EUA se encontram com líder da oposição síria em Damasco - Axios",
        "Novo Cai 20% Após Novo Medicamento para Obesidade Perder Previsões. Lilly, Viking, Amgen Jump. - Diária de Negócios do Investidor",
        "Sinais de alerta para Trump enquanto rebeldes republicanos desafiam - BBC.com",
        "   Removido ",
        "Ataque de míssil russo na hora do rush em Kiev mata um e danifica embaixadas - Reuters",
        "Futuros de ações dos EUA reduzem perdas após dados de inflação, Trump tem como alvo a Europa - Reuters",
        "Rendimentos e Despesas Pessoais, Novembro de 2024 - Gabinete de Análise Económica",
        "Escolhas do College Football Playoff, cronograma: previsões contra o spread, probabilidades para jogos da primeira rodada - CBS Sports",
        "   Removido ",
        "Biden perdoa US $ 4,28 bilhões em dívidas estudantis para 54.900 mutuários - CNBC",
        "Novos detalhes surgem sobre a mãe de Utah, 3 crianças pequenas mortas em sua casa - CBS News",
        "Como a Clase Azul construiu um negócio bilionário de tequila além da prateleira superior - Forbes",
        "Preguiças gigantes e mastodontes coexistiram com humanos por milênios nas Américas, sugerem novas descobertas - ABC News",
        "Você sente que o mundo está mais fora de controle do que costumava ser? Há uma razão para isso. - Slate",
        "Fire & Ice: Top começa, senta e dorme no futebol de fantasia para a Semana 16 - Foco no Futebol Profissional"
    ]
}