{
    "headlines": [
        "من المتوقع ألا يحقق ما يقرب من 40 ٪ من العقود التي ألغاها ماسك دوجي أي وفورات - وكالة أسوشيتد برس",
        "يتراجع مؤشر S&P 500 لليوم الرابع بعد بيانات ثقة المستهلك الضعيفة، وتقود Nvidia بورصة ناسداك إلى الأسفل: تحديثات مباشرة - CNBC",
        "استقالة 21 موظفًا تقنيًا اتحاديًا بدلاً من مساعدة ماسك على \"تفكيك الخدمات العامة الحيوية\" - PBS NewsHour",
        "Bucky Brooks 2025 NFL mock draft 2.0: Jags scoop up Travis Hunter; three playoff teams add a receiver - NFL.com",
        "التوفيق بين الوكالات الحرة لاتحاد كرة القدم الأميركي لعام 2025: فريق واحد يتسع لـ 12 وكيلًا مجانيًا بارزًا - NFL.com",
        "ترامب، وليس بوتين، يجبر أوروبا على الجدية بشأن الدفاع - صحيفة وول ستريت جورنال",
        "تراجع الأسهم الأمريكية مع تراجع ثقة المستهلك أكثر في أربع سنوات - فاينانشيال تايمز",
        "أبلغت هيوستن عن حالتين من الحصبة حيث وصل تفشي مرض تكساس إلى 92 إصابة، معظمها غير ملقح - ABC13 هيوستن",
        "يقدم جهاز C1 الجديد من Apple ميزتين قاتلتين، وهي مجرد البداية - 9to5Mac",
        "هل أنت مستعد لموكب الكوكب العظيم ؟ كيف ومتى وأين ترى 7 كواكب فوق إلينوي - Rockford Register Star",
        "التقى البابا فرنسيس في المستشفى مع الفاتيكان رقم 2، واتخذ قرارات حاكمة رئيسية - وكالة أسوشيتد برس",
        "صنع العلماء غبارًا مريخيًا مزيفًا — ووجدوا مفاجأة كبيرة حول ما يجعل المريخ أحمر - Livescience.com",
        "\"مرض غير معروف\" يمكن أن يقتل في غضون أيام يترك 53 قتيلاً في الكونغو - واشنطن بوست",
        "باكرز جنرال موتورز براين غوتيكونست على بوش بوش: \"نحن لسنا ناجحين جدا ضده\" - إن بي سي سبورتس",
        "\"نقطة تحول\" إيمانويل ماكرون بشأن أوكرانيا تفتقر إلى التزامات دونالد ترامب - فاينانشال تايمز",
        "كيف تغلب فيلم \"Ne Zha 2\" الصيني على فيلم \"Inside Out 2\" ليصبح فيلم الرسوم المتحركة الأكثر ربحًا في التاريخ - التنوع",
        "زوي كرافيتز تكسر صمتها بشأن الانفصال عن تشانينج تاتوم: \"أنا أهتم به كثيرًا\" - AOL",
        "رئيسة \"حرب النجوم\" كاثلين كينيدي تخطط للخروج من لوكاس فيلم في نهاية عام 2025 - تشكيلة",
        "تخفيضات Medicaid تهدد تصويتًا رئيسيًا في مجلس النواب على أجندة ترامب اليوم - إليك سبب انقسام الحزب الجمهوري - فوربس"
    ]
}