{
    "headlines": [
        "ਪ੍ਰਧਾਨ ਮੰਤਰੀ ਸਟਾਰਮਰ ਦੀ ਬ੍ਰਿਟੇਨ ਦੇ ਏਆਈ ਨੂੰ 'ਸੁਪਰਪਾਵਰ' ਬਣਾਉਣ ਦੀ ਯੋਜਨਾ - ਰਾਇਟਰਜ਼ ਯੂਕੇ",
        "13 ਜਨਵਰੀ ਨੂੰ ਪੂਰੇ ਬਘਿਆੜ ਦਾ ਚੰਦਰਮਾ 'ਮੰਗਲ' ਖਾਂਦਾ ਹੈ. ਇਸ ਨੂੰ ਕਿਵੇਂ ਵੇਖਣਾ ਹੈ ਇਹ ਇੱਥੇ ਹੈ - ਸਪੇਸ.",
        "ਅਲਕੋਹਲ ਵਾਲੇ ਪੀਣ ਵਾਲੇ ਪਦਾਰਥਾਂ ਲਈ ਕੈਂਸਰ ਲੇਬਲ ਕੋਲੋਰਾਡੋ ਮਾਹਰਾਂ ਨੂੰ ਵੰਡਦਾ ਹੈ - ਐਕਸੀਓਸ",
        "ਦੱਖਣ-ਪੱਛਮੀ ਜਾਪਾਨ ਵਿੱਚ 6.9 ਤੀਬਰਤਾ ਦੇ ਭੂਚਾਲ ਤੋਂ ਬਾਅਦ ਸੁਨਾਮੀ ਦੀ ਸਲਾਹਕਾਰੀ ਸ਼ੁਰੂ ਹੋਈ - ਸੀਐਨਐਨ",
        "ਬਾਇਡਨ ਦੀਆਂ ਨਵੀਆਂ ਏਆਈ ਚਿੱਪ ਪਾਬੰਦੀਆਂ ਦੇ ਪ੍ਰਤੀ ਸਖ਼ਤ ਪ੍ਰਤੀਕਰਮ ਵਿੱਚ ਐਨਵੀਡੀਆ ਟਰੰਪ ਨੂੰ ਖੁਸ਼ ਕਰਦੀ ਹੈ - ਦਿ ਵਰਜ",
        "ਜੈੱਫ ਬੇਜੋਸ ਦੀ ਪੁਲਾੜ ਕੰਪਨੀ ਨੇ ਕਾਉਂਟਡਾਉਨ ਦੇ ਅੰਤਮ ਮਿੰਟਾਂ ਵਿੱਚ ਵਿਸ਼ਾਲ ਨਵੇਂ ਰਾਕੇਟ ਦੀ ਸ਼ੁਰੂਆਤ ਬੰਦ ਕਰ ਦਿੱਤੀ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "Justine Bateman ਧਮਾਕੇ ‘ਤਬਾਹੀ ਸੈਲਾਨੀ’ ਪ੍ਰਿੰਸ ਹੈਰੀ, ਮੇਗਨ ਮਾਰਕਲ ਬਾਅਦ ਉਹ LA ਜੰਗਲੀ ਅੱਗ ਪੀੜਤ ਦੀ ਮਦਦ - ਪੰਨਾ ਛੇ",
        "ਉੱਤਰੀ ਕੋਰੀਆ ਦੇ ਲੋਕ ‘ਤੋਪ ਚਾਰਾ‘ ਤੋਂ ਬਹੁਤ ਦੂਰ ਹਨ, ਯੂਕਰੇਨ ਦੇ ਸੈਨਿਕ ਕਹਿੰਦੇ ਹਨ - ਪੋਲੀਟੀਕੋ ਯੂਰਪ",
        "ਹਟਾਈ",
        "ਟਰੰਪ ਟੈਕਸ ਬਿੱਲ ਕੁੰਜੀ ਕਟੌਤੀ ਨਾਲ ਡੈਮੋਕਰੇਟਸ ਉੱਤੇ ਜਿੱਤ ਸਕਦਾ ਹੈ - ਐਕਸੀਓਸ",
        "ਬਿਲ ਏਕਮੈਨ ਦਾ ਪਰਸ਼ਿੰਗ ਸਕੁਏਅਰ ਰੀਅਲ ਅਸਟੇਟ ਡਿਵੈਲਪਰ ਹਾਵਰਡ ਹਿਊਜ ਨੂੰ 85 ਡਾਲਰ ਪ੍ਰਤੀ ਸ਼ੇਅਰ ਲੈਣ ਦੀ ਪੇਸ਼ਕਸ਼ ਕਰਦਾ ਹੈ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਕੈਲੀਫੋਰਨੀਆ ਅੱਗ ਮੌਸਮ ਦੀ ਭਵਿੱਖਬਾਣੀਃ ਤੇਜ਼ ਹਵਾਵਾਂ ਕਾਰਨ ਵਿਸਫੋਟਕ ਅੱਗ ਦਾ ਵਾਧਾ ਹੋ ਸਕਦਾ ਹੈ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਰਾਜਵੰਸ਼ ਯੋਧੇਃ ਮੂਲ ਸਮੀਖਿਆਃ ਰਣਨੀਤਕ ਯੁੱਧ ਦਾ ਇੱਕ ਸ਼ਾਨਦਾਰ, ਮੈਲੋਡ੍ਰਾਮੈਟਿਕ ਅਤੇ ਯਕੀਨਨ ਭਰਮ - ਰਾਕ ਪੇਪਰ ਸ਼ਾਟਗਨ",
        "Saquon Barkley: \"ਸਟੇਟਸ ਕੋਈ ਫ਼ਰਕ ਨਹੀਂ ਪੈਂਦਾ, ਇਕੋ ਇਕ ਸਟੇਟ ਜੋ ਮਾਇਨੇ ਰੱਖਦਾ ਹੈ ਉਹ ਹੈ ਜਿੱਤ\" - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਬਾਇਡਨ ਅਤੇ ਨੇਤਨਯਾਹੂ ਨੇ ਗਤੀ ਨਿਰਮਾਣ ਦੇ ਤੌਰ ਤੇ ਗਾਜ਼ਾ ਜੰਗਬੰਦੀ ਗੱਲਬਾਤ ਬਾਰੇ ਵਿਚਾਰ ਵਟਾਂਦਰੇ ਕੀਤੇ - ਬੀਬੀਸੀ.",
        "ਇਹ ਆਈਫੋਨ ਬੱਗ ਖਾਸ ਤੌਰ 'ਤੇ ਚਿੰਤਾਜਨਕ ਹੈ - ZDNet",
        "ਰੂਸੀ ਪਾਬੰਦੀਆਂ ਨੂੰ ਸਵੀਪ ਕਰਨ ਤੋਂ ਬਾਅਦ ਗੜਬੜ ਵਿੱਚ ਚੋਟੀ ਦੇ ਏਸ਼ੀਅਨ ਤੇਲ ਖਰੀਦਦਾਰ - ਬਲੂਮਬਰਗ",
        "ਪੈਸੀਫਿਕ ਪਾਲੀਸੇਡਸ - ਕੇਟੀਐਲਏ ਲਾਸ ਏਂਜਲਸ ਵਿੱਚ ਫਾਇਰਮੈਨ ਵਜੋਂ ਪਹਿਨੇ ਹੋਏ ਕਥਿਤ ਲੁਟੇਰੇ ਨੂੰ ਗ੍ਰਿਫਤਾਰ ਕੀਤਾ ਗਿਆ",
        "ਲਾਸ ਏਂਜਲਸ ਜੰਗਲੀ ਅੱਗ ਵਿਚ ਮਰਨ ਵਾਲਿਆਂ ਦੀ ਗਿਣਤੀ 24 ਹੋ ਗਈ ਹੈ ਕਿਉਂਕਿ ਅੱਗ ਬੁਝਾਉਣ ਵਾਲੇ ਵਧੇਰੇ ਭਿਆਨਕ ਹਵਾਵਾਂ ਲਈ ਬ੍ਰੇਸ ਕਰਦੇ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਬਿਡੇਨ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਹ ਟਰੰਪ ਤੋਂ ਬਾਅਦ ਦੁਨੀਆ ਨੂੰ ਲੋੜੀਂਦਾ ਸਥਿਰ ਹੱਥ ਸੀ, ਜੋ ਦੁਬਾਰਾ ਚੀਜ਼ਾਂ ਨੂੰ ਹਿਲਾਉਣ ਲਈ ਤਿਆਰ ਹੈ - ਯਾਹੂ! ਆਵਾਜ਼ਾਂ"
    ]
}