{
    "headlines": [
        "ਇਜ਼ਰਾਈਲ ਨੇ ਬਾਲਬੇਕ ਨੂੰ ਬਾਹਰ ਕੱ orderਣ ਦਾ ਆਦੇਸ਼ ਦਿੱਤਾ ਕਿਉਂਕਿ ਹਿਜ਼ਬੁੱਲਾ ਦੇ ਮੁਖੀ ਨੇ ਲੜਨ ਦੀ ਸਹੁੰ ਖਾਧੀ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਹੈਰਿਸ ਨੇ ਟਰੰਪ ਸਮਰਥਕਾਂ ਅਤੇ 'ਕੂੜੇਦਾਨ' 'ਤੇ ਬਾਈਡਨ ਦੀ ਟਿੱਪਣੀ ਤੋਂ ਬਾਅਦ' ਸਾਰੇ ਅਮਰੀਕੀਆਂ ਦੀ ਨੁਮਾਇੰਦਗੀ 'ਕਰਨ ਦਾ ਵਾਅਦਾ ਕੀਤਾ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "\"ਸਮਰਥਕ\" ਜਾਂ \"ਸਮਰਥਕ ਦੇ\"? ਬਾਇਡਨ ਨੇ ਟਰੰਪ ਬਾਰੇ ਟਿੱਪਣੀ ਕੀਤੀ \"ਕੂੜਾ\" ਰੈਲੀ ਗੁੱਸੇ ਵਿੱਚ ਜੀਓਪੀ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਮੇਨੇਂਡੇਜ਼ ਰੀਸੈਂਟੈਂਸਿੰਗ ਸ਼ੱਕ ਵਿਚ ਹੋ ਸਕਦੀ ਹੈ, ਕਿਉਂਕਿ ਡੀ. ਏ. ਨਿਊਜ਼ੋਮ ਨੂੰ ਕਲੀਮੇਂਸੀ ਦੇਣ ਲਈ ਧੱਕਦਾ ਹੈ - ਵੰਨਗੀ",
        "ਡਾਓ ਜੋਨਸ ਫਿuresਚਰਜ਼: ਮਾਈਕ੍ਰੋਸਾੱਫਟ, ਮੈਟਾ ਕਮਾਈ ਬੀਟ; ਰੌਬਿਨਹੁੱਡ ਡਾਇਵਜ਼, ਕ੍ਰਿਪਟੋ ਡਿੱਗਦਾ ਹੈ - ਨਿਵੇਸ਼ਕ ਦਾ ਕਾਰੋਬਾਰ ਰੋਜ਼ਾਨਾ",
        "ਪੋਰਟੋ ਰੀਕੋ ਦੇ ਟਰੰਪ ਰੈਲੀ ਸਲੈਮ ਅਪਮਾਨ ਦੀ ਸਤਰ ਵਿਚ ਸਿਰਫ ਨਵੀਨਤਮ ਹੈ - ਪੋਲਿਟਿਕੋ",
        "ਨਿੱਕੀ ਜੈਮ, ਰੇਗਗੇਟਨ ਗਾਇਕ, ਪੋਰਟੋ ਰੀਕੋ ਅਪਮਾਨ ਤੋਂ ਬਾਅਦ ਟਰੰਪ ਦੀ ਹਮਾਇਤ ਨੂੰ ਖਿੱਚਦਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਉੱਤਰੀ ਕੈਰੋਲੀਨਾ ਵਿਚ ਕਾਲਾ ਮਤਦਾਨ ਪਛੜ ਰਿਹਾ ਹੈ, ਹੈਰਿਸ ਲਈ ਚੇਤਾਵਨੀ ਦਾ ਸੰਕੇਤ - ਪੋਲਿਟਿਕੋ",
        "ਸੂਰਾਂ ਵਿੱਚ ਲੱਭਿਆ H5N1 ਬਰਡ ਫਲੂ ਵਾਇਰਸ - ਦ ਹਿੱਲ",
        "ਹਟਾਈ",
        "ਬੈਟਸ ਦੇ ਕੈਚ ਵਿਚ ਦਖਲ ਦੇਣ ਵਾਲੇ ਯੈਂਕੀ ਦੇ ਪ੍ਰਸ਼ੰਸਕਾਂ ਨੂੰ ਵਿਸ਼ਵ ਲੜੀ ਦੇ ਗੇਮ 5 ਤੋਂ ਪਾਬੰਦੀ ਲਗਾਈ ਗਈ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਜਾਨਲੇਵਾ ਇਜ਼ਰਾਈਲੀ ਹਮਲੇ ਨੇ ਬੇਟ ਲਹੀਆ ਇਮਾਰਤ ਦੀ ਛੱਤ 'ਤੇ' ਸਪੌਟਰ 'ਨੂੰ ਨਿਸ਼ਾਨਾ ਬਣਾਇਆ, ਅਧਿਕਾਰੀ ਕਹਿੰਦਾ ਹੈ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਸ਼ੌਨ ਵ੍ਹਾਈਟ Pranked ਨੀਨਾ Dobrev ਵਿੱਚ ਉਸ ਨਾਲ ਵਿਆਹ ਕਰਨ ਲਈ - Vulture",
        "ਸਟਾਰਬਕਸ ਟਰੈਫਿਕ ਸਲਾਈਡ ਨੂੰ ਸਟੈਮ ਕਰਨ ਲਈ ਸ਼ਾਰਪੀਜ਼, ਮੱਗ ਅਤੇ ਇੱਕ ਕੀਮਤ ਫ੍ਰੀਜ਼ ਵੱਲ ਮੁੜਦਾ ਹੈ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "ਐਲਨ ਮਸਕ ਨੇ ਫਿਲਡੇਲ੍ਫਿਯਾ ਕੋਰਟ ਵਿੱਚ 1 ਮਿਲੀਅਨ ਡਾਲਰ ਦੀ ਵੋਟਰ ਲਾਟਰੀ ਮੁਕੱਦਮੇ ਦੀ ਸੁਣਵਾਈ ਵਿੱਚ ਸ਼ਾਮਲ ਹੋਣ ਦਾ ਆਦੇਸ਼ ਦਿੱਤਾ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਉੱਤਰੀ ਕੋਰੀਆ ਨੇ ਹੁਣ ਤੱਕ ਦੀ ਸਭ ਤੋਂ ਲੰਬੀ ਉਡਾਣ ਦੇ ਸਮੇਂ ਦੇ ਨਾਲ ਜ਼ਾਹਰ ਆਈਸੀਬੀਐਮ ਨੂੰ ਅੱਗ ਲਗਾਈ - ਜਾਪਾਨ ਟਾਈਮਜ਼",
        "Diontae ਜਾਨਸਨ ਇੱਕ ‘ਰਾਹਤ ਦੀ ਹਉਕਾ ਮਹਿਸੂਸ’ ਬਾਲਟਿਮੁਰ ਕਰਨ ਲਈ ਆ - ਬਾਲਟਿਮੋਰRavens.com",
        "ਪੈਨਸਿਲਵੇਨੀਆ ਦੇ ਜੱਜ ਨੇ ਟਰੰਪ ਦੇ ਮੁਕੱਦਮੇ ਤੋਂ ਬਾਅਦ ਮੇਲ ਬੈਲਟ ਦੀ ਆਖਰੀ ਤਾਰੀਖ ਵਧਾ ਦਿੱਤੀ - ਰਾਇਟਰਜ਼",
        "ਸਟਾਰਬਕਸ ਨੇ ਨਵੰਬਰ 7 ਤੋਂ ਸ਼ੁਰੂ ਹੋਣ ਵਾਲੇ ਗੈਰ-ਡੇਅਰੀ ਦੁੱਧ ਲਈ ਵਾਧੂ ਚਾਰਜ ਹਟਾਉਣ ਦਾ ਐਲਾਨ ਕੀਤਾ - ਸਟਾਰਬਕਸ ਕਹਾਣੀਆਂ",
        "ਸੁੰਗਰਾਜ਼ਿੰਗ ਕੋਮੇਟ ਨਾਟਕੀ ਹੇਲੋਵੀਨ ਨੋ-ਸ਼ੋਅ ਵਿਚ ਬ੍ਰਹਿਮੰਡੀ ਧੂੜ ਵੱਲ ਮੁੜਦਾ ਹੈ - ਗਿਜ਼ਮੋਡੋ"
    ]
}