{
    "headlines": [
        "[removed]",
        "[removed]",
        "Erklärung von Präsident Joe Biden zum russischen Angriff auf die Ukraine - Das Weiße Haus",
        "\"Wicked\" -Film mit grüner Haut-Trigger-Warnung in Großbritannien - The Daily Beast",
        "Öl als Israel, Hisbollah-Handelsvorwürfe der Verletzung des Waffenstillstands - Reuters",
        "[removed]",
        "Kanada zur Stärkung der Grenze nach der Drohung mit Donald Trumps Zöllen - Financial Times",
        "Die Entdeckung versteinerter Fußabdrücke offenbart den Moment, in dem sich zwei alte menschliche Spezies kreuzten - CNN",
        "Alex Karaban erleidet bei einem UConn-Verlust eine Kopfverletzung und wird ins örtliche Krankenhaus gebracht - CT Insider",
        "Cowboys vs. Riesen, wo man zuschauen kann: TV-Kanal, Streaming, Kickoff-Zeit, Quoten, Auswahl für Thanksgiving - CBS Sports",
        "Microsoft ist verrückt, der neueste Surface Pro stürzt am Black Friday unter 850 US-Dollar ab - Gizmodo",
        "Hoffnung, Angst, Glaube und Liebe: Starke Emotionen vor dem assistierten Sterben - BBC.com",
        "‘Vaiana 2’ reitet hoch mit $ 66M+ WW bis Mittwoch; Rocks Records in Early Offshore Bows – International Box Office - Deadline",
        "Cynthia Erivo sagt, \"Wicked\" -Fans sollten in den Kinos mitsingen: \"Es ist Zeit für alle anderen, mitzumachen\" - Vielfalt",
        "Ein Teil der Hauptstadtregion könnte einen Fuß Schnee erreichen, wenn sich der Sturm nähert - Times Union",
        "71 Black-Friday-Angebote, die es wert sind, an Thanksgiving gekauft zu werden: Sparen Sie an Fritteusen, AirPods und mehr - IGN",
        "Stowaway auf dem Flug von New York nach Paris erwischt - BBC.com",
        "Schweden bittet um Chinas Zusammenarbeit bei Ostseekabeln, während ein chinesisches Schiff in der Nähe war - The Associated Press",
        "Warum KI-Agent-Startup/-Entwicklung/-Agenten eine massive Seed-Runde in Höhe von 56 Mio. USD bei einer Bewertung von 500 MIO. USD eingeworben hat - TechCrunch",
        "Die russische Zentralbank nimmt verzweifelt Stellung, um den Zusammenbruch des Rubels und die heftige Inflation zu stoppen - Fortune"
    ]
}