{
    "headlines": [
        "ਵਿਗਿਆਨੀਆਂ ਨੇ 650 ਫੁੱਟ ਦੀ ਮੈਗਾ ਸੁਨਾਮੀ ਦੇ ਰਹੱਸ ਨੂੰ ਹੱਲ ਕੀਤਾ ਹੈ ਜਿਸ ਨਾਲ ਧਰਤੀ 9 ਦਿਨਾਂ ਤੱਕ ਕੰਬਦੀ ਰਹੀ - ਸੀਐਨਐਨ",
        "ਚੀਨ ਨੇ 1978 ਤੋਂ ਬਾਅਦ ਪਹਿਲੀ ਵਾਰ ਰਿਟਾਇਰਮੈਂਟ ਉਮਰ ਵਧਾਉਣ ਦੀ ਯੋਜਨਾ ਨੂੰ ਮਨਜ਼ੂਰੀ ਦਿੱਤੀ - ਬਲੂਮਬਰਗ",
        "ਰੂਸ ਨਾਟੋ ਨਾਲ ‘ਯੁੱਧ' ਹੋਵੇਗਾ ਜੇ ਯੂਕਰੇਨ ਦੀ ਲੰਬੀ ਦੂਰੀ ਦੀ ਮਿਜ਼ਾਈਲ ਪਾਬੰਦੀਆਂ ਹਟਾਈਆਂ ਜਾਣ, ਪੁਤਿਨ ਨੇ ਚੇਤਾਵਨੀ ਦਿੱਤੀ - ਸੀਐਨਐਨ",
        "ਯੂਕਰੇਨੀ ਫੌਜਾਂ ਨੇ ਕੁਰਸਕ ਦੇ 20 ਮੀਲ ਪੱਛਮ ਵੱਲ ਰੂਸੀ ਸਰਹੱਦ ਦੀ ਰੱਖਿਆ ਕੀਤੀ - ਪਰ ਬਹੁਤ ਦੂਰ ਨਹੀਂ ਹੋਇਆ - ਫੋਰਬਸ",
        "ਅਸੀਂ ਡਾਲਫਿਨ ਬਾਰੇ ਕੀ ਜਾਣਦੇ ਹਾਂ ਕਿ Qਬੀ ਟੂਆ ਟੈਗੋਵੈਲੋਆ ਦੀ ਕੰਨਕਸ਼ਨ - ਅਤੇ ਅੱਗੇ ਕੀ ਹੈ - ਈਐਸਪੀਐਨ",
        "ਵੀਰਵਾਰ, 12 ਸਤੰਬਰ, 2024 ਲਈ ਕੁੰਡਲੀ - ਸ਼ਿਕਾਗੋ ਸੂਰਜ-ਟਾਈਮਜ਼",
        "ਹਟਾਈ",
        "ਬਫੇਲੋ ਬਿੱਲ ਬਨਾਮ ਮਿਆਮੀ ਡੌਲਫਿਨਜ਼ ਗੇਮ ਹਾਈਲਾਈਟਸ | ਐਨਐਫਐਲ 2024 ਹਫਤਾ 2 - ਐਨਐਫਐਲ",
        "ਉੱਤਰੀ ਡਕੋਟਾ ਜੱਜ ਨੇ ਰਾਜ ਦੇ ਗਰਭਪਾਤ 'ਤੇ ਪਾਬੰਦੀ ਨੂੰ ਗੈਰ-ਸੰਵਿਧਾਨਕ ਨਿਯਮ - Axios",
        "ਕੈਲੀਫੋਰਨੀਆ ਦੇ ਇਕ ਖੂਬਸੂਰਤ ਪਹਾੜੀ ਕਸਬੇ ਵਿਚ ਇਕ ਬਰਫਬਾਰੀ ਨਾਲ ਭਿੱਜਿਆ ਹੋਇਆ ਹੁਣ ਜੰਗਲੀ ਅੱਗ ਦਾ ਖ਼ਤਰਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਜੱਜ ਨੇ ਜਾਰਜੀਆ ਚੋਣ ਮਾਮਲੇ ਵਿਚ ਟਰੰਪ ਅਤੇ ਹੋਰਾਂ ਵਿਰੁੱਧ ਵਧੇਰੇ ਗਿਣਤੀ ਸੁੱਟ ਦਿੱਤੀ, 32 ਗਿਣਤੀ ਬਾਕੀ ਹੈ - ਪੀਬੀਐਸ ਨਿ Newsਜ਼ਹੋਰ",
        "ਟਰੰਪ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਹ ਹੈਰਿਸ ਨੂੰ ਦੁਬਾਰਾ ਬਹਿਸ ਨਹੀਂ ਕਰੇਗਾ ਕਿਉਂਕਿ ਉਸਦੀ ਮੁਹਿੰਮ 47 ਮਿਲੀਅਨ ਡਾਲਰ ਦੇ ਫੰਡ ਇਕੱਠਾ ਕਰਨ ਦੇ ਵਾਧੇ ਦੀ ਘੋਸ਼ਣਾ ਕਰਦੀ ਹੈ - ਪੀਬੀਐਸ ਨਿ Newsਜ਼ਹੌਰ",
        "ਬੋਇਸ ਸਟੇਟ ਸਮੇਤ ਚਾਰ ਮਾਉਂਟੇਨ ਵੈਸਟ ਸਕੂਲਾਂ ਨੂੰ ਜੋੜਨ ਲਈ ਇੱਕ ਮੁੜ ਸੁਰਜੀਤ ਪੀਏਸੀ -12 - ਦਿ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਇਜ਼ਰਾਇਲੀ ਹਮਲੇ 'ਚ 6 ਰਾਹਤ ਏਜੰਸੀਆਂ ਦੇ ਵਰਕਰਾਂ ਦੀ ਮੌਤ ਤੋਂ ਬਾਅਦ ਯੂ. ਐੱਨ. ਨੇਤਾਵਾਂ ਨੇ ਗਾਜ਼ਾ' ਚ ਕੀਤੇ ਹਮਲਿਆਂ ਦਾ ਕੀਤਾ ਐਲਾਨ - HuffPost",
        "SoCal ਇਸ ਸਾਲ ਦੇ 14 ਵੇਂ ਭੂਚਾਲ ਦੇ ਕ੍ਰਮ 4.0 ਦੀ ਰਿਪੋਰਟ ਕਰਦਾ ਹੈ - 1988 ਤੋਂ ਬਾਅਦ ਸਭ ਤੋਂ ਵੱਧ - ਏਬੀਸੀ 7 ਲਾਸ ਏਂਜਲਸ",
        "ਆਈਫੋਨ 16 (+ ਟੋਰਾਸ ਮੈਗਨੈਟਿਕ ਓਸਟੈਂਡ 360 ਸਪਿਨ ਕੇਸ) ਨੂੰ ਪ੍ਰੀ-ਆਰਡਰ ਕਰਨ ਲਈ ਕਿਵੇਂ ਤਿਆਰ ਕਰੀਏ - 9to5Mac",
        "ਹਟਾਈ",
        "ਬੈਂਕ ਆਫ ਅਮਰੀਕਾ, ਜੇਪੀਮੋਰਗਨ ਜੂਨੀਅਰ ਬੈਂਕਰਾਂ ਦੇ ਕੰਮ ਦੇ ਹਫ਼ਤਿਆਂ ਲਈ 80 ਘੰਟਿਆਂ ਨੂੰ ਮੈਕਸ ਮੰਨਦੇ ਹਨ - ਐਕਸੀਓਸ",
        "ਲੌਰਾ ਲੂਮਰਃ ਟਰੰਪ ਨਾਲ ਯਾਤਰਾ ਕਰਨ ਵਾਲੀ ਸਾਜ਼ਿਸ਼ ਸਿਧਾਂਤਕਾਰ ਕੌਣ ਹੈ? - ਬੀਬੀਸੀ.",
        "ਸਪਰਿੰਗਫੀਲਡ, ਓਹੀਓ, ਬੰਬ ਦੀ ਧਮਕੀ ਕਾਰਨ ਸਿਟੀ ਹਾਲ, ਸਕੂਲ ਅਤੇ ਹੋਰ ਥਾਵਾਂ ਨੂੰ ਖਾਲੀ ਕਰ ਦਿੱਤਾ - ਐਨਪੀਆਰ"
    ]
}