{
    "headlines": [
        "Wayne Osmond, Gründungsmitglied der Osmonds, ist mit 73 Jahren gestorben - The Washington Post",
        "China wird die Finanzierung aus Staatsanleihen drastisch erhöhen, um das Wachstum im Jahr 2025 anzukurbeln - Reuters",
        "Jimmy Butler Handelsanfrage: Heat Star informiert offiziell das Team, dass er aussteigen möchte, gemäß Bericht - CBS Sports",
        "Südkorea: Beamte suspendieren Verhaftung von Präsident Yoon Suk Yeol - BBC.com",
        "Tesla lieferte 2024 zum ersten Mal seit Jahren weniger Fahrzeuge aus - The Washington Post",
        "Tesla-Fans sagen, Cybertruck gedämpfte Vegas-Explosion. Nicht so schnell, sagen Experten. - The Washington Post",
        "Südkorea verlängert Boeing 737-800-Inspektionen nach tödlichem Absturz - Reuters.com",
        "2 Tote, 18 Verletzte nach Absturz eines Kleinflugzeugs in ein Gebäude in Südkalifornien - ABC News",
        "Samsung Galaxy A16 5G landet nächste Woche neben dem Galaxy Fit3 in den USA - GSMArena.com News - GSMArena.com",
        "166 Millionen Jahre alte \"Dinosaurier-Highway\" -Spuren werden in England entdeckt - KSL.com",
        "Asian Stocks Gain, Bucking a Rocky Start to 2025: Markets Wrap - Yahoo Finance",
        "Apple zahlt 95 Millionen US-Dollar, um eine Klage beizulegen, in der Siri des Abhörens beschuldigt wird - The Associated Press",
        "Die Chancen wachsen für einen moderaten Schneesturm in der Gegend von D.C. Sonntagabend und Montag - The Washington Post",
        "Alabama-Frau, die während des Terroranschlags in New Orleans erschossen wurde, teilt Geschichte - WKRC TV Cincinnati",
        "Republikaner, die bei Mike Johnsons Wahl zum Sprecher des Repräsentantenhauses zu sehen sind - Axios",
        "Die neueste RTX 50 Leckage kommt von Nvidia - The Verge",
        "Notre Dame besiegt Georgia 23-10 und rückt ins CFP-Halbfinale vor - NCAA.com",
        "Studie schätzt, wann der riesige Supervulkan des Yellowstone-Nationalparks wieder ausbrechen wird - Yahoo! Voices",
        "Nikki Glaser erzählt den Stars, die an den Golden Globes teilnehmen, dass sie bereit sind zu lachen.' Aber erwarte keine 'It Ends With Us '-Witze. - Yahoo Entertainment",
        "Gericht streicht Regeln zur Netzneutralität in den USA - BBC.com"
    ]
}