{
    "headlines": [
        "ਗੈਲੋ ਹੈਰਾਨੀਜਨਕ ਘੋਸ਼ਣਾ ਕਰਦਾ ਹੈਃ ਉਹ ਪਿਚਿੰਗ ਵਿੱਚ ਬਦਲ ਰਿਹਾ ਹੈ - MLB.",
        "ਫਲੋਰਿਡਾ ਟੈਨਿਸੀ - ਯਾਹੂ ਸਪੋਰਟਸ ਉੱਤੇ ਐਸਈਸੀ ਟਾਈਟਲ ਗੇਮ ਦੀ ਜਿੱਤ ਦੇ ਨਾਲ ਐਨਸੀਏਏ ਟੂਰਨਾਮੈਂਟ ਵਿੱਚ ਇੱਕ ਨੰਬਰ 1 ਸੀਡ ਦੇ ਰੂਪ ਵਿੱਚ ਆਪਣੀ ਸਥਿਤੀ ਨੂੰ ਮਜ਼ਬੂਤ ਕਰਦਾ ਹੈ",
        "ਸਾਰੇ 31 NCAA ਪੁਰਸ਼ ਬਾਸਕਟਬਾਲ ਕਾਨਫਰੰਸ ਟੂਰਨਾਮੈਂਟਾਂ ਨੂੰ ਟਰੈਕ ਕਰਨਾ, 2025 ਲਈ ਆਟੋ ਬੋਲੀ - NCAA.",
        "ਪੋਪ ਫ੍ਰਾਂਸਿਸ ਜੈਮੇਲੀ ਹਸਪਤਾਲ ਦੇ ਪ੍ਰਾਈਵੇਟ ਚੈਪਲ ਵਿਚ ਮਾਸ ਨੂੰ ਛੁਪਾਉਂਦਾ ਹੈ - ਵੈਟੀਕਨ ਨਿ Newsਜ਼ - ਅੰਗਰੇਜ਼ੀ",
        "ਸਾਬਕਾ-ਯੂਐਸ ਰਿਪਬਲਿਕਨ ਨੀਟਾ ਲੋਵੇ, ਇੱਕ ਨਿ New ਯਾਰਕ ਡੈਮੋਕਰੇਟ, ਜੋ ਸ਼ਕਤੀਸ਼ਾਲੀ ਹਾ Houseਸ ਅਪਰੂਪਰੇਸ਼ਨ ਕਮੇਟੀ ਦੀ ਪ੍ਰਧਾਨਗੀ ਕਰਦਾ ਸੀ, ਦੀ ਮੌਤ ਹੋ ਗਈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "2025 ਖਿਡਾਰੀਆਂ ਦੀ ਚੈਂਪੀਅਨਸ਼ਿਪ ਦੇ ਫਾਈਨਲ ਗੇੜ ਦੌਰਾਨ ਖੇਡ ਮੁਅੱਤਲ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਯੇ ਨੇ ਕਿਮ ਕਾਰਦਾਸ਼ੀਅਨ 'ਤੇ ਬੱਚਿਆਂ ਦੇ ਟ੍ਰੇਡਮਾਰਕ ਨਿਯੰਤਰਣ ਤੋਂ ਬਾਅਦ ਕਿਮ ਕਾਰਦਾਸ਼ੀਅਨ' ਤੇ ਆਲ-ਆਉਟ “ਯੁੱਧ” ਦਾ ਐਲਾਨ ਕੀਤਾ ਜਦੋਂ ਉਹ ਡਿੱਡੀ ਗਾਣੇ ਦੀ ਵਿਸ਼ੇਸ਼ਤਾ ਤੋਂ ਉੱਤਰ ਪੱਛਮ ਨੂੰ ਰੋਕਦੀ ਹੈ - ਯਾਹੂ ਐਂਟਰਟੇਨਮੈਂਟ",
        "ਪਾਈਰੋਟੈਕਨਿਕਸ ਨੇ ਅੱਗ ਦੇ ਫਟਣ ਦੇ ਤੌਰ ਤੇ ਜ਼ਿੰਮੇਵਾਰ ਠਹਿਰਾਇਆ ਹਾਲਾਂਕਿ ਉੱਤਰੀ ਮੈਸੇਡੋਨੀਆ ਨਾਈਟ ਕਲੱਬ, 59 ਲੋਕਾਂ ਦੀ ਮੌਤ - ਸੀ ਐਨ ਐਨ",
        "ਟਰੰਪ ਅਪ, ਨਵ ਚੋਣ ਵਿੱਚ ਥੱਲੇ Dems - Axios",
        "ਯੂਐਸ ਦੇ ਹਮਲਿਆਂ ਨੇ 'ਹੂਤੀ ਦੇ ਕਈ ਨੇਤਾਵਾਂ ਨੂੰ ਬਾਹਰ ਕੱ' ਿਆਃ ਰਾਸ਼ਟਰੀ ਸੁਰੱਖਿਆ ਸਲਾਹਕਾਰ ਮਾਈਕ ਵਾਲਟਜ਼ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਅਮਰੀਕੀ ਦੁਕਾਨਦਾਰ ਆਰਥਿਕ ਦ੍ਰਿਸ਼ਟੀਕੋਣ ਦੀਆਂ ਚਿੰਤਾਵਾਂ ਦੇ ਮਾਉਂਟ ਦੇ ਤੌਰ ਤੇ ਆਪਣੀਆਂ ਬੈਲਟਾਂ ਨੂੰ ਕੱਸਦੇ ਹਨ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "ਬਾਕਸ ਆਫਿਸਃ ਜੈਕ ਕਾਇਡ ਦਾ 'ਨੋਵੋਕੇਨ‘ 8.7 ਮਿਲੀਅਨ ਡਾਲਰ ਦੀ ਸ਼ੁਰੂਆਤ ਦੇ ਨਾਲ ਦਰਦਨਾਕ ਹੌਲੀ ਹਫਤੇ ਦੇ ਅੰਤ ਦੀ ਅਗਵਾਈ ਕਰਦਾ ਹੈ - ਵੰਨਗੀ",
        "ਅਲਾਬਾਮਾ ਵਿੱਚ ਕਿੰਨੇ ਤੂਫਾਨ ਆਏ? ਨੁਕਸਾਨ ਦਾ ਮੁਲਾਂਕਣ ਕਰਨ ਨਾਲ ਮੌਸਮ ਦੀ ਸੇਵਾ ਵਿਚ ਕਈ ਦਿਨ ਲੱਗਣਗੇ - AL.",
        "ਟਰੰਪ ਦੇ ਆਦੇਸ਼ ਤੋਂ ਬਾਅਦ ‘ਵਰਚੁਅਲ’ ਸਾਰੇ ਵੌਇਸ ਆਫ ਅਮਰੀਕਾ ਦੇ ਸਟਾਫ ਨੇ ਛੁੱਟੀ 'ਤੇ ਪਾ ਦਿੱਤਾ - ਅਲ ਜਜ਼ੀਰਾ ਅੰਗਰੇਜ਼ੀ",
        "ਟਰੰਪ ਨੇ ਦੇਸ਼ ਨਿਕਾਲਾ ਤੇਜ਼ ਕਰਨ ਲਈ 18ਵੀਂ ਸਦੀ ਦੇ ਕਾਨੂੰਨ ਦੀ ਕੀਤੀ ਮੰਗ, ਜੱਜ ਨੇ ਘੰਟਿਆਂ ਬਾਅਦ ਰੋਕਿਆ - The Associated Press",
        "ਤੂਫਾਨ ਦਾ ਪ੍ਰਕੋਪ ਅਤੇ ਗੰਭੀਰ ਮੌਸਮ ਵਿੱਚ ਘੱਟੋ ਘੱਟ 33 ਲੋਕਾਂ ਦੀ ਮੌਤ - ਐਕਸੀਓਸ",
        "‘ਦ ਵ੍ਹਾਈਟ ਲੋਟਸ’ ਸਟਾਰ ਐਮੀ ਲੂ ਵੁੱਡ ਕਹਿੰਦਾ ਹੈ ਦਿ ਗਵਾਵੇ ਉਹ ਅਮਰੀਕੀ ਨਹੀਂ ਹੈ ਉਸ ਦੇ ਦੰਦ - ਡੈੱਡਲਾਈਨ",
        "ਫੋਟੋ ਕੈਲੋਰੀ ਐਪ ਕੈਲ ਏਆਈ, ਇੱਕ ਮਿਲੀਅਨ ਤੋਂ ਵੱਧ ਵਾਰ ਡਾਉਨਲੋਡ ਕੀਤਾ ਗਿਆ, ਦੋ ਕਿਸ਼ੋਰਾਂ ਦੁਆਰਾ ਬਣਾਇਆ ਗਿਆ ਸੀ - TechCrunch"
    ]
}