{
    "headlines": [
        "Les stocks miniers augmentent après les rapports de Glencore, les pourparlers de fusion de Rio Tinto ; les marchés européens reprennent leur reprise - CNBC",
        "Les résidents ont reçu l'ordre d'évacuer après qu'un incendie se soit déclaré dans une centrale électrique en Californie centrale - CNN",
        "Mises à jour en direct : Dernières nouvelles sur les incendies meurtriers de Los Angeles - CNN",
        "Un tribunal pakistanais condamne l'ex-Premier ministre Imran Khan et son épouse à la prison dans une affaire de corruption - CNN",
        "[supprimé]",
        "Nintendo Shares Slump as Switch 2 Announcement Underwhelms - The Wall Street Journal",
        "Justin Baldoni poursuit Blake Lively et Ryan Reynolds pour 400 millions de dollars - BBC.com",
        "La population chinoise chute pour la troisième année consécutive - Reuters",
        "Première mondiale potentielle : Enregistrements vidéo Wild Doorbell Sound of Meteorite Crash - ScienceAlert",
        "Le long ballon à trois points de Dawson Garcia pour mettre fin à l'OT donne au basketball masculin des Gophers la première victoire du Big Ten de la saison - Star Tribune",
        "La croissance du PIB chinois atteint l'objectif de 5 % pour 2024 - Financial Times",
        "[supprimé]",
        "BFF milliardaires ? Bezos et Musk échangent des compliments et des mèmes « Step Brothers » après les lancements de fusées - Business Insider",
        "Alex Ovechkin bat le record de la LNH pour la plupart des gardiens marqués avec 874e but en carrière – un match gagnant en prolongation contre Leevi Merilainen d'Ottawa - Russian Machine Never Breaks",
        "La star de « Twin Peaks », Mädchen Amick, rend hommage à David Lynch : « My North Star » - Date limite",
        "Giuliani et les travailleurs électoraux de Géorgie parviennent à un règlement dans une affaire de diffamation - The Washington Post",
        "Le Premier ministre du Groenland reste ferme sur l'indépendance : « Nous voulons être des Groenlandais » - POLITICO",
        "Plus de 130 personnes vivent dans le refuge pour sans-abri de la Nouvelle-Orléans du gouverneur Jeff Landry. Voir les détails. - NOLA.com",
        "Le vote israélien sur l'accord de cessez-le-feu de Gaza retardé - BBC.com",
        "Le sénateur Tammy Duckworth est un vétéran du combat. Elle est venue prête à interroger Hegseth. - Le 19*"
    ]
}