{
    "headlines": [
        "Les républicains de la Chambre enquêtent sur les allégations de discrimination de la FEMA en Floride - The Hill",
        "Gaetz fait face à un chemin rocailleux vers la confirmation alors que la pression monte pour la publication de la sonde éthique de la Maison - CNN",
        "Trump choisira Robert F. Kennedy Jr. pour diriger HHS - POLITICO",
        "Les revenus de Disney offrent l'espoir que le streaming peut remplacer avec succès la télévision linéaire - CNBC",
        "Cotes, prédiction, propagation, temps : sélections de football du jeudi soir par modèle NFL sur une course de 17-7 - CBS Sports",
        "Pourquoi Trump exige des rendez-vous de détente pour son cabinet - Axios",
        "Hochul va de l'avant avec le plan de péage de Manhattan avant que Trump ne prenne ses fonctions - POLITICO",
        "Les députés néo-zélandais perturbent le Parlement avec le haka pour protester contre le projet de loi sur les traités autochtones - CNN",
        "Objectif de prix Tesla (TSLA) relevé chez Jefferies Financial Group - TipRanks",
        "Sophie Turner jouera Lara Croft dans la série Amazon « Tomb Raider » de Phoebe Waller-Bridge - Variété",
        "Récapitulatif final de la saison Golden Bachelorette : Béance à Bora Bora - Vautour",
        "5 choses à savoir sur Tulsi Gabbard, le choix de Trump pour le poste de directeur du renseignement national - PBS NewsHour",
        "O'Leary écrase la théorie selon laquelle le raid à domicile du PDG de Polymarket était une « rétribution politique » : les règles sont « transparentes » - Fox Business",
        "Le télescope spatial James Webb découvre de mystérieuses galaxies « monstres rouges » si grandes qu'elles ne devraient pas exister - Livescience.com",
        "Les cas de rougeole augmentent dans le monde entier, infectant 10,3 millions de personnes en 2023 : OMS - ABC News",
        "Inde : Delhi ferme ses écoles primaires alors que le smog dangereux s'aggrave - BBC.com",
        "La tempête tropicale Sara se forme dans les Caraïbes et se dirige vers un impact « mortel » avec l'Amérique centrale - CNN",
        "Un adolescent malade du premier cas humain de grippe aviaire au Canada est dans un état critique — et la source reste un mystère - Livescience.com",
        "Les Rays joueront au George M. Steinbrenner Field en 2025 - MLB.com",
        "[supprimé]"
    ]
}