{
    "headlines": [
        "ਪੁਰਸ਼ਾਂ ਦਾ ਸਵੀਟ 16 ਲਾਈਵ ਟਰੈਕਰਃ ਸ਼ੁੱਕਰਵਾਰ ਦੀਆਂ ਖੇਡਾਂ ਤੋਂ ਹਾਈਲਾਈਟਸ, ਅਪਡੇਟਸ, ਹੋਰ - ਈਐਸਪੀਐਨ",
        "ਸਟਾਕ ਡੁੱਬਦੇ ਹਨ ਕਿਉਂਕਿ ਨਿਵੇਸ਼ਕ ਵਪਾਰ ਅਤੇ ਮਹਿੰਗਾਈ ਨੂੰ ਲੈ ਕੇ ਭੜਕਦੇ ਹਨ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਇਜ਼ਰਾਈਲ ਦੇ ਬੇਰੂਤ ਉਪਨਗਰ 'ਤੇ ਹਮਲਾ ਕਰਦੇ ਹੋਏ ਵੱਡੇ ਪੱਧਰ' ਤੇ ਨਿਕਾਸੀ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਜੇਨ ਸਾਲਕੇ ਦੇ ਐਮਾਜ਼ਾਨ ਐਮਜੀਐਮ ਐਗਜ਼ਿਟ ਦੇ ਅੰਦਰਃ ਜੇਮਜ਼ ਬਾਂਡ ਟਕਰਾਅ, ‘ਸਿਟੇਡਲ’ ਮਿਸਫਾਇਰ ਅਤੇ ਮਾਈਕ ਹੌਪਕਿਨਜ਼ ਦੇ ਭਵਿੱਖ ਲਈ ਅਭਿਲਾਸ਼ਾ - ਵੰਨਗੀ",
        "ਗਾਇਕ ਸੀਨ ਕਿੰਗਸਟਨ, ਮਾਂ - ਡਬਲਯੂਪੀਐਲਜੀ ਲੋਕਲ 10 ਦੇ ਸੰਘੀ ਮੁਕੱਦਮੇ ਵਿਚ ਜੱਜਾਂ ਨੇ ਫੈਸਲਾ ਸੁਣਾਇਆ",
        "Nvidia-Backed CoreWeave IPO ਕੀਮਤਾਂ ਘੱਟ ਵੱਡੇ AI ਟੈਸਟ ਵਿੱਚ - ਨਿਵੇਸ਼ਕ ਦਾ ਕਾਰੋਬਾਰ ਰੋਜ਼ਾਨਾ",
        "ਬਰੂਕ ਹੋਗਨ ਝੂਠ ਬੋਲਣ ਲਈ ਮੰਮੀ ਲਿੰਡਾ ਨੂੰ ਧਮਾਕੇ 'ਤੇ ਪਾਉਂਦਾ ਹੈ — ਅਤੇ ਰਸੀਦਾਂ ਦੇ ਨਾਲ ਆਉਂਦਾ ਹੈ - ਪੰਨਾ ਛੇ",
        "ਟਰੰਪ ਨੇ ਓਜ਼ੀ ਮੀਡੀਆ ਦੇ ਸੰਸਥਾਪਕ ਕਾਰਲੋਸ ਵਾਟਸਨ ਅਤੇ ਕੰਪਨੀ - ਸੀ ਐਨ ਬੀ ਸੀ ਦੀ ਸਜ਼ਾ ਸੁਣਾਈ",
        "ਟੈਕਸਾਸ ਖਸਰਾ ਫੈਲਣਾ ਵਧਦਾ ਹੈ - ਦ ਹਿੱਲ",
        "ਡਿਜ਼ਨੀ ਅਤੇ ਏਬੀਸੀ ਨੇ ਡੀਈਆਈ ਨੀਤੀਆਂ - ਸੀਐਨਐਨ ਬਾਰੇ ਐਫਸੀਸੀ ਜਾਂਚ ਨਾਲ ਮਾਰਿਆ",
        "ਮਿਆਂਮਾਰ ਤੇ ਥਾਈਲੈਂਡ 'ਚ ਭੂਚਾਲ ਕਾਰਨ 150 ਤੋਂ ਵੱਧ ਮੌਤਾਂ - BBC.com",
        "2025 ਅੰਸ਼ਕ ਸੂਰਜ ਗ੍ਰਹਿਣ ਲਾਈਵ ਸਟ੍ਰੀਮਃ ਇੱਥੇ 29 ਮਾਰਚ ਨੂੰ ਸੂਰਜ ਚੜ੍ਹਨ ਗ੍ਰਹਿਣ ਲਾਈਵ ਦੇਖੋ - ਯਾਹੂ",
        "ਅਪੀਲ ਕੋਰਟ ਦਾ ਨਿਯਮ ਟਰੰਪ ਸੁਤੰਤਰ ਲੇਬਰ ਏਜੰਸੀਆਂ ਦੇ ਬੋਰਡ ਮੈਂਬਰਾਂ ਨੂੰ ਬਰਖਾਸਤ ਕਰ ਸਕਦਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਮਾਈਕ ਡੀਲੂਕਾ ਅਤੇ ਪੈਮ ਐਬੀਡੀ ਵਾਰਨਰ ਬ੍ਰਦਰਜ਼ ਵਿਖੇ ਅੱਗ ਦੇ ਹੇਠਾਂ. ਮੂਵੀ ਫਲੌਪਸ ਦੇ ਵਿਚਕਾਰ - ਭਿੰਨਤਾ",
        "ਨਾਸਾ ਅਗਲੇ ਲਾਂਚ ਤੋਂ ਪਹਿਲਾਂ ਇੱਕ ਵਿਸ਼ਾਲ ਕਸਰਤ ਦੁਆਰਾ ਸਟਾਰਲਾਈਨਰ ਦੇ ਥ੍ਰੈਸਟਰਾਂ ਨੂੰ ਪਾਏਗਾ - ਆਰਸ ਟੈਕਨੀਕਾ",
        "ਯਾਰਕ ਨੂੰ ਅਨੁਸ਼ਾਸਨੀ ਮੁੱਦੇ ਤੋਂ ਬਾਅਦ ਸਬਰਸ ਦੇ ਵਿਰੁੱਧ ਫਲਾਈਅਰਜ਼ ਲਈ ਵਾਪਸ ਆਉਣ ਦੀ ਉਮੀਦ ਸੀ - ਐਨਐਚਐਲ.",
        "ਕੈਂਟਕੀ ਬਨਾਮ ਟੈਨੇਸੀ ਲਈ ਰਾਸ਼ਟਰੀ ਮੀਡੀਆ ਭਵਿੱਖਬਾਣੀ - ਕੇਐਸਆਰ",
        "ਟਰੰਪ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਅਸੀਂ ਗ੍ਰੀਨਲੈਂਡ ਤੋਂ ਬਿਨਾਂ ਨਹੀਂ ਕਰ ਸਕਦੇ ਕਿਉਂਕਿ ਅਮਰੀਕਾ ਦੇ ਕਬਜ਼ੇ ਦੇ ਵਿਵਾਦ ਦੇ ਵਿਚਕਾਰ ਵੈਨਸ ਦਾ ਦੌਰਾ ਖੇਤਰ ਹੈ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਦੈਂਤ, ਪ੍ਰਾਚੀਨ ਜੀਵਨ ਰੂਪ ਜੀਵਨ ਦੀ ਕਿਸੇ ਵੀ ਜਾਣੇ-ਪਛਾਣੇ ਸ਼ਾਖਾ ਵਿੱਚ ਫਿੱਟ ਨਹੀਂ ਬੈਠਦਾ - ਗਿਜ਼ਮੋਡੋ",
        "ਦੱਖਣੀ ਟੈਕਸਾਸ ਦੇ ਕੁਝ ਹਿੱਸਿਆਂ ਵਿੱਚ ਪਾਣੀ ਬਚਾਉਣ ਲਈ ਮਜਬੂਰ ਕਰਨ ਵਾਲੇ ਮੀਂਹ ਦੇ ਅੱਧੇ ਸਾਲ ਤੋਂ ਵੱਧ ਸਮੇਂ ਬਾਅਦ ਛੱਡ ਦਿੱਤੇ ਗਏ ਵਾਹਨਾਂ ਦੇ ਕੂੜੇਦਾਨਾਂ ਨੇ ਸੜਕਾਂ 'ਤੇ ਪਾਣੀ ਭਰ ਦਿੱਤਾ - ਸੀਐਨਐਨ"
    ]
}