{
    "headlines": [
        "ਵਿੰਟਰ ਚੇਤਾਵਨੀ ਗੇਮ, ਸਕੋਰ, ਲਾਈਵ ਅਪਡੇਟਸ, ਟੂਕਰ ਕ੍ਰਾਫਟ, ਟੱਚਡਾਉਨਜ਼ ਦੇ ਨਾਲ ਡੋਨਾਟਾਏਵੀਅਨ ਵਿਕਸ ਵਿਚ ਪੈਕਰਜ਼ ਬਨਾਮ ਟੇਕਸਨਜ਼ - ਮਿਲਵਾਕੀ ਜਰਨਲ ਸੈਂਟੀਨੇਲ",
        "ਜਾਰਜੀਆ ਦੇ ਅਧਿਕਾਰੀ 3 ਸਾਲਾ ਕਿਸ਼ਤੀ ਡੌਕ ਗੈਂਗਵੇਅ ਦੀ ‘ਵਿਨਾਸ਼ਕਾਰੀ’ ਅਸਫਲਤਾ ਦੀ ਜਾਂਚ ਕਰ ਰਹੇ ਹਨ ਜਿਸ ਨਾਲ 7 ਦੀ ਮੌਤ ਹੋ ਗਈ - ਸੀ ਐਨ ਐਨ",
        "ਟਰੰਪ ਨੇ ਮੈਕਡੋਨਲਡਜ਼ ਦਾ ਦੌਰਾ ਕਰਦੇ ਹੋਏ ਕਿਹਾ ਕਿ ਹੈਰਿਸ ਕਾਲਜ ਵਿਚ ਉਥੇ ਕੰਮ ਨਹੀਂ ਕਰਦਾ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਹਮਾਸ ਦੇ ਨੇਤਾ ਦੀ ਮੌਤ ਤੋਂ ਬਾਅਦ ਇਜ਼ਰਾਈਲ ਨੇ ਗਾਜ਼ਾ, ਲੇਬਨਾਨ 'ਚ ਵਧਾਇਆ ਹਮਲਾ - Reuters",
        "ਵੋਟਰਾਂ ਨੂੰ ਟਰੰਪ ਦੀ ਕਲੋਜ਼ਿੰਗ ਪਿੱਚ ਅਸ਼ਲੀਲ ਹਮਲਿਆਂ ਅਤੇ ਇੱਕ ਹਾਲ ਆਫ ਫੇਮ ਗੋਲਫਰ - ਸੀ ਐਨ ਐਨ ਬਾਰੇ ਇੱਕ ਅਸ਼ਲੀਲ ਕਹਾਣੀ ਨਾਲ ਸ਼ੁਰੂ ਹੁੰਦੀ ਹੈ",
        "ਬਿਜਲੀ ਦੇ ਗਰਿੱਡ ਦੀ ਅਸਫਲਤਾ ਬਾਰੇ ਕੀ ਜਾਣਨਾ ਹੈ ਜਿਸ ਨੇ ਕਿubaਬਾ ਨੂੰ ਹਨੇਰੇ ਵਿੱਚ ਡੁੱਬਿਆ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਨਿਊ ਇੰਗਲਡ Patriots ਬਨਾਮ ਜੈਕਸਨਵਿਲ Jaguars | 2024 ਹਫਤੇ 7 ਖੇਡ ਹਾਈਲਾਈਟਸ - NFL",
        "ਲਾਇਨਜ਼ ਬਨਾਮ ਵਾਈਕਿੰਗਜ਼ਃ ਲਾਈਵ ਸਕੋਰ ਅਪਡੇਟਸ, ਹਾਈਲਾਈਟਸ, ਸੱਟ ਦੀਆਂ ਖ਼ਬਰਾਂ - ਪ੍ਰਾਈਡ ਆਫ ਡੀਟ੍ਰਾਯਟ",
        "ਪੌਲ ਵੇਲਨ ਰੂਸੀ ਜੇਲ੍ਹ ਦੇ ‘ਤਸੀਹੇ’ ਦਾ ਵਰਣਨ ਕਰਦਾ ਹੈ - ਦ ਹਿੱਲ",
        "ਉੱਤਰੀ ਗਾਜ਼ਾ 'ਤੇ ਇਜ਼ਰਾਈਲੀ ਹਮਲੇ' ਚ ਘੱਟੋ-ਘੱਟ 87 ਲੋਕਾਂ ਦੀ ਮੌਤ, ਸਿਹਤ ਮੰਤਰਾਲੇ ਨੇ ਕਿਹਾ - CNN",
        "ਬੋਇੰਗ ਥੈਲਸ ਨੂੰ ਛੋਟੀ ਰੱਖਿਆ ਨਿਗਰਾਨੀ ਯੂਨਿਟ ਵੇਚਦਾ ਹੈ - ਯਾਹੂ ਵਿੱਤ",
        "ਐਲਨ ਮਸਕ ਸਵਿੰਗ ਸਟੇਟ ਵੋਟਰਾਂ ਨੂੰ ਪਟੀਸ਼ਨ 'ਤੇ ਦਸਤਖਤ ਕਰਨ ਲਈ ਭਰਮਾਉਣ ਲਈ ਪ੍ਰਤੀ ਦਿਨ 10 ਲੱਖ ਡਾਲਰ ਦੀ ਪੇਸ਼ਕਸ਼ ਕਰਦਾ ਹੈ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "‘ਮੁਸਕਰਾਹਟ 2’ 23 ਮਿਲੀਅਨ ਡਾਲਰ ਦੇ ਡੈਬਿ with ਨਾਲ ਬਾਕਸ ਆਫਿਸ ਦੀ ਅਗਵਾਈ ਕਰਦਾ ਹੈ, ਏ 24 ਦਾ ‘ਅਸੀਂ ਟਾਈਮ ਵਿਚ ਰਹਿੰਦੇ ਹਾਂ’ ਚੋਟੀ ਦੇ ਪੰਜ ਨੂੰ ਚੀਰਦਾ ਹੈ - ਵੰਨਗੀ",
        "2024 ਰੌਕ ਹਾਲ ਸਮਾਰੋਹ ਦੇ ਉੱਚੇ, ਨੀਵੇਂ ਅਤੇ ਕੌਣ - ਗਿਰਝ",
        "ਕੋਚ ਏਰਿਕ ਨਿਕਸਿਕਃ ਪੀਐਫਐਲ ਖਿਤਾਬ ਜਿੱਤਣ ਤੋਂ ਪਹਿਲਾਂ ਫਰਾਂਸਿਸ ਨਗਨੂ 'ਆਪਣੇ ਆਪ ਨੂੰ ਪੁੱਛਗਿੱਛ ਕਰ ਰਿਹਾ ਸੀ, ਪੱਸਲੀ ਦੀ ਸੱਟ ਨਾਲ ਦਾਖਲ ਹੋਇਆ - ਐਮਐਮਏ ਜੰਕੀ",
        "ਹਟਾਈ",
        "ਇਹ ਉਹ ਹੈ ਜੋ ਹਰ ਕਿਸੇ ਨੇ 2024 ਅਕੈਡਮੀ ਮਿ Museਜ਼ੀਅਮ ਗਾਲਾ ਲਈ ਬਿਲਕੁਲ ਪਹਿਨਿਆ ਸੀ - ਬੁਜ਼ਫੀਡ",
        "ਤੂਫਾਨ ਆਸਕਰ ਬਹਾਮਾਸ ਵਿੱਚ ਲੈਂਡਫਾਲ ਕਰਦਾ ਹੈ, ਕਿubaਬਾ ਵੱਲ ਜਾਂਦਾ ਹੈ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਇਜ਼ਰਾਇਲੀ ਦੂਤਾਵਾਸ 'ਤੇ ਹਮਲੇ ਦੀ ਯੋਜਨਾ ਬਣਾਉਣ ਦੇ ਸ਼ੱਕ' ਚ ਜਰਮਨੀ 'ਚ ਲੀਬੀਅਨ ਗ੍ਰਿਫਤਾਰ - Al Jazeera English",
        "ਓਲੀਰੀ ਨੇ ਆਪਣੀ ਮੁਹਿੰਮ ਲਈ ਕਮਲਾ ਹੈਰਿਸ ਨੂੰ 'ਵਿਸ਼ਾਲ ਮਿਸ' ਕਿਹਾਃ ਇਹ 'ਜਾਦੂ ਦਾ ਪਲ' ਹੋ ਸਕਦਾ ਸੀ - ਫੌਕਸ ਬਿਜ਼ਨਸ"
    ]
}