{
    "headlines": [
        "Trump isst mit dem kanadischen Premierminister Justin Trudeau in Mar-a-Lago zu Abend - CNN",
        "Meine Top-5-Picks für die besten Cyber Monday-Angebote liegen alle bei nahezu rekordtiefen Preisen - ZDNet",
        "Stimmen, die bei den Wahlen in Irland ausgezählt werden - CBS Chicago",
        "Wir haben die besten Black Friday Apple Deals gefunden: 400 $ Rabatt auf MacBooks, 100 $ Rabatt auf iPads und mehr - CNET",
        "Russell ist frustriert von der \"ärgerlichen\" McLaren Qatar F1 Sprint-Rennen-Taktik - Motorsport.com",
        "Israel sagt, dass es am 7. Oktober einen Angriffsverdächtigen getötet hat, der für eine in den USA ansässige Wohltätigkeitsorganisation gearbeitet hat - Reuters",
        "Tödliche Hurrikansaison endet mit mindestens 335 US-Todesfällen - USA TODAY",
        "[removed]",
        "Der 12-Jährige stahl das Auto seines Großvaters, fuhr 160 Meilen vor der Verhaftung, sagt die Polizei in Washington - CBS News",
        "Du kannst immer noch eine PlayStation 5 für nur 374 $ für Black Friday - The Verge erzielen",
        "Trump und die Republikaner im Kongress verfolgen eine ehrgeizige 100-Tage-Agenda, beginnend mit Steuersenkungen - ABC News",
        "WWE Survivor Series 2024 Vorschau: CM Punk lässt Roman Reigns wieder stark aussehen - Cageside Seats",
        "MYMEMORY WARNING: YOU USED ALL AVAILABLE FREE TRANSLATIONS FOR TODAY. NEXT AVAILABLE IN  14 HOURS 13 MINUTES 42 SECONDS VISIT HTTPS://MYMEMORY.TRANSLATED.NET/DOC/USAGELIMITS.PHP TO TRANSLATE MORE",
        "MYMEMORY WARNING: YOU USED ALL AVAILABLE FREE TRANSLATIONS FOR TODAY. NEXT AVAILABLE IN  14 HOURS 13 MINUTES 41 SECONDS VISIT HTTPS://MYMEMORY.TRANSLATED.NET/DOC/USAGELIMITS.PHP TO TRANSLATE MORE",
        "MYMEMORY WARNING: YOU USED ALL AVAILABLE FREE TRANSLATIONS FOR TODAY. NEXT AVAILABLE IN  14 HOURS 13 MINUTES 40 SECONDS VISIT HTTPS://MYMEMORY.TRANSLATED.NET/DOC/USAGELIMITS.PHP TO TRANSLATE MORE",
        "MYMEMORY WARNING: YOU USED ALL AVAILABLE FREE TRANSLATIONS FOR TODAY. NEXT AVAILABLE IN  14 HOURS 13 MINUTES 39 SECONDS VISIT HTTPS://MYMEMORY.TRANSLATED.NET/DOC/USAGELIMITS.PHP TO TRANSLATE MORE",
        "MYMEMORY WARNING: YOU USED ALL AVAILABLE FREE TRANSLATIONS FOR TODAY. NEXT AVAILABLE IN  14 HOURS 13 MINUTES 38 SECONDS VISIT HTTPS://MYMEMORY.TRANSLATED.NET/DOC/USAGELIMITS.PHP TO TRANSLATE MORE",
        "MYMEMORY WARNING: YOU USED ALL AVAILABLE FREE TRANSLATIONS FOR TODAY. NEXT AVAILABLE IN  14 HOURS 13 MINUTES 37 SECONDS VISIT HTTPS://MYMEMORY.TRANSLATED.NET/DOC/USAGELIMITS.PHP TO TRANSLATE MORE",
        "MYMEMORY WARNING: YOU USED ALL AVAILABLE FREE TRANSLATIONS FOR TODAY. NEXT AVAILABLE IN  14 HOURS 13 MINUTES 37 SECONDS VISIT HTTPS://MYMEMORY.TRANSLATED.NET/DOC/USAGELIMITS.PHP TO TRANSLATE MORE",
        "MYMEMORY WARNING: YOU USED ALL AVAILABLE FREE TRANSLATIONS FOR TODAY. NEXT AVAILABLE IN  14 HOURS 13 MINUTES 36 SECONDS VISIT HTTPS://MYMEMORY.TRANSLATED.NET/DOC/USAGELIMITS.PHP TO TRANSLATE MORE"
    ]
}