{
    "headlines": [
        "ਸਿਨੇਪਲੇਕਸ ਵਿਚ ਅਸਲੀਅਤ ਲਿਆਉਣ ਵਾਲੇ ਡੇਵਿਡ ਲਿੰਚ ਦੀ 78 ਸਾਲ ਦੀ ਉਮਰ ਵਿਚ ਮੌਤ ਹੋ ਗਈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਬਿਡੇਨ ਟਿਕਟੋਕ ਪਾਬੰਦੀ ਨੂੰ ਲਾਗੂ ਨਹੀਂ ਕਰੇਗਾ, ਅਧਿਕਾਰੀ ਨੇ ਕਿਹਾ, ਐਪ ਦੀ ਕਿਸਮਤ ਟਰੰਪ ਨੂੰ ਛੱਡ ਦਿੱਤੀ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਗ੍ਰੀਨਲੈਂਡ ਦਾ ਪ੍ਰਧਾਨ ਮੰਤਰੀ ਆਜ਼ਾਦੀ 'ਤੇ ਦ੍ਰਿੜਃ‘ ਅਸੀਂ ਗ੍ਰੀਨਲੈਂਡਰ ਬਣਨਾ ਚਾਹੁੰਦੇ ਹਾਂ ’- ਪੋਲਿਟਿਕੋ",
        "ਬਲੇਕ ਲਾਈਵਲੀ ਨੇ ਜਸਟਿਨ ਬਾਲਡੋਨੀ 'ਤੇ \"ਦੁਰਵਿਵਹਾਰ ਪਲੇਬੁੱਕ\" ਦੀਆਂ ਚਾਲਾਂ ਦਾ ਦੋਸ਼ ਲਗਾਇਆ $ 400M ਮੁਕੱਦਮੇ ਤੋਂ ਬਾਅਦ - ਡੈੱਡਲਾਈਨ",
        "ਟੈਕਸਾਸ ਦੀ ਸ਼ੁਰੂਆਤ ਤੋਂ ਬਾਅਦ ਸਪੇਸਐਕਸ ਸਟਾਰਸ਼ਿਪ ਟੈਸਟ ਅਸਫਲ ਹੋ ਜਾਂਦਾ ਹੈ - ਬੀਬੀਸੀ.",
        "ਵੈਂਡੀ ਵਿਲੀਅਮਜ਼ ਡੌਨ ਲੈਮਨ ਨੂੰ ਦੱਸਦੀ ਹੈ ਕਿ ਉਹ 'ਸਜ਼ਾ ਦਿੱਤੇ ਜਾਣ‘ ਦੇ ਡਰ ਤੋਂ ਬਿਨਾਂ ’ਡਿਮੇਨਸ਼ੀਆ‘ ਨਿਦਾਨ ਬਾਰੇ ਗੱਲ ਨਹੀਂ ਕਰ ਸਕਦੀ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਗਾਜ਼ਾ ਜੰਗਬੰਦੀ ਸਮਝੌਤੇ 'ਤੇ ਇਜ਼ਰਾਈਲ ਦੀ ਵੋਟ ਦੇਰੀ ਨਾਲ - BBC.com",
        "ਜਵਾਨ inਰਤਾਂ ਵਿੱਚ ਕੈਂਸਰ, ਤਰਜੀਹੀ ਇਲਾਜ ਦਾ ਪ੍ਰਭਾਵ, ਐਨਐਫਐਲ ਪਲੇਆਫ ਪੂਰਵਦਰਸ਼ਨਃ ਦਿਨ ਦੀਆਂ ਕਹਾਣੀਆਂ ਨੂੰ ਫੜੋ - ਸੀਐਨਐਨ",
        "ਬਿਲੀ ਆਈਲਿਸ਼, ਲੇਡੀ ਗਾਗਾ, ਕੈਟੀ ਪੈਰੀ ਅਤੇ ਹੋਰ ਸਿਤਾਰੇ ਐਲ ਏ ਵਾਈਲਡਫਾਇਰ ਪੀੜਤਾਂ ਲਈ ਫਾਇਰਏਡ ਬੈਨੀਫਿਟ ਕੰਸਰਟ ਵਿੱਚ ਸ਼ਾਮਲ ਹੋਣ ਲਈ - ਬਿਲਬੋਰਡ",
        "ਡੋਨਾਲਡ ਟਰੰਪ ਦੇ ਖਜ਼ਾਨੇ ਦੀ ਚੋਣ ਕਹਿੰਦੀ ਹੈ ਕਿ ਅਣਵੰਡੇ ਟੈਕਸਾਂ ਦੀ ਕਟੌਤੀ ‘ਆਰਥਿਕ ਬਿਪਤਾ’ ਨੂੰ ਭੜਕਾਏਗੀ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "ਮਾਰਕੋ ਸੋਲੋਃ ਟਰੰਪ ਡੇਅ 1 ਨੂੰ ਇਕ ਵਿਅਕਤੀ ਦੀ ਕੈਬਨਿਟ ਨਾਲ ਖਤਮ ਕਰ ਸਕਦੇ ਹਨ - ਪੋਲਿਟਿਕੋ",
        "ਆਸਟ੍ਰੇਲੀਆਈ ਔਰਤ 'ਤੇ 1 ਸਾਲਾ ਬੱਚੀ ਨਾਲ ਜ਼ਹਿਰ ਖਾਣ ਦਾ ਦੋਸ਼, ਦਾਨ ਲਈ ਪੋਸਟ ਕੀਤੀ ਵੀਡੀਓ, ਪੁਲਿਸ ਕਹਿੰਦੀ ਹੈ - CBS News",
        "ਕਾਰਨੇਲ ਟੇਟ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ, ਚੁਣੌਤੀਆਂ ਦੀ ਪਛਾਣ ਕਰਦਾ ਹੈ ਜੋ ਨੋਟਰੇ ਡੈਮ ਰੱਖਿਆਤਮਕ ਬੈਕ ਲਿਆਉਂਦੇ ਹਨ - On3.com",
        "ਨਿੱਜੀ ਸੱਟ ਪਾਵਰਹਾhouseਸ ਪਾਰਕਰ ਵਾਈਚਮੈਨ ਕੈਂਸਰ ਨੂੰ ਲੈ ਕੇ ਅਲਕੋਹਲ ਉਦਯੋਗ ਦੇ ਬਾਅਦ ਜਾਂਦਾ ਹੈ - ਓਰੇਗਨਲਾਈਵ",
        "ਅਮਰੀਕੀ ਕਿਸ਼ੋਰ ਲਰਨਰ ਟਿਏਨ ਨੇ ਆਸਟਰੇਲੀਆਈ ਓਪਨ ਵਿੱਚ ਨੰਬਰ 5 ਡੈਨੀਅਲ ਮੇਦਵੇਦੇਵ ਨੂੰ ਠੋਕਿਆ - ਅਮਰੀਕਾ ਅੱਜ",
        "ਹਮਲਾਵਰ ਵਿਕਰੀ ਅਭਿਆਸਾਂ ਲਈ 230 ਮਿਲੀਅਨ ਡਾਲਰ ਦਾ ਜੁਰਮਾਨਾ ਅਦਾ ਕਰਨ ਲਈ ਅਮਰੀਕੀ ਐਕਸਪ੍ਰੈਸ - ਦਿ ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "ਪੱਤਰਕਾਰ ਨੇ ਬਲਿੰਕਨ ਪ੍ਰੈਸ ਕਾਨਫਰੰਸ ਵਿੱਚ ਵਿਘਨ ਪਾਇਆਃ ‘ਤੁਹਾਡੀ ਵਿਰਾਸਤ ਨੂੰ ਨਸਲਕੁਸ਼ੀ ਹੋਣ ਬਾਰੇ ਕਿਵੇਂ ਮਹਿਸੂਸ ਹੁੰਦਾ ਹੈ?’ - ਪਹਾੜੀ",
        "ਐਪਲ ਤਾਜ਼ਾ ਆਈਓਐਸ 18.3 ਬੀਟਾ - ਦਿ ਵਰਜ ਵਿਚ ਖ਼ਬਰਾਂ ਲਈ ਨੋਟੀਫਿਕੇਸ਼ਨ ਸੰਖੇਪਾਂ ਨੂੰ ਰੋਕ ਰਿਹਾ ਹੈ",
        "ਨਾਸਾ ਦਾ ਹਬਲ ਐਂਡਰੋਮੇਡਾ ਗਲੈਕਸੀ ਦੇ ਲੁਕਵੇਂ ਇਤਿਹਾਸ ਦਾ ਪਤਾ ਲਗਾਉਂਦਾ ਹੈ - ਵਿਗਿਆਨ@ਨਾਸਾ",
        "ਦੱਖਣੀ ਅਫਰੀਕਾ ਵਿਚ ਰੁਕਾਵਟ 87 ਮਾਈਨਰਾਂ ਦੀ ਮੌਤ ਅਤੇ ਪੁਲਿਸ ਦੀਆਂ 'ਧੂੰਆਂ ਉਨ੍ਹਾਂ ਨੂੰ ਬਾਹਰ ਕੱ' ਣ 'ਦੀਆਂ ਚਾਲਾਂ' ਤੇ ਗੁੱਸੇ ਨਾਲ ਖਤਮ ਹੁੰਦੀ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ"
    ]
}