{
    "headlines": [
        "ਇਜ਼ਰਾਈਲ ਨੇ ਉੱਤਰੀ ਗਾਜ਼ਾ ਨੂੰ ਭੁੱਖਮਰੀ ਤੋਂ ਬਾਹਰ ਕੱ toਣ ਦੀ ਦਿੱਤੀ ਧਮਕੀ, ਸੰਯੁਕਤ ਰਾਸ਼ਟਰ ਦੀਆਂ ਸਹਾਇਤਾ ਏਜੰਸੀਆਂ ਦਾ ਕਹਿਣਾ ਹੈ - ਐਨਪੀਆਰ",
        "ਲਾਈਵ ਅਪਡੇਟਸਃ ਡੀਸੀ ਦੇ ਨੈਸ਼ਨਲ ਚਿੜੀਆਘਰ ਵਿੱਚ ਵਿਸ਼ਾਲ ਪਾਂਡਾ ਘਰ, ਜਨਵਰੀ ਵਿੱਚ ਡੈਬਿਊ - ਐਨਬੀਸੀ ਵਾਸ਼ਿੰਗਟਨ",
        "'ਗ੍ਰੇਜ਼ ਐਨਾਟੋਮੀ' ਲੇਖਕ ਐਲਿਜ਼ਾਬੈਥ ਫਿੰਚ ਨੇ ਕੈਂਸਰ ਬਾਰੇ ਝੂਠ ਬੋਲਣ ਲਈ ਮੁਆਫੀ ਮੰਗੀ - ਵੰਨਗੀ",
        "ਇੱਕ ਜੀਵਨ ਕਾਲ ਵਿੱਚ ਇੱਕ ਵਾਰ ਧੂਮਕੇਤੂ Tsuchinshan-ATLAS ਇਸ ਹਫਤੇ ਦਿਸਦਾ ਹੈ - MPR ਨਿਊਜ਼",
        "ਟੌਮ ਬ੍ਰੈਡੀ ਅਧਿਕਾਰਤ ਤੌਰ 'ਤੇ ਐਨਐਫਐਲ ਦੇ ਮਾਲਕਾਂ ਦੁਆਰਾ ਇਸ ਨੂੰ ਮਨਜ਼ੂਰੀ ਦੇਣ ਤੋਂ ਬਾਅਦ ਰੇਡਰਜ਼ ਦਾ ਹਿੱਸਾ ਮਾਲਕ - ਯਾਹੂ ਸਪੋਰਟਸ",
        "ਐਸਬੀਏ ਫੰਡ ਤੂਫਾਨ ਹੇਲੇਨ ਅਤੇ ਮਿਲਟਨ ਤੋਂ ਬਾਅਦ ਪੈਸੇ ਤੋਂ ਬਾਹਰ ਹੈ, ਬਿਡੇਨ ਕਹਿੰਦਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਅਮਰੀਕਾ ਨੇ ਇਜ਼ਰਾਈਲ ਨੂੰ ਕਿਹਾ ਕਿ ਉਹ ਗਾਜ਼ਾ ਦੀ ਮਾਨਵਤਾਵਾਦੀ ਸਥਿਤੀ ਨੂੰ ਸੁਧਾਰਨ ਜਾਂ ਫੌਜੀ ਸਹਾਇਤਾ ਦਾ ਜੋਖਮ ਲੈਣ - ਰਾਇਟਰਜ਼",
        "5 ਜੀਵਨ ਸ਼ੈਲੀ ਦੀਆਂ ਆਦਤਾਂ ਜੋ ਤੁਹਾਨੂੰ 100 ਤੱਕ ਜੀਉਣ ਵਿੱਚ ਸਹਾਇਤਾ ਕਰ ਸਕਦੀਆਂ ਹਨ, ਮੋਹਰੀ ਲੰਬੀ ਉਮਰ ਦੇ ਖੋਜਕਰਤਾਵਾਂ ਦੇ ਅਨੁਸਾਰ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਮੇਨ ਨੂੰ ਹੰਟਰ ਦਾ ਸੁਪਰਮੂਨ ਦੇਖਣ ਲਈ ਵਧੀਆ ਹਾਲਾਤ ਮਿਲਣਗੇ । ਇੱਥੇ ਜਦੋਂ ਅਸਮਾਨ ਵੱਲ ਵੇਖਣਾ ਹੈ - ਡਬਲਯੂਐਮਟੀਡਬਲਯੂ ਪੋਰਟਲੈਂਡ",
        "ਅਡੋਬ ਛੇੜਛਾੜ ਏਆਈ ਟੂਲ ਜੋ 3 ਡੀ ਦ੍ਰਿਸ਼ ਬਣਾਉਂਦੇ ਹਨ, ਟੈਕਸਟ ਨੂੰ ਐਨੀਮੇਟ ਕਰਦੇ ਹਨ, ਅਤੇ ਧਿਆਨ ਭਟਕਾਉਣ ਨੂੰ ਅਲੋਪ ਕਰਦੇ ਹਨ - ਦਿ ਵਰਜ",
        "ਯੈਂਕੀਜ਼ ਨੇ ਏਐਲਸੀਐਸ ਗੇਮ 2 - ਪਿਨਸਟ੍ਰਾਈਪ ਐਲੀ ਲਈ ਲਾਈਨਅਪ ਦੀ ਘੋਸ਼ਣਾ ਕੀਤੀ",
        "ਜਾਰਜੀਆ ਵਿੱਚ ਛੇਤੀ ਵੋਟਾਂ ਦੀ ਰਿਕਾਰਡ ਗਿਣਤੀ ਜਿਵੇਂ ਕਿ ਲੜਾਈ ਦੇ ਰਾਜ ਵਿੱਚ ਚੋਣਾਂ ਸ਼ੁਰੂ ਹੋ ਰਹੀਆਂ ਹਨ - ਸੀਐਨਐਨ",
        "Nvidia ਸਟਾਕ ਡਾਊਨ ਅੱਜ ਦੇ ਤੌਰ ਤੇ ASML ਕਮਾਈ ਲੀਕ ਬਾਹਰ. ਬੂੰਦ ਦੇ ਪਿੱਛੇ ਕੀ ਹੈ. - ਬੈਰਨ ਦਾ",
        "ਜੈਰੀ ਜੋਨਸ ਕਾਉਬੌਇਜ਼ ਦੇ ਹਾਰਨ ਤੋਂ ਬਾਅਦ ਰੇਡੀਓ ਹੋਸਟਾਂ 'ਤੇ ਭੜਕਦਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਟਰੈਕਰਃ ਨਿਵੇਸ਼ 94L ਖੰਡੀ ਤੂਫਾਨ ਜ ਤੂਫਾਨ Nadine ਬਣ? ਫਲੋਰਿਡਾ ਨੂੰ ਕੀ ਪਤਾ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ. - ਪਾਮ ਬੀਚ ਪੋਸਟ",
        "ਯੂਨਾਈਟਿਡ ਏਅਰਲਾਈਨਜ਼ 1.5 ਬਿਲੀਅਨ ਡਾਲਰ ਦੇ ਸ਼ੇਅਰ ਬਾਇਬੈਕ ਦੀ ਯੋਜਨਾ ਬਣਾਉਂਦੀ ਹੈ, ਅਨੁਮਾਨਾਂ ਤੋਂ ਵੱਧ ਚੌਥੀ ਤਿਮਾਹੀ ਦੀ ਕਮਾਈ ਦੀ ਭਵਿੱਖਬਾਣੀ ਕਰਦੀ ਹੈ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਡੇਵੈਂਟੇ ਐਡਮਜ਼ ਨੇ ਜੈੱਟਾਂ ਦਾ ਵਪਾਰ ਕੀਤਾਃ ਰੇਡਰਜ਼ ਡਬਲਯੂਆਰ ਐਰੋਨ ਰੋਜਰਸ ਨਾਲ ਦੁਬਾਰਾ ਮਿਲਦਾ ਹੈ ਕਿਉਂਕਿ ਨਿ York ਯਾਰਕ ਦਾ ਉਦੇਸ਼ ਸੀਜ਼ਨ ਨੂੰ ਘੁੰਮਣਾ ਹੈ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਟਰੂਡੋ ਦੇ ਦਾਅਵੇ ਦੇ ਬਾਵਜੂਦ ਅਮਰੀਕਾ, ਬ੍ਰਿਟੇਨ ਨੇ ਮੋਦੀ ਨਾਲ ਕੀਤੀ ਧੱਕਾ-ਮੁੱਕੀ",
        "ਡੇਵਿਡ ਲੀ ਰੋਥ ਦੇ ਮਰਹੂਮ ਐਡੀ ਵੈਨ ਹੈਲੇਨ ਨੂੰ ਸ਼ਰਧਾਂਜਲੀ ਦੇਣ ਤੋਂ ਇਨਕਾਰ ਕਰਨ ਤੋਂ ਬਾਅਦ ਵੈਨ ਹੈਲਨ ਦੁਬਾਰਾ ਮਿਲਣਾ ਰੱਦ ਕਰ ਦਿੱਤਾ ਗਿਆ, ਭਰਾ ਕਹਿੰਦਾ ਹੈ - ਐਨ ਬੀ ਸੀ ਨਿ Newsਜ਼",
        "ਨਾਸਾ, NOAA: ਸੂਰਜ 11-ਸਾਲ ਦੇ ਸੋਲਰ ਚੱਕਰ ਵਿੱਚ ਵੱਧ ਤੋਂ ਵੱਧ ਪੜਾਅ ਤੇ ਪਹੁੰਚਦਾ ਹੈ - ਸਾਇੰਸ@ਨਾਸਾ"
    ]
}