{
    "headlines": [
        "Running backs Start 'Em, Sit 'Em: Semana 8 Fantasy Football - usa TODAY",
        "   Removido ",
        "Crise de E. Coli do McDonald's revela por que a contaminação de vegetais é 'problema mais difícil' do que a carne bovina - U.S. News & World Report",
        "   Removido ",
        "‘Minha visão começou a se deteriorar’: equipe da Polaris Dawn revela impactos de missão histórica - CNN",
        "O painel do CDC reduz a idade para a vacina principal. O que os adultos mais velhos devem saber. - usa TODAY",
        "Crateras de ações de Capri 45% após o juiz bloquear o acordo de US $ 8,5 bilhões com a Tapestry - Yahoo Finance",
        "Ações caminham para perda semanal à medida que as eleições no Japão e os riscos de ganhos se aproximam - Reuters",
        "Rei Charles diz ao Summit que o passado não pode ser mudado, pois os líderes pedem à Grã-Bretanha que conte com a escravidão - The Associated Press",
        "EUA recebem acordo de US $ 100 milhões pelo colapso da ponte de Baltimore - BBC.com",
        "A luta da Coréia do Norte na Ucrânia tornaria o conflito uma guerra mundial? - Newsweek",
        "Vikings-Rams: 4 TD de Matthew Stafford passa Doom Minnesota para a sua segunda derrota consecutiva - Yahoo Sports",
        "O que vem a seguir para os irmãos Menendez, já que a promotoria recomenda seu ressentimento décadas após a morte dos pais - CNN",
        "DOJ adverte Musk que seu concurso de petição de US $ 1 milhão pode violar as leis eleitorais - The Washington Post",
        "Ex-modelo de maiô da Sports Illustrated diz que Trump a apalpou para se exibir para Jeffrey Epstein - CNN",
        "Putin encerra cúpula do BRICS que buscava expandir a influência global da Rússia, mas foi ofuscada pela Ucrânia - Associated Press",
        "Sobrevivente, 11 anos, de massacre em massa no exuberante subúrbio de Seattle, lembra-se da manhã em que um irmão adolescente supostamente matou os pais e 3 irmãos: \"Fingiu fingir-se de morto\" - New York Post",
        "O 'cometa de Halloween' parece estar se desintegrando no espaço - ScienceAlert",
        "Em comício repleto de estrelas na Geórgia, Harris e Obama pressionam votação antecipada em disputa acirrada - Reuters",
        "Refutando as críticas, Donald Trump diz que é \"exatamente o oposto\" de Adolf Hitler - usa TODAY"
    ]
}