{
    "headlines": [
        "ਐਤਵਾਰ ਰਾਤ ਫੁੱਟਬਾਲਃ ਰਸਲ ਵਿਲਸਨ 264 ਗਜ਼ ਲਈ ਸੁੱਟ ਦਿੱਤਾ ਹੈ ਦੇ ਰੂਪ ਵਿੱਚ ਸਟੀਲਰਜ਼ ਜਿੱਤ 37-15 - NBC ਖੇਡ",
        "ਆਸਕਰ ਬਹਾਮਾਸ 'ਤੇ ਹਮਲਾ ਕਰਨ ਤੋਂ ਬਾਅਦ ਪੂਰਬੀ ਕਿubaਬਾ ਵਿੱਚ ਹਵਾਵਾਂ, ਭਾਰੀ ਬਾਰਸ਼ ਲਿਆਉਂਦਾ ਹੈ - ਦ ਹਿੱਲ",
        "ਹਫਤਾ 7 ਐਨਐਫਐਲ ਟੇਕਵੇਜ਼ਃ ਜੇਰੇਡ ਗੋਫ ਇੱਕ ਐਮਵੀਪੀ ਉਮੀਦਵਾਰ ਹੈ - ਸਪੋਰਟਸ ਇਲਸਟ੍ਰੇਟਿਡ",
        "ਯੂਰਪੀਅਨ ਯੂਨੀਅਨ ਦੇ ਪੱਖੀ ਸੰਵਿਧਾਨ ਤਬਦੀਲੀ 'ਤੇ ਮੋਲਡੋਵਾ ਦੀ ਵੋਟ ਸੰਤੁਲਨ ਵਿਚ ਲਟਕਦੀ ਹੈ - ਬੀਬੀਸੀ.",
        "ਲੇਬਨਾਨ ਵਿਚ ਧਮਾਕਿਆਂ ਦੀ ਆਵਾਜ਼ ਸੁਣੀ ਗਈ ਜਦੋਂ ਇਜ਼ਰਾਈਲ ਨੇ ਹਿਜ਼ਬੁੱਲਾ ਵਿੱਤ ਸਾਈਟਾਂ ਨੂੰ ਮਾਰਨ ਦੀ ਸਹੁੰ ਖਾਧੀ - ਬੀਬੀਸੀ.",
        "ਡੋਜਰਸ ਬਨਾਮ ਮੈਟਸ ਗੇਮ 6 ਲਾਈਵ ਸਕੋਰ ਅਪਡੇਟਸਃ ਐਡਮੈਨ ਕੋਲ ਵਿਸ਼ਵ ਸੀਰੀਜ਼ ਦੇ ਕਿਨਾਰੇ 4 ਆਰਬੀਆਈ ਹੈ - ਅਮਰੀਕਾ ਅੱਜ",
        "ਚੀਨ ਨੇ ਬੈਂਚਮਾਰਕ ਉਧਾਰ ਦੀਆਂ ਦਰਾਂ ਵਿੱਚ 25 ਬੇਸਿਸ ਪੁਆਇੰਟ ਦੀ ਕਟੌਤੀ ਕੀਤੀ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਜੈਲੀ ਰੋਲ ਐਕਸ ਨੂੰ 'ਸਭ ਤੋਂ ਵੱਧ ਜ਼ਹਿਰੀਲੇ' ਐਪ ਕਦੇ ਵੀ ਬੁਲਾਉਂਦਾ ਹੈ, ਕਹਿੰਦਾ ਹੈ ਕਿ ਉਹ ਇਸ ਨੂੰ ਛੱਡ ਰਿਹਾ ਹੈ - ਟੀਐਮਜ਼ੈਡ",
        "ਐਨਵਾਈ ਮੈਟਸ ਬਨਾਮ ਐਲਏ ਡੋਜਰਸ ਲਾਈਵ ਸਕੋਰ, ਅਪਡੇਟਸ, ਲਾਸ ਏਂਜਲਸ ਵਿੱਚ ਐਨਐਲਸੀਐਸ ਗੇਮ 6 ਤੋਂ ਲਾਈਨਅਪਸ - NorthJersey.",
        "ਨਿਰਦੇਸ਼ਕ ਸੋਗ ਗਾਇਕ ਲੀਅਮ ਪੇਨੇ ਲੰਡਨ ਅਤੇ ਹੋਰ ਸ਼ਹਿਰਾਂ ਵਿੱਚ ਸ਼ਰਧਾਂਜਲੀ ਛੱਡਦੇ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਛਾਤੀ ਦੇ ਕੈਂਸਰ ਜਾਗਰੂਕਤਾ ਮਹੀਨੇ ਦੇ ਦੌਰਾਨ, ਕੈਂਸਰ ਮਾਹਰ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ 'ਸਰਵਾਈਵਰ ਸੁਨਾਮੀ' ਆ ਰਹੀ ਹੈ - ਫੌਕਸ ਨਿ Newsਜ਼",
        "ਟਰੰਪ ਲੈਂਕੈਸਟਰ, ਪੈਨਸਿਲਵੇਨੀਆ ਵਿੱਚ ਟਾ hallਨ ਹਾਲ ਤੋਂ ਪਹਿਲਾਂ ਬਕਸ ਕਾਉਂਟੀ ਮੈਕਡੋਨਲਡਜ਼ ਵਿਖੇ ਡ੍ਰਾਇਵ-ਥ੍ਰੂ ਦਾ ਕੰਮ ਕਰਦਾ ਹੈ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਰਜਿਸਟਰਡ ਵੋਟਰਾਂ ਨੂੰ ਏਲੋਨ ਮਸਕ ਦਾ ਰੋਜ਼ਾਨਾ $ 1 ਮਿਲੀਅਨ ਦਾਤ ਗੈਰਕਾਨੂੰਨੀ ਹੋ ਸਕਦਾ ਹੈ, ਮਾਹਰਾਂ ਦਾ ਕਹਿਣਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "‘ਵਿਨਾਸ਼ਕਾਰੀ ਅਸਫਲਤਾਃ' ਜੀਏ ਦੇ ਤੱਟ 'ਤੇ ਡੌਕ ਗੈਂਗਵੇ ਦੇ ਡਿੱਗਣ ਤੋਂ ਬਾਅਦ 7 ਦੀ ਮੌਤ, 3 ਨਾਜ਼ੁਕ ਸਥਿਤੀ ਵਿਚ - ਡਬਲਯੂਐਸਬੀ ਅਟਲਾਂਟਾ",
        "2025 ਮਰਸੀਡੀਜ਼-ਏਐਮਜੀ CLE53 ਕੈਬ੍ਰਿਓਲੇਟ ਪ੍ਰੋਜ਼ ਨਾਲ ਨੱਚ ਸਕਦਾ ਹੈ - ਜਾਲੋਪਨੀਕ",
        "ਟਰੰਪ ਮੈਕਡੋਨਲਡਜ਼ ਦਾ ਦੌਰਾ ਕਰਦੇ ਹਨ ਜਦੋਂ ਹੈਰਿਸ ਸਵਿੰਗ ਸਟੇਟ ਪੁਸ਼ ਵਿਚ ਚਰਚ ਜਾਣ ਵਾਲਿਆਂ ਨਾਲ ਗੱਲ ਕਰਦਾ ਹੈ - ਅਲ ਜਜ਼ੀਰਾ ਇੰਗਲਿਸ਼",
        "ਉੱਤਰੀ ਗਾਜ਼ਾ 'ਤੇ ਇਜ਼ਰਾਈਲੀ ਹਮਲੇ' ਚ ਘੱਟੋ-ਘੱਟ 87 ਲੋਕਾਂ ਦੀ ਮੌਤ, ਸਿਹਤ ਮੰਤਰਾਲੇ ਨੇ ਕਿਹਾ - CNN",
        "ਧਿਆਨ ਸ਼ਾਪਰਜ਼ਃ ਮਹਾਂਦੀਪੀ ਯੂਐਸ ਵਿੱਚ ਆਖਰੀ ਪੂਰੇ ਆਕਾਰ ਦਾ ਕੇਮਾਰਟ ਰਿਟੇਲ ਦੈਂਤ ਫੇਡਸ ਦੇ ਤੌਰ ਤੇ ਬੰਦ ਹੁੰਦਾ ਹੈ - ਯੂਐਸਏ ਅੱਜ",
        "ਵਾਸ਼ਿੰਗਟਨ ਰਾਜ ਵਿੱਚ ਇੱਕ ਲੜਾਕੂ ਜਹਾਜ਼ ਦੇ ਹਾਦਸਾਗ੍ਰਸਤ ਹੋਣ ਤੋਂ ਬਾਅਦ ਨੇਵੀ ਦੇ 2 ਹਵਾਈ ਜਹਾਜ਼ਾਂ ਨੂੰ ਮ੍ਰਿਤਕ ਘੋਸ਼ਿਤ ਕੀਤਾ ਗਿਆ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਸਾਬਕਾ ਜਨਰਲ ਪ੍ਰਬੋਵੋ, ਇਕ ਵਾਰ ਅਧਿਕਾਰਾਂ ਦੀ ਦੁਰਵਰਤੋਂ ਦੇ ਦੋਸ਼ ਵਿਚ, ਵਿਸ਼ਵ ਦੇ ਤੀਜੇ ਸਭ ਤੋਂ ਵੱਡੇ ਲੋਕਤੰਤਰ ਦੀ ਪ੍ਰਧਾਨਗੀ ਸੰਭਾਲਦਾ ਹੈ - ਸੀ ਐਨ ਐਨ"
    ]
}