{
    "headlines": [
        "These lawmakers first were elected to check Trump. Now they want to do it again as governors. - POLITICO",
        "Trump's Ukraine peace \"plan\": A massive betrayal of America's friends — like me - Salon",
        "Suspect who killed police officer, held Pennsylvania hospital staff hostage visited ICU the week before, authorities say - CNN",
        "Ukraine-Russia war latest: Ukraine hit by large-scale Russian drone attack on eve of third anniversary of war - BBC.com",
        "How retired Air Force Lt. Gen. Dan Caine became Trump’s pick for Joint Chiefs chairman - CNN",
        "Pope Francis had 'peaceful night' after Vatican said condition 'remains critical' - BBC.com",
        "Musk says federal workers will lose jobs unless they explain their work - Axios",
        "Germany Votes With Polls Pointing to Merz Victory: What to Watch - Bloomberg",
        "Kamala Harris receives prestigious Chairman’s prize at NAACP Image Awards - The Associated Press",
        "College basketball scores, winners and losers: Kansas, Alabama bounce back with big wins after bad losses - CBS Sports",
        "The leaders of France and Britain head to Washington to urge Trump not to abandon Ukraine - The Associated Press",
        "Trump praises foreign leaders, slams Biden and other takeaways from CPAC - The Washington Post",
        "'Weirdest night ever': Fighters react to Song Yadong's victory over Henry Cejudo at UFC Fight Night 252 - MMA Junkie",
        "9 Things the Cameras Missed During the Spirit Awards - Hollywood Reporter",
        "Lakers get first big performance from Luka Dončić in win over Nuggets - Yahoo Sports",
        "A Test for Apple’s New iPhone: Beating Chinese Rivals With Home-Field Edge - The Wall Street Journal",
        "Trump expected to name Patel as acting ATF head: Reports - The Hill",
        "SpaceX launches 22 Starlink internet satellites from California - Space.com",
        "What to know about the measles outbreak in West Texas as cases rise to 90 - PBS NewsHour"
    ]
}