{
    "headlines": [
        "ਟਰੰਪ ਐਡਮਿਨ ਟਾਰਗੇਟ ਡੋਗ ਦੇ ਖਿਲਾਫ ਪਹਿਲੇ ਮੁਕੱਦਮੇ - ਪੋਲਿਟਿਕੋ",
        "ਤੱਥ ਜਾਂਚਃ ਡੋਨਾਲਡ ਟਰੰਪ ਦਾ ਦੂਜਾ ਉਦਘਾਟਨੀ ਸੰਬੋਧਨ - ਸੀ ਐਨ ਐਨ",
        "ਟਰੰਪ ਕਰਨਗੇ ਇਮੀਗ੍ਰੇਸ਼ਨ 'ਤੇ ਵਿਆਪਕ ਕਾਰਜਕਾਰੀ ਕਾਰਵਾਈਆਂ' ਤੇ ਦਸਤਖਤ, ਜਨਮ-ਅਧਿਕਾਰ ਦੀ ਨਾਗਰਿਕਤਾ ਖ਼ਤਮ ਕਰਨ ਦੀ ਲੜਾਈ ਸ਼ੁਰੂ - ਸੀਐਨਐਨ",
        "ਕੈਰੀ ਅੰਡਰਵੁੱਡ ਪ੍ਰਦਰਸ਼ਨ ਕਰਦਾ ਹੈ, ਇੱਕ ਕੈਪੇਲਾ, ਰਾਸ਼ਟਰਪਤੀ ਟਰੰਪ ਦੇ ਉਦਘਾਟਨ ਤੇ — ਵੀਡੀਓ ਦੇਖੋ ਅਤੇ ਤੋਲੋ - TVLine",
        "ਟਰੰਪ ਉਦਘਾਟਨ ਲਾਈਵਃ ਨਵੀਨਤਮ crypto ਮਾਰਕੀਟ ਨੂੰ ਅੱਪਡੇਟ, ਵਿਸ਼ਲੇਸ਼ਣ, ਪ੍ਰਤੀਕਰਮ - Cointelegraph",
        "ਫਰਾਂਸ ਵਿੱਚ ਵਾਇਗਰਾ-ਲੇਸਡ ‘ਇਰੈਕਟਾਈਲ ਸ਼ਹਿਦ’ ਹੜ੍ਹ ਆ ਰਿਹਾ ਹੈ, ਅਧਿਕਾਰੀਆਂ ਨੇ ਚੇਤਾਵਨੀ ਦਿੱਤੀ - ਪੋਲੀਟੀਕੋ ਯੂਰਪ",
        "‘ਨੁਕਸਾਨਦੇਹ‘ ਹਵਾਵਾਂ ਦੇ ਨਾਲ, ਦੱਖਣੀ ਕੈਲੀਫੋਰਨੀਆ ਵਿੱਚ ਬਹੁਤ ਜ਼ਿਆਦਾ ਅੱਗ ਦਾ ਖ਼ਤਰਾ ਵਾਪਸ ਆ ਜਾਂਦਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਪ੍ਰਸਿੱਧ ਜੀਐਲਪੀ -1 ਦਵਾਈਆਂ ਦੇ ਸਿਹਤ ਲਾਭ ਹੋ ਸਕਦੇ ਹਨ ਜੋ ਭਾਰ ਘਟਾਉਣ ਅਤੇ ਬਲੱਡ ਸ਼ੂਗਰ ਨਿਯੰਤਰਣ ਤੋਂ ਪਰੇ ਫੈਲਦੇ ਹਨ, ਇੱਕ ਨਵਾਂ ਅਧਿਐਨ ਲੱਭਦਾ ਹੈ - ਸੀਐਨਐਨ",
        "ਕੌਸਟਕੋ ਦੇ ਯੂਨੀਅਲਾਈਜ਼ਡ ਵਰਕਰ ਦੇਸ਼ ਵਿਆਪੀ ਹੜਤਾਲ ਨੂੰ ਅਧਿਕਾਰਤ ਕਰਨ ਲਈ ਵੋਟ ਪਾਉਂਦੇ ਹਨ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਰਿਪੋਰਟਃ ਸੈਮਸੰਗ ‘ਟ੍ਰਾਈ-ਫੋਲਡ‘ ਡਿਵਾਈਸ ਤਿੰਨ ਹੋਰ ਗਲੈਕਸੀ ਫੋਲਡੇਬਲ - 9to5Google ਦੇ ਨਾਲ 2025 ਵਿੱਚ ਲਾਂਚ ਕਰਦਾ ਹੈ",
        "ਲਾਮਾਰ ਓਡਮ ਨੇ ਖੁਲਾਸਾ ਕੀਤਾ ਕਿ ਕਰਦਸ਼ੀਅਨਜ਼ 'ਤੇ ਖਲੋਏ ਰੀਯੂਨੀਅਨ ਦੀ ਅਗਵਾਈ ਕੀ ਹੋਈ, ਜਿੱਥੇ ਉਹ ਹੁਣ ਖੜ੍ਹੇ ਹਨ - ਟੂਫੈਬ",
        "ਕਿਸ਼ੋਰ ਨੇ ਬ੍ਰਿਟੇਨ ਦੇ ਦੰਗਿਆਂ ਨੂੰ ਭੜਕਾਉਣ ਵਾਲੇ ਹਮਲੇ ਵਿੱਚ ਸਾਊਥਪੋਰਟ ਲੜਕੀਆਂ ਦੀ ਹੱਤਿਆ ਨੂੰ ਸਵੀਕਾਰ ਕੀਤਾ - ਸੀਐਨਐਨ",
        "ਬਿੱਗ ਟੈਕ ਮਾਫੀਆ ਨੇ ਓਲੀਗਰਸੀ ਦੇ ਨਵੇਂ ਯੁੱਗ ਦੀ ਸ਼ੁਰੂਆਤ ਦੇ ਤੌਰ ਤੇ ਟਰੰਪ ਦੇ ਨਾਲ ਚਰਚ ਵਿਚ ਸਪਾਟ ਕੀਤਾ - ਗਿਜ਼ਮੋਡੋ",
        "ਫਰਵਰੀ ਵਿਚ ਐਂਡਰਾਇਡ ਵਿਚ ਆਉਣ ਵਾਲੇ ਇੰਸਟਾਗ੍ਰਾਮ ‘ਐਡੀਟਸ' ਜਿਵੇਂ ਕਿ ਕੈਪਕਟ 'ਤੇ ਪਾਬੰਦੀ ਰਹਿੰਦੀ ਹੈ - 9to5Google",
        "ਟਰੰਪ 1 ਦੇ ਕਾਰਜਕਾਰੀ ਆਦੇਸ਼ਾਂ ਵਿਚਕਾਰ ਮੈਕਸੀਕੋ ਦੀ ਖਾੜੀ ਦਾ ਨਾਮ ਬਦਲ ਕੇ 'ਅਮਰੀਕਾ ਦੀ ਖਾੜੀ' ਰੱਖੇਗਾ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਟਰੰਪ ਅੱਜ ਜਨਮ-ਅਧਿਕਾਰ ਨਾਗਰਿਕਤਾ ਦੇ ਹੁਕਮ ਦਾ ਪਾਲਣ ਕਰਦੇ ਹਨ - ਪੋਲਿਟਿਕੋ",
        "ਵਿਸ਼ਾਲ ਗਲੇਸ਼ੀਅਲ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਉੱਤਰੀ ਸਾਗਰ ਦੇ ਹੇਠਾਂ ਲੱਭੀਆਂ ਆਈਸ ਏਜ ਇਤਿਹਾਸ ਨੂੰ ਦੁਬਾਰਾ ਲਿਖੋ - ਦਿ ਡੇਲੀ ਗਲੈਕਸੀ --Great Discoveries Channel",
        "ਰਾਸ਼ਟਰਪਤੀ ਟਰੰਪ ਨਾਸਾ ਨੂੰ ਕਿਵੇਂ ਬਦਲ ਸਕਦੇ ਹਨ - ਸਪੇਸ.",
        "ਬੰਧਕ ਰਿਹਾਈ ’ਤੇ ਇਜ਼ਰਾਈਲੀਆਂ ਦੀ ਖੁਸ਼ੀ ਨੂੰ ਡਰਾ ਕੇ ਤੋਲਿਆ ਜਾਂਦਾ ਹੈ - ਦਿ ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ"
    ]
}