{
    "headlines": [
        "ساندرز: تنحي سوتوماير ليس \"النهج المعقول\" - ذا هيل",
        "فريق بانثرز توب جاينتس في العمل الإضافي في ألمانيا - إن بي سي سبورتس",
        "نقطة محذوفة هنا",
        "صحيفة واشنطن بوست: أوكرانيا تشن أكبر هجوم بطائرة بدون طيار حتى الآن على موسكو",
        "ساعد ركبتيك عن طريق القيام بهذه التمارين السهلة - سي إن إن",
        "يقول طاقم SNL للرئيس المنتخب ترامب: \"لقد كنا معكم طوال الوقت\" - صحيفة واشنطن بوست",
        "الرؤساء مقابل برونكو، الاحتمالات، اللقطات، الانتشار، كيفية المشاهدة، البث المباشر: يكشف النموذج عن توقعات اتحاد كرة القدم الأميركي للأسبوع العاشر 2024 - سي بي إس سبورتس",
        "سوق السندات على مسار محفوف بالمخاطر حيث يعيد المتداولون التجمع بعد أسبوع مضطرب - Yahoo Finance",
        "زلزال قوي جدًا بقوة 6.8 درجة فهرنهايت - 39 كم2 من بارتولومي ماسو، كوبا، يوم الأحد 10 نوفمبر 2024، الساعة 04:49 مساءً (التوقيت العالمي) - - اكتشاف البركان",
        "تقول التقارير إن لبنان وغزة تعرضتا لضربات إسرائيلية مميتة - سي إن إن",
        "\"Venom 3\" يقود شباك التذاكر مرة أخرى، A24‘s \"Heretic\" يخيف 11 مليون دولار لأول مرة في عطلة نهاية الأسبوع النائمة - متنوعة",
        "دعائم لاعب كرة القدم الأمريكية الأسبوع 10 لهدافي الدوري الوطني لكرة القدم الأمريكية في أي وقت يوم الأحد - شبكة العمل",
        "ترشيحات بيونسي لجائزة غرامي في فئات البلدان ليست أول من يطمس خطوط النوع - USA TODAY",
        "البيتكوين تسجل رقماً قياسياً مع اقتراب ترامب من السيطرة الكاملة على الكونغرس - فاينانشيال تايمز",
        "ماذا تعني خطة ترامب للترحيل الجماعي للعمال المهاجرين والاقتصاد - سي إن بي سي",
        "ارتدت جنيفر لوبيز فستانًا بلا ظهر مع فتحة في الفخذ إلى \"شرير\" - InStyle",
        "كشف فوز ترامب عام 2024 عن تحولات الناخبين التي يمكن أن تعيد تشكيل المشهد السياسي الأمريكي - سي إن إن",
        "مع فوز ترامب بزيادة الأسهم، يبحث المستثمرون عن الفائزين التاليين - بلومبرغ",
        "كيت ميدلتون الخالية من السرطان تحضر حفل ذكرى يوم الأحد — حيث لم تظهر الملكة كاميلا - نيويورك بوست",
        "الجمهوريون على وشك السيطرة على مجلس النواب الأمريكي بعد توليهم مجلس الشيوخ - رويترز"
    ]
}