{
    "headlines": [
        "ਡਾਰਨੋਲਡ ਨੇ 5 ਟੀਡੀ ਸੁੱਟੇ, ਵਾਈਕਸ ਦੀ ਜਿੱਤ ਵਿਚ 'ਬਜ਼' ਮਹਿਸੂਸ ਕਰਦਾ ਹੈ - ਈਐਸਪੀਐਨ",
        "ਇਸ ਨੂੰ ਪੜ੍ਹੋਃ ਜੈ-ਜ਼ੈਡ ਨੇ ਡਿੱਡੀ ਦੋਸ਼ਾਂ ਦੇ ਵਿਚਕਾਰ ਬਲਿਸਟਰਿੰਗ ਮੈਮੋ ਭੇਜਿਆ - ਫੌਕਸ ਨਿ Newsਜ਼",
        "ਹਟਾਈ",
        "ਯੂਨਾਈਟਿਡ ਹੈਲਥਕੇਅਰ ਦੇ ਸੀਈਓ ਬ੍ਰਾਇਨ ਥੌਮਸਨ ਦੀ ਘਾਤਕ ਗੋਲੀਬਾਰੀ ਦੀ ਟਾਈਮਲਾਈਨ ਅਤੇ ਉਸਦੇ ਕਾਤਲ ਦੀ ਭਾਲ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਕੇਟੀ ਹੋਲਮਜ਼ ਨੇ ਟਰੱਸਟ ਫੰਡ ਇਲਜ਼ਾਮਾਂ ਤੋਂ ਬਾਅਦ ਧੀ ਦਾ ਬਚਾਅ ਕੀਤਾ - ਦਿ ਡੇਲੀ ਬੀਸਟ",
        "ਟੇਲਰ ਸਵਿਫਟ ਵੈਨਕੂਵਰ ਵਿੱਚ ਸ਼ਾਨਦਾਰ ਈਰਾਸ ਟੂਰ ਰਨ ਨੂੰ ਬੰਦ ਕਰਨ ਲਈ ਲਿਆਏਗਾ - ਸੀ ਐਨ ਐਨ",
        "ਟਰੰਪ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਨ੍ਹਾਂ ਦੀ ਫੈੱਡ - ਬੈਰਨਜ਼ ਵਿਖੇ ਪਾਵੇਲ ਨੂੰ ਹਟਾਉਣ ਦੀ ਕੋਈ ਯੋਜਨਾ ਨਹੀਂ ਹੈ",
        "ਸੀਰੀਆ ਦੇ ਬਾਗ਼ੀ ਨੇਤਾ ਅਬੂ ਮੁਹੰਮਦ ਅਲ-ਜਵਾਲਾਨੀ ਨੇ ਆਪਣੇ ਆਪ ਨੂੰ ਕਿਵੇਂ ਦੁਬਾਰਾ ਬਣਾਇਆ - ਬੀਬੀਸੀ.",
        "ਕਾਲਜ ਫੁੱਟਬਾਲ ਪਲੇਆਫ ਬਰੈਕਟਃ ਓਰੇਗਨ, ਜਾਰਜੀਆ, ਬੋਇਸ ਸਟੇਟ, ਅਰੀਜ਼ੋਨਾ ਸਟੇਟ ਕਮਾਓ ਬਾਈਜ਼; ਅਲਾਬਾਮਾ ਤੋਂ ਵੱਧ ਵਿੱਚ ਐਸਐਮਯੂ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਬਾਇਡਨ ਸੀਰੀਆ ਵਿੱਚ ਅਮਰੀਕੀ ਸਹਾਇਤਾ ਲਈ ਇੱਕ ਬਲੂਪ੍ਰਿੰਟ ਦੀ ਪੇਸ਼ਕਸ਼ ਕਰਦਾ ਹੈ, ਆਈਐਸ ਦੇ ਨਿਸ਼ਾਨਿਆਂ ਵਿਰੁੱਧ ਹਵਾਈ ਹਮਲਿਆਂ ਦਾ ਐਲਾਨ ਕਰਦਾ ਹੈ - ਸੀਐਨਐਨ",
        "ਟਰੰਪ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਹ ਗਾਰੰਟੀ ਨਹੀਂ ਦੇ ਸਕਦੇ ਕਿ ਟੈਰਿਫ ਅਮਰੀਕੀ ਕੀਮਤਾਂ ਨੂੰ ਨਹੀਂ ਵਧਾਏਗਾ ਅਤੇ ਬਦਲਾ ਲੈਣ ਦੇ ਮੁਕੱਦਮੇ ਨੂੰ ਰੱਦ ਨਹੀਂ ਕਰੇਗਾ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਫੌਜੀ ਟਿਕਾਣਿਆਂ 'ਤੇ ਸੌਦੇ ਤੋਂ ਬਾਅਦ ਸੀਰੀਆ ਦਾ ਅਸਦ ਮਾਸਕੋ' ਚ ਹੈ: ਰੂਸੀ ਸਰਕਾਰੀ ਮੀਡੀਆ - ਰਾਇਟਰ",
        "Eugenio Derbez 'Emilia Pérez' ਬਾਰੇ “ਵਿਚਾਰ ਰਹਿਤ ਟਿੱਪਣੀ” ਲਈ Selena Gomez ਨੂੰ ਮੁਆਫੀ - ਡੈੱਡਲਾਈਨ",
        "ਮਿਨੀਸੋਟਾ ਵਿੱਚ ਇੱਕ ਦਹਾਕੇ ਤੋਂ ਵੱਧ ਸਮੇਂ ਵਿੱਚ ਖੰਘ ਦੇ ਕੇਸਾਂ ਦੀ ਸਭ ਤੋਂ ਉੱਚੀ ਪੱਧਰ ਦੀ ਰਿਪੋਰਟ - ਸਟਾਰ ਟ੍ਰਿਬਿਊਨ",
        "‘ਬਿਮਾਰੀ ਐਕਸ’ ਫੈਲਣ ਵਾਲੀ ਵਿਡਨਜ਼ ਜਿਵੇਂ ਕਿ ਸੰਯੁਕਤ ਰਾਸ਼ਟਰ ਕਾਂਗੋ ਨੂੰ ਸਿਹਤ ਟੀਮ ਭੇਜਦਾ ਹੈ - ਬਲੂਮਬਰਗ",
        "ਅਮਰੀਕਾ 'ਚ' ਸਾਰੇ ਬੁਲਬੁਲਾਂ ਦੀ ਮਾਂ 'ਬਾਕੀ ਦੁਨੀਆ ਤੋਂ ਪੈਸਾ ਚੂਸ ਰਹੀ ਹੈ, ਬਾਜ਼ਾਰ ਮਾਹਿਰ ਕਹਿੰਦੇ ਹਨ - Fortune",
        "ਲੈਂਡਮਾਰਕ ਮੈਡਿਸਨ ਐਵੀਨਿ De ਡੀਲ ਵਿਚ ਇੰਟਰਪਬਲਿਕ ਸਮੂਹ ਨੂੰ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ ਗੱਲਬਾਤ ਵਿਚ ਓਮਨੀਕੌਮ - ਵੰਨਗੀ",
        "ਡੌਲਫਿਨ ਨੇ ਓਵਰਟਾਈਮ ਵਿੱਚ ਜੈੱਟਸ 32-26 ਨੂੰ ਬੰਦ ਕਰ ਦਿੱਤਾ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਚਾਰਜਰਸ ਬਨਾਮ ਚੀਫਸ ਪ੍ਰੋਪਸਃ ਐਤਵਾਰ ਦੀ ਨਾਈਟ ਫੁੱਟਬਾਲ ਲਈ +2000 ਫੈਨਡੁਅਲ ਟ੍ਰਿਪਲ ਤਾਜ ਬਾਜ਼ੀ - ਐਕਸ਼ਨ ਨੈਟਵਰਕ",
        "ਇਜ਼ਰਾਈਲੀ ਫੌਜ ਗੋਲਨ ਹਾਈਟਸ ਵਿੱਚ ਦਾਖਲ ਹੋਈ ਕਿਉਂਕਿ ਨੇਤਨਯਾਹੂ ਨੇ ਸੀਰੀਆ ਦੇ ਅੱਤਵਾਦੀਆਂ ਨੂੰ ਚੇਤਾਵਨੀ ਦਿੱਤੀ - ਪੋਲੀਟੀਕੋ ਯੂਰਪ"
    ]
}