{
    "headlines": [
        "إحاطة حية: الغارات الإسرائيلية تقتل ما لا يقل عن عشرة من العاملين الصحيين في لبنان - واشنطن بوست",
        "التقارير: إل تي دي جي همفريز للتوقيع مع تشيفز - إن بي سي سبورتس",
        "أول حالة إصابة بإنفلونزا الطيور لطفل في الولايات المتحدة تم تأكيدها في كاليفورنيا - واشنطن بوست",
        "دونالد ترامب يختار مدير صندوق التحوط سكوت بيسنت لوزير الخزانة - سي إن بي سي",
        "المخرج \"الشرير\" جون م. تشو في تلك المفاجآت: \"كان لدينا يوم واحد للقيام بذلك\" - مراسل هوليوود",
        "\"ليس لدي مال \": آلاف الأمريكيين يرون مدخراتهم تتلاشى في أزمة التكنولوجيا المالية في سينابس - ياهو فاينانس",
        "أصيب 19 شخصًا على الأقل بالمرض في مينيسوتا بسبب اللحم البقري المفروم المرتبط باستدعاء الإشريكية القولونية - ستار تريبيون",
        "يقع الدفاع في محاكمة دانييل بيني لخنق مترو الأنفاق - إيه بي سي نيوز",
        "مجلس إدارة مدرسة تكساس يوافق على المناهج الاختيارية التي تتضمن دروس الكتاب المقدس لفصول K -5 - CNN",
        "يجب على وول مارت دفع 35 مليون دولار لسائق شاحنة اتهمته زوراً بالاحتيال، كما تقول هيئة المحلفين - سي بي إس نيوز",
        "يقول المسؤولون إن خس المطعم لم يكن مصدرًا لتفشي بكتيريا سانت لويس إي كولاي - KSDK.com",
        "عاصفة ثلجية محتملة تختمر لعيد الشكر ؟ إليك ما يتوقعه المتنبئون. - NJ.com",
        "عروض الجمعة البيضاء على حزم PS5 متاحة الآن - IGN",
        "قاضي نيويورك يلغي حكم ترامب الأسبوع المقبل في قضية إسكات الأموال - واشنطن بوست",
        "ماكدونالدز توسع قائمة القيمة الأمريكية في الوقت الذي تتصارع فيه سلاسل الوجبات السريعة للحصول على مساومات - وكالة أسوشيتد برس",
        "6 أشياء يجب معرفتها عن بام بوندي، اختيار ترامب الجديد للمدعي العام - PBS NewsHour",
        "تقول المصادر إن شركة MatX الناشئة لشرائح الذكاء الاصطناعي، التي أسستها شركة Google alums، ترفع تقييم السلسلة A إلى أكثر من 300 مليون دولار - TechCrunch",
        "تقول خدمة الطقس إن النهر الجوي يجلب رياحًا قوية وأمطارًا غزيرة إلى منطقة الخليج - SFGATE",
        "اتهمت الشرطة البرازيلية رسميًا بولسونارو بمحاولة انقلاب. ماذا بعد ؟ - وكالة أسوشيتد برس",
        "يصدر العمالقة دانيال جونز، بالإضافة إلى الأسبوع الثاني عشر من التنبؤات الجريئة وتستمر مشاكل ستيلرز التي لا يمكن تفسيرها يوم الخميس - سي بي إس سبورتس"
    ]
}