{
    "headlines": [
        "O governo Trump está demitindo 2.000 funcionários da USAID e colocando milhares de outros de licença - The Associated Press",
        "Alex Rodriguez acerta meia tacada de US $ 10.000 no jogo de basquete Bucknell-Army - usa TODAY",
        "A Força Espacial compartilha uma foto da Terra tirada pelo avião espacial X-37B - The Verge",
        "Alex Ovechkin marcador de golos: 'The Great Eight' está a 13 de quebrar o recorde de todos os tempos de Wayne Gretzky de 894 - Yahoo Sports",
        "Papa ainda em estado crítico com sinais de insuficiência renal \"leve\", diz Vaticano - CNN",
        "Primeira GeForce RTX 5080 descoberta com 104 ROPS, 8 faltando em ação - VideoCardz.com",
        "Ex-chefe da FDA \"muito preocupado\" com a propagação do surto de sarampo no Texas - The Hill",
        "Eleição alemã: conservadores devem vencer - BBC.com",
        "Brutally Honest Oscar Ballot No. 1: ‘Conclave’ for Best Picture, ‘Emilia Pérez’ Star Lost His Vote with Tweets - Hollywood Reporter",
        "Voo da American Airlines desviado para Roma por 'possível problema de segurança' - ABC News",
        "As agências buscam orientação sobre o último e-mail do Musk OPM, com alguns exortando os funcionários a adiar a resposta - ABC News",
        "Senador republicano chama os disparos em massa de Trump de ‘grande problema’ - Rolling Stone",
        "Hegseth defende as demissões de Trump de líderes do Pentágono e diz que pode haver mais demissões - The Associated Press",
        "A Berkshire Hathaway pagou o recorde de impostos de 2024. Aqui está o porquê. - Barron's",
        "O que a governadora de Nova York, Kathy Hochul, diz que aprendeu sobre enfrentar Trump - CNN",
        "Zelenskyy se oferece para renunciar em troca da paz e da adesão da Ucrânia à Otan - Financial Times",
        "Os investidores em ações pararam de surtar com as taxas de juros. Agora eles estão encarando esse risco. - MarketWatch",
        "O que sabemos e não sabemos sobre o asteroide que se aproxima da Terra - The Hill"
    ]
}