{
    "headlines": [
        "يخطط جمهوريو الطاقة والتجارة لاجتماع حول المصالحة هذا الأسبوع - بوليتيكو",
        "TikTok ban latest: Where things stand after Supreme Court hearing - FOX 10 News Phoenix",
        "هذه الأحفورة الحية لها دم أزرق ونجت من خمسة انقراضات جماعية. - farmingdale-observer.com",
        "أهل القرية للعب في تجمع ترامب الافتتاحي - أكسيوس",
        "حاكم كاليفورنيا نيوسوم يوسع الجلسة الخاصة لمعالجة حرائق الغابات في لوس أنجلوس - KCRA Sacramento",
        "تحديثات حية لحرائق الغابات في لوس أنجلوس: تحقق السلطات في سبب حرائق الغابات المميتة - وكالة أسوشيتد برس",
        "مجموعة النفط الأمريكية تتعرض لضغوط للخروج من روسيا بعد أن وسعت إدارة بايدن العقوبات - فاينانشال تايمز",
        "بدون كهرباء أو ماء، يبقى اثنان من جيران ألتادينا وسط الحطام - واشنطن بوست",
        "يواجه جنوب كاليفورنيا إديسون دعاوى قضائية بسبب حرائق الغابات في لوس أنجلوس - الجزيرة الإنجليزية",
        "بيل بيليتشيك يقدم رد فعل صريح على توظيف الوطنيين لمايك فرابيل - NESN",
        "تنهي أمازون خيار \"جرب قبل الشراء\" لأعضاء Prime - وكالة أسوشيتد برس",
        "سيكلفك التسكع في ستاربكس مع تراجع الشركة عن سياسة الباب المفتوح - وكالة أسوشيتد برس",
        "يجري وضع اللمسات الأخيرة على اتفاق وقف إطلاق النار في غزة، كما يقول مسؤول فلسطيني لبي بي سي - BBC.com",
        "L.A. Rams Playoff Game to Mark Catastrophic Fires with NFL Vet Andrew Whitworth, Rachel Platten - Hollywood Reporter",
        "لوسي ليو حول سبب مواجهتها لبيل موراي في مجموعة \"ملائكة تشارلي\" على إهانات \"لا تغتفر \":\" سأحمي نفسي \"- الموعد النهائي",
        "لا يزال الظهير الربعي لقادة واشنطن جايدن دانيلز مستمراً. هذه أخبار سيئة لبقية اتحاد كرة القدم الأميركي. - Andscape",
        "جو بايدن يقول إنه سيترك لترامب \"يدًا قوية جدًا للعب\" في السياسة الخارجية - الموعد النهائي",
        "تقول الدراسة إن مليون شخص بالغ في الولايات المتحدة سيصابون بالخرف كل عام بحلول عام 2060 - واشنطن بوست",
        "بيع السندات: ماذا يعني ارتفاع العوائد للمستثمرين - Fortune",
        "تأخر التصويت على جوائز الأوسكار، وألغيت مأدبة الغداء بسبب حرائق الغابات في جنوب كاليفورنيا - KTLA لوس أنجلوس"
    ]
}