{
    "headlines": [
        "Eva Longoria revela que deixou os EUA 'distópicos' com a família - HuffPost",
        "Os Rays planejam jogar a temporada de 2025 no Steinbrenner Field de Tampa - Tampa Bay Times",
        "As taxas de hipoteca permanecem estáveis à medida que o segundo mandato de Trump entra em foco - Yahoo Finance",
        "PFT's Semana 11 2024 Escolhas da NFL: Florio vs. Simms - NBC Sports",
        "JPMorgan adora Netflix, prevê que luta de Tyson-Paul pode ser a luta de boxe mais assistida de todos os tempos - CNBC",
        "Fundador do Polymarket acorda e encontra agentes federais a invadir a sua casa em Nova Iorque - Fortune",
        "Pioneiro da IA, François Chollet deixa o Google - TechCrunch",
        "5 coisas para saber sobre Matt Gaetz, a escolha de Trump para procurador-geral - PBS NewsHour",
        "Por que Brianna Chickenfry está escondendo histórias \"piores\" sobre o suposto abuso do ex Zach Bryan - Página Seis",
        "Quem é Tulsi Gabbard, a nova diretora nacional de inteligência de Trump? - BBC.com",
        "Publicação sátira The Onion compra Infowars de Alex Jones em leilão com apoio de famílias de Sandy Hook - ABC News",
        "Ford concorda em pagar multa de até US $ 165 milhões ao governo dos EUA por se mover muito lentamente no recall - Yahoo Finance",
        "Craig Melvin nomeado novo co-âncora do programa ‘Today‘ da NBC - Hollywood Reporter",
        "Os republicanos da Câmara ganham a maioria . Agora olham para a margem - POLITICO",
        "Adolescente canadense em estado crítico com suspeita de gripe aviária, enquanto autoridade dos EUA alerta que o vírus \"parece estar se preparando para um impacto mais amplo\" - Fortune",
        "Probabilidades de Eagles vs. Commanders, previsão, spread, hora: escolhas do Thursday Night Football pelo modelo da NFL que é 17-7 - CBS Sports",
        "Centro Nacional de Furacões diz aos moradores da Flórida para monitorar a futura tempestade tropical Sara - CNN",
        "   Removido ",
        "Gaza: HRW acusa Israel de crime de guerra com deslocamentos - BBC.com",
        "O Snapchat permitirá que os pais solicitem a localização em tempo real do filho adolescente - The Verge"
    ]
}