{
    "headlines": [
        "يتحرك ترامب لتضييق نطاق استقلال بنك الاحتياطي الفيدرالي، إلى جانب مشرفي وول ستريت الآخرين - واشنطن بوست",
        "كولينز: مفاوضات الإنفاق \"لا تسير على ما يرام\" قبل جرف الإغلاق في مارس - بوليتيكو",
        "تم العثور على $AP Rocky غير مذنب في محاكمة إطلاق نار. إليك ما يجب معرفته عن القضية - وكالة أسوشيتد برس",
        "مسؤولو بنك الاحتياطي الفيدرالي قلقون بشأن تأثير التعريفات على التضخم ويرون تخفيضات أسعار الفائدة معلقة، كما تظهر الدقائق - سي إن بي سي",
        "اتحاد كرة القدم الأميركي يقول إن الحد الأقصى للراتب لعام 2025 سيكون بين 277.5-281.5 مليون دولار - NBC Sports",
        "\"إصبع وسطى حقًا \": دبابيس ذكاء اصطناعي بقيمة 700 دولار مع مبالغ مستردة محدودة - ARS Technica",
        "ناسا ترفع خطر اصطدام كويكب \"قاتل المدينة\" بالأرض في عام 2032 - صحيفة التايمز",
        "إدارة ترامب توقف مخطط الازدحام في مدينة نيويورك - فاينانشال تايمز",
        "اصطدمت طائرتان صغيرتان في الجو في مطار أريزونا الإقليمي، مما أسفر عن مقتل طائرتين - فوكس نيوز",
        "كيم كارداشيان تصيد الأم كريس جينر لدعمها العلامة التجارية للملابس الرياضية المنافسة وسط إعلان نايك سكيمز - الصفحة السادسة",
        "التشكيلات المؤكدة: ريال مدريد ضد مانشستر سيتي، دوري أبطال أوروبا 2025 - إدارة مدريد",
        "الشبح الأزرق يخفض المدار ويلتقط مناظر نادرة للجانب البعيد من القمر - Gizmodo",
        "قد نتمكن من احتجاز تلوث المناخ في الصخور العادية - واشنطن بوست",
        "إدارة ترامب تصنف 8 كارتلات في أمريكا اللاتينية على أنها \"منظمات إرهابية أجنبية\" - وكالة أسوشيتد برس",
        "تحديثات مباشرة: رفض القاضي الحكم اليوم بشأن ما إذا كان سيسقط تهم الفساد عن عمدة مدينة نيويورك - BBC.com",
        "السباحة في الولايات المتحدة الأمريكية تعلن عن تولي كريسي رواق منصب الرئيس والمدير التنفيذي الجديد - SwimSwam",
        "ما يجب معرفته عن الحصبة - سي إن إن",
        "التغير المناخي: ذوبان الأنهار الجليدية في العالم أسرع من أي وقت مضى - BBC.com",
        "يعترف ترامب بأن \"التضخم عاد\" لكنه يلقي باللوم على بايدن - سي إن إن",
        "تعترف جيسيكا سيمبسون باعترافها الصريح بالعلاقة مع زوجها إريك جونسون، وتعترف بأن \"قلبها يتقلب\" - Yahoo Entertainment"
    ]
}