{
    "headlines": [
        "US urges Israel to stop shooting at UN peacekeepers in Lebanon - BBC.com",
        "'Wrong' for Barack Obama to 'lecture' Black men for not supporting Kamala Harris: Ex-Bernie Sanders adviser - Fox News",
        "Boeing to cut 17,000 jobs and delay first 777X delivery as strike hits finances - Yahoo Finance",
        "[Removed]",
        "Tesla's robotaxi event was long on Musk promises. Investors wanted more details. - Reuters",
        "NFL injury tracker Week 6: Malik Nabers out vs. Bengals, Anthony Richardson a game-time decision, Russell Wilson likely to be active - Yahoo Sports",
        "Padres-Dodgers NLDS Game 5 FAQ, lineups (8 ET/5 PT, FOX) - MLB.com",
        "COVID-19 infections during 1st wave linked to higher risk of heart attack and stroke: Study - ABC News",
        "More than 500 people were rescued from a flooded apartment complex in Clearwater, Fla. - KNAU Arizona Public Radio",
        "Residents slog through flooded streets, clear debris after Hurricane Milton tore through Florida - The Associated Press",
        "First glimpse of comet visible over San Antonio will be Friday night - KSAT San Antonio",
        "Are the northern lights going to be visible again tonight? See latest forecast - USA TODAY",
        "Xbox Cloud Gaming will reportedly let players stream any game in their library from November - Eurogamer",
        "Iran wants to assassinate former Trump officials. Here’s why it may succeed. - POLITICO",
        "Trump campaign asks for military aircraft with antimissile capabilities and other security measures in lead-up to election - CNN",
        "BlackRock’s assets under management surge to record $11.5tn - Financial Times",
        "Social Security payroll tax limit increases for 2025. Here's how that may affect you - CNBC",
        "Christopher Reeve's kids wanted to be 'honest, raw and vulnerable' in new documentary 'Super/Man' - The Associated Press",
        "US believes Iran is extremely nervous as it awaits Israel’s response to missile attacks - CNN",
        "Steam adds the harsh truth that you’re buying “a license,” not the game itself - Ars Technica"
    ]
}