{
    "headlines": [
        "ਕਾਲਜ ਫੁੱਟਬਾਲ ਰਾਸ਼ਟਰੀ ਚੈਂਪੀਅਨਸ਼ਿਪ ਸਕੋਰ, ਹਾਈਲਾਈਟਸਃ ਓਹੀਓ ਸਟੇਟ ਨੇ ਨੋਟਰੇ ਡੈਮ ਨੂੰ ਖਿਤਾਬ ਜਿੱਤਣ ਲਈ ਫੜਿਆ, 34-23 - ਯਾਹੂ ਸਪੋਰਟਸ",
        "ਟਰੰਪ ਦੇ ਉਦਘਾਟਨੀ ਸ਼ਬਦ ਚੋਣ ਟਰੰਪ 2.0 'ਤੇ ਸਮਝ ਦੇਣ - Axios",
        "ਕੈਰੀ ਅੰਡਰਵੁੱਡ 'ਗੁੱਸੇ' ਓਵਰ 'ਟਰੰਪ ਦੇ ਉਦਘਾਟਨ' ਤੇ ਬੇਯੋਂਸੇ ਜਾਂ ਲੇਡੀ ਗਾਗਾ 'ਵਰਗਾ ਸਲੂਕ ਨਹੀਂ ਕੀਤਾ ਜਾ ਰਿਹਾ - ਹਿੰਦੁਸਤਾਨ ਟਾਈਮਜ਼",
        "ਟਰੰਪ ਨੇ 1 ਫਰਵਰੀ ਨੂੰ ਮੈਕਸੀਕੋ ਅਤੇ ਕਨੇਡਾ 'ਤੇ 25% ਟੈਰਿਫ ਲਗਾਉਣ ਦੀ ਧਮਕੀ ਦਿੱਤੀ, ਪਹਿਲੇ ਦਿਨ ਦਾ ਵਾਅਦਾ - ਸੀਐਨਐਨ",
        "ਗਾਜ਼ਾ ਜੰਗਬੰਦੀ ਦੇ ਚੱਲਦਿਆਂ ਤਿੰਨ ਇਜ਼ਰਾਈਲੀ ਬੰਧਕ ਅਤੇ 90 ਫਲਸਤੀਨੀ ਰਿਹਾਅ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਟਰੰਪ ਨੇ ਬਿਡੇਨ ਦੀਆਂ ਇਲੈਕਟ੍ਰਿਕ ਵਾਹਨ ਨੀਤੀਆਂ ਨੂੰ ਉਲਟਾਉਣ ਲਈ ਕਾਰਜਕਾਰੀ ਆਦੇਸ਼ 'ਤੇ ਦਸਤਖਤ ਕੀਤੇ - ਦਿ ਵਰਜ",
        "ਨਿਊ ਬੇਅਰਸ ਕੋਚ ਬੇਨ ਜਾਨਸਨ ਸ਼ਿਕਾਗੋ ਵਿੱਚ ਆਪਣੇ ਸਟਾਫ ਲਈ ਦੋ ਸਾਬਕਾ ਐਨਐਫਐਲ ਮੁੱਖ ਕੋਚਾਂ ਦੀ ਨਜ਼ਰ ਰੱਖ ਰਹੇ ਹਨ, ਪ੍ਰਤੀ ਰਿਪੋਰਟ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਸੈਮਸੰਗ ਗਲੈਕਸੀ S25 ਸੀਰੀਜ਼ ਲੀਕ ਲਈ ਮਾਰਕੀਟਿੰਗ ਸਮੱਗਰੀ - PhoneArena",
        "‘ਹਰ ਕਿਸੇ ਨੂੰ ਹਾਈ ਅਲਰਟ' ਤੇ ਰਹਿਣ ਦੀ ਜ਼ਰੂਰਤ ਹੈ, ’ਮੇਅਰ ਕਹਿੰਦਾ ਹੈ, ਕਿਉਂਕਿ ਲਾਸ ਏਂਜਲਸ' ਤੇ ਖਤਰਨਾਕ ਹਵਾਵਾਂ ਦਾ ਨਵਾਂ ਧਮਾਕਾ ਹੁੰਦਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "WWE ਕੱਚੇ ਨਤੀਜੇ – 1/20/25 (ਸੇਠ \"Freakin\" Rollins ਬਨਾਮ ਡ੍ਰਾ McIntyre, JBL ਪੇਸ਼ ਕਰਨ ਲਈ, The New Day ਵਾਪਸੀ ਕਾਰਵਾਈ ਕਰਨ ਲਈ) - Wrestleview.com",
        "ਯੂਐਸ ਬਾਰਡਰ ਗਸ਼ਤ ਏਜੰਟ ਨੂੰ ਬਾਰਡਰ ਦੇ ਦੱਖਣ ਵਿਚ ਵਰਮੋਂਟ ਵਿਚ ਗੋਲੀ ਮਾਰ ਕੇ ਮਾਰ ਦਿੱਤਾ ਗਿਆ ਹੈ, ਅਧਿਕਾਰੀਆਂ ਦਾ ਕਹਿਣਾ ਹੈ - ਪੀਬੀਐਸ ਨਿ Newsਜ਼ਹੋਰ",
        "ਸਰ ਕੀਰ ਸਟਾਰਮਰ ਸਾ Southਥਪੋਰਟ ਹਮਲੇ ਦੀ ਜਾਂਚ 'ਤੇ ਬਿਆਨ ਦੇਣ ਦੇ ਕਾਰਨ - ਬੀਬੀਸੀ.",
        "ਟਰੰਪ ਦਾ ਉਦਘਾਟਨ ਲਾਈਵ ਅਪਡੇਟਸਃ ਰਾਸ਼ਟਰਪਤੀ ਨੇ ਬਿਡੇਨ ਦੀਆਂ ਨੀਤੀਆਂ ਨੂੰ ਵਾਪਸ ਲਿਆਉਣ ਦੇ ਕਾਰਜਕਾਰੀ ਆਦੇਸ਼ਾਂ ਤੇ ਦਸਤਖਤ ਕੀਤੇ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਕਿਰਾਏ 'ਤੇ ਫ੍ਰੀਜ਼ - ਵ੍ਹਾਈਟ ਹਾ Houseਸ",
        "ਮਾਰਕ ਐਂਡਰਿwsਜ਼ ਨੇ ਪਲੇਅਫ ਹਾਰਟਬ੍ਰੇਕਰ ਵਿਚ ਰੇਵੇਨਜ਼ ਦੀ ਕੀਮਤ ਤੋਂ ਇਕ ਦਿਨ ਬਾਅਦ ਇਕ ਵਾਰ ਫਿਰ ਮੀਡੀਆ ਨੂੰ ਤੋਤਾ ਦਿੱਤਾ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "‘ਸੇਵਰੈਂਸ’: ਸੀਜ਼ਨ 2 ਪ੍ਰੀਮੀਅਰ ਤੋਂ ਤਿੰਨ ਪ੍ਰਮੁੱਖ ਸਿਧਾਂਤ, ਵਿਆਖਿਆ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਟਰੰਪ ਦਾ ਕ੍ਰਿਪਟੂ-ਫ੍ਰੈਂਜ਼ੀਡ ਉਦਘਾਟਨ ਹਫਤੇ ਦੇ ਅੰਤ ਵਿੱਚ ਪਹਿਲੇ ਪਰਿਵਾਰ ਨੂੰ ਅਰਬਾਂ ਡਾਲਰ ਅਮੀਰ ਬਣਾਉਂਦਾ ਹੈ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਰਿਪੋਰਟਃ ਐਪਲ ਮੇਲ ਆਈਪੈਡਓਐਸ ਅਤੇ ਮੈਕੋਸ - ਆਰਸ ਟੈਕਨੀਕਾ 'ਤੇ ਆਟੋਮੈਟਿਕ ਸ਼੍ਰੇਣੀਆਂ ਪ੍ਰਾਪਤ ਕਰ ਰਹੀ ਹੈ",
        "ਰਾਮਾਸਵਾਮੀ ਟਰੰਪ ਦੇ ਸਰਕਾਰੀ ਕੁਸ਼ਲਤਾ ਕਮਿਸ਼ਨ 'ਤੇ ਕੰਮ ਨਹੀਂ ਕਰਨਗੇ ਕਿਉਂਕਿ ਉਹ ਓਹੀਓ ਦੇ ਗਵਰਨਰ ਲਈ ਚੋਣ ਲੜਨਗੇ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ"
    ]
}