{
    "headlines": [
        "Trumps Treasury-Pick, Scott Bessent, um sich von Vermögenswerten zu trennen - The Washington Post",
        "Die Zahl der Todesopfer durch Brände in Eaton und Palisades steigt auf 24, sagen Beamte - KTLA Los Angeles",
        "Renck: Playoff-Blowout zu Bills zeigt, wie weit Sean Paytons Broncos davon entfernt sind, Anwärter zu sein — verpfuschter Anruf oder nicht - The Denver Post",
        "Packer schließen innerhalb von 16-10, um das vierte Quartal zu eröffnen - NBC Sports",
        "Leslie Charleson, Symbol \"Allgemeines Krankenhaus\", bekannt als Monica Quartermaine, stirbt mit 79 - Vielfalt",
        "Die Leute reagieren auf diesen \"schrillen\" Clip eines Reporters, der Dennis Quaid interviewt, während er verzweifelt sein Zuhause evakuiert - Yahoo Entertainment",
        "Kommandanten vs. Freibeuter | Wie man zuschaut, zuhört, Live-Stream - Washington Commanders",
        "Nr. 2 South Carolina dominiert Nr. 5 Texas, 67–50, im Top-SEC-Konflikt - Yahoo Sports",
        "Netflix '\"With Love, Meghan\" verzögert sich, da sich Herzogin von Sussex auf L.A. Wildfire Relief Bemühungen konzentriert - Deadline",
        "Strengere US-Sanktionen zur Einschränkung der russischen Öllieferungen nach China und Indien - Reuters",
        "Kroatiens Präsident Milanović gewinnt die Wiederwahl, nachdem er den Kandidaten der Regierungspartei in der Stichwahl besiegt hat - PBS NewsHour",
        "Kumbh Mela: Indien rast, um ein riesiges Prayagraj-Treffen vorzubereiten - BBC.com",
        "Senator Barrasso sagt, dass \"ein Papierkramproblem\" die Bestätigungsanhörung von Tulsi Gabbard aufhält - CBS News",
        "Wir erleben einen neuen Mark Zuckerberg: Willkommen bei Zuck 3.0. - Business Insider",
        "Abendkasse: \"Den of Thieves 2\" öffnet sich für den Gewinn von 15,5 Millionen US-Dollar; \"Vaiana 2\" nähert sich weltweit 1 Milliarde US-Dollar - Hollywood Reporter",
        "TikToks letzter Tanz in den USA - Financial Times",
        "Zwei Katzen in Kalifornien starben, nachdem sie Rohmilch getrunken hatten, die wegen Vogelgrippe zurückgerufen wurde, sagt ihr Besitzer - PBS NewsHour",
        "[removed]",
        "Der Eiskern kann Antworten auf Geheimnisse der Vergangenheit der Erde enthalten - CNN",
        "Börseninvestoren werden wegen dieser Anleihenmarktanomalie nervös - MarketWatch"
    ]
}