{
    "headlines": [
        "جو بايدن يعفو عن ابنه هانتر - واشنطن بوست",
        "صفقات Amazon Cyber Monday الوحيدة التي تستحق التسوق من Apple و Lego و Bissell و KitchenAid و Solo Stove والمزيد - Yahoo Life",
        "تكثف الطائرات السورية والروسية ضرباتها على المتمردين بعد أن تسيطر المعارضة على جزء كبير من حلب - سي إن إن",
        "جورجيا: تزايد الاحتجاجات الجماهيرية التي تدخل الليلة الرابعة - DW (الإنجليزية)",
        "5 مفقودين في ألاسكا بعد انقلاب قارب الصيد: خفر السواحل - ABC News",
        "اليساريون الرومانيون قبل اليمين المتطرف المنبعث في الانتخابات: استطلاع للرأي - رويترز",
        "استبعد لاعب الوسط جاكسونفيل جاغوار تريفور لورانس مع ارتجاج بعد ضربة متأخرة - سي إن إن",
        "شباك التذاكر: كيف غذت \"موانا 2\" و \"ويكيد\" و \"غلاديتور 2\" أكبر عيد شكر مسجل - تنوع",
        "الرئيس التنفيذي لشركة ستيلانتس كارلوس تافاريس يتنحى بينما تواصل شركة صناعة السيارات كفاحها مع تراجع المبيعات - وكالة أسوشيتد برس",
        "ترامب يختار مسعد بولس للعمل كمستشار للشؤون العربية والشرق أوسطية - رويترز",
        "رحيم موريس ليس لديه \"شك\" في أن أبناء عمومة كيرك سيعودون من أربع مباريات INT - NBC Sports",
        "عثر على الكلاب التي يعتقد أنها تنتمي إلى المتنزه ميتة، كما يقول مكتب شريف مقاطعة كلاكاماس - KGW.com",
        "\"إنها تستمر في القدوم والقادمة \": ستلقي الثلوج ذات تأثير البحيرة قدمًا أخرى أو اثنتين من الثلوج في أجزاء من الولايات المتحدة - سي إن إن",
        "Eagles vs. Ravens Live Updates | 1 ديسمبر 2024 | NFL Week 13 - PhiladelphiaEagles.com",
        "تغلق مشاركة إلين دي جينيريس وبورتيا دي روسي النادرة المفاهيم الخاطئة الرئيسية حول علاقتهما - SheKnows",
        "ترامب يهدد بفرض تعريفة جمركية بنسبة 100 ٪ على دول بريك - BBC.com",
        "فشل الدول في تنفيذ معاهدة الأمم المتحدة بشأن تنظيف التلوث البلاستيكي - واشنطن بوست",
        "يجب على ترامب اختيار كاش باتل لإثبات أنه سيعيد ثقة الجمهور في مكتب التحقيقات الفيدرالي، كما يقول أحد كبار أعضاء مجلس الشيوخ عن الحزب الجمهوري - وكالة أسوشيتد برس",
        "زعيم الديمقراطيين في ولاية ويسكونسن بن ويكلر يدخل السباق لقيادة الحزب الوطني - وكالة أسوشيتد برس",
        "NFL DFS لـ 49ers مقابل Bills: Top DraftKings، FanDuel Daily Fantasy Football picks for Sunday Night Football - CBS Sports"
    ]
}