{
    "headlines": [
        "Сидни Суини и Глен Пауэлл встретились в Далласе после того, как актриса отменила свадьбу с Джонатаном Давино - Страница шестая",
        "«Рабочий» Джейсона Стэтхэма лидирует в прокате с 15,2 миллионами долларов, «Белоснежка» рушится с 66-процентным снижением - Разнообразие",
        "Blue Jays включили Макса Шерцера в список травмированных - Слухи о торговле MLB",
        "Кевин Уиллард уезжает из Мэриленда в Вилланову в беспорядочном отъезде после пробежки Террапинса Sweet 16 - CBS Sports",
        "Проблема для движения Берни Сандерса заключается в том, что происходит, когда он уходит - POLITICO",
        "Протесты против Мускуса собираются по всему региону Сент-Луис. «Мне угрожают члены семьи. '- Сент-Луис Пост-Диспатч",
        "Музыкальный гость SNL Морган Уоллен внезапно выходит во время спокойных ночей — смотреть и взвешивать - TVLine",
        "Ракета, несущая европейский орбитальный аппарат, взорвалась через несколько секунд после взлета в Норвегии - Новости CBS",
        "БОЛЬШОЙ ПОБЕДИТЕЛЬ! Игрок Powerball выиграл джекпот в размере 545 миллионов долларов: посмотрите, где был продан выигрышный билет - WKYC.com",
        "Трамп ревет по нескольким путям возмездия, когда он поклялся. Некоторые цели сдаются, в то время как другие сражаются - Ассошиэйтед Пресс",
        "Иран отказался от прямых переговоров с США в ответ на письмо Трампа - CNN",
        "Трамп не исключает военного вмешательства в Гренландию — опять же - POLITICO EUROPE",
        "Мама бывшего янки Нестора Кортеса после кошмарной прогулки: «Он плохо бросил мяч» - New York Post",
        "Лоразепам получает главную роль в фильме «Белый лотос». «Что вы должны знать об этом мощном препарате? - CNN",
        "Сильные штормы угрожают торнадо и градом размером с мяч для гольфа от Иллинойса до восточного Техаса - CNN",
        "Объяснение рака толстой кишки: признаки, риски и советы по профилактике, которые вы должны знать - CNET",
        "В Америке Трампа вы можете исчезнуть за написание Op-Ed - The Intercept"
    ]
}