{
    "headlines": [
        "Georgia Supreme Court maintains block on controversial election rules from Trump allies - CNN",
        "Sources: Wolves extend Gobert for 3 years, $110M - ESPN",
        "Bird flu infects four in Washington state; CDC deploys team - The Hill",
        "Tokyo Metro shares surge 45% on debut after Japan's largest IPO in six years - CNBC",
        "Cooper Kupp on trade speculation: I’m aware of it, but I’m going to be where my feet are - NBC Sports",
        "Rudy Giuliani must give control of luxury items and Manhattan apartment to Georgia election workers he defamed, judge rules - CNN",
        "U.S. officials say Russia smeared Tim Walz, might stoke post-vote violence - The Washington Post",
        "Eminem introduces Barack Obama at Kamala Harris rally in Detroit - ABC News",
        "Yelp turns off comments on the McDonald’s that Trump worked at after fake reviews - The Hill",
        "Live updates: SpaceX launch from Cape Canaveral today will tie record - Florida Today",
        "1st wheel was invented 6,000 years ago in the Carpathian Mountains, modeling study suggests - Livescience.com",
        "The ancient disease scurvy is shockingly making a comeback — here’s why - New York Post ",
        "Starbucks sales woes, Texas Instruments earnings: Market Domination Overtime - Yahoo Finance",
        "Pro Athlete Allegedly Stopped Sean \"Diddy\" Combs From Sexually Assaulting Party Guest - E! Online - E! NEWS",
        "New stroke guidelines include risk factors specifically for women - The Hill",
        "Woman stuck upside-down between boulders for 7 hours finally freed by rescue crew - USA TODAY",
        "Flying air taxis move closer to US takeoff with issuing of FAA rule - The Associated Press",
        "Capitol riot defendants face upheld trespassing charges in US court - Reuters",
        "‘Walking Pneumonia’ Is On The Rise. Here’s What To Know. - HuffPost",
        "Anthropic publicly releases AI tool that can take over the user’s mouse cursor - Ars Technica"
    ]
}