{
    "headlines": [
        "Aniversário da guerra de Gaza atrai milhares de manifestantes pró-palestinos em todo o mundo - Reuters",
        "A Terra Tem Oficialmente uma Segunda Lua: Asteroide 2024 PT5 Capturado em Órbita Temporária - A Galáxia Diária - Grande Canal de Descobertas",
        "Trump volta a Butler para manifestação no local da tentativa de assassinato - CNN",
        "   Removido ",
        "As luzes do norte podem ser visíveis em Massachusetts novamente. Veja o mapa de previsão de auroras. - CBS Boston",
        "Obturadores históricos do Biltmore Estate após as inundações do furacão Helene devastaram Asheville - NBC News",
        "Localizador de tempestade tropical Milton: Flórida no caminho do furacão em formação, dizem meteorologistas - usa TODAY",
        "Davante Adams Negocia Rumores: Steelers Planejam 'Oferta Agressiva' Após Faltar em Aiyuk - Relatório Bleacher",
        "Nos cafés e bares de Israel, a vida pode parecer normal. Mas a guerra lançou uma mortalha em todo o país - The Associated Press",
        "   Removido ",
        "‘Coringa: Folie à Deux’ cai na bilheteria depois de receber uma D CinemaScore sem precedentes - Hollywood Reporter",
        "Trisha Yearwood descarregou a \"extraordinária\" casa do Tennessee por US $ 3,3 MILHÕES — um dia antes do choque do processo de estupro de Garth Brooks - New York Post",
        "Biden prometeu fazer uma forte campanha por Harris. Até agora, ele tem sido principalmente um no-show - The Associated Press",
        "Como um ultrassom regular para verificar sua gravidez revelou um grande problema de saúde - CBS News",
        "Ela procurou provar que o avô foi envenenado em Camp Lejeune. Registros que ela encontrou podem ajudar milhares. - NBC News",
        "Quanto tempo levará para a cadeia de suprimentos normalizar após a greve dos estivadores? - Fox Business",
        "Trump To Blame for Timing of Jack Smith's Bombshell Brief: Mary Trump - Newsweek",
        "A grande expansão Espaço Despedaçado de Starfield não é estranha o suficiente - The Verge",
        "Proprietários atingidos pelo furacão Helene enfrentam a tarefa sombria de reconstruir sem seguro contra inundações - The Associated Press",
        "Tem plástico preto em casa? Pode expô-lo a produtos químicos tóxicos, dizem pesquisadores - The Washington Post"
    ]
}