{
    "headlines": [
        "التصفيات النهائية لـ WNBA: تقوم كايتلين كلارك بالتحديثات والإبرازات والتحليلات مع مواجهة الحمى للشمس في اللعبة 2 - Yahoo Sports",
        "تم تجنب الانفجار، وتم رفع عمليات الإخلاء بعد تسرب الغاز الكيميائي بالقرب من سينسيناتي - إن بي سي نيوز",
        "يقوى إعصار هيلين، ومن المتوقع أن يكون من الفئة 4 مع عاصفة 15-20 قدم عندما يضرب فلوريدا - WESH 2 أورلاندو",
        "تعمل فرنسا والولايات المتحدة على خطة لوقف إطلاق النار لمدة 21 يومًا بين إسرائيل وحزب الله - وكالة أسوشيتد برس",
        "الكونغرس يمرر مشروع قانون لتجنب الإغلاق قبل الانتخابات، وإرساله إلى بايدن - إن بي سي نيوز",
        "رئيس شرطة كنتاكي المتهم بإطلاق النار على القاضي يدفع بأنه غير مذنب، وقد يواجه عقوبة الإعدام - ABC News",
        "يقول المأمور إن انفجار محكمة سانتا ماريا في كاليفورنيا كان \"متعمدًا\"، مما أسفر عن إصابة 3 أشخاص - سي بي إس لوس أنجلوس",
        "انتشار فيروس EEE القاتل ينفجر 5 أضعاف في نيويورك ؛ تم الإبلاغ عن حالة وفاة واحدة - ARS Technica",
        "بوتين يصدر تحذيرًا نوويًا للغرب بشأن الضربات على روسيا من أوكرانيا - رويترز",
        "ديزني+ تكشف عن تفاصيل حملة مشاركة كلمة المرور - الموعد النهائي",
        "تكشف تشابيل روان أنها ستصوت لكامالا هاريس بعد رد فعل عنيف عبر الإنترنت - إن بي سي نيوز",
        "يوضح QB Allen الحفر المتصور في أعضاء الفريق السابقين - ESPN",
        "Meta Connect 2024: نظارات Orion، وسماعة رأس Quest 3S، وترقيات Meta AI، وفيديو Ray - Ban Meta في الوقت الفعلي، والمزيد - TechCrunch",
        "سهم ميكرون يقفز على الأرباح القوية و \"الطلب القوي على الذكاء الاصطناعي\" - Barron’s",
        "حصري: OpenAI لإزالة السيطرة غير الربحية ومنح سام ألتمان حقوق الملكية - رويترز",
        "صخرة مخططة غريبة \"على عكس أي صخرة شوهدت على المريخ\" عثر عليها روفر بيرسيفيرانس. إليك سبب حماس ناسا - Space.com",
        "18 عامًا في السجن لامرأة تآمرت لمهاجمة شبكة الكهرباء في بالتيمور - wmar2news.com",
        "زيلينسكي يستهدف الصين والبرازيل لدفع السلام في أوكرانيا - رويترز",
        "الطفرة العالمية في قصر النظر المرتبطة بكوفيد-19، وجدت الدراسة - Gizmodo",
        "ليدي غاغا، Joaquin Phoenix Walk ‘Joker 2’ المملكة المتحدة العرض الأول للسجادة الحمراء بينما يسقط الظلام على لندن - مراسل هوليوود"
    ]
}