{
    "headlines": [
        "NFL Week 10 odds, predictions, expert picks: Best bets, teasers, survivor picks, where to watch all games - CBS Sports",
        "أوكرانيا تهاجم موسكو بـ 34 طائرة بدون طيار، أكبر ضربة على العاصمة الروسية - رويترز",
        "قطر تعلق دورها في المحادثات بين إسرائيل وحماس - سي إن إن",
        "\"SNL\" نجم مايكل تشي يشرب على الهواء بعد فوز ترامب، يصرخ ر. كيلي: \"إذا كان بإمكان البيض انتخاب مجرمهم، فيمكنني الرقص على الألغام\" - تشكيلة",
        "احتجز أربعة أشخاص بعد هجمات على مشجعي كرة القدم الإسرائيليين في أمستردام - واشنطن بوست",
        "بيتكوين تكسر حاجز 79 ألف دولار و \"لا حاجة إلى إجراء متسرع\"، كما يقول المحلل - Cointelegraph",
        "دونالد ترامب يفوز بأريزونا - NPR",
        "تصنيفات CFP ترقب الأسبوع 12: ألاباما تظهر الهيمنة، جورجيا تتجه إلى الانخفاض بعد خسارتها - سي بي إس سبورتس",
        "برجك المستقبلي: 10 نوفمبر 2024 - The Globe and Mail",
        "ميزوري تتفوق على أوكلاهوما في سباق اللعبة المتأخر الذي ستحتاج إلى رؤيته لتصديقه - Sports Illustrated",
        "ترد نيكي هيلي بعد أن قال ترامب إنها لن تكون جزءًا من مجلس الوزراء الجديد، وتقول إنها تتمنى له \"نجاحًا كبيرًا\" - فوكس نيوز",
        "تطور غير متوقع في التحقيق في جريمة قتل في قضية باردة في تكساس: كانت الضحية إشبينة العروس في حفل زفاف القاتل - سي بي إس نيوز",
        "تم الإعلان عن ترشيحات جرامي لعام 2025. فيما يلي أهم النقاط - NPR",
        "UFC Fight Night 247 ردود فعل وسائل التواصل الاجتماعي: ضربة قاضية لكارلوس براتس لنيل ماغني تحصل على مراجعات حماسية - MMA Junkie",
        "طرد عامل الوكالة الفيدرالية لإدارة الطوارئ بسبب إخبار المستجيبين للأعاصير بتجنب المنازل التي تحمل لافتات مؤيدة لترامب - NPR",
        "تنضم كيت ميدلتون إلى العائلة المالكة في الحدث حيث تظهر لأول مرة منذ الانتهاء من العلاج الكيميائي - فوكس نيوز",
        "الصفقات والردع: سياسة ترامب الخارجية في عالم خطير - صحيفة وول ستريت جورنال",
        "نقطة محذوفة هنا",
        "كيف خسرت كامالا هاريس — وجو بايدن — أمام دونالد ترامب وتركت الديمقراطيين في حالة من الفوضى - واشنطن بوست",
        "يقال إن OpenAI تطور استراتيجيات جديدة للتعامل مع تباطؤ تحسين الذكاء الاصطناعي - TechCrunch"
    ]
}