{
    "headlines": [
        "Les États-Unis exhortent Israël à cesser de tirer sur les Casques bleus de l'ONU au Liban - BBC.com",
        "« Faux » pour Barack Obama de « sermonner » les hommes noirs pour ne pas avoir soutenu Kamala Harris : ex-conseillère de Bernie Sanders - Fox News",
        "Boeing va supprimer 17 000 emplois et retarder la première livraison du 777X alors que la grève touche les finances - Yahoo Finance",
        "[supprimé]",
        "L'événement robotaxi de Tesla était long sur les promesses de Musk. Les investisseurs voulaient plus de détails. - Reuters",
        "Suivi des blessures dans la NFL Semaine 6 : Malik Nabers contre les Bengals, Anthony Richardson une décision au moment du match, Russell Wilson susceptible d'être actif - Yahoo Sports",
        "Padres-Dodgers NLDS Game 5 FAQ, lineups (8 ET/5 PT, FOX) - MLB.com",
        "Infections à COVID-19 au cours de la 1ère vague liées à un risque plus élevé de crise cardiaque et d'accident vasculaire cérébral : étude - ABC News",
        "Plus de 500 personnes ont été sauvées d'un complexe d'appartements inondé à Clearwater, en Floride. - Radio publique KNAU Arizona",
        "Les résidents pataugent dans les rues inondées, nettoient les débris après le passage de l'ouragan Milton en Floride - The Associated Press",
        "Le premier aperçu de la comète visible au-dessus de San Antonio sera vendredi soir - KSAT San Antonio",
        "Les aurores boréales seront-elles à nouveau visibles ce soir ? Voir les dernières prévisions - USA TODAY",
        "Xbox Cloud Gaming permettrait aux joueurs de diffuser n'importe quel jeu dans leur bibliothèque à partir de novembre - Eurogamer",
        "L'Iran veut assassiner d'anciens responsables de Trump. Voici pourquoi cela peut réussir. - POLITICO",
        "La campagne Trump demande des avions militaires dotés de capacités antimissiles et d'autres mesures de sécurité avant les élections - CNN",
        "Les actifs sous gestion de BlackRock atteignent 11,5 milliards de dollars - Financial Times",
        "Augmentation du plafond de la taxe sur les salaires de la sécurité sociale pour 2025. Voici comment cela peut vous affecter - CNBC",
        "Les enfants de Christopher Reeve voulaient être « honnêtes, bruts et vulnérables » dans le nouveau documentaire « Super/Man » - The Associated Press",
        "Les États-Unis pensent que l'Iran est extrêmement nerveux en attendant la réponse d'Israël aux attaques de missiles - CNN",
        "Steam ajoute la dure vérité que vous achetez « une licence », pas le jeu lui-même - Ars Technica"
    ]
}