{
    "headlines": [
        "Ordre du jour du Capitole : Le test tarifaire de Trump - Politico",
        "Travis Kelce rencontre adorablement Finnley, la fille nouveau-née de Jason et Kylie, dans le podcast « New Heights » - Page Six",
        "Tentative de coup d'État en RD Congo : trois Américains voient leur condamnation à mort annulée - BBC",
        "Les juges français dans l'affaire Marine Le Pen font face à des menaces de mort, la police lance une enquête - France 24",
        "Le PDG de Boeing fait face à une audience du Sénat sur la reprise de l'avionneur - CNBC",
        "Les derniers tests de laboratoire d'Alzheimer se concentrent sur la perte de mémoire, pas sur les plaques cérébrales : Shots - Health News - NPR",
        "Les géants du conseil offrent des milliards de coupes dans les contrats fédéraux. Cela pourrait ne pas suffire. - WSJ",
        "L'opération militaire d'Israël dans la bande de Gaza s'étend pour s'emparer de « vastes zones », a déclaré le ministre de la Défense - AP News",
        "Aujourd'hui, c'est le jour de la libération de Trump. « Qu'est-ce que cela signifie pour les tarifs ? - NPR",
        "La Cour suprême doit décider si les États peuvent retirer les fonds de Planned Parenthood de Medicaid - NPR",
        "Nintendo va dévoiler la Switch 2, suite de la console de jeu Megahit - Al Jazeera",
        "Les jours de pluies diluviennes, de tornades et de fortes chutes de neige seront les plus durement touchés - The Washington Post",
        "La victoire des démocrates dans la course à la cour du Wisconsin est également une grande perte pour Elon Musk - AP News",
        "Steph Curry marque 52 points, frappe 12 3 points, alors que les Warriors se rallient devant les Grizzlies - The Mercury News",
        "Voici comment les nouvelles règles de la NFL sur les coups d'envoi et les heures supplémentaires fonctionneront - AP News",
        "La FDA met en place un leadership en matière de grippe aviaire, parmi les coupes sombres pour les médecins vétérinaires chevronnés - CBS News",
        "Les électeurs du Wisconsin approuvent la modification constitutionnelle de la carte d'électeur - WISN"
    ]
}