{
    "headlines": [
        "ਜ਼ੇਲੇਨਸਕੀ ਨੇ ਯੂਕਰੇਨ ਦੇ ਵਿਧਾਇਕਾਂ ਨੂੰ ਆਪਣੀ ‘ਜਿੱਤ ਦੀ ਯੋਜਨਾ’ ਦੀ ਰੂਪ ਰੇਖਾ ਦਿੱਤੀ, ਜਿਸ ਵਿੱਚ ਨਾਟੋ ਵਿੱਚ ਸ਼ਾਮਲ ਹੋਣ ਦੀ ਮੰਗ ਵੀ ਸ਼ਾਮਲ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਟੈਕਸਾਸ ਦਾ ਇੱਕ ਬੋਰਡ ਕੰਬਿਆ ਬੇਬੀ ਸਿੰਡਰੋਮ ਕੇਸ ਵਿੱਚ ਫਾਂਸੀ ਦਾ ਸਾਹਮਣਾ ਕਰ ਰਹੇ ਇੱਕ ਵਿਅਕਤੀ ਦੀ ਰਹਿਮ ਦੀ ਅਪੀਲ ਨੂੰ ਰੱਦ ਕਰਦਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਚੀਨ ਦੇ ਹਾਉਸਿੰਗ ਮੰਤਰਾਲੇ ਨੇ ਪ੍ਰਾਪਰਟੀ ਮਾਰਕੀਟ ਨੂੰ ਮਜ਼ਬੂਤ ਕਰਨ ਦੀਆਂ ਕੋਸ਼ਿਸ਼ਾਂ ਬਾਰੇ ਬ੍ਰੀਫਿੰਗ ਕੀਤੀ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਕਮਲਾ ਹੈਰਿਸ ਨੇ ਟੈਸਟੀ ਇੰਟਰਵਿ interview ਵਿੱਚ ਫੌਕਸ ਨਿ Newsਜ਼ ਐਂਕਰ ਨਾਲ ਸਪਰਿੰਗ ਕੀਤੀ - ਸੀਐਨਐਨ",
        "ਐਮਾਜ਼ਾਨ ਨੇ ਸਾਲਾਂ ਦੇ ਵਿਕਾਸ ਤੋਂ ਬਾਅਦ ਆਪਣਾ ਪਹਿਲਾ ਰੰਗ ਕਿੰਡਲ ਈ-ਰੀਡਰ ਦਾ ਖੁਲਾਸਾ ਕੀਤਾ - ਰਾਇਟਰਜ਼",
        "ਲੀਅਮ ਪੇਨੇ, ਸਾਬਕਾ ਵਨ ਡਾਇਰੈਕਸ਼ਨ ਮੈਂਬਰ, ਅਰਜਨਟੀਨਾ ਦੇ ਹੋਟਲ ਡਿੱਗਣ ਵਿਚ 31 ਸਾਲ ਦੀ ਉਮਰ ਵਿਚ ਮਰ ਗਿਆ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਨਾਈਜੀਰੀਆ ਦੇ ਟੈਂਕਰ 'ਚ ਹੋਏ ਧਮਾਕੇ' ਚ 140 ਤੋਂ ਜ਼ਿਆਦਾ ਲੋਕਾਂ ਦੀ ਮੌਤ, ਅਧਿਕਾਰੀਆਂ ਦਾ ਕਹਿਣਾ - ABC News",
        "ਐਮਾਜ਼ਾਨ ਛੋਟੇ ਰਿਐਕਟਰਾਂ ਲਈ ਸੌਦੇ ਨਾਲ ਪ੍ਰਮਾਣੂ onਰਜਾ 'ਤੇ ਦੁੱਗਣੀ ਕਰਦਾ ਹੈ - ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਬੇ ਏਰੀਆ ਅਸਮਾਨ ਵਿੱਚ ਦੁਰਲੱਭ ਧੂਮਕੇਤੂ ਨੂੰ ਫੜਨ ਦਾ ਆਖਰੀ ਮੌਕਾ ਇਸ ਤੋਂ ਪਹਿਲਾਂ ਕਿ ਇਹ 80,000 ਸਾਲਾਂ ਲਈ ਅਲੋਪ ਹੋ ਜਾਵੇ - ਸੈਨ ਫ੍ਰਾਂਸਿਸਕੋ ਕ੍ਰੋਨਿਕਲ",
        "ਸਪੇਸਐਕਸ ਨੇ ਨਵੇਂ ਸਟਾਰਸ਼ਿਪ ਟੈਸਟ ਨੂੰ ਇਕ ਸਫਲਤਾ ਕਿਹਾ, ਲੈਂਡਿੰਗ 'ਤੇ ਰਾਕੇਟ ਕੈਪਚਰ ਕੀਤਾ - ਵੀਓਏ ਲਰਨਿੰਗ ਇੰਗਲਿਸ਼",
        "ਮੈਕਸੈਕਸ ਕ੍ਰੌਸਬੀ, ਬ੍ਰਾਇਸ ਯੰਗ ਸਿਰਲੇਖ 10 ਸੰਭਾਵੀ ਐਨਐਫਐਲ ਵਪਾਰ ਜੋ ਅਸੀਂ ਵੇਖਣਾ ਚਾਹੁੰਦੇ ਹਾਂ - ਫੌਕਸ ਸਪੋਰਟਸ",
        "ਯੂਸੀ ਬਰਕਲੇ ਲਾਅ ਗ੍ਰੇਡ ਟੈਕਸਾਸ ਸੈਨੇਟ ਬਹਿਸ ਵਿੱਚ ਟੇਡ ਕਰੂਜ਼ ਨੂੰ ਸਪਸ਼ਟ ਕਰਦਾ ਹੈ - SFGATE",
        "ਟਰੂਡੋ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਮੋਦੀ ਨੇ ਕੈਨੇਡੀਅਨ ਲੋਕਾਂ ਨੂੰ ‘ਇਕ ਨੁਕਤਾ ਸਾਬਤ ਕਰਨ’ ਲਈ ਨਿਸ਼ਾਨਾ ਬਣਾਇਆ - ਪੋਲਿਟਿਕੋ",
        "ਨਵੇਂ ਆਈਪੈਡ ਮਿਨੀ 7 ਵਿਚ ਏ 17 ਪ੍ਰੋ ਚਿੱਪ - 9to5Mac ਦਾ ਬਿੰਨਡ ਸੰਸਕਰਣ ਜਾਪਦਾ ਹੈ",
        "ਜਾਰਜੀਆ ਦੇ ਜੱਜ ਨੇ ਅਮਰੀਕੀ ਚੋਣ ਬੈਲਟ ਦੀ ਹੱਥ-ਗਿਣਤੀ ਦੀ ਲੋੜ ਵਾਲੇ ਨਿਯਮ ਨੂੰ ਰੋਕਿਆ - ਰਾਇਟਰਜ਼",
        "ਚਮੜੀ ਦੀ ਨਵੀਂ ਖੋਜ ਬੁ agingਾਪੇ ਦੇ ਹੌਲੀ ਸੰਕੇਤਾਂ ਵਿੱਚ ਸਹਾਇਤਾ ਕਰ ਸਕਦੀ ਹੈ | ਬੀਬੀਸੀ ਨਿ Newsਜ਼ - ਬੀਬੀਸੀ ਨਿ Newsਜ਼",
        "ਕਲਾਰਕ ਦਾ ਨਾਮ ਆਲ-ਡਬਲਯੂਐਨਬੀਏ; ਕੋਲੀਅਰ, ਵਿਲਸਨ ਸਰਬਸੰਮਤੀ ਨਾਲ - ਈਐਸਪੀਐਨ",
        "ਸੋਨੇ ਦੀ ਕੀਮਤ ਦੀ ਭਵਿੱਖਬਾਣੀਃ ਬੁੱਲ ਫਲੈਗ ਬ੍ਰੇਕਆਉਟ ਨਵੇਂ ਉੱਚੇ ਨੂੰ ਨਿਸ਼ਾਨਾ ਬਣਾਉਂਦਾ ਹੈ ਜੇ ਤਾਕਤ ਜਾਰੀ ਰਹਿੰਦੀ ਹੈ - ਐਫਐਕਸ ਸਾਮਰਾਜ",
        "ਫੁਲਟਨ ਕਾਉਂਟੀ ਡੀਏ ਨੇ ਅਦਾਲਤ ਨੂੰ ਟਰੰਪ ਵਿਰੁੱਧ ਕਈ ਚੋਣ ਦਖਲਅੰਦਾਜ਼ੀ ਦੇ ਦੋਸ਼ਾਂ ਨੂੰ ਬਹਾਲ ਕਰਨ ਲਈ ਕਿਹਾ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਫੌਕਸ ਨਿ Newsਜ਼ 'ਤੇ ਟਰੰਪ ਦਾ ਆਲ ਵੂਮੈਨ ਟਾ hallਨ ਹਾਲ ਵੋਟਰਾਂ ਨਾਲ ਕਮਜ਼ੋਰੀ ਨੂੰ ਉਜਾਗਰ ਕਰਦਾ ਹੈ - ਬੀਬੀਸੀ."
    ]
}