{
    "headlines": [
        "Дэвид Заслав встречается с кандидатами на замену Майка Де Луки и Пэм Абди в качестве руководителей Warner Bros. (отчет) - Hollywood Reporter",
        "Дональд Трамп «очень зол» на Владимира Путина из-за переговоров о прекращении огня - BBC.com",
        "Генеральный прокурор Висконсина просит Верховный суд штата остановить выплаты Маску в размере $ 1 млн - The Associated Press",
        "Трамп ревет по нескольким путям возмездия, когда он поклялся. Некоторые цели сдаются, в то время как другие сражаются - Ассошиэйтед Пресс",
        "Запах смерти проникает в города Мьянмы после того, как землетрясение убило более 1600 человек и оставило бесчисленное количество захороненных - The Associated Press",
        "Ричард Чемберлен, телевизионный актер, снявшийся в «Докторе Килдэре», умер в возрасте 90 лет - The Associated Press",
        "Республиканская партия Нью-Мексико заявила, что штаб-квартира была атакована в результате «преднамеренного поджога» - CBS News",
        "«Белоснежка» за $ 143 млн по всему миру после 2-го кадра; «Рабочий» строит WW Bow за $ 30 МЛН – международная касса - крайний срок",
        "Сильные штормы угрожают торнадо и градом размером с мяч для гольфа от Иллинойса до восточного Техаса - Yahoo",
        "Немецкая космическая ракета взорвалась за несколько секунд до тестового полета - DW (Русский)",
        "Мужской живой трекер Elite Eight: Auburn vs. Michigan State highlights, updates, more - ESPN",
        "Кевин Уиллард уезжает из Мэриленда в Вилланову в беспорядочном отъезде после пробежки Террапинса Sweet 16 - CBS Sports",
        "Должностные лица: 1 человек на борту самолета, разбившегося в Бруклинском парке - KARE11.com",
        "Теннесси против Хьюстона шансы, выбор: прогноз NCAA Tournament Elite Eight 2025 от баскетбольного эксперта колледжа - SportsLine",
        "SpaceX собирается запустить 4 человека в первую в своем роде миссию вокруг полюсов Земли. Что нужно знать - CNN",
        "Морган Уоллен раздувает спекуляции с резким выходом «SNL» и социальным постом «Get Me to God’s Country» - Variety",
        "Принца Гарри обвинили в «домогательствах и издевательствах» со стороны председателя благотворительной организации - CNN",
        "Инвесторы надеются, что Трамп прекратит тарифную неопределенность 2 апреля, или акции могут упасть. - MarketWatch"
    ]
}