{
    "headlines": [
        "Механическая клавиатура за 2100 долларов имеет 800 отверстий, вид небоскреба в Нью-Йорке - Ars Technica",
        "Последствия воскресенья: сотрясение мозга, последняя травма Кеннета Уокера и многое другое - NBC Sports",
        "Отчет Палаты представителей по этике находит «существенные доказательства» того, что Гаетц нарушил закон об изнасиловании во Флориде - ABC News",
        "Что нужно знать о смерти женщины, которую подожгли в поезде нью-йоркского метро - The Associated Press",
        "Бывший офицер полиции Вашингтона признан виновным во лжи об утечках лидеру Proud Boys - The Associated Press",
        "Walmart подал в суд за незаконное открытие банковских счетов для курьеров-партнеров - The Verge",
        "Присутствие полиции на Lawndale Dr. в Гринсборо - WFMYNews2.com",
        "Эмбер Херд по поводу обвинений Блейка Лайвли, Джастин Балдони, нанявший PR Деппа - Разнообразие",
        "Трамп угрожает попытаться восстановить контроль над Панамским каналом - BBC.com",
        "Брифинг в прямом эфире: ближневосточные державы начинают диалог с новыми лидерами Сирии - The Washington Post",
        "Honda и Nissan планируют крупное слияние, ориентированное на «интеллект и электрификацию» - TechCrunch",
        "FDA заявляет, что противоотечное средство во многих лекарствах от простуды не работает. Так что же? - ОСЛАБЕВАЕТ",
        "Берт, крокодил, показанный в «Крокодиле Данди», умирает в 90 лет - крайний срок",
        "Смотрите: «Огненные шары» освещают небо США, когда китайский спутник сгорает в атмосфере - The Times of India",
        "По словам сенатора от Республиканской партии, давление Маска «не является чем-то новым» для Конгресса - POLITICO",
        "Как может измениться НАСА при Трампе? Вот что обсуждается - Ars Technica",
        "10 лучших телевизионных спектаклей 2024 года - Hollywood Reporter",
        "Десятилетний след красных флагов в преддверии смертельной атаки на рождественский рынок - The Wall Street Journal",
        "Война между Израилем и Газой: десятки погибших в результате израильских ударов, говорят официальные лица Газы - BBC.com",
        "Магазин контейнеров объявляет о банкротстве, настаивая на том, что он здесь, чтобы остаться - Fox Business"
    ]
}