{
    "headlines": [
        "يقول ترامب إنه لا يتحكم في المحرضة اليمينية المتطرفة لورا لومر، ويصفها بأنها \"روح حرة\" - سي إن إن",
        "ترامب يتعهد بترحيل الهايتيين في مدينة أوهايو إذا تم انتخابه - Reuters.com",
        "قاضي كولورادو يطلق سراح المسعف المدان في وفاة إيلايجا ماكلين 2019 - واشنطن بوست",
        "أوروبا لديها خيار مؤلم: الحرب مقابل الرفاهية - صحيفة وول ستريت جورنال",
        "الخيارات المالية للدلافين مع QB Tua Tagovailoa - profootballrumors.com",
        "الرقص مع النجوم آرتيم تشيغفينتسيف يرد على ملف طلاق نيكي غارسيا - E! NEWS",
        "البابا فرنسيس يقول إن كامالا هاريس ودونالد ترامب \"كلاهما ضد الحياة\" لمواقفهما بشأن الإجهاض والهجرة - سي بي إس نيوز",
        "تنشر كوريا الشمالية صورًا لكيم جونغ أون وهو يزور موقعًا لتخصيب اليورانيوم، مما يعطي لمحة نادرة داخل برنامجها النووي - سي إن إن",
        "\"لدينا مطلق نار نشط في مدرسة أبالاتشي الثانوية. مكتب المأمور يصدر مكالمات لاسلكية من إطلاق نار في مدرسة ثانوية في جورجيا - سي إن إن",
        "لم يجد التقرير \"أي دليل\" على استعداد مسؤولي هاواي لحرائق الغابات في ماوي على الرغم من التحذيرات - وكالة أسوشيتد برس",
        "إضراب عمال بوينغ بعد تصويتات ساحقة لرفض عرض العقد والانسحاب من العمل - سي بي إس نيوز",
        "حكم على ثلاثة مواطنين أمريكيين بالإعدام في الكونغو لدورهم في محاولة الانقلاب الفاشلة - رويترز",
        "قائد الدولة الإسلامية المطلوب قتله على يد القوات الأمريكية والعراقية، كما يقول المسؤولون - سي بي إس نيوز",
        "لا يوجد تعهد جديد بشأن الصواريخ الأوكرانية بعد محادثات ستارمر- بايدن في واشنطن - BBC.com",
        "حفلات إيمي 2024 بالصور: ساندرا أوه وكالي كوكو وهيرويوكي سانادا والمزيد من صور المشاهير - مجموعة متنوعة",
        "يؤكد جوني سروجي من Apple أن جميع طرازات iPhone 16 تحتوي على ذاكرة وصول عشوائي بسعة 8 جيجابايت، ومزيد من التفاصيل - 9to5Mac",
        "حتى \"فيسبوك\" لم يستطع التنافس مع \"غوغل\"، كما يقول الرئيس التنفيذي السابق - بلومبرغ",
        "يقر جاستن تيمبرليك بأنه مذنب بتهمة أقل بعد إلقاء القبض على لونج آيلاند دي دبليو آي، ويعترف \"بالخطأ\" - سي بي إس نيويورك",
        "عاد تداول الأسهم إلى الرهانات على أن بنك الاحتياطي الفيدرالي \"سيصبح كبيرًا\" | بلومبرغ: الإغلاق 9/13/2024 - تلفزيون بلومبرغ",
        "لم يجد اتحاد كرة القدم الأميركي أي انتهاك في إخفاء 49ers لوضع كريستيان مكافري - NBC Sports"
    ]
}