{
    "headlines": [
        "CNBC Daily Open: Everyone gave Reddit an upvote - CNBC",
        "Jimmy Kimmel Makes Case Against Donald Trump in Plea to Moderate Republicans: ‘He’s the Exact Meeting Point Between QAnon and QVC’ - Variety",
        "121-loss White Sox turn to Venable, sources say - ESPN",
        "Yankee Stadium fans ejected after one pries ball out of Mookie Betts’ glove at World Series - The Associated Press",
        "How the Houthis Went From Ragtag Rebels to Global Threat - The Wall Street Journal",
        "Owner of NYC day care where toddler died from fentanyl pleads guilty to federal charges - USA TODAY",
        "Biden suggests Trump supporters are ‘garbage’ after comic’s insult of Puerto Rico - The Associated Press",
        "Lisa Kudrow Pays Tribute To 'Friends' TV Mom Teri Garr Calling Her \"A Comedic Acting Genius\" - Deadline",
        "Man who threatened Fulton County DA Fani Willis gets nearly 2 years in prison - CBS News",
        "Shawn Mendes Gets Candid About His Sexuality: “I’m Just Figuring It Out Like Everyone” - Hollywood Reporter",
        "Paul Pelosi attacker sentenced to life in prison in California trial - BBC.com",
        "What is Unrwa and why has Israel banned it? - BBC.com",
        "Truth Social parent company Trump Media now worth more than Elon Musk’s X as Election Day nears - Fox Business",
        "Active shooter at Atlanta hotel is taken into custody after multiple shots fired - CNN",
        "Kamala Harris' Crowd Size Crushes Previous Record With Ellipse Speech - Newsweek",
        "A big Budget - for tax, borrowing and spending - BBC.com",
        "Channing Tatum and Zoë Kravitz Break Up After 3 Years - E! Online - E! NEWS",
        "YouTube Tests New Homepage That Hides Video Upload Date, View Count - Slashdot",
        "EA Boss Says BioWare Has Returned to Its Strengths With Dragon Age, Predicts 'Breakout Potential' Thanks in Part to 'Limited Competition' - IGN",
        "US calls deadly Israeli air strike 'horrifying' - BBC.com"
    ]
}