{
    "headlines": [
        "Brett Favre dit au Congrès qu'il a reçu un diagnostic de maladie de Parkinson - Salon",
        "Le DOJ poursuit Visa pour monopole sur le marché des cartes de débit - Fox Business",
        "Le gouverneur du Nebraska dit que les efforts du GOP pour changer les votes électoraux de l'État pour aider Trump sont morts - POLITICO",
        "Israël frappe des cibles du Hezbollah alors que le conflit s'intensifie - CNN",
        "Le chef de l'ONU condamne la carte « sortir de prison sans frais » sur les guerres - Reuters",
        "Les procureurs disent que les preuves le disculpent. Il doit être exécuté aujourd'hui. - The Washington Post",
        "Le gang Tren de Aragua a commencé dans les prisons vénézuéliennes et répand maintenant la peur aux États-Unis - The Associated Press",
        "Ryan Murphy répond à la critique d'Erik Menendez de « Monsters : The Lyle & Erik Menendez Story » - Date limite",
        "Vous pouvez maintenant acheter le Google TV Streamer dans ces 19 pays - 9to5Google",
        "Sondage CNN : Harris et Trump enfermés dans une course à la présidence extrêmement serrée - CNN",
        "The bro vote : Trump et Harris se disputent sur ce que signifie être un homme en Amérique - USA TODAY",
        "[supprimé]",
        "[supprimé]",
        "Biden prononce le discours final à l'Assemblée générale des Nations Unies en tant que président - CBS News",
        "Le PDG d'Ozempic maker blâme les compagnies d'assurance pour les prix des médicaments amaigrissants - Axios",
        "La bande-annonce du film de vampire de Michael B. Jordan « Sinners » est sortie avant même que « Blade » ne commence le tournage - IndieWire",
        "test de durée de vie maximale de la batterie de l'iPhone 16 Pro - PhoneArena",
        "Classements Fantasy football 2024, dormeurs, feuilles de triche, banderoles pour la semaine 4 pour les ligues standard, PPR - CBS Sports",
        "Arrestations après le « module suicide » de Sarco utilisé en Suisse - BBC.com",
        "Le Premier ministre britannique Keir Starmer affirme que des temps difficiles sont nécessaires pour susciter un renouveau national - CNBC"
    ]
}