{
    "headlines": [
        "Israel's cabinet set to approve ceasefire deal as at least 20 killed in strikes on Gaza - BBC.com",
        "Blue Origin's debut New Glenn rocket blasts off from Florida - Reuters",
        "‘One of Them Days’ Review: Keke Palmer and SZA Make a Rowdily Funny Duo in Issa Rae-Produced Comedy - Hollywood Reporter",
        "Samsung Galaxy S25 leak shows new Gemini overlay, hotword, and more - 9to5Google",
        "Fight against LA fires making progress, strong winds dying down - Yahoo! Voices",
        "US bans red dye No. 3 from food, candy and medicine - BBC.com",
        "Ja Morant throws down wild one-handed dunk on Victor Wembanyama … that didn’t quite count - Yahoo Sports",
        "No more miners trapped underground in South Africa, volunteers say - BBC.com",
        "What Kansas coach Bill Self said about Iowa State following Wednesday’s game - Cyclone Fanatic",
        "Transportation Department sues Southwest, fines Frontier Airlines over chronic flight delays - Axios",
        "TikTok races toward a ban as Supreme Court — and Trump — weigh its fate - The Washington Post",
        "[Removed]",
        "Johnson removes Republican chair of House Intelligence Committee - CNN",
        "California’s Newsom will join GOP governors in raising flag for Trump inauguration - The Associated Press",
        "Hot dogs, sausage, and . . . dementia? Harvard and MIT research links ultra-processed meat with new health concerns. - The Boston Globe",
        "Dow Jones Futures Rise After Market Rallies Above Key Levels; Tesla, Meta Lead 12 New Buys - Investor's Business Daily",
        "Drake drops legal action over Kendrick Lamar's Not Like Us - BBC.com",
        "Trump Inauguration Performers: Kid Rock, Billy Ray Cyrus, Underwood, More - Deadline",
        "Conor McGregor is being sued for alleged sexual battery at 2023 NBA final - The Associated Press",
        "Timothée Chalamet Got a $73 Fine After Riding a Bike to the ‘A Complete Unknown’ London Premiere to Beat Traffic; He Didn’t Park It Properly - Variety"
    ]
}