{
    "headlines": [
        "Große Erdbeben treffen die Karibik in der Nähe der Kaimaninseln - Der Wetterkanal",
        "Anthony Davis verlässt Mavericks-Debüt mit berührungsloser Verletzung, sagt aber, es sei \"nichts Ernstes\" - Yahoo Sports",
        "Eierpreise kochen Ihr Frühstücksbudget? Wechseln Sie zu diesen billigeren Lebensmitteln — mit viel mehr Protein - New York Post",
        "Christy Carlson Romano wurde nach einem Schuss ins Auge ins Krankenhaus eingeliefert - Yahoo Entertainment",
        "Das PlayStation Network kämpft darum, von einem fast eintägigen Ausfall zurückzukehren - The Verge",
        "Aktivistischer Hedgefonds Elliott beteiligt sich an BP - Financial Times",
        "Die Eagles aktivieren Brandon Graham aus der Verletztenreserve, platzieren Nick Gates auf IR - NBC Sports",
        "Trumps Gaza-Vorschlag macht seinen neuen arabisch-amerikanischen Anhängern Angst - The Washington Post",
        "Apples neuer Forschungsroboter nimmt eine Seite aus Pixars Playbook - TechCrunch",
        "Crews beeilen sich, Pendlerflugzeug zu bergen, das auf Alaska-Meereis abgestürzt ist, bevor Schnee und Wind zu erwarten sind - The Associated Press",
        "Ben Simmons unterschreibt laut Bericht bei Clippers, nachdem er einem Buyout mit Nets zugestimmt hat - CBS Sports",
        "Abendkasse: \"Heart Eyes\" und \"Love Hurts\" kämpfen um Super Bowl-Fetzen als \"Dog Man\" bleibt Nr. 1 - Hollywood Reporter",
        "Sid Meier's Civilization® VII - VR Launch auf Meta Quest 3 und 3S im Frühjahr 2025 - 2K Newsroom",
        "Millionen von Donuts, Backwaren, die landesweit verkauft wurden, wurden wegen Bedenken wegen Listerienkontamination zurückgerufen - MLive.com",
        "China-Erdrutsch: Mehr als 30 Vermisste in Sichuan - BBC.com",
        "Texas meldet neuen Masernausbruch in West-Texas - The Texas Tribune",
        "Europas ermutigte extreme Rechte lobt Trump bei der Kundgebung in Madrid - Financial Times",
        "Schnee und Eis sind im Begriff, den Norden der USA zu treffen. Hier ist wo. - The Washington Post",
        "Trump friert die Hilfe für Südafrika wegen des umstrittenen Landrechts ein und behauptet, weiße Bauern würden diskriminiert - CNN"
    ]
}