{
    "headlines": [
        "ਲਾਈਵ ਅਪਡੇਟਸਃ ਗਾਜ਼ਾ ਵਿਚ ਇਜ਼ਰਾਈਲ-ਹਮਾਸ ਜੰਗਬੰਦੀ ਦੀ ਪੁਸ਼ਟੀ ਅਮਰੀਕਾ ਅਤੇ ਕਤਰ ਦੁਆਰਾ ਕੀਤੀ ਗਈ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਹਟਾਈ",
        "ਬਾਫਟਾ ਫਿਲਮ ਅਵਾਰਡਾਂ ਲਈ ਨਾਮਜ਼ਦਗੀਆਂ ਦਾ ਖੁਲਾਸਾ - ਸੀਐਨਐਨ",
        "ਯੂਨੀਵਰਸਲ ਮਿਊਜ਼ਿਕ ਸਲੈਮਜ਼ ਡਰੇਕ ਦਾ ‘ਇਲੌਜੀਕਲ’ ਕੈਂਡ੍ਰਿਕ ਲਾਮਰ ਦੇ 'ਨਾਟ ਲਾਈਕ ਅਸਾਡੇ‘ ਤੇ ਮੁਕੱਦਮਾ - ਵੰਨਗੀ",
        "ਪੌਦੇ ਅਧਾਰਤ ਪ੍ਰੋਟੀਨ ਲਈ ਲਾਲ ਮੀਟ ਨੂੰ ਬਦਲਣਾ ਤੁਹਾਡੇ ਡਿਮੇਨਸ਼ੀਆ ਦੇ ਜੋਖਮ ਨੂੰ ਲਗਭਗ 20% ਘਟਾ ਸਕਦਾ ਹੈ, ਅਧਿਐਨ ਕਹਿੰਦਾ ਹੈ - ਏਓਐਲ",
        "ਓਐਮਬੀ ਮੁਖੀ ਲਈ ਟਰੰਪ ਦੀ ਚੋਣ ਸਿਵਲ ਸੇਵਾ ਸੁਰੱਖਿਆ ਨੂੰ ਹਟਾਉਣ, ਨਿਰਧਾਰਤ ਫੰਡਾਂ ਨੂੰ ਰੋਕਣ ਦਾ ਬਚਾਅ ਕਰਦੀ ਹੈ - ਸਰਕਾਰੀ ਕਾਰਜਕਾਰੀ",
        "ਇਹ ਪੰਮ ਬੌਂਦੀ ਦੀ ਸੁਣਵਾਈ ਸੀ । ਕਾਸ਼ ਪਟੇਲ ਗਰਮ ਸੀਟ 'ਤੇ ਸਨ - POLITICO",
        "ਅਸ਼ਲੀਲ ਸਾਈਟਾਂ ਲਈ ਟੈਕਸਾਸ ਦੀ ਉਮਰ-ਪ੍ਰਮਾਣ ਕਾਨੂੰਨ ਬਾਰੇ ਸੁਪਰੀਮ ਕੋਰਟ ਦੀਆਂ ਦਲੀਲਾਂ ਤੋਂ ਟੇਕਵੇਜ਼ - ਸੀ ਐਨ ਐਨ",
        "ਏਜੰਟ ਦਾ ਟੇਕਃ ਵਾਈਕਿੰਗਜ਼ ਕਿ Qਬੀ ਦੇ ਤਰੱਕੀ ਦੇ ਸੀਜ਼ਨ ਦੇ ਖਤਮ ਹੋਣ ਤੋਂ ਬਾਅਦ ਸੈਮ ਡਾਰਨੋਲਡ ਲਈ ਮਾਰਕੀਟ ਕੀ ਹੈ ਦੋ ਗੇਮ ਫਲਾਪ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਜੈਮਿਨੀ ਐਪ ਖ਼ਬਰਾਂ ਦੀ ਭਾਈਵਾਲੀ ਨਾਲ ਵਧੇਰੇ ਰੀਅਲ-ਟਾਈਮ ਜਾਣਕਾਰੀ ਪ੍ਰਾਪਤ ਕਰ ਰਿਹਾ ਹੈ - 9to5Google",
        "ਡਬਲਯੂਜੀਏ ਅਵਾਰਡ ਨਾਮਜ਼ਦਗੀਆਂ ਦਾ ਖੁਲਾਸਾ; ਨਾਮਜ਼ਦਗੀਆਂ ਦੀ ਪੂਰੀ ਸੂਚੀ & ਕਿਹੜੀਆਂ ਸਕ੍ਰਿਪਟਾਂ ਇਸ ਸਾਲ ਯੋਗ ਨਹੀਂ ਸਨ - ਆਖਰੀ ਤਾਰੀਖ",
        "ਐਫ ਡੀ ਏ ਨੇ ਖਾਣੇ ਤੋਂ ਲਾਲ ਰੰਗ ਨੰਬਰ 3 'ਤੇ ਪਾਬੰਦੀ ਲਗਾਈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਜੌਨ ਡੀਅਰ ਨੂੰ ਟਰੈਕਟਰਾਂ ਦੀ ਮੁਰੰਮਤ ਕਰਨ ਦੀ ਕਿਸਾਨਾਂ ਦੀ ਯੋਗਤਾ ਬਾਰੇ ਅਮਰੀਕੀ ਮੁਕੱਦਮੇ ਦਾ ਸਾਹਮਣਾ ਕਰਨਾ ਪੈ ਰਿਹਾ ਹੈ - ਐਨਪੀਆਰ",
        "ਸਿਨਾਲੋਆ ਕਾਰਟੈਲ ਨੇਤਾ 'ਐਲ ਮਯੋ' ਬਰੁਕਲਿਨ ਫੈਡਰਲ ਕੇਸ ਵਿਚ ਪਟੀਸ਼ਨ ਗੱਲਬਾਤ ਵਿਚ, ਵਕੀਲ ਕਹਿੰਦਾ ਹੈ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਮਿਨੀਸੋਟਾ ਡੈਮੋਕਰੇਟਸ ਨੇ ਰਿਪਬਲਿਕਨਾਂ ‘ਤੇ' ਗਲਤ ਅਤੇ ਗੈਰਕਾਨੂੰਨੀ ’ਸੈਸ਼ਨ’ ਤੇ ਮੁਕੱਦਮਾ ਕੀਤਾ - ਸਟਾਰ ਟ੍ਰਿਬਿਊਨ",
        "ਏਆਈ ਖੋਜਕਰਤਾ ਫ੍ਰਾਂਸੋਇਸ ਚੋਲਟ ਨੇ ਏਜੀਆਈ - ਟੈਕਕ੍ਰਾਂਚ 'ਤੇ ਕੇਂਦ੍ਰਤ ਇਕ ਨਵੀਂ ਏਆਈ ਲੈਬ ਲੱਭੀ",
        "ਪ੍ਰੀਮੀਅਰ ਲੀਗ ਲਾਈਵਃ ਆਰਸੇਨਲ ਬਨਾਮ ਸਪੁਰਸ, ਐਵਰਟਨ ਬਨਾਮ ਐਸਟਨ ਵਿਲਾ, ਨਿcastਕੈਸਲ ਬਘਿਆੜ ਸਮੇਤ ਚਾਰ ਗੇਮਜ਼ - ਰੇਡੀਓ & ਟੈਕਸਟ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਯੂਨਾਈਟਿਡਹੈਲਥ, ਮਾਰੇ ਗਏ ਕਾਰਜਕਾਰੀ ਬ੍ਰਾਇਨ ਥੌਮਸਨ ਦੇ ਮਾਲਕ, ਨੇ 1,000% ਤੋਂ ਵੱਧ ਨਸ਼ਿਆਂ ਲਈ ਕੁਝ ਕੈਂਸਰ ਦੇ ਮਰੀਜ਼ਾਂ ਨੂੰ ਓਵਰਚਾਰਜ ਕੀਤਾ ਹੈ - Fortune",
        "ਜੈਰੀ ਜੋਨਸ ਡੱਲਾਸ ਕਾਉਬੌਇਜ਼ ਦੇ ਮੁੱਖ ਕੋਚਿੰਗ ਦੀ ਭਾਲ ਆਪਣੇ ਆਪ ਚਲਾ ਰਿਹਾ ਹੈ, ਸ਼ੱਕੀ ਉਮੀਦਵਾਰਾਂ ਨਾਲ ਗੱਲ ਨਹੀਂ ਕੀਤੀ ਹੈ - ਫੁੱਟਬਾਲਸਕੋਪ",
        "ਵੂਪੀ ਗੋਲਡਬਰਗ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਹ \"ਪਿੱਛੇ ਖੜ੍ਹੀ ਹੈ\" ਕੈਰੀ ਅੰਡਰਵੁੱਡ ਦੇ ਉਦਘਾਟਨ 'ਤੇ ਪ੍ਰਦਰਸ਼ਨ ਕਰਨ ਦੇ ਫੈਸਲੇ - ਸੈਲੂਨ"
    ]
}