{
    "headlines": [
        "Секретная служба выявляет неудачи, которые предшествовали попытке убийства Трампа на июльском предвыборном митинге - CBS News",
        "Израиль убивает элитных командиров Хезболлы в Бейруте - Financial Times",
        "Украина обновляет: в России уничтожены два арсенала, говорит Киев - DW (Russian)",
        "Как обвинительное заключение против Шона «Дидди» Комбса параллельно с делом Р. Келли – с одним ключевым отличием - CNN",
        "В результате израильского удара по школе погибли по меньшей мере 22 человека, сообщает министерство здравоохранения Газы - Associated Press",
        "Гран-при Сингапура Формулы-1: Норрис побеждает Ферстаппена на поул-позиции Ferrari - Motorsport.com",
        "Рейс совершает экстренную посадку после того, как живая мышь вылезает из еды в полете - Новости CBS",
        "Она пропустила обычный скрининг. Врачи обнаружили 2 вида рака - CBS News",
        "Производитель чипов Qualcomm изучит возможность дружественного поглощения Intel - Bloomberg",
        "Люк Альтмайер и Файтинг Иллини требуют вашего внимания после того, как испортили вечеринку в Небраске - CBS Sports",
        "Эксперты предупреждают о связи между употреблением алкоголя и раком - футуризм",
        "Машинисты Boeing на пикетах готовятся к длительной забастовке: «Я могу продержаться столько, сколько потребуется» - CNBC",
        "Акции готовятся к первому росту в сентябре за 5 лет. Впереди еще хорошие времена? - MarketWatch",
        "шпаргалка для iOS 18: руководство эксперта по последнему обновлению iPhone - CNET",
        "Antechinus: крошечные сумчатые, у которых самцы занимаются сексом до самой смерти, а самки поедают их трупы - Livescience.com",
        "Британские отцы заворачивают детские слинги в мужские статуи, чтобы добиться большего отпуска по уходу за ребенком - NPR",
        "Ученые в ужасе от того, что они нашли под ледником Судного дня - футуризм",
        "Суд постановил, что почти 98 000 жителей Аризоны, чье гражданство не было подтверждено, могут проголосовать за полный бюллетень - ABC15 Аризона в Финиксе",
        "Эксклюзив: Иран дал России ракеты, но не пусковые установки, говорят источники - Reuters",
        "Трамп посетит Северную Каролину в связи со скандалом вокруг союзника республиканцев - Reuters"
    ]
}