{
    "headlines": [
        "ਲਾਈਵ ਅਪਡੇਟਸਃ ਇਜ਼ਰਾਈਲ ਨੇ ਉੱਚ ਪੱਧਰੀ ਜਵਾਬੀ ਕਾਰਵਾਈ ਵਿਚ ਈਰਾਨ 'ਤੇ ਸਿੱਧੇ ਹਮਲੇ ਸ਼ੁਰੂ ਕੀਤੇ - ਸੀ ਐਨ ਐਨ",
        "2024 ਚੋਣ ਅਪਡੇਟਸਃ ਹੈਰਿਸ ਨੇ ਪ੍ਰਵਾਸੀਆਂ 'ਤੇ' ਕੂੜਾ ਕਰਕਟ 'ਟਿੱਪਣੀ ਕਰਨ' ਤੇ ਟਰੰਪ ਨੂੰ ਚੀਰਿਆ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਹੈਰਿਸ, ਬਿਓਨਸੇ ਗਰਭਪਾਤ ਦੇ ਅਧਿਕਾਰਾਂ 'ਤੇ ਟੈਕਸਾਸ ਰੈਲੀ ਲਈ ਟੀਮ ਅਤੇ ਉਮੀਦ ਹੈ ਕਿ ਲੜਾਈ ਦੇ ਮੈਦਾਨ ਦੇ ਰਾਜ ਉਨ੍ਹਾਂ ਨੂੰ ਸੁਣਦੇ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "UFC 308: ਟੌਪੂਰੀਆ ਬਨਾਮ ਹੋਲੋਵੇ",
        "ਯੂਐਸ ਇੰਟੈਲੀਜੈਂਸ ਨੇ ਪੈਨਸਿਲਵੇਨੀਆ ਦੇ ਬੈਲਟ ਤਬਾਹ ਕੀਤੇ ਜਾ ਰਹੇ ਦਿਖਾਉਣ ਵਾਲੀ ਜਾਅਲੀ ਵੀਡੀਓ ਦੇ ਪਿੱਛੇ ਰੂਸੀ ਓਪਰੇਟਰਾਂ ਦਾ ਮੁਲਾਂਕਣ ਕੀਤਾ - ਸੀਐਨਐਨ",
        "ਜੇਫ ਬੇਜੋਸ ਨੂੰ ਕਮਲਾ ਹੈਰਿਸ ਦੀ ਹਮਾਇਤ ਤੋਂ ਇਨਕਾਰ ਕਰਨ 'ਤੇ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ' ਤੇ ਵਿਰੋਧ ਦਾ ਸਾਹਮਣਾ ਕਰਨਾ ਪੈ ਰਿਹਾ ਹੈ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "ਡੈਲਟਾ ਨੇ ਵਿਆਪਕ ਆਈ ਟੀ ਆਉਟੇਜ ਦੇ ਬਾਅਦ ਕ੍ਰਾਉਡਸਟ੍ਰਾਈਕ ਦਾ ਮੁਕੱਦਮਾ ਕੀਤਾ ਜਿਸ ਕਾਰਨ ਹਜ਼ਾਰਾਂ ਰੱਦ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਨਾਸਾ ਮੁਖੀ ਨੇ ਰਿਪੋਰਟ ਕੀਤੀ ਮਸਕ-ਪੁਤਿਨ ਗੱਲਬਾਤ ਦੀ ਜਾਂਚ ਦੀ ਮੰਗ ਕੀਤੀ - ਦਿ ਹਿੱਲ",
        "ਟੌਮ ਹਾਲੈਂਡ ਨੇ ਜ਼ੇਂਦਿਆ ਨੂੰ ਪਾਪਾਰਾਜ਼ੀ ਦੇ ਝੁੰਡ ਤੋਂ ਬਚਾਇਆ, ਇਹ ਸਾਬਤ ਕਰਦੇ ਹੋਏ ਕਿ ਉਹ ਅਖੀਰਲਾ ਰੱਖਿਆਤਮਕ ਬੁਆਏਫ੍ਰੈਂਡ ਹੈ - ਈ! ਆਨਲਾਈਨ - ਈ! ਨਿਊਜ਼",
        "ਨਿ York ਯਾਰਕ ਯੈਂਕੀਜ਼ ਬਨਾਮ ਐਲਏ ਡੋਜਰਸਃ ਅੱਜ ਰਾਤ 2024 ਐਮਐਲਬੀ ਵਰਲਡ ਸੀਰੀਜ਼ ਦਾ ਗੇਮ 1 ਕਿਵੇਂ ਵੇਖਣਾ ਹੈ - ਯਾਹੂ ਸਪੋਰਟਸ",
        "ਇੰਟਰ ਮਿਆਮੀ ਬਨਾਮ ਅਟਲਾਂਟਾ ਯੂਨਾਈਟਿਡ ਲਾਈਵ ਸਟ੍ਰੀਮ (10/25/24): ਵਾਚ ਮੇਸੀ ਆਨਲਾਈਨ ਖੇਡੋ | MLS Pl ਲਈ ਟਾਈਮ, ਟੀਵੀ, ਚੈਨਲ - NJ.com",
        "‘ਮੈਂ ਰਸਮੀ ਤੌਰ’ ਤੇ ਮੁਆਫੀ ਮੰਗਦਾ ਹਾਂ ’: ਬਾਇਡਨ ਨੇ ਅਮਰੀਕੀ ਭਾਰਤੀ ਬੋਰਡਿੰਗ ਸਕੂਲਾਂ ਦੀ ਨਿੰਦਾ ਕੀਤੀ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਮੇਨੇਂਡੇਜ਼ ਭਰਾ ਸਾਰੇ ਤਾਜ਼ਾ ਮੱਗ ਸ਼ਾਟ ਵਿਚ ਮੁਸਕਰਾਉਂਦੇ ਹਨ ਕਿਉਂਕਿ ਲਾਸ ਏਂਜਲਸ ਡੀਏ ਘੱਟ ਵਾਕਾਂ ਦੀ ਸਿਫਾਰਸ਼ ਕਰਦਾ ਹੈ - ਫੌਕਸ ਨਿ Newsਜ਼",
        "ਘਾਤਕ ਮੈਕਡੋਨਲਡ ਦੇ ਈ. ਕੋਲੀ ਫੈਲਣ ਦੇ ਫੈਲਣ ਨਾਲ ਘੱਟੋ ਘੱਟ 75 ਲੋਕ ਬਿਮਾਰ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਸਾਬਕਾ ਐਬਰਕ੍ਰੋਮਬੀ ਐਂਡ ਫਿਚ ਦੇ ਸੀਈਓ ਨੇ ਜਿਨਸੀ ਤਸਕਰੀ ਦੇ ਦੋਸ਼ਾਂ ਲਈ ਦੋਸ਼ੀ ਨਹੀਂ ਮੰਨਿਆ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਰੂਸ-ਯੂਕਰੇਨੀਅਨ ਯੁੱਧ, ਦਿਨ 975: ਉੱਤਰੀ ਕੋਰੀਆ ਦੀਆਂ ਫੌਜਾਂ ਫਰੰਟਲਾਈਨ ਵੱਲ ਵਧਣ ਦੇ ਨਾਲ-ਨਾਲ ਰੂਸੀ ਫੌਜਾਂ ਨੂੰ ਰਿਕਾਰਡ ਜ਼ਖਮੀ ਦਰਾਂ ਦਾ ਸਾਹਮਣਾ ਕਰਨਾ ਪੈਂਦਾ ਹੈ - ਯੂਰੋਮੈਦਾਨ ਪ੍ਰੈਸ",
        "ਆਰਮੀ ਨੇ ਟਰੰਪ ਕੈਂਪ ਦੇ ਅਰਲਿੰਗਟਨ ਕਬਰਸਤਾਨ ਦੇ ਝਗੜੇ ਬਾਰੇ ਰਿਪੋਰਟ ਜਾਰੀ ਕੀਤੀ - ਪੋਲਿਟਿਕੋ",
        "ਯੂਕਰੇਨ ਦੇ ਜ਼ੇਲੇਨਸਕੀ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉੱਤਰੀ ਕੋਰੀਆ ਦੀਆਂ ਫੌਜਾਂ ਯੁੱਧ ਵਿਚ ਸ਼ਾਮਲ ਹੋਣ ਲਈ ਤਿਆਰ ਹਨ, ਸੰਯੁਕਤ ਰਾਸ਼ਟਰ ਦੇ ਮੁਖੀ ਦਾ ਦੌਰਾ ਰੱਦ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਕੀ ਡੋਨਾਲਡ ਟਰੰਪ ਨਾਲ ਐਲਨ ਮਸਕ ਦਾ ਗੱਠਜੋੜ ਟੇਸਲਾ ਦੇ ਕਾਰੋਬਾਰ ਨੂੰ ਨੁਕਸਾਨ ਪਹੁੰਚਾ ਸਕਦਾ ਹੈ? ਕੰਪਨੀ ਦੀ 'ਜੋਖਮ ਕਾਰਕਾਂ' ਦੀ ਸੂਚੀ ਦੇ ਅਨੁਸਾਰ ਨਹੀਂ - Fortune",
        "ਬਜ਼ੁਰਗ ਬਾਲਗਾਂ ਨੂੰ ਅਪਡੇਟ ਕੀਤੇ ਕੋਵਿਡ ਸ਼ਾਟ ਦੀਆਂ 2 ਖੁਰਾਕਾਂ ਮਿਲਣੀਆਂ ਚਾਹੀਦੀਆਂ ਹਨ, ਸੀਡੀਸੀ ਕਹਿੰਦਾ ਹੈ - ਲਾਈਵਸਾਇੰਸ ਡਾਟ ਕਾਮ"
    ]
}