{
    "headlines": [
        "Plusieurs milliers de manifestants à Portland se rassemblent pour la journée d'action « Hands Off » contre les politiques de Trump et Musk - Oregon Public Broadcasting - OPB",
        "Trump exhorte les États-Unis à « tenir bon » alors que des droits de douane de 10 % entrent en vigueur - BBC",
        "Floride vs Auburn cotes, prédiction, heure de début : Tournoi NCAA 2025 Final Quatre choix par simulation éprouvée - CBS Sports",
        "Will Forte se souvient d'une opportunité manquée avec Val Kilmer : « Le plus grand regret de toute ma carrière » - HuffPost",
        "Le Sénat adopte un nouveau budget pour le programme de Trump après l'émergence des fissures du GOP - NBC News",
        "Microsoft a créé une version générée par l'IA de Quake - The Verge",
        "‘A Minecraft Movie’ On Building Spree As It Heads To 260M $ + Worldwide Bow – International Box Office - Date limite",
        "Warren Buffett continue d'emmener les investisseurs à l'école alors que la crise boursière révèle la sagesse étrange de ses récents mouvements - Fortune",
        "Le sénateur démocrate qualifie les mesures TikTok de Trump d ‘« illégales » - The Hill",
        "Mises à jour en direct des tarifs Trump : les tarifs entrent en vigueur ; les marchés perdent 6,6 billions de dollars en valeur en deux jours - WSJ",
        "Le bœuf coûte cher. Les emballeurs de viande grattent chaque morceau d'os. - WSJ",
        "Sept théories sérieuses et peu sérieuses sur le « lotus blanc » pour la finale de la saison 3 - CNN",
        "Les images du téléphone semblent contredire le récit d'Israël dans le meurtre de 15 médecins palestiniens par les troupes - AP News",
        "Davantage de pluies torrentielles et d'inondations soudaines sont attendues dans le Sud et le Midwest gorgés d'eau - NPR",
        "L'ADN ancien lève le voile sur le passé plus vert du désert du Sahara - CNN",
        "Bill Gates a publié le code source original de Microsoft - CNET",
        "L'administration Trump soutient que le juge ne peut pas ordonner le retour d'un homme expulsé par erreur vers le Salvador - AP News",
        "Le « remède » contre la rougeole de RFK Jr. rend malade les enfants du Texas au milieu de l'épidémie - DW"
    ]
}