{
    "headlines": [
        "ਐਨਐਫਐਲ ਹਫਤੇ 10 ਔਕੜਾਂ, ਭਵਿੱਖਬਾਣੀ, ਮਾਹਰ ਪਿਕਸਃ ਵਧੀਆ ਸੱਟੇਬਾਜ਼ੀ, ਟੀਜ਼ਰ, ਬਚੇ ਹੋਏ ਪਿਕਸ, ਸਾਰੀਆਂ ਖੇਡਾਂ ਕਿੱਥੇ ਵੇਖਣੀਆਂ ਹਨ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਯੂਕਰੇਨ ਨੇ ਮਾਸਕੋ 'ਤੇ 34 ਡਰੋਨਾਂ ਨਾਲ ਕੀਤਾ ਹਮਲਾ, ਰੂਸ ਦੀ ਰਾਜਧਾਨੀ' ਤੇ ਕੀਤਾ ਵੱਡਾ ਹਮਲਾ - Reuters",
        "ਕਤਰ ਇਜ਼ਰਾਈਲ ਅਤੇ ਹਮਾਸ ਵਿਚਾਲੇ ਗੱਲਬਾਤ ਵਿਚ ਆਪਣੀ ਭੂਮਿਕਾ ਨੂੰ ਮੁਅੱਤਲ ਕਰ ਰਿਹਾ ਹੈ - ਸੀਐਨਐਨ",
        "‘ਐਸ ਐਨ ਐਲ’ ਸਟਾਰ ਮਾਈਕਲ ਚੇ ਟਰੰਪ ਦੀ ਜਿੱਤ ਤੋਂ ਬਾਅਦ ਹਵਾ 'ਤੇ ਪੀਂਦਾ ਹੈ, ਆਰ ਕੈਲੀ ਨੂੰ ਚੀਕਦਾ ਹੈਃ‘ ਜੇ ਚਿੱਟੇ ਲੋਕ ਆਪਣੇ ਫੇਲੋਨ ਨੂੰ ਚੁਣ ਸਕਦੇ ਹਨ, ਤਾਂ ਮੈਂ ਡਾਂਸ ਕਰ ਸਕਦਾ ਹਾਂ ਮੇਰਾ ’- ਵੰਨਗੀ",
        "ਐਮਸਟਰਡਮ 'ਚ ਇਜ਼ਰਾਈਲੀ ਫੁੱਟਬਾਲ ਪ੍ਰਸ਼ੰਸਕਾਂ' ਤੇ ਹਮਲੇ ਤੋਂ ਬਾਅਦ ਚਾਰ ਲੋਕ ਗ੍ਰਿਫਤਾਰ - The Washington Post",
        "ਵਿਕੀਪੀਡੀਆ ਤੋੜਦਾ ਹੈ $ 79K ਅਤੇ 'ਕੋਈ ਧੱਫੜ ਕਾਰਵਾਈ ਦੀ ਲੋੜ ਹੈ,' ਵਿਸ਼ਲੇਸ਼ਕ ਕਹਿੰਦਾ ਹੈ - Cointelegraph",
        "ਡੋਨਾਲਡ ਟਰੰਪ ਨੇ ਐਰੀਜ਼ੋਨਾ - ਐਨਪੀਆਰ ਜਿੱਤੀ",
        "ਸੀਐਫਪੀ ਰੈਂਕਿੰਗ ਲੁੱਕਹੈੱਡ ਹਫਤਾ 12: ਅਲਾਬਾਮਾ ਦਬਦਬਾ ਦਰਸਾਉਂਦਾ ਹੈ, ਜਾਰਜੀਆ ਆਪਣੇ ਹਾਰਨ ਤੋਂ ਬਾਅਦ ਡਿੱਗਣ ਲਈ ਤਿਆਰ ਹੈ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਤੁਹਾਡਾ ਲੁੱਕਹੈੱਡ ਕੁੰਡਲੀਃ ਨਵੰਬਰ 10, 2024 - ਗਲੋਬ ਅਤੇ ਮੇਲ",
        "ਦੇਰ ਨਾਲ ਗੇਮ ਸਪ੍ਰਿੰਟ ਵਿੱਚ ਮਿਸੂਰੀ ਆਉਟਲੈਟਸ ਓਕਲਾਹੋਮਾ ਜੋ ਤੁਹਾਨੂੰ ਵਿਸ਼ਵਾਸ ਕਰਨ ਲਈ ਵੇਖਣ ਦੀ ਜ਼ਰੂਰਤ ਹੋਏਗੀ - ਸਪੋਰਟਸ ਇਲਸਟ੍ਰੇਟਿਡ",
        "ਨਿੱਕੀ ਹੇਲੀ ਨੇ ਟਰੰਪ ਦੇ ਕਹਿਣ ਤੋਂ ਬਾਅਦ ਜਵਾਬ ਦਿੱਤਾ ਕਿ ਉਹ ਨਵੀਂ ਕੈਬਨਿਟ ਦਾ ਹਿੱਸਾ ਨਹੀਂ ਹੋਵੇਗੀ, ਕਹਿੰਦੀ ਹੈ ਕਿ ਉਹ ਉਸ ਨੂੰ 'ਵੱਡੀ ਸਫਲਤਾ' ਦੀ ਕਾਮਨਾ ਕਰਦੀ ਹੈ - ਫੌਕਸ ਨਿ Newsਜ਼",
        "ਟੈਕਸਾਸ ਕੋਲਡ ਕੇਸ ਕਤਲ ਦੀ ਜਾਂਚ ਵਿਚ ਅਚਾਨਕ ਮਰੋੜਃ ਪੀੜਤ ਕਾਤਲ ਦੇ ਵਿਆਹ ਵਿਚ ਇਕ ਲਾੜੀ ਸੀ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "2025 ਗ੍ਰੈਮੀ ਨਾਮਜ਼ਦਗੀਆਂ ਖਤਮ ਹੋ ਗਈਆਂ ਹਨ. ਇਹ ਹਨ ਵੱਡੇ ਟੇਕਵੇ - NPR",
        "ਯੂਐਫਸੀ ਫਾਈਟ ਨਾਈਟ 247 ਸੋਸ਼ਲ ਮੀਡੀਆ ਪ੍ਰਤੀਕ੍ਰਿਆਵਾਂਃ ਨੀਲ ਮੈਗਨੀ ਦੇ ਕਾਰਲੋਸ ਪ੍ਰੇਟਸ ਦੇ ਨਾਕਆਉਟ ਨੂੰ ਰੇਵ ਸਮੀਖਿਆਵਾਂ ਮਿਲਦੀਆਂ ਹਨ - ਐਮਐਮਏ ਜੰਕੀ",
        "ਫੇਮਾ ਵਰਕਰ ਨੂੰ ਟਰੰਪ ਪੱਖੀ ਚਿੰਨ੍ਹ ਵਾਲੇ ਘਰਾਂ ਤੋਂ ਬਚਣ ਲਈ ਤੂਫਾਨ ਦੇ ਜਵਾਬ ਦੇਣ ਵਾਲਿਆਂ ਨੂੰ ਦੱਸਣ ਲਈ ਬਰਖਾਸਤ ਕਰ ਦਿੱਤਾ ਗਿਆ - ਐਨਪੀਆਰ",
        "ਕੇਟ ਮਿਡਲਟਨ ਇਵੈਂਟ ਵਿਚ ਸ਼ਾਹੀ ਪਰਿਵਾਰ ਵਿਚ ਸ਼ਾਮਲ ਹੁੰਦੀ ਹੈ ਕਿਉਂਕਿ ਉਹ ਕੀਮੋਥੈਰੇਪੀ ਖ਼ਤਮ ਕਰਨ ਤੋਂ ਬਾਅਦ ਪਹਿਲੀ ਵੱਡੀ ਦਿੱਖ ਬਣਦੀ ਹੈ - ਫੌਕਸ ਨਿ Newsਜ਼",
        "ਸੌਦੇ ਅਤੇ ਨਿਰਾਸ਼ਾਃ ਖ਼ਤਰਨਾਕ ਸੰਸਾਰ ਵਿਚ ਟਰੰਪ ਦੀ ਵਿਦੇਸ਼ ਨੀਤੀ - ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "ਹਟਾਈ",
        "ਕਮਲਾ ਹੈਰਿਸ — ਅਤੇ ਜੋਅ ਬਾਇਡਨ — ਡੋਨਾਲਡ ਟਰੰਪ ਤੋਂ ਕਿਵੇਂ ਹਾਰੇ ਅਤੇ ਡੈਮੋਕਰੇਟਸ ਨੂੰ ਝੰਜੋੜ ਕੇ ਛੱਡ ਦਿੱਤਾ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਓਪਨਏਆਈ ਕਥਿਤ ਤੌਰ 'ਤੇ ਏਆਈ ਸੁਧਾਰ ਦੀ ਮੰਦੀ ਨਾਲ ਨਜਿੱਠਣ ਲਈ ਨਵੀਂ ਰਣਨੀਤੀਆਂ ਦਾ ਵਿਕਾਸ ਕਰ ਰਿਹਾ ਹੈ - ਟੈਕਕ੍ਰਾਂਚ"
    ]
}