{
    "headlines": [
        "يشير ترامب إلى أنه منفتح على اقتراح RFK Jr بحظر اللقاحات إذا تم انتخابه - The Guardian US",
        "تقرير: توتنهام جريج بوبوفيتش يخرج مع مشكلة صحية ؛ ميتش جونسون ليكون منسق الرعاية الصحية المؤقت - تقرير المبيض",
        "جميع ولايات ساحة المعركة التي يجب مراقبتها خلال انتخابات 2024 - سي بي إس نيوز",
        "طرد القديسون دينيس ألين بعد خسارته المتتالية خلال فريقه الرائد في الموسم الثالث، واسمه دارين ريزي المدرب المؤقت - ياهو سبورتس",
        "صوت صفارات الإنذار مرة أخرى في مدينة أوكلاهوما سيتي التي دمرها الإعصار حيث يستهدف تهديد إعصار آخر المنطقة والجنوب - سي إن إن",
        "يقول بايدن إن نتائج انتخابات مولدوفا تظهر أن \"روسيا فشلت\" في الجهود الرامية إلى تقويض الديمقراطية - سي بي إس نيوز",
        "مؤشر داو جونز يسقط مع اقتراب الانتخابات ؛ إنفيديا تقفز على إدراج مؤشر داو جونز - Investor's Business Daily",
        "بيت ديفيدسون يعطي نظرة نادرة على الأسلحة الخالية من الوشم في \"ساترداي نايت لايف\" بعد إزالة الحبر - الصفحة السادسة",
        "يتشكل الكساد المداري 18 في منطقة البحر الكاريبي حيث يبدو من المحتمل أن يتقوى إلى إعصار رافائيل - Fox Weather",
        "المحكمة العليا لمراجعة خريطة الكونغرس في لويزيانا بعد الانتخابات - ذا هيل",
        "تقدم مقاطع فيديو Apple Intelligence الجديدة حلولًا في مكان العمل، بما في ذلك الزبادي المسروق - 9to5Mac",
        "سيعقد هاريس وترامب فعاليات الحملة النهائية قبل يوم من الانتخابات - سي إن إن",
        "الرؤساء مقابل القراصنة الاحتمالات، الانتشار، الخط، التنبؤ: اختيارات كرة القدم ليلة الاثنين من قبل نموذج اتحاد كرة القدم الأميركي على 13-5 تشغيل - سي بي إس سبورتس",
        "شاهد SpaceX تطلق 3 أطنان من البضائع إلى محطة الفضاء الدولية اليوم - Space.com",
        "يعقد ميكانيكيو بوينغ تصويتًا على العقد يمكن أن ينهي إضرابهم لمدة 7 أسابيع - وكالة أسوشيتد برس",
        "يسأل ديدي عن طلب الكمامة بعد أن يقول الشاهد إن لديه أشرطة صادمة - The Daily Beast",
        "توقف Amazon شحنات Kindle Colorsoft بسبب مشاكل كبيرة في العرض - Android Police",
        "تكشف محامية جوني ديب كاميل فاسكيز عن سبب عدم مواعدتها للممثل على الرغم من الشائعات - نيويورك بوست",
        "أسهم يجب مراقبتها إذا فاز دونالد ترامب في الانتخابات الأمريكية - Yahoo Finance UK",
        "تبدأ المحاكمة في فرنسا بقطع رأس مدرس بسبب الرسوم الكاريكاتورية للنبي - وكالة أسوشيتد برس"
    ]
}