{
    "headlines": [
        "‘Mal conseguimos sair’: californianos fogem desesperadamente de suas casas em meio a incêndios - CNN",
        "Fontes: Auburn scuffle forces flight to turn back - ESPN",
        "10 pessoas esfaqueadas no CID de Seattle em 37 horas, homem sob custódia - KOMO NEWS",
        "Tony Todd Morre: Estrela de ‘Candyman’ Cujas Centenas de Créditos Incluem ‘O Corvo’ e ‘Pelotão’ Tinha 69 Anos - Prazo",
        "As publicações nas redes sociais da Tesla implicaram falsamente que os seus carros são robotaxis, avisa a NHTSA - CNBC",
        "Agente iraniano acusado em esquema pré-eleitoral de assassinar Trump e outros alvos dos EUA - CBS News",
        "Juiz cancela prazos do tribunal no caso eleitoral de Trump em 2020 após sua vitória presidencial - The Associated Press",
        "FBI investiga mensagens de texto racistas enviadas a negros nos EUA - BBC.com",
        "Palworld Dev Reveals Patents at Heart of Nintendo Lawsuit - IGN Daily Fix - IGN",
        "Skynet-1A: Por que o primeiro satélite do Reino Unido acabou a milhares de quilômetros de onde deveria estar? - BBC.com",
        "O S&P 500 rompe o nível de 6.000 à medida que Trump e o rali alimentado pelo Fed avançam - Reuters",
        "Astronautas da NASA não dizem qual deles ficou doente depois de quase oito meses no espaço - The Associated Press",
        "Supermodelo Georgina Cooper morre aos 46 anos após ‘adoecer’ em férias meses após o casamento - New York Post",
        "Apenas 5 minutos de exercício podem reduzir a pressão alta, segundo estudo - Fox News",
        "A eleição de Trump fez as mulheres desistirem de fazer sexo com homens. Chama-se movimento 4B. - usa TODAY",
        "Patrimônio líquido de Elon Musk chega a US $ 300 bilhões após vitória de Trump - Bloomberg",
        "Trump prometeu tarifas maciças sobre as importações, mas como ele vai conseguir ainda está sendo descoberto - CNN",
        "Al Michaels discursa ao final do emocionante jogo entre Ravens e Bengals: 'Muitos jogos terminam assim' - Fox News",
        "O Dia Nacional do Sanduíche de Frango Frito de 2024 é sábado: confira estas ofertas e brindes - usa TODAY",
        "SpaceX Dragon dispara propulsores para aumentar a órbita da ISS pela primeira vez - Space.com"
    ]
}