{
    "headlines": [
        "ਯਮਨ ਦੇ ਵਿਦਰੋਹੀਆਂ ਦੁਆਰਾ ਇਜ਼ਰਾਈਲ ਵਿੱਚ ਲੈਂਡਿੰਗ ਕੀਤੀ ਗਈ ਇੱਕ ਮਿਜ਼ਾਈਲ ਅਤੇ ਅੰਤਰਰਾਸ਼ਟਰੀ ਹਵਾਈ ਅੱਡੇ ਤੇ ਸਾਇਰਨ ਨੂੰ ਚਾਲੂ ਕਰਦੀ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਵੈਨਜ਼ੂਏਲਾ ਕਹਿੰਦਾ ਹੈ ਕਿ ਯੂਐਸ ਨੇਵੀ ਨੇ ਮਾਦੁਰੋ ਦੀ ਹੱਤਿਆ ਕਰਨ ਲਈ ਕਥਿਤ ਸੀਆਈਏ ‘ਆਪ੍ਰੇਸ਼ਨ‘ ‘ਤੇ ਗ੍ਰਿਫਤਾਰ ਕੀਤੇ ਗਏ ਵਿਦੇਸ਼ੀਆਂ ਵਿਚਕਾਰ ਸੀਲ - ਸੀਐਨਐਨ",
        "ਟਰੰਪ 'ਤੇ ਥੋੜ੍ਹੀ ਜਿਹੀ ਲੀਡ ਬਰਕਰਾਰ ਰੱਖਦੇ ਹੋਏ ਹੈਰਿਸ ਨੂੰ ਬਹਿਸ ਜੇਤੂ ਵਜੋਂ ਵੇਖਿਆ ਗਿਆਃ ਪੋਲ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਹੜ੍ਹਾਂ ਨੇ ਦੋ ਹੋਰ ਜਾਨੀ ਨੁਕਸਾਨ ਦਾ ਦਾਅਵਾ ਕੀਤਾ ਹੈ ਕਿਉਂਕਿ ਭਾਰੀ ਮੀਂਹ ਮੱਧ ਯੂਰਪ ਨੂੰ ਬੰਨ੍ਹਦਾ ਹੈ - ਰਾਇਟਰ",
        "ਜੇਨ ਦਾ ਨਸ਼ਾ ਆਨ-ਸਟੇਜ ਲੜਾਈ ਲਈ ਮੁਆਫੀ ਮੰਗਦਾ ਹੈ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਡੇਵਿਡ ਲੈਮੀਃ ਯੂਕਰੇਨ ਮਿਜ਼ਾਈਲ ਬੇਨਤੀ ਚਰਚਾ ਅਧੀਨ - ਬੀਬੀਸੀ.",
        "ਆਰਚ ਮੈਨਿੰਗ, ਪੇਟਨ ਅਤੇ ਏਲੀ ਦਾ ਭਤੀਜਾ, ਪੰਜ ਟੱਚਡਾਉਨ ਗੇਮ ਦੇ ਨਾਲ ਸਟਾਰ ਅਤੇ ਟੈਕਸਾਸ ਲੋਂਗਹੌਰਨਜ਼ ਨੂੰ ਵਿਸ਼ਾਲ ਜਿੱਤ ਵੱਲ ਲੈ ਜਾਂਦਾ ਹੈ - ਯਾਹੂ ਸਪੋਰਟਸ",
        "ਰੋਨਾਲਡ ਰੀਗਨ ਦੇ ਸਾਬਕਾ ਸਟਾਫ ਨੂੰ ਵਾਪਸ ਹੈਰਿਸ-ਵਾਲਜ਼ ਟਿਕਟਃ \"ਅੱਜ ਇਕਸਾਰਤਾ ਅਤੇ demagoguery ਵਿਚਕਾਰ ਇੱਕ ਚੋਣ ਹੈ.\" - ਸੀਬੀਐਸ ਨਿਊਜ਼",
        "ਫਰਾਂਸ ਤੋਂ ਇੰਗਲਿਸ਼ ਚੈਨਲ ਪਾਰ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰ ਰਹੇ ਕਈ ਲੋਕਾਂ ਦੀ ਮੌਤ ਹੋ ਗਈ ਹੈ, ਅਧਿਕਾਰੀਆਂ ਦਾ ਕਹਿਣਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਸਪੇਸਐਕਸ ਦੀ ਪੋਲਾਰਿਸ ਡੌਨ ਸਪੇਸਫਲਾਈਟ ਫਲੋਰਿਡਾ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ ਤੋਂ ਸਪਲੈਸ਼ਡਾਉਨ ਨਾਲ ਖਤਮ ਹੁੰਦੀ ਹੈ",
        "ਬੇਨ ਅਫਲੇਕ, ਜੈਨੀਫਰ ਲੋਪੇਜ਼ ਆਪਣੇ ਬੱਚਿਆਂ ਨਾਲ ਤਲਾਕ ਦਾਇਰ ਕਰਨ ਤੋਂ ਬਾਅਦ ਪਹਿਲੀ ਵਾਰ ਇਕੱਠੇ ਨਜ਼ਰ ਆਏ - ਫੌਕਸ ਨਿ Newsਜ਼",
        "ਸੈਮਸੰਗ ਨੇ ਉਪਭੋਗਤਾਵਾਂ ਨੂੰ ਛੱਡਣ ਤੋਂ ਰੋਕਣ ਲਈ ਲੱਖਾਂ ਗਲੈਕਸੀ ਫੋਨ ਅਪਡੇਟ ਕੀਤੇ - ਫੋਰਬਸ",
        "ਦਵਾਲਿਸ਼ਵੀਲੀ ਨੇ ਰੂਟ ਵਿਚ ਓਮਲੇ ਦੇ ਸਿਰਲੇਖ ਨੂੰ ਦੂਰ ਕੀਤਾ - ਈਐਸਪੀਐਨ",
        "ਐਤਵਾਰ, ਸਤੰਬਰ 15, 2024 ਲਈ ਕੁੰਡਲੀ - ਸ਼ਿਕਾਗੋ ਸੂਰਜ-ਟਾਈਮਜ਼",
        "ਬੈਲਰੀਨਾ ਮਾਈਕਲਾ ਡੀਪ੍ਰਿੰਸ, ਜਿਸਦਾ ਕੈਰੀਅਰ ਬਹੁਤ ਸਾਰੇ ਲੋਕਾਂ ਨੂੰ ਯੁੱਧ ਵਿੱਚ ਪੈਦਾ ਹੋਣ ਤੋਂ ਬਾਅਦ ਪ੍ਰੇਰਿਤ ਕਰਦਾ ਸੀ, 29 ਤੇ ਮਰ ਜਾਂਦਾ ਹੈ - ਹਫਪੋਸਟ",
        "ਹਟਾਈ",
        "ਡਿਜ਼ਨੀ, DirecTV ਪਹੁੰਚ ਸੌਦਾ ESPN ਨੂੰ ਬਹਾਲ ਕਰਨ ਲਈ, ਏਬੀਸੀ, ਕਾਲਜ ਦੇ ਤੌਰ ਤੇ ਹੋਰ ਨੈੱਟਵਰਕ, ਪ੍ਰੋ ਫੁੱਟਬਾਲ ਸੀਜ਼ਨ ਰੈਂਪ ਅੱਪ - ਫਾਕਸ ਵਪਾਰ",
        "ਪ੍ਰਵਾਸੀ ਸੰਕਟ ਤਣਾਅ ਦੇ ਵਿਚਕਾਰ ਦੋ ਸਪਰਿੰਗਫੀਲਡ, ਓਹੀਓ, ਹਸਪਤਾਲਾਂ ਨੂੰ ਤਾਲਾਬੰਦ ਕਰ ਦਿੱਤਾ ਗਿਆ ਕਿਉਂਕਿ ਵਧੇਰੇ ਬੰਬ ਧਮਕੀਆਂ ਰਾਕ ਸਿਟੀ - ਨਿ New ਯਾਰਕ ਪੋਸਟ",
        "ਸਰੋਤਃ ਚੇਜ਼ ਇਨ-ਸੀਜ਼ਨ ਡੀਲ ਗੱਲਬਾਤ ਦੀ ਯੋਜਨਾ ਨਹੀਂ ਬਣਾ ਰਿਹਾ - ਈਐਸਪੀਐਨ",
        "ਮੰਗਲਵਾਰ ਨੂੰ ਸੁਪਰਮੂਨ ਦਾ ਅੰਸ਼ਕ ਚੰਦਰ ਗ੍ਰਹਿਣ ਕਦੋਂ ਵੇਖਣਾ ਹੈ - ਫੌਕਸ ਮੌਸਮ"
    ]
}