{
    "headlines": [
        "Jemand hat ein CAPTCHA erstellt, mit dem du Doom auf dem Schwierigkeitsgrad „Albtraum“ spielst - Ars Technica",
        "Woche 18 NFL-Picks: Ravens, um AFC North zu gewinnen? Werden die Bengals die Hoffnungen der Playoffs am Leben erhalten? - NFL.com",
        "College Football Playoff-Quoten 2025, Vorhersage: Georgia vs. Notre Dame-Picks, Wetten von Experten auf 22-9-Wurf - CBS Sports",
        "5 Dinge, die wir über COVID wissen und immer noch nicht wissen, 5 Jahre nach seinem Erscheinen - The Associated Press",
        "Giannis Antetokounmpo, Nikola Jokić führen in 1. Fan-Rückkehr von NBA All-Star Voting präsentiert von AT&T - NBA.com",
        "FBI-Agenten durchsuchen das Haus eines führenden NYPD-Beamten unter Vorwürfen, er habe Sex für Überstundenzahlungen verlangt - The Associated Press",
        "So sehen Sie die spektakuläre Quadrantiden-Meteorschauer heute Abend - VERKABELT",
        "In der Umkleidekabine von Oregon nach dem atemberaubenden Verlust der Rose Bowl der Nr. 1 Ducks gegen Ohio State - OregonLive",
        "Der durchschnittliche Zinssatz für eine 30-jährige US-Hypothek liegt laut Freddie Mac bei 6,91%, dem höchsten seit Juli - ABC News",
        "Montenegro trauert, nachdem ein Schütze mindestens 12 Menschen getötet hat, bevor er sich selbst erschossen hat - ABC News",
        "Norovirus-Fälle auf dem Vormarsch; hier sind die Symptome und wie man verhindert, dass sich das Virus einfängt - MLive.com",
        "Samsungs günstiger Fitness-Tracker Galaxy Fit 3 kommt in die USA - The Verge",
        "Neueste Angriffe in New Orleans: Die Polizei glaubt nicht, dass andere Verdächtige beteiligt sind, sagt das FBI - ABC News",
        "Präsident Biden gibt die Empfänger der Presidential Citizens Medal - The White House bekannt",
        "Das sind die Weltraumaktien, die es im Jahr 2025 zu beobachten gilt — SpaceX, Boeing und weit darüber hinaus - MarketWatch",
        "Ariana Grande, Cynthia Erivo über Wicked Oscar Buzz, Queer Glinda und Teil 2 - Variety",
        "10 Verletzte bei Schießerei in einem Nachtclub in Queens, New York - CNN",
        "166 Millionen Jahre alte \"Dinosaurier-Highway\" -Spuren werden in England entdeckt - ABC News",
        "South Korean Police Raid Offices of Airline, Airport Involved in Plane Crash - The Wall Street Journal",
        "Trump macht \"offene Grenzen\" für Angriffe in New Orleans und Las Vegas verantwortlich - The Hill"
    ]
}