{
    "headlines": [
        "Démarrez 'Em, Sit 'Em running backs : Week 8 Fantasy football - USA TODAY",
        "[supprimé]",
        "McDonald's E. Coli Crisis Reveals Why Vegetable Contamination Is 'Harder Problem' Than Beef - U.S. News & World Report",
        "[supprimé]",
        "« Ma vision a commencé à se détériorer » : l'équipe de Polaris Dawn révèle les impacts de la mission historique - CNN",
        "Le panel CDC abaisse l'âge pour le vaccin clé. Ce que les personnes âgées devraient savoir. - USA TODAY",
        "Capri stock craters 45% after judge blocks $ 8.5 billion Tapestry deal - Yahoo Finance",
        "Les actions se dirigent vers une perte hebdomadaire alors que les élections japonaises et les risques de bénéfices se profilent - Reuters",
        "Le roi Charles dit au sommet que le passé ne peut pas être changé alors que les dirigeants demandent à la Grande-Bretagne de tenir compte de l'esclavage - The Associated Press",
        "Les États-Unis obtiennent un règlement de 100 millions de dollars pour l'effondrement du pont de Baltimore - BBC.com",
        "Les combats de la Corée du Nord en Ukraine feraient-ils du conflit une guerre mondiale ? - Newsweek",
        "Vikings-Rams : 4 TD de Matthew Stafford passe Doom Minnesota à sa 2ème défaite consécutive - Yahoo Sports",
        "Quelle est la prochaine étape pour les frères Menendez alors que DA recommande leur resentencing des décennies après le meurtre de leurs parents - CNN",
        "Le DOJ avertit Musk que son concours de pétition d'un million de dollars pourrait violer les lois électorales - The Washington Post",
        "L'ancienne mannequin de maillot de bain Sports Illustrated dit que Trump l'a tripotée pour la montrer à Jeffrey Epstein - CNN",
        "Poutine met fin au sommet des BRICS qui cherchait à étendre l'influence mondiale de la Russie mais qui a été occulté par l'Ukraine - The Associated Press",
        "Survivant, 11 ans, d'un massacre de masse dans la banlieue luxuriante de Seattle se souvient que son frère adolescent du matin aurait abattu des parents, 3 frères et sœurs : « Pretended to play dead » - New York Post",
        "La « comète d'Halloween » semble se désintégrer dans l'espace - ScienceAlert",
        "Lors d'un rassemblement étoilé en Géorgie, Harris et Obama poussent le vote anticipé dans une course serrée - Reuters",
        "Réfutant les critiques, Donald Trump dit qu'il est « tout le contraire » d'Adolf Hitler - USA TODAY"
    ]
}