{
    "headlines": [
        "NC Lt. Gov. Mark Robinson hospitalized with second-degree burns following incident at campaign event - CNN",
        "Hail Mary touchdown overturned as No. 7 Miami survives against Virginia Tech in thriller - Yahoo Sports",
        "Who is Hezbollah leader Hassan Nasrallah? - BBC.com",
        "Hurricane Helene kills at least 44 and cuts a swath of destruction across the Southeast - The Associated Press",
        "VP Harris outlines ‘orderly and secure’ immigration plan, rips Trump in first border stop since nomination - Fox News",
        "CBS News says it will be up to Vance and Walz to fact-check each other in veep debate - The Associated Press",
        "Chappell Roan pulls out of festival after backlash over election remarks - The Washington Post",
        "NYC Mayor Eric Adams pleads not guilty to federal corruption charges as New York’s governor considers removing him - CNN",
        "Huge air strikes hit Beirut as Israel says it targeted 'Hezbollah headquarters' - BBC.com",
        "Al B. Sure! sends cease-and-desist to Amazon, author of ‘fake’ Kim Porter book that claims he had sex with Diddy - Page Six",
        "SpaceX, NASA 'go' for 1st astronaut launch to ISS from Cape Canaveral Space Force Station pad - Space.com",
        "Climate activists throw soup on two Van Goghs, just hours after others are sentenced to jail - The Washington Post",
        "Four Missouri healthcare workers develop symptoms after bird flu exposure - BBC.com",
        "Wisconsin Supreme Court rules RFK Jr. will remain on November ballot - The Hill",
        "2024 Presidents Cup: Tee times and pairings for Saturday's matches at Royal Montreal - Yahoo Sports",
        "‘Wild Robot’ Uploading $35M Opening; ‘Megalopolis’ Debuts Behind India’s ‘Devara Part One’ – Friday Box Office Update - Deadline",
        "Justice Dept. charges three men in alleged Iran hack of Trump campaign - The Washington Post",
        "Report: Apple changes film strategy, will rarely do wide theatrical releases - Ars Technica",
        "Earth will have a temporary ‘mini moon’ for two months - The Associated Press",
        "Stranded patients, staff airlifted from Tennessee hospital roof amid flooding - CBS News"
    ]
}