{
    "headlines": [
        "TikTok knew depth of app’s risks to children, court document alleges - The Washington Post",
        "In photos: Northern lights dazzle skies across the U.S. and world - Axios",
        "Fact-Checking Obama's Pittsburgh Rally for Kamala Harris - Newsweek",
        "Stock market today: Dow soars 400 points, to new high S&P 500 notches record close - Yahoo Finance",
        "Harris campaign to air ad ripping Trump's Detroit comment during Lions, Tigers games - Detroit Free Press",
        "Sister Wives Star Kody Brown’s Daughter Mykelti Lashes Out Against Him After Previous Support - E! Online - E! NEWS",
        "Duke Energy Florida issues estimated times of restoration for customers impacted by Hurricane Milton - Duke Energy News Center",
        "Xbox Cloud Gaming will let you stream your own games next month - The Verge",
        "MLB moves up Tigers-Guardians Game 5 after Mets weather debacle - New York Post ",
        "1 dead and 23 rescued after elevator issue at Colorado tourist mine left some trapped 1,000 feet underground for 6 hours - CNN",
        "Nobel Peace Prize given to Japanese organization Nihon Hidankyo for its work against nuclear weapons - The Associated Press",
        "Mike Tyson issues bizarre message to Diddy amid sex-trafficking scandal: ‘I wish him all the best’ - New York Post ",
        "[Removed]",
        "Undercooked bear meat at North Carolina barbecue leaves 10 sickened, says CDC report - Fox News",
        "The largest storm in our solar system is moving unexpectedly, scientists say - CNN",
        "Steam now warns customers they're only buying a license when paying for a game - Eurogamer",
        "[Removed]",
        "Rwanda Marburg outbreak: Africa health chief criticises US travel advice - BBC.com",
        "Three H-E-B products named in massive meat recall due to listeria - mySA",
        "Rare comet likely to be visible to the human eye in Minnesota. Here’s how to see it. - Star Tribune"
    ]
}