{
    "headlines": [
        "Katar stoppt seine Rolle als Waffenstillstandsvermittler, während das Gremium vor einer Hungersnot in Gaza warnt - The Washington Post",
        "\"SNL\" -Star Michael Che trinkt nach Trumps Sieg auf Sendung und ruft R. Kelly zu: \"Wenn weiße Menschen ihren Verbrecher wählen können, kann ich zu meinem tanzen\" - Vielfalt",
        "Bitcoin bricht $ 79K und \"keine vorschnellen Maßnahmen sind erforderlich\", sagt Analyst - Cointelegraph",
        "Trump hat geschworen, Offshore-Wind in den USA zu töten. Wird er Erfolg haben? - Yahoo Finance",
        "CFP-Rankings Lookahead Woche 12: Alabama zeigt Dominanz, Georgia wird nach ihrem Verlust FALLEN - CBS Sports",
        "Missouri überdauert Oklahoma im Spätspiel-Sprint, den Sie sehen müssen, um zu glauben - Sports Illustrated",
        "Unerwartete Wendung in Texas Cold Case Murder Sonde: Opfer war eine Brautjungfer bei der Hochzeit des Mörders - CBS News",
        "[removed]",
        "[removed]",
        "Exklusiv: Die USA haben TSMC angewiesen, die Lieferung von Chips, die in KI-Anwendungen verwendet werden, nach China einzustellen - Reuters",
        "UFC Vegas 100 Ergebnisse: Magny vs. Prates - MMA Fighting",
        "Amerikanische Krankenschwester, die von einem Mann getötet wurde, den sie im Budapester Nachtclub während des Urlaubs an einem \"glücklichen Ort\" traf: Polizei - New York Post",
        "\"Joker: Folie à Deux\" ist der \"schlechteste Film aller Zeiten\" -Sequel-Schauspieler sagt - Hollywood Reporter",
        "Apples leistungsschwaches MacBook Pro passt nicht zum Hype - Forbes",
        "1 entflohener Affe in South Carolina gefangen, mehrere andere befinden sich auf dem Grundstück - ABC News",
        "[removed]",
        "Die Republikaner in Florida sind begeistert von Susie Wiles — mit einer großen Ausnahme - POLITICO",
        "Angriffe auf israelische Fußballfans in den Niederlanden veranlassen den Premierminister, die Klimareise abzusagen - The Associated Press",
        "Quoten, Auswahlen und Vorhersagen der New York Giants bei Carolina Panthers - USA TODAY Sportsbook Wire",
        "Israelische Angriffe töten 40, da begrenzte Hilfe im verwüsteten Norden des Gazastreifens eintrifft - Al Jazeera Englisch"
    ]
}