{
    "headlines": [
        "John Amos, ator em papéis inovadores na TV, morre aos 84 anos - The Washington Post",
        "Mercado de ações hoje: Nasdaq lidera quedas de ações enquanto picos de petróleo no ataque ao Irã - Yahoo Finance",
        "Atualizações ao vivo do Dia 1 da rodada de wild cards da MLB: acompanhe toda a ação à medida que os playoffs começam - ESPN",
        "Seis mortos em tiroteio e ataque com faca em Tel Aviv - BBC.com",
        "Ranking de poder da semana 5 da NFL: candidato a MVP Sam Darnold tem Vikings rolando; Texans, Bucs passam para os cinco primeiros - CBS Sports",
        "Uma nova ameaça tropical se desenvolve no Golfo enquanto o Sul ainda sofre com as consequências do furacão Helene - WPVI-TV",
        "No 100º aniversário do presidente Jimmy Carter, seu detalhe do Serviço Secreto reflete sobre a atribuição de uma vida - CBS News",
        "Trump, na Geórgia, ataca Biden e Harris em resposta a Helene, Biden diz que está \"mentindo\" - ABC News",
        "O debate de VP de Tim Walz e JD Vance em 2024 é hoje à noite. Aqui está o que saber. - CBS News",
        "   Removido ",
        "Governo do Líbano pede apoio da comunidade internacional em meio à invasão de Israel - NPR",
        "Naomi Osaka vs. Coco Gauff | Rodada de 16 de Pequim 2024 | Destaques da Partida WTA - WTA",
        "Pixel 9a supostamente um pouco maior, vem em quatro cores, incluindo ‘Iris’ roxo - 9to5Google",
        "Trabalhadores portuários da Costa Leste dos EUA entram em greve, interrompendo metade do transporte marítimo do país - Reuters",
        "Tanques e jatos em movimento na fronteira Israel-Líbano - BBC.com",
        "Como é o caminho de destruição de 800 km do furacão Helene - CNN",
        "   Removido ",
        "'Nobody Wants This' Creator Erin Foster Defends Show After Claims It Descreve Estereótipos Judaicos - Rolling Stone",
        "Telescópio Webb da NASA detecta traços de dióxido de carbono na superfície da maior lua de Plutão - Associated Press",
        "   Removido "
    ]
}