{
    "headlines": [
        "Missing hiker thanks rescuers after surviving 13 days on two granola bars in Australian national park - CNN",
        "[Removed]",
        "Elon Musk agrees that we’ve exhausted AI training data - TechCrunch",
        "Massive port strike averted, as shippers and union reach tentative agreement - The Washington Post",
        "Brussels will be watching whether Musk breaks EU law in far-right livestream - POLITICO Europe",
        "L.A. Fires Another Brutal Blow to Battered Hollywood Crew Members - Hollywood Reporter",
        "Trump says it ‘doesn’t matter’ how GOP passes his agenda: ‘The end result is the same’ - The Hill",
        "Powerball winning numbers for January 8 drawing: Jackpot rises to $240 million - USA TODAY",
        "In photos: Trump and others pay their respects to Jimmy Carter - Axios",
        "HMPV: What to Know About The Respiratory Virus Outbreak in China - ScienceAlert",
        "College Football Playoff picks, schedule: Predictions against the spread, odds for Orange, Cotton Bowl games - CBS Sports",
        "Nintendo Switch 2 Leak Reveals Detailed Mockup And Release Month - Forbes",
        "Alito spoke with Trump before president-elect asked Supreme Court to delay his sentencing - CNN",
        "Italian journalist Cecilia Sala released by Iran - The Washington Post",
        "Fire home insurance: California insurance commissioner breaks down what not to do if your home is damaged or destroy by wildfire - ABC7 Los Angeles",
        "Oscar Nominations Pushed to Jan. 19, Voting Extended by 2 Days Due to L.A. Fires - Variety",
        "Packers vs. Eagles Injury Report - PhiladelphiaEagles.com",
        "'Reanimated' herpes viruses lurking in the brain may link concussions and dementia - Livescience.com",
        "Venezuela’s ultimate political survivor Nicolás Maduro faces his toughest challenge yet - The Associated Press",
        "Reserve the New Samsung Galaxy S25 Smartphone Ahead of Galaxy Unpacked 2025 - IGN"
    ]
}