{
    "headlines": [
        "L'Egypte dit que 16 personnes manquent à l'appel alors que le bateau de tourisme coule au large de la côte de la mer Rouge - Al Jazeera English",
        "Gavin Newsom menace d'intervenir si Trump tue le crédit d'impôt de 7 500 $ pour VE de Biden - Fox News",
        "Les avocats de Trump enquêtent sur les allégations selon lesquelles un conseiller de haut niveau a cherché à tirer un profit financier de son influence auprès du président élu, selon des sources - CNN",
        "Père de la femme hawaïenne disparue Hannah Kobayashi retrouvée morte à Los Angeles - SFGATE",
        "Rappel de lait cru pour contenir le virus de la grippe aviaire, rapports californiens - Ars Technica",
        "L'avocat spécial Jack Smith abandonne le dossier électoral de Trump en invoquant la politique « catégorique » du ministère de la Justice - ABC News",
        "Un autre personnage clé de « Yellowstone » mord la poussière alors que les tueurs de John Dutton encerclent les chariots - Date limite",
        "Biden pardonne aux dindes pour la dernière fois en tant que président des États-Unis - BBC.com",
        "Les threads vous permettront enfin de définir le flux suivant comme votre valeur par défaut - The Verge",
        "Warren Buffett fait un autre don de 1 milliard de dollars. Il a des conseils de planification successorale pour tout le monde. - The Wall Street Journal",
        "Notes PFF des Packers : Meilleurs, pires joueurs de la victoire sur les 49ers de la semaine 12 - Packers Wire",
        "Pour certains, il peut s'agir d'un Thanksgiving détrempé et enneigé. Découvrez où. - The Washington Post",
        "C'est la nouvelle stratégie progressiste pour se battre avec Trump - POLITICO",
        "Le premier projecteur de TCL semble être au bon prix pour le Hijinx extérieur - Gizmodo",
        "Les astronautes rapportent un signal alarmant provenant d'un vaisseau spatial russe amarré à l'ISS - Gizmodo",
        "Alec Baldwin ne veut pas voir « Rust », mais espère que le film sortira - Variété",
        "SpaceX : le service cellulaire Starlink est prêt à fonctionner - PCMag",
        "Rassemblement des bons du Trésor américain sur les paris Bessent va diluer les plans de Trump - Yahoo Finance",
        "Les frères Menendez doivent comparaître devant le tribunal pour la première fois en 28 ans - CNN",
        "NFL Week 12, Sorting the Sunday Pile : Saquon Barkley's MVP case, Bo Nix surges, Niners in big trouble - CBS Sports"
    ]
}