{
    "headlines": [
        "ਟਰੰਪ ਦੇ ਉਦਘਾਟਨ 'ਚ 10 ਲੱਖ ਡਾਲਰ ਦਾ ਯੋਗਦਾਨ ਦੇਵੇਗਾ ਐਮਾਜ਼ਾਨ - The Times of India",
        "ਸੀਰੀਆ ਲਾਈਵ ਅਪਡੇਟਸਃ ਅਸਦ ਸ਼ਾਸਨ ਦੇ ਪਤਨ ਤੋਂ ਬਾਅਦ 1 ਸ਼ੁੱਕਰਵਾਰ ਦੀਆਂ ਪ੍ਰਾਰਥਨਾਵਾਂ ਲਈ ਖੁਸ਼ ਸੀਰੀਆ ਦੇ ਲੋਕ ਇਕੱਠੇ ਹੋਏ - ਨਿ New ਯਾਰਕ ਟਾਈਮਜ਼",
        "ਨੈਨਸੀ ਪੇਲੋਸੀ ਵਿਦੇਸ਼ੀ ਯਾਤਰਾ 'ਤੇ ਸੱਟ ਲੱਗਣ ਤੋਂ ਬਾਅਦ ਹਸਪਤਾਲ ਵਿਚ - ਬੀਬੀਸੀ.",
        "ਦੱਖਣੀ ਕੋਰੀਆ ਦੇ ਰਾਸ਼ਟਰਪਤੀ ਯੂਨ ਸੁਕ ਯੀਓਲ ਨੂੰ ਦੂਜੀ ਵਾਰ ਮਹਾਂਦੋਸ਼ ਦੀ ਵੋਟ ਦਾ ਸਾਹਮਣਾ ਕਰਨਾ ਪੈ ਰਿਹਾ ਹੈ - ਦਿ ਗਾਰਡੀਅਨ",
        "‘ਡੈਕਸਟਰਃ ਮੂਲ ਪਾਪ’ ਮਰੇ ਹੋਏ ਘੋੜੇ ਨੂੰ ਕੁੱਟਣ ਦਾ ਦੋਸ਼ੀ ਹੈਃ ਟੀਵੀ ਸਮੀਖਿਆ - ਵੰਨਗੀ",
        "ਐਰੋਟਿਕ ਥ੍ਰਿਲਰ ‘ਹੋਮਵ੍ਰੈਕਰਜ਼‘ (ਐਕਸਕਲੂਸਿਵ) - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ ਓਵਰ ਬੋਲੀ ਯੁੱਧ ਦੇ ਕੇਂਦਰ ਵਿੱਚ ਗਲੇਨ ਪਾਵੇਲ",
        "ਡਬਲਯੂਡਬਲਯੂਈ ਸਮੈਕਡਾਉਨ ਨਤੀਜੇ – 12/13/24 (ਸ਼ਨੀਵਾਰ ਰਾਤ ਦੇ ਮੁੱਖ ਪ੍ਰੋਗਰਾਮ ਲਈ ਗੋ-ਹੋਮ ਸ਼ੋਅ) - Wrestleview.com",
        "ਈਐਸਪੀਐਨ ਵਿਸ਼ਲੇਸ਼ਕ & ਐਨਐਫਐਲ ਹਾਲ ਆਫ ਫੈਮਰ ਰੈਂਡੀ ਮੋਸ ਕੈਂਸਰ ਨਿਦਾਨ ਦਾ ਖੁਲਾਸਾ ਕਰਦਾ ਹੈ: “ਉਮੀਦ ਹੈ, ਮੈਂ ਜਲਦੀ ਹੀ ਤੁਹਾਡੇ ਨਾਲ ਹੋ ਸਕਦਾ ਹਾਂ” - ਡੈੱਡਲਾਈਨ",
        "ਬਿਡੇਨ ਨੇ ‘ਬੱਚਿਆਂ ਲਈ ਕੈਸ਼’ ਜੱਜ ਅਤੇ 54 ਮਿਲੀਅਨ ਡਾਲਰ ਦੇ ਗਬਨ ਨੂੰ ਮੁਆਫੀ ਦੇਣ ਤੋਂ ਬਾਅਦ ਪੀੜਤ ’ਹੈਰਾਨ' - ਸੀਐਨਐਨ",
        "ਟਰੰਪ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਜੀਓਪੀ ਡੇਲਾਈਟ ਸੇਵਿੰਗ ਟਾਈਮ ਨੂੰ ਖਤਮ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰੇਗਾ - ਸੀਐਨਐਨ",
        "ਬਰਡ ਫਲੂ ਨੇ ਲੂਸੀਆਨਾ ਵਿੱਚ ਪੰਛੀਆਂ ਤੋਂ ਮਨੁੱਖਾਂ ਵਿੱਚ ਛਾਲ ਮਾਰੀ; ਮਰੀਜ਼ ਹਸਪਤਾਲ ਵਿੱਚ ਦਾਖਲ - ਆਰਸ ਟੈਕਨੀਕਾ",
        "ਸੀਰੀਆ ਦੀ ਜੇਲ੍ਹ ਤੋਂ ਰਿਹਾਅ ਹੋਏ ਅਮਰੀਕੀ ਫੌਜੀ ਜਹਾਜ਼, ਅਧਿਕਾਰੀਆਂ ਦਾ ਕਹਿਣਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਮੈਕਕੌਨਲ ਪੋਲੀਓ ਟੀਕੇ ਦੇ ਸੰਦੇਹ 'ਤੇ ਵਾਪਸ ਮਾਰਦਾ ਹੈਃ‘ ਖਤਰਨਾਕ ’- ਪੋਲਿਟਿਕੋ",
        "ਅਗਲੇ ਹਫਤੇ ਰੇਟਾਂ ਨੂੰ ਘਟਾਉਣ ਲਈ ਫੀਡ ਪਰ ਅਗਲੇ ਸਾਲ ਹੋਰ ਘਟਾਉਣ ਬਾਰੇ ਕੁਝ ਸਾਵਧਾਨੀ ਦਾ ਸੰਕੇਤ ਦਿੰਦਾ ਹੈ, ਮੋਰਗਨ ਸਟੈਨਲੀ ਕਹਿੰਦਾ ਹੈ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਯੂਨਾਈਟਿਡ ਹੈਲਥਕੇਅਰ ਦੇ ਸੀਈਓ ਕਤਲ ਦਾ ਸ਼ੱਕੀ ਕੋਈ ਬੀਮਾਯੁਕਤ ਮੈਂਬਰ ਨਹੀਂ ਸੀ, ਕੰਪਨੀ ਕਹਿੰਦੀ ਹੈ - ਦਿ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਸ਼ਨਾਹਾਨਃ 49ers ਨੰਬਰ ਵਾਲੇ ਕੈਂਪਬੈਲ ਦੇ ਦਿਨ - ਈਐਸਪੀਐਨ",
        "ਇਕ ਯੂਆਈ 7.0: ਬੀਟਾ ਵਿਚਲੀਆਂ ਸਾਰੀਆਂ ਮੁੱਖ ਤਬਦੀਲੀਆਂ ਅਤੇ ਸਮਾਗਮਾਂ ਨੂੰ ਸਮੇਟਣਾ - ਸੈਮਮੋਬਾਈਲ - ਸੈਮਸੰਗ ਖ਼ਬਰਾਂ",
        "ਈਲੋਨ ਮਸਕ ਨੇ ਟਵਿੱਟਰ ਦੀ ਆਪਣੀ ਖਰੀਦ ਦੇ ਸੰਬੰਧ ਵਿੱਚ ਐਸਈਸੀ ਨੇ ਉਸਨੂੰ 'ਬੰਦੋਬਸਤ ਦੀ ਮੰਗ' ਭੇਜੀ ਚਿੱਠੀ ਨੂੰ ਸਾਂਝਾ ਕੀਤਾ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਸਾਬਕਾ ਅਸਦ ਗੜ੍ਹ ਵਿਚ ਸੀਰੀਆਈ ਮੌਲਵੀ ਕੌਮੀ ਏਕਤਾ, ਲੋਕਤੰਤਰ ਦੀ ਮੰਗ - Reuters",
        "ਕੰਬੋਡੀਆਃ ਮਛੇਰਿਆਂ ਨੂੰ ਛੇ ਦੁਰਲੱਭ ਮੇਕੋਂਗ ਵਿਸ਼ਾਲ ਕੈਟਫਿਸ਼ ਮਿਲਦੀ ਹੈ - ਡੀਡਬਲਯੂ (ਅੰਗਰੇਜ਼ੀ)"
    ]
}