{
    "headlines": [
        "ਇੱਕ ਅਪਗ੍ਰੇਡ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ ਗਲੈਕਸੀ ਜ਼ੈਡ ਫੋਲਡ 7 ਜੋ ਮਹਿੰਗੇ ਫੋਨ ਖਰੀਦਣ ਵਾਲੇ ਹੱਕਦਾਰ ਹਨ - ਫੋਨਅਰੇਨਾ",
        "ਚੋਟੀ ਦੇ ਰੂਸੀ ਅਤੇ ਅਮਰੀਕੀ ਅਧਿਕਾਰੀ ਸਬੰਧਾਂ ਨੂੰ ਬਿਹਤਰ ਬਣਾਉਣ ਅਤੇ ਯੂਕਰੇਨ ਯੁੱਧ ਨੂੰ ਖਤਮ ਕਰਨ ਬਾਰੇ ਵਿਚਾਰ ਵਟਾਂਦਰੇ ਕਰ ਰਹੇ ਹਨ - ਕਿਯੇਵ ਤੋਂ ਬਿਨਾਂ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਮਸਕ ਦਾ ਐਕਸਏਆਈ ਆਰਟੀਫਿਸ਼ੀਅਲ ਇੰਟੈਲੀਜੈਂਸ ਮਾਡਲ ਗਰੋਕ 3 ਜਾਰੀ ਕਰਦਾ ਹੈ, ਸ਼ੁਰੂਆਤੀ ਟੈਸਟਿੰਗ ਵਿਚ ਵਿਰੋਧੀ ਨਾਲੋਂ ਵਧੀਆ ਪ੍ਰਦਰਸ਼ਨ ਦਾ ਦਾਅਵਾ ਕਰਦਾ ਹੈ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਹੁਆਵੇਈ ਨੇ ਚੀਨ ਤੋਂ ਬਾਹਰ $ 3,660 ਟ੍ਰਾਈਫੋਲਡ ਫੋਨ ਲਾਂਚ ਕੀਤਾ ਕਿਉਂਕਿ ਇਹ ਅੰਤਰਰਾਸ਼ਟਰੀ ਵਾਪਸੀ ਨੂੰ ਚਾਰਟ ਕਰਦਾ ਹੈ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਯੂਰਪੀਅਨ ਯੂਕ੍ਰੇਨ ਜੰਗਬੰਦੀ ਲਈ ਫੌਜਾਂ ਦੀ ਪੜਚੋਲ ਕਰਦੇ ਹਨ — ਅਤੇ ਅਮਰੀਕੀ ਸਹਾਇਤਾ ਚਾਹੁੰਦੇ ਹਨ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਡੈਲਟਾ ਜੈੱਟ ਬਰਫੀਲੇ ਟੋਰਾਂਟੋ ਰਨਵੇਅ 'ਤੇ ਉਲਟਾ ਹੇਠਾਂ ਝੁਕਦਾ ਹੈ ਅਤੇ ਸਾਰੇ 80 ਸਵਾਰ ਬਚ ਜਾਂਦੇ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "24 'ਤੇ ਦੱਖਣੀ ਕੋਰੀਆਈ ਅਭਿਨੇਤਾ ਦੀ ਮੌਤ ਸੋਸ਼ਲ ਮੀਡੀਆ ਅਤੇ ਇੰਟਰਨੈੱਟ ਸਭਿਆਚਾਰ ਬਾਰੇ ਚਰਚਾ sparks - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਪੋਪ ਦੀ ਸਿਹਤ ਸਥਿਰ ਹੈ ਕਿਉਂਕਿ ਉਹ ਹਸਪਤਾਲ ਵਿਚ ਇਲਾਜ ਜਾਰੀ ਰੱਖਦਾ ਹੈ - vaticannews.va",
        "ਏਰਿਕ ਐਡਮਜ਼ ਦੇ ਚਾਰ ਚੋਟੀ ਦੇ ਡਿਪਟੀ ਮੈਂਬਰਾਂ ਨੇ ਅਸਤੀਫਾ ਦੇ ਦਿੱਤਾ ਹੈ, ਨਿ York ਯਾਰਕ ਦੇ ਮੇਅਰ ਦਾ ਕਹਿਣਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਗਾਈ ਪੀਅਰਸ ਕਹਿੰਦਾ ਹੈ ਕੇਵਿਨ ਸਪੇਸੀ ਨੇ ਉਸ ਨੂੰ ਐਲ. ਏ. ਗੁਪਤ ਸੈੱਟ 'ਤੇ \"ਨਿਸ਼ਾਨਾ\" ਬਣਾਇਆ - ਏ. ਵੀ. ਕਲੱਬ",
        "ਸਕਾਟ ਬੋਰਸ ਨੇ ਐਮਐਲਬੀ ਦੇ ਬਹੁਤ ਸਾਰੇ ਖਰਚਿਆਂ ਦੀ ਘਾਟ ਨੂੰ ਬੁਲਾਇਆ - ਸਪੋਰਟਸ ਇਲਸਟ੍ਰੇਟਿਡ",
        "ਦਿਲ ਨੂੰ ਤੰਦਰੁਸਤ ਅਤੇ ਜਵਾਨ ਰੱਖਣ ਲਈ ਅਮਰੀਕੀ ਕਾਰਡੀਓਲੋਜਿਸਟ ਨੇ ਸਾਂਝੇ ਕੀਤੇ doable tips - The Times of India",
        "4 ਉਮੀਦਵਾਰ ਜਰਮਨੀ ਦਾ ਅਗਲਾ ਚਾਂਸਲਰ ਬਣਨਾ ਚਾਹੁੰਦੇ ਹਨ. ਉਹ ਕੌਣ ਹਨ - ਯਾਹੂ",
        "'ਦਿ ਬਰੂਟਲਿਸਟ' ਨਿਰਦੇਸ਼ਕ ਬ੍ਰੈਡੀ ਕੋਰਬੇਟ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਸਨੇ ਫਿਲਮ ਤੋਂ ਕੋਈ ਪੈਸਾ ਨਹੀਂ ਬਣਾਇਆ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਅੰਕੜਿਆਂ ਨੂੰ ਲੈ ਕੇ ਮਸਕ ਦੇ ਡੋਗ ਨਾਲ ਟਕਰਾਅ ਤੋਂ ਬਾਅਦ ਚੋਟੀ ਦੇ ਸਮਾਜਿਕ ਸੁਰੱਖਿਆ ਅਧਿਕਾਰੀ ਬਾਹਰ ਨਿਕਲਦੇ ਹਨ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "30- ਮਿਲੀਅਨ-ਯੁੱਗ ਹਾਈਪਰਕਾਰਨੀਵੋਰ ਖੋਪੜੀ 'ਸੁਪਨੇ ਲੱਭੋ' ਪਾਲੀਓਨਟੋਲੋਜਿਸਟਾਂ ਲਈ - ਯਾਹੂ",
        "ਸਾ Southਥਵੈਸਟ ਏਅਰਲਾਈਨਜ਼ ਨੇ ਡੱਲਾਸ ਹੈੱਡਕੁਆਰਟਰ ਵਿਖੇ ਭਾਰੀ ਛਾਂਟੀ ਦੀ ਘੋਸ਼ਣਾ ਕੀਤੀ, ਕੰਪਨੀ ਦੇ ਇਤਿਹਾਸ ਵਿਚ ਪਹਿਲੀ ਵੱਡੀ ਛਾਂਟੀ - ਡਬਲਯੂਐਫਏਏ.",
        "ਯੂਕਰੇਨ ਨੂੰ ਆਪਣੀ ਸ਼ਾਂਤੀ ਵਾਰਤਾ ਲਈ ਸੱਦਾ ਨਹੀਂ ਦਿੱਤਾ ਗਿਆ ਹੈ । ਇਤਿਹਾਸ ਅਜਿਹੀਆਂ ਉਦਾਹਰਣਾਂ ਨਾਲ ਭਰਿਆ ਹੋਇਆ ਹੈ – ਅਤੇ ਨਤੀਜੇ ਵਿਨਾਸ਼ਕਾਰੀ ਹਨ - The Conversation",
        "ਪਹਿਲਾਂ ਗਾਵਾਂ, ਹੁਣ ਬਿੱਲੀਆਂ । ਕੀ ਅਗਲਾ ਮਨੁੱਖਾਂ ਲਈ ਬਰਡ ਫਲੂ ਆ ਰਿਹਾ ਹੈ? - ਵਾਲ ਸਟਰੀਟ ਜਰਨਲ",
        "ਟਰੰਪ ਪ੍ਰਸ਼ਾਸਨ ਨੇ ਬਿਨਾਂ ਸਬੂਤ ਦੇ ‘ਪ੍ਰਦਰਸ਼ਨ’ ਲਈ ਹਜ਼ਾਰਾਂ ਲੋਕਾਂ ਨੂੰ ਬਰਖਾਸਤ ਕੀਤਾ, ਗੜਬੜ ਵਿੱਚ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ"
    ]
}