{
    "headlines": [
        "ਐਨਵੀਡੀਆ ਬੀਟਸ Q3 ਮਾਲੀਆ, ਈਪੀਐਸ ਅਨੁਮਾਨ, ਸਪਲਾਈ ਦੀਆਂ ਰੁਕਾਵਟਾਂ ਡਿੰਗ ਸਟਾਕਃ ਹੁਆਂਗ ਕਹਿੰਦਾ ਹੈ 'ਏਆਈ ਦੀ ਉਮਰ ਪੂਰੀ ਭਾਫ ਵਿੱਚ ਹੈ' (ਅਪਡੇਟ) - ਯਾਹੂ ਵਿੱਤ",
        "UConn ਦੇ Auriemma NCAA ਆਲ-ਟਾਈਮ ਜਿੱਤ ਦਾ ਰਿਕਾਰਡ ਸੈੱਟ ਕਰਦਾ ਹੈ - ESPN",
        "ਐਫਬੀਆਈ ਨੇ ਉਸ ਵਿਅਕਤੀ ਨੂੰ ਗ੍ਰਿਫਤਾਰ ਕੀਤਾ ਜਿਸ 'ਤੇ ਨਿ York ਯਾਰਕ ਸਟਾਕ ਐਕਸਚੇਂਜ' ਤੇ ਹਮਲੇ ਦੀ ਯੋਜਨਾ ਬਣਾਉਣ ਦਾ ਦੋਸ਼ ਲਗਾਇਆ ਗਿਆ ਹੈ - ਡਬਲਯੂਬੀਏਐਲ ਟੀਵੀ ਬਾਲਟੀਮੋਰ",
        "ਦੁਰਘਟਨਾ ਜਾਂ ਤੋੜ-ਫੋੜ? ਅਮਰੀਕੀ ਅਤੇ ਯੂਰਪੀਅਨ ਅਧਿਕਾਰੀ ਸਹਿਮਤ ਨਹੀਂ ਹਨ ਕਿਉਂਕਿ ਮੁੱਖ ਅੰਡਰਸੀ ਕੇਬਲ ਕੱਟੇ ਗਏ ਹਨ - ਸੀ ਐਨ ਐਨ",
        "ਸੀ. ਐੱਮ. ਏ. ਐੱਸ. 2024 ਰੈਡ ਕਾਰਪੇਟ 'ਤੇ ਸਾਰੀਆਂ ਮਸ਼ਹੂਰ ਹਸਤੀਆਂਃ ਕੇਸੀ ਮਸਗ੍ਰੇਵਜ਼, ਮਿਰਾਂਡਾ ਲੈਂਬਰਟ ਅਤੇ ਹੋਰ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਹਟਾਈ",
        "ਕਾਮਕਾਸਟ ਕੇਬਲ ਸਪਿਨੋਫ ਤੋਂ ਬਾਅਦ, ਐਨਬੀਸੀਯੂਨਵਰਸਿਟੀਅਲ ਨੂੰ ਕੁਝ ਨਵੇਂ ਖੇਡ ਮਾਸਪੇਸ਼ੀਆਂ ਦਾ ਵਿਕਾਸ ਕਰਨਾ ਪਏਗਾ - ਡੈੱਡਲਾਈਨ",
        "‘ਬੌਬ ਲਈ ਕੀ ਬਚਿਆ ਹੈ?’ ਲੂਟਨਿਕ ਪਿਕ ਲਾਈਟਹਾਈਜ਼ਰ ਦੇ ਭਵਿੱਖ ਦੇ ਪ੍ਰਭਾਵ ਬਾਰੇ ਪ੍ਰਸ਼ਨ ਉਠਾਉਂਦਾ ਹੈ - ਪੋਲਿਟਿਕੋ",
        "ਇਜ਼ਰਾਈਲ-ਗਾਜ਼ਾ ਯੁੱਧਃ ਅਮਰੀਕਾ ਨੇ ਸੁਰੱਖਿਆ ਪ੍ਰੀਸ਼ਦ ਦੇ ਜੰਗਬੰਦੀ ਮਤੇ 'ਤੇ ਰੋਕ ਲਗਾਈ - BBC.com",
        "ਬ੍ਰਾਇਨ ਕੋਹਬਰਗਰ ਨੂੰ ਮੌਤ ਦੀ ਸਜ਼ਾ ਦਾ ਸਾਹਮਣਾ ਕਰਨਾ ਪੈ ਸਕਦਾ ਹੈ ਜੇ ਮਾਰੇ ਗਏ ਆਈਡਾਹੋ ਕਾਲਜ ਦੇ ਵਿਦਿਆਰਥੀਆਂ ਦੇ ਮੁਕੱਦਮੇ ਵਿਚ ਦੋਸ਼ੀ ਠਹਿਰਾਇਆ ਜਾਂਦਾ ਹੈ, ਜੱਜ ਨਿਯਮ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਟਰੰਪ ਦੇ ਸੈਨੇਟ ਦੇ ਸਾਥੀਆਂ ਦੁਆਰਾ ਗੈਰਹਾਜ਼ਰੀ ਡੈਮੋਕਰੇਟਸ ਨੂੰ ਬਾਇਡਨ ਜੱਜਾਂ ਦੀ ਪੁਸ਼ਟੀ ਕਰਨ ਵਿੱਚ ਸਹਾਇਤਾ ਕਰਦੀ ਹੈ - ਸੀਐਨਐਨ",
        "ਯੂਕਰੇਨੀ ਬੰਬ ਧਮਾਕੇ 10 ਬੰਕਰ-ਬਸਟਿੰਗ ਤੂਫਾਨ ਰੂਸੀ ਕਮਾਂਡਰਾਂ 'ਤੇ ਸ਼ੈਡੋ ਕਰੂਜ਼ ਮਿਜ਼ਾਈਲਾਂ - ਫੋਰਬਸ",
        "ਹਾਊਸ ਨੈਤਿਕਤਾ ਕਮੇਟੀ ਗਾਏਟਜ਼ ਰਿਪੋਰਟ ਜਾਰੀ ਕਰਨ ਜਾਂ ਨਾ ਕਰਨ 'ਤੇ ਅੜਿੱਕਾ - NPR",
        "‘ਪੀਡੀਐਫ ਟੂ ਬ੍ਰੇਨ੍ਰੋਟ’ ਅਧਿਐਨ ਸਾਧਨ ਇਕ ਟਿਕਟੋਕ ਰੁਝਾਨ 'ਤੇ ਇਕ ਅਜੀਬ ਦੁਹਰਾਓ ਹਨ - ਟੈਕਕ੍ਰਾਂਚ",
        "ਮਸਕ, ਰਾਮਾਸਵਾਮੀ ‘ਵੱਡੇ ਪੱਧਰ‘ ਤੇ ਫਾਇਰਿੰਗ ਕਰਦੇ ਹਨ, ’ਫੈਡਰਲ ਕਰਮਚਾਰੀਆਂ ਲਈ ਰਿਮੋਟ ਕੰਮ ਨੂੰ ਖਤਮ ਕਰਦੇ ਹਨ - ਐਨ ਬੀ ਸੀ ਨਿ Newsਜ਼",
        "ਵਾਲਮਾਰਟ ਕਮਾਈ ਤੋਂ ਬਾਅਦ ਨਵੇਂ ਉੱਚੇ ਅਤੇ ਟਾਰਗੇਟ ਡਾਈਵ ਨੂੰ ਮਾਰਦਾ ਹੈ ਕਿਉਂਕਿ ਵਿਰੋਧੀ ਹੋਰ ਵੀ ਭਟਕਾਉਂਦੇ ਹਨ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਕੈਲੀਫੋਰਨੀਆ ਤੂਫਾਨ 'ਟ੍ਰਿਪਲ ਬੰਬੋਜੀਨੇਸਿਸ,’ ਫਿਊਲਿੰਗ ਡੈਲਜ, ਤੂਫਾਨ-ਫੋਰਸ ਹਵਾ - ਸੈਨ ਫਰਾਂਸਿਸਕੋ ਕ੍ਰੋਨਿਕਲ",
        "ਅੰਤਰਰਾਸ਼ਟਰੀ ਪੁਲਾੜ ਸਟੇਸ਼ਨ ਪੁਲਾੜ ਦੇ ਮਲਬੇ ਤੋਂ ਬਚਣ ਲਈ ਆਪਣੇ ਪੰਧ ਨੂੰ ਵਿਵਸਥਿਤ ਕਰਦਾ ਹੈ - ਐਨਪੀਆਰ",
        "ਐਨਐਫਐਲ ਕਲਪਨਾ 2024 ਸਟਾਰਟ 'ਏਮ, ਸੀਟ ' ਏਮਃ ਹਫਤੇ 12 ਲਈ ਕੁਆਰਟਰਬੈਕ - ਐਨਐਫਐਲ ਡਾਟ ਕਾਮ",
        "ਦਿਲ ਦੇ ਕਾੱਕਲਾਂ ਵਿਚ ਸਿਮਬਾਇਓਟਿਕ ਐਲਗੀ ਲਈ ਰੋਸ਼ਨੀ ਵਿਚ ਆਉਣ ਦੇਣ ਲਈ ਉਨ੍ਹਾਂ ਦੇ ਸ਼ੈੱਲਾਂ ਵਿਚ ਖਿੜਕੀਆਂ ਹੁੰਦੀਆਂ ਹਨ - Phys."
    ]
}