{
    "headlines": [
        "Source : Saints to start Haener if Carr can' t go - ESPN",
        "Trump dit que la Syrie « n'est pas notre combat ». Rester dehors peut ne pas être si facile - BBC.com",
        "Biden délivre 39 grâces présidentielles et commue 1 500 peines - BBC.com",
        "La Californie signale plus de maladies chez les personnes qui ont bu du lait cru. Voici les risques, selon les experts de la santé - CNN",
        "Liste des gagnants en direct des Game Awards 2024 et jeu de l'année - Forbes",
        "Perseverance rover se prépare à enquêter sur les débuts mystérieux de l'histoire de Mars - CNN",
        "Cotes Rams vs 49ers, prédiction, heure, ligne : 2024 choix de football du jeudi soir du modèle NFL sur 25-11 rouleaux - CBS Sports",
        "Examen 'Carry-On' : Taron Egerton et Jason Bateman dans Netflix Thriller - Date limite",
        "Les scientifiques identifient quand les humains ont eu des bébés avec des Néandertaliens - The Washington Post",
        "Bill Belichick pourrait être « un changeur de jeu absolu » alors que le football UNC navigue dans une nouvelle ère de recrutement - 247Sports",
        "Google Gemini : Tout ce que vous devez savoir sur les modèles d'IA générative - TechCrunch",
        "La police dit que le suspect dans le meurtre du PDG de UnitedHealthcare n'était pas un client de l'assureur - ABC News",
        "La FTC accuse le géant de la distribution d'alcool Southern Glazer's de « prix déloyaux » - The Washington Post",
        "Les Syriens célèbrent la chute d'al-Assad et se reconstruisent après une tragédie - The New York Times",
        "Blumenthal se joint aux appels pour que les drones du New Jersey soient abattus « si nécessaire » - Axios",
        "Les revenus de Costco ont dépassé les attentes. Les ventes étaient un Tad Soft. - Barron's",
        "« Now she's the world's problem » : Some Arizona Republicans reliefed Lake is going to Washington - POLITICO",
        "DJ James Kennedy arrêté pour violence domestique - Vautour",
        "Analyse des noms de choix des critiques : les 5 plus grands points à retenir de Feinberg - Hollywood Reporter",
        "L'introduction en bourse de ServiceTitan est un grand gagnant qui pourrait inspirer les fintechs - TechCrunch"
    ]
}