{
    "headlines": [
        "Relatório: Sky Fire Weatherspoon após uma temporada - ESPN",
        "   Removido ",
        "Eleição do PLD: a próxima primeira-ministra do Japão pode ser a sua primeira mulher líder - CNN",
        "Gavin Newsom assina pedido de desculpas da Califórnia por escravidão e discriminação - POLITICO",
        "Netanyahu diz que tropas de Israel continuarão lutando contra o Hezbollah \"com força total\", enquanto EUA e França propõem cessar-fogo",
        "Prefeito de Nova York, Eric Adams, acusado de suborno na Turquia e esquema de fraude - Reuters",
        "Tom Kim traz o som, Scottie Scheffler e os EUA entregam a fúria na Presidents Cup - NBC Sports",
        "Trump Is Not Pivoting to Policy, Now or Ever - The New Yorker",
        "Cowboys vs. Giants Thursday Night Football: atualizações ao vivo, pontuação, destaques, como assistir Dallas vs. Nova York - Yahoo Sports",
        "Iranianos indiciados por ligação com hack de campanha de Trump - POLITICO",
        "O NTSB emite um aviso de segurança \"urgente\" para alguns Boeing 737, incluindo o MAX, no mais recente golpe para a fabricante de aviões em dificuldades - CNN",
        "Sam Altman diz aos funcionários da OpenAI que não há plano para ele receber \"participação acionária gigante\" na empresa - CNBC",
        "Southwest Airlines lançará cabine premium com assentos designados em 2025 - The Washington Post",
        "Dando uma última festa na porta traseira, os fãs de A fazem fila do lado de fora do Coliseu antes do amanhecer - San Francisco Chronicle",
        "Família dos irmãos Menéndez critica ‘Monstros' de Ryan Murphy por ser 'repulsivo'",
        "Zelensky faz apelo pessoal urgente a Biden e Harris, que destaca sua abordagem contrastante em relação a Trump - CNN",
        "‘DWTS’ Carrie Ann Inaba CRITICA Anna Delvey por saída “demissiva” | E! Notícias - E! News",
        "Como assistir ao lançamento do astronauta Crew-9 da SpaceX para a NASA em 28 de setembro - Space.com",
        "Hoda Kotb vai deixar o programa \"Today\" da NBC no início do próximo ano - The Associated Press",
        "Os ventos de Helene batem na Flórida enquanto tempestades de categoria 3 correm em direção à costa - The Associated Press"
    ]
}