{
    "headlines": [
        "Haus-Republikaner untersuchen Vorwürfe der FEMA-Diskriminierung in Florida - The Hill",
        "Gaetz steht vor einem steinigen Weg zur Bestätigung, da sich der Druck auf die Freigabe der Ethik-Sonde des Hauses aufbaut - CNN",
        "Trump wählt Robert F. Kennedy Jr. als Leiter von HHS - POLITICO AUS",
        "Disney-Einnahmen bieten Hoffnung, dass Streaming das lineare Fernsehen erfolgreich ersetzen kann - CNBC",
        "Eagles vs. Commanders Quoten, Vorhersage, Spread, Zeit: Thursday Night Football Picks nach NFL-Modell auf 17-7 Lauf - CBS Sports",
        "Warum Trump Pausentermine für sein Kabinett fordert - Axios",
        "Hochul treibt den Mautplan für Manhattan voran, bevor Trump sein Amt antritt - POLITICO",
        "Neuseeländische Abgeordnete stören das Parlament mit Haka, um gegen das Gesetz über indigene Verträge zu protestieren - CNN",
        "Tesla (TSLA) Preisziel bei Jefferies Financial Group angehoben - TipRanks",
        "Sophie Turner spielt Lara Croft in der Amazon-Serie ’Tomb Raider’ von Phoebe Waller-Bridge - Variety",
        "Die goldene Bachelorette Staffelfinale Zusammenfassung: Schreien in Bora Bora - Geier",
        "5 Dinge, die Sie über Tulsi Gabbard wissen sollten, Trumps Wahl zum Direktor des nationalen Geheimdienstes - PBS NewsHour",
        "O'Leary vernichtet die Theorie, dass Polymarket CEO Home Raid \"politische Vergeltung\" war: Die Regeln sind \"transparent\" - Fox Business",
        "James Webb Space Telescope entdeckt mysteriöse \"rote Monster\" -Galaxien, die so groß sind, dass sie nicht existieren sollten - Livescience.com",
        "Masernfälle steigen weltweit an und infizieren 10,3 Millionen Menschen im Jahr 2023: WHO - ABC News",
        "Indien: Delhi schließt Grundschulen, da sich gefährlicher Smog verschlimmert - BBC.com",
        "Tropischer Sturm Sara bildet sich in der Karibik und steuert auf \"lebensbedrohliche\" Auswirkungen auf Mittelamerika zu - CNN",
        "Teenager, die von Kanadas erstem menschlichen Fall von Vogelgrippe erkrankt sind, befinden sich in einem kritischen Zustand — und die Quelle bleibt ein Rätsel - Livescience.com",
        "Rays wird 2025 auf dem George M. Steinbrenner Field spielen - MLB.com",
        "[removed]"
    ]
}