{
    "headlines": [
        "ਨਵੇਂ ਰੈਂਡਰ ਅਨਪੈਕਡ - ਦਿ ਵਰਜ ਤੋਂ ਪਹਿਲਾਂ ਸੈਮਸੰਗ ਗਲੈਕਸੀ ਐਸ 25 ਲਾਈਨਅਪ ਦਿਖਾਉਂਦੇ ਹਨ",
        "'ਉਨ੍ਹਾਂ ਨੇ ਅਜੇ ਤੱਕ ਕੋਈ ਸਕੋਰ ਨਹੀਂ ਕੀਤਾ': ਜੈਕ ਸਾਵਰ ਦੇ ਕਪਾਹ ਬਾlਲ ਟੀਡੀ ਸੀਮੈਂਟਸ ਪਿਕਰਿੰਗਟਨ ਨੂੰ ਓਹੀਓ ਸਟੇਟ ਲੀਜੈਂਡ ਵਜੋਂ ਮਾਣ ਮਹਿਸੂਸ ਕਰਦੇ ਹਨ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਜ਼ੇਲੇਨਸਕੀ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਰੂਸ ਲਈ ਲੜ ਰਹੇ ਦੋ ਉੱਤਰੀ ਕੋਰੀਆ ਦੇ ਸੈਨਿਕ ਕੁਰਸਕ ਖੇਤਰ ਵਿੱਚ ਫੜੇ ਗਏ ਸਨ - ਸੀ ਐਨ ਐਨ",
        "ਸਪੇਸਐਕਸ ਫਾਲਕਨ 9 ਸਟਾਰਲਿੰਕ 12-4 - ਕੈਨੇਡੀ ਸਪੇਸ ਸੈਂਟਰ",
        "ਪ੍ਰਿਸਕੋ ਦਾ ਐਨਐਫਐਲ ਪਲੇਆਫ ਬਰੈਕਟ ਪ੍ਰੋਜੈਕਸ਼ਨਃ ਬਿੱਲਾਂ ਨੇ ਆਖਰਕਾਰ ਚੀਫਾਂ ਨੂੰ ਬਾਹਰ ਕੱ, ਿਆ, ਪੈਕਰਸ ਨੇ ਸੁਪਰ ਬਾlਲ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ ਦੇ ਰਸਤੇ 'ਤੇ ਲਾਇਨਜ਼ ਨੂੰ ਸਟਨ ਕੀਤਾ",
        "‘ਮੈਂ ਉਸ ਨੂੰ ਦੁਬਾਰਾ ਕਦੇ ਵੀ ਡੈਡੀ ਨਹੀਂ ਕਹਾਂਗਾਃ’ ਜੀਸੇਲ ਪੇਲੀਕੋਟ ਦੀ ਧੀ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਸ ਨੂੰ ਸ਼ੱਕ ਹੈ ਕਿ ਉਸ ਦੇ ਪਿਤਾ ਨੇ ਉਸ ਨੂੰ ਜਿਨਸੀ ਸ਼ੋਸ਼ਣ ਲਈ ਵੀ ਨਸ਼ੇ ਕੀਤੇ ਸਨ - ਸੀ ਐਨ ਐਨ",
        "ਰਿਪੋਰਟਃ ਰੇਡਰਜ਼ ਨੇ ਲਾਇਨਜ਼ ਦੇ ਅਪਮਾਨਜਨਕ ਕੋਆਰਡੀਨੇਟਰ ਬੇਨ ਜਾਨਸਨ - ਪ੍ਰਾਈਡ ਆਫ ਡੀਟ੍ਰਾਯਟ ਦੁਆਰਾ ’ਪਿਆਰ' ਕੀਤਾ",
        "ਗੁੱਸੇ ਵਿਚ ਆਏ ਐਲਏ ਨਿਵਾਸੀਆਂ ਨੇ ਨਵੀਂ ਪਟੀਸ਼ਨ ਵਿਚ ਮੇਅਰ ਕੈਰਨ ਬਾਸ ਨੂੰ 'ਤੁਰੰਤ ਵਾਪਸ ਬੁਲਾਉਣ' ਦੀ ਮੰਗ ਕੀਤੀ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਜੇਪੀਮੋਰਗਨ ਦਾ ਪਿੱਛਾ ਕਰਮਚਾਰੀ ਦੀਆਂ ਟਿੱਪਣੀਆਂ ਨੂੰ ਅਯੋਗ ਕਰਦਾ ਹੈ ਰਿਟਰਨ-ਟੂ-ਆਫਿਸ ਬੈਕਲਾਸ਼ ਤੋਂ ਬਾਅਦ - ਦਿ ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "ਜਨਵਰੀ 11 ਮੁੱਢਲੀ ਬਰਫ ਦੀ ਰਿਪੋਰਟ ਦੇ ਤੌਰ ਤੇ ਇਸ ਨੂੰ ਖਤਮ ਅਤੇ Ravens ਖੇਡ ਮੌਸਮ - ਹੁਣੇ ਹੀ ਮੌਸਮ ਵਿੱਚ",
        "ਹੈਰੀ-ਮੇਗਨ ਦੇ ਐਲਏ ਫਾਇਰ ਪੀੜਤਾਂ ਦੇ ਦੌਰੇ 'ਤੇ ਵੱਡਾ ਗੁੱਸਾਃ' ਤੁਸੀਂ ਰਾਇਲ ਨਹੀਂ ਹੋ...ਸਿਰਫ ਦੋ ਨਾਈਟਵਿਟ ਸੈਲੀਬ - ਦਿ ਟਾਈਮਜ਼ ਆਫ ਇੰਡੀਆ",
        "ਸਟਾਕ ਮਾਰਕੀਟ ਦਾ ‘ਟਰੰਪ ਬੰਪ’ ਬਾਂਡ ਸੇਲਆਫ ਦਾ ਧੰਨਵਾਦ ਲਗਭਗ ਮਿਟਾ ਗਿਆ. ਅੱਗੇ ਕੀ ਹੈ. - ਮਾਰਕੀਟਵਾਚ",
        "ਪੁਲਾੜ ਯਾਨ ਪਕੜਦਾ ਹੈ ਸ਼ਾਨਦਾਰ ਵਿਸਥਾਰਪੂਰਵਕ ਪੰਧ ਦੀ ਛੁਪੀ ਹੋਈ ਸਤਹ ਦੀਆਂ ਤਸਵੀਰਾਂ - ਗਿਜ਼ਮੋਡੋ",
        "ਯੂਐਸ ਸਟਾਕ ਮਾਰਕੀਟ ਉੱਚ ਪੱਟੀ ਦੀ ਕਮਾਈ ਦੇ ਮੌਸਮ ਵਿੱਚ ਰਿਐਲਿਟੀ ਚੈੱਕ ਦਾ ਸਾਹਮਣਾ ਕਰਦਾ ਹੈ - ਬਲੂਮਬਰਗ",
        "ਇਹ ਬਿਮਾਰ ਸੀਜ਼ਨ ਹੈ. ਨੋਰੋਵਾਇਰਸ, ਕੋਵਿਡ -19, ਫਲੂ ਅਤੇ ਆਰਐਸਵੀ ਤੋਂ ਆਪਣੇ ਆਪ ਨੂੰ ਕਿਵੇਂ ਬਚਾਉਣਾ ਹੈ ਇਹ ਇੱਥੇ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਲਾਸ ਏਂਜਲਸ ਜੰਗਲੀ ਅੱਗਃ ਪਾਲੀਸੇਡਸ ਫਾਇਰ ਫਾਇਰ ਹੋਣ ਤੋਂ ਬਾਅਦ ਸ਼ੁੱਕਰਵਾਰ ਸ਼ਾਮ ਨੂੰ ਤਾਜ਼ੇ ਨਿਕਾਸੀ ਦਾ ਆਦੇਸ਼ ਦਿੱਤਾ ਗਿਆ - ਫੌਕਸ ਨਿ Newsਜ਼",
        "ਵੈਨਜ਼ੂਏਲਾ, ਅਲ ਸਲਵਾਡੋਰ, ਯੂਕਰੇਨ ਅਤੇ ਸੁਡਾਨ - ਐਕਸਗਿਓਸ ਲਈ ਅਸਥਾਈ ਸੁਰੱਖਿਅਤ ਸਥਿਤੀ ਵਧਾਈ ਗਈ",
        "ਲਾਈਵ ਅੱਪਡੇਟਃ ਵਿੰਟਰ ਤੂਫਾਨ ਬਰਫ, ਬਰਫ਼ ਵਿੱਚ ਇੱਕ ਜੰਮੇ ਹੋਏ Piedmont Triad ਨੂੰ ਕਵਰ ਕਰਦਾ ਹੈ - WGHP FOX8 Greensboro",
        "ਜੇਜੂ ਏਅਰ ਬਲੈਕ ਬਾਕਸ ਦੇ ਡੇਟਾ ਕ੍ਰੈਸ਼ ਤੋਂ ਪਹਿਲਾਂ ਦੇ ਮਹੱਤਵਪੂਰਨ ਮਿੰਟਾਂ ਤੋਂ ਗਾਇਬ, ਦੱਖਣੀ ਕੋਰੀਆ ਦੇ ਮੰਤਰਾਲੇ ਦਾ ਕਹਿਣਾ ਹੈ - ਰਾਇਟਰਜ਼",
        "ਰਿਪਬਲਿਕਨ ਫਲੋਰਿਡਾ ਵਿੱਚ ਟਰੰਪ ਨਾਲ ਝਗੜਾ ਕਰਦੇ ਹਨ ਜਦੋਂ ਉਹ ਜੀਓਪੀ ਦੇ ਏਜੰਡੇ ਦੀ ਸਾਜਿਸ਼ ਰਚਦੇ ਹਨ - ਏਬੀਸੀ ਨਿ Newsਜ਼"
    ]
}