{
    "headlines": [
        "ਪੰਜ ਸਾਲ ਬਾਅਦਃ ਅਸੀਂ ਲੰਬੇ ਕੋਵਿਡ ਬਾਰੇ ਕੀ ਜਾਣਦੇ ਹਾਂ - ਡਾ. ਸੰਜੇ ਗੁਪਤਾ ਨਾਲ ਜ਼ਿੰਦਗੀ ਦਾ ਪਿੱਛਾ ਕਰਨਾ - ਸੀ ਐਨ ਐਨ ਆਡੀਓ 'ਤੇ ਪੋਡਕਾਸਟ - ਸੀ ਐਨ ਐਨ",
        "ਗਾਜ਼ਾ ਜੰਗਬੰਦੀ ਟੁੱਟਦੀ ਹੈ ਜਦੋਂ ਇਜ਼ਰਾਈਲ ਨੇ ਜਾਨਲੇਵਾ ਹਮਲਿਆਂ ਦੀ ਲਹਿਰ ਨੂੰ ਅੱਗੇ ਤੋਰਿਆ ਅਤੇ ਕਿਹਾ ਕਿ ਇਹ 'ਲੜਾਈ‘ ਤੇ ਵਾਪਸ ਆ ਗਿਆ ਹੈ - ਸੀਐਨਐਨ",
        "ਯੂਐਸ ਫਿuresਚਰਜ਼ ਖਿਸਕਣ ਨਾਲ ਏਸ਼ੀਅਨ ਸਟਾਕ ਤੀਜੇ ਦਿਨ ਵੀ ਵਧੇਃ ਬਾਜ਼ਾਰਾਂ ਦੀ ਲਪੇਟ - ਯਾਹੂ ਵਿੱਤ",
        "ਫਾਸਟ-ਫੈਸ਼ਨ ਮੁੱਖ ਫਿਰ ਤੋਂ ਦੀਵਾਲੀਆਪਨ ਲਈ ਸਦਾ ਲਈ 21 ਫਾਈਲਾਂ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਚੀਨ ਨੂੰ ਕਿਹਾ ਜਾ ਰਿਹਾ ਹੈ ਕਿ ਉਹ ਲੀ ਕਾ-ਸ਼ਿੰਗ ਦੀ ਬੰਦਰਗਾਹ ਡੀਲ ਨੂੰ ਬਰੇਚਾਂ ਲਈ ਸਕ੍ਰੂਟਾਈਜ਼ ਕਰੇ - ਬਲੂਮਬਰਗ",
        "ਐਨਸੀਏਏ ਟੂਰਨਾਮੈਂਟ 2025 ਬਰੈਕਟ ਪਿਕਸ, ਅਪਸੈਟਸ, ਸਰਬੋਤਮ ਸਿੰਡਰੇਲਾ ਟੀਮਾਂਃ ਮਾਡਲ ਮਾਰਚ ਪਾਗਲਪਨ ਨੂੰ 10,000 ਵਾਰ ਸਿਮੂਲੇਟ ਕਰਦਾ ਹੈ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਸਾਰੇ ਚਾਰ ਆਈਫੋਨ 17 ਮਾਡਲਾਂ ਫੀਚਰ ਅਪਗ੍ਰੇਡਡ 24-ਮੈਗਾਪਿਕਸਲ ਫਰੰਟ ਕੈਮਰਾ ਅਤੇ ਹੋਰ - ਮੈਕਰੂਮੋਰਸ ਲਈ ਅਫਵਾਹਾਂ ਹਨ",
        "ਦੈਂਤ ਇਸ ਬਿੰਦੂ ’ਤੇ ਐਰੋਨ ਰੋਜਰਸ ਦੇ ਫੈਸਲੇ ਦੀ ਉਡੀਕ ਵੀ ਕਰ ਸਕਦੇ ਹਨ - ਨਿ New ਯਾਰਕ ਪੋਸਟ",
        "ਜਰਮਨੀ ਰੱਖਿਆ ਖਰਚਿਆਂ ਵਿਚ ਇਤਿਹਾਸਕ ਵਾਧੇ 'ਤੇ ਵੋਟ ਪਾਉਣ ਲਈ ਤਿਆਰ ਹੈ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਸਾਬਕਾ ਬੈਚਲਰ ਸਟਾਰ ਸੀਨ ਲੋਅ ਆਪਣੇ ਕੁੱਤੇ ਦੁਆਰਾ ਹਿੰਸਕ ਹਮਲਾ ਕਰਨ ਤੋਂ ਬਾਅਦ ਈਆਰ ਵੱਲ ਭੱਜੇ - ਦਿ ਇੰਡੀਪੈਂਡੈਂਟ",
        "Schumer ਨੁਕਸਾਨ ਕੰਟਰੋਲ ਕਰ ਰਿਹਾ ਹੈ. ਇਹ ਕੰਮ ਨਹੀਂ ਕਰ ਰਿਹਾ. - ਪੋਲਿਟਿਕੋ",
        "ਟਰੰਪ ਨੇ ਫੈੱਡ ਗਵਰਨਰ ਮਿਸ਼ੇਲ ਬੋਮੈਨ ਨੂੰ ਕੇਂਦਰੀ ਬੈਂਕ ਦੀ ਚੋਟੀ ਦੀ ਪੁਲਿਸ ਅਧਿਕਾਰੀ ਵਜੋਂ ਨਾਮਜ਼ਦ ਕੀਤਾਃ ‘ਆਰਥਿਕਤਾ ਦਾ ਗ਼ਲਤ ਪ੍ਰਬੰਧ ਕੀਤਾ ਗਿਆ ਹੈ’ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਅਮਰੀਕਾ ਨੇ ਯਮਨ 'ਚ ਈਰਾਨ ਦੀ ਹਮਾਇਤ ਪ੍ਰਾਪਤ ਹੂਤੀ ਅੱਤਵਾਦੀਆਂ ਨੂੰ ਕੀਤਾ ਪੁੰਜ- ਰੱਖਿਆ ਵਿਭਾਗ",
        "ਕੈਨੇਡੀ ਸੈਂਟਰ ਵਿਖੇ, ਟਰੰਪ ਨੇ ਰੀਮੈਕਿੰਗ ਆਨਰਜ਼ ਦੀ ਕਲਪਨਾ ਕੀਤੀ, ਸੁਝਾਅ ਦਿੱਤਾ ਕਿ ਉਹ ਮੇਜ਼ਬਾਨੀ ਕਰ ਸਕਦਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਟਰੰਪ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਪੁਤਿਨ ਕਾਲ ਤੋਂ ਪਹਿਲਾਂ 'ਬਹੁਤ ਸਾਰੇ ਤੱਤ' ਸਹਿਮਤ ਹੋਏ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਬੰਗਾਲਾਂ ਨੂੰ ਕਥਿਤ ਤੌਰ 'ਤੇ ਜਾਮਾਰ ਦਾ ਪਿੱਛਾ ਗੁਆਉਣ ਦਾ ਸਾਹਮਣਾ ਕਰਨਾ ਪਿਆ ਜੇ ਉਨ੍ਹਾਂ ਨੇ ਟੀ ਹਿਗਿਨਜ਼' ਤੇ ਦੁਬਾਰਾ ਦਸਤਖਤ ਨਹੀਂ ਕੀਤੇ - ਸਿਨਸੀ ਜੰਗਲ",
        "ਰਾਸ਼ਟਰਪਤੀ ਕਈ ਦਹਾਕਿਆਂ ਤੋਂ ਆਟੋਪੈਨ ਦੀ ਵਰਤੋਂ ਕਰ ਰਹੇ ਹਨ. ਹੁਣ ਟਰੰਪ ਨੇ ਬਾਈਡੇਨ ਦੀ ਇੱਕ ਦੀ ਵਰਤੋਂ 'ਤੇ ਇਤਰਾਜ਼ ਜਤਾਇਆ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਇਤਿਹਾਸ ਰਚਣ ਵਾਲਾ ਬਲੂ ਗੋਸਟ ਚੰਦਰ ਲੈਂਡਰ ਚੰਦਰਮਾ ਤੋਂ ਇੱਕ ਆਖਰੀ ਸੰਦੇਸ਼ ਭੇਜਦਾ ਹੈ - ਸੀਐਨਐਨ",
        "IHeartRadio ਸੰਗੀਤ ਅਵਾਰਡਜ਼ ਨੂੰ ਕਿਵੇਂ ਵੇਖਣਾ ਹੈ 2025 ਟੀਵੀ ਤੇ & ਨਲਾਈਨ ਸਟ੍ਰੀਮਿੰਗ - ਡੈੱਡਲਾਈਨ"
    ]
}