{
    "headlines": [
        "بينما يستعد الجمهوريون لخوض الانتخابات، يلعب الديمقراطيون دور الدفاع - رويترز",
        "META FIRES الموظفين الذين أساءوا استخدام ميزة وجبة Grubhub البالغة 25 دولارًا - Business Insider",
        "البنك المركزي الأوروبي يخطط لأول خفض متعاقب لأسعار الفائدة منذ 13 عامًا - سي إن بي سي",
        "5 أشياء يجب معرفتها عن 17 أكتوبر: هاريس على فوكس، الناخبون في الخارج، الشرق الأوسط، فضيحة أبرشية، حبوب الإجهاض - سي إن إن",
        "العثور على جثة فتاة مفقودة منذ أكثر من عام في فرنسا بعد استخراج بيانات نظام تحديد المواقع العالمي (GPS) من سيارة القاتل المشتبه به - سي بي إس نيوز",
        "رجل من تكساس من المقرر أن يكون الأول في الولايات المتحدة الذي يتم إعدامه بسبب متلازمة الطفل المهتز يقدم النداءات الأخيرة - وكالة أسوشيتد برس",
        "ليام باين، عضو سابق في ون دايركشن، يموت بعد سقوط شرفة الفندق - سي إن إن",
        "يخشى مالكو المنازل في فلوريدا من ارتفاع تكاليف التأمين بعد الأعاصير - Yahoo Finance",
        "ماريسا ماير: أنا لست نسوية. أنا لست متباينة عصبية. أنا فتاة برمجيات - WIRED",
        "اصطاد مذنبًا نادرًا الليلة أو انتظر 80 ألف عام - دبليو جيه دبليو فوكس 8 نيوز كليفلاند",
        "قاذفات القنابل الشبح الأمريكية تضرب مواقع أسلحة الحوثيين تحت الأرض في اليمن - رويترز",
        "في غسق ولايته، يحيي بايدن الجمهور العالمي الذي سئم من الحرب والحذر من السياسة الأمريكية - سي إن إن",
        "جيري رينسدورف مفتوح لبيع White Sox: Sources - The Athletic - The New York Times",
        "\"أكل أشياء أخرى \": يضيف ترامب إلى الادعاءات الكاذبة حول المهاجرين الهايتيين الذين يأكلون الحيوانات الأليفة - أكسيوس",
        "مخاوف إنفلونزا الطيور تتصاعد مع إعلان كاليفورنيا عن المزيد من الحالات البشرية - فوكس نيوز",
        "ناسا تؤجل كذلك أول رحلة تشغيلية لطائرة ستارلاينر - SpaceNews",
        "تنضم نوكيا إلى إريكسون في رؤية علامات التعافي بعد نتائج متباينة - رويترز",
        "إيه إس إم إل هولدينج إن في (إيه إس إم إل) الربع الثالث 2024 ملخص الأرباح: تجاوز إرشادات المبيعات و ... - ياهو فاينانس",
        "علامات غابي التجارية Southgate \"لطيفة جدًا\" وتصر على أن \"FIRE\" توشل ستطلق العنان لإمكانات إنجلترا الكاملة! - talkSPORT",
        "يواصل فانس إنكار خسارة ترامب في انتخابات عام 2020 \" - أكسيوس"
    ]
}