{
    "headlines": [
        "مؤشر داو جونز ينخفض أكثر من 300 نقطة مع ضعف الآمال بتخفيضات أكثر عدوانية في أسعار الفائدة الفيدرالية: تحديثات مباشرة - CNBC",
        "فنان R&B الأسطوري، مواليد فيلادلفيا فرانكي بيفرلي يموت في 77 - NBC فيلادلفيا",
        "تصنيفات Fantasy Football Week 2 (Full - PPR) - Yahoo Sports",
        "رئيس مجلس النواب جونسون يسحب مشروع قانون التمويل الحكومي بعد انهيار دعم الحزب الجمهوري - CNBC",
        "رفعت ديدي دعوى قضائية ضدها من قبل عضو سابق في \"الفرقة\" داون ريتشارد، الذي يدعي أنه اعتدى عليها جنسياً - نيويورك بوست",
        "يؤكد بلينكن ولامي على دعمهما لكييف بينما تناشد أوكرانيا الإذن بضرب روسيا - وكالة أسوشيتد برس",
        "تستبعد الدلافين RB رحيم موسترت لمباراة ليلة الخميس مقابل الفواتير ؛ حالة ديفون آشان في الهواء - سي بي إس سبورتس",
        "سيشرح التصوير الشعاعي للثدي بشكل أفضل ما يعنيه وجود ثدي كثيف - NPR",
        "إعصار فرانسين يضرب لويزيانا - قناة الطقس",
        "جهاز PS5 Pro من سوني هو اختبار باهظ الثمن لوحدات التحكم من الجيل التالي - The Verge",
        "مايا رودولف عن عصرها الأم، إحياء كامالا هاريس لـ \"SNL\" ولماذا بدأت \"هرمونات صفر- F - s\" الخاصة بها - مجموعة متنوعة",
        "يكرر دونالد ترامب ادعاء لا أساس له من الصحة حول المهاجرين الهايتيين الذين يأكلون القطط والكلاب في سبرينغفيلد، أوهايو - BBC.com",
        "لاعبو WNBA والنقابة يتحدثون ضد المفوضة بعد أن فشلت في إدانة عنصرية المشجعين - ABC News",
        "تحيي الولايات المتحدة ذكرى هجمات 11 سبتمبر مع التركيز على الضحايا والسياسة - وكالة أسوشيتد برس",
        "تغيير الرهانات الانتخابية يعزز أسهم الطاقة الشمسية، ويؤثر على العملات المشفرة بعد نقاش حاد - رويترز",
        "يقول إيلون ماسك إنه سيعطي تايلور سويفت سخرية محفزة للأطفال على وسائل التواصل الاجتماعي - فوربس",
        "التضخم: ارتفاع أسعار المستهلك بأبطأ وتيرة منذ أوائل عام 2021 - Yahoo Finance",
        "يطرح دان لو باتارد نظرية مفادها أن براونز سرب مزاعم اعتداء جنسي جديدة ضد ديشاون واتسون - نيويورك بوست",
        "التحقق من الحقائق في نقاش ترامب- هاريس. ويمكن أن تساعد خدمة توصيل الطعام في الحفاظ على البيئة - NPR",
        "ألقي القبض على مشتبه به في حرائق الغابات في خط كاليفورنيا مع تهديد 65600 مبنى - ABC News"
    ]
}