{
    "headlines": [
        "ਮੈਕਲਾਰੇਨ ਡਬਲਯੂ 1 ਵਰਲਡ ਡੈਬਿਊਃ ਮੈਕਲਾਰੇਨ ਦਾ ਨਵਾਂ ਅਖੀਰਲਾ ਸੁਪਰਕਾਰ - ਫੋਰਬਸ",
        "ਖੰਡੀ ਤੂਫਾਨ ਮਿਲਟਨ ਨੂੰ ਤੂਫਾਨ ਵਿੱਚ ਮਜ਼ਬੂਤ ਹੋਣ ਦੀ ਉਮੀਦ ਹੈ, ਫਲੋਰਿਡਾ ਦੇ ਰਸਤੇ ਤੇ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਇਜ਼ਰਾਈਲ ਨੇ ਹੁਣ ਤੱਕ ਦੇ ਸਭ ਤੋਂ ਭਾਰੀ ਬੰਬ ਧਮਾਕੇ ਵਿੱਚ ਬੇਰੂਤ ਨੂੰ ਕੁੱਟਿਆ, ਗਵਾਹਾਂ ਦਾ ਕਹਿਣਾ ਹੈ - ਰਾਇਟਰ",
        "ਇਕ ਮਸਜਿਦ 'ਤੇ ਹੜਤਾਲ 19 ਦੀ ਮੌਤ ਹੋ ਗਈ ਕਿਉਂਕਿ ਇਜ਼ਰਾਈਲ ਨੇ ਉੱਤਰੀ ਗਾਜ਼ਾ ਅਤੇ ਦੱਖਣੀ ਬੇਰੂਤ' ਤੇ ਬੰਬਾਰੀ ਕੀਤੀ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਰਿਪਬਲਿਕਨਾਂ ਨੂੰ ਡਰ ਹੈ ਕਿ ਟਰੰਪ ਦੀ ਛੇਤੀ ਵੋਟਿੰਗ ਦੀ ਬਦਨਾਮੀ ਉਨ੍ਹਾਂ ਦੀ ਮੁਹਿੰਮ ਨੂੰ ਕਮਜ਼ੋਰ ਕਰ ਸਕਦੀ ਹੈ - ਪੋਲਿਟਿਕੋ",
        "‘ਪਾਣੀ ਦੀ ਸ਼ਕਤੀ.’ ਹੇਲੀਨ ਨੇ ਪੱਛਮੀ ਉੱਤਰੀ ਕੈਰੋਲੀਨਾ ਨੂੰ ਕਿਵੇਂ ਤਬਾਹ ਕੀਤਾ ਅਤੇ ਕਮਿ communitiesਨਿਟੀਆਂ ਨੂੰ ਬਰਬਾਦ ਕਰ ਦਿੱਤਾ - ਸੀ ਐਨ ਐਨ",
        "ਲੰਡਨ ਵਿਚ ਜੈੱਟਸ-ਵਿਕਿੰਗਜ਼ ਨੂੰ ਕਿਵੇਂ ਲਾਈਵ ਵੇਖਣਾ ਹੈਃ ਸਮਾਂ ਅਤੇ ਸਟ੍ਰੀਮਿੰਗ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਗਾਜ਼ਾ ਯੁੱਧਃ ਮੈਕਰੋਨ ਨੇ ਇਜ਼ਰਾਈਲ ਨੂੰ ਹਥਿਆਰਾਂ ਦੀ ਸਪੁਰਦਗੀ ਰੋਕਣ ਦੀ ਮੰਗ ਕੀਤੀ - ਬੀਬੀਸੀ.",
        "ਹੈਰਿਸ ਬਿਡੇਨ ਨਾਲ ਵਧੇਰੇ ਬਰੇਕਾਂ ਦਾ ਭਾਰ ਰੱਖਦਾ ਹੈ ਕਿਉਂਕਿ ਉਹ ਆਪਣੇ ਆਪ ਨੂੰ ਮੁਹਿੰਮ ਵਿਚ ਟੀਕਾ ਲਗਾਉਂਦਾ ਰਹਿੰਦਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਹਫੜਾ-ਦਫੜੀ ਭੜਕਦੀ ਹੈ ਜਿਵੇਂ ਕਿ ਆਦਮੀ ਆਪਣੇ ਆਪ ਨੂੰ ਵ੍ਹਾਈਟ ਹਾ Houseਸ ਦੇ ਬਾਹਰ ਅੱਗ 'ਤੇ ਸੈੱਟ ਕਰਦਾ ਹੈ - ਦਿ ਡੇਲੀ ਬੀਸਟ",
        "Pereira ਅਜੇ ਵੀ Rountree ਦੇ ਹਿੰਸਕ TKO ਦੇ ਬਾਅਦ ਚੈਂਪ - ESPN",
        "‘ਐਸ ਐਨ ਐਲ’ ਸਪੂਫਸ ਉਪ ਰਾਸ਼ਟਰਪਤੀ ਬਹਿਸ ਜਿਮ ਗੈਫੀਗਨ ਦੇ ਟਿਮ ਵਾਲਜ਼ ਅਤੇ ਬੋਵਨ ਯਾਂਗ ਦੇ ਜੇ ਡੀ ਵੈਨਸ ਨਾਲ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਓਹਤਾਨੀ ਦਾ ਐਚਆਰ ਹਿੱਸਾ ਡੀਐਲਡੀਐਸ - ਈਐਸਪੀਐਨ ਦੇ ਜੀ 1 ਵਿੱਚ ਡੋਜਰਸ ਰੈਲੀ",
        "ਮੈਕਸੀਕਨ ਪ੍ਰਵਾਸੀ ਪਰਿਵਾਰ ਸੋਗ ਤੋਂ ਪ੍ਰੇਸ਼ਾਨ, ਹੈਲੀਨ ਦੁਆਰਾ ਪਲਾਂਟ ਵਰਕਰਾਂ ਦੇ ਭੱਜ ਜਾਣ ਤੋਂ ਬਾਅਦ ਪ੍ਰਸ਼ਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਇਜ਼ਰਾਈਲ ਦੀ ਕਿਬਬੂਤਜ਼ ਬੇਅਰੀਹਮਾਸ ਦੀ ਬੇਰਹਿਮੀ ਦਾ ਪ੍ਰਤੀਕ ਬਣ ਗਈ । ਕੁਝ ਬਚੇ ਹੋਏ ਵਾਪਸ ਆਉਣ ਲਈ ਦ੍ਰਿੜ ਹਨ - ਸੀ ਐਨ ਐਨ",
        "ਟਿisਨੀਸ਼ੀਆ ਰਾਸ਼ਟਰਪਤੀ ਲਈ ਵੋਟ ਦੇਵੇਗਾ ਕਿਉਂਕਿ ਮੌਜੂਦਾ ਸੱਤਾ ਸ਼ਕਤੀ ਨੂੰ ਮਜ਼ਬੂਤ ਕਰਦੀ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਡੇਰੇਕ ਕਾਰ ਨੇ ਡੇਵੈਂਟੇ ਐਡਮਜ਼ ਵਪਾਰ ਦੀਆਂ ਅਫਵਾਹਾਂ 'ਤੇ ਆਪਣੀ ਟੇਕ ਸਾਂਝੀ ਕੀਤੀ - ਸੇਂਟਸ ਵਾਇਰ",
        "2024 ਡਬਲਯੂਡਬਲਯੂਈ ਬੈਡ ਬਲੱਡ ਦੇ ਨਤੀਜੇ, ਰੀਕੈਪ, ਗ੍ਰੇਡਃ ਦਿ ਰਾਕ ਐਂਡ ਜਿਮੀ ਯੂਸੋ ਰਿਟਰਨ, ਰੋਮਨ ਰਾਇਨਜ਼ ਅਤੇ ਸੀਐਮ ਪੁੰਕ ਵਿਨ ਬਿਗ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਐਲਨ ਮਸਕ ਨੇ ਅਨਹਿੰਗਡ ਡੋਨਾਲਡ ਟਰੰਪ ਰੈਲੀ ਭਾਸ਼ਣ ਵਿਚ ‘ਡਾਰਕ ਮਾਗਾ’ ਦਾ ਪਰਦਾਫਾਸ਼ ਕੀਤਾ - ਦਿ ਡੇਲੀ ਬੀਸਟ",
        "ਮਿਡਲ ਈਸਟ ਤੇਲ ਸਪਲਾਈ ਸਦਮਾ ਲਈ ਬਾਜ਼ਾਰ Brace - OilPrice.com"
    ]
}