{
    "headlines": [
        "Jets eliminated from playoff contention, extending NFL-worst drought to 14 seasons - USA TODAY",
        "Bills vs. Rams live updates: NFL scores, game stats, highlights, news, where to watch 'TNF' matchup - CBS Sports",
        "Sam Darnold’s career day lifts Vikings to 42-21 victory over Falcons - NBC Sports",
        "L.A. Film Critics Association Winners List (Updating Live) - Hollywood Reporter",
        "Austin Tice: Biden says US will try to bring home hostage from Syria - BBC.com",
        "Katie Holmes slams report claiming daughter Suri’s trust fund from Tom Cruise has ‘kicked in’ - Page Six",
        "U.S. Central Command conducts dozens of airstrikes to eliminate ISIS camps in central Syria - US Central Command",
        "Biden says U.S. will support Syria and its neighbors after Assad dynasty collapses - CNBC",
        "Selena Gomez Addressed Criticism Of Her Spanish In \"Emilia Pérez\" - BuzzFeed",
        "More lawsuits are barreling toward Trump over Jan. 6 - POLITICO",
        "Apple sued over abandoning CSAM detection for iCloud - TechCrunch",
        "College Football Playoff predictions: Our reporters pick every game in every round - ESPN",
        "Omnicom and Interpublic nearing merger, WSJ reports - Reuters.com",
        "Trump aims to deport all immigrants in the US illegally - Reuters",
        "Israel seizes Golan buffer zone after Syrian troops leave posts - BBC.com",
        "‘Moana 2’ Hits $600 Million at Global Box Office, ‘Lord of the Rings: War of the Rohirrim’ Fizzles Overseas With $2 Million Debut - Variety",
        "Trump says he will not remove Jay Powell from Fed before term ends - Financial Times",
        "Jill Biden, Trump's friendly banter in Paris leaves Internet in splits: ‘100% confirmed she voted for him’ - Hindustan Times",
        "The fall of Bashar Assad after 13 years of war in Syria brings to an end a decades-long dynasty - The Associated Press",
        "Who are the Syrian rebels that have toppled Assad and taken Damascus? - ABC News"
    ]
}