{
    "headlines": [
        "ਸਰੋਤਃ ਜੈੱਟ ਨਵੇਂ ਜੀਐਮ - ਈਐਸਪੀਐਨ ਦੇ ਤੌਰ ਤੇ ਬ੍ਰੋਂਕੋਸ 'ਮੌਗੀ ਵੱਲ ਮੁੜਦੇ ਹਨ",
        "ਬ੍ਰਾਇਨ ਸਕੋਟਨਹਾਈਮਰ ਨੂੰ ਕਿਰਾਏ 'ਤੇ ਲੈਣ ਵਾਲੇ ਗਊਆਂ ਦਿਖਾਉਂਦੀਆਂ ਹਨ ਕਿ ਜੈਰੀ ਜੋਨਸ ਦੀ ਤਰਜੀਹ ਉਸ ਦੀ ਆਪਣੀ ਸ਼ਕਤੀ ਹੈ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਟਰੰਪ ਨੇ ਸ਼ੁੱਕਰਵਾਰ ਰਾਤ ਸ਼ੁੱਧਤਾ ਵਿਚ ਸੁਤੰਤਰ ਇੰਸਪੈਕਟਰ ਜਨਰਲ ਨੂੰ ਬਰਖਾਸਤ ਕੀਤਾ - ਪੋਲਿਟਿਕੋ",
        "ਹੋਰ ਡੀਈਆਈ ਫਾਲਆਉਟਃ ਏਅਰ ਫੋਰਸ ਨੇ ਕੋਰਸ ਨੂੰ ਸਕ੍ਰੈਪ ਕੀਤਾ ਜੋ ਟਸਕੇਗੀ ਏਅਰਮੈਨ ਅਤੇ Wਰਤ ਡਬਲਯੂਡਬਲਯੂਆਈਆਈ ਪਾਇਲਟਾਂ ਦੇ ਵੀਡੀਓ ਦੀ ਵਰਤੋਂ ਕਰਦਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "'ਮੇਰੀ ਸੁੰਦਰਤਾ, ਤੁਸੀਂ ਘਰ ਹੋ': ਇਜ਼ਰਾਈਲੀ ਮਹਿਲਾ ਸੈਨਿਕ ਪਰਿਵਾਰਾਂ ਨਾਲ ਦੁਬਾਰਾ ਮਿਲ ਗਏ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਧਮਾਕੇ ਨੇ ਸੋਨੇ ਦੀਆਂ ਮਾਸਟਰਪੀਸ ਚੋਰੀ ਹੋਣ ਤੋਂ ਪਹਿਲਾਂ ਡੱਚ ਅਜਾਇਬ ਘਰ ਨੂੰ ਹਿਲਾ ਦਿੱਤਾਃ \"ਇਹ ਇੱਕ ਕਾਲਾ ਦਿਨ ਹੈ\" - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਕ੍ਰਿਸਟੀ ਨੋਇਮ ਨੇ ਹੋਮਲੈਂਡ ਸਕਿਉਰਿਟੀ ਵਿਭਾਗ ਦੇ ਸਕੱਤਰ ਵਜੋਂ ਸੈਨੇਟ ਦੁਆਰਾ ਪੁਸ਼ਟੀ ਕੀਤੀ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਗਲੈਕਸੀ ਐਸ 25 ਅਲਟਰਾ ਦੇ ਨਾਲ ਮੇਰੇ ਪਹਿਲੇ 48 ਘੰਟੇ ਅਸਲੀਅਤ ਝੁਕ ਗਏ ਹਨ - ਸੀ ਐਨ ਈ ਟੀ",
        "ਰਿਆਨ ਰੇਨੋਲਡਜ਼ ਜਸਟਿਨ ਬਾਲਡੋਨੀ - ਨਿ York ਯਾਰਕ ਪੋਸਟ ਨਾਲ ਕੌੜੀ ਕਾਨੂੰਨੀ ਲੜਾਈ ਦੇ ਵਿਚਕਾਰ ਹਿਊ ਜੈਕਮੈਨ ਦੇ ਐਨਵਾਈਸੀ ਸ਼ੋਅ 'ਤੇ ਹੈਰਾਨੀਜਨਕ ਪੇਸ਼ਕਾਰੀ ਕਰਦਾ ਹੈ",
        "ਲਾਈਵ ਪੀਐਫਐਲ ਦੁਬਈ ਨਤੀਜੇਃ ਨੂਰਮਾਗੋਮੇਡੋਵ ਬਨਾਮ ਹਿugਜ਼ - ਐਮਐਮਏ ਲੜਾਈ",
        "ਬਾਕਸ ਆਫਿਸਃ ਮੇਲ ਗਿਬਸਨ ਦੇ ‘ਫਲਾਈਟ ਜੋਖਮ‘ ਵਿਨੀਤ $ 11M- $ 12M ਉਦਘਾਟਨ ਨਾਲ ਸ਼ਾਂਤ ਹਫਤੇ ਦੀ ਅਗਵਾਈ ਕਰਦਾ ਹੈ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਟਾਰਗੇਟ ਵਿਭਿੰਨਤਾ ਤੋਂ ਪਿੱਛੇ ਹਟਦਾ ਹੈ, ਇਕੁਇਟੀ ਪਹਿਲਕਦਮੀਆਂ ਟਰੰਪ ਦੇ ਕਾਰਜਕਾਰੀ ਆਦੇਸ਼ ਦੇ ਦਿਨਾਂ ਬਾਅਦ - ਮੇਰੇ ਲਈ ਖ਼ਬਰਾਂ ਲਿਆਓ",
        "ਨਵੇਂ ਸਰਫੇਸ ਪ੍ਰੋ ਵੇਰਵੇ ਉਭਰਦੇ ਹਨ ਜਿਵੇਂ ਕਿ ਮਾਈਕਰੋਸੌਫਟ ਵਿੰਡੋਜ਼ 10 ਨੂੰ ਡਾngਨਗ੍ਰੇਡ ਕਰਨ ਦੀ ਤਿਆਰੀ ਕਰਦਾ ਹੈ ਅਤੇ ਓਪਨਏਆਈ 'ਤੇ ਏਆਈ ਬੈਂਚਮਾਰਕਸ' ਤੇ ਧੋਖਾਧੜੀ ਦਾ ਦੋਸ਼ ਹੈ - ਵਿੰਡੋਜ਼ ਸੈਂਟਰਲ",
        "ਇੱਕ ਹਾਲ ਹੀ ਵਿੱਚ ਤੇਜ਼ ਰੇਡੀਓ ਫਟਣ ਨਾਲ ਇਹ ਸਵਾਲ ਉੱਠਦਾ ਹੈ ਕਿ ਖਗੋਲ ਵਿਗਿਆਨੀ ਕੀ ਮੰਨਦੇ ਹਨ ਕਿ ਉਹ ਜਾਣਦੇ ਹਨ - Phys.",
        "ਏਡੀਐਚਡੀ ਵਾਲੇ ਲੋਕ ਛੋਟੀ ਜਿਹੀ ਜ਼ਿੰਦਗੀ ਜੀ ਰਹੇ ਹਨ, ਅਧਿਐਨ ਲੱਭਦਾ ਹੈ - ਗਿਜ਼ਮੋਡੋ",
        "ਸਟਾਰਡਿ Valley ਵੈਲੀ ਸਿਰਜਣਹਾਰ ਇਸ ਦੇ ਵਿਕਾਸ 'ਤੇ' ਕਿਤਾਬ ਨੂੰ ਬੰਦ ਕਰਨਾ 'ਨਹੀਂ ਚਾਹੁੰਦਾ - ਨਿਨਟੈਂਡੋ ਲਾਈਫ",
        "ਸਰਜਨ ਜਨਰਲ ਦੀ ਸਲਾਹ ਮਸ਼ਵਰਾ ਸ਼ਰਾਬ, ਕੈਂਸਰ ਅਤੇ ਸਿਹਤ ਬਾਰੇ ਗੱਲਬਾਤ ਨੂੰ ਭੜਕਾਉਂਦੀ ਹੈ - OregonLive",
        "ਲਾਸ ਵੇਗਾਸ ਵਿਚ ਟਰੰਪ ਦਾ ਸਟਾਪ ਇਸ ਗੱਲ 'ਤੇ ਧਿਆਨ ਕੇਂਦਰਤ ਕਰੇਗਾ ਕਿ ਉਹ ਸੁਝਾਆਂ' ਤੇ ਟੈਕਸਾਂ ਨੂੰ ਕਿਵੇਂ ਖਤਮ ਕਰਨਾ ਚਾਹੁੰਦਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਕਾਨਫਰੰਸ ਚੈਂਪੀਅਨਸ਼ਿਪ ਰਾਉਂਡ ਐਨਐਫਐਲ ਪਿਕ - PhillyVoice.com"
    ]
}