{
    "headlines": [
        "Victor Wembanyama drops career-high 50 points while leading Spurs to win over Wizards - Yahoo Sports",
        "Patrick Mahomes calls burglary at his Kansas City area home \"frustrating and disappointing\" - NBC Sports",
        "US government worker charged with leaking classified documents on Israel's plans to strike Iran - The Associated Press",
        "‘The Golden Bachelorette’ Finale: Joan Vassos Chooses [SPOILER] in an Emotional Ending - Variety",
        "One person dead following two explosions near Brazil’s supreme court - CNN",
        "Stock futures are little changed as postelection rally shows signs of wavering: Live updates - CNBC",
        "FBI raids home of Polymarket CEO Shayne Coplan - Axios",
        "Ozempic and Wegovy may be beneficial in fighting alcohol addiction: Study - The Hill",
        "Giannis scores 38 points, Bucks lead Pistons 85-84 after three quarters - Milwaukee Journal Sentinel",
        "Mike Johnson wins GOP nod to remain House speaker with Trump's backing - Axios",
        "Republicans win majority in US House, giving Trump control of Congress - Financial Times",
        "Matt Gaetz resigns from Congress over Trump nod to be attorney general, Johnson says - Fox News",
        "Final Cut Pro 11 begins a new chapter for video editing on Mac - Apple Newsroom",
        "Elon Musk says he and Trump have 'mandate to delete' regulations. Ethics laws could limit Musk role - The Associated Press",
        "Sara Haines Abruptly Walked Off Camera On \"The View\" - BuzzFeed",
        "Microsoft patches Windows zero-day exploited in attacks on Ukraine - BleepingComputer",
        "SMCI Stock Could Get Delisted. What to Consider If You Own Super Micro. - Barron's",
        "Republicans won the House. Now comes the hard part. - ABC News",
        "KFC sues Church's Texas Chicken over \"original recipe\" ad claims - CBS News",
        "Bull doge! Dogecoin soars as Trump announces a government efficiency group nicknamed DOGE - The Associated Press"
    ]
}