{
    "headlines": [
        "Stock futures slip as traders brace for January consumer inflation report: Live updates - CNBC",
        "The billion-dollar AI company no one is talking about - and why you should care - ZDNet",
        "Winter whiplash: Another snow, ice storm smacks Midwest, East - USA TODAY",
        "CVS results top estimates even as high medical costs drag down insurance unit - CNBC",
        "Sydney hospital scrubs pro-Palestine social media posts after nurses caught in antisemitism scandal - The Jerusalem Post",
        "Samsung’s Galaxy A56 leaked from every angle - The Verge",
        "Brief. Mysterious. ‘Anxiety provoking.’ Inside DOGE’s crusade to overhaul the GSA - POLITICO",
        "Einstein Was Right – Euclid Just Captured Space-Time Warping in a Perfect Cosmic Ring - SciTechDaily",
        "Kevin Durant becomes 8th player in NBA history to score 30,000 points - NBA.Com",
        "Eagles vs. Chiefs Super Bowl: 40 winners, 6 losers, and 3 IDKs - Bleeding Green Nation",
        "‘Captain America: Brave New World’ Draws Mixed First Reactions, Some Praising as an ‘Absolute Blast’ and Others Saying It’s ‘Slightly Empty’ - Variety",
        "Trump readies matching tariffs on trade partners, possibly setting up a major economic showdown - The Associated Press",
        "Your daily horoscope: February 12, 2025 - The Globe and Mail",
        "Trump executive order vows substantial cuts to federal workforce - The Washington Post",
        "Marc Fogel: US schoolteacher released by Russia - BBC.com",
        "How the world stopped worrying and learned to love AI - POLITICO Europe",
        "Netanyahu: Israel will resume Gaza war if hostages not freed Saturday - Axios",
        "Arnold Schwarzenegger Teases Son's Nude Scene In 'White Lotus' Season 3 & Fans Recall 'The Terminator's Arrival - Deadline",
        "Gurman: iPhone SE 4 Coming 'By Next Week,' Other Announcements Starting Tomorrow - MacRumors",
        "Super Micro Computer (SMCI) Q2 2025 Earnings Call Transcript - The Motley Fool"
    ]
}