{
    "headlines": [
        "​ਜਵਾਨਾਂ ਵਿੱਚ ਕੈਂਸਰ ਦੇ ਮਾਮਲੇ ਵਧਦੇ ਹਨ; ਤੁਹਾਡੇ ਜੋਖਮ ਨੂੰ ਘਟਾਉਣ ਲਈ ਸਧਾਰਣ ਜੀਵਨ ਸ਼ੈਲੀ ਵਿੱਚ ਤਬਦੀਲੀਆਂ - ਦਿ ਟਾਈਮਜ਼ ਆਫ਼ ਇੰਡੀਆ",
        "ਸ਼ਨੀਵਾਰ, ਜਨਵਰੀ 18, 2025 ਲਈ ਕੁੰਡਲੀ - ਸ਼ਿਕਾਗੋ ਸੂਰਜ-ਟਾਈਮਜ਼",
        "ਵਿਵੇਕ ਰਾਮਾਸਵਾਮੀ ਓਹੀਓ ਗਵਰਨੇਟਰੀਅਲ ਰਨ ਦਾ ਐਲਾਨ ਕਰਨ ਦੀ ਯੋਜਨਾ ਬਣਾ ਰਹੇ ਹਨ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਝੂਠੀ ਲੀਡ ਅਤੇ ਨਵੇਂ ਫੁਟੇਜ ਬਾਅਦ ਵਿੱਚ, ਸੈਫ ਅਲੀ ਖਾਨ ਨੂੰ ਚਾਕੂ ਮਾਰਨ ਵਾਲੇ ਦੋਸ਼ੀ ਬੇਵਕੂਫ ਬਣੇ ਹੋਏ ਹਨ - ਦਿ ਇੰਡੀਅਨ ਐਕਸਪ੍ਰੈਸ",
        "ਸਾਬਕਾ ਐਮਐਲਬੀ ਜੀਐਮ ਦਾ ਮੰਨਣਾ ਹੈ ਕਿ ਡੋਜਰਸ ਦੇ ਰੋਕੀ ਸਾਸਾਕੀ ਦਸਤਖਤ ਕਰਨ ਦੀ ਜਾਂਚ ਹੋਵੇਗੀ - ਨਿ New ਯਾਰਕ ਪੋਸਟ",
        "ਲੱਭਣਾ ਇਸ ਗੱਲ 'ਤੇ ਚਾਨਣਾ ਪਾਉਂਦਾ ਹੈ ਕਿ ਹੰਟਿੰਗਟਨ ਦੀ ਬਿਮਾਰੀ ਦਾ ਕਾਰਨ ਕੀ ਹੈ, ਇਕ ਵਿਨਾਸ਼ਕਾਰੀ ਘਾਤਕ ਦਿਮਾਗ ਦਾ ਵਿਗਾੜ - ਕੇਐਸਐਲ.",
        "ਹਟਾਈ",
        "2.5-ਬਿਲਿਅਨ ਪਿਕਸਲ ਐਂਡਰੋਮੇਡਾ ਗਲੈਕਸੀ ਪੈਨੋਰਮਾ ਵਰਥ ਹਬਲ ਆਬਜ਼ਰਵੇਸ਼ਨ ਦਾ ਦਹਾਕਾ - ਆਈਐਫਐਲਸਾਇੰਸ",
        "‘ਫਰੇਸੀਅਰ’ ਰੀਵਾਈਵਲ ਪੈਰਾਮਾਉਂਟ 'ਤੇ ਕੀਤਾ ਗਿਆ + ਦੋ ਸੀਜ਼ਨ ਤੋਂ ਬਾਅਦ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਰੈਗੂਲੇਟਰ ਸਪੇਸਐਕਸ ਸਟਾਰਸ਼ਿਪ ਦੇ ਧਮਾਕੇ ਤੋਂ ਜਾਇਦਾਦ ਦੇ ਨੁਕਸਾਨ ਦੀਆਂ ਰਿਪੋਰਟਾਂ ਦੀ ਜਾਂਚ ਕਰ ਰਹੇ ਹਨ - ਸੀ ਐਨ ਐਨ",
        "ਫਲੋਰਿਡਾ ਦੀ ਜਿuryਰੀ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਸੀ ਐਨ ਐਨ ਨੇ ਖ਼ਤਰੇ ਵਿਚ ਪਏ ਅਫਗਾਨਾਂ ਦੀ ਕਹਾਣੀ ਵਿਚ ਨੇਵੀ ਦੇ ਬਜ਼ੁਰਗ ਨੂੰ ਬਦਨਾਮ ਕੀਤਾ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਸੈਂਕੜੇ ਮਾਈਨਰ ਮਹੀਨਿਆਂ ਤੋਂ ਫਸ ਗਏ ਸਨ-ਇੱਕ ਅਸਾਧਾਰਣ ਦੋ-ਮੈਨ ਬਚਾਅ ਮਿਸ਼ਨ ਤੱਕ - ਦਿ ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "ਟੇਡ ਸਾਰੈਂਡੋਸ ਡੇਵਿਡ ਲਿੰਚ ਦੀ ਅਣਅਧਿਕਾਰਤ ਨੈੱਟਫਲਿਕਸ ਲਿਮਟਿਡ ਸੀਰੀਜ਼ ਨੂੰ ਯਾਦ ਕਰਦਾ ਹੈਃ ‘ਅਸੀਂ ਸਾਰੇ ਅੰਦਰ ਸੀ’ - ਵੰਨਗੀ",
        "ਨਿਕਾਸੀ ਦੇ ਆਦੇਸ਼ ਨੂੰ ਚੁੱਕਿਆ ਗਿਆ, ਹਾਈਵੇ 1 ਮੋਸ ਲੈਂਡਿੰਗ ਬੈਟਰੀ ਪਲਾਂਟ ਵਿੱਚ ਅੱਗ ਲੱਗਣ ਦੇ ਕਾਰਨ ਬੰਦ ਰਹਿੰਦਾ ਹੈ - ਸੈਂਟਾ ਕਰੂਜ਼ ਸੈਂਟੀਨੇਲ",
        "ਐਨਐਫਐਲ ਦੀਆਂ ਭਵਿੱਖਬਾਣੀਆਂ, ਪਿਕਸ, ਪੂਰਵਦਰਸ਼ਨਃ ਮਾਹਰ ਡਵੀਜ਼ਨਲ ਰਾਉਂਡ ਦਾ ਖੁਲਾਸਾ ਕਰਦਾ ਹੈ ਸ਼ਨੀਵਾਰ ਵਧੀਆ ਸੱਟਾ - ਐਕਸ਼ਨ ਨੈਟਵਰਕ",
        "Khabib Nurmagomedov ਇਸਲਾਮ Makhachev ਬਨਾਮ Renato Moicano ਕਰਨ ਲਈ UFC 311 ਸਿਰਲੇਖ ਲੜਾਈ ਸ਼ਿਫਟ ਪ੍ਰਤੀਕਰਮ - MMA Junkie",
        "‘ਪੈਸਾ ਸਭ ਕੁਝ ਖਰੀਦਦਾ ਹੈਃ' ਇੱਥੇ ਫੇਡਜ਼ ਕਿਵੇਂ ਕਹਿੰਦੇ ਹਨ ਕਿ ਸ਼ੇਂਗ ਥਾਓ ਰਿਸ਼ਵਤ ਸਕੀਮ ਹੇਠਾਂ ਚਲੀ ਗਈ - ਸੈਨ ਫਰਾਂਸਿਸਕੋ ਕ੍ਰੋਨਿਕਲ",
        "ਇਜ਼ਰਾਈਲੀ ਮੰਤਰੀ ਮੰਡਲ ਨੇ ਗਾਜ਼ਾ ਬੰਧਕ ਅਤੇ ਜੰਗਬੰਦੀ ਸਮਝੌਤੇ ਨੂੰ ਦਿੱਤੀ ਮਨਜ਼ੂਰੀ - Axios",
        "ਮਾਹਰ ਕੈਲੀਫੋਰਨੀਆ ਵਿੱਚ ਫਲੂ, ਆਰਐਸਵੀ, ਕੋਵਿਡ -19 ਅਤੇ ਨੋਰੋਵਾਇਰਸ ਕਨਵਰਜ ਵਜੋਂ ’ਕਵਾਡ-ਡੈਮਿਕ' ਦੀ ਚੇਤਾਵਨੀ ਦਿੰਦੇ ਹਨ - ਸੈਨ ਫਰਾਂਸਿਸਕੋ ਕ੍ਰੋਨਿਕਲ",
        "ਆਈਫੋਨ 17 ਏਅਰ ਕਿਵੇਂ ਪਤਲਾ ਹੋ ਸਕਦਾ ਹੈ ਇਹ ਇੱਥੇ ਹੈ - ਮੈਕਰੂਮੋਰਸ"
    ]
}