{
    "headlines": [
        "Los Angeles Chargers vs. Arizona Cardinals Spiel-Highlights | NFL 2024 Saison Woche 7 - NFL",
        "Monday Night Football-Ergebnisse, Live-Updates: Ravens nehmen es mit Freibeutern auf, Ladegeräte spielen Cardinals im MNF-Doubleheader - Yahoo Sports",
        "Bei Harvey Weinstein wurde Krebs diagnostiziert - Hollywood Reporter",
        "‘Venom: The Last Dance’: Erste Reaktionen nach der Premiere - Hollywood Reporter",
        "[removed]",
        "Blinken reist in den Nahen Osten mit Hoffnungen auf einen schnellen diplomatischen Durchbruch nach Sinwars Tod - CNN",
        "S2-Meteorit: Was passierte, als ein so großer Stein wie London die Erde traf? - BBC.com",
        "PSA: Neue Hearing Health-Funktionen für AirPods Pro 2 werden weltweit nicht verfügbar sein - 9to5Mac",
        "Powerball-Gewinnzahlen für die Ziehung am 21. Oktober: Der Jackpot steigt auf 456 Millionen US-Dollar - USA TODAY",
        "Qualcomms neuer Chipsatz, der Flaggschiff-Android-Handys antreibt, lässt das iPhone veraltet erscheinen - ZDNet",
        "Ist Musks Bargeldgeschenk in Höhe von 1 Million US-Dollar pro Tag an US-Wähler legal? - BBC.com",
        "Die Fähre der Insel Sapelo nimmt nach dem Einsturz der tödlichen Bootsanlegestelle den Betrieb wieder auf - CNN",
        "Arnold Palmers Tochter nennt Trumps Äußerungen über ihren Vater \"respektlos\" - ABC News",
        "Was wir über die 2 Flieger der US Navy wissen, die bei einem Jetabsturz in der Nähe des Mount Rainier ums Leben kamen - KOMO NEWS",
        "Sieben neue Klagen gegen Sean 'Diddy' Combs - BBC.com",
        "Kubaner kämpfen mit einem längeren Stromausfall und einem neuen Tropensturm - The Associated Press",
        "Nach Hunderten von Starts war der Raketenfang von SpaceX ein neuer Nervenkitzel - Ars Technica",
        "Neue Richtlinien zur Schlaganfallprävention veröffentlicht von der American Stroke Association - Fox News",
        "5 Tote im Haus von Fall City gefunden, Teenager in Gewahrsam genommen - KIRO SEATTLE",
        "Welche Auto-Aktien in die Einnahmen gehen - Barron's"
    ]
}