{
    "headlines": [
        "ਕੈਲੀਫੋਰਨੀਆ ਦੀ ਦੁਕਾਨ 'ਤੇ ਵੇਚੇ ਗਏ ਕੱਚੇ ਦੁੱਧ' ਚ ਪਾਇਆ ਗਿਆ ਬਰਡ ਫਲੂ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਮੈਟ ਗਾਏਟਜ਼ ਕੈਮੀਓ ਨਾਲ ਜੁੜਦਾ ਹੈ – ਅਤੇ ਪੀਈਪੀ ਗੱਲਬਾਤ ਲਈ ਸੈਂਕੜੇ ਲੋਕਾਂ ਨੂੰ ਚਾਰਜ ਕਰ ਰਿਹਾ ਹੈ - ਸਕਾਈ ਨਿ Newsਜ਼",
        "ਹੈਰਿਸ ਆਪਣੇ ਸਲਾਹਕਾਰਾਂ ਅਤੇ ਸਹਿਯੋਗੀਆਂ ਨੂੰ ਆਪਣੇ ਰਾਜਨੀਤਿਕ ਵਿਕਲਪਾਂ ਨੂੰ ਖੁੱਲਾ ਰੱਖਣ ਲਈ ਕਹਿ ਰਹੀ ਹੈ - ਪੋਲਿਟਿਕੋ",
        "ਹਟਾਈ",
        "ਸੋਨੀ ਨਿਣਟੇਨਡੋ ਅਤੇ ਮਾਈਕ੍ਰੋਸਾੱਫਟ ਨਾਲ ਮੁਕਾਬਲਾ ਕਰਨ ਲਈ ਇੱਕ ਹੈਂਡਹੋਲਡ ਕੰਸੋਲ ਬਣਾ ਰਿਹਾ ਹੈ - ਦਿ ਵਰਜ",
        "ਲੀਅਮ ਪੇਨੇ ਬਾਲਕੋਨੀ ਤੋਂ ਬਚਣ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰ ਰਿਹਾ ਸੀ ਜਦੋਂ ਉਹ ਆਪਣੀ ਮੌਤ ਤੱਕ ਡਿੱਗ ਗਿਆ - ਟੀਐਮਜ਼ੈਡ",
        "ਯੂਕੇ ਦੇ ਵਿੱਤੀ ਰੈਗੂਲੇਟਰ ਨੇ ਕਤਰ ਸੌਦੇ ਨਾਲ ਜੁੜੇ ਖੁਲਾਸਿਆਂ 'ਤੇ ਬਾਰਕਲੇਜ਼ ਨੂੰ 51 ਮਿਲੀਅਨ ਡਾਲਰ ਦਾ ਜੁਰਮਾਨਾ ਕੀਤਾ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਸ਼ਾਰਲੋਟ ਏਅਰਪੋਰਟ ਦੇ ਕਰਮਚਾਰੀ ਵਿਅਸਤ ਥੈਂਕਸਗਿਵਿੰਗ ਯਾਤਰਾ ਹਫਤੇ ਦੌਰਾਨ ਹੜਤਾਲ ਕਰਨ ਦੀ ਯੋਜਨਾ ਬਣਾ ਰਹੇ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਲਿਥੁਆਨੀਆ ਵਿੱਚ ਡੀਐਚਐਲ ਕਾਰਗੋ ਜਹਾਜ਼ ਹਾਦਸਾਗ੍ਰਸਤ, 1 ਦੀ ਮੌਤ, ਸਥਾਨਕ ਅਧਿਕਾਰੀਆਂ ਦਾ ਕਹਿਣਾ ਹੈ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਸਕਾਟ ਬੇਸੈਂਟ ਇੱਕ ਆਉਣ ਵਾਲੀ ‘ਗਲੋਬਲ ਆਰਥਿਕ ਰੀਆਰਡਰਿੰਗ‘ ਵੇਖਦਾ ਹੈ. ’ਉਹ ਇਸ ਦਾ ਹਿੱਸਾ ਬਣਨਾ ਚਾਹੁੰਦਾ ਹੈ. - ਵਾਲ ਸਟਰੀਟ ਜਰਨਲ",
        "'ਬੇਬੀ' ਗ੍ਰਹਿ ਸਭ ਤੋਂ ਛੋਟੀ ਉਮਰ ਦਾ ਪਤਾ ਲਗਾਇਆ ਗਿਆ ਹੈ, ਖਗੋਲ ਵਿਗਿਆਨੀ ਕਹਿੰਦੇ ਹਨ - ਸਾਇੰਸ ਅਲਰਟ",
        "ਐਨਐਫਐਲ ਹਫਤਾ 12 ਗ੍ਰੇਡਃ ਕਮਾਂਡਰਾਂ 'ਤੇ ਹੈਰਾਨ ਕਰਨ ਵਾਲੀ ਜਿੱਤ ਲਈ ਕਾਉਬੌਇਜ਼ ਨੇ ਉੱਚ ਅੰਕ ਪ੍ਰਾਪਤ ਕੀਤਾ, ਦੈਂਤਾਂ ਨੂੰ ਬਦਸੂਰਤ ਹਾਰ ਤੋਂ ਬਾਅਦ' ਐਫ 'ਪ੍ਰਾਪਤ ਹੋਇਆ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਐਤਵਾਰ ਰਾਤ ਫੁੱਟਬਾਲਃ Saquon Barkley 255 ਦੌੜਾਂ, ਈਗਲਜ਼ ਨੇ ਰਾਮਸ ਨੂੰ 37-20 ਨਾਲ ਹਰਾਇਆ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਬ੍ਰਾਂਡਨ ਗ੍ਰਾਹਮ ਡਰਾਉਣੀ ਕੂਹਣੀ ਦੀ ਸੱਟ ਨਾਲ ਈਗਲਜ਼ ਗੇਮ ਬਨਾਮ ਰੈਮਸ ਤੋਂ ਬਾਹਰ ਨਿਕਲਦਾ ਹੈ - ਈਗਲਜ਼ ਵਾਇਰ",
        "‘ਯੈਲੋਸਟੋਨ’: ਇਸ ਸੀਜ਼ਨ ਦਾ ਸਭ ਤੋਂ ਝਟਕਾਉਣ ਵਾਲਾ ਡਰਾਮਾ? ਸਿਰਜਣਹਾਰ ਟੇਲਰ ਸ਼ੈਰੀਡਨ ਕੇਵਿਨ ਕੋਸਟਨਰ ਦੀ ਵਿਰਾਸਤ ਨੂੰ ਅੱਥਰੂ ਕਰ ਰਿਹਾ ਹੈ - ਵੰਨਗੀ",
        "ਥੈਂਕਸਗਿਵਿੰਗ ਤੂਫਾਨ ਠੰਡੇ ਹਵਾ ਵਿੱਚ ਆਉਂਦਾ ਹੈ ਅਤੇ ਹੋ ਸਕਦਾ ਹੈ ਕਿ ਥੋੜਾ ਹੋਰ ਬਰਫਬਾਰੀ - ਹੁਣੇ ਹੀ ਮੌਸਮ ਵਿੱਚ",
        "‘ਟਰਿੱਗਰ ਨੂੰ ਖਿੱਚਣ ਦਾ ਸਮਾਂ,’ ਸੁਪਰ ਮਾਈਕਰੋ ਕੰਪਿ Computerਟਰ ਸਟਾਕ ਬਾਰੇ ਚੋਟੀ ਦੇ ਨਿਵੇਸ਼ਕ ਕਹਿੰਦਾ ਹੈ - TipRanks",
        "ਇਜ਼ਰਾਈਲ ਅਤੇ ਹਿਜ਼ਬੁੱਲਾ ਵਿਚਾਲੇ ਜੰਗਬੰਦੀ ਦਾ ਸੌਦਾ ‘ਬਹੁਤ ਨੇੜੇ‘ ਹੈ, ਖੇਤਰੀ ਸੂਤਰਾਂ ਦਾ ਕਹਿਣਾ ਹੈ, ਕਿਉਂਕਿ ਲੇਬਨਾਨ ਵਿਚ ਮਰਨ ਵਾਲਿਆਂ ਦੀ ਗਿਣਤੀ ਵਧਦੀ ਜਾ ਰਹੀ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਧਰਤੀ ਦਾ ਘੁੰਮਣਾ 31.5 ਇੰਚ ਝੁਕਿਆ ਹੈ, ਅਤੇ ਮਨੁੱਖ 100% ਦੋਸ਼ੀ ਹਨ - Earth.",
        "ਮਸਕ ਅਤੇ ਰਾਮਾਸਵਾਮੀ ਵਾਸ਼ਿੰਗਟਨ ਨਾਲ ਯੁੱਧ ਲਈ 'ਡੋਗੇ’ ਟੀਮ ਬਣਾਉਣ ਦੀ ਦੌੜ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ"
    ]
}