{
    "headlines": [
        "ਬ੍ਰਾਜ਼ੀਲ ਵਿਚ, ਸ਼ੀ ਜਿਨਪਿੰਗ ਇਕ ਦੋਸਤ ਦੀ ਕਾਸ਼ਤ ਕਰਦਾ ਹੈ ਜਿਵੇਂ ਕਿ ਉਹ ਟਰੰਪ ਲਈ ਬ੍ਰੇਸ ਕਰਦਾ ਹੈ - ਦਿ ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "ਏਲੀ ਮੈਨਿੰਗ, ਐਂਟੋਨੀਓ ਗੇਟਸ ਅਤੇ ਜੇਰੇਡ ਐਲਨ ਫੁੱਟਬਾਲ ਹਾਲ ਆਫ ਫੇਮ ਲਈ 25 ਸੈਮੀਫਾਈਨਲਿਸਟਸ ਦੀ ਸੁਰਖੀ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਨੈੱਟਫਲਿਕਸ ਦੇ ‘ਜ਼ੀਰੋ ਡੇ‘ ਸਾਜ਼ਿਸ਼ ਸੀਰੀਜ਼ ਵਿਚ ਰੌਬਰਟ ਡੀ ਨੀਰੋ ਦਾ ਟੀਵੀ ਟਰਨ ਰਿਲੀਜ਼ ਦੀ ਤਾਰੀਖ ਪ੍ਰਾਪਤ ਕਰਦਾ ਹੈ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਵਾਲ ਸਟ੍ਰੀਟ ਵਿਸ਼ਲੇਸ਼ਕ ਕਮਾਈ ਤੋਂ ਪਹਿਲਾਂ ਐਨਵੀਡੀਆ ਸਟਾਕ ਬਾਰੇ ਕੀ ਸੋਚਦੇ ਹਨ - ਇਨਵੈਸਟੋਪੀਡੀਆ",
        "ਰੈਡੀਕਲ ਜੈਗੁਆਰ ਰੀਬ੍ਰਾਂਡ ਅਤੇ ਨਵਾਂ ਲੋਗੋ ਸਪਾਰਕ ireਨਲਾਈਨ ireਰ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਲੈਕਨ ਰਿਲੀ ਕੇਸਃ ਕੈਂਪਸ ਹੱਤਿਆ ਦੇ ਸਾਰੇ ਹਿਸਾਬ ਨਾਲ ਜੱਜ ਦੁਆਰਾ ਸ਼ੱਕੀ ਦੋਸ਼ੀ ਪਾਇਆ ਗਿਆ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਟਰੰਪ ਨੇ ਮੈਥਿਊ ਵ੍ਹਾਈਟਕਰ ਨੂੰ ਨਾਟੋ ਵਿੱਚ ਰਾਜਦੂਤ ਚੁਣਿਆ - ਐਨਪੀਆਰ",
        "ਆਈਫੋਨ ਐਸਈ 4 ਰਿਲੀਜ਼ ਦੀ ਤਾਰੀਖ ਦੀ ਕਥਿਤ ਤੌਰ 'ਤੇ ਪੁਸ਼ਟੀ ਕੀਤੀ ਗਈ — ਇੱਥੇ ਜਦੋਂ ਨਵਾਂ ਸਸਤਾ ਆਈਫੋਨ ਆ ਰਿਹਾ ਹੈ - ਟੌਮ ਦੀ ਗਾਈਡ",
        "ਹਟਾਈ",
        "ਪਾਗਲ ਲਾਂਚ ਬੱਗਾਂ ਲਈ ਸਟਾਲਕਰ 2 devs ਵਿਸਥਾਰ ਫਿਕਸ - ਰੌਕ ਪੇਪਰ ਸ਼ਾਟਗਨ",
        "ਸੁਜ਼ਨ ਸਮਿਥਃ ਦੱਖਣੀ ਕੈਰੋਲੀਨਾ ਦੀ ਮਾਂ ਆਪਣੇ ਦੋ ਪੁੱਤਰਾਂ ਦੀ ਹੱਤਿਆ ਕਰਨ ਤੋਂ 30 ਸਾਲ ਬਾਅਦ ਆਜ਼ਾਦ ਹੋਣ ਲਈ ਕਹਿੰਦੀ ਹੈ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "1974 ਦੀਆਂ 74 ਸਰਬੋਤਮ ਐਲਬਮਾਂ - ਰੋਲਿੰਗ ਸਟੋਨ",
        "ਗ੍ਰਾਹਮ ਨੇ ਜੀਓਪੀ ਸੈਨੇਟਰਾਂ ਨੂੰ ਗਾਏਟਜ਼ ‘ਲਿੰਚ ਭੀੜ‘ ਵਿਚ ਸ਼ਾਮਲ ਨਾ ਹੋਣ ਦੀ ਅਪੀਲ ਕੀਤੀ - ਦਿ ਹਿੱਲ",
        "ਕਲੀਵਲੈਂਡ ਨੇ ਡਬਲਯੂਐਨਬੀਏ ਟੀਮ ਲਈ ਰਸਮੀ ਬੋਲੀ ਦੀ ਸ਼ੁਰੂਆਤ ਕੀਤੀ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਸੋਲਰ ਆਰਬਿਟਰ ਪੁਲਾੜ ਯਾਨ ਸੂਰਜ ਦੀ ਸਤਹ ਦੇ ਹੁਣ ਤੱਕ ਦੇ ਸਭ ਤੋਂ ਤਿੱਖੇ ਵਿਚਾਰਾਂ ਨੂੰ ਫੜਦਾ ਹੈ (ਚਿੱਤਰ) - ਸਪੇਸ ਡਾਟ ਕਾਮ",
        "ਉੱਤਰ-ਪੱਛਮੀ ਅਮਰੀਕਾ ‘ਬੰਬ ਚੱਕਰਵਾਤ‘ ਨੂੰ ਵੇਖਦਾ ਹੈ 1 ਦੀ ਮੌਤ ਹੋ ਗਈ ਹੈ ਅਤੇ ਅੱਧੇ ਮਿਲੀਅਨ ਘਰਾਂ ਨੂੰ ਬਿਜਲੀ ਬੰਦ ਕਰ ਦਿੱਤੀ ਗਈ ਹੈ - ਪੀਬੀਐਸ ਨਿ Newsਜ਼ਹੋਰ",
        "ਕੈਮਰਿਮੇਜ ਵਰਲਡ ਪ੍ਰੀਮੀਅਰ ਵਿਖੇ ‘ਰਸਟ’ ਨੂੰ ਗਰਮ ਰਿਸੈਪਸ਼ਨ ਮਿਲਦਾ ਹੈ (ਹਾਜ਼ਰੀ ਵਿਚ ਅਲੈਕ ਬਾਲਡਵਿਨ ਤੋਂ ਬਿਨਾਂ) - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਲੀਅਮ ਪੇਨੇ ਦਾ ਅੰਤਿਮ ਸੰਸਕਾਰਃ ਸਾਬਕਾ ਇਕ ਦਿਸ਼ਾ ਬੈਂਡਮੇਟਸ ਅੱਜ ਸੇਵਾ ਵਿਚ ਸ਼ਾਮਲ ਹੁੰਦੇ ਹਨ - ਫੋਰਬਸ",
        "ਸੈਮਸੰਗ ਗਲੈਕਸੀ ਐਸ 25 ਅਲਟਰਾ ਲੀਕ ਹੋਈ ਡਮੀ ਯੂਨਿਟ ਗੋਲ ਕੋਨੇ ਅਤੇ ਨਵੇਂ ਡਿਜ਼ਾਈਨ ਵੇਰਵਿਆਂ ਦਾ ਖੁਲਾਸਾ ਕਰਦੇ ਹਨ - ਫੋਨਅਰੇਨਾ",
        "ਡਾਲਟਨ ਕਨੇਚਟ ਲੇਕਰਜ਼ ਡਰਾਫਟ ਚੋਰੀ ਦੀ ਤਰ੍ਹਾਂ ਦਿਖਾਈ ਦੇ ਰਿਹਾ ਹੈ — ਅਤੇ ਲੇਬਰੋਨ ਜੇਮਜ਼ ਇਸ ਨੂੰ ਪਿਆਰ ਕਿਉਂ ਕਰ ਰਿਹਾ ਹੈ - ਨਿ New ਯਾਰਕ ਪੋਸਟ"
    ]
}