{
    "headlines": [
        "لم يعد الكمبيوتر المحمول القابل للطي من لينوفو مفهومًا — حيث تم إطلاقه هذا العام مقابل 3500 دولار - ذا فيرج",
        "تايتنز فاير جنرال موتورز ران كارثون - إن بي سي سبورتس",
        "يطلب ترامب من محكمة الاستئناف في نيويورك رفض قضية الصمت المالي قبل الحكم - Reuters.com",
        "مع اقتراب بايدن من الخروج، تحظر الولايات المتحدة الديون الطبية من التقارير الائتمانية - رويترز",
        "رئيس الوزراء الدنماركي يقول إن غرينلاند لا تزال غير معروضة للبيع مع وصول دونالد ترامب جونيور - بوليتيكو أوروبا",
        "العثور على جثتين في معدات الهبوط لرحلة JetBlue في مطار فورت لودرديل - ذا هيل",
        "شوهد هيو جاكمان وسوتون فوستر ممسكين بأيدي بعضهما البعض بعد أكثر من عام من طلاقه من ديبورا لي فورنيس - BuzzFeed",
        "تم تأكيد أول حالات إصابة بالفيروس الرئوي البشري (HMPV) في الهند، لكن المسؤولين يقولون \"لا داعي للقلق\" - سي بي إس نيوز",
        "\"العاصفة الأكثر تدميرًا\" في أكثر من عقد من الزمان على الأرجح في جنوب كاليفورنيا وهذا ليس الخطر الوحيد \"المهدد للحياة\" - سي إن إن",
        "يصبح الموسم الثاني من إنهاء الخدمة بطريقة ما أكثر غرابة وأكثر وحشية وأكثر قتامة - The Verge",
        "الدببة لمقابلة مايك فرابيل الأربعاء، القديسين يريدون مقابلة كذلك - إن بي سي سبورتس",
        "بيان من الرئيس جو بايدن حول رئيس الوزراء الكندي جاستن ترودو - البيت الأبيض",
        "إنفيديا تعلن عن بطاقات رسومات RTX 50 - series مع جيل DLSS 4 متعدد الإطارات - Eurogamer",
        "ستعلن ناسا عن تحديث لخطط إعادة عينات المريخ اليوم. إليك كيفية الاستماع في - Space.com",
        "2025 NFL Mock Draft: Titans stick at No. 1, Browns replace Deshaun Watson and Giants take Travis Hunter - CBS Sports",
        "يرصد تلسكوب جيمس ويب الفضائي مجموعة قياسية من النجوم في المجرة النائية - Space.com",
        "زلزال قوي يقتل ما لا يقل عن 95 شخصًا في غرب الصين بالقرب من جبل إفرست - وكالة أسوشيتد برس",
        "راجع محامو ترامب مسودة تقرير المستشار الخاص النهائي لسميث ويريدون منعه من النشر العام - سي إن إن",
        "أسهم تينسنت تنزلق بعد إدراج البنتاغون في القائمة السوداء لشركة التكنولوجيا الصينية العملاقة - فوربس",
        "ثناء ترامب على كارتر في الموت بعد أن استهزأ به في الحياة يعمق علاقة متناقضة - وكالة أسوشيتد برس"
    ]
}