{
    "headlines": [
        "Biden wünschte, er könnte mehr tun und verschwindet in den Hintergrund der Kampagne - POLITICO",
        "CNN-Umfrage: Harris und Trump bleiben in einem gesperrten Rennen und sind auf dem Weg in die letzte Etappe gebunden - CNN",
        "Der Gouverneur von Virginia reagiert auf die Entscheidung des Richters, die den Staat daran hindert, Bürger aus den Wählerverzeichnissen zu entfernen - Fox News",
        "\"Was zum Teufel hat das mit ihnen zu tun?\" Russische Soldaten hörten, wie sie nordkoreanische Rekruten in abgefangenem Ton verurteilten - CNN",
        "'Star Wars' Daisy Ridley Film Auf der Suche nach einem neuen Drehbuchautor nach dem Ausstieg von Steven Knight - Deadline",
        "Der US-Rapper Lil Durk wurde in Florida wegen Mordes verhaftet - BBC.com",
        "Der 3-tägige Gaming-Sale von Best Buy bietet hervorragende Gaming-Laptop-, Monitor- und Desktop-Angebote - GameSpot",
        "Laut CDC sind 75 Menschen von E. coli-Ausbrüchen betroffen, die mit McDonald's Quarter Pounders in Verbindung stehen - CNBC",
        "Die DNA-Analyse eines mittelalterlichen Mannes, der in einen Brunnen geworfen wurde, legt nahe, dass die Geschichte in der nordischen Saga wirklich passiert ist - Livescience.com",
        "Tesla-Aktie sprang um 22 %. Was die Marktgeschichte sagt, passiert als Nächstes. - Barron's",
        "Die Aktie von Spirit Airlines steigt um 25 %, nachdem die Billigfluggesellschaft gesagt hat, dass sie Flugzeuge verkaufen und Arbeitsplätze abbauen wird - CNBC",
        "15-jährige beschuldigt, Familie getötet zu haben, Szene zu inszenieren, um verstorbenen jüngeren Bruder zu rahmen - KOMO NEWS",
        "NFL Trade Deadline 2024: Fünf Last-Minute-Deals vorgeschlagen, darunter große Buccaneers, 49ers, Vikings Splashes - CBS Sports",
        "Wirkstoff in Ozempic, Wegovy kann das Risiko der Alzheimer-Krankheit verringern: Studie - ABC News",
        "Libanon: Drei Journalisten bei israelischem Luftangriff getötet - BBC.com",
        "Boeing-Gewerkschaft zu streikenden Arbeitern: \"Mobbing\" über Streikstimmen ist \"abscheulich\" - Yahoo! Voices",
        "Ich habe die neue visuelle Intelligenz des iPhone 16 ausprobiert, und es fühlt sich wie die Zukunft an - CNET",
        "Eine SpaceX-Kapsel ist gerade zur Erde zurückgekehrt. Deshalb waren die Astronauten von Boeing Starliner nicht dabei - CNN",
        "Was kommt als Nächstes für die Menendez-Brüder als DA, dass sie Jahrzehnte nach der Ermordung ihrer Eltern erneut verurteilt werden - CNN",
        "Harris, Beyoncé schließen sich für eine Kundgebung in Texas zu Abtreibungsrechten zusammen und hoffen, dass die Bundesstaaten auf dem Schlachtfeld sie hören - The Associated Press"
    ]
}