{
    "headlines": [
        "ਹੌਰਨੇਟਸ ਵਿਲੀਅਮਜ਼ ਲਈ ਲੇਕਰਜ਼ ਵਪਾਰ ਰੀਸਿੰਡ - ਈਐਸਪੀਐਨ",
        "ਕੈਰੇਬੀਅਨ ਵਿਚ 7.6 ਤੀਬਰਤਾ ਦਾ ਭੂਚਾਲ ਪੋਰਟੋ ਰੀਕੋ ਅਤੇ ਵਰਜਿਨ ਆਈਲੈਂਡਜ਼ ਲਈ ਸੁਨਾਮੀ ਦੀ ਸਲਾਹ ਨੂੰ ਚਾਲੂ ਕਰਦਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਐਂਥਨੀ ਡੇਵਿਸ ਭੂਚਾਲ ਦੇ ਲੂਕਾ ਡੋਂਸਿਕ ਵਪਾਰ ਤੋਂ ਬਾਅਦ ਸੱਟ ਲੱਗਣ ਨਾਲ ਡੱਲਾਸ ਦੀ ਸ਼ੁਰੂਆਤ ਛੱਡਦਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਪ੍ਰਧਾਨਾਂ ਅਤੇ ਸੁਰੱਖਿਆ ਕਲੀਅਰੈਂਸਾਂ ਬਾਰੇ ਕੀ ਜਾਣਨਾ ਹੈ - NPR",
        "ਐਨਆਈਐਚ ਨੇ ਅਸਿੱਧੇ ਖੋਜ ਖਰਚਿਆਂ ਲਈ ਫੰਡਾਂ ਨੂੰ ਘਟਾਉਣ ਦੀ ਘੋਸ਼ਣਾ ਕੀਤੀ - ਐਨਬੀਸੀ ਨਿ Newsਜ਼",
        "ਕ੍ਰਿਸਟੀ ਕਾਰਲਸਨ ਰੋਮਾਨੋ ਨੇ ਖੁਲਾਸਾ ਕੀਤਾ ਕਿ ਉਹ ਪਤੀ ਦੇ ਜਨਮਦਿਨ ਦੇ ਜਸ਼ਨ ਦੌਰਾਨ \"ਅੱਖ ਵਿੱਚ ਗੋਲੀ\" ਸੀ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਤਿੰਨ ਵੱਡੇ ਆਈਫੋਨ ਐਸਈ 4 ਅਫਵਾਹ ਜੋ ਤੁਸੀਂ ਸ਼ਾਇਦ ਖੁੰਝ ਗਏ ਹੋ - 9to5Mac",
        "ਪਲੇਅਸਟੇਸ਼ਨ ਨੈਟਵਰਕ ਲਗਭਗ ਦਿਨ ਭਰ ਦੇ ਆਉਟੇਜ ਤੋਂ ਵਾਪਸ ਆਉਣ ਲਈ ਸੰਘਰਸ਼ ਕਰਦਾ ਹੈ - ਦਿ ਵਰਜ",
        "ਐਕਟੀਵਿਸਟ ਹੇਜ ਫੰਡ ਏਲੀਅਟ ਬੀਪੀ ਨਾਲ ਸੰਘਰਸ਼ ਕਰਨ ਵਿਚ ਹਿੱਸੇਦਾਰੀ ਬਣਾਉਂਦਾ ਹੈ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "ਹਮਾਸ ਨੇ ਗਾਜ਼ਾ ਜੰਗਬੰਦੀ ਤਹਿਤ ਫਲਸਤੀਨੀ ਕੈਦੀਆਂ ਲਈ 3 ਕਮਜ਼ੋਰ ਦਿੱਖ ਵਾਲੇ ਇਜ਼ਰਾਈਲੀ ਬੰਧਕਾਂ ਨੂੰ ਰਿਹਾਅ ਕੀਤਾ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਅਸੀਂ ਅਲਾਸਕਾ ਦੇ ਯਾਤਰੀ ਜਹਾਜ਼ ਦੇ ਹਾਦਸੇ ਬਾਰੇ ਕੀ ਜਾਣਦੇ ਹਾਂ ਜਿਸ ਵਿੱਚ ਸਾਰੇ 10 ਲੋਕ ਸਵਾਰ ਸਨ - ਪੀਬੀਐਸ ਨਿ Newsਜ਼ਹੋਰ",
        "ਦੋ ਅਮਰੀਕੀ ਸੈਨੇਟਰਾਂ ਨੇ ਇੱਕ ਐਸਐਫ ਟੈਲੀਹੈਲਥ ਕੰਪਨੀ ਦੇ ਸੁਪਰ ਬਾlਲ ਵਿਗਿਆਪਨ ਦੀ ਨਿੰਦਾ ਕੀਤੀ. ਇੱਥੇ ਕਿਉਂ ਹੈ - ਸੈਨ ਫ੍ਰਾਂਸਿਸਕੋ ਕ੍ਰੋਨਿਕਲ",
        "ਟਰੰਪ ਦੇ ਗਾਜ਼ਾ ਪ੍ਰਸਤਾਵ ਨੇ ਆਪਣੇ ਨਵੇਂ ਅਰਬ ਅਮਰੀਕੀ ਸਮਰਥਕਾਂ ਵਿੱਚ ਡਰ ਜਤਾਇਆ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਐਪਲ ਦਾ ਨਵਾਂ ਖੋਜ ਰੋਬੋਟ ਪਿਕਸਰ ਦੀ ਪਲੇਬੁੱਕ ਤੋਂ ਇੱਕ ਪੰਨਾ ਲੈਂਦਾ ਹੈ - TechCrunch",
        "ਨੇਵਾਡਾ ਦੀਆਂ ਗਾਵਾਂ ਵਿਚ ਪਾਇਆ ਗਿਆ ਬਰਡ ਫਲੂ ਵੇਰੀਐਂਟ ਥਣਧਾਰੀ ਜਾਨਵਰਾਂ ਦੇ ਅਨੁਕੂਲ ਹੋਣ ਦੇ ਸੰਕੇਤ ਦਿਖਾਉਂਦਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਸੋਲੋ ਸਿਕੋਆ ਨੇ ਡਬਲਯੂਡਬਲਯੂਈ ਸਮੈਕਡਾਉਨ - ਕੇਜਸਾਈਡ ਸੀਟਾਂ 'ਤੇ ਵਾਪਸੀ ਦੌਰਾਨ ਟ੍ਰਾਈਬਲ ਚੀਫ ਲੁੱਕ ਨੂੰ ਸ਼ੇਡ ਕੀਤਾ",
        "ਕੈਨੇਡੀ ਸੈਂਟਰ ਟਰੰਪ ਦੇ ਇਸ ਐਲਾਨ ਦਾ ਜਵਾਬ ਦਿੰਦਾ ਹੈ ਕਿ ਉਹ ਚੇਅਰਮੈਨ ਵਜੋਂ ਅਹੁਦਾ ਸੰਭਾਲ ਰਿਹਾ ਹੈ - WUSA9.com",
        "Elon Musk ਨੇ ਕਿਹਾ ਕਿ ਉਹ TikTok ਨੂੰ ਹਾਸਲ ਕਰਨ ਵਿੱਚ ਦਿਲਚਸਪੀ ਨਹੀਂ ਰੱਖਦਾ - TechCrunch",
        "ਟਰੰਪ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਦੱਖਣੀ ਅਫਰੀਕਾ ਦੇ ਕੁਝ ਗੋਰੇ ਲੋਕਾਂ 'ਤੇ ਜ਼ੁਲਮ ਕੀਤੇ ਗਏ ਹਨ ਅਤੇ ਉਨ੍ਹਾਂ ਨੂੰ ਅਮਰੀਕਾ ਵਿਚ ਮੁੜ ਵਸੇਬਾ ਦਿੱਤਾ ਜਾ ਸਕਦਾ ਹੈ । ਉਹ ਕਹਿੰਦੇ ਹਨ ਕੋਈ ਧੰਨਵਾਦ ਨਹੀਂ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ"
    ]
}