{
    "headlines": [
        "Exclusivo | Boeing, acordo salarial da Union Reach para acabar com a greve - The Wall Street Journal",
        "Relatório: Russell Wilson vai começar contra os Jets, mas Justin Fields também vai jogar - NBC Sports",
        "Bilheteria: ‘Smile 2‘ Afunda os Dentes no Dia de Abertura de US $ 9,4 Milhões - Variedade",
        "AO VIVO: Israel ataca Beirute; cerco de Jabalia em Gaza entra no 15º dia - Al Jazeera",
        "Mergulhe nas cavernas vulcânicas submarinas onde a vida prospera - CNN",
        "Chuva de meteoros Orionids atinge pico de atividade neste fim de semana: quando e onde assistir - usa TODAY",
        "Tropas norte-coreanas na guerra da Ucrânia chamam ‘enorme’ risco de escalada - POLITICO EUROPE",
        "Tempestade tropical Nadine fará landfall no sábado em Belize - CBS News",
        "Harris e Trump brigaram em Michigan na sexta-feira. Aqui está o que eles disseram - CNN",
        "Claude: Tudo o que precisa de saber sobre a IA da Anthropic - TechCrunch",
        "As esposas de Lyle Menendez e Erik Menendez: o que saber sobre as mulheres com quem os irmãos se casaram na prisão - E! NEWS",
        "Rede elétrica de Cuba entra em colapso pela segunda vez, país inteiro novamente sem energia - Reuters Canadá",
        "Vídeo e uma bala não utilizada provam a culpa do homem nos assassinatos de Delphi, diz procurador",
        "US Interest Burden Hits 28-Year High, Escalating Political Risk - Yahoo Finance",
        "Assista à nave espacial da SpaceX descer para um mergulho noturno durante um voo de teste épico (vídeo) - Space.com",
        "   Removido ",
        "3 chaves para a vitória do Alabama Football vs. Tennessee - AL.com",
        "Mapa mostra estados dos EUA onde a tosse convulsa 'mortal' está aumentando - Newsweek",
        "Matando Sinwar: Um encontro casual após uma caçada de um ano pelo chefe do Hamas - CNN",
        "Vencedores e perdedores do Jogo 4 das Finais da WNBA: Lynx e Liberty marcados para o confronto entre o vencedor e o vencedor - usa TODAY"
    ]
}