{
    "headlines": [
        "Space telescope reveals rare ‘Einstein ring’ phenomenon with startling clarity - CNN",
        "Hayes Names 23-Player USWNT Roster for 2025 SheBelieves Cup, Presented by Visa - U.S. Soccer",
        "ULA’s Vulcan rocket still doesn’t have the Space Force’s seal of approval - Ars Technica",
        "Fed Chair Powell Eyes 'Restraint For Longer' With Trump Tariffs Set To Boost Inflation; S&P 500 Pauses - Investor's Business Daily",
        "Luka Doncic's Lakers debut: L.A. cruises to victory, but LeBron James and Jaxson Hayes were the real winners - CBS Sports",
        "Steve Bannon pleads guilty in border wall fraud case, avoids jail time - ABC News",
        "NASA Calls in Webb Telescope to Track Recently Identified Hazardous Asteroid - Gizmodo",
        "House and Senate GOP go to war over reconciliation - Axios",
        "State of Play Confirmed for Wednesday, 40+ Minutes of PS5 News and Updates - Push Square",
        "Ye website goes offline after Shopify stops handling orders for swastika T-shirts - CBS News",
        "Apple’s Beats Launches Powerbeats Pro 2 With Heart-Rate Monitoring - Bloomberg",
        "Monster Hunter Wilds is the series’ friendliest entry yet — but not at the expense of hardcore fans, its creators say - Polygon",
        "Federal judge expands block on Trump administration effort to cut public health funding - CNN",
        "Serena Williams’s Husband, Alexis Ohanian, Hit Back At Criticism Of Her Viral Super Bowl Moment - BuzzFeed",
        "Sam Altman-Elon Musk Feud Timeline: Altman Says Musk Isn’t A ‘Happy Person’ After ‘Crazy’ OpenAI Offer - Forbes",
        "Super Micro Stock Dips Ahead of Its Update Later Today. What Wall Street Wants from AI Server Maker. - Barron's",
        "2025 NFL Draft QB poll: Anonymous scouts surveyed on their top prospect, who scares them and Day 3 sleepers - CBS Sports",
        "Trump’s federal changes face legal hurdles as president pushes Gaza plan - CNN",
        "Flu season in the US is the most intense it’s been in at least 15 years - CNN"
    ]
}