{
    "headlines": [
        "ਟਰੰਪ ਦੇ ਮੈਡੀਸਨ ਸਕੁਏਅਰ ਗਾਰਡਨ ਈਵੈਂਟ ਵਿੱਚ ਕੱਚੇ ਅਤੇ ਨਸਲੀ ਅਪਮਾਨ ਦੀਆਂ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਐਤਵਾਰ ਰਾਤ ਦਾ ਫੁੱਟਬਾਲਃ ਕਾਊਬੌਇਜ਼ 'ਤੇ 30-24 ਦੀ ਜਿੱਤ ਨਾਲ 49ers ਵਾਪਸ ਟਰੈਕ' ਤੇ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਬੇਅਰਸ ਸੀਬੀ ਨੇ ਕਿਸਮਤ ਵਾਲੀ ਹੇਲ ਮੈਰੀ ਤੋਂ ਪਹਿਲਾਂ ਤਾਅਨੇ ਮਾਰਨ ਲਈ ਮੁਆਫੀ ਮੰਗੀ - ਈਐਸਪੀਐਨ",
        "ਹਟਾਈ",
        "ਉਰੂਗਵੇ ਦੇ 2 ਰਾਸ਼ਟਰਪਤੀ ਦੇ ਫਰੰਟ ਰਨਰਜ਼ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਹ ਅਗਲੇ ਮਹੀਨੇ ਵੋਟਿੰਗ ਦੇ ਦੂਜੇ ਗੇੜ ਵਿੱਚ ਆਹਮੋ-ਸਾਹਮਣੇ ਹੋਣਗੇ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਈਰਾਨ 'ਤੇ ਇਜ਼ਰਾਈਲ ਦੇ' ਸੀਮਤ 'ਹਮਲੇ ਤੋਂ ਬਾਅਦ ਤੇਲ ਦੀਆਂ ਕੀਮਤਾਂ 4% ਤੋਂ ਵੱਧ ਘਟੀਆਂ ਹਨ ਸਪਲਾਈ ਵਿਚ ਵਿਘਨ ਨਹੀਂ ਪਾਉਂਦੀਆਂ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਮੈਕਡੋਨਲਡਜ਼ ਕੁਆਰਟਰ ਪਾਉਂਡਰ ਈ. ਕੋਲੀ ਸਰੋਤ ਦੇ ਤੌਰ ਤੇ ਬੀਫ ਪੈਟੀਜ਼ ਨੂੰ ਨਿਯਮਿਤ ਕਰਨ ਤੋਂ ਬਾਅਦ ਮੀਨੂ 'ਤੇ ਵਾਪਸ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "2024 ਦੇ ਰਾਸ਼ਟਰਪਤੀ ਦੇ ਸਮਰਥਨ ਦੇ ਵਿਰੁੱਧ ਚੋਣ ਕਰਨ ਤੋਂ ਬਾਅਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ ਵਿੱਚ ਗੜਬੜ - ਦਿ ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "ਮਿਸਰ ਨੇ ਛੋਟੇ ਬੰਧਕ- ਕੈਦੀਆਂ ਦੇ ਆਦਾਨ-ਪ੍ਰਦਾਨ ਨਾਲ ਛੋਟਾ ਗਾਜ਼ਾ ਜੰਗਬੰਦੀ ਦਾ ਪ੍ਰਸਤਾਵ ਦਿੱਤਾ - ਰਾਇਟਰਜ਼",
        "ਜਾਰਜੀਆ ਦੇ ਰਾਸ਼ਟਰਪਤੀ ਸੰਸਦੀ ਚੋਣ ਨਤੀਜੇ ਨੂੰ ਮਾਨਤਾ ਨਹੀਂ ਦੇਣਗੇ ਅਤੇ ਵਿਰੋਧ ਪ੍ਰਦਰਸ਼ਨ ਦੀ ਮੰਗ ਕਰਨਗੇ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਬਾਇਡਨ ਨੇ ਮਸਕ ਨੂੰ ਬੁਲਾਇਆ ਓਵਰ ਰਿਪੋਰਟ ਕਿ ਟੇਸਲਾ ਦੇ ਸੀਈਓ ਨੇ ਇਕ ਵਾਰ ਗੈਰਕਾਨੂੰਨੀ ਤੌਰ 'ਤੇ ਅਮਰੀਕਾ ਵਿਚ ਕੰਮ ਕੀਤਾ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਹਾਲੀਵੁੱਡ ਸੈਲੀਬਜ਼ ਹੈਲੋਵੀਨ 2024 ਲਈ ਆਲ ਆਉਟ ਜਾਓ - ਟੀਐਮਜ਼ੈਡ",
        "ਮੋ shoulderੇ ਦੀ ਸੱਟ ਲੱਗਣ ਤੋਂ ਬਾਅਦ ਗੇਮ 3 ਵਿਚ ਸ਼ੁਰੂ ਹੋਣ ਲਈ 'ਓਹਤਾਨੀ' ਤੇ ਡੋਜਰਜ਼ ਦੀ ਬੈਂਕਿੰਗ - ਐਮਐਲਬੀ.",
        "ਐਨਐਫਐਲ ਹਫਤਾ 8 ਗ੍ਰੇਡਃ ਬ੍ਰਾsਨਜ਼ ਨੇ ਰੇਵੇਨਜ਼ ਨੂੰ ਝਟਕਾ ਦੇਣ ਲਈ ਉੱਚ ਅੰਕ ਪ੍ਰਾਪਤ ਕੀਤਾ, ਹੈਲ ਮੈਰੀ ਜਿੱਤਣ ਤੋਂ ਬਾਅਦ ਕਮਾਂਡਰਾਂ ਨੂੰ 'ਬੀ+' ਮਿਲਦਾ ਹੈ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਐਮਪੀਡੀ ਮੁਖੀਃ ਪੁਲਿਸ ਉਸ ਵਿਅਕਤੀ ਨੂੰ ਫੇਲ੍ਹ ਕਰ ਗਈ ਜਿਸਨੂੰ ਉਸਦੇ ਗੁਆਂਢੀ ਨੇ ਕਥਿਤ ਤੌਰ 'ਤੇ ਗੋਲੀ ਮਾਰ ਦਿੱਤੀ ਸੀ - KARE11.com",
        "ਕਈ ਖਤਰਨਾਕ Asteroids ਸਾਰੇ ਉਸੇ ਵੇਲੇ 'ਤੇ ਧਰਤੀ ਦੇ ਨੇੜੇ - ਦੈਂਤ Freakin ਰੋਬੋਟ",
        "ਪਹਿਲੀ ਡਰਾਈਵ: ਐਸਟਨ ਮਾਰਟਿਨ Vanquish – 824bhp ਅਤੇ ਮਰਨ ਲਈ ਵੇਖਦਾ ਹੈ - ਸਿਖਰ ਗੇਅਰ",
        "ਕੈਲੀਫੋਰਨੀਆ ਦੇ ਗਵਰਨਰ ਨੇ ਰਾਜ ਦੀ ਫਿਲਮ ਅਤੇ ਟੀਵੀ ਟੈਕਸ ਪ੍ਰੋਤਸਾਹਨ ਨੂੰ ਦੁੱਗਣਾ ਕਰਨ ਤੋਂ ਵੱਧ ਪ੍ਰਸਤਾਵ ਦਿੱਤਾ - ਸੀ ਐਨ ਐਨ",
        "ਜਾਪਾਨ ਦੀ ਸੱਤਾਧਾਰੀ ਪਾਰਟੀ ਨੇ ਨਵੇਂ ਪ੍ਰਧਾਨ ਮੰਤਰੀ ਨੂੰ ਵੱਡਾ ਝਟਕਾ ਦਿੰਦਿਆਂ ਲੰਬੇ ਸਮੇਂ ਤੋਂ ਚੱਲ ਰਹੇ ਬਹੁਮਤ ਨੂੰ ਗੁਆ ਦਿੱਤਾ - ਸੀਐਨਐਨ",
        "ਉੱਤਰੀ ਕੋਰੀਆ ਦੇ ਸੈਨਿਕਾਂ ਦੇ ਪਹਿਲੇ ਟਰੱਕ ਲੋਡ ਕੁਰਸਕ ਵਿੱਚ ਫਰੰਟ ਲਾਈਨ ਤੇ ਪਹੁੰਚ ਸਕਦੇ ਹਨ - ਫੋਰਬਸ"
    ]
}