{
    "headlines": [
        "Die Schließung der Regierung droht, es sei denn, der Kongress stimmt dem Ausgabenplan zu: Live-Updates | CNN Politics - CNN",
        "Mindestens ein Toter und Dutzende Verletzte, nachdem ein Auto auf dem deutschen Weihnachtsmarkt in die Menge gefahren war, heißt es in Berichten - BBC.com",
        "Der wichtigste Verbündete, der Kanadas Trudeau unterstützt, sagt, dass er abstimmen wird, um ihn zu stürzen - BBC.com",
        "Mindestens ein Toter und mehrere Botschaften wurden bei dem „barbarischen“ russischen Raketenbeschuss auf Kiew, Ukraine, beschädigt - CNN",
        "Die Grippesaison in den USA ist im Gange, da die Fälle in einigen Gebieten stark ansteigen und die Impfungen hinterherhinken - The Associated Press",
        "Jim Harbaughs \"Lieblingsregel\" ist selten zu sehen, aber er hat sie verwendet, um Ladegeräte anzutreiben - MLive.com",
        "PFT's Week 16 2024 NFL Game Previews, angeführt von Steelers-Ravens - NBC Sports",
        "Beobachten Sie, wie das NASA-Raumschiff Artemis Orion während des Tests seine Spitze bläst (Video) - Space.com",
        "[removed]",
        "‘The Mummy’, geschrieben und inszeniert von ‘Evil Dead Rise’ -Filmemacher Lee Cronin (Exklusiv) - Hollywood Reporter",
        "Dateien von Google unterstützen Gemini‘s ‘Fragen Sie nach diesem PDF’ - 9to5Google",
        "Malaysia kündigt neue Suche nach Flugzeug MH370 an, das seit über 10 Jahren vermisst wird - USA TODAY",
        "Die wichtigste Inflationsrate der Fed kühlt im November ab; S&P 500-Rallyes - Investor's Business Daily",
        "Teen Mom: Maci Bookouts Sohn Bentley, 16, spricht die Möglichkeit an, ein Teenager-Elternteil zu sein - E! Online - E! NEWS",
        "Louisiana hindert die Gesundheitsabteilung daran, Grippe-, COVID- und Mpockenimpfstoffe zu fördern: Bericht - Ars Technica",
        "‘Sonic The Hedgehog 3’ $ 6.5M, ‘Mufasa’ $ 3M+ In Thursday Previews – Box Office - Deadline",
        "Zwei Mondlander sind auf dem Weg zu antiken Einschlagsorten. Was Sie wissen müssen - Gizmodo",
        "US-Diplomaten treffen syrischen Oppositionsführer in Damaskus - Axios",
        "Big Lots-Filialschließungen 2025: Einzelhändler plant, alle Filialen zu schließen - Axios",
        "CFPB verklagt JPMorgan Chase, Bank of America und Wells Fargo wegen Zell-Zahlungsbetrug - CNBC"
    ]
}