{
    "headlines": [
        "NFL Week 17 grades: يكسب الشواحن \"A+\" لفوز السبت في مباراة التصفيات ؛ يحصل البنغال على\" B \"لفوز OT Wild - CBS Sports",
        "الأكباش على وشك لقب NFC West بعد INT المذهل بواسطة Ahkello Witherspoon - Yahoo Sports",
        "إلقاء اللوم على عواصف المسيسيبي في وفاة واحدة على الأقل - WAPT Jackson",
        "محذوف",
        "تغطية حية: سبيس إكس تطلق 4 أقمار أسترانيس على صاروخ فالكون 9 من كيب كانافيرال - سبيس فلايت ناو",
        "تحديث: اختبارات مقاطعة ساسكس لإوز الثلج إيجابية افتراضية لإنفلونزا الطيور - WBOC TV 16",
        "الأمواج العملاقة تقتل 1 على الأقل في الإكوادور، وتغلق الموانئ في بيرو - سي بي إس نيوز",
        "15 جريحًا بعد اصطدام قطار برايت لاين بشاحنة إطفاء في فلوريدا - ABC News",
        "عارضة الأزياء والممثلة دايل هادون توفيت عن عمر يناهز 76 عامًا بسبب تسرب أول أكسيد الكربون الواضح - سي إن إن",
        "ما لا يقل عن قتيل واحد، \"أضرار جسيمة للمباني\" في بلدة تكساس وسط عاصفة شديدة، كما يقول رئيس البلدية - ABC News",
        "شبة \"العازبة\" أندي دورفمان في المستشفى مصابًا بأورام دموية بعد أقل من أسبوع من الولادة - الصفحة السادسة",
        "اعتقلت إسرائيل مدير المستشفى وغيره من الموظفين في غارة على آخر منشأة تعمل في شمال غزة، كما يقول مسؤولو الصحة - سي إن إن",
        "يقول مكتب بنيامين نتنياهو الإسرائيلي إنه سيخضع لعملية جراحية لإزالة البروستاتا - سي بي إس نيوز",
        "يقف ترامب إلى جانب إيلون ماسك في مناقشة تأشيرة H -1B، ويقول إنه كان دائمًا مؤيدًا للبرنامج - رويترز",
        "تظهر بيانات مركز السيطرة على الأمراض ارتفاع حالات الإصابة بفيروس نورو في أجزاء من الولايات المتحدة - وكالة أسوشيتد برس",
        "الفوز بتذكرة الفوز بالجائزة الكبرى لليانصيب بقيمة 1.22 مليار دولار تم بيعها في كاليفورنيا، كما تقول شركة Mega Millions - Yahoo! Voices",
        "ملخص سريع: الوطنيون الذين تم تفريغهم بواسطة شواحن التصفيات - Patriots.com",
        "محذوف",
        "اختر ستة معاينات: زخم كولورادو في أواخر الموسم بما يكفي لإسقاط BYU في وعاء - KSL.com",
        "لن تغلق جميع متاجر Big Lots: التعامل مع Gordon Brothers يبقي ما يصل إلى 400 متجر مفتوحًا - الولايات المتحدة الأمريكية اليوم"
    ]
}