{
    "headlines": [
        "ਜੋਨ ਬੋਨ ਜੋਵੀ ਨੈਸ਼ਵਿਲ ਬ੍ਰਿਜ ਦੀ ਅਗਵਾਈ ਤੋਂ ‘ਪਰੇਸ਼ਾਨ’ womanਰਤ ਨਾਲ ਗੱਲ ਕਰਨ ਵਿਚ ਸਹਾਇਤਾ ਕਰਦਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਵੀਰਵਾਰ ਰਾਤ ਫੁੱਟਬਾਲ ਦੀਆਂ ਮੁਸ਼ਕਲਾਂ, ਲਾਈਨ, ਸਮਾਂ, ਫੈਲਣਾਃ 40-27 ਰੋਲ 'ਤੇ ਬਫੇਲੋ ਮਾਹਰ ਤੋਂ ਬਿੱਲ ਬਨਾਮ ਡਾਲਫਿਨ ਪਿਕਸ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਸੀਬੀਐਸ ਦੇ ਪਿੱਛੇ ’ ਸੁਪਰਚਾਰਜ ਕਰਨ ਦੀ ਯੋਜਨਾ’60 ਮਿੰਟ ’(ਵਿਸ਼ੇਸ਼) - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "iFixit ਦੇ ਫਿਕਸਹੱਬ ਟੂਲ ਕੰਧ ਸਾਕਟ ਤੋਂ ਸੋਲਡਰਿੰਗ ਨੂੰ ਦੂਰ ਖਿੱਚਣਾ ਚਾਹੁੰਦੇ ਹਨ - ਆਰਸ ਟੈਕਨੀਕਾ",
        "ਈਸੀਬੀ ਵਿਆਜ ਦਰਾਂ ਵਿੱਚ ਕਟੌਤੀ ਕਰਦਾ ਹੈ ਕਿਉਂਕਿ ਵਿਕਾਸ ਘਟਦਾ ਹੈ - Reuters.",
        "ਇੱਥੇ ਹੈ ਜਦੋਂ ਆਈਫੋਨ 16 ਪ੍ਰੀ-ਆਰਡਰ ਹਰ ਸਮੇਂ ਜ਼ੋਨ ਵਿੱਚ ਸ਼ੁਰੂ ਹੁੰਦੇ ਹਨ - ਮੈਕਰੂਮੋਰਸ",
        "ਸੁਧਾਰ ਜਾਂ ਮਰਃ ਯੂਕੇ ਦੇ ਪ੍ਰਧਾਨ ਮੰਤਰੀ ਸਟਾਰਮਰ ਨੇ ਸਿਹਤ ਸੇਵਾ ਨੂੰ ਠੀਕ ਕਰਨ ਲਈ 10 ਸਾਲਾਂ ਦੀ ਯੋਜਨਾ ਦਾ ਵਾਅਦਾ ਕੀਤਾ - ਰਾਇਟਰਜ਼ ਯੂਕੇ",
        "ਸਰੋਤਃ ਪੀਏਸੀ -12 ਪੁਨਰ ਨਿਰਮਾਣ ਕਾਨਫਰੰਸ, ਬੋਇਸ ਸਟੇਟ, ਸੈਨ ਡਿਏਗੋ ਸਟੇਟ, ਫ੍ਰੈਸਨੋ ਸਟੇਟ, ਕੋਲੋਰਾਡੋ ਸਟੇਟ ਨੂੰ ਨਿਸ਼ਾਨਾ ਬਣਾਉਣਾ - ਯਾਹੂ ਸਪੋਰਟਸ",
        "ਟ੍ਰੈਵਿਸ ਕੈਲਸੇ ਨੇ ਟੇਲਰ ਸਵਿਫਟ ਦੇ ਵੀਐਮਏਐਸ 2024 ਭਾਸ਼ਣ ‘ਜਾਦੂ‘ ਬੁਆਏਫ੍ਰੈਂਡ ਦਾ ਧੰਨਵਾਦ ਕਰਦਿਆਂ ਪ੍ਰਤੀਕ੍ਰਿਆ ਕੀਤੀ - ਪੰਨਾ ਛੇ",
        "ਓਹੀਓ ਡੈਡੀ ਨੇ ਟਰੰਪ ਨੂੰ 'ਰਾਜਨੀਤਿਕ ਲਾਭ' ਲਈ ਪੁੱਤਰ ਦੀ ਮੌਤ ਦੀ ਵਰਤੋਂ ਬੰਦ ਕਰਨ ਲਈ ਕਿਹਾ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਓਹੀਓ ਦੇ ਗਵਰਨਰ ਨੇ ਆਪਣੇ ਰਾਜ ਵਿੱਚ ਪ੍ਰਵਾਸੀਆਂ ਬਾਰੇ ਟਰੰਪ ਦੇ ਝੂਠੇ ਦਾਅਵਿਆਂ ਨੂੰ ਵਾਪਸ ਧੱਕਿਆ - ਐਨਪੀਆਰ",
        "ਐਨਐਫਐਲ ਹਫਤਾ 2 ਐਮਐਮਕਿQਬੀ ਸਟਾਫ ਤੋਂ ਪਿਕਃ ਬੈਂਗਲਸ ਐਰੋਹੈੱਡ ਤੇ ਵਾਪਸੀ - ਸਪੋਰਟਸ ਇਲਸਟ੍ਰੇਟਿਡ",
        "ਮੈਕਡੋਨਲਡਜ਼ ਜ਼ਿਆਦਾਤਰ ਯੂਐਸ ਬਾਜ਼ਾਰਾਂ ਵਿੱਚ ਦਸੰਬਰ ਤੱਕ $ 5 ਮੁੱਲ ਦੇ ਭੋਜਨ ਦੀ ਪੇਸ਼ਕਸ਼ ਨੂੰ ਵਧਾਏਗਾ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਉੱਤਰੀ ਵੀਅਤਨਾਮ ਵਿੱਚ ਜ਼ਮੀਨ ਖਿਸਕਣ ਕਾਰਨ ਹਨੋਈ ਦੇ ਕੁਝ ਹਿੱਸੇ ਹੜ੍ਹ ਵਿੱਚ ਬਣੇ ਹੋਏ ਹਨ - Reuters.",
        "ਵਾਚ ਲਾਈਵਃ ਸਪੇਸਐਕਸ ਪੋਲਾਰਿਸ ਦੇ ਪੁਲਾੜ ਯਾਤਰੀ ਪਹਿਲੀ ਵਾਰ ਨਿਜੀ ਸਪੇਸਵਾਕ ਕਰਦੇ ਹਨ - ਐਨਪੀਆਰ",
        "ਸੈਮਸੰਗ ਵਨ ਯੂਆਈ 6.1.1 ਦੇ ਨਾਲ ‘ਆਟੋ ਰੋਟੇਟ ਵਿਜੇਟਸ’ ਨੂੰ ਹਟਾਉਂਦਾ ਹੈ - ਸੈਮਮੋਬਾਈਲ - ਸੈਮਸੰਗ ਖ਼ਬਰਾਂ",
        "ਹਟਾਈ",
        "ਤੁਸੀਂ ਸਪੇਸਐਕਸ ਕੈਪਸੂਲ ਵਿਚ ਸਟਾਰਲਾਈਨਰ ਸਪੇਸਸੂਟ ਨਹੀਂ ਪਹਿਨ ਸਕਦੇਃ ਇਹ ਚਿੱਤਰ ਦਿਖਾਉਂਦੇ ਹਨ ਕਿ ਕਿਉਂ - ਅਮਰੀਕਾ ਅੱਜ",
        "ਐਪਲ ਵਿਜ਼ਨ ਪ੍ਰੋ ਦੀ ਅੱਖ ਟਰੈਕਿੰਗ ਨੇ ਲੋਕਾਂ ਦੀ ਕਿਸਮ ਦਾ ਪਰਦਾਫਾਸ਼ ਕੀਤਾ - ਵਾਇਰਡ",
        "ਆਮ ਚਮੜੀ ਦੀ ਦੇਖਭਾਲ ਦੇ ਉਤਪਾਦਾਂ ਵਿੱਚ ਰਸਾਇਣ ਬੱਚਿਆਂ ਦੀ ਸਿਹਤ ਦੇ ਮੁੱਦਿਆਂ ਨਾਲ ਜੁੜੇ ਹੋਏ ਹਨ, ਅਧਿਐਨ ਲੱਭਦਾ ਹੈ - ਸੈਲੂਨ"
    ]
}