{
    "headlines": [
        "Ближневосточная держава Саудовская Аравия отвергла предложение Трампа захватить Газу - The Wall Street Journal",
        "Продюсер «Грэмми» отреагировал на модный трюк Бьянки Цензори с Канье Уэстом на красной ковровой дорожке. Она нарушила дресс-код? - Hindustan Times",
        "1 погибший, 5 раненых в результате стрельбы на производственном объекте в Нью-Олбани, штат Огайо - ABC News",
        "Toyota повышает прогноз прибыли и стремится удвоить расходы на Китай - Financial Times",
        "Трамп хочет, чтобы США «захватили» Газу и владели ею «в долгосрочной перспективе», а палестинцы были переселены - обновления в прямом эфире - BBC.com",
        "Гороскоп на среду, 5 февраля 2025 года - Chicago Sun-Times",
        "Вот чего ожидать, когда Disney отчитается о доходах до звонка - CNBC",
        "Steelers, Bengals - фавориты ставок на приземление Cooper Kupp - NBC Sports",
        "Спасатели извлекли останки последних жертв авиакатастрофы в Вашингтоне - The Washington Post",
        "Ага Хан, духовный лидер мусульман-исмаилитов, умер в возрасте 88 лет - POLITICO",
        "Сегодня в небе может быть виден запуск ракеты SpaceX. Вот где. - The Washington Post",
        "Администратор Трампа отправил большинство сотрудников USAID в отпуск по всему миру - Axios",
        "Отчет: Санс интересуется Дреймондом Грином из Warriors в потенциальной сделке Дюранта - Яркая сторона солнца",
        "Лука Дончич прибывает в Лос-Анджелес, и у «Лейкерс» снова есть мечты о чемпионстве - The Washington Post",
        "Сотни людей собрались возле Министерства финансов, чтобы выразить протест против влияния правительства Илона Маска - WTOP",
        "Netflix удалил Карлу Софию Гаскон из кампании «Эмилия Перес»: отчеты - Rolling Stone",
        "«Они сделали свою домашнюю работу»: неожиданная сила цифрового нападения Маска на Вашингтон - POLITICO",
        "Агенты ФБР подают в суд на Министерство юстиции, чтобы идентифицировать сотрудников, участвующих в расследованиях, связанных с Трампом - Associated Press"
    ]
}