{
    "headlines": [
        "ਹਮਾਸ ਇਜ਼ਰਾਈਲ ਨਾਲ ‘ਇਕ ਸਮਝੌਤੇ ਦੇ ਬਹੁਤ ਨੇੜੇ’ ਰਹਿੰਦੇ ਹਨ ਜਦੋਂ ਕਿ ਮੁੱਖ ਸਟਿਕਿੰਗ ਪੁਆਇੰਟ ਰਹਿੰਦੇ ਹਨ, ਅਧਿਕਾਰੀ ਦਾ ਕਹਿਣਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਬਲੂ ਓਰਿਜਿਨ ਨੇ ਤਕਨੀਕੀ ਮੁੱਦੇ ਦੇ ਕਾਰਨ ਪਹਿਲੀ ਨਿ New ਗਲੇਨ ਰਾਕੇਟ ਲਾਂਚ ਨੂੰ ਸਕ੍ਰਬ ਕੀਤਾ - ਸਪੇਸ ਡਾਟ ਕਾਮ",
        "OnePlus Open 2: Oppo ਨੇ ਦੁਨੀਆ ਦਾ ਸਭ ਤੋਂ ਪਤਲਾ ਫੋਲਡੇਬਲ ਸਮਾਰਟਫੋਨ ਲਾਂਚ ਕੀਤਾ",
        "ਦੱਖਣੀ ਕੋਰੀਆ ਘਾਤਕ ਜੇਜੂ ਏਅਰ ਕ੍ਰੈਸ਼ ਤੋਂ ਬਾਅਦ ਹਵਾਈ ਅੱਡੇ ਦੇ structuresਾਂਚਿਆਂ ਨੂੰ ਸੁਧਾਰਨ ਦੀ ਯੋਜਨਾ ਬਣਾ ਰਿਹਾ ਹੈ - ਰਾਇਟਰਜ਼.",
        "ਲਾਸ ਏਂਜਲਸ ਜੰਗਲੀ ਅੱਗ ਵਿਚ ਮਰਨ ਵਾਲਿਆਂ ਦੀ ਗਿਣਤੀ 24 ਹੋ ਗਈ ਹੈ ਕਿਉਂਕਿ ਅੱਗ ਬੁਝਾਉਣ ਵਾਲੇ ਵਧੇਰੇ ਭਿਆਨਕ ਹਵਾਵਾਂ ਲਈ ਬ੍ਰੇਸ ਕਰਦੇ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਚੀਨ, ਭਾਰਤ ਨੂੰ ਰੂਸ ਦੀ ਸਪਲਾਈ 'ਤੇ ਰੋਕ ਲਗਾਉਣ ਲਈ ਅਮਰੀਕਾ ਦੀਆਂ ਨਵੀਆਂ ਪਾਬੰਦੀਆਂ ਵਜੋਂ ਤੇਲ ਦੀ ਛਾਲ",
        "ਦਿਲਚਸਪੀ ਦੇ ਟਕਰਾਅ ਨੂੰ ਖਤਮ ਕਰਨ ਲਈ ਵਿਕੀਪੀਡੀਆ ETF ਹੋਲਡਿੰਗ Divest ਕਰਨ ਲਈ ਟਰੰਪ ਦੇ ਖਜ਼ਾਨਾ ਚੁੱਕਃ ਰਿਪੋਰਟ - CoinDesk",
        "ਲਾਸ ਏਂਜਲਸ ਦੀਆਂ ਅੱਗਾਂ ਦੇ ਰਿਪਲ ਜਾਰੀ ਹਨ ਕਿਉਂਕਿ ਮੇਘਨ ਨੈੱਟਫਲਿਕਸ ਸੀਰੀਜ਼ ਲਾਂਚ ਕਰਨ ਵਿੱਚ ਦੇਰੀ ਕਰ ਰਿਹਾ ਹੈ, ਕੰਪੋਜ਼ਰ ਦੇ ਕੰਮ ਖਤਮ ਹੋ ਗਏ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਬਿਲੀ ਬੌਬ ਥੌਰਨਟਨ ਅਨਪੈਕ ' ਲੈਂਡਮੈਨ‘ਸੀਜ਼ਨ ਫਿਨਾਲੇ ਅਤੇ ਐਲ. ਏ. ਅੱਗ ਪੀੜਤਾਂ ਨੂੰ ਸੰਦੇਸ਼ ਦੀ ਪੇਸ਼ਕਸ਼ ਕਰਦਾ ਹੈ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਜ਼ੇਲੇਨਸਕੀ ਉੱਤਰੀ ਕੋਰੀਆ ਦੇ ਸੈਨਿਕਾਂ ਦੇ ਆਦਾਨ-ਪ੍ਰਦਾਨ ਦੀ ਪੇਸ਼ਕਸ਼ ਕਰਦਾ ਹੈ - ਬੀਬੀਸੀ.",
        "ਜੈਡੇਨ ਡੈਨੀਅਲਸ ਕਮਾਂਡਰਾਂ ਨੂੰ ਆਖਰੀ ਮਿੰਟ ਦੇ ਬਚਣ ਬਨਾਮ ਬਕਸ ਦੇ ਨਾਲ 19 ਸਾਲਾਂ ਵਿੱਚ ਪਹਿਲੀ ਪਲੇਆਫ ਜਿੱਤਣ ਦੀ ਤਾਕਤ ਦਿੰਦਾ ਹੈ - ਯੂਐਸਏ ਅੱਜ",
        "ਐਲ. ਏ. ਦੇ ਜੰਗਲੀ ਅੱਗਾਂ ਵਿਚ ਦੋ ਮੋਰਚਿਆਂ 'ਤੇ ਲੜਨ ਵਾਲੇ ਨੇਤਾ ਹਨਃ ਕੁਦਰਤ ਅਤੇ ਰਾਜਨੀਤੀ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਮਾਈਕ ਵ੍ਰਾਬਲ ਮੀਟਿੰਗ ਵਿੱਚ ‘ਅੰਦਰੂਨੀ ਲੁੱਕ’ ਨੂੰ ਦੇਸ਼ ਭਗਤਾਂ ਦੇ ਉਤਸ਼ਾਹ ਨੂੰ ਭੜਕਾਉਣਾ ਚਾਹੀਦਾ ਹੈ - ਐਨਈਐਸਐਨ",
        "ਗੇਮ ਰੀਕੈਪਃ ਪੈਕਰਜ਼ ਤੋਂ 5 ਟੇਕਵੇਜ਼ ’ਐਨਐਫਸੀ ਵਾਈਲਡ ਕਾਰਡ ਪਲੇਆਫ ਘਾਟਾ ਈਗਲਜ਼ ਨੂੰ - ਪੈਕਰਸ ਡਾਟ ਕਾਮ",
        "ਕ੍ਰੋਏਸ਼ੀਆ ਦਾ ਰਾਸ਼ਟਰਪਤੀ ਮੁੜ ਤੋਂ ਬੇਮਿਸਾਲ ਜਿੱਤ ਨਾਲ ਚੁਣਿਆ ਗਿਆ - BBC.com",
        "ਹਟਾਈ",
        "ਤਾਲਿਬਾਨ 'ਔਰਤਾਂ ਨੂੰ ਇਨਸਾਨ ਨਾ ਸਮਝੋ', ਮਲਾਲਾ ਨੇ ਪਾਕਿਸਤਾਨ 'ਚ ਕਿਹਾ - BBC.com",
        "'ਜਨਰਲ ਹਸਪਤਾਲ' ਸਟਾਰ ਲੈਸਲੀ ਚਾਰਲਸਨ, ਜਿਸ ਨੇ ਮੋਨਿਕਾ ਕੁਆਰਟਰਮੇਨ ਦੀ ਭੂਮਿਕਾ ਨਿਭਾਈ ਸੀ, ਦਾ ਅੱਜ 79 - ਅਮਰੀਕਾ ਵਿੱਚ ਦੇਹਾਂਤ ਹੋ ਗਿਆ",
        "ਕੀਲਰਃ ਸੀਨ ਪੇਟਨ ਨੇ ਬੋ ਨਿਕਸ, ਬ੍ਰੋਂਕੋਸ ਨੂੰ ਐਨਐਫਐਲ ਪਲੇਆਫਸ ਨੂੰ ਬਫੇਲੋ ਤੋਂ ਹਾਰਨ ਵਿੱਚ ਨਿਮਰ ਹੋਣ ਦਿੱਤਾ - ਦ ਡੇਨਵਰ ਪੋਸਟ",
        "ਸਪੇਸਐਕਸ ਨੇ ਸਟਾਰਸ਼ਿਪ ਮੈਗਰਾਕੇਟ ਦੀ ਸੱਤਵੀਂ ਲਾਂਚਿੰਗ ਵਿੱਚ ਦੇਰੀ ਕੀਤੀ - ਡਿਜੀਟਲ ਰੁਝਾਨ"
    ]
}