{
    "headlines": [
        "ਇਜ਼ਰਾਈਲ ਨੇ ਉੱਤਰੀ ਗਾਜ਼ਾ ਹਸਪਤਾਲ 'ਤੇ ਛਾਪਾ ਮਾਰਿਆ ਕਿਉਂਕਿ ਸੰਯੁਕਤ ਰਾਸ਼ਟਰ ਦੀ ਚਿਤਾਵਨੀ ਹੈ ਕਿ ਪੱਟੀ ਵਿਚ‘ਸਭ ਤੋਂ ਡਾਰਕ ਪਲ’ਖੁੱਲ੍ਹ ਰਿਹਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਲਾਈਵ ਅਪਡੇਟਸਃ ਇਜ਼ਰਾਈਲ ਨੇ ਉੱਚ ਪੱਧਰੀ ਜਵਾਬੀ ਕਾਰਵਾਈ ਵਿਚ ਈਰਾਨ 'ਤੇ ਹਮਲਾ ਕੀਤਾ - ਸੀਐਨਐਨ",
        "UFC 308: ਟੌਪੂਰੀਆ ਬਨਾਮ ਹੋਲੋਵੇ",
        "ਫੈਕਟ ਫੋਕਸਃ ਟਰੰਪ ਜੋਅ ਰੋਗਨ ਨਾਲ ਆਪਣੀ ਇੰਟਰਵਿਊ ਵਿੱਚ ਵਾਰ-ਵਾਰ ਚੋਣਾਂ ਝੂਠ ਬੋਲਦੇ ਹਨ । ਇੱਥੇ ਤੱਥ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਫਿਲੀਪੀਨਜ਼ 'ਚ ਭਾਰੀ ਹੜ੍ਹਾਂ ਤੇ ਢਿੱਗਾਂ ਡਿੱਗਣ ਕਾਰਨ ਘੱਟੋ-ਘੱਟ 126 ਲੋਕਾਂ ਦੀ ਮੌਤ ਤੇ ਲਾਪਤਾ - The Associated Press",
        "ਹਟਾਈ",
        "ਡੈਲਫੀ ਟ੍ਰਾਇਲਃ ਆਈਐਸਪੀ ਲੈਫਟੀਨੈਂਟ ਰਿਚਰਡ ਐਲਨ ਦੀ ਗ੍ਰਿਫਤਾਰੀ, ਇੰਟਰਵਿs - ਫੌਕਸ 59 ਇੰਡੀਆਨਾਪੋਲਿਸ ਨੂੰ ਦੁਬਾਰਾ ਦੱਸਦਾ ਹੈ",
        "ਮੈਡੀਕਲ ਰਹੱਸਃ ਉਸ ਦੇ ਅਜੀਬ ਪੇਲਵਿਕ ਲਾਗਾਂ ਦਾ ਜਬਾੜਾ ਡਿੱਗਣ ਦਾ ਮੂਲ ਸੀ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਕੀ ਨਿ York ਯਾਰਕ ਯੈਂਕੀਜ਼ ਗੇਮ 2 ਵਿਚ ਲਾਸ ਏਂਜਲਸ ਡੋਜਰਜ਼ ਵਿਰੁੱਧ ਆਖਰੀ-ਗੈਪ ਵਰਲਡ ਸੀਰੀਜ਼ ਗੇਮ 1 ਹਾਰ ਤੋਂ ਮੁੜ ਪ੍ਰਾਪਤ ਕਰ ਸਕਦੇ ਹਨ? - ਸੀ ਐਨ ਐਨ",
        "ਨਾਸਾ ਦਾ ਪੁਲਾੜ ਯਾਤਰੀ ਪੁਲਾੜ ਵਿਚ ਵਿਸਤ੍ਰਿਤ ਠਹਿਰਨ ਤੋਂ ਵਾਪਸ ਆਉਣ ਤੋਂ ਬਾਅਦ ਹਸਪਤਾਲ ਵਿਚ ਰਹਿੰਦਾ ਹੈ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਟਰੰਪ ਨੇ ਸਮਿਥ ਨੂੰ ਦਸਤਾਵੇਜ਼ਾਂ ਅਤੇ ਚੋਣ ਮਾਮਲਿਆਂ ਵਿੱਚ ਗੈਰਕਾਨੂੰਨੀ ਨਿਯੁਕਤ ਕਰਨ ਦੀ ਦਲੀਲ ਦਿੱਤੀ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਬੋਇੰਗ ਵਿਖੇ, ਇਹ ਲੰਬੀਆਂ ਯਾਦਾਂ ਦੀ ਹੜਤਾਲ ਹੈ - ਸੀਏਟਲ ਟਾਈਮਜ਼",
        "ਲਿਲ ਡਰਕ ਦਾ ਕਤਲ ਗ੍ਰਿਫਤਾਰੀ ਸ਼ੋਅ ਡ੍ਰਿਲ ਰੈਪ ਇੱਕ ਡੈੱਡ-ਐਂਡ - ਰੋਲਿੰਗ ਸਟੋਨ ਹੈ",
        "ਬੇਯੋਂਸੇ ਨੇ ਹਿਊਸਟਨ ਰੈਲੀ ਵਿਚ ਖੁਸ਼ੀ ਭਰੇ ਭਾਸ਼ਣ ਵਿਚ ਕਮਲਾ ਹੈਰਿਸ ਦੀ ਹਮਾਇਤ ਕੀਤੀਃ ‘ਮੈਂ ਇੱਥੇ ਇਕ ਮਾਂ ਵਜੋਂ ਹਾਂ’ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "'ਜ਼ਹਿਰ 3' ਖਰਾਬ ਕਰਨ ਵਾਲੇ! ਆਓ 'ਆਖਰੀ ਡਾਂਸ' ਖਲਨਾਇਕ ਬਾਰੇ ਗੱਲ ਕਰੀਏ ਖੁਲਾਸਾ, ਕ੍ਰੈਡਿਟ ਤੋਂ ਬਾਅਦ ਦੇ ਦ੍ਰਿਸ਼ - ਅਮਰੀਕਾ ਅੱਜ",
        "ਸਾਰਾਹ ਬੂਨ ਨੂੰ ਜ਼ਿਪਡ ਸੂਟਕੇਸ ਦੇ ਅੰਦਰ ਛੱਡ ਕੇ ਬੁਆਏਫ੍ਰੈਂਡ ਨੂੰ ਮੌਤ ਦੇ ਘਾਟ ਉਤਾਰਨ ਦਾ ਦੋਸ਼ੀ ਪਾਇਆ ਗਿਆ - ਲੋਕ",
        "Notre Dame ਬਨਾਮ ਨੇਵੀ ਭਵਿੱਖਬਾਣੀਃ ਕਾਲਜ ਫੁੱਟਬਾਲ ਦੇ ਬਾਵਜੂਦ, ਪਿਕਸ, ਸੱਟਾ ਹਫਤਾ 9 - ਨਿਊਯਾਰਕ ਪੋਸਟ",
        "ਮਿਨੀਸੋਟਾ ਦੀ ਇਕ ਨੌਜਵਾਨ womanਰਤ ਦੇ ਕਤਲ ਦਾ ਸ਼ਿਕਾਰ ਬਣਨ ਤੋਂ ਪਹਿਲਾਂ ਘੰਟਿਆਂ ਦਾ ਪਤਾ ਲਗਾਉਣਾ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਉੱਤਰੀ ਕੋਰੀਆ ਦੇ ਸੈਨਿਕਾਂ ਨੂੰ ਏਸਕਲੇਟਿੰਗ ਕਾ counterਂਟਰਫਾਈਂਸ ਵਿਚ ਕੁਰਸਕ ਵਿਚ ਤਾਇਨਾਤ ਕੀਤਾ ਗਿਆਃ ਅਮਰੀਕਾ - ਨਿਊਜ਼ਵੀਕ",
        "ਡਬਲਯੂਐਚਓਃ ਟੀਕੇ ਐਂਟੀਮਾਈਕਰੋਬਾਇਲ ਪ੍ਰਤੀਰੋਧ ਨਾਲ ਲੜਨ ਵਿਚ ਸਹਾਇਤਾ ਕਰ ਸਕਦੇ ਹਨ, ਜਾਨਾਂ ਬਚਾ ਸਕਦੇ ਹਨ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ"
    ]
}