{
    "headlines": [
        "أولاً و 10: تكساس لديها مشكلة في آرتش مانينغ. هل هو لاعب الوسط أم كوين إويرز ؟ - يو إس إيه توداي",
        "سوق الأسهم اليوم: مؤشر داو جونز يرتفع 500 نقطة حيث حققت الأسهم التي يغذيها بنك الاحتياطي الفيدرالي أرقامًا قياسية - Yahoo Finance",
        "احتمالات اتحاد كرة القدم الأميركي، خطوط لاس فيغاس، اللقطات، فروق الأسعار، تنبؤات اللعبة: عارضة الأزياء المحبة براونز، البنغال في الأسبوع الثالث، 2024 - سي بي إس سبورتس",
        "طلبات الحصول على إعانات البطالة في الولايات المتحدة تنخفض إلى أدنى مستوى لها في أربعة أشهر - بلومبرغ",
        "كتب الفرقة المعدنية أول عرض استاد Empower Field لعام 2025 - FOX 31 Denver",
        "الاتحاد الأوروبي لإخبار Apple بكيفية القيام بالتشغيل البيني، على غرار DMA - TechCrunch",
        "زوج أغنى امرأة في روسيا اعتقل بتهمة القتل بعد تبادل لإطلاق النار في مكتبه - رويترز",
        "لماذا لن يؤيد سائقي الشاحنات مرشحًا لعام 2024. وكيفية تجنب ديون بطاقات الائتمان. - NPR",
        "عصر الهاتف التالي على وشك الوصول. هذه هي الطريقة التي تتشكل بها - CNET",
        "تم تأجيل إطلاق رائد الفضاء SpaceX Crew -9 إلى 26 سبتمبر - Space.com",
        "يخطط هاريس للبث المباشر مع أوبرا وينفري بينما من المقرر أن يخاطب ترامب مجموعة إسرائيلية أمريكية - وكالة أسوشيتد برس",
        "الأرض على وشك الحصول على قمر صغير (مؤقتًا). ماذا تعرف عن الكويكب 2024 PT5. - USA TODAY",
        "يختار اتحاد كرة القدم الأميركي الأسبوع الثالث من موظفي MMQB: رايفنز يزور رعاة البقر الذين يبحثون عن الفوز الأول - الرياضة المصورة",
        "تزداد فرص التكوين مع رصد NHC للاضطرابات التي يمكن أن تتطور وتؤثر على فلوريدا قريبًا - WESH 2 Orlando",
        "متغير جديد لفيروس كورونا XEC ينتشر في جميع أنحاء العالم: ما تحتاج إلى معرفته - جروسالم بوست",
        "سيتم طرح جيميني لايف على هواتف جالاكسي مجانًا - سام موبايل - أخبار سامسونج",
        "تقاضي Nintendo و The Pokémon Company مطوري Palworld بسبب \"انتهاك حقوق براءات الاختراع\" - Rock Paper Shotgun",
        "حصري: ذخيرة من الهند تدخل أوكرانيا، مما يثير غضب روسيا - رويترز",
        "فرس النهر القزم مو دينغ محبوب للغاية لدرجة أنها قد تحصل على براءة اختراع خاصة بها - وكالة أسوشيتد برس",
        "إسرائيل تقصف لبنان بعد انفجارات إذاعية، وتقول إنها تحبط مؤامرة اغتيال - رويترز"
    ]
}