{
    "headlines": [
        "   Removido ",
        "Powell diz que o Fed não está em um \"curso predefinido\" para reduzir as taxas de juros - Axios",
        "A nova primeira-ministra do Japão, Ishiba, revela o gabinete antes das eleições antecipadas - Reuters",
        "Israel inicia operação terrestre no sul do Líbano - Axios",
        "Ônibus escolar pega fogo nos arredores de Bangcoc e 25 a bordo podem estar mortos, dizem funcionários do governo - Associated Press",
        "O que saber para o debate vice-presidencial entre Vance e Walz - BBC.com",
        "Trabalhadores portuários entram em greve nos portos da Costa Leste e do Golfo - Fox Business",
        "Jimmy Carter e a cidade natal de Plains celebram o 100º aniversário do 39º presidente - The Associated Press",
        "Seattle Seahawks vs. Detroit Lions | Destaques do jogo da 4ª semana de 2024 - NFL",
        "Pontuação final de Titans vs. Dolphins, reações imediatas ao Monday Night Football Week 4 - The Phinsider",
        "Britney Spears compartilha que queimou cabelos, cílios e sobrancelhas em \"Really Bad\" Fire Accident - E! Online - E! NEWS",
        "Trump lança GoFundMe para ajudar vítimas do furacão Helene e arrecada mais de US $ 1 milhão - Fox News",
        "EUA enviam mais tropas e aviões de guerra para o Oriente Médio como baluarte contra o Irã - The Washington Post",
        "‘Veep’ Reunion Fundraiser Traz $ 735K para Harris-Walz - Hollywood Reporter",
        "Gavin Creel, estrela de teatro musical vencedor do Tony, morre aos 48 anos - The Washington Post",
        "Playoffs da MLB de 2024: 10 previsões ousadas, incluindo outro Shohei Ohtani primeiro e uma decepção do Astros - CBS Sports",
        "Sean 'Diddy' Combs recorre da negação do juiz de sua libertação da prisão por fiança de US $ 50 milhões - usa TODAY",
        "Joe Biden acusa Donald Trump de \"mentir\" sobre a resposta da Casa Branca ao furacão Helene - Financial Times",
        "Surto de vírus de Marburgo em Ruanda causa preocupação com possibilidade de disseminação internacional, diz STAT",
        "Interrupção de rede da Verizon: operadora diz que a rede foi restaurada após um longo dia de problemas - CNET"
    ]
}