{
    "headlines": [
        "ਮੋਨਾ ਲੀਜ਼ਾ ਨੂੰ ਲੂਵਰ ਅਜਾਇਬ ਘਰ ਦੇ ਨਵੀਨੀਕਰਨ ਵਿਚ ਆਪਣਾ ਕਮਰਾ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਏਲੋਨ ਮਸਕ ਨੇ ਸਿਰਫ ਇਹ ਕਿਉਂ ਕਿਹਾ ਕਿ ਟਰੰਪ ਦੋ ਫਸੇ ਪੁਲਾੜ ਯਾਤਰੀਆਂ ਨੂੰ ਘਰ ਲਿਆਉਣਾ ਚਾਹੁੰਦੇ ਹਨ?",
        "ਕੰਸਾਸ ਤਪਦਿਕ ਦੇ ਪ੍ਰਕੋਪ ਵਿੱਚ ਦੋ ਮਰੇ, ਦਰਜਨਾਂ ਬਿਮਾਰ - ਸੀਐਨਐਨ",
        "ਕੈਲੀਫੋਰਨੀਆ ਵਿਚ ਪਾਇਆ ਗਿਆ ਦੁਰਲੱਭ ਬਰਡ ਫਲੂ ਦਾ ਤਣਾਅ ਵਿਆਪਕ ਫੈਲਣ ਦੀ ਸੰਭਾਵਨਾ ਨੂੰ ਵਧਾਉਂਦਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਟਰੰਪ ਨੇ 19 ਸਾਲ ਤੋਂ ਘੱਟ ਉਮਰ ਦੇ ਲੋਕਾਂ ਲਈ ਲਿੰਗ ਤਬਦੀਲੀ ਲਈ ਸੰਘੀ ਸਹਾਇਤਾ ਨੂੰ ਖਤਮ ਕਰਨ ਦੇ ਆਦੇਸ਼ 'ਤੇ ਦਸਤਖਤ ਕੀਤੇ - ਪੀਬੀਐਸ ਨਿ Newsਜ਼ਹੌਰ",
        "ਸਟਾਰਬਕਸ ਕਮਬੈਕ ਸੇਲਜ਼ ਸਲੰਪ ਈਜ਼ਿੰਗ ਨਾਲ ਮੋਮੈਂਟਮ ਪ੍ਰਾਪਤ ਕਰਦਾ ਹੈ - ਬਲੂਮਬਰਗ",
        "ਬਲੇਕ ਲਾਈਵ ਨੂੰ ਜਸਟਿਨ ਬਾਲਡੋਨੀ ਦੀ ਲੰਬਾਈ 2 ਸਵੇਰੇ ਵੌਇਸ ਮੈਮੋ ਸੁਣੋ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "'ਕਿਆਮਤ ਦੀ ਘੜੀ' ਮਨੁੱਖਤਾ ਦੇ ਵਿਨਾਸ਼ ਦੇ ਸਭ ਤੋਂ ਨੇੜੇ ਚਲੀ ਗਈ - ਬੀਬੀਸੀ.",
        "ਡੌਕਃ ਕੋਨੋਰ ਸਟੈਲੀਅਨਜ਼ ਸਾਈਨ ਚੋਰੀ ਕਰਨ ਵਾਲੀ ਗਾਥਾ ਵਿਚ ਐਨਸੀਏਏ ਦੁਆਰਾ ਲਗਾਏ ਗਏ ਦੋਸ਼ਾਂ ਨਾਲ ਮਿਸ਼ੀਗਨ ਲੜ ਰਿਹਾ ਹੈ - ਯਾਹੂ ਸਪੋਰਟਸ",
        "ਖਣਿਜ ਅਮੀਰ ਡੀਆਰ ਕਾਂਗੋ ਵਿਚ ਹਿੰਸਾ ਭੜਕ ਉੱਠੀ ਜਦੋਂ ਬਾਗ਼ੀ ਮੁੱਖ ਸ਼ਹਿਰ ਵਿਚ ਚਲੇ ਗਏ. ਇਹ ਉਹ ਹੈ ਜੋ ਅਸੀਂ ਜਾਣਦੇ ਹਾਂ - ਸੀ ਐਨ ਐਨ",
        "ਸਕੂਪਃ ਟਰੰਪ ਸਾਰੇ ਫੈਡਰਲ ਵਰਕਰਾਂ ਨੂੰ ਖਰੀਦਦਾਰੀ ਦੀ ਪੇਸ਼ਕਸ਼ ਕਰਦੇ ਹਨ, ਸਰੋਤ ਕਹਿੰਦਾ ਹੈ - ਐਕਸੀਓਸ",
        "ਸੀਨੀਅਰ ਬਾlਲ ਨੋਟਬੁੱਕਃ ਹੱਥ 'ਤੇ ਵੱਡੇ ਦੇਸ਼ ਭਗਤ ਕੰਜੈਂਟ, ਮੋਬਾਈਲ ਵਿਚ ਦਿਨ ਇਕ ਅਭਿਆਸ ਸਟੈਂਡਆਉਟ - Patriots. com",
        "ਏਆਈ ਨਫ਼ਰਤ ਕਰਨ ਵਾਲੇ ਏਆਈ ਸਕ੍ਰੈਪਰਾਂ ਨੂੰ ਫਸਾਉਣ ਅਤੇ ਧੋਖਾ ਦੇਣ ਲਈ ਤਰਪਿਟ ਬਣਾਉਂਦੇ ਹਨ ਜੋ robots. txt ਨੂੰ ਨਜ਼ਰ ਅੰਦਾਜ਼ ਕਰਦੇ ਹਨ - ਆਰਸ ਟੈਕਨੀਕਾ",
        "ਸੇਲੇਨਾ ਗੋਮੇਜ਼ ਨੇ ਰਾਜਨੇਤਾ 'ਤੇ ਪ੍ਰਤੀਕ੍ਰਿਆ ਕੀਤੀ ਜਿਸ ਨੇ ਕਿਹਾ ਕਿ ਉਸ ਨੂੰ ਬਰਫ ਦੀ ਛਾਪੇਮਾਰੀ ਦੇ ਵਿਚਕਾਰ ਉਸ ਦੇ ਰੋਣ ਦੇ ਵੀਡੀਓ ਤੋਂ ਬਾਅਦ ਦੇਸ਼ ਨਿਕਾਲਾ ਦੇਣਾ ਚਾਹੀਦਾ ਹੈ - ਯਾਹੂ! ਆਵਾਜ਼ਾਂ",
        "DeepSeek Panic Live Updates: Nvidia ਸਟਾਕ ਨੇ 260 ਬਿਲੀਅਨ ਡਾਲਰ ਦੇ ਰੀਬਾਊਂਡ ਨਾਲ ਫਿਰ ਰਚਿਆ ਇਤਿਹਾਸ - ਫੋਰਬਸ",
        "ਦੋ ਮਰਦ ਮਾਪਿਆਂ ਨਾਲ ਮਾ mouseਸ ਬਾਲਗ ਹੋਣ ਤੱਕ ਬਚਿਆ - ਨਿurਰੋਸਾਇੰਸ ਨਿ Newsਜ਼",
        "ਐੱਚ. ਆਈ. ਵੀ. ਨਾਲ ਪੀੜਤ ਲੋਕਾਂ ਲਈ ਵਿਸ਼ਵ ਪੱਧਰ 'ਤੇ ਸੰਭਾਵਿਤ ਖ਼ਤਰੇ ਬਾਰੇ WHO ਦਾ ਬਿਆਨ - ਵਿਸ਼ਵ ਸਿਹਤ ਸੰਗਠਨ",
        "ਟਰੰਪ ਨੇ ਗਾਜ਼ਾ ਤੋਂ ਫਲਸਤੀਨੀਆਂ ਨੂੰ ਹਟਾਉਣ ਦੇ ਪ੍ਰਸਤਾਵ 'ਤੇ ਦੋਹਰਾ ਕੀਤਾ - ਦਿ ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "ਚੰਦਰ ਨਵੇਂ ਸਾਲ ਅਤੇ ਸੱਪ ਦੇ ਸਾਲ ਬਾਰੇ ਤੁਹਾਨੂੰ ਕੀ ਜਾਣਨ ਦੀ ਜ਼ਰੂਰਤ ਹੈ - ਪੀਬੀਐਸ ਨਿ Newsਜ਼ਹੋਰ",
        "ਸੈਨੇਟ ਡੈਮੋਕਰੇਟਸ ਨੇ ਜੀਓਪੀ ਦੇ ਆਈਸੀਸੀ ਪਾਬੰਦੀਆਂ ਦੇ ਬਿੱਲ ਨੂੰ ਰੋਕਿਆ - ਦ ਹਿੱਲ"
    ]
}