{
    "headlines": [
        "James Bond Shocker: Amazon MGM Gains Creative Control of 007 Franchise as Producers Barbara Broccoli and Michael G. Wilson Step Back - Variety",
        "David Valadao treads lightly on Medicaid as Obamacare vote haunts him - POLITICO",
        "Two Texas teenage girls arrested for 'mass casualty attack' plot - BBC.com",
        "Amazon is shutting down its app store on Android - TechCrunch",
        "Five MLB Teams With the Most Demoralizing Offseasons Heading Into 2025 Season - Sports Illustrated",
        "Spain former football boss Luis Rubiales fined for kissing player - BBC.com",
        "Oppo’s new foldable can remote control a Mac - The Verge",
        "Trump backs idea to send some DOGE savings to American citizens - The Associated Press",
        "Dutch court convicts 4 family members for fatally stabbing woman in front of her daughter in alleged \"honor killing\" - CBS News",
        "Walmart’s Earnings Forecast Falls Short on Economic Uncertainty - Bloomberg",
        "Messi goal makes up for bitter cold as Inter Miami win in Champions Cup - The Associated Press",
        "This isn’t a 10-stock show right now. Here’s where to find opportunities with the S&P 500 at all-time highs. - MarketWatch",
        "iPhone 16e: Apple gambles on AI features at lower price - BBC.com",
        "Palantir gets a buy rating from Loop Capital, which calls for more than 25% upside - CNBC",
        "NASA lowers impact risk of 'city-killer' asteroid 2024 YR4 to 1 in 67 (phew!) - Space.com",
        "Microsoft Hosted Explicit Videos of This Startup Founder for Years. Here's How She Got Them Taken Down - WIRED",
        "Can the pill really make women more anxious? - BBC.com",
        "Musk and Trump just repeated inaccurate claims of 'stranded' Starliner astronauts. NASA and the astronauts don't agree - Space.com",
        "‘Zero Day’ TV Review: Robert De Niro’s Netflix Political Thriller Fights To Make America Function Again - Deadline",
        "Horoscope for Thursday, February 20, 2025 - Chicago Sun-Times"
    ]
}