{
    "headlines": [
        "ਐਨਐਫਐਲ ਪਲੇਆਫਸਃ ਇਹ ਟੀਮਾਂ ਹੁਣ ਤੱਕ ਜਿੱਤ ਚੁੱਕੀਆਂ ਹਨ ਜਾਂ ਵਿਵਾਦ ਤੋਂ ਬਾਹਰ ਹੋ ਗਈਆਂ ਹਨ - ਯਾਹੂ ਸਪੋਰਟਸ",
        "299 ਸੰਪੂਰਨ ਸਰਬੋਤਮ ਬਲੈਕ ਫ੍ਰਾਈਡੇ ਸੌਦੇ (2024) - ਵਾਇਰਡ",
        "ਟਰੰਪ ਨੇ ਮਾਰ-ਏ-ਲਾਗੋ ਵਿਖੇ ਕੈਨੇਡੀਅਨ ਪ੍ਰਧਾਨ ਮੰਤਰੀ ਜਸਟਿਨ ਟਰੂਡੋ ਨਾਲ ਰਾਤ ਦਾ ਖਾਣਾ ਖਾਧਾ - ਸੀਐਨਐਨ",
        "ਮੇਰਾ ਕੈਮੀਕਲ ਰੋਮਾਂਸ ਡ੍ਰਾਮਰ ਬੌਬ ਬ੍ਰਾਇਅਰ 44 'ਤੇ ਆਪਣੇ ਘਰ ਵਿਚ ਮ੍ਰਿਤਕ ਪਾਇਆ ਗਿਆ - ਦਿ ਮਿਰਰ ਯੂਐਸ",
        "ਮੇਰੇ ਚੋਟੀ ਦੇ 5 ਸਰਬੋਤਮ ਸਾਈਬਰ ਸੋਮਵਾਰ ਸੌਦੇ ਸਾਰੇ ਰਿਕਾਰਡ ਘੱਟ ਕੀਮਤਾਂ 'ਤੇ ਘੁੰਮ ਰਹੇ ਹਨ - ZDNet",
        "ਚੀਫ ਪਲੇਆਫ ਬਰਥ ਹਾਸਲ ਕਰਨ ਵਾਲੀ ਪਹਿਲੀ ਐਨਐਫਐਲ ਟੀਮ ਬਣ ਗਏ ਜਦੋਂ ਕਿ ਰੇਡਰਜ਼ ਪਹਿਲੀ ਏਐਫਸੀ ਟੀਮ ਬਣ ਗਈ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਬਲੈਕ ਫ੍ਰਾਈਡੇ ਰਿਟਰਨ – ਪਰ ਖਪਤਕਾਰਾਂ ਦੀਆਂ ਖਰਚੇ ਦੀਆਂ ਆਦਤਾਂ ਨਹੀਂ ਹਨ - ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਮੈਸੀ ਦਾ ਥੈਂਕਸਗਿਵਿੰਗ ਡੇ ਪਰੇਡ 30 ਮੀਟਰ ਤੋਂ ਵੱਧ ਦਰਸ਼ਕਾਂ ਦੇ ਨਾਲ ਹੁਣ ਤੱਕ ਦੇ ਸਭ ਤੋਂ ਵੱਡੇ ਦਰਸ਼ਕਾਂ ਨੂੰ ਖਿੱਚਦਾ ਹੈ - ਡੈੱਡਲਾਈਨ",
        "ਬੱਲੇ ਦੇ ਡੰਗਣ ਨਾਲ ਅਧਿਆਪਕ ਦੀ ਰੇਬੀਜ਼ ਨਾਲ ਮੌਤ - KSBW Monterey",
        "ਜਿਵੇਂ ਕਿ ਸੀਰੀਆ ਦੇ ਵਿਦਰੋਹੀ ਅਲੇਪੋ ਵਿੱਚ ਘੁੰਮਦੇ ਹਨ, ਫੌਜ ਹਵਾਈ ਅੱਡੇ ਅਤੇ ਸੜਕਾਂ ਨੂੰ ਬੰਦ ਕਰਦੀ ਹੈ, ਸੂਤਰਾਂ ਦਾ ਕਹਿਣਾ ਹੈ - ਰਾਇਟਰ",
        "49ers ਸੱਟ ਦੀ ਰਿਪੋਰਟ ਬਨਾਮ ਬਫੇਲੋਃ ਪਰਡੀ ਖੇਡਣਗੇ, ਹੋਰ ਮੁੱਖ ਖਿਡਾਰੀ ਨਹੀਂ ਕਰਨਗੇ - ਦਿ ਮਰਕਰੀ ਨਿ Newsਜ਼",
        "ਮਲਟੀਸਟੇਟ ਸੈਲਮੋਨੇਲਾ ਫੈਲਣ ਨਾਲ ਜੁੜੇ ਵਾਪਸ ਬੁਲਾਏ ਗਏ ਖੀਰੇ, ਸਿਹਤ ਏਜੰਸੀਆਂ ਚੇਤਾਵਨੀ ਦਿੰਦੀਆਂ ਹਨ - ਸੀ ਐਨ ਐਨ",
        "ਸਰਕਾਰ ਵੱਲੋਂ ਈਯੂ ਦੀਆਂ ਉਮੀਦਾਂ ਬਰਫ਼ 'ਤੇ ਪਾਉਣ ਤੋਂ ਬਾਅਦ ਜਾਰਜੀਆ ਸਖ਼ਤ ਵਿਰੋਧ ਪ੍ਰਦਰਸ਼ਨਾਂ ਨਾਲ ਕੰਬਿਆ - ਸੀਐਨਐਨ",
        "ਅਰਕਾਨਸਾਸ ਵਿੱਚ ਬਲੈਕ ਫ੍ਰਾਈਡੇ ਮਾਲ ਵਿੱਚ ਗੋਲੀਬਾਰੀ 3 ਜ਼ਖਮੀ ਹੋ ਗਈ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਡਿਚੇਵਾ ਪੀਐਫਐਲ ਦੇ 125-ਐਲਬੀ ਤਾਜ ਜਿੱਤਣ ਲਈ ਸੈਂਟੋਸ ਨੂੰ ਚੋਟੀ 'ਤੇ ਪਾਉਂਦਾ ਹੈ - ਈਐਸਪੀਐਨ",
        "ਟਰੰਪ ਵਿਰੋਧੀ ਅੰਦੋਲਨ ਤਣਾਅ 'ਚ ਹੈ । ਹੁਣ ਢੁਕਵਾਂ ਰਹਿਣਾ ਝਿੜਕ ਰਿਹਾ ਹੈ - ਪੋਲਿਟਿਕੋ",
        "ਨਿਣਟੇਨਡੋ ਬਲੈਕ ਫ੍ਰਾਈਡੇ 2024: ਨਿਣਟੇਨਡੋ ਸਵਿਚ 'ਤੇ ਵਿਕਰੀ, ਗੇਮਜ਼, ਕੰਟਰੋਲਰ ਅਤੇ ਹੋਰ - ਯਾਹੂ ਲਾਈਫ",
        "'ਮੋਆਨਾ 2', 'ਬੁਰਾਈ' ਕਾਲੇ ਸ਼ੁੱਕਰਵਾਰ ਨੂੰ ਬਾਕਸ ਆਫਿਸ ਡੇਅ ਨੂੰ ਰਿਕਾਰਡ ਕਰਨ ਲਈ ਭੇਜਣਾ - ਡੈੱਡਲਾਈਨ",
        "ਫੋਰਟਨਾਈਟ ਲਾਈਵ ਇਵੈਂਟ ਕਦੋਂ ਹੈ? ਤਾਰੀਖ, ਸਮਾਂ, ਪ੍ਰਦਰਸ਼ਨ ਕਰਨ ਵਾਲੇ, 'ਰੀਮਿਕਸਃ ਦਿ ਫਿਨਾਲੇ' ਬਾਰੇ ਕੀ ਜਾਣਨਾ ਹੈ - ਅਮਰੀਕਾ ਅੱਜ",
        "ਸਟਾਕ ਇੱਕ ਸਾਲ ਵਿੱਚ ਸਭ ਤੋਂ ਵਧੀਆ ਮਹੀਨੇ ਦੀ ਸਵਾਰੀ ਕਰਦੇ ਹਨ ਜਿਵੇਂ ਕਿ ‘ਰੈੱਡ ਸਵੀਪ’ ’ ਜਾਨਵਰਾਂ ਦੀਆਂ ਆਤਮਾਵਾਂ‘ ਨੂੰ ਉਜਾਗਰ ਕਰਦਾ ਹੈ - ਮਾਰਕੀਟਵਾਚ"
    ]
}