{
    "headlines": [
        "Siegemund perturba Zheng; Sabalenka aguenta no Australian Open - WTA Tennis",
        "Tiger Woods cai na estreia do TGL, transmissão ainda rochosa na segunda noite da nova liga - Yahoo Sports",
        "A grande migração das redes sociais: o súbito afluxo de utilizadores dos EUA para o RedNote liga chineses e americanos como nunca antes - CNN",
        "Cessar-fogo em Gaza: o que podemos esperar? - BBC.com",
        "O que aprendemos com o relatório de Trump de 6 de janeiro do conselheiro especial Jack Smith - The Washington Post",
        "Joy Behar questiona como Carrie Underwood poderia \"amar\" o país se estiver se apresentando na posse de Trump - New York Post",
        "Dados de inflação dos EUA devem permanecer firmes, alimentando temores de taxas mais altas - Bloomberg",
        "   Removido ",
        "Não tão bom, Justin! Ryan Reynolds Dragged Deeper Into Blake Lively-Justin Baldoni Battle In Lawsuit-Threatening Letter Sent To Disney Over ‘Deadpool & Wolverine's Nicepool - Deadline",
        "Novo relatório propõe redefinir a obesidade adicionando gordura corporal e estado de saúde ao IMC - ABC News",
        "As agências dizem que não há nenhuma ameaça violenta específica à posse de Trump. Eles ainda estão preocupados. - POLITICO",
        "Biden se move para levantar o patrocinador estatal da designação de terrorismo para Cuba, parte do acordo para libertar prisioneiros - The Associated Press",
        "Kellen Moore fala sobre a vaga de treinador principal dos Cowboys - NBC Sports",
        "Estudo Principal Vincula 15 Fatores ao Risco de Demência Precoce - ScienceAlert",
        "Princesa Kate diz que o seu cancro está em remissão - The Washington Post",
        "Os democratas da Câmara de Minnesota boicotam o primeiro dia de sessão, mas os republicanos seguem em frente de qualquer maneira - Star Tribune",
        "Incêndios em Los Angeles: o clima perigoso retorna mesmo quando os incêndios continuam a queimar - San Francisco Chronicle",
        "Principais pontos de chegada para Sam Darnold na NFL Free Agency após a eliminação dos Vikings - Bleacher Report",
        "O ChatGPT se torna mais parecido com a Siri com o novo recurso de tarefas agendadas - ARS Technica",
        "Nintendo Switch 2 pode ser anunciado esta semana: Os rumores (e fatos) até agora - TechCrunch"
    ]
}