{
    "headlines": [
        "[Removed]",
        "Targeted killing of UnitedHealth executive sends a chill through C suites - The Washington Post",
        "Naval Academy can consider race in admissions, federal judge rules - The Washington Post",
        "US to drop to 66th place in life expectancy rankings — and it’s even worse for ‘good health’ years - New York Post ",
        "Jamie Foxx reveals details of his ‘near-death experience’ in new Netflix special - CNN",
        "Notre Dame's reopening will begin with an archbishop's knock on the doors. Here's what comes next - The Associated Press",
        "Apple’s in-house 5G modem plans are just getting started with next year’s iPhone SE - The Verge",
        "Google's December security patch for Pixels fixes audio and camera issues - Android Central",
        "Lions' Jared Goff becomes third QB in NFL history to pull off this rare feat during win over Packers - CBS Sports",
        "Daniel Penny jury deadlocked on manslaughter charge in subway chokehold case - ABC News",
        "Elon Musk is planning a rude awakening for 94% of federal workers by monitoring their every move - Fortune",
        "How ‘Indiana Jones’ and ‘Call of Duty’ Are Pushing Xbox Ahead of PlayStation, Nintendo in a Next Gen Console-Less Holiday Season - Variety",
        "Ariana Grande Fights Tears When Asked About Beauty Criticisms on ‘Wicked’ Press Tour: ‘It’s Not Welcome. No One Has the Right to Say S—‘ - Variety",
        "US job growth surged in November, adding 227,000 jobs - CNN",
        "Messy Jacob Trouba breakup is just the start of Rangers overhaul - New York Post ",
        "Romania’s top court annuls first round of presidential vote won by far-right candidate - The Associated Press",
        "Thousands flee Syria’s Homs city as opposition forces close in: War monitor - Al Jazeera English",
        "Analysts reboot Chipotle stock price targets on menu-price change - Yahoo Finance",
        "NorCal school shooting victims identified; sheriff reveals more details about suspect - ABC7 Los Angeles",
        "Michael Jackson's Daughter Paris Jackson Engaged to Bandmate Justin Long - E! NEWS"
    ]
}