{
    "headlines": [
        "ਆਈਓਐਸ 18 ਨੂੰ ਸਥਾਪਤ ਕਰਨ ਤੋਂ ਪਹਿਲਾਂ, ਆਪਣੇ ਆਈਫੋਨ ਨੂੰ ਸਹੀ ਤਰੀਕੇ ਨਾਲ ਬੈਕ ਅਪ ਕਰੋ - ਸੀ ਐਨ ਈ ਟੀ",
        "ਜੈਕਸਨ 5 ਦੇ ਮੈਂਬਰ ਟਾਈਟੋ ਜੈਕਸਨ ਦੀ 70 ਸਾਲ ਦੀ ਉਮਰ ਵਿੱਚ ਮੌਤ ਹੋ ਗਈ ਹੈ, ਉਸਦੇ ਪੁੱਤਰਾਂ ਦਾ ਕਹਿਣਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਸੰਭਾਵਤ ਹੈਲੀਨ ਕੈਰੋਲਿਨਸ ਵਿੱਚ ਚੇਤਾਵਨੀਆਂ ਨੂੰ ਪ੍ਰੇਰਿਤ ਕਰਦੀ ਹੈ - ਮੌਸਮ ਦਾ ਚੈਨਲ",
        "ਰੂਪਰਟ ਮਰਡੋਕ ਅਦਾਲਤ ਵਿਚ ਆਪਣੇ ਬੱਚਿਆਂ ਦਾ ਸਾਹਮਣਾ ਕਰਨ ਲਈ ਤਿਆਰ ਹੈ, ਜਿਸ ਵਿਚ ਫੌਕਸ ਨਿ Newsਜ਼ ਦੀ ਕਿਸਮਤ ਸੰਤੁਲਨ ਵਿਚ ਹੈ - ਐਨਪੀਆਰ",
        "ਇੱਕ ਸਵਰਗੀ ਟ੍ਰਾਈਫੈਕਟਾਃ ਮੰਗਲਵਾਰ ਦੇ ਚੰਦਰ ਗ੍ਰਹਿਣ ਬਾਰੇ ਕੀ ਜਾਣਨਾ ਹੈ - ਐਨਪੀਆਰ",
        "ਜਦੋਂ ਵਿਲ ਡਿਪਰੈਸ਼ਨ ਨਾਲ ਜੂਝ ਰਿਹਾ ਸੀ, ਤਾਂ ਇਕ ਥੈਰੇਪਿਸਟ ਨੇ ਸਿਰਫ ਸਹੀ ਗੱਲ ਕਹੀ - ਐਨਪੀਆਰ",
        "ਬ੍ਰੈਟਨ ਨੇ ਫਰਾਂਸ ਦੇ ਯੂਰਪੀਅਨ ਯੂਨੀਅਨ ਕਮਿਸ਼ਨਰ ਦੇ ਅਹੁਦੇ ਤੋਂ ਅਸਤੀਫਾ ਦੇ ਦਿੱਤਾ, ਵਾਨ ਡੇਰ ਲੇਯਨ ਦੀ ਆਲੋਚਨਾ ਕੀਤੀ - ਰਾਇਟਰਜ਼.",
        "ਐਫਬੀਆਈ ਸਪਰਿੰਗਫੀਲਡ, ਓਹੀਓ, ਕਾਲਜ ਵਿਖੇ ਹੈਟੀਅਨਜ਼ ਨੂੰ ਨਿਸ਼ਾਨਾ ਬਣਾਉਣ ਵਾਲੀਆਂ ਧਮਕੀਆਂ ਦੀ ਜਾਂਚ ਕਰ ਰਿਹਾ ਹੈ - ਐਕਸੀਓਸ",
        "'ਸ਼ੋਗਨ' ਬੈਸਟ ਡਰਾਮਾ ਐਮੀ ਦਾ ਪਹਿਲਾ ਗੈਰ-ਅੰਗਰੇਜ਼ੀ-ਭਾਸ਼ਾ ਜੇਤੂ ਬਣਿਆ - ਦ ਜਪਾਨ ਟਾਈਮਜ਼",
        "ਸ਼ੰਘਾਈ 'ਚ 75 ਸਾਲਾਂ' ਚ ਸਭ ਤੋਂ ਮਜ਼ਬੂਤ ਤੂਫਾਨ ਆਇਆ - BBC.com",
        "ਦਿਮਾਗ ਵਿੱਚ ਇੱਕ ਖਾਸ ਪ੍ਰੋਟੀਨ ਨੂੰ ਵਧਾ ਕੇ ਅਲਜ਼ਾਈਮਰ ਰੋਗ ਨੂੰ ਹੌਲੀ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ, ਖੋਜਕਰਤਾਵਾਂ ਦਾ ਕਹਿਣਾ ਹੈ - ਫੌਕਸ ਨਿ Newsਜ਼",
        "ਫੈੱਡ ਬੁੱਧਵਾਰ ਨੂੰ 4 ਸਾਲਾਂ ਵਿੱਚ ਪਹਿਲੀ ਦਰ ਵਿੱਚ ਕਟੌਤੀ ਦੇ ਨਾਲ ਨਵੇਂ ਯੁੱਗ ਵਿੱਚ ਦਾਖਲ ਹੋਣ ਲਈ ਤਿਆਰ ਹੈ. ਪਰ ਅੱਗੇ ਕੀ ਆ ਰਿਹਾ ਹੈ - ਯਾਹੂ ਵਿੱਤ",
        "ਰੈਪਿਡ ਰੀਕੈਪਃ ਰਿੱਛ ਐਤਵਾਰ ਨਾਈਟ ਫੁੱਟਬਾਲ 'ਤੇ ਟੇਕਸਨਜ਼' ਤੇ ਡਿੱਗਦੇ ਹਨ - ਸ਼ਿਕਾਗੋਬੀਅਰਜ਼.",
        "ਸਟਾਕ ਫਰਮ, ਡਾਲਰ ਵੱਡੇ ਫੇਡ ਕੱਟ 'ਤੇ ਮਾਰਕੀਟ ਨੂੰ ਅੱਪ ਸੱਟਾ ਦੇ ਤੌਰ ਤੇ sags - Reuters",
        "ਬ੍ਰੋਂਕੋਸ 'ਤੇ ਜਿੱਤ' ਤੇ ਲੈਬਰੀਓਲਾ - Steelers.",
        "Emmys 2024: 'ਹੈਕਸ' ਪਰੇਸ਼ਾਨ ਕਰਦਾ ਹੈ 'ਬੇਅਰ,' ਹਾਲੀਵੁੱਡ ਚੀਰਦਾ ਹੈ 'ਬੱਚੇ ਰਹਿਤ ਬਿੱਲੀ ਲੇਡੀ' ਮਜ਼ਾਕ ਅਤੇ ਟੀਵੀ ਦੀ ਸਭ ਤੋਂ ਵੱਡੀ ਰਾਤ ਤੋਂ ਹੋਰ ਟੇਕਵੇਅ - ਯਾਹੂ ਐਂਟਰਟੇਨਮੈਂਟ",
        "ਰੂਸ ਨੇ ਯੂਕਰੇਨ ਦੇ ਕੁਰਸਕ ਹਮਲੇ 'ਤੇ ਦਬਾਅ ਬਣਾਇਆ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "ਐਨਐਫਐਲ ਹਫਤਾ 2 ਗ੍ਰੇਡਃ ਕਾਉਬੌਇਜ਼ ਨੂੰ ਬਲੋਆਉਟ ਘਾਟੇ ਲਈ 'ਐਫ' ਮਿਲਦਾ ਹੈ, ਪੈਕਰ ਜੌਰਡਨ ਲਵ ਤੋਂ ਬਿਨਾਂ ਜਿੱਤਣ ਲਈ 'ਏ-' ਕਮਾਉਂਦੇ ਹਨ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਐਮੀਜ਼ ਕਾਮੇਡੀ ਸ਼੍ਰੇਣੀਆਂ ਵਿੱਚ ਹੋਣ ਲਈ ਲਾਰੈਨ ਨਿmanਮਨ ਸਲੈਮ ‘ਦਿ ਬੇਅਰ’ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਨੇਤਨਯਾਹੂ ਨੇ ਕੇਂਦਰੀ ਇਜ਼ਰਾਈਲ ਵਿੱਚ ਮਿਜ਼ਾਈਲ ਲੈਂਡਾਂ ਦੇ ਤੌਰ ਤੇ ਯਮਨ ਦੇ ਹੂਥੀਆਂ ਨੂੰ ‘ਭਾਰੀ ਕੀਮਤ’ ਦਾ ਸਾਹਮਣਾ ਕਰਨ ਦੀ ਚੇਤਾਵਨੀ ਦਿੱਤੀ - ਸੀਐਨਐਨ"
    ]
}