{
    "headlines": [
        "Kind tot, 11 Menschen mit Listerien infiziert, verbunden mit verzehrfertiger Fleischmarke - The Washington Post",
        "Mindestens 15 Tote nach israelischem Angriff auf Gebäude im Zentrum von Beirut, sagen libanesische Beamte - CNN",
        "[removed]",
        "Medizinische Geheimnisse: Ihre Depression und ihr schlechtes Gedächtnis hatten eine ungewöhnliche Ursache - The Washington Post",
        "Die Stars von \"Wicked\" wurden für immer verändert. Ehemalige Elphabas und Glindas erinnern sich an die Magie - CNN",
        "Israelische Angriffe töten Dutzende in Gaza über 48 Stunden, beschädigen Krankenhaus im Norden, sagen palästinensische Mediziner - Reuters",
        "Seltene Asteroidenprobe trotz aller Bemühungen der Wissenschaftler mit Mikroorganismen kontaminiert - Gizmodo",
        "Der Austausch von Bondi gegen Gaetz lindert Ängste im Justizministerium, aber nur ein wenig - POLITICO",
        "Trump Steuersenkungen und 11 weitere Gründe, eine Roth-Umwandlung zu überspringen - Forbes",
        "Die Rallye von Bitcoin macht einige Anleger nervös wegen der Börse - MarketWatch",
        "Die Intel Arc B580 GPU hat eine TDP von weniger als 225 W und eine PCIe 5,0× 8-Schnittstelle - VideoCardz.com",
        "Russland wird weiterhin neue ballistische Raketen testen, sagt Putin - CNN",
        "Jason Kelce, Kylie Kelcie machen große Lebensankündigung - PennLive",
        "Was Sie über Fluorid im Trinkwasser wissen sollten - CNN",
        "Die NASA entdeckte einen sehr jungen Planeten. Es könnte eine Super-Erde werden. - Mashable",
        "Fox-Moderatoren, Kabelnachrichten-Stammgäste und Unterhaltungsprofis: Trump wirft ein TV-Kabinett nach Maß - CNN",
        "Trump wählt Marty Makary aus, um die FDA zu leiten, Dave Weldon, um CDC zu leiten - The Washington Post",
        "[removed]",
        "Tyrese Haliburton, Pacers kämpfen darum, das Mojo der letzten Saison zurückzuerobern - NBA.com",
        "Horoskop für Samstag, 23. November 2024 - Chicago Sun-Times"
    ]
}