{
    "headlines": [
        "\"أقرب\" ديفيد مونتغومري 'ق مخلب النهاية يسلم ديترويت ليونز' 26-20 الفوز على الأكباش - ديترويت فري برس",
        "تايلور سويفت وبريتاني ماهومز يجتمعان في بطولة الولايات المتحدة المفتوحة بعد دراما ترامب - The Daily Beast",
        "بعد إطلاق النار بين الولايات الجرح 5، قام الباحثون بتمشيط تلة كنتاكي بحثًا عن المشتبه به - وكالة أسوشيتد برس",
        "تفيد التقارير أن Apple تقوم بتحديث AirPods Max غدًا: USB - C، إلغاء ضوضاء أفضل - 9to5Mac",
        "بوينغ تتوصل إلى اتفاق تعاقدي مبدئي مع اتحاد الميكانيكيين - واشنطن بوست",
        "يفر السكان مع اقتراب حرائق الغابات في كاليفورنيا ونيفادا بشكل خطير ويحذر المتنبئون من حرارة قياسية - سي إن إن",
        "مؤشر أسعار المستهلكين في الصين يرتفع بنسبة أقل من المتوقع 0.6 ٪ مع انخفاض أسعار النقل والسلع المنزلية - CNBC",
        "أعزائي الرجال، أنتم تأكلون الكثير من اللحوم - صحيفة وول ستريت جورنال",
        "تمت الإزالة",
        "دونالد ترامب يستعد للنقاش بمساعدة مات غايتز، تولسي غابارد: مصادر - إيه بي سي نيوز",
        "تعهد ترامب بسجن المعارضين، ويشير بلا أساس إلى أن الانتخابات ستسرق منه - صحيفة واشنطن بوست",
        "دالاس كاوبويز ضد كليفلاند براونز | NFL 2024 Week 1 Game Highlights - NFL",
        "درجات الأسبوع الأول من الدوري الوطني لكرة القدم الأمريكية: رعاة البقر يكسبون \"A\" للفوز الكبير، بينما يحصل كل من البنغال وبراونز على \"F\" للخسائر القبيحة - سي بي إس سبورتس",
        "إعصار استوائي محتمل ستة أشكال في الخليج مع ساعة عاصفة استوائية صادرة للمكسيك - سي إن إن",
        "\"حريق الجسر\" في سان غابرييل كانيون يطالب بإغلاق الطرق والإخلاء - KTLA لوس أنجلوس",
        "في مذكرة جديدة، تحث حملات الكونغرس الديمقراطي على التركيز على رسالة \"الحرية\" - سي بي إس نيوز",
        "الحزب الجمهوري يصدر تقريرا نقديا عن انسحاب بايدن من أفغانستان - ذا هيل",
        "مقتل ثلاثة مدنيين إسرائيليين بالرصاص عند معبر اللنبي بين الضفة الغربية والأردن - سي إن إن",
        "زعيم المعارضة الفنزويلية غونزاليس يصل إلى إسبانيا طالباً اللجوء - رويترز كندا",
        "أضواء شمالية ممكنة هذا الأسبوع مع ساعة عاصفة مغناطيسية أرضية - MLive.com"
    ]
}