{
    "headlines": [
        "ਸੁਪਰੀਮ ਕੋਰਟ ਨੇ ਕਿਹਾ ਕਿ ਟਰੰਪ ਪ੍ਰਸ਼ਾਸਨ ਨੂੰ ਗਲਤੀ ਨਾਲ ਡਿਪੋਰਟ ਕੀਤੇ ਮੈਰੀਲੈਂਡ ਦੇ ਆਦਮੀ ਨੂੰ ਵਾਪਸ ਲਿਆਉਣ ਲਈ ਕੰਮ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਏਰਿਕ ਡੇਨ ਨੇ ਆਲਸ ਡਾਇਗਨੋਸਿਸ ਦਾ ਖੁਲਾਸਾ ਕੀਤਾ, ਕਹਿੰਦਾ ਹੈ ਕਿ ਉਹ ਅਗਲੇ ਹਫਤੇ ‘ਯੂਫੋਰੀਆ‘ ਸੈੱਟ ’ਤੇ ਵਾਪਸ ਆ ਰਿਹਾ ਹੈ - ਵੰਨਗੀ",
        "ਜਾਪਾਨ ਦੇ ਸਟਾਕ 5% ਤੋਂ ਵੱਧ ਡਿੱਗ ਗਏ ਕਿਉਂਕਿ ਏਸ਼ੀਆ-ਪ੍ਰਸ਼ਾਂਤ ਬਾਜ਼ਾਰਾਂ ਨੇ ਅਮਰੀਕਾ-ਚੀਨ ਵਪਾਰ ਯੁੱਧ ਦੀਆਂ ਚਿੰਤਾਵਾਂ 'ਤੇ ਵਿਕਰੀ ਮੁੜ ਸ਼ੁਰੂ ਕੀਤੀ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਟਰੰਪ ਪ੍ਰਸ਼ਾਸਨ ਨੇ 6,000 ਲੈਟਿਨੋ ਪ੍ਰਵਾਸੀਆਂ ਦੀ ਮੌਤ ਦਾ ਲੇਬਲ ਲਗਾਇਆ, ਉਮੀਦ ਕੀਤੀ ਕਿ ਉਹ ਸਵੈ-ਰਿਪੋਰਟ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਦੇਖੋ ਟਰੰਪ ਦੇ ਉਲਟ ਹੋਣ ਕਾਰਨ ਅਸਲ 'ਚ ਵਧੀਆਂ ਟੈਰਿਫ ਰੇਟ - The Washington Post",
        "ਅਮਰੀਕੀ ਏਅਰਲਾਈਨਜ਼ ਦੇ ਜਹਾਜ਼ ਦੇ ਵਿੰਗ ਟਿਪ ਨੇ ਡੀਸੀ ਏਅਰਪੋਰਟ 'ਤੇ ਇਕ ਹੋਰ ਜਹਾਜ਼' ਤੇ ਹਮਲਾ ਕੀਤਾ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਟਰੰਪ ਪ੍ਰਸ਼ਾਸਨ ਨੇ ਕਾਰਕੁਨ ਮਹਿਮੂਦ ਖਲੀਲ ਨੂੰ ਦੇਸ਼ ਨਿਕਾਲਾ ਦੇਣ ਲਈ ਦਿੱਤੇ ਸਬੂਤ - NPR",
        "ਚੋਟੀ ਦੇ ਰਣਨੀਤੀਕਾਰਾਂ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਸਟਾਕ ਮਾਰਕੀਟ ਅਜੇ ਵੀ ਟਰੰਪ ਦੇ ਵਿਰਾਮ ਦੇ ਬਾਵਜੂਦ ਟੈਰਿਫ ਅਨਿਸ਼ਚਿਤਤਾ ਦੁਆਰਾ ਭੜਕਿਆ ਹੋਇਆ ਹੈ - ਮਾਰਕੀਟਵਾਚ",
        "ਸਟੰਟ ਆਖਰਕਾਰ ਆਸਕਰ 'ਤੇ ਆਪਣੀ ਸ਼੍ਰੇਣੀ ਪ੍ਰਾਪਤ ਕਰ ਰਹੇ ਹਨ - ਦਿ ਵਰਜ",
        "ਰਿਪੋਰਟਰ ਮਾਰਜੋਰੀ ਟੇਲਰ ਗ੍ਰੀਨ ਨੇ ਐਮਾਜ਼ਾਨ ਅਤੇ ਡੈੱਲ ਦੇ ਸ਼ੇਅਰਾਂ ਨੂੰ ਘੇਰਿਆ ਜਦੋਂ ਸਟਾਕ ਟਰੰਪ ਦੇ ਟੈਰਿਫ ਵਿਪਲੈਸ਼ ਤੋਂ 40% ਘੱਟ ਸਨ - ਫਾਰਚਿ.",
        "ਸਕੂਪਃ ਈਰਾਨ ਅਮਰੀਕਾ ਨਾਲ ਗੱਲਬਾਤ ਵਿਚ ਅੰਤਰਿਮ ਪ੍ਰਮਾਣੂ ਸਮਝੌਤੇ ਦੀ ਪੜਚੋਲ ਕਰਨਾ ਚਾਹੁੰਦਾ ਹੈ, ਸੂਤਰਾਂ ਦਾ ਕਹਿਣਾ ਹੈ - ਐਕਸੀਓਸ",
        "ਰੇਜ਼ਰ ਦਾ ਪੀਸੀ-ਟੂ-ਮੋਬਾਈਲ ਸਟ੍ਰੀਮਿੰਗ ਪਲੇਟਫਾਰਮ ਹੁਣ ਉਪਲਬਧ ਹੈ - ਦਿ ਵਰਜ",
        "ਨਿਊਯਾਰਕ ਸਿਟੀ 'ਚ ਹਡਸਨ ਨਦੀ' ਚ ਹੈਲੀਕਾਪਟਰ ਹਾਦਸਾਗ੍ਰਸਤ, 3 ਦੀ ਮੌਤਃ ਸੂਤਰ - ਏਬੀਸੀ ਨਿਊਜ਼",
        "ਸੋਗ ਕਰਨ ਵਾਲੇ ਮੇਰੈਂਜ ਆਈਕਨ ਰੱਬੀ ਪੇਰੇਜ਼ ਨੂੰ ਸ਼ਰਧਾਂਜਲੀ ਭੇਟ ਕਰਦੇ ਹਨ, ਜੋ ਡੋਮਿਨਿਕਨ ਛੱਤ collapseਹਿਣ ਵਿੱਚ ਮਰ ਗਏ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਯੂਕਰੇਨ ਨੇ ਰੂਸ 'ਤੇ ਚੀਨ ਤੋਂ ਸੈਨਿਕਾਂ ਦੀ ਯੋਜਨਾਬੱਧ ਭਰਤੀ ਕਰਨ ਦਾ ਦੋਸ਼ ਲਾਇਆ - ਡਬਲਯੂਐਸਜੇ",
        "ਹਾ Houseਸ ਜੀਓਪੀ ਨੇ ਬਜਟ frameworkਾਂਚੇ ਨੂੰ ਅਪਣਾਇਆ, ਟਰੰਪ ਦੇ ‘ਵੱਡੇ, ਸੁੰਦਰ ਬਿੱਲ’ ਲਈ ਰਾਹ ਪੱਧਰਾ - ਪੋਲਿਟਿਕੋ",
        "ਬਾਜ਼ਾਰ ਦੀ ਉਥਲ-ਪੁਥਲ ਦੌਰਾਨ ਅਮੀਰ ਨਕਦ, ਸੋਨੇ ਅਤੇ ਪਰਿਵਾਰਕ ਟਰੱਸਟਾਂ 'ਤੇ ਲੋਡ ਹੋ ਰਹੇ ਹਨ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਸਾਡੇ ਐਨਐਫਐਲ ਡਰਾਫਟ ਮਾਹਰਾਂ ਨੇ 2025 ਕਲਾਸ ਤੋਂ 10-ਮੈਨ ਰੋਸਟਰਾਂ ਦੀ ਚੋਣ ਕੀਤੀਃ ਕਿਸ ਕੋਲ ਸਭ ਤੋਂ ਵਧੀਆ ਸੁਪਰਟੀਮ ਹੈ? - ਈਐਸਪੀਐਨ",
        "ਓਪਨਏਆਈ ਤੁਹਾਡੇ ਪਿਛਲੇ ਚੈਟਾਂ ਦਾ ਹਵਾਲਾ ਦੇਣ ਲਈ ਚੈਟਜੀਪੀਟੀ ਨੂੰ ਅਪਡੇਟ ਕਰਦਾ ਹੈ - TechCrunch"
    ]
}