{
    "headlines": [
        "حاولت الدخول إلى MechWarrior 5: العشائر كوافد جديد، لكنها للمعجبين - Ars Technica",
        "العلماء يكتشفون فائدة جديدة مذهلة من Ozempic: الحد من إدمان الكحول والمواد الأفيونية - SciTechDaily",
        "لا يتذكر WR Nabers الارتجاج \"المخيف\" - ESPN",
        "يقول بايدن إن هناك \"فرصة\" لإنهاء الهجمات بين إيران وإسرائيل - الجزيرة الإنجليزية",
        "شاع مرة أخرى أن طرازات iPhone 17 Pro تتميز بكاميرا مقربة بدقة 48 ميجابكسل وذاكرة وصول عشوائي سعة 12 جيجابايت والمزيد - MacRumors",
        "يسمح Epic Judge لـ Google بإبقاء متجر تطبيقات Android مغلقًا أمام المنافسين — في الوقت الحالي - The Verge",
        "حملة ترامب في محادثات مع نيكي هيلي للانضمام إليه في مسار الحملة لسد الفجوة بين الجنسين مع هاريس - سي إن إن",
        "ترامب يفكر في مخالفة نظام الانتقال الرئاسي - بوليتيكو",
        "تم العثور على إنزيم رئيسي لدفع الالتهاب في خلايا الشيخوخة - أخبار علم الأعصاب",
        "\"الجدة، سيكون كل شيء على ما يرام \": تتذكر العائلة المحادثات النهائية مع الضحايا في محاكمة جريمة قتل دلفي - IndyStar",
        "الأسئلة الشائعة حول لعبة Dodgers - Mets NLCS 5، التشكيلات (الجمعة، 5 ET/2 PT، FS1) - MLB.com",
        "يتم اختبار عملاء وامكو من قبل وزارة العدل بينما يتصاعد مسبار كين ليتش - بلومبرغ",
        "تساقط النيازك على الأرض في نهاية هذا الأسبوع. إليك كيفية رؤيته - صالون",
        "الناخبون الأوائل في ولاية كارولينا الشمالية، الذين ما زالوا يتعافون من هيلين، أعلى نسبة إقبال في عام 2020 - وكالة أسوشيتد برس",
        "تم الإبلاغ عن طفرة غير عادية في \"الالتهاب الرئوي المتنقل\" لدى الأطفال الصغار هذا العام - أخبار سي بي إس",
        "ليام باين: يقول سيمون كويل إنه يشعر \"بالفراغ\" بعد وفاة المغني - BBC.com",
        "تحديثات حية لانتخابات 2024: هاريس وترامب يلتقيان في ولاية ميشيغان - واشنطن بوست",
        "مقتل زعيم حماس يحيى السنوار في غزة: تحديثات حية - سي إن إن",
        "تقول كوريا الجنوبية إن ما لا يقل عن 1500 من القوات الخاصة الكورية الشمالية في روسيا - واشنطن بوست",
        "فريق \"أجاثا على طول\" على عودة بيلي ماكسيموف، إيفان بيترز جاء وأكثر - تنوع"
    ]
}