{
    "headlines": [
        "بوتين يقول إن روسيا أطلقت صاروخًا جديدًا في أوكرانيا. إليك ما نعرفه - سي إن إن",
        "شمال كاليفورنيا يواجه احتمال هطول أمطار قياسية من نهر الغلاف الجوي وعاصفة أخرى قادمة - سي إن إن",
        "تقف إسرائيل مكتوفة الأيدي بينما تتعرض قوافل المساعدات للهجوم في غزة - سي بي إس نيوز",
        "رئيس لجنة الأوراق المالية والبورصات غاري غينسلر يستقيل، ويترك إرثًا من الانقسام والنزاعات المشفرة - فورتشن",
        "احتمالات براونز مقابل ستيلرز، والتنبؤ، والانتشار، والوقت: اختيارات ليلة الخميس لكرة القدم من قبل نموذج اتحاد كرة القدم الأميركي على 20-8 تشغيل - سي بي إس سبورتس",
        "دواين جونسون وكريس إيفانز صورة عيد الميلاد \"ريد وان\" حشو 100 مليون دولار في حقيبة شباك التذاكر العالمية - الموعد النهائي",
        "بيان من الرئيس جو بايدن بشأن الأوامر الصادرة عن المحكمة الجنائية الدولية - البيت الأبيض",
        "ميشيغان تقلب رقم 1، خمس نجوم زائد+ QB برايس أندروود من LSU - ON3",
        "قطع الطريق ؟ قد تمنعك تقنية الصعود الجديدة للخطوط الجوية الأمريكية الآن من الوصول إلى أكثر من 100 مطار - وكالة أسوشيتد برس",
        "الشرطة البرازيلية توجه الاتهام إلى الرئيس السابق بولسونارو ومساعديه بشأن محاولة انقلاب مزعومة في عام 2022 - وكالة أسوشيتد برس",
        "تم إلغاء إدانة جوسي سموليت بالكذب على الشرطة، وتصوير جرائم الكراهية - صحيفة وول ستريت جورنال",
        "ترتفع أسهم GAP لأنها ترفع التوجيه، وتروج لـ \"بداية قوية\" للعطلة - CNBC",
        "وفاة البريطاني سيمون وايت بعد الاشتباه في تسمم جماعي في لاوس - BBC.com",
        "السكرتير الصحفي القادم للبيت الأبيض يضحك على مغادرة إلين دي جينيريس للولايات المتحدة - TMZ",
        "نقطة محذوفة هنا",
        "حل لغزًا دام 40 عامًا، اكتشف العلماء وجود مادة كيميائية في ملايين مياه الصنبور الأمريكية - سي إن إن",
        "إعادة تشغيل الشائعات: تلفزيون Apple، ترقيات AirTag 2، حكايات iPhone 17 - 9to5Mac",
        "DOJ - Google Fight تصبح جادة. لماذا يتراجع سهم Alphabet اليوم. - Barron's",
        "تشهد بعض المستشفيات زيادة في RSV، \"الالتهاب الرئوي أثناء المشي. إليك ما يجب معرفته - ABC News",
        "الرئيس الكيني وليام روتو يلغي صفقات كبيرة مع مجموعة أداني - BBC.com"
    ]
}