{
    "headlines": [
        "Energy and Commerce Republicans plan meeting on reconciliation this week - POLITICO",
        "TikTok ban latest: Where things stand after Supreme Court hearing - FOX 10 News Phoenix",
        "This living fossil has blue blood and has survived five mass extinctions. - farmingdale-observer.com",
        "Village People to play at Trump inaugural rally - Axios",
        "California Gov. Newsom expands special session to address LA wildfires - KCRA Sacramento",
        "Los Angeles wildfires live updates: Authorities investigate cause of deadly wildfires - The Associated Press",
        "US oil group under pressure to exit Russia after Biden administration widens sanctions - Financial Times",
        "Without power or water, two Altadena neighbors remain amid the wreckage - The Washington Post",
        "Southern California Edison faces lawsuits over LA wildfires - Al Jazeera English",
        "Bill Belichick Offers Candid Reaction To Patriots Hiring Mike Vrabel - NESN",
        "Amazon is ending its ‘Try Before You Buy’ option for Prime members - The Associated Press",
        "Hanging out at Starbucks will cost you as company reverses its open-door policy - The Associated Press",
        "Gaza ceasefire deal being finalised, Palestinian official tells BBC - BBC.com",
        "L.A. Rams Playoff Game to Mark Catastrophic Fires With NFL Vet Andrew Whitworth, Rachel Platten - Hollywood Reporter",
        "Lucy Liu On Why She Confronted Bill Murray On 'Charlie's Angels' Set Over \"Inexcusable\" Insults: \"I Am Going To Protect Myself\" - Deadline",
        "Washington Commanders quarterback Jayden Daniels is still going. That’s bad news for rest of the NFL. - Andscape",
        "Joe Biden Says He Will Leave Trump A \"Very Strong Hand To Play\" In Foreign Policy - Deadline",
        "1 million U.S. adults will develop dementia each year by 2060, study says - The Washington Post",
        "Bond sell-off: What rising yields mean for investors - Fortune",
        "Oscars voting delayed, luncheon canceled due to Southern California wildfires - KTLA Los Angeles"
    ]
}