{
    "headlines": [
        "ਰੁਕ-ਰੁਕ ਕੇ ਵਰਤ ਰੱਖਣਾ ਮਾਰਿਆ ਜਾ ਸਕਦਾ ਹੈ ਜਾਂ ਖੁੰਝ ਸਕਦਾ ਹੈ, ਪਰ ਖੋਜ ਸੁਝਾਅ ਦਿੰਦੀ ਹੈ ਕਿ 'ਸਵੀਟ ਸਪਾਟ' ਉਨ੍ਹਾਂ ਦੀ ਖੁਰਾਕ 'ਤੇ ਕੁਝ ਚਿਪਕਣ ਵਿਚ ਸਹਾਇਤਾ ਕਰ ਸਕਦੀ ਹੈ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "‘ਦਿ ਹੈਂਡਮਾਡਜ਼ ਟੇਲ’ ਸੀਕੁਅਲ ਸੀਰੀਜ਼ ’ਦਿ ਟੈਸਟਮੈਂਟਸ‘ ਅਧਿਕਾਰਤ ਤੌਰ ’ਤੇ ਹੁਲੂ ਵਿਖੇ ਗ੍ਰੀਨਲਿਟ ਦੇ ਤੌਰ ਤੇ 9 ਰਾਉਂਡ ਆਉਟ ਕਾਸਟ - ਡੈੱਡਲਾਈਨ",
        "ਫੋਰਬਸ ਦੀ ਸਾਲਾਨਾ ਸੂਚੀ ਵਿਚ ਪਹਿਲਾਂ ਨਾਲੋਂ ਵਧੇਰੇ ਅਰਬਪਤੀਆਂ ਦਾ ਦਰਜਾ ਹੈ. ਇੱਥੇ ਚੋਟੀ ਦੇ 10 - ਐਨਪੀਆਰ ਹਨ",
        "ਰੁਜ਼ਗਾਰ ਦੇ ਮੌਕੇ ਸੁੰਗੜ ਰਹੇ ਹਨ ਅਤੇ ਫੈਡਰਲ ਸਰਕਾਰ ਵਿਚ ਛਾਂਟੀ ਸਿਰਫ ਚਾਰ ਸਾਲਾਂ ਵਿਚ ਉਨ੍ਹਾਂ ਦੇ ਸਭ ਤੋਂ ਉੱਚੇ ਪੱਧਰ 'ਤੇ ਪਹੁੰਚ ਗਈ - ਸੀ ਐਨ ਐਨ",
        "ਪ੍ਰਿੰਸ ਹੈਰੀ ਚੈਰਿਟੀ ਇਨਸਾਈਡਰਸ ਨੇ ਸੈਂਟਬੇਲ ਵਿਖੇ ਨਕਦ ਚਿੰਤਾਵਾਂ ਦਾ ਖੁਲਾਸਾ ਕੀਤਾ - ਬੀਬੀਸੀ",
        "23 ਰਾਜਾਂ, ਡੀਸੀ ਨੇ ਗੁਆਚੇ ਜਨਤਕ ਸਿਹਤ ਫੰਡਾਂ ਵਿਚ ਅਰਬਾਂ 'ਤੇ ਟਰੰਪ ਪ੍ਰਸ਼ਾਸਨ' ਤੇ ਮੁਕੱਦਮਾ ਕੀਤਾ - ਸੀਐਨਐਨ",
        "ਅਟਾਰਨੀ ਜਨਰਲ ਪਾਮੇਲਾ ਬੌਂਡੀ ਨੇ ਸਰਕਾਰੀ ਵਕੀਲਾਂ ਨੂੰ ਲੁਈਗੀ ਮੈਂਗੀਓਨ ਲਈ ਮੌਤ ਦੀ ਸਜ਼ਾ ਦੀ ਮੰਗ ਕਰਨ ਦਾ ਨਿਰਦੇਸ਼ ਦਿੱਤਾ - ਨਿਆਂ ਵਿਭਾਗ (.",
        "ਦੱਖਣੀ ਅਫਰੀਕਾ ਨੇ ਆਟੋ ਟੈਰਿਫ 'ਤੇ ਅਮਰੀਕਾ ਨਾਲ ਮੁਲਾਕਾਤ ਦੀ ਕੀਤੀ ਮੰਗ - ਯਾਹੂ",
        "ਦੂਰ-ਸੱਜੇ ਫਰਾਂਸੀਸੀ ਨੇਤਾ ਬਾਰਡੇਲਾ ਨੇ ਲੇ ਪੈੱਨ ਦੇ ਸਮਰਥਨ ਵਿਚ ਪੈਰਿਸ ਰੈਲੀ ਦੀ ਮੰਗ ਕੀਤੀ - ਬੀਬੀਸੀ",
        "ਬ੍ਰੇਕਥਰੂਃ ਨਵਾਂ ਖੂਨ ਦਾ ਟੈਸਟ ਅਲਜ਼ਾਈਮਰ ਦੀ ਪ੍ਰਗਤੀ ਦਾ ਪਤਾ ਲਗਾ ਸਕਦਾ ਹੈ ਅਤੇ ਟਰੈਕ ਕਰ ਸਕਦਾ ਹੈ - Earth.",
        "ਐਨਐਫਐਲ ਦੇ ਮਾਲਕਾਂ ਦੁਆਰਾ ਪੇਸ਼ ਕੀਤੀ ਗਈ 'ਟੂਸ਼ ਪੁਸ਼' ਵੋਟਃ ਕਿਹੜੀਆਂ ਟੀਮਾਂ ਸਮਰਥਨ ਕਰਦੀਆਂ ਹਨ, ਪੋਲਰਾਈਜ਼ਿੰਗ ਕਿ Qਬੀ ਸਨੈਕ ਪਲੇ ਦਾ ਵਿਰੋਧ ਕਰਦੀਆਂ ਹਨ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਸਪੇਸਐਕਸ ਫ੍ਰਾਮ 2 ਪੁਲਾੜ ਯਾਤਰੀਆਂ ਦੁਆਰਾ ਵੇਖੇ ਗਏ ਧਰਤੀ ਦੇ ਖੰਭਿਆਂ ਦੇ ਠੰਡੇ 1 ਵੇਂ ਵਿਚਾਰ ਦੇਖੋ (ਵੀਡੀਓ) - ਸਪੇਸ ਡਾਟ ਕਾਮ",
        "ਫੋਰਡ ਨੇ ਟੈਰਿਫਾਂ ਲਈ ਉਦਯੋਗ ਬ੍ਰੇਸ ਦੇ ਤੌਰ ਤੇ ਤਿਮਾਹੀ ਵਾਹਨਾਂ ਦੀ ਵਿਕਰੀ ਵਿੱਚ ਥੋੜ੍ਹੀ ਜਿਹੀ ਗਿਰਾਵਟ ਦੀ ਰਿਪੋਰਟ ਕੀਤੀ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਨਿਣਟੇਨਡੋ ਟ੍ਰੀਹਾhouseਸਃ ਲਾਈਵ ਪੇਸ਼ਕਾਰੀਆਂ ਦੀ ਘੋਸ਼ਣਾ ਕੀਤੀ ਗਈ, ਜਿਸ ਵਿੱਚ ਸਵਿੱਚ 2 ਸਿਰਲੇਖਾਂ ਦੇ ਹੈਂਡ-ਆਨ ਗੇਮਪਲਏ ਦੀ ਵਿਸ਼ੇਸ਼ਤਾ ਹੈ - ਯੂਰੋਗੇਮਰ",
        "ਵਾਚਃ ਕੋਰੀ ਬੁੱਕਰ ਨੇ ਟਰੰਪ ਦੀਆਂ ਨੀਤੀਆਂ ਦਾ ਵਿਰੋਧ ਕਰਨ ਲਈ ਸੈਨੇਟ ਫਲੋਰ 'ਤੇ ਮੈਰਾਥਨ ਭਾਸ਼ਣ ਦਿੱਤਾ - ਐਕਸੀਓਸ",
        "ਮੰਜੇ 'ਤੇ ਸਕ੍ਰੀਨ ਟਾਈਮ ਬਦਤਰ ਨੀਂਦ ਨਾਲ ਜੁੜਿਆ, ਅਧਿਐਨ ਲੱਭਦਾ ਹੈ - ਬੀਬੀਸੀ",
        "ਡੀਪਮਾਈਂਡ ਗੂਗਲ ਨੂੰ ਇੱਕ ਕਿਨਾਰਾ ਦੇਣ ਲਈ ਏਆਈ ਖੋਜ ਦੀ ਰਿਹਾਈ ਨੂੰ ਰੋਕ ਰਿਹਾ ਹੈ - ਆਰਸ ਟੈਕਨੀਕਾ"
    ]
}