{
    "headlines": [
        "Прогноз по округу Колумбия: во второй половине дня вероятно накопление снега, а затем экстремальные холода в середине недели - The Washington Post",
        "Гора Рейнир внимательно следит за тем, как ученые следят за признаками вулканической активности - Новости КОМО",
        "Как Трамп мог справиться со своими тарифными угрозами - POLITICO",
        "TikTok теперь запрещен в Америке. Это может длиться недолго - CNN",
        "Стоимость мемокоинов, поддерживаемых Трампом, превышает 12 миллиардов долларов, поскольку криптоиндустрия надеется на рост - Financial Times",
        "Прекращение огня дает надежду в Газе; ХАМАС отдает первых заложников Красному Кресту - Reuters",
        "Обновление погоды Rams vs Eagles: зимнее штормовое предупреждение в Филадельфии сегодня - NBC Sports",
        "Энди Рид объясняет, как защита Chiefs снова поднялась до больших моментов против техасцев: «Это то время года» - NFL.com",
        "Нападение Саифа Али Хана: Адвокат обвиняемых утверждает, что «у полиции нет доказательств того, что он бангладешский гражданин» - The Times of India",
        "Выигрышные номера Powerball для джекпота в размере 328,5 миллионов долларов 18 января 2025 года - WKYC.com",
        "Утечка Nintendo Switch 2 раскрывает возможную цену запуска нового игрового портативного устройства - Notebookcheck.net",
        "Изъято",
        "Последние дни президента - POLITICO",
        "Джейден Дэниелс и Командиры оглушают лучших Львов 45-31, чтобы достичь титульной игры NFC - WTOP",
        "4 неожиданных продукта, которые мы могли бы увидеть на Samsung Unpacked 2025 - и заслуживают восхищения - ZDNet",
        "Невозобновление подпитывает растущий кризис страхования домовладельцев в Колорадо - The Colorado Sun",
        "Внимательный взгляд на зимние погодные условия во вторник - alabamawx.com",
        "Добро пожаловать в Америку Трампа. На этот раз все совсем по-другому. - Business Insider",
        "Horoscope Today LIVE Updates on January 19, 2025 : Horoscope Tomorrow, January 20, 2025, read predictions for all sun signs - Hindustan Times",
        "Заместитель талибов сказал лидеру, что нет оправдания запретам на образование для афганских женщин и девочек - ABC News"
    ]
}