{
    "headlines": [
        "Hannah Kobayashi, missing Hawaii woman whose disappearance prompted a massive search, is found safe - The Associated Press",
        "Juventus 2-0 Man City (Dec 11, 2024) Game Analysis - ESPN",
        "New Jersey lawmakers meet with federal officials after weeks of unexplained drone sightings - CNN",
        "Exclusive: Syrian rebel leader says he will dissolve toppled regime forces, close prisons - Reuters",
        "Attorney General Merrick B. Garland Statement on FBI Director Christopher Wray’s Resignation Announcement - Department of Justice",
        "Nasdaq rallies above 20,000 for the first time as tech shares gain: Live updates - CNBC",
        "NASA explains why Mars helicopter Ingenuity crashed on its 72nd flight - The Washington Post",
        "Republican lawmakers invite a Jan. 6 felon to Trump’s inauguration - POLITICO",
        "Bill Belichick nearing deal with North Carolina: Legendary NFL coach may join college ranks in stunning move - CBS Sports",
        "Could Cats Become a Vector for Bird Flu? - The New York Times",
        "Google goes “agentic” with Gemini 2.0’s ambitious AI agent features - Ars Technica",
        "Alexander Brothers Are Arrested in Florida on Sex-Trafficking Charges - The Wall Street Journal",
        "Cruise employees ‘blindsided’ by GM’s plan to end robotaxi program - TechCrunch",
        "Foster advocacy group denies that arrested member assaulted Rep. Nancy Mace - The Washington Post",
        "Tech billionaires prepare to invade the Pentagon - POLITICO",
        "Genmoji are here in iOS 18.2, your iPhone’s new emoji superpower - 9to5Mac",
        "Mathematician solves the moving sofa problem - Phys.org",
        "Israel seizing on Syria chaos to strike military assets - BBC.com",
        "Albertsons gives up on Kroger merger and sues the grocery chain for failing to secure deal - The Associated Press",
        "OpenAI 2024 event: How to watch new ChatGPT product reveals and demos - TechCrunch"
    ]
}