{
    "headlines": [
        "Teamsters lançam a maior greve contra a Amazon na história americana - International Brotherhood of Teamsters",
        "Escolhas da Semana 16 2024 da NFL, Florio vs. Simms - NBC Sports",
        "Google lança seu próprio modelo de IA de ‘raciocínio’ - TechCrunch",
        "A Califórnia declarou emergência devido à gripe aviária. Quão grave é a situação? - The Associated Press",
        "Democratas se enfurecem com o novo poder do \"copresidente não eleito\" Elon Musk - Axios",
        "Filhos de Woody Johnson, o videogame Madden é acusado de influenciar decisões críticas dos Jets - New York Post",
        "Travis Kelce Planned Surprise Eras Tour-Themed Party for Taylor Swift to Mark End of Record-Breaking Shows - AOL",
        "Odds, previsão, tempo, linha de Chargers vs. Broncos: escolhas de futebol de quinta-feira à noite de 2024 por modelo na corrida de 27-11 - CBS Sports",
        "Fantasyland: General russo ‘Assassinado pelos britânicos’ - Centro de Análise de Políticas Europeias",
        "Trailer de ‘Superman’: 17 Personagens da DC e Ovos de Páscoa no Novo Universo de James Gunn - Variedade",
        "MN tempo: Total de neve em Minnesota até agora - FOX 9 Minneapolis-St. Paul",
        "Doença não diagnosticada no Congo pode estar ligada à malária: Africa CDC - ABC News",
        "   Removido ",
        "Imagem vazada do teaser do evento Unpacked revela o lançamento da série Galaxy S25 para o próximo mês - Android Central",
        "CEO da UnitedHealthcare mata mais recente: Mangione chega ao tribunal e enfrenta extradição para Nova York sob acusação de homicídio em 1º grau - ABC News",
        "Ex-assessor do prefeito de Nova York se rende ao gabinete da promotoria para enfrentar acusações - The Associated Press",
        "Produto Interno Bruto (Terceira Estimativa), Lucros Corporativos (Estimativa Revisada) e PIB por Indústria, Terceiro Trimestre de 2024 | EUA - Bureau of Economic Analysis",
        "Presidente francês Emmanuel Macron desembarca em Mayotte dias após ciclone devastador - CNN",
        "Samsung lançando a atualização final do Galaxy de 2024 à frente do One UI 7 em 2025 - 9to5Google",
        "Polícia sueca embarca em navio chinês que foi visto perto de rompimento de cabos no Báltico - Associated Press"
    ]
}