{
    "headlines": [
        "ਹੰਗਰੀ ਆਈਸੀਸੀ ਤੋਂ ਹਟ ਜਾਵੇਗੀ, ਨੇਤਨਯਾਹੂ ਦੇ ਦੌਰੇ ਦੌਰਾਨ ਸਰਕਾਰ ਕਹਿੰਦੀ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਟੈਰਿਫਾਂ ਦੁਆਰਾ ਮਾਰਕੀਟ ਨੂੰ 2020 ਤੋਂ ਬਾਅਦ ਸਭ ਤੋਂ ਵੱਡੇ ਘਾਟੇ ਵੱਲ ਧੱਕਣ ਤੋਂ ਬਾਅਦ ਡਾਓ ਫਿuresਚਰਜ਼ ਡਿੱਗਦੇ ਹਨਃ ਲਾਈਵ ਅਪਡੇਟਸ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਸੈਨੇਟ ਰਿਪਬਲੀਕਨਜ਼ ਨੇ ਟਰੰਪ ਦੇ ਏਜੰਡੇ ਲਈ ਇੱਕ ਵਿਸ਼ਾਲ ਬਜਟ ਬਲੂਪ੍ਰਿੰਟ ਨੂੰ ਅੱਗੇ ਵਧਾਉਣ ਲਈ ਵੋਟ ਦਿੱਤੀ - ਐਨਬੀਸੀ ਨਿ Newsਜ਼",
        "ਪਹਿਲੀ ਬੇਇੱਜ਼ਤੀ ਤੇ, ਜੀਨੋ ਸਮਿਥ ਦਾ ਇਕਰਾਰਨਾਮਾ ਸੈਮ ਡਾਰਨੋਲਡ ਨਾਲੋਂ ਨਾਟਕੀ ਤੌਰ ਤੇ ਵਧੀਆ ਨਹੀਂ ਹੈ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਜ਼ੋਏ ਸਾਲਡਾਨਾ ਸ਼ੋਅ ਆਫ ‘ਅਵਤਾਰਃ ਫਾਇਰ ਐਂਡ ਐਸ਼’ ਡਿਜ਼ਨੀ ਦੇ ਸਿਨੇਮਾਕਾਨ ਵਿਖੇ - ਡੈੱਡਲਾਈਨ",
        "ਮਾਈਕ੍ਰੋਸਾੱਫਟ ਦੇ ਸੰਸਥਾਪਕ ਬਿਲ ਗੇਟਸ 50 ਸਾਲ ਪੁਰਾਣੇ ਕੰਪਿ computerਟਰ ਕੋਡ 'ਤੇ ਪ੍ਰਤੀਬਿੰਬਤ ਕਰਦੇ ਹਨ ਜਿਸ ਨੇ ਤਕਨਾਲੋਜੀ ਨੂੰ ਮੁੜ ਆਕਾਰ ਦਿੱਤਾ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਜੇਰੇਮੀ ਐਲਨ ਵ੍ਹਾਈਟ ਸਿਨੇਮਾਕੌਨ - ਵਰਾਇਟੀ ਵਿਖੇ ਬਰੂਸ ਸਪ੍ਰਿੰਗਸਟਿਨ ਬਾਇਓਪਿਕ ਡੈਬਿ Heartਟ ਹਾਰਟ-ਟੈਗਿੰਗ ਫਸਟ ਟ੍ਰੇਲਰ ਦੇ ਤੌਰ ਤੇ ’ਬਰਨ ਟੂ ਰਨ’ ਗਾਉਂਦਾ ਹੈ",
        "ਜੈਮਿਨੀ ਲਾਈਵ ਰੋਲਿੰਗ ਆਉਟ ਅਸਟਰਾ ਕੈਮਰਾ, ਵਧੇਰੇ ਐਂਡਰਾਇਡ ਉਪਭੋਗਤਾਵਾਂ ਨੂੰ ਸਕ੍ਰੀਨ ਸ਼ੇਅਰਿੰਗ - 9to5Google",
        "ਕੇ -12 ਸਕੂਲਾਂ ਨੂੰ ਸੰਘੀ ਪੈਸਾ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ ਡੀਈਆਈ ਦੇ ਵਿਰੁੱਧ ਪ੍ਰਮਾਣੀਕਰਣ ਤੇ ਦਸਤਖਤ ਕਰਨੇ ਚਾਹੀਦੇ ਹਨ, ਪ੍ਰਸ਼ਾਸਨ ਕਹਿੰਦਾ ਹੈ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਵਿਸ਼ਵਵਿਆਪੀ ਵਪਾਰ ਅਤੇ ਬਾਜ਼ਾਰਾਂ ਨੂੰ ਵਧਾਉਣ ਵਾਲੇ ਟਰੰਪ ਦੇ ਟੈਰਿਫਾਂ ਬਾਰੇ ਕੀ ਜਾਣਨਾ ਹੈ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਪ੍ਰਵਾਸੀ ਹਟਾਉਣ ਵਾਲੀਆਂ ਉਡਾਣਾਂ - ਐਨਪੀਆਰ 'ਤੇ ਟਰੰਪ ਅਧਿਕਾਰੀਆਂ ਦੇ ਪੱਥਰ-ਵਾਲ ਦੇ ਫੈਸਲੇ ਤੋਂ ਬਾਅਦ ਜੱਜ' ਅਪਮਾਨ'ਮੰਨਦੇ ਹਨ",
        "ਟਰੰਪ ਟੈਰਿਫ ਐਪਲ ਦੇ ਆਈਫੋਨ ਸਾਮਰਾਜ ਦੀ ਬੁਨਿਆਦ ਨੂੰ ਹਿਲਾਉਂਦੇ ਹਨ - ਐਕਸੀਓਸ",
        "ਟੌਮ ਕਰੂਜ਼ ਟਾਪ ਗਨ ਸਹਿ-ਸਟਾਰ ਵੈਲ ਕਿਲਮਰ ਨੂੰ ਸ਼ਰਧਾਂਜਲੀ ਭੇਟ ਕਰਦਾ ਹੈ - ਬੀਬੀਸੀ",
        "ਆਰਐਫਕੇ ਜੂਨੀਅਰ ਨੇ ਐਚਐਚਐਸ ਨੂੰ ਕੁਝ ਪ੍ਰੋਗਰਾਮਾਂ ਨੂੰ ਮੁੜ ਸਥਾਪਿਤ ਕਰਨ ਦੀ ਘੋਸ਼ਣਾ ਕੀਤੀ, ਕਰਮਚਾਰੀਆਂ ਨੂੰ ਗਲਤੀ ਨਾਲ ਕੱਟਿਆ ਗਿਆ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "‘ਪਿੱਚ ਪਰਫੈਕਟ’ ਸਟਾਰ ਨੇ ਦੱਸਿਆ ਕਿ ਉਸ ਕੋਲ ਸੀਮੈਂਟ ਟਰੱਕ ਹਾਦਸੇ ਤੋਂ ਬਾਅਦ ਸਿਰਫ ਕੁਝ ਸਾਲ ਜੀਉਣਾ ਹੈ - ਦਿ ਡੇਲੀ ਬੀਸਟ",
        "ਨਾਸਾ ਦਾ ਮੰਗਲ ਰੋਵਰ ਆਪਣੇ ਦੋਸਤ ਨੂੰ ਨਿਗਲਣ ਵਾਲੀ ਇੱਕ ਵਿਸ਼ਾਲ ਧੂੜ ਸ਼ੈਤਾਨ ਨੂੰ ਫੜਦਾ ਹੈ - ਗਿਜ਼ਮੋਡੋ",
        "ਕਾਰਡੀਨਲਜ਼ ਐਕਸਟੈਂਡ ਪ੍ਰੋ ਬਾlਲ ਟਾਈਟ ਐਂਡ ਟ੍ਰੇ ਮੈਕਬ੍ਰਾਈਡ - ਐਰੀਜ਼ੋਨਾ ਕਾਰਡੀਨਲਜ਼",
        "ਵਾਇਰਲ ਕੋਡਿੰਗ ਏਆਈ ਏਜੰਟ ਡੇਵਿਨ ਨੂੰ ਨਵੀਂ ਤਨਖਾਹ-ਜਿਵੇਂ-ਤੁਸੀਂ ਜਾਓ ਯੋਜਨਾ ਮਿਲਦੀ ਹੈ - TechCrunch",
        "ਟਰੰਪ ਪ੍ਰਸ਼ਾਸਨ ਨੇ ਕੌਮੀ ਸੁਰੱਖਿਆ ਪ੍ਰੀਸ਼ਦ ਦੇ ਤਿੰਨ ਅਧਿਕਾਰੀਆਂ ਨੂੰ ਬਰਖਾਸਤ ਕੀਤਾ - ਬੀਬੀਸੀ"
    ]
}