{
    "headlines": [
        "ਕਾਂਗੋ 'ਚ ਤਖਤਾਪਲਟ ਦੀ ਕੋਸ਼ਿਸ਼' ਤੇ 3 ਅਮਰੀਕੀਆਂ ਤੇ 34 ਹੋਰਾਂ ਨੂੰ ਮੌਤ ਦੀ ਸਜ਼ਾ - CNN",
        "ਗ੍ਰੀਨਲੈਂਡ ਵਿੱਚ ਮਹਾਂਕਾਵਿ ਜ਼ਮੀਨ ਖਿਸਕਣ ਕਾਰਨ ਅਜੀਬ, ਨੌਂ ਦਿਨਾਂ ਦਾ ਭੂਚਾਲ ਦਾ ਸੰਕੇਤ - ਆਰਸ ਟੈਕਨੀਕਾ",
        "ਲਾਸ ਵੇਗਾਸ ਰੇਡਰਜ਼ ਦੇ ਮੁੱਖ ਕੋਚ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਹ ਤਾਜ਼ਾ ਉਲਝਣ ਤੋਂ ਬਾਅਦ ਟੂਆ ਟੈਗੋਵੈਲੋਆ ਨੂੰ ਰਿਟਾਇਰ ਹੋਣ ਲਈ ਕਹੇਗਾ - ਸੀ ਐਨ ਐਨ",
        "ਅਰਬਪਤੀ ਜੇਰੇਡ ਇਸਹਾਕਮੈਨ ਅਤੇ ਚਾਲਕ ਦਲ ਨੇ ਇਤਿਹਾਸਕ ਪੁਲਾੜ ਯਾਤਰਾ ਨੂੰ ਪੂਰਾ ਕੀਤਾਃ 'ਇਕ ਸੰਪੂਰਨ ਸੰਸਾਰ ਦੀ ਤਰ੍ਹਾਂ ਦਿਖਾਈ ਦਿੰਦਾ ਹੈ' - ਅਮਰੀਕਾ ਅੱਜ",
        "ਉਮੀਦ ਕੀਤੀ ਗਈ ਫੈੱਡ ਕਟੌਤੀ ਤੋਂ ਪਹਿਲਾਂ 2024 ਲਈ ਗਿਰਵੀਨਾਮੇ ਦੀਆਂ ਦਰਾਂ ਨਵੇਂ ਹੇਠਲੇ ਪੱਧਰ 'ਤੇ ਪਹੁੰਚ ਜਾਂਦੀਆਂ ਹਨ - ਐਕਸੀਓਸ",
        "ਇਜ਼ਰਾਈਲ ਨੇ ਗਾਜ਼ਾ 'ਤੇ ਹਮਲਾ ਕੀਤਾ ਕਿਉਂਕਿ ਇਜ਼ਰਾਈਲ ਦੀ ਅੱਗ ਨਾਲ ਮਾਰੇ ਗਏ ਇੱਕ ਅਮਰੀਕੀ ਕਾਰਕੁਨ ਨੂੰ ਦਫ਼ਨਾਇਆ ਗਿਆ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਅਧਿਕਾਰੀ ਹਮਲੇ ਦੀ ਸਵੇਰ ਨੂੰ ਆਪਣੀ ਮੰਮੀ ਤੋਂ ਚੇਤਾਵਨੀ ਬੁਲਾਉਣ ਤੋਂ ਬਾਅਦ ਜਾਰਜੀਆ ਦੀ ਗੋਲੀਬਾਰੀ ਦੇ ਸ਼ੱਕੀ ਵਿਅਕਤੀ ਲਈ ‘ਸਰਗਰਮੀ ਨਾਲ ਤਲਾਸ਼’ ਕਰ ਰਹੇ ਸਨ - ਸੀਐਨਐਨ",
        "ਕਮਲਾ ਹੈਰਿਸ ਮੁਹਿੰਮ ਟੇਲਰ ਸਵਿਫਟ ਪ੍ਰਸ਼ੰਸਕਾਂ ਨਾਲ ਕਿਵੇਂ ਜੁੜ ਰਹੀ ਹੈ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਬੁਖਾਰ ਰੂਕੀ ਕੈਟਲਿਨ ਕਲਾਰਕ ਡਬਲਯੂਐਨਬੀਏ ਦੇ ਸਿੰਗਲ-ਸੀਜ਼ਨ ਸਹਾਇਤਾ ਰਿਕਾਰਡ ਨੂੰ ਤੋੜਦਾ ਹੈ - ਐਨਬੀਏ.",
        "ਮਹਿਸਾ ਅਮੀਨੀ ਦੀ ਮੌਤ ਦੀ 2 ਵੀਂ ਵਰ੍ਹੇਗੰਢ ਨੇੜੇ ਆਉਣ 'ਤੇ ਇਰਾਨ ਵਿਚ ਔਰਤਾਂ ਹਿਜਾਬ ਤੋਂ ਬਿਨਾਂ ਜਾ ਰਹੀਆਂ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਕੋਮੋਰੋ ਦੇ ਰਾਸ਼ਟਰਪਤੀ ਅਜ਼ਾਲੀ ਅਸੌਮਾਨੀ ਚਾਕੂ ਹਮਲੇ 'ਚ ਜ਼ਖਮੀ - BBC",
        "ਸ਼ਨੀਵਾਰ, ਸਤੰਬਰ 14, 2024 ਲਈ ਕੁੰਡਲੀ - ਸ਼ਿਕਾਗੋ ਸੂਰਜ-ਟਾਈਮਜ਼",
        "ਲੌਰਾ ਲੂਮਰ, ਟਰੰਪ ਦੀ ਸਾਜ਼ਿਸ਼ਵਾਦੀ ਸਹਿਯੋਗੀ - ਐਕਸੀਓਸ ਬਾਰੇ ਕੀ ਜਾਣਨਾ ਹੈ",
        "ਟਰੰਪ ਨੇ ਚੁਣੇ ਜਾਣ 'ਤੇ ਓਹੀਓ ਸ਼ਹਿਰ' ਚ ਹੈਤੀ ਲੋਕਾਂ ਨੂੰ ਦੇਸ਼ ਨਿਕਾਲਾ ਦੇਣ ਦਾ ਕੀਤਾ ਵਾਅਦਾ - Reuters.",
        "ਕੋਲੋਰਾਡੋ ਜੱਜ ਏਲੀਯਾਹ ਮੈਕਲੇਨ ਦੀ 2019 ਦੀ ਮੌਤ ਵਿੱਚ ਦੋਸ਼ੀ ਪੈਰਾਮੈਡੀਕਲ ਨੂੰ ਆਜ਼ਾਦ ਕਰਦਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਡੋਨਾਲਡ ਟਰੰਪ ਨੇ ਸਟਾਕ ਰੁਕਣ ਤੋਂ ਬਾਅਦ ਚੇਤਾਵਨੀ ਜਾਰੀ ਕੀਤੀ - ਨਿ Newsਜ਼ਵੀਕ",
        "ਯੂਐਫਸੀ 306 ਨਤੀਜੇਃ ਓਮਲੇ ਬਨਾਮ ਦਵਾਲਿਸ਼ਵਿਲੀ - ਐਮਐਮਏ ਫਾਈਟਿੰਗ",
        "ਚੈਰ ਬੂੰਦਾਂ ਪੁੱਤਰ ਏਲੀਯਾਹ ਬਲੂ ਐਲਮੈਨ ਦੇ ਕੰਜ਼ਰਵੇਟਰ ਨਿਯੁਕਤ ਕਰਨ ਦੀ ਬੋਲੀ - ਅਮਰੀਕਾ ਅੱਜ",
        "ਅਮਰੀਕਾ ਨੇ ਚੀਨ ਦੇ ਟੈਰਿਫ ਵਿਚ ਭਾਰੀ ਵਾਧਾ ਕੀਤਾ, ਕੁਝ ਉਦਯੋਗਾਂ ਨੇ ਵਿਘਨ ਪਾਉਣ ਦੀ ਚਿਤਾਵਨੀ ਦਿੱਤੀ - ਰਾਇਟਰਜ਼.",
        "ਪੋਪ Francis ਕਹਿੰਦਾ ਹੈ ਕਮਲਾ ਹੈਰਿਸ ਅਤੇ ਡੋਨਾਲਡ ਟਰੰਪ \"ਦੋਨੋ ਜ਼ਿੰਦਗੀ ਦੇ ਵਿਰੁੱਧ\" ਗਰਭਪਾਤ 'ਤੇ ਰੁਖ ਲਈ, ਇਮੀਗ੍ਰੇਸ਼ਨ - CBS ਨਿਊਜ਼"
    ]
}