{
    "headlines": [
        "تتهم كاليفورنيا إكسون موبيل بالكذب بشأن المواد البلاستيكية القابلة لإعادة التدوير - واشنطن بوست",
        "يعمل المسؤولون الأمريكيون بشكل محموم لوقف المواجهة بين إسرائيل وحزب الله \"المتصاعدة إلى حرب إقليمية\" - سي إن إن",
        "كرة القدم ليلة الاثنين: جايدن دانيلز يقود القادة إلى الفوز 38-33 على البنغال - NBC Sports",
        "\"نهر يوم القيامة الجليدي\" في القارة القطبية الجنوبية يتجه إلى الانهيار في وقت أقرب مما كان متوقعًا - NDTV",
        "قتلت الغارات الإسرائيلية 492 شخصًا في أكثر أيام الصراع دموية في لبنان منذ عام 2006 - وكالة أسوشيتد برس",
        "حكم على المسلح الذي قتل 10 أشخاص في سوبر ماركت كولورادو بالسجن مدى الحياة - وكالة أسوشيتد برس",
        "اتحاد بوينغ ينتقد عرض زيادة الأجور \"النهائي\" بنسبة 30 ٪ - BBC.com",
        "فوضى توسع Pac -12: ماونتن ويست في وضع البقاء على قيد الحياة مع وجود عيوب في ولاية يوتا، ترفض مدارس AAC الاهتمام - CBS Sports",
        "الصين تطلق سياسة البازوكا لتعزيز الاقتصاد، بقيادة خفض معدل الرهن العقاري، والممتلكات - ساوث تشاينا مورنينغ بوست",
        "أعطت إدارة الغذاء والدواء الضوء الأخضر للتو للقاح الإنفلونزا المنزلي. ماذا تعني الموافقة على الرش الذاتي بالنسبة لك. - Yahoo Life",
        "يسجل دامار هاملين أول اعتراض لمسيرته المهنية، ويرسل حشود الفواتير إلى حالة جنون بعد أقل من عامين من السكتة القلبية - ياهو سبورتس",
        "يؤكد Elon Musk خطط X لتغيير ميزة الحجب الخاصة به: \"High time\" - Fox Business",
        "يقول الفيدراليون إنهم سيسعون إلى توجيه تهمة محاولة اغتيال مشتبه به في ملعب غولف ترامب - سي بي إس نيوز",
        "نقطة محذوفة هنا",
        "مع وجود الجريمة على جدول أعمال الانتخابات، يعطي مكتب التحقيقات الفيدرالي إحصائيات الجريمة النهائية لعام 2023 - واشنطن بوست",
        "ال ب! بالتأكيد! يدعو إلى التحقيق في وفاة ديدي السابق كيم بورتر - مراسل هوليوود",
        "يبتسم ديك فان دايك، 98 عامًا، بعد أن افتقد إيمي، يمزح أنه \"يصلي\" حتى عيد ميلاده التاسع والتسعين - نيويورك بوست",
        "ستقدم Telegram الآن بعض بيانات المستخدم إلى السلطات - BBC.com",
        "عضو مجلس الشيوخ عن الحزب الجمهوري في نبراسكا يعارض تغيير المجمع الانتخابي الذي ربما ساعد ترامب على الفوز بإعادة انتخابه - فوكس نيوز",
        "7 فائزين و 3 خاسرين من فوز الرؤساء على الصقور - Arrowhead Pride"
    ]
}