{
    "headlines": [
        "ਰੇਵੇਨਜ਼, ਕਾਉਬੌਇਜ਼, ਡੌਲਫਿਨਜ਼ ਹਰੇਕ ਨੂੰ 4 ਕੰਪ ਪਿਕਸ ਮਿਲਦੇ ਹਨ - ਈਐਸਪੀਐਨ",
        "ਕੋਲੰਬੀਆ ਦੇ ਵਿਰੋਧ ਪ੍ਰਦਰਸ਼ਨਾਂ ਵਿਚ ਭੂਮਿਕਾ ਲਈ ਫਲਸਤੀਨੀ ਵਿਦਿਆਰਥੀ ਦੀ ਗ੍ਰਿਫਤਾਰੀ 'ਤੇ ਡੈਮੋਕਰੇਟਸ ਵੰਡੇ - ਪੋਲਿਟਿਕੋ",
        "ਅਸੀਂ ਹਾ Houseਸ ਜੀਓਪੀ ਸਰਕਾਰੀ ਫੰਡਿੰਗ ਬਿੱਲ ਬਾਰੇ ਕੀ ਜਾਣਦੇ ਹਾਂ - ਸੀ ਐਨ ਐਨ",
        "ਫੈਡਰਲ ਜੱਜ ਨੇ ਲੂਸੀਆਨਾ ਦੀ ਪਹਿਲੀ ਨਾਈਟ੍ਰੋਜਨ ਗੈਸ ਫਾਂਸੀ ਨੂੰ ਰੋਕਿਆ - ਸੀ ਐਨ ਐਨ",
        "ਅਮਰੀਕੀ ਸਿੱਖਿਆ ਵਿਭਾਗ ਨੇ ਫੋਰਸ 'ਚ ਕਟੌਤੀ ਸ਼ੁਰੂ ਕੀਤੀ-ਅਮਰੀਕੀ ਸਿੱਖਿਆ ਵਿਭਾਗ",
        "ਡਿਜ਼ਨੀ ਬਰਫ ਦੀ ਸਫੈਦ ਕਾਸਟ ਨੂੰ ਆਪਣੇ ਕੈਸਲ ਵਿੱਚ ਦੂਰ ਰੱਖਣ ਲਈ - ਗੱਭਰੂ",
        "ਖੋਜਕਰਤਾ ਸਿੱਖ ਰਹੇ ਹਨ ਕਿ ਟਰੰਪ ਪ੍ਰਸ਼ਾਸਨ ਨੇ ਟੀਕਾਕਰਨ ਨੂੰ ਬਿਹਤਰ ਬਣਾਉਣ ਲਈ ਉਨ੍ਹਾਂ ਦੇ ਕੰਮ ਨੂੰ ਕੁਚਲਿਆ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਵੈਂਡੀ ਵਿਲੀਅਮਜ਼ ਮਦਦ ਦੀ ਬੇਨਤੀ ਕਰਨ ਤੋਂ ਬਾਅਦ 'ਦਿ ਵਿਯੂ’ ਤੇ ਦਿਖਾਈ ਦੇਣ ਲਈ ਤਿਆਰ ਹੈ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਜਿਵੇਂ ਕਿ ਟਰੰਪ ਵ੍ਹਾਈਟ ਹਾ Houseਸ ਦੇ ਸਾਹਮਣੇ ਟੇਸਲਾਸ ਨਾਲ ਪੇਸ਼ ਹੁੰਦੇ ਹਨ, ਕੰਪਨੀ ਦਾ ਸੁਸਤੀ ਵਾਲਾ ਸਟਾਕ ਚੜ੍ਹਦਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਕੰਟੇਨਰ ਸਮੁੰਦਰੀ ਜਹਾਜ਼ ਉੱਤਰੀ ਸਾਗਰ ਵਿਚ ਲੰਗਰ ਵਾਲੇ ਅਮਰੀਕਾ ਦੇ ਝੰਡੇ ਵਾਲੇ ਤੇਲ ਟੈਂਕਰ ਨਾਲ ਟਕਰਾ ਗਿਆ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਦੱਖਣ-ਪੱਛਮ ਬਹੁਤ ਸਾਰੇ ਗਾਹਕਾਂ ਲਈ ਆਪਣੇ ਟ੍ਰੇਡਮਾਰਕ ‘ਬੈਗ ਫਲਾਈ ਫ੍ਰੀ’ ਨੀਤੀ ਨੂੰ ਖਤਮ ਕਰਦਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਟਰੰਪ ਨੇ ਕਨੇਡਾ ਦੇ ਨਵੇਂ ਟੈਰਿਫ ਲਗਾਏ, ਫਿਰ ਉਨ੍ਹਾਂ ਨੂੰ ਉਲਟਾ ਦਿੱਤਾ - ਐਕਸੀਓਸ",
        "ਟਾਈਗਰ ਵੁੱਡਜ਼ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਸਨੇ ਆਪਣੀ ਅਚਿਲਸ ਟੈਨਨ ਨੂੰ ਤੋੜ ਦਿੱਤਾ, ਇੱਕ ਸੱਟ ਲੱਗਣ ਨਾਲ ਉਸਨੂੰ ਮਾਸਟਰਜ਼ ਤੋਂ ਬਾਹਰ ਰੱਖਣ ਦੀ ਸੰਭਾਵਨਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਡੀਸੀ ਜਹਾਜ਼ ਹਾਦਸਾਃ ਐਨਟੀਐਸਬੀ ਨੇ ਰੀਗਨ ਏਅਰਪੋਰਟ 'ਤੇ ਤੁਰੰਤ ਤਬਦੀਲੀਆਂ ਦੀ ਮੰਗ ਕੀਤੀ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਰੋਜ਼ੀ ਓ ਡੋਨਲ ਨੇ ਆਇਰਲੈਂਡ ਜਾਣ ਦੀ ਪੁਸ਼ਟੀ ਕੀਤੀ, ਅਮਰੀਕਾ ਵਾਪਸ ਆਵੇਗੀ 'ਜਦੋਂ ਸਾਰੇ ਨਾਗਰਿਕਾਂ ਲਈ ਬਰਾਬਰ ਅਧਿਕਾਰ ਪ੍ਰਾਪਤ ਕਰਨਾ ਸੁਰੱਖਿਅਤ ਹੈ' - ਏਓਐਲ",
        "ਯੂਕਰੇਨ ਅਮਰੀਕਾ ਦੁਆਰਾ ਪ੍ਰਸਤਾਵਿਤ ਰੂਸ ਨਾਲ 30 ਦਿਨਾਂ ਦੀ ਜੰਗਬੰਦੀ ਨੂੰ ਸਵੀਕਾਰ ਕਰਨ ਲਈ ਤਿਆਰ - ਬੀਬੀਸੀ.",
        "2025 ਐਨਐਫਐਲ ਮੁਫਤ ਏਜੰਸੀ ਲਾਈਵ ਟਰੈਕਰਃ ਟੀਮ ਦੁਆਰਾ ਟੀਮ ਦੇ ਦਸਤਖਤ ਅਤੇ ਵਪਾਰਾਂ ਦੀ ਪੂਰੀ ਸੂਚੀ, ਪਲੱਸ ਹਰ ਚਾਲ 'ਤੇ ਅਪਡੇਟਸ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "SpaceX Dragon: ਸਪੇਸਐਕਸ ਡ੍ਰੈਗਨ ਨੇ ਕਰੂ-10 ਦੀ ਉਡਾਣ ਲਈ ਲਾਂਚ ਪੈਡ 'ਤੇ ਸੂਰਜ ਚੜ੍ਹਨ ਦੀ ਮੁਲਾਕਾਤ ਕੀਤੀ, 11 ਮਾਰਚ 2025 ਨੂੰ ਦਿਨ ਦੀ ਪੁਲਾੜ ਫੋਟੋ - Space.com",
        "ਵਿਸ਼ਾਲ ਮੈਗਾਲੋਡਨ ਵਿਗਿਆਨੀਆਂ ਦੇ ਸੋਚਣ ਨਾਲੋਂ ਵੀ ਲੰਬਾ ਸੀ - ਸੀ ਐਨ ਐਨ"
    ]
}