{
    "headlines": [
        "Bericht: Raiders, andere Teams kontaktieren Bill Belichick - NBC Sports",
        "In Bildern: Waldbrände in Los Angeles County - CNN",
        "Jalen Hurts wird heute wieder im Training sein - NBC Sports",
        "GOP-Gesetzgeber haben Gedanken zu Trumps Plänen für die Weltherrschaft - POLITICO",
        "Garland plant, Jack Smiths Bericht vom 6. Januar über Trumps Einwände zu veröffentlichen - Axios",
        "Meta-Fact-Checker beriefen eine Notfallbesprechung ein. Wir sind reingekommen. Folgendes ist passiert. - Business Insider",
        "Ryan Day sollte die Sache selbst in die Hand nehmen, Ohio State verlassen, unabhängig vom Ergebnis der College Football Playoffs - CBS Sports",
        "SAG Awards Nominierungen enthüllt - Deadline",
        "Ehemaliger O's Krug, Nr. 4 Pick Matusz stirbt bei 37 - ESPN",
        "Wall St rutscht ab, da Investoren Daten bewerten, Bericht über Trumps wirtschaftliche Notlage - Reuters",
        "Ist Vogelgrippe die nächste Pandemie? Was Sie nach dem ersten H5N1-Tod in den USA wissen sollten - CNN",
        "Nintendo Accessory Maker enthüllt Switch 2 Mockup und Veröffentlichungsdatum - Forbes",
        "Die Auswirkungen von Trumps Agenda hängen von dem Staat ab, in dem Sie leben - POLITICO",
        "Globale Investoren, die vom Ausverkauf am Anleihemarkt geärgert werden, während \"Wutanfall\" dämmert - Yahoo Finance",
        "Trump bittet den Obersten Gerichtshof, die Verurteilung in seinem Schweigegeldfall in New York zu blockieren - The Associated Press",
        "In Form zu sein ist besser für die Langlebigkeit als dünn zu sein, wie eine neue Studie zeigt - The Washington Post",
        "Israelische Angriffe töten Dutzende im Gazastreifen inmitten verstärkter Waffenstillstandsmaßnahmen - Reuters",
        "Qualcomm bestätigt, dass die Galaxy S25-Serie Snapdragon-Chips haben wird - SamMobile - Samsung News",
        "Südstaaten bereiten sich auf ihren größten Schneesturm seit Jahren vor - The Washington Post",
        "Samsung startet „Abonnement“ für Galaxy-Handys bereits im nächsten Monat - 9to5Google"
    ]
}