{
    "headlines": [
        "Trump volta a Butler para manifestação no local da tentativa de assassinato - CNN",
        "Possível sucessor de Nasrallah fora de contato desde sexta-feira, diz fonte libanesa - Reuters",
        "O ataque de mísseis do Irã a Israel levanta questões sobre os limites do arsenal - The Washington Post",
        "Assombrados por 2016, os democratas temem que Kamala Harris esteja jogando muito seguro - POLITICO",
        "Abrindo os olhos: pelo menos 70 pessoas mortas em ataque de gangues no Haiti, diz a ONU - CBS News",
        "Mais duas mulheres em Massachusetts testaram positivo para o vírus do Nilo Ocidental - WCVB Boston",
        "O WR dos Jets Garrett Wilson poderia se beneficiar da negociação para Davante Adams? - ESPN",
        "O que é o vírus mortal de Marburgo e onde ele se espalhou? - Al Jazeera English",
        "Inundações e deslizamentos de terra deixam 16 mortos na Bósnia - BBC.com",
        "Biden faz primeira aparição à imprensa da Casa Branca na presidência - Axios",
        "Alimentos ultraprocessados têm essas repercussões na saúde das crianças, alerta nutricionista - Fox News",
        "A Terra teve duas luas no passado. Uma das mini-luas visitou duas vezes e voltará em 27 anos - WION",
        "Um ano depois, a guerra lança uma sombra sobre todos os aspectos da vida em Israel - The Associated Press",
        "Resultados do UFC 307: Pereira vs. Rountree Jr. - Luta de MMA",
        "As luzes do norte podem ser visíveis em Massachusetts novamente. Veja o mapa de previsão de auroras. - CBS Boston",
        "Furacão Helene: uma disputa política irrompe sobre o alívio de desastres - BBC.com",
        "Propriedade histórica de Biltmore sofre danos \"extensos\" em alguns lugares depois que Helene ataca a Carolina do Norte - CNN",
        "Helene destruiu este acampamento na Carolina do Norte, mas clientes e estranhos estão a intervir para ajudar - CBS News",
        "Quão preocupado devo estar com o aumento dos preços do petróleo? - BBC.com",
        "Garth Brooks chamou a esposa Trisha Yearwood de sua \"parceira nos bons tempos\" e dias \"ruins\" antes de ser acusada de estupro - Página Seis"
    ]
}