{
    "headlines": [
        "Die Ukraine startet den bisher größten Drohnenangriff auf Moskau - The Washington Post",
        "Trump drängt den nächsten GOP-Senatsvorsitzenden, \"Pausentermine\" zuzulassen - POLITICO",
        "Mattel listet versehentlich Pornoseite auf ‘Wicked’ Line of Dolls - Deadline",
        "Sotomayor hat keine Pläne, vom Obersten Gerichtshof zurückzutreten, sagen Quellen - ABC News",
        "Die Chiefs besiegten die Broncos in der letzten Sekunde mit 16-14 geblockten Field Goals - NBC Sports",
        "New York Forest Ranger stirbt bei Waldbränden in der Nähe des Greenwood Lake - CBS New York",
        "Die Amsterdamer Polizei verhaftet pro-palästinensische Demonstranten bei einer verbotenen Demonstration - The Associated Press",
        "Trump im Telefonat riet Putin, in der Ukraine nicht zu eskalieren: Washington Post - Reuters",
        "Eagles vs. Cowboys Inactives - PhiladelphiaEagles.com",
        "Der Osten Kubas wurde von einem Erdbeben der Stärke 6,8 erschüttert - Reuters Kanada",
        "[removed]",
        "EMAS LiveStream: So sehen Sie sich die MTV European Music Awards 2024 kostenlos online an - Rolling Stone",
        "2024 NASCAR Cup Series Rennvorhersagen, Quoten, Startzeit: Bewährtes Modell enthüllt Phoenix-Picks - CBS Sports",
        "Israelische Angriffe auf den Nordlibanon und den Gazastreifen töten Dutzende, sagen Beamte - BBC.com",
        "Wie Gophers den Mount St. Helens an einem Tag wieder zum Leben erweckten - Phys.org",
        "'Das Rezept ist die Natur': Wie Satelliten uns die heilende Wirkung der Natur zeigen können - Livescience.com",
        "Hilf deinen Knien, indem du diese einfachen Übungen machst - CNN",
        "Casey bittet um Geduld bei der Stimmenauszählung für Pa. US-Senatsrennen als McCormick nach Connecticut zurückkehrt - Pennsylvania Capital-Star",
        "‘Venom 3’ führt wieder an die Kinokasse, A24s 'Ketzer’ erschreckt $ 11 Millionen Debüt in Sleepy Weekend - Variety",
        "[removed]"
    ]
}