{
    "headlines": [
        "IDF confirma ataque direcionado no norte de Gaza - The Jerusalem Post",
        "Astrónomos estão a seguir um asteroide que pode atingir a Terra em 2032 - NPR",
        "O que saber sobre as vacinas contra a poliomielite, em 4 gráficos - CNN",
        "Dia da Marmota: Punxsutawney Phil prepara-se para fazer previsões sobre o final do inverno ou início da primavera - BBC.com",
        "Elon Musk prevê que Tesla será maior do que Apple, Nvidia, Microsoft, Amazon e Alphabet juntas graças a essa oportunidade de US $ 10 trilhões - The Motley Fool",
        "Como os textos racistas em massa contornaram algumas barreiras anti-spam após a eleição? - NPR",
        "Na linha de frente contra a gripe aviária, os produtores de ovos temem estar perdendo a batalha : Shots - Health News - NPR",
        "Está a mexer na sua secretária? O seu corpo pode estar a tentar dizer-lhe algo - NPR",
        "Horóscopo para domingo, 2 de fevereiro de 2025 - Chicago Sun-Times",
        "Benavidez supera Morrell, acrescenta título secundário - ESPN",
        "Rubio embarca em missão impossível: Retomar o Canal do Panamá - The Washington Post",
        "Resultados, vencedores, notas do WWE Royal Rumble 2025: Jey Uso, Charlotte Flair perfuram seus ingressos para a WrestleMania - CBS Sports",
        "As redes sociais reagem à vitória do Arkansas por 89-79 sobre o Kentucky - Rivals.com - Arkansas",
        "Justin Baldoni acusa Blake Lively, do New York Times, de 'conluio' em processo de US $ 400 milhões - Rolling Stone",
        "A comissão DOGE de Elon Musk ganha acesso a sistemas de pagamento sensíveis do Tesouro: fontes da AP - The Associated Press",
        "A IA mostrou-me o meu futuro. Aqui está o que aprendi. - The Wall Street Journal",
        "‘Minnesota Nice tem dois lados’: por que alguns democratas veem um líder implacável em Ken Martin - POLITICO",
        "O prazo de negociação da NBA está chegando, e De'Aaron Fox pode estar disponível para equipes que desejam negociar - KCRA Sacramento",
        "Jato de transporte médico ficou no ar por menos de um minuto antes do acidente na Filadélfia: NTSB - ABC News"
    ]
}