{
    "headlines": [
        "جائزة نوبل في الاقتصاد الممنوحة لدراسات فجوات الرخاء بين البلدان - واشنطن بوست",
        "ليونز دي إيدان هاتشينسون يخضع لعملية جراحية ناجحة بعد إصابة مروعة في الساق في الفوز على رعاة البقر - ياهو سبورتس",
        "سوق الأسهم اليوم: ناسداك يقفز، S&P 500 يتداول عند مستوى قياسي مرتفع مع أرباح على سطح السفينة - Yahoo Finance",
        "إضراب مصنع بوينغ يتجاوز شهرًا واحدًا مع تصاعد الضغط على الرئيس التنفيذي الجديد - CNBC",
        "شاهد عودة المركبة الفضائية SpaceX إلى الأرض بالكامل ونهايتها المتفجرة - VideoFromSpace",
        "مراقبة NHC Invest 94 - L، احتمال حدوث منخفض استوائي ؛ تبدو تأثيرات فلوريدا منخفضة في الوقت الحالي - WESH 2 Orlando",
        "تمت مراجعة Meta Quest 3S: الواقع المختلط بقيمة 300 دولار يعمل حقًا - CNET",
        "نموذج فيديو الذكاء الاصطناعي من Adobe موجود هنا، وهو بالفعل داخل Premiere Pro - The Verge",
        "\"وظيفة الأحقاد\" من صنع \"حثالة بشرية \": يستعرض فروثينغ ترامب\" المبتدئ\" - ذا ديلي بيست",
        "تحديثات إسرائيلية لبنانية حية: يقول لبنان إن تسعة أشخاص على الأقل قتلوا في غارة إسرائيلية في الشمال - BBC.com",
        "يبدو أن نيكول كيدمان تدفع سلمى حايك بعيدًا في مواجهة متوترة في عرض أزياء بالنسياغا - نيويورك بوست",
        "مباشر: ناسا، سبيس إكس تستعد لإطلاق مهمة أوروبا كليبر التاريخية إلى المشتري - NASASpaceflight.com",
        "تحتوي القارورة التي تحتوي على غاز الأعصاب الذي قتل امرأة بريطانية على ما يكفي من السم لقتل الآلاف - ABC News",
        "الأسهم التي تقوم بأكبر التحركات قبل السوق: فلاتر إنترتينمنت وبوينغ وسيريوس إكس إم وكاتربيلر وغيرها - سي إن بي سي",
        "تدفع مخاوف السلامة وكالة إدارة الطوارئ الفيدرالية إلى إجراء \"تعديلات تشغيلية\" في الاستجابة للأعاصير - أكسيوس",
        "حملة هاريس وترامب في ولاية بنسلفانيا في السباق النهائي للانتخابات - سي إن إن",
        "رعاة البقر يعانون من فقدان المنزل التاريخي، بالتيمور QB يصنع التاريخ، تكساس تفسد البداية الأولى رقم 3: NFL Week 6 Sunday review - CNN",
        "اعتقل رجل مسلح بالقرب من تجمع ترامب بسبب مخاوف بشأن \"محاولة الاغتيال الثالثة\"- إليك ما نعرفه عنه - فوربس",
        "تحديثات حية: هجوم بطائرة مسيرة لحزب الله يقتل 4 جنود إسرائيليين - سي إن إن",
        "الهند ترفض التحقيق الكندي \"المنافي للعقل\" - BBC.com"
    ]
}