{
    "headlines": [
        "Gare de New Delhi : les familles en deuil racontent l'horreur d'un écrasement mortel - BBC.com",
        "Daytona 500 2025 : Heure de départ, TV, streaming, météo, line-up pour la course NASCAR de dimanche - USA TODAY",
        "Les dirigeants européens tiendront un sommet d'urgence sur l'Ukraine alors que Trump fait pression pour la fin de la guerre - CNN",
        "Fatal Fury : City of the Wolves ajoute Kain R. Heinlein ; les personnages de DLC Andy Bogard, Joe Higashi et M. Big ont annoncé - Gematsu",
        "Les Tkachuks aident à donner le ton, à faire passer les États-Unis devant le Canada en 4 nations - NHL.com",
        "Horoscope du dimanche 16 février 2025 - Chicago Sun-Times",
        "Musk rompt le silence après que l'influenceuse Ashley St. Clair affirme qu'elle est la mère de son 13e enfant - Hindustan Times",
        "Des milliers de travailleurs de l'agence fédérale de santé en probation ont été licenciés par lettre ce week-end. Voici ce qu'il disait. - CBS News",
        "Une tempête majeure dans l'est des États-Unis entraîne de graves inondations soudaines - ABC News",
        "Le haut émissaire américain Rubio rencontrera des responsables russes en Arabie saoudite pour des pourparlers de paix en Ukraine - BBC.com",
        "Mac McClung slams one over car to pull off 3-peat in NBA dunk contest - New York Post",
        "La menace météorologique sévère de l'Alabama augmente : fortes pluies, vents destructeurs, tornades possibles dans tout l'État - AL.com",
        "Résultats de la carte principale | Nuit de combat de l'UFC : Cannonier vs Rodrigues - UFC",
        "Une éruption est possible au mont Spurr en Alaska. Ce que nous savons sur le volcan - KTVZ",
        "‘Shogun,’ ‘Hacks,’ ‘Anora,’ ‘Nickel Boys’ Land Top Honors aux Writers Guild Awards 2025 (Liste complète des gagnants) - Variété",
        "Tom Cruise, 62 ans, et Ana de Armas, 36 ans, sont tout sourire lors de la sortie de la Saint-Valentin à Londres - Page Six",
        "Le fossé fondamental entre les États-Unis et l'UE s'ouvre à Munich - DW (anglais)",
        "Les travailleurs d'Amazon en Caroline du Nord votent contre l'effort syndical - CBS News"
    ]
}