{
    "headlines": [
        "ملخص يلوستون: تصبح كايس مظلمة بينما يلتقي [المفسد] بصانعهم - TVLine",
        "جوش ألين لديه TDs يمرر، يندفع ويستقبل مثل Bills rout 49ers 35-10 في الثلج، وينتزع AFC East - The Associated Press",
        "تم تحديد عامل القيادة الغامض وراء فيروس كورونا المستجد منذ فترة طويلة - ساينس أليرت",
        "برجك ليوم الاثنين 2 ديسمبر 2024 - شيكاغو صن تايمز",
        "خفر السواحل والسامريين الصالحين يبحثون عن أشخاص على متن قارب الصيد الذي انقلب في البحار قبالة جنوب شرق ألاسكا - أنكوراج ديلي نيوز",
        "ترامب يستعين بمساد بولس، صهر آخر، كمستشار في الشرق الأوسط - واشنطن بوست",
        "العثور على جثتي كلبين يعتقد أنهما ينتميان إلى أحد المتجولين المقتولين في ولاية أوريغون - نيويورك بوست",
        "من المحتمل أن يكون كريستيان مكافري خارج الموسم مع إصابة PCL - NBC Sports",
        "2024 NFL playoff picture, rankings: Steelers take command of AFC North, Eagles right in mix for no. 1 SEED - CBS Sports",
        "محذوف",
        "الرئيس الأمريكي جو بايدن يعفو عن ابنه هانتر على الرغم من تعهده بعدم القيام بذلك - الجزيرة الإنجليزية",
        "25 قتيلاً على الأقل في الوقت الذي تكثف فيه الطائرات الروسية والسورية قصفها للأراضي السورية المتمردة - رويترز",
        "Amazon تخفض السعر على جهاز Apple iPad Pro اللوحي الجديد مع OLED ورقاقة M4 لـ Cyber Monday - IGN",
        "محذوف",
        "الأسبوع 13 من الدوري الوطني لكرة القدم الأمريكية يسلط الضوء على 2024: التتبع المباشر لأفضل المسرحيات، نتائج المربعات من نتائج الأحد - تقرير المبيض",
        "ارتفاع أسواق آسيا والمحيط الهادئ حيث ينتظر المستثمرون قراءات اقتصادية رئيسية من المنطقة - CNBC",
        "شباك التذاكر في عطلة نهاية الأسبوع: موانا 2 تبحر إلى 221 مليون دولار لأول مرة في إطار عيد الشكر الأعلى ربحًا على الإطلاق - Boxoffice Pro",
        "الرئيس التنفيذي لشركة ستيلانتس كارلوس تافاريس يتنحى بينما تواصل شركة صناعة السيارات كفاحها مع تراجع المبيعات - وكالة أسوشيتد برس",
        "تستمر الثلوج في دفن الشمال الشرقي، مع توقع المزيد حتى يوم الاثنين - واشنطن بوست",
        "النفط يرتفع على الدولار الأضعف مع التركيز على اجتماع أوبك+ - ياهو فاينانس"
    ]
}