{
    "headlines": [
        "Just five minutes of exercise could help your blood pressure, study says - The Washington Post",
        "Trump announces campaign manager Susie Wiles as White House chief of staff - CNN",
        "Defiant Giuliani says he's a victim of 'political persecution' as he's told again to give up assets - The Associated Press",
        "What channel is Thursday Night Football game on tonight? Ravens vs Bengals, NFL Week 10 schedule - Courier Journal",
        "Fed meeting recap: Powell 'feeling good' about economy, says Trump can't legally fire him - CNBC",
        "Bronny James Rumors: Lakers Assign LeBron's Son to G League; Set to Debut Saturday - Bleacher Report",
        "A buoyant Trump believes he has a mandate to hit the ground running as he revels behind closed doors - CNN",
        "Apple is finally letting green bubbles send message reactions - The Verge",
        "Prince William says this has been hardest year of his life as he opens up on 'pride' in Kate - The Sun",
        "Trump’s New Wall Street Watchdogs Are Coming—Likely With a Lot Less Bite - The Wall Street Journal",
        "Rashida Jones Shares Heartfelt Memory of Quincy Jones’ Nighttime ‘Jazz Hours’: ‘It’s an Honor to Be Your Daughter. Your Love Lives Forever’ - Variety",
        "Racist text messages reported in multiple states after Election Day - ABC News",
        "Here's when Bob Ferguson will be sworn in as Washington's next governor - KING5.com",
        "[Removed]",
        "Three People Charged With Supplying Liam Payne Drugs in Death Investigation - Rolling Stone",
        "[Removed]",
        "Stephen A. Smith distances self from Jimmy Kimmel after Kimmel cries over Trump win: 'Wouldn't have been me' - Fox News",
        "Biden gets blamed by Harris allies for the vice president’s resounding loss to Trump - The Associated Press",
        "Sleepy during the day? It could be an early warning sign of dementia, study suggests - Fox News",
        "Live coverage of this afternoon's SpaceX Starlink launch from Cape Canaveral - Florida Today"
    ]
}