{
    "headlines": [
        "‘ਮੈਗਾਲੋਪੋਲਿਸ’ ਫਲਾਪ, ‘ਦਿ ਵਾਈਲਡ ਰੋਬੋਟ’ ਬਾਕਸ ਆਫਿਸ 'ਤੇ ਚੜ੍ਹਦਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਏਰਿਕ ਐਡਮਜ਼ ਇਲਜ਼ਾਮਾਂ ਦੇ ਦਿਲ ਵਿਚ ਤੁਰਕੀ ਟਾਵਰ - ਬਲੂਮਬਰਗ",
        "ਤੂਫਾਨ ਹੇਲੀਨ ਉੱਤਰੀ ਕੈਰੋਲੀਨਾ ਵਿੱਚ 'ਬਾਈਬਲੀ ਤਬਾਹੀ' ਛੱਡਦਾ ਹੈ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਲੈਰੀ ਹੋਗਨ ਨੇ ਪੁਸ਼ਟੀ ਕੀਤੀ ਕਿ ਉਹ ਟਰੰਪ ਨੂੰ ਵੋਟ ਨਹੀਂ ਦੇਵੇਗਾ, ਸਾਬਕਾ ਰਾਸ਼ਟਰਪਤੀ ਦੇ ਸਮਰਥਨ ਦੇ ਬਾਵਜੂਦ - ਪੋਲਿਟਿਕੋ",
        "ਲੋਂਗਸ਼ੋਰਮੈਨ ਯੂਨੀਅਨ ਦੀ ਆਟੋਮੇਸ਼ਨ 'ਤੇ ਪੂਰੀ ਤਰ੍ਹਾਂ ਪਾਬੰਦੀ ਦੀ ਮੰਗ' ਤੇ ਪੋਰਟ ਹੜਤਾਲ ਦੇ ਰੂਪ ਵਿੱਚ ਸਵਾਲ ਉਠਾਇਆ ਗਿਆ - ਫੌਕਸ ਬਿਜ਼ਨਸ",
        "ਇਜ਼ਰਾਈਲ ਲੇਬਨਾਨ ਵਿਚ ਹਿਜ਼ਬੁੱਲਾ ਨੂੰ ਪਾਉਂਡ ਕਰਦਾ ਹੈ ਅਤੇ ਯਮਨ ਵਿਚ ਹੂਤੀ ਨੂੰ ਹਿੰਸਾ ਦੇ ਤੌਰ ਤੇ ਮਾਰਦਾ ਹੈ - ਰਾਇਟਰਜ਼",
        "'ਬੇਵਰਲੀ ਹਿਲਜ਼ ਕੋਪ' ਅਭਿਨੇਤਾ ਜੌਨ ਐਸ਼ਟਨ 76 ਤੇ ਮਰ ਗਿਆ - ਟੀਐਮਜ਼ੈਡ",
        "ਸਪੋਟੀਫਾਈ ਹੇਠਾਂ ਹੈ - ਦ ਵਰਜ",
        "ਪੋਪ ਨੇ ਗਰਭਪਾਤ ਅਤੇ womenਰਤਾਂ 'ਤੇ ਦੁੱਗਣੀ ਕਰਕੇ ਬੈਲਜੀਅਮ ਦੀ ਪ੍ਰੇਸ਼ਾਨੀ ਭਰੀ ਫੇਰੀ ਨੂੰ ਸਮੇਟਿਆ, ਦੁਰਵਿਵਹਾਰ ਪੀੜਤਾਂ ਦੀ ਪ੍ਰਸ਼ੰਸਾ ਕੀਤੀ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਕੁਝ ਰਿਪਬਲਿਕਨ ਆਪਣੇ ਆਪ ਨੂੰ ਹੈਰਿਸ 'ਤੇ ਟਰੰਪ ਦੇ ਹਮਲੇ ਤੋਂ‘ਮਾਨਸਿਕ ਤੌਰ ‘ਤੇ ਅਪਾਹਜ’ ਵਜੋਂ ਦੂਰ ਕਰਦੇ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਰਿਪੋਰਟਰ ਟੌਮ ਇਮਰ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਵੈਨਸ ਵੀਪੀ ਬਹਿਸ ਦੌਰਾਨ ਵਾਲਜ਼ ਨੂੰ 'ਜਵਾਬਦੇਹ' ਰੱਖੇਗਾ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਆਸਟਰੀਆ ਦੀ ਦੂਰ ਸੱਜੇ ਆਜ਼ਾਦੀ ਪਾਰਟੀ ਨੇ ਚੋਣ ਜਿੱਤਣ ਦਾ ਅਨੁਮਾਨ ਲਗਾਇਆ - Al Jazeera English",
        "ਫੇਮਾ ਪ੍ਰਬੰਧਕਃ \"ਮੈਨੂੰ ਨਹੀਂ ਪਤਾ ਕਿ ਕੋਈ ਵੀ ਹੜ੍ਹ ਦੀ ਮਾਤਰਾ ਲਈ ਪੂਰੀ ਤਰ੍ਹਾਂ ਤਿਆਰ ਹੋ ਸਕਦਾ ਹੈ\" ਉੱਤਰੀ ਕੈਰੋਲੀਨਾ ਵਿੱਚ ਹੇਲੀਨ ਤੋਂ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਕੀ 4K ਬਲੂ-ਰੇ ਪੂਰੀ ਤਰ੍ਹਾਂ ਅੰਡਰਯੂਟਲਾਈਜ਼ਿੰਗ ਐਚਡੀਆਰ ਟੈਕਨੋਲੋਜੀ ਹਨ? | ਤੁਸੀਂ ਈਪੀ ਨੂੰ ਪੁੱਛਿਆ. 59 - ਡਿਜੀਟਲ ਰੁਝਾਨ",
        "ਸਪੇਸਐਕਸ ਕੈਪਸੂਲ ਘਰ ਲਿਆਉਣ ਲਈ ਸੈੱਟ ਕੀਤਾ ਗਿਆ ਬੋਇੰਗ ਸਟਾਰਲਾਈਨਰ ਪੁਲਾੜ ਯਾਤਰੀ ਪੁਲਾੜ ਸਟੇਸ਼ਨ 'ਤੇ ਪਹੁੰਚਣ ਦੀ ਤਿਆਰੀ ਕਰ ਰਹੇ ਹਨ - ਸੀਐਨਐਨ",
        "‘ਬਿਡੇਨ ਕਰਨਾ' ਪਿਛਲੇ ਬਕਾਇਆ ਨੇਤਾਵਾਂ ਨੂੰ ਬਾਹਰ ਕੱ forਣ ਲਈ ਨਵਾਂ ਅੰਤਰਰਾਸ਼ਟਰੀ ਸ਼ੌਰਟਹੈਂਡ ਹੈ - ਪੋਲੀਟਿਕੋ",
        "ਅਮਰੀਕਾ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਸਨੇ ਸੀਰੀਆ ਦੇ ਵੱਖ ਵੱਖ ਹਮਲਿਆਂ ਵਿੱਚ ਆਈਐਸਆਈਐਲ, ਹੁਰਾਸ ਅਲ-ਦੀਨ ਦੇ 37 ਲੜਾਕੂ ਮਾਰੇ ਗਏ - Al Jazeera English",
        "ਕਰਟ ਕੋਬੇਨ ਦੀ ਧੀ, ਫ੍ਰਾਂਸਿਸ ਬੀਨ, ਟੋਨੀ ਹਾਕ ਦੇ ਬੇਟੇ ਰਿਲੀ ਨਾਲ ਪਹਿਲੇ ਬੱਚੇ ਨੂੰ ਜਨਮ ਦਿੰਦੀ ਹੈਃ ‘ਦੁਨੀਆ ਵਿਚ ਤੁਹਾਡਾ ਸਵਾਗਤ ਹੈ’ - ਪੰਨਾ ਛੇ",
        "ਹਟਾਈ",
        "ਪੈਂਟਾਗਨ ਦੇ ਪ੍ਰੈੱਸ ਸਕੱਤਰ ਮੇਜਰ ਜਨਰਲ ਪੈਟ ਰਾਈਡਰ ਦਾ ਬਿਆਨ - ਰੱਖਿਆ ਵਿਭਾਗ"
    ]
}