{
    "headlines": [
        "ਹਾਰਵੈਸਟ ਚੰਦਰਮਾ, ਸੁਪਰਮੂਨ ਅੰਸ਼ਕ ਚੰਦਰ ਗ੍ਰਹਿਣ ਲਿਆਉਂਦਾ ਹੈਃ ਕਿਵੇਂ, ਕਦੋਂ ਵੇਖਣਾ ਹੈ - Al Jazeera English",
        "ਹਿਜ਼ਬੁੱਲਾਹ ਨੇ ਲੇਬਨਾਨ ਭਰ ਵਿੱਚ ਪੇਜਰ ਧਮਾਕਿਆਂ ਤੋਂ ਬਾਅਦ ਇਜ਼ਰਾਈਲ ਨੂੰ ਸਜ਼ਾ ਦੇਣ ਦੀ ਸਹੁੰ ਖਾਧੀ - Reuters.",
        "ਕੌਮੀ ਮੀਡੀਆ ਇੰਟਰਵਿਊ ਲਈ ਹੈਰਿਸ ਦਾ ਫਾਰਮੂਲਾਃ ਖ਼ਬਰਾਂ ਨਾ ਬਣਾਓ - ਪੋਲਿਟਿਕੋ",
        "ਹਟਾਈ",
        "ਡੋਨਾਲਡ ਟਰੰਪ ਨੇ ਘਰਾਂ ਦੇ ਮਾਲਕਾਂ ਦੇ ਟੈਕਸ ਬਰੇਕ ਨੂੰ ਬਹਾਲ ਕਰਨ ਦੀ ਸਹੁੰ ਖਾਧੀ ਜਿਸ ਨੂੰ ਉਸਨੇ ਖਤਮ ਕਰ ਦਿੱਤਾ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "ਸੈਨੇਟ ਰਿਪਬਲਿਕਨਜ਼ ਆਈਵੀਐਫ ਪੈਕੇਜ ਨੂੰ ਰੋਕਦੇ ਹਨ ਕਿਉਂਕਿ ਡੈਮੋਕਰੇਟ ਪ੍ਰਜਨਨ ਅਧਿਕਾਰਾਂ ਨੂੰ ਉਜਾਗਰ ਕਰਦੇ ਹਨ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਡੌਲਫਿਨ ਸੰਕੁਚਨ ਤੋਂ ਬਾਅਦ ਆਈਆਰ 'ਤੇ ਟੈਗੋਵੈਲੋਆ ਲਗਾਉਂਦੇ ਹਨ - ਈਐਸਪੀਐਨ",
        "ਐਫਬੀਆਈ ਰਾਜ ਦੇ ਚੋਣ ਅਧਿਕਾਰੀਆਂ ਨੂੰ ਭੇਜੇ ਅਣਪਛਾਤੇ ਪਦਾਰਥਾਂ ਵਾਲੇ ਸ਼ੱਕੀ ਪੱਤਰਾਂ ਦੀ ਜਾਂਚ ਕਰ ਰਹੀ ਹੈ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਸਟਾਕ ਮਾਰਕੀਟ ਅੱਜਃ ਸਟਾਕ ਲਾਭ ਛੱਡ ਦਿੰਦੇ ਹਨ; ਵਪਾਰੀ ਅਜੇ ਵੀ ਇੱਕ ਵੱਡੇ ਫੈੱਡ ਕੱਟ 'ਤੇ ਸੱਟੇਬਾਜ਼ੀ ਕਰਦੇ ਹਨ - ਦਿ ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "ਕਰੀਮ ਹੰਟ ਦੀ ਵਾਪਸੀ ਪੈਚੇਕੋ ਦੀ ਥਾਂ ਲੈਣ ਲਈ ਕਾਰਸਨ ਸਟੀਲ ਦੀਆਂ ਯੋਜਨਾਵਾਂ ਨੂੰ ਗੜਬੜ ਕਰਦੀ ਹੈ, ਪਰ ਅਸਲ ਖਰੀਦ-ਘੱਟ ਟ੍ਰੈਵਿਸ ਕੈਲਸੀ ਹੈ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਵਾਚ ਲਾਈਵਃ ਟਰੰਪ ਨੇ ਫਲਿੰਟ, ਮਾਈਕ ਵਿੱਚ ਅਰਕਾਨਸਾਸ ਦੇ ਗਵਰਨਰ ਸਾਰਾ ਸੈਂਡਰਸ ਦੇ ਨਾਲ ਮੁਹਿੰਮ ਦਾ ਪ੍ਰੋਗਰਾਮ ਆਯੋਜਿਤ ਕੀਤਾ - ਪੀਬੀਐਸ ਨਿ Newsਜ਼ਹੋਰ",
        "ਸਾਲ ਵਿੱਚ ਫੈੱਡ ਦੀ ਸਭ ਤੋਂ ਵੱਡੀ ਵਿਆਜ ਦਰ ਕਾਲ ਬੁੱਧਵਾਰ ਨੂੰ ਹੁੰਦੀ ਹੈ. ਇੱਥੇ ਕੀ ਉਮੀਦ ਕਰਨੀ ਹੈ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "‘ਬੈਚਲੋਰੇਟ’ ਜੇਤੂ ਡੇਵਿਨ ਸਟ੍ਰੈਡਰ ਨੇ ਪਿਛਲੀ ਗ੍ਰਿਫਤਾਰੀ ਦਾ ਸਾਹਮਣਾ ਕੀਤਾ ਅਤੇ ਸਾਬਕਾ ਗਰਲਫ੍ਰੈਂਡ ਤੋਂ ਆਰਡਰ ਨੂੰ ਰੋਕਿਆ - ਵੰਨਗੀ",
        "ਨਾਸਾ ਦੁਆਰਾ ਸਟੇਡੀਅਮ ਦੇ ਆਕਾਰ ਦਾ ਐਸਟਰਾਇਡ 'ਸੰਭਾਵਤ ਤੌਰ' ਤੇ ਖਤਰਨਾਕ 'ਮੰਨਿਆ ਜਾਂਦਾ ਹੈ, ਧਰਤੀ ਦੇ' ਮੁਕਾਬਲਤਨ ਨੇੜੇ 'ਜਾਣ ਦੀ ਉਮੀਦ ਹੈ - ਫੌਕਸ ਨਿ Newsਜ਼",
        "ਮਾਈਲੀ ਸਾਇਰਸ ਨੇ ਗੀਤ 'ਫੁੱਲਾਂ' 'ਤੇ ਮੁਕੱਦਮੇ ਵਿਚ ਬਰੂਨੋ ਮੰਗਲ ਦੀ ਨਕਲ ਕਰਨ ਦਾ ਦੋਸ਼ ਲਗਾਇਆ - ਫੌਕਸ ਬਿਜ਼ਨਸ",
        "ਸਮੂਹਿਕ ਬਲਾਤਕਾਰ ਦੀ ਸੁਣਵਾਈ ਫਰਾਂਸ ਦੇ ਜਿਨਸੀ ਹਮਲੇ ਦੇ ਪ੍ਰੇਸ਼ਾਨ ਕਰਨ ਵਾਲੇ ਸਭਿਆਚਾਰ ਨੂੰ ਨੰਗਾ ਕਰਦੀ ਹੈ, ਆਲੋਚਕਾਂ ਦਾ ਦੋਸ਼ ਹੈ - ਫੌਕਸ ਨਿ Newsਜ਼",
        "ਹਰ ਦਹਾਕੇ ਵਿਚ ਸਾਡੇ ਸੂਰਜੀ ਪ੍ਰਣਾਲੀ ਵਿਚ ਇਕ 'ਪ੍ਰਾਇਮਰੀ' ਬਲੈਕ ਹੋਲ ਜ਼ੂਮ ਹੋ ਸਕਦਾ ਹੈ - ਸਪੇਸ.",
        "ਐਪਲ ਬ੍ਰਿਕਿੰਗ ਸ਼ਿਕਾਇਤਾਂ ਤੋਂ ਬਾਅਦ ਐਮ 4 ਆਈਪੈਡ ਪ੍ਰੋ ਲਈ ਆਈਪੈਡਓਐਸ 18 ਨੂੰ ਖਿੱਚਦਾ ਹੈ - ਮੈਕਰੂਮੋਰਸ",
        "ਸੀਨ 'ਡਿੱਡੀ' ਕੰਬਜ਼ ਨੂੰ ਸੈਕਸ ਤਸਕਰੀ ਅਤੇ ਰੈਕੇਟਿੰਗ ਦੇ ਦੋਸ਼ਾਂ ਦਾ ਸਾਹਮਣਾ ਕਰਨਾ ਪੈਂਦਾ ਹੈ; ਸਰਕਾਰ ਨਜ਼ਰਬੰਦੀ ਦੀ ਮੰਗ ਕਰਦੀ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਫਲੋਰਿਡਾ ਦੇ ਗਵਰਨਰ ਰੋਨ ਡੀਸੈਂਟਿਸ ਨੇ ਸਪੱਸ਼ਟ ਤੌਰ 'ਤੇ ਟਰੰਪ ਦੀ ਹੱਤਿਆ ਦੀ ਕੋਸ਼ਿਸ਼ ਦੀ ਰਾਜ ਜਾਂਚ ਦੀ ਸ਼ੁਰੂਆਤ ਕੀਤੀ - ਏਬੀਸੀ ਨਿ Newsਜ਼"
    ]
}