{
    "headlines": [
        "La Russie livre le réseau électrique ukrainien dans une frappe aérienne « massive » - Reuters",
        "Les théories vaccinales de RFK Jr. sont « cruelles », déclare l'ancien directeur du CDC - POLITICO",
        "[supprimé]",
        "Cotes NFL, lignes de la semaine 11, prédictions ATS, choix de matchs, astuces, horaires : Le modèle simule tous les matchs 10 000 fois - CBS Sports",
        "VP rejette : L'administration Trump prend forme - POLITICO",
        "Les pics de pluie de météorites léonides atteignent leur apogée maintenant. Les « étoiles filantes » sont-elles dans les prévisions pour 2024 ? - Space.com",
        "Le Chinois Xi Jinping se dit prêt à travailler avec Trump lors de la dernière réunion avec Joe Biden - BBC.com",
        "Classement de la semaine 11 (mise à jour du dimanche) : plusieurs QB récupérant des étoiles WR - theScore",
        "Box-office : Red One poursuit la série de déceptions de Dwayne Johnson malgré le règne de Ending Venom 3 [Full Chart Update] - Screen Rant",
        "Les dirigeants de restaurants ne peuvent pas attendre 2025 après la lenteur du trafic et la vague de faillites - CNBC",
        "Rory remporte à Dubaï le 6e titre de meilleur d'Europe - ESPN",
        "Chidimma Adetshina : La fierté de Miss Nigeria de terminer deuxième de Miss Univers - BBC.com",
        "Wall Street se prépare à un boom des fusions et acquisitions sous Trump. Ces entreprises pourraient être des cibles attrayantes - CNBC",
        "Ann Selzer, la meilleure sondeuse, prendra sa retraite après que le sondage explosif de l'Iowa se soit terminé par un énorme raté - CNN",
        "Même le puissant père de Matt Gaetz a été surpris par le choix de Trump AG - POLITICO",
        "Les procureurs affirment que Diddy a payé des détenus pour utiliser leurs comptes téléphoniques afin d'entraver la justice - NME",
        "50 millions de personnes ont cessé d'acheter des marques de luxe comme Dior et Burberry après des « promesses non tenues » aux clients - Fortune",
        "Pete Hegseth a payé une femme qui l'accusait d'agression sexuelle - The Daily Beast",
        "Les Philippines évacuent un demi-million de personnes alors que le super typhon Man-yi touche terre - CNN",
        "Musk semble faire pression sur Trump sur le Cabinet et les tarifs, soulevant les sourcils - The Washington Post"
    ]
}