{
    "headlines": [
        "ਜਰਮਨੀ ਦੇ ਰਾਸ਼ਟਰਪਤੀ ਨੇ ਅਮਰੀਕਾ ਨੂੰ ਸਹਿਯੋਗੀਆਂ ਨੂੰ ਨਾ ਛੱਡਣ ਦੀ ਅਪੀਲ ਕੀਤੀ ਕਿਉਂਕਿ ਉਹ ਬਿਡੇਨ ਦਾ ਸਨਮਾਨ ਕਰਦੇ ਹਨ - ਰਾਇਟਰਜ਼",
        "ਜੱਜ ਨੇ ਵਿਵਾਦਪੂਰਨ ਹਿੱਲਣ ਵਾਲੇ ਬੇਬੀ ਕੇਸ ਵਿੱਚ ਰੌਬਰਟ ਰੋਬਰਸਨ ਦੀ ਫਾਂਸੀ ਨੂੰ ਰੋਕਿਆ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਨੇਤਨਯਾਹੂ ਨੇ ਵਧੇਰੇ ਯੁੱਧ ਦਾ ਵਾਅਦਾ ਕੀਤਾ, ਹਮਾਸ ਦੇ ਨੇਤਾ ਦੇ ਮਾਰੇ ਜਾਣ ਤੋਂ ਬਾਅਦ ਸ਼ਾਂਤੀ ਦੀਆਂ ਉਮੀਦਾਂ ਨੂੰ ਖਤਮ ਕਰਨਾ - ਰਾਇਟਰਜ਼",
        "ਮੈਟਾ ਕਥਿਤ ਤੌਰ 'ਤੇ ਟੁੱਥਪੇਸਟ ਅਤੇ ਚਾਹ' ਤੇ $ 25 ਖਾਣੇ ਦੇ ਕ੍ਰੈਡਿਟ ਖਰਚ ਕਰਨ ਲਈ ਸਾਲਾਨਾ $ 400K 'ਤੇ ਸਟਾਫ ਨੂੰ ਬਰਖਾਸਤ ਕਰਦਾ ਹੈ - Fortune",
        "ਦੱਖਣੀ ਕੋਰੀਆ ਨੇ ਕਿਹਾ ਉੱਤਰੀ ਕੋਰੀਆ ਦੇ ਸੈਨਿਕਾਂ ਨੂੰ ਰੂਸ ਭੇਜਣਾ 'ਗੰਭੀਰ ਸੁਰੱਖਿਆ ਖ਼ਤਰਾ' - ਰਾਇਟਰ",
        "ਵਾਸ਼ਿੰਗਟਨ ਵਿੱਚ ਏਲੋਨ ਮਸਕ ਦੇ ਆਦਮੀ ਨੂੰ ਮਿਲੋ - ਪੋਲਿਟਿਕੋ",
        "ਲੀਅਮ ਪੇਨੇਃ ਵਨ ਡਾਇਰੈਕਸ਼ਨ ਸਟਾਰਜ਼ ਦੇ ਖੂਬਸੂਰਤ ਬਿਆਨ ਪੂਰੇ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਨੈੱਟਫਲਿਕਸ ਦੇ ਸ਼ੇਅਰਾਂ ਨੇ ਤੀਜੀ ਤਿਮਾਹੀ ਦੀ ਕਮਾਈ ਨੂੰ ਹਰਾਉਣ ਤੋਂ ਬਾਅਦ ਪ੍ਰੀਮਾਰਕੀਟ ਵਿੱਚ 5% ਦਾ ਵਾਧਾ ਕੀਤਾ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਚੀਨੀ ਸਟਾਕ ਰੀਬਾਉਂਡ ਦੇ ਤੌਰ ਤੇ ਪੀਬੀਓਸੀ ਮਾਰਕੀਟ ਲਈ ਸਮਰਥਨ ਨੂੰ ਹੋਰ ਮਜ਼ਬੂਤ ਕਰਦਾ ਹੈ - ਬਲੂਮਬਰਗ",
        "ਗੂਗਲ ਫੋਟੋਆਂ ਦੀ ਵੈਬਸਾਈਟ ਹੁਣ ਸਿੱਧੇ ਤੁਹਾਡੇ ਕੰਪਿ computerਟਰ ਤੇ ਫੋਲਡਰਾਂ ਦਾ ਬੈਕਅਪ ਲੈ ਸਕਦੀ ਹੈ - 9to5Google",
        "ਯੈਂਕੀਜ਼ ਬਨਾਮ ਗਾਰਡੀਅਨਜ਼ਃ ਝੋਂਕੈਂਸੀ ਨੋਏਲ, ਡੇਵਿਡ ਫਰਾਈ ਰੈਲੀ ਗਾਰਡੀਅਨਜ਼ ਨੂੰ ਮਹਾਂਕਾਵਿ, ਏਐਲਸੀਐਸ ਗੇਮ 3 ਵਿੱਚ ਵਾਪਸ ਅਤੇ ਅੱਗੇ ਦੀ ਜਿੱਤ - ਯਾਹੂ ਸਪੋਰਟਸ",
        "ਭਾਰਤ-ਕੈਨੇਡਾ ਦੀ ਗਿਰਾਵਟ ਵਪਾਰ ਅਤੇ ਇਮੀਗ੍ਰੇਸ਼ਨ ਨੂੰ ਕਿਵੇਂ ਪ੍ਰਭਾਵਤ ਕਰ ਸਕਦੀ ਹੈ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਓਹਤਾਨੀ, ਬੇਟਸ ਲੀਡ ਮਾਰਗ ਜਿਵੇਂ ਕਿ ਐਲ. ਏ. ਮੇਟਸ ਨੂੰ ਕਿਨਾਰੇ ਪਾਉਂਦਾ ਹੈ - ਈਐਸਪੀਐਨ",
        "ਚਾਰਲਸ ਦੇ ਰਾਜੇ ਵਜੋਂ ਪਹਿਲੀ ਫੇਰੀ ਲਈ, ਆਸਟ੍ਰੇਲੀਅਨ ਰਾਇਲ ਤੌਰ 'ਤੇ ਪ੍ਰਭਾਵਤ ਨਹੀਂ ਹੁੰਦੇ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਅਰੀਜ਼ੋਨਾ ਦੇ ਵਕੀਲ ਫੀਨਿਕਸ ਪੁਲਿਸ ਦੁਆਰਾ ਕੁੱਟੇ ਗਏ ਬੋਲ਼ੇ ਕਾਲੇ ਆਦਮੀ ਵਿਰੁੱਧ ਦੋਸ਼ਾਂ ਨੂੰ ਰੱਦ ਕਰਦੇ ਹਨ - ਅਮਰੀਕਾ ਅੱਜ",
        "ਬ੍ਰੋਂਕੋਸ ਚਾਰ ਹੇਠਾਂਃ ਜੇ ਬੋ ਨਿਕਸ ਮਕੈਨਿਕਸ ਠੀਕ ਹੋ ਸਕਦੇ ਹਨ, ਤਾਂ ਸੀਨ ਪੇਟਨ ਦਾ ਬ੍ਰੋਂਕੋਸ ਦੁਬਾਰਾ (ਗੈਸਪੀ) ਪਲੇਆਫ ਟੀਮ ਵਰਗਾ ਦਿਖਾਈ ਦਿੰਦਾ ਹੈ - ਦ ਡੇਨਵਰ ਪੋਸਟ",
        "ਟਰੰਪ ਅਲ ਸਮਿਥ ਡਿਨਰ ਵਿਚ ਸ਼ਾਮਲ ਹੁੰਦੇ ਹਨ ਜਦੋਂ ਕਿ ਹੈਰਿਸ ਪ੍ਰੀ-ਰਿਕਾਰਡਡ ਵੀਡੀਓ ਵਿਚ ਦਿਖਾਈ ਦਿੰਦੇ ਹਨ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "2024 ਐਨਐਫਐਲ ਵਪਾਰ ਦੀ ਅੰਤਮ ਤਾਰੀਖਃ ਸੰਤਾਂ ਨੂੰ ਐਲਵਿਨ ਕਾਮਾਰਾ ਦਾ ਸੌਦਾ ਕਿਉਂ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ, ਪਲੱਸ ਵੈਟਰਨ ਆਰਬੀ ਲਈ ਸੰਭਾਵਤ ਲੈਂਡਿੰਗ ਸਪਾਟ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "'ਐਸਵੀਯੂ': ਕੈਲੀ ਗਿੱਦਿਸ਼ ਆਪਣੀ ਵਾਪਸੀ 'ਤੇ ਅਤੇ ਰੋਲਿਨਜ਼ ਲਈ ਕੀ ਆ ਰਿਹਾ ਹੈ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਚੀਨ ਦੀ ਅਰਥਵਿਵਸਥਾ 'ਚ ਗਿਰਾਵਟ ਡੂੰਘੀ, ਸਰਕਾਰੀ ਅੰਕੜੇ ਦਿਖਾਉਂਦੇ ਹਨ - BBC.com"
    ]
}