{
    "headlines": [
        "La star de « Wonder Woman » partage sa peur terrifiante pour la santé pendant la grossesse - PennLive",
        "Colère alors que les familles attendent les restes des victimes après le crash d'un avion en Corée du Sud - BBC.com",
        "Trump perd l'appel de E. Jean Carroll 5 millions de dollars de diffamation, verdict d'agression sexuelle - Reuters",
        "[supprimé]",
        "Trump soutient Johnson en tant que conférencier - POLITICO",
        "[supprimé]",
        "Comment « Nosferatu » a mené un enjeu à travers les attentes du box-office avec d'énormes débuts de Noël de 40 millions de dollars - Variété",
        "LG dévoile le premier moniteur de jeu 5K2K pliable au monde - Gizmodo",
        "Les cas de norovirus augmentent aux États-Unis, selon les données des CDC - Axios",
        "Ce que nous savons des plans funéraires de l'ancien président Jimmy Carter - CNN",
        "Paige DeSorbo, Craig Conover se séparent après 3 ans de fréquentation - Page Six",
        "La NFL fait fléchir la bataille Vikings-Lions de la semaine 18 pour le numéro 1 jusqu'à dimanche soir - Sports Illustrated",
        "Ce que nous observons : Les dirigeants du GOP font face à une lutte contre la limite de la dette - POLITICO",
        "Changer la couleur de vos yeux par la chirurgie est risqué. Ils l'ont fait quand même. - The Washington Post",
        "Un raid israélien vide de tous ses patients le dernier grand hôpital opérationnel du nord de Gaza et arrête son directeur - CNN",
        "Les contrats à terme sur actions glissent alors que Wall Street commence la dernière semaine de négociation de 2024 : mises à jour en direct - CNBC",
        "Voici les pires jeux PC optimisés de 2024 - DSOGaming",
        "La technologie Passkey est élégante, mais ce n'est certainement pas une sécurité utilisable - Ars Technica",
        "Biden annonce une aide de 2,5 milliards de dollars à la défense de l'Ukraine - ABC News",
        "Le musc giflé fait un demi-tour massif après la fonte du MAGA - The Daily Beast"
    ]
}