{
    "headlines": [
        "تحديثات حية لانتخابات 2024: أوبرا وينفري تنضم إلى هاريس في ميشيغان ؛ ترامب يتعهد بمحاربة معاداة السامية - واشنطن بوست",
        "وعدت فون دير لاين بأن تحصل أوروبا الوسطى التي ضربتها الفيضانات على مليارات الدولارات من مساعدات الاتحاد الأوروبي - رويترز",
        "رجل من ألاسكا متهم بتوجيه تهديدات بالقتل ضد قضاة المحكمة العليا - إن بي سي نيوز",
        "لماذا فجرت إسرائيل أجهزة الاستدعاء وأجهزة اللاسلكي التابعة لحزب الله — وماذا قد يحدث بعد ذلك ؟ - إن بي سي نيوز",
        "عوائد السوق الهادئة لارتفاع الأسهم حيث يبتهج المتداولون بخفض سعر الفائدة من قبل بنك الاحتياطي الفيدرالي - رويترز",
        "سيبدأ فريق الأبواق في البداية مع تعافي Ewers - ESPN",
        "سوني تعلن عن مجموعة PlayStation 30th Anniversary لأجهزة التحكم والتحكم في الحنين إلى الماضي - GameSpot",
        "أبلغت مقاطعة لوس أنجلوس عن مجموعة حمى الضنك التي تم الحصول عليها من البعوض المحلي - فوكس نيوز",
        "KSP: العثور على جثة بالقرب من موقع إطلاق النار بين ولايات كنتاكي يُعتقد أنه مشتبه به - WLWT Cincinnati",
        "أشارت إسرائيل إلى استعدادها للحرب مع حزب الله بعد هجومين مزدوجين بالمتفجرات. إليك ما نعرفه - سي إن إن",
        "والدة تشيستر بينينجتون: \"أشعر بالخيانة\" من لينكين بارك - رولينج ستون",
        "جاءت تهديدات القنابل في أعقاب مزاعم ترامب الكاذبة حول سبرينغفيلد. قد يغادر بعض الهايتيين - NPR",
        "تشرح ليدي غاغا لماذا لم تكلف نفسها عناء معالجة شائعة أنها رجل - سي إن إن",
        "قرار الاحتياطي الفيدرالي يفتح أبواب الفيضانات العقارية بعد أربع سنوات - فوكس بيزنس",
        "يربط العلماء مرة أخرى أصل جائحة كوفيد بحيوانات سوق ووهان - واشنطن بوست",
        "Palworld: Nintendo تقاضي شركة ألعاب فيديو \"Pokémon with guns\" - BBC.com",
        "نص ديدي المحموم لكاسي بعد اعتداء الفندق اقرأ بصوت عالٍ أثناء استئناف الكفالة - Yahoo Entertainment",
        "سيباستيان ستان يحكي كل شيء: أن تصبح دونالد ترامب، وكسب 15 رطلا وبطولة في الفيلم الأكثر إثارة للجدل 2024 - متنوعة",
        "يشهد تلسكوب جيمس ويب الفضائي تصادمًا مجريًا \"مبتسمًا\" (صور) - Space.com",
        "تقول الشرطة الإسرائيلية إنها أحبطت محاولة اغتيال إيرانية - ذا هيل"
    ]
}