{
    "headlines": [
        "Прозападная Санду из Молдовы заявляет о победе на выборах после обвинений во вмешательстве - Reuters",
        "Израильские власти расследуют предполагаемую утечку разведданных из Газы помощником Нетаньяху - Reuters",
        "Блэйни выигрывает свой путь в Чемпионат 4 с тенью на финише гонки - Motorsport.com",
        "RFK Jr. говорит, что фторид является «промышленным отходом», связанным с раком, заболеваниями и расстройствами. Вот что говорит наука - CNN",
        "Рой торнадо обрушился на район Оклахома-Сити - ABC News",
        "Саквон, скажи, что нет! Баркли выигрывает гонку на пилон за 19 ярдов TD - NFL",
        "Сезон ураганов все еще продолжается: Рафаэль может угрожать США на этой неделе - USA TODAY",
        "Дэн Кэмпбелл делает это снова, четвертое решение дает Lions преимущество над Packers - NBC Sports",
        "Выпускник «Бухты Доусона» Джеймс Ван Дер Бик объявляет о диагнозе «рак» - Новости CBS",
        "SpaceX запускает 23 спутника Starlink на ракете Falcon 9 с мыса Канаверал - WESH 2 Orlando",
        "Трамп говорит о стрельбе в прессе, увеличивает количество заявлений о фальсификации выборов на митинге в Папуа-Новой Гвинее - NBC News",
        "Хью Джекман в шутку соглашается, что приятель Райан Рейнольдс не смешной после замечаний Марты Стюарт: «Наконец-то кто-то это говорит» - Страница шестая",
        "США удерживают ирано-американцев в Иране из-за высокой напряженности после нападения Израиля на страну, - CBS News",
        "Харрис призывает чернокожих прихожан в церкви Детройта «перевернуть страницу ненависти» - Новости Детройта",
        "Выпускник Saturday Night Live Пит Дэвидсон ломает характер с приятелем Джоном Мулани в последнем музыкальном скетче - Entertainment Weekly News",
        "Израильские военно-морские коммандос похищают оперативника Хезболлы: отчет - Холм",
        "BYU, Toyota разрабатывают новую технологию сварки для раздвижных дверей минивэна - KSL.com",
        "Комиссар FCC утверждает, что камея Камалы Харрис «SNL» была «ясной и вопиющей» попыткой уклониться от правила равного времени - крайний срок",
        "Чего ожидать от чипа Apple M4 Ultra в следующем году - MacRumors",
        "На каком канале сегодня Colts vs Vikings? Время, телевизионное расписание для NFL Sunday Night Football - Oklahoman.com"
    ]
}