{
    "headlines": [
        "New Orleans Saints vs. Kansas City Chiefs Spielhighlights | NFL 2024 Woche 5 - NFL",
        "Harris wird in einem ausführlichen Interview mit '60 Minutes' - NPR auf genauere Details gedrängt",
        "Royals-Yankees-Spiel 2: Live-Updates aus dem Yankees-Stadion - KMBC Kansas City",
        "Live-Updates zum 7. Oktober: Tausende von Anti-Israel-Demonstranten schwärmen in NYC - New York Post",
        "Israel begeht den 7. Oktober als Jahrestag des Angriffs, während der Nahostkonflikt eskaliert - CNN",
        "Fehlinformationen sind nach dem Hurrikan Helene stark angestiegen. Hier ist ein Faktencheck. - CBS News",
        "Cissy Houston, legendäre Sängerin und Mutter von Whitney Houston, stirbt bei 91 - BBC.com",
        "Erwarten Sie nicht, dass die menschliche Lebenserwartung viel mehr wächst, sagt der Forscher - VOA Asia",
        "Taylor Swift besucht 'Monday Night Football' in Kansas City für Chiefs-Saints - NBC News",
        "US-Richter ordnet Google an, den App Store für Konkurrenten zu öffnen - BBC.com",
        "American Water, der größte Wasserversorger in den USA, wird von einem Cyberangriff angegriffen - The Associated Press",
        "Rashee Rice wahrscheinlich aus für die Saison in Chiefs Verletzung Schlag - New York Post",
        "'Instinkte übernahmen': Carpenters HR gleicht AlDS AUS - ESPN",
        "CDC beginnt, Reisende aus Ruanda auf das tödliche Marburg-Virus zu testen - NBC News",
        "Notizbuch des Reporters: Irans Raketen treffen Israel und ein tödlicher Terroranschlag in Tel Aviv - Fox News",
        "Apples nächste MacBook Pros könnten in Russland durchgesickert sein - The Verge",
        "Diddys Promi-Freunde legen sich vor drohenden Klagen stillschweigend mit den Opfern an: Anwalt - Fox News",
        "Russisches Gericht verurteilt 72-jährige Amerikanerin wegen Kampfes in der Ukraine zu Gefängnisstrafen - POLITICO",
        "Es ist leicht, Blutdruckwerte durcheinander zu bringen, wie eine neue Studie zeigt - NPR",
        "Das israelische Militär warnt vor Operationen an der Küste des Südlibanon - The Hill"
    ]
}