{
    "headlines": [
        "ਮਿਸੀਸਿਪੀ ਬ੍ਰਿਜ ਦੇ collapseਹਿਣ ਨਾਲ 3 ਮਰੇ ਅਤੇ 4 ਜ਼ਖਮੀ ਹੋ ਗਏ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਰਿਆਨ ਮਰਫੀ ਦੀ ‘ਗ੍ਰੋਟਸਕੁਰੀ’ ਆਪਣੇ ਆਪ ਨੂੰ ਬਿਗ ਟਵਿਸਟ ਐਪੀਸੋਡ ਨਾਲ ਪ੍ਰਗਟ ਕਰਦੀ ਹੈਃ \"ਕਿ ਇਸ ਵਿਚੋਂ ਕੋਈ ਵੀ ਚਮਤਕਾਰ ਨਹੀਂ ਹੈ\" - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਜ਼ੇਲੇਨਸਕੀ ਨੇ ‘ਜਿੱਤ ਦੀ ਯੋਜਨਾ ਦਾ ਖੁਲਾਸਾ ਕੀਤਾ,’ ਨਾਟੋ ਦੀ ਜ਼ਰੂਰੀ ਮੈਂਬਰਸ਼ਿਪ ਲਈ ਬੁਲਾਇਆ - ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਕਿਵੇਂ ਅਜਾਇਬ ਘਰ ਦੇ ਅਲਮਾਰੀ ਵਿਚ ਇਕ ’ਪੁਟ੍ਰਿਡ’ ਲੱਭਣਾ ਤਸਮਾਨੀਅਨ ਟਾਈਗਰ ਨੂੰ ਮੁੜ ਜੀਵਿਤ ਕਰਨ ਦੀ ਕੁੰਜੀ ਹੋ ਸਕਦਾ ਹੈ - ਗਾਰਡੀਅਨ",
        "ਲੀਅਮ ਪੇਨੇ, ਸਾਬਕਾ ਵਨ ਡਾਇਰੈਕਸ਼ਨ ਮੈਂਬਰ, 31 ਤੇ ਮਰ ਗਿਆ - ਸੀ ਐਨ ਐਨ",
        "ਯਮਨ ਦੇ ਹੂਤੀ-ਨਿਯੰਤਰਿਤ ਖੇਤਰਾਂ ਵਿੱਚ ਅਮਰੀਕੀ ਹਵਾਈ ਹਮਲਿਆਂ ਬਾਰੇ ਰੱਖਿਆ ਸਕੱਤਰ ਲੋਇਡ ਜੇ. ਔਸਟਿਨ ਤੀਜਾ ਦਾ ਬਿਆਨ - ਰੱਖਿਆ ਵਿਭਾਗ",
        "ਕੈਟਲਿਨ ਕਲਾਰਕ ਨੇ ਰੁਕੀ ਆਫ ਦਿ ਈਅਰ ਵਿਵਾਦ ਤੋਂ ਬਾਅਦ ਇਕ ਹੋਰ ਸਰਬਸੰਮਤੀ ਨਾਲ ਡਬਲਯੂਐਨਬੀਏ ਸਨਮਾਨ ਦਾ ਖੰਡਨ ਕੀਤਾ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "28 ਫੁੱਟ ਤੱਕ Ionescu ਦੇ ਜੇਤੂ ਪਾ ਲਿਬਰਟੀ ਉੱਪਰ 2-1 - ESPN",
        "ਮੇਨਡੇਜ਼ ਭਰਾਵਾਂ ਦਾ ਕੇਸਃ ਪਰਿਵਾਰਕ ਮੈਂਬਰਾਂ ਨੇ ਉਨ੍ਹਾਂ ਦੀ ਰਿਹਾਈ ਦੀ ਅਪੀਲ ਕੀਤੀ - ਬੀਬੀਸੀ.",
        "ਚੀਨ 562 ਬਿਲੀਅਨ ਡਾਲਰ ਤੱਕ ਅਧੂਰੀਆਂ ਜਾਇਦਾਦਾਂ ਲਈ ਸਮਰਥਨ ਵਧਾਉਣ ਲਈ - ਬਲੂਮਬਰਗ",
        "ਅਮਰੀਕਾ ਦੇ ਵਿਹੜੇ 'ਚ ਮੱਛਰ ਨਾਲ ਇਕ ਵਿਅਕਤੀ ਦੀ ਮੌਤ, ਮਾਮਲੇ ਵਧੇ - NDTV",
        "ਕਮਲਾ ਹੈਰਿਸ ਨੇ ਟੈਸਟੀ ਇੰਟਰਵਿ interview ਵਿੱਚ ਫੌਕਸ ਨਿ Newsਜ਼ ਐਂਕਰ ਨਾਲ ਸਪਰਿੰਗ ਕੀਤੀ - ਸੀਐਨਐਨ",
        "ਇਜ਼ਰਾਈਲ ਨੇ ਬੀਰੂਤ ਨੇੜੇ ਦਿਨਾਂ 'ਚ ਪਹਿਲੀ ਵਾਰ ਕੀਤਾ ਹੜਤਾਲ - ਨਿਊਯਾਰਕ ਟਾਈਮਜ਼",
        "ਐਮਾਜ਼ਾਨ ਨੇ ਸਾਲਾਂ ਦੇ ਵਿਕਾਸ ਤੋਂ ਬਾਅਦ ਆਪਣਾ ਪਹਿਲਾ ਰੰਗ ਕਿੰਡਲ ਈ-ਰੀਡਰ ਦਾ ਖੁਲਾਸਾ ਕੀਤਾ - ਰਾਇਟਰਜ਼",
        "ਐਨਾਲਾਗ ਨਵੇਂ N64- ਪ੍ਰੇਰਿਤ ਕੰਸੋਲ 'ਤੇ ਵੇਰਵਿਆਂ ਦਾ ਖੁਲਾਸਾ ਕਰਦਾ ਹੈ - ਆਈਜੀਐਨ ਡੇਲੀ ਫਿਕਸ - ਆਈਜੀਐਨ",
        "ਐਮਾਜ਼ਾਨ ਛੋਟੇ ਰਿਐਕਟਰਾਂ ਲਈ ਸੌਦੇ ਨਾਲ ਪ੍ਰਮਾਣੂ onਰਜਾ 'ਤੇ ਦੁੱਗਣੀ ਕਰਦਾ ਹੈ - ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਲਾਸ ਏਂਜਲਸ ਆਰਚਡੀਓਸੀ 880 ਮਿਲੀਅਨ ਡਾਲਰ ਦੇ ਜਿਨਸੀ ਸ਼ੋਸ਼ਣ ਦੇ ਨਿਪਟਾਰੇ ਤੇ ਪਹੁੰਚਦਾ ਹੈ - ਰਾਇਟਰਜ਼",
        "ਜੱਜ ਜਾਰਜੀਆ ਦੇ ਨਵੇਂ ਚੋਣ ਨਿਯਮਾਂ ਨੂੰ ਅਯੋਗ ਕਰ ਦਿੰਦਾ ਹੈ, ਜਿਸ ਵਿੱਚ ਬੈਲਟ ਕਾਉਂਟਸ ਅਤੇ ਪ੍ਰਮਾਣੀਕਰਣ ਸ਼ਾਮਲ ਹਨ - ਪੀਬੀਐਸ ਨਿ Newsਜ਼ਹੋਰ",
        "ਐਸ਼ੇਵਿਲ, ਉੱਤਰੀ ਕੈਰੋਲੀਨਾ, ਸਕੂਲ ਹੈਲੀਨ ਦੇ ਮਾਰਨ ਤੋਂ ਇਕ ਮਹੀਨੇ ਬਾਅਦ ਦੁਬਾਰਾ ਖੋਲ੍ਹਣ ਦੀ ਯੋਜਨਾ ਬਣਾ ਰਹੇ ਹਨ, ਪਰ ਚੁਣੌਤੀਆਂ ਅਜੇ ਵੀ ਹਨ - ਐਨਬੀਸੀ ਨਿ Newsਜ਼",
        "ਐਫਟੀਸੀ ਨੇ ‘ਕਲਿਕ-ਟੂ-ਰਹਿਤ' ਨਿਯਮ ਅਪਣਾਇਆ ਜਿਸ ਨਾਲ ਅਣਚਾਹੇ ਗਾਹਕੀਆਂ ਤੋਂ ਛੁਟਕਾਰਾ ਪਾਉਣਾ ਸੌਖਾ ਹੋ ਜਾਂਦਾ ਹੈ - ਪੀਬੀਐਸ ਨਿ Newsਜ਼ਹੋਰ"
    ]
}