{
    "headlines": [
        "TikTok kannte die Tiefe der Risiken der App für Kinder, wie das Gericht in einem Dokument behauptet - The Washington Post",
        "Auf Fotos: Nordlichter blenden den Himmel über den USA und der Welt - Axios",
        "Faktencheck Obamas Kundgebung in Pittsburgh für Kamala Harris - Newsweek",
        "Aktienmarkt heute: Dow steigt um 400 Punkte auf neue hohe S&P 500-Kerben - Yahoo Finance",
        "Harris Kampagne, um Trumps Detroit-Kommentar während der Lions, Tigers-Spiele zu lüften - Detroit Free Press",
        "Schwesterfrauen-Star Kody Browns Tochter Mykelti schlägt nach vorheriger Unterstützung gegen ihn - E! Online - E! NEWS",
        "Duke Energy Florida gibt geschätzte Wiederherstellungszeiten für Kunden heraus, die vom Hurrikan Milton betroffen sind - Duke Energy News Center",
        "Mit Xbox Cloud Gaming können Sie im nächsten Monat Ihre eigenen Spiele streamen - The Verge",
        "MLB rückt nach Mets Wetterdebakel Tigers-Guardians Spiel 5 nach - New York Post",
        "1 Toter und 23 Gerettete nach Aufzugsproblem in der Touristenmine von Colorado ließen einige 1.000 Fuß unter der Erde für 6 Stunden gefangen - CNN",
        "Friedensnobelpreis für die japanische Organisation Nihon Hidankyo für ihre Arbeit gegen Atomwaffen - The Associated Press",
        "Mike Tyson sendet Diddy inmitten des Sexhandelsskandals eine bizarre Nachricht: \"Ich wünsche ihm alles Gute\" - New York Post",
        "[entfernt]",
        "Ungekochtes Bärenfleisch beim Barbecue in North Carolina lässt 10 krank werden, sagt CDC-Bericht - Fox News",
        "Der größte Sturm in unserem Sonnensystem bewegt sich unerwartet, sagen Wissenschaftler - CNN",
        "Steam warnt Kunden jetzt, dass sie nur dann eine Lizenz kaufen, wenn sie für ein Spiel bezahlen - Eurogamer",
        "[entfernt]",
        "Ruanda Marburg Ausbruch: Afrika Gesundheitschef kritisiert US-Reisetipps - BBC.com",
        "Drei H-E-B-Produkte, die in einem massiven Fleischrückruf aufgrund von Listerien genannt wurden - mySA",
        "Seltener Komet, der wahrscheinlich für das menschliche Auge in Minnesota sichtbar ist. So sehen Sie es. - Star Tribune"
    ]
}