{
    "headlines": [
        "احتمالات الرؤساء ضد ستيلرز، التنبؤ: اختيارات يوم عيد الميلاد في اتحاد كرة القدم الأميركي، أفضل رهان - نيويورك بوست",
        "الأطباء يرفعون الأعلام الحمراء على أدوية إنقاص الوزن: قد يدمرون عظامك وعضلاتك - المجرة اليومية - قناة الاكتشافات العظيمة",
        "حماس تتهم إسرائيل برفض صفقة الرهائن، وإدخال شروط جديدة - تقرير - جروسالم بوست",
        "مطاردة القاتل \"اليائس\" الذي فر من سجن المسيسيبي، كما تقول السلطات - سي بي إس نيوز",
        "روسيا تشن هجمات \"غير إنسانية\" في يوم عيد الميلاد، كما تقول أوكرانيا - رويترز",
        "جاري تطهير بيانات مستخدم Google - ما تحتاج إلى معرفته - Forbes",
        "حالات السعال الديكي في الولايات المتحدة هي الأعلى منذ عقد من الزمان - سي إن إن",
        "المتاجر مفتوحة يوم عيد الميلاد 2024: ساعات عمل Walgreens و CVS و Safeway و Acme والمزيد - Axios",
        "إلقاء اللوم على تصادم طائرة طوكيو بسبب سوء فهم الطيار - صحيفة وول ستريت جورنال",
        "NFL Christmas Gameday على Netflix: أين تشاهد أداء بيونسي بين الشوطين، وتنبؤ قائمة الأغاني، والمزيد - CBS Sports",
        "لماذا لا تزال المركبة الفضائية التي تلمس الشمس التابعة لوكالة ناسا بعيدة عن الاتصال - فوربس",
        "بايدن يوقع 50 مشروع قانون، ويجعل النسر الأصلع الطائر الرسمي للبلاد - رويترز",
        "العشرات يخشون الموت مع تحطم طائرة الخطوط الجوية الأذربيجانية في كازاخستان - فاينانشال تايمز",
        "حصري | من سيتولى صموئيل آدمز بعد ملك البيرة الحرفية ؟ زوجته - صحيفة وول ستريت جورنال",
        "مقتل 13 شخصًا على الأقل في غارات باكستانية على مخابئ يشتبه في أنها للمتشددين في أفغانستان - وكالة أسوشيتد برس",
        "يقول المعجبون الشيء نفسه بعد أن وصلت مباراة كرة القدم في الكلية إلى 5 درجات يوم الثلاثاء - Athlon Sports",
        "الحكام الإسلاميون السوريون يتجنبون نموذج حكم طالبان - إذاعة أوروبا الحرة/ إذاعة الحرية",
        "ترامب غاضب من بايدن لتدمير خططه للإعدام: \"لا معنى له\" - ذا ديلي بيست",
        "مهنة جاستن بالدوني \"ميتة\" لأن تقديم بليك ليفلي هو \"مجرد بداية\" للحرب القانونية: تقرير - هندوستان تايمز",
        "هوندا، صفقة نيسان يمكن أن تكون مفتاح العودة ضد BYD الصينية - بلومبرغ"
    ]
}