{
    "headlines": [
        "Hauskatze stirbt an Vogelgrippe nach dem Verzehr von rohem Haustierfutter in Washington Co. - Fox 12 Oregon",
        "Die Aurora Borealis am Weihnachtstag könnte Teile der USA beleuchten - New York Post",
        "Ryan Reynolds zeigt seltene Emotionen, nachdem seine Frau Blake Lively Justin Baldoni wegen sexueller Belästigung verklagt hat - Hindustan Times",
        "NORADs Weihnachtsmann-Tracker war ein Moralschub des Kalten Krieges. Jetzt zieht es Millionen von Kindern an. - POLITICO",
        "US-Keuchhustenfälle steigen auf den höchsten Stand seit einem Jahrzehnt - The Washington Post",
        "Sean Combs wird von einem Mann verklagt, der \"Wild King Nights\" detailliert beschreibt und behauptet, sexuelle Batterie zu haben - Rolling Stone",
        "Drei erschossen, als Bewaffnete Haitis größtes Krankenhaus angriffen - BBC.com",
        "Angetrieben von Wut und Koffein streiken 200 Starbucks-Arbeiter in der Gegend von Pittsburgh - TribLIVE",
        "Trump schwört, Hinrichtungen zu verfolgen, nachdem Biden den größten Teil der Todeszelle des Bundes pendelt - The Associated Press",
        "Was Sie in dieser Weihnachtszeit über Infektionskrankheiten wissen sollten - Yahoo! Voices",
        "Wie fühlt es sich an? Bob Dylans Heimatstadt bereitet sich auf einen neuen Film über den Sänger vor - MPR News",
        "Bleacher Report's Expert Week 17 NFL Picks - Bleacher Report",
        "Quellen: Texans ’Tank Dell riss mediale Kollaterale, laterale Kollaterale sowie ACL, disloziertes Knie, Meniskusschäden - KPRC Click2Houston",
        "Die Weihnachtsmann-Rallye beginnt an der Wall Street: Aktienzuwachs, Tesla steigt, Bitcoin erreicht 98.000 $ - Yahoo Finance",
        "Trumps Wahlkampf entfacht Streit um richterliche Pensionierungen, neue Richterämter - The Washington Post",
        "Was die Astronauten, deren Rückkehr zur Erde verzögert wurde, zum Weihnachtsessen im Weltraum essen werden - Yahoo! Voices",
        "Fotos: Einsturz des Santa Cruz Wharf - KRON4",
        "Russisches Schiff unter US-Sanktionen sinkt nach Maschinenraum-Explosion - BBC.com",
        "„Chrismukkah“: Warum Weihnachten und Chanukka in diesem Jahr auf dasselbe Datum fallen - Axios",
        "Der Mega Millions-Jackpot knackt 1 Milliarde US-Dollar vor der Weihnachtsabend-Ziehung - ABC News"
    ]
}