{
    "headlines": [
        "YR4 asteroid: The hits and near-misses you never hear about - BBC.com",
        "Trump se diverte com demissões federais em massa e zomba de Biden antes de adorar a multidão conservadora - The Associated Press",
        "Policial morto e outros 5 feridos após atirador manter funcionários de hospital da Pensilvânia como reféns e abrir fogo, dizem autoridades - CNN",
        "Devin Williams é sincero sobre a nova política de barba dos Yankees e suas implicações de agência livre - New York Post",
        "Spirit Awards: Lista de Vencedores (Atualização ao Vivo) - Hollywood Reporter",
        "Homem que comeu parte do cérebro da vítima recebeu alta supervisionada do hospital psiquiátrico de Connecticut - CBS News",
        "Papa está em estado ‘crítico’ após sofrer ‘crise respiratória asmática’, diz Vaticano - CNN",
        "Artur Beterbiev vs. Dmitry Bivol 2 resultados da luta: Atualizações de boxe ao vivo, destaques, placar, hora de início - CBS Sports",
        "Lynne Marie Stewart, atriz de 'Pee-wee's Playhouse', morre aos 78 anos após doença 'inesperada' - usa TODAY",
        "Meloni, da Itália, defende discurso de Vance em Munique criticando a Europa - POLITICO",
        "EUA dizem que receita do negócio de minerais alimentará o crescimento da Ucrânia no pós-guerra - Financial Times",
        "As consequências da aquisição da HP pela Humane - TechCrunch",
        "‘Dreams (Sex Love)’ vence o Festival de Cinema de Berlim, enquanto ‘The Blue Trail’ ganha o Grande Prémio do Júri - Variedade",
        "Rihanna diz que o seu próximo álbum será \"inesperado\" - BBC.com",
        "Matthew Stafford para Giants, Aaron Rodgers para Rams? - NBC Sports",
        "O Grupo Lazarus transfere fundos para várias carteiras, já que a Bybit oferece recompensas - Cointelegraph",
        "Previsões do UFC Fight Night 252: Cejudo ou Song são os melhores em Seattle? - MMA Junkie",
        "O que é o HKU5-CoV-2? Cientistas encontram vírus de morcego semelhante ao COVID-19 - Forbes"
    ]
}