{
    "headlines": [
        "يخسر القادة أمام رعاة البقر بعد الانتهاء من البرية التي تشمل بات، واثنين من TDs 80+ ياردة - ياهو سبورتس",
        "ردود الفعل السريعة: تقع الفهود في أيدي الرؤساء، لكنها تخطو خطوات واسعة في لعبة التمرير - Panthers.com",
        "حزب الله يضرب إسرائيل بأعنف وابل منذ أسابيع - بوليتيكو",
        "يقول ماكبرايد إن حظر الحمام الذي فرضه الجمهوريون في مجلس النواب هو \"محاولة لصرف الانتباه عما يفعلونه بالفعل\" - ذا هيل",
        "قتيلان وجريح واحد في حادث تحطم طائرة بمحرك واحد في كولورادو - إيه بي سي نيوز",
        "تستدعي إدارة الغذاء والدواء الأمريكية شرائط التورتيلا الخالية من الغلوتين لاحتمال احتوائها على الغلوتين - WKRC TV Cincinnati",
        "يكشف التسرب الهائل لول عن موسم نوكسوس وبطل أركان 2025 - ديكسيرتو",
        "الجمهوريون ينتقدون مزاعم الديمقراطيين بأن استخبارات ترامب تختار غابارد \"مخترقة\" - وكالة أسوشيتد برس",
        "سوق السندات يوقف الركض الوحشي مع ارتداد المشترين على عوائد 4.5 ٪ - Yahoo Finance",
        "تودع الأرض \"قمرها الصغير\" المؤقت الذي ربما يكون جزءًا من قمرنا الفعلي - ABC News",
        "\"الشرير\" يتصدر شباك التذاكر العالمي بمبلغ 164 مليون دولار، و \"المصارع الثاني\" يتجاوز 220 مليون دولار في جميع أنحاء العالم - متنوعة",
        "فتح مسلحون في جنوب شرق المكسيك النار في حانة مما أسفر عن مقتل 6 وإصابة 5 مع تصاعد العنف - وكالة أسوشيتد برس",
        "قبل شهر واحد فقط من عيد الميلاد، خفضت أمازون سعر PS5 Slim إلى مستوى قياسي جديد - Gizmodo",
        "هل سيستمر التضخم ؟ ماذا يقول النفط والذهب والأسهم عن الأسعار - MarketWatch",
        "دعائم لاعب اتحاد كرة القدم الأميركي، QB، RB، اختيارات الرهان WR، الاحتمالات، الأسبوع 12، 2024 توقعات دعامة الذكاء الاصطناعي: مايفيلد أكثر من 1.5 TDs - CBS Sports",
        "داكوورث يحطم سجل هيغزيث العسكري: \"مرتبة منخفضة جدًا\" - The Daily Beast",
        "\"قليلا من لحظة \": تايلور سويفت تقدم عروضا لعصور البكاء جولة وداع إلى تورونتو - رولينج ستون",
        "هاجرتي: الجمهور لا يهتم بمن يقوم بفحص خلفية هيغزيث - ABC News",
        "هرتسوغ: نحن في لحظة حرجة، \"الرهائن اليوميون ليسوا معنا هو فشل\" - جروسالم بوست",
        "توقعات السفر في عيد الشكر: يمكن لنظام العواصف مع موجات من الثلج أن يقطع جزءًا واحدًا من ميشيغان - MLive.com"
    ]
}