{
    "headlines": [
        "بلينكن يضغط على نتنياهو الإسرائيلي بشأن الظروف القاسية في شمال غزة - واشنطن بوست",
        "كان One Direction أكثر من مجرد فرقة للعديد من المعجبين. وفاة ليام باين تمثل نهاية حقبة - سي إن إن",
        "جهاز MacBook Pro M4 من Apple، وجهاز Mac Mini المجدد، وجهاز iMac مقاس 24 بوصة يتم إطلاقه \"قريبًا جدًا\" لأنه يدعو الموظفين الإعلاميين للتسليم العملي - Wccftech",
        "مشرف مقاطعة أورانج أندرو دو يعترف بالذنب في قضية فساد ويستقيل، كما يقول المدعون الفيدراليون - ABC7 لوس أنجلوس",
        "مؤشر داو جونز اليوم: الأسهم ترتفع في التداول بعد الظهر ؛ المؤشرات الرئيسية تقترب من مستويات قياسية - Investopedia",
        "نقطة محذوفة هنا",
        "الاستخبارات الأمريكية تقيم عملاء روس وراء فيديو مزيف يحاولون تشويه سمعة تيم والتز - سي إن إن",
        "يجب على رودي جولياني إعطاء السيطرة على السلع الفاخرة وشقة مانهاتن للعاملين في الانتخابات في جورجيا الذين شوه سمعتهم، وقواعد القاضي - سي إن إن",
        "\"نحن نحبك \": تتدفق التحية لراكبي الأمواج الذين ماتوا بعد أن ذُكر أن سمك أبو سيف قد ثقب صدره - USA TODAY",
        "زاك بريان يؤكد انفصاله عن بريانا تشيكن فراي \"المغمورة حقًا \":\" أنا لست مثاليًا \"- نيويورك بوست",
        "جوائز الدوري الاميركي للمحترفين التوقعات، الاحتمالات: يختار الخبراء لأفضل لاعب، أفضل لاعب دفاعي للعام وأكثر من ذلك لموسم 2024-2025 - CBS Sports",
        "نقطة محذوفة هنا",
        "يقول الأخ إن إسرائيل \"مسؤولة بنسبة 100 ٪\" عن وفاة شيريل جولان بالانتحار - الولايات المتحدة الأمريكية اليوم",
        "إحاطة يوم الثلاثاء: حملات هاريس مع تشيني ؛ سنترال بارك فايف ؛ إطلاق النار في فال سيتي ؛ قروض الطلاب ؛ جدول الدوري الاميركي للمحترفين ؛ وأكثر من ذلك - واشنطن بوست",
        "الحامل الغجرية روز بلانشارد تظهر لأول مرة صور درامية قبل وبعد تحول الأسنان - E! NEWS",
        "UFC 308 مضمن: سلسلة Vlog - الحلقة 2 - UFC",
        "تشير إرشادات جديدة إلى أنه يمكن الوقاية من ما يصل إلى 80 ٪ من السكتات الدماغية مع تغييرات نمط الحياة - جروسالم بوست",
        "يدعي متهم ديدي أن اللاعب المؤيد للرياضة تدخل أثناء الاعتداء الجنسي في حفلة مرصعة بالنجوم: دعوى قضائية - ياهو! أصوات",
        "ما يجب معرفته عن قمة بريكس لبوتين مع قادة العالم - أكسيوس",
        "اعتقال الرئيس التنفيذي السابق لشركة Abercrombie & Fitch بتهم الاتجار بالجنس - ABC News"
    ]
}