{
    "headlines": [
        "ਵ੍ਹਾਈਟ ਸੋਕਸ ਕੱਟ ਸਲਗਰ ਗੈਲੋ ਬਸੰਤ ਸੰਘਰਸ਼ ਤੋਂ ਬਾਅਦ - ਈਐਸਪੀਐਨ",
        "2025 ਖਿਡਾਰੀਆਂ ਦੀ ਚੈਂਪੀਅਨਸ਼ਿਪ ਦੇ ਫਾਈਨਲ ਗੇੜ ਦੌਰਾਨ ਖੇਡ ਮੁਅੱਤਲ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਰਾਜ ਦੇ ਸੱਕਤਰ ਮਾਰਕੋ ਰੂਬੀਓ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਈਰਾਨ ਦੀ ਹਮਾਇਤ ਪ੍ਰਾਪਤ ਹੂਤੀਆਂ 'ਤੇ ਹਵਾਈ ਹਮਲੇ \"ਦੁਨੀਆ ਨੂੰ ਇੱਕ ਕਿਰਪਾ ਕਰ ਰਹੇ ਹਨ\" - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਟਰੰਪ ਅਪ, ਨਵ ਚੋਣ ਵਿੱਚ ਥੱਲੇ Dems - Axios",
        "ਐਨਵਾਈਸੀ ਸਿਹਤ ਵਿਭਾਗ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਸੈਵੇਜ ਕੈਟ ਫੂਡ ਘਾਤਕ ਫਲੀਨ ਬਰਡ ਫਲੂ ਦੇ ਕੇਸਾਂ ਨਾਲ ਜੁੜਿਆ - ਗੋਥਾਮਿਸਟ",
        "‘ਕੋਈ ਗਾਰੰਟੀ ਨਹੀਂ’: ਸਕਾਟ ਬੇਸੈਂਟ ਮੰਦੀ ਨੂੰ ਰੱਦ ਨਹੀਂ ਕਰੇਗਾ - ਪੋਲਿਟਿਕੋ",
        "ਬਾਕਸ ਆਫਿਸਃ ਜੈਕ ਕਾਇਡ ਦਾ 'ਨੋਵੋਕੇਨ‘ 8.7 ਮਿਲੀਅਨ ਡਾਲਰ ਦੀ ਸ਼ੁਰੂਆਤ ਦੇ ਨਾਲ ਦਰਦਨਾਕ ਹੌਲੀ ਹਫਤੇ ਦੇ ਅੰਤ ਦੀ ਅਗਵਾਈ ਕਰਦਾ ਹੈ - ਵੰਨਗੀ",
        "ਵ੍ਹਾਈਟ ਹਾ Houseਸ ਓਰੇਕਲ ਤੋਂ ਟਿਕਟੋਕ ਨੂੰ ਚਲਾਉਣ ਲਈ ਸੌਦੇ 'ਤੇ ਗੰਭੀਰਤਾ ਨਾਲ ਵਿਚਾਰ ਕਰਦਾ ਹੈ - ਪੋਲਿਟਿਕੋ",
        "ਆਰਸੇਨਲ 1-0 ਚੇਲਸੀਆ, ਪ੍ਰੀਮੀਅਰ ਲੀਗਃ ਮੈਚ ਤੋਂ ਬਾਅਦ ਪ੍ਰਤੀਕ੍ਰਿਆ, ਰੇਟਿੰਗ - ਸਾਨੂੰ ਕੋਈ ਇਤਿਹਾਸ ਨਹੀਂ ਮਿਲਿਆ",
        "ਟਰੰਪ ਦੇ ਆਦੇਸ਼ ਤੋਂ ਬਾਅਦ ‘ਵਰਚੁਅਲ’ ਸਾਰੇ ਵੌਇਸ ਆਫ ਅਮਰੀਕਾ ਦੇ ਸਟਾਫ ਨੇ ਛੁੱਟੀ 'ਤੇ ਪਾ ਦਿੱਤਾ - ਅਲ ਜਜ਼ੀਰਾ ਅੰਗਰੇਜ਼ੀ",
        "ਟਰੰਪ ਨੇ ਦੇਸ਼ ਨਿਕਾਲਾ ਤੇਜ਼ ਕਰਨ ਲਈ 18ਵੀਂ ਸਦੀ ਦੇ ਕਾਨੂੰਨ ਦੀ ਕੀਤੀ ਮੰਗ, ਜੱਜ ਨੇ ਘੰਟਿਆਂ ਬਾਅਦ ਰੋਕਿਆ - The Associated Press",
        "ਆਈਫੋਨ 17 ਏਅਰ ਨਵੇਂ ਲੀਕ ਹੋਏ ਡਮੀ ਸ਼ਾਟਸ ਵਿਚ ਹੋਰ ਮਾਡਲਾਂ ਨੂੰ ਚੰਕੀ ਦਿਖਾਈ ਦਿੰਦਾ ਹੈ - ਦਿ ਵਰਜ",
        "ਟਰੰਪ ਅਤੇ ਪੁਤਿਨ ਇਸ ਹਫਤੇ ਜੰਗਬੰਦੀ ਪ੍ਰਸਤਾਵ 'ਤੇ ਬੋਲਣਗੇ, ਦੂਤ ਕਹਿੰਦੇ ਹਨ - ਐਕਸੀਓਸ",
        "ਟੋਰਨਾਡੋ ਫੈਲਣ ਲਾਈਵ ਅਪਡੇਟਸਃ 40 ਟੋਰਨਾਡੋ, ਕਰਾਸ-ਕੰਟਰੀ ਤੂਫਾਨ ਪ੍ਰਣਾਲੀ ਵਿਚ 34 ਮਰੇ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਫੋਟੋ ਕੈਲੋਰੀ ਐਪ ਕੈਲ ਏਆਈ, ਇੱਕ ਮਿਲੀਅਨ ਤੋਂ ਵੱਧ ਵਾਰ ਡਾਉਨਲੋਡ ਕੀਤਾ ਗਿਆ, ਦੋ ਕਿਸ਼ੋਰਾਂ ਦੁਆਰਾ ਬਣਾਇਆ ਗਿਆ ਸੀ - TechCrunch",
        "ਨਾਸਾ ਦੇ ICESat-2 ਧਰਤੀ ਦੇ ਬਦਲ ਰਹੇ ਬਰਫ਼ ਨੂੰ ਟਰੈਕ ਕਰਨ ਲਈ 2 ਟ੍ਰਿਲੀਅਨ ਲੇਜ਼ਰ ਦਾਲਾਂ ਨੂੰ ਅੱਗ ਲਗਾਉਂਦਾ ਹੈ - ਦਿ ਡੇਲੀ ਗਲੈਕਸੀ --Great Discoveries Channel",
        "ਕੈਨਿ ਵੈਸਟ ਨੇ ‘ਕਰਦਸ਼ੀਅਨ ਭੀੜ‘ ’ਤੇ ਦੋਸ਼ ਲਾਇਆ ਕਿ ਉਹ ਆਪਣੇ ਅਤੇ ਕਿਮ ਦੇ ਚਾਰ ਬੱਚਿਆਂ ਨਾਲ ਉਸ ਦੇ ਪਾਲਣ ਪੋਸ਼ਣ ਨੂੰ ਸੀਮਤ ਕਰ ਰਿਹਾ ਹੈਃ‘ਇਹ ਇਸ ਤਰ੍ਹਾਂ ਹੈ ਜਿਵੇਂ ਮੈਂ ਜੇਲ੍ਹ ਵਿੱਚ ਹਾਂ ’ - ਪੰਨਾ ਛੇ",
        "ਜਰਮਨੀਃ ਗੈਰਾ ਟ੍ਰਾਮ ਵਿਚ ਰੌਸ਼ਨੀ ਪਾਉਣ ਵਾਲੀ ਔਰਤ, ਗੰਭੀਰ ਰੂਪ ਵਿਚ ਜ਼ਖਮੀ - ਡੀਡਬਲਯੂ (ਅੰਗਰੇਜ਼ੀ)",
        "ਜਿਵੇਂ ਕਿ ਏਆਈ ਨਰਸਾਂ ਹਸਪਤਾਲ ਦੀ ਦੇਖਭਾਲ ਨੂੰ ਮੁੜ ਆਕਾਰ ਦਿੰਦੀਆਂ ਹਨ, ਮਨੁੱਖੀ ਨਰਸਾਂ ਵਾਪਸ ਧੱਕ ਰਹੀਆਂ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ"
    ]
}