{
    "headlines": [
        "الولايات المتحدة تتهم 3 قراصنة إيرانيين يزعم أنهم استهدفوا حملة ترامب - سي بي إس نيوز",
        "ماجي سميث، ممثلة سرقة المشهد الشهيرة بهاري بوتر و \"داونتون آبي\"، توفيت عن عمر يناهز 89 عامًا - وكالة أسوشيتد برس",
        "إضراب عمال الموانئ يمكن أن يزعج سلسلة التوريد ويفسد ميزانية عطلتك - USA TODAY",
        "تقول إسرائيل إنها ضربت مقر حزب الله بضربات جوية في بيروت - فاينانشال تايمز",
        "سوق الأسهم اليوم: ارتفاع مؤشر داو جونز مع انخفاض مؤشر التضخم المفضل لدى بنك الاحتياطي الفيدرالي - Yahoo Finance",
        "أمانبور: تعليق ميلانيا ترامب \"وسائل الإعلام الرئيسية\" \"خطير\" - ذا هيل",
        "عمدة نيويورك إريك آدمز يدخل قاعة المحكمة لمواجهة تهم الفساد - رويترز",
        "نقطة محذوفة هنا",
        "إسرائيل تضرب ضواحي بيروت بضربات جوية عنيفة - رويترز",
        "يؤكد العلماء وجود 40 حفرة ضخمة في قاع بحيرة ميشيغان - Livescience.com",
        "كانت هدى قطب تفكر في مغادرة \"اليوم\" \"لفترة طويلة حقًا\"، لكن الزملاء ما زالوا \"مصدومين\"، وفقًا للمصادر - الصفحة السادسة",
        "تُظهر مقاطع فيديو إعصار هيلين فيضانات وأضرارًا مدمرة وسط جهود الإنقاذ المستمرة في فلوريدا - سي بي إس نيوز",
        "تحديثات حية: نتنياهو يخاطب الأمم المتحدة بينما تدعو الدول إلى وقف إطلاق النار بين إسرائيل وحزب الله - واشنطن بوست",
        "توقعات جريئة للأسبوع الرابع من عام 2024: يسلم الباكرز الفايكنج أول خسارة بغض النظر عمن يكون كيو بي، ينفجر آندي دالتون مرة أخرى - سي بي إس سبورتس",
        "الحوثيون اليمنيون يدعون شن هجمات على مدن إسرائيلية وسفن حربية أمريكية - الجزيرة الإنجليزية",
        "الحزب الحاكم في اليابان ينتخب شيجيرو إيشيبا رئيسا جديدا للوزراء - واشنطن بوست",
        "يمكن أن يزيد الكحول من خطر الإصابة بالسرطان. ما يقوله الخبراء حول كم هو أكثر من اللازم - أخبار سي بي إس",
        "تبدو نظارات ميتا الذكية الجديدة وكأنها المستقبل - The Verge",
        "\"اليوم هناك بكاء في البيسبول \": تودع ألعاب القوى أوكلاند بفوز نهائي واحد - سي إن إن",
        "رعاة البقر يتشبثون بهزيمة العمالقة في مباراة مليئة بالإصابات ليلة الخميس لكرة القدم - ياهو سبورتس"
    ]
}