{
    "headlines": [
        "Oct. 7 anniversary live updates: Nearly 1,000 protesters crowd Wall St. - New York Post ",
        "Why No One Will Get Fired Over ‘Joker: Folie à Deux’ - Hollywood Reporter",
        "Black box warnings meant to lower suicide risks of antidepressants may have the opposite effect, study finds - CNN",
        "Don’t expect human life expectancy to grow much more, researcher says - The Associated Press",
        "Dow tumbles 400 points as 10-year yield tops 4%, oil jumps: Live updates - CNBC",
        "TikTok star Taylor Rousseau Grigg was ‘fighting for life everyday’ before death at 25 - New York Post ",
        "Georgia Supreme Court reinstates 6-week abortion ban, reversing lower court ruling - ABC News",
        "Cissy Houston, Whitney Houston’s mother and a Grammy-winning singer, dies at 91 - The Associated Press",
        "Fact check: Six days of Trump lies about the Hurricane Helene response - CNN",
        "Oil prices extend gains, lifting Brent crude towards $80 on fears of wider Middle East conflict - Reuters",
        "Tigers vs. Guardians prediction, ALDS score today: Live updates, highlights from Game 2 - Detroit Free Press",
        "Mexican Mayor Decapitated 6 Days After Taking Office, Head Found On Truck - NDTV",
        "Samsung Galaxy A16 launches with 6 years of Android updates, half the price of Pixel 8a - 9to5Google",
        "Fauci feared he would never ‘return to normal’ after contracting West Nile virus - The Hill",
        "iOS 18.1 beta 6 adds two new connectivity toggles for Control Center - 9to5Mac",
        "Woman charged with 3 murders in 3 days labeled a serial killer by police in Canada - CBS News",
        "Threads knows it has an engagement bait problem - The Verge",
        "Israel marks October 7 attack anniversary as Middle East conflict escalates - CNN",
        "Johnson names new CPS Board after resignations - WBEZ Chicago",
        "Swing state election officials were ready for anything. Not this. - POLITICO"
    ]
}