{
    "headlines": [
        "Wishing he could do more, Biden fades into campaign’s background - POLITICO",
        "CNN Poll: Harris and Trump remain in a locked race and are tied heading into the final stretch - CNN",
        "Virginia governor reacts to judge's ruling stopping state from removing citizens from voter rolls - Fox News",
        "‘What the f**k to do with them?’ Russian soldiers heard condemning North Korean recruits in intercepted audio - CNN",
        "'Star Wars' Daisy Ridley Movie Looking for New Scribe After Steven Knight Exit - Deadline",
        "US rapper Lil Durk arrested in Florida on murder-for-hire charge - BBC.com",
        "Best Buy's 3-Day Gaming Sale Has Excellent Gaming Laptop, Monitor, And Desktop Deals - GameSpot",
        "CDC says 75 people affected in E. coli outbreak linked to McDonald's Quarter Pounders - CNBC",
        "DNA analysis of medieval man thrown into a well suggests story in Norse saga really happened - Livescience.com",
        "Tesla Stock Jumped 22%. What Market History Says Happens Next. - Barron's",
        "Spirit Airlines stock jumps 25% after struggling budget carrier said it will sell planes, cut jobs - CNBC",
        "15-year-old accused of killing family, staging scene to frame deceased younger brother - KOMO News",
        "2024 NFL trade deadline: Five proposed last-minute deals, including major Buccaneers, 49ers, Vikings splashes - CBS Sports",
        "Active ingredient in Ozempic, Wegovy may reduce risk of Alzheimer's disease: Study - ABC News",
        "Lebanon: Three journalists killed in Israeli air strike - BBC.com",
        "Boeing union to striking workers: 'Bullying' each other over strike votes is 'vile' - Yahoo! Voices",
        "I Tried the iPhone 16's New Visual Intelligence, and It Feels Like the Future - CNET",
        "A SpaceX capsule just came back to Earth. Here’s why Boeing Starliner’s astronauts weren’t on it - CNN",
        "What’s next for the Menendez brothers as DA recommends their resentencing decades after their parents’ killing - CNN",
        "Harris, Beyoncé team up for a Texas rally on abortion rights and hope battleground states hear them - The Associated Press"
    ]
}