{
    "headlines": [
        "Акции Trump Media падают по мере окончания блокировки - The Wall Street Journal",
        "По следам загадочной женщины, чья компания лицензировала взрывающиеся пейджеры - Reuters",
        "FDA одобрило первую вакцину против гриппа, которую можно самостоятельно вводить в домашних условиях - CNN",
        "Мохамед Аль-Файед был «монстром, которого поддерживал» Harrods, говорит адвокат - BBC.com",
        "Почему Мэн и Небраска враждуют из-за коллегии выборщиков - Axios",
        "«Никогда не стареет»: астронавт НАСА и выпускница Калифорнийского университета в Дэвисе Трейси К. Дайсон разговаривает с KCRA 3 в прямом эфире с МКС - KCRA Sacramento",
        "Самообучающийся ИИ делит НФЛ на спреды, более низкие ставки, выбор денежной линии для каждой игры на 3-й неделе 2024 года - CBS Sports",
        "Налоговый триггер Трампа, который может помочь республиканцам выиграть Палату представителей - POLITICO",
        "50-й HR-шар звезды «Доджерс» Шохея Отани стоит 500 000 долларов, говорит эксперт по аукциону - отчет Bleacher",
        "ЦАХАЛ расследует действия солдат, сбросивших тела с крыши на Западном берегу - CNN",
        "Израиль заявляет, что в результате удара по Бейруту погиб высокопоставленный военный чиновник Хезболлы, поскольку Ливан сообщает о 12 погибших - Associated Press",
        "Что дальше в федеральном расследовании в отношении Шона «Дидди» Комбса и его предполагаемых сообщников - CNN",
        "Кейтлин Кларк в плей-офф ЖНБА: соперник в первом раунде, расписание - KCCI Des Moines",
        "По словам полиции, шериф Кентукки убил судью в своем кабинете после ссоры. Вот что мы знаем - CNN",
        "Протеже Трампа из Северной Каролины подвергся критике за обвинения в «черной нацистской» порнографии - Financial Times",
        "В отчете Секретной службы подробно описаны неудачи в общении, предшествовавшие покушению на Трампа в июле - The Associated Press",
        "Снижение ставки ФРС отправляет акции к рекордным максимумам. Куда движутся рынки? - ABC News",
        "Apple называет дизайн AirPods «трубкой», плюс другие детали AirPods 4 - 9to5Mac",
        "Patriots QB Brissett останется стартером, говорит Майо - ESPN",
        "Росс Макколл, 48 лет, рассказывает о редком романе после поцелуя дочери Пэта Саджака Мэгги, 29 лет - Страница шестая"
    ]
}