{
    "headlines": [
        "Энтони Джошуа против Даниэля Дюбуа (Anthony Joshua vs. Daniel Dubois): актуальные новости, подведение итогов, основные моменты - USA",
        "Илон Маск отказался от борьбы в Бразилии - Business Insider",
        "Харрис принимает приглашение на дебаты CNN - The Hill",
        "Президент Украины Зеленский посетит завод боеприпасов в Пенсильвании, чтобы поблагодарить рабочих - The Associated Press",
        "Маме подозреваемого в стрельбе в школе Джорджии предъявлено обвинение в привязывании родителя к стулу - ABC News",
        "Верховный суд Аризоны разрешил почти 100 тыс. человек голосовать после сбоя доказательства гражданства - Axios",
        "Анджелина Джоли призналась, что у них с дочерью Вивьен одинаковые татуировки: «Это так много значит для нас» - Страница шестая",
        "Motel 6 продан индийскому гостиничному оператору за $ 525 млн - The Associated Press",
        "Смотрите: Огромный взрыв на российском оружейном складе - BBC.com",
        "Кассовые сборы: премьера «Трансформеров 1» обошлась в $ 9,5 млн - Разнообразие",
        "Секретная служба выявляет неудачи, которые предшествовали попытке убийства Трампа на июльском предвыборном митинге - CBS News",
        "Агенты ФБР поднялись на борт судна, управляемого компанией, другое грузовое судно которой разрушило Балтиморский мост - The Associated Press",
        "Как обвинительное заключение против Шона «Дидди» Комбса параллельно с делом Р. Келли – с одним ключевым отличием - CNN",
        "В результате израильского удара по школе погибли по меньшей мере 22 человека, сообщает министерство здравоохранения Газы - Associated Press",
        "Гран-при Сингапура Формулы-1: Норрис побеждает Ферстаппена на поул-позиции Ferrari - Motorsport.com",
        "Она пропустила обычный скрининг. Врачи обнаружили 2 вида рака - CBS News",
        "Производитель чипов Qualcomm изучит возможность дружественного поглощения Intel - Bloomberg",
        "Эксперты предупреждают о связи между употреблением алкоголя и раком - футуризм",
        "Историческое снижение ставки ФРС и как это повлияет на вас - Fox Business",
        "шпаргалка для iOS 18: руководство эксперта по последнему обновлению iPhone - CNET"
    ]
}