{
    "headlines": [
        "تضرب إسرائيل إيران ردًا على الهجوم الصاروخي، مما يهدد بتصعيد حروب الشرق الأوسط - وكالة أسوشيتد برس",
        "فريق اليانكيز يفجر المباراة 1 من بطولة العالم في ووك أوف جراند سلام - نيويورك بوست",
        "لعبة السلسلة العالمية 1: تحديثات وتحليلات Yankees - Dodgers المباشرة - ESPN",
        "قاض فيدرالي يوقف حملة تطهير قوائم الناخبين في فرجينيا قبل الانتخابات التي تستهدف المشتبه بهم من غير المواطنين - سي إن إن",
        "إسرائيل تضرب سوريا والعراق كجزء من استجابة واسعة لإيران - جروسالم بوست",
        "توفي فيل ليش، العضو المؤسس في جريتفول ديد، عن عمر يناهز 84 عامًا - صحيفة واشنطن بوست",
        "تحديثات انتخابات 2024: هاريس يمزق ترامب بسبب تعليق \"سلة المهملات\" على المهاجرين - ABC News",
        "نقل رائد فضاء ناسا إلى المستشفى بسبب مشكلة طبية بعد تأخر عودة الطاقم من المحطة الفضائية - فوكس نيوز",
        "الاستخبارات الأمريكية تقيم عملاء روس وراء فيديو مزيف يظهر إتلاف بطاقات الاقتراع في ولاية بنسلفانيا - سي إن إن",
        "UFC 308 مضمن: سلسلة Vlog - الحلقة 6 - UFC",
        "تفوز Apple بمعركة (و 250 دولارًا) في معركة براءات اختراع الساعة الذكية مع Masimo - The Verge",
        "دلتا تقاضي كراود سترايك بعد انقطاع واسع النطاق لتكنولوجيا المعلومات تسبب في آلاف الإلغاءات - CNBC",
        "مغني الراب ليل ديرك متهم بتدبير جريمة قتل \"بدم بارد\" عام 2022 في لوس أنجلوس - الموعد النهائي",
        "رئيس وكالة ناسا يدعو إلى التحقيق في محادثات ماسك- بوتين المبلغ عنها - ذا هيل",
        "ما هي الخطوة التالية للأخوين مينينديز ؟ - BBC.com",
        "\"أعتذر رسميًا \": بايدن يدين المدارس الداخلية الهندية الأمريكية - واشنطن بوست",
        "تحديثات حية لانتخابات 2024: عيون على تكساس بينما تتوقف حفرة ترامب في أوستن ؛ هاريس في هيوستن - الولايات المتحدة الأمريكية اليوم",
        "مراهق متهم بقتل عائلة بالقرب من فال سيتي يمثل أمام المحكمة - سياتل تايمز",
        "\"بدأت رؤيتي في التدهور \": يكشف طاقم بولاريس داون عن آثار مهمة صنع التاريخ - سي إن إن",
        "\"أسوأ شيء سمعته على الإطلاق \": الناجي من الهولوكوست ينتقد هاريس لمقارنته ترامب بهتلر - فوكس نيوز"
    ]
}