{
    "headlines": [
        "لماذا طرد وودي جونسون جو دوغلاس الآن ؟ - NBC Sports",
        "عدد مذهل من البالغين في الولايات المتحدة مؤهلون للحصول على Ozempic، كما وجدت الدراسة - Gizmodo",
        "شائعات MLB: يانكيز نحاس \"gung ho\" بعد اجتماعه مع خوان سوتو، في حين يريد فيليس المشاركة في مطاردة الوكالة المجانية - سي بي إس سبورتس",
        "عين ترامب الدكتور محمد عوز لرئاسة مراكز الرعاية الطبية والخدمات الطبية - سي إن إن",
        "هل أصيب شون \"ديدي\" كومز بالإغماء في المحكمة بعد أن زُعم أنه تلقى حكمًا بالسجن مدى الحياة ؟ إليك الحقيقة وراء الفيديو الفيروسي - The Times of India",
        "يشير مسؤولو تكساس إلى دعمهم لإضافة دروس الكتاب المقدس لفصول K -5 حيث تدفع بعض الولايات المسيحية في المدارس العامة - سي إن إن",
        "دونالد ترامب يختار هوارد لوتنيك لإدارة قسم التجارة - فاينانشال تايمز",
        "مكاسب أسهم Nvidia قبل الأرباح مع نمو المحللين بشكل أكثر تفاؤلاً - Investopedia",
        "تقول Netflix إن مباراة جيك بول ضد مايك تايسون كانت \"الحدث الرياضي الأكثر بثًا على الإطلاق\" - ذا فيرج",
        "مراجعة \"شريرة \": تعطي سينثيا إريفو وأريانا غراندي منعطفات أيقونية في المسرحية الموسيقية التي يجب مشاهدتها هذا العام - مجموعة متنوعة",
        "Android 16 DP1: تتيح لك \"مشاركة الصوت\" مشاركة الموسيقى على سماعات رأس متعددة - 9to5Google",
        "سافير، مغني راب مخترع و دكسترو أوكلاند، يموت في 54 - KQED",
        "تحث فنلندا الناتو والاتحاد الأوروبي على حماية الشبكات الحيوية بعد تلف الكابلات البحرية - POLITICO Europe",
        "شرح مات جايتز الجدل: يقال إن القراصنة يتلقون إفادات مع تقرير مناقشة المشرعين - فوربس",
        "\"إعصار القنبلة\" يهدد شمال كاليفورنيا وشمال غرب المحيط الهادئ - وكالة أسوشيتد برس",
        "بينما يتسوق الأمريكيون، يتدفق أصحاب الدخل المكون من ستة أرقام إلى وول مارت - سي إن إن",
        "المدعون العامون في قضية إسكات ترامب يعارضون الفصل، لكنهم موافقون على إيقاف القضية مؤقتًا - ABC News",
        "تمت الإطاحة بالعلماء الذين يقفون وراء ادعاءات الموصلية الفائقة - ARS Technica",
        "Bluesky يتصدر 20 مليون مستخدم، مما يضيق الفجوة مع Instagram Threads - TechCrunch",
        "جيزيل بيليكوت تدين المتهمين بالاغتصاب وتقول إن المجتمع الفرنسي يجب أن يتغير - BBC.com"
    ]
}