{
    "headlines": [
        "USA kündigt Militär- und Budgethilfe in Höhe von 5,9 Milliarden US-Dollar für die Ukraine an - Reuters",
        "Was wir über Beerdigungspläne für den ehemaligen Präsidenten Jimmy Carter wissen - CNN",
        "Was wir beobachten: GOP-Führungskräfte stehen vor dem Kampf um die Schuldengrenze - POLITICO",
        "Die Veränderung Ihrer Augenfarbe mit einer Operation ist riskant. Sie haben es trotzdem getan. - The Washington Post",
        "7 Tonnen Kokain unter Farm in Spanien gefunden, Videoshows - CBS News",
        "Kristin Cavallari enthüllt, wie Morgan Wallen im Bett war, als sie sich endlich über ihre gemunkelte Romanze öffnet - Yahoo Entertainment",
        "Brian Daboll macht ironischen Punkt, nachdem Patrioten sich den Draft-Spot Nr. 1 geschnappt haben - NESN",
        "[removed]",
        "Aktien-Futures rutschen, da die Wall Street in die letzte Handelswoche des Jahres 2024 startet: Live-Updates - CNBC",
        "5 Dinge, die Sie beachten sollten: Lions at 49ers - detroitlions.com",
        "Brandi Glanville verteidigt Weihnachten mit Ex-Eddie Cibrian und LeAnn Rimes - Seite sechs",
        "Passkey-Technologie ist elegant, aber es ist definitiv keine nutzbare Sicherheit - Ars Technica",
        "Mindestens 71 Menschen bei Verkehrsunfall in Äthiopien getötet, sagen Beamte - CNN",
        "Value Seekers Driven 2024's Retail Trends and Sackgassen - The Associated Press",
        "Jayden Daniels macht alles im OT-Thriller, hebt Commander in die Playoffs - The Washington Post",
        "Norovirus ist wieder in vollem Gange mit US-Fällen von Magenvirus - syracuse.com",
        "Das Standard-iPhone 17-Display soll erneut eine höhere Aktualisierungsrate aufweisen - MacRumors",
        "NFL Playoff Bild 2024: Aktualisierte AFC- und NFC-Wertung, Klammer, Tiebreaker für Woche 18 - NBC Sports",
        "Gal Gadot hatte eine Notoperation wegen Hirnblutgerinnsel, dann Geburt - Varietät",
        "Bitcoin wird 2025 einen Rekordwert von rund 185.000 US-Dollar erreichen, wenn die Nationalstaaten kaufen: Galaxy Research - CoinDesk"
    ]
}