{
    "headlines": [
        "James Bond Shocker: Amazon MGM gewinnt kreative Kontrolle über 007 Franchise als Produzenten Barbara Broccoli und Michael G. Wilson zurücktreten - Vielfalt",
        "David Valadao tritt leichtfertig auf Medicaid, als ihn die Obamacare-Abstimmung verfolgt - POLITICO",
        "Zwei texanische Teenager-Mädchen wegen Anschlags auf „Massenopfer“ verhaftet - BBC.com",
        "Amazon schließt seinen App Store auf Android - TechCrunch",
        "Fünf MLB-Teams mit den demoralisierendsten Nebensaisonen auf dem Weg in die Saison 2025 - Sports Illustrated",
        "Spanien Ex-Fußballchef Luis Rubiales wegen Kussspielers zu einer Geldstrafe verurteilt - BBC.com",
        "Die neue faltbare Dose von Oppo kann einen Mac fernsteuern - The Verge",
        "Trump unterstützt die Idee, einige DOGE-ERSPARNISSE an amerikanische Bürger zu senden - The Associated Press",
        "Niederländisches Gericht verurteilt 4 Familienmitglieder, weil sie eine Frau vor ihrer Tochter bei einem angeblichen \"Ehrenmord\" tödlich erstochen haben - CBS News",
        "Die Gewinnprognose von Walmart ist aufgrund der wirtschaftlichen Unsicherheit unzureichend - Bloomberg",
        "Messi-Tor gleicht bittere Kälte aus, als Inter Miami im Champions Cup gewinnt - The Associated Press",
        "Dies ist im Moment keine 10-Aktien-Show. Hier finden Sie Möglichkeiten mit dem S&P 500 auf Allzeithochs. - MarketWatch",
        "iPhone 16e: Apple setzt auf KI-Funktionen zu einem niedrigeren Preis - BBC.com",
        "Palantir erhält ein Kaufrating von Loop Capital, das mehr als 25% Aufwärtspotenzial erfordert - CNBC",
        "Die NASA senkt das Aufprallrisiko des \"City-Killer\" -Asteroiden 2024 YR4 auf 1 zu 67 (puh!) - Space.com",
        "Microsoft hat jahrelang explizite Videos dieses Startup-Gründers gehostet. Here's How She Got Them Taken Down - WIRED",
        "Kann die Pille Frauen wirklich ängstlicher machen? - BBC.com",
        "Musk und Trump haben gerade ungenaue Behauptungen über \"gestrandete\" Starliner-Astronauten wiederholt. NASA und die Astronauten sind sich nicht einig - Space.com",
        "\"Zero Day\" TV Review: Robert De Niros Netflix-Politthriller kämpft, damit Amerika wieder funktioniert - Deadline",
        "Horoskop für Donnerstag, 20. Februar 2025 - Chicago Sun-Times"
    ]
}