{
    "headlines": [
        "   Removido ",
        "Uma pessoa morta após duas explosões perto da Suprema Corte do Brasil - CNN",
        "Os futuros de ações são pouco alterados, pois o rali pós-eleitoral mostra sinais de oscilação: atualizações ao vivo - CNBC",
        "Ozempic e Wegovy podem ser benéficos no combate ao vício em álcool: estudo - The Hill",
        "Funcionários do Pentágono alarmados com a falta de experiência de Hegseth: ‘Você confiaria nele para administrar o Walmart?’ - POLITICO",
        "O Final Cut Pro 11 inicia um novo capítulo para edição de vídeo no Mac - Apple Newsroom",
        "Donald Trump escolhe os leais Matt Gaetz e Tulsi Gabbard para funções-chave - Financial Times",
        "Trump volta a Washington com promessas de virar o governo federal de cabeça para baixo - PBS NewsHour",
        "As ações da Nvidia despencam. Por que a falta de expectativas de ganhos não seria um desastre. - Barron's",
        "Laboratório nacional do Canadá confirma H5N1 em adolescente hospitalizado - Universidade de Minnesota Twin Cities",
        "Acompanhar as escolhas de Trump para o seu gabinete e administração - CNN",
        "Keenan Allen ofereceu uma razão incomum pela qual os ursos tiveram que demitir Shane Waldron - Sports Illustrated",
        "SpaceX lança 20 satélites Starlink da Califórnia esta noite - Space.com",
        "Lady Gaga entra no elenco da 2ª temporada de ‘Wednesday’ na Netflix - Prazo",
        "As casas do quarterback do Chiefs, Mahomes, e do tight end Kelce foram invadidas no mês passado - The Associated Press",
        "Biden e Xi se reunirão no sábado no Peru, dizem autoridades dos EUA",
        "Elon Musk pode cortar US $ 2 trilhões dos gastos do governo dos EUA? - BBC.com",
        "Por que Nova York não permite apostas na empolgada luta de boxe entre Mike Tyson e Jake Paul - New York Post",
        "Os republicanos devem conquistar a maioria na Câmara, garantindo a trinca do Partido Republicano - CNBC",
        "Esses caras hackearam AirPods para dar aparelhos auditivos às avós - WIRED"
    ]
}