{
    "headlines": [
        "Após as ameaças de Khamenei, forças iranianas posicionadas para atacar Israel - reportagem - The Jerusalem Post",
        "Chappell Roan ‘Gets the Job Done,’ Debuting New Lesbian Country Song ‘The Giver’ on ‘Saturday Night Live’ - Variety",
        "Harris faz aparição surpresa no SNL e dá conselhos a si mesmo fictício interpretado por Maya Rudolph - CNN",
        "No. 4 Ohio State downs No. 3 Penn State, No. 5 Miami beats Duke, more from Week 10 of college football - NCAA.com",
        "Atualizações ao vivo: Donald Trump, Kamala Harris notícias eleitorais | CNN Politics - CNN",
        "China enfrenta um dilema com tropas norte-coreanas entrando na Rússia - The Wall Street Journal",
        "'Moreno está de volta!': Redes sociais reagem ao shutout de Brandon Moreno vs. Amir Albazi no UFC Fight Night 246 - MMA Junkie",
        "O primeiro encontro de um casal de Illinois terminou em horror depois que ambos foram baleados; apenas um sobreviveu. - CBS News",
        "O comparecimento antecipado às urnas é de quase 44% do eleitorado de 2020 - The Washington Post",
        "Líder supremo do Irão ameaça Israel e EUA com \"uma resposta esmagadora\" ao ataque israelita - The Associated Press",
        "Kemi Badenoch promete mudança após vitória histórica da liderança conservadora - BBC.com",
        "Imagens chocantes exibidas no julgamento de Daniel Penny mostram policiais dizendo que Jordan Neely tinha pulso - New York Post",
        "LACMA Art + Film Gala 2024 Red Carpet Shoes: fotos de chegada, atualizações ao vivo - Notícias de calçados",
        "As inundações mortais da Espanha levam o governo a enviar 10.000 soldados e a polícia para Valência, enquanto o número de mortos sobe para mais de 200 - CBS News",
        "A quantidade de proteína que você precisa depende da sua rotina de exercícios - Fortune",
        "Margot Robbie dá à luz, dá as boas-vindas ao primeiro bebê com o marido Tom Ackerley - E! Online - E! NEWS",
        "Juiz da Geórgia rejeita processo republicano que busca bloquear a aceitação de cédulas de correio devolvidas à mão no condado de Fulton - CBS News",
        "Sondagem de Iowa: Kamala Harris ultrapassa Donald Trump para assumir a liderança perto do dia das eleições. Veja como - Des Moines Register",
        "\"Recuar\" uma hora para o horário padrão neste domingo - Axios",
        "O novo M4 Max da Apple é a CPU mais rápida do mercado, e ainda nem vimos o M4 Ultra - 9to5Mac"
    ]
}