{
    "headlines": [
        "يشارك المدعون العامون كيف تركت ساعة ذكية أدلة على مقتل ليكن رايلي. فيما يلي النقاط الرئيسية للتجربة حتى الآن - سي إن إن",
        "جيك بول يهزم مايك تايسون من خلال قرار بالإجماع في معركة مرتقبة للغاية - سي إن إن",
        "مقتل عشرة أطفال حديثي الولادة في حريق مستشفى شمال الهند - الجزيرة الإنجليزية",
        "تساعد كتلة ميكال بريدجز، الفائزة بمباراة جالين برونسون، نيكس على الهروب بالفوز التنافسي على نتس - نيويورك بوست",
        "تقول المحكمة العليا في تكساس إن إعدام روبرت روبرسون يمكن أن يستأنف - BBC.com",
        "برجك ليوم السبت، 16/11/24 بقلم كريستوفر رينستروم - SFGATE",
        "LeBron UPS TRIPLE - DUBLE STRICK إلى 4 في لوس أنجلوس WIN - ESPN",
        "تم تأكيد إصابة الطيور بإنفلونزا الطيور في ملكية سنترال أواهو - Honolulu Star - Advertiser",
        "ماذا سيحدث بعد ذلك في جهود The Onion لشراء حروب المعلومات لأليكس جونز - POLITICO",
        "عين ترامب كارولين ليفيت كأصغر سكرتيرة صحفية للبيت الأبيض على الإطلاق - وكالة أسوشيتد برس",
        "امرأة أخبرت أخلاق المنزل رأت مات غايتز يمارس الجنس مع قاصر، كما تقول المحامية - رولينج ستون",
        "يقول شولتز لبوتين إن القوات الكورية الشمالية في أوكرانيا \"تصعيد خطير\" - BBC.com",
        "تم وضع علامة على اختيار ترامب للبنتاغون من قبل زميله في الخدمة على أنه \"تهديد داخلي\" محتمل - ستار تريبيون",
        "ما هي Bluesky، المنصة الاجتماعية سريعة النمو التي ترحب بمستخدمي X الهاربين ؟ - وكالة أسوشيتد برس",
        "توضح إيفا لونغوريا أنها لم تنقل عائلتها خارج الولايات المتحدة بسبب دونالد ترامب - مراسل هوليوود",
        "يتضمن تحديث الذكرى السنوية العشرين لـ Half - Life 2 تعليق المطور والرسومات المحسنة وفيلم وثائقي مدته ساعتان - IGN",
        "بايدن يلتقي بالحلفاء ويحذر من \"تغيير سياسي كبير\" - DW (الإنجليزية)",
        "سهم Supermicro يرتفع عند الإبلاغ عن خطة لتجنب الشطب - Yahoo Finance",
        "تتلقى مجتمعات المثليين والمثليات ومزدوجي الميل الجنسي ومغايري الهوية الجنسانية والمتحولين جنسياً رسائل بريد إلكتروني بغيضة بعد زيادة الرسائل النصية العنصرية - ABC News",
        "ترامب يعين مرشح الداخلية بورغوم لرئاسة مجلس الطاقة الوطني الجديد - بوليتيكو"
    ]
}