{
    "headlines": [
        "Este simples hábito diário pode adicionar até 11 anos à sua vida - SciTechDaily",
        "Briefing ao vivo: IDF ataca os subúrbios de Beirute pelo terceiro dia; Zona segura de Gaza é atingida - The Washington Post",
        "Chiefs K Harrison Butker supostamente precisa de cirurgia no joelho, será colocado no IR - Yahoo Sports",
        "Trump escolhe Robert F. Kennedy Jr. para liderar o HHS - POLITICO",
        "Mulher testemunhou ao Comitê de Ética da Câmara que Gaetz fez sexo com ela quando ela tinha 17 anos: Fontes - ABC News",
        "Jake Paul apostando uma bolsa inteira de US $ 40 milhões que ele vai vencer Mike Tyson - New York Post",
        "Revendedor de autopeças para fechar 700 lojas - KSDK.com",
        "\"A conclusão é que eu te avisei\": as observações do JWST derrubam o modelo padrão de como as galáxias se formam, afirma um novo estudo - Livescience.com",
        "Os ganhos da Disney oferecem esperança de que o streaming possa suplantar com sucesso a TV linear - CNBC",
        "Eagles vs. Commanders odds, prediction, spread, time: Thursday Night Football picks by NFL model on 17-7 run - CBS Sports",
        "Republicanos invertem assento no Senado da Pensilvânia - The Hill",
        "Invasões do FBI à casa do CEO do Polymarket, Shayne Coplan - Axios",
        "Parlamentares da Nova Zelândia interrompem o parlamento com haka para protestar contra projeto de tratado indígena - CNN",
        "‘Tomb Raider’: Sophie Turner pronta para interpretar Lara Croft na série da Amazon de Phoebe Waller-Bridge - Prazo",
        "Casos de sarampo aumentam em todo o mundo, infectando 10,3 milhões de pessoas em 2023: OMS - ABC News",
        "   Removido ",
        "Índia: Delhi fecha escolas primárias à medida que a poluição perigosa piora - BBC.com",
        "A tempestade tropical Sara forma-se nas Caraíbas e dirige-se para um impacto \"com risco de vida\" na América Central - CNN",
        "Adolescente enojado com o primeiro caso humano de gripe aviária no Canadá está em estado crítico — e a fonte permanece um mistério - Livescience.com",
        "   Removido "
    ]
}