{
    "headlines": [
        "T. J. Holmes & Amy Robach zielen auf David Muirs Eitelkeit, während sie über L.A. Waldbrände berichten: \"Scheint wie eine Ohrfeige für Menschen, die mit Situationen umgehen\" - Deadline",
        "Warum Newsom Trump eingeladen hat, die Brandgebiete von LA zu besuchen, weil er befürchtet, dass er die Katastrophenhilfe blockieren wird - CalMatters",
        "Venezuelas Nicolas Maduro wurde für die dritte Amtszeit als Präsident vereidigt, da die Opposition den \"Putsch\" anprangert - CNN",
        "Meta beendet seine DEI-PROGRAMME, als Zuckerberg Biden auf Joe Rogan schießt - CNN",
        "Texas vs. Ohio State, Cotton Bowl, wo zu sehen: TV-Kanal, Quoten, Verbreitung, Spielvorhersage, Auswahl - CBS Sports",
        "Stromausfälle: Über 91.000 Kunden ohne Strom im ganzen Bundesstaat - 11Alive.com WXIA",
        "Ein Mann, der einen Gartenschlauch hält, und ein Vater am Bett seines Sohnes gehören zu den Opfern des Waldbrands in LA - The Associated Press",
        "SpaceX montiert die weltweit größte Rakete für den Teststart von Raumschiff Flug 7 (Fotos) - Space.com",
        "Top 10 Georgia Player Value Rankings, Carson Beck zieht weiter nach Miami für $ 4 Millionen - DawgNation",
        "Richter hält Rudy Giuliani unter Missachtung des Gerichts für anhaltende Lügen über georgische Wahlhelfer - The Associated Press",
        "Vogelgrippe-Fall in Geflügelfabrik in Maryland gemeldet - WTOP",
        "Donald Trump Sentencing LIVE: President-Elect Handed Unconditional Discharge, Sentence Explained - Newsweek",
        "SpaceX Falcon 9 Starlink 12-12 - Kennedy Space Center",
        "Warum US-Aktien am Freitag trotz eines Blockbuster-Jobberichts gehackt wurden - MarketWatch",
        "Kalifornien Wildfire Live-Updates: Newsom startet Untersuchung zu entscheidender Wasserknappheit, während die Flammen weitergehen - Forbes",
        "Der Feuerwehrchef von LA sagt, dass die Bewohner der Stadt bei der Vorbereitung auf die Waldbrände versagt haben, Budgetkürzungen: \"Schreien, um richtig finanziert zu werden\" - Fox News",
        "Waldbrände in Los Angeles: Updates vom 10. Januar 2025 - The Associated Press",
        "2 nostalgisch — und belagert — Bay Area Macy's soll 2025 schließen - SFGATE",
        "Broncos vs. Bills-Score-Vorhersagen - Mile High Report",
        "Timothée Chalamet kehrt als Gastgeber und musikalischer Gast zu ‘SNL’ zurück - The Associated Press"
    ]
}