{
    "headlines": [
        "ਅਜ਼ਰਬਾਈਜਾਨ ਤੋਂ ਰੂਸ ਲਈ ਉਡਾਣ ਭਰਨ ਵਾਲਾ ਯਾਤਰੀ ਜਹਾਜ਼ ਕਜ਼ਾਖਸਤਾਨ ਵਿੱਚ ਹਾਦਸਾਗ੍ਰਸਤ ਹੋ ਗਿਆ ਜਿਸ ਵਿੱਚ ਬਹੁਤ ਸਾਰੇ ਮਾਰੇ ਜਾਣ ਦੇ ਡਰ ਨਾਲ - ਰਾਇਟਰ",
        "'ਵਿਸ਼ਾਲ' ਰੂਸੀ ਹੜਤਾਲ ਤੋਂ ਬਾਅਦ ਯੂਕਰੇਨ ਵਿੱਚ ਕ੍ਰਿਸਮਸ ਬਲੈਕਆਉਟ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਜਸਟਿਨ ਬਾਲਡੋਨੀ ਦਾ ਕੈਰੀਅਰ ‘ਮਰ ਗਿਆ’ ਹੈ ਕਿਉਂਕਿ ਬਲੇਕ ਲਿਵਲੀ ਦਾ ਦਾਇਰ ਕਰਨਾ ਕਾਨੂੰਨੀ ਯੁੱਧ ਦੀ ‘ਸਿਰਫ ਸ਼ੁਰੂਆਤ’ ਹੈਃ ਰਿਪੋਰਟ - ਹਿੰਦੁਸਤਾਨ ਟਾਈਮਜ਼",
        "ਹੌਂਡਾ, ਨਿਸਾਨ ਡੀਲ ਚੀਨ ਦੇ ਬੀਵਾਈਡੀ ਦੇ ਵਿਰੁੱਧ ਵਾਪਸੀ ਦੀ ਕੁੰਜੀ ਹੋ ਸਕਦੀ ਹੈ - ਬਲੂਮਬਰਗ",
        "ਇਸ ਸਮੇਂ ਸੰਤਾ ਕਿੱਥੇ ਹੈ? ਆਪਣੀ 2024 ਕ੍ਰਿਸਮਸ ਫਲਾਈਟ ਦਾ ਨਕਸ਼ਾ ਬਣਾਉਣ ਲਈ ਨੋਰੈਡ ਟਰੈਕਰ ਦੀ ਵਰਤੋਂ ਕਰੋ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਪੂਰਾ Nvidia GeForce RTX 5070 Ti ਅਤੇ GeForce RTX 5070 ਸਪੈੱਕਸ ਭਰੋਸੇਯੋਗ ਟਿਪਸਟਰ ਦੁਆਰਾ ਪ੍ਰਗਟ - Notebookcheck. net",
        "ਕ੍ਰਿਸਮਸ 'ਤੇ ਉਮੀਦ ਲੱਭਣ ਲਈ ਫਲਸਤੀਨੀ ਈਸਾਈ ਸੰਘਰਸ਼ ਕਰਦੇ ਹਨ - ਬੀਬੀਸੀ.",
        "ਬੁੱਧਵਾਰ, 25 ਦਸੰਬਰ, 2024 ਲਈ ਕੁੰਡਲੀ - ਸ਼ਿਕਾਗੋ ਸੂਰਜ-ਟਾਈਮਜ਼",
        "ਦੱਖਣੀ ਕੋਰੀਆ ਦੇ ਯੁਨ ਨੇ ਮਾਰਸ਼ਲ ਲਾਅ ਦੇ ਫ਼ਰਮਾਨ ਨੂੰ ਲੈ ਕੇ ਦੂਜਾ ਸੰਮਨ ਰੱਦ ਕੀਤਾ - ਅਲ ਜਜ਼ੀਰਾ ਅੰਗਰੇਜ਼ੀ",
        "[ਮਾਸਟਰ Duel] ਨਿਊ ਵਰਜਿਤ & ਸੀਮਿਤ ਸੂਚੀ ਦਾ ਐਲਾਨ - YGO ਸੰਗਠਨ",
        "ਪੁਲਾੜ ਵਿਚ ਫਸੇ ਪੁਲਾੜ ਯਾਤਰੀ ਕ੍ਰਿਸਮਸ ਲਈ ਸੈਂਟਾ ਟੋਪੀਆਂ ਨਾਲ ਕਿਵੇਂ ਖਤਮ ਹੁੰਦੇ ਹਨ? ਸਾਜ਼ਿਸ਼ ਥੀਓ ਨਾਲ ਭਰਿਆ ਇੰਟਰਨੈੱਟ - The Times of India",
        "ਬਾਇਡਨ ਦੇ ਕਾਨੂੰਨ ਵਿਚ ਬਿੱਲ 'ਤੇ ਦਸਤਖਤ ਕਰਨ ਤੋਂ ਬਾਅਦ ਬਾਲਡ ਈਗਲ ਅਧਿਕਾਰਤ ਤੌਰ' ਤੇ ਯੂਐਸ ਰਾਸ਼ਟਰੀ ਪੰਛੀ - ਐਕਸੀਓਸ",
        "ਵਾਸ਼ਿੰਗਟਨ ਕਾਉਂਟੀ ਵਿਚ ਹਾਊਸ ਬਿੱਲੀ ਦੀ ਕੱਚੇ ਫ੍ਰੋਜ਼ਨ ਪਾਲਤੂ ਜਾਨਵਰਾਂ ਦੇ ਭੋਜਨ ਤੋਂ ਬਰਡ ਫਲੂ ਦੇ ਸੰਕਰਮਣ ਤੋਂ ਬਾਅਦ ਮੌਤ ਹੋ ਗਈ - OregonLive",
        "ਕ੍ਰਿਸਮਸ ਦਿਵਸ aurora borealis ਅਮਰੀਕਾ ਦੇ ਹਿੱਸੇ ਨੂੰ ਰੌਸ਼ਨ ਕਰ ਸਕਦਾ ਹੈ - ਨਿਊਯਾਰਕ ਪੋਸਟ",
        "‘ਸੁੰਗੜਨਾ’ ਸਹਿ-ਸਿਰਜਣਹਾਰ ਬਿਲ ਲਾਰੈਂਸ ਸੀਜ਼ਨ 2 ਦੇ ਅੰਤ, ਥੈਂਕਸਗਿਵਿੰਗ ਮੋਨਟੇਜ ਅਤੇ ਸੀਜ਼ਨ 3 ਥੀਮ ਨੂੰ ਤੋੜਦਾ ਹੈ - ਡੈੱਡਲਾਈਨ",
        "ਅਮਰੀਕਾ ਵਿਚ ਖੰਘ ਦੇ ਮਾਮਲੇ ਇਕ ਦਹਾਕੇ ਦੇ ਸਭ ਤੋਂ ਉੱਚੇ ਪੱਧਰ 'ਤੇ ਚੜ੍ਹੇ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਟਰੰਪ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਹ ਬਿਡੇਨ ਦੁਆਰਾ ਫੈਡਰਲ ਮੌਤ ਦੀ ਜ਼ਿਆਦਾਤਰ ਸਜ਼ਾ ਕੱਟਣ ਤੋਂ ਬਾਅਦ ਹੋਰ ਫਾਂਸੀ ਦੀ ਪੈਰਵੀ ਕਰੇਗਾ - ਪੀਬੀਐਸ ਨਿ Newsਜ਼ਹੌਰ",
        "ਅਲੇਕ ਬਾਲਡਵਿਨ ਵਿਰੁੱਧ 'ਜੰਗਾਲ’ ਅਪਰਾਧਿਕ ਕੇਸ ਦਾ ਅੰਤ ਸਿਵਲ ਮੁਕੱਦਮੇ ਦਾ ਤਾਲਾ ਖੋਲ੍ਹ ਸਕਦਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਜੱਜ ਨਿਯਮ ਸ਼ਿਕਾਗੋ ਸਕੂਲ ਬੋਰਡ ਸੀਈਓ ਪੇਡਰੋ ਮਾਰਟੀਨੇਜ਼ ਦੀਆਂ ਡਿ dutiesਟੀਆਂ ਵਿਚ ਦਖਲ ਨਹੀਂ ਦੇ ਸਕਦਾ - ਚੱਕਬੀਟ",
        "ਐਨਐਫਐਲ ਵੀਕ 17 ਪਿਕਸ ਅਤੇ ਸਕੋਰ ਭਵਿੱਖਬਾਣੀਃ ਚੀਫਸ ਨੇ ਸਟੀਲਰਜ਼ 'ਤੇ ਕ੍ਰਿਸਮਸ ਥ੍ਰਿਲਰ ਜਿੱਤਿਆ, ਬੰਗਾਲ ਨੇ ਬ੍ਰੋਂਕੋਸ ਨੂੰ ਹਰਾਇਆ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ"
    ]
}