{
    "headlines": [
        "Pete Prisco 2025 NFL Mock Draft 2.0: команда входит в пятерку лучших для Эштона Джинти; три QB взяты в первом раунде - CBS Sports",
        "Министр финансов Бессент говорит, что эскалация Китая была «большой ошибкой», страна играла с «проигрышной рукой» - CNBC",
        "Китай не отступает от тарифной войны Трампа. Что дальше? - BBC",
        "Ближний Восток: израильские удары убивают 25 человек в Газе, поскольку Верховный суд заслушивает дела Шин Бет - AP News",
        "Не верьте шумихе: MAGA знает, что «одобрение» вакцин РФК является фальшивым - Salon.com",
        "Фьючерсы на Dow выросли на 700 пунктов, поскольку Уолл-стрит пытается отскочить от распродажи тарифов Трампа: обновления в реальном времени - CNBC",
        "Южная Корея делает предупредительные выстрелы, когда северокорейские солдаты пересекают границу демилитаризованной зоны - South China Morning Post",
        "Единственный тарифный страх демократа Джареда Голдена: что Трамп отступит - Axios",
        "Апелляция принца Гарри по поводу пониженного уровня безопасности Великобритании будет рассмотрена в суде - BBC",
        "Трамп говорит, что США проводят ядерные переговоры с Ираном в неожиданном объявлении - Axios",
        "Зеленский подтвердил активность украинских войск в Белгородской области - BBC",
        "Верховный суд США поддержал депортацию в соответствии с Законом об иностранных врагах - Al Jazeera",
        "Ракета с астронавтом НАСА Джонни Кимом и двумя российскими космонавтами стыкуется с космической станцией - Новости CBS",
        "Опоясывающий лишай снижает риск деменции на 20% в исследовании Landmark Stanford - SciTechDaily",
        "Ученые говорят, что воскресили страшного волка - CNN",
        "Лайл Менендес раскрывает, как именно сериал Netflix «Монстры» «обучил» зрителей - HuffPost",
        "По словам Белого дома, рынок слишком остро реагирует. Это зависит от того, как развиваются тарифы. - Barron's",
        "Второй случай заболевания корью подтвержден в Колорадо, на этот раз в Денвере - Общественное радио Колорадо",
        "Военный спутник, ожидающий запуска с ULA, теперь будет летать с SpaceX - Ars Technica"
    ]
}