{
    "headlines": [
        "مراجعة Apple Mac Mini M4: عجب صغير - The Verge",
        "يتخذ بنك الاحتياطي الفيدرالي قرارًا بخفض سعر الفائدة يوم الخميس. إليك التأثير على أموالك. - أخبار سي بي إس",
        "كيف يمكن لاستثمار إيلون ماسك البالغ 130 مليون دولار في فوز ترامب أن يجني أرباحًا ضخمة لتيسلا وبقية إمبراطوريته التجارية - فورتشن",
        "وفقًا للعلماء، يمكن لهذا الملحق الشعبي أن يحمي فعليًا من السرطان - SciTechDaily",
        "أرباح Warner Bros. Discovery: يرتفع السهم وسط قوة البث مثل الاستوديوهات وإيرادات ضغط التلفزيون الخطي - Yahoo Finance",
        "تركت كوبا تترنح بعد أن دمر إعصار من الفئة 3 الجزيرة ودمر شبكة الكهرباء - وكالة أسوشيتد برس",
        "تم إحياء صفقات الإقرار بالذنب للعقل المدبر المزعوم لأحداث 11 سبتمبر خالد شيخ محمد وآخرين - وكالة أسوشيتد برس",
        "يستعد بايدن لمخاطبة الأمة بعد فوز ترامب الحاسم في الانتخابات الأمريكية - رويترز",
        "تنحرف جنيفر لوبيز \"المذهلة\" عن السؤال حول بن أفليك بعد أن مدحها وسط الطلاق - الصفحة السادسة",
        "ترتفع العقود الآجلة للأسهم مع محاولة وول ستريت تمديد الارتفاع الكبير بعد الانتخابات، الاحتياطي الفيدرالي مقدمًا: تحديثات مباشرة - CNBC",
        "من سيفوز بالسيطرة على المجلس ؟ السباقات المتميزة للمشاهدة - BBC.com",
        "مسؤولون قضائيون في محادثات لإسقاط قضايا دونالد ترامب الجنائية - BBC.com",
        "لم يكن الحطام الأسود الغامض في سيدني كرات القطران ولكن نفايات \"أكثر إثارة للاشمئزاز\" - إن بي سي نيوز",
        "تخطط أستراليا لحظر وسائل التواصل الاجتماعي للأطفال دون سن 16 عامًا - وكالة أسوشيتد برس",
        "اختيارات الأسبوع العاشر من الدوري الوطني لكرة القدم الأمريكية: هل يمكن للشواحن والكباش الحفاظ على سلسلة انتصاراتهم ؟ - Yahoo Sports",
        "كونك \"نعسانًا\" أكثر خلال النهار يعني فرصة أكبر لتطوير متلازمة ما قبل الخرف هذه - نيويورك بوست",
        "أهم أسماء فريق السياسة الخارجية لترامب - أكسيوس",
        "يتلقى ترامب مكالمات من قائمة متزايدة من قادة العالم بعد فوزه في الانتخابات - إيه بي سي نيوز",
        "تحقق وحدة المعالجة المركزية AMD Ryzen 7 9800X3D أكثر من 1000 إطار في الثانية في CS2، وأكثر من 2000 إطار في الثانية في Valorant مع تردد تشغيل 6.9 جيجاهرتز عند 100 واط فقط - Wccftech",
        "جيمي كيميل يكبح دموعه وهو يفكر في نتائج الانتخابات \"الرهيبة\" - رولينغ ستون"
    ]
}