{
    "headlines": [
        "Брифинг в прямом эфире: Израиль одобряет план расширения поселений на оккупированных Голанских высотах - The Washington Post",
        "Руководители QB Патрик Махоумс заменен Карсоном Вентцем после травмы лодыжки в победном матче против Браунс - Yahoo Sports",
        "ABC News заплатит $ 15 млн за урегулирование иска о диффамации с Дональдом Трампом - Financial Times",
        "Прямые обновления Bills vs. Lions: результаты НФЛ, статистика игр, основные моменты, где можно посмотреть потенциальный предварительный просмотр Суперкубка - CBS Sports",
        "Четыре оборота Туа Таговайлоа потопили дельфинов за 20-12 поражений от техасцев - NBC Sports",
        "Федеральный ответ на загадочные наблюдения беспилотников вызывает двухпартийную критику - CNN",
        "В циклоне на Майотте могли погибнуть несколько сотен, а может быть, и тысяч человек - Reuters",
        "Скотт Дисик дарит сыну Мейсону мини Mercedes-Benz G-Wagon на 15-й день рождения - страница шестая",
        "Дэниел Пенни - гость Трампа и Вэнса в игре Army v Navy - BBC.com",
        "Беспилотники над США демонстрируют пробелы в безопасности воздушного пространства, говорит главный советник Трампа - Reuters",
        "Астробот - игра 2024 года. Что теперь? - Gizmodo",
        "«Охотник за Крэйвеном» терпит неудачу, а «Моана 2» снова возглавляет кассовые сборы - The Associated Press",
        "Изъято",
        "Удержание мочи может иметь опасные риски для здоровья, говорят эксперты - CNN",
        "Я не изменился, даже если Вашингтон изменился, говорит Митт Ромни - POLITICO",
        "Слухи об Apple TV 4K: это последние разработки - 9to5Mac",
        "Врачи предостерегают от опасной новой косметической тенденции, которая делает людей похожими на рептилий - Daily Mail",
        "«iPhone 17 Air» с «серьезными» изменениями в дизайне и 19-дюймовым MacBook подробно описан в новом отчете - MacRumors",
        "Подпитываемая Трампом прибыль доллара столкнется с проверкой реальности в конце следующего года - Bloomberg",
        "Тревожная мутация в вирусе H5N1 вызывает красные флаги пандемии - SciTechDaily"
    ]
}