{
    "headlines": [
        "Apple kündigt die „Woche“ der Mac-Ankündigungen ab Montag an - The Verge",
        "PFT's Week 8 2024 NFL Picks: Florio vs. Simms - NBC Sports",
        "Boeing-Streik wird fortgesetzt, nachdem die Arbeiter einen neuen Vertrag abgelehnt haben - ABC News",
        "Beyoncé an der Seite von Harris bei der Rallye Houston - CNN",
        "Trump sagt, er würde Jack Smith schnell feuern, wenn er eine weitere Amtszeit gewinnt - CNN",
        "Get It Together, Intel: Core Ultra 9 285K CPU Review & Benchmarks vs. 7800X3D, 9950X, mehr - Gamers Nexus",
        "Taylor Swift 'Eras Tour' Tickets reichen im Preis vor Konzerten - WDSU New Orleans",
        "Republikanische Wahlbeobachter in Schlachtfeldstaaten sorgen sich um US-Wahlexperten - Reuters",
        "Ozempic kann das Alzheimer-Risiko verringern. Das ist riesig für Novo Nordisk. - Barrons",
        "Waffenstillstand und Geiselnahme in Gaza werden nach zweimonatigem Stillstand erneuert - Axios",
        "Yankees-Dodgers: Rangliste der 24 besten Spieler der World Series 2024 - FOX SPORTS",
        "Die USA warnen Elon Musk, dass sein 1-Million-Dollar-Wahlgeschenk illegal sein könnte - BBC.com",
        "Elon Musk wird um 21 Milliarden US-Dollar reicher, da die Gewinne von Tesla-Aktien auf 19 % steigen - Forbes",
        "Vorzeitige Stimmabgabe für die Wahl 2024 in Dutzenden von Staaten mit bisher 28 Millionen abgegebenen Stimmzetteln - CBS News",
        "Stevie Nicks: ‘I Believe in the Church of Stevie’ - Rolling Stone",
        "Der Asteroid \"City Killer\" ist einer von 4 Asteroiden, die heute die Erdumlaufbahn durchstreifen - New York Post",
        "Fantasy Football 2024 Rankings: Die besten NFL Week 8 QB, RB, WR, TE, Kicker, Defense Picks des Models - CBS Sports",
        "Israelischer Angriff auf Gaza-Unterkunft tötet 17, da Blinken sagt, dass die Waffenstillstandsgespräche wieder aufgenommen werden - The Associated Press",
        "Minecraft verliert im nächsten Jahr den VR-Support - The Verge",
        "House Intel Chair: USA sollten militärische Maßnahmen in Betracht ziehen, wenn nordkoreanische Truppen in die Ukraine einmarschieren - USA HEUTE"
    ]
}