{
    "headlines": [
        "Fünf Jahre später: Was wir über Long Covid wissen - Das Leben mit Dr. Sanjay Gupta - Podcast auf CNN Audio - CNN",
        "Der Waffenstillstand im Gazastreifen zerbricht, als Israel eine Welle tödlicher Angriffe ausführt und sagt, es sei \"zum Kämpfen zurückgekehrt\" - CNN",
        "Asian Stocks Gain for Third Day as US Futures Slip: Markets Wrap - Yahoo Finance",
        "Fast-Fashion-Heftklammer Forever 21 meldet erneut Insolvenz an - The Washington Post",
        "China soll Li Ka-shings Hafendeal wegen Verstößen unter die Lupe nehmen - Bloomberg",
        "NCAA Tournament 2025 Bracket Picks, Upsets, Best Cinderella Teams: Model simuliert March Madness 10.000 Mal - CBS Sports",
        "Alle vier iPhone 17-Modelle sollen über eine verbesserte 24-Megapixel-Frontkamera und mehr verfügen - MacRumors",
        "Die Giganten könnten an dieser Stelle genauso gut auf die Entscheidung von Aaron Rodgers warten - New York Post",
        "Deutschland wird über die historische Erhöhung der Verteidigungsausgaben abstimmen - BBC.com",
        "Der ehemalige Bachelor-Star Sean Lowe eilte in die Notaufnahme, nachdem er von seinem Hund gewaltsam angegriffen worden war - The Independent",
        "Schumer kümmert sich um die Schadensbegrenzung. Es funktioniert nicht. - POLITICO",
        "Trump nominiert Fed-Gouverneurin Michelle Bowman zum Top-Cop der Zentralbank: \"Die Wirtschaft wurde schlecht verwaltet\" - New York Post",
        "USA wehren sich gegen vom Iran unterstützte Houthi-Terroristen im Jemen - Verteidigungsministerium",
        "Im Kennedy Center stellt sich Trump vor, Honors neu zu gestalten, schlägt vor, dass er Gastgeber sein könnte - The Washington Post",
        "Trump sagt, dass \"viele Elemente\" vor dem Anruf von Putin vereinbart wurden - BBC.com",
        "Die Bengals waren Berichten zufolge mit dem Verlust von Ja'Marr Chase konfrontiert, wenn sie Tee Higgins nicht erneut unterzeichneten - Cincy Jungle",
        "Präsidenten benutzen seit Jahrzehnten Autopens. Jetzt widerspricht Trump Bidens Verwendung eines - The Associated Press",
        "Der geschichtsträchtige Mondlander Blue Ghost sendet eine letzte Nachricht vom Mond - CNN",
        "So sehen Sie sich die iHeartRadio Music Awards 2025 im Fernsehen und Online-Streaming an - Deadline"
    ]
}