{
    "headlines": [
        "ਯੂਐਸ ਡਾਕ ਸੇਵਾ ਨੇ ਚੀਨ ਤੋਂ ਪਾਰਸਲ ਸਵੀਕਾਰ ਕਰਨਾ ਬੰਦ ਕਰ ਦਿੱਤਾ - ਬੀਬੀਸੀ.",
        "ਕੇਵਿਨ ਡੁਰੈਂਟ ਟ੍ਰੇਡ ਪਿੱਛਾ ਵਿਚ ਸ਼ਾਮਲ ਹੋਣ ਵਾਲੀ ਵੈਸਟਰਨ ਕਾਨਫਰੰਸ ਟੀਮ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਟਰੰਪ ਗਾਜ਼ਾ ਦੇ ਪੁਨਰ ਨਿਰਮਾਣ ਦੇ ਸਮਰਥਨ ਲਈ ਅਮਰੀਕੀ ਸੈਨਿਕਾਂ ਦੀ ਤਾਇਨਾਤੀ ਤੋਂ ਇਨਕਾਰ ਨਹੀਂ ਕਰਨਗੇ, 'ਲੰਬੇ ਸਮੇਂ ਦੀ' ਅਮਰੀਕੀ ਮਾਲਕੀ ਦੇਖਦਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਸਪੇਸਐਕਸ ਨੇ ਮੈਕਸਰ ਟੈਕਨੋਲੋਜੀਜ਼ - ਸਪੇਸਫਲਾਈਟ ਲਈ ਫਾਈਨਲ ਬਲਾਕ 1 ਵਰਲਡਵਿiew ਲੈਜੀਅਨ ਸੈਟੇਲਾਈਟ ਲਾਂਚ ਕੀਤੇ ਹੁਣੇ ਸੰਪਰਕ ਕਰੋ",
        "ਨੈੱਟਫਲਿਕਸ ਨੇ ਕਾਰਲਾ ਸੋਫੀਆ ਗਾਸਕੋਨ ਨੂੰ ‘ਐਮਿਲਿਆ ਪੇਰੇਜ਼' ਆਸਕਰ ਮੁਹਿੰਮ ਤੋਂ ਹਟਾ ਦਿੱਤਾਃ ਰਿਪੋਰਟਾਂ - ਰੋਲਿੰਗ ਸਟੋਨ",
        "ਗ੍ਰੈਮੀ ਐਗਜ਼ੀਕਿਊਟ ਪ੍ਰੋਡਿਊਸਰ ਸੰਬੋਧਿਤ ਕਰਦਾ ਹੈ ਕੈਨਯ ਵੈਸਟ ਅਤੇ ਬਿਆਨਕਾ ਸੈਂਸੋਰੀ ਦਾ ਨਿudeਡ ਰੈੱਡ ਕਾਰਪੇਟ ਪਲ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "‘ਦਿ ਫੈਂਟੈਸਟਿਕ ਫੋਰ’ ਪੋਸਟਰ ਏਆਈ ਦੀ ਵਰਤੋਂ ਨਾਲ ਨਹੀਂ ਬਣਾਇਆ ਗਿਆ ਸੀ, ਮਾਰਵਲ ਕਹਿੰਦਾ ਹੈ - ਡੈੱਡਲਾਈਨ",
        "ਟਰੰਪ ਅਤੇ ਮਸਕ ਦੇ ਵਿਦੇਸ਼ੀ ਸਹਾਇਤਾ ਜਾਲ ਲਈ ਡੈਮੋਕਰੇਟਸ ਡਿੱਗ ਰਹੇ ਹਨ - ਪੋਲੀਟਿਕੋ",
        "ਵੇਫਲ ਹਾ Houseਸ 50 ਸੈਂਟ ਦੇ ਸਰਚਾਰਜ ਨਾਲ ਅੰਡਿਆਂ ਦੀ ਉੱਚ ਕੀਮਤ ਨੂੰ ਡਿਨਰ ਕਰਨ ਲਈ ਅਸਮਾਨ ਦੇ ਨਾਲ ਲੰਘ ਰਿਹਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਐਫਬੀਆਈ ਨੇ 6 ਜਨਵਰੀ ਨੂੰ ਕੰਮ ਕਰਨ ਵਾਲੇ 5,000 ਕਰਮਚਾਰੀਆਂ ਦੇ ਵੇਰਵਿਆਂ ਨੂੰ ਟਰੰਪ ਨਿਆਂ ਵਿਭਾਗ ਨੂੰ ਸੌਂਪ ਦਿੱਤਾ, ਏਜੰਟਾਂ ਦੇ ਮੁਕੱਦਮੇ ਵਜੋਂ - ਸੀ ਐਨ ਐਨ",
        "ਗੂਗਲ ਦਾ ਮਾਲੀਆ ਵਾਧਾ ਹੌਲੀ, ਸ਼ੇਅਰਾਂ ਨੂੰ ਹੇਠਾਂ ਭੇਜਣਾ - ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "ਅਧਿਕਾਰੀਆਂ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਬਾਲਗ ਸਿੱਖਿਆ ਕੇਂਦਰ ਵਿਚ ਘੱਟੋ ਘੱਟ 10 ਦੀ ਮੌਤ ਸਵੀਡਨ ਦੀ ਸਭ ਤੋਂ ਭਿਆਨਕ ਗੋਲੀਬਾਰੀ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਸਨੈਪ ਦੇ ਵਿਗਿਆਪਨ, ਗਾਹਕੀ ਦੀ ਤਾਕਤ 'ਤੇ ਵਿਕਰੀ ਚੋਟੀ ਦੇ ਅਨੁਮਾਨ - ਯਾਹੂ ਵਿੱਤ",
        "ਸਿੱਖਿਆ ਵਿਭਾਗ ਦੇ ਮੁੱਖ ਕਾਰਜ, ਜਿਸ ਨੂੰ ਟਰੰਪ ਤੋੜਨ ਲਈ ਅੱਗੇ ਵਧ ਰਹੇ ਹਨ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "'ਇੱਕ ਵਾਰ ਵਿੱਚ ਬੇਅੰਤ ਰਾਤ ਦੇ ਸੁਪਨੇ': ਬਜ਼ੁਰਗਾਂ ਦਾ ਡਾਟਾ ਮਸਕ ਦੇ ਖਜ਼ਾਨਾ ਪ੍ਰਣਾਲੀ ਦੇ ਕਬਜ਼ੇ ਵਿੱਚ ਆ ਗਿਆ - ਮਿਲਟਰੀ ਡਾਟ ਕਾਮ",
        "‘ਦਿ ਗੌਨੀਜ਼’ ਰੀਯੂਨਾਈਟਃ ਕੇ ਹੁਈ ਕੁਆਨ ‘ਇਕ ਸੀਕੁਅਲ ਬਣਾਉਣ ਲਈ’ ਪਿਆਰ ਕਰੇਗਾ ', ਕੋਰੀ ਫੀਲਡਮੈਨ ਕਹਿੰਦਾ ਹੈ‘ ਸਾਨੂੰ ਸਭ ਨੂੰ ਇਕੱਠੇ ਕਰੋ, ਹਰ ਕੋਈ ਚੰਗਾ ਦਿਖਾਈ ਦੇ ਰਿਹਾ ਹੈ ’ - ਵੰਨਗੀ",
        "ਚਿਪੋਟਲ ਦੀ ਕਮਾਈ ਵੱਡੇ ਪੱਧਰ 'ਤੇ ਵਿਚਾਰਾਂ ਨੂੰ ਮਿਲਦੀ ਹੈ, ਮਾਰਗਦਰਸ਼ਨ ਨਿਰਾਸ਼ਾ - ਨਿਵੇਸ਼ਕ ਦਾ ਕਾਰੋਬਾਰ ਰੋਜ਼ਾਨਾ",
        "ਐਲ ਸੈਲਵੇਡੋਰੀਅਨ ਮੈਗਾ ਜੇਲ੍ਹ ਬਾਰੇ ਕੀ ਜਾਣਨਾ ਹੈ ਟਰੰਪ ਨੇ ਅਮਰੀਕੀ ਕੈਦੀਆਂ ਨੂੰ ਭੇਜਣ ਦਾ ਵਾਅਦਾ ਕੀਤਾ ਹੈ - ਪੀਬੀਐਸ ਨਿ Newsਜ਼ਹੌਰ"
    ]
}