{
    "headlines": [
        "نقطة محذوفة هنا",
        "تحديثات انتخابات 2024: جداول هاريس وترامب ليوم الثلاثاء ؛ أحدث استطلاعات الرأي الرئاسية - الولايات المتحدة الأمريكية اليوم",
        "إسرائيل تقتل 50 على الأقل في غزة، والقوات تحاصر شمال جباليا - رويترز",
        "الجوكر: يستمر الإخفاق الذريع لفولي ديوكس (لسرقة وارنر براذرز بلايند) - نادي AV",
        "Apple تكشف النقاب عن جهاز iPad Mini جديد مع شريحة A17 Pro و Apple Intelligence - MacRumors",
        "كوريا الشمالية تفجر أجزاء من الطرق والسكك الحديدية بين الكوريتين في عرض رمزي للغضب - وكالة أسوشيتد برس",
        "فواتير مقابل جيتس النتيجة: بافالو فرش قبالة هيل ماري للفوز على نيويورك 23-20 ليلة الاثنين كرة القدم - ياهو سبورتس",
        "جولدمان ساكس، بنك أوف أمريكا تمديد الاختراقات على الأرباح ؛ سيتي جروب عيون شراء نقطة - المستثمر الأعمال اليومية",
        "صحيفة نيويورك بوست: وولجرينز ستغلق 1200 متجر في جميع أنحاء البلاد، وتقول إن موقعًا واحدًا من كل 4 مواقع غير مربح",
        "صف الهند وكندا: كيف وصلت العلاقات إلى الحضيض بين البلدين - BBC.com",
        "تايلور سويفت لإصدار طبعة \"مختارات\" من \"الشعراء المعذبين\" على الفينيل والأقراص المدمجة، بالإضافة إلى كتاب جولة العصور، ليوم الجمعة الأسود - متنوع",
        "ينتقد آرون رودجرز المراجع، ويجعل إشارة \"ساوث بارك\" بعد خسارة الطائرات للفواتير - تقرير بليشر",
        "أجهزة iPhone المستقبلية تحصل على ذاكرة أكبر: 12 جيجابايت من العام المقبل - 9to5Mac",
        "سيكون قمر الصياد الكامل هذا الأسبوع هو القمر العملاق الأكثر سطوعًا لهذا العام - MLive.com",
        "أزمة بوينج تزداد سوءًا. الآن تقترض عشرات المليارات من الدولارات - سي إن إن",
        "حلقة أورا 4 الانطباعات الأولى بعد استخدامها لمدة أسبوع - CNET",
        "الناجون، أقارب القتلى في ليويستون، مين، إطلاق النار الجماعي يتخذون الخطوة الأولى نحو مقاضاة الجيش - سي بي إس نيوز",
        "يسلط هجوم الطائرات بدون طيار على إسرائيل الضوء على قيود القبة الحديدية - BBC.com",
        "وجدت دراسة جديدة العلاقة بين كوفيد والسكري من النوع 2 لدى الشباب - WTOP",
        "هاريس ينتقد تعليقات \"عدو ترامب من الداخل\" في تجمع بنسلفانيا - رويترز"
    ]
}