{
    "headlines": [
        "Missouri Abtreibungsrecht Maßnahme ist ungültig, Richter sagt Tage vor Ablauf der Frist - The Washington Post",
        "Der Verdächtige der Schießerei an einer Schule in Georgia wird voraussichtlich mehr angeklagt, da Berichte über das Heldentum der Schüler auftauchen - CNN",
        "Quellen: Pack's Love, von dem angenommen wird, dass es eine MCL-Verletzung hat - ESPN",
        "Der in Doritos enthaltene Inhaltsstoff macht die Haut der Maus transparent, kann medizinische Anwendungen haben - Fox News",
        "Nr. 3 Texas, Quinn Ewers brauchen kein Karma, um die Niederlage gegen Nr. 9 Michigan - USA HEUTE zu dominieren",
        "Nicole Kidman verlässt das Filmfestival von Venedig nach dem Tod der Mutter - TMZ",
        "Der ehemalige Vizepräsident Dick Cheney sagt, er werde für Harris stimmen - NPR",
        "Jamal Murray stimmt einer Verlängerung um vier Jahre und maximal 208 Millionen US-Dollar zu, um bei Denver Nuggets zu bleiben - Yahoo Sports",
        "\"Terroristen eliminiert\": IDF-Dokumente aus nächster Nähe zur Eliminierung von Terroristen im südlichen Gazastreifen - The Jerusalem Post",
        "Der von der CDC herausgegebene Rückruf von Eiern steht im Zusammenhang mit einem Salmonellenausbruch: Sehen Sie, welche Staaten betroffen sind - USA TODAY",
        "Erdbeben der Stärke 3,5 trifft Ontario, sagt USGS - ABC7 Los Angeles",
        "Kamala Harris 'schmerzfreier US-Wahlkampf steht vor dem ersten Crunch-Moment - BBC.com",
        "Oregon Krankenschwester tot aufgefunden nach \"ungewöhnlichem und alarmierendem\" Verschwinden, Nachbar wegen Mordes angeklagt - NBC News",
        "Gewinnerliste der Filmfestspiele Venedig (Aktualisierung live) - Vielfalt",
        "Französische Demonstranten wütend auf \"gestohlene Wahlen\", als Macron den konservativen Barnier für PM auswählt - FRANCE 24 Englisch",
        "Taylor Swift und Travis Kelce koordinieren ihre Bejeweled Date Night Outfits - Harper's BAZAAR",
        "COVID ist in fast allen Bundesstaaten „hoch“ oder „sehr hoch“. Das Niveau von N.J. ist gerade gestiegen. - NJ.com",
        "Super-Taifun Yagi tötet vier Menschen in Vietnam nach Opfern in China und auf den Philippinen - NBC News",
        "Der erste Fall von Vogelgrippe, der nicht direkt mit kranken Tieren in Verbindung steht, wird in Missouri festgestellt - NPR",
        "Chrysler Muttergesellschaft Stellantis ruft weltweit 1,46 Millionen Fahrzeuge zurück - Reuters"
    ]
}