{
    "headlines": [
        "ਲਾਈਵ ਬ੍ਰੀਫਿੰਗਃ ਇਜ਼ਰਾਈਲੀ ਹਮਲਿਆਂ ਨੇ ਲੇਬਨਾਨ ਭਰ ਵਿੱਚ 52 ਲੋਕਾਂ ਨੂੰ ਮਾਰ ਦਿੱਤਾ; ਹੰਗਰੀ ਨੇ ਆਈਸੀਸੀ ਦੇ ਵਾਰੰਟਾਂ ਨੂੰ ਨਜ਼ਰਅੰਦਾਜ਼ ਕਰਨ ਦੀ ਸਹੁੰ ਖਾਧੀ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਹਟਾਈ",
        "ਮਿਡਲ ਈਸਟ ਨਵੀਨਤਮਃ ਸੰਯੁਕਤ ਰਾਸ਼ਟਰ ਦੱਖਣੀ ਲੇਬਨਾਨ ਵਿਚ ਇਜ਼ਰਾਈਲੀ ਸੈਨਿਕਾਂ ਅਤੇ ਹਿਜ਼ਬੁੱਲਾ ਵਿਚਕਾਰ ਭਾਰੀ ਝੜਪਾਂ ਦੀ ਰਿਪੋਰਟ ਕਰਦਾ ਹੈ - ਯਾਹੂ! ਆਵਾਜ਼ਾਂ",
        "ਜਾਪਦਾ ਹੈ ਕਿ ਗੂਗਲ ਨੇ ਆਪਣੀ ਖੁਦ ਦੀ ਐਂਡਰਾਇਡ ਟੈਬਲੇਟ-ਵਾਪਸੀ ਬਣਾਉਣ 'ਤੇ ਇਸ ਨੂੰ ਛੱਡ ਦਿੱਤਾ ਹੈ - ਆਰਸ ਟੈਕਨੀਕਾ",
        "ਲਾਓਸ ਵਿੱਚ ਸ਼ੱਕੀ ਮੀਥੇਨੌਲ ਜ਼ਹਿਰ ਦੀ ਚਿਤਾਵਨੀ ਦੇ ਦੇਸ਼ਾਂ ਵਿੱਚ ਛੇ ਸੈਲਾਨੀਆਂ ਵਿੱਚ ਆਸਟਰੇਲੀਆਈ ਕਿਸ਼ੋਰਾਂ ਦੀ ਮੌਤ ਹੋ ਗਈ - ਸੀਐਨਐਨ",
        "ਹਟਾਈ",
        "ਯੂਰਪੀਅਨ ਯੂਨੀਅਨ ਦੀ ਬੈਟਰੀ ਦੀਵਾਲੀਆਪਨ ਲਈ ਨਾਰਥਵੋਲਟ ਦੇ ਸੀਈਓ ਅਸਤੀਫਾ ਦੇਣ ਅਤੇ ਕੰਪਨੀ ਫਾਈਲਾਂ ਦੇ ਰੂਪ ਵਿੱਚ ਟੈਟਰਾਂ ਵਿੱਚ ਉਮੀਦ ਕਰਦਾ ਹੈ - ਪੋਲੀਟੀਕੋ ਯੂਰਪ",
        "ਮਾਈਕ ਟੋਮਲਿਨਃ ਮੌਸਮ ਨੇ ਇਹ ਨਿਰਧਾਰਤ ਨਹੀਂ ਕੀਤਾ ਕਿ ਅਸੀਂ ਜਸਟਿਨ ਫੀਲਡਾਂ ਦੀ ਕਿੰਨੀ ਵਰਤੋਂ ਕੀਤੀ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "“ਅਸੀਂ ਖੂਨ-ਖਰਾਬਾ ਵੇਖ ਸਕਦੇ ਸੀ!“ ਕਾਰਲਸਨ ਐਂਡ ਕੰਪਨੀ ਆਨ ਦਿ ਡਿੰਗ-ਗੁਕੇਸ਼ ਵਰਲਡ ਚੈਂਪੀਅਨਸ਼ਿਪ - ਸ਼ਤਰੰਜ ਡਾਟ ਕਾਮ",
        "ਲੰਡਨ 'ਚ ਅਮਰੀਕੀ ਦੂਤਾਵਾਸ ਦੇ ਬਾਹਰ ਮਿਲਿਆ' ਸ਼ੱਕੀ ਪੈਕੇਜ '- ABC News",
        "ਇਰਾਨ ਪ੍ਰਮਾਣੂ ਵਾਚਡੌਗ ਦੇ ਝਿੜਕਣ ਤੋਂ ਬਾਅਦ ‘ਨਵੇਂ ਐਡਵਾਂਸਡ ਸੈਂਟਰਿਫਿesਜ' ਨੂੰ ਸਰਗਰਮ ਕਰਦਾ ਹੈ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "ਹਟਾਈ",
        "ਐਲੇਨ ਡੀਜੇਨੇਰਸ ਨੇ ਟਰੰਪ ਦੀ ਜਿੱਤ ਤੋਂ ਬਾਅਦ ਬ੍ਰਿਟੇਨ ਵਿਚ ਇਕ ਬਰੂਨੇਟ ਦੇ ਤੌਰ ਤੇ ਆਪਣੀ ਸਭ ਤੋਂ ਵਧੀਆ ਜ਼ਿੰਦਗੀ ਜੀਉਣ ਦੀ ਗੱਲ ਕਹੀ - ਯਾਹੂ ਐਂਟਰਟੇਨਮੈਂਟ",
        "ਜੈੱਫ ਬੇਜੋਸ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਟੈੱਸਲਾ ਦੇ ਸੀਈਓ ਨੇ ਆਪਣੇ ਝਗੜੇ ਨੂੰ ਮੁੜ ਬਹਾਲ ਕਰਨ ਤੋਂ ਬਾਅਦ ਐਲਨ ਮਸਕ ਦੇ ਦਾਅਵੇ '100% ਸਹੀ ਨਹੀਂ' ਹਨ - ਬਿਜ਼ਨਸ ਇਨਸਾਈਡਰ",
        "ਹਾ Houseਸ ਨੇ ਬਿੱਲ ਨੂੰ ਪਾਸ ਕੀਤਾ ਜੋ ਖਜ਼ਾਨੇ ਨੂੰ ਉਨ੍ਹਾਂ ਗੈਰ-ਮੁਨਾਫਿਆਂ ਨੂੰ ਨਿਸ਼ਾਨਾ ਬਣਾਉਣ ਦੀ ਆਗਿਆ ਦੇਵੇਗਾ ਜੋ ਇਸ ਨੂੰ ਅੱਤਵਾਦ ਦਾ ਸਮਰਥਨ ਕਰਨ ਲਈ ਮੰਨਦੇ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਵਿਕੀਪੀਡੀਆ ਕਰਨ ਲਈ ਥੱਲੇ ਗਿਣਦਾ ਹੈ $ 100K BTC ਸ਼ਾਰਟਸ ਜੋਖਮ ਦੇ ਤੌਰ ਤੇ ਕੀਮਤ 'ਹਿੰਸਕ breakout' - Cointelegraph",
        "'ਸਪੈਲਬਾਉਂਡ' ਸਮੀਖਿਆਃ ਨੈੱਟਫਲਿਕਸ ਐਨੀਮੇਟਡ ਕਲਪਨਾ ਵਿੱਚ ਨਿਕੋਲ ਕਿਡਮੈਨ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਹੰਗਰੀ ਦੇ ਓਰਬਨ ਨੇ ਨੇਤਨਯਾਹੂ ਲਈ ਅੰਤਰਰਾਸ਼ਟਰੀ ਗ੍ਰਿਫਤਾਰੀ ਵਾਰੰਟ ਨੂੰ ਨਜ਼ਰ ਅੰਦਾਜ਼ ਕਰਨ ਦੀ ਸਹੁੰ ਖਾਧੀ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਓਹਤਾਨੀ ਨੇ ਫਿਰ ਐਮਵੀਪੀ ਜਿੱਤੀ ਅਤੇ ਜਾਪਾਨੀ ਅਖਬਾਰ ਇਤਿਹਾਸ ਦੀ ਨਿਸ਼ਾਨਦੇਹੀ ਕਰਨ ਲਈ ਵਧੇਰੇ ਵਿਸ਼ੇਸ਼ ਸੰਸਕਰਣ ਛਾਪਦੇ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਸਟੀਲਰਜ਼ ਡਬਲਯੂਆਰ ਜਾਰਜ ਪਿਕਨਜ਼ ਨੇ ਬ੍ਰਾsਨਜ਼ ਸੀਬੀ ਨਾਲ ਲੜਨਾ ਸ਼ੁਰੂ ਕਰ ਦਿੱਤਾ ਜਿਵੇਂ ਕਿ ਖੇਡ ਖਤਮ ਹੋ ਗਈ, ਇਸ 'ਤੇ ਰੋਕ ਲਗਾਉਣੀ ਪਈ - ਯਾਹੂ ਸਪੋਰਟਸ"
    ]
}