{
    "headlines": [
        "استولى المتمردون السوريون على حلب، ثاني أكبر مدينة في البلاد. إليك من هم - سي إن إن",
        "الصين تحظر صادرات الجرمانيوم والغاليوم إلى الولايات المتحدة في حركة تيت فور تات - بلومبرغ",
        "امرأة تقر بالذنب في حادث القيادة تحت تأثير الكحول الذي قتل العروس في ليلة زفافها - ABC News",
        "الحكومة الفرنسية تترنح بعد رئيس الوزراء ميشيل بارنييه القوات من خلال الميزانية - BBC.com",
        "براونز QB جاميس وينستون على 497 ياردة، 3 INT تظهر: \"أمام العالم كله، لقد أفسدت الأمر بالنسبة لنا\" - NFL.com",
        "Truong My Lan: رجل الأعمال الفيتنامي يخسر استئناف حكم الإعدام بسبب أكبر عملية احتيال مصرفي في العالم - BBC.com",
        "مصادر تقول إن تافاريس اشتبك مع مجلس إدارة ستيلانتيس بشأن خطة الإحياء - رويترز",
        "لدى مكتب التحقيقات الفيدرالي الذي اختاره ترامب خطط لإعادة تشكيل المكتب. هذا ما قاله كاش باتيل إنه يريد القيام به - وكالة أسوشيتد برس",
        "2024 جوائز جوثام: \"رجل مختلف\" يفوز بجائزة أفضل فيلم روائي طويل مثل \"Nickel Boys\"، \"Sing Sing\" Each Take Two - Hollywood Reporter",
        "كريستيان مكافري تحديث إصابة الركبة: 49ers RB من المتوقع أن تفوت ستة أسابيع بعد وضعها على الأشعة تحت الحمراء - سي بي إس سبورتس",
        "محذوف",
        "يقول ترامب إنه سيحضر احتفال إعادة افتتاح كاتدرائية نوتردام في باريس في نهاية هذا الأسبوع - وكالة أسوشيتد برس",
        "\"حرب النجوم: طاقم الهيكل العظمي\" وقانون جود المبهج يعيدان الامتياز إلى جذوره الصديقة للأطفال: مراجعة تلفزيونية - تنوع",
        "امرأة هاواي هانا كوباياشي شوهدت تدخل المكسيك - الشرطة - BBC.com",
        "كاليفورنيا تفتتح جلسة خاصة للتحضير لدعاوى قضائية ضد ترامب - واشنطن بوست",
        "أعضاء مجلس الشيوخ عن الحزب الجمهوري يدافعون عن هيغزيث بعد اجتماع خاص - أكسيوس",
        "تطلق جاكوار مفهومًا لطرازها الجديد من السيارات الكهربائية بعد جدل حول تغيير علامتها التجارية — التي لم تكن تحتوي على سيارة - Business Insider",
        "UFC 310 يكشف التشكيلة النهائية لبطاقة القتال عن بطلين سابقين في المرحلة التمهيدية - MMA Fighting",
        "\"موانا 2\" تشق طريقها إلى تاريخ شباك التذاكر. كيف نجح الجزء الثاني من الرسوم المتحركة. - Yahoo Entertainment",
        "الدولار يرتفع بعد تهديد دونالد ترامب بتعريفات بريكس والمشاكل السياسية الفرنسية - فاينانشال تايمز"
    ]
}