{
    "headlines": [
        "ਚੋਣ ਤੋਂ 3 ਦਿਨ ਪਹਿਲਾਂ ਦੱਖਣੀ ਲੜਾਈ ਦੇ ਮੈਦਾਨਾਂ ਵਿੱਚ ਹੈਰਿਸ ਅਤੇ ਟਰੰਪ ਦੀ ਮੁਹਿੰਮ - ਸੀਐਨਐਨ",
        "ਡਾਰਟ 515 ਗਜ਼, 6 ਟੀਡੀਜ਼ - ਈਐਸਪੀਐਨ ਦੇ ਨਾਲ ਓਲੇ ਮਿਸ ਰਿਕਾਰਡ ਸੈੱਟ ਕਰਦਾ ਹੈ",
        "ਵਾਰਨ ਬਫੇਟ 325 ਬਿਲੀਅਨ ਡਾਲਰ ਤੋਂ ਵੱਧ ਨਕਦ 'ਤੇ ਬੈਠਾ ਹੈ ਕਿਉਂਕਿ ਬਰਕਸ਼ਾਇਰ ਹੈਥਵੇ ਐਪਲ ਸਟਾਕ ਵੇਚਦਾ ਰਹਿੰਦਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਯੂਕਰੇਨ ਦੇ ਜ਼ੇਲੇਨਸਕੀ ਨੇ ਉੱਤਰੀ ਕੋਰੀਆ ਦੀਆਂ ਫੌਜਾਂ ਦੇ ਮੋਰਚੇ 'ਤੇ ਪਹੁੰਚਣ ਤੋਂ ਪਹਿਲਾਂ ਸਹਿਯੋਗੀਆਂ ਨੂੰ ਕਾਰਵਾਈ ਕਰਨ ਦੀ ਅਪੀਲ ਕੀਤੀ - ਅਲ ਜਜ਼ੀਰਾ ਅੰਗਰੇਜ਼ੀ",
        "ਡਬਲਯੂਡਬਲਯੂਈ ਤਾਜ ਗਹਿਣਾ 2024 ਨਤੀਜੇਃ ਜੇਤੂ, ਲਾਈਵ ਗ੍ਰੇਡ, ਪ੍ਰਤੀਕ੍ਰਿਆ ਅਤੇ ਹਾਈਲਾਈਟਸ - ਬਲੀਚਰ ਰਿਪੋਰਟ",
        "ਜੇਮਜ਼ ਫ੍ਰੈਂਕਲਿਨ ਓਹੀਓ ਸਟੇਟ - ਯੂਐਸਏ ਦੇ ਵਿਰੁੱਧ ਅੱਜ ਫਿਰ ਥੋੜੇ ਜਿਹੇ ਪੈਣ ਤੋਂ ਬਾਅਦ ਪੇਨ ਸਟੇਟ ਵਿਖੇ ਵਧਦਾ ਥਕਾਵਟ ਵਾਲਾ ਕੰਮ",
        "‘ਇਹ ਸਭ ਖੰਡਰ ਵਿੱਚ ਹੈ.’ ਸਪੇਨ ਦੇ ਹੜ੍ਹਾਂ ਦੇ ਕੇਂਦਰ ਵਿਚ ਪਾਈਪੋਰਟਾ ਦੀਆਂ ਟੁੱਟੀਆਂ ਜ਼ਿੰਦਗੀਆਂ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਕਿੰਡਲ ਕਲਰਸੌਫਟ ਦੇ ਮਾਲਕ ਈ-ਰੀਡਰ ਦੀ ਸਕ੍ਰੀਨ 'ਤੇ ਪੀਲੀ ਪੱਟੀ ਦੀ ਸ਼ਿਕਾਇਤ ਕਰਦੇ ਹਨ - ਦਿ ਵਰਜ",
        "ਈਰਾਨ ਦੇ ਦੁਸ਼ਮਣਾਂ ਨੂੰ ਕੁਚਲਣ ਵਾਲਾ ਜਵਾਬ ਮਿਲੇਗਾ - ਖਾਮੇਨੀ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "'RHOBH' alum Teddi Mellencamp ਵਿਆਹ ਦੇ 13 ਸਾਲ ਬਾਅਦ ਪਤੀ ਐਡਵਿਨ Arroyave ਤੱਕ ਤਲਾਕ ਲਈ ਫਾਇਲ - ਪੰਨਾ ਛੇ",
        "ਫਲੋਰਿਡਾ ਦੇ ਦੋਸ਼ੀ ਕਾਤਲ ਕਲੌਨ ਨੂੰ ਉਸ ਦੇ ਪਤੀ ਦੀ ਤਤਕਾਲੀ ਪਤਨੀ ਦੀ ਹੱਤਿਆ ਲਈ ਜੇਲ੍ਹ ਤੋਂ ਰਿਹਾਅ ਕੀਤਾ ਗਿਆ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਲਾਈਵਃ ਸਾਬਕਾ ਰਾਸ਼ਟਰਪਤੀ ਟਰੰਪ ਸਲੇਮ ਰੈਲੀ ਵਿਚ ਬੋਲਦੇ ਹਨ - ਡਬਲਯੂਡੀਬੀਜੇ",
        "ਟਰੰਪ ਕੋਈ ਅਜਿਹਾ ਵਿਅਕਤੀ ਚਾਹੁੰਦਾ ਹੈ ਜੋ ਡੀਓਜੇ ਵਿਖੇ ’ਆਪਣੀ ਬੋਲੀ’ ਕਰੇਗਾ. ਇੱਥੇ ਚੋਟੀ ਦੇ ਦਾਅਵੇਦਾਰ ਹਨ - ਪੋਲਿਟਿਕੋ",
        "ਹਟਾਈ",
        "ਜ਼ੇਮੇਕਿਸ ਦਾ \"ਇੱਥੇ\" ਇਤਿਹਾਸ ਦੇ ਸਨੈਪਸ਼ਾਟ ਪੇਸ਼ ਕਰਦਾ ਹੈ, ਪਰ ਕੀ ਇਹ \"ਫੋਰੈਸਟ ਗੰਪ\" ਪਰਛਾਵੇਂ ਤੋਂ ਬਚ ਸਕਦਾ ਹੈ? - ਸੈਲੂਨ",
        "ਅਗਲੇ ਕੁਝ ਦਿਨਾਂ ਦੇ ਅੰਦਰ ਕੈਰੇਬੀਅਨ ਵਿੱਚ 97L ਦੀ ਗੜਬੜੀ ਨੂੰ ਖੰਡੀ ਡਿਪਰੈਸ਼ਨ ਬਣਨ ਦੀ ਸੰਭਾਵਨਾ ਹੈ - ਫੌਕਸ ਮੌਸਮ",
        "ਪ੍ਰਸੰਗ ਵਿੱਚਃ ਟਰੰਪ ਨੇ ਚੇਨੀ ਨੂੰ ਫਾਇਰਿੰਗ ਸਕੁਐਡ ਦਾ ਸਾਹਮਣਾ ਕਰਨ ਬਾਰੇ ਕੀ ਕਿਹਾ - ਅਲ ਜਜ਼ੀਰਾ ਅੰਗਰੇਜ਼ੀ",
        "ਟੀਜੀਆਈ ਸ਼ੁੱਕਰਵਾਰ ਦੀਆਂ ਫਾਈਲਾਂ ਦੀਵਾਲੀਆਪਨ ਲਈ, ਕੋਵਿਡ -19 ਮਹਾਂਮਾਰੀ ਵਿੱਤੀ ਪ੍ਰੇਸ਼ਾਨੀਆਂ ਲਈ ਜ਼ਿੰਮੇਵਾਰ ਹੈ - ਫੌਕਸ ਬਿਜ਼ਨਸ",
        "‘Venom: The Last Dance’ Second Weekend Sees $ 22M +, ‘Forrest Gump’ Reteam ‘Here’ Is Not There With $ 5M+ Opening – ਬਾਕਸ ਆਫਿਸ ਅਪਡੇਟ - ਡੈੱਡਲਾਈਨ",
        "ਵਾਚ ਸਪੇਸਐਕਸ ਕਰੂ -9 ਪੁਲਾੜ ਯਾਤਰੀਆਂ ਨੇ ਕ੍ਰੂ ਡਰੈਗਨ ਪੁਲਾੜ ਯਾਨ ਨੂੰ 3 ਨਵੰਬਰ ਨੂੰ ਨਵੇਂ ਆਈਐਸਐਸ ਪਾਰਕਿੰਗ ਸਥਾਨ 'ਤੇ ਲਿਜਾਇਆ - ਸਪੇਸ ਡਾਟ ਕਾਮ"
    ]
}