{
    "headlines": [
        "Jamie Foxx verrät, dass er einen Schlaganfall im neuen Netflix-Stand-up-Special hatte - The Washington Post",
        "Watchdog äußert Bedenken über Lecksonden aus der Trump-Ära von Reportern, Mitgliedern des Kongresses - ABC News",
        "Girona - Liverpool: Champions League – Live - The Guardian",
        "Walgreens Aktien Pop on Report Apothekenkette könnte sich an PE-Firma Sycamore verkaufen - CNBC",
        "Exklusiv: Syriens neue Herrscher kehren zur freien Marktwirtschaft zurück, sagt der Wirtschaftsführer - Reuters",
        "\"Ich hatte nie den Eindruck, dass er sich selbst zerstören würde:\" Freunde des Verdächtigen im tödlichen CEO, der geschockt schoss - CNN",
        "Händler sind sich einer Zinssenkung der Fed ziemlich sicher. Was passiert, wenn die Inflationsdaten zu heiß sind? - MarketWatch",
        "HPV-Tests werden für Gebärmutterhalskrebs-Screenings ab dem 30. Lebensjahr gegenüber Pap bevorzugt, so der Empfehlungsentwurf der Task Force - CNN",
        "Fans mit Adleraugen glauben, dass sie das erste \"Switch 2\" -Bild im neuen Satisfye-Trailer entdeckt haben - Nintendo Life",
        "Satellitenbilder zeigen russische Marineschiffe, die vor der syrischen Küste vor Anker liegen - Reuters",
        "Israel bombardiert Syrien und erobert Territorium, während Netanjahu verspricht, \"das Gesicht\" des Nahen Ostens zu verändern - CNN",
        "Wissenschaftler behaupten, dass sie die Ursache von mysteriösen Dickdarmkrebserkrankungen bei jungen Menschen gefunden haben - und die Lebensstilfaktoren - Daily Mail",
        "Wissenschaftler finden einen möglichen Zusammenhang zwischen ultra-verarbeiteten Lebensmitteln und Krebs - Financial Times",
        "Trump will die Erstgeburtsbürgerschaft beenden. Kann das wirklich passieren? - POLITICO",
        "\"Die Prinzessin der schwarzen Poesie\", Nikki Giovanni, ist im Alter von 81 Jahren gestorben - The Associated Press",
        "Schnelles Bürstenfeuer in Malibu führt zu Evakuierungen, Schulschließungen und Unterkünften in Pepperdine - LAist",
        "Klage rückt Sean ‘Diddy’ Combs und Jay-Zs jahrzehntelange Freundschaft ins Rampenlicht - CNN",
        "Wie die Weigerung der Yankees, Juan Soto eine Luxussuite zu geben, zu einem Mets-Deal führte - Sports Illustrated",
        "Ab dem 5. Dezember: Knockout-Runden im Emirates NBA Cup - NBA.com",
        "Die 3 Millionen syrischen Flüchtlinge in der Türkei stehen vor einer großen Entscheidung, nach Hause zu gehen oder zu bleiben - BBC.com"
    ]
}