{
    "headlines": [
        "Ägypten sagt, dass 16 Menschen vermisst werden, während das Touristenboot vor der Küste des Roten Meeres sinkt - Al Jazeera Englisch",
        "Gavin Newsom droht mit Intervention, wenn Trump Bidens Steuergutschrift für Elektrofahrzeuge in Höhe von 7,5.000 US-Dollar tötet - Fox News",
        "Trumps Anwälte untersuchen Vorwürfe, dass Top-Adjutant finanziellen Gewinn durch Einflussnahme auf den gewählten Präsidenten suchte, sagen Quellen - CNN",
        "Vater der vermissten Hawaii-Frau Hannah Kobayashi tot in LA aufgefunden - SFGATE",
        "Rohmilch, die wegen Vogelgrippevirus zurückgerufen wurde, Berichte aus Kalifornien - Ars Technica",
        "Special Counsel Jack Smith geht dazu über, den Trump-Wahlfall unter Berufung auf die \"kategorische\" DOJ-Politik fallen zu lassen - ABC News",
        "Ein weiterer wichtiger \"Yellowstone\" -Charakter beißt den Staub, als John Dutton Killers die Waggons umkreisen - Deadline",
        "Biden begnadigt Truthähne zum letzten Mal als US-Präsident - BBC.com",
        "Mit Threads können Sie schließlich den folgenden Feed als Standard festlegen - The Verge",
        "Warren Buffett spendet eine weitere Milliarde Dollar. Er hat Ratschläge zur Nachlassplanung für alle. - The Wall Street Journal",
        "Packers PFF-Typen: Beste, schlechteste Spieler aus Sieg über 49ers in Woche 12 - Packers Wire",
        "Für einige mag es ein feuchtes, schneebedecktes Thanksgiving sein. Finde heraus, wo. - The Washington Post",
        "Dies ist die neue progressive Strategie für den Krieg mit Trump - POLITICO",
        "Der erste Projektor von TCL scheint genau richtig für Outdoor Hijinx - Gizmodo zu sein",
        "Astronauten berichten von alarmierendem Gestank, der von russischen Raumfahrzeugen kommt, die an die ISS angedockt sind - Gizmodo",
        "Alec Baldwin will 'Rust' nicht sehen, hofft aber, dass der Film veröffentlicht wird - Vielfalt",
        "SpaceX: Cellular Starlink Service ist einsatzbereit - PCMag",
        "US-Treasuries Rally on Bets Bessent Will Dilute Trump's Plans - Yahoo Finance",
        "Die Menendez-Brüder werden zum ersten Mal seit 28 Jahren vor Gericht erscheinen - CNN",
        "NFL Woche 12, Sortieren des Sonntagsstapels: Saquon Barkleys MVP-Fall, Bo Nix steigt, Niners in großen Schwierigkeiten - CBS Sports"
    ]
}