{
    "headlines": [
        "Un hiver La Niña arrive. Voici ce que cela pourrait signifier pour les États-Unis - CNN",
        "Les États-Unis avertissent Israël d'augmenter l'aide humanitaire à Gaza ou de risquer de perdre le financement des armes - The Associated Press",
        "Walgreens fermera 1 200 magasins alors que les ventes au détail diminuent - The Washington Post",
        "Jake E. Lee, ancien guitariste d'Ozzy Osbourne, a tourné plusieurs fois à Las Vegas - Fox News",
        "Alors que la guerre israélienne contre le Hezbollah s'étend, les sauveteurs de l'est atteignent leur limite - The Washington Post",
        "Échéance commerciale 2024 de la NFL : huit grands mouvements qui doivent se produire après que les Bills, les Jets aient fait des éclaboussures WR - CBS Sports",
        "Les États-Unis infligent une amende de 4 millions de dollars à Lufthansa pour le traitement de passagers juifs orthodoxes sur un vol 2022 - The Associated Press",
        "Bills Land Star WR Cooper en échange avec Browns - ESPN",
        "« Ce ne sont que des mathématiques simples » : un journaliste presse Trump sur son plan tarifaire - CNN",
        "Dans la boîte iPad Mini 7 : Pas de chargeur en Europe, nouveau câble USB-C tressé - MacRumors",
        "Le stock de Tesla augmente. L'ARCHE de Cathie Wood pèse le jour du Robotaxi. - Barron's",
        "Rapport : Tom Brady aura une « voix proéminente » en tant que propriétaire minoritaire de Raiders - NBC Sports",
        "Les cas de coqueluche et de pneumonie ambulatoire sont en hausse. Voici ce qu'il faut savoir et comment assurer la sécurité de votre famille. - CBS News",
        "Le juge géorgien décide que les responsables électoraux ne peuvent pas retarder la certification en raison de problèmes de fraude - CBS News",
        "Une illusion rare donne à la comète « une fois dans sa vie » une deuxième queue apparemment impossible après s'être approchée au plus près de la Terre pendant 80 000 ans - Livescience.com",
        "L'Espagne arrête 4 personnes accusées d'avoir expédié d'éventuels précurseurs d'armes chimiques en Russie, en violation des sanctions - CBS News",
        "Les images satellites montrent comment l'ouragan Milton a remodelé certaines parties de la côte de la Floride - CBS News",
        "[supprimé]",
        "« Morning Joe » déchire le gouverneur républicain Glenn Youngkin pour avoir minimisé la menace « fasciste » de Trump - The Daily Beast",
        "Les scientifiques découvrent des animaux sous le plancher océanique, offrant des indices sur la vie au-delà de la Terre - Gizmodo"
    ]
}