{
    "headlines": [
        "Sunday Night Football: Russell Wilson throws for 264 yards as Steelers win 37-15 - NBC Sports",
        "Oscar brings winds, heavy rains to eastern Cuba after striking the Bahamas - The Hill",
        "Week 7 NFL Takeaways: Jared Goff Is an MVP Candidate - Sports Illustrated",
        "Moldova's vote on pro-EU constitution change hangs in balance - BBC.com",
        "Blasts heard in Lebanon as Israel vows to hit Hezbollah finance sites - BBC.com",
        "Dodgers vs. Mets Game 6 live score updates: Edman has 4 RBI on verge of World Series - USA TODAY",
        "China cuts benchmark lending rates by 25 basis points - CNBC",
        "Jelly Roll Calls X 'Most Toxic' App Ever, Says He's Quitting It - TMZ",
        "NY Mets vs. L.A. Dodgers live score, updates, lineups from NLCS Game 6 in Los Angeles - NorthJersey.com",
        "Directioners mourning singer Liam Payne leave tributes in London and other cities - The Associated Press",
        "During Breast Cancer Awareness Month, cancer expert says 'survivor tsunami' is coming - Fox News",
        "Trump works drive-thru at Bucks County McDonald's before town hall in Lancaster, Pennsylvania - CBS News",
        "Elon Musk’s daily $1 million giveaway to registered voters could be illegal, experts say - CNN",
        "‘Catastrophic failure:’ 7 dead, 3 in critical condition after dock gangway collapses on GA’s coast - WSB Atlanta",
        "2025 Mercedes-AMG CLE53 Cabriolet Can Dance With The Pros - Jalopnik",
        "Trump visits McDonald’s as Harris speaks to churchgoers in swing state push - Al Jazeera English",
        "At least 87 killed in Israeli strike on northern Gaza, health ministry says - CNN",
        "Attention shoppers: Last full-sized Kmart in continental US closes as retail giant fades - USA TODAY",
        "2 Navy aviators are declared dead after a fighter jet crashed in Washington state - The Associated Press",
        "Ex-general Prabowo, once accused of rights abuses, takes up presidency of world’s third-largest democracy - CNN"
    ]
}