{
    "headlines": [
        "Projeção dos playoffs da NFL de Prisco: os Bills finalmente derrubam os Chiefs, os Packers atordoam os Lions a caminho do Super Bowl - CBS Sports",
        "O tribunal federal de apelações não bloqueará o plano de Garland de divulgar um relatório do conselho especial sobre os casos de Trump - CNN",
        "NFL transfere jogo dos playoffs dos Vikings-Rams para o Arizona - NBC Sports",
        "Netanyahu pode participar de evento memorial de Auschwitz, diz Tusk, da Polônia - POLITICO EUROPE",
        "A família Samsung Galaxy S25 pode chegar com um aumento de preço indesejado - GSMArena.com",
        "Harris cancela a última viagem ao exterior por causa de incêndios florestais na Califórnia - Yahoo! Voices",
        "Onde assistir ao jogo Notre Dame vs. Penn State: canal de TV, odds para Orange Bowl 2025, spread, previsão, escolha - CBS Sports",
        "Macy's fecha dezenas de lojas como parte de nova estratégia após 2024 sem brilho - New York Post",
        "Os incêndios florestais de Los Angeles estão devastando as Pacific Palisades repletas de celebridades. Veja quais estrelas perderam casas. - Business Insider",
        "Democratas do Senado se unem aos republicanos na votação para adiantar projeto de lei para deter migrantes acusados de crimes - Associated Press",
        "Incêndios florestais na Califórnia devastam o condado de Los Angeles, matando 5 e ameaçando milhares de casas - Fox News",
        "Jimmy Carter Funeral Live Updates: Casket Arrivces In Plains, Georgia, After Trump, Obama, Biden Attend Service - Forbes",
        "BlackRock sai do grupo climático no mais recente declínio verde - Financial Times",
        "‘Wicked’ ganha US $ 70 milhões na primeira semana de lançamento digital - Variety",
        "Dinamarca luta para manter a calma em crise devido à ameaça de Trump de tomar a Groenlândia - BBC.com",
        "X lança aplicativo para iPhone da Grok nos EUA - The Verge",
        "Elon Musk recebe líder da AfD de extrema-direita da Alemanha em X antes das eleições - Al Jazeera English",
        "O relatório de empregos de sexta-feira pode apresentar uma visão mista do mercado de trabalho. Veja o que esperar - CNBC",
        "   Removido ",
        "Equipes de Biden e Trump coordenaram o impulso para o novo presidente libanês - Axios"
    ]
}