{
    "headlines": [
        "Polícia divulga vídeo da estrela da NFL Tyreek Hill sendo detida após parada no trânsito a caminho do estádio - CNN",
        "Christian McCaffrey é uma surpresa inativa para a abertura da temporada dos 49ers contra os Jets - New York Post",
        "Princesa Kate diz que quimioterapia acabou \"mas o caminho para a cura\" após o diagnóstico de câncer será longo - CBS News",
        "Trump lidera Harris por apenas 2 pontos na Flórida: pesquisa - The Hill",
        "AirPods como aparelhos auditivos? Tudo o que precisa de saber sobre as principais atualizações de saúde da Apple - CNET",
        "JD Vance repete a afirmação infundada de que os imigrantes haitianos estão comendo animais de estimação, enquanto as autoridades de Ohio dizem que não há evidências - CBS News",
        "Aviso de furacão emitido para o sul da Louisiana enquanto Francine se fortalece no golfo - The Washington Post",
        "Casa Branca: Biden não ligou para família de cidadão americano morto na Cisjordânia por tropas israelenses - usa TODAY",
        "Hakeem Jeffries rejeita a lei de gastos do Partido Republicano como \"não séria e inaceitável\" - The Associated Press",
        "Ação judicial acusa Watson de agressão sexual em '20 - ESPN",
        "Alemanha reforça controles de fronteira após esfaqueamento - BBC.com",
        "Investidores da Apple obtêm um acordo bruto com o iPhone 16 — mas os clientes obtêm uma pechincha - MarketWatch",
        "Os astronautas teriam ficado bem no Starliner da Boeing durante o pouso, diz a NASA - Space.com",
        "A Disney 'está jogando duro' com a DirecTV enquanto o Monday Night Football da NFL se aproxima. Aqui está o que está em jogo. - Yahoo Finance",
        "‘Cowboy Carter’ nunca mudaria a opinião da CMA sobre Beyoncé - Rolling Stone",
        "Quarto caso de EEE perigoso confirmado em Mass. nesta temporada - WCVB Boston",
        "O nome de Robert Kennedy permanece na cédula, diz a Suprema Corte de Michigan - Detroit News",
        "A Apple lançará o iOS 18, macOS 15, iPadOS 18 e outras atualizações em 16 de setembro - Ars Technica",
        "Primeiro caso de gripe aviária humana diagnosticado sem exposição a animais infectados, diz CDC - Fox News",
        "A inteligência visual da Apple é uma visão integrada do Google Lens - The Verge"
    ]
}