{
    "headlines": [
        "لماذا تمكن ترامب من شن مثل هذه الحرب السريعة على التنوع - بوليتيكو",
        "تعطلت شبكة PlayStation منذ ما يقرب من يوم – وبدأ اللاعبون يشعرون بالقلق - The Independent",
        "تنازلت الشبكة عن بن سيمونز بعد أن وافق الفريق والمختار رقم 1 السابق على الاستحواذ - وكالة أسوشيتد برس",
        "أصيب ضابط شرطة جورجيا بطلق ناري مميت ردًا على نادي بيكليبول ؛ تم القبض على المشتبه به - سي بي إس نيوز",
        "إطلاق سراح الرهائن الإسرائيليين والأسرى الفلسطينيين في الوقت الذي تدين فيه إسرائيل المظهر الضعيف للأسرى - سي إن إن",
        "تتحول القناة الأرجنتينية بشكل غامض إلى اللون الأحمر الفاتح، ويبدو أنها \"مغطاة بالدماء\" - نيويورك بوست",
        "فيراكسيس تصنع مفاجأة حضارة سيد ماير 7 - إعلان الواقع الافتراضي - IGN",
        "اختيارات خبراء Super Bowl 2025، والاحتمالات، والرهانات الخاصة، وأفضل الرهانات، ومكان المشاهدة، والبث المباشر، والمزيد - CBS Sports",
        "الانهيار الأرضي في الصين: أكثر من 30 مفقودًا في سيتشوان - BBC.com",
        "تحذير \"الطوارئ\" من Apple - قم بذلك لتشفير iCloud الخاص بك الآن - Forbes",
        "Apple Leak تكشف عن تاريخ إصدار iPhone SE - Forbes",
        "اليمين المتطرف في أوروبا يشيد بترامب في تجمع مدريد - فاينانشال تايمز",
        "شباك التذاكر: \"رجل الكلب\" لا يزال بعيدًا عن المقود في المركز الأول، و \"عيون القلب\" و \"الحب يؤلم\" ينبض ببطء في عطلة نهاية الأسبوع الهادئة في السوبر بول - مجموعة متنوعة",
        "إليك ما نعرفه عن حادث تحطم طائرة ركاب في ألاسكا أسفر عن مقتل 10 أشخاص - وكالة أسوشيتد برس",
        "المعاهد الوطنية للصحة تخفض مليارات الدولارات من تمويل الطب الحيوي، وتسري على الفور - واشنطن بوست",
        "رفع ر. كيلي دعوى قضائية من قبل ست ضحايا يسعون للحصول على الملايين التي لا يزال مدينًا لهم بها - AOL",
        "القاضي الفيدرالي يمنع وصول Elon Musk's DOGE إلى نظام مدفوعات الخزانة الحرج - CNN",
        "موسم الإنفلونزا في الولايات المتحدة الآن هو الأكثر حدة منذ 15 عامًا - MLive.com",
        "يشعر العمال الفيدراليون الذين استحوذوا على ترامب بالخوف والندم بعد أمر القاضي - واشنطن بوست",
        "\"الموت عند الموت \": المدعى عليه في القتل المرتبط بمجموعة\" زيزيان \"الشبيهة بالطائفة يملي خطابًا من 1500 كلمة عبر هاتف السجن - سان فرانسيسكو كرونيكل"
    ]
}