{
    "headlines": [
        "2025 اختيارات خبراء الماسترز، أفضل الرهانات، الاحتمالات، النائمون: الغولف من الداخل يتجنب جون رام في أوغوستا ناشيونال - سي بي إس سبورتس",
        "Casting News: Mr. Darcy and Carrie Contenders, and More - TVLine",
        "محكمة الاستئناف تقضي بأن ترامب يمكن أن يفصل العمال الفيدراليين تحت الاختبار مرة أخرى - NPR",
        "يحد القضاة الفيدراليون من استخدام ترامب لقانون الأعداء الأجانب لبعض عمليات الترحيل - إن بي سي نيوز",
        "2025 NFL Mock Draft: Pats go Tetairoa McMillan، Shedeur Sanders تسقط من الجولة 1 إذا كان كونور روجرز جنرال موتورز - NBC Sports",
        "مع إلغاء أكثر من 250 تأشيرة طالب، يشعر العلماء الدوليون بالقلق مع توسيع الحكومة لأسباب الترحيل - سي إن إن",
        "يقول RFK Jr. إنه \"ليس على دراية\" بتخفيضات 11 مليار دولار لإدارات الصحة الحكومية والمحلية - The Hill",
        "معسكر لوكا دونسيتش يقال إن عروض مافريكس الخاصة للعودة إلى دالاس - سبورتس إليستريتد",
        "مؤشر S&P 500 يرتفع حتى مع تفاقم التوترات التجارية: تحديثات مباشرة - CNBC",
        "آبل تلجأ إلى الهند للمساعدة في تخفيف التعريفات الجمركية التي فرضها ترامب على الصين - فاينانشيال تايمز",
        "تم تجديد \"The Last of Us\" للموسم الثالث في HBO قبل العرض الأول للموسم الثاني - الموعد النهائي",
        "قد يتدخل بنك الاحتياطي الفيدرالي مع قيام ترامب بفك عوائد سندات الخزانة - Investor's Business Daily",
        "\"توقف عن اختلاق الرياضيات \": امتناع الحزب الجمهوري عن التدخل بينما يضغط ترامب على ميزانية مجلس النواب - بوليتيكو",
        "الصين تنفي أن أعدادا كبيرة من مواطنيها يقاتلون من أجل روسيا في أوكرانيا - أسوشيتد برس نيوز",
        "أثار النجمان المشاركان \"وايت لوتس\" والتون جوجينز وإيمي لو وود شائعات العداء بعد الخاتمة - الصفحة السادسة",
        "إذا كان الكوكب التاسع موجودًا، فقد يجده هذا التلسكوب بالفعل - NPR",
        "كان نواه وايل يقترب من \"انهيار عصبي\". \"ثم جاء\" البيت \": إنه \"مثير للغضب لا يمكننا التوصل إلى إجماع\" على الأقنعة واللقاحات - متنوعة",
        "غريتشن ويتمر تذهب إلى واشنطن مع دعوة إلى التعاون بين الحزبين لتنمية الاقتصاد - إن بي سي نيوز",
        "تقول الولايات المتحدة إنها تراقب الآن وسائل التواصل الاجتماعي للمهاجرين بحثًا عن معاداة السامية - NPR",
        "Microsoft: تحديثات أبريل 2025 تكسر Windows Hello على بعض أجهزة الكمبيوتر - BleepingComputer"
    ]
}