{
    "headlines": [
        "Майк Тайсон отправляет странное сообщение Дидди на фоне скандала с секс-торговлей: «Я желаю ему всего наилучшего» - New York Post",
        "TikTok вызывает опасную зависимость - и его руководители знали об этом с самого начала - Yahoo! Voices",
        "Самая большая буря в нашей Солнечной системе движется неожиданно, говорят ученые - CNN",
        "Изъято",
        "Происшествие с лифтом на туристической шахте в Колорадо убило 1 человека и заманило в ловушку 12. Причина до сих пор неизвестна - The Associated Press",
        "Три продукта H-E-B, названные в массовом отзыве мяса из-за листерии - mySA",
        "СМОТРИТЕ В ПРЯМОМ ЭФИРЕ: Трамп проводит предвыборный митинг в Авроре, штат Колорадо - PBS NewsHour",
        "Прогнозы по футболу в колледже на 7-й неделе: штат Огайо против штата Орегон, больше вариантов против распространения - New York Post",
        "Пожилые люди получат умеренный рост стоимости жизни в выплатах по социальному обеспечению в следующем году - Fox Business",
        "Ариана Гранде приняла участие в длительной проверке своего тела на новом альбоме ремиксов Charli XCX «Brat» - Новости BuzzFeed",
        "Поле битвы WSJ Опрос Трампа-Харриса: это подбрасывание, ребята - POLITICO",
        "Прогнозные карты северного сияния на сегодня показывают лучшие районы в США, чтобы увидеть северное сияние - Новости CBS",
        "Таинственный космический самолет X-37B Космических сил попытается совершить новые маневры «аэроторможения» на орбите - Space.com",
        "Смертельная война Израиля с поддерживаемой Ираном Хезболлой поразила эту ливанскую деревню без предупреждения - CBS News",
        "Трамп подрался с Детройтом - CNN",
        "Мероприятие Tesla по роботизированному такси было долгим по обещаниям Маска. Инвесторы хотели больше подробностей. - Reuters",
        "Коэффициенты НФЛ, линии Лас-Вегаса, выборы, спреды, игровые прогнозы: присматривающиеся к модели соколы, командиры на неделе 6, 2024 - CBS Sports",
        "Хезболла создает новое командование для решающей наземной войны после тяжелых израильских ударов - Reuters",
        "Сегодня «Субботним вечером в прямом эфире» - это учреждение. В 1975 году It Was Pure Anarchy - Rolling Stone",
        "Открытие Урана: двойные наблюдения НАСА прокладывают путь к открытию новых миров - SciTechDaily"
    ]
}