{
    "headlines": [
        "Фондовый рынок сегодня: Dow, S&P 500, Nasdaq закрываются выше; S&P 500 щелкает недельной серией убытков - MarketWatch",
        "Аарон Роджерс посещает Steelers: QB покидает объект без соглашения, сделка не является неизбежной, согласно отчетам - CBS Sports",
        "Saints воссоединяются с WR Cooks по двухлетнему контракту - ESPN",
        "SEC потеряет около 500 сотрудников для выкупа, предложения об отставке - Bloomberg",
        "«Большой шорт-инвестор» Дэнни Мозес: Рынки «недооценили» негативное влияние сокращений DOGE - Fortune",
        "Новые спутниковые снимки показывают ущерб после того, как Украина нанесла удар по базе бомбардировщиков в глубине России - Business Insider",
        "Министерство юстиции возвращается в суд, чтобы защитить депортацию венесуэльских мигрантов без надлежащей правовой процедуры - ABC News",
        "Живой трекер March Madness: основные моменты, обновления, реакции и многое другое - ESPN",
        "Что девять месяцев в космосе делают с человеческим телом - MSN",
        "Венесуэльцы, отправленные Трампом в Сальвадор, подписали документы, чтобы вернуться домой - Financial Times",
        "Новый диснеевский фильм «Белоснежка» сводит с ума практически всех - The Wall Street Journal",
        "Каждое расстройство на чемпионате NCAA по борьбе 2025 - FloWrestling",
        "Похоже, что Anthropic использует Brave для веб-поиска своего чат-бота Клода - TechCrunch",
        "Дэйв Рэмси с тревогой реагирует на сделку «купи сейчас, заплати позже» для DoorDash - The Hill",
        "Ожидается, что вспышка кори в Техасе продлится несколько месяцев, хотя вакцинация выросла по сравнению с прошлым годом - Associated Press",
        "Boeing выиграл контракт на истребитель NGAD, получивший название F-47 - Новости обороны",
        "Создатель «Severance» и Бен Стиллер распаковывают финал: что дальше для Марка и Хелли? Что происходит с реинтеграцией? И сколько осталось до 3 сезона? - Variety",
        "Илон Маск покидает Пентагон после дискуссий о Китае и технологиях - The Wall Street Journal"
    ]
}