{
    "headlines": [
        "Nvidia CEO Unveils Advanced AI Chips, Foundation Models and Mini Supercomputer - PYMNTS.com",
        "Jean-Marie Le Pen, father of far-right party in France, dies at 96 - The Washington Post",
        "North Carolina justices block certification of election outcome in race for one of its own seats - POLITICO",
        "Trump claims he'll rename the Gulf of Mexico to 'Gulf of America' - ABC News",
        "NASA to Explore Two Landing Options for Returning Samples from Mars - NASA",
        "Tyreek Hill has not retracted his Sunday comments about wanting out - NBC Sports",
        "Trump's lawyer asks appeals court to halt his criminal hush money sentencing - ABC News",
        "Nvidia’s stock heads for worst drop in months as CES speech lacked one big thing - MarketWatch",
        "SoCal braces for possibly destructive windstorm amid dangerous fire weather - ABC7 Los Angeles",
        "2 bodies are found in the landing gear of JetBlue plane at Florida airport - The Associated Press",
        "Moderna Stock Jumps Amid Bird Flu Vaccine Hope After First U.S. Death - Barron's",
        "Trump announces Dubai company will invest at least $20 billion in U.S. data centers - CBS News",
        "NFL head coach, GM moves, firings: Live updates, latest news as Titans part ways with Ran Carthon - CBS Sports",
        "Deadly earthquake hits Tibet, tremors felt in Nepal, India - DW (English)",
        "OnePlus 13 launches globally from $899, and it’s kicking off 2025 on a high note - 9to5Google",
        "Lenovo brings Windows on Arm to mini desktop PCs - The Verge",
        "Winter storm to take unusual track through the frigid South with impactful snow and ice - CNN",
        "Danish PM says Greenland is still not for sale as Donald Trump Jr. arrives - POLITICO Europe",
        "Inbox: Why not shock the football world again? - Packers.com",
        "Where To Stream Every Golden Globe Winner, From ‘The Substance’ To ‘Shogun’ - Forbes"
    ]
}