{
    "headlines": [
        "Итальянская журналистка Сесилия Сала освобождена Ираном - The Washington Post",
        "Судебный комитет Сената планирует слушания по утверждению Бонди - POLITICO",
        "НФЛ планирует сыграть с Vikings-Rams в Лос-Анджелесе, но пожары могут вынудить игру в Аризону - NBC Sports",
        "Профсоюз докеров, портовые работодатели объявляют о предварительном соглашении в портах Восточного побережья и Персидского залива - CNBC",
        "Сейчас не самое подходящее время для неприятных калифорнийских пожаров. Какие факторы изменили это? - KTLA Лос-Анджелес",
        "Отчет о травмах Packers vs. Eagles - PhiladelphiaEagles.com",
        "Трамп разговаривает с судьей Алито на фоне стремления прекратить вынесение уголовных приговоров - ABC News",
        "Изъято",
        "Тревожно или добро пожаловать? Что гренландцы думают о заявке Трампа на покупку острова - CNN",
        "Макет Nintendo Switch 2 замечен на выставке CES, производитель аксессуаров предположительно выпустит месяц и многое другое - IGN",
        "Джессика Альба разводится? - The Cut",
        "SpaceX Falcon 9 Starlink 12-12 - Космический центр Кеннеди",
        "Всплеск заболеваемости в Китае - это в основном сезонный грипп и другие обычные насекомые - Ars Technica",
        "Лесные пожары в Лос-Анджелесе вынудили десятки тысяч людей эвакуироваться, Лаборатория реактивного движения НАСА закрылась - The Register",
        "Packers QB Jordan Love Limited на тренировке с травмой локтя на стартовой неделе - Packers Wire",
        "Акции квантовых вычислений падают, поскольку генеральный директор Nvidia говорит, что до технологий еще 15-30 лет - Investopedia",
        "Изъято",
        "Согласно сообщениям, Билл Беличик не планирует возвращаться в НФЛ, несмотря на то, что Том Брэди обращается к нему по поводу работы в «Рейдерс» - CBS Sports",
        "Республиканская партия Сената приняла новую стратегию по законопроекту о примирении: все, что может пройти Палату представителей - POLITICO",
        "ASUS нового поколения ROG Astral, Strix, TUF Gaming, PRIME Lineup для графических процессоров NVIDIA RTX 50 - Wccftech"
    ]
}