{
    "headlines": [
        "ਲਾਈਵ ਅਪਡੇਟਸਃ ਟਰੰਪ ਨੂੰ ਟੈਕਸਾਸ ਵਿਚ ਐਲਨ ਮਸਕ ਨਾਲ ਸਪੇਸਐਕਸ ਲਾਂਚ ਵਿਚ ਸ਼ਾਮਲ ਹੋਣ ਦੀ ਉਮੀਦ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਲਿਬਨਾਨ ਤੋਂ ਬਾਅਦ ਗੱਲਬਾਤ ਲਈ ਬੇਰੂਤ ਵਿਚ ਅਮਰੀਕੀ ਰਾਜਦੂਤ, ਹਿਜ਼ਬੁੱਲਾ ਨੇ ਜੰਗਬੰਦੀ ਦੇ ਖਰੜੇ ਨੂੰ ਮਨਜ਼ੂਰੀ ਦਿੱਤੀ - ਰਾਇਟਰਜ਼.",
        "ਪੁਤਿਨ ਨੇ ਯੂਕਰੇਨ ਲਈ ਬਾਇਡਨ ਦੇ ਹਥਿਆਰਾਂ ਦੇ ਫੈਸਲੇ ਤੋਂ ਬਾਅਦ ਆਪਣੇ ਪ੍ਰਮਾਣੂ ਹਥਿਆਰਾਂ ਦੀ ਵਰਤੋਂ ਲਈ ਥ੍ਰੈਸ਼ੋਲਡ ਨੂੰ ਘਟਾ ਦਿੱਤਾ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਯੂਕਰੇਨ ਨੇ ਪਹਿਲੀ ਵਾਰ ਰੂਸ 'ਚ ਅਮਰੀਕੀ ਬਣੀ ਲੰਬੀ ਦੂਰੀ ਦੀਆਂ ਮਿਜ਼ਾਈਲਾਂ' ਤੇ ਕੀਤੀ ਗੋਲੀਬਾਰੀ, ਮਾਸਕੋ ਦਾ ਕਹਿਣਾ - ਸੀਐਨਐਨ",
        "ਟੇਸਲਾ ਸਟਾਕ ਉੱਪਰ ਹੈ. ਸ਼ਾਇਦ ਕਿਮ ਕਾਰਦਾਸ਼ੀਅਨ ਮਦਦ ਕਰ ਰਿਹਾ ਹੈ. - ਬੈਰਨ ਦਾ",
        "ਮਾਈਕ੍ਰੋਸਾੱਫਟ ਏਆਈ 'ਏਜੰਟਾਂ' ਨੂੰ ਪਿੱਚਦਾ ਹੈ ਜੋ ਇਗਨੀਟ 2024 'ਤੇ ਆਪਣੇ ਆਪ ਕੰਮ ਕਰ ਸਕਦਾ ਹੈ - ਯਾਹੂ ਵਿੱਤ",
        "ਸੈਮਸੰਗ ਆਖਰਕਾਰ ਪੁਰਾਣੇ ਗਲੈਕਸੀ ਵਾਚਾਂ ਲਈ ਵੇਅਰ ਓਐਸ 5 ਰੋਲਆਉਟ ਸ਼ੁਰੂ ਕਰਦਾ ਹੈ - ਦਿ ਵਰਜ",
        "ਗੂਗਲ ਲੈਂਸ ਹੁਣ ਅਸਲ ਸੰਸਾਰ ਵਿੱਚ ਖਰੀਦਦਾਰੀ ਕਰਦੇ ਸਮੇਂ ਕੀਮਤਾਂ ਅਤੇ ਵਸਤੂਆਂ ਦੀ ਜਾਂਚ ਕਰ ਸਕਦਾ ਹੈ - TechCrunch",
        "ਸੈਨੇਟ ਰਿਪਬਲਿਕਨ ਟਰੰਪ ਨੂੰ ਸੁਨੇਹਾ ਦਿੰਦੇ ਹਨਃ ਗਾਏਟਜ਼ ਦੀ ਪੁਸ਼ਟੀ ਖਤਰੇ ਵਿਚ ਹੈ - ਪੋਲਿਟਿਕੋ",
        "ਐਪਲ ਨੇ 2024 ਦੇ ਸਭ ਤੋਂ ਮਸ਼ਹੂਰ ਪੋਡਕਾਸਟਾਂ ਦਾ ਖੁਲਾਸਾ ਕੀਤਾ, ਨੌਂ ਵੱਖ-ਵੱਖ ਚੋਟੀ ਦੀਆਂ 10 ਸੂਚੀਆਂ - 9to5Mac",
        "ਕਮਾਈ ਤੋਂ ਬਾਅਦ ਲੋਵੇ ਦਾ ਸਟਾਕ ਡਿੱਗਦਾ ਹੈ. ਇਨਫਲੈਕਸ਼ਨ ਪੁਆਇੰਟ ਨੂੰ ਕਾਲ ਕਰਨਾ 'ਬਹੁਤ ਜਲਦੀ ਹੈ.' - ਬੈਰਨ ਦਾ",
        "\"ਅਸਾਧਾਰਣ\" ਮਾ mouseਸ ਜੀਨ ਦੀ ਵਰਤੋਂ ਕਰਕੇ ਬਣਾਇਆ ਗਿਆ ਜੋ ਆਪਣੇ ਆਪ ਤੋਂ ਪੁਰਾਣਾ ਹੈ - ਆਈਐਫਐਲਸਾਇੰਸ",
        "ਵਾਲਮਾਰਟ Q3 ਮਾਲੀਆ $ 169 ਬਿਲੀਅਨ ਹਿੱਟ ਕਰਦਾ ਹੈ, ਈਪੀਐਸ 850% ਵਧਦਾ ਹੈ - ਯਾਹੂ ਵਿੱਤ",
        "ਐਨਐਫਐਲ ਵੀਕ 12 ਪਾਵਰ ਰੈਂਕਿੰਗਃ ਬਿੱਲਾਂ ਦੀ ਸੁਪਰ ਬਾlਲ ਵਿੰਡੋ ਵਿਆਪਕ ਖੁੱਲ੍ਹੀ ਰਹਿੰਦੀ ਹੈ; ਚੀਫਜ਼ ਦੇ ਹਾਰਨ ਤੋਂ ਬਾਅਦ ਲਾਇਨਜ਼ ਨਵਾਂ ਨੰਬਰ 1 - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਬਾਲਟਿਕ ਸਾਗਰ ਵਿਚ ਰਹੱਸਮਈ ਟੁੱਟੀਆਂ ਕੇਬਲਾਂ 'ਤੇ ਜਰਮਨੀਃ‘ ਇਹ ਤੋੜ-ਫੋੜ ਹੈ ’- ਪੋਲੀਟੀਕੋ ਯੂਰਪ",
        "‘ਬੰਬ ਚੱਕਰਵਾਤ’ ਉੱਤਰੀ ਕੈਲੀਫੋਰਨੀਆ ਅਤੇ ਪ੍ਰਸ਼ਾਂਤ ਉੱਤਰ-ਪੱਛਮ ਨੂੰ ਖ਼ਤਰਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਕੈਮਰੀਮੇਜਃ ‘ਰਸਟ’ ਪ੍ਰੀਮੀਅਰ ਟਿਕਟ ਡਿਮਾਂਡ ਕ੍ਰੈਸ਼ ਫੈਸਟੀਵਲ ਟਿਕਟ ਸਿਸਟਮ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਇਸ womanਰਤ ਨੇ ਆਪਣੀ ਪੁਰਾਣੀ ਖਮੀਰ ਦੀ ਲਾਗ ਦੇ ਕਾਰਨ ਦਾ ਪਤਾ ਲਗਾਉਣ ਦੀ ਕੋਸ਼ਿਸ਼ ਵਿਚ ਇਕ ਸਾਲ ਬਿਤਾਇਆ, ਅਤੇ ਇਹ ਪਤਾ ਚਲਦਾ ਹੈ ਕਿ ਦੋਸ਼ੀ ਉਹ ਚੀਜ਼ ਸੀ ਜੋ ਅਸੀਂ ਸਾਰੇ ਹਰ ਰੋਜ਼ ਵਰਤਦੇ ਹਾਂ - ਬੁਜ਼ਫੀਡ",
        "ਐਨਐਫਐਲ ਹਫਤਾ 11 ਜੇਤੂ ਅਤੇ ਹਾਰਨ ਵਾਲੇਃ ਚਾਰਜਰਸ ਆਖਰਕਾਰ ਇੱਕ ਕਲਚ ਟੀਮ ਬਣ ਸਕਦੇ ਹਨ - ਸਪੋਰਟਸ ਇਲਸਟ੍ਰੇਟਿਡ",
        "ਮੈਟ ਗੇਟਜ਼ ਨੇ ਔਰਤਾਂ ਨੂੰ ਸੈਕਸ ਕਰਨ ਅਤੇ ਬ੍ਰੌਡਵੇਅ 'ਤੇ‘ ਪ੍ਰੈਟੀ ਵੂਮੈਨ ’ਦੇਖਣ ਲਈ ਭੁਗਤਾਨ ਕੀਤਾ, ਵਕੀਲ ਕਹਿੰਦਾ ਹੈ - ਰੋਲਿੰਗ ਸਟੋਨ"
    ]
}