{
    "headlines": [
        "Der Osten der Ukraine knickt unter verbesserter russischer Taktik ein, überlegene Feuerkraft - The Washington Post",
        "Nike Aktien rutscht ab, da das Unternehmen inmitten des CEO-Wechsels die Führung zurückzieht - Yahoo Finance",
        "Starliner-Astronauten begrüßen das Crew-9-Team und ihre Heimfahrt auf der Raumstation - USA TODAY",
        "Was wir über den jüngsten Raketenangriff des Iran auf Israel wissen - BBC.com",
        "Bain tritt dem Kampf um die Kontrolle über die größte Zinkhütte der Welt bei - Financial Times",
        "Wer ist der echte JD Vance? Und 4 weitere Erkenntnisse aus der Debatte um den Vizepräsidenten - NPR",
        "Vance: GOP muss Amerikas Vertrauen in Abtreibung zurückgewinnen - Axios",
        "\"American Pickers\" -Stars Frank Fritz und Mike Wolfe begraben Beil, bevor der Gastgeber nach Jahren des Dramas starb - Fox News",
        "[removed]",
        "11 Arbeiter in einer Fabrik in Tennessee wurden durch die Überschwemmungen des Hurrikans Helene weggefegt. Nur 5 wurden gerettet - The Associated Press",
        "Sean ‘Diddy’ Combs wird von 120 Personen des sexuellen Fehlverhaltens beschuldigt, sagt Anwalt - Al Jazeera Englisch",
        "Wie die Liberty 2: 0 gegen Asse aufstieg und wie die Lynx ihre Serie mit der Sonne gleichmachten - ESPN",
        "Sexarbeiterinnen befinden sich im Zentrum des Ausbruchs der Mpox im Kongo - The Associated Press",
        "Auf der VP-Debattenbühne werden zwei Visionen für die Polizeiarbeit in Amerika dargelegt - NPR",
        "Die ringförmige Sonnenfinsternis wird die Sonne heute in einen herrlichen \"Feuerring\" verwandeln. Das musst du wissen. - Space.com",
        "Streikposten bilden sich, als der Hafenstreik für Tausende von Hafenarbeitern in New York und New Jersey beginnt - CBS New York",
        "Walz behauptet irreführend, während der Zeit des Massakers am Tiananmen-Platz in Hongkong gewesen zu sein - The Associated Press",
        "Hurrikan Kirk bildet sich; NHC überwacht Invest 91-L, karibische Störung - WESH 2 Orlando",
        "Jets 'Sauce Gardner postet kryptisches Foto als Reaktion auf Davante Adams Handelsgerüchte - Bleacher Report",
        "Pixel 9a hat mich überzeugt, dass Apple Google folgen muss, um zu Ruhm zurückzukehren - PhoneArena"
    ]
}