{
    "headlines": [
        "Der letzte Wahlkampf von Harris und Trump bis zum Wahltag - CNN",
        "Yankees schlagen 5-Lauf-Vorsprung mit epischer defensiver Kernschmelze, während sich die Dodgers versammeln, um die World Series zu gewinnen - The Associated Press",
        "Microsoft-Aktien fallen auf enttäuschende Cloud-Wachstumsprognose - Yahoo Finance",
        "Atemberaubende Ausblicke: Der Beharrlichkeits-Rover der NASA kämpft gegen rutschiges Gelände, um den Mars-Gipfel zu erreichen - SciTechDaily",
        "Ein Popstar der Generation Z startete Harris ’Kampagne. Puerto-Ricanische Musiker können sie bis zur Ziellinie bringen - CNN",
        "Die asiatischen Märkte rutschen ab, da die BOJ die Zinsen hält; die Fabrikaktivität in China expandiert zum ersten Mal seit April - CNBC",
        "Taiwan wird abgeschaltet, da der starke Taifun Kong-rey einen Toten trifft - Reuters",
        "Asiatische Aktien, die von Technologie gezogen werden, Yen-Gewinne aufgrund der hawkischen Hinweise der BOJ - Reuters",
        "Arnold Schwarzenegger hat Kamala Harris als Präsidentin bestätigt - NPR",
        "Nordkorea startet neue ballistische Interkontinentalrakete, die darauf ausgelegt ist, die USA zu bedrohen - NPR",
        "Analysten vorsichtig bei Super Micro Computer (NASDAQ:SMCI) Post E&Y Exit - TipRanks",
        "Horoskop für Donnerstag, 31. Oktober 2024 - Chicago Sun-Times",
        "[removed]",
        "Trump behauptet Betrug in Pennsylvania, aber Beamte sagen, dass die Wahl sicher ist - The Washington Post",
        "Apple kündigt die internationale Expansion von Vision Pro in zwei weitere Länder an - 9to5Mac",
        "Harris verspricht, nach Bidens Bemerkung über Trump-Anhänger und \"Müll\" \"alle Amerikaner zu repräsentieren\" - The Associated Press",
        "Großbritannien erhöht die Steuern um 40 Mrd. GBP und setzt auf Wachstum - POLITICO EUROPE",
        "Four Verts: NFL Trade Deadline's Big Wide Receiver Moves, geprüft - Yahoo Sports",
        "Wann findet die Wiedervereinigung von \"Love is Blind\" statt? Werden Tylers Kinder angesprochen? - The Cincinnati Enquirer",
        "Die Polizei von Portland sagt, dass der Brandstifter der Wahlurne über einen \"reichen Erfahrungsschatz\" mit Schweißen und Metallherstellung verfügt - Oregon Public Broadcasting"
    ]
}