{
    "headlines": [
        "Что нужно знать о микропластиках, фталатах, BPA и PFAS - The Washington Post",
        "Шон «Дидди» Комбс шантажирует, расплачивается со свидетелями, говорят федералы; Оборона плачет - крайний срок",
        "Акции Netflix растут благодаря Майку Тайсону, Бейонсе - Investor's Business Daily",
        "Две женщины рассказали группе по этике Палаты представителей, что Гаетц отправлял Venmo платежи «за секс» и спрашивал о «услугах партии», говорит их адвокат - CBS News",
        "2 человека убиты и 1 тяжело ранен в результате нападения с ножом в Нью-Йорке. Подозреваемый находится под стражей - The Associated Press",
        "Почему прибыль Nvidia может вызвать огромную волатильность S&P 500 - Benzinga",
        "Авиакомпания Spirit Airlines подала заявление о банкротстве. Что это значит для путешественников? - Ассошиэйтед Пресс",
        "Ответ России на американские ракеты будет «уместным и ощутимым» - BBC.com",
        "Более тяжелый вариант оспы впервые обнаружен в США. Вот что мы знаем - Gizmodo",
        "Звезда «Холма одного дерева» Пол Тил умер в 35 лет - TV Insider",
        "Изъято",
        "Как демократы планируют бороться с планом массовой депортации Трампа - ABC News",
        "Коэффициенты «техасцы против ковбоев», спред, линия, прогноз, время: выбор футбола в понедельник вечером по модели НФЛ 17-7 ранов - CBS Sports",
        "Тренер \"Медведей\" Мэтт Эберфлус протестует перед НФЛ, что судьи пропустили пенальти в победном блоке \"Пэкерс\" - Yahoo Sports",
        "SpaceX подпитывает мегаракету Starship в ключевых испытаниях перед 6-м испытательным полетом (фото) - Space.com",
        "«Red One» заработал 34 миллиона долларов при бюджете 250 миллионов долларов в первые выходные. Это звучит плохо, но Amazon MGM никогда не планировала получать прибыль в кинотеатрах. - Yahoo Entertainment",
        "Изъято",
        "Изъято",
        "Найденная в Сибири саблезубая мумия «котенка» - первая в своем роде, - CNN",
        "Что нужно знать о Брендане Карре, выборе Трампа для кресла FCC - Axios"
    ]
}