{
    "headlines": [
        "Wayne Osmond, membro fundador dos Osmonds, morre aos 73 anos - The Washington Post",
        "A China aumentará drasticamente o financiamento de títulos do Tesouro para estimular o crescimento em 2025 - Reuters",
        "Pedido de troca de Jimmy Butler: Heat Star informa oficialmente a equipa que quer sair, por relatório - CBS Sports",
        "Coreia do Sul: Autoridades suspendem prisão do presidente Yoon Suk Yeol - BBC.com",
        "Tesla entregou menos veículos em 2024 pela primeira vez em anos - The Washington Post",
        "Os fãs de Tesla dizem que o Cybertruck abafou a explosão em Vegas. Não tão rápido, dizem os especialistas. - The Washington Post",
        "Coreia do Sul estende inspeções do Boeing 737-800 após acidente fatal - Reuters.com",
        "2 mortos e 18 feridos após pequeno avião colidir com prédio no sul da Califórnia - ABC News",
        "O Samsung Galaxy A16 5G chega aos EUA na próxima semana, juntamente com o Galaxy Fit3 - Notícias GSMArena.com - GSMArena.com",
        "Faixas de 'estrada de dinossauros' que datam de 166 milhões de anos são descobertas na Inglaterra - KSL.com",
        "Ganho de ações asiáticas, contrariando um começo difícil para 2025: conclusão dos mercados - Yahoo Finance",
        "Apple pagará US $ 95 milhões para encerrar processo que acusa Siri de espionagem - Associated Press",
        "As probabilidades aumentam para uma tempestade de neve moderada na área de DC no domingo à noite e segunda-feira - The Washington Post",
        "Mulher do Alabama baleada durante ataque terrorista em Nova Orleans compartilha história - WKRC TV Cincinnati",
        "Republicanos para assistir durante a eleição de Mike Johnson para presidente da Câmara - Axios",
        "O último vazamento da RTX 50 vem da Nvidia - The Verge",
        "Notre Dame derrota a Geórgia por 23-10, avançando para as semifinais do CFP - NCAA.com",
        "Estudo estima quando o supervulcão gigante do Parque Nacional de Yellowstone entrará em erupção novamente - Yahoo! Voices",
        "Nikki Glaser diz às estrelas presentes no Globo de Ouro que estão prontas para rir.' Mas não espere piadas do tipo 'Acaba Conosco '. - Yahoo Entertainment",
        "Tribunal derruba regras de neutralidade de rede dos EUA - BBC.com"
    ]
}