{
    "headlines": [
        "Wendy Williams \"dauerhaft arbeitsunfähig\" von Demenz Gerichtsdokumente Anspruch - WHIO",
        "Thanksgiving-Winterstürme, die in den USA vorhergesagt werden - hier könnte das Reisen heute Abend und morgen unterbrochen werden - Forbes",
        "Bruttoinlandsprodukt, drittes Quartal 2024 (zweite Schätzung) und Unternehmensgewinne (vorläufig) - Bureau of Economic Analysis",
        "Elon Musk veröffentlichte die Namen der Regierungsangestellten, die er kürzen möchte. Es ist erschreckend für Bundesangestellte - CNN",
        "Aktien-Futures ändern sich kaum, da die Wall Street auf die bevorzugte Inflationsrate der Fed wartet: Live-Updates - CNBC",
        "Live-Updates: Zu Beginn des Waffenstillstands zwischen Israel und der Hisbollah kehren vertriebene Libanesen in gepackten Autos nach Hause zurück - The Associated Press",
        "Pep Guardiola veröffentlicht eine Erklärung nach einer wütenden Gegenreaktion über seine besorgniserregenden Bemerkungen nach dem Unentschieden von Man City gegen Feyenoord - GOAL ENGLISH",
        "'Vaiana 2'-led Thanksgiving Abendkasse könnte am besten in der Post-Pandemie-Ära sein - CNBC",
        "Machen Sie sich bereit für Thanksgiving Day Football: Vorschau aller drei NFL-Spiele, einschließlich Picks und Matchup-Keys - ESPN",
        "OpenAI schaltet Sora Access ab, nachdem Künstler aus Protest das Video-Generierungs-Tool veröffentlicht haben: \"Wir sind nicht Ihre PR-Marionetten\" - Vielfalt",
        "Imran Khan: Pakistanische Oppositionsanhänger beenden Protest nach Niederschlagung - BBC.com",
        "Die Staatsanwaltschaft des IStGH beantragt Haftbefehle gegen den Chef des Militärregimes in Myanmar - The Associated Press",
        "Biden-Regierung drückt Anti-Adipositas-Medikamentendruck auf Trump - Axios",
        "Republikaner drängen darauf, Bildungsgutscheine dramatisch auszuweiten — trotz Wählerwiderstand. - POLITICO",
        "Dodgers to Sign Blake Snell to Five-Year Deal - MLB Handelsgerüchte",
        "Raspberry Pi startet Compute Module 5 für eingebettete Apps - TechCrunch",
        "Ein australischer Polizist, der eine 95-jährige Frau mit einem Taser schockierte, ist des Totschlags schuldig - The Associated Press",
        "Nr. 1 Kansas flustert Cooper Flagg, überwindet Hunter Dickinsons eklatanten 2 Auswurf im Thriller über Nr. 11 Duke - Yahoo Sports",
        "Trump unterzeichnet Übergangsvereinbarung mit Biden, aber es fehlen wichtige Leitplanken - The Washington Post",
        "\"Dancing with the Stars\" krönt einen neuen Gewinner! Finde heraus, wer die Mirrorball-Trophäe der Saison 33 mit nach Hause genommen hat - LEUTE"
    ]
}