{
    "headlines": [
        "ਦੋ ਮੋਤੀ, ਇੱਕ ਆਰਾ, ਇੱਕ ਖਿਡੌਣਾ - ਇਹ ਉਹ ਹੈ ਜੋ ਐਲ ਏ ਅੱਗ ਦੇ ਬਚੇ ਹੋਏ ਵਾਪਸ ਚਲੇ ਗਏ - ਬੀਬੀਸੀ.",
        "Jeju Air 'black box' data missing from last 4 minutes before crash, ਦੱਖਣੀ ਕੋਰੀਆ ਦੇ ਮੰਤਰਾਲੇ ਨੇ ਕਿਹਾ - ਯਾਹੂ! Voices",
        "ਓਹੀਓ ਸਟੇਟ ਨੇ ਇਕ ਦਹਾਕੇ ਵਿਚ ਪਹਿਲੀ ਰਾਸ਼ਟਰੀ ਚੈਂਪੀਅਨਸ਼ਿਪ ਦੀ ਮੰਗ ਕਰਦਿਆਂ ਇਲੈਕਟ੍ਰਿਕ ਕਾਟਨ ਬਾlਲ ਸੈਮੀਫਾਈਨਲ ਵਿਚ ਟੈਕਸਾਸ ਨੂੰ ਰੋਕਿਆ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਲਾਸ ਏਂਜਲਸ ਫਾਇਰਜ਼, ਸੀਮਤ ਹਾਈਡ੍ਰੈਂਟਸ ਅਤੇ ਕੈਲੀਫੋਰਨੀਆ ਵਿਚ ਇਕ ਕੈਚ -22 ਸਥਿਤੀ - ਐਨਡੀਟੀਵੀ",
        "ਮੈਸੀਜ਼ ਓਰੇਗਨ ਵਿੱਚ 2 ਸਥਾਨਾਂ ਨੂੰ ਬੰਦ ਕਰਨ ਲਈ - nbc16.com",
        "ਨੌਕਰੀਆਂ ਦੀ ਰਿਪੋਰਟ ਭੇਜਣ ਤੋਂ ਬਾਅਦ ਡਾਓ ਫਾਲਸ ਲਗਭਗ 700 ਪੁਆਇੰਟ ਦੁਬਾਰਾ ਸਪਾਈਕਿੰਗ ਕਰਦਾ ਹੈ - ਬੈਰਨਜ਼",
        "ਜੈਨੀਫ਼ਰ ਗਾਰਨਰ, ਪੈਰਿਸ ਹਿਲਟਨ, ਹੋਰ ਗਤੀਸ਼ੀਲ ਦਾਨ & ਲਾਸ ਏਂਜਲਸ ਜੰਗਲੀ ਅੱਗ ਦੇ ਵਿਚਕਾਰ ਵਲੰਟੀਅਰਿੰਗ ਯਤਨ - ਡੈੱਡਲਾਈਨ",
        "ਬਾਇਡਨ ਪ੍ਰਸ਼ਾਸਨ ਨੇ ਰੂਸ ਦੇ ਤੇਲ ਦਿੱਗਜਾਂ ਅਤੇ ਟੈਂਕਰ ਬੇੜੇ 'ਤੇ ਪਾਬੰਦੀ ਲਗਾਈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਲਾਸ ਏਂਜਲਸ 'ਚ ਲੱਗੀ ਅੱਗਃ 10 ਹਜ਼ਾਰ ਤੋਂ ਵੱਧ ਘਰ ਤੇ ਕਾਰੋਬਾਰ ਤਬਾਹ, ਘੱਟੋ-ਘੱਟ 10 ਮੌਤਾਂ - Fox News",
        "ਟਰੰਪ ਦੀ ਬਿਨਾਂ ਸ਼ਰਤ ਡਿਸਚਾਰਜ ਦੀ ਸਜ਼ਾ ਦਾ ਕੀ ਅਰਥ ਹੈ ਹਸ਼ ਮਨੀ ਕੇਸ ਵਿੱਚ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਅਮਰੀਕਾ ਨੇ ਵੈਨੇਜ਼ੁਏਲਾ ਦੇ ਨਿਕੋਲਸ ਮਾਦੁਰੋ ਦੀ ਗ੍ਰਿਫਤਾਰੀ ਲਈ 25 ਮਿਲੀਅਨ ਡਾਲਰ ਦੇ ਇਨਾਮ ਦਾ ਐਲਾਨ ਕੀਤਾ - BBC.com",
        "ਜੋਅ ਬਾਇਡਨ ਨੇ ਮੈਟਾ ਅਤੇ ਮਾਰਕ ਜ਼ੁਕਰਬਰਗ ਨੂੰ ਡ੍ਰੌਪਿੰਗ ਫੈਕਟ ਚੈਕਿੰਗ ਲਈ ਸਲੈਮ ਕੀਤਾ POTUSਦੀ ਆਖਰੀ ਪ੍ਰੈਸ ਕਾਨਫਰੰਸ - ਡੈੱਡਲਾਈਨ",
        "ਮੈਟਾ ਆਪਣੇ ਡੀਈਆਈ ਪ੍ਰੋਗਰਾਮਾਂ ਨੂੰ ਖਤਮ ਕਰਦਾ ਹੈ ਕਿਉਂਕਿ ਜ਼ੁਕਰਬਰਗ ਜੋਅ ਰੋਗਨ 'ਤੇ ਬਿਡੇਨ ਨੂੰ ਧਮਾਕਾ ਕਰਦਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਸਪੇਸਐਕਸ ਸਟਾਰਸ਼ਿਪ ਫਲਾਈਟ 7 ਟੈਸਟ ਲਾਂਚ ਲਈ ਦੁਨੀਆ ਦਾ ਸਭ ਤੋਂ ਵੱਡਾ ਰਾਕੇਟ ਇਕੱਠਾ ਕਰਦਾ ਹੈ (ਫੋਟੋਆਂ) - ਸਪੇਸ ਡਾਟ ਕਾਮ",
        "ਨਾਸਾ ਦੀ ਜੈੱਟ ਪ੍ਰੋਪਲਸ਼ਨ ਲੈਬ ਅਜੇ ਵੀ ਐਲ ਏ ਅੱਗਾਂ ਨੂੰ ਭੜਕਾ ਕੇ 'ਅਛੂਤ' ਹੈ - ਸਪੇਸ ਡਾਟ ਕਾਮ",
        "ਲਾਸ ਏਂਜਲਸ ਜੰਗਲੀ ਅੱਗਃ ਕਾਰਡੀਨਲਜ਼ ਰੈਮਜ਼ ਖਿਡਾਰੀਆਂ, ਸਟਾਫ, ਪਰਿਵਾਰਾਂ ਅਤੇ ਪਾਲਤੂ ਜਾਨਵਰਾਂ ਲਈ ਤਬਦੀਲ ਕੀਤੇ ਜੰਗਲੀ-ਕਾਰਡ ਗੇਮ ਤੋਂ ਪਹਿਲਾਂ ਜੈੱਟ ਪ੍ਰਦਾਨ ਕਰਦੇ ਹਨ - ਯਾਹੂ ਸਪੋਰਟਸ",
        "ਮੈਰੀਲੈਂਡ ਪੋਲਟਰੀ ਸਹੂਲਤ ਵਿਖੇ ਬਰਡ ਫਲੂ ਦਾ ਮਾਮਲਾ ਸਾਹਮਣੇ ਆਇਆ - ਡਬਲਯੂਟੀਓਪੀ",
        "FIREAID, ਕੈਲੀਫੋਰਨੀਆ ਜੰਗਲੀ ਅੱਗ ਪੀੜਤਾਂ ਲਈ ਇੱਕ ਲਾਭ ਸਮਾਰੋਹ, ਇੰਟੁਇਟ ਡੋਮ ਵਿਖੇ 30 ਜਨਵਰੀ ਲਈ ਸੈੱਟ ਕੀਤਾ ਗਿਆ - livenationentertainment. com",
        "‘ਜੁਰਾਸਿਕ ਵਰਲਡ’ ਫ੍ਰੈਂਚਾਈਜ਼ ਅਭਿਨੇਤਰੀ ਡੈਨੀਏਲਾ ਪਿਨੇਡਾ \"ਜੀਵਿਤ ਰਹਿਣ ਲਈ ਸ਼ੁਕਰਗੁਜ਼ਾਰ\" ਐਲਏ ਫਾਇਰਜ਼ ਵਿੱਚ ਘਰ ਗੁਆਉਣ ਤੋਂ ਬਾਅਦਃ \"ਮੇਰੇ ਕੋਲ ਮੇਰੇ ਨਾਮ ਲਈ ਜੁੱਤੀਆਂ ਦੀ 1 ਜੋੜੀ ਹੈ\" - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਸਪੇਸਐਕਸ ਫਾਲਕਨ 9 ਸਟਾਰਲਿੰਕ 12-12 - ਕੈਨੇਡੀ ਸਪੇਸ ਸੈਂਟਰ"
    ]
}