{
    "headlines": [
        "ਗੰਭੀਰ ਨਿ Mexico ਮੈਕਸੀਕੋ ਦੇ ਫਲੈਸ਼ ਹੜ੍ਹਾਂ ਵਿੱਚ ਘੱਟੋ ਘੱਟ 2 ਮੌਤਾਂ ਅਤੇ ਸੈਂਕੜੇ ਲੋਕਾਂ ਨੂੰ ਬਚਾਇਆ ਗਿਆ - ਸੀਐਨਐਨ",
        "ਕਿ Cਬਾ ਦੇ ਸੰਘਰਸ਼ ਨੂੰ ਬਿਜਲੀ ਦੇ ਤੌਰ ਤੇ ਬਲੈਕਆਉਟ ਅਤੇ ਤੂਫਾਨ ਦੇ ਟਾਪੂ ਨੂੰ ਮਾਰਨ ਦੇ ਦਿਨਾਂ ਬਾਅਦ ਪੂਰੀ ਤਰ੍ਹਾਂ ਬਹਾਲ ਨਹੀਂ ਕੀਤਾ ਗਿਆ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਮੁਖੀਆਂ ਦੇ ਦਬਦਬੇ ਵਾਲੇ ਰੱਖਿਆਤਮਕ ਯਤਨਾਂ ਨੇ 49ers ਉੱਤੇ 28-18 ਦੀ ਜਿੱਤ ਪ੍ਰਦਾਨ ਕੀਤੀ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਹੈਰਿਸ ਨੇ ਜਾਰਜੀਆ ਦੇ ਕਾਲੇ ਚਰਚਾਂ ਦਾ ਦੌਰਾ ਕੀਤਾ ‘ਸੋਲਸ ਟੂ ਪੋਲ’ ਛੇਤੀ ਵੋਟਿੰਗ ਪੁਸ਼ - ਸੀ ਐਨ ਐਨ",
        "ਐਲਨ ਮਸਕ ਨੂੰ ਕੈਲੀਫੋਰਨੀਆ - ਪੋਲਿਟਿਕੋ ਬਾਰੇ ਚੇਤਾਵਨੀ ਹੈ",
        "ਐਤਵਾਰ ਰਾਤ ਨੂੰ ਫੁੱਟਬਾਲ ਦੀ ਭਵਿੱਖਬਾਣੀ, ਬਾਵਜੂਦ, ਲਾਈਨ, ਫੈਲਣਃ ਸਟੀਲਰਜ਼ ਬਨਾਮ Jets ਪਿਟਸਬਰਗ ਮਾਹਰ ਜੋ ਦੇ ਕੇ ਪਿਕ 66-35 - CBS ਖੇਡ",
        "ਇੱਕ ਵਿਸ਼ਾਲ ਗਲਤੀ? ਡੀਟਰੋਇਟ ਐਨਐਫਸੀ ਚਲਾਉਂਦਾ ਹੈ? ਐਨਐਫਐਲ ਹਫਤੇ 7 - ਈਐਸਪੀਐਨ ਤੋਂ ਚੋਟੀ ਦੇ ਓਵਰ ਰਿਐਕਸ਼ਨਾਂ 'ਤੇ ਬਹਿਸ ਕਰਨਾ",
        "‘ਵਿਨਾਸ਼ਕਾਰੀ ਅਸਫਲਤਾਃ' ਜੀਏ ਦੇ ਤੱਟ 'ਤੇ ਡੌਕ ਗੈਂਗਵੇ ਦੇ ਡਿੱਗਣ ਤੋਂ ਬਾਅਦ 7 ਦੀ ਮੌਤ, 3 ਨਾਜ਼ੁਕ ਸਥਿਤੀ ਵਿਚ - ਡਬਲਯੂਐਸਬੀ ਅਟਲਾਂਟਾ",
        "ਲੇਬਨਾਨ ਵਿਚ ਤਾਜ਼ੇ ਧਮਾਕਿਆਂ ਦੀ ਆਵਾਜ਼ ਸੁਣੀ ਗਈ ਜਦੋਂ ਇਜ਼ਰਾਈਲ ਨੇ ਹਿਜ਼ਬੁੱਲਾ ਦੇ ਵਿੱਤ ਸਾਈਟਾਂ ਨੂੰ ਮਾਰਨ ਦੀ ਸਹੁੰ ਖਾਧੀ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਤੂਫਾਨ ਆਸਕਰ ਕਿubaਬਾ ਵੱਲ ਜਾਂਦਾ ਹੈ, 'ਮਨੁੱਖਤਾਵਾਦੀ ਸੰਕਟ' ਦਾ ਕਾਰਨ ਬਣ ਸਕਦਾ ਹੈਃ ਅਪਡੇਟਸ - ਅਮਰੀਕਾ ਅੱਜ",
        "ਟਰੰਪ ਮੈਕਡੋਨਲਡਜ਼ ਵਿਖੇ ਫ੍ਰਾਈਅਰ ਦੇ ਪਿੱਛੇ ਤੋਂ ਹੈਰਿਸ ਦੀ ਕਹਾਣੀ ਦਾ ਮਜ਼ਾਕ ਉਡਾਉਂਦੇ ਹਨ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਪਰਪਲੈਕਸਿਟੀ ਕਥਿਤ ਤੌਰ 'ਤੇ $ 8B ਵੈਲਯੂਏਸ਼ਨ' ਤੇ ਫੰਡ ਇਕੱਠਾ ਕਰਨ ਦੀ ਤਲਾਸ਼ ਕਰ ਰਹੀ ਹੈ - TechCrunch",
        "ਵਾਸ਼ਿੰਗਟਨ ਰਾਜ ਵਿੱਚ ਇੱਕ ਲੜਾਕੂ ਜਹਾਜ਼ ਦੇ ਹਾਦਸਾਗ੍ਰਸਤ ਹੋਣ ਤੋਂ ਬਾਅਦ ਨੇਵੀ ਦੇ 2 ਹਵਾਈ ਜਹਾਜ਼ਾਂ ਨੂੰ ਮ੍ਰਿਤਕ ਘੋਸ਼ਿਤ ਕੀਤਾ ਗਿਆ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਸਾਬਕਾ ਜਨਰਲ ਪ੍ਰਬੋਵੋ, ਇਕ ਵਾਰ ਅਧਿਕਾਰਾਂ ਦੀ ਦੁਰਵਰਤੋਂ ਦੇ ਦੋਸ਼ ਵਿਚ, ਵਿਸ਼ਵ ਦੇ ਤੀਜੇ ਸਭ ਤੋਂ ਵੱਡੇ ਲੋਕਤੰਤਰ ਦੀ ਪ੍ਰਧਾਨਗੀ ਸੰਭਾਲਦਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਕੀ ਤੁਹਾਨੂੰ ਹੁਣ Nvidia ਸਟਾਕ ਖਰੀਦਣਾ ਚਾਹੀਦਾ ਹੈ? ਇਹ ਇੱਕ ਵਾਰ-ਵਿੱਚ-ਪੀੜ੍ਹੀ ਦਾ ਮੌਕਾ ਹੋ ਸਕਦਾ ਹੈ - Fortune",
        "49ers ਰੂਕੀ ਰਿਕੀ ਪੀਅਰਸਲ ਗੋਲੀ ਲੱਗਣ ਦੇ 50 ਦਿਨਾਂ ਬਾਅਦ ਆਪਣੀ ਐਨਐਫਐਲ ਦੀ ਸ਼ੁਰੂਆਤ ਕਰਦਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "4 ਖੇਤੀਬਾੜੀ ਕਾਮੇ ਐਵੀਅਨ ਫਲੂ ਲਈ 'ਸੰਭਾਵਤ ਤੌਰ' ਤੇ ਸਕਾਰਾਤਮਕ 'ਟੈਸਟ ਕਰਦੇ ਹਨ, ਡਬਲਯੂਏ ਵਿੱਚ ਪਹਿਲੇ ਕੇਸ - ਕੋਮੋ ਨਿ Newsਜ਼",
        "ਅਮਰੀਕਾ ਨੇ ਇਜ਼ਰਾਈਲ ਦੇ ਇਰਾਨ ਹਮਲੇ ਦੀਆਂ ਯੋਜਨਾਵਾਂ ਬਾਰੇ ਖੁਫੀਆ ਜਾਣਕਾਰੀ ਲੀਕ ਹੋਣ ਦੀ ਜਾਂਚ ਕੀਤੀਃ ਅੱਪਡੇਟ - ਅਮਰੀਕਾ ਅੱਜ",
        "Orionid meteor ਸ਼ਾਵਰ 2024: ਕਿਸ, ਜਦ ਸਭ ਸੁੰਦਰ ਸ਼ਾਵਰ ਦੇ ਇੱਕ ਨੂੰ ਵੇਖਣ ਲਈ - Axios",
        "ਟਰੰਪ ਪੈਨਸਿਲਵੇਨੀਆ ਰੈਲੀ ਵਿਚ ਅਰਨੋਲਡ ਪਾਮਰ ਬਾਰੇ ਅਸ਼ਲੀਲ ਟਿੱਪਣੀਆਂ ਕਰਦੇ ਹਨ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼"
    ]
}