{
    "headlines": [
        "Michigan stuns No. 2 Ohio State 13-10 as a 19.5-point underdog before a postgame fight at midfield - Yahoo Sports",
        "Trump selects Charles Kushner as ambassador to France - POLITICO",
        "USWNT player ratings: Ryan, Girma stand out in goalless draw vs. England - ESPN",
        "Raiders-Chiefs controversial ending: Antonio Pierce says team 'heard a whistle' before fumble that sealed loss - CBS Sports",
        "[Removed]",
        "Trump has dinner with Canadian Prime Minister Justin Trudeau at Mar-a-Lago - CNN",
        "Israel says it killed Oct. 7 attack suspect who worked for US-based charity - Reuters",
        "Pete Hegseth’s Mom Said He Abused ‘Many’ Women in Bombshell Email - The Daily Beast",
        "Trump warns BRICS nations against replacing US dollar - Reuters.com",
        "What time is today's Fortnite season-ending concert with Snoop Dog, Eminem, Juice WRLD? - NorthJersey.com",
        "Southwest Airlines says it is ending cabin service earlier to reduce chance of injury - The Associated Press",
        "New Hamas video: U.S. hostage held in Gaza calls on Trump to push a deal - Axios",
        "Box Office: ‘Moana 2’ Keeps Making Waves With Biggest Black Friday Ever - Variety",
        "Bills brace for heavy snow-storm mess that could wreak havoc on 49ers clash - New York Post ",
        "Trump and Republicans in Congress eye an ambitious 100-day agenda, starting with tax cuts - The Associated Press",
        "Taylor Swift Arrives at Chiefs Game with Boyfriend’s Mom—and Their Outfits Speak Volumes About Their Relationship - PureWow",
        "Black Friday hits a record $74.4B in sales online, up 5% on last year - TechCrunch",
        "Assisted dying: MPs who backed bill say concerns remain - BBC.com",
        "Top Cyber Monday deals to shop on Amazon today - About Amazon",
        "WWE Survivor Series 2024 preview: CM Punk makes Roman Reigns look strong again - Cageside Seats"
    ]
}