{
    "headlines": [
        "Papst Franziskus läutet Jubiläum ein und bringt Pilger und Murren nach Rom - The Washington Post",
        "Denver Starbucks Arbeiter Streikposten für bessere Arbeitsbedingungen Heiligabend - CBS Colardo",
        "Mega Millions-Gewinnzahlen für die Ziehung am 24. Dezember: Jackpot knackt satte 1 Milliarde US-Dollar - USA TODAY",
        "Die Aurora Borealis am Weihnachtstag könnte Teile der USA beleuchten - New York Post",
        "Richard Perry, Plattenproduzent hinter \"You ‘re So Vain\" und anderen Hits, stirbt mit 82 Jahren - The Associated Press",
        "Vogelgrippe-Bedenken führen dazu, dass Beamte des Bezirks LA davor warnen, Haustiere mit Rohkost zu füttern - ABC News",
        "NORADs Weihnachtsmann-Tracker war ein Moralschub des Kalten Krieges. Jetzt zieht es Millionen von Kindern an. - POLITICO",
        "US-Keuchhustenfälle steigen auf den höchsten Stand seit einem Jahrzehnt - The Washington Post",
        "Fantasy Football Playoffs Championship Week Start 'Em & Sit 'Em Running Backs: Es ist Bucky Irving Zeit - CBS Sports",
        "Justin Baldoni mit Vertragsverletzungsklage von Ex-Publizist nach Blake Lively Anschuldigungen getroffen - Hollywood Reporter",
        "Biden unterzeichnet ein Gesetz, das den Weißkopfseeadler offiziell zum Nationalvogel der USA macht - ABC News",
        "Dänemark stärkt die Verteidigung in Grönland, nachdem Trump die USA aufgefordert hat, das Territorium zu besitzen - Axios",
        "Drei erschossen, als Bewaffnete Haitis größtes Krankenhaus angriffen - BBC.com",
        "Russlands Arktischer Seehandel \"offensichtlich gestört\", da einzigartiges Sealift-Schiff sinkt - Forbes",
        "NFL auf Netflix: Christmas Day games are a 1st for streaming giant - The Associated Press",
        "Trump schwört, Hinrichtungen zu verfolgen, nachdem Biden den größten Teil der Todeszelle des Bundes pendelt - The Associated Press",
        "Was Sie in dieser Weihnachtszeit über Infektionskrankheiten wissen sollten - Yahoo! Voices",
        "Wie fühlt es sich an? Bob Dylans Heimatstadt bereitet sich auf einen neuen Film über den Sänger vor - MPR News",
        "Packers PFF-Typen: Die besten und schlechtesten Spieler aus dem Sieg über die Heiligen in Woche 16 - Packers Wire",
        "Christopher Nolans nächster Film wird eine mit Stars besetzte Adaption von Homers \"Odyssee\" sein - CNN"
    ]
}