{
    "headlines": [
        "Trump names right-wing commentator Dan Bongino as deputy FBI director - BBC.com",
        "Conservative opposition wins German election and the far right is 2nd with strongest postwar result - The Associated Press",
        "Bell uses overtime to win 10th NASCAR Cup race - ESPN",
        "SAG Awards Winners List – Updating Live - Deadline",
        "Breaking News: Possible measles exposures in San Antonio - Texas Public Radio",
        "Massive funeral held for Hezbollah leader 5 months after his killing - POLITICO",
        "USAID will place thousands on administrative leave after judge lifts block on Trump administration's plan - CBS News",
        "Pope still in critical condition with signs of ‘mild’ kidney failure, Vatican says - CNN",
        "Federal Agencies Push Back on Elon Musk’s ‘What Did You Do Last Week?’ Email - The Wall Street Journal",
        "Mortal Kombat 1 DLC character T-1000 launches March 18 for Kombat Pack 2 owners, March 25 for all - Gematsu",
        "Dementia risk could be lowered by doing this for 5 minutes a day: study - Yahoo",
        "Trump and Hegseth are politicizing the military, Sen. Jack Reed says - POLITICO",
        "Warren Buffett included 4 key pearls of wisdom in his annual shareholder letter - Business Insider",
        "The Space Force shares a photo of Earth taken by the X-37B space plane - The Verge",
        "Alex Ovechkin goals tracker: 'The Great Eight' is 13 away from breaking Wayne Gretzky’s all-time record of 894 - Yahoo Sports",
        "Black and White Kyurem get New Adventure Effects! - Pokémon GO Hub",
        "Henry Cejudo reveals damage done from eye poke that ended his fight against Song Yadong at UFC Seattle - MMA Fighting",
        "Suspect who killed police officer, held Pennsylvania hospital staff hostage visited ICU the week before, authorities say - CNN",
        "Brutally Honest Oscar Ballot No. 1: ‘Conclave’ for Best Picture, ‘Emilia Pérez’ Star Lost His Vote with Tweets - Hollywood Reporter",
        "American Airlines flight diverted to Rome over 'possible security issue' - ABC News"
    ]
}