{
    "headlines": [
        "Mike Tyson sendet Diddy inmitten des Sexhandelsskandals eine bizarre Nachricht: \"Ich wünsche ihm alles Gute\" - New York Post",
        "TikTok macht gefährlich süchtig - und seine Führungskräfte wussten es die ganze Zeit - Yahoo! Voices",
        "Der größte Sturm in unserem Sonnensystem bewegt sich unerwartet, sagen Wissenschaftler - CNN",
        "[entfernt]",
        "Ein Fahrstuhlunfall in einer Touristenmine in Colorado tötete 1 und hielt 12 fest. Die Ursache ist noch unbekannt - The Associated Press",
        "Drei H-E-B-Produkte, die in einem massiven Fleischrückruf aufgrund von Listerien genannt wurden - mySA",
        "LIVE ANSEHEN: Trump hält Wahlkampfkundgebung in Aurora, Colorado - PBS NewsHour",
        "Vorhersagen für College Football Woche 7: Ohio State vs. Oregon, mehr Tipps gegen den Spread - New York Post",
        "Senioren erhalten im nächsten Jahr einen moderaten Anstieg der Lebenshaltungskosten bei den Sozialversicherungszahlungen - Fox Business",
        "Ariana Grande erschien, um die lang andauernde Überprüfung ihres Körpers auf Charli XCXs neuem \"Brat\" Remix-Album zu knacken - BuzzFeed News",
        "WSJ-Schlachtfeld-Trump-Harris-Umfrage: Es ist ein Wurf, Leute - POLITICO",
        "Nordlichter-Vorhersagekarten für heute Abend zeigen die besten Gebiete in den USA, um Aurora Borealis zu sehen - CBS News",
        "Space Force's mysteriöses X-37B-Raumflugzeug, um neue \"Aerobremsen\" -Manöver im Orbit zu versuchen - Space.com",
        "Israels tödlicher Krieg mit der vom Iran unterstützten Hisbollah traf dieses libanesische Dorf ohne Vorwarnung - CBS News",
        "Trump kämpft gegen Detroit - CNN",
        "Teslas Robotaxi-Event stand lange hinter den Versprechungen von Musk. Investoren wollten mehr Details. - Reuters",
        "NFL-Quoten, Vegas-Linien, Picks, Spreads, Spielvorhersagen: Model beäugt Falken, Kommandanten in Woche 6, 2024 - CBS Sports",
        "Hisbollah schmiedet neues Kommando für entscheidenden Bodenkrieg nach schweren israelischen Schlägen - Reuters",
        "Heute ist „Saturday Night Live“ eine Institution. 1975 war es pure Anarchie - Rolling Stone",
        "Uranus freischalten: Die doppelten Beobachtungen der NASA ebnen den Weg zur Entdeckung neuer Welten - SciTechDaily"
    ]
}