{
    "headlines": [
        "Marjorie Taylor-Greene ataca NPR e PBS como ‘comunistas’, pede financiamento para ‘acabar’ - CNN",
        "Trump anunciará tarifas de automóveis em conferência de imprensa na Casa Branca - Associated Press",
        "S&P 500 atinge mínima de sessão, queda de 1% antes do anúncio da nova tarifa automática: atualizações ao vivo - CNBC",
        "Aviso de aumento de impostos apesar dos cortes de gastos de Reeves - BBC.com",
        "As instituições mais poderosas do país estão se curvando a Trump. O Atlântico acabou de encurralá-lo. - POLITICO",
        "Delaware aprova lei destinada a impedir que mais Elon Musks deixe o estado - Yahoo Finance",
        "Estudante de doutorado da Tufts com visto preso pelas autoridades de imigração, diz escola - ABC News",
        "Ratcliffe diz que novos textos do Signal mostram que ele 'não transmitiu informações classificadas' - Fox News",
        "Seth Rogen critica Hollywood em 'The Studio': Sony Hack, 'Green Hornet' - Variety",
        "Elenco de 'Vingadores: Juízo Final': Chris Hemsworth, Anthony Mackie e mais - Variety",
        "Caso de sarampo confirmado em DC, indivíduo pode ter exposto outras pessoas no trem da Amtrak - ABC News",
        "Poeira tóxica em Marte representaria um sério perigo para os astronautas - CNN",
        "Trailer de 'Rust': Primeiras Imagens de Alec Baldwin como Outlaw On The Run - Prazo",
        "Ex-profissional de boliche faz previsões para Drake Maye depois que os Patriots adicionam Stefon Diggs - NESN",
        "RFK Jr. contrata defensor antivacina para estudar vacina desmascarada, link autismo - ARS Technica",
        "Suporte do Torneio NCAA 2025: Doce 16 previsões, segunda chance da March Madness escolhida pela top model - CBS Sports",
        "Os rankings de potência da pré-temporada da MLB de 2025 - The Ringer",
        "Alguns proprietários do Google Pixel relatam falhas nos despertadores - 9to5Google",
        "Prepare-se para um eclipse solar parcial em toda a Europa e partes da América do Norte e África - The Associated Press"
    ]
}