{
    "headlines": [
        "قائمة المتصدرين لعام 2025: التغطية المباشرة والتحديثات والدرجات مثل معركة روري ماكلروي وبريسون ديشامبو في الجولة الرابعة - سي بي إس سبورتس",
        "مراهق من ويسكونسن يُزعم أنه قتل الوالدين في مؤامرة متطرفة لاغتيال ترامب، كما يقول مكتب التحقيقات الفيدرالي - ABC News",
        "يسعى شومر إلى وقف الرحلات الجوية لشركة طائرات الهليكوبتر في نيويورك بعد حادث تحطم نهر هدسون المميت - أسوشيتد برس نيوز",
        "تقول الشرطة إن الحريق الذي اندلع في منزل حاكم ولاية بنسلفانيا جوش شابيرو كان \"عملاً من أعمال الحرق المتعمد\" - الإذاعة الوطنية العامة",
        "هل ستنجو ميتا من القاضي بواسبرغ ؟ تبدأ الدراما يوم الاثنين. - Politico",
        "تقول نجمة \"اللوتس الأبيض\" إيمي لو وود إن انتحال شخصية \"SNL\" كان \"لئيمًا وغير مضحك \": \" يا له من عار\" - تنوع",
        "المزيد من الفوضى: إدارة ترامب تشير إلى تعريفات جديدة على الإلكترونيات من الصين بعد وقفة - Rolling Stone",
        "كاتي بيري، لورين سانشيز يعرضان بدلات طيران بلو أوريجين التي تجلب \"التوابل إلى الفضاء\" - فوكس نيوز",
        "بيرني ساندرز يفجر ترامب وماسك أثناء ظهور مفاجأة كوتشيلا - مراسل هوليوود",
        "انتخابات الغابون: زعيم الانقلاب أوليغوي نغويما يفوز بالانتخابات بفارق كبير - بي بي سي",
        "الغارة الإسرائيلية تدمر جزءًا من آخر مستشفى يعمل بكامل طاقته في مدينة غزة مع تصاعد الهجوم - سي إن إن",
        "عواصف بياستري للفوز المسيطر عليه في سباق جائزة البحرين الكبرى قبل راسل ونوريس - الفورمولا 1",
        "\"فيلم ماينكرافت\" يصل إلى 551 مليون دولار عالمي ؛ \"الجواسيس الهواة\" 32 مليون دولار – شباك التذاكر الدولي - الموعد النهائي",
        "تجارة \"بيع أمريكا\" تهز وول ستريت. ما الذي يمكن أن يسحب الأسواق الأمريكية مرة أخرى. - MarketWatch",
        "كبير المسؤولين الصحيين السابقين ينتقد RFK Jr. للتقليل من شأن وفيات الحصبة - CBS News",
        "\"لو لم نتحرك، لكنا في عداد الموتى \": يصف الأوكرانيون اللحظة التي ضربت فيها الضربات الروسية سومي - بي بي سي",
        "يطالب محامو الرجل المرحل عن طريق الخطأ بعودته باستخدام كلمات ترامب الخاصة - أكسيوس",
        "انفجرت الحصبة في تكساس بعد ركود تمويل اللقاحات. التخفيضات الجديدة تهدد نفس الشيء في جميع أنحاء الولايات المتحدة - أسوشيتد برس نيوز",
        "كيربي سمارت يتفاعل مع ملحمة نيكو إيماليفا في تينيسي - 247Sports"
    ]
}