{
    "headlines": [
        "Угроза Трампа поставить условия пожарной помощи возмущает демократов - The Washington Post",
        "Изъято",
        "Байден в прощальном обращении предупреждает об опасности неконтролируемой власти в богатых - ABC News",
        "Фьючерсы на Dow Jones растут после рыночных ралли выше ключевых уровней; Tesla, Meta Lead 12 New Buys - Investor's Business Daily",
        "Если лесные пожары в Лос-Анджелесе все еще горят, почему нет пламени или дыма? - NBC Лос-Анджелес",
        "Ферма штата предложит продление страхователям, пострадавшим от лесных пожаров в округе Лос-Анджелес - KTLA Лос-Анджелес",
        "Выбор стороннего кабинета Трампа быстро набирает поддержку для подтверждения - Ассошиэйтед Пресс",
        "Соглашение о прекращении огня в Газе: что мы знаем? - BBC.com",
        "Инаугурация Трампа Исполнители: Kid Rock, Billy Ray Cyrus, Underwood, More - Deadline",
        "Рубио не страшный, не драматичный, очень сердечный день - POLITICO",
        "Неловко: члены дома говорят губернатору Миннесоты, что они организованы - MinnPost",
        "Universal Music критикует «нелогичный» иск Дрейка за «Not Like Us» Кендрика Ламара - Variety",
        "Замена красного мяса на растительные белки может снизить риск деменции почти на 20%, говорится в исследовании - AOL",
        "Это было слушание Пэм Бонди. На горячем месте оказался Кэш Патель. - POLITICO",
        "Номинанты на премию WGA 2025 года включают «Настоящую боль», «Анору», «Злую» и многое другое - IndieWire",
        "FDA запрещает использование красного красителя № 3 в пищевых продуктах - Ассошиэйтед Пресс",
        "Исследователь ИИ Франсуа Шолле основал новую лабораторию ИИ, ориентированную на ОИИ - TechCrunch",
        "Джерри Джонс самостоятельно руководит поиском тренеров для Dallas Cowboys, не разговаривал с подозреваемыми кандидатами - Footballscoop",
        "Забудьте об ИМТ – есть 2000-летняя методика измерения жира в организме, которая более полезна - The Conversation Indonesia",
        "Bluesky запускает собственное приложение для обмена фотографиями Flashes - TechCrunch"
    ]
}