{
    "headlines": [
        "نجم 49ers كريستيان مكافري يترك خسارة كبيرة للفواتير في وقت مبكر مع إصابة الرباط الصليبي الخلفي - ياهو سبورتس",
        "5 مفقودين في ألاسكا بعد انقلاب قارب الصيد: خفر السواحل - ABC News",
        "Eagles vs. Ravens Live Updates | 1 ديسمبر 2024 | NFL Week 13 - PhiladelphiaEagles.com",
        "25 قتيلاً على الأقل في الوقت الذي تكثف فيه الطائرات الروسية والسورية قصفها للأراضي السورية المتمردة - رويترز",
        "كرة القدم ليلة الأحد: فواتير الرصاص 49ers 21-3 في الشوط الأول - NBC Sports",
        "ترامب يستعين بمساد بولس، صهر آخر، كمستشار في الشرق الأوسط - واشنطن بوست",
        "اكتشاف مأساوي في ولاية أوريغون: العثور على جثة مسافر مفقود، والقبض على زوج بتهمة القتل - سي إن إن",
        "عاد يوم العرض التوضيحي لـ Y Combinator شخصيًا - TechCrunch",
        "الدفع العالمي للتعاون مع ازدحام حركة المرور الفضائية بمدار الأرض - رويترز",
        "تستمر الثلوج في دفن الشمال الشرقي، مع توقع المزيد حتى يوم الاثنين - واشنطن بوست",
        "تغيرت العقود الآجلة للأسهم قليلاً بعد أفضل أشهر السنة لمؤشر داو جونز ومؤشر ستاندرد آند بورز 500: التحديثات المباشرة - CNBC",
        "الرئيس التنفيذي لشركة ستيلانتس كارلوس تافاريس يتنحى - سي إن إن",
        "ماذا سيحدث بعد أن يختار ترامب ناقد مكتب التحقيقات الفيدرالي كاش باتيل لإعادة تشكيل الوكالة - PBS NewsHour",
        "عرض الصباح: تحذير ترامب من بريكس يسلط الضوء على الفوركس الناشئ - رويترز",
        "مخزون أجهزة الكمبيوتر فائقة الصغر: مكافأة ضخمة أم فخ محفوف بالمخاطر ؟ أفضل مستثمر يزن في - TipRanks",
        "تكثف الطائرات السورية والروسية ضرباتها على المتمردين بعد أن تسيطر المعارضة على جزء كبير من حلب - سي إن إن",
        "شباك التذاكر: كيف غذت \"موانا 2\" و \"ويكيد\" و \"غلاديتور 2\" أكبر عيد شكر مسجل - تنوع",
        "فشل الدول في تنفيذ معاهدة الأمم المتحدة بشأن تنظيف التلوث البلاستيكي - واشنطن بوست",
        "الأسبوع 13 من الدوري الوطني لكرة القدم الأمريكية يسلط الضوء على 2024: التتبع المباشر لأفضل المسرحيات، نتائج المربعات من نتائج الأحد - تقرير المبيض",
        "ذا كيور تعلن عن أغاني عالم حي - العواقب"
    ]
}