{
    "headlines": [
        "ਐਸ ਐਂਡ ਪੀ 500 ਦੇ 2023 ਤੋਂ ਬਾਅਦ ਦੇ ਸਭ ਤੋਂ ਭੈੜੇ ਹਫਤੇ ਦਾ ਸਾਹਮਣਾ ਕਰਨ ਤੋਂ ਬਾਅਦ ਸਟਾਕ ਫਿuresਚਰਜ਼ ਖਿਸਕ ਗਏਃ ਲਾਈਵ ਅਪਡੇਟਸ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਡੈਕ ਪ੍ਰੈਸਕੋਟ ਓਪਨਰ ਤੋਂ ਪਹਿਲਾਂ ਕਾਉਬੌਇਜ਼ ਨਾਲ 240 ਮਿਲੀਅਨ ਡਾਲਰ ਦਾ ਸੌਦਾ ਕਰਦਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਹਿਰਾਸਤ 'ਤੇ ਹਿੱਲਃ' ਜੇ ਮੈਂ ਟਾਇਰਿਕ ਹਿੱਲ ਨਹੀਂ ਸੀ? '- ਈਐਸਪੀਐਨ",
        "ਵਿਸ਼ਵ ਨੰਬਰ 1 ਜੈਨਿਕ ਸਿਨਰ ਨੇ ਟੇਲਰ ਫ੍ਰੀਟਜ਼ ਨੂੰ ਹਰਾ ਕੇ ਯੂਐਸ ਓਪਨ ਜਿੱਤਿਆ, ਅਮਰੀਕੀ ਪੁਰਸ਼ ਟੈਨਿਸ ਗ੍ਰੈਂਡ ਸਲੈਮ ਸਿੰਗਲਜ਼ ਸੋਕੇ ਨੂੰ ਵਧਾਉਣਾ - ਸੀਐਨਐਨ",
        "ਬੋਇੰਗ ਹੜਤਾਲਾਂ ਨੇ ਮੈਰਾਥਨ ਹਫਤੇ ਦੇ ਅੰਤ ਦੀ ਗੱਲਬਾਤ ਤੋਂ ਬਾਅਦ ਯੂਨੀਅਨ ਨਾਲ ਸੌਦਾ ਕੀਤਾ - ਬਲੂਮਬਰਗ",
        "ਵਸਨੀਕ ਭੱਜ ਜਾਂਦੇ ਹਨ ਕਿਉਂਕਿ ਕੈਲੀਫੋਰਨੀਆ ਅਤੇ ਨੇਵਾਡਾ ਦੇ ਜੰਗਲੀ ਅੱਗਾਂ ਖ਼ਤਰਨਾਕ ਤੌਰ ਤੇ ਨੇੜੇ ਆਉਂਦੀਆਂ ਹਨ ਅਤੇ ਭਵਿੱਖਬਾਣੀਕਰਤਾ ਰਿਕਾਰਡ ਗਰਮੀ ਦੀ ਚੇਤਾਵਨੀ ਦਿੰਦੇ ਹਨ - ਸੀ ਐਨ ਐਨ",
        "ਵੈਨੇਜ਼ੁਏਲਾ ਦੇ ਵਿਰੋਧੀ ਧਿਰ ਦੇ ਨੇਤਾ ਗੋਂਜ਼ਾਲੇਜ਼ ਨੇ ਸਪੇਨ 'ਚ ਪਨਾਹ ਲਈ ਉਤਰਿਆ - ਰਾਇਟਰਜ਼ ਕੈਨੇਡਾ",
        "ਆਈਫੋਨ 16, ਆਈਫੋਨ 16 ਪ੍ਰੋ, ਏਅਰਪੌਡਸਃ 2024 ਐਪਲ ਈਵੈਂਟ ਸੋਮਵਾਰ ਲਈ ਕੀ ਅਫਵਾਹ ਹੈ - ਅਮਰੀਕਾ ਅੱਜ",
        "ਵੈਸਟ ਬੈਂਕ ਅਤੇ ਜਾਰਡਨ ਦੇ ਵਿਚਕਾਰ ਐਲਨਬੀ ਕਰਾਸਿੰਗ ਵਿਖੇ ਤਿੰਨ ਇਜ਼ਰਾਈਲੀ ਨਾਗਰਿਕਾਂ ਦੀ ਗੋਲੀ ਮਾਰ ਕੇ ਹੱਤਿਆ ਕਰ ਦਿੱਤੀ ਗਈ - ਸੀਐਨਐਨ",
        "ਪਾਰਕਿੰਸਨ ਦੀ ਬਿਮਾਰੀ ਦਾ ਜੋਖਮ ਅੰਤੜੀ ਦੀ ਸਿਹਤ ਨਾਲ ਜੁੜਿਆ ਹੋਇਆ ਹੈ, ਖੋਜਕਰਤਾਵਾਂ ਦਾ ਕਹਿਣਾ ਹੈ - ਫੌਕਸ ਨਿ Newsਜ਼",
        "ਕੈਂਟਕੀ ਸ਼ੂਟਿੰਗ ਐਤਵਾਰ ਦੇ ਅਪਡੇਟਸਃ ਸਥਾਨਕ ਸਕੂਲ ਸੋਮਵਾਰ ਨੂੰ ਬੰਦ ਹੋਏ, ਜਾਂਚ ਜਾਰੀ ਹੈ - ਕੋਰੀਅਰ ਜਰਨਲ",
        "ਨਾਟੋ ਦੇ ਦੋ ਮੈਂਬਰਾਂ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਰੂਸੀ ਡਰੋਨ ਨੇ ਉਨ੍ਹਾਂ ਦੇ ਹਵਾਈ ਖੇਤਰ ਦੀ ਉਲੰਘਣਾ ਕੀਤੀ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਮਿਸੂਰੀ ਦੇ ਰਹੱਸਮਈ ਐਚ 5 ਬਰਡ ਫਲੂ ਕੇਸ ਬਾਰੇ 5 ਬਲਦੇ ਸਵਾਲ - STAT",
        "ਟਰੰਪ ਅਤੇ ਹੈਰਿਸ 2024 ਦੀ ਆਪਣੀ ਪਹਿਲੀ ਬਹਿਸ ਦੀ ਤਿਆਰੀ ਕਿਵੇਂ ਕਰ ਰਹੇ ਹਨ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਉੱਤਰੀ ਕੈਰੋਲੀਨਾ ਦੇ ਗਵਰਨਰ ਰਾਏ ਕੂਪਰ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਜੇ ਕਮਲਾ ਹੈਰਿਸ ਆਪਣਾ ਰਾਜ ਜਿੱਤਦੀ ਹੈ, ਤਾਂ \"ਉਹ ਅਮਰੀਕਾ ਦੀ ਅਗਲੀ ਰਾਸ਼ਟਰਪਤੀ ਹੈ\" - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਰੌਬ ਕਾਰਦਾਸ਼ੀਅਨ ਨੇ 7 ਸਾਲ ਦੀ ਧੀ ਦੇ ਸੁਪਨੇ ਤੋਂ ਬਾਅਦ ਤੋਲਿਆ ਇੰਸਟਾਗ੍ਰਾਮ ਪੇਜ - TooFab",
        "ਵੇਫਲ ਹਾ Houseਸ ਦੇ ਸੀਈਓ ਵਾਲਟ ਐਮਰ ਦੀ 58 ਸਾਲ ਦੀ ਉਮਰ ਵਿੱਚ ਮੌਤ ਹੋ ਗਈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਪੋਪ ਫ੍ਰਾਂਸਿਸ ਨੇ ਪਾਪੂਆ ਨਿ Gu ਗਿੰਨੀ ਵਿਚ ਰਿਮੋਟ ਵਨੀਮੋ ਵਿਚ ਸਵਾਗਤ ਕੀਤਾ - ਬੀਬੀਸੀ.",
        "ਆਈਵੀਐਫ ਪ੍ਰਸਤਾਵ 'ਤੇ ਨਿੱਕੀ ਹੇਲੀ ਟਰੰਪ ਨਾਲ ਤੋੜਦੀ ਹੈ, ਅਜੇ ਵੀ ਕਹਿੰਦੀ ਹੈ ਕਿ ਉਹ ਮੁਹਿੰਮ ਲਈ' ਸਟੈਂਡਬਾਏ '' ਤੇ ਹੈ - ਫੌਕਸ ਨਿ Newsਜ਼",
        "ਐਲਨ ਮਸਕ ਨੇ ਖੁਲਾਸਾ ਕੀਤਾ ਕਿ ਸਪੇਸਐਕਸ ਸਟਾਰਸ਼ਿਪ ਪਹਿਲੀ ਵਾਰ ਮੰਗਲ ਗ੍ਰਹਿ 'ਤੇ ਕਦੋਂ ਜਾਵੇਗੀ - ਟੇਸਲਾਰੈਟੀ"
    ]
}