{
    "headlines": [
        "يُزعم أن موظفي ترامب متورطون في دراما مقبرة أرلينغتون المسماة - The Daily Beast",
        "توفيت الأوغندية الأولمبية ريبيكا تشيبتيجي بعد أن أضرم صديقها النار فيها - سي إن إن",
        "تشيفس تيب تو إلى فوز الأسبوع الأول على فريق رايفنز في مباراة انطلاق الدوري الوطني لكرة القدم الأمريكية - KMBC Kansas City",
        "هانتر بايدن يقر بالذنب في اللحظة الأخيرة في قضية الضرائب - BBC.com",
        "يقول المدعون العامون إن قرارًا بشأن تاريخ الحكم على ترامب في قضية \"إسكات الأموال\" سيصدر يوم الجمعة - سي بي إس نيوز",
        "فانس: جون ماكين لن يدعم هاريس إذا رأى الحدود - بوليتيكو",
        "كزافييه وورث يأخذ أول لمسة له في الدوري الوطني لكرة القدم الأمريكية لمدة 21 ياردة TD - NBC Sports",
        "تقرير الوظائف سيؤثر على قرار بنك الاحتياطي الفيدرالي بشأن حجم خفض أسعار الفائدة - صحيفة وول ستريت جورنال",
        "المتداولون الهابطون يحكمون سوق النفط الآن - OilPrice.com",
        "يقوم مكتب التحقيقات الفيدرالي بتفتيش منازل اثنين من كبار مساعدي العمدة إريك آدمز، واستدعاء هواتف شرطة نيويورك - ABC7 New York",
        "ألقي القبض على والد المشتبه به في إطلاق النار في مدرسة جورجيا ووجهت إليه تهمة، كما تقول السلطات - سي إن إن",
        "Rich Homie Quan, Melodic Atlanta Rapper, Dies at 34 - نيويورك تايمز",
        "لم شمل لينكين بارك، مغني جديد لأول مرة، موسيقى جديدة وإعلان جولة بعد سبع سنوات من وفاة تشيستر بنينغتون - الموعد النهائي",
        "\"Beetlejuice Beetlejuice\" يلقي نكات تيم بيرتون \"اضطر إلى الانتظار\" لميلاد جينا أورتيغا لجعلها تتمة - الموعد النهائي",
        "فرانسيس فورد كوبولا \"ميغالوبوليس\" تتبع لفقر الدم 5 مليون دولار زائد الافتتاح المحلي - هوليوود ريبورتر",
        "يبدو أن تصميم PlayStation 5 Pro المسرب تم تأكيده من خلال فن الذكرى الثلاثين الرسمي لشركة Sony - Eurogamer",
        "يتحطم الكويكب فوق الفلبين بعد ساعات من اكتشافه كتذكير بتهديدات أكبر للأرض - Fox Weather",
        "يقول بايدن إن كهربة الريف وتحسينات الإنترنت تؤكد \"العودة الأمريكية\" - وكالة أسوشيتد برس",
        "ترامب يدعو إلى لجنة الكفاءة، وهي فكرة دفع بها إيلون ماسك - نيويورك تايمز",
        "حالات جديدة من EEE، غرب النيل المبلغ عنها في القداس. ؛ مستويات المخاطر المرتفعة - WCVB بوسطن"
    ]
}