{
    "headlines": [
        "Ozempic pode reduzir significativamente o risco de doença de Alzheimer — veja como - New York Post",
        "TKO Group adquire IMG, Professional Bull Riders e On Location da Endeavor por US $ 3,25 bilhões - CNBC",
        "Ações da UPS sobem à medida que gigante do transporte volta a crescer - Yahoo Finance",
        "Presidente sul-coreano levanta possibilidade de fornecer armas à Ucrânia - Associated Press",
        "Uma cápsula da SpaceX está voltando para a Terra. Veja por que os astronautas da Boeing Starliner não estão nele - CNN",
        "Turquia ataca alvos militantes curdos na Síria e no Iraque pelo segundo dia - The Associated Press",
        "Boeing ataca com barris enquanto trabalhadores rejeitam acordo salarial - Reuters",
        "‘Tentando obter favores’: lobistas em questões fiscais contrataram o filho de Richard Neal - POLITICO",
        "Eleição nos EUA: faltam 12 dias – Quem está à frente, o que Harris e Trump estão fazendo - Al Jazeera English",
        "Jelly Roll perde 45 quilos: como a estrela da música country transformou seu corpo - Fox News",
        "A nova declaração dos BRICS mostra que a guerra da Rússia ainda não consegue o apoio internacional que Moscou quer - Business Insider",
        "Blinken diz que ‘mais progresso’ de Israel é necessário no fluxo de ajuda a Gaza - The Washington Post",
        "Líbano: Imagens de satélite revelam intensidade dos bombardeamentos israelitas - BBC.com",
        "A nova arena reluzente dos Clippers não pode obscurecer a mediocridade da equipa que joga dentro dela - CBS Sports",
        "Bryce Young de volta como titular dos Panthers depois que Andy Dalton se machucou em acidente de carro - The Washington Post",
        "   Removido ",
        "Horóscopo para quinta-feira, 24 de outubro de 2024 - Chicago Sun-Times",
        "Trump e Harris defendem os eleitores do campo de batalha enquanto as pesquisas mostram uma corrida presidencial apertada - CBS News",
        "Rob Lowe admite o romance \"Brat Pack\" com Demi Moore - E! Online - E! NEWS",
        "Os lucros otimistas da Tesla e a previsão de alta impulsionam as ações em 12% - Financial Times"
    ]
}