{
    "headlines": [
        "Зимний шторм «Блэр» принес сильный снег в Среднюю Атлантику, включая Балтимор, Вашингтон, округ Колумбия - Yahoo! Voices",
        "Конгресс готов подтвердить победу Трампа на выборах, но его наследие от 6 января висит на волоске - The Associated Press",
        "Мы часами наблюдали, как робот-пылесос подбирает носки. Это мечта, ставшая реальностью - CNET",
        "Трамп призывает Конгресс принять его повестку дня в одном масштабном законопроекте - Reuters.com",
        "Байден запретил морское бурение на огромной территории США - BBC.com",
        "Премьер-министр Канады Трюдо собирается уйти в отставку с поста лидера партии в связи с резким падением опросов, - CNN",
        "LG и Samsung добавляют помощника Microsoft Copilot AI в свои телевизоры - The Verge",
        "Дикие карты: зарядные устройства, викинги - фавориты на дорогах - NBC Sports",
        "Какая температура Луны? - Livescience.com",
        "Илон Маск спрашивает, должна ли Америка «освободить народ Британии» в тираде против правительства Великобритании - CNBC",
        "Доходность 30-летних облигаций США достигла максимума с 2023 года в преддверии аукционов - Bloomberg",
        "Вспышка HMPV в Китае: это новый вирус? Чем он похож на Covid-19? Есть ли вакцина? Что мы знаем на данный момент | Мята - Мята",
        "Индонезия запускает программу бесплатного питания, чтобы накормить детей и беременных женщин для борьбы с недоеданием - Ассошиэйтед Пресс",
        "Министерство юстиции: 200 дел от 6 января находятся на рассмотрении, поскольку Трамп готовится вновь занять свой пост - POLITICO",
        "Северная Корея запустила первую за два месяца баллистическую ракету - Сеул - BBC.com",
        "Приказ о драфте НФЛ 2025 года: «Титаны» обеспечили себе выбор № 1 с поражением и победой «Патриотов»; «Медведи», «Джетс» занимают первые 10 мест - CBS Sports",
        "ОБНОВЛЕНИЯ В РЕАЛЬНОМ ВРЕМЕНИ: чрезвычайная ситуация со снегом, выпущенная для округов; Что это значит? - WHIO",
        "Зои Салданья становится эмоциональной во время первой в истории премии «Золотой глобус»: «Мое сердце полно благодарности» - Hollywood Reporter",
        "Что нужно знать о дорожных сборах на Манхэттене, так как Нью-Йорк становится первым городом США с платой за пробки - Axios",
        "Обри Плаза скучает по «Золотому глобусу» после смерти мужа, режиссера Джеффа Баэна - Entertainment Weekly News"
    ]
}