{
    "headlines": [
        "Блог мероприятия Apple «Glowtime» — iPhone 16, Apple Watch 10, AirPods 4 и другие - Tom's Guide",
        "Чрезмерная реакция после 1-й недели сезона НФЛ: Кирк Казинс уже на скамейке запасных? Ковбои ошиблись в оплате Dak? - CBS Sports",
        "По меньшей мере 14 человек погибли, 43 получили ранения в результате израильских авиаударов, сообщает сирийское государственное информационное агентство - CNN",
        "Отслеживание потенциального тропического циклона 6: интерактивный штормовой радар, последний конус и удары - WDSU Новый Орлеан",
        "«Сёгун» выиграл рекордные 14 премий «Эмми» на церемонии Creative Arts, а Джейми Ли Кертис получил свою первую премию - The Associated Press",
        "Патти Шиальфа, жена Брюса Спрингстина и его коллега по группе E Street, раскрывает диагноз рака крови - разнообразие",
        "Местные школьные округа объявляют об изменениях в расписании на фоне рекордных темпов в Южной Калифорнии - KTLA Лос-Анджелес",
        "Norfolk Southern заявляет, что расследует действия генерального директора в связи с предполагаемым неправомерным поведением - Yahoo Finance",
        "Азиатские акции падают, поскольку беспокойство по поводу экономики США снижает технологические акции - Yahoo Finance",
        "Блокбастер китайской видеоигры вызывает дебаты о сексизме в игровой индустрии страны - The Associated Press",
        "Тысячи людей спасаются от неконтролируемых лесных пожаров в Калифорнии и Неваде - Axios",
        "Полицейский Майами-Дейд был привлечен к административной службе после того, как звезда «Дельфинов» Тайрик Хилл был задержан перед игрой - CNN",
        "Ужин Тейлор Свифт и Трэвиса Келса в Нью-Йорке после даты открытия US Open - TMZ",
        "Boeing Starliner возвращается домой без экипажа: эксперт НАСА объясняет, почему - ScienceAlert",
        "Почему в The Bear Star Will Poulter's Fitness Transformation все говорят «Да, шеф-повар» - E! Онлайн - E! НОВОСТИ",
        "Республиканцы и демократы в Палате представителей выпустят дуэльные документы, возлагающие вину за ошибки, допущенные при уходе США из Афганистана - CNN",
        "Удалено",
        "Дональд Трамп готовится к дебатам с помощью Мэтта Гетца, Тулси Габбард: источники - ABC News",
        "Трамп обещает посадить оппонентов в тюрьму, необоснованно предполагая, что у него украдут выборы - The Washington Post",
        "Даллас Ковбойс против Кливленд Браунс | NFL 2024 Week 1 Game Highlights - NFL"
    ]
}