{
    "headlines": [
        "Trump’s threat to place conditions on fire aid outrages Democrats - The Washington Post",
        "[Removed]",
        "Biden, in farewell address, warns about dangers of unchecked power in wealthy - ABC News",
        "Dow Jones Futures Rise After Market Rallies Above Key Levels; Tesla, Meta Lead 12 New Buys - Investor's Business Daily",
        "If LA wildfires are still burning, why aren't there flames or smoke? - NBC Los Angeles",
        "State Farm to offer renewals to policyholders impacted by L.A. County wildfires - KTLA Los Angeles",
        "Trump’s outsider Cabinet picks are rapidly gaining support for confirmation - The Associated Press",
        "Gaza ceasefire deal: What do we know? - BBC.com",
        "Trump Inauguration Performers: Kid Rock, Billy Ray Cyrus, Underwood, More - Deadline",
        "Rubio’s not terrible, no drama, very cordial day - POLITICO",
        "Awkward: House members tell MN governor they're organized - MinnPost",
        "Universal Music Slams Drake’s ‘Illogical’ Lawsuit Over Kendrick Lamar’s ‘Not Like Us’ - Variety",
        "Swapping red meat for plant-based proteins could reduce your dementia risk by nearly 20%, study says - AOL",
        "It was Pam Bondi’s hearing. Kash Patel was in the hot seat. - POLITICO",
        "2025 WGA Award Nominees Include ‘A Real Pain,’ ‘Anora,’ ‘Wicked,’ and More - IndieWire",
        "FDA bans red dye No. 3 from foods - The Associated Press",
        "AI researcher François Chollet founds a new AI lab focused on AGI - TechCrunch",
        "Jerry Jones running Dallas Cowboys head coaching search by himself, hasn't spoken with suspected candidates - Footballscoop",
        "Forget BMI – there’s a 2,000 year-old technique for measuring body fat that’s more useful - The Conversation Indonesia",
        "Bluesky is getting its own photo-sharing app, Flashes - TechCrunch"
    ]
}