{
    "headlines": [
        "USMNT flunks Mauricio Pochettino’s first test, loses 1-0 to Panama in CONCACAF Nations League semifinals - Yahoo Sports",
        "Israeli troops enter northern Gaza; Hamas retaliates with rocket fire - The Washington Post",
        "Maryland reports two more measles cases, warns of possible exposures - The Washington Post",
        "Kansas' preseason No. 1 curse continues under Bill Self with first-round exit in March Madness 2025 - CBS Sports",
        "Trump demands Supreme Court step in after federal judges block his agenda: 'These people are Lunatics' - Fox News",
        "Israeli hostage freed after 491 days asks: Where was the United Nations, the Red Cross, the world? - The Associated Press",
        "Jason Bourne Franchise On The Shopping Block; Leaves Universal - Deadline",
        "March Madness live tracker: Highlights, results, reactions from Day 1 - ESPN",
        "The release of a 1961 plan to break up the CIA revives an old conspiracy theory about who killed JFK - The Associated Press",
        "EU plan to send more military aid to Ukraine in shambles - POLITICO Europe",
        "Judge blocks Trump administration from deporting Georgetown researcher who was in U.S. legally - POLITICO",
        "Trump signs order to increase critical mineral production in the U.S. - CNBC",
        "Blake Lively files motion to dismiss Justin Baldoni's 'vengeful' lawsuit, citing this California law - Yahoo Entertainment",
        "Alan Wake 2 Devs Designed Their Multiplayer Shooter For People With Kids And Jobs - Kotaku",
        "Exclusive | Ben & Jerry’s Founders Say They Stand Behind Ousted CEO - The Wall Street Journal",
        "Improving Education Outcomes by Empowering Parents, States, and Communities - The White House",
        "One year after Baltimore bridge collapse, NTSB finds 68 US bridges need to be assessed for risk of collapse if hit by ship - CNN",
        "Elon Musk's Tesla makes largest ever Cybertruck recall - BBC.com",
        "Nike beats on earnings, but warns the toughest stretch of its turnaround is ahead - MarketWatch"
    ]
}