{
    "headlines": [
        "A escolha do Tesouro de Trump, Scott Bessent, para alienar ativos - The Washington Post",
        "Número de mortos em incêndios em Eaton e Palisades sobe para 24, dizem autoridades - KTLA Los Angeles",
        "Renck: O estouro do playoff para Bills mostra o quão longe os Broncos de Sean Payton estão de serem candidatos — decisão fracassada ou não - The Denver Post",
        "Packers fecham dentro de 16-10 para abrir o quarto trimestre - NBC Sports",
        "Leslie Charleson, ícone do ‘Hospital Geral’ conhecida como Monica Quartermaine, morre aos 79 anos - Variety",
        "As pessoas estão reagindo a este clipe \"Cringe\" de um repórter entrevistando Dennis Quaid enquanto ele estava evacuando freneticamente sua casa - Yahoo Entertainment",
        "Comandantes vs. Buccaneiros | Como assistir, ouvir, transmitir ao vivo - Comandantes de Washington",
        "No. 2 Carolina do Sul domina No. 5 Texas, 67–50, no confronto top SEC - Yahoo Sports",
        "‘With Love, Meghan‘, da Netflix, é adiado enquanto a Duquesa de Sussex se concentra nos esforços de alívio de incêndios florestais em Los Angeles - Prazo",
        "Sanções mais duras dos EUA para conter o fornecimento de petróleo russo à China e à Índia - Reuters",
        "O presidente da Croácia, Milanović, vence a reeleição depois de derrotar o candidato do partido governista no segundo turno - PBS NewsHour",
        "Kumbh Mela: A Índia corre para preparar uma enorme reunião de Prayagraj - BBC.com",
        "Sen. Barrasso diz que \"um problema de papelada\" está atrasando a audiência de confirmação de Tulsi Gabbard - CBS News",
        "Estamos testemunhando um novo Mark Zuckerberg: Bem-vindo ao Zuck 3.0. - Business Insider",
        "Bilheteria: ‘Covil dos Ladrões 2’ começa a ganhar US $ 15,5 milhões; ‘Moana 2’ chega a US $ 1 bilhão globalmente - Hollywood Reporter",
        "A última dança do TikTok nos EUA - Financial Times",
        "Dois gatos na Califórnia morreram depois de beber leite cru recordado por gripe aviária, diz seu dono - PBS NewsHour",
        "   Removido ",
        "Núcleo de gelo pode conter respostas para mistérios do passado da Terra - CNN",
        "Os investidores do mercado de ações estão nervosos com essa anomalia do mercado de títulos - MarketWatch"
    ]
}