{
    "headlines": [
        "ਫਿਲਡੇਲ੍ਫਿਯਾ ਨੇਬਰਹੁੱਡ ਵਿੱਚ ਛੇ ਹਾਦਸਿਆਂ ਨੂੰ ਲੈ ਕੇ ਮੈਡੀਕਲ ਜੈੱਟ - BBC.com",
        "‘ਇੱਥੇ ਬਹੁਤ ਸਾਰੇ ਮਾਰੇ ਜਾਣਗੇ’: ਪਨਾਮਾ ਯੁੱਧ ਲਈ ਤਿਆਰ ਹੈ ਕਿਉਂਕਿ ਟਰੰਪ ਦੀ ਟੀਮ ਇਕ ਸੌਦੇ ਨੂੰ ਛੇੜ ਰਹੀ ਹੈ - ਪੋਲਿਟਿਕੋ",
        "ਪਾਲੀਸੇਡਸ ਅਤੇ ਈਟਨ ਅੱਗਾਂ ਵਿੱਚ ਹੁਣ 100% ਸ਼ਾਮਲ ਹਨ. ਪਰ ਰਿਕਵਰੀ ਲੂਮਜ਼ ਲਈ ਇੱਕ ਲੰਮਾ ਰਸਤਾ - ਯਾਹੂ! ਆਵਾਜ਼ਾਂ",
        "ਕੀ ਐਮਿਲਿਆ ਪੇਰੇਜ਼ ਸਟਾਰ ਕਾਰਲਾ ਸੋਫੀਆ ਗਾਸਕੋਨ ਦੀਆਂ ਅਪਮਾਨਜਨਕ ਐਕਸ ਪੋਸਟਾਂ ਆਸਕਰ ਦੇ ਮਨਪਸੰਦ ਸੰਭਾਵਨਾਵਾਂ ਨੂੰ ਪਟੜੀ ਤੋਂ ਉਤਾਰ ਦੇਣਗੀਆਂ? - ਬੀਬੀਸੀ.",
        "ਮੈਕਸੀਕੋ ਅਤੇ ਕਨੇਡਾ 'ਤੇ ਟੈਰਿਫ ਕਿਉਂ ਕਰਿਆਨੇ ਦੀਆਂ ਕੀਮਤਾਂ ਨੂੰ ਵਧਾ ਸਕਦੇ ਹਨ, 3 ਚਾਰਟਾਂ ਵਿਚ - ਸੀ ਐਨ ਐਨ",
        "ਭਾਰਤ ਦੇ ਬਜਟ ਤੋਂ ਟੇਕਵੇਅ ਜੋ ਵਿਕਾਸ ਨੂੰ ਉਤਸ਼ਾਹਤ ਕਰਨ ਲਈ ਤਨਖਾਹ ਵਾਲੇ ਮੱਧ ਵਰਗ 'ਤੇ ਆਮਦਨ ਟੈਕਸ ਨੂੰ ਘਟਾਉਂਦਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਕੋਸਟਕੋ ਯੂਨੀਅਨ ਡੈੱਡਲਾਈਨ ਲੂਮਜ਼ ਦੇ ਤੌਰ ਤੇ ਗੈਰ-ਯੂਨੀਅਨ ਤਨਖਾਹ ਨੂੰ 30 ਡਾਲਰ ਪ੍ਰਤੀ ਘੰਟਾ ਤੋਂ ਵੱਧ ਵਧਾਉਂਦਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਸੀਡੀਸੀ ਜਨਤਕ ਸਿਹਤ ਸਮੱਗਰੀ ਵਿਚ ਲਿੰਗ, ਇਕੁਇਟੀ ਹਵਾਲਿਆਂ ਨੂੰ ਹਟਾਉਂਦਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਡੈਮੀਅਨ ਪੁਜਾਰੀ, ਜੈਕਬ ਫਾਤੂ ਅਤੇ ਹੋਰਾਂ ਨੇ 2025 ਡਬਲਯੂਡਬਲਯੂਈ ਰਾਇਲ ਰੰਬਲ ਮੈਚਾਂ ਵਿੱਚ ਦਾਖਲੇ ਦੀ ਘੋਸ਼ਣਾ ਕੀਤੀ - ਕੁਸ਼ਤੀ ਇੰਕ.",
        "ਸਤਹ ਦੇ ਹੇਠਾਂ, ਗਰਾਉਂਡਹੌਗ ਡੇਅ ਦੀਆਂ ਡੂੰਘੀਆਂ ਜੜ੍ਹਾਂ ਪਨਕਸਸੁਟਾਵਨੀ ਫਿਲ ਨੂੰ ਪੇਸ਼ ਕਰਦੀਆਂ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "Dejounte Murray Achilles tendon ਹੰਝੂ, ਰਿਪੋਰਟ ਅਨੁਸਾਰ, ਦੇ ਤੌਰ ਤੇ Pelicans ਦੀ ਸੱਟ-ਦਰਦ ਸੀਜ਼ਨ ਬਦਤਰ ਕਰਨ ਲਈ ਚਲਾ - CBS Sports",
        "ਟਰੰਪ ਨੇ ਸੇਲੇਨਾ ਗੋਮੇਜ਼ ਦੀ ਹੰਝੂ ਭਰੀ ਪ੍ਰਤੀਕ੍ਰਿਆ ਦਾ ਜਵਾਬ ਦਿੰਦਿਆਂ ਕਲਿੱਪ ਨਾਲ ਜ਼ਰੂਰੀ ਤੌਰ 'ਤੇ ਅਭਿਨੇਤਰੀ ਨੂੰ ਇਸ ਨੂੰ ਜਾਅਲੀ ਬਣਾਉਣ ਦਾ ਦੋਸ਼ ਲਗਾਇਆ - ਯਾਹੂ! ਆਵਾਜ਼ਾਂ",
        "ਸੈਮ ਅਲਟਮੈਨ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਓਪਨਏਆਈ ਦੋ ਨਵੇਂ ਏਆਈ ਪਹੁੰਚਾਂ ਨੂੰ ਅਪਣਾਏਗੀ, ਇੱਕ ਦੀਪਸੇਕ ਤੋਂ ਅਤੇ ਦੂਜਾ ਮੈਟਾ ਤੋਂ - ਬਿਜ਼ਨਸ ਇਨਸਾਈਡਰ",
        "ਅੱਜ ਦਾ ‘ਵਰਡਲ’ #1323 ਸੰਕੇਤ, ਸੁਰਾਗ ਅਤੇ ਸ਼ਨੀਵਾਰ, ਫਰਵਰੀ 1 ਲਈ ਜਵਾਬ - ਫੋਰਬਸ",
        "ਫੈਡਰਲ ਰਿਜ਼ਰਵ ਦੇ ਸਾਬਕਾ ਸੀਨੀਅਰ ਸਲਾਹਕਾਰ ਨੂੰ ਆਰਥਿਕ ਜਾਸੂਸੀ ਦੇ ਦੋਸ਼ਾਂ ਵਿੱਚ ਦੋਸ਼ੀ ਠਹਿਰਾਇਆ ਗਿਆ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਵੈਨਜ਼ੂਏਲਾ ਨੇ ਰਾਸ਼ਟਰਪਤੀ ਮਦੁਰੋ ਅਤੇ ਟਰੰਪ ਦੇ ਰਾਜਦੂਤ ਵਿਚਾਲੇ ਮੁਲਾਕਾਤ ਤੋਂ ਬਾਅਦ 6 ਅਮਰੀਕੀਆਂ ਨੂੰ ਰਿਹਾਅ ਕੀਤਾ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਤਕਨੀਕੀ ਸਟਾਕਾਂ ਵਿੱਚ ਮਹੀਨਿਆਂ ਵਿੱਚ ਸਭ ਤੋਂ ਭੈੜਾ ਹਫ਼ਤਾ ਹੁੰਦਾ ਹੈ ‘ਕਿਸੇ ਨੇ ਵੀ ਦੀਪਸੀਕ ਨੂੰ ਆਉਂਦੇ ਨਹੀਂ ਵੇਖਿਆ’ - ਮਾਰਕੀਟਵਾਚ",
        "ਹੀਟ ਦੇ ਟੈਰੀ ਰੋਜ਼ੀਅਰ ਨੇ ਸੰਘੀ ਜੂਏ ਦੀ ਜਾਂਚ ਬਾਰੇ ਵਿਚਾਰ ਵਟਾਂਦਰੇ ਤੋਂ ਇਨਕਾਰ ਕਰ ਦਿੱਤਾ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਕਾਲਜ ਬਾਸਕਟਬਾਲ ਪਿਕਸ, ਸ਼ਡਿ: ਲਃ ਟੈਨਿਸੀ ਬਨਾਮ ਫਲੋਰੀਡਾ ਲਈ ਭਵਿੱਖਬਾਣੀ ਅਤੇ ਸ਼ਨੀਵਾਰ ਲਈ ਹੋਰ ਚੋਟੀ ਦੀਆਂ 25 ਖੇਡਾਂ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ"
    ]
}