{
    "headlines": [
        "‘Das ist peinlich’: Weltführer kämpfen mit vergangenen Beleidigungen von Trump - The Washington Post",
        "Wie viele Stimmen sind noch übrig? Die Kontrolle des Hauses hängt von dieser endgültigen Zählung ab - CNN",
        "Warum AP das Rennen des Senats von Pennsylvania für David McCormick anrief - The Associated Press",
        "Liam Payne: 3 Personen verhaftet, angeklagt im Zusammenhang mit dem Tod des ehemaligen One Direction-Sängers - Yahoo Entertainment",
        "Die Fed hat gerade wieder die Zinsen gesenkt — und der Zeitpunkt ist unbestreitbar ungünstig - CNN",
        "\"Teerball\" -Mysterium: Sydney identifiziert Objekte, die Strände schließen - BBC.com",
        "Möchten Sie Ihren Blutdruck senken? Probieren Sie noch 5 Minuten Übung aus - CNN",
        "Richter schimpft Giuliani dafür, dass er das Vermögen nicht an zwei Frauen übergeben hat, einschließlich des Autos, das er fährt - CBS News",
        "[removed]",
        "[removed]",
        "Bengals vs. Ravens Quoten, Vorhersage, Spread, Linie: Thursday Night Football Picks aus dem NFL-Modell auf 14-7 Lauf - CBS Sports",
        "Live-Übertragung des heutigen SpaceX Starlink-Starts am Nachmittag von Cape Canaveral - Florida Today",
        "Biden fordert die Amerikaner auf, nach Trumps Wahlsieg in den USA die Temperatur zu senken - Reuters",
        "Fisk University in Nashville in Alarmbereitschaft nach \"beunruhigenden und beleidigenden\" Nachrichten - Tennessee Lookout",
        "\"Golden State Plays Defense\" - Dan Patrick rekapituliert den Sieg der Warriors über die Celtics | 07.11.24 - Dan Patrick Show",
        "Die deutsche politische Krise lässt Europa vor Trumps Rückkehr ruderlos zurück - The Wall Street Journal",
        "[removed]",
        "Apple Mac Mini 2024 Test: Ein Knopfdruck von Flawless - Gizmodo",
        "PFT's Week 10 2024 NFL Picks: Florio vs. Simms - NBC Sports",
        "Neue \"Star Wars\" -Trilogie in Arbeit von \"X-Men\" -Alaun Simon Kinberg - Variety"
    ]
}