{
    "headlines": [
        "A interrupção da DirecTV-Disney esquenta com a abordagem do futebol de segunda-feira à noite e do debate presidencial - CNET",
        "Dois membros da OTAN dizem que drones russos violaram seu espaço aéreo - Associated Press",
        "\"Definitivamente não é raiva da estrada\": o escritório do xerife de Kentucky procura o motivo enquanto a caça ao atirador da I-75 continua - CNN",
        "Candidato da oposição invadiu a política venezuelana poucos meses antes de ser perseguido no exílio - WOODTV.com",
        "Senador Raphael Warnock após tiroteio na Geórgia: 'Somos todos alvos fáceis' - POLITICO",
        "Semana 1 da NFL 2024: Como assistir ao jogo Jacksonville Jaguars vs. Miami Dolphins hoje - Yahoo Sports",
        "‘Beetlejuice Beetlejuice’ sacode as bilheterias com US $ 110 milhões no fim de semana de estreia - The Associated Press",
        "Mãe de suspeito de tiroteio na Geórgia ligou para escola para avisar sobre emergência, diz tia - Associated Press",
        "Atualização de domingo sobre os trópicos: formação de Francine hoje ou amanhã - KPRC Click2Houston",
        "   Removido ",
        "Revisão de ‘Eden’: Ron Howard finalmente perdeu a cabeça - Vulture",
        "Amy Adams diz que indicações ao Oscar 'não são algo em que eu penso' - IndieWire",
        "Fontes: Prescott, Cowboys concordam com acordo de US $ 240 MILHÕES - ESPN",
        "Corante encontrado em Doritos torna a pele do rato transparente como \"truque de mágica\", segundo novo estudo - Hindustan Times",
        "O Tyreek Hill dos Dolphins, detido pela polícia do lado de fora do estádio, está jogando na partida de abertura contra o Jaguars - South Florida Sun Sentinel",
        "Meta Llama: Tudo o que precisa de saber sobre o modelo de IA generativa aberta - TechCrunch",
        "Esperar até 2025 pela TV dos seus sonhos? Mini LED Muito Brilhante? | You Ask Ep. 56 - Tendências Digitais",
        "Evento Apple 2024: iPhone 16, Apple Intelligence e todas as outras revelações esperadas de 'Glowtime' - TechCrunch",
        "Coluna de convidado | Para os cuidadores, um amigo que ‘entende’ pode ser uma tábua de salvação - The Washington Post",
        "Em selvas remotas de Papua Nova Guiné, Papa traz esperança - POLITICO"
    ]
}