{
    "headlines": [
        "ਬੋਰਬਨ ਸਟ੍ਰੀਟ 'ਤੇ ਆਉਣ ਵਾਲੀਆਂ ਨਵੀਆਂ ਰੁਕਾਵਟਾਂ ਨਵੇਂ ਸਾਲ ਦੇ ਦਿਨ ਵਾਂਗ ਟਰੱਕ ਹਮਲਿਆਂ ਨੂੰ ਰੋਕਣ ਲਈ ਤਿਆਰ ਨਹੀਂ ਕੀਤੀਆਂ ਗਈਆਂ - NOLA.",
        "ਐਮਟੀਏ ਨੇ ਭੀੜ ਦੀਆਂ ਕੀਮਤਾਂ ਦੇ ਸੰਕੇਤਾਂ ਦਾ ਪਰਦਾਫਾਸ਼ ਕਰਨ ਲਈ ਖੁਸ਼ੀ ਦੀ ਰਸਮ ਦਾ ਆਯੋਜਨ ਕੀਤਾ — ਡਰਾਈਵਰਾਂ ਦੇ ਦਰਦ ਨੂੰ ਮਹਿਸੂਸ ਕਰਨ ਲਈ ਨਿਰਧਾਰਤ ਕੀਤੇ ਜਾਣ ਤੋਂ ਕੁਝ ਘੰਟੇ ਪਹਿਲਾਂ - ਨਿ New ਯਾਰਕ ਪੋਸਟ",
        "‘ਸਟਾਰ ਵਾਰਜ਼’ ਚਾਈਲਡ ਐਕਟਰ ਜੇਕ ਲੋਇਡ ਸਕਾਈਜ਼ੋਫਰੀਨੀਆ ਡਾਇਗਨੋਸਿਸ ਬਾਰੇ ਖੁੱਲ੍ਹਦਾ ਹੈ, \"ਪ੍ਰੈਟੀ ਚੰਗਾ\" ਮਹਿਸੂਸ ਕਰਨਾ - ਡੈੱਡਲਾਈਨ",
        "ਜ਼ੇਲੇਨਸਕੀ ਨੇ ਰੂਸ ਦੇ ਕੁਰਸਕ ਵਿਚ ਭਾਰੀ ਰੂਸੀ, ਉੱਤਰੀ ਕੋਰੀਆ ਦੇ ਸੈਨਿਕਾਂ ਦੇ ਨੁਕਸਾਨ ਦੀ ਰਿਪੋਰਟ ਕੀਤੀ - ਰਾਇਟਰਜ਼",
        "ਬ੍ਰਾsਨਜ਼ ਦਾ ਰੇਵੇਨਜ਼ ਦਾ ਨੁਕਸਾਨ 2025 ਐਨਐਫਐਲ ਡਰਾਫਟ ਆਰਡਰ ਨੂੰ ਕਿਵੇਂ ਪ੍ਰਭਾਵਤ ਕਰਦਾ ਹੈ - ਸਪੋਰਟਸ ਇਲਸਟ੍ਰੇਟਿਡ",
        "ਬਾਇਡਨ ਨੇ ਯੂਐਸ ਸਟੀਲ ਦੀ ਬੋਲੀ ਨੂੰ ਰੋਕਣ ਵਿੱਚ ਕਈ ਚੋਟੀ ਦੇ ਸਲਾਹਕਾਰਾਂ ਦੀਆਂ ਅਪੀਲਾਂ ਨੂੰ ਰੱਦ ਕਰ ਦਿੱਤਾ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਵਿਸ਼ਵ ਜੂਨੀਅਰ ਚੈਂਪੀਅਨਸ਼ਿਪ ਰਾoundਂਡਅਪਃ ਫਿਨਲੈਂਡ ਓਟੀ ਵਿੱਚ ਸਵੀਡਨ ਨੂੰ ਪਛਾੜ ਕੇ ਫਾਈਨਲ ਵਿੱਚ ਪਹੁੰਚਿਆ - ਐਨਐਚਐਲ.",
        "ਇੰਡੀ ਫਿਲਮ ਨਿਰਮਾਤਾ ਜੈਫ ਬੇਨਾ, ਔਬਰੀ ਪਲਾਜ਼ਾ ਦੇ ਪਤੀ, ਲਾਸ ਏਂਜਲਸ ਦੇ ਘਰ 'ਤੇ ਮ੍ਰਿਤਕ ਪਾਏ ਗਏ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਟਰੰਪ ਦੀ ਸਜ਼ਾ ਉਸਦੇ ਉਦਘਾਟਨ ਤੋਂ ਪਹਿਲਾਂ ਇੱਕ ਅਸਾਧਾਰਣ ਦ੍ਰਿਸ਼ ਤੈਅ ਕਰਦੀ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਇਕ ਦਹਾਕੇ ਤੋਂ ਵੱਧ ਸਮੇਂ ਵਿਚ ਸਭ ਤੋਂ ਵੱਡਾ ਸਰਦੀਆਂ ਦਾ ਤੂਫਾਨ ਲੱਖਾਂ ਅਮਰੀਕੀਆਂ ਨੂੰ ਮਾਰਨ ਦੀ ਭਵਿੱਖਬਾਣੀ - ਬੀਬੀਸੀ.",
        "ਗਰਮੀ ਨੋਟਸ: ਬਟਲਰ, Adebayo, Rozier, Riley, ਪੋਰਟਰ ਜੂਨੀਅਰ. - hoopsrumors.com",
        "ਪਤਾ ਲਗਾਓ ਕਿ ਇੱਥੇ ਬਾਕੀ ਦੇ ਹਫਤੇ ਦੌਰਾਨ ਕਿੰਨੀ ਜ਼ਿਆਦਾ ਝੀਲ ਪ੍ਰਭਾਵ ਬਰਫ ਪੈਂਦੀ ਹੈ! - CNYcentral. com",
        "ਆਸਟਰੀਆਃ ਗੱਠਜੋੜ ਗੱਲਬਾਤ ਦੇ collapseਹਿ ਜਾਣ ਤੋਂ ਬਾਅਦ ਚਾਂਸਲਰ ਅਸਤੀਫਾ ਦੇਣਗੇ - DW (ਪੰਜਾਬੀ)",
        "ਜੌਹਨਸਨ ਨੇ ਹਾਊਸ ਰਿਪਬਲਿਕਨਜ਼ ਨੂੰ ਕਿਹਾ ਕਿ ਟਰੰਪ ਇਕ ‘ਵੱਡਾ ਸੁੰਦਰ’ ਸੁਲ੍ਹਾ ਪੈਕੇਜ ਚਾਹੁੰਦੇ ਹਨ - ਪੋਲਿਟਿਕੋ",
        "ਵੀਡੀਓਃ ਜਿਮੀ ਕਾਰਟਰ ਦੇ ਬੇਟੇ ਨੇ ਕਾਰਟਰ ਸੈਂਟਰ ਸਮਾਰੋਹ ਦੌਰਾਨ ਡੈਡੀ ਨੂੰ ਅਲਵਿਦਾ ਕਿਹਾ - ਸੀ ਐਨ ਐਨ",
        "ਹਟਾਈ",
        "ਹੇ, ਐਪਲ, ਆਓ 2025 ਵਿਚ ਆਈਫੋਨ ਦੇ ਡਿਜ਼ਾਈਨ ਨੂੰ ਹਿਲਾ ਦੇਈਏ — ਅੰਤ ਵਿਚ — ਸੀ ਐਨ ਈ ਟੀ",
        "ਬਾਈਡੇਨ ਦੀ ਇਜ਼ਰਾਈਲ ਨੂੰ 8 ਬਿਲੀਅਨ ਡਾਲਰ ਦੀ ਹਥਿਆਰਾਂ ਦੀ ਖੇਪ ਭੇਜਣ ਦੀ ਯੋਜਨਾ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਹਟਾਈ",
        "ਮੈਰੀ ਸਟੀਨਬਰਗੇਨ ਕਹਿੰਦੀ ਹੈ ਕਿ ਉਸਨੇ ਸੋਚਿਆ ਕਿ ਪਤੀ ਟੇਡ ਡੈਨਸਨ ‘ਸਲਿਕ’ ਸੀ ਜਦੋਂ ਤੱਕ ਉਸਨੇ ਕਿਹਾ \"ਇਹ\" ਪ੍ਹੈਰਾ ‘ਪਿਆਰ ਕਰਨ ਤੋਂ ਬਾਅਦ’ (ਵਿਸ਼ੇਸ਼) - ਯਾਹੂ ਮਨੋਰੰਜਨ"
    ]
}