{
    "headlines": [
        "المشتبه به في إطلاق النار على طريق سريع في كنتاكي يُعتقد أنه عثر عليه ميتًا - BBC.com",
        "بوينغ تمنح الإجازات للآلاف لعدم إحراز تقدم في حل الإضراب - رويترز",
        "يقول مكتب التحقيقات الفيدرالي إن المتسللين الإيرانيين أرسلوا معلومات مسروقة عن حملة ترامب إلى شركاء حملة بايدن - سي بي إس نيوز",
        "\"العازبة الذهبية\" تلتقي جوان مع 24 خاطبًا في العرض الأول العاطفي: من حصل على وردة ؟ - الولايات المتحدة الأمريكية اليوم",
        "مجلس النواب يصوت لرفض مشروع قانون الحزب الجمهوري لتجنب إغلاق الحكومة - واشنطن بوست",
        "رحلة من نورث كارولاينا إلى أوكرانيا للاشتباه في محاولة اغتيال واضحة - واشنطن بوست",
        "شون \"ديدي\" كومز في نفس مركز احتجاز بروكلين الذي احتجز فيه آر كيلي وسام بانكمان فرايد وسجناء بارزين آخرين - سي بي إس نيوز",
        "هارفي واينشتاين يدفع ببراءته من تهمة الاعتداء الجنسي الجديدة - BBC.com",
        "لن يؤيد سائقو الشاحنات في السباق الرئاسي بعد إصدار استطلاع داخلي يظهر أن معظم الأعضاء يدعمون ترامب - سي إن إن",
        "يقول ترامب لحشد نيويورك إنه ذاهب إلى سبرينغفيلد، أوهايو في غضون أسبوعين - إيه بي سي نيوز",
        "مسيرة دونالد ترامب: حشود كبيرة، تشديد أمني لمظاهرة الرئيس السابق في يونيونديل، نيويورك - ABC7 نيويورك",
        "Nintendo و The Pokémon Company تقاضيان رسميًا مطور Palworld على انتهاكات براءات الاختراع \"المتعددة\" - IGN",
        "تم الإبلاغ عن المزيد من انفجارات العبوات الناسفة المميتة في لبنان بعد يوم من انفجار أجهزة استدعاء حزب الله - سي بي إس نيوز",
        "يستشهد الخبراء بالأسهم للشراء بعد خفض سعر الفائدة الفيدرالي - TheStreet",
        "وفاة سائحة، 30 عامًا، بعد فقدان ساقها في هجوم قرش قبالة جزر الكناري - فوكس نيوز",
        "8 لاعبين ستيلرز سابقين من بين المرشحين لفئة قاعة مشاهير كرة القدم للمحترفين لعام 2025 - WTAE Pittsburgh",
        "تدور هجمات الطائرات بدون طيار الدرامية الأوكرانية على روسيا حول تقديم المزيد من المساعدات - Vox.com",
        "مراسل الدوري الاميركي للمحترفين البارز أدريان وجناروفسكي يعلن تقاعده من ESPN - واشنطن بوست",
        "يتساءل المحامون عما إذا كانت المرأة الفرنسية المخدرة قد فقدت الوعي حقًا أثناء عمليات الاغتصاب المزعومة - وكالة أسوشيتد برس",
        "خلصت الدراسة إلى أنه من المتوقع أن تقتل الجراثيم الخارقة 39 مليون شخص بحلول عام 2050 - صالون"
    ]
}