{
    "headlines": [
        "Syrian rebels have taken Aleppo, the country’s second biggest city. Here’s who they are - CNN",
        "China Bans Germanium, Gallium Exports to US in Tit-For-Tat Move - Bloomberg",
        "Woman pleads guilty to DUI crash that killed bride on her wedding night - ABC News",
        "French government teeters after PM Michel Barnier forces through budget - BBC.com",
        "Browns QB Jameis Winston on 497-yard, 3 INT showing: 'In front of the whole world, I messed it up for us' - NFL.com",
        "Truong My Lan: Vietnamese tycoon loses death row appeal over world's biggest bank fraud - BBC.com",
        "Tavares clashed with Stellantis board over revival plan, sources say - Reuters",
        "Trump's FBI pick has plans to reshape the bureau. This is what Kash Patel has said he wants to do - The Associated Press",
        "2024 Gotham Awards: ‘A Different Man’ Wins Best Feature as ‘Nickel Boys,’ ‘Sing Sing’ Each Take Two - Hollywood Reporter",
        "Christian McCaffrey knee injury update: 49ers RB expected to miss six weeks after being placed on IR - CBS Sports",
        "[Removed]",
        "Trump says he’ll attend Notre Dame Cathedral reopening celebration in Paris this weekend - The Associated Press",
        "‘Star Wars: Skeleton Crew’ and a Delightful Jude Law Take the Franchise Back to Its Kid-Friendly Roots: TV Review - Variety",
        "Hawaii woman Hannah Kobayashi spotted entering Mexico - police - BBC.com",
        "California opens special session preparing for anti-Trump lawsuits - The Washington Post",
        "GOP senators defend Hegseth after private meeting - Axios",
        "Jaguar releases a concept for its new EV model after a controversy over its rebranding — which didn't feature a car - Business Insider",
        "UFC 310 final fight card lineup reveals 2 former champions on the prelims - MMA Fighting",
        "'Moana 2' rides its way into box office history. How the animated sequel pulled it off. - Yahoo Entertainment",
        "Dollar climbs after Donald Trump’s Brics tariff threat and French political woes - Financial Times"
    ]
}