{
    "headlines": [
        "Dolphins WR Grant DuBose tem movimento em todas as extremidades, permanece no hospital após traumatismo craniano assustador vs. Texans - Yahoo Sports",
        "Drone atualiza: 'Algo está acontecendo', diz prefeito de Nova Jersey - ABC News",
        "Eleição alemã: Scholz perde voto de confiança - DW (inglês)",
        "Homem armado com Glock na cueca preso do lado de fora do Pentágono - CBS News",
        "Rumores de que o iPad dobrável da Apple parece grande demais para o seu próprio bem - Gizmodo",
        "Scott Disick Gifted Mason Disick A Mini Mercedes G-Wagon For His 15th Birthday, And Everyone Feels Old - BuzzFeed",
        "O final de ‘Yellowstone’ teve uma morte e uma história de amor - CNN",
        "QB aperta o MVP, Mahomes sofre susto por lesão e uma luta a três pela NFC: NFL Week 15 Sunday wrap - CNN",
        "Newsom perdeu um dos principais assessores. A ex-conselheira de Harris tomará o lugar dela. - POLITICO",
        "Uma declaração da PGA of America sobre a Ryder Cup 2025 - PGA.com",
        "Amizade depois dos 50: Por que o apoio social se torna uma questão de vida ou morte - Estudo Descobre",
        "A maioria dos proprietários de iPhone vê pouco ou nenhum valor no Apple Intelligence até agora - 9to5Mac",
        "2 homens acusados de operar drones \"perigosamente perto\" do aeroporto de Boston - usa TODAY",
        "Bashar al-Assad divulga primeiro comunicado desde que fugiu para a Rússia - BBC.com",
        "A paleta de cores Galaxy S25 Ultra da Samsung vaza em detalhes sem precedentes - PhoneArena",
        "Israel-Gaza war: Hamas-run ministry says Israeli strikes kill 50 - BBC.com",
        "É provável que o Federal Reserve desacelere seus cortes de juros com as pressões inflacionárias ainda elevadas - The Associated Press",
        "CEO da Softbank e Trump anunciam investimento de US $ 100 bilhões nos EUA por empresa - CNBC",
        "Hackers podem fazer o jailbreak de placas digitais para fazer com que outras pessoas paguem seus pedágios e multas - WIRED",
        "‘Espião’ chinês ligado ao príncipe Andrew é ‘ponta do iceberg’ - POLITICO EUROPE"
    ]
}