{
    "headlines": [
        "بقاء صبي يبلغ من العمر 15 عامًا رهن الاحتجاز بعد وفاة 5 أشخاص في منزل فال سيتي - كيرو سياتل",
        "يعتذر نجم الكانتري زاك برايان \"لأي شخص خذلتُه\" وهو يعلن انفصاله عن صديقته - فوكس نيوز",
        "سينظر رئيس جي بي مورغان ديمون في دور في إدارة هاريس، تقارير نيويورك تايمز - ياهو فاينانس",
        "تحديثات مباشرة: إطلاق سبيس إكس من كيب كانافيرال اليوم سيعادل الرقم القياسي - فلوريدا توداي",
        "ليلة الافتتاح في الدوري الاميركي للمحترفين: Celtics - Knicks ؛ Timberwolves - Lakers - ESPN",
        "يتم تقييم آندي دالتون من قبل الطاقم الطبي في Panthers بعد حادث سيارة في شارلوت - Sports Illustrated",
        "رياضي محترف يزعم أنه أوقف تمشيط شون \"ديدي\" من الاعتداء الجنسي على ضيف الحفلة - إي! أونلاين - E! NEWS",
        "المحكمة العليا في جورجيا لن تتدخل لإعادة قواعد الانتخابات المثيرة للجدل - سي بي إس نيوز",
        "تتضمن إرشادات السكتة الدماغية الجديدة عوامل الخطر خصيصًا للنساء - The Hill",
        "امرأة عالقة رأسًا على عقب بين الصخور لمدة 7 ساعات تم تحريرها أخيرًا من قبل طاقم الإنقاذ - USA TODAY",
        "تقترب سيارات الأجرة الجوية الطائرة من الإقلاع الأمريكي مع إصدار قاعدة إدارة الطيران الفيدرالية - وكالة أسوشيتد برس",
        "\"الالتهاب الرئوي المتنقل\" في ارتفاع. إليك ما يجب معرفته. - HuffPost",
        "سلك التنازل عن كرة القدم الخيالي، اختيارات الأسبوع الثامن: اللاعبون الذين يجب إضافتهم، أهم الأهداف تشمل Tua Tagovailoa، Hunter Henry - CBS Sports",
        "تطلق Anthropic علنًا أداة الذكاء الاصطناعي التي يمكنها الاستيلاء على مؤشر الماوس الخاص بالمستخدم - Ars Technica",
        "أمر جولياني بتسليم شقة في مدينة نيويورك إلى موظفي الانتخابات في جورجيا - BBC.com",
        "دونالد ترامب يقدم شكوى قانونية ضد حزب العمال البريطاني بشأن مساعدة كامالا هاريس - بوليتيكو أوروبا",
        "أسهم ستاربكس تنخفض بعد أن أظهرت النتائج الأولية انخفاض المبيعات مرة أخرى - CNBC",
        "جو روغان لمقابلة ترامب على البودكاست الخاص به - أكسيوس",
        "شاهد \"مذنب القرن\" يضيء سماء الليل في صور خلابة - Space.com",
        "المزيد من الجمهوريين يصوتون مبكرًا، مما يساعد على تحطيم الأرقام القياسية. أكثر من 17 مليون بطاقة اقتراع حتى الآن - وكالة أسوشيتد برس"
    ]
}