{
    "headlines": [
        "Syrian rebels topple President Assad, prime minister calls for free elections - Reuters",
        "FBI Warns iPhone, Android Users—Change WhatsApp, Facebook Messenger, Signal Apps - Forbes",
        "Main Card Results | UFC 310: Pantoja vs Asakura - UFC",
        "What James Franklin said after No. 3 Penn State lost to No. 1 Oregon in Big Ten championship game - OregonLive",
        "UnitedHealthcare CEO shooting latest: NYPD detectives follow leads to Atlanta - ABC News",
        "SpaceX launches 23 Starlink satellites on Falcon 9 rocket from Cape Canaveral - Spaceflight Now",
        "Horoscope for Sunday, December 8, 2024 - Chicago Sun-Times",
        "Bowl projections: Oregon, Georgia, Boise State, Arizona State headline first 12-team College Football Playoff - CBS Sports",
        "Trump says US should stay out of fighting in Syria as opposition forces gain - The Associated Press",
        "Pair of Judy Garland’s ruby slippers from ‘The Wizard of Oz’ sell at auction for $28 million - CNN",
        "Charli xcx, Jack Antonoff, Lainey Wilson, Quavo, Olivia Rodrigo, Lana Del Rey and More Salute the Year in Music at Variety’s Hitmakers Brunch - Variety",
        "‘I am a survivor of sexual assault’: Ernst pledges ‘thorough vetting’ for Hegseth - POLITICO",
        "Prince William and Trump meet after Notre-Dame reopening - BBC.com",
        "Barry Keoghan Responds to ‘Lies, Hatred’ After Reported Sabrina Carpenter Split - Rolling Stone",
        "Dustin Burrows says he has votes to be Texas House speaker after David Cook wins GOP caucus vote - The Texas Tribune",
        "Congress to boost junior enlisted pay by thousands of dollars in 2025 - Military Times",
        "New York museum unveils 'Apex' — an almost complete stegosaurus - KSL.com",
        "Google pushes back against federal supervision of its payment arm - TechCrunch",
        "Why are flags at half staff in Pennsylvania? - ABC27",
        "Democrats and Republicans in Congress worried that Gabbard might leak information to Syria - Yahoo! Voices"
    ]
}