{
    "headlines": [
        "هذه العادة اليومية البسيطة يمكن أن تضيف ما يصل إلى 11 عامًا إلى حياتك - SciTechDaily",
        "إحاطة حية: الجيش الإسرائيلي يضرب ضواحي بيروت لليوم الثالث ؛ ضرب المنطقة الآمنة في غزة - واشنطن بوست",
        "يقال إن الرؤساء كيه هاريسون بوتكر يحتاجون إلى جراحة في الركبة، وسيتم وضعهم على الأشعة تحت الحمراء - ياهو سبورتس",
        "يختار ترامب روبرت إف كينيدي جونيور لقيادة HHS - POLITICO",
        "شهدت امرأة أمام لجنة الأخلاقيات في مجلس النواب بأن غايتز مارس الجنس معها عندما كانت في السابعة عشرة من عمرها: مصادر - ABC News",
        "يراهن جيك بول على محفظة كاملة بقيمة 40 مليون دولار بأنه سيهزم مايك تايسون - نيويورك بوست",
        "بائع تجزئة قطع غيار السيارات يغلق 700 متجر - KSDK.com",
        "\"خلاصة القول هي، لقد أخبرتك بذلك \": ملاحظات JWST تقلب النموذج القياسي لكيفية تشكل المجرات، كما تدعي دراسة جديدة - Livescience.com",
        "تقدم أرباح ديزني الأمل في أن البث يمكن أن يحل محل التلفزيون الخطي بنجاح - CNBC",
        "احتمالات النسور مقابل القادة، والتنبؤ، والانتشار، والوقت: اختيارات ليلة الخميس لكرة القدم من قبل نموذج اتحاد كرة القدم الأميركي على 17-7 تشغيل - سي بي إس سبورتس",
        "الجمهوريون يقلبون مقعد بنسلفانيا في مجلس الشيوخ - ذا هيل",
        "مكتب التحقيقات الفيدرالي يداهم منزل الرئيس التنفيذي لشركة Polymarket شاين كوبلان - أكسيوس",
        "أعضاء البرلمان النيوزيلندي يعطلون البرلمان مع هاكا للاحتجاج على مشروع قانون معاهدة السكان الأصليين - سي إن إن",
        "\"Tomb Raider \": تستعد صوفي تيرنر للعب دور لارا كروفت في سلسلة أمازون فيبي والر بريدج - الموعد النهائي",
        "ارتفاع حالات الحصبة في جميع أنحاء العالم، وإصابة 10.3 مليون شخص في عام 2023: منظمة الصحة العالمية - ABC News",
        "نقطة محذوفة هنا",
        "الهند: دلهي تغلق المدارس الابتدائية مع تفاقم الضباب الدخاني الخطير - BBC.com",
        "تتشكل العاصفة الاستوائية سارة في منطقة البحر الكاريبي وتتجه نحو تأثير \"يهدد الحياة\" مع أمريكا الوسطى - سي إن إن",
        "المراهقون المصابون بأول حالة إصابة بشرية بإنفلونزا الطيور في كندا في حالة حرجة — والمصدر لا يزال لغزًا - Livescience.com",
        "نقطة محذوفة هنا"
    ]
}