{
    "headlines": [
        "ਕ੍ਰਿਸ ਕ੍ਰਿਸਟੋਫਰਸਨ, ਕੰਟਰੀ ਸੰਗੀਤ ਦੰਤਕਥਾ ਅਤੇ ‘ਏ ਸਟਾਰ ਇਜ਼ ਬੋਰਨ’ ਲੀਡਿੰਗ ਮੈਨ, 88 'ਤੇ ਮਰਦਾ ਹੈ - ਵੰਨਗੀ",
        "ਸਪੇਸਐਕਸ ਕੈਪਸੂਲ ਘਰ ਲਿਆਉਣ ਲਈ ਸੈੱਟ ਕੀਤਾ ਗਿਆ ਬੋਇੰਗ ਸਟਾਰਲਾਈਨਰ ਪੁਲਾੜ ਯਾਤਰੀ ਪੁਲਾੜ ਸਟੇਸ਼ਨ 'ਤੇ ਪਹੁੰਚੇ - ਸੀਐਨਐਨ",
        "ਆਦਮੀ ਆਪਣੇ ਲਿੰਗ ਨੂੰ ਕੱਟਦਾ ਹੈ ਅਤੇ ‘ਜਾਦੂ‘ ਮਸ਼ਰੂਮ ਖਾਣ ਤੋਂ ਬਾਅਦ ਬਰਫ ਦੇ ਸ਼ੀਸ਼ੀ ਵਿਚ ਕੱਟੇ ਹੋਏ ਹਿੱਸੇ ਸਟੋਰ ਕਰਦਾ ਹੈ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਆਸਟ੍ਰੀਆ ਦੇ ਚੋਣ ਇਤਿਹਾਸ ਲਈ ਦੂਰ-ਸੱਜੇ ਸੈੱਟ 79 ਸਾਲਾਂ ਬਾਅਦ ਨਾਜ਼ੀਆਂ ਦੀ ਸ਼ਕਤੀ ਗੁਆਚ ਗਈ - ਨਿ Newsਜ਼ਵੀਕ",
        "ਡੋਨਾਲਡ ਟਰੰਪ ਨੇ ਕਮਲਾ ਹੈਰਿਸ, ਜੋਅ ਬਾਇਡਨ ਨੂੰ ਫਿਰ 'ਮਾਨਸਿਕ ਤੌਰ' ਤੇ ਕਮਜ਼ੋਰ 'ਕਿਹਾ, ਹਮਲੇ ਨੂੰ ਵਧਾਉਣਾ - ਅਮਰੀਕਾ ਅੱਜ",
        "ਇਰਾਨ ਦੇ ਰਾਸ਼ਟਰਪਤੀ ਨੇ ਇਜ਼ਰਾਈਲ ਨੂੰ ‘ਖੇਤਰੀ’ ਜਵਾਬ ਦੀ ਮੰਗ ਕੀਤੀ - ਪੋਲੀਟਿਕੋ",
        "ਗਵਰਨਰ ਨਿ Newsਜ਼ੋਮ ਨੇ ਸੁਰੱਖਿਅਤ ਅਤੇ ਜ਼ਿੰਮੇਵਾਰ ਏਆਈ ਨੂੰ ਅੱਗੇ ਵਧਾਉਣ, ਕੈਲੀਫੋਰਨੀਆ ਦੇ ਲੋਕਾਂ ਦੀ ਰੱਖਿਆ ਲਈ ਨਵੀਆਂ ਪਹਿਲਕਦਮੀਆਂ ਦਾ ਐਲਾਨ ਕੀਤਾ - ਗਵਰਨਰ ਗੈਵਿਨ ਨਿ Newsਜ਼ੋਮ ਦਾ ਦਫਤਰ",
        "ਯੂਐਸ ਈਸਟ ਕੋਸਟ ਪੋਰਟ ਹੜਤਾਲ ਮੰਗਲਵਾਰ ਤੋਂ ਸ਼ੁਰੂ ਹੋਣ ਵਾਲੀ ਹੈ, ਯੂਨੀਅਨ ਕਹਿੰਦੀ ਹੈ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਅੰਤਰਰਾਜੀ ਅਟਲਾਂਟਾ ਦੇ ਬਾਹਰ ਬੰਦ ਹੈ ਕਿਉਂਕਿ ਰਸਾਇਣਕ ਪਲਾਂਟ ਦੀ ਅੱਗ ਕਾਰਨ ਵਸਨੀਕ ਖਾਲੀ ਹੋ ਜਾਂਦੇ ਹਨ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਬਾਈਡੇਨ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਹ ਇਜ਼ਰਾਈਲੀ ਨੇਤਾ ਨਾਲ ਗੱਲ ਕਰਨਗੇ, ਮੱਧ ਪੂਰਬ ਵਿਚ ਹਰ ਤਰ੍ਹਾਂ ਦੀ ਜੰਗ ਤੋਂ ਪਰਹੇਜ਼ ਕਰਨ ਦੀ ਸਹੁੰ ਖਾਣੀ ਚਾਹੀਦੀ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਐਸਟਰਾਇਡ ਐਤਵਾਰ ਤੋਂ ਸ਼ੁਰੂ ਹੋਣ ਵਾਲੇ ਲਗਭਗ 2 ਮਹੀਨਿਆਂ ਲਈ ਧਰਤੀ ਦੇ ਪੰਧ ਵਿੱਚ \"ਮਿੰਨੀ ਚੰਦਰਮਾ\" ਵਜੋਂ ਸ਼ਾਮਲ ਹੋਵੇਗਾ - ਏਬੀਸੀ 7 ਲਾਸ ਏਂਜਲਸ",
        "'ਸਿਤਾਰਿਆਂ ਨਾਲ ਨੱਚਣਾ' ਪ੍ਰਤੀਯੋਗੀ ਅਤੇ ਦੋਸ਼ੀ ਫੈਲਨ ਅੰਨਾ 'ਡੇਲਵੇ' ਰਿਪਸ 'ਸ਼ਿਕਾਰੀ' ਵਜੋਂ ਦਿਖਾਉਂਦੇ ਹਨਃ ਉਨ੍ਹਾਂ ਨੇ 'ਮੈਨੂੰ ਵਰਤਿਆ' - ਫੌਕਸ ਨਿ Newsਜ਼",
        "ਐਸ ਐਨ ਐਲ ਨੇ ਆਪਣੀ 2024 ਦੀ ਰਾਸ਼ਟਰਪਤੀ ਚੋਣ ਕਾਸਟ ਪੇਸ਼ ਕੀਤੀ ਕਮਲਾ ਹੈਰਿਸ, ਟਿਮ ਵਾਲਜ਼ ਅਤੇ ਹੋਰ - ਈ! ਆਨਲਾਈਨ - ਈ! ਨਿਊਜ਼",
        "ਵਾਲਜ਼ ਅਤੇ ਵੈਨਸ 2024 ਵੀਪੀ ਬਹਿਸ ਦੀ ਤਿਆਰੀ ਕਿਵੇਂ ਕਰ ਰਹੇ ਹਨ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਪ੍ਰੈਜ਼ੀਡੈਂਟਸ ਕੱਪ ਰਾਉਂਡ 5: ਰੀਕੈਪ ਐਤਵਾਰ ਦੇ ਸਿੰਗਲਜ਼ ਮੈਚ - ਪੀਜੀਏ ਟੂਰ",
        "‘ਦਿ ਵਾਈਲਡ ਰੋਬੋਟ’ ਚਾਰਮਜ਼ $ 53M ਡਬਲਯੂਡਬਲਯੂ, ‘ਟ੍ਰਾਂਸਫਾਰਮਰਜ਼ ਵਨ’ $ 72M ਤੱਕ ਚੜ੍ਹਦਾ ਹੈ; ਦੋਵੇਂ ਬਾਜ਼ਾਰਾਂ ਦੇ ਨਾਲ ਆਉਣ ਲਈ -ਅੰਤਰਰਾਸ਼ਟਰੀ ਬਾਕਸ ਆਫਿਸ - ਡੈੱਡਲਾਈਨ",
        "ਬਿਜਲੀ ਬੰਦ ਹੋਣ ਦਾ ਨਕਸ਼ਾਃ ਤੂਫਾਨ ਹੇਲੀਨ ਤੋਂ ਬਾਅਦ ਪੱਛਮੀ ਉੱਤਰੀ ਕੈਰੋਲੀਨਾ ਦੇ ਸਵਾਥ ਹਨੇਰੇ - ਅਮਰੀਕਾ ਅੱਜ",
        "ਅਕਤੂਬਰ ਦੇ ਅੰਤ ਤੱਕ ਮੌਜੂਦਾ ਗਿਰਵੀਨਾਮੇ ਦੀਆਂ ਦਰਾਂ 'ਚ ਕਟੌਤੀ ਕਰੇਗਾ ਚੀਨ - ਰਾਇਟਰ",
        "ਹਟਾਈ",
        "ਉੱਤਰੀ ਕੈਰੋਲੀਨਾ ਵਿੱਚ ਸਿੰਗਲ-ਇੰਜਣ ਵਾਲੇ ਜਹਾਜ਼ ਦੇ ਹਾਦਸੇ ਤੋਂ ਬਾਅਦ ਰਿਪੋਰਟ ਕੀਤੀ ਗਈ 'ਮਲਟੀਪਲ' ਮੌਤਾਂ - ਅਮਰੀਕਾ ਅੱਜ"
    ]
}