{
    "headlines": [
        "ਨਾਸਾ ਦੇ ਪੁਲਾੜ ਯਾਤਰੀਆਂ ਨੇ ਮਸਕ ਦੇ ਦਾਅਵੇ ਦਾ ਜਵਾਬ ਦਿੰਦਿਆਂ ਉਨ੍ਹਾਂ ਨੂੰ ਜਲਦੀ ਘਰ ਪਹੁੰਚਾਉਣ ਦੀ ਪੇਸ਼ਕਸ਼ ਕੀਤੀ - ਆਈਐਫਐਲਸਾਇੰਸ",
        "ਦੱਖਣੀ ਕੋਰੀਆ ਦੀ ਅਦਾਲਤ ਨੇ ਰਾਸ਼ਟਰਪਤੀ ਯੂਨ ਸੁਕ ਯੀਓਲ ਨੂੰ ਰਿਹਾਅ ਕਰਨ ਦਾ ਆਦੇਸ਼ ਦਿੱਤਾ ਕਿਉਂਕਿ ਉਹ ਮਹਾਂਦੋਸ਼ ਦੇ ਫੈਸਲੇ ਦੀ ਉਡੀਕ ਕਰ ਰਿਹਾ ਹੈ - ਸੀਐਨਐਨ",
        "ਜੇਪੀ ਮੋਰਗਨ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਸਟਾਕ ਮਾਰਕੀਟ ਨੂੰ ਆਪਣੇ ਸਾਲ ਦੇ ਅੰਤ ਦੇ ਟੀਚੇ ਤੇ ਪਹੁੰਚਣ ਲਈ ਵਧੇਰੇ ਸਮੇਂ ਦੀ ਜ਼ਰੂਰਤ ਹੋ ਸਕਦੀ ਹੈ - ਮਾਰਕੀਟਵਾਚ",
        "ਨਿਕਸ ਗਾਰਡ ਜੈਲੇਨ ਬਰੂਨਸਨ ਨੂੰ ਲੇਕਰਜ਼ - ਐਨਬੀਏ ਤੋਂ ਓਟੀ ਘਾਟੇ ਵਿਚ ਗਿੱਟੇ ਦੀ ਸੱਟ ਲੱਗਣ ਤੋਂ ਬਾਅਦ ਸਮਾਂ ਗੁਆਉਣ ਦੀ ਉਮੀਦ ਹੈ",
        "ਪੋਪ ਕੋਲ ਹਸਪਤਾਲ ਵਿੱਚ ਆਰਾਮ ਦੀ ਰਾਤ ਹੈ - ਵੈਟੀਕਨ ਨਿ Newsਜ਼ - ਪੰਜਾਬੀ",
        "ਐਮ 3 ਅਲਟਰਾ ਬੈਂਚਮਾਰਕ ਟੈਸਟ ਦੇ ਅਧਾਰ ਤੇ ਸੀਪੀਯੂ ਪ੍ਰਦਰਸ਼ਨ ਵਿੱਚ ਐਮ 4 ਮੈਕਸ ਦੇ ਬਰਾਬਰ - 9to5Mac",
        "ਪਾਮੇਲਾ ਬਾਕ, ਅਭਿਨੇਤਾ ਅਤੇ ਡੇਵਿਡ ਹੈਸਲਹੋਫ ਦੀ ਸਾਬਕਾ ਪਤਨੀ, 62 - ਸੀ ਐਨ ਐਨ ਦੀ ਮੌਤ ਹੋ ਗਈ",
        "ਜੱਜ ਨੇ ਟਰੰਪ ਪ੍ਰਸ਼ਾਸਨ ਨੂੰ ਯੂਐਸਏਆਈਡੀ ਅਤੇ ਸਟੇਟ ਡਿਪਾਰਟਮੈਂਟ ਦੇ ਕਰਜ਼ਿਆਂ ਦੀ ਅਦਾਇਗੀ ਵਿੱਚ ਤੇਜ਼ੀ ਲਿਆਉਣ ਦੇ ਆਦੇਸ਼ ਦਿੱਤੇ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਘਰ ਵਿਚ ਬਚਿਆ ਰੂਮਮੇਟ ਜਿੱਥੇ ਆਈਡਾਹੋ ਕਾਲਜ ਦੇ ਵਿਦਿਆਰਥੀਆਂ ਨੂੰ ਮਾਰਿਆ ਗਿਆ ਸੀ ਉਹ 'ਫ੍ਰੈਕਿੰਗ ਆਉਟ' ਕਰ ਰਿਹਾ ਸੀ,'ਟੈਕਸਟਸ ਸ਼ੋਅ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਜੌਹਨ ਸ਼ਨੀਡਰਃ ਸੀਹਾਕਸ ਇੱਕ ਡੀ ਕੇ ਮੀਟਕਾਫ ਵਪਾਰ ਬਾਰੇ \"ਇੱਕ ਟਨ ਟੀਮਾਂ\" ਨਾਲ ਗੱਲ ਕਰ ਰਹੇ ਹਨ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਕੈਨੇਡੀ ਅਨੁਸ਼ਾਸਿਤ ਟੈਕਸਾਸ ਡਾਕਟਰ - ਸੀ ਐਨ ਐਨ ਨਾਲ ਜੁੜੇ ਖਸਰਾ ਲਈ ਗੈਰ ਰਵਾਇਤੀ ਥੈਰੇਪੀਆਂ ਨੂੰ ਟੂਟਸ ਕਰਦਾ ਹੈ",
        "ਚੰਦਰਮਾ ਸ਼ਾਟ ਇਕ ਪਾਸੇ ਜਾਂਦਾ ਹੈ ਜਿਵੇਂ ਕਿ ਅਨੁਭਵੀ ਮਸ਼ੀਨਾਂ ਦਾ ਦੂਜਾ ਚੰਦਰਮਾ ਲੈਂਡਰ ਜਾਪਦਾ ਹੈ ਕਿ ਡਿੱਗਦਾ ਹੈ - ਰਜਿਸਟਰ",
        "ਪਿਕਸਲ 9 ਏ ਦਾ ਨਵਾਂ ਜਾਮਨੀ ਰੰਗ ਅਤੇ ਛੋਟਾ ਕੈਮਰਾ ਬੰਪ ਤਾਜ਼ਾ ਲੀਕ [ਗੈਲਰੀ] ਵਿੱਚ ਦਿਖਾਇਆ ਗਿਆ - 9to5Google",
        "ਟਰੰਪ ਨੇ ਕੈਬਨਿਟ ਮੈਂਬਰਾਂ ਨੂੰ ਕਿਹਾ ਕਿ ਉਹ ਇੰਚਾਰਜ ਹਨ, ਮਸਕ ਨਹੀਂਃ ਸਰੋਤ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "‘ਬੱਸ ਇਹ ਕਰੋ’: ਟਰੰਪ ਨੇ ਸਿੱਖਿਆ ਵਿਭਾਗ ਨੂੰ ਤੋੜਨ ਲਈ ਵਚਨਬੱਧਤਾ ਪ੍ਰਗਟਾਈ - ਪੋਲਿਟਿਕੋ",
        "ਮੈਡੀਕਲ ਪਲੇਨ ਦਾ ਵੌਇਸ ਰਿਕਾਰਡਰ ਸੰਭਾਵਤ ਤੌਰ ਤੇ ਫਿਲਡੇਲਫੀਆ ਕਰੈਸ਼ ਹੋਣ ਤੋਂ ਪਹਿਲਾਂ ਸਾਲਾਂ ਤੋਂ ਕੰਮ ਨਹੀਂ ਕਰ ਰਿਹਾ ਸੀ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "‘ਐਸਡਬਲਯੂਏਟੀ’ ਸੀਬੀਐਸ ਦੁਆਰਾ ਤੀਜੀ ਵਾਰ ਰੱਦ ਕੀਤਾ ਗਿਆ — ਅੱਠ ਸੀਜ਼ਨ ਅਤੇ ਦੋ ਪਿਛਲੀਆਂ ਬਚਤਾਂ ਤੋਂ ਬਾਅਦ - ਵੰਨਗੀ",
        "ਚੱਕਰਵਾਤ ਐਲਫਰੇਡ ਦੁਰਲੱਭ ਲੈਂਡਫਾਲ ਲਈ ਬ੍ਰਿਸਬੇਨ ਅਤੇ ਪੂਰਬੀ ਆਸਟਰੇਲੀਆ ਵੱਲ ਜਾ ਰਿਹਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ"
    ]
}