{
    "headlines": [
        "Moldova's pro-Western Sandu claims election win after meddling allegations - Reuters",
        "Israeli authorities probe suspected Gaza intelligence leak by Netanyahu aide - Reuters",
        "Blaney wins his way into the Championship 4 with shadow over race finish - Motorsport.com",
        "RFK Jr. says fluoride is ‘an industrial waste’ linked to cancer, diseases and disorders. Here’s what the science says - CNN",
        "Swarm of tornadoes slams into Oklahoma City area - ABC News",
        "Saquon, say gone! Barkley wins race to pylon for 19-yard TD - NFL",
        "Hurricane season still swirling: Rafael could threaten US later this week - USA TODAY",
        "Dan Campbell does it again, fourth down decision gives Lions lead over Packers - NBC Sports",
        "\"Dawson's Creek\" alum James Van Der Beek announces cancer diagnosis - CBS News",
        "SpaceX launching 23 Starlink satellites on Falcon 9 rocket from Cape Canaveral - WESH 2 Orlando",
        "Trump talks shooting at press, ramps up election fraud claims at Pa. rally - NBC News",
        "Hugh Jackman jokingly agrees pal Ryan Reynolds isn’t funny after Martha Stewart’s remarks: ‘Finally someone says it’ - Page Six",
        "Iranian-American held in Iran as tensions high following Israeli attack on country, U.S. says - CBS News",
        "Harris tells Black congregants in Detroit church to 'turn the page on hate' - Detroit News",
        "Saturday Night Live alum Pete Davidson breaks character with pal John Mulaney in latest musical sketch - Entertainment Weekly News",
        "Israeli naval commandos abduct Hezbollah operative: Report - The Hill",
        "BYU, Toyota develop new welding technique for minivan sliding doors - KSL.com",
        "FCC Commissioner Claims Kamala Harris' 'SNL' Cameo Was A \"Clear And Blatant\" Effort To Evade Equal Time Rule - Deadline",
        "What to Expect From Apple's M4 Ultra Chip Next Year - MacRumors",
        "What channel is Colts vs Vikings on today? Time, TV schedule for NFL Sunday Night Football - Oklahoman.com"
    ]
}