{
    "headlines": [
        "Dow steigt um 300 Punkte, während die Wall Street auf die Wahlergebnisse wartet: Live-Updates - CNBC",
        "Lions vereinbaren mit Cleveland Browns, DL Za 'Darius Smith über den Handel zu erwerben - detroitlions.com",
        "Die Wähler könnten Freizeit-Unkraut in den meisten US-Bundesstaaten legalisieren - NPR",
        "Der Fabrikstreik von Boeing endet, da die Arbeiter für die Annahme des Vertrags stimmen - The Associated Press",
        "Wir haben mit schwarzen Wählern in 5 Schlachtfeldstaaten gesprochen. Das haben sie gesagt. - POLITICO",
        "Adrian Grenier und Ehefrau Jordan Roemmele enthüllen, dass sie Baby Nr. 2 erwarten: \"Überglücklich\" - AOL",
        "Marshon Lattimore Handelsnoten: Haben Kommandanten oder Heilige einen Deal für CB gewonnen? - USA TODAY",
        "Quelle: Steelers Handel für Jets WR Williams - ESPN",
        "Amazon sagt, dass es den gelben Bildschirm des Kindle Colorsoft repariert - The Verge",
        "Fünfunddreißig Palästinenser in Gaza getötet, Israel erteilt neue Evakuierungsbefehle - Reuters",
        "Cowboys, die von NFL-Fans getrommelt wurden, weil sie bei Jonathan Mingo Trade zum Stichtag \"gefleckt\" wurden - Bleacher-Bericht",
        "Apples neues Widget bringt Wahltags-Updates auf Ihren Sperrbildschirm und Startbildschirm - TechCrunch",
        "Live-Updates zum Wahltag 2024, da die Trump-Harris-Umfragen uneinheitlich bleiben und die USA zur Wahl gehen - CBS News",
        "[removed]",
        "LIVE-UPDATES: Umfragen in ganz North Carolina am Wahltag 2024 - WLOS",
        "Taylor Swift, Brittany Mahomes, überreichte während des Häuptlingsspiels kunstvolle Mystery-Geschenke von der Hunt-Familie - Seite sechs",
        "[removed]",
        "Baby Haggis ist der neue Moo Deng: Ein Pygmäen-Nilpferd wird in Edinburgh geboren - NPR",
        "Was Sie über das Electoral College wissen müssen, wenn das Rennen 2024 zu Ende geht - ABC7 Los Angeles",
        "Ukrainische Truppen haben sich zum ersten Mal in Russland mit nordkoreanischen Einheiten beschäftigt, sagt ein Beamter - ABC News"
    ]
}