{
    "headlines": [
        "Rechnungen schlagen Broncos, Fortschritt zum Divisionsrunden-Matchup mit Ravens - NBC Sports",
        "Kroatiens Präsident Milanović gewinnt die Wiederwahl, nachdem er den Kandidaten der Regierungspartei in der Stichwahl besiegt hat - PBS NewsHour",
        "Was Mike Vrabel Tom Brady vor der Heimkehr der Patriots als Trainer erzählte - New York Post",
        "Eagles vs. Packers, wo man zuschauen kann: Kickoff-Zeit, TV-Kanal, Streaming, NFL-Playoffs Live-Stream, Quoten, Auswahl - CBS Sports",
        "Senator Barrasso sagt, dass \"ein Papierkramproblem\" die Bestätigungsanhörung von Tulsi Gabbard aufhält - CBS News",
        "Wir erleben einen neuen Mark Zuckerberg: Willkommen bei Zuck 3.0. - Business Insider",
        "VLC-Entwickler, die an KI-gestützten Echtzeit-Untertiteln arbeiten - OMG! Ubuntu!",
        "Inhaber von zwei örtlichen Krankenhäusern meldet Insolvenz an - Wenden Sie sich an 10",
        "Abendkasse: \"Den of Thieves 2\" öffnet sich für den Gewinn von 15,5 Millionen US-Dollar; \"Vaiana 2\" nähert sich weltweit 1 Milliarde US-Dollar - Hollywood Reporter",
        "Joshua Jackson fühlt sich \"unglaublich glücklich\", nachdem er sein Zuhause im Topanga Canyon im Palisadenfeuer verloren hat - Deadline",
        "Die Zahl der Todesopfer durch die Waldbrände in Los Angeles steigt auf 16, da die Besatzungen darum kämpfen, Brände einzudämmen - PBS NewsHour",
        "Netanyahu und Biden besprechen Fortschritte bei den Verhandlungen über einen Waffenstillstand für Geiseln in Gaza - CNN",
        "Der Eiskern kann Antworten auf Geheimnisse der Vergangenheit der Erde enthalten - CNN",
        "Polizei verhaftet 2 mutmaßliche Einbrecher in Kamala Harris ’Haus in Brentwood inmitten von Bränden - Frist",
        "Börseninvestoren werden wegen dieser Anleihenmarktanomalie nervös - MarketWatch",
        "Republikaner drängen Trump-Kandidaten: Köder nicht von Demokraten nehmen - The Hill",
        "JD Vance sagt, dass es \"einen Deal in Grönland gibt\" - Axios",
        "Das DLSS 4 von Nvidia ist nicht das, was Sie denken. Lassen Sie uns die Mythen entlarven - Digitale Trends",
        "Ein junger Gorilla, der aus einem Flugzeugladeraum gerettet wurde, erholt sich im Zoo von Istanbul - ABC News",
        "Jason Oppenheim von Selling Sunset beschuldigt Vermieter, inmitten von Bränden in Los Angeles „Preiserhöhungen“ und „Vorteile zu nutzen“ - TooFab"
    ]
}