{
    "headlines": [
        "Blinken presses Israel’s Netanyahu on dire conditions in northern Gaza - The Washington Post",
        "One Direction was more than a band for many fans. Liam Payne’s death marks an end of an era - CNN",
        "Apple’s M4 MacBook Pro, Revamped Mac Mini, And 24-Inch iMac Launching “Very Soon” As It Invites Media Personnel For Hands-On - Wccftech",
        "Orange County Supervisor Andrew Do to plead guilty in corruption case and resign, federal prosecutors say - ABC7 Los Angeles",
        "Dow Jones Today: Stocks Inch Higher in Afternoon Trading; Major Indexes Near Record Levels - Investopedia",
        "[Removed]",
        "US intel assesses Russian operatives behind fake video trying to smear Tim Walz - CNN",
        "Rudy Giuliani must give control of luxury items and Manhattan apartment to Georgia election workers he defamed, judge rules - CNN",
        "'We love you': Tributes pour in for surfer who died after swordfish reportedly pierced chest - USA TODAY",
        "Zach Bryan confirms split from ‘really blindsided’ Brianna Chickenfry: ‘I am not perfect’ - New York Post ",
        "NBA awards predictions, odds: Expert picks for MVP, Defensive Player of the Year and more for 2024-25 season - CBS Sports",
        "[Removed]",
        "Israel '100% accountable' for Shirel Golan's death by suicide, brother says - USA TODAY",
        "Tuesday briefing: Harris campaigns with Cheney; Central Park Five; Fall City shooting; student loans; NBA schedule; and more - The Washington Post",
        "Pregnant Gypsy Rose Blanchard Debuts Dramatic Before-and-After Photos of Dental Transformation - E! NEWS",
        "UFC 308 Embedded: Vlog Series - Episode 2 - UFC",
        "Up to 80% of strokes are preventable with lifestyle changes, new guidelines suggest - The Jerusalem Post",
        "Diddy accuser claims pro-athlete intervened during sexual assault at star-studded party: lawsuit - Yahoo! Voices",
        "What to know about Putin's BRICS summit with world leaders - Axios",
        "Former Abercrombie & Fitch CEO arrested on sex trafficking charges - ABC News"
    ]
}