{
    "headlines": [
        "ਪਲੇਨਵਿview ਤੋਂ ਇਜ਼ਰਾਈਲੀ ਫੌਜੀ ਓਮਰ ਨਿ neutਟਰਾ, 7 ਅਕਤੂਬਰ ਨੂੰ ਹਮਾਸ ਦੇ ਹਮਲੇ ਵਿੱਚ ਮਾਰਿਆ ਗਿਆ ਸੀ, ਇਜ਼ਰਾਈਲੀ ਫੌਜ ਨੇ ਪੁਸ਼ਟੀ ਕੀਤੀ - ਨਿਊਜ਼ਡੇ",
        "ਬਚਾਅ ਪੱਖ ਦੇ ਵਕੀਲ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਬਜ਼ੁਰਗ ਨੇ ਅਨਿਯਮਿਤ ਸਬਵੇਅ ਰਾਈਡਰ 'ਤੇ ਚੋਕਹੋਲਡ ਦੀ ਵਰਤੋਂ ਕਰਕੇ ਲੋਕਾਂ ਨੂੰ' ਬਚਾਉਣ ਲਈ ਕੰਮ ਕੀਤਾ '- ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਵਰਲਡ ਲੈਬਜ਼ ਦਾ ਏਆਈ ਇਕੋ ਫੋਟੋ ਤੋਂ ਇੰਟਰਐਕਟਿਵ 3 ਡੀ ਦ੍ਰਿਸ਼ ਤਿਆਰ ਕਰ ਸਕਦਾ ਹੈ - ਟੈਕਕ੍ਰਾਂਚ",
        "ਜਾਮਡ ਥੈਂਕਸਗਿਵਿੰਗ ਉਡਾਣਾਂ ਯੂਐਸ ਏਅਰ ਟ੍ਰੈਵਲ ਨੂੰ ਰਿਕਾਰਡ ਵੱਲ ਧੱਕਦੀਆਂ ਹਨ - ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "ਹਟਾਈ",
        "ਗ੍ਰੀਜਲਵਾ ਨੇ ਚੋਟੀ ਦੇ ਪੈਨਲ ਸਥਾਨ ਲਈ ਬੋਲੀ ਘਟਾਈ ਕਿਉਂਕਿ ਹਾ Houseਸ ਡੇਮਜ਼ ਪੀੜ੍ਹੀਆਂ ਦੇ ਹਿਸਾਬ ਨਾਲ ਮੁਕਾਬਲਾ ਕਰਦਾ ਹੈ - ਪੋਲੀਟੀਕੋ",
        "ਨੇਤਨਯਾਹੂਃ ਹਿਜ਼ਬੁੱਲਾਹ ਦੀ ਹੜਤਾਲ ਤੋਂ ਬਾਅਦ 'ਸਖਤ' ਜਵਾਬ ਦੇਵੇਗਾ - ਨਿ Newsਜ਼ਮੈਕਸ",
        "ਫ੍ਰੈਂਚ ਵਿਧਾਇਕਾਂ ਨੇ ਅਵਿਸ਼ਵਾਸ ਪ੍ਰਸਤਾਵ ਰਾਹੀਂ ਧੱਕਾ ਕੀਤਾ ਜੋ ਸਰਕਾਰ ਨੂੰ ਪਲਟ ਸਕਦਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਵੀਡਬਲਯੂ ਵਰਕਰ ਹੜਤਾਲ 'ਤੇ ਜਾਂਦੇ ਹਨ - ਆਰਸ ਟੈਕਨੀਕਾ",
        "ਬਾਗ਼ੀ ਸਮੂਹਾਂ ਨੇ ਸੀਰੀਆ ਦੇ ਦੂਜੇ ਸਭ ਤੋਂ ਵੱਡੇ ਸ਼ਹਿਰ 'ਤੇ ਕਬਜ਼ਾ ਕਰ ਲਿਆ ਹੈ । ਇੱਥੇ ਉਹ ਕੌਣ ਹਨ - ਸੀ ਐਨ ਐਨ",
        "ਇੱਕ ਸੋਂਬਰੇਰੋ ਨਾਲ ਮਿਲਦੀ ਜੁਲਦੀ ਲਈ ਨਾਮਿਤ ਇੱਕ ਗਲੈਕਸੀ ਨਵੀਂ ਤਸਵੀਰ ਵਿੱਚ ਬਿਲਕੁਲ ਵੱਖਰੀ ਦਿਖਾਈ ਦਿੰਦੀ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਜਾਰਜੀਆ ਦੇ ਰਾਸ਼ਟਰਪਤੀ ਆਪਣੀ ਸਰਕਾਰ ਨਾਲ ਸਟੈਂਡਆਫ ਵਿਚ ਵੈਸਟ ਦਾ ਸਮਰਥਨ ਮੰਗਦੇ ਹਨ - ਰਾਇਟਰਜ਼",
        "ਐਨਐਫਐਲ ਹਫਤਾ 13 ਗ੍ਰੇਡਃ ਬਿੱਲ 49ers ਉੱਤੇ ਬਰਫੀਲੀ ਜਿੱਤ ਲਈ 'ਏ+' ਕਮਾਉਂਦੇ ਹਨ, ਬੰਗਾਲ ਨੂੰ ਸਟੀਲਰਜ਼ ਨੂੰ ਬਦਸੂਰਤ ਨੁਕਸਾਨ ਲਈ 'ਡੀ' ਮਿਲਦਾ ਹੈ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਹਿਊਸਟਨ ਟੈਕਸਨਜ਼ ਦੇ ਅਜ਼ੀਜ਼ ਅਲ-ਸ਼ੇਅਰ ਨੇ ਹਿੱਟ ਲਈ ਮੁਆਫੀ ਮੰਗੀ ਜੋ ਜੈਕਸਨਵਿਲੇ ਜੈਗੁਆਰਸ ਕਿ Qਬੀ ਟ੍ਰੇਵਰ ਲਾਰੈਂਸ - ਸੀ ਐਨ ਐਨ",
        "ਵਾਰਕਰਾਫਟਃ ਓਰਕਸ ਐਂਡ ਹਿਊਮਨਜ਼, ਵਾਰਕਰਾਫਟ 2 ਜੀਓਜੀ ਪਲੇਟਫਾਰਮ ਤੋਂ ਖਿੱਚਿਆ ਗਿਆ - ਪੌਲੀਗੋਨ",
        "ਓਰੇਗਨ ਦੀ womanਰਤ ਅਤੇ ਕੁੱਤੇ ਲਾਪਤਾ ਹੋਣ ਤੋਂ ਬਾਅਦ ਕਤਲ ਦੇ ਦੋਸ਼ ਵਿਚ ਪਤੀ ਨੂੰ ਗ੍ਰਿਫਤਾਰ ਕੀਤਾ ਗਿਆ ਸੀ ਮਲਟੀ-ਡੇਅ ਸਰਚ ਮਿਸ਼ਨ ਦੌਰਾਨ ਮ੍ਰਿਤਕ ਪਾਇਆ ਗਿਆ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਮੱਛੀ ਵਿੱਚ ਦਿਮਾਗ ਦਾ ਮਾਈਕਰੋਬਾਇਓਮ ਹੁੰਦਾ ਹੈ. ਕੀ ਮਨੁੱਖਾਂ ਕੋਲ ਵੀ ਇਕ ਹੋ ਸਕਦਾ ਹੈ? - ਕੁਆਂਟਾ ਮੈਗਜ਼ੀਨ",
        "ਜੋਅ ਬਾਇਡਨ ਨੇ ਆਪਣੇ ਬੇਟੇ ਹੰਟਰ ਬਾਇਡਨ ਨੂੰ ਮੁਆਫ ਕਰਨ ਬਾਰੇ ਕੀ ਕਿਹਾ ਹੈ?",
        "ਸ਼ਰਾਬੀ ਟਰੰਪ ਦਾ ਨਾਮਜ਼ਦ ਸਟ੍ਰਿਪਰਾਂ ਨਾਲ ਸਟੇਜ 'ਤੇ ਫੜਿਆ ਗਿਆ - NJ.",
        "ਚੋਟੀ ਦੇ ਡੈਮੋਕਰੇਟਸ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਹ ਸਿਰਫ ‘ਟਰੰਪ-ਪਰੂਫ’ ਕੈਲੀਫੋਰਨੀਆ ਨਹੀਂ ਕਰਨਗੇ — ਉਹ ਇਸ ਨੂੰ ਦੁਬਾਰਾ ਕਿਫਾਇਤੀ ਬਣਾ ਦੇਣਗੇ - ਕੈਲਮੈਟਟਰਸ"
    ]
}