{
    "headlines": [
        "ਬ੍ਰਾਇਟਨ 3-2 ਟੋਟਨਹੈਮ (ਅਕਤੂਬਰ 6, 2024) ਗੇਮ ਵਿਸ਼ਲੇਸ਼ਣ - ਈਐਸਪੀਐਨ",
        "ਨੇਤਨਯਾਹੂ ਨੇ ਮੈਕਰੋਨ, ਹੋਰ ਪੱਛਮੀ ਨੇਤਾਵਾਂ ਨੂੰ ਧਮਾਕਾ ਕੀਤਾ ਜੋ ਇਜ਼ਰਾਈਲੀ ਹਥਿਆਰਾਂ ਦੀ ਪਾਬੰਦੀ ਨੂੰ 'ਬੇਇੱਜ਼ਤੀ‘ ਮੰਨਦੇ ਹਨ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਉੱਤਰੀ ਕੈਰੋਲੀਨਾ ਸੈਨੇਟਰ ਹੇਲੀਨ ਫੈਡਰਲ ਪ੍ਰਤੀਕ੍ਰਿਆ ਦੇ ਆਲੇ ਦੁਆਲੇ ਸਾਜ਼ਿਸ਼ ਸਿਧਾਂਤ ਨੂੰ 'ਭਟਕਣਾ' ਕਹਿੰਦੇ ਹਨ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਹੈਰਿਸ ਨੇ ਜੈਕ ਸਮਿਥ ਦੇ ਨਵੇਂ ਖੁਲਾਸਿਆਂ ਨਾਲ ਟਰੰਪ 'ਤੇ ਹਮਲਾ ਕੀਤਾ - ਪੋਲਿਟਿਕੋ",
        "ਟੇਲਰ Rousseau Grigg ਦੀ ਮੌਤਃ 25 'ਤੇ TikTok ਸਟਾਰ ਦਾ ਦਿਹਾਂਤ - ਨਿਊਯਾਰਕ ਪੋਸਟ",
        "ਕ੍ਰਿਸਟੋਫਰ ਸਿਕਕੋਨ, ਕਲਾਕਾਰ ਅਤੇ ਮੈਡੋਨਾ ਦੇ ਛੋਟੇ ਭਰਾ ਦਾ 63 - ਸੀਬੀਐਸ ਨਿ Newsਜ਼ 'ਤੇ ਦਿਹਾਂਤ ਹੋ ਗਿਆ",
        "ਸੈਨੇਟ ਰਿਪਬਲਿਕਨ ਅਜੀਬ ਅਸਮਾਨ ਖਰਚ ਨਕਸ਼ਾ - POLITICO",
        "ਲਾਈਵ ਅਪਡੇਟਸਃ ਇਜ਼ਰਾਈਲ ਨੇ ਇਰਾਨ ਨੂੰ ਜਵਾਬ ਦੇਣ ਲਈ ਖੇਤਰ ਦੀਆਂ ਬਰੇਸਾਂ ਵਜੋਂ ਲੇਬਨਾਨ 'ਤੇ ਹਮਲਾ ਕੀਤਾ - ਸੀਐਨਐਨ",
        "ਖੰਡੀ ਤੂਫਾਨ ਮਿਲਟਨ ਤੇਜ਼ ਹੋ ਰਿਹਾ ਹੈ, ਫਲੋਰਿਡਾ ਨੂੰ ਅਗਲੇ ਹਫਤੇ ਵੱਡੇ ਤੂਫਾਨ ਵਜੋਂ ਮਾਰ ਸਕਦਾ ਹੈ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਵਾਲਜ਼ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਜਦੋਂ ਉਹ ਡੈਮੋਕਰੇਟਿਕ ਟਿਕਟ ਦੇ ਤੌਰ ਤੇ ਗਲਤ ਬੋਲਦਾ ਹੈ ਤਾਂ ਉਹ ਮੀਡੀਆ ਇੰਟਰਵਿsਆਂ ਨੂੰ ਵਧਾਉਂਦਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "‘ਜੋਕਰ’ ਬਾਕਸ ਆਫਿਸ ਸ਼ੋਕਰਃ ਡੀ ਸਿਨੇਮਾ ਸਕੋਰ ਪ੍ਰਾਪਤ ਕਰਨ ਤੋਂ ਬਾਅਦ $ 40M ਦੇ ਉਦਘਾਟਨ ਦੇ ਨਾਲ ’ਫੋਲੀ à ਡੈਕਸ’ ਬੰਬ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਫ੍ਰੰਟੀਅਰ ਏਅਰਲਾਈਨਜ਼ ਜੈੱਟ ਲਾਸ ਵੇਗਾਸ ਹਵਾਈ ਅੱਡੇ, ਐਫਏਏ ਅਤੇ ਐਨਟੀਐਸਬੀ ਦੀ ਜਾਂਚ ਵਿਚ ਉਤਰਦੇ ਸਮੇਂ ਅੱਗ ਲੱਗਦੀ ਦਿਖਾਈ ਦਿੰਦੀ ਹੈ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਹਟਾਈ",
        "ਏਅਰਪੌਡਜ਼, ਐਪਲ ਵਾਚ, ਅਤੇ ਹੋਰ - ਮੈਕਰੂਮੋਰਸ 'ਤੇ ਸਰਬੋਤਮ ਅਰਲੀ ਪ੍ਰਾਈਮ ਡੇਅ ਸੌਦੇ",
        "ਜੇਟਸ ਬਨਾਮ ਵਾਈਕਿੰਗਜ਼ ਐਨਐਫਐਲ ਲੰਡਨ ਗੇਮ ਸਕੋਰ, ਲਾਈਵ ਅਪਡੇਟਸਃ ਨਿ York ਯਾਰਕ, ਮਿਨੀਸੋਟਾ ਇਸ ਸੀਜ਼ਨ ਵਿਚ ਦੂਜੀ ਅੰਤਰਰਾਸ਼ਟਰੀ ਖੇਡ ਲਈ ਯੂਕੇ ਦੀ ਯਾਤਰਾ - ਯਾਹੂ ਸਪੋਰਟਸ",
        "ਮਹਾਂਮਾਰੀ ਦੇ ਦੌਰਾਨ ਅਚਾਨਕ ਅਣਜਾਣ ਬੱਚਿਆਂ ਦੀ ਮੌਤ ਦੀਆਂ ਦਰਾਂ ਵਧੀਆਂ - ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "30 ਤੋਂ ਘੱਟ ਉਮਰ ਦੇ ਨਿਊਯਾਰਕ ਦੇ ਚੋਟੀ ਦੇ ਵੀਸੀ - TechCrunch",
        "ਟੈਨਿਸੀ ਨਰਸ ਤੂਫਾਨ ਹੇਲੀਨ ਹੜ੍ਹ ਦੇ ਪਾਣੀਆਂ ਵਿੱਚ ਫਸੇ ਇੱਕ ਆਦਮੀ ਦੀ ਭਾਲ ਵਿੱਚ ਮਰ ਗਈ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਏਲੋਨ ਮਸਕ ਟਰੰਪ ਰੈਲੀ ਵਿਚ ਆਪਣੀ ਪਹਿਲੀ ਪੇਸ਼ਕਾਰੀ ਕਰਦਾ ਹੈ ਅਤੇ ਚੋਣ ਨੂੰ ਭਿਆਨਕ ਰੂਪ ਵਿਚ ਸੁੱਟਦਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "‘ਇਕ ਛੋਟੇ ਜਿਹੇ ਕਸਬੇ ਵਿਚ ਕੋਸ਼ਿਸ਼ ਕਰੋ’ ਇਕ ਸਾਲ ਬਾਅਦਃ ਜੇਸਨ ਐਲਡਨ ਸਮਾਰੋਹ ਵਿਚ ਸੱਚਾਈ ਦੀ ਭਾਲ ਕਰਨਾ - ਰੋਲਿੰਗ ਸਟੋਨ"
    ]
}