{
    "headlines": [
        "ਟਰੰਪ ਦੇ ਟੈਰਿਫ ਦੇ ਖਤਰੇ ਨਾਲ ਚੀਨ ਦੀ ਕਮਜ਼ੋਰ ਖਪਤ ਆਰਥਿਕਤਾ 'ਤੇ ਡਿੱਗਦੀ ਹੈ - ਸੀਐਨਐਨ",
        "ਮੈਕਕੌਨਲ ਨੇ ਟਰੰਪ ਨੂੰ ‘ਸੱਜੇ-ਪੱਖੀ ਇਕੱਲਤਾ ਨਾਲ ਭੜਾਸ ਕੱ‘ ਣ 'ਦੀ ਚੇਤਾਵਨੀ ਦਿੱਤੀ’ - ਪੋਲਿਟਿਕੋ",
        "ਬਿਟਕੋਿਨ 106,000 ਡਾਲਰ ਤੋਂ ਵੱਧ ਦੇ ਨਵੇਂ ਰਿਕਾਰਡ ਦੇ ਉੱਚੇ ਪੱਧਰ 'ਤੇ ਛਾਲ ਮਾਰਦਾ ਹੈ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਏਸ਼ੀਆ ਬਾਜ਼ਾਰ ਪਹਿਲਾਂ ਦੇ ਲਾਭਾਂ ਨੂੰ ਉਲਟਾਉਂਦੇ ਹਨ ਕਿਉਂਕਿ ਵਪਾਰੀ ਚੀਨ ਦੇ ਮੁੱਖ ਅੰਕੜਿਆਂ ਦਾ ਮੁਲਾਂਕਣ ਕਰਦੇ ਹਨ ਅਤੇ ਇਸ ਹਫਤੇ ਦੇ ਕਾਰਨ ਕੇਂਦਰੀ ਬੈਂਕ ਦੇ ਫੈਸਲਿਆਂ ਵੱਲ ਅੱਗੇ ਵੇਖਦੇ ਹਨ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਸੋਮਵਾਰ, 16 ਦਸੰਬਰ, 2024 ਲਈ ਕੁੰਡਲੀ - ਸ਼ਿਕਾਗੋ ਸਨ-ਟਾਈਮਜ਼",
        "ਸੀਰੀਆ ਦੇ ਈਸਾਈ ਉਮੀਦ ਅਤੇ ਡਰ ਨਾਲ ਛੁੱਟੀਆਂ ਦੀ ਤਿਆਰੀ ਕਰਦੇ ਹਨ - ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "ਇੱਕ ਮੈਮਫਿਸ ਆਦਮੀ ਆਪਣੇ ਹਨੀਮੂਨ ਦੌਰਾਨ ਆਪਣੀ ਪਤਨੀ ਦੀ ਹੱਤਿਆ ਲਈ ਦੋਸ਼ੀ ਹੈ, ਫਿਜੀ ਦੀ ਅਦਾਲਤ ਨੇ ਫੈਸਲਾ ਸੁਣਾਇਆ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਸੈਨ ਫ੍ਰਾਂਸਿਸਕੋ ਨੂੰ ਉਹ ਮਿਲਿਆ ਜੋ ਆਪਣੀ ਪਹਿਲੀ ਤੂਫਾਨ ਦੀ ਚੇਤਾਵਨੀ ਜਾਪਦਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "90 ਸਾਲਾਂ ਵਿਚ ਸਭ ਤੋਂ ਭਿਆਨਕ ਚੱਕਰਵਾਤ ਤੋਂ ਬਾਅਦ ਸੈਂਕੜੇ ਲੋਕਾਂ ਦੀ ਮੌਤ ਹੋ ਗਈ",
        "ਐਨਐਫਐਲ ਹਫਤਾ 15 ਗ੍ਰੇਡਃ ਜੋਸ਼ ਐਲਨ ਬਿੱਲਾਂ ਨੂੰ ਜਿੱਤ ਬਨਾਮ ਲਾਇਨਜ਼ ਵਿਚ 'ਏ' ਵੱਲ ਲੈ ਜਾਂਦਾ ਹੈ, ਈਗਲਜ਼ ਨੂੰ ਸਟੀਲਰਜ਼ ਨੂੰ ਹਰਾਉਣ ਲਈ ਉੱਚ ਗ੍ਰੇਡ ਮਿਲਦਾ ਹੈ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "2024 ਹਫਤਾ 15 ਤੇਜ਼ ਪ੍ਰਤੀਕ੍ਰਿਆਵਾਂ: ਸੀਹਾਕਸ ਪੈਕਰਾਂ ਨੂੰ ਗੁਆਉਂਦਾ ਹੈ ਅਤੇ ਸੱਟ ਲੱਗਣ ਤੇ ਜੀਨੋ ਸਮਿਥ ਨੂੰ ਗੁਆਉਂਦਾ ਹੈ - Seahawks.com",
        "ਵਾਈਕਿੰਗਜ਼ ਨੇ ਪੈਕਰਜ਼ ਨੂੰ ਸੀਹਾਕਸ ਦੀ ਹਾਰ ਦੇ ਨਾਲ ਪੋਸਟ ਸੀਜ਼ਨ ਬਰਥ ਪ੍ਰਾਪਤ ਕੀਤੀ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਹਫਤਾ 15 ਐਨਐਫਐਲ ਹਾਈਲਾਈਟਸ 2024: ਲਾਈਵ ਟਰੈਕਿੰਗ ਚੋਟੀ ਦੇ ਨਾਟਕ, ਐਤਵਾਰ ਦੇ ਨਤੀਜਿਆਂ ਤੋਂ ਬਾਕਸ ਸਕੋਰ - ਬਲੀਚਰ ਰਿਪੋਰਟ",
        "ਚੀਨ ਆਰਥਿਕ ਬਿਪਤਾ ਦੇ ਫੈਲਣ ਦੇ ਸੰਕੇਤ ਵਜੋਂ ਬੇਚੈਨੀ ਨੂੰ ਭੜਕਾਉਣ ਲਈ ਦੌੜ ਰਿਹਾ ਹੈ - ਦਿ ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "ਕੀ ਧਰਤੀ ਦੇ ਚੱਕਰ ਲਗਾਉਣ ਵਾਲੇ ਮਾ mouseਸ ਸ਼ੁਕਰਾਣੂ ਮਨੁੱਖਤਾ ਦਾ ਭਵਿੱਖ ਹੋ ਸਕਦੇ ਹਨ? - ਸੀ ਐਨ ਐਨ",
        "ਲੀਅਮ ਪੇਨੇ ਦਾ ਦੋਸਤ ਗਾਇਕਾ ਦੀ ਮੌਤ ਦੇ ਪੂਰੇ ਦਿਨ ਦੀ ਸਥਿਤੀ ਨੂੰ ਯਾਦ ਕਰਦਾ ਹੈ - ਜੀਓ ਨਿ Newsਜ਼",
        "ਦੱਖਣੀ ਕੋਰੀਆ ਦੇ ਸੱਤਾਧਾਰੀ ਪਾਰਟੀ ਨੇਤਾ ਨੇ ਰਾਸ਼ਟਰਪਤੀ ਯੂਨ ਦੇ ਮਹਾਂਦੋਸ਼ ਦਾ ਸਮਰਥਨ ਕਰਨ ਤੋਂ ਬਾਅਦ ਅਸਤੀਫਾ ਦੇ ਦਿੱਤਾ - ਦਿ ਗਾਰਡੀਅਨ",
        "ਕਾਲਾ ਮਿੱਥਃ ਵੁਕੋਂਗ ਹੱਕਦਾਰ ਐਸਟ੍ਰੋ ਬੋਟ ਦਾ ਗੇਮ ਆਫ ਦਿ ਈਅਰ ਅਵਾਰਡ, ਕਹਿੰਦਾ ਹੈ ਗੇਮ ਸਾਇੰਸ ਦੇ ਸੀਈਓ - ਪੁਸ਼ ਸਕੁਏਅਰ",
        "ਸੈਨੇਟਰ ਲਿੰਡਸੀ ਗ੍ਰਾਹਮ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਹੇਗਸੇਥ ਨੇ ਗੁਪਤਤਾ ਸਮਝੌਤੇ ਤੋਂ ਦੋਸ਼ੀ ਨੂੰ ਰਿਹਾ ਕਰਨ ਦਾ ਵਾਅਦਾ ਕੀਤਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "48 ਸੱਟਾਂ, ਹਾਲਤਾਂ ਅਤੇ ਵਿਗਾੜਾਂ ਦੀਆਂ ਬਿਲਕੁਲ ਮਨਮੋਹਕ ਫੋਟੋਆਂ ਜੋ ਮਨੁੱਖਾਂ ਨੂੰ ਭੜਕਾਉਣ ਵਾਲੀਆਂ ਧਾਤੂ ਸਾਬਤ ਕਰਦੀਆਂ ਹਨ - ਬਜ਼ਫੀਡ"
    ]
}