{
    "headlines": [
        "منعت من المحادثات الأمريكية الروسية بشأن أوكرانيا، تتدافع أوروبا للاستجابة لقمة باريس - سي إن إن",
        "سيبقى بوب في المستشفى بينما يعالج الأطباء عدوى الجهاز التنفسي المعقدة، كما يقول الفاتيكان - وكالة أسوشيتد برس",
        "نظرة أولى على \"الأوديسة \": مات ديمون هو أوديسيوس في ملحمة كريستوفر نولان التالية - التنوع",
        "سيعقد كبار المسؤولين الروس والأمريكيين محادثات حول إنهاء الحرب الأوكرانية دون كييف - وكالة أسوشيتد برس",
        "يُقال إن X يحجب الروابط المؤدية إلى صفحات اتصال الإشارة الآمنة - Ars Technica",
        "يبدأ ترامب بإطلاق النار على موظفي مراقبة الحركة الجوية في إدارة الطيران الفيدرالية بعد أسابيع من تحطم طائرة DC المميت - PBS NewsHour",
        "مايك تروت يعلن عن تغيير الموقف حيث تحاول الملائكة إيجاد طريقة للحفاظ على صحة الملاكم لموسم 2025 MLB - CBS Sports",
        "ما هو مفتوح ومغلق في يوم الرؤساء - سي إن إن",
        "تصادم الدول الأوروبية حول إرسال قوات إلى أوكرانيا - فاينانشال تايمز",
        "روبوتات الدردشة للذكاء الاصطناعي جاهزة للتحدث مع العملاء. نوعاً ما. - صحيفة وول ستريت جورنال",
        "يقول المسؤول إن القوات الإسرائيلية ستبقى في 5 مواقع في لبنان بعد الموعد النهائي للانسحاب يوم الثلاثاء - PBS NewsHour",
        "تظاهر المتظاهرون خارج صالات عرض تسلا في الولايات المتحدة - آرس تكنيكا",
        "تحذير مهم لمستثمري توزيعات الأرباح - البحث عن ألفا",
        "العملات المعدنية والساعات والمزيد: نظرة على مشاريع ترامب المتعلقة بالعملات المشفرة، بالأرقام - وكالة أسوشيتد برس",
        "تصنيفات إم إل بي باور: اختيار أفضل 10 جرائم بيسبول تدخل موسم 2025 - سي بي إس سبورتس",
        "5 ملخص سريع: يستمر التطور مع الشكل الجديد للعبة NBA All - Star Game لعام 2025 - NBA.Com",
        "عاصفة قادمة عبر البلاد لجلب الثلوج والبرد القارس - ABC News",
        "الفائزون والخاسرون من 2025 دايتونا 500 فاز بها ويليام بايرون - إن بي سي سبورتس",
        "هل سيظهر iPhone 16e لأول مرة يوم الأربعاء ؟ قد يحصل iPhone ذو الميزانية المحدودة من Apple على اسم جديد - MacRumors",
        "علماء الحفريات يكشفون عن جمجمة كاملة تقريبًا لحيوان آكل للحوم يبلغ من العمر 30 مليون عام في مصر - ياهو"
    ]
}