{
    "headlines": [
        "Trump kehrt zu Butler zur Kundgebung am Ort des Attentatsversuchs zurück - CNN",
        "Der mögliche Nachfolger von Nasrallah ist seit Freitag außer Kontakt, sagt eine libanesische Quelle - Reuters",
        "Der iranische Raketenangriff auf Israel wirft Fragen nach den Grenzen des Arsenals auf - The Washington Post",
        "Verfolgt von 2016, befürchten Demokraten, dass Kamala Harris zu sicher spielt - POLITICO",
        "Augenöffner: Mindestens 70 Menschen bei Bandenangriff in Haiti getötet, sagen die Vereinten Nationen - CBS News",
        "Zwei weitere Frauen in Massachusetts positiv auf West-Nil-Virus getestet - WCVB Boston",
        "Könnte der kämpfende Jets WR Garrett Wilson vom Handel für Davante Adams profitieren? - ESPN",
        "Was ist das tödliche Marburg-Virus und wo hat es sich ausgebreitet? - Al Jazeera Englisch",
        "Überschwemmungen und Erdrutsche hinterlassen 16 Tote in Bosnien - BBC.com",
        "Biden macht erstes Pressebriefing im Weißen Haus über die Präsidentschaft - Axios",
        "Ultra-verarbeitete Lebensmittel haben diese Auswirkungen auf die Gesundheit von Kindern, warnt Ernährungswissenschaftler - Fox News",
        "Die Erde hatte in der Vergangenheit zwei Monde. Einer der Mini-Monde hat zweimal besucht und wird in 27 Jahren zurückkehren - WION",
        "Ein Jahr später wirft der Krieg einen Schatten auf jeden Aspekt des Lebens in Israel - The Associated Press",
        "UFC 307 Ergebnisse: Pereira vs. Rountree Jr. - MMA Fighting",
        "Die Nordlichter könnten in Massachusetts wieder sichtbar sein. Sehen Sie sich die Aurora-Vorhersagekarte an. - CBS Boston",
        "Hurrikan Helene: Politischer Streit über Katastrophenhilfe - BBC.com",
        "Das historische Biltmore Estate erleidet an einigen Stellen „umfangreiche“ Schäden, nachdem Helene North Carolina geschlagen hat - CNN",
        "Helene hat diesen Campingplatz in North Carolina zerstört, aber Kunden und Fremde helfen mit - CBS News",
        "Wie besorgt sollte ich über steigende Ölpreise sein? - BBC.com",
        "Garth Brooks nannte Frau Trisha Yearwood seine „Partnerin in guten Zeiten“ und „schlechten“ Tagen, bevor sie der Vergewaltigung beschuldigt wurde - Seite sechs"
    ]
}