{
    "headlines": [
        "ਰੂਡੀ ਜਿਉਲਿਆਨੀ ਨੂੰ ਲਗਜ਼ਰੀ ਚੀਜ਼ਾਂ ਅਤੇ ਮੈਨਹੱਟਨ ਅਪਾਰਟਮੈਂਟ ਨੂੰ ਜਾਰਜੀਆ ਦੇ ਚੋਣ ਕਰਮਚਾਰੀਆਂ ਨੂੰ ਨਿਯੰਤਰਣ ਦੇਣਾ ਚਾਹੀਦਾ ਹੈ ਜਿਸਨੇ ਉਸ ਨੂੰ ਬਦਨਾਮ ਕੀਤਾ, ਜੱਜ ਨਿਯਮ - ਸੀ ਐਨ ਐਨ",
        "ਜ਼ੈਚ ਬ੍ਰਾਇਨ ਨੇ ਕ੍ਰਿਪਟਿਕ ਸੰਦੇਸ਼ ਦੇ ਨਾਲ ਪ੍ਰੇਮਿਕਾ ਬ੍ਰਾਇਨਾ ਚਿਕਨਫ੍ਰਾਈ ਤੋਂ ਟੁੱਟਣ ਦੀ ਪੁਸ਼ਟੀ ਕੀਤੀ - ਪੰਨਾ ਛੇ",
        "ਫਾਲਨ ਨੇਵਲ ਏਵੀਏਟਰਜ਼ ਨੂੰ ਲਾਲ ਸਾਗਰ ਦੇ ਸੰਘਰਸ਼ ਕਾਰਜਾਂ ਵਿੱਚ ਭੂਮਿਕਾਵਾਂ ਲਈ ਯਾਦ ਕੀਤਾ ਗਿਆ - gCaptain",
        "'ਘਿਣਾਉਣੀ ਕਿਸਮ': ਹੈਰਿਸ ਅਜਿਹੀ ਹਰਕਤ ਕਰਦਾ ਹੈ ਜੋ ਨਾਜ਼ੁਕ ਸਵਿੰਗ ਅਵਸਥਾ ਵਿਚ ਬੈਕਫਾਇਰ ਕਰ ਸਕਦੀ ਹੈ - ਫੌਕਸ ਨਿ Newsਜ਼",
        "ਜੀਐਮ Q3 ਦੀ ਕਮਾਈ 'ਤੇ ਧੜਕਦਾ ਹੈ, ਇਸ ਸਾਲ ਤੀਜੀ ਵਾਰ ਮੁਨਾਫੇ ਦੀ ਭਵਿੱਖਬਾਣੀ ਵਧਾਉਂਦਾ ਹੈ - ਯਾਹੂ ਵਿੱਤ",
        "ਵਾਲਜ਼ ਡੀਪਫੈਕ ਵੀਡੀਓ ਦੇ ਪਿੱਛੇ ਰੂਸ, ਅਮਰੀਕੀ ਖੁਫੀਆ ਕਮਿ communityਨਿਟੀ ਦੇ ਅਧਿਕਾਰੀਆਂ ਦਾ ਕਹਿਣਾ ਹੈ - ਫੌਕਸ ਨਿ Newsਜ਼",
        "ਡੱਟਨ ਫੈਮਲੀ ਸਿਵਲ ਵਾਰ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ ਵਿਚ ਨਵੇਂ ਐਪੀਸੋਡ ਯੂਸ਼ਰਜ਼ ਲਈ ‘ਯੈਲੋਸਟੋਨ’ ਟ੍ਰੇਲਰ",
        "ਆਈਡੀਐਫ ਨੇ ਇਜ਼ਰਾਈਲ ਦੇ ਹਵਾਈ ਖੇਤਰ ਵਿੱਚ ਘੰਟਾ ਭਰ ਪਿੱਛਾ ਕਰਨ ਤੋਂ ਬਾਅਦ ਲੇਬਨਾਨੀ ਡਰੋਨ ਨੂੰ ਰੋਕਿਆ - ਦ ਯਰੂਸ਼ਲਮ ਪੋਸਟ",
        "ਹੌਂਡਾ ਨੇ 720,000 ਵਾਹਨਾਂ ਨੂੰ ਵਾਪਸ ਬੁਲਾਇਆ, ਬਾਲਣ ਪੰਪਾਂ ਵਿੱਚ ਸੰਭਾਵਤ ਚੀਰ ਦਾ ਹਵਾਲਾ ਦਿੰਦੇ ਹੋਏ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਹੈਰਿਸ ਅਤੇ ਟਰੰਪ ਵੋਟਰਾਂ ਨੂੰ ਅੰਤਿਮ ਪਿੱਚਾਂ ਬਣਾਉਂਦੇ ਹਨ ਚੋਣਾਂ ਦੇ ਦਿਨ ਤੋਂ 2 ਹਫ਼ਤੇ - ਸੀ ਐਨ ਐਨ",
        "ਡਿੱਡੀ ਇਲਜ਼ਾਮ ਲਾਉਣ ਵਾਲੇ ਦਾ ਦਾਅਵਾ ਹੈ ਕਿ ਐਥਲੀਟ ਪੱਖੀ ਸਟਾਰ ਸਟੂਡਡ ਪਾਰਟੀ 'ਤੇ ਜਿਨਸੀ ਸ਼ੋਸ਼ਣ ਦੌਰਾਨ ਦਖਲ ਦਿੱਤਾ ਗਿਆ ਸੀਃ ਮੁਕੱਦਮਾ - ਫੌਕਸ ਨਿ Newsਜ਼",
        "ਸਾਬਕਾ ਐਬਰਕ੍ਰੋਮਬੀ ਐਂਡ ਫਿਚ ਸੀਈਓ ਸੈਕਸ ਤਸਕਰੀ ਦੇ ਦੋਸ਼ਾਂ ਵਿੱਚ ਗ੍ਰਿਫਤਾਰ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਓਰੇਂਜ ਕਾਉਂਟੀ ਸੁਪਰਵਾਈਜ਼ਰ ਨੇ 10 ਮਿਲੀਅਨ ਡਾਲਰ ਦੇ ਕੋਵਿਡ ਰਾਹਤ ਫੰਡਾਂ ਵਿੱਚ ਸ਼ਾਮਲ ਰਿਸ਼ਵਤ ਦੀ ਸਾਜਿਸ਼ ਲਈ ਦੋਸ਼ੀ ਠਹਿਰਾਉਣ ਲਈ ਸਹਿਮਤੀ ਦਿੱਤੀ - ਨਿਆਂ ਵਿਭਾਗ",
        "ਖਜ਼ਾਨੇ ਡਿੱਗਦੇ ਹਨ ਜਿਵੇਂ ਕਿ ਇਹ 1995 ਹੈ ਕਿਉਂਕਿ ਵਪਾਰੀ ਯੂਐਸ ਸਾਫਟ ਲੈਂਡਿੰਗ ਨੂੰ ਵੇਖਦੇ ਹਨ - ਬਲੂਮਬਰਗ",
        "6 ਜਨਵਰੀ 'ਟਰੰਪ ਲਈ ਗਊਆਂ‘ ਦੇ ਸੰਸਥਾਪਕ ਦੀ ਦੰਗੇ ਦੀ ਸਜ਼ਾ ਨੂੰ ਮਿਸਾਲ ਸੈਟਿੰਗ ਕੇਸ ਵਿੱਚ ਬਰਕਰਾਰ ਰੱਖਿਆ ਗਿਆ ਹੈ - ਸੀਐਨਐਨ",
        "ਐਨਐਫਐਲ ਵਿੱਚ ਐਮਵੀਪੀ ਦੇ ਪਸੰਦੀਦਾ ਵਜੋਂ ਲਾਮਾਰ ਜੈਕਸਨ ਆਪਣੇ ਆਪ ਨੂੰ ਸੀਮੈਂਟ ਕਰਨਾ ਜਾਰੀ ਰੱਖਦਾ ਹੈ | ਡੈਨ ਪੈਟਰਿਕ ਸ਼ੋਅ | ਐਨਬੀਸੀ ਸਪੋਰਟਸ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਧੂਮਕੇਤੂ ਸੁਚਿਨਸ਼ਨ-ਐਟਲਾਸ ਸਪੂਕੀ ਓਰਟ ਕਲਾਉਡ ਤੋਂ ਇੱਕ ਹੇਲੋਵੀਨ ਵਿਜ਼ਟਰ ਹੈ - ਅਦਿੱਖ ਬੁਲਬੁਲਾ ਜੋ ਅਣਗਿਣਤ ਪੁਲਾੜ ਵਸਤੂਆਂ ਦਾ ਘਰ ਹੈ - ਸਪੇਸ.",
        "ਪੁਤਿਨ ਨੇ ਬ੍ਰਿਕਸ ਸਿਖਰ ਸੰਮੇਲਨ 'ਚ ਗਲੋਬਲ ਸਾਊਥ ਲੀਡਰਾਂ ਦੀ ਮੇਜ਼ਬਾਨੀ ਕੀਤੀ, ਜਿਸ ਦਾ ਮਕਸਦ ਪੱਛਮੀ ਮੁਹਾਵਰੇ ਦਾ ਮੁਕਾਬਲਾ ਕਰਨਾ ਸੀ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਕੇਨ ਗਰਿੱਫੀ ਜੂਨੀਅਰ ਅਤੇ ਸੀਨੀਅਰ ਲੇਕਰਜ਼ ਦੇ ਓਪਨਰ ਵਿਚ ਸ਼ਾਮਲ ਹੋਏ, ਲੇਬਰੋਨ-ਬ੍ਰੌਨੀ ਡੈਬਿਊ ਨੂੰ ਵੇਖਣ ਦੀ ਉਮੀਦ - ਐਨਬੀਏ.",
        "ਐਮਾਜ਼ਾਨ ਦੀ ਹਮਾਇਤ ਪ੍ਰਾਪਤ ਐਂਥ੍ਰੋਪਿਕ ਏਆਈ ਏਜੰਟਾਂ ਦੀ ਸ਼ੁਰੂਆਤ ਕਰਦਾ ਹੈ ਜੋ ਗੁੰਝਲਦਾਰ ਕੰਮ ਕਰ ਸਕਦੇ ਹਨ, ਓਪਨਏਆਈ, ਮਾਈਕ੍ਰੋਸਾੱਫਟ ਅਤੇ ਗੂਗਲ ਦੇ ਵਿਰੁੱਧ ਰੇਸਿੰਗ - ਸੀ ਐਨ ਬੀ ਸੀ"
    ]
}