{
    "headlines": [
        "La dernière super lune de l'année illuminera le ciel du monde entier cette semaine - The Washington Post",
        "Capri et Tapestry abandonnent leurs projets de fusion, invoquant des obstacles réglementaires - CNBC",
        "Amazon lance Temu et Shein rivaux avec des prix « follement bas » - BBC.com",
        "« Nulle part n'est sûr » : les inquiétudes grandissent alors qu'Israël frappe de nouvelles régions du Liban - BBC.com",
        "Des milliers de personnes ont été évacuées alors que certaines parties de l'Espagne subissaient près d'un mois de précipitations en une heure - CNN",
        "Les contrats à terme sur actions ont légèrement chuté alors que le rallye post-électoral montre des signes d'hésitation : mises à jour en direct - CNBC",
        "« Hilaramment stupide » : le choix du Pentagone de Donald Trump suscite l'alarme — et le mépris - Financial Times",
        "Mike Tyson revient à la boxe professionnelle 19 ans après son dernier combat. Il y a des problèmes neurologiques pour l'homme de 58 ans - CNN",
        "Clingan, Sharpe mènent les blazers à la victoire sur Timberwolves - Blazer's Edge",
        "Trump choisit Matt Gaetz comme procureur général - Axios",
        "Les pirates informatiques russes exploitent la nouvelle faille NTLM pour déployer des logiciels malveillants RAT via des e-mails d'hameçonnage - The Hacker News",
        "Les diabétiques sont laissés sans traitement alors que le taux mondial de maladie double - Financial Times",
        "[supprimé]",
        "Trump choisit Tulsi Gabbard comme directeur du renseignement national - The Washington Post",
        "Voici le top 10 des mots de passe pour 2024, et ils sont tous embarrassants - CNET",
        "Ozempic et Wegovy peuvent être bénéfiques dans la lutte contre la dépendance à l'alcool : étude - The Hill",
        "Les scientifiques viennent de découvrir une créature marine aussi grande que deux terrains de basket-ball. Voici à quoi ça ressemble. - Vox.com",
        "Les sénateurs du GOP balayent les inquiétudes concernant la relation de Thune avec Trump - POLITICO",
        "Dave Coulier, star de « Full House », a révélé qu'il souffrait d'un lymphome non hodgkinien de stade 3 - BuzzFeed",
        "L'histoire stupide d'Elon Musk avec le « Doge » Meme His Govt. Le bureau porte le nom - Rolling Stone"
    ]
}