{
    "headlines": [
        "ਤੇਲ ਦੀਆਂ ਕੀਮਤਾਂ ਵਿੱਚ ਵਾਧਾ, ਇਜ਼ਰਾਈਲ-ਹੇਜ਼ਬੁੱਲਾ ਜੰਗਬੰਦੀ ਅਤੇ ਓਪੇਕ+ ਨੀਤੀ 'ਤੇ ਕੇਂਦ੍ਰਤ - ਰਾਇਟਰ",
        "ਨੰਬਰ 1 ਕੰਸਾਸ ਫਲੱਸਟਰ ਕੂਪਰ ਫਲੈਗ, ਹੰਟਰ ਡਿਕਨਸਨ ਦੇ ਫਲੈਗੈਂਟ 2 ਈਜੈਕਸ਼ਨ ਨੂੰ ਨੰਬਰ 11 ਡਿਊਕ ਤੋਂ ਵੱਧ ਥ੍ਰਿਲਰ ਵਿੱਚ ਜਿੱਤਦਾ ਹੈ - ਯਾਹੂ ਸਪੋਰਟਸ",
        "ਟਰੰਪ ਨੇ ਬਿਡੇਨ ਨਾਲ ਤਬਦੀਲੀ ਸਮਝੌਤੇ 'ਤੇ ਦਸਤਖਤ ਕੀਤੇ, ਪਰ ਇਸ ਵਿਚ ਮੁੱਖ ਗਾਰਡਰੇਲਾਂ ਦੀ ਘਾਟ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਸਰੋਤਃ ਚੈਂਪ ਡੋਜਰਸ ਜਲਦੀ ਹੜਤਾਲ ਕਰਦੇ ਹਨ, ਸਨੈੱਲ ਸ਼ਾਮਲ ਕਰੋ - ਈਐਸਪੀਐਨ",
        "‘ਡਾਂਸਿੰਗ ਵਿਦ ਦ ਸਟਾਰਜ਼’ ਸੀਜ਼ਨ 33 ਫਾਈਨਲ ਰੀਕੈਪਃ ਮਿਰਰਬਾਲ ਟਰਾਫੀ ਕੌਣ ਜਿੱਤਦਾ ਹੈ? - ਡੈੱਡਲਾਈਨ",
        "ਕਾਲਜ ਫੁੱਟਬਾਲ ਪਲੇਆਫ ਰੈਂਕਿੰਗਜ਼ ਪ੍ਰਤੀਕ੍ਰਿਆਃ ਨਵੀਨਤਮ ਚੋਟੀ ਦੇ 25 ਖੁਲਾਸੇ ਤੋਂ ਬਾਅਦ ਬਿਗ 12 ਲਈ ਨਾਈਟਪੇਅਰ ਦ੍ਰਿਸ਼ ਉਭਰਦਾ ਹੈ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਡੋਨਾਲਡ ਟਰੰਪ ਨੇ ਅਮਰੀਕੀ ਵਪਾਰ ਪ੍ਰਤੀਨਿਧੀ ਲਈ ਜੈਮੀਸਨ ਗ੍ਰੀਅਰ ਨੂੰ ਟੈਪ ਕੀਤਾ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "ਰੌਬੀ ਸਟਾਰਬੱਕ ਬਾਰੇ ਕੀ ਜਾਣਨਾ ਹੈ, ਵਾਲਮਾਰਟ ਦੇਈ ਓਵਰਹਾਲ ਨਾਲ ਜੁੜੇ ਪ੍ਰਭਾਵਕ - ਐਕਸੀਓਸ",
        "ਟਰੰਪ ਦੀਆਂ ਟੈਰਿਫ ਧਮਕੀਆਂ ਦੇ ਬਾਵਜੂਦ ਅਮਰੀਕੀ ਸਟਾਕ ਮਾਰਕੀਟ ਉੱਚ ਪੱਧਰ 'ਤੇ ਪਹੁੰਚਿਆ - Al Jazeera English",
        "ਰੂਡੀ ਜਿਉਲਿਆਨੀ ਨੇ ਜਾਇਦਾਦ ਦੇ ਕੇਸ ਵਿਚ ਜੱਜ ਨੂੰ ਬੇਇਨਸਾਫੀ ਦਾ ਦੋਸ਼ ਲਗਾਉਣ ਵਾਲੇ ਕੋਰਟ ਰੂਮ ਦੇ ਭੜਕਾਹਟ ਲਈ ਝਿੜਕਿਆ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਡਿਜ਼ਨੀ ਮਲਟੀਕਾਸਟ ਤੇ 17.4 ਮਿਲੀਅਨ ਵਾਚ ਰੇਵੇਨਜ਼-ਚਾਰਜਰਜ਼ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਹਾਰਵੇ ਵਾਈਨਸਟਾਈਨ ਨੇ ਰਾਈਕਰਜ਼ ਆਈਲੈਂਡ - ਟੀਐਮਜ਼ੈਡ ਵਿਖੇ 'ਨਿਰਾਸ਼ਾਜਨਕ ਸਥਿਤੀਆਂ' ਤੇ ਦਾਅਵਾ ਕੀਤਾ",
        "ਵਧੇਰੇ ਗਲੈਕਸੀ ਐਸ 25 ਅਲਟਰਾ ਲੀਕ ਹੋਈਆਂ ਤਸਵੀਰਾਂ ਐਸ ਪੇਨ ਸਲੋਟ ਅਤੇ ਵਨ ਯੂਆਈ 7 [ਗੈਲਰੀ] - 9to5Google ਨੂੰ ਦਿਖਾਉਂਦੀਆਂ ਹਨ",
        "ਟਰੂਡੋ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਹ ਟੈਰਿਫ ਦੀਆਂ ਧਮਕੀਆਂ ਦੇ ਵਿਚਕਾਰ ਟਰੰਪ ਨਾਲ ਕੰਮ ਕਰਨਗੇ - ਬੀਬੀਸੀ.",
        "ਸਪੇਸਐਕਸ - ਫੌਕਸ ਬਿਜ਼ਨਸ ਲਈ ਡ੍ਰੈਗਨਫਲਾਈ ਮਿਸ਼ਨ ਲਈ ਨਾਸਾ ਅਵਾਰਡਜ਼ ਲਾਂਚ ਸਰਵਿਸਿਜ਼ ਕੰਟਰੈਕਟ",
        "ਪਾਮ ਬੌਂਡੀ ਨੇ ਟੈਂਪਾ ਦੇ ਕੋਰਟਹਾhouseਸ ਤੋਂ ਵ੍ਹਾਈਟ ਹਾ Houseਸ ਵੱਲ ਆਪਣਾ ਰਾਹ ਮਨਮੋਹਕ ਕੀਤਾ - ਟੈਂਪਾ ਬੇ ਟਾਈਮਜ਼",
        "ਹਟਾਈ",
        "ਬਰਡ ਫਲੂ ਵਾਇਰਸ ਕੱਚੇ ਦੁੱਧ 'ਚ ਪਾਇਆ ਗਿਆ । ਜੋਖਮਾਂ ਬਾਰੇ ਕੀ ਜਾਣਨਾ ਹੈ - ਕਿਲੋਮੀਟਰ ਪ੍ਰਤੀ ਘੰਟਾ ਫੌਕਸ 26",
        "ਹਫਤੇ ਦੇ ਪੂਰਵਦਰਸ਼ਨਃ ਮੋਆਨਾ 2 ਇੱਕ ਵਿਸ਼ਾਲ ਥੈਂਕਸਗਿਵਿੰਗ ਵੀਕੈਂਡ ਲਈ ਸੈੱਟ ਕਰਦਾ ਹੈ - ਬਾਕਸ ਆਫਿਸ ਪ੍ਰੋ",
        "'ਏਅਰਪਲੇਨ!' ਫਿਲਮ ਨਿਰਮਾਤਾ ਜਿਮ ਅਬਰਾਹਿਮਸ, ਇੱਕ ਸ਼ੋਰਵੁੱਡ ਹਾਈ ਅਲਮ, ਦੀ ਮੌਤ ਹੋ ਗਈ ਹੈ - ਮਿਲਵਾਕੀ ਜਰਨਲ ਸੈਂਟੀਨੇਲ"
    ]
}