{
    "headlines": [
        "البابا فرانسيس يطلق اليوبيل، يجلب الحجاج والتذمر إلى روما - واشنطن بوست",
        "اعتصام عمال دنفر ستاربكس من أجل ظروف عمل أفضل عشية عيد الميلاد - سي بي إس كولاردو",
        "أرقام فوز Mega Millions في سحب 24 ديسمبر: الفوز بالجائزة الكبرى يصل إلى مليار دولار - USA TODAY",
        "يوم عيد الميلاد الشفق القطبي يمكن أن تضيء أجزاء من الولايات المتحدة - نيويورك بوست",
        "ريتشارد بيري، منتج التسجيلات وراء أغنية \"You ‘re So Vain\" وغيرها من الأغاني الناجحة، يموت عن عمر يناهز 82 عامًا - وكالة أسوشيتد برس",
        "مخاوف إنفلونزا الطيور تدفع مسؤولي مقاطعة لوس أنجلوس إلى التحذير من تغذية الحيوانات الأليفة بالأغذية النيئة - ABC News",
        "كان تعقب سانتا من نوراد بمثابة دفعة معنوية للحرب الباردة. الآن يجذب ملايين الأطفال. - POLITICO",
        "ترتفع حالات السعال الديكي في الولايات المتحدة إلى أعلى مستوى لها منذ عقد من الزمان - صحيفة واشنطن بوست",
        "Fantasy Football Playoffs Championship Week Start 'Em & Sit 'Em Running Backs: It's Bucky Irving Time - CBS Sports",
        "تعرض جاستن بالدوني لخرق دعوى تعاقدية من قبل ناشر سابق بعد اتهامات بليك ليفلي - مراسل هوليوود",
        "بايدن يوقع مشروع قانون رسميًا يجعل النسر الأصلع الطائر الوطني للولايات المتحدة - ABC News",
        "الدنمارك تعزز الدفاع في غرينلاند بعد دعوات ترامب للولايات المتحدة لامتلاك المنطقة - أكسيوس",
        "ثلاثة قتلى بالرصاص عندما هاجم مسلحون أكبر مستشفى في هايتي - BBC.com",
        "تجارة البحر القطبي الشمالي الروسية \"تعطلت بشكل واضح\" مع غرق سفن النقل البحري الفريدة - فوربس",
        "اتحاد كرة القدم الأميركي على نيتفليكس: ألعاب يوم عيد الميلاد هي الأولى لعملاق البث - وكالة أسوشيتد برس",
        "يتعهد ترامب بمتابعة عمليات الإعدام بعد أن يخفف بايدن معظم عقوبة الإعدام الفيدرالية - وكالة أسوشيتد برس",
        "ما يجب معرفته عن الأمراض المعدية خلال موسم العطلات هذا - أصوات ياهو!",
        "كيف تشعر ؟ مسقط رأس بوب ديلان تستعد لفيلم جديد عن المغني - MPR News",
        "درجات باكرز بي إف إف: أفضل وأسوأ اللاعبين من الفوز على القديسين في الأسبوع 16 - باكرز واير",
        "سيكون فيلم كريستوفر نولان القادم عبارة عن اقتباس مرصع بالنجوم من فيلم هوميروس \"الأوديسة\" - سي إن إن"
    ]
}