{
    "headlines": [
        "ਏਸ਼ੀਆ-ਪ੍ਰਸ਼ਾਂਤ ਬਾਜ਼ਾਰ ਜ਼ਿਆਦਾਤਰ ਉੱਚੇ ਵਪਾਰ ਕਰਦੇ ਹਨ ਕਿਉਂਕਿ ਨਿਵੇਸ਼ਕ ਟਰੰਪ ਟੈਰਿਫ ਪ੍ਰਭਾਵ ਦਾ ਮੁਲਾਂਕਣ ਕਰਦੇ ਹਨ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਐਪਲ ਟਰੰਪ ਦੇ ਆਦੇਸ਼ ਦੇ ਅਧਾਰ ਤੇ ਮੈਕਸੀਕੋ ਦੀ ਖਾੜੀ ਨੂੰ ਅਮਰੀਕਾ ਦੀ ਖਾੜੀ ਵਿੱਚ ਬਦਲਦਾ ਹੈ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਗੂਗਲ ਪਿਕਸਲ 9 ਏ ਸਾਰੇ ਚਾਰ ਰੰਗਾਂ ਵਿੱਚ ਲੀਕ - GSMArena. com ਖ਼ਬਰਾਂ - GSMArena.",
        "'ਉਸਦੀ ਸਾਰੀ ਜ਼ਿੰਦਗੀ ਅਸੁਰੱਖਿਆ ਦੀ ਸਥਿਤੀ ਤੋਂ ਹੈ': ਓਪਨ ਏਆਈ ਟੇਕਓਵਰ ਓ - ਦਿ ਟਾਈਮਜ਼ ਆਫ ਇੰਡੀਆ ਤੋਂ ਬਾਅਦ ਐਲਨ ਮਸਕ 'ਤੇ ਸੈਮ ਅਲਟਮੈਨ ਦਾ ਮਜ਼ਾਕ",
        "ਆਸਟਰੇਲੀਆ ਦੇ ਫੁੱਟਬਾਲ ਸਟਾਰ ਸੈਮ ਕੇਰ ਨੂੰ ਨਸਲੀ ਤੌਰ 'ਤੇ ਪੁਲਿਸ ਅਧਿਕਾਰੀ ਨੂੰ ਤੰਗ ਪ੍ਰੇਸ਼ਾਨ ਕਰਨ ਦਾ ਦੋਸ਼ੀ ਨਹੀਂ ਠਹਿਰਾਇਆ ਗਿਆ - ਸੀਐਨਐਨ",
        "ਈਗਲਜ਼ ਗੀਅਰ ਨੇ ਇੱਕ ਚੈਂਪੀਅਨਸ਼ਿਪ ਤੋਂ ਬਾਅਦ 24 ਘੰਟਿਆਂ ਲਈ ਨਵਾਂ ਫੈਨੈਟਿਕਸ ਰਿਕਾਰਡ ਸਥਾਪਤ ਕੀਤਾ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਖਜ਼ਾਨਾ ਅਧਿਕਾਰੀਃ ਮਸਕ ਸਹਿਯੋਗੀ ‘ਗਲਤੀ ਨਾਲ’ ਭੁਗਤਾਨ ਪ੍ਰਣਾਲੀ ਨੂੰ ਬਦਲਣ ਦੀ ਸ਼ਕਤੀ ਰੱਖਦਾ ਸੀ - ਪੋਲਿਟਿਕੋ",
        "ਫੰਡਿੰਗ ਫ੍ਰੀਜ਼ ਦੀ ਆਲੋਚਨਾਤਮਕ ਰਿਪੋਰਟ ਤੋਂ ਬਾਅਦ ਟਰੰਪ ਨੇ ਯੂਐਸਏਆਈਡੀ ਦੇ ਇੰਸਪੈਕਟਰ ਜਨਰਲ ਨੂੰ ਬਰਖਾਸਤ ਕੀਤਾ - ਪੋਲਿਟਿਕੋ",
        "ਬਰਡ ਫਲੂ ਪਸ਼ੂਆਂ ਵਿੱਚ ਫੈਲ ਰਿਹਾ ਹੈ, ਪਰ ਕੁਝ ਰਾਜ ਅਜੇ ਵੀ ਦੁੱਧ ਦੀ ਸਪਲਾਈ ਦੀ ਜਾਂਚ ਦਾ ਹਿੱਸਾ ਨਹੀਂ ਹਨ - ਐਨ ਬੀ ਸੀ ਨਿ Newsਜ਼",
        "ਰਾਸ਼ਟਰਪਤੀ ਦੀ \"ਸਰਕਾਰੀ ਕੁਸ਼ਲਤਾ ਵਿਭਾਗ\" ਵਰਕਫੋਰਸ optimਪਟੀਮਾਈਜ਼ੇਸ਼ਨ ਪਹਿਲਕਦਮੀ ਨੂੰ ਲਾਗੂ ਕਰਨਾ - ਵ੍ਹਾਈਟ ਹਾ Houseਸ",
        "‘ਹਿੱਚ' ਨਿਰਦੇਸ਼ਕ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਵਿਲ ਸਮਿਥ ਨੇ ਫਿਲਮਿੰਗ ਤੋਂ 3 ਦਿਨ ਪਹਿਲਾਂ ਪ੍ਰੋਡਕਸ਼ਨ 'ਤੇ ਜ਼ਮਾਨਤ ਦੀ ਕੋਸ਼ਿਸ਼ ਕੀਤੀ - IndieWire",
        "ਜਦੋਂ ਸਾੱਫਟਵੇਅਰ ਅਪਡੇਟਾਂ ਅਸਲ ਵਿੱਚ ਖਰਾਬ-ਸਾਡੇ ਮਨਪਸੰਦ ਉਪਕਰਣਾਂ ਦੀ ਬਜਾਏ ਸੁਧਾਰ ਹੁੰਦੀਆਂ ਹਨ - ਆਰਸ ਟੈਕਨੀਕਾ",
        "ਰਿਟਾਇਰਡ ਫੈਡਰਲ ਜੱਜ ਬਹੁਤ ਕੁਝ ਨਹੀਂ ਦੇਖਦਾ ਜੋ ਅਦਾਲਤ ਟਰੰਪ ਦੀਆਂ ਕਾਰਵਾਈਆਂ ਨੂੰ ਰੋਕਣ ਲਈ ਕਰ ਸਕਦੀ ਹੈ - ਐਨਪੀਆਰ",
        "ਸੰਤਾਂ ਨੇ ਕੇਲੇਨ ਮੂਰ ਨੂੰ ਮੁੱਖ ਕੋਚ ਵਜੋਂ ਨਿਯੁਕਤ ਕੀਤਾਃ ਕਾਉਬੌਇਜ਼ 'ਡਾਕ ਪ੍ਰੈਸਕੋਟ' ਸੁਪਰ, ਸੁਪਰ, ਸੁਪਰ ਹੈਪੀ 'ਸਾਬਕਾ ਟੀਮ ਲਈ, ਓਸੀ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਅਪੀਲ ਕੋਰਟ ਨੇ ਖਰਚਿਆਂ ਨੂੰ ਫ੍ਰੀਜ਼ ਚੁੱਕਣ ਦੇ ਜੱਜ ਦੇ ਆਦੇਸ਼ ਨੂੰ ਰੋਕਣ ਲਈ ਟਰੰਪ ਪ੍ਰਸ਼ਾਸਨ ਦੀ ਬੇਨਤੀ ਤੋਂ ਇਨਕਾਰ ਕੀਤਾ - ਦਿ ਹਿੱਲ",
        "ਫੈਡਰਲ ਰਿਜ਼ਰਵ ਦੇ ਜੇਰੋਮ ਪਾਵੇਲ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਵਿਆਜ ਦਰਾਂ ਵਿੱਚ ਕਟੌਤੀ 'ਤੇ ਜਲਦਬਾਜ਼ੀ ਕਰਨ ਦੀ ਜ਼ਰੂਰਤ ਨਹੀਂ ਹੈ - ਐਨਪੀਆਰ",
        "ਟਰੰਪ ਪ੍ਰਸ਼ਾਸਨ ਦੇ ਸ਼ੁੱਧਤਾ ਦੇ ਵਿਚਕਾਰ ਡਿਜ਼ਨੀ ਓਵਰਹਾਲਸ ਡੀਈਆਈ ਯਤਨ - ਡੈੱਡਲਾਈਨ",
        "ਕੇਂਡਰਿਕ ਲਾਮਰ ਦਾ ਸੁਪਰ ਬਾlਲ ਹਾਲਟਾਈਮ ਸ਼ੋਅ ਇੰਨਾ ਵਿਵਾਦਪੂਰਨ ਕਿਉਂ ਸੀ? - ਰੋਲਿੰਗ ਸਟੋਨ"
    ]
}