{
    "headlines": [
        "تنشر الشرطة مقطع فيديو لنجم اتحاد كرة القدم الأميركي تايريك هيل وهو محتجز بعد توقف حركة المرور في طريقه إلى الملعب - سي إن إن",
        "كريستيان مكافري مفاجأة غير نشطة لمباراة افتتاح موسم 49ers ضد Jets - New York Post",
        "تقول الأميرة كيت إن العلاج الكيميائي انتهى \"ولكن الطريق إلى الشفاء\" بعد تشخيص السرطان سيكون طويلاً - سي بي إس نيوز",
        "يتقدم ترامب على هاريس بنقطتين فقط في فلوريدا: استطلاع - ذا هيل",
        "سماعات AirPods كمعينات سمعية ؟ كل ما يجب معرفته عن التحديث الصحي الرئيسي لشركة Apple - CNET",
        "يكرر JD Vance ادعاء لا أساس له من الصحة بأن المهاجرين الهايتيين يأكلون الحيوانات الأليفة حيث يقول مسؤولو أوهايو إنه لا يوجد دليل - CBS News",
        "تحذير من إعصار صدر لجنوب لويزيانا مع تقوية فرانسين في الخليج - واشنطن بوست",
        "البيت الأبيض: لم يتصل بايدن بعائلة المواطن الأمريكي الذي قُتل في الضفة الغربية على يد القوات الإسرائيلية - الولايات المتحدة الأمريكية اليوم",
        "حكيم جيفريز يرفض مشروع قانون الإنفاق الجمهوري باعتباره \"غير جاد وغير مقبول\" - وكالة أسوشيتد برس",
        "دعوى قضائية تتهم واتسون بالاعتداء الجنسي في '20 - ESPN",
        "ألمانيا تشدد الرقابة على الحدود بعد الطعن - BBC.com",
        "يحصل مستثمرو Apple على صفقة خام مع iPhone 16 — لكن العملاء يحصلون على صفقة - MarketWatch",
        "تقول ناسا إن رواد الفضاء كانوا سيكونون على ما يرام على متن ستارلاينر من بوينج أثناء الهبوط - Space.com",
        "ديزني \"تلعب بقوة\" مع دايركت تي في بينما تلوح في الأفق كرة القدم ليلة الاثنين في اتحاد كرة القدم الأميركي. إليك ما هو على المحك. - Yahoo Finance",
        "\"راعي البقر كارتر\" لن يغير رأي هيئة السوق المالية حول بيونسي - رولينج ستون",
        "تم تأكيد الحالة الرابعة من EEE الخطرة في ماساتشوستس. هذا الموسم - WCVB Boston",
        "تقول المحكمة العليا في ميشيغان إن اسم روبرت كينيدي يبقى على بطاقة الاقتراع - أخبار ديترويت",
        "ستصدر Apple iOS 18 و macOS 15 و iPadOS 18 وتحديثات أخرى في 16 سبتمبر - Ars Technica",
        "أول حالة إصابة بشرية بإنفلونزا الطيور تم تشخيصها دون التعرض للحيوانات المصابة، كما يقول مركز السيطرة على الأمراض - فوكس نيوز",
        "الذكاء البصري من Apple هو نظرة مدمجة على Google Lens - The Verge"
    ]
}