{
    "headlines": [
        "‘Dune: Prophecy’ warns us about charismatic leaders and killer AI - The Washington Post",
        "Texas Supreme Court clears way for new execution date for Robert Roberson in 2-year-old daughter’s death - CNN",
        "Ukraine's Zelenskiy cautioned Scholz against Putin call, Kyiv source says - Reuters",
        "Nvidia Gets a Price Target Hike. The Stock Is Down Anyway. - Barron's",
        "Mike Tyson vs. Jake Paul Fight Streams Tonight on Netflix. Here's What Time You Can Watch - CNET",
        "Rachel Zegler apologizes for anti-Trump post after calls for Disney to fire ‘Snow White’ star - Page Six",
        "Pay first, deliver later: Some women are being asked to prepay for their baby - CBS News",
        "Thune faces first loyalty test: What to do with Trump’s most controversial Cabinet picks - POLITICO",
        "Retail Sales Solid After Powell Caution On Fed Rate Cuts; S&P 500 Falls - Investor's Business Daily",
        "GM lays off 1,000 employees amid reorganization, cost-cutting - CNBC",
        "Juan Soto Inquired About Three Specific Items in Red Sox Free Agency Pitch - Sports Illustrated",
        "New study predicts 260M obese Americans by 2050, Trump nominates RFK Jr. as health secretary, and the Onion buys Infowars - Yahoo! Voices",
        "Conan O’Brien to Host 2025 Oscars Ceremony - Variety",
        "Elon Musk is hiring for his DOGE taskforce—but you’ll need to work 80+ hours per week on unglamorous cost-cutting - Fortune",
        "Top Iranian official vows support for Lebanon on Israel-Hezbollah war as US pushes for cease-fire - The Associated Press",
        "Review: Amazon’s 2024 Kindle Paperwhite makes the best e-reader a little better - Ars Technica",
        "The final supermoon of 2024 rises tonight as November's Full Beaver Moon - Space.com",
        "Surge in worldwide measles cases driven by lack of vaccine coverage, WHO says - The Washington Post",
        "I, too, installed an open source garage door opener, and am loving it - Ars Technica",
        "Huge stakes with Dawgs-Vols! Top 4 teams hit the road! Connelly breaks it down - ESPN"
    ]
}