{
    "headlines": [
        "ਦੇਖੋ ਕਿ ਸਰਦੀਆਂ ਦੇ ਆਉਣ ਤੋਂ ਪਹਿਲਾਂ ਤਖਤ ਦੀ ਖੇਡ ਕਿੱਥੇ ਕਾਸਟ ਕੀਤੀ ਗਈ ਹੈ - ਈ! ਖ਼ਬਰਾਂ",
        "ਹੈਰਿਸ ਅਤੇ ਟਰੰਪ ਅੱਜ ਰਾਤ ਦੀ ਬਹਿਸ ਵਿਚ ਆਹਮੋ-ਸਾਹਮਣੇ ਹੋਣ ਦੀ ਤਿਆਰੀ - ਸੀਐਨਐਨ",
        "ਐਸਟਨ ਮਾਰਟਿਨ ਨੇ ਅਧਿਕਾਰਤ ਤੌਰ 'ਤੇ Newey ਕੈਪਚਰ ਦੀ ਘੋਸ਼ਣਾ ਕੀਤੀ - Motorsport.",
        "ਐਨਵੀਡੀਆ ਦਾ ਸਟਾਕ ਮਾਰਕੀਟ 'ਤੇ ਸਭ ਤੋਂ ਪ੍ਰਮੁੱਖ ਪ੍ਰਭਾਵ' ਸਾਡੇ ਪਿੱਛੇ ਹੋ ਸਕਦਾ ਹੈਃ ਸਵੇਰ ਦਾ ਸੰਖੇਪ - ਯਾਹੂ ਵਿੱਤ",
        "ਖੰਡੀ ਤੂਫਾਨ ਫ੍ਰੈਂਚਾਈਨ ਜਲਦੀ ਹੀ ਤੂਫਾਨ ਬਣ ਜਾਵੇਗਾ - ਮੌਸਮ ਚੈਨਲ",
        "ਡਾਇਰੈਕਟ ਟੀਵੀ ਦੇ ਗਾਹਕ ਡਿਜ਼ਨੀ ਵਿਵਾਦ - ਸੀ ਐਨ ਈ ਟੀ ਦੇ ਕਾਰਨ ਰਾਸ਼ਟਰਪਤੀ ਦੀ ਬਹਿਸ ਤੋਂ ਬੰਦ ਹੋ ਗਏ",
        "ਯੂਰਪੀਅਨ ਯੂਨੀਅਨ ਐਂਟੀਟ੍ਰਸਟ ਜਾਂਚ ਵਿਚ ਯੂਰਪ ਦੀ ਚੋਟੀ ਦੀ ਅਦਾਲਤ ਦੁਆਰਾ ਗੂਗਲ ਦਾ 2.4 ਬਿਲੀਅਨ ਯੂਰੋ ਜੁਰਮਾਨਾ ਬਰਕਰਾਰ ਹੈ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਹੁਆਵੇਈ ਨੇ ਐਪਲ ਦੇ ਆਈਫੋਨ 16 ਦੀ ਸ਼ੁਰੂਆਤ ਤੋਂ ਬਾਅਦ $ 2,800 ਟ੍ਰਾਈਫੋਲਡ ਫੋਨ ਘੰਟੇ ਲਾਂਚ ਕੀਤੇ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਆਈਫੋਨ 16 ਪ੍ਰੀਆਰਡਰ ਕਾਉਂਟਡਾਉਨਃ ਰੀਲੀਜ਼ ਦੀ ਮਿਤੀ, ਕੀਮਤ, ਐਪਲ ਦੇ ਸਭ ਤੋਂ ਨਵੇਂ ਫੋਨ ਲਈ ਰੰਗ - ਸੀ ਐਨ ਈ ਟੀ",
        "ਮਿਆਮੀ ਡੌਲਫਿਨਸ ਟਾਇਰਿਕ ਹਿੱਲ ਦੀ ਪੁਲਿਸ ਹਿਰਾਸਤ ਨੂੰ \"ਬਹੁਤ ਜ਼ਿਆਦਾ ਹਮਲਾਵਰ ਅਤੇ ਹਿੰਸਕ\" ਕਹਿੰਦੇ ਹਨ - ਐਕਸੀਓਸ",
        "ਯੂਕਰੇਨ ਨੇ 144 ਡਰੋਨਾਂ ਨਾਲ ਰੂਸ 'ਤੇ ਕੀਤਾ ਹਮਲਾ, ਇਕ ਦੀ ਮੌਤ ਅਤੇ ਹਵਾਈ ਅੱਡੇ ਬੰਦ - Reuters.",
        "ਗਾਜ਼ਾ ਮਾਨਵਤਾਵਾਦੀ ਜ਼ੋਨ ਦੇ ਤੰਬੂ ਕੈਂਪ 'ਤੇ ਇਜ਼ਰਾਈਲੀ ਹਮਲੇ' ਚ ਘੱਟੋ-ਘੱਟ 40 ਲੋਕ ਮਾਰੇ ਗਏ, ਫਲਸਤੀਨੀਆਂ ਦਾ ਕਹਿਣਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਮੰਗਲਵਾਰ, ਸਤੰਬਰ 10, 2024 ਲਈ ਕੁੰਡਲੀ - ਸ਼ਿਕਾਗੋ ਸੂਰਜ-ਟਾਈਮਜ਼",
        "ਪੋਪ Francis ਵੈਟੀਕਨ ਸਿਟੀ ਦੇ ਬਾਹਰ ਸੰਸਾਰ ਦੇ ਸਭ ਕੈਥੋਲਿਕ ਰਾਸ਼ਟਰ ਵਿੱਚ rockstar ਸਵਾਗਤ ਪ੍ਰਾਪਤ ਕਰਦਾ ਹੈ - CNN",
        "ਜੇਮਜ਼ ਅਰਲ ਜੋਨਸ, ਪ੍ਰਸਿੱਧ ਅਭਿਨੇਤਾ ਅਤੇ ਦਾਰਥ ਵਾਡਰ ਦੀ ਆਵਾਜ਼, 93 - ਰਾਇਟਰਜ਼.",
        "ਸਪੇਸਐਕਸ ਧਰਤੀ ਦੇ ਰੇਡੀਏਸ਼ਨ ਬੈਲਟਾਂ ਵਿੱਚ ਦਲੇਰਾਨਾ ਯਾਤਰਾ 'ਤੇ ਪੋਲਾਰਿਸ ਡੌਨ ਦੇ ਚਾਲਕ ਦਲ ਨੂੰ ਲਾਂਚ ਕਰਨ ਲਈ ਤਿਆਰ ਹੈ - ਸੀਐਨਐਨ",
        "49ers ਜੈੱਟਸ ਉੱਤੇ ਜਿੱਤ ਅੰਤਮ ਸਕੋਰ ਨਾਲ ਖਤਮ ਹੁੰਦੀ ਹੈ ਜੋ ਐਨਐਫਐਲ ਦੇ ਇਤਿਹਾਸ ਵਿੱਚ ਪਹਿਲਾਂ ਕਦੇ ਨਹੀਂ ਵੇਖੀ ਗਈ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਵੈਨਸ, ਰਿਪਬਲਿਕਨ ਅਮਰੀਕੀ ਪਾਲਤੂ ਜਾਨਵਰਾਂ ਨੂੰ ਖਾਣ ਵਾਲੇ ਪ੍ਰਵਾਸੀਆਂ ਬਾਰੇ ਝੂਠੇ ਦਾਅਵਿਆਂ ਨੂੰ ਉੱਚਾ ਚੁੱਕਦੇ ਹਨ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਦੇਸ਼ੌਨ ਵਾਟਸਨ 'ਤੇ ਨਵੇਂ ਮੁਕੱਦਮੇ ਵਿਚ ਜਿਨਸੀ ਸ਼ੋਸ਼ਣ ਦਾ ਦੋਸ਼ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਕੈਂਟਕੀ ਵਿਚ ਸ਼ੱਕੀ ਅੰਤਰਰਾਜੀ ਗੋਲੀਬਾਰੀ ਥੋੜ੍ਹੀ ਦੇਰ ਪਹਿਲਾਂ ਧਮਕੀ ਭਰੇ ਟੈਕਸਟ ਭੇਜੇ ਗਏਃ ਕੋਰਟ ਡੌਕਸ - ਡਬਲਯੂਐਲਡਬਲਯੂਟੀ ਸਿਨਸਿਨਾਟੀ"
    ]
}