{
    "headlines": [
        "S&P 500 падает, чтобы начать мартовские торги в связи с экономическими и тарифными волнениями: обновления в прямом эфире - CNBC",
        "Тим Кук дразнит новый продукт Apple на этой неделе: «Что-то витает в воздухе» - 9to5Mac",
        "Генеральный директор Kroger внезапно уходит в отставку после расследования личного поведения - The Washington Post",
        "Объятия Трампа о России разрушают альянс НАТО - The Wall Street Journal",
        "Источники: FSU, Clemson, ACC, ожидается урегулирование - ESPN",
        "Thales: Мишель О 'Нил «недоверчиво» относится к ракетной сделке по Украине - BBC.com",
        "По меньшей мере один человек погиб после того, как автомобиль врезался в толпу в немецком городе Мангейм, сообщает полиция, - CNN",
        "По мере роста вспышки кори секретарь ДГ говорит, что вакцинация - это личное решение, которое может защитить отдельных лиц и сообщества - CNN",
        "Новый шторм принес условия метели в Хартленд, торнадо на юг - ABC News",
        "С прекращением огня в Газе в подвешенном состоянии Израиль пытается навязать ХАМАСу альтернативный план - The Associated Press",
        "Тарифы США на Канаду и Мексику будут введены во вторник, говорит глава коммерции - BBC.com",
        "Казначейство прекращает принудительное исполнение базы данных владельцев бизнеса, предназначенной для прекращения создания подставных компаний - ABC News",
        "Макет драфта НФЛ 2025 года: гиганты передают квотербека, самолеты заменяют Даванте Адамса в пост-комбинированном издании - CBS Sports",
        "Сегодня запуск SpaceX - это испытательный полет мегаракеты Starship Flight 8 - Space.com",
        "Показатели колоректального рака растут среди молодых людей. Как и их беспокойство о болезни. - Yahoo Life",
        "Дроны доставки Amazon заземлены. Птицы и собаки этого техасского города благодарны",
        "«Близорукость»: что означают отмененные заседания FDA и отказ ВОЗ от вакцинации против осеннего гриппа - The Boston Globe"
    ]
}