{
    "headlines": [
        "إعصار ياغي يصل إلى اليابسة في فيتنام - BBC.com",
        "تايلور فريتز يحب فرصه في النصر في نهائي الولايات المتحدة المفتوحة - الوقت",
        "كيفن كوستنر: إصدار Horizon 2 الذي تم سحبه كان رد فعل على شباك التذاكر - متنوع",
        "كبسولة بوينغ ستارلاينر تعود إلى ديارها من الفضاء — بدون رواد فضاء على متنها - سي إن إن",
        "أوكرانيا تقول إن روسيا شنت هجومًا واسعًا بـ 67 طائرة بدون طيار - الجزيرة الإنجليزية",
        "الجائزة الكبرى Mega Millions تنمو إلى 800 مليون دولار بعد عدم وجود فائز بالجائزة الكبرى - Fox Business",
        "يقول رؤساء وكالة المخابرات المركزية والمخابرات البريطانية MI6 إن النظام العالمي \"تحت تهديد لم يسبق له مثيل منذ الحرب الباردة\" - BBC.com",
        "تم \"السخرية\" من المسلح الجورجي كولت غراي وتم تسميته مثلي الجنس من قبل المتنمرين في المدرسة - The Daily Beast",
        "سيستخدم جهاز iPhone الجديد من Apple تقنية شرائح الجيل التالي من Arm للذكاء الاصطناعي - فاينانشيال تايمز",
        "جينيفر لوبيز \"التي لا يمكن إيقافها\" ظهرت لأول مرة بفستان انتقام للعصور - The Daily Beast",
        "نائب الرئيس السابق ديك تشيني للتصويت لكامالا هاريس - BBC.com",
        "ساعد حب الباكرز بعد الإصابة في اللحظة الأخيرة - ESPN",
        "يقول شهود عيان إن الجنود الإسرائيليين قتلوا بالرصاص امرأة أمريكية في احتجاج بالضفة الغربية - وكالة أسوشيتد برس",
        "\"طائرات التنين بدون طيار\" الأوكرانية تمطر معدنًا منصهرًا على المواقع الروسية في أحدث ابتكارات مرعبة في ساحة المعركة - سي إن إن",
        "لم يكن لدى الشخص المصاب بإنفلونزا الطيور أي اتصال بالحيوانات — وإليك سبب قلق الخبراء - نيويورك بوست",
        "تقول السلطات إن رجلاً يخطط لارتكاب هجوم إرهابي على مركز يهودي في مدينة نيويورك تم اعتقاله بالقرب من الحدود بين الولايات المتحدة وكندا - سي بي إس نيويورك",
        "تمت الإزالة",
        "Can't - Miss Play: يستعيد فريق أيه جي براون 68 ياردة تقدم النسور في الشوط الثاني - الدوري الوطني لكرة القدم الأمريكية",
        "كورنيل ويست للظهور في الاقتراع الرئاسي في فرجينيا - سي بي إس نيوز",
        "أسعار البيتكوين تنخفض إلى ما دون 53000 دولار بسبب عوامل متعددة لخسائر الوقود - فوربس"
    ]
}