{
    "headlines": [
        "Израиль угрожает голодом в северной части Газы, говорят агентства ООН по оказанию помощи - NPR",
        "Обновления в реальном времени: дом гигантских панд в Национальном зоопарке в Вашингтоне, дебют в январе - NBC Washington",
        "Сценарист «Анатомии страсти» Элизабет Финч извинилась за ложь о раке - Variety",
        "На этой неделе можно будет увидеть комету Tsuchinshan-ATLAS один раз в жизни - MPR News",
        "Том Брэди официально стал совладельцем «Рейдерс» после того, как владельцы НФЛ одобрили его - Yahoo Sports",
        "У фонда SBA закончились деньги после ураганов Хелен и Милтон, говорит Байден - The Washington Post",
        "США говорят Израилю улучшить гуманитарную ситуацию в Газе или рискнуть военной помощью - Reuters",
        "5 привычек образа жизни, которые могут помочь вам дожить до 100 лет, по мнению ведущих исследователей долголетия - CNBC",
        "Мэн получит отличные условия для просмотра Суперлуния Охотника. Когда смотреть на небо - WMTW Portland",
        "Adobe дразнит инструменты ИИ, которые создают 3D-сцены, оживляют текст и отвлекают внимание - The Verge",
        "Yankees анонсировали состав на ALCS Game 2 - Pinstripe Alley",
        "Рекордное количество досрочных голосов, поданных в Джорджии, когда выборы начинаются в штате, находящемся на поле боя, - CNN",
        "Акции Nvidia упали сегодня из-за утечки прибыли ASML. What's Behind the Drop. - Barron's",
        "Джерри Джонс набросился на радиоведущих после проигрыша Cowboys - The Washington Post",
        "Трекер: Инвестировать 94 л в тропический шторм или ураган Надин? Что должна знать Флорида. - Почта Палм-Бич",
        "United Airlines планирует выкуп акций на $ 1,5 млрд, прогнозирует прибыль в четвертом квартале выше прогнозов - CNBC",
        "Даванте Адамс перешел в Jets: Raiders WR воссоединяется с Аароном Роджерсом, поскольку Нью-Йорк стремится изменить сезон - CBS Sports",
        "США и Великобритания продвигаются вперед с Моди, несмотря на сенсационные заявления Трюдо - Bloomberg",
        "Воссоединение Van Halen отменили после того, как Дэвид Ли Рот отказался отдать дань уважения покойному Эдди Ван Халену, говорит брат - NBC News",
        "НАСА, NOAA: Солнце достигает максимальной фазы в 11-летнем солнечном цикле - Наука@NASA"
    ]
}