{
    "headlines": [
        "49ers vs. Seahawks Live-Updates, Punktzahl, Highlights von Woche 6 Thursday Night Football-Matchup - USA TODAY",
        "Sie dachten, sie seien auf Milton vorbereitet. Dann kamen die Tornados. - The Washington Post",
        "Wächter spucken in das Auge der Eliminierung, zwingen ALDS zu fünf Spielen mit 5-4 Sieg über Tiger - cleveland.com",
        "Herzinfarkt und Schlaganfallrisiko können nach einer COVID-Infektion steigen, findet die Studie - Fox News",
        "Obama ruft \"Brüder\", die besorgt sind, für Harris zu stimmen: \"Sie denken darüber nach, sich hinzusetzen? ’- Fox News",
        "Stellantis CEO Carlos Tavares geht 2026 in den Ruhestand, da die Autohersteller in Nordamerika Probleme haben - Reuters",
        "[entfernt]",
        "Mindestens 22 Tote bei Luftangriffen im Zentrum von Beirut, wobei Israel auch auf UN-Friedenstruppen schießt - The Associated Press",
        "Der Komet, der wahrscheinlich zuletzt gesehen wurde, als die Neandertaler auf der Erde spazierten, könnte bald am Nachthimmel blenden - ABC7 Los Angeles",
        "1 Person tot in Mollie Kathleen Goldmine Unfall in Teller County, 12 Menschen immer noch gefangen - Colorado Public Radio",
        "Richter legt Verhandlungstermin in Sean \"Diddy\" Combs Erpressung und Sexhandel fest - CNN",
        "Das Bundesberufungsgericht steht DACA skeptisch gegenüber, könnte das Urteil jedoch einschränken - CNN",
        "Tesla Robotaxi Event kommt nach einem Jahrzehnt unerfüllter Versprechen von Elon Musk - CNBC",
        "Ethel Kennedy, Witwe von Robert Kennedy und Matriarchin einer berühmten politischen Familie, stirbt mit 96 Jahren - ABC News",
        "Tampas MidFlorida Credit Union Amphitheater verliert Dach an Hurrikan Milton - Tampa Bay Times",
        "So helfen Sie den Opfern des Hurrikans Milton - The Washington Post",
        "Das US-Militär-Raumflugzeug X-37B bereitet sich auf ein \"neuartiges Weltraummanöver\" vor - Ars Technica",
        "Mit dem Ausstieg von Hurrikan Milton, Kennedy Space Center, Cape Canaveral, bewertet die Space Force den Schaden - Florida Today",
        "Wie die Verschwörungstheorien von Hurrikan Milton und Helene die sozialen Medien übernahmen - BBC.com",
        "Vierte Person in Kalifornien infiziert, als sich die Vogelgrippe ausbreitet - USA TODAY"
    ]
}