{
    "headlines": [
        "Ehemaliger CEO von Abercrombie & Fitch wegen Vorwürfen des Sexhandels verhaftet - ABC News",
        "Der IRS hat seine neuen Steuerklassen für 2025 angekündigt. Das solltest du wissen. - CBS News",
        "Frau lässt Handy fallen, bleibt kopfüber in Felsspalte stecken und sucht danach - The Washington Post",
        "Die Ära der heißen Renditen des S&P 500 ist vorbei, sagt Goldman - Axios",
        "Bruce Springsteen als Headliner der Harris-Obama-Kundgebung am Donnerstag in Atlanta -  The Atlanta Journal Constitution",
        "Pixel 9a Kameraspezifikationen lecken mit 48 MP Main, \"Add Me\" und einer Kamerahöhe - 9to5Google",
        "Putin empfängt die Führer des globalen Südens auf dem BRICS-Gipfel, um das westliche Gewicht auszugleichen - The Associated Press",
        "Was ist \"rosa Kokain\", die Droge, die nach seinem Tod in Liam Paynes System gefunden wurde? - NBC News",
        "Amy Adams wird wild: Der \"Nightbitch\" -Star über Bellen, wachsende Kinnhaare und \"polarisierende\" Zuschauer mit ihrem rohen Blick auf die Mutterschaft - Vielfalt",
        "Deutschland erkennt ersten Fall der mpox-Variante Ib - DW (Englisch)",
        "S2-Meteorit: Was passierte, als ein so großer Stein wie London die Erde traf? - BBC.com",
        "GM meldet, dass die Gewinne vor Steuern im dritten Quartal bei starken Preisen um 15,5% gestiegen sind, Kostendisziplin - Detroit Free Press",
        "Erste Ermittlungen zu US-Geheimdienstlecks in der israelischen Angriffsplanung mit Schwerpunkt darauf, wer Zugang zu Dokumenten hatte - CNN",
        "Wie das 4. Southern Reach Buch, Absolution, aus dem Autor Jeff VanderMeer - Polygon ausbrach",
        "Naher Osten: Über ein Dutzend Tote bei israelischen Streiks in der Nähe eines der wichtigsten Krankenhäuser Beiruts - The Associated Press",
        "IWF hebt US-Wachstumsprognose an, senkt aber China; sieht glanzlose Weltwirtschaft - Reuters",
        "Hands-on mit dem iPad mini 2024: Entdecken Sie die Unterschiede - Ars Technica",
        "[removed]",
        "Paul Whelan sagt, dass er Informationen von der ukrainischen Frontlinie an die USA aus dem russischen Gefängnis - USA TODAY - weitergegeben hat",
        "NBA 2024-25 Eröffnungsabend - Expertenauswahl für Ost-, West- und NBA-Champions - ESPN"
    ]
}