{
    "headlines": [
        "ਵੈਨੇਜ਼ੁਏਲਾ ਦੇ ਵਿਰੋਧੀ ਨੇਤਾਵਾਂ ਦੇ ਬੋਲਣ ਦੇ ਤੌਰ ਤੇ ਕਾਰਾਕਾਸ ਵਿੱਚ ਵਿਰੋਧੀ ਪ੍ਰਦਰਸ਼ਨ - ਸੀ ਐਨ ਐਨ",
        "ਰੇਡਰਜ਼ ਨੇ ਐਂਟੋਨੀਓ ਪੀਅਰਸ ਨੂੰ ਸੁੱਟਣ ਤੋਂ ਬਾਅਦ ਜੀਐਮ ਟੌਮ ਟੈਲੀਸਕੋ ਨੂੰ ਸਟਨਰ ਵਿੱਚ ਬਰਖਾਸਤ ਕਰ ਦਿੱਤਾ ਕਿਉਂਕਿ ਬਿਲ ਬੇਲੀਚਿਕ ਦੀ ਸਾਜ਼ਿਸ਼ ਵਧਦੀ ਹੈ - ਨਿ New ਯਾਰਕ ਪੋਸਟ",
        "ਲਾਸ ਏਂਜਲਸ ਜੰਗਲੀ ਅੱਗਃ ਐਨਐਫਐਲ ਵਾਈਲਡ-ਕਾਰਡ ਪਲੇਆਫ ਗੇਮ ਰਾਮਜ਼, ਵਾਈਕਿੰਗਜ਼ ਵਿਚਕਾਰ ਤਹਿ 'ਤੇ ਸੋਫਾਈ ਸਟੇਡੀਅਮ ਵਿਚ ਰਹਿਣ ਲਈ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਅਮਰੀਕਾ ਦੇ ਇਤਿਹਾਸ 'ਚ ਸਭ ਤੋਂ ਮਹਿੰਗੀ ਲੱਗੀ LA ਜੰਗਲ' ਚ ਲੱਗੀ ਅੱਗ - BBC.com",
        "ਫੈੱਡ ਗਵਰਨਰ ਬੋਮੈਨ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਦਸੰਬਰ ਦੀਆਂ ਵਿਆਜ ਦਰਾਂ ਵਿੱਚ ਕਟੌਤੀ ਆਖਰੀ ਹੋਣੀ ਚਾਹੀਦੀ ਹੈ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਹਟਾਈ",
        "ਫਾਨੀ ਵਿਲਿਸ ਨੇ ਟਰੰਪ ਦੇ ਚੋਣ ਦਖਲ ਦੇ ਕੇਸ ਤੋਂ ਅਯੋਗ ਹੋਣ ਦੀ ਅਪੀਲ ਕੀਤੀ - ਐਕਸੀਓਸ",
        "ਨਿ New ਯਾਰਕ ਦੀ ਸਰਵਉੱਚ ਅਪੀਲ ਕੋਰਟ ਨੇ ਆਪਣੇ ਹਸ਼ ਮਨੀ ਕੇਸ ਵਿੱਚ ਟਰੰਪ ਦੀ ਸਜ਼ਾ ਨੂੰ ਰੋਕਣ ਤੋਂ ਇਨਕਾਰ ਕਰ ਦਿੱਤਾ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਅਸੀਂ ਅੰਤ ਵਿੱਚ ਜਾਣਦੇ ਹਾਂ ਕਿ ਯੈਲੋਸਟੋਨ ਜੁਆਲਾਮੁਖੀ ਕਿੱਥੇ ਫਟ ਜਾਵੇਗਾ ਅਗਲਾ - Livescience.",
        "BepiColombo ਪੁਲਾੜ ਯਾਨ ਦੇ 6 ਵੇਂ ਅਤੇ ਅੰਤਮ ਫਲਾਈਬਾਈ - ਸਪੇਸ ਡਾਟ ਕਾਮ ਦੀਆਂ ਤਸਵੀਰਾਂ ਵਿਚ ਮਰਕਰੀ ਸ਼ਾਨਦਾਰ ਦਿਖਾਈ ਦਿੰਦੀ ਹੈ",
        "ਸਵੇਰ ਦੀ ਕੌਫੀ ਪੀਣ ਵਾਲਿਆਂ ਨੂੰ ਦਿਲ ਦੀ ਬਿਮਾਰੀ ਅਤੇ ਮੌਤ ਦਾ ਘੱਟ ਜੋਖਮ ਹੁੰਦਾ ਹੈ - Earth.",
        "‘Assassin‘s Creed Shadows' ਰੀਲਿਜ਼ ਦੀ ਤਾਰੀਖ ਦੁਬਾਰਾ ਦੇਰੀ ਹੋ ਗਈ ਕਿਉਂਕਿ Ubisoft ਸੰਭਾਵਤ ਵਿਕਰੀ ਲਈ ਤਿਆਰੀ ਕਰਦਾ ਹੈ - ਵੰਨਗੀ",
        "ਮੈਨੂੰ ਦੋ ਸਭ ਤੋਂ ਹਾਸੋਹੀਣੇ ਐਂਡਰਾਇਡ ਫੋਨ ਮਿਲੇ ਜੋ ਮੈਂ ਕਦੇ ਸੀਈਐਸ 2025 ਤੇ ਵੇਖੇ ਹਨ - ਡਿਜੀਟਲ ਰੁਝਾਨ",
        "ਟੇਡ ਕਰੂਜ਼ ਗ੍ਰੀਨਲੈਂਡ ਨੂੰ ਹਾਸਲ ਕਰਨ ਲਈ ਟਰੰਪ ਦੀ ਪਿੱਚ ਦਾ ਬਚਾਅ ਕਰਦਾ ਹੈ - ਟੈਕਸਾਸ ਟ੍ਰਿਬਿਊਨ",
        "ਲੇਬਨਾਨ ਦੀ ਸੰਸਦ ਨੇ ਫੌਜ ਦੇ ਕਮਾਂਡਰ ਜੋਸਫ ਔਨ ਨੂੰ ਰਾਸ਼ਟਰਪਤੀ ਚੁਣਿਆ, 2 ਸਾਲਾਂ ਦਾ ਰੁਕਾਵਟ ਖ਼ਤਮ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਜੈਮੀ ਲੀ ਕਰਟਿਸ ਐਲਏ ਫਾਇਰ ਰਾਹਤ ਯਤਨਾਂ ਲਈ 1 ਮਿਲੀਅਨ ਡਾਲਰ ਦਾਨ ਕਰਦਾ ਹੈ - ਵੰਨਗੀ",
        "ਗਲੈਕਸੀ S25 Slim ਵੀ Qualcomm Snapdragon ਵਰਤਦਾ ਹੈ 8 Elite - SamMobile - ਸੈਮਸੰਗ ਨਿਊਜ਼",
        "ਲਾਸ ਏਂਜਲਸ ਨੇ ਜਾਨਲੇਵਾ ਅੱਗ ਲੱਗਣ ਤੋਂ ਮਹੀਨੇ ਪਹਿਲਾਂ ਅੱਗ ਵਿਭਾਗ ਦੇ ਬਜਟ ਤੋਂ 17.5 ਮਿਲੀਅਨ ਡਾਲਰ ਕੱਟੇ - ਏਬੀਸੀ 7 ਲਾਸ ਏਂਜਲਸ",
        "ਹਜ਼ਾਰਾਂ ਡਾਕਟਰਾਂ ਨੇ ਸੈਨੇਟ ਨੂੰ ਟਰੰਪ ਪ੍ਰਸ਼ਾਸਨ ਲਈ ਸਿਹਤ ਸਕੱਤਰ ਵਜੋਂ ਆਰਐਫਕੇ ਜੂਨੀਅਰ ਨੂੰ ਰੋਕਣ ਦੀ ਅਪੀਲ ਕੀਤੀ - ਐਨਬੀਸੀ ਨਿ Newsਜ਼",
        "ਪੀਜੀਏ ਅਵਾਰਡਸ ਮੁਲਤਵੀ ਨਾਮਜ਼ਦਗੀਆਂ ਦੀ ਘੋਸ਼ਣਾ ਐਲ. ਏ. ਵਾਈਲਡਫਾਇਰਜ਼ ਕਾਰਨ - ਡੈੱਡਲਾਈਨ"
    ]
}