{
    "headlines": [
        "Massenentlassungen beginnen, als Trump, Musk die US-Regierung säubern - Yahoo",
        "Los Angeles ist einem hohen Überschwemmungsrisiko ausgesetzt, da Regenfälle Gebiete verwüsten, die von Waldbränden im Januar verwüstet wurden - ABC News",
        "Kayaker wird vom Buckelwal verschluckt, bevor er wieder ausgespuckt wird, wildes Video zeigt: \"Ich dachte, er hätte mich schon gefressen\" - New York Post",
        "Trump ordnet einen Plan für mehr Zölle an, auch wenn sich die Inflation erwärmt - CNN",
        "Bundesrichter pausiert die Anordnung von Präsident Trump, die die geschlechtsspezifische Betreuung von Transjugendlichen einschränkt - The Associated Press",
        "Der Aktienmarkt nähert sich den Rekorden, wobei Trumps Zölle als \"mehr bellen als beißen\" angesehen werden - MarketWatch",
        "Kanye West und Bianca Censori lassen sich nicht scheiden, sagt der Vertreter und leugnen \"Boulevardgerüchte\" (exklusiv) - Hollywood Reporter",
        "Impfstoffskeptiker Robert F. Kennedy Jr. wird nach einer knappen Senatsabstimmung als Trumps Gesundheitschef vereidigt - The Associated Press",
        "Donald Trump spricht beim Treffen mit \"Great Leader\" PM Modi von \"Wonderful Trade Deals\" - NDTV",
        "Afghanischer Mann festgenommen, nachdem Auto in Münchner Protest gefahren, verletzt 30 - Financial Times",
        "Nvidias halb erschwingliche RTX 5070 startet am 5. März - Polygon",
        "14 Staaten verklagen DOGE und beschimpfen Musks \"beispiellose\" Macht als verfassungswidrig - ABC News",
        "Öffnet Alex Bregman zu den Red Sox die Handelswege der Seeleute wieder? - Seattle Sports",
        "Musk, State Dept. push back on reports of plan to buy $ 400M of armored Teslas - Axios",
        "Das vollständige Angebotsschreiben von Eon Musk zum Kauf von OpenAI enthüllt fünf wichtige Details - TechCrunch",
        "Der verzögerte CDC-Bericht zeigt, dass sich die Vogelgrippe vermehrt auf Menschen ausbreitet - The Washington Post",
        "Tim Cook neckt Apple Produktneuheiten für den 19. Februar — wahrscheinlich das iPhone SE - TechCrunch",
        "Rihanna bringt die Kinder RZA, 2, und Riot, 1, vor Gericht für den Angriffsprozess ihres Vaters A$AP Rocky - Seite sechs"
    ]
}