{
    "headlines": [
        "ਹਟਾਈ",
        "ਕੈਲੀਫੋਰਨੀਆ ਦੇ ਤੱਟ 'ਤੇ 7 ਤੀਬਰਤਾ ਦੇ ਭੂਚਾਲ ਦੇ ਝਟਕੇ - BBC.",
        "ਮਸਕ, ਰਾਮਾਸਵਾਮੀ ਡੋਗੇ ਨਾਲ ਵਿਆਪਕ ਤੌਰ 'ਤੇ ਭਰੋਸੇਮੰਦ ਫੈਡਰਲ ਸਰਕਾਰ ਨੂੰ ਘਟਾਉਣ ਦੀ ਕੋਸ਼ਿਸ਼ ਵਿਚ ਵਿਧਾਇਕਾਂ ਨਾਲ ਝਗੜਾ ਕਰਦੇ ਹਨ - ਫੌਕਸ ਨਿ Newsਜ਼",
        "ਸੇਕ ਕੁਰਸੀ ਲਈ ਟਰੰਪ ਦੀ ਚੋਣ ਵਾਲ ਸਟ੍ਰੀਟ ਲਈ ਬਿਲਕੁਲ ਨਵੀਂ ਹਕੀਕਤ ਦੀ ਪੇਸ਼ਕਸ਼ ਕਰਦੀ ਹੈਃ ਸੌਖੀ ਨਿਗਰਾਨੀ - ਪੋਲਿਟਿਕੋ",
        "ਸਿੰਗਲ ਬਰਡ ਫਲੂ ਪਰਿਵਰਤਨ ਇਸ ਨੂੰ ਮਨੁੱਖੀ ਸੈੱਲਾਂ ਵਿਚ ਅਸਾਨੀ ਨਾਲ ਲੈਚ ਕਰਨ ਦੇ ਸਕਦਾ ਹੈ, ਅਧਿਐਨ ਲੱਭਦਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਗੂਗਲ ਪਿਕਸਲ 6, 7, ਅਤੇ ਫੋਲਡ ਨੂੰ ਅਧਿਕਾਰਤ ਤੌਰ 'ਤੇ ਦੋ ਹੋਰ ਸਾਲਾਂ ਦੇ ਐਂਡਰਾਇਡ ਓਐਸ ਅਪਡੇਟਸ ਮਿਲਣਗੇ - 9to5Google",
        "ਇੰਡੀਆਨਾ ਜੋਨਸ ਅਤੇ ਗ੍ਰੇਟ ਸਰਕਲ ਦੀ ਸ਼ੁਰੂਆਤੀ ਪਹੁੰਚ ਅਵਧੀ ਵਿੱਚ ਪੂਰੀ ਰੇ ਟਰੇਸਿੰਗ ਸ਼ਾਮਲ ਨਹੀਂ ਹੋਵੇਗੀ - ਦਿ ਵਰਜ",
        "ਨਾਸਾ ਓਰੀਅਨ ਹੀਟ ਸ਼ੀਲਡ ਖੋਜਾਂ ਨੂੰ ਸਾਂਝਾ ਕਰਦਾ ਹੈ, ਆਰਟੇਮਿਸ ਚੰਦਰਮਾ ਮਿਸ਼ਨਾਂ ਨੂੰ ਅਪਡੇਟ ਕਰਦਾ ਹੈ - ਨਾਸਾ",
        "ਸਟਾਫ ਸੂਚੀਃ 2024 ਦੇ 100 ਸਭ ਤੋਂ ਵਧੀਆ ਗਾਣੇ - ਬਿਲਬੋਰਡ",
        "ਓਪਨਏਆਈ ਆਪਣੇ ਓ 1 'ਤਰਕਸ਼ੀਲਤਾ‘ ਮਾਡਲ ਦੇ ਇਕ ਵਿਸ਼ੇਸ਼ ਸੰਸਕਰਣ ਲਈ ਪ੍ਰਤੀ ਮਹੀਨਾ $ 200 ਚਾਰਜ ਕਰ ਰਿਹਾ ਹੈ - ਦਿ ਵਰਜ",
        "ਰੈੱਡ ਸੋਕਸ ਅਜੇ ਵੀ ਜੁਆਨ ਸੋਟੋ ਸਵੀਪਸਟੇਕਸ ਦੇ ਤੌਰ ਤੇ ਚੱਲ ਰਿਹਾ ਹੈ ‘ਇੱਕ ਸਿਰ ਤੇ ਆ ਰਿਹਾ ਹੈ’ - MassLive. com",
        "ਬਿਟਕੋਿਨ ਕੀਮਤਃ ਕ੍ਰਿਪਟੂ ਵਾਧੇ ਨੇ ਕਿਉਂ ਲੰਘਾਇਆ $ 100,000 — ਅਤੇ ਇਹ ਕਿੰਨੀ ਦੂਰ ਵੱਧ ਸਕਦਾ ਹੈ? - ਬੈਰਨ ਦਾ",
        "ਗੂਗਲ ਦਾ ਦਸੰਬਰ ਪਿਕਸਲ ਫੀਚਰ ਡ੍ਰੌਪ ਪਿਕਸਲ 9 - ਐਂਡਰਾਇਡ ਪੁਲਿਸ ਬਾਰੇ ਸਭ ਕੁਝ ਹੈ",
        "ਪੀਐਫਟੀ ਦਾ ਹਫਤਾ 14 2024 ਐਨਐਫਐਲ ਪਿਕਸ, ਫਲੋਰੀਓ ਬਨਾਮ ਸਿਮਜ਼ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਛੁੱਟੀਆਂ ਤੋਂ ਪਹਿਲਾਂ ਸਟਾਕ ਬਾਇਬੈਕ ਉੱਚ ਪੱਧਰ ਨੂੰ ਰਿਕਾਰਡ ਕਰਨ ਲਈ ਚੜ੍ਹ ਰਹੇ ਹਨ - ਮਾਰਕੀਟਵਾਚ",
        "ਸੀਰੀਆ ਦੇ ਵਿਦਰੋਹੀਆਂ ਨੇ ਹਾਮਾ ਤੋਂ ਫੌਜ ਦੀ ਵਾਪਸੀ ਦੇ ਨਾਲ ਦੂਜੇ ਵੱਡੇ ਸ਼ਹਿਰ 'ਤੇ ਕਬਜ਼ਾ ਕਰ ਲਿਆ - ਸੀਐਨਐਨ",
        "ਵਰਸਟਾਪੇਨ \"ਬੈਕਸਟੈਬਰ\" ਰਸਲ ਦੀਆਂ ਟਿੱਪਣੀਆਂ ਤੋਂ ਹੈਰਾਨ ਨਹੀਂ - ਮੋਟਰਸਪੋਰਟ ਡਾਟ ਕਾਮ",
        "ਟੈਨੇਸੀ ਦੇ ਟ੍ਰਾਂਸ ਕਿਸ਼ੋਰ ਐਲ. ਡਬਲਯੂ. ਨੇ ਸੁਪਰੀਮ ਕੋਰਟ ਵਿਚ ਆਪਣਾ ਦਿਨ ਬਿਤਾਇਆ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਡਾਕਟਰ ਸਰਜਰੀ ਦੌਰਾਨ ਅਨੱਸਥੀਸੀਆ ਲਈ ਕਵਰੇਜ 'ਤੇ ਸਮਾਂ ਸੀਮਾ ਲਗਾਉਣ ਦੀ ਬੀਮਾ ਕੰਪਨੀ ਦੀ ਯੋਜਨਾ ਬਾਰੇ ਅਲਾਰਮ ਵਧਾ ਰਹੇ ਹਨ - ਸੀ ਐਨ ਐਨ",
        "ਕੈਲੀਫੋਰਨੀਆ ਦੇ ਸਕੂਲ ਵਿਚ ਈਸਾਈ ਸਕੂਲ ਵਿਚ ਬੰਦੂਕਧਾਰੀ ਨੇ ਗੋਲੀਬਾਰੀ ਕਰਨ ਤੋਂ ਬਾਅਦ ਦੋ ਕਿੰਡਰਗਾਰਟਨਰਾਂ ਦੀ ਹਾਲਤ ਨਾਜ਼ੁਕ ਹੈ, ਸ਼ੈਰਿਫ ਦਾ ਕਹਿਣਾ ਹੈ - ਸੀ ਐਨ ਐਨ"
    ]
}