{
    "headlines": [
        "Trump says it was ‘my honor to be involved’ in controversial Madison Square Garden rally - CNN",
        "Alphabet stock soars as earnings crush estimates on strong cloud growth - Yahoo Finance",
        "Panthers trading WR Diontae Johnson to Ravens - Yahoo Sports",
        "Steve Bannon feels 'empowered' after four months in federal prison - NPR",
        "Police are searching for the person who set ballot boxes on fire in Washington and Oregon. Here’s what we know - CNN",
        "Hezbollah names new leader after Nasrallah killing - The Washington Post",
        "What time is Kamala Harris' speech tonight? How to watch live - Austin American-Statesman",
        "Supreme Court rejects RFK Jr. plea to be removed from ballot in two swing states - NBC News",
        "CNN bans pro-Trump commentator for ‘beeper’ joke aimed at Muslim journalist Mehdi Hasan - New York Post ",
        "Teri Garr, star of ‘Young Frankenstein’ and ‘Tootsie,’ dead at 79 - CNN",
        "Colorado teen fights kidney failure after eating McDonald’s Quarter Pounders - The Associated Press",
        "'It Was Like A Human Moment': Cynthia Erivo Reflects On Calling Out Fan-Made 'Wicked' Poster - HuffPost",
        "Paul Pelosi attack: David DePape sentenced to life in prison in state trial - ABC News",
        "An Israeli airstrike in north Gaza killed dozens of people, as parliament bans UNRWA - NPR",
        "North Korea sends foreign minister to Russia as its troops train to fight against Ukraine - The Associated Press",
        "Stunning fossil preserved in fool’s gold reveals newly identified 450 million-year-old species - CNN",
        "[Removed]",
        "TechCrunch Disrupt 2024: GM CEO Mary Barra, Tony Fadell and The Chainsmokers - TechCrunch",
        "New Mac Mini Provides Two Clues About RAM in Upcoming MacBook Pros - MacRumors",
        "Chrome introduces new ‘Performance’ tools to wrangle the tabs gobbling up your memory - The Verge"
    ]
}