{
    "headlines": [
        "Os futuros de ações estão em queda, mas as principais médias estão no ritmo dos ganhos semanais: atualizações ao vivo - CNBC",
        "O que saber sobre o acidente de avião da Azerbaijan Airlines e o possível papel da Rússia nele - Axios",
        "Procura um presente de Natal tardio? O jackpot da Mega Millions de sexta-feira propõe um bilhete de US $ 1,15 bilhão - CNN",
        "As operações do Sky Harbor foram retomadas após as filmagens no restaurante pré-segurança - ABC15 Arizona em Phoenix",
        "QB Teddy Bridgewater Regressa ao Lions - profootballrumors.com",
        "Punchless Seahawks hold on vs. Bears, wait to see if playoff hopes are alive - The Seattle Times",
        "Juiz nega esforços de Jay-Z para arquivar processo de acusadora de estupro - Hollywood Reporter",
        "Fã confundido com Taylor Swift no jogo Chiefs-Steelers foi identificado - Athlon Sports",
        "Por que o porto de Santa Cruz foi tão devastado pela tempestade - The Mercury News",
        "Richard Parsons, um líder constante na Time Warner e no Citi, morre aos 76 anos - The Washington Post",
        "Manmohan Singh, primeiro-ministro indiano que presidiu a mudança dinâmica, morre aos 92 anos - The Washington Post",
        "   Removido ",
        "O criador de ‘Squid Game’ explica a morte do final da segunda temporada de ’Heavy’, as pistas da cena no meio dos créditos e quando a terceira temporada está chegando - Variety",
        "O primeiro-ministro eslovaco fico se ofereceu para sediar as negociações de paz entre Moscou e Kiev, afirma Putin - POLITICO EUROPE",
        "Os gatos podem ficar doentes com a gripe aviária. Veja como protegê-los - ABC News",
        "Record Smashed: Parker Probe Kisses The Sun in Historic Christmas Flyby - ScienceAlert",
        "As lojas de Miami Valley experimentam a corrida pós-natal com devoluções e trocas - WDTN.com",
        "Fabricante de acessórios vaza design final da série Galaxy S25 - PhoneArena",
        "‘Loucura funcionou muito bem da primeira vez’: por que alguns republicanos veem as reflexões imperialistas de Trump como um ato de negociação. - POLITICO",
        "Dois morrem em Sydney para a corrida de iates Hobart - BBC.com"
    ]
}