{
    "headlines": [
        "Les Tigers contre les Astros marquent aujourd'hui : mises à jour en direct des séries éliminatoires du match 2 de la MLB, faits saillants - Detroit Free Press",
        "Levi Strauss met fin aux conseils car ils pèsent sur la vente de l'activité Dockers - CNBC",
        "Les procureurs montrent une vidéo d'un ancien shérif qui aurait tiré sur un juge du Kentucky - The Washington Post",
        "Le dossier de l'avocat spécial de Bombshell comprend de nouvelles allégations concernant les efforts « de plus en plus désespérés » de Trump pour renverser les élections - ABC News",
        "Israël combat les militants sur deux fronts et rapporte 8 morts au combat alors que les craintes d'une guerre plus large montent - The Associated Press",
        "Fantasy Football Week 5 Start 'Em & Sit 'Em Running Backs : Chuba Hubbard est prêt pour un grand match, plus - CBS Sports",
        "À l'intérieur du somptueux mariage italien de Millie Bobby Brown et Jake Bongiovi : voir les photos du grand jour - Page Six",
        "Une bombe américaine de la Seconde Guerre mondiale explose dans un aéroport japonais, provoquant un grand cratère dans une voie de circulation - ABC News",
        "Les crises cardiaques chez les jeunes sont rares — mais les taux augmentent. Les experts soulignent 4 raisons possibles. - Yahoo Life",
        "Le vote en ligne au concours Fat Bear Week de l'Alaska commence après une attaque qui a tué 1 candidat - The Associated Press",
        "[supprimé]",
        "OpenAI lève 6,6 milliards de dollars dans le plus grand tour de table de capital-risque jamais réalisé - Axios",
        "Le centre des ouragans suit le système qui pourrait frapper la Floride - Tampa Bay Times",
        "La sœur de Timothée Chalamet, Pauline Chalamet, soutient Kylie Jenner à la Fashion Week de Paris - E ! NEWS",
        "Mises à jour en direct : Israël promet une réponse à l'attaque de missiles iraniens, les frappes se poursuivent au Liban, à Gaza - CNN",
        "Le président pourrait invoquer une loi de 1947 pour tenter de suspendre la grève des dockers. Voici comment - The Associated Press",
        "Un tribunal empêche un couple de poursuivre Uber pour un accident, citant les conditions générales - NPR",
        "Les préservatifs ne sont pas une réalité pour les jeunes Américains. C'est une réflexion après coup - Star Tribune",
        "Lecture de l'appel du président Biden avec le G7 - La Maison Blanche",
        "Qui a gagné le débat VP ? Voici ce que les observateurs du débat ont dit dans le sondage CBS News - CBS News"
    ]
}