{
    "headlines": [
        "Apenas cinco minutos de exercício podem ajudar sua pressão arterial, diz estudo - The Washington Post",
        "Trump anuncia gerente de campanha Susie Wiles como chefe de gabinete da Casa Branca - CNN",
        "Defiant Giuliani diz que é vítima de \"perseguição política\" quando lhe dizem novamente para desistir de ativos - The Associated Press",
        "Que canal é o jogo de futebol de quinta-feira à noite hoje à noite? Ravens vs Bengals, programação da Semana 10 da NFL - Courier Journal",
        "Recapitulação da reunião do Fed: Powell 'se sente bem' com a economia, diz que Trump não pode demiti-lo legalmente - CNBC",
        "Bronny James Rumors: Lakers Assign LeBron's Son to G League; Set to Debut Saturday - Bleacher Report",
        "Um Trump animado acredita que tem um mandato para começar a correr enquanto se diverte a portas fechadas - CNN",
        "A Apple finalmente está permitindo que as bolhas verdes enviem reações de mensagens - The Verge",
        "Príncipe William diz que este foi o ano mais difícil de sua vida ao se abrir para o 'orgulho' de Kate - The Sun",
        "Os novos cães de guarda de Wall Street de Trump estão chegando - provavelmente com muito menos mordida - The Wall Street Journal",
        "Rashida Jones compartilha a memória sincera de ’Nighttime’ Jazz Hours ’de Quincy Jones:‘ É uma honra ser sua filha. Your Love Lives Forever ’- Variedade",
        "Mensagens de texto racistas relatadas em vários estados após o dia da eleição - ABC News",
        "É aqui que Bob Ferguson será empossado como o próximo governador de Washington - KING5.com",
        "   Removido ",
        "Três pessoas acusadas de fornecer drogas a Liam Payne em investigação de morte - Rolling Stone",
        "   Removido ",
        "Stephen A. Smith se distancia de Jimmy Kimmel depois que Kimmel chora pela vitória de Trump: 'Não teria sido eu' - Fox News",
        "Biden é culpado por aliados de Harris pela derrota retumbante do vice-presidente para Trump - Associated Press",
        "Sonolento durante o dia? Pode ser um sinal de alerta precoce de demência, sugere estudo - Fox News",
        "Cobertura ao vivo do lançamento do SpaceX Starlink desta tarde de Cabo Canaveral - Florida Today"
    ]
}