{
    "headlines": [
        "كرة القدم ليلة الأحد: يلقي راسل ويلسون على 264 ياردة حيث يفوز ستيلرز 37-15 - NBC Sports",
        "أوسكار يجلب الرياح والأمطار الغزيرة إلى شرق كوبا بعد ضرب جزر البهاما - ذا هيل",
        "ملخص سريع للأسبوع 7 من الدوري الوطني لكرة القدم الأمريكية: جاريد جوف مرشح لمنصب أفضل لاعب - Sports Illustrated",
        "تصويت مولدوفا على تغيير الدستور المؤيد للاتحاد الأوروبي معلق في الميزان - BBC.com",
        "سمع دوي انفجارات في لبنان حيث تعهدت إسرائيل بضرب مواقع تمويل حزب الله - BBC.com",
        "دودجرز مقابل ميتس لعبة 6 تحديثات النتيجة المباشرة: إدمان لديه 4 RBI على وشك بطولة العالم - الولايات المتحدة الأمريكية اليوم",
        "الصين تخفض أسعار الإقراض القياسية بمقدار 25 نقطة أساس - CNBC",
        "جيلي رول يطلق على تطبيق X \"الأكثر سمية\" على الإطلاق، ويقول إنه سيتركه - TMZ",
        "NY Mets vs. L.A. Dodgers النتيجة المباشرة، التحديثات، التشكيلات من NLCS Game 6 في لوس أنجلوس - NorthJersey.com",
        "يغادر المخرجون الحداد على المغني ليام باين تحية في لندن ومدن أخرى - وكالة أسوشيتد برس",
        "خلال شهر التوعية بسرطان الثدي، يقول خبير السرطان إن \"تسونامي الناجي\" قادم - فوكس نيوز",
        "يعمل ترامب بالسيارة في Bucks County McDonald's قبل دار البلدية في لانكستر، بنسلفانيا - سي بي إس نيوز",
        "يقول الخبراء إن الهبة اليومية التي يقدمها إيلون ماسك بقيمة مليون دولار للناخبين المسجلين قد تكون غير قانونية - سي إن إن",
        "\"فشل كارثي \": 7 قتلى، 3 في حالة حرجة بعد انهيار ممر الرصيف على ساحل جورجيا - دبليو إس بي أتلانتا",
        "2025 مرسيدس إيه إم جي CLE53 كابريوليه يمكنها الرقص مع المحترفين - جالوبنيك",
        "يزور ترامب ماكدونالدز بينما يتحدث هاريس إلى رواد الكنيسة في ولاية متأرجحة - الجزيرة الإنجليزية",
        "تقول وزارة الصحة إن ما لا يقل عن 87 قتيلاً في الغارة الإسرائيلية على شمال غزة - سي إن إن",
        "انتباه المتسوقين: آخر KMART كامل الحجم في الولايات المتحدة القارية يغلق مع تلاشي عملاق البيع بالتجزئة - USA TODAY",
        "إعلان وفاة اثنين من طياري البحرية بعد تحطم طائرة مقاتلة في ولاية واشنطن - وكالة أسوشيتد برس",
        "الجنرال السابق برابوو، الذي اتُهم ذات مرة بانتهاك حقوق الإنسان، يتولى رئاسة ثالث أكبر ديمقراطية في العالم - سي إن إن"
    ]
}