{
    "headlines": [
        "Rival demonstrations in Caracas as Venezuelan opposition leaders speak out - CNN",
        "Raiders fire GM Tom Telesco in stunner after dumping Antonio Pierce as Bill Belichick intrigue grows - New York Post ",
        "Los Angeles wildfires: NFL wild-card playoff game between Rams, Vikings on schedule to remain at SoFi Stadium - CBS Sports",
        "LA wildfires among costliest in US history - BBC.com",
        "Fed Governor Bowman says December interest rate cut should be the last - CNBC",
        "[Removed]",
        "Fani Willis appeals disqualification from Trump's election interference case - Axios",
        "New York's highest appeals court declines to block Trump's sentencing in his hush money case - The Associated Press",
        "We finally know where the Yellowstone volcano will erupt next - Livescience.com",
        "Mercury looks stunning in images from BepiColombo spacecraft's 6th and final flyby - Space.com",
        "Morning coffee drinkers have a lower risk of heart disease and death - Earth.com",
        "‘Assassin’s Creed Shadows’ Release Date Delayed Again as Ubisoft Prepares for Potential Sale - Variety",
        "I found two of the most ridiculous Android phones I’ve ever seen at CES 2025 - Digital Trends",
        "Ted Cruz defends Trump’s pitch to acquire Greenland - The Texas Tribune",
        "Lebanon's parliament elects army commander Joseph Aoun as president, ending a 2-year deadlock - The Associated Press",
        "Jamie Lee Curtis Donates $1 Million to L.A. Fire Relief Efforts - Variety",
        "Galaxy S25 Slim too uses Qualcomm Snapdragon 8 Elite - SamMobile - Samsung news",
        "Los Angeles cut $17.5M from fire department budget months before deadly fires - ABC7 Los Angeles",
        "Thousands of doctors urge Senate to block RFK Jr. as health secretary for Trump administration - NBC News",
        "PGA Awards Postpones Nominations Announcement Due To L.A. Wildfires - Deadline"
    ]
}