{
    "headlines": [
        "These are the world’s happiest countries in 2025 - CNN",
        "Scientists Announce Possible Breakthrough in Delaying Alzheimer’s - Gizmodo",
        "Greenpeace ordered to pay more than $660m for defaming oil firm in protests - BBC.com",
        "Trump to sign executive order to abolish the Department of Education - Fox News",
        "Aubrey Plaza Was Separated From Husband Jeff Baena Months Before Death, New Report Reveals - Hollywood Reporter",
        "Social Security in-person identity checks opposed by advocates and retirees alike - The Associated Press",
        "Dark Energy experiment shakes Einstein's theory of Universe - BBC.com",
        "Zelensky agrees to partial ceasefire after conversation with Trump - The Washington Post",
        "Federal Reserve cuts US growth forecast as Trump tariff fears grow - BBC.com",
        "Fed holds interest rates steady as tariffs begin to drive some inflation - The Washington Post",
        "As measles cases rise across the US, who may need another vaccine dose? - ABC News",
        "4th measles case confirmed in NY. Gov. Hochul asks for help promoting vaccination - Gothamist",
        "What’s new in the JFK files? 4 things to know about the assassination records. - The Washington Post",
        "Disney’s New ‘Snow White’ Film Fights Culture Wars and Wins - Bloomberg",
        "Trump fuels growing GOP fight over impeaching judges - Axios",
        "Moon’s Far Side Was a Massive Magma Ocean, Chinese Scientists Reveal! - The Daily Galaxy --Great Discoveries Channel",
        "Israel launches first ground offensive since Gaza ceasefire collapse, partially recapturing key area - CNN",
        "Google Launches Redesigned $499 Pixel 9a Weeks After iPhone 16e - Bloomberg",
        "The Boeing Starliner astronauts have returned to Earth after nine long months stuck in space—but their $150,000 salary won’t come with overtime - Fortune",
        "EU slams the door on US in colossal defense plan - POLITICO Europe"
    ]
}