{
    "headlines": [
        "Die Trump-Administration feuert 2.000 USAID-Arbeiter und setzt Tausende von anderen in Urlaub - The Associated Press",
        "Alex Rodriguez nagelt $ 10.000 Half-Court-Shot beim Bucknell-Army-Basketballspiel - USA TODAY",
        "Die Space Force teilt ein Foto der Erde, das mit dem Raumflugzeug X-37B aufgenommen wurde - The Verge",
        "Alex Ovechkin Goals Tracker: 'The Great Eight' ist 13 Jahre davon entfernt, Wayne Gretzkys Allzeitrekord von 894 - Yahoo Sports zu brechen",
        "Papst immer noch in kritischem Zustand mit Anzeichen von \"leichtem\" Nierenversagen, sagt der Vatikan - CNN",
        "Erste GeForce RTX 5080 mit 104 ROPS entdeckt, 8 fehlen in Aktion - VideoCardz.com",
        "Ehemaliger FDA-Chef \"sehr besorgt\" über die Ausbreitung des Masernausbruchs in Texas - The Hill",
        "Bundestagswahl: Konservative werden voraussichtlich gewinnen - BBC.com",
        "Brutal ehrlicher Oscar-Stimmzettel Nr. 1: \"Konklave\" für den besten Film, \"Emilia Pérez\" -Star verlor seine Stimme mit Tweets - Hollywood Reporter",
        "Flug von American Airlines nach Rom wegen \"möglicher Sicherheitsprobleme\" umgeleitet - ABC News",
        "Agenturen suchen Rat bei der neuesten Moschus-OPM-E-Mail, wobei einige die Mitarbeiter auffordern, nicht zu antworten - ABC News",
        "Republikanischer Senator nennt Trumps Massenentlassungen ein \"großes Problem\" - Rolling Stone",
        "Hegseth verteidigt Trumps Entlassungen von Pentagon-Führern und sagt, es könnte mehr Entlassungen geben - The Associated Press",
        "Berkshire Hathaway zahlte 2024 Steuern. Hier ist der Grund. - Barron's",
        "Was die New Yorker Gouverneurin Kathy Hochul sagt, dass sie gelernt hat, es mit Trump aufzunehmen - CNN",
        "Selenskyj bietet an, im Austausch für Frieden und die NATO-Mitgliedschaft der Ukraine zurückzutreten - Financial Times",
        "Aktienanleger hörten auf, wegen der Zinssätze auszuflippen. Jetzt achten sie auf dieses Risiko. - MarketWatch",
        "Was wir über den Asteroiden, der in Richtung Erde rast, wissen und nicht wissen - The Hill"
    ]
}