{
    "headlines": [
        "Vídeo mostra as consequências do ataque com bomba incendiária na sede do partido no poder no Japão - Newsweek",
        "Harris, Trump corteja os primeiros eleitores; Usher, Lizzo se juntam à campanha eleitoral - Reuters",
        "As últimas notícias sobre a morte do líder do Hamas e a guerra no Oriente Médio - CNN",
        "Ngannou vs. Ferreira: Como assistir à PFL Battle of the Giants hoje à noite, cartão de luta completo e muito mais - Yahoo Sports",
        "Assassinatos de Delphi: o testemunho do dia 2 inclui o ex-chefe de polícia de Delphi, membros do grupo de busca - FOX 59 Indianápolis",
        "Acordo provisório anunciado para acabar com a greve da Boeing - CNN",
        "Ventos Diablo Combustível Incêndio Destrutivo em Oakland - The Weather Channel",
        "Um drone tem como alvo a casa do primeiro-ministro israelense, enquanto ataques em Gaza matam mais de 50 - Associated Press",
        "Steelers tomam decisão de QB entre Justin Fields e Russell Wilson na semana 7 vs. Jets - Sports Illustrated",
        "Bose SoundLink Home Review: Grande som de um pequeno alto-falante Bluetooth elegante - CNET",
        "Oscar da Tempestade Tropical: Sábado, 19 de outubro, atualização de status do NHC - Yahoo! Voices",
        "Mergulhe nas cavernas vulcânicas submarinas onde a vida prospera - CNN",
        "‘Smile 2’ é mais feliz com abertura de US $ 23 MILHÕES; ‘We Live In Time’ da A24 ganha dinheiro com mais de US $ 4 milhões, ‘Anora’ impressiona com média de US $ 105 mil no cinema – bilheteria de sábado - prazo",
        "'Você nos vê queimando, fica em silêncio': agonia da família sobre mãe e filhos queimados até a morte em tenda em Gaza - BBC.com",
        "Chuva de meteoros Orionids atinge pico de atividade neste fim de semana: quando e onde assistir - usa TODAY",
        "Tropas norte-coreanas na guerra da Ucrânia chamam ‘enorme’ risco de escalada - POLITICO EUROPE",
        "Tempestade tropical Nadine fará landfall no sábado em Belize - CBS News",
        "Dicas de apostas para Patriots vs. Jaguars - ESPN",
        "Claude: Tudo o que precisa de saber sobre a IA da Anthropic - TechCrunch",
        "Rede elétrica de Cuba entra em colapso pela segunda vez, país inteiro novamente sem energia - Reuters Canadá"
    ]
}