{
    "headlines": [
        "مع وجود Gretzky في متناول اليد، سجل Ovechkin المركز 893 - ESPN",
        "المحكمة العليا تنحاز إلى ترامب، وتبقى الأمر الذي يتطلب دفع منح تدريب المعلمين الفيدرالية - ABC News",
        "تسخن دراما فاير فيستيفال 2 مع اشتباك المنظمين مع مسؤولي بلايا ديل كارمن - ياهو",
        "قضاة ولاية كارولينا الشمالية إلى جانب زميل جمهوري في انتخابات المحكمة العليا القريبة - أسوشيتد برس نيوز",
        "تقدم ميدجورني أول نموذج جديد لتوليد الصور منذ أكثر من عام - آرس تكنيكا",
        "كارولينا الجنوبية - تكساس: النتيجة، تحديثات مباشرة لنهائيات كأس العالم للسيدات - NCAA.com",
        "جوليو جونز يعلن اعتزاله بعد 13 موسمًا في اتحاد كرة القدم الأميركي - سي بي إس سبورتس",
        "تفشي مرض الحصبة في تكساس يقترب من 500 حالة مع انتشار الفيروس بين أطفال الرعاية النهارية - إن بي سي نيوز",
        "الكونغرس يطالب بإجابات بعد إقالة ترامب المفاجئة لرئيس وكالة الأمن القومي - PBS",
        "جي بي مورغان يحذر من الركود في الولايات المتحدة - وول ستريت جورنال",
        "رواد الفضاء الخاصون لشركة سبيس إكس Fram2 ينزلون على الأرض، وينهون رحلة المدار القطبي التاريخية - Space.com",
        "تحركات الجمهوريين في مجلس النواب لكبح جماح سلطات التعريفة الجمركية - بوليتيكو",
        "انخفض مؤشر داو جونز 2200 نقطة يوم الجمعة، وخسر مؤشر ستاندرد آند بورز 500 10 ٪ في يومين مع تعمق مسار تعريفة ترامب: تحديثات مباشرة - CNBC",
        "وسط الضربات الجوية، تتصادم مصالح تركيا وإسرائيل في سوريا - واشنطن بوست",
        "مؤشر داو جونز ينهار 2200 نقطة وناسداك يقع في منطقة السوق الهابطة حيث تمدد الأسهم عمليات البيع بعد أن أشار باول إلى عدم وجود تخفيضات وشيكة في أسعار الفائدة - Fortune",
        "لقطات \"سوبرمان\" الجديدة لجيمس غان تقسم الإنترنت: \"سوبرمان لا ينتحب\" - مراسل هوليوود",
        "مع استمرار تراجع سوق الأسهم بسبب التعريفات الجمركية، يقضي ترامب اليوم في ملعب الغولف الخاص به - أسوشيتد برس نيوز",
        "القاضي يحكم بأن الولايات المتحدة يجب أن تعيد الرجل الذي تم ترحيله إلى السلفادور عن طريق \"الخطأ\" - بي بي سي",
        "طُلب من النجوم المشاركين في فيلم \"Yellowjackets\" التصوير معًا لتلك الحلقة الأخيرة المؤلمة - مراسل هوليوود"
    ]
}