{
    "headlines": [
        "Joe Biden pardons his son Hunter - The Washington Post",
        "The only Amazon Cyber Monday deals worth shopping from Apple, Lego, Bissell, KitchenAid, Solo Stove and more - Yahoo Life",
        "Syrian and Russian jets step up strikes on rebels after opposition seizes much of Aleppo - CNN",
        "Georgia: Mass protests grow entering fourth night - DW (English)",
        "5 missing in Alaska after fishing boat capsizes: Coast Guard - ABC News",
        "Romanian leftists ahead of resurgent far-right in election: exit poll - Reuters",
        "Jacksonville Jaguars quarterback Trevor Lawrence ruled out with concussion after late hit - CNN",
        "Box Office: How ‘Moana 2,’ ‘Wicked’ and ‘Gladiator II’ Fueled Biggest Thanksgiving on Record - Variety",
        "Stellantis CEO Carlos Tavares steps down as carmaker continues struggle with slumping sales - The Associated Press",
        "Trump picks Massad Boulos to serve as adviser on Arab, Middle Eastern affairs - Reuters",
        "Raheem Morris has \"no doubt\" Kirk Cousins will bounce back from four INT game - NBC Sports",
        "Dogs believed to belong to hiker found dead, Clackamas County Sheriff's Office says - KGW.com",
        "‘It just keeps coming and coming’: Lake-effect snow will dump another foot or two of snow in parts of the US - CNN",
        "Eagles vs. Ravens Live Updates | December 1, 2024 | NFL Week 13 - PhiladelphiaEagles.com",
        "Ellen DeGeneres & Portia De Rossi’s Rare Post Shuts Down Major Misconceptions About Their Relationship - SheKnows",
        "Trump threatens 100% tariff on Bric nations - BBC.com",
        "Nations fail to deliver U.N. treaty on cleaning up plastic pollution - The Washington Post",
        "Trump pick Kash Patel must prove he'll restore public faith in the FBI, a leading GOP senator says - The Associated Press",
        "Wisconsin Democratic leader Ben Wikler enters the race to lead the national party - The Associated Press",
        "NFL DFS for 49ers vs. Bills: Top DraftKings, FanDuel daily Fantasy football picks for Sunday Night Football - CBS Sports"
    ]
}