{
    "headlines": [
        "Pontuação de Miami vs. Virginia Tech: atualizações de jogos ao vivo, pontuações de futebol universitário, 25 melhores destaques da NCAA - CBS Sports",
        "Chappell Roan retira-se do festival após reação sobre comentários eleitorais - The Washington Post",
        "Al B. Sure! envia cease-and-desist para a Amazon, autora do livro \"falso\" de Kim Porter que afirma ter feito sexo com Diddy - Página Seis",
        "SpaceX, NASA 'go' for 1st astronaut launch to ISS from Cape Canaveral Space Force Station pad - Space.com",
        "A Suprema Corte de Wisconsin decide que RFK Jr. permanecerá na cédula de novembro - The Hill",
        "Mais profissionais de saúde em contato com pacientes com gripe aviária no Missouri relatam sintomas respiratórios - CNN",
        "Capehart e Pletka sobre a política de imigração de Harris e a reunião de Zelenskyy com Trump - PBS NewsHour",
        "A OpenAI prevê uma perda de cerca de 5 mil milhões de dólares este ano, com uma receita de 3,7 mil milhões de dólares - CNBC",
        "‘Robô Selvagem’ Faz Upload de Inauguração de US $ 35 Milhões; ‘Megalópolis’ Estreia Atrás da ‘Devara Parte Um’ da Índia – Atualização de Bilheteria de Sexta-feira - Prazo",
        "O que saber sobre o furacão Helene e as inundações que a tempestade deixou em todo o sudeste dos EUA - The Associated Press",
        "Cowboys-Giants tem média de 16,22 milhões de espectadores no Amazon Prime - NBC Sports",
        "Departamento de Justiça acusa três homens por suposto hackeamento da campanha de Trump no Irã - The Washington Post",
        "Relatório: A Apple muda a estratégia do filme, raramente fará grandes lançamentos nos cinemas - Ars Technica",
        "Terra terá uma ‘mini lua’ temporária por dois meses - Associated Press",
        "Prefeito de Nova York, Eric Adams, se declara inocente de acusações de suborno - BBC.com",
        "50 esqueletos vikings \"excepcionalmente bem preservados\" descobertos na Dinamarca - CBS News",
        "Jato de buraco negro parece aumentar a taxa de explosões de nova - Ars Technica",
        "Minnesota relata rara morte humana por raiva - ABC News",
        "Hideki Matsuyama, recorde da Sungjae Im tie Presidents Cup com vitória por 7 e 6 quartetos - PGA TOUR",
        "Papa recebe uma bronca do rei belga e de vítimas de abuso por escândalos e falhas na resposta - The Associated Press"
    ]
}