{
    "headlines": [
        "ਟਿਮ ਵਾਲਜ਼ ਅਤੇ ਜੇਡੀ ਵੈਨਸ ਦੀ 2024 ਵੀਪੀ ਬਹਿਸ ਕੱਲ ਹੈ. ਇੱਥੇ ਕੀ ਜਾਣਨਾ ਹੈ. - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਏਰਿਕ ਐਡਮਜ਼ ਦੇ ਚੋਟੀ ਦੇ ਸਹਾਇਕ ਨੂੰ ਭ੍ਰਿਸ਼ਟਾਚਾਰ ਦੀਆਂ ਜਾਂਚਾਂ ਦੇ ਵਿਚਕਾਰ ਮਜਬੂਰ ਕੀਤਾ ਗਿਆ - ਪੋਲਿਟਿਕੋ",
        "ਲਾਇਨਜ਼ ਬਨਾਮ ਸੀਹਾਕਸ ਸਕੋਰ ਅੱਜਃ ਲਾਈਵ ਅਪਡੇਟਸ, ਸੋਮਵਾਰ ਨਾਈਟ ਫੁੱਟਬਾਲ ਤੋਂ ਗੇਮ ਹਾਈਲਾਈਟਸ - ਡੀਟ੍ਰਾਯਟ ਫ੍ਰੀ ਪ੍ਰੈਸ",
        "ਤਿਮੋਥਿਉ Chalamet ਮਾਰਟੀ ਸੁਪਰੀਮ ਸੈੱਟ 'ਤੇ ਵਾਲਾਂ ਅਤੇ ਮਸਤੂ ਪਰਿਵਰਤਨ ਨਾਲ ਅਣਜਾਣ ਦਿਖਾਈ ਦਿੰਦਾ ਹੈ - ਈ! ਖ਼ਬਰਾਂ",
        "ਜੋਅ ਬਾਇਡਨ ਨੇ ਡੋਨਾਲਡ ਟਰੰਪ ‘ਤੇ ਹੈਲੀਨੇ ਤੂਫਾਨ ਦੇ ਵ੍ਹਾਈਟ ਹਾ Houseਸ ਦੇ ਜਵਾਬ’ ਤੇ ’ਝੂਠ ਬੋਲਣ’ ਦਾ ਦੋਸ਼ ਲਗਾਇਆ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "2024 ਐਮਐਲਬੀ ਪਲੇਆਫਸ ਬਰੈਕਟਃ ਮੁਕੰਮਲ ਪੋਸਟ ਸੀਜ਼ਨ ਤਸਵੀਰ, ਮੇਟਸ ਅਤੇ ਬਹਾਦਰਾਂ ਵਜੋਂ ਮੈਚਅਪ ਫਾਈਨਲ ਸਪਾਟਸ ਦਾ ਦਾਅਵਾ ਕਰਦੇ ਹਨ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਉੱਤਰੀ ਟੈਕਸਾਸ ਦੇ ਆਦਮੀ ਸਮੈਸ਼ਸ ਨੇ $ 4K ਲਈ ਖਰੀਦਣ ਤੋਂ ਬਾਅਦ ਟੇਲਰ ਸਵਿਫਟ ਗਿਟਾਰ ਤੇ ਦਸਤਖਤ ਕੀਤੇ - ਡਬਲਯੂਐਫਏਏ.",
        "ਤੂਫਾਨ ਹੇਲੀਨ ਦੇ ਬਾਅਦ ਦੇ ਨਵੀਨਤਮ - ਸੀ ਐਨ ਐਨ",
        "ਆਤਮਾ ਹੇਲੋਵੀਨ ਡਿੰਗਸ 'ਐਸ ਐਨ ਐਲ' ਦੇ ਨਾਲ \"ਅਪ੍ਰਸੰਗਕ 50-ਸਾਲ ਪੁਰਾਣਾ ਟੀਵੀ ਸ਼ੋਅ\" ਸੀਜ਼ਨ ਦੇ ਪ੍ਰੀਮੀਅਰ ਸਕੈਚ ਦੇ ਬਾਅਦ ਪਹਿਰਾਵਾ - ਡੈੱਡਲਾਈਨ",
        "ਟਰੰਪ ਝੂਠਾ ਕਹਿੰਦਾ ਹੈ ਕਿ ਜਾਰਜੀਆ ਦੇ ਰਾਜਪਾਲ ਤੂਫਾਨ ਦੇ ਨੁਕਸਾਨ ਬਾਰੇ ਬਿਡੇਨ ਨਾਲ ਗੱਲ ਕਰਨ ਤੋਂ ਅਸਮਰੱਥ ਸਨ - ਐਨਬੀਸੀ ਨਿ Newsਜ਼",
        "ਕੀ ਤੁਸੀਂ ਨੰਗੀ ਅੱਖ ਨਾਲ ਧਰਤੀ ਦਾ ਨਵਾਂ 'ਮਿਨੀਮੂਨ' ਦੇਖ ਸਕਦੇ ਹੋ? - Livescience. com",
        "ਵੀਸੀ ਇੱਕ ਨਵੀਂ ਕੰਪਨੀ ਨੂੰ ਫੰਡ ਦੇਣ ਦੀ ਉਮੀਦ ਵਿੱਚ ਸਾਬਕਾ ਓਪਨਏਆਈ ਸੀਟੀਓ ਮੀਰਾ ਮੁਰਾਤੀ ਨਾਲ ਮੁਲਾਕਾਤ ਕਰਨ ਲਈ ਕਾਹਲੀ ਕਰ ਰਹੇ ਹਨ - ਬਿਜ਼ਨਸ ਇਨਸਾਈਡਰ",
        "ਛੇ ਸਾਲਾਂ ਦੀ ਮੈਰਾਥਨ ਨਿ newsਜ਼ ਕਾਨਫਰੰਸਾਂ ਤੋਂ ਬਾਅਦ, ਮੈਕਸੀਕੋ ਦਾ ਏਐਮਐਲਓ ਸਟੇਜ ਤੋਂ ਕਦਮ ਚੁੱਕਦਾ ਹੈ - ਯਾਹੂ! ਆਵਾਜ਼ਾਂ",
        "ਸਪੇਸਐਕਸ ਨੇ ਰਾਕੇਟ ਦੀ ਅਸਧਾਰਨਤਾ ਦੀ ਰਿਪੋਰਟ ਕਰਨ ਤੋਂ ਬਾਅਦ ਕ੍ਰੂ -9 ਪੁਲਾੜ ਯਾਤਰੀ ਪੁਲਾੜ ਸਟੇਸ਼ਨ 'ਤੇ ਪਹੁੰਚੇ - ਸੀਐਨਐਨ",
        "ਵਧੇਰੇ ਬਲੱਡ ਸ਼ੂਗਰ ਨਿਯੰਤਰਣ ਅਤੇ ਚਰਬੀ ਦੇ ਨੁਕਸਾਨ ਨਾਲ ਜੁੜੇ ਸਮੇਂ ਤੇ ਪਾਬੰਦੀਸ਼ੁਦਾ ਖਾਣਾ - ਮੈਡੀਕਲ ਨਿ Newsਜ਼ ਟੂਡੇ",
        "ਐਮਆਈਟੀ ਸਪਿਨੋਫ ਤਰਲ ਪਦਾਰਥ ਗੈਰ-ਟ੍ਰਾਂਸਫਾਰਮਰ ਏਆਈ ਮਾਡਲਾਂ ਦੀ ਸ਼ੁਰੂਆਤ ਕਰਦਾ ਹੈ ਅਤੇ ਉਹ ਪਹਿਲਾਂ ਹੀ ਅਤਿ-ਆਧੁਨਿਕ ਹਨ - VentureBeat",
        "ਡੀਓਡੀ ਮਿਡਲ ਈਸਟ ਡਿਫੈਂਸ ਪੋਸਟਰ ਨੂੰ ਵਧਾਉਂਦਾ ਹੈ - ਰੱਖਿਆ ਵਿਭਾਗ",
        "ਡਾਇਰੇਕਟੀਵੀ ਅਤੇ ਡਿਸ਼ ਨੇ ਮਿਲਾਉਣ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰਦਿਆਂ ਕਈ ਸਾਲ ਬਿਤਾਏ ਹਨ. ਇਹ ਆਖਰਕਾਰ ਹੋ ਰਿਹਾ ਹੈ - ਯਾਹੂ ਵਿੱਤ",
        "ਇੱਕ ਸਮਾਰੋਹ ਅਤੇ 30 ਨਵੇਂ ਘਰ ਜਿੰਮੀ ਕਾਰਟਰ ਦੇ 100 ਵੇਂ ਜਨਮਦਿਨ ਅਤੇ ਦੇਣ ਦੀ ਲੰਬੀ ਵਿਰਾਸਤ ਨੂੰ ਦਰਸਾਉਂਦੇ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਅਮਰੀਕਾ ਦੁਆਰਾ ਬਣਾਏ ਗਏ 2,000 ਪੌਂਡ ਦੇ ਬੰਬਾਂ ਦੀ ਸੰਭਾਵਤ ਤੌਰ 'ਤੇ ਸਟ੍ਰਾਈਕ ਵਿਚ ਵਰਤੋਂ ਕੀਤੀ ਗਈ ਸੀ ਜਿਸ ਵਿਚ ਹਿਜ਼ਬੁੱਲਾ ਦੇ ਮੁਖੀ ਨਸਰੱਲਾਹ ਦੀ ਮੌਤ ਹੋ ਗਈ ਸੀ, ਸੀ ਐਨ ਐਨ ਵਿਸ਼ਲੇਸ਼ਣ ਦਰਸਾਉਂਦਾ ਹੈ - ਸੀ ਐਨ ਐਨ"
    ]
}