{
    "headlines": [
        "Nike CEO John Donahoe is out, replaced by company veteran Elliott Hill - CNBC",
        "NC GOP Gov. nominee Mark Robinson denies making racist and sexually graphic posts on porn forum - CNBC",
        "Where to watch Jets vs. Patriots: Live stream, spread, odds, prediction, pick for 'Thursday Night Football' - CBS Sports",
        "Beyond Imagination: 140 Milky Ways Spanned by Record-Breaking Black Hole Jets - SciTechDaily",
        "Python attacks Thai woman in her kitchen, squeezes her for 2 hours: ‘It only tightened’ - WANE",
        "CIA officer who drugged, photographed and sexually assaulted dozens of women gets 30 years in prison as victims stare him down - CBS News",
        "A new genetic analysis of animals in the Wuhan market in 2019 may help find COVID-19's origin - The Associated Press",
        "30th-anniversary limited-run PS5 and PS5 Pro bring back mid-’90s gray plastic - Ars Technica",
        "Man charged for threatening to torture and kill 6 Supreme Court justices - Axios",
        "Flood-hit central Europe will get billions in EU aid, von der Leyen promises - Reuters",
        "Apple Intelligence is now live in public beta. Here’s what it offers and how to enable it. - TechCrunch",
        "Horns' Manning to get 1st start as Ewers recovers - ESPN",
        "Hezbollah’s Nasrallah says Israel’s Lebanon attacks crossed ‘all red lines’ - Al Jazeera English",
        "Mortgage rates drop to lowest since early February 2023 after Fed’s jumbo interest rate cut - CNN",
        "Sean ‘Diddy’ Combs' first meal in 'rat infested' NY jail revealed, allowed only 3 showers a week - Hindustan Times",
        "Fed's jumbo rate cut signals recalibration for America - Axios",
        "Chester Bennington’s Mom: ‘I Feel Betrayed’ by Linkin Park - Rolling Stone",
        "Radio pollution from SpaceX's new Starlink satellites poses threat to astronomy, scientists say - Space.com",
        "[Removed]",
        "New mini-moon to orbit Earth but won’t stay in the neighborhood for long - Fox Weather "
    ]
}