{
    "headlines": [
        "Mudança constitucional de última hora de Biden é criticada por juristas: 'Cínica e irrelevante' - Fox News",
        "   Removido ",
        "HHS investe quase US $ 600 milhões no desenvolvimento da vacina contra a gripe aviária da Moderna - CNN",
        "Rússia condena advogados da falecida figura da oposição Navalny à prisão - The Washington Post",
        "Os reguladores estão investigando relatos de danos materiais causados pela explosão da SpaceX Starship - CNN",
        "Paquistão: Imran Khan condenado a 14 anos em caso de corrupção - BBC.com",
        "CNN faz acordo com veterano da Marinha dos EUA após veredicto de difamação de US $ 5 milhões - Reuters",
        "Trump muda a posse para o interior, \"grande maioria\" dos convidados com bilhetes não pode comparecer - ABC News",
        "Dow sobe mais de 300 pontos, S&P 500 registra a melhor semana desde o período após a eleição de Trump: atualizações ao vivo - CNBC",
        "Previsão do Estado de Ohio vs. Notre Dame, odds, spread do Campeonato Nacional CFP, tempo de jogo, onde assistir na TV - CBS Sports",
        "Kyle MacLachlan, Naomi Watts e outros compartilham homenagens sinceras a David Lynch: ‘Ele me colocou no mapa’ - CNN",
        "As ordens de evacuação permanecem em vigor após o incêndio na instalação de armazenamento de baterias na Califórnia Central - CNN",
        "Justin Baldoni arrasta Taylor Swift para uma batalha legal acalorada com Blake Lively - Fox News",
        "Resultados de Pesagem | UFC 311: Makhachev vs Moicano - UFC",
        "Mel Gibson soube da nomeação de Trump nas redes sociais - Hollywood Reporter",
        "Gabinete de Relações Públicas | Ex-analista da CIA se declara culpado de transmitir informações ultrassecretas de defesa nacional - Departamento de Justiça",
        "A inigualável liga de basquete feminino estreia na sexta-feira. Aqui está tudo o que sabemos sobre isso - CNBC",
        "Playoffs da NFL 2025: Escolhas do Jogo da Rodada Divisional - Nação Verde Sangrenta",
        "Intel acaba de roubar o dinheiro do almoço da Nvidia com o Arc B570 - Tendências Digitais",
        "Os clientes da Capital One enfrentam problemas de acesso à conta devido a uma interrupção técnica. Impacto da TC pouco claro. - CT Insider"
    ]
}