{
    "headlines": [
        "NC Lt. Gov. Mark Robinson nach Vorfall bei Kampagnenereignis mit Verbrennungen zweiten Grades ins Krankenhaus eingeliefert - CNN",
        "Ave-Mary-Touchdown gestürzt, da Miami Nr. 7 im Thriller gegen Virginia Tech überlebt - Yahoo Sports",
        "Wer ist Hisbollah-Führer Hassan Nasrallah? - BBC.com",
        "Hurrikan Helene tötet mindestens 44 Menschen und zerstört einen Teil des Südostens - The Associated Press",
        "VP Harris skizziert einen \"geordneten und sicheren\" Einwanderungsplan, reißt Trump in den ersten Grenzübergang seit der Nominierung - Fox News",
        "CBS News sagt, dass es an Vance und Walz sein wird, sich in einer intensiven Debatte gegenseitig zu überprüfen - The Associated Press",
        "Chappell Roan zieht sich nach Gegenreaktionen auf Wahlbemerkungen aus dem Festival zurück - The Washington Post",
        "Der Bürgermeister von NYC, Eric Adams, plädiert auf nicht schuldig wegen Korruptionsvorwürfen des Bundes, da der Gouverneur von New York erwägt, ihn zu entfernen - CNN",
        "Riesige Luftangriffe trafen Beirut, als Israel sagte, es habe das \"Hisbollah-Hauptquartier\" angegriffen - BBC.com",
        "Al B. Sure! sendet eine Unterlassungserklärung an Amazon, den Autor des \"gefälschten\" Kim Porter-Buches, in dem behauptet wird, er habe Sex mit Diddy gehabt - Seite sechs",
        "SpaceX, NASA 'go' für den 1. Astronautenstart zur ISS von Cape Canaveral Space Force Station Pad - Space.com",
        "Klimaaktivisten werfen Suppe auf zwei Van Goghs, nur wenige Stunden nachdem andere zu Gefängnisstrafen verurteilt wurden - The Washington Post",
        "Vier Mitarbeiter des Gesundheitswesens in Missouri entwickeln Symptome nach einer Vogelgrippe-Exposition - BBC.com",
        "Wisconsin Supreme Court Regeln RFK Jr. bleibt auf November Stimmzettel - The Hill",
        "Presidents Cup 2024: Abschlagszeiten und Paarungen für die Spiele am Samstag im Royal Montreal - Yahoo Sports",
        "‘Wild Robot’ lädt $ 35M Eröffnung hoch; ‘Megalopolis’ debütiert hinter Indiens ‘Devara Part One’ – Friday Box Office Update - Deadline",
        "Justizministerium klagt drei Männer wegen angeblichen Iran-Hacks der Trump-Kampagne an - The Washington Post",
        "Bericht: Apple ändert Filmstrategie, wird selten breite Kinostarts machen - Ars Technica",
        "Die Erde wird zwei Monate lang einen vorübergehenden \"Mini-Mond\" haben - The Associated Press",
        "Gestrandete Patienten, Mitarbeiter, die inmitten von Überschwemmungen vom Dach des Krankenhauses in Tennessee geflogen wurden - CBS News"
    ]
}