{
    "headlines": [
        "Invest 97-L continua a se fortalecer sobre o Mar do Caribe, em direção ao Golfo do México, diz NHC - WESH 2 Orlando",
        "   Removido ",
        "Israel monta ataques aéreos contra o Hezbollah no Líbano, diz aos cidadãos para evacuar - Reuters",
        "Os principais assessores de campanha de Mark Robinson desistem - Axios",
        "O que sabemos sobre o tiroteio em Birmingham que deixou 4 pessoas mortas - CNN",
        "   Removido ",
        "China acende a esperança de estímulo com corte de taxa após dados fracos - Bloomberg Television",
        "Rightmove da Grã-Bretanha pesará oferta de aquisição adoçada de US $ 8,1 bilhões do rea Group pela Reuters - Investing.com",
        "‘Representante‘ de Janet Jackson: Fui demitida por causa do drama de desculpas de Kamala Harris - The Daily Beast",
        "Horóscopo para segunda-feira, 23 de setembro de 2024 - Chicago Sun-Times",
        "Sam Altman está unindo forças com o guru do design Jony Ive e a viúva de Steve Jobs para construir uma nova empresa de dispositivos de IA - Business Insider",
        "Coluna | Carolyn Hax: Irmão esgotado teme se tornar cuidador novamente por padrão - The Washington Post",
        "   Removido ",
        "Juiz de Kentucky almoçou com o xerife agora preso por seu assassinato, diz funcionário do tribunal - CNN",
        "Os líderes mundiais estão reunidos para a Assembleia Geral da ONU. A perspectiva é sombria - The Associated Press",
        "O preço do Samsung Galaxy S24 FE vazou antes do lançamento global iminente. Tudo o que sabemos até agora | Menta - Menta",
        "Pierce explode Raiders: 'Decisões de negócios' em prejuízo - ESPN",
        "Plano de reforma da ONU adotado apesar da oposição russa - DW (inglês)",
        "Guerra na Ucrânia: Zelensky apresentará 'plano de vitória' a Biden, Harris e Trump - BBC.com",
        "Vamos exagerar na Semana 3 da NFL: Os Bears tomaram a decisão errada sobre Justin Fields vs. Caleb Williams? - ESPN"
    ]
}