{
    "headlines": [
        "ਡਾਓ ਜੋਨਸ ਫਿਊਚਰਜ਼: ਵਿਕੀਪੀਡੀਆ ਸਿਖਰ $ 81,000 ਟਰੰਪ ਰੈਲੀ ਵਿਚ; Nvidia Leads 5 ਸਟਾਕ ਨੇੜੇ ਖਰੀਦਣ ਅੰਕ - ਨਿਵੇਸ਼ਕ ਦਾ ਕਾਰੋਬਾਰ ਰੋਜ਼ਾਨਾ",
        "ਕੀ ਜੌਨ ਡੱਟਨ ਦੀ ਮੌਤ ਹੋ ਗਈ ਹੈ? ‘ਯੈਲੋਸਟੋਨ’ ਕੇਵਿਨ ਕੌਸਟਨਰ ਦੇ ਹੈਰਾਨ ਕਰਨ ਵਾਲੇ ਨਿਕਾਸ ਤੋਂ ਬਾਅਦ ਆਪਣੀ ਕਿਸਮਤ ਦਾ ਖੁਲਾਸਾ ਕਰਦਾ ਹੈ - ਨਿ New ਯਾਰਕ ਪੋਸਟ",
        "ਤੂਫਾਨ ਅਤੇ ਬਲੈਕਆਉਟ ਤੋਂ ਬਾਅਦ 6.8 ਤੀਬਰਤਾ ਦੇ ਭੂਚਾਲ ਨੇ ਕਿubaਬਾ ਨੂੰ ਹਿਲਾ ਦਿੱਤਾ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਜਦੋਂ ਕਿ ਬਹੁਤ ਸਾਰੇ ਯੂਐਸ ਵੋਟਰ ਟਰੰਪ ਦੀਆਂ ਸਖਤ ਸਰਹੱਦੀ ਨੀਤੀਆਂ ਦਾ ਸਵਾਗਤ ਕਰਦੇ ਹਨ, ਉਸਦੀ ਜਿੱਤ ਪ੍ਰਵਾਸੀਆਂ ਨੂੰ ਕਿਨਾਰੇ ਪਾਉਂਦੀ ਹੈ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਟਰੰਪ ਨੇ ਜੀਓਪੀ ਦੇ ਸੈਨੇਟਰਾਂ ਨੂੰ ਨਿਯੁਕਤੀਆਂ ਨੂੰ ਘਟਾਉਣ ਲਈ ਸਹਿਮਤ ਹੋਣ ਲਈ ਬਹੁਮਤ ਦੇ ਨੇਤਾ ਬਣਨ ਦੀ ਮੰਗ ਕੀਤੀ - ਸੀਐਨਐਨ",
        "ਵਪਾਰੀ ਜੰਗਲੀ ਹਫਤੇ ਤੋਂ ਰਜਿਸਟਰ ਹੋਣ ਦੇ ਨਾਤੇ ਜੋਖਮ ਵਾਲੇ ਰਸਤੇ 'ਤੇ ਬਾਂਡ ਮਾਰਕੀਟ - ਯਾਹੂ ਵਿੱਤ",
        "ਡੀਟ੍ਰਾਯ੍ਟ ਲਾਇਨਜ਼ ਬਨਾਮ ਹਿਊਸਟਨ Texans ਪਹਿਲੇ ਅੱਧੇ ਲਾਈਵ ਚੈਟ, ਓਪਨ ਥਰਿੱਡ - ਮਾਣ ਦੇ ਡੀਟ੍ਰਾਯ੍ਟ",
        "ਸਵੈਇੱਛਕ ਜੰਗਲਾਤ ਰੇਂਜਰ, 18, ਨਿ New ਯਾਰਕ ਦੇ ਜੰਗਲੀ ਅੱਗ ਦਾ ਜਵਾਬ ਦਿੰਦੇ ਹੋਏ ਮਰ ਜਾਂਦਾ ਹੈ ਜਿਸ ਨੇ ਐਨਵਾਈਸੀ ਉੱਤੇ ਧੂੰਆਂ ਭਰੀ ਧੁੰਦ ਭੇਜੀ - ਸੀਐਨਐਨ",
        "ਉੱਤਰੀ ਟੈਕਸਾਸ ਉੱਤੇ ਅਸਮਾਨ ਵਿੱਚ ਫਾਇਰਬਾਲ ਕੀ ਸੀ? - ਫੌਕਸ 4 ਨਿਊਜ਼ ਡੱਲਾਸ-ਫੋਰਟ ਵਰਥ",
        "Deebo ਸੈਮੂਅਲ 49ers ਲੰਬੇ snapper, kicker ਨਾਲ 'ਅੱਖਰ ਦੇ ਬਾਹਰ' ਸਾਈਡਲਾਈਨ ਝਗੜੇ ਦੀ ਵਿਆਖਿਆ ਕਰਦਾ ਹੈ - ਅਮਰੀਕਾ ਨੇ ਅੱਜ",
        "ਕੋਲਟਸ ਸੀਬੀ ਕੇਨੀ ਮੂਰ ਨੇ ਬਿੱਲਾਂ ਨੂੰ ਗੁਆਉਣ ਤੋਂ ਬਾਅਦ ਟੀਮ ਦੇ ਸਾਥੀਆਂ ਨੂੰ ਬੁਲਾਇਆਃ ‘ਮੈਨੂੰ ਨਹੀਂ ਲਗਦਾ ਕਿ ਕੋਸ਼ਿਸ਼ ਉਥੇ ਹੈ’ - ਯਾਹੂ ਸਪੋਰਟਸ",
        "ਅਗਲਾ ਨਿਨਟੈਂਡੋ ਡਾਇਰੈਕਟ ਸਭ ਸੁਪਰ ਨਿਨਟੈਂਡੋ ਵਰਲਡ ਦੇ ਡੋਂਕੀ ਕਾਂਗ ਕੰਟਰੀ - ਦਿ ਵਰਜ ਬਾਰੇ ਹੈ",
        "ਐਨਐਫਐਲ ਹਫਤਾ 10 ਟੇਕਵੇਅਜ਼ਃ ਲੀਗ ਦੀਆਂ ਸਭ ਤੋਂ ਸ਼ਰਮਨਾਕ ਟੀਮਾਂ ਲਈ ਨਬਜ਼ ਜਾਂਚ - ਬਲੈਚਰ ਰਿਪੋਰਟ",
        "ਵਿਕੀਪੀਡੀਆ ਤੋੜ $ 80,000 ਟਰੰਪ ਵੱਧ ਆਸ਼ਾਵਾਦ 'ਤੇ ਪਹਿਲੀ ਵਾਰ ਲਈ - ਬਲੂਮਬਰਗ",
        "Sotomayor ਕੋਲ ਸੁਪਰੀਮ ਕੋਰਟ ਤੋਂ ਅਸਤੀਫਾ ਦੇਣ ਦੀ ਕੋਈ ਯੋਜਨਾ ਨਹੀਂ ਹੈ, ਸੂਤਰਾਂ ਦਾ ਕਹਿਣਾ ਹੈ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਪੈਰਿਸ ਸਮਝੌਤੇ ਤੋਂ ਟਰੰਪ ਦੀ ਦੂਜੀ ਵਾਪਸੀ ਵੱਖਰੀ ਕਿਉਂ ਹੋਵੇਗੀ - ਪੋਲਿਟਿਕੋ ਯੂਰਪ",
        "'ਹੇਰੇਟਿਕ' ਅਤੇ ਹਿਊਗ ਗ੍ਰਾਂਟ ਨੇ $ 11 ਮਿਲੀਅਨ ਨਾਲ ਸ਼ੁਰੂਆਤ ਕੀਤੀ, ਪਰ 'ਵੇਨੋਮਃ ਦ ਲਾਸਟ ਡਾਂਸ' ਦੁਬਾਰਾ ਬਾਕਸ ਆਫਿਸ 'ਤੇ ਚੋਟੀ' ਤੇ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਅੱਗ ਬੁਝਾਉਣ ਵਾਲੇ ਤਰੱਕੀ ਕਰਦੇ ਹਨ, ਪਰ ਦੱਖਣੀ ਕੈਲੀਫੋਰਨੀਆ ਦੇ ਜੰਗਲੀ ਅੱਗ ਭੜਕਦੀ ਹੈ - ਅਮਰੀਕਾ ਅੱਜ",
        "ਟਰੰਪ ਨੇ ਪੁਤਿਨ ਨਾਲ ਕੀਤੀ ਗੱਲ, ਰੂਸੀ ਨੇਤਾ ਨੂੰ ਕਿਹਾ ਕਿ ਯੂਕਰੇਨ 'ਚ ਨਾ ਵਧਣ - The Washington Post",
        "ਈਲੋਨ ਮਸਕ ਨੇ ਫੈਡਰਲ ਰਿਜ਼ਰਵ ਬੈਂਕ ਨੂੰ ਖਤਮ ਕਰਨ ਦੀ ਮੰਗ ਕੀਤੀ - Cointelegraph"
    ]
}