{
    "headlines": [
        "ਟਰੰਪ ਅਤੇ ਮੈਕਸੀਕੋ ਦੇ ਰਾਸ਼ਟਰਪਤੀ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਨ੍ਹਾਂ ਦੀ ਚੰਗੀ ਕਾਲ ਸੀ – ਹਾਲਾਂਕਿ ਟੈਰਿਫ ਦੇ ਵਾਅਦੇ 'ਤੇ ਪਿੱਛੇ ਹਟਣ ਦਾ ਕੋਈ ਸੰਕੇਤ ਨਹੀਂ - ਸੀਐਨਐਨ",
        "ਐਨਐਫਐਲ ਹਫਤਾ 13 ਔਕੜਾਂ, ਭਵਿੱਖਬਾਣੀ, ਮਾਹਰ ਪਿਕਃ ਕਿੱਥੇ ਵੇਖਣਾ ਹੈ, ਸਟ੍ਰੀਮ ਥੈਂਕਸਗਿਵਿੰਗ, 'ਬਲੈਕ ਫ੍ਰਾਈਡੇ' ਗੇਮਜ਼ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਨਿ Mexico ਮੈਕਸੀਕੋ ਦੇ ਆਦਮੀ ਨੂੰ ਬੋਟਡ ਪੈਨਾਈਲ ਇੰਜੈਕਸ਼ਨਾਂ 'ਤੇ 412 ਮਿਲੀਅਨ ਡਾਲਰ ਦੀ ਅਦਾਇਗੀ ਦਿੱਤੀ ਗਈਃ \"ਇੱਕ ਰਾਸ਼ਟਰੀ ਰਿਕਾਰਡ ਸਥਾਪਤ ਕਰਨ ਵਾਲਾ ਕੇਸ\" - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਟਰੰਪ ਰਾਜਦੂਤ ਕੀਥ ਕੈਲੋਗ ਰੂਸ-ਯੂਕਰੇਨ ਯੁੱਧ ਨੂੰ ਕਿਵੇਂ ਖਤਮ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹਨ? - ਅਲ ਜਜ਼ੀਰਾ ਅੰਗਰੇਜ਼ੀ",
        "ਸੈਮਸੰਗ ਨਵੇਂ ਉਤਪਾਦ ਲਾਂਚ ਤੋਂ ਪਹਿਲਾਂ $ 1,000 ਦੀ ਛੂਟ ਦੇ ਨਾਲ ਗਲੈਕਸੀ ਐਸ 24 ਅਲਟਰਾ ਦੇ ਸਟਾਕ ਨੂੰ ਸਾਫ ਕਰਦਾ ਹੈ - ਗਿਜ਼ਮੋਡੋ",
        "ਤਕਨੀਕੀ ਕੰਪਨੀਆਂ ਨੇ ਨੋਟਿਸ 'ਤੇ ਪਾ ਦਿੱਤਾ ਕਿਉਂਕਿ ਆਸਟਰੇਲੀਆ ਨੇ ਅੰਡਰ -16 ਲਈ ਵਿਸ਼ਵ-ਪਹਿਲੀ ਸੋਸ਼ਲ ਮੀਡੀਆ ਪਾਬੰਦੀ ਨੂੰ ਪਾਸ ਕੀਤਾ - ਸੀਐਨਐਨ",
        "‘ਉਹ ਪ੍ਰਬੰਧਕ ਨਹੀਂ ਹੈ’: ਸਾਬਕਾ ਆਰਐਫਕੇ ਜੂਨੀਅਰ ਸਟਾਫ ਇਸ ਬਾਰੇ ਕਿ ਉਹ ਐਚਐਚਐਸ ਕਿਵੇਂ ਚਲਾਉਂਦਾ ਹੈ - ਪੋਲਿਟਿਕੋ",
        "ਥੈਂਕਸਗਿਵਿੰਗ ਮੌਸਮਃ ਮੀਂਹ ਅਤੇ ਬਰਫਬਾਰੀ ਉੱਤਰ-ਪੂਰਬ ਵੱਲ ਯਾਤਰਾ ਦੀਆਂ ਮੁਸ਼ਕਲਾਂ ਲਿਆ ਸਕਦੀ ਹੈ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਟੈਂਪਾ ਬੇਅ ਲਾਈਟਨਿੰਗ ਪਲੇਅਰ ਅਵਿਸ਼ਵਾਸ਼ਯੋਗ inੰਗ ਨਾਲ ਹੈਟ੍ਰਿਕ ਨੂੰ ਸੁਰੱਖਿਅਤ ਕਰਦਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਇਜ਼ਰਾਈਲ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਹਿਜ਼ਬੁੱਲਾ ਨਾਲ ਜੰਗਬੰਦੀ ਦੀ ਉਲੰਘਣਾ ਕੀਤੀ ਗਈ, ਦੱਖਣੀ ਲੇਬਨਾਨ 'ਤੇ ਅੱਗ - ਰਾਇਟਰ",
        "ਟਰੰਪ ਦੀਆਂ ਇਮੀਗ੍ਰੇਸ਼ਨ ਯੋਜਨਾਵਾਂ ਦਾ ਅਮਰੀਕਾ ਦੇ ਨੌਕਰੀਆਂ ਦੇ ਵਾਧੇ ਲਈ ਕੀ ਅਰਥ ਹੈ - ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "ਚੀਨ ਵਿਚ ਉੱਚ ਪੱਧਰੀ ਫੌਜੀ ਅਧਿਕਾਰੀ ਨੂੰ ਜਾਂਚ ਅਧੀਨ ਰੱਖਿਆ, ਰੱਖਿਆ ਮੰਤਰਾਲੇ ਦਾ ਕਹਿਣਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਰੂਸ ਡਿੱਗ ਰਹੇ ਰੂਬਲ 'ਤੇ ਘਬਰਾਹਟ ਨੂੰ ਰੋਕਣ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰਦਾ ਹੈ, ਕਿਉਂਕਿ ਕੇਂਦਰੀ ਬੈਂਕ ਦਖਲ ਦੇਣ ਲਈ ਮਜਬੂਰ ਹੈ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਕੁੰਜੀ ਚਿੱਪ ਸਪਲਾਇਰਾਂ ਦੇ ਸ਼ੇਅਰ ਛਾਲ ਮਾਰਦੇ ਹਨ ਕਿਉਂਕਿ ਯੂਐਸ ਕਥਿਤ ਤੌਰ 'ਤੇ ਟੋਨਡ-ਡਾਉਨ ਚਾਈਨਾ ਪਾਬੰਦੀਆਂ ਨੂੰ ਮੰਨਦਾ ਹੈ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "'ਵਿਸ਼ਾਲ' ਮਿਜ਼ਾਈਲ ਹਮਲੇ ਤੋਂ ਬਾਅਦ ਯੂਕਰੇਨ ਭਰ ਵਿੱਚ ਐਮਰਜੈਂਸੀ ਬਲੈਕਆਉਟ - ਬੀਬੀਸੀ.",
        "ਦੱਖਣੀ ਕੋਰੀਆ: ਭਾਰੀ ਬਰਫਬਾਰੀ 'ਚ ਘੱਟੋ-ਘੱਟ 4 ਮੌਤਾਂ - DW (ਪੰਜਾਬੀ)",
        "ਕੋਰਟ ਨੇ ਅਮਰੀਕਾ-ਮੈਕਸੀਕੋ ਸਰਹੱਦ 'ਤੇ ਸਥਾਪਤ ਰੇਜ਼ਰ ਤਾਰ ਨੂੰ ਲੈ ਕੇ ਟੈਕਸਾਸ ਦਾ ਸਮਰਥਨ ਕੀਤਾ - ਐਨਪੀਆਰ",
        "ਐਫਟੀਸੀ ਨੇ ਕਥਿਤ ਤੌਰ 'ਤੇ ਮਾਈਕ੍ਰੋਸਾੱਫਟ - ਟੈਕਕ੍ਰਾਂਚ ਦੀ ਐਂਟੀਟ੍ਰਸਟ ਜਾਂਚ ਖੋਲ੍ਹ ਦਿੱਤੀ",
        "'ਡਾਂਸਿੰਗ ਵਿਦ ਦ ਸਟਾਰਜ਼' ਸੀਜ਼ਨ 33 ਫਾਈਨਲ ਰੇਟਿੰਗਾਂ 4 ਸਾਲਾਂ ਵਿੱਚ ਸਭ ਤੋਂ ਵਧੀਆ - ਡੈੱਡਲਾਈਨ",
        "ਭਾਰਤ ਦੇ ਸਵੱਛ ਊਰਜਾ ਪੁਸ਼ ਬਾਰੇ ਅਡਾਨੀ ਦੇ ਦੋਸ਼ ਕੀ ਉਜਾਗਰ ਕਰਦੇ ਹਨ - Reuters."
    ]
}