{
    "headlines": [
        "O aumento de Trump com os eleitores latinos está subvertendo o mapa do campo de batalha do Congresso - POLITICO",
        "Por que não deve reutilizar plásticos descartáveis - The Washington Post",
        "A ONU interrompe os embarques de ajuda através da principal passagem de Gaza após saques. Culpa Israel pela crise - The Associated Press",
        "A neve pesada do efeito do lago cria viagens traiçoeiras na região dos Grandes Lagos, à medida que o frio generalizado do Ártico congela os EUA - CNN",
        "Uma geração de sobreviventes do vício em drogas está entrando na velhice - The Wall Street Journal",
        "Protestos sem precedentes varrem a Geórgia enquanto o governo cancela a candidatura da UE - POLITICO EUROPE",
        "O Yeti partiu para conquistar o mercado mais frio. Um assassinato na cadeia de suprimentos quase a descarrilou. - Business Insider",
        "World Central Kitchen interrompe o trabalho em Gaza após funcionários de transporte de carros serem atingidos por ataque israelense - BBC.com",
        "Donald Trump escolhe Kash Patel para o FBI e Chad Chronister para a DEA - BBC.com",
        "O número 3 do Texas detém o número 20 da Texas A&M para conquistar o lugar no jogo do título da SEC contra o número 7 da Geórgia - Yahoo Sports",
        "Southwest Airlines encerrará serviço de cabine mais cedo em voos para reduzir risco de ferimentos - Associated Press",
        "Os servidores ‘Fortnite’ estão inativos, aqui está quando o Capítulo 6, Temporada 1, for ao ar - Forbes",
        "Uma injeção duas vezes por ano pode ajudar a acabar com a AIDS. Mas será que vai chegar a todos que precisam? - The Associated Press",
        "Trump Exige ‘Compromisso’ das Nações do BRICS sobre o Uso do Dólar - Bloomberg",
        "Por dentro da quarta derrota consecutiva de Ryan Day para Michigan: \"Decepcionado. Inesperado. Esmagado. '- FOX SPORTS",
        "2024 WWE Survivor Series: Revisão de WarGames, vencedores, notas: Roman Reigns pins Solo Sikoa em Bloodline Battle - CBS Sports",
        "Trump escolhe o xerife da Flórida como administrador da DEA - The Washington Post",
        "Projeções do futebol americano universitário após a Semana 14: Mudanças nos playoffs depois que o Texas vence, o estado de Ohio vacila - 247Sports",
        "Veja a escala da destruição na fortaleza do Hezbollah perto de Beirute - The Washington Post",
        "   Removido "
    ]
}