{
    "headlines": [
        "Putin sagt, dass Russland eine neue Rakete in der Ukraine gestartet hat. Das wissen wir - CNN",
        "Nordkalifornien steht vor möglichen rekordverdächtigen Regenfällen durch den atmosphärischen Fluss und ein weiterer Sturm kommt - CNN",
        "Israel steht bereit, als Hilfskonvois in Gaza angegriffen werden - CBS News",
        "SEC-VORSITZENDER Gary Gensler tritt zurück, hinterlässt Vermächtnis der Teilung und Krypto-Fehden - Fortune",
        "Browns vs. Steelers Quoten, Vorhersage, Spread, Zeit: Thursday Night Football Picks nach NFL-Modell auf 20-8 Lauf - CBS Sports",
        "Dwayne Johnson & Chris Evans Christmas Pic ‘Red One’ Stuffing $ 100M In Global Box Office Bag - Deadline",
        "Erklärung von Präsident Joe Biden zu Haftbefehlen des Internationalen Strafgerichtshofs - Das Weiße Haus",
        "Michigan Flips Nr. 1 Interessent, Fünf-Sterne-Plus + QB Bryce Underwood von LSU - On3",
        "Die neue Boarding-Technologie von American Airlines könnte Sie an jetzt über 100 Flughäfen stoppen - The Associated Press",
        "Brasilianische Polizei klagt den ehemaligen Präsidenten Bolsonaro und seine Helfer wegen angeblichen Putschversuchs 2022 an - The Associated Press",
        "Jussie Smollett's Conviction for Lying to Police, Staging Hate Crime Is Uverturned - The Wall Street Journal",
        "Gap-Aktien steigen, während sie die Leitlinien erhöhen, und wirbt für einen „starken Start“ in den Urlaub - CNBC",
        "Britin Simone White stirbt nach Verdacht auf Massenvergiftung in Laos - BBC.com",
        "Der neue Pressesprecher des Weißen Hauses von Trump lacht über Ellen DeGeneres, die die USA verlässt - TMZ",
        "[removed]",
        "Wissenschaftler lösen ein 40-jähriges Rätsel und identifizieren eine Chemikalie, die in Millionen von amerikanischem Leitungswasser gefunden wurde - CNN",
        "Gerüchtewiederholung: Apple Television, AirTag 2 Upgrades, iPhone 17 Leckerbissen - 9to5Mac",
        "DOJ-Google Fight wird ernst. Warum die Alphabet-Aktie heute fällt. - Barron's",
        "Einige Krankenhäuser sehen einen Anstieg der RSV, \"gehende Lungenentzündung. Das sollten Sie wissen - ABC News",
        "Kenias Präsident William Ruto storniert wichtige Geschäfte mit der Adani Group - BBC.com"
    ]
}