{
    "headlines": [
        "Kalifornien Waldbrände Live-Updates: Ein weiteres Feuer bricht in Hollywood Hills aus - The Associated Press",
        "Innerhalb von Trumps geschlossenem Treffen mit Senatsrepublikanern - Axios",
        "Prominente, die Häuser in LA verloren haben, Palisades Fires: Vollständige Liste - Business Insider",
        "Potenziell lähmender Hafenstreik abgewendet, nachdem Hafenarbeiter, Häfen und Reedereien einen vorläufigen Deal erzielt haben - CNN",
        "Die italienische Journalistin Cecilia Sala wurde vom Iran freigelassen - The Washington Post",
        "NFL kündigt Notfallplan für Vikings-Rams Wildcard-Playoff-Spiel inmitten von Waldbränden in Los Angeles an - CBS Sports",
        "Der Chrome Web Store von Google hat ein ernstes Spam-Problem, das zwielichtige Erweiterungen fördert - Ars Technica",
        "Die Oscar-Nominierungen wurden auf den 19. Januar verschoben, die Abstimmung wurde aufgrund von Bränden in L.A. um 2 Tage verlängert - Vielfalt",
        "Packers vs. Eagles Verletzungsbericht - PhiladelphiaEagles.com",
        "Trump fordert den Obersten Gerichtshof auf, das Schweigegeldurteil zu blockieren - The Wall Street Journal",
        "Trump spricht mit Richter Alito inmitten des Drucks, strafrechtliche Verurteilungen zu stoppen - ABC News",
        "[removed]",
        "Die Zuschauerzahlen in der regulären NFL-Saison sinken um 2,2 Prozent - NBC Sports",
        "Beunruhigt oder willkommen? Was denken die Grönländer über Trumps Angebot, die Insel zu kaufen - CNN",
        "Libanesischer Armeechef nähert sich der Präsidentschaft, sagen libanesische Quellen - Reuters",
        "[removed]",
        "SpaceX Falcon 9 Starlink 12-12 - Kennedy Space Center",
        "Tiger Woods hat eine neue Fake-Golf-Liga auf ESPN. Es ist ... etwas. - Schiefer",
        "Das israelische Militär sagt, dass die Leiche der Beduinen-Geisel aus Gaza geborgen wurde - BBC.com",
        "Joe Biden sagt, er hätte Donald Trump bei der Wahl besiegen können - BBC.com"
    ]
}