{
    "headlines": [
        "ਆਖਰੀ ਮਿੰਟ ਦੇ ਫੀਲਡ ਟੀਚੇ 'ਤੇ ਪੇਨ ਸਟੇਟ ਨੂੰ ਹਰਾਉਣ ਲਈ ਨੋਟਰੇ ਡੈਮ ਰੈਲੀਆਂ, ਸੀਐਫਪੀ ਰਾਸ਼ਟਰੀ ਚੈਂਪੀਅਨਸ਼ਿਪ ਵਿਚ ਅੱਗੇ ਵਧਿਆ - ਯਾਹੂ ਸਪੋਰਟਸ",
        "ਮਿਲੋ Ventimiglia ਮਲੀਬੂ ਅੱਗ ਵਿਚ ਘਰ ਨੂੰ ਗੁਆਉਣ ਦੇ ਬਾਅਦ ਚੋਕ: \"ਤੁਹਾਡਾ ਦਿਲ ਹੁਣੇ ਹੀ ਤੋੜ\" - ਡੈੱਡਲਾਈਨ",
        "ਜੈਨੀ ਗਰਥ ਨੇ ਐਲਏ ਅੱਗਾਂ ਤੋਂ ਭੱਜਣ ਤੋਂ ਬਾਅਦ ਸਾਬਕਾ ਪਤੀ ਪੀਟਰ ਫੇਸੀਨੇਲੀ ਦੇ ਘਰ 'ਤੇ ਪਨਾਹ ਲਈਃ ਉਸਨੇ‘ ਸਾਨੂੰ ਅੰਦਰ ਲਿਆ ’- ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਵਿਸ਼ਵ ਨੇ 2024 ਵਿਚ ਪਹਿਲੀ ਵਾਰ 1.5C ਗਲੋਬਲ ਵਾਰਮਿੰਗ ਟੀਚੇ ਦੀ ਉਲੰਘਣਾ ਕੀਤੀ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "ਅਮਰੀਕਾ ਦੇ ਇਤਿਹਾਸ 'ਚ ਸਭ ਤੋਂ ਮਹਿੰਗੀ ਲੱਗੀ LA ਜੰਗਲ' ਚ ਲੱਗੀ ਅੱਗ - BBC.com",
        "'ਕਵਾਡ-ਡੈਮਿਕ' ਐਮਰਜੈਂਸੀ ਕਮਰਿਆਂ ਨੂੰ ਓਵਰਫਲੋਅ ਕਰਨ ਲਈ ਜ਼ਿੰਮੇਵਾਰ - KARE11.com",
        "Riley Leonard ਸੱਟ ਅੱਪਡੇਟਃ Notre Dame QB ਸੰਭਾਵੀ concussion ਨਾਲ Orange Bowl ਬਨਾਮ ਪੈਨ ਸਟੇਟ ਬਾਹਰ - ਅਮਰੀਕਾ ਨੇ ਅੱਜ",
        "ਅਮਰੀਕੀ ਸੁਪਰੀਮ ਕੋਰਟ ਨੇ ਨਿਊਯਾਰਕ ਹਸ਼ ਮਨੀ ਮਾਮਲੇ 'ਚ ਟਰੰਪ ਨੂੰ ਸੁਣਾਈ ਸਜ਼ਾ",
        "ਅਮਰੀਕੀ ਸਾਲਾਂ ਨਾਲੋਂ ਘੱਟ ਟਿਪਿੰਗ ਕਰ ਰਹੇ ਹਨ - ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "ਪ੍ਰਿਸਕੋ ਦਾ ਐਨਐਫਐਲ ਪਲੇਆਫ ਬਰੈਕਟ ਪ੍ਰੋਜੈਕਸ਼ਨਃ ਬਿੱਲ ਆਖਰਕਾਰ ਚੀਫਸ ਨੂੰ ਢਾਹ ਦਿੰਦੇ ਹਨ, ਪੈਕਰਸ ਸਟਨ ਲਾਇਨਜ਼ ਸੁਪਰ ਬਾlਲ ਦੇ ਰਸਤੇ ਤੇ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਫੈਡਰਲ ਅਪੀਲ ਕੋਰਟ ਗਾਰਲੈਂਡ ਦੀ ਟਰੰਪ ਕੇਸਾਂ ਬਾਰੇ ਵਿਸ਼ੇਸ਼ ਵਕੀਲ ਰਿਪੋਰਟ ਜਾਰੀ ਕਰਨ ਦੀ ਯੋਜਨਾ ਨੂੰ ਰੋਕ ਨਹੀਂ ਦੇਵੇਗਾ - ਸੀਐਨਐਨ",
        "ਐਨਐਫਐਲ ਲਾਸ ਏਂਜਲਸ ਵਿੱਚ ਵਿਨਾਸ਼ਕਾਰੀ ਜੰਗਲੀ ਅੱਗਾਂ ਦੇ ਦਿਨਾਂ ਬਾਅਦ ਵਾਈਕਿੰਗਜ਼-ਰਾਮ ਪਲੇਆਫ ਗੇਮ ਨੂੰ ਅਰੀਜ਼ੋਨਾ ਭੇਜਦਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "2025 ਵਿਚ ਬੰਦ ਕਰਨ ਲਈ ਹੋਰ ਮੈਸੀ ਦੇ ਸਟੋਰ. ਬੰਦ ਹੋਣ ਵਾਲੀਆਂ ਥਾਵਾਂ ਦੀ ਸੂਚੀ ਦੇਖੋ - Axios",
        "ਮਲੀਬੂ ਵਿਚ ਜੈੱਫ ਬ੍ਰਿਜਜ਼ ਦਾ ਪਰਿਵਾਰਕ ਘਰ ਪਾਲੀਸੇਡਸ ਅੱਗ ਵਿਚ ਤਬਾਹ ਹੋ ਗਿਆ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਲੀਕ ਮੈਟਾ ਨਿਯਮ: ਉਪਭੋਗੀ ਪੋਸਟ ਕਰਨ ਲਈ ਮੁਫ਼ਤ ਹਨ “ਮੈਕਸੀਕਨ ਪ੍ਰਵਾਸੀ ਰੱਦੀ ਹਨ!” ਜ “ਟ੍ਰਾਂਸ ਲੋਕ ਅਨੈਤਿਕ ਹਨ” - ਦ ਇੰਟਰਸੈਪਟ",
        "ਨੇਤਨਯਾਹੂ Auschwitz ਯਾਦਗਾਰੀ ਸਮਾਗਮ ਵਿਚ ਸ਼ਾਮਲ ਹੋ ਸਕਦੇ ਹਨ, ਪੋਲੈਂਡ ਦੇ Tusk ਕਹਿੰਦਾ ਹੈ - POLITICO ਯੂਰਪ",
        "ਇਹ ਜੰਗਲੀ ਅੱਗ ਨਿਕਾਸੀ ਚੇਤਾਵਨੀ ਗਲਤੀ ਨਾਲ ਐਲਏ ਕਾਉਂਟੀ - ਦਿ ਵਰਜ ਵਿਚ ਹਰ ਕਿਸੇ ਲਈ ਬਾਹਰ ਚਲੀ ਗਈ",
        "ਐਨਵੀਡੀਆ ਦਾ ਏਆਈ ਅਵਤਾਰ ਮੇਰੇ ਕੰਪਿ computerਟਰ ਸਕ੍ਰੀਨ ਤੇ ਬੈਠਾ ਅਤੇ ਮੈਨੂੰ ਅਜੀਬ ਕਰ ਦਿੱਤਾ - ਟੈਕਕ੍ਰਾਂਚ",
        "ਸੈਨੇਟ ਡੈਮੋਕਰੇਟ ਅਪਰਾਧ ਦੇ ਦੋਸ਼ੀ ਪ੍ਰਵਾਸੀਆਂ ਨੂੰ ਹਿਰਾਸਤ ਵਿੱਚ ਲੈਣ ਲਈ ਬਿੱਲ ਨੂੰ ਅੱਗੇ ਵਧਾਉਣ ਲਈ ਵੋਟਿੰਗ ਵਿੱਚ ਰਿਪਬਲਿਕਨਾਂ ਵਿੱਚ ਸ਼ਾਮਲ ਹੁੰਦੇ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਜਿਮੀ ਕਾਰਟਰ ਸੰਸਕਾਰ ਲਾਈਵ ਅੱਪਡੇਟਃ ਟੋਕਰੀ ਮੈਦਾਨ ਵਿਚ ਪਹੁੰਚਣ, ਜਾਰਜੀਆ, ਟਰੰਪ ਦੇ ਬਾਅਦ, ਓਬਾਮਾ, ਬਾਈਡਨ ਸੇਵਾ ਵਿਚ ਹਾਜ਼ਰ - ਫੋਰਬਸ"
    ]
}