{
    "headlines": [
        "NFL fans outraged by Steelers-Ravens Prime Video game - New York Post ",
        "Kyren Williams on practice in Arizona: \"I felt like I was at peace\" - NBC Sports",
        "Exclusive: CEO of California’s third-largest home insurer discusses consequences of L.A. fires - San Francisco Chronicle",
        "L.A. Fires: Images of Devastation in Malibu and Pacific Palisades - Yahoo! Voices",
        "Ladd McConkey scores 86-yard TD, but Houston returns blocked extra point for two - NBC Sports",
        "Scientists Reveal New Weight Loss Hack: Drink This Berry Juice Every Day To Burn More Fat - SciTechDaily",
        "California Gov. Gavin Newson passes off wildfire response blame to local leaders, own team - New York Post ",
        "Greenland Cracks Door Open to Trump’s Imperialist Dreams - The Daily Beast",
        "Legendary Soul Singer Sam Moore, Half of Sam & Dave, Dies at 89 - Billboard",
        "Zuck’s Own Board Co-Chair Knifes Him Over MAGA Makeover - The Daily Beast",
        "Special counsel Jack Smith resigns from DOJ - POLITICO",
        "Tom Holland's Father Shares Details Of Son's Engagement To Zendaya - HuffPost",
        "Tulsa race massacre probe finds 1921 horror was 'coordinated, military-style attack' - ABC News",
        "James Woods says his house survived after he thought L.A. fires destroyed it: 'A miracle' - Entertainment Weekly News",
        "Israel’s Netanyahu sends Mossad director to Gaza cease-fire talks in Qatar in sign of progress - POLITICO",
        "A father at the bedside of his son and a woman who stayed behind with her beloved pets are among California wildfire victims - CNN",
        "Ukraine has captured two North Korean soldiers in Russia, Zelensky says - The Washington Post",
        "[Removed]",
        "Trump border czar privately tempers Republican lawmaker expectations on administration’s initial deportation operation - CNN",
        "D.C. area on alert after bird flu detected in poultry in Maryland, Delaware - The Washington Post"
    ]
}