{
    "headlines": [
        "   Removido ",
        "Atualizações das eleições de 2024: Harris, agenda de Trump para terça-feira; últimas pesquisas presidenciais - usa TODAY",
        "Israel mata pelo menos 50 em Gaza, forças cercam o norte de Jabalia - Reuters",
        "Coringa: Folie À Deux fiasco continua (para roubar a Warner Bros. às cegas) - The A.V. Club",
        "Apple revela novo iPad Mini com chip A17 Pro e Apple Intelligence - MacRumors",
        "A Coreia do Norte explode partes de ligações rodoviárias e ferroviárias intercoreanas numa demonstração simbólica de raiva - The Associated Press",
        "Pontuação de Bills vs. Jets: Buffalo se livra de uma Ave Maria para vencer Nova York por 23-20 no Monday Night Football - Yahoo Sports",
        "Goldman Sachs, Bank Of America Extend Breakouts On Earnings; Citigroup Eyes Buy Point - Investor's Business Daily",
        "Walgreens vai fechar 1.200 lojas em todo o país, diz que 1 em cada 4 locais não é lucrativo - New York Post",
        "Índia-Canadá: Como os laços chegaram ao fundo do poço entre os dois países - BBC.com",
        "Taylor Swift lançará edição ‘Anthology’ de 'Tortured Poets‘ em vinil e CD, além de um livro da turnê Eras, para a Black Friday - Variety",
        "Aaron Rodgers critica árbitros, faz referência a 'South Park' após a derrota dos Jets para o Bills - Bleacher Report",
        "Futuros iPhones ganhando ainda mais memória: 12GB a partir do próximo ano - 9to5Mac",
        "A Lua Cheia do Caçador desta semana será a superlua mais brilhante do ano - MLive.com",
        "A crise da Boeing está a piorar. Agora está a pedir dezenas de milhares de milhões de dólares emprestados - CNN",
        "Oura Ring 4 Primeiras impressões depois de usá-lo por uma semana - CNET",
        "Sobreviventes, parentes de mortos em Lewiston, Maine, tiroteio em massa dão o primeiro passo para processar o Exército - CBS News",
        "Ataque de drone em Israel destaca as limitações do Iron Dome - BBC.com",
        "Novo estudo encontra ligação entre COVID e diabetes tipo 2 em jovens - WTOP",
        "Harris critica comentários 'inimigos de dentro' de Trump em comício na Pensilvânia - Reuters"
    ]
}