{
    "headlines": [
        "Ce qu'il faut savoir sur les microplastiques, les phtalates, le BPA et les PFAS - The Washington Post",
        "Sean « Diddy » Combs To Blackmail, Pay Off Witnesses, Feds Say ; Defense Cries Foul - Deadline",
        "Mike Tyson, Beyoncé - Investor's Business Daily",
        "Deux femmes ont déclaré au comité d'éthique de la Chambre que Gaetz avait envoyé des paiements à Venmo « pour des relations sexuelles » et avait posé des questions sur les « faveurs de la fête », a déclaré leur avocat - CBS News",
        "2 sont tués et 1 est grièvement blessé lors d'un carnage au couteau à New York. Un suspect est en garde à vue - The Associated Press",
        "Pourquoi les revenus de Nvidia peuvent-ils déclencher une volatilité massive du S&P 500 - Benzinga",
        "Spirit Airlines a fait faillite. Qu'est-ce que cela signifie pour les voyageurs ? - L'Associated Press",
        "La réponse de la Russie aux missiles américains sera « appropriée et tangible » - BBC.com",
        "Variante Mpox plus sévère trouvée aux États-Unis pour la première fois. Voici ce que nous savons - Gizmodo",
        "La star de « One Tree Hill », Paul Teal, meurt à 35 ans - TV Insider",
        "[supprimé]",
        "Comment les démocrates envisagent de lutter contre le plan de déportation de masse de Trump - ABC News",
        "Texans vs Cowboys cotes, propagation, ligne, prédiction, heure : choix de football du lundi soir par modèle NFL sur une course de 17-7 - CBS Sports",
        "L'entraîneur des Bears Matt Eberflus proteste auprès de la NFL que les arbitres ont manqué une pénalité sur le bloc FG gagnant des Packers - Yahoo Sports",
        "SpaceX alimente Starship megarocket en test clé avant le 6ème vol d'essai (photos) - Space.com",
        "'Red One' a gagné 34 millions de dollars sur un budget de 250 millions de dollars lors de son premier week-end. Cela semble mauvais — mais Amazon MGM n'a jamais prévu de faire ses profits dans les théâtres. - Yahoo Entertainment",
        "[supprimé]",
        "[supprimé]",
        "La momie « chaton » à dents de sabre déterrée en Sibérie est la première du genre - CNN",
        "Ce qu'il faut savoir sur Brendan Carr, le choix de Trump pour la présidence de la FCC - Axios"
    ]
}