{
    "headlines": [
        "ਇਜ਼ਰਾਈਲ ਨੇ ਉੱਤਰੀ ਗਾਜ਼ਾ ਵਿਚ ਆਖਰੀ ਕੰਮਕਾਜੀ ਸਹੂਲਤ 'ਤੇ ਛਾਪੇਮਾਰੀ ਵਿਚ ਹਸਪਤਾਲ ਦੇ ਡਾਇਰੈਕਟਰ ਅਤੇ ਹੋਰ ਸਟਾਫ ਨੂੰ ਗ੍ਰਿਫਤਾਰ ਕੀਤਾ, ਸਿਹਤ ਅਧਿਕਾਰੀ ਕਹਿੰਦੇ ਹਨ - ਸੀ ਐਨ ਐਨ",
        "ਵਾਰਡ ਕੀਨਮ ਦਾ ਡੀ-ਆਈ ਪਾਸਿੰਗ ਟੀਡੀ ਰਿਕਾਰਡ ਤੋੜਦਾ ਹੈ - ਈਐਸਪੀਐਨ ਆਸਟਰੇਲੀਆ",
        "ਐੱਚ-1ਬੀ ਵੀਜ਼ਾ ਬਹਿਸ 'ਚ ਟਰੰਪ ਨੇ ਐਲਨ ਮਸਕ ਦੇ ਨਾਲ ਰੱਖੇ ਪੱਖ, ਕਿਹਾ- ਉਹ ਹਮੇਸ਼ਾ ਪ੍ਰੋਗਰਾਮ ਦੇ ਪੱਖ' ਚ ਰਹੇ ਹਨ - ਰਾਇਟਰਜ਼",
        "ਪੇਟ ਦੇ ਵਾਇਰਸ ਦੇ ਵਾਧੇ ਦੇ ਯੂਐਸ ਦੇ ਕੇਸਾਂ ਦੇ ਨਾਲ ਨੈਸਟੀ ਨੋਰੋਵਾਇਰਸ ਪੂਰੀ ਤਾਕਤ ਵਿੱਚ ਵਾਪਸ ਆ ਗਿਆ ਹੈ - ਯਾਹੂ! ਆਵਾਜ਼ਾਂ",
        "ਫਲੋਰੀਡਾ ਵਿੱਚ ਬ੍ਰਾਈਟਲਾਈਨ ਟ੍ਰੇਨ ਫਾਇਰ ਟਰੱਕ ਨਾਲ ਟਕਰਾਉਣ ਤੋਂ ਬਾਅਦ 15 ਜ਼ਖਮੀ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਕੈਲੀਫੋਰਨੀਆ ਵਿਚ ਵੇਚੇ ਗਏ 1.22 ਬਿਲੀਅਨ ਡਾਲਰ ਦੇ ਲਾਟਰੀ ਜੈਕਪਾਟ ਲਈ ਟਿਕਟ ਜਿੱਤਣਾ, ਮੈਗਾ ਮਿਲੀਅਨਜ਼ ਕਹਿੰਦਾ ਹੈ - ਯਾਹੂ! ਆਵਾਜ਼ਾਂ",
        "ਚਾਰਜਰਸ ਨੇ ਦੇਸ਼ ਭਗਤਾਂ ਉੱਤੇ ਬਲੋਆਉਟ ਜਿੱਤ ਨਾਲ ਏਐਫਸੀ ਵਾਈਲਡ ਕਾਰਡ ਬਰਥ ਨੂੰ ਜਿੱਤਿਆ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਬੰਗਲ ਬਨਾਮ ਬ੍ਰੋਂਕੋਸ ਕਿੱਥੇ ਵੇਖਣਾ ਹੈਃ ਟੀਵੀ ਚੈਨਲ, ਲਾਈਵ ਸਟ੍ਰੀਮ, ਔਕੜਾਂ, ਸ਼ਨੀਵਾਰ ਏਐਫਸੀ ਸ਼ੋਅਡਾਉਨ ਲਈ ਭਵਿੱਖਬਾਣੀ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਹਫਤੇ 17 ਲਈ ਬ੍ਰੋਂਕੋਸ-ਬੰਗਲਜ਼ ਅਕਿਰਿਆਸ਼ੀਲ - ਮੀਲ ਹਾਈ ਰਿਪੋਰਟ",
        "ਨੇਤਨਯਾਹੂ ਐਤਵਾਰ ਨੂੰ ਪ੍ਰੋਸਟੇਟ ਹਟਾਉਣ ਲਈ ਅਪਰੇਸ਼ਨ ਕਰਵਾਉਣਗੇ, ਮੁਕੱਦਮੇ ਲਈ ਅਦਾਲਤ 'ਚ ਪੇਸ਼ ਨਹੀਂ ਹੋਣਗੇ - ਦ ਯਰੂਸ਼ਲਮ ਪੋਸਟ",
        "ਸਾਰੇ ਬਿਗ ਲਾਟਸ ਸਟੋਰ ਬੰਦ ਨਹੀਂ ਹੋਣਗੇਃ ਗੋਰਡਨ ਬ੍ਰਦਰਜ਼ ਨਾਲ ਸੌਦਾ 400 ਤੱਕ ਖੁੱਲ੍ਹਾ ਰਹਿੰਦਾ ਹੈ - ਅਮਰੀਕਾ ਅੱਜ",
        "ਡੇਲੇ ਹੈਡਨਃ ਕਾਰਬਨ ਮੋਨੋਆਕਸਾਈਡ ਦੇ ਸ਼ੱਕੀ ਲੀਕ ਵਿਚ ਮਾਡਲ ਦੀ ਮੌਤ ਹੋ ਗਈ - ਬੀਬੀਸੀ.",
        "ਕੋਲੋਰਾਡੋ ਆਦਮੀ 'ਤੇ ਟੀਵੀ ਰਿਪੋਰਟਰ' ਤੇ ਹਮਲਾ ਕਰਨ ਦਾ ਦੋਸ਼, ਕਿਹਾ ‘ਇਹ ਹੁਣ ਟਰੰਪ ਦਾ ਅਮਰੀਕਾ ਹੈ’ - ਪੋਲਿਟਿਕੋ",
        "ਟੇਲਰ ਸਵਿਫਟ ਅਤੇ ਟ੍ਰੈਵਿਸ ਕੈਲਸੇ ਨੇ ਬਲੇਕ ਨੂੰ ਲਾਈਵਲੀ ਅਤੇ ਰਿਆਨ ਰੇਨੋਲਡਜ਼ 'ਮੈਚਿੰਗ ਆਉਟਫਿਟਸ' ਤੇ ਲਓ - ਯਾਹੂ ਐਂਟਰਟੇਨਮੈਂਟ",
        "ਬਾਕਸ ਆਫਿਸਃ ਕ੍ਰਿਸਮਸ ਤਾਜ ਲਈ ਕਲੋਜ਼ ਬੈਟਲ ਵਿਚ ‘ਸੋਨਿਕ 3’ ਅਤੇ ’ਮੁਫਾਸਾ‘, ‘ਇਕ ਸੰਪੂਰਨ ਅਣਜਾਣ’ ਚਮਕਦਾ ਹੈ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਰੀਗਨ ਐਫਬੀਆਈ ਦੇ ਡਾਇਰੈਕਟਰ ਨੇ ਗੈਬਾਰਡ, ਪਟੇਲ ਵਿਰੁੱਧ ਸਾਵਧਾਨੀ ਵਰਤਣ ਦੀ ਅਪੀਲ ਕੀਤੀ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "Beyoncé ਦੀ ਮੰਮੀ ਟੀਨਾ ਜਾਣਦੀ ਹੈ ਗਾਇਕ ਦੇ ਕ੍ਰਿਸਮਸ ਦਿਵਸ Halftime ਸ਼ੋਅ 'ਤੇ ਆਲੋਚਨਾ ਪ੍ਰਤੀ ਪ੍ਰਤੀਕਰਮ - ਬਿਲਬੋਰਡ",
        "ਵਾਚ ਸਪੇਸਐਕਸ ਨੇ ਗਰਭਪਾਤ ਤੋਂ ਬਾਅਦ ਅੱਜ ਰਾਤ ਦੂਜੀ ਵਾਰ 4 ਐਸਟ੍ਰਾਨਿਸ ਸੈਟੇਲਾਈਟ ਲਾਂਚ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕੀਤੀ - ਸਪੇਸ ਡਾਟ ਕਾਮ",
        "ਬਰਡ ਫਲੂ ਵਾਇਰਸ ਸੰਭਾਵਤ ਤੌਰ ਤੇ ਲੂਸੀਆਨਾ ਦੇ ਮਰੀਜ਼ ਦੇ ਅੰਦਰ ਬਦਲ ਗਿਆ ਜੋ ਗੰਭੀਰ ਰੂਪ ਵਿੱਚ ਬਿਮਾਰ ਹੋ ਗਿਆ, ਸੀਡੀਸੀ ਕਹਿੰਦਾ ਹੈ - ਪੀਬੀਐਸ ਨਿ Newsਜ਼ਹੋਰ",
        "ਆਜ਼ੇਰਬਾਈਜ਼ਾਨ ਏਅਰਲਾਈਨਜ਼ ਦੇ ਕਰੈਸ਼ 'ਤੇ ਪੁਤਿਨ ਨੇ ਮੁਆਫੀ ਮੰਗੀ ਪਰ ਦੋਸ਼ ਨਹੀਂ ਮੰਨਦੇ - BBC."
    ]
}