{
    "headlines": [
        "ਲੂਯਿਸਵਿਲ ਵਾਲੀਬਾਲ ਰੈਲੀਆਂ ਪਿਛਲੇ ਪਿਟ NCAA ਦਾ ਸਿਰਲੇਖ ਮੈਚ ਤੱਕ ਪਹੁੰਚਣ ਲਈ - NCAA.",
        "ਬ੍ਰੋਂਕੋਸ ਬਨਾਮ ਚਾਰਜਰਸ ਲਾਈਵ ਅਪਡੇਟਸਃ ਐਨਐਫਐਲ ਸਕੋਰ, ਗੇਮ ਸਟੇਟਸ, ਹਾਈਲਾਈਟਸ, 'ਵੀਰਵਾਰ ਰਾਤ ਫੁੱਟਬਾਲ ਕਿੱਥੇ ਵੇਖਣਾ ਹੈ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਸੀਡੀਸੀ ਨੇ ਅਮਰੀਕਾ ਵਿੱਚ ਗੰਭੀਰ ਬਰਡ ਫਲੂ ਦੇ ਪਹਿਲੇ ਕੇਸ ਦੀ ਪੁਸ਼ਟੀ ਕੀਤੀ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਫੇਡੈਕਸ ਆਪਣੇ ਮਾਲ ਟਰੱਕਿੰਗ ਕਾਰੋਬਾਰ ਨੂੰ ਬੰਦ ਕਰਨ ਲਈ - ਰਾਇਟਰਜ਼",
        "ਯੂਕਰੇਨ ਯੁੱਧ ਖ਼ਤਮ ਕਰਨ 'ਤੇ ਪੁਤਿਨ ਦਾ ਵੱਡਾ ਬਿਆਨਃ' ਰੂਸ ਨਾਲ ਸਮਝੌਤਾ ਕਰਨ ਲਈ ਤਿਆਰ... '- ਹਿੰਦੁਸਤਾਨ ਟਾਈਮਜ਼",
        "ਫੁਲਟਨ ਕਾਉਂਟੀ ਡੀਏ ਫਾਨੀ ਵਿਲਿਸ ਨੂੰ ਟਰੰਪ ਕੇਸ ਤੋਂ ਅਯੋਗ ਠਹਿਰਾਇਆ ਗਿਆ - ਬੀਬੀਸੀ.",
        "ਵੂਪੀ ਗੋਲਡਬਰਗ \"ਸਖਤ ਕੋਸ਼ਿਸ਼ ਕੀਤੀ\" 90 ਦੇ ਦਹਾਕੇ ਵਿੱਚ ‘ਬੁਰੇ’ ਅਧਿਕਾਰ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ - ਡੈੱਡਲਾਈਨ",
        "ਈਥਨ ਸਲੈਟਰ ਦੀ ਸਾਬਕਾ ਪਤਨੀ ਤਲਾਕ ਅਤੇ ਅਭਿਨੇਤਾ ਦੇ ਰੋਮਾਂਸ ਬਾਰੇ ਅਰਿਆਨਾ ਗ੍ਰਾਂਡੇ ਨਾਲ ਖੁੱਲ੍ਹਦੀ ਹੈ - ਹਫਪੋਸਟ",
        "ਓਕਲਾਹੋਮਾ ਦੇ ਵਿਅਕਤੀ ਦੀ 2024 ਦੇ ਰਾਸ਼ਟਰ ਦੇ ਅੰਤਮ ਫਾਂਸੀ ਵਿੱਚ ਜਾਨਲੇਵਾ ਟੀਕੇ ਨਾਲ ਮੌਤ ਹੋ ਗਈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਸਿਟੀ ਕੌਂਸਲ ਸੈਂਟਰ ਸਿਟੀ ਵਿਚ ਸਿਕਸਰਜ਼ ਦੇ ਅਖਾੜੇ ਨੂੰ ਮਨਜ਼ੂਰੀ ਦਿੰਦੀ ਹੈ; ਪ੍ਰਦਰਸ਼ਨਕਾਰੀਆਂ ਨੂੰ ਚੈਂਬਰਾਂ ਤੋਂ ਹਟਾ ਦਿੱਤਾ ਗਿਆ - ਫਿਲਡੇਲ੍ਫਿਯਾ ਇਨਕੁਆਇਰਰ",
        "ਡੈਮਜ਼ ਨੇ ਸਰਕਾਰੀ ਫੰਡਿੰਗ, ਕਰਜ਼ੇ ਦੀ ਛੱਤ ’ਤੇ ਜੀਓਪੀ ਯੋਜਨਾ ਬੀ ਨੂੰ' ਨਰਕ ਨਹੀਂ ’ਕਿਹਾ - ਦਿ ਹਿੱਲ",
        "ਫੈਡਰਲ ਕਰਮਚਾਰੀ ਸਰਕਾਰੀ ਬੰਦ ਦੀ ਤਿਆਰੀ ਕਰਦੇ ਹਨ ਕਿਉਂਕਿ ਵਿਧਾਇਕ ਨਵੇਂ ਸਟਾਪਗੈਪ ਸੌਦੇ ਨੂੰ ਧੱਕਦੇ ਹਨ - ਫੈਡਰਲ ਨਿ Newsਜ਼ ਨੈਟਵਰਕ",
        "ਓਪਨਏਆਈ ਦੁਆਰਾ ਬਾਹਰ ਨਾ ਜਾਣ ਲਈ, ਗੂਗਲ ਆਪਣਾ \"ਤਰਕ\" ਏਆਈ ਮਾਡਲ - ਆਰਸ ਟੈਕਨੀਕਾ ਜਾਰੀ ਕਰਦਾ ਹੈ",
        "ਨਾਈਕ ਪੋਪਸ ਕਮਾਈ ਦੇ ਤੌਰ ਤੇ, ਨਵੇਂ ਸੀਈਓ ਦੇ ਅਧੀਨ ਮਾਲੀਆ ਬੀਟ ਦ੍ਰਿਸ਼ - ਨਿਵੇਸ਼ਕ ਦਾ ਕਾਰੋਬਾਰ ਰੋਜ਼ਾਨਾ",
        "ਗੂਗਲ ਕੀਪ ਐਂਡਰਾਇਡ ਸਿਸਟਮ ਐਪਸ ਦੀ ਰੈਂਕ ਵਿਚ ਸ਼ਾਮਲ ਹੋ ਸਕਦਾ ਹੈ - ਦਿ ਵਰਜ",
        "ਸ਼ੱਕੀ ਯੂਨਾਈਟਿਡਹੈਲਥਕੇਅਰ ਕਾਤਲ ਲੁਗੀ ਮੈਂਗਿਓਨ ਦੀ ਸੀਈਓ ਨੂੰ 'ਵੇਕ' ਕਰਨ ਦੀ ਯੋਜਨਾ ਜਰਨਲ ਐਂਟਰੀਆਂ ਵਿੱਚ ਪ੍ਰਗਟ ਹੋਈਃ ਹਲਫੀਆ ਬਿਆਨ - ਫੌਕਸ ਨਿ Newsਜ਼",
        "ਮੈਡਿਸਨ ਸਕੂਲ ਦੇ ਨਿਸ਼ਾਨੇਬਾਜ਼ ਨਾਲ ਹਮਲੇ ਦੀ ਸਾਜਿਸ਼ ਰਚਣ ਦੇ ਦੋਸ਼ੀ ਵਿਅਕਤੀ ਲਈ ਸੁਰੱਖਿਆ ਆਦੇਸ਼ ਜਾਰੀ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਜੈਰੀ ਜੇਡੀ ਇਨ ਅਵਿਸ਼ਵਾਸ ਮੈਡਨ ਰੇਟਿੰਗ ਟੈਂਕ ਜੈੱਟਸ ਵਪਾਰਃ ‘ਇਹ ਝੂਠੀ ਖ਼ਬਰ ਹੈ’ - ਨਿ New ਯਾਰਕ ਪੋਸਟ",
        "ਸਰੀਰ ਦੇ ਸਭ ਤੋਂ ਵੱਡੇ ਨਸਾਂ ਨੂੰ ਕਿਵੇਂ ਉਤੇਜਿਤ ਕਰਨਾ ਗੰਭੀਰ ਡਿਪਰੈਸ਼ਨ ਤੋਂ ਛੁਟਕਾਰਾ ਪਾ ਸਕਦਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਕਾਲਜ ਫੁੱਟਬਾਲ ਪਲੇਆਫ ਦੀਆਂ 12 ਟੀਮਾਂ ਨੂੰ ਮਿਲੋ - ਸੀ ਐਨ ਐਨ"
    ]
}