{
    "headlines": [
        "ਪੱਛਮੀ ਟੈਕਸਾਸ ਵਿੱਚ ਖਸਰਾ ਫੈਲਣਾ ਟੀਕੇ ਦੇ ਸ਼ੱਕ ਦੇ ਕਾਰਨ ਵਿਗੜਦਾ ਹੈ - ਬੀਬੀਸੀ",
        "ਅਮਰੀਕਾ ਅਤੇ ਈਰਾਨ ਨਾਜ਼ੁਕ ਪਰਮਾਣੂ ਗੱਲਬਾਤ ਸ਼ੁਰੂ ਕਰਨਗੇ ਕਿਉਂਕਿ ਟਰੰਪ ਨੇ ਜੰਗ ਦੀ ਧਮਕੀ ਦਿੱਤੀ ਹੈ - ਸੀਐਨਐਨ",
        "2025 ਐਨਬੀਏ ਪਲੇਆਫ ਤਸਵੀਰਃ ਪੂਰਬੀ ਕਾਨਫਰੰਸ ਦੇ ਬੀਜ ਸੈੱਟ; ਲੇਕਰਜ਼ ਅਜੇ ਵੀ ਗੜਬੜ ਵਾਲੇ ਪੱਛਮ ਵਿੱਚ ਨੰਬਰ 3 ਸੀਲ ਕਰਨ ਲਈ ਵੇਖਦੇ ਹਨ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਲਾਈਵ ਕਵਰੇਜਃ ਸਪੇਸਐਕਸ ਵੈਂਡੇਨਬਰਗ ਤੋਂ ਫਾਲਕਨ 9 ਰਾਕੇਟ 'ਤੇ ਐਨਆਰਓ ਲਈ ਸਟਾਰਸ਼ੀਲਡ ਸੈਟੇਲਾਈਟ ਲਾਂਚ ਕਰੇਗਾ - ਸਪੇਸਫਲਾਈਟ ਹੁਣੇ ਸੰਪਰਕ ਕਰੋ",
        "ਟਰੰਪ ਨੇ ਅਮਰੀਕੀ ਦੱਖਣੀ ਸਰਹੱਦ ਦੇ ਨਾਲ ਸੰਘੀ ਜ਼ਮੀਨ 'ਤੇ ਕੰਟਰੋਲ ਕਰਨ ਲਈ ਫੌਜ ਨੂੰ ਦਿੱਤਾ ਅਧਿਕਾਰ - CNN",
        "'ਮਿਥਿਕ ਕੁਐਸਟ' ਐਪਲ ਦੁਆਰਾ 4 ਸੀਜ਼ਨ ਤੋਂ ਬਾਅਦ ਰੱਦ ਕੀਤਾ ਗਿਆ; ਨਵਾਂ ਅੰਤਮ ਐਪੀਸੋਡ - ਡੈੱਡਲਾਈਨ",
        "ਲੁਈਸਾ ਗੋਂਜ਼ਾਲੇਜ਼ ਇਕਵਾਡੋਰ ਦੀ ਰਾਸ਼ਟਰਪਤੀ ਬਣਨਾ ਚਾਹੁੰਦੀ ਹੈ । ਕੀ ਕੋਰਿਆ ਉਸ ਨੂੰ ਤੋਲ ਦੇਵੇਗੀ? - ਅਲ ਜਜ਼ੀਰਾ",
        "ਰੌਰੀ ਮੈਕਿਲਰੋਏ ਅਤੇ ਬ੍ਰਾਈਸਨ ਡੀਚੈਂਬਯੂ ਮਾਸਟਰਜ਼ ਵਿਖੇ ਜਸਟਿਨ ਰੋਜ਼ ਦੀ ਲੀਡ ਵਿੱਚ ਕੱਟੇ ਗਏ - ਸੀ ਐਨ ਐਨ",
        "ਮਾਸਟਰਜ਼ 2025: ਤੀਜੇ ਗੇੜ ਦੇ ਟੀ ਟਾਈਮਜ਼, ਆਗਸਟਾ ਨੈਸ਼ਨਲ ਵਿਖੇ ਸ਼ਨੀਵਾਰ ਲਈ ਜੋੜੀ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਇੱਕ ਐਕਸਕਲੂਸਿਵ 'ਮਾਰਵਲ ਰਿਵਾਲਸ' ਸਕਿਨ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ ਮਾਰਵਲ ਅਸੀਮਤ ਲਈ ਸਾਈਨ ਅਪ ਕਰੋ - ਮਾਰਵਲ ਡਾਟ ਕਾਮ",
        "ਚੀਨ ਦੇ ਵਪਾਰ ਯੁੱਧ ਦੀ ਫਰੰਟ ਲਾਈਨ 'ਤੇ ਨਿਰਯਾਤ ਕਰਨ ਵਾਲੇ ਅਮਰੀਕਾ ਦੇ‘ ਪੇਪਰ ਟਾਈਗਰ ’ਨੂੰ ਨਕਾਰਦੇ ਹਨ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "ਜੈਨੇਟ ਪੈਟਰੋ ਨਾਸਾ ਅਪਡੇਟ – ਅਪ੍ਰੈਲ 11, 2025 - ਨਾਸਾ ਵਾਚ",
        "ਕੋਚੇਲਾ ਲਾਈਵਸਟ੍ਰੀਮ ਅਨੁਸੂਚੀਃ ਹਫਤੇ ਦੇ ਅੰਤ ਨੂੰ ਕਿਵੇਂ ਅਤੇ ਕਦੋਂ ਸਟ੍ਰੀਮ ਕਰਨਾ ਹੈ 1 ਪ੍ਰਦਰਸ਼ਨ - ਵੰਨਗੀ",
        "ਇਸ ਸਾਲ ਦੇ ਈਸਟਰ ਫੈਲਣ 'ਤੇ ਰੰਗੀਨ ਮਾਰਸ਼ਮੈਲੋ ਜਾਂ ਇੱਥੋਂ ਤਕ ਕਿ ਆਲੂ ਦੇ ਬਣੇ ਹੋਰ ਨਕਲੀ ਅੰਡੇ ਦੀ ਉਮੀਦ ਕਰੋ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਖੋਜਕਰਤਾਵਾਂ ਨੂੰ ਪਤਾ ਹੈ ਕਿ ਏਆਈ ਡੀਬੱਗਿੰਗ ਵਿਚ ਕਾਫ਼ੀ ਮਾੜਾ ਹੈ- ਪਰ ਉਹ ਇਸ 'ਤੇ ਕੰਮ ਕਰ ਰਹੇ ਹਨ - ਆਰਸ ਟੈਕਨੀਕਾ",
        "ਅਸੀਂ ਡੋਮਿਨਿਕਨ ਨਾਈਟ ਕਲੱਬ ਦੇ collapseਹਿਣ ਅਤੇ ਇਸਦੇ ਪੀੜਤਾਂ ਬਾਰੇ ਕੀ ਜਾਣਦੇ ਹਾਂ - ਸੀ ਐਨ ਐਨ",
        "ਘਾਤਕ ਐਨਵਾਈਸੀ ਕਰੈਸ਼ ਵਿੱਚ ਹੈਲੀਕਾਪਟਰ ਕੰਪਨੀ ਜਿਸਨੇ ਇੱਕ ਕਾਰਜਕਾਰੀ ਅਤੇ ਉਸਦੇ ਪੂਰੇ ਪਰਿਵਾਰ ਨੂੰ ਮਾਰ ਦਿੱਤਾ ਹਾਲ ਹੀ ਵਿੱਚ ਦੀਵਾਲੀਆਪਨ ਤੋਂ ਉਭਰਿਆ ਹੈ ਅਤੇ ਪਹਿਲਾਂ ਹੀ 1.4 ਮਿਲੀਅਨ ਡਾਲਰ ਦੇ ਮੁਕੱਦਮੇ ਦਾ ਸਾਹਮਣਾ ਕਰਨਾ ਪੈ ਰਿਹਾ ਹੈ - Fortune",
        "ਐਨਸੀ ਸੁਪਰੀਮ ਕੋਰਟ ਨੇ ਮੁੱਖ ਗਰਿਫਿਨ ਬੈਲਟ ਚੁਣੌਤੀ ਨੂੰ ਰੱਦ ਕਰ ਦਿੱਤਾ — ਪਰ ਕੁਝ ਵੋਟਾਂ ਖਤਰੇ ਵਿੱਚ ਰਹਿੰਦੀਆਂ ਹਨ - Raleigh News & Observer"
    ]
}