{
    "headlines": [
        "Carville: WaPost-Massenstornierungen zeigen \"Begeisterung\" für Harris - The Hill",
        "Russland feuert Raketen ab, um eine „massive“ Reaktion auf einen Atomangriff zu simulieren - The Jerusalem Post",
        "Ich bin Arzt — wenn Sie Alkohol trinken, ist dies eine überraschend gesunde Wahl - New York Post",
        "Gisele Bündchens Ex Tom Brady teilt einen kryptischen Beitrag, nachdem die Schwangerschaftsnachrichten des Models veröffentlicht wurden - Fox News",
        "Lassa-Fieber tötet einen Einwohner von Iowa. Hier erfahren Sie, was Sie über das seltene Virus und seine Symptome wissen sollten. - CBS News",
        "Geliebte Wii U exklusive Xenoblade Chronicles X: Definitive Edition für Nintendo Switch - Eurogamer",
        "Apples neuer Mac mini ist mächtiger, kleiner und wurde für Apple Intelligence entwickelt - Apple",
        "Neue Klage wirft Sean ‘Diddy’ Combs sexuelle Übergriffe gegen 10-Jährige vor - Good Morning America",
        "Die Stellenangebote sinken auf den niedrigsten Stand seit Januar 2021 - Yahoo Finance",
        "[removed]",
        "Quellen: Utd zielt darauf ab, Amorim von Chelsea Game einzustellen - ESPN",
        "Harris hofft, dass Ellipse-Rede an Trumps Chaos erinnert, aber auch ihr eigenes Versprechen hervorruft - CNN",
        "Der Anwalt der Menendez-Brüder bittet um eine reduzierte Verurteilung - ABC News",
        "\"Hoffentlich bringen sie unser Land voran\": George W. Bushs Tochter kämpft für Harris - USA TODAY",
        "PFT's Week 9 2024 NFL Power Rankings - NBC Sports",
        "‘Wizards Beyond Waverly Place’: Hinter der Magie des Neustarts einer legendären Disney Channel-Serie - Deadline",
        "‘Ruthless massacre’: Israel bombing kills 109 Palestinian in north Gaza - Al Jazeera English",
        "Ein WUNDER?! 🚨 Domonique Foxworth KANN TYRIQUE Stevenson in Ave Maria NICHT VERTEIDIGEN 😆 | Aufstehen - ESPN",
        "Ehemaliger Trump-Helfer Steve Bannon aus dem Gefängnis entlassen - BBC.com",
        "Satellitenfotos zeigen, dass ein israelischer Angriff wahrscheinlich eine wichtige Raketenbasis der Iranischen Revolutionsgarde getroffen hat - The Associated Press"
    ]
}