{
    "headlines": [
        "حادثة الإصابات الجماعية المبلغ عنها في شارع بوربون في نيو أورليانز - سي إن إن",
        "كيم جونغ أون من كوريا الشمالية يحضر احتفالات رأس السنة مع ابنته، حسبما ذكرت وكالة الأنباء المركزية الكورية - جروسالم بوست",
        "تقول كييف إن روسيا تطلق 111 طائرة بدون طيار في أوكرانيا في هجوم مميت بمناسبة العام الجديد - ABC News",
        "Cavs ring in new year with 122-110 win over LeBron James and Los Angeles Lakers - cleveland.com",
        "يقول ديبلو إنه كان على LSD خلال ليلة رأس السنة الخاصة بشبكة CNN: \"أنا لا أكذب حتى\" - مراسل هوليوود",
        "مشاهدة: فيديو مرعب للمشتبه به وهو يدفع الرجل على قضبان مترو الأنفاق في مانهاتن - التايمز أوف إنديا",
        "ما يجب القيام به في العام الجديد بعد الانتهاء الضعيف إلى القوي 2024 - أعمال المستثمر اليومية",
        "مدرب ساوث كارولينا شين بيمر هائج على مدرب إلينوي لسخرية منه بسبب الجدل حول انطلاق المباراة - نيويورك بوست",
        "يوم رأس السنة 2025: ما هو مفتوح، ما هو مغلق في 1 يناير ؟ وول مارت، ستاربكس، بنوك، مطاعم - AL.com",
        "تركت بورتوريكو في الظلام بسبب انقطاع التيار الكهربائي ليلة رأس السنة الجديدة - BBC.com",
        "التصفيات الكلية لكرة القدم: رقم 6 ولاية بنسلفانيا ينتقل إلى الدور نصف النهائي مع 31-14 فييستا باول يفوز على رقم 3 ولاية بويز - ياهو سبورتس",
        "كتبوا نعيًا عن جيمي كارتر — لكنهم ماتوا قبله - واشنطن بوست",
        "يقول ترامب إنه سيجري مكالمات لمايك جونسون - بوليتيكو",
        "يقاضي جاستن بالدوني صحيفة نيويورك تايمز مقابل 250 مليون دولار بسبب قصة بليك ليفلي - سي إن إن",
        "بالصور: احتفالات رأس السنة حول العالم - Axios",
        "طفرات \"مقلقة\" وجدت في فيروس إنفلونزا الطيور H5N1 معزولة عن المراهق الكندي - ياهو! أصوات",
        "الولايات المتحدة تضخم الضربات على الحوثيين في اليمن مع تصاعد التوترات مع إسرائيل - واشنطن بوست",
        "ليلة رأس السنة 2024: كيف تشاهد الكرة تسقط مباشرة من تايمز سكوير - إن بي سي نيويورك",
        "أوربان ماير تتنبأ بالفائز في لعبة أوهايو- أوريغون روز باول - أثلون سبورتس",
        "أكبر الفائزين والخاسرين في مؤشر S&P 500 لعام 2024، بقيادة أسماء الذكاء الاصطناعي - Axios"
    ]
}