{
    "headlines": [
        "تم استدعاء الجزر بعد تفشي الإشريكية القولونية المرتبطة بوفاة واحدة، كما يقول مركز السيطرة على الأمراض - واشنطن بوست",
        "أنجلينا جولي وابن نوكس يسرقان العرض في حفل توزيع جوائز الحكام 2024 السجادة الحمراء - ياهو للترفيه",
        "نجوم هوليوود يجتمعون لحضور حفل توزيع جوائز الأوسكار الفخرية للاحتفال بكوينسي جونز ومنتجي السندات وغيرهم - وكالة أسوشيتد برس",
        "ترامب ينقر على بريندان كار لرئاسة لجنة الاتصالات الفيدرالية - بوليتيكو",
        "الهبوط المجنون لجوش ألين يساعد بيلز على تسليم الزعماء الخسارة الأولى - نيويورك بوست",
        "ترامب يعيد التفكير في اختيار الخزانة بعد أن يزعجه المتأهل للتصفيات النهائية: تقرير - The Daily Beast",
        "يقول بايدن خلال زيارة الأمازون التاريخية \"لا أحد يستطيع عكس\" ثورة الطاقة النظيفة - أكسيوس",
        "تقول ديبورا بيركس إن اختيار RFK Jr. سيعمل على تضخيم مناقشة الصحة العامة - POLITICO",
        "ترتيب الفائزين والخاسرين في كرة القدم الخيالية في الأسبوع الحادي عشر: الدرجات، تأثيرات الإصابة من الأحد - ESPN",
        "دعم لاعب الشواحن مقابل البنغال لكرة القدم ليلة الأحد: Geno Stone Tackles Under - The Action Network",
        "إنفلونزا الطيور H5N1 المرتبطة بمعرض Mililani للحيوانات الأليفة - KHON2",
        "لا، لم يقل الرئيس التنفيذي لشركة آبل تيم كوك إنه يفضل MX Master 3 من لوجيتك على الفأرة السحرية - MacRumors",
        "بطاقة تقرير راي فيتيبالدو ستيلرز: يشير جهد الظهيرين \"A+\" إلى الطريق إلى انتصار آخر على رايفنز - بيتسبرغ بوست جازيت",
        "يستمر تهديد حرائق الغابات في جزء كبير من شمال شرق الولايات المتحدة مع استمرار الظروف الجافة - وكالة أسوشيتد برس",
        "كيف سيتعامل صانع بنادق نيرف مع تعريفات ترامب على الصين - صحيفة وول ستريت جورنال",
        "البابا فرنسيس يحث على التحقيق في مزاعم الإبادة الجماعية في غزة - الجزيرة الإنجليزية",
        "روسيا تشن هجومًا \"ضخمًا\" على البنية التحتية الأوكرانية - BBC.com",
        "الغارة الإسرائيلية تقتل المتحدث باسم حزب الله بينما تستعد المجموعة للرد على اقتراح وقف إطلاق النار الجديد - سي إن إن",
        "العاصفة الاستوائية سارة تضعف إلى المنخفض الاستوائي بعد وصولها إلى اليابسة في بليز - وكالة أسوشيتد برس",
        "اختيارات مجلس وزراء ترامب: كرتون دارسي - cleveland.com"
    ]
}