{
    "headlines": [
        "ਲੈਨੋਵੋ ਦਾ ਰੋਲਟੇਬਲ ਲੈਪਟਾਪ ਇਕ ਸੰਕਲਪ ਨਹੀਂ ਹੈ — ਇਸ ਸਾਲ $ 3,500 ਲਈ ਲਾਂਚ ਕਰਨਾ - ਦਿ ਵਰਜ",
        "ਟਾਈਟਨਜ਼ ਫਾਇਰ ਜੀ. ਐਮ. ਰੈਨ ਕਾਰਥਨ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਟਰੰਪ ਨੇ ਨਿ New ਯਾਰਕ ਦੀ ਅਪੀਲ ਕੋਰਟ ਨੂੰ ਸਜ਼ਾ ਸੁਣਾਉਣ ਤੋਂ ਪਹਿਲਾਂ ਹਸ਼ ਮਨੀ ਕੇਸ ਨੂੰ ਖਾਰਜ ਕਰਨ ਲਈ ਕਿਹਾ - ਰਾਇਟਰਜ਼.",
        "ਜਿਵੇਂ ਕਿ ਬਾਇਡਨ ਬਾਹਰ ਨਿਕਲਣ ਦੇ ਨੇੜੇ ਆ ਰਿਹਾ ਹੈ, ਅਮਰੀਕਾ ਨੇ ਕ੍ਰੈਡਿਟ ਰਿਪੋਰਟਾਂ ਤੋਂ ਡਾਕਟਰੀ ਕਰਜ਼ੇ 'ਤੇ ਪਾਬੰਦੀ ਲਗਾਈ - ਰਾਇਟਰਜ਼",
        "ਡੈਨਮਾਰਕ ਦੇ ਪ੍ਰਧਾਨ ਮੰਤਰੀ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਗ੍ਰੀਨਲੈਂਡ ਅਜੇ ਵੀ ਵਿਕਰੀ ਲਈ ਨਹੀਂ ਹੈ ਕਿਉਂਕਿ ਡੋਨਾਲਡ ਟਰੰਪ ਜੂਨੀਅਰ ਪਹੁੰਚੇ ਹਨ - ਪੋਲਿਟਿਕੋ ਯੂਰਪ",
        "ਫੋਰਟ ਲੌਡਰਡੇਲ ਹਵਾਈ ਅੱਡੇ 'ਤੇ ਜੈੱਟ ਬਲੂ ਫਲਾਈਟ ਦੇ ਲੈਂਡਿੰਗ ਗੀਅਰ ਵਿਚ ਮਿਲੀਆਂ ਦੋ ਲਾਸ਼ਾਂ - ਦ ਹਿੱਲ",
        "ਹਿਊ ਜੈਕਮੈਨ ਅਤੇ ਸੁਟਨ ਫੋਸਟਰ ਡੇਬੋਰਾ-ਲੀ ਫਰਨੈਸ ਤੋਂ ਤਲਾਕ ਲੈਣ ਤੋਂ ਇਕ ਸਾਲ ਬਾਅਦ ਹੱਥ ਫੜਦੇ ਹੋਏ ਵੇਖੇ ਗਏ ਸਨ - ਬਜ਼ਫੀਡ",
        "ਭਾਰਤ ਦੇ ਪਹਿਲੇ ਮਨੁੱਖੀ ਮੈਟਾਪਨੇਯੂਮੋਵਾਇਰਸ (ਐਚਐਮਪੀਵੀ) ਕੇਸਾਂ ਦੀ ਪੁਸ਼ਟੀ ਹੋਈ, ਪਰ ਅਧਿਕਾਰੀ ਕਹਿੰਦੇ ਹਨ \"ਚਿੰਤਾ ਕਰਨ ਦਾ ਕੋਈ ਕਾਰਨ ਨਹੀਂ\" - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਦੱਖਣੀ ਕੈਲੀਫੋਰਨੀਆ ਵਿਚ ਇਕ ਦਹਾਕੇ ਤੋਂ ਵੱਧ ਸਮੇਂ ਵਿਚ ‘ਸਭ ਤੋਂ ਵਿਨਾਸ਼ਕਾਰੀ ਹਵਾ ਤੂਫਾਨ' ਅਤੇ ਇਹ ਇਕੋ ਇਕ ‘ਜਾਨਲੇਵਾ‘ ਖ਼ਤਰਾ ਨਹੀਂ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "Severance ਸੀਜ਼ਨ 2 ਕਿਸੇ ਤਰੀਕੇ ਨਾਲ ਹੋਰ ਵੀ weir ਪ੍ਰਾਪਤ ਕਰਦਾ ਹੈ, ਜੰਗਲੀ, ਅਤੇ ਹਨੇਰੇ - The Verge",
        "ਮਾਈਕ ਵਰਬਲ ਬੁੱਧਵਾਰ ਨੂੰ ਇੰਟਰਵਿਊ ਦੇਣ ਲਈ ਰਿੱਛ, ਸੰਤਾਂ ਇੰਟਰਵਿਊ ਵੀ ਚਾਹੁੰਦੇ ਹਨ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਕੈਨੇਡਾ ਦੇ ਪ੍ਰਧਾਨ ਮੰਤਰੀ ਜਸਟਿਨ ਟਰੂਡੋ ਬਾਰੇ ਰਾਸ਼ਟਰਪਤੀ ਜੋਅ ਬਾਇਡਨ ਦਾ ਬਿਆਨ - ਦ ਵ੍ਹਾਈਟ ਹਾਊਸ",
        "ਐਨਵੀਡੀਆ ਨੇ ਡੀਐਲਐਸਐਸ 4 ਮਲਟੀ ਫਰੇਮ ਜਨਰੇਸ਼ਨ - ਯੂਰੋਗੇਮਰ ਦੇ ਨਾਲ ਆਰਟੀਐਕਸ 50-ਸੀਰੀਜ਼ ਗ੍ਰਾਫਿਕਸ ਕਾਰਡਾਂ ਦੀ ਘੋਸ਼ਣਾ ਕੀਤੀ",
        "ਨਾਸਾ ਅੱਜ ਮੰਗਲ ਨਮੂਨਾ ਵਾਪਸੀ ਯੋਜਨਾਵਾਂ ਨੂੰ ਅਪਡੇਟ ਕਰਨ ਦਾ ਐਲਾਨ ਕਰੇਗਾ. ਇੱਥੇ ਕਿਵੇਂ ਸੁਣਨਾ ਹੈ - Space. com",
        "2025 ਐਨਐਫਐਲ ਮੌਕ ਡਰਾਫਟਃ ਟਾਈਟਨਜ਼ ਸਟਿਕ ਨੰਬਰ 1 ਤੇ, ਬ੍ਰਾsਨਜ਼ ਦੇਸੌਨ ਵਾਟਸਨ ਦੀ ਥਾਂ ਲੈਂਦਾ ਹੈ ਅਤੇ ਜਾਇੰਟਸ ਟ੍ਰੈਵਿਸ ਹੰਟਰ ਲੈਂਦਾ ਹੈ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਜੇਮਜ਼ ਵੈਬ ਸਪੇਸ ਟੈਲੀਸਕੋਪ ਦੂਰ-ਦੁਰਾਡੇ ਗਲੈਕਸੀ ਵਿਚ ਤਾਰਿਆਂ ਦਾ ਰਿਕਾਰਡ ਤੋੜਨ ਵਾਲਾ ਸੰਗ੍ਰਹਿ ਸਪਾਟ ਕਰਦਾ ਹੈ - ਸਪੇਸ.",
        "ਪੱਛਮੀ ਚੀਨ 'ਚ ਮਾਊਂਟ ਐਵਰੈਸਟ ਨੇੜੇ ਜ਼ਬਰਦਸਤ ਭੂਚਾਲ ਨਾਲ ਘੱਟੋ-ਘੱਟ 95 ਲੋਕਾਂ ਦੀ ਮੌਤ - The Associated Press",
        "ਟਰੰਪ ਦੇ ਵਕੀਲਾਂ ਨੇ ਸਮਿਥ ਦੀ ਅੰਤਮ ਵਿਸ਼ੇਸ਼ ਵਕੀਲ ਰਿਪੋਰਟ ਦੇ ਖਰੜੇ ਦੀ ਸਮੀਖਿਆ ਕੀਤੀ ਹੈ ਅਤੇ ਚਾਹੁੰਦੇ ਹਨ ਕਿ ਇਸ ਨੂੰ ਜਨਤਕ ਰਿਲੀਜ਼ ਤੋਂ ਰੋਕਿਆ ਜਾਵੇ - ਸੀਐਨਐਨ",
        "ਪੇਂਟਾਗਨ ਬਲੈਕਲਿਸਟਾਂ ਤੋਂ ਬਾਅਦ ਟੈਨਿਸੈਂਟ ਸ਼ੇਅਰ ਸਲਾਈਡ ਚੀਨੀ ਟੈਕ ਜਾਇੰਟ - ਫੋਰਬਸ",
        "ਜ਼ਿੰਦਗੀ ਵਿਚ ਮਜ਼ਾਕ ਉਡਾਉਣ ਤੋਂ ਬਾਅਦ ਟਰੰਪ ਦੀ ਮੌਤ ਵਿਚ ਕਾਰਟਰ ਦੀ ਪ੍ਰਸ਼ੰਸਾ ਇਕ ਵਿਰੋਧੀ ਸੰਬੰਧ ਨੂੰ ਡੂੰਘਾ ਕਰਦੀ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ"
    ]
}