{
    "headlines": [
        "ਅਮਰੀਕਾ ਨੇ ਯੂਕਰੇਨ ਦੀ ਫੌਜੀ ਸਹਾਇਤਾ 'ਤੇ ਲਾਈ ਰੋਕ - Financial Times",
        "ਗਾਜ਼ਾ ਜੰਗਬੰਦੀ ਇਕ ਧਾਗੇ ਨਾਲ ਲਟਕਦੀ ਹੈ ਕਿਉਂਕਿ ਇਜ਼ਰਾਈਲ ਨੇ ਨਵੀਆਂ ਸ਼ਰਤਾਂ ਨਿਰਧਾਰਤ ਕੀਤੀਆਂ ਹਨ. ਇੱਥੇ ਕੀ ਜਾਣਨਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਸਾ Saudiਦੀ ਤੇਲ ਦੀ ਦਿੱਗਜ ਅਰਾਮਕੋ ਦੀਆਂ ਪੋਸਟਾਂ ਪੂਰੇ ਸਾਲ ਦੇ ਮੁਨਾਫੇ ਵਿੱਚ ਗਿਰਾਵਟ, ਲਾਭਅੰਸ਼ ਵਿੱਚ ਕਟੌਤੀ - ਸੀਐਨਬੀਸੀ",
        "ਚੀਨ ਨੇ ਸੋਇਆ ਅਤੇ ਬੀਫ ਸਮੇਤ ਅਮਰੀਕਾ ਦੇ ਵੱਡੇ ਖੇਤ ਨਿਰਯਾਤ ਦੇ ਆਯਾਤ 'ਤੇ 15% ਤੱਕ ਦੇ ਵਾਧੂ ਟੈਰਿਫ ਨੂੰ ਥੱਪੜ ਮਾਰਿਆ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਕਾਂਗਰਸ ਨੂੰ ਟਰੰਪ ਦੀ ਸਾਂਝੀ ਟਿੱਪਣੀ ‘ਸਟੇਟ ਆਫ ਦਿ ਯੂਨੀਅਨ‘ ਦਾ ਸੰਬੋਧਨ ਕਿਉਂ ਨਹੀਂ ਹੋਵੇਗੀ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਤੱਥ ਸ਼ੀਟਃ ਰਾਸ਼ਟਰਪਤੀ ਡੋਨਾਲਡ ਜੇ. ਟਰੰਪ ਕੈਨੇਡਾ ਅਤੇ ਮੈਕਸੀਕੋ ਤੋਂ ਆਯਾਤ 'ਤੇ ਟੈਰਿਫ ਨਾਲ ਅੱਗੇ ਵਧਦੇ ਹਨ - ਵ੍ਹਾਈਟ ਹਾ Houseਸ",
        "ਮਾਵਸ ਦੀ ਕੀਰੀ ਇਰਵਿੰਗ ਖੱਬੇ ਗੋਡੇ ਦੇ ਸਪਰੇਨ ਤੋਂ ਪੀੜਤ ਹੈ, ਗੇਮ ਛੱਡਣ ਤੋਂ ਪਹਿਲਾਂ ਫ੍ਰੀ ਸੁੱਟਦਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਪੋਪ ਫਰਾਂਸਿਸ ਸਾਹ ਦੀ ਅਸਫਲਤਾ ਤੋਂ ਬਾਅਦ ਵੈਂਟੀਲੇਟਰ 'ਤੇ ਵਾਪਸ ਆਇਆ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਮਨੁੱਖ ਨੇ 2022 ਹਾਈਲੈਂਡ ਪਾਰਕ ਜੁਲਾਈ ਚੌਥੀ ਗੋਲੀਬਾਰੀ ਵਿੱਚ ਕਤਲ ਦਾ ਦੋਸ਼ੀ ਮੰਨਿਆ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਉਹ ਉਥੇ ਸਨ, ਪਰ ਮੁਸ਼ਕਿਲ ਨਾਲਃ ਸਿਤਾਰੇ ਆਸਕਰ ਤੋਂ ਬਾਅਦ ਦੀਆਂ ਪਾਰਟੀਆਂ ਵਿਚ ਨੰਗੇ ਫੈਸ਼ਨ ਦੇ ਰੁਝਾਨ ਨੂੰ ਗਲੇ ਲਗਾਉਂਦੇ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਸ਼ਾਈ ਗਿਲਜਿਓਸ-ਅਲੈਗਜ਼ੈਂਡਰ ਨੇ ਥੰਡਰ ਵਿਨ ਓਵਰ ਰਾਕੇਟਸ - ਯਾਹੂ ਸਪੋਰਟਸ ਵਿਚ ਸੀਜ਼ਨ ਦੀ ਚੌਥੀ 50 ਪੁਆਇੰਟ ਗੇਮ ਨੂੰ ਸੁਰੱਖਿਅਤ ਕੀਤਾ",
        "ਰਿਪੋਰਟਾਂਃ ਸੈਮ ਡਾਰਨੋਲਡ ਨੂੰ ਰੱਖਣ ਵਿਚ ਵਾਈਕਿੰਗਜ਼ ਦੀ ਦਿਲਚਸਪੀ ਹੈ ਪਰ ਉਸ ਨੂੰ ਟੈਗ ਕਰਨ ਦੀ ਸੰਭਾਵਨਾ ਨਹੀਂ ਹੈ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਜੈ-ਜ਼ੈਡ ਨੇ ਸਾਬਕਾ ਦੋਸ਼ੀ, ਉਸ ਦੇ ਵਕੀਲਾਂ ਵਿਰੁੱਧ ਮਾਣਹਾਨੀ ਦਾ ਮੁਕੱਦਮਾ ਦਾਇਰ ਕੀਤਾ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਦਫਤਰ ਵਾਪਸ ਜਾਓਃ ਨਿਊਜ਼ੋਮ ਨੇ ਕੈਲੀਫੋਰਨੀਆ ਸਟੇਟ ਵਰਕਰਾਂ ਨੂੰ ਹਫਤੇ ਵਿਚ ਚਾਰ ਦਿਨ ਵਾਪਸ ਕਰਨ ਦਾ ਆਦੇਸ਼ ਦਿੱਤਾ - ਕੈਲਮੇਟਰਸ",
        "ਟਰੰਪ ਨੇ ਤਾਈਵਾਨ ਦੀ ਚਿੱਪ ਬਣਾਉਣ ਵਾਲੀ ਦਿੱਗਜ ਟੀਐਸਐਮਸੀ ਨੂੰ ਅਮਰੀਕੀ ਨਿਰਮਾਣ ਵਿੱਚ 100 ਬਿਲੀਅਨ ਡਾਲਰ ਦਾ ਨਿਵੇਸ਼ ਕਰਨ ਦਾ ਐਲਾਨ ਕੀਤਾ - ਸੀਐਨਐਨ",
        "ਨਾਸਾ ਐਸਪੀਐਚਈਆਰਈਐਕਸ ਅਤੇ ਪੰਚ ਮਿਸ਼ਨਾਂ ਦੀ ਸ਼ੁਰੂਆਤ ਨੂੰ 6 ਮਾਰਚ ਤੱਕ ਦੇਰੀ ਕਰਦਾ ਹੈ - ਸਪੇਸ ਡਾਟ ਕਾਮ",
        "ਸੁਡਾਨ ਘਰੇਲੂ ਯੁੱਧਃ ਬਲਾਤਕਾਰ ਕਰਨ ਵਾਲਿਆਂ ਵਿਚ ਇਕ ਸਾਲ ਦਾ ਬੱਚਾ, ਸੰਯੁਕਤ ਰਾਸ਼ਟਰ ਕਹਿੰਦਾ ਹੈ - ਬੀਬੀਸੀ.",
        "ਜਿਵੇਂ ਕਿ ਆਰਐਫਕੇ ਜੂਨੀਅਰ ਖਸਰਾ ਬਾਰੇ ਆਪਣਾ ਸੰਦੇਸ਼ ਦਿੰਦਾ ਹੈ, ਜਨਤਕ ਸਿਹਤ ਮਾਹਰ ਇੱਕ ਜਾਣੂ ਧੁਨ ਸੁਣਦੇ ਹਨ - ਸਟੇਟ",
        "ਸਪੇਸਐਕਸ ਸਕ੍ਰਬਜ਼ ਸਟਾਰਸ਼ਿਪ ਲਾਂਚ - ਸਪੇਸਨਿ Newsਜ਼",
        "ਇਸ ਹਫਤੇ ਨਵਾਂ ਮੈਕਬੁੱਕ ਏਅਰ ਆ ਰਿਹਾ ਹੈਃ ਕੀ ਉਮੀਦ ਕਰਨੀ ਹੈ - ਮੈਕਰੂਮੋਰਸ"
    ]
}