{
    "headlines": [
        "ملك التل! Righty's 12 K's، Tatis ’HR propel Padres في اللعبة 1 - MLB.com",
        "يتعمق والتز وفانس في السياسة أثناء مهاجمة زملائهما في الترشح في مناظرة نائب الرئيس - وكالة أسوشيتد برس",
        "ما نعرفه عن الهجوم الصاروخي الإيراني الأخير على إسرائيل - BBC.com",
        "رصد مذنب فوق جنوب المسيسيبي ؛ المزيد من الفرص للعرض ممكنة هذا الشهر - WLOX",
        "رئيس الاتحاد في إضراب الموانئ الأمريكية: \"أنا لا ألعب الألعاب\" - BBC.com",
        "تصفيات WNBA: Sabrina Ionescu، Liberty تتصدى لـ Aces لتتقدم 2-0 على حامل اللقب - Yahoo Sports",
        "عمود | إذا أثرت هيلين على التصويت، فقد يدفع ترامب الثمن - واشنطن بوست",
        "تصفيات MLB 2024: كوربن بورنز يهيمن، يفوز العائلة المالكة على أي حال حيث يضيع الأوريولز فرصة هائلة في اللعبة 1 - Yahoo Sports",
        "قد تتشكل عاصفة مطيرة استوائية في الخليج خلال الأسبوع المقبل، لكن التفاصيل غامضة - واشنطن بوست",
        "تتهم أوليفيا نوزي خطيبها السابق بتدبير حملة ابتزاز وسط علاقة RFK - CNN",
        "رجل من تكساس يقول إنه حطم جيتار تايلور سويفت الذي عرض عليه 4000 دولار في مزاد علني على أنه \"مزحة\" - ياهو للترفيه",
        "تنتهي المؤشرات مع إطلاق إيران صواريخ على إسرائيل ؛ ارتفاع أسهم الدفاع - رويترز",
        "تقرير جديد يكشف عن ارتفاع تشخيص سرطان الثدي بين النساء دون سن الخمسين - فوكس نيوز",
        "إرهابيون يحملون السلاح يقتلون 6 في محطة قطار تل أبيب بينما تسقط الصواريخ الإيرانية على إسرائيل - The Daily Beast",
        "يحفر ترامب في جيمي كارتر في عيد ميلاده المائة - PBS NewsHour",
        "تم عرض شريط مراقبة صادم لإطلاق النار على قاضي كنتاكي في المحكمة حيث تم إرسال قضية قتل المأمور إلى هيئة المحلفين الكبرى - سي إن إن",
        "سهم Nike ينهار مع سحب الشركة للتوجيهات وسط تغيير الرئيس التنفيذي - Yahoo Finance",
        "خامنئي يهدد إسرائيل بالعبرية، خيرت فيلدرز يرد في تبادل لإطلاق النار - جروسالم بوست",
        "محاكي التبديل Ryujinx يغلق التطوير بعد \"contact by Nintendo\" - Ars Technica",
        "يجب على مالكي الجيب إيقاف سياراتهم في الخارج في انتظار إصلاح الاستدعاء، كما تقول الوكالة الأمريكية - رويترز"
    ]
}