{
    "headlines": [
        "Israel strikes Hezbollah targets as conflict intensifies - CNN",
        "Monsters - The Lyle and Erik Menendez Story: Netflix show sparks controversy - BBC.com",
        "Hurricane Danger For Florida, Gulf Coast; Hurricane Watches Issued For FL Coast - The Weather Channel",
        "China Unleashes Stimulus Package to Revive Economy, Markets - Yahoo Finance",
        "Huge News for Intel Stock. Is it Time to Buy? - The Motley Fool",
        "US grocery stores could be without popular fruit within weeks as 45,000 dockworkers threaten to strike - Fox Business",
        "Hurricane John strikes Mexico’s southern Pacific coast with ‘life-threatening’ flood potential - The Associated Press",
        "Daniels, 'the answer,' delivers for Commanders - ESPN",
        "Boulder King Soopers shooter guilty of 55 felony counts, including first-degree murder, receives 10 life sentences - Colorado Public Radio",
        "Horoscope for Tuesday, September 24, 2024 - Chicago Sun-Times",
        "Severe obesity is on the rise in the US - The Associated Press",
        "Projected College Football Playoff bracket: Three teams drop out, Alabama vs. Georgia highlights weekly update - CBS Sports",
        "Jacksonville Jaguars vs. Buffalo Bills Game Highlights | NFL 2024 Season Week 3 - NFL",
        "Suspect described Trump assassination attempt in pre-written note - BBC.com",
        "Russia’s new Sarmat missile suffered ‘catastrophic failure’: Researchers - Al Jazeera English",
        "NYC Gridlock Alert Days start for 2024, as U.N. General Assembly enters high-level week - CBS New York",
        "Sean ‘Diddy’ Combs has ‘been able to speak briefly’ to his kids after sex crimes arrest: report - New York Post ",
        "Boeing union hits out over 'final' 30% pay rise offer - BBC.com",
        "GOP effort to change how Nebraska allocates electoral votes hits roadblock - The Washington Post",
        "FDA just greenlighted an at-home flu vaccine. What the approval of a self-administered spray means for you. - Yahoo Life"
    ]
}