{
    "headlines": [
        "Europäische Aktien steigen um 1,4 % und kehren den Kurs nach einer Reihe von zollbedingten Verlusten um - CNBC",
        "Die S&P 500-Ziele der Wall Street prognostizieren auch nach einer Flut von Kürzungen immer noch eine große Rallye - MarketWatch",
        "China schwört \"Kampf bis zum Ende\", nachdem Trump mit zusätzlichen 50 % Zoll droht - Financial Times",
        "Marco Rubio sagte, er würde lebensrettende Hilfe in Übersee schützen. DOGEN widersprach. - The Washington Post",
        "Florida überflutet Houston und gewinnt die 3. nationale NCAA-Basketballmeisterschaft der Männer - NPR",
        "Gürtelrose-Shot verringert das Demenzrisiko in der Stanford-Studie von Landmark um 20 % - SciTechDaily",
        "Wissenschaftler sagen, dass sie den schrecklichen Wolf wiederbelebt haben - CNN",
        "Haus vs. NCAA-Siedlung: Richter möchte den wegweisenden Vorschlag von College Sports überarbeiten - USA Today",
        "Blondie-Drummer Clem Burke stirbt mit 70 - Pitchfork",
        "Zweiter Masernfall in Colorado bestätigt, diesmal in Denver - Colorado Public Radio",
        "Das Gesundheitsministerium von Indiana bestätigt den ersten Masernfall im Jahr 2025 - WLKY",
        "Die Trump-Administration feuert einen hochrangigen weiblichen Marineoffizier bei der NATO. Sie erschien auf einer \"Weckliste\" - ABC News",
        "Einführung des Pixel Watch-Updates im April 2025 - 9to5Google",
        "Geno Smith sagt, er habe dem Vertragsangebot von Seattle nicht widersprochen - NBC Sports",
        "\"Minecraft\" ist ein massiver Hit, der Michael De Luca und Pamela Abdy ein zusätzliches Leben beschert - The Hollywood Reporter",
        "Framework stoppt den Verkauf einiger seiner billigsten Laptops aufgrund von Trump-Tarifen - The Verge",
        "Ich bin früh in den neuen 7 Milliarden Dollar teuren Epic Universe Park von Universal gegangen — hier ist, was ich gesehen habe - Polygon",
        "Studentenvisum der San Diego State University widerrufen, Universität bestätigt - cbs8.com"
    ]
}