{
    "headlines": [
        "Maya Rudolph as Harris and Dana Carvey as Biden open 50th season of ‘Saturday Night Live’ - POLITICO",
        "More US states battle floods as Helene disaster kills at least 63 - BBC.com",
        "‘A false sense of comfort’: Michigan Dems fight to keep voters’ attention on abortion - POLITICO",
        "Badenoch and Jenrick at odds on tackling immigration - BBC.com",
        "Watching Area For Development Where Helene Formed - The Weather Channel",
        "Pope wraps troubled visit to Belgium by praising victims and demanding abusers be judged - The Associated Press",
        "NFL Week 4 predictions: Picks against the spread for every game - New York Post ",
        "Xi Jinping just fired his giant money cannon at the wrong target - Business Insider",
        "Top 5 things to watch in markets in the week ahead - Investing.com",
        "Comet visible from Earth for first time in 80,000 years: 'Most anticipated comet of the year' - Fox News",
        "Google’s New Gmail App Password Rules—You Have 24 Hours To Comply - Forbes",
        "Iran Revolutionary Guard general died in Israeli strike that killed Hezbollah leader, reports say - The Associated Press",
        "SpaceX to pause launches after Falcon 9 issue on Crew-9 astronaut mission - Space.com",
        "Live updates: Hezbollah leader’s killing escalates conflict with Israel - CNN",
        "In Newport flooding chaos, wrong info on a breached dam led to the right call - Knoxville News Sentinel",
        "Nepal floods: At least 100 dead and dozens missing after days of heavy rainfall - BBC.com",
        "Tomorrow's Top 25 Today: Alabama moves to No. 1 spot after thrilling win over Georgia in instant classic - CBS Sports",
        "An Idaho woman is found dead in her bathtub. Did her husband use his law enforcement skills to stage the scene? - CBS News",
        "An asteroid known as a 'mini-moon' will join Earth's orbit for 2 months starting Sunday - USA TODAY",
        "Freight rates rise as companies plan for costly US port strike - Financial Times"
    ]
}