{
    "headlines": [
        "Yankees vs. Guardiões: Juan Soto, Giancarlo Stanton impulsionam Yankees para a World Series no Jogo 5 da ALCS - Yahoo Sports",
        "Exposição de Harvard analisa a história das medidas coloniais - The Washington Post",
        "Trump dá início a um comício na Pensilvânia falando sobre a genitália de Arnold Palmer - The Associated Press",
        "Rankings de futebol universitário: equipes da SEC na Pesquisa de Treinadores atualizada, Top 25 da AP após a Semana 8 - Tennessean",
        "Oscar Chega Pela Primeira Vez à Ilha Great Inagua - The Weather Channel",
        "‘Isso precisa parar’ - O bilionário da Tesla, Elon Musk, emite um aviso ’de falência do Fed’ após provocar pânico nos preços do Bitcoin - Forbes",
        "Autoridades palestinas dizem que 87 mortos ou desaparecidos após ataques israelenses ao norte de Gaza - The Associated Press",
        "Ozzy Osbourne, de Birmingham, entrou para o Hall da Fama do Rock and Roll - BBC",
        "A América está a entrar num novo \"superciclo económico\" - Business Insider",
        "Como assistir à chuva de meteoros Orionid, detritos do cometa Halley - CNN",
        "Como assistir ao Patriots vs. Jaguars hoje: hora de início, TV, transmissão ao vivo para o jogo da NFL em Londres - usa TODAY",
        "Um colapso na doca da Ilha Sapelo, na Geórgia, deixou 7 mortos e transformou a celebração em tragédia. Uma investigação está em andamento - CNN",
        "Elon Musk concede um cheque aleatório de US $ 1 milhão ao signatário da petição, promete fazê-lo todos os dias até a eleição: \"Esta notícia vai realmente voar\" - New York Post",
        "‘SNL’ aborda a entrevista de Harris Fox em cold open - CNN",
        "Tropas norte-coreanas vistas sendo equipadas na Rússia antes do provável envio para a Ucrânia - CNN",
        "Conta pró-iraniana vaza supostas informações dos EUA sobre os planos de ataque de Israel - Axios",
        "Cuba restaura energia a um quinto da população após apagões em todo o país - Reuters Canadá",
        "Seu horóscopo antecipado: 20 de outubro de 2024 - The Globe and Mail",
        "Ataque de drone lançado contra a casa de Benjamin Netanyahu, diz Israel; nenhum ferimento relatado - CBS News",
        "Quem liderará o Hamas após o assassinato de Yahya Sinwar? - BBC.com"
    ]
}