{
    "headlines": [
        "ਬਿਡੇਨ ਲਾਤੀਨੀ ਲੋਕਾਂ ਨੂੰ ਨਿੰਦਣ ਵਾਲੇ ਟਰੰਪ ਸਮਰਥਕਾਂ ਬਾਰੇ ‘ਕੂੜੇਦਾਨ’ ਟਿੱਪਣੀ ਨੂੰ ਸਾਫ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰਦਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਉੱਤਰੀ ਗਾਜ਼ਾ 'ਚ ਇਜ਼ਰਾਇਲੀ ਹਮਲਿਆਂ' ਚ ਘੱਟੋ-ਘੱਟ 88 ਲੋਕਾਂ ਦੀ ਮੌਤ, ਅਧਿਕਾਰੀਆਂ ਦਾ ਕਹਿਣਾ - The Associated Press",
        "ਬੇਟਸ - ਈਐਸਪੀਐਨ ਤੋਂ ਗੇਂਦਬਾਜ਼ੀ ਕਰਨ ਲਈ ਦੋ ਡਬਲਯੂਐਸ ਪ੍ਰਸ਼ੰਸਕਾਂ ਨੂੰ ਬਾਹਰ ਕੱ. ਿਆ ਗਿਆ",
        "ਪੌਲ ਪਲੋਸੀ ਹਮਲਾਵਰ ਨੂੰ ਕੈਲੀਫੋਰਨੀਆ ਮੁਕੱਦਮੇ ਵਿਚ ਉਮਰ ਕੈਦ ਦੀ ਸਜ਼ਾ - ਬੀਬੀਸੀ.",
        "ਸੱਚਾਈ ਸੋਸ਼ਲ ਪੇਰੈਂਟ ਕੰਪਨੀ ਟਰੰਪ ਮੀਡੀਆ ਹੁਣ ਇਲੋਨ ਮਸਕ ਦੇ ਐਕਸ ਨਾਲੋਂ ਵਧੇਰੇ ਕੀਮਤ ਦੇ ਤੌਰ ਤੇ ਚੋਣਾਂ ਦਾ ਦਿਨ ਨੇੜੇ ਆ ਰਿਹਾ ਹੈ - ਫੌਕਸ ਬਿਜ਼ਨਸ",
        "ਏਐਮਡੀ ਨੇ ਆਪਣੀ ਅਗਲੀ ਪੀੜ੍ਹੀ ਦੇ ਆਰਡੀਐਨਏ 4 ਜੀਪੀਯੂਜ਼ ਨੂੰ 2025 ਦੇ ਅਰੰਭ ਵਿੱਚ ਲਾਂਚ ਕਰਨ ਦੀ ਪੁਸ਼ਟੀ ਕੀਤੀ - ਦਿ ਵਰਜ",
        "ਸੀ ਐਨ ਬੀ ਸੀ ਡੇਲੀ ਓਪਨਃ ਹਰ ਕੋਈ ਰੈਡਿਟ ਨੂੰ ਪਿਆਰ ਕਰਦਾ ਹੈ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "‘ਯੰਗ ਫ੍ਰੈਂਕਨਸਟਾਈਨ' ਅਤੇ ‘ਟੂਟਸੀ‘ ਦਾ ਸਟਾਰ ਟੇਰੀ ਗਾਰ 79 ’ਤੇ ਮਰ ਗਿਆ - ਸੀ ਐਨ ਐਨ",
        "ਹੈਰਿਸ ਐਲੀਪਸ ਵਿਖੇ ਸਮਾਪਤੀ ਬਹਿਸ ਭਾਸ਼ਣ ਦਿੰਦਾ ਹੈ, ਟਰੰਪ ਨਾਲੋਂ \"ਵੱਖਰਾ ਰਸਤਾ\" ਪੇਸ਼ ਕਰਦਾ ਹੈ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "'ਮੈਂ ਹੁਣੇ ਇਸ ਦਾ ਪਤਾ ਲਗਾ ਰਿਹਾ ਹਾਂ' | ਸ਼ੌਨ ਮੇਂਡੇਸ ਨੇ ਜਿਨਸੀਅਤ ਬਾਰੇ ਖੁੱਲ੍ਹਿਆ, ਰੈੱਡ ਰਾਕਸ ਸਮਾਰੋਹ ਵਿਚ ਜਨਤਕ ਅਟਕਲਾਂ - 9News.com ਕੁਸਾ",
        "ਟਰੰਪ ਦੀ ਜਾਂਚ ਨੂੰ ਲੈ ਕੇ ਫਾਨੀ ਵਿਲਿਸ ਅਤੇ ਸ਼ੈਰਿਫ ਨੂੰ ਧਮਕੀ ਦੇਣ ਵਾਲੇ ਆਦਮੀ ਨੂੰ ਲਗਭਗ 2 ਸਾਲ ਦੀ ਕੈਦ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਚੈਨਿੰਗ ਟੈਟਮ ਅਤੇ ਜ਼ੋਏ ਕ੍ਰਾਵਿਟਜ਼ 3 ਸਾਲਾਂ ਬਾਅਦ ਬ੍ਰੇਕਅਪ - ਈ! ਆਨਲਾਈਨ - ਈ! ਨਿਊਜ਼",
        "ਯੈਂਕੀਜ਼ ਸਦਮਾ ਬਣਾਉਂਦੇ ਹਨ ਵਰਲਡ ਸੀਰੀਜ਼ ਗੇਮ 4 ਲਾਈਨਅਪ ਤਬਦੀਲੀਆਂ — ਪਰ ਉਹ ਨਹੀਂ ਜੋ ਤੁਸੀਂ ਸੋਚਦੇ ਹੋਵੋਗੇ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਟਰੰਪ ਰੈਲੀ ਦੇ ਪੋਰਟੋ ਰੀਕੋ slur ਪੈਨਸਿਲਵੇਨੀਆ ਵਿੱਚ ਇੱਕ thud ਨਾਲ ਜ਼ਮੀਨ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "ਚਿਪੋਟਲ ਸਟਾਕ Q3 ਦੀ ਵਿਕਰੀ ਤੋਂ ਬਾਅਦ ਡਿੱਗਦਾ ਹੈ ਵਾਲ ਸਟ੍ਰੀਟ ਦੇ ਅਨੁਮਾਨਾਂ ਤੋਂ ਖੁੰਝ ਜਾਂਦਾ ਹੈ - ਯਾਹੂ ਵਿੱਤ",
        "Panthers ਵਪਾਰ Diontae ਜਾਨਸਨ ਨੂੰ ਬਾਲਟਿਮੁਰ - Panthers.com",
        "ਛੇਤੀ, ਮੇਲ-ਇਨ ਵੋਟਾਂ ਸੰਭਾਵਿਤ ਚੋਣ ਨਤੀਜਿਆਂ ਬਾਰੇ ਪ੍ਰਸ਼ਨ ਉਠਾਉਂਦੀਆਂ ਹਨ - ਦ ਹਿੱਲ",
        "'ਉਰਵਾ ਸਾਡੇ ਲਈ ਸਭ ਕੁਝ ਅਰਥ ਰੱਖਦਾ ਹੈ': ਗਜ਼ਾਨ ਦੇ ਡਰ ਸਹਾਇਤਾ collapseਹਿ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਮਿਡਟਾਉਨ ਫੋਰ ਸੀਜ਼ਨਜ਼ ਹੋਟਲ ਹਥਿਆਰਬੰਦ, ਬੈਰੀਕੇਡ ਸ਼ੱਕੀ ਗ੍ਰਿਫਤਾਰ - ਫੌਕਸ 5 ਐਟਲਾਂਟਾ",
        "ਨਾਸਾ ਦੇ ਪਰਸੀਵਰੈਂਸ ਰੋਵਰ ਨੂੰ ਤਿਲਕਣ ਵਾਲੀ opeਲਾਨ ਤੋਂ ਵੱਡੇ ਮੰਗਲ ਦੇ ਟੁਕੜੇ ਦਾ ਸ਼ਾਨਦਾਰ ਦ੍ਰਿਸ਼ ਮਿਲਦਾ ਹੈ (ਵੀਡੀਓ, ਫੋਟੋਆਂ) - ਸਪੇਸ ਡਾਟ ਕਾਮ"
    ]
}