{
    "headlines": [
        "He Said, She Said: Trump Sows Election Doubt, Harris Says Her Team Is Prepared if He Prematurely Claims Victory - U.S. News & World Report",
        "[Removed]",
        "McDonald's stock sinks after CDC reports E. coli outbreak linked to Quarter Pounder - Yahoo Finance",
        "Middle East latest: Sirens sound across Tel Aviv as projectiles are intercepted near Blinken's hotel - The Associated Press",
        "Sean ‘Diddy’ Combs accused of drugging personal trainer, passing his ‘body around like a party favor’ - New York Post ",
        "Harvey Weinstein’s retrial moved to next year, lawyer plans to hire a private investigator - The Associated Press",
        "McDonald's location visited by Trump attracts negative reviews, causing Yelp to disable comments - CBS News",
        "Three killed, 5 wounded in attack on aviation firm near Turkey’s Ankara - Al Jazeera English",
        "New Carbon Capture Design Is Major Step Forward In Removing CO2 From The Air - IFLScience",
        "Trump campaign accuses UK's Labour Party of election interference - Reuters",
        "China’s Xi and India’s Modi meet after border accord between two countries - Al Jazeera English",
        "Home Sales on Track for Worst Year Since 1995 - The Wall Street Journal",
        "Trump said Hitler ‘did some good things’ and wanted generals like the Nazis, former chief of staff Kelly claims - PBS NewsHour",
        "Coca-Cola Earnings: Why Coke Stock Is Falling - Barron's",
        "Early Addition: Get tested for syphilis - Gothamist",
        "‘Don’t blame us, blame yourself’: Furious at Harris, Arab Americans in Michigan face a hard choice - POLITICO",
        "DeAndre Hopkins the Chiefs' missing Super Bowl piece? Andy Reid has history with key WR adds - ESPN",
        "Apple Reportedly Launching a Separate Game App Store to Fully Stick It to Epic - Gizmodo",
        "Knicks Guard Makes ‘Demand’ To NBA After Celtics’ Blowout Win - NESN",
        "One Direction Fans Struggle With ‘Complicated Feelings’ While Grieving Liam Payne: ‘I Wished for Him to Get Better and Make Amends’ - Variety"
    ]
}