{
    "headlines": [
        "[removed]",
        "Kongress veröffentlicht Gesetzentwurf zur Finanzierung der Regierung bis zum 14. März, um die Schließung von Feiertagen zu verhindern - Axios",
        "12 Tote im Restaurant des beliebten Skigebiets aufgefunden - ABC News",
        "Igor Kirillov: Russland verhaftet usbekischen Staatsangehörigen wegen Bombenattentats auf einen hochrangigen General - CNN",
        "Es wird erwartet, dass die Fed Zinssenkungen mit einem hawkischen Ausblick für 2025 kombiniert - Reuters",
        "Joseph Corcoran in Indiana hingerichtet - SCHWINDEN",
        "Bucks gewinnen NBA Cup vs. Thunder: Warum der Titel für Giannis Antetokounmpo und Damian Lillard der Startschuss sein kann - CBS Sports",
        "Die japanischen Autohersteller Honda und Nissan führen Fusionsgespräche - BBC.com",
        "Trump nominiert den ehemaligen US-Senatskandidaten Herschel Walker als Botschafter auf den Bahamas - Yahoo! Voices",
        "Oscars: Shortlist des Originalsongs sieht Miley Cyrus ‘Last Showgirl’ Tune brüskiert; Lin-Manuel Miranda starrt EGOT an; Diane Warrens Possible 16th Nom & More - Deadline",
        "Atlanta Falcons nennen Michael Penix Jr. den Start-Quarterback - AtlantaFalcons.com",
        "19 Absolut lebensverändernde Filme aus diesem Jahr, die nicht viele Leute gesehen haben - BuzzFeed",
        "Gestrandete Boeing Starliner-Astronauten stehen vor neuer Verzögerung im Gegenzug zur Erde von der ISS - UPI News",
        "Cardinals All-Pro Safety Budda Baker stimmt einer Verlängerung um 3 Jahre und 54 Millionen US-Dollar zu - Yahoo Sports",
        "[removed]",
        "Die 20 besten Hip-Hop-Songs des Jahres 2024 - Rolling Stone",
        "Wird Trudeau zurücktreten? Vier Wege, die Kanadas Premierminister einschlagen könnte - BBC.com",
        "Faktencheck: Drohnen haben fehlendes radioaktives Material in New Jersey nicht verfolgt - ABC News",
        "NFL Clinch-Szenarien Woche 16: Wie fünf Teams ein Playoff-Ticket knacken können - Sports Illustrated",
        "Brazil Traders ‘Sell First, Ask Later’ as Panic Sweeps Markets - Yahoo Finance"
    ]
}