{
    "headlines": [
        "2 Männer aus Oregon starben an der Exposition, nachdem sie nach Sasquatch im US-Bundesstaat Washington gesucht hatten - CBS News",
        "Charles Dolan, Medienpionier und Cablevision-Gründer, stirbt mit 98 Jahren - Newsday",
        "Leonardo DiCaprio und Vittoria Ceretti ziehen sich für den St. Barts Beach Day aus - TMZ",
        "Eagles vs. Cowboys Live-Updates: NFL-Ergebnisse, Spielstatistiken, Highlights, wo man das Spiel der Woche 17 anschauen kann - CBS Sports",
        "Liverpool 5-0 West Ham (29. Dezember 2024) Spielanalyse - ESPN",
        "Raiders 'Brock Bowers bricht Mike Ditkas 63-jährigen Rekord für Rookie TE Receiving Yards - NFL.com",
        "Mindestens 3 Menschen sind gestorben, da sich die Unwettergefahr nach Osten bewegt, nachdem Tornado-Laicherstürme Texas und Mississippi heimgesucht haben - CNN",
        "Apple storniert iPhone 14 und iPhone SE für Millionen von Nutzern - Forbes",
        "\"Your Friendly Neighborhood Spider-Man\" Trailer: Peters Herkunftsgeschichte - Deadline",
        "[removed]",
        "Netanyahu wird seine Prostata entfernt, da er an mehreren Fronten mit Krisen konfrontiert ist - The Associated Press",
        "\"Sonic 3\" und \"Mufasa\" kämpfen an der Weihnachtskasse um die Nr. 1 - The Associated Press",
        "Finnland findet Ankerschleppspuren, die von einem Tanker hinterlassen wurden, der Kabel zerbrach - Bloomberg",
        "GOP \"Spiel mit dem Feuer\", wenn Johnson als Sprecher entfernt wird, sagt Rep. Lawler - Axios",
        "Sozialversicherung: Hier ist genau, wie viel mehr Sie im Alter von 67 im Vergleich zu 62 Jahren verdienen könnten - Yahoo Finance",
        "Norovirus steigt in Teilen der USA wieder an. Das sollten Sie über das Magenvirus wissen - PBS NewsHour",
        "Aserbaidschans Präsident sagt, abgestürzter Jetliner sei unbeabsichtigt von Russland abgeschossen worden - The Associated Press",
        "Trump Knifes MAGA Loyalists to Back Sidekick Musk on H-1B Visas - The Daily Beast",
        "Schiedsrichter blutig, acht in hässlicher Schlägerei in der NC State-East Carolina Military Bowl ausgeworfen - New York Post",
        "179 Tote, 2 nach Flugzeugabsturz bei Landung in Südkorea gerettet - ABC News"
    ]
}