{
    "headlines": [
        "США призывают Израиль прекратить стрелять по миротворцам ООН в Ливане - BBC.com",
        "«Неправильно», что Барак Обама «читает лекции» чернокожим мужчинам за то, что они не поддерживают Камалу Харрис: бывший советник Берни Сандерса - Fox News",
        "Boeing сократит 17 000 рабочих мест и отложит первую поставку 777X, поскольку забастовка ударит по финансам - Yahoo Finance",
        "Изъято",
        "Мероприятие Tesla по роботизированному такси было долгим по обещаниям Маска. Инвесторы хотели больше подробностей. - Reuters",
        "NFL injury tracker Week 6: Malik Nabers out vs. Bengals, Anthony Richardson a game-time decision, Russell Wilson likely to be active - Yahoo Sports",
        "Padres-Dodgers NLDS Game 5 FAQ, состав (8 ET/5 PT, FOX) - MLB.com",
        "Инфекции COVID-19 во время первой волны связаны с более высоким риском сердечного приступа и инсульта: исследование - ABC News",
        "Более 500 человек были спасены из затопленного жилого комплекса в Клируотере, штат Флорида. - Общественное радио КНАУ Аризона",
        "Жители пробираются по затопленным улицам, чистый мусор после урагана «Милтон», пронесшегося через Флориду - The Associated Press",
        "Первый проблеск кометы, видимой над Сан-Антонио, будет в пятницу вечером - KSAT San Antonio",
        "Северное сияние снова будет видно сегодня вечером? Посмотреть последний прогноз - США СЕГОДНЯ",
        "Xbox Cloud Gaming, как сообщается, позволит игрокам транслировать любую игру в своей библиотеке с ноября - Eurogamer",
        "Иран хочет убить бывших чиновников Трампа. Вот почему это может увенчаться успехом. - POLITICO",
        "Кампания Трампа просит предоставить военные самолеты с противоракетными возможностями и другими мерами безопасности в преддверии выборов - CNN",
        "Активы BlackRock под управлением выросли до рекордных $ 11,5 трлн - Financial Times",
        "Лимит налога на заработную плату по социальному обеспечению увеличивается на 2025 год. Вот как это может повлиять на вас - CNBC",
        "Дети Кристофера Рива хотели быть «честными, грубыми и уязвимыми» в новом документальном фильме «Супер/Человек» - The Associated Press",
        "США считают, что Иран крайне нервничает, ожидая ответа Израиля на ракетные удары - CNN",
        "Steam добавляет суровую правду о том, что вы покупаете «лицензию», а не саму игру - Ars Technica"
    ]
}