{
    "headlines": [
        "Schefter: ‘ਕੋਈ ਸੰਕੇਤ’ Steelers ਮਾਈਕ Tomlin ਤੱਕ 'ਤੇ ਜਾਣ - Steelers ਡਿਪੂ",
        "ਸਰਜਨ ਜਨਰਲ ਦੇ ਤੋਲਣ ਤੋਂ ਪਹਿਲਾਂ ਵੀ ਅਮਰੀਕੀ ਘੱਟ ਸ਼ਰਾਬ ਪੀਂਦੇ ਸਨ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਸਰੋਤਃ ਵਰਬੇਲ ਦੇਸ਼ ਭਗਤ ਦੇ ਨਵੇਂ ਕੋਚ ਬਣਨ ਲਈ - ਈਐਸਪੀਐਨ",
        "ਸਾਬਕਾ ‘ਕਿਡੀ ਕੇਪਰਜ਼‘ ਟੀਵੀ ਸਟਾਰ ਦੀ ਮੌਤ ਹੋ ਗਈ ਜਦੋਂ ਕੈਲੀਫੋਰਨੀਆ ਦੇ ਜੰਗਲੀ ਅੱਗ ਮਲੀਬੂ ਅਸਟੇਟ ਦੁਆਰਾ ਭੜਕ ਗਈ, ਮਾਂ ਕਹਿੰਦੀ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਯੂਰਪੀਅਨ ਯੂਨੀਅਨ ਦੇ ਵਿਦੇਸ਼ ਮੰਤਰੀ ਮਹੀਨੇ ਦੇ ਅੰਤ ਵਿੱਚ ਸੀਰੀਆ ਦੀਆਂ ਪਾਬੰਦੀਆਂ ਤੋਂ ਰਾਹਤ ਨਾਲ ਨਜਿੱਠਣ ਲਈ - ਰਾਇਟਰਜ਼",
        "ਰੇਵੇਨਜ਼ 'ਲਾਮਾਰ ਜੈਕਸਨ ਡੇਰਿਕ ਹੈਨਰੀ ਨੂੰ ਸਟੀਲਰਜ਼ ਦੁਆਰਾ ਭੱਜਦੇ ਹੋਏ ਵੇਖਣ ਦਾ ਵਰਣਨ ਕਰਦਾ ਹੈਃ' ਮੂਵੀ ਕਲਿੱਪ ਦੀ ਤਰ੍ਹਾਂ ਦਿਖਾਈ ਦਿੰਦਾ ਹੈ '- ਐਨਐਫਐਲ.",
        "ਟਰੰਪ ਦੀ ਕੈਬਨਿਟ ਵਿਘਨ ਪਾਉਣ ਵਾਲੇ ਸੁਣਵਾਈਆਂ ਦੇ ਰੂਪ ਵਿੱਚ ਮੁੱਖ ਵਿਚਾਰਾਂ ਨੂੰ ਨਰਮ ਕਰਦੇ ਹਨ - ਐਕਸੀਓਸ",
        "ਕੈਲੀਫੋਰਨੀਆ ਦੇ ਵਿਅਕਤੀ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਬਰਡ ਫਲੂ ਲਈ ਵਾਪਸ ਬੁਲਾਇਆ ਗਿਆ ਕੱਚਾ ਦੁੱਧ ਪੀਣ ਤੋਂ ਬਾਅਦ ਉਸ ਦੀਆਂ ਦੋ ਬਿੱਲੀਆਂ ਦੀ ਮੌਤ ਹੋ ਗਈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਮੈਸੀ ਦਾ ਬਰੁਕਲਿਨ ਸਟੋਰ, ਇਕ ਵਾਰ ਇਕ ਆਈਕੋਨਿਕ ਅਬਰਾਹਿਮ ਐਂਡ ਸਟਰੌਸ, ਬੰਦ ਹੋ ਰਿਹਾ ਹੈ - ਗੋਥਮਿਸਟ",
        "ਸੀਈਐਸ 2025 ਤੋਂ 8 ਸਭ ਤੋਂ ਦਿਲਚਸਪ ਪੀਸੀ ਮਾਨੀਟਰ - ਆਰਸ ਟੈਕਨੀਕਾ",
        "ਐਸ ਐਂਡ ਪੀ ਦੀ 18 ਟ੍ਰਿਲੀਅਨ ਡਾਲਰ ਦੀ ਰੈਲੀ 5% ਉਪਜ ਦੇ ਮਨੋਵਿਗਿਆਨ ਦੁਆਰਾ ਧਮਕੀ ਦਿੱਤੀ ਗਈ - ਬਲੂਮਬਰਗ",
        "ਪ੍ਰਾਚੀਨ ਸਮੁੰਦਰੀ ਰਾਖਸ਼ ਉੱਤੇ 'ਲਾਲ ਝੰਡੇ' ਉਠਾਏ ਗਏ ਮੋਰੋਕੋ ਦੀ ਖਾਣ ਤੋਂ ਖਿੱਚੇ ਗਏ - Livescience. com",
        "ਕੈਲੀਫੋਰਨੀਆ ਅੱਗ ਮੌਸਮ ਦੀ ਭਵਿੱਖਬਾਣੀਃ ਤੇਜ਼ ਹਵਾ ਦੇ ਵਿਚਕਾਰ ਅੱਗ ਦਾ ਜੋਖਮ ਨਾਜ਼ੁਕ ਬਣਿਆ ਹੋਇਆ ਹੈ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਸਟੈਵ੍ਰਿਡਿਸ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਗ੍ਰੀਨਲੈਂਡ ਲਈ ਟਰੰਪ ਦੀ ਯੋਜਨਾ ‘ਕੋਈ ਪਾਗਲ ਵਿਚਾਰ ਨਹੀਂ’ - ਦ ਹਿੱਲ",
        "ਕੈਲੀਫੋਰਨੀਆ ਦੇ ਜੰਗਲੀ ਅੱਗਃ ਵਿਨਾਸ਼ਕਾਰੀ ਪਾਲੀਸੇਡਜ਼ ਅੱਗ ਦੇ ਫੈਲਣ ਨਾਲ ਮਰਨ ਵਾਲਿਆਂ ਦੀ ਗਿਣਤੀ 16 ਹੋ ਗਈ ਹੈ, ਸੈਂਟਾ ਅਨਾ ਹਵਾਵਾਂ ਦੀ ਵਾਪਸੀ - ਫੌਕਸ ਮੌਸਮ",
        "ਉੱਤਰੀ ਚੀਨ ਵਿਚ ਐਚਐਮਪੀਵੀ ਦੀ ਲਾਗ ਦੀ ਦਰ ਘਟ ਰਹੀ ਹੈ, ਚੀਨੀ ਸਿਹਤ ਅਧਿਕਾਰੀ ਦਾ ਕਹਿਣਾ ਹੈ - ਯਾਹੂ! ਆਵਾਜ਼ਾਂ",
        "ਨਵੇਂ ਨੱਕ ਦੇ ਟੈਸਟ ਨੇ ਬੱਚਿਆਂ ਵਿਚ ਦਮਾ ਦੀਆਂ ਉਪ ਕਿਸਮਾਂ ਦੀ ਪਛਾਣ ਕਰਨ ਲਈ ਕਿਹਾ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਸੁਡਾਨ ਦੀ ਫੌਜ ਨੇ ਬਾਗੀਆਂ ਤੋਂ ਪ੍ਰਮੁੱਖ ਸ਼ਹਿਰ ਵਾਡ ਮਦਾਨੀ 'ਤੇ ਕਬਜ਼ਾ ਕਰਨ ਦਾ ਦਾਅਵਾ ਕੀਤਾ - BBC.com",
        "ਇੰਗਲੈਂਡ ਵਿਚ ਇਹ 922 ਸਾਲ ਪੁਰਾਣੀ ਯੂਨੀਵਰਸਿਟੀ ਸਭ ਤੋਂ ਅਰਬਪਤੀ ਪੈਦਾ ਕਰਦੀ ਹੈ- ਅਤੇ ਐਲਬਰਟ ਆਈਨਸਟਾਈਨ, ਐਮਾ ਵਾਟਸਨ ਅਤੇ ਬਿਲ ਕਲਿੰਟਨ ਇਸ ਦੇ ਮਸ਼ਹੂਰ ਐਲੂਮਨੀ - ਫਾਰਚਿ.",
        "ਸਪੇਸ ਲੈਟੂਸਃ ਨਾਸਾ ਦੀ ਮੰਗਲ 'ਤੇ ਪੌਸ਼ਟਿਕ ਪੌਦੇ ਉਗਾਉਣ ਦੀ ਯੋਜਨਾ - Earth."
    ]
}