{
    "headlines": [
        "Aubrey Plaza separou-se do marido Jeff Baena durante 4 meses antes do seu suicídio, enviou-lhe uma mensagem no dia em que foi encontrado - New York Post",
        "DOGE joga duro na aquisição do Instituto da Paz dos EUA - The Washington Post",
        "À medida que os casos de sarampo aumentam nos EUA, quem pode precisar de outra dose de vacina? - ABC News",
        "CEO da Amtrak renuncia, semanas depois de Musk dizer que o serviço ferroviário deveria ser privatizado - CNN",
        "Funcionário DO DOGE assume um papel de liderança na USAID, uma agência que a equipa de Musk ajudou a desmantelar - The Associated Press",
        "4º caso de sarampo confirmado em NY. Governador Hochul pede ajuda para promover a vacinação - Gothamist",
        "2025 Regras de jogo da NFL, estatutos e propostas de resolução: Tush push, semeadura de playoffs e muito mais - NBC Sports",
        "O que há de novo nos ficheiros do JFK? 4 coisas a saber sobre os registos de assassinatos. - The Washington Post",
        "Novo filme ‘Branca de Neve’ da Disney combate guerras culturais e vence - Bloomberg",
        "Rússia-Ucrânia: Trump elogia telefonema \"muito bom\" com Zelensky - BBC.com",
        "O telefonema Trump-Putin deu ao líder do Kremlin a oportunidade de se afastar da guerra na Ucrânia - The Associated Press",
        "O Federal Reserve emite a declaração do FOMC - Federal Reserve",
        "Gilead Stock Dives On A Devastating Potential Call From HHS - Investor's Business Daily",
        "Exclusivo | Nova namorada misteriosa de Pete Davidson revelada como ex de Jason Sudeikis e Benny Blanco - Page Six",
        "Aaron Rodgers Watch parece longe de acabar depois que os Vikings desprezam os Giants, os Steelers esperam - New York Post",
        "Turquia detém o prefeito de Istambul, Imamoglu, em investigação de corrupção - DW (inglês)",
        "PSA: Você não precisa do conhecimento de Assassin's Creed para jogar Shadows - Eurogamer",
        "A Microsoft está substituindo seu diretor de pessoal à medida que repensa as avaliações de desempenho. Leia o e-mail do CEO Satya Nadella. - Business Insider"
    ]
}