{
    "headlines": [
        "Über 200 \"Tesla Takedown\" -Proteste finden in den USA am \"Global Day of Action\" gegen Elon Musks Rolle bei DOGE statt - CNN",
        "DOGE feuert fast alle Mitarbeiter im Hauptquartier des U.S. Institute of Peace - The Washington Post",
        "Keine Überlebenden im Flugzeug, das in Minnesota abgestürzt ist und von Des Moines - Des Moines Register abgeflogen ist",
        "Hisbollah-Chef: Die Hisbollah hat den Waffenstillstandsvertrag vollständig eingehalten, Israel nicht - The Jerusalem Post",
        "Kauf, Verkauf der neuesten NFL-QB-Gerüchte aus dem Jahr 2025: Aaron Rodgers will zu den Vikings? Kirk Cousins für Browns? - CBS Sports",
        "Proteste in der Türkei: Pro-Demokratie-Demonstranten kehren zu einer riesigen Kundgebung auf die Straßen Istanbuls zurück - BBC.com",
        "Top-Impfstoffbeamter tritt von der FDA zurück, kritisiert RFK Jr. für die Förderung von \"Fehlinformationen und Lügen\" - The Associated Press",
        "Prognosen zum März-Wahnsinn 2025: NCAA-Klammerexperte wählt gegen den Spread, Elite-Eight-Quoten für Samstag - CBS Sports",
        "Brooke Hogan behauptet, dass sie seit ihrer Kindheit inmitten ihres Risses von Linda Hogan \"missbraucht\" wurde - BuzzFeed",
        "Fast 500 Masernfälle in 19 Bundesstaaten gemeldet: CDC - ABC News",
        "Die Diabetes-Pille von Novo Nordisk senkt das Risiko für kardiovaskuläre Komplikationen nach vier Jahren um 14 % - CNBC",
        "‘Bachelorette’ Alaun Katie Thurston, 34, verrät, dass sich ihr Brustkrebs jetzt im Stadium 4 befindet, sich auf ihre Leber ausgebreitet hat - Seite sechs",
        "Inhaftierter Student von Tufts kann nicht ohne Gerichtsbeschluss in die Türkei abgeschoben werden, sagt Richter - PBS NewsHour",
        "Grönland: JD Vance bringt ominöse Botschaft auf dänisches Territorium - BBC.com",
        "Aufgeregt an den Kinokassen: Blaues Kragen-Drama „Ein arbeitender Mann“ erklärt Sieg über „Schneewittchen“ - Hollywood-Reporter",
        "\"Ich verspreche, ich werde mich benehmen\": Die merkwürdigsten republikanischen Gesichter des Kongresses sind DOGE, Signalgate Wut - POLITICO",
        "Disney steht vor US-Untersuchungen über DEI-Praktiken - BBC.COM"
    ]
}