{
    "headlines": [
        "ਸੰਯੁਕਤ ਰਾਸ਼ਟਰ ਨੇ ਕਿਹਾ ਕਿ ਲੇਬਨਾਨ ਵਿਚ ਇਰਾਨ ਦੀ ਹਮਾਇਤ ਪ੍ਰਾਪਤ ਹਿਜ਼ਬੁੱਲਾ ਨਾਲ ਲੜ ਰਹੇ ਇਜ਼ਰਾਈਲੀ ਫੌਜਾਂ ਨੇ UNIFIL ਸ਼ਾਂਤੀ ਰੱਖਿਅਕਾਂ 'ਤੇ ਗੋਲੀਬਾਰੀ ਕੀਤੀ, ਦੋ ਜ਼ਖਮੀ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਪੀਐਫਟੀ ਦਾ ਹਫਤਾ 6 2024 ਐਨਐਫਐਲ ਪਿਕਸ, ਫਲੋਰੀਓ ਬਨਾਮ ਸਿਮਜ਼ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਟੇਸਲਾ ਰੋਬੋਟੈਕਸਿਸ ਗੇਮ ਚੇਂਜਰ ਹੋਵੇਗਾ, ਵੇਡਬੱਸ਼ ਦੇ ਡੈਨ ਇਵਜ਼ ਕਹਿੰਦਾ ਹੈ - ਸੀ ਐਨ ਬੀ ਸੀ ਟੈਲੀਵਿਜ਼ਨ",
        "‘ਦਿ ਅਪ੍ਰੈਂਟਿਸ’ ਏਰੀ ਪੀਏ ਡੋਨਾਲਡ ਟਰੰਪ ਰੈਲੀ, ਹੋਰ ਕੋਸ਼ਿਸ਼ਾਂ ਵਿਚ 45 ਦੇਖਣ ਲਈ - ਡੈੱਡਲਾਈਨ",
        "ਸਾਬਕਾ ਬਲਿਜ਼ਾਰਡ ਬੌਸ ਦਾ ਨਵਾਂ ਸਟੂਡੀਓ ਡੈਬਿਊ ਟੇਬਲਟੌਪ ਤੋਂ ਪ੍ਰੇਰਿਤ ਖੇਡ ਸੁੰਦਰਫੋਕ ਦਾ ਖੁਲਾਸਾ ਕਰਦਾ ਹੈ - ਯੂਰੋਗੇਮਰ",
        "ਇੰਟੇਲ ਦੇ ਨਵੇਂ ਫਲੈਗਸ਼ਿਪ ਸੀਪੀਯੂ ਪੀਸੀ ਗੇਮਿੰਗ ਲਈ ਕੂਲਰ ਅਤੇ ਵਧੇਰੇ ਕੁਸ਼ਲਤਾ ਨਾਲ ਚੱਲਣਗੇ - ਦਿ ਵਰਜ",
        "2024 ਸੀਜ਼ਨ ਦੇ ਅੰਤ 'ਚ ਟੈਨਿਸ ਤੋਂ ਸੰਨਿਆਸ ਲੈਣਗੇ ਨਡਾਲ - ESPN",
        "ਇਜ਼ਰਾਈਲੀ ਹਮਲੇ 'ਚ ਕੇਂਦਰੀ ਗਾਜ਼ਾ ਦੇ ਸਕੂਲ' ਚ ਘੱਟੋ-ਘੱਟ 28 ਫਲਸਤੀਨੀ ਮਾਰੇ ਗਏ, ਰੈੱਡ ਕ੍ਰਿਸੈਂਟ ਦਾ ਕਹਿਣਾ ਹੈ - ਸੀਐਨਐਨ",
        "ਅਪਾਹਜ ਬਜ਼ੁਰਗਾਂ ਅਤੇ ਫੌਜੀ ਰਿਟਾਇਰਮੈਂਟਾਂ ਲਈ 2025 ਤਨਖਾਹ ਵਾਧਾ ਇੱਥੇ ਹੈ - ਮਿਲਟਰੀ ਡਾਟ ਕਾਮ",
        "ਨਿਕ ਸਿਰੀਅਨਨੀ ਅਸੁਵਿਧਾਜਨਕ ਰਾਬਰਟ ਸਾਲੇਹ ਫਾਇਰਿੰਗ ਦੇ ਪ੍ਰਸ਼ਨਾਂ ਨਾਲ ਨਜਿੱਠ ਰਿਹਾ ਹੈ ਕਿਉਂਕਿ ਫਿਲਡੇਲਫੀਆ ਵਿੱਚ ਦਬਾਅ ਬਣਦਾ ਹੈ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਲਾਈਵ ਅਪਡੇਟਸਃ ਤੂਫਾਨ ਮਿਲਟਨ ਨੇ ਫਲੋਰੀਡਾ 'ਤੇ ਹੜਤਾਲ ਕੀਤੀ - ਮੌਸਮ ਚੈਨਲ",
        "ਵੀਟੀ. ਸਿਹਤ ਅਧਿਕਾਰੀ 2012 ਤੋਂ ਬਾਅਦ ਪਹਿਲੀ ਟ੍ਰਿਪਲ-ਈ ਮੌਤ ਦੀ ਰਿਪੋਰਟ ਕਰਦੇ ਹਨ - ਡਬਲਯੂਸੀਏਐਕਸ",
        "ਸਪਾਈਡਰ ਮੈਨ ਤੋਂ ਪ੍ਰੇਰਿਤ, ਖੋਜਕਰਤਾ ਵੈਬ-ਸਿਲਿੰਗ ਤਕਨਾਲੋਜੀ ਨੂੰ ਦੁਬਾਰਾ ਬਣਾਉਂਦੇ ਹਨ - Phys.",
        "ਰਤਨ ਟਾਟਾ, ਇੱਕ ਭਾਰਤੀ ਉਦਯੋਗ ਦੇ ਦਿੱਗਜ ਅਤੇ ਕਾਰੋਬਾਰੀ ਆਈਕਨ ਦੀ 86 ਸਾਲ ਦੀ ਉਮਰ ਵਿੱਚ ਮੌਤ ਹੋ ਗਈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਤੁਹਾਡਾ ਸੈਮਸੰਗ ਗਲੈਕਸੀ ਫੋਨ ਕੁਆਲਕਾਮ ਚਿਪਸ ਵਿੱਚ ਹੈਕਰਾਂ ਦੇ ਬੱਗ ਦਾ ਸ਼ੋਸ਼ਣ ਕਰਨ ਤੋਂ ਬਾਅਦ ਜੋਖਮ ਵਿੱਚ ਹੋ ਸਕਦਾ ਸੀ - Gizmodo",
        "Exclusive: ਇਜ਼ਰਾਈਲ ਨੂੰ ਈਰਾਨ ਦੇ ਤੇਲ ਟਿਕਾਣਿਆਂ 'ਤੇ ਬੰਬ ਸੁੱਟਣ ਤੋਂ ਰੋਕੋ, ਖਾੜੀ ਦੇਸ਼ਾਂ ਨੇ ਅਮਰੀਕਾ ਨੂੰ ਕੀਤੀ ਅਪੀਲ - Reuters",
        "ਸੀਪੀਆਈ ਅਤੇ ਬੇਰੁਜ਼ਗਾਰ ਦਾਅਵਿਆਂ ਦੇ ਅੰਕੜਿਆਂ ਤੋਂ ਬਾਅਦ ਸਟਾਕ ਡਿੱਗਦੇ ਹਨ, ਡਾਲਰ ਅਤੇ ਖਜ਼ਾਨਾ ਝਾੜ ਹੇਠਾਂ ਆਉਂਦੇ ਹਨ - ਰਾਇਟਰਜ਼",
        "ਫਾਈਜ਼ਰ ਨੇ ਕਾਰਕੁਨ ਸਕਿਜ਼ਮ ਤੋਂ ਪਹਿਲਾਂ ਰੀਨੇਗੇਡ ਕਾਰਜਕਾਰੀਆਂ 'ਤੇ ਮੁਕੱਦਮਾ ਕਰਨ ਦੀ ਧਮਕੀ ਦਿੱਤੀ, ਸਟਾਰਬੋਰਡ ਦਾ ਸਮਿਥ ਕਹਿੰਦਾ ਹੈ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਉੱਤਰੀ ਲਾਈਟਾਂ ਅਲਰਟਃ ਇੱਥੇ ਹੈ ਜਿੱਥੇ ਅੱਜ ਰਾਤ Aurora Borealis ਵੇਖਿਆ ਜਾ ਸਕਦਾ ਹੈ- ਜਿਵੇਂ ਭਵਿੱਖਬਾਣੀਕਰਤਾ ਮਜ਼ਬੂਤ ਪ੍ਰਦਰਸ਼ਨ ਦੀ ਭਵਿੱਖਬਾਣੀ ਕਰਦੇ ਹਨ - ਫੋਰਬਸ",
        "ਸਿਰਜਣਹਾਰ ਏ-ਲਿਸਟਃ 50 ਸਭ ਤੋਂ ਪ੍ਰਭਾਵਸ਼ਾਲੀ ਪ੍ਰਭਾਵ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ"
    ]
}