{
    "headlines": [
        "New research shows the massive hole Dems are in - POLITICO",
        "Jalen Hurts ruled out of game vs. Commanders with concussion, replaced by Kenny Pickett - Yahoo Sports",
        "Kay Granger is residing in assisted-living facility, her son tells Dallas publication - POLITICO",
        "Box Office: ‘Sonic 3’ Bounds Over the Hedge With $62M Opening, ‘Mufasa’ Limps to $35M - Hollywood Reporter",
        "Tank Dell is returning to Houston today - NBC Sports",
        "Small plane crashes into Brazilian city, killing at least 10 people - CNN",
        "Jets vs. Rams live updates: NFL scores, game stats, highlights, news, where to watch Week 16 game - CBS Sports",
        "‘It Ends with Us’ Author Colleen Hoover Supports Blake Lively Amid Justin Baldoni Allegations: ‘Never Change, Never Wilt’ - Variety",
        "\"Our prime minister\": Republicans embrace Elon Musk's role in Trumpworld - Axios",
        "Trump names Treasury adviser from first term to chair economic panel - Financial Times",
        "Michael Che ‘Admits’ to Jeffrey Epstein Friendship, Colin Jost Uses ‘Black Voice’ in Annual ‘SNL’ Joke Swap | Video - Yahoo Entertainment",
        "U.S. ship shoots down jet in friendly fire over Red Sea, military says - The Washington Post",
        "Trump threatens to retake control of Panama Canal unless deal reached - Reuters Canada",
        "IDF strikes in Gaza kill over 30, rescuers say; IDF calls to close north Gaza hospital - Haaretz",
        "[Removed]",
        "iOS 19 Rumored to Be Compatible With These iPhones - MacRumors",
        "Magdeburg: Tributes paid to child killed in Christmas market attack - BBC.com",
        "Democratic Sen. Fetterman: ‘I’m not rooting against’ Trump - ABC News",
        "Cyclone Chido kills 94 people in Mozambique - BBC.com",
        "A fireball shot across the Louisiana night sky. It wasn't a shooting star or meteor shower. - NOLA.com"
    ]
}