{
    "headlines": [
        "L'Ontario augmente de 25 % ses exportations d'électricité vers les États-Unis en réponse à la guerre commerciale de Trump - The Associated Press",
        "Sources : Chargeurs, Mack atteindre 1 an, offre de 18 MILLIONS de dollars - ESPN",
        "L'action Redfin grimpe de 70% sur l'offre d'achat par Rocket Cos. pour 1,75 milliard de dollars - Barron's",
        "Briefing en direct : Israël menace de couper l'électricité à Gaza, alors que l'envoyé de Trump se dirige vers des pourparlers de cessez-le-feu - The Washington Post",
        "Panthers prolongent le cornerback Jaycee Horn - Panthers.com",
        "Le Groenland se dirige vers les sondages alors que Trump regarde le territoire - BBC.com",
        "Candidats au Festival de Cannes : 60 films qui pourraient faire partie de la programmation 2025 - Hollywood Reporter",
        "Mahmoud Khalil : L'administrateur Trump double la mise en détention d'un activiste pro-palestinien de Columbia - Ce que nous savons - Forbes",
        "Une grève d'une journée dans 13 aéroports allemands, y compris les principaux hubs, met la plupart des vols à l'arrêt - The Associated Press",
        "Les actions américaines chutent après que Trump ait déclaré qu'il n'exclurait pas une récession - CNN",
        "Las Vegas Raiders 2025 NFL free agency tracker - Fierté argentée et noire",
        "Un incendie se déclare après la collision d'une citerne et d'un cargo au large des côtes britanniques - CNN",
        "Six réflexions sur le nouvel iPad Air M3 d'Apple - The Verge",
        "Les investisseurs veulent un morceau de DeepSeek. Son fondateur dit pas maintenant. - WSJ - The Wall Street Journal",
        "Certains téléphones Pixel agissent avec un problème d'affichage étrange - Android Central",
        "Voici pourquoi les banques ne veulent pas que le CFPB disparaisse - CNBC",
        "Le secrétaire d'État Rubio dit que la purge des programmes de l'USAID est terminée, avec 83% des programmes de l'agence disparus - The Associated Press"
    ]
}