{
    "headlines": [
        "ਜੇ ਜੇ ਸਪਾunਨ ਅਤੇ ਰੋਰੀ ਮੈਕਿਲਰੋਏ ਦੇ ਸਿਰ ਸੋਮਵਾਰ ਖਿਡਾਰੀਆਂ ਦੇ ਪਲੇਆਫ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ ਦੇ ਰੂਪ ਵਿੱਚ ਵਾਈਬਜ਼ ਨੂੰ ਬਦਲਣਾ",
        "‘ਸਨੋ ਵ੍ਹਾਈਟ’ ਪਹਿਲੀ ਪ੍ਰਤੀਕ੍ਰਿਆ ਫਿਲਮ ਨੂੰ ‘ਵਿਜ਼ੂਅਲ ਫੈਸਟ‘ ਵਜੋਂ ਪ੍ਰਸ਼ੰਸਾ ਕਰਦੀ ਹੈ ਅਤੇ ਡਿਜ਼ਨੀ ਦੀ ‘ਸਾਲਾਂ ਵਿੱਚ ਸਰਬੋਤਮ ਲਾਈਵ-ਐਕਸ਼ਨ ਰੀਮੇਕਸ’ ਵਿੱਚੋਂ ਇੱਕ - ਵੰਨਗੀ",
        "ਟਰੰਪ ਨੇ ਕਾਰਜਕਾਰੀ ਆਦੇਸ਼ ਨਾਲ ਵੌਇਸ ਆਫ ਅਮਰੀਕਾ ਨੂੰ ਭੰਗ ਕੀਤਾ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਤੂਫਾਨ ਦੇ ਰੂਪ ਵਿੱਚ ਘੱਟੋ ਘੱਟ 36 ਦੀ ਮੌਤ, ਗੰਭੀਰ ਮੌਸਮ ਕਈ ਰਾਜਾਂ ਨੂੰ ਖਤਰੇ ਵਿੱਚ ਪਾਉਂਦਾ ਹੈ - ਐਕਸੀਓਸ",
        "ਫੰਡਿੰਗ ਬਿੱਲ ਲਈ ਵੋਟਿੰਗ 'ਤੇ ਸ਼ੂਮਰਃ ਟਰੰਪ, ਮਸਕ‘ ਨੁਕਸਾਨ ‘ਬੰਦ ਦੇ ਅਧੀਨ‘ ਬਹੁਤ ਜ਼ਿਆਦਾ ਬਦਤਰ ’ਹੋ ਸਕਦਾ ਹੈ - ਦਿ ਹਿੱਲ",
        "2025 ਐਨਸੀਏਏ ਟੂਰਨਾਮੈਂਟ ਬਰੈਕਟਃ ਮਾਰਚ ਪਾਗਲਪਣ ਵਿਚ ਖੇਡਣ ਵਾਲੀ ਹਰ ਟੀਮ ਨੂੰ ਨੰਬਰ 1 ਤੋਂ 68 ਤੱਕ ਦਰਜਾ ਦੇਣਾ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਜੰਗਲੀ ਅੱਗਾਂ ਕਾਰਨ ਸੈਂਕੜੇ ਘਰਾਂ ਨੂੰ ਤਬਾਹ ਕਰਨ ਅਤੇ ਨੁਕਸਾਨ ਪਹੁੰਚਾਉਣ ਤੋਂ ਬਾਅਦ ਓਕਲਾਹੋਮ ਦੇ ਸਰਵੇਖਣ ਦੀ ਤਬਾਹੀ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਮੰਦੀ ਵਿੱਚ ਭੁਗਤਾਨ ਸਟਾਕਾਂ ਦਾ ਕੀ ਹੋਵੇਗਾ? ਬਰਨਸਟਾਈਨ 2008 (V:NYSE) ਤੋਂ ਸੁਰਾਗ ਲੈਂਦਾ ਹੈ - ਅਲਫ਼ਾ ਦੀ ਭਾਲ",
        "ਨਿcastਕੈਸਲ ਯੂਨਾਈਟਿਡ ਪ੍ਰਸ਼ੰਸਕ 'ਚਮਕਦਾਰ' ਕੈਰਾਬਾਓ ਕੱਪ ਜਿੱਤ ਦਾ ਜਸ਼ਨ ਮਨਾਉਂਦੇ ਹਨ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਲੋਕ ਤਸਵੀਰਾਂ ਤੋਂ ਵਾਟਰਮਾਰਕ ਹਟਾਉਣ ਲਈ ਗੂਗਲ ਦੇ ਨਵੇਂ ਏਆਈ ਮਾਡਲ ਦੀ ਵਰਤੋਂ ਕਰ ਰਹੇ ਹਨ - TechCrunch",
        "ਰੂਬੀਓ ਕੋਲੰਬੀਆ ਕਾਰਕੁਨ ਦੀ ਨਜ਼ਰਬੰਦੀ ਦਾ ਬਚਾਅ ਕਰਦਾ ਹੈ, ਕਹਿੰਦਾ ਹੈ ਕਿ ਹੋਰ ਗ੍ਰਿਫਤਾਰੀਆਂ ਆਉਣਗੀਆਂ - ਪੋਲਿਟਿਕੋ",
        "Blue Ghost Watches Lunar Eclipse from the Lunar Surface - ਹੈਕਾਡੇ",
        "ਟੌਮ ਪੇਟੀ ਗਿਟਾਰਿਸਟ ਮਾਈਕ ਕੈਂਪਬੈਲ ਨੇ ਖੁਲਾਸਾ ਕੀਤਾ ਕਿ ਉਸਨੇ ਕਦੇ ਵੀ ਆਪਣੀ ਹੈਰੋਇਨ ਦੀ ਆਦਤ ਬਾਰੇ ਦੇਰ ਨਾਲ ਗਾਇਕ ਦਾ ਸਾਹਮਣਾ ਕਿਉਂ ਨਹੀਂ ਕੀਤਾ - ਮਨੋਰੰਜਨ ਹਫਤਾਵਾਰੀ ਖ਼ਬਰਾਂ",
        "ਟਰੰਪ ਦੇ ਬਹੁ-ਅਰਬਪਤੀ ਖਜ਼ਾਨਾ ਸਕੱਤਰ ਨੇ ਸਟਾਕ ਮਾਰਕੀਟ ਨੂੰ ‘ਸਿਹਤਮੰਦ‘ ਡਰਾਪ ਕਿਹਾ - ਰੋਲਿੰਗ ਸਟੋਨ",
        "ਗੂਗਲ ਅਸਿਸਟੈਂਟ ਐਂਡਰਾਇਡ, ਨੈਸਟ ਹੱਬ/ਸਪੀਕਰਾਂ ਵਿੱਚ 7 ਹੋਰ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਗੁਆ ਰਿਹਾ ਹੈ - 9to5Google",
        "ਫਲੋਰਿਡਾ ਟੈਨਿਸੀ - ਯਾਹੂ ਸਪੋਰਟਸ ਉੱਤੇ ਐਸਈਸੀ ਟਾਈਟਲ ਗੇਮ ਦੀ ਜਿੱਤ ਦੇ ਨਾਲ ਐਨਸੀਏਏ ਟੂਰਨਾਮੈਂਟ ਵਿੱਚ ਇੱਕ ਨੰਬਰ 1 ਸੀਡ ਦੇ ਰੂਪ ਵਿੱਚ ਆਪਣੀ ਸਥਿਤੀ ਨੂੰ ਮਜ਼ਬੂਤ ਕਰਦਾ ਹੈ",
        "ਨੇਤਨਯਾਹੂ ਇੰਟੈਲੀਜੈਂਸ ਦੇ ਮੁਖੀ ਨੂੰ ਬਰਖਾਸਤ ਕਰਨ ਲਈ ਚਲਦਾ ਹੈ ਜੋ ਉਸ ਦੇ ਸਾਥੀਆਂ ਦੀ ਜਾਂਚ ਕਰ ਰਿਹਾ ਹੈ - ਐਕਸੀਓਸ",
        "ਪੋਪ ਫ੍ਰਾਂਸਿਸ ਜੈਮੇਲੀ ਹਸਪਤਾਲ ਦੇ ਪ੍ਰਾਈਵੇਟ ਚੈਪਲ ਵਿਚ ਮਾਸ ਨੂੰ ਛੁਪਾਉਂਦਾ ਹੈ - ਵੈਟੀਕਨ ਨਿ Newsਜ਼ - ਅੰਗਰੇਜ਼ੀ",
        "ਟੌਮ ਕਰੂਜ਼ ਏਨਾ ਡੀ ਆਰਮਜ਼ ਨਾਲ ਦੁਬਾਰਾ ਹੰਗ ਆਉਟ - ਕਟ",
        "ਸਰਬੀਆਈ ਅਧਿਕਾਰੀਆਂ ਨੇ ਸ਼ਾਂਤਮਈ ਪ੍ਰਦਰਸ਼ਨਕਾਰੀਆਂ 'ਤੇ ਨਾਜਾਇਜ਼ ਸੋਨਿਕ ਹਥਿਆਰਾਂ ਦੇ ਹਮਲੇ ਤੋਂ ਇਨਕਾਰ ਕੀਤਾ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ"
    ]
}