{
    "headlines": [
        "ਕੀ ਅਮਰੀਕਾ ਟੈਰਿਫ ਤੋਂ 2 ਬਿਲੀਅਨ ਡਾਲਰ ਬਣਾ ਰਿਹਾ ਹੈ - ਅਤੇ ਹੋਰ ਟਰੰਪ ਦੇ ਦਾਅਵੇ - ਬੀਬੀਸੀ",
        "‘ਸਾਡੇ ਵਿੱਚੋਂ ਆਖਰੀ’ ਸੀਜ਼ਨ 2 ਪ੍ਰੀਮੀਅਰ ਤੋਂ ਪਹਿਲਾਂ ਸੀਜ਼ਨ 3 ਲਈ ਨਵੀਨੀਕਰਣ - ਵੰਨਗੀ",
        "ਟਰੰਪ ਦੇ ਤੌਰ ਤੇ ਗਲੋਬਲ ਵਪਾਰ ਜੰਗ ਵਧਦੀ ਹੈ, ਚੀਨ ਨਵ ਟੈਰਿਫ ਲਾਗੂਃ ਲਾਈਵ ਅੱਪਡੇਟ - Newsweek",
        "ਚੀਨ ਨੇ ਆਪਣੇ ਨਾਗਰਿਕਾਂ ਦੀ ਮਹੱਤਵਪੂਰਨ ਗਿਣਤੀ ਨੂੰ ਯੂਕਰੇਨ ਵਿੱਚ ਰੂਸ ਲਈ ਲੜਨ ਤੋਂ ਇਨਕਾਰ ਕੀਤਾ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਪੀਟ ਹੇਗਸੇਥ ਸੀਨੀਅਰ ਸਲਾਹਕਾਰ ਪੈਂਟਾਗਨ ਨੂੰ ਸਕਾਉਟਿੰਗ ਅਮਰੀਕਾ ਨਾਲ ਸੰਬੰਧ ਕੱਟਣ ਲਈ ਜ਼ੋਰ ਦੇ ਰਹੇ ਹਨ - ਐਨਬੀਸੀ ਨਿ Newsਜ਼",
        "ਜੇ ਗ੍ਰਹਿ ਨੌਂ ਬਾਹਰ ਹੈ, ਤਾਂ ਇਹ ਦੂਰਬੀਨ ਅਸਲ ਵਿੱਚ ਇਸ ਨੂੰ ਲੱਭ ਸਕਦੀ ਹੈ - ਐਨਪੀਆਰ",
        "ਨੂਹ ਵਾਇਲ ‘ਨਰਵਸ ਬ੍ਰੇਕਡਾਊਨ' ਦੇ ਨੇੜੇ ਸੀ । ’ਫਿਰ ਆਇਆ‘ ਦਿ ਪਿਟ ’: ਇਹ ਹੈ' ਨਾਰਾਜ਼ਗੀ ਅਸੀਂ ਮਾਸਕ ਅਤੇ ਟੀਕਿਆਂ 'ਤੇ ਸਹਿਮਤੀ’ ਤੇ ਨਹੀਂ ਆ ਸਕਦੇ '- ਵੰਨਗੀ",
        "ਯੂਐਸ ਦੇ ਖਜ਼ਾਨਾ ਬਾਂਡ 30 ਸਾਲਾਂ ਦੇ ਝਾੜ ਦੇ ਤੌਰ ਤੇ ਬੰਦ ਹੋ ਜਾਂਦੇ ਹਨ ਸਭ ਤੋਂ ਵੱਧ 1982 ਤੋਂ - ਬੈਰਨ ਦਾ",
        "ਅਮਰੀਕਾ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਹ ਹੁਣ ਐਂਟੀਸੈਮਿਟਿਜ਼ਮ ਲਈ ਪ੍ਰਵਾਸੀਆਂ ਦੇ ਸੋਸ਼ਲ ਮੀਡੀਆ ਦੀ ਨਿਗਰਾਨੀ ਕਰ ਰਿਹਾ ਹੈ - ਐਨਪੀਆਰ",
        "ਡੈਲਟਾ ਦੇ ਸੀਈਓ ਨੇ ਚੇਤਾਵਨੀ ਦਿੱਤੀ ਹੈ ਕਿ ਟਰੰਪ ਦੇ ਟੈਰਿਫ ਪਹਿਲਾਂ ਹੀ 300 ਬਿਲੀਅਨ ਡਾਲਰ ਦੇ ਬਦਲੇ ਦੀ ਯਾਤਰਾ ਬਾਜ਼ਾਰ ਨੂੰ ਧਮਕੀ ਦੇ ਰਹੇ ਹਨਃ 'ਅਸੀਂ ਇਸ ਤਰ੍ਹਾਂ ਕੰਮ ਕਰ ਰਹੇ ਹਾਂ ਜਿਵੇਂ ਅਸੀਂ ਮੰਦੀ ਵਿੱਚ ਜਾ ਰਹੇ ਹਾਂ' - ਫਾਰਚਿ.",
        "ਸਟੀਵ ਮੂਰ: ‘ਮੈਂ ਨਵਾਰੋ ਸਪੈਟ ਵਿਚ ਮਸਕ ਦੇ ਨਾਲ... ਪਾਸੇ ਜਾ ਰਿਹਾ ਹਾਂ’ - ਦ ਹਿੱਲ",
        "2025 ਮਾਸਟਰਜ਼ $ 1 ਮਿਲੀਅਨ ਪਾਰਲੇ ਪਿਕਸ, ਪੀਜੀਏ ਟੂਰ ਪਲੇਅਰ ਪ੍ਰੋਪਸ, ਗੋਲਫ ਦੀਆਂ ਮੁਸ਼ਕਲਾਂਃ $ 10 ਬਾਜ਼ੀ ਤੋਂ ਸੰਭਾਵਤ ਤੌਰ ਤੇ ਮਜ਼ਬੂਤ ਆਰਓਆਈ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਯੂਰਪੀਅਨ ਯੂਨੀਅਨ ਨੇ ਟਰੰਪ ਦੇ ਸਟੀਲ, ਅਲਮੀਨੀਅਮ ਦੇ ਟੈਰਿਫ ਦੇ ਬਦਲੇ ਵਿਚ ਅਮਰੀਕੀ ਚੀਜ਼ਾਂ 'ਤੇ 23 ਬਿਲੀਅਨ ਡਾਲਰ ਦੇ ਨਵੇਂ ਟੈਰਿਫ ਲਗਾਏ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਟਰੰਪ ਐਡਮਿਨ. ਉੱਤਰ-ਪੱਛਮੀ ਫੰਡਿੰਗ ਨੂੰ ਫ੍ਰੀਜ਼ ਕਰਦਾ ਹੈ, ਕਾਰਨੇਲ ਲਈ ਸਟਾਪ-ਵਰਕ ਆਰਡਰ ਜਾਰੀ ਕਰਦਾ ਹੈ - ਐਕਸੀਓਸ",
        "ਗੂਗਲ ਦੇ ਪ੍ਰੋਟੋਟਾਈਪ ਐਂਡਰਾਇਡ ਐਕਸਆਰ ਗਲਾਸ TED2025 - 9to5Google 'ਤੇ ਫੇਸ ਟਾਈਮ ਪ੍ਰਾਪਤ ਕਰਦੇ ਹਨ",
        "ਨਿਊਯਾਰਕ ਵਿਚ ਫੈਡਰਲ ਜੱਜ ਏਲੀਅਨ ਦੁਸ਼ਮਣ ਐਕਟ ਦੇ ਤਹਿਤ ਭਵਿੱਖ ਦੇ ਦੇਸ਼ ਨਿਕਾਲੇ ਨੂੰ ਰੋਕਣ 'ਤੇ ਵਿਚਾਰ ਕਰੇਗਾ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਪੀਟ ਪ੍ਰਿਸਕੋ 2025 ਐਨਐਫਐਲ ਮੌਕ ਡਰਾਫਟ 2.0: ਤਿੰਨ ਟੀਮਾਂ ਰਾਉਂਡ 1 ਵਿੱਚ ਕਿ Qਬੀ ਲੈਂਦੀਆਂ ਹਨ, ਪਰ ਜਾਇੰਟ ਉਨ੍ਹਾਂ ਵਿੱਚੋਂ ਇੱਕ ਨਹੀਂ ਹਨ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਚੀਨ ਨੇ ਟਰੰਪ ਦੇ ਨਾਲ ਪ੍ਰਦਰਸ਼ਨ 'ਚ ਅਮਰੀਕੀ ਵਸਤਾਂ' ਤੇ 84% ਟੈਰਿਫ ਦਾ ਕੀਤਾ ਐਲਾਨ - CNN",
        "ਕਾਰਜਕਾਰੀ ਆਈਆਰਐਸ ਕਮਿਸ਼ਨਰ ਇਮੀਗ੍ਰੇਸ਼ਨ ਅਥਾਰਟੀਆਂ ਨਾਲ ਡਾਟਾ ਸਾਂਝਾ ਕਰਨ ਦੇ ਸੌਦੇ 'ਤੇ ਪਹੁੰਚਣ ਤੋਂ ਬਾਅਦ ਅਸਤੀਫਾ ਦੇ ਰਹੇ ਹਨ - ਸੀਐਨਐਨ"
    ]
}