{
    "headlines": [
        "Jato médico com seis colisões no bairro da Filadélfia - BBC.com",
        "‘Haverá muitas baixas’: Panamá prepara-se para a guerra enquanto a equipa de Trump faz um acordo - POLITICO",
        "Os fogos de Palisades e Eaton agora estão 100% contidos. Mas um longo caminho para a recuperação se aproxima - Yahoo! Voices",
        "Os posts X ofensivos da estrela de Emilia Pérez, Karla Sofía Gascón, atrapalharão as chances da favorita ao Oscar? - BBC.com",
        "Por que as tarifas no México e no Canadá podem aumentar os custos de supermercado, em 3 gráficos - CNN",
        "Conclusões do orçamento da Índia que reduzem o imposto de renda sobre a classe média assalariada para estimular o crescimento - The Associated Press",
        "A Costco aumenta o pagamento não sindicalizado para mais de US $ 30 por hora à medida que o prazo do sindicato se aproxima - The Washington Post",
        "CDC remove referências de gênero e equidade em material de saúde pública - The Washington Post",
        "Damian Priest, Jacob Fatu e outros anunciam a entrada em 2025 WWE Royal Rumble Matches - Wrestling Inc.",
        "Abaixo da superfície, as raízes profundas do Dia da Marmota antecedem Punxsutawney Phil - The Associated Press",
        "Dejounte Murray rasga o tendão de Aquiles, por relatório, enquanto a temporada devastada por lesões do Pelicans vai de mal a pior - CBS Sports",
        "Trump Responde à Reação Lágrima de Selena Gomez às Deportações em Massa com Clipe Acusando Essencialmente a Atriz de Fingir - Yahoo! Voices",
        "Sam Altman diz que a OpenAI adotará duas novas abordagens de IA, uma da DeepSeek e outra da Meta - Business Insider",
        "'Wordle‘ #1323 Hints, Clues And Answer For Saturday, February 1st - Forbes",
        "Ex-conselheiro sénior da Reserva Federal indiciado por acusações de espionagem económica - CBS News",
        "Venezuela liberta 6 americanos após encontro entre presidente Maduro e enviado de Trump - Associated Press",
        "As ações de tecnologia têm a pior semana em meses depois que ‘ninguém viu o DeepSeek chegando’ - MarketWatch",
        "Terry Rozier, do Heat, se recusa a discutir investigação federal sobre jogos de azar - New York Post",
        "Escolhas de basquete universitário, cronograma: previsões para Tennessee vs. Flórida e mais 25 melhores jogos para sábado - CBS Sports"
    ]
}