{
    "headlines": [
        "Pontuação final Alabama vs Geórgia: atualizações, destaques da vitória da Crimson Tide sobre os Bulldogs - usa TODAY",
        "Joe Biden, de Dana Carvey, Doug Emhoff, de Andy Samberg, Tim Walz, de Jim Gaffigan Junte-se a Kamala Harris, de Maya Rudolph, para dar início à estreia da 50ª temporada de ‘SNL’",
        "Israel diz que atacou líder do Hezbollah em ataques a Beirute: Atualizações ao vivo - CNN",
        "O CEO da Steward Health Care, Dr. Ralph de la Torre, deixa a empresa falida - WCVB Boston",
        "O novo visual de Julius Randle foi revelado quando a mãe reconheceu que os Knicks negociam no Instagram: ‘Vamos Lobos!’ - New York Post",
        "Como o ex-soldado do estado de Idaho, Dan Howard, foi preso pelo assassinato de sua esposa - CBS News",
        "YouTube puxa músicas de Adele, Nirvana e outros devido à disputa do SESAC - The Verge",
        "Rebel Wilson casa com Ramona Agruma em casamento italiano - E! NEWS",
        "Asheville, na Carolina do Norte, foi devastada depois que os danos de Helene cortaram a energia e inundaram estradas - CBS News",
        "Números vencedores da Powerball para 28 de setembro: Jackpot de US $ 243 milhões - usa TODAY",
        "Trump bate na mensagem de imigração após a visita de Harris à fronteira - Axios",
        "Várias pessoas mortas após acidente de avião em OBX - WAVY.com",
        "A Califórnia é o primeiro estado a banir os Froot Loops dos refeitórios das escolas - POLITICO",
        "Moicano drubs Saint Denis as doctor stops fight - ESPN",
        "Cápsula SpaceX inicia missão de resgate para devolver astronautas encalhados - BBC.com",
        "Presidente do UBS alerta contra grande aumento nas exigências de capital, informa jornal - Yahoo Finance",
        "O sangue de Hassan Nasrallah 'não passará despercebido', adverte o Irã - BBC.com",
        "Atualização sobre lesões de Jordan Love: os Packers começarão o quarterback veterano na Semana 4 vs. Vikings - Notícias dos Packers",
        "Rússia emite novo alerta nuclear para EUA na ONU: 'Suicide Venture' - Newsweek",
        "Fotos: O furacão Helene deixa inundações e destruição em todo o sudeste dos EUA - CNBC"
    ]
}