{
    "headlines": [
        "ਟਰੰਪ ਦੀ ਮੁਹਿੰਮ ਹੈਕ ਦੇ ਸਬੰਧ 'ਚ ਇਰਾਨੀਆਂ' ਤੇ ਦੋਸ਼ - POLITICO",
        "ਕੈਂਟਕੀ ਦੇ ਗਵਰਨਰ ਨੇ ਸ਼ੈਰਿਫ ਨੂੰ ਘਾਤਕ ਤਰੀਕੇ ਨਾਲ ਗੋਲੀ ਮਾਰਨ ਵਾਲੇ ਜੱਜ ਨੂੰ ਅਸਤੀਫਾ ਦੇਣ ਲਈ ਕਿਹਾ - ਐਨਬੀਸੀ ਨਿ Newsਜ਼",
        "ਨਿਊਯਾਰਕ ਦੇ ਮੇਅਰ ਏਰਿਕ ਐਡਮਜ਼ 'ਤੇ ਤੁਰਕੀ ਰਿਸ਼ਵਤਖੋਰੀ, ਧੋਖਾਧੜੀ ਸਕੀਮ ਵਿਚ ਦੋਸ਼ - Reuters",
        "ਮੇਨੈਂਡੇਜ਼ ਬ੍ਰਦਰਜ਼ ’ਫੈਮਲੀ ਸਲੈਮਜ਼ ਰਿਆਨ ਮਰਫੀ ਦੇ‘ ਰਾਖਸ਼ਾਂ 'ਨੂੰ \"ਰਿਪਬਲਿਕ\" ਵਜੋਂ - ਡੈੱਡਲਾਈਨ",
        "ਪ੍ਰੈਜ਼ੀਡੈਂਟਸ ਕੱਪ ਰਾਊਂਡ 1: ਰੀਕਾਪ ਵੀਰਵਾਰ ਦੇ ਚਾਰ ਗੇਂਦਾਂ ਦੇ ਮੈਚ - ਪੀਜੀਏ ਟੂਰ",
        "ਜੰਗਬੰਦੀ ਦੀਆਂ ਕਾਲਾਂ ਦੇ ਬਾਵਜੂਦ ਇਜ਼ਰਾਈਲ ਹਿਜ਼ਬੁੱਲਾ ਨਾਲ ‘ਪੂਰੀ ਤਾਕਤ’ ਨਾਲ ਲੜ ਰਿਹਾ ਹੈ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਹੋਡਾ ਕੋਟਬ ਅਗਲੇ ਸਾਲ ਦੇ ਸ਼ੁਰੂ ਵਿੱਚ ਐਨਬੀਸੀ ਦੇ ‘ਟੂਡੇ’ ਸ਼ੋਅ ਨੂੰ ਛੱਡ ਰਿਹਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਸਟਾਕ ਮਾਰਕੀਟ ਅੱਜਃ ਐਸ ਐਂਡ ਪੀ 500 ਨੇ ਜੀਡੀਪੀ ਦੇ ਅੰਕੜਿਆਂ, ਚਿੱਪ ਸਟਾਕ ਲਾਭ ਦੇ ਵਿਚਕਾਰ ਤਾਜ਼ਾ ਰਿਕਾਰਡ ਕਾਇਮ ਕੀਤਾ - ਯਾਹੂ ਵਿੱਤ",
        "ਵੋਟਿੰਗ ਤਕਨਾਲੋਜੀ ਫਰਮ ਅਤੇ Newsmax ਪਹੁੰਚ ਬੰਦੋਬਸਤ ਵਿਚ 2020 ਚੋਣ ਮਾਣਹਾਨੀ ਕੇਸ - POLITICO",
        "ਅਲਾਬਾਮਾ ਅਮਰੀਕਾ ਵਿਚ ਦੂਜੀ ਨਾਈਟ੍ਰੋਜਨ ਗੈਸ ਫਾਂਸੀ ਨੂੰ ਅੰਜਾਮ ਦੇਵੇਗਾ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਟਾਈਗਰਜ਼ ਰੈਲੀ ਪਿਛਲੇ ਰੇਅ, ਟੁਕੜੇ ਜਾਦੂ ਨੰਬਰ ਨੂੰ 2 - ਡੀਟ੍ਰਾਯ੍ਟ ਨਿਊਜ਼",
        "ਹੈਲੀਨ ਦੀਆਂ ਹਵਾਵਾਂ ਫਲੋਰਿਡਾ ਨੂੰ ਸ਼੍ਰੇਣੀ 3 ਦੇ ਤੌਰ ਤੇ ਤੂਫਾਨ ਦੀਆਂ ਦੌੜਾਂ ਨੂੰ ਤੱਟ ਵੱਲ ਭਜਾਉਂਦੀਆਂ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "‘ਇਕ ਭਿਆਨਕ ਸੁਪਨਾ’: ਲੇਬਨਾਨੀ ਅਮਰੀਕੀ ਚਿੰਤਤ, ਗੁੱਸੇ ਵਿਚ ਜਦੋਂ ਇਜ਼ਰਾਈਲ ਨੇ ਵਤਨ 'ਤੇ ਹਮਲਾ ਕੀਤਾ - ਅਲ ਜਜ਼ੀਰਾ ਅੰਗਰੇਜ਼ੀ",
        "ਹਟਾਈ",
        "ਬਾਇਡਨ ਪ੍ਰਸ਼ਾਸਨ ਨੇ ਯੂਕਰੇਨ ਲਈ ਨਵੇਂ ਸੁਰੱਖਿਆ ਸਹਾਇਤਾ ਪੈਕੇਜ ਦਾ ਐਲਾਨ ਕੀਤਾ - ਰੱਖਿਆ ਵਿਭਾਗ",
        "ਯੂ ਐਨ ਐਲ ਵੀ ਕਿ Qਬੀ ਮੈਥਿ Sl ਸਲੂਕਾ ਨੇ ਟੀਮ ਛੱਡਣ ਦੇ ਮਿਡ ਸੀਜ਼ਨ - ਸੀ ਬੀ ਐਸ ਸਪੋਰਟਸ ਦੇ ਮੱਦੇਨਜ਼ਰ ਕਾਲਜ ਬਾਸਕਟਬਾਲ ਦੀਆਂ ਬਰੇਸਾਂ ਆਪਣੇ ਆਪ ਦੇ ਫਾਈਸਕੋ ਲਈ",
        "ਟਰੰਪ ਦੀ 454 ਮਿਲੀਅਨ ਡਾਲਰ ਦੀ ਸਿਵਲ ਧੋਖਾਧੜੀ ਦੇ ਫ਼ੈਸਲੇ ਦੀ ਅਪੀਲ 'ਤੇ ਨਿਊਯਾਰਕ ਦੀ ਅਦਾਲਤ ਦੀ ਸੁਣਵਾਈ ਤੋਂ ਟੇਕਵੇਜ਼ - ਸੀ ਐਨ ਐਨ",
        "ਮਰੇ ਹੋਏ ਤਾਰੇ ਦਾ ਚੱਕਰ ਲਗਾਉਣ ਵਾਲਾ ਇਹ ਐਕਸੋਪਲੇਨ ਧਰਤੀ ਦੀ ਕਿਸਮਤ ਨੂੰ ਦਰਸਾ ਸਕਦਾ ਹੈ — ਜੇ ਸਾਡਾ ਗ੍ਰਹਿ ਮਰਨ ਵਾਲੇ ਸੂਰਜ ਤੋਂ ਬਚ ਜਾਂਦਾ ਹੈ, ਤਾਂ ਉਹ ਹੈ - ਸਪੇਸ.",
        "3 ਡੀ ਮੈਮੋਗ੍ਰਾਮ 2 ਡੀ ਇਮੇਜਿੰਗ ਤੋਂ ਵੱਧ ਲਾਭ ਦਿਖਾਉਂਦੇ ਹਨ, ਖ਼ਾਸਕਰ ਸੰਘਣੀਆਂ ਛਾਤੀਆਂ ਲਈ - ਐਨਪੀਆਰ",
        "ਕਾਰ ਡੀਲਰਸ਼ਿਪਾਂ ਦੁਆਰਾ ਪੋਰਟ ਹੜਤਾਲ ਦੇ ਪ੍ਰਭਾਵ ਮਹਿਸੂਸ ਕਰਨ ਦੀ ਉਮੀਦ ਕੀਤੀ ਜਾਂਦੀ ਹੈਃ ਹੁਣ ਮੁਰੰਮਤ ਕੀਤੀ ਗਈ ਹੈ, ਮਾਹਰ ਕਹਿੰਦੇ ਹਨ - ਫੌਕਸ ਬਿਜ਼ਨਸ"
    ]
}