{
    "headlines": [
        "ਟਰੰਪ ਨੇ ਆਪਣੀ ਛੋਟ ਦੇ ਦਾਅਵੇ ਨੂੰ ਰੱਦ ਕਰਨ ਲਈ ਹਾਸ਼ ਮਨੀ ਕੇਸ ਵਿੱਚ ਜੱਜ ਦੀ ਨਿੰਦਾ ਕੀਤੀ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਇੰਡੀਆਨਾ ਨੇ ਆਪਣੀ ਗੁਪਤਤਾ ਲਈ ਪੜਤਾਲ ਪ੍ਰਕਿਰਿਆ ਵਿਚ 15 ਸਾਲਾਂ ਵਿਚ ਪਹਿਲੀ ਫਾਂਸੀ ਦੀ ਕਾਰਵਾਈ ਕੀਤੀ - ਐਨ ਬੀ ਸੀ ਨਿ Newsਜ਼",
        "ਅਬੁੰਡੈਂਟ ਲਾਈਫ ਕ੍ਰਿਸ਼ਚੀਅਨ ਸਕੂਲ ਦੀ ਸ਼ੂਟਿੰਗ ਨਵੀਨਤਮਃ ਮੈਡਿਸਨ ਸਕੂਲ 'ਝੂਠੀਆਂ ਧਮਕੀਆਂ' ਦੀ ਰਿਪੋਰਟ ਕਰਦੇ ਹਨ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਹਟਾਈ",
        "ਮਾਈਕਲ ਪੇਨੀਕਸ ਦੇ ਤੁਰੰਤ ਪ੍ਰਭਾਵ ਫਾਲਕਨਜ਼ ਲਈ ਚਲਦੇ ਹਨ - ਦ ਫਾਲਕੋਹੋਲਿਕ",
        "ਟੈਕਸ ਵਿਵਾਦ 'ਚ ਐਂਡਰਿ T ਟੇਟ ਕੋਲ 3 ਮਿਲੀਅਨ ਡਾਲਰ ਤੋਂ ਵੱਧ ਜ਼ਬਤ ਹੋ ਸਕਦੇ ਹਨ, ਬ੍ਰਿਟਿਸ਼ ਕੋਰਟ ਕਹਿੰਦੀ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਮਹਿੰਗਾਈ 'ਤੇ ਫੈਡ ਖੁਸ਼ਕਿਸਮਤ ਹੋ ਗਿਆ ਅਤੇ ਅਜੇ ਵੀ ਚੀਜ਼ਾਂ ਗਲਤ ਹੋ ਰਹੀਆਂ ਹਨਃ ਅਧਿਐਨ - ਮਾਰਕੀਟਵਾਚ",
        "ਫੀਡ ਨੂੰ ਹਕੀਕ 2025 ਦੇ ਦ੍ਰਿਸ਼ਟੀਕੋਣ ਨਾਲ ਵਿਆਜ ਦਰ ਵਿੱਚ ਕਟੌਤੀ ਨੂੰ ਜੋੜਨ ਦੀ ਉਮੀਦ ਹੈ - ਰਾਇਟਰਜ਼",
        "ਨਾਸਾ ਦੇ ਪੁਲਾੜ ਯਾਤਰੀ ਬੁਚ ਅਤੇ ਸੁਨੀ ਨੂੰ ਹੋਮਕਮਿੰਗ ਵਿਚ ਹੋਰ ਦੇਰੀ ਦਾ ਸਾਹਮਣਾ ਕਰਨਾ ਪੈਂਦਾ ਹੈ - ਬੀਬੀਸੀ.",
        "ਡਾਓ ਫਿuresਚਰਜ਼ ਨੌਂ ਦਿਨਾਂ ਦੇ ਘਾਟੇ ਦੇ ਬਾਅਦ ਉਛਾਲਦਾ ਹੈ; ਵਪਾਰੀ ਫੈੱਡ ਦੇ ਫੈਸਲੇ ਦੀ ਉਡੀਕ ਕਰਦੇ ਹਨਃ ਲਾਈਵ ਅਪਡੇਟਸ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਹਟਾਈ",
        "ਡਰੋਨ ਨਿਊ ਜਰਸੀ ਵਿੱਚ ਗੁੰਮ ਰੇਡੀਓ ਐਕਟਿਵ ਸਮੱਗਰੀ ਨੂੰ ਟਰੈਕ ਨਹੀਂ ਕਰ ਰਹੇ ਸਨ, ਡੀਈਪੀ ਕਹਿੰਦਾ ਹੈ - ਡਬਲਯੂਪੀਵੀਆਈ-ਟੀਵੀ",
        "ਕਾਂਗੋ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਔਰਤਾਂ ਅਤੇ ਬੱਚਿਆਂ ਦੀਆਂ ਦਰਜਨਾਂ ਮੌਤਾਂ ਦੇ ਪਿੱਛੇ ਰਹੱਸਮਈ ਬਿਮਾਰੀ ਆਖਰਕਾਰ ਗੰਭੀਰ ਮਲੇਰੀਆ ਵਜੋਂ ਪਛਾਣ ਕੀਤੀ ਗਈ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਆਈਫੋਨ 17 ਪ੍ਰੋ 'ਤਿਕੋਣੀ' ਕੈਮਰਾ ਡਿਜ਼ਾਈਨ ਨਾਲ ਚਿਪਕਣ ਦੀ ਅਫਵਾਹ - ਮੈਕਰੂਮੋਰਸ",
        "'ਕੈਂਸਰ ਭੂਤ' ਇਲਾਜ ਨਾਲੋਂ ਜ਼ਿਆਦਾ ਦਰਦਨਾਕ ਹੋ ਸਕਦਾ ਹੈ, ਬਚੇ ਲੋਕਾਂ ਦਾ ਕਹਿਣਾ ਹੈ - NPR",
        "ਲੀਕ ਹੋਇਆ ਗਲੈਕਸੀ ਐਸ 25 ਅਨਪੈਕਡ ਇਵੈਂਟ ਟੀਜ਼ਰ ਉਸ ਤਾਰੀਖ ਦੀ ਪੁਸ਼ਟੀ ਕਰਦਾ ਹੈ ਜਿਸ ਲਈ ਤੁਹਾਨੂੰ ਹਾਈਪ ਕਰਨ ਦੀ ਜ਼ਰੂਰਤ ਹੈ - ਫੋਨਅਰੇਨਾ",
        "ਇਗੋਰ ਕਿਰੀਲੋਵਃ ਰੂਸ ਨੇ ਜਨਰਲ ਦੀ ਹੱਤਿਆ ਨੂੰ ਲੈ ਕੇ ਉਜ਼ਬੇਕ ਆਦਮੀ ਨੂੰ ਹਿਰਾਸਤ ਵਿੱਚ ਲਿਆ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਯੂਨੀਕ੍ਰੇਡਿਟ ਨੇ ਕਮਰਜ਼ਬੈਂਕ ਵਿਚ ਹਿੱਸੇਦਾਰੀ ਨੂੰ 28% ਤੱਕ ਵਧਾ ਦਿੱਤਾ ਹੈ ਕਿਉਂਕਿ ਓਰਸਲ ਪਿੱਛਾ ਕਰਨ 'ਤੇ ਉੱਠਦਾ ਹੈ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਪ੍ਰਾਚੀਨ ਇਤਿਹਾਸਕ ਮਾਸਟੋਡਨ ਜਬਾੜਾ ਨਿ New ਯਾਰਕ ਦੇ ਘਰ ਦੇ ਵਿਹੜੇ ਵਿੱਚ ਮਿਲਿਆ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "Giannis Antetokounmpo ਅਮੀਰਾਤ ਐਨਬੀਏ ਕੱਪ ਐਮਵੀਪੀ ਨਾਲ ਸਟੈਲਰ ਰੈਜ਼ਿਊਮੇ ਵਿੱਚ ਜੋੜਦਾ ਹੈ - ਐਨਬੀਏ ਡਾਟ ਕਾਮ"
    ]
}