{
    "headlines": [
        "Desejando poder fazer mais, Biden desaparece nos bastidores da campanha - POLITICO",
        "CNN Poll: Harris e Trump permanecem numa corrida bloqueada e estão empatados na reta final - CNN",
        "Governador da Virgínia reage à decisão do juiz que impede o estado de remover cidadãos dos cadernos eleitorais - Fox News",
        "‘O que diabos fazer com eles?’ Soldados russos ouviram condenar recrutas norte-coreanos em áudio interceptado - CNN",
        "Filme de Daisy Ridley de 'Star Wars' Procurando por um Novo Escriba Após a Saída de Steven Knight - Prazo",
        "Rapper norte-americano Lil Durk preso na Flórida sob acusação de assassinato de aluguel - BBC.com",
        "A promoção de jogos de 3 dias da Best Buy tem excelentes ofertas para notebooks, monitores e desktops para jogos - GameSpot",
        "O CDC diz que 75 pessoas afetadas pelo surto de E. coli estão ligadas ao McDonald's Quarter Pounders - CNBC",
        "A análise de DNA do homem medieval jogado em um poço sugere que a história da saga nórdica realmente aconteceu - Livescience.com",
        "As ações da Tesla saltaram 22%. O que a história do mercado diz que acontece a seguir. - Barron's",
        "Ações da Spirit Airlines sobem 25% após operadora de baixo custo dizer que venderá aviões e cortará empregos - CNBC",
        "Jovem de 15 anos acusado de matar a família e de encenar uma cena para incriminar o irmão mais novo falecido - KOMO NEWS",
        "Prazo de negociação da NFL de 2024: cinco propostas de negócios de última hora, incluindo grandes Buccaneers, 49ers, Vikings splashes - CBS Sports",
        "Ingrediente ativo no Ozempic, Wegovy pode reduzir o risco de doença de Alzheimer: Estudo - ABC News",
        "Líbano: Três jornalistas mortos em ataque aéreo israelita - BBC.com",
        "Sindicato da Boeing para trabalhadores em greve: 'intimidar' uns aos outros sobre os votos da greve é 'vil' - Yahoo! Voices",
        "Experimentei a nova inteligência visual do iPhone 16 e parece o futuro - CNET",
        "Uma cápsula da SpaceX acabou de voltar à Terra. Veja por que os astronautas da Boeing Starliner não estavam nela - CNN",
        "O que vem a seguir para os irmãos Menendez, já que a promotoria recomenda seu ressentimento décadas após a morte dos pais - CNN",
        "Harris e Beyoncé se unem para um comício no Texas sobre o direito ao aborto e esperam que os estados do campo de batalha os ouçam - The Associated Press"
    ]
}