{
    "headlines": [
        "Die Aktien von Novo Nordisk stürzen ein, nachdem die CagriSema-Studie zu Adipositas-Medikamenten enttäuscht wurde - Reuters",
        "Schüler bei Messerangriff an kroatischer Schule getötet - Reuters",
        "[removed]",
        "Luigi Mangione kehrt nach New York zurück, um sich bei tödlichen Schüssen den Anklagen des Bundes zu stellen - BBC.com",
        "Trump will, dass die EU mehr US-Öl und Gas kauft oder mit Zöllen konfrontiert wird - Reuters",
        "Der Todestraktinsasse Robert Roberson wird voraussichtlich vor dem Ausschuss des Repräsentantenhauses sprechen - ABC News",
        "Putins unerbittlicher Angriff verschärft sich, als Russland Kiew mit ballistischen Raketen trifft - POLITICO EUROPE",
        "Riesenfaultiere und Mastodons koexistierten mit dem Menschen seit Jahrtausenden in Amerika, neue Entdeckungen deuten darauf hin - ABC News",
        "Haben Sie das Gefühl, dass die Welt mehr außer Kontrolle gerät als früher? Dafür gibt es einen Grund. - Schiefer",
        "Weitere Studentendarlehen wurden in Bidens letzter Runde der Vergebung vor dem Ausscheiden aus dem Amt gekündigt - The Associated Press",
        "NFL Woche 16 Fantasy Football Rankings - The Blueprint - Underdog Network",
        "Sieh dir Ringo Starr, Ronnie Wood und Paul McCartney während der letzten Londoner Show an - Rolling Stone",
        "\"Co-Präsident\" Elon Musk? Trump-Verbündeter testet Einfluss im Ausgabenkampf - The Washington Post",
        "Jim Harbaugh über QB Justin Herbert, der den Comeback-Sieg der Chargers über die Broncos anführte: „Es ist unglaublich, was er kann“ - NFL.com",
        "Ein Mann aus Kalifornien wurde wegen des Verdachts der „Verschwörung“ mit einem Schulschützen aus Wisconsin festgenommen - The Washington Post",
        "Curry, Grün gehalten ohne FG als Krieger geroutet - ESPN",
        "[removed]",
        "Fossilien enthüllen mysteriöse \"Alien-Pflanze\" ist anders als alle anderen bekannten - ScienceAlert",
        "Samsung-Mitarbeiter machen große Fehler und werden gefeuert, nachdem das Bild des kommenden Telefons durchgesickert ist - PhoneArena",
        "Was ist ein Fair-Catch-Kick? Jim Harbaughs Ladegeräte führen den ersten erfolgreichen Versuch seit 48 Jahren aus - FOX SPORTS"
    ]
}