{
    "headlines": [
        "أول وفاة بفيروس H5N1 في الولايات المتحدة تثير الحاجة الملحة: يحذر العلماء من أن إنفلونزا الطيور تتحور أسرع من المتوقع - SciTechDaily",
        "من دعم الحظر إلى الإشادة به كمنقذ: داخل تحول ترامب على تيك توك - وكالة أسوشيتد برس",
        "دانييل جونز يشاهد من صندوق ساكون باركلي بينما يهتف للأداء المهيمن لنجم النسور - نيويورك بوست",
        "مشاريع القوانين معلقة مع هبوط مارك أندروز دومز فرصة رايفنز للعودة إلى المباريات الفاصلة - الولايات المتحدة الأمريكية اليوم",
        "مقتل 80 شخصًا على الأقل في شمال شرق كولومبيا مع فشل محادثات السلام - سي إن إن",
        "يشارك الناس حقائق طبية جامحة لا يعرفها معظم الناس، وربما يجب عليك قراءة هذه الحقائق - BuzzFeed",
        "Bitcoin يعود إلى 100 ألف دولار، TRUMP Tanks 30 ٪ مثل Melania Memecoin Skyrockets - CoinDesk",
        "تتراجع العقود الآجلة لمؤشر داو جونز مع استحقاق الافتتاح ؛ $TRUMP Meme Coin، TikTok in Focus - Investor's Business Daily",
        "التحقق من الحقائق: يقدم ترامب ادعاءات كاذبة حول فوزه في عام 2024، وانتخابات عام 2020، والهجرة، وأكثر من ذلك في مسيرة العاصمة - سي إن إن",
        "يمكن أن تشمل أوامر ترامب الأولى الحدود، والتنقيب عن النفط، وسياسات التنوع والمساواة والشمول - واشنطن بوست",
        "فيفيك راماسوامي يخطط لإنقاذ ماغا بال ماسك في دوجي - الوحش اليومي",
        "تحذيرات العاصفة الشتوية الصادرة...تسجيل الثلوج ممكن - أخبار مدينة كاتس",
        "\"الجميع يبكي \": يفرح الإسرائيليون بعودة 3 رهائن بعد أكثر من 470 يومًا في غزة - سي إن إن",
        "العثور على إنفلونزا الطيور في قطيع تجاري في جورجيا للمرة الأولى وسط تفشي المرض في جميع أنحاء البلاد - وكالة أسوشيتد برس",
        "الرابحون والخاسرون في دوري كرة القدم الأمريكية لعام 2025: جايدن دانيلز يتألق، يكافح جاريد جوف في حالة اضطراب في التصفيات - سي بي إس سبورتس",
        "يستعد المهاجرون في شيكاغو ومدن أمريكية أخرى للاعتقالات المتوقعة لترحيل ترامب - وكالة أسوشيتد برس",
        "بايدن يصدر عفواً عن القومي الأسود الراحل ماركوس غارفي، الذي أثر على حركة الحقوق المدنية - PBS NewsHour",
        "محذوف",
        "تصنيفات كرة القدم الجامعية: التوقعات النهائية لأفضل 25 نقطة قبل مباراة بطولة ولاية أوهايو - نوتردام - 247 رياضة",
        "انفجار القطب الشمالي المرتبط بالدوامة القطبية يجلب البرد \"الخطير\" والثلوج إلى الولايات المتحدة - أكسيوس"
    ]
}