{
    "headlines": [
        "ਅਟਲਾਂਟਾ ਦੇ ਯੰਗ ਠੱਗ ਮੁਕੱਦਮੇ ਵਿਚ ਆਖਰੀ 2 ਦੋਸ਼ੀ ਕਤਲ ਅਤੇ ਗਿਰੋਹ ਦੇ ਦੋਸ਼ਾਂ ਤੋਂ ਬਰੀ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਲਾਈਵ ਕਵਰੇਜਃ ਸਪੇਸਐਕਸ ਰਿਕਾਰਡ 24 ਵੇਂ ਸਮੇਂ ਲਈ ਫਾਲਕਨ 9 ਰਾਕੇਟ ਬੂਸਟਰ ਲਾਂਚ ਕਰੇਗਾ - ਸਪੇਸਫਲਾਈਟ ਹੁਣੇ ਸੰਪਰਕ ਕਰੋ",
        "ਹਟਾਈ",
        "ਕਾਲਜ ਫੁੱਟਬਾਲ ਪਲੇਆਫ ਬਰੈਕਟਃ ਪੈਨਲਟੀਮ ਸੀਐਫਪੀ ਰੈਂਕਿੰਗਜ਼ ਰਿਲੀਜ਼ ਤੋਂ ਬਾਅਦ 12-ਟੀਮ ਫੀਲਡ ਕਿਸ ਤਰ੍ਹਾਂ ਦਾ ਦਿਖਾਈ ਦਿੰਦਾ ਹੈ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਕੈਲੀਫੋਰਨੀਆ ਦੀ ਅਧਿਆਪਕਾ ਦੀ ਕਲਾਸ ਦੇ ਅੰਦਰ ਬੈਟ ਨਾਲ ਵੱਢਣ ਕਾਰਨ ਮੌਤ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਹਿਊਸਟਨ ਟੈਕਸਾਸ ਦੇ ਲਾਈਨਬੈਕਰ ਅਜ਼ੀਜ਼ ਅਲ-ਸ਼ੇਅਰ ਨੇ ਜਗਜ਼ ਕਿ Qਬੀ ਟ੍ਰੇਵਰ ਲਾਰੈਂਸ 'ਤੇ‘ ਅਸਵੀਕਾਰਨਯੋਗ ’ਦੇਰ ਨਾਲ ਹਿੱਟ ਕਰਨ ਲਈ ਤਿੰਨ ਗੇਮਾਂ ਨੂੰ ਮੁਅੱਤਲ ਕਰ ਦਿੱਤਾ - ਸੀ ਐਨ ਐਨ",
        "ਅਦਾਲਤ ਨੇ ਟੇਸਲਾ ਪੇਅ ਪੈਕੇਜ ਨੂੰ ਰੱਦ ਕਰਨ ਦੇ ਬਾਵਜੂਦ ਐਲਨ ਮਸਕ ਦੇ ਸ਼ੁੱਧ ਕੀਮਤ ਦੇ ਬੈਲੂਨ - ਐਕਸੀਓਸ",
        "ਦੱਖਣੀ ਕੋਰੀਆਃ ਮਾਰਸ਼ਲ ਲਾਅ ਨਾਗਰਿਕਾਂ ਵਿਚ ਡਰ ਅਤੇ ਭੰਬਲਭੂਸਾ ਪੈਦਾ ਕਰਦਾ ਹੈ - ਬੀਬੀਸੀ.",
        "ਜੌਰਡਨ ਨੀਲੀ 'ਤੇ ਚੋਕਹੋਲਡ ਦੀ ਵਰਤੋਂ ਕਰਨ' ਤੇ ਤਜਰਬੇਕਾਰ ਡੈਨੀਅਲ ਪੈਨੀ ਦੇ ਮੁਕੱਦਮੇ ਵਿਚ ਜਿuryਰੀ ਵਿਚਾਰ ਵਟਾਂਦਰੇ ਸ਼ੁਰੂ ਹੁੰਦੇ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਐਮੀਨੇਮ ਦੀ ਮਾਂ ਡੇਬੀ ਨੈਲਸਨ, ਜਿਸ ਦੇ ਪੱਥਰ ਵਾਲੇ ਰਿਸ਼ਤੇ ਨੇ ਰੈਪਰ ਦੇ ਬੋਲਾਂ ਨੂੰ ਭੜਕਾਇਆ, 69 ਸਾਲ ਦੀ ਉਮਰ ਵਿੱਚ ਮੌਤ ਹੋ ਗਈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਜੇਮਜ਼ ਗਨ ਟਾਕਸ 'ਕਰਿਚਰ ਕਮਾਂਡੋਜ਼’ ਅਤੇ ‘ਸੁਪਰਮੈਨ’: \"ਡੇਵਿਡ ਕੋਰਨਸਵੇਟ ਹਰ ਕਿਸੇ ਨੂੰ ਫ੍ਰੀਕ ਕਰਨ ਜਾ ਰਿਹਾ ਹੈ\" - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਚਾਡ ਕ੍ਰੋਨਿਸਟਰ, ਡੋਨਾਲਡ ਟਰੰਪ ਦੀ ਡੀਈਏ ਚਲਾਉਣ ਦੀ ਚੋਣ, ਵਿਚਾਰ ਤੋਂ ਨਾਮ ਵਾਪਸ ਲੈਂਦਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਇਜ਼ਰਾਈਲ ਨੇ ਲੇਬਨਾਨ ਵਿਚ ‘ਡੂੰਘੀ’ ਜਾਣ ਦੀ ਧਮਕੀ ਦਿੱਤੀ ਕਿਉਂਕਿ ਜੰਗਬੰਦੀ ਦੀ ਤਣਾਅ - ਸੀਐਨਐਨ",
        "ਬਫੇਲੋ ਬਿੱਲਾਂ ਹਫਤੇ ਦੇ 14 ਐਨਐਫਐਲ ਪਾਵਰ ਰੈਂਕਿੰਗ ਦੇ ਉਪਰਲੇ ਹਿੱਸੇ ਵਿੱਚ ਰਹਿੰਦੀਆਂ ਹਨ - ਬਫੇਲੋ ਰੰਬਲਿੰਗਜ਼",
        "ਸਿਹਤ ਅਧਿਕਾਰੀ 143 ਮੌਤਾਂ ਤੋਂ ਬਾਅਦ ਦੱਖਣ-ਪੱਛਮੀ ਕਾਂਗੋ ਵਿੱਚ ਰਹੱਸਮਈ ਬਿਮਾਰੀ ਦੀ ਜਾਂਚ ਕਰਦੇ ਹਨ - ਸੀ ਐਨ ਐਨ",
        "ਏਆਈ ਇਸ਼ਤਿਹਾਰਾਂ ਦੀ ਅਜੀਬ ਅਜੀਬਤਾ - TechCrunch",
        "ਬਾਇਡਨ ਨੇ ਬੇਟੇ ਲਈ ਮੁਆਫੀ ਦੇ ਨਾਲ ਪੂਰੀ ਉਲਟੀ ਕੀਤੀ - ਦ ਹਿੱਲ",
        "ਭਾਰਤ ਸੂਰਜ ਦਾ ਅਧਿਐਨ ਕਰਨ ਲਈ ਯੂਰਪੋਪ ਦੇ ਪ੍ਰੋਬਾ -3 ਪੁਲਾੜ ਯਾਨ ਜੋੜੀ ਨੂੰ ਲਾਂਚ ਕਰੇਗਾ, ਪੰਧ ਵਿਚ ਟੈਂਡਮ ਹੇਰਾਫੇਰੀ ਦਾ ਪ੍ਰਦਰਸ਼ਨ ਕਰੇਗਾ - ਸਪੇਸਫਲਾਈਟ ਹੁਣੇ ਸੰਪਰਕ ਕਰੋ",
        "ਐਸਟਰਾਇਡ ਲਗਭਗ ਸਾਈਬੇਰੀਆ ਵਿਚ ਧਰਤੀ ਨੂੰ ਮਾਰਦਾ ਹੈ, ਇਸ ਹਫਤੇ ਇਕ ਦੂਜਾ ਵਿਸ਼ਾਲ ਐਸਟਰਾਇਡ ਲੰਘ ਰਿਹਾ ਹੈ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਬਾਰਨੀਅਰ ਸਰਕਾਰ ਦੇ collapseਹਿਣ ਨੂੰ ਰੋਕਣ ਲਈ ਆਖਰੀ ਕੋਸ਼ਿਸ਼ ਕਰਦਾ ਹੈ - ਪੋਲੀਟੀਕੋ ਯੂਰਪ"
    ]
}