{
    "headlines": [
        "La montée en puissance de Trump auprès des électeurs latinos bouleverse la carte du champ de bataille du Congrès - POLITICO",
        "Pourquoi vous ne devriez pas réutiliser des plastiques à usage unique - The Washington Post",
        "L'ONU arrête les envois d'aide à travers le principal point de passage de Gaza après le pillage. Il attribue la crise à Israël - The Associated Press",
        "Une forte neige à effet lacustre crée des voyages périlleux dans la région des Grands Lacs alors que le froid arctique généralisé nous gèle - CNN",
        "Une génération de survivants de la toxicomanie entre dans la vieillesse - The Wall Street Journal",
        "Des manifestations sans précédent balayent la Géorgie alors que le gouvernement abandonne la candidature de l'UE - POLITICO EUROPE",
        "Yeti a entrepris de conquérir le marché plus frais. Un meurtre dans la chaîne d'approvisionnement l'a presque fait dérailler. - Business Insider",
        "World Central Kitchen met en pause les travaux à Gaza après que le personnel de transport de voitures ait été touché par une grève israélienne - BBC.com",
        "Donald Trump choisit Kash Patel pour le FBI et Chad Chronister pour la DEA - BBC.com",
        "Le Texas n ° 3 retient le Texas A&M n ° 20 pour remporter la place dans le match pour le titre de la SEC contre la Géorgie n ° 7 - Yahoo Sports",
        "Southwest Airlines mettra fin au service de cabine plus tôt sur les vols afin de réduire les risques de blessures - The Associated Press",
        "Les serveurs ‘Fortnite’ sont en panne, voici quand le chapitre 6 de la saison 1 sera mis en ligne - Forbes",
        "Un vaccin deux fois par an pourrait aider à mettre fin au sida. Mais atteindra-t-il tous ceux qui en ont besoin ? - L'Associated Press",
        "Trump exige un « engagement » des pays BRICS sur l'utilisation du dollar - Bloomberg",
        "À l'intérieur de la quatrième défaite consécutive de Ryan Day face au Michigan : « Déçu. Inattendu. Écrasé. '- FOX SPORTS",
        "2024 WWE Survivor Series : WarGames review, winners, grades : Roman Reigns pins Solo Sikoa in Bloodline Battle - CBS Sports",
        "Trump fait appel au shérif de Floride en tant qu'administrateur de la DEA - The Washington Post",
        "Projections du ballon de football universitaire après la semaine 14 : les séries éliminatoires changent après la victoire du Texas, l'Ohio State vacille - 247Sports",
        "Voir l'ampleur des destructions dans le bastion du Hezbollah près de Beyrouth - The Washington Post",
        "[supprimé]"
    ]
}