{
    "headlines": [
        "ਏਡਨ ਹਚਿੰਸਨ ਸੱਟ ਅੱਪਡੇਟਃ ਲਾਇਨਜ਼ ਡੀਈ ਮਹੱਤਵਪੂਰਣ ਲੱਤ ਦੀ ਸੱਟ ਬਨਾਮ ਕਾਊਬੌਇਜ਼ - ਡੀਟਰੋਇਟ ਫ੍ਰੀ ਪ੍ਰੈਸ",
        "ਨ੍ਯੂ ਯਾਰ੍ਕ ਸਿਟੀ ਸਮਾਰੋਹ 'ਤੇ Finneas Kisses ਮਰਦ ਗਿਟਾਰਿਸਟ - TMZ",
        "ਹਟਾਈ",
        "ਅਮਰੀਕਾ ਨੇ ਇਜ਼ਰਾਈਲ 'ਚ ਤਾਇਨਾਤ ਕੀਤੀ THAAD ਮਿਜ਼ਾਈਲ ਡਿਫੈਂਸ ਸਿਸਟਮ, ਫੌਜਾਂ - Al Jazeera English",
        "ਕੋਚੇਲਾ 'ਚ ਟਰੰਪ ਦੀ ਰੈਲੀ ਨੇੜੇ ਬੰਦੂਕਾਂ ਸਣੇ ਵਿਅਕਤੀ ਗ੍ਰਿਫਤਾਰ, ਸ਼ੈਰਿਫ ਨੇ ਕਿਹਾ - NPR",
        "ਬਰੇਕਡਾਉਨ ਪੈਕਰਜ਼ ਦੀ 34-13 ਹਫਤੇ ਦੇ 6 ਵਿੱਚ ਕਾਰਡੀਨਲਜ਼ ਉੱਤੇ ਜਿੱਤ - ਪੈਕਰਸ ਵਾਇਰ",
        "ਲਾਮਰ ਜੈਕਸਨ ਨੇ ਰੈਵੇਨਜ਼ ਦੇ ਪਿਛਲੇ ਕਮਾਂਡਰਾਂ ਦੀ ਅਗਵਾਈ ਕਰਨ ਲਈ ਰੋਕੀ ਜੈਡੇਨ ਡੇਨੀਅਲਸ ਨੂੰ ਪਛਾੜ ਦਿੱਤਾ, ਆਪਣੇ ਖੁਦ ਦੇ ਐਮਵੀਪੀ ਕੇਸ ਨੂੰ ਮਜ਼ਬੂਤ ਕਰੋ - ਯਾਹੂ ਸਪੋਰਟਸ",
        "ਸ਼ੇਰ ਬਨਾਮ Cowboys: ਲਾਈਵ ਸਕੋਰ ਅੱਪਡੇਟ, ਹਾਈਲਾਈਟਸ, ਵਿਸ਼ਲੇਸ਼ਣ - ਮਾਣ ਡੀਟ੍ਰਾਯ੍ਟ",
        "ਟਰੰਪ ਨੇ ਤਿੰਨ ਨਵੀਆਂ ਕੌਮੀ ਚੋਣਾਂ 'ਚ ਹੈਰਿਸ ਨਾਲ ਵਧਾਇਆ ਪਾੜਾ - Axios",
        "ਟਰੰਪ ਨੇ ਚੋਣਾਂ ਦੇ ਦਿਨ 'ਅੰਦਰੋਂ ਦੁਸ਼ਮਣ‘ ਵਿਰੁੱਧ ਫੌਜ ਦੀ ਵਰਤੋਂ ਕਰਨ ਦਾ ਸੁਝਾਅ ਦਿੱਤਾ - ਸੀਐਨਐਨ",
        "'ਮੈਂ ਰੇਡੀਓਲੋਜਿਸਟ ਹਾਂ — ਛਾਤੀ ਦੇ ਕੈਂਸਰ ਦੇ ਜੋਖਮ ਨੂੰ ਘਟਾਉਣ ਲਈ, ਇਹ 5 ਭੋਜਨ ਖਾਓ ਅਤੇ ਇਨ੍ਹਾਂ ਸਿਹਤਮੰਦ ਆਦਤਾਂ ਦੀ ਪਾਲਣਾ ਕਰੋ' - ਫੌਕਸ ਨਿ Newsਜ਼",
        "ਮਾਈਕ ਜੌਹਨਸਨ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਤੂਫਾਨ ਤੋਂ ਰਾਹਤ \"ਇੰਤਜ਼ਾਰ ਕਰ ਸਕਦੀ ਹੈ\" ਜਦੋਂ ਤੱਕ ਕਾਂਗਰਸ ਦੀ ਛੁੱਟੀ ਖਤਮ ਨਹੀਂ ਹੁੰਦੀ - ਐਕਸੀਓਸ",
        "ਬੋਇੰਗ ਦਾ ਅਨੰਤ ਡੂਮ ਲੂਪ ਨਵੇਂ ਸੀਈਓ ਓਰਟਬਰਗ ਨੂੰ ਕੋਈ ਜਵਾਬ ਨਹੀਂ ਦਿੰਦਾ - ਬਲੂਮਬਰਗ",
        "ਅਰਿਆਨਾ ਗ੍ਰੈਂਡ ਨੇ ਸੇਲਿਨ ਡੀਓਨ ਦੇ ਐਨਐਫਐਲ ਪ੍ਰੋਮੋ ਨੂੰ ‘ਐਸਐਨਐਲ‘ ਤੇ ਬੇਰਹਿਮੀ ਨਾਲ ਯੂਐਫਸੀ ਥੀਮ ਗਾਣੇ ਨਾਲ ਅਗਲੇ ਪੱਧਰ ’ਤੇ ਲਿਆਃ ਵਾਚ - ਬਿਲਬੋਰਡ",
        "ਕੀ ਕੋਲੰਬਸ ਡੇਅ 'ਤੇ ਸ਼ੇਅਰ ਬਾਜ਼ਾਰ ਖੁੱਲ੍ਹਾ ਹੈ? (ਐਸ ਐਂਡ ਪੀ ਸੰਪੂਰਨ ਸੂਚਕਾਂਕਃ ਐਸਪੀ 500) - ਅਲਫ਼ਾ ਦੀ ਭਾਲ",
        "ਜੈਨੀਫ਼ਰ ਲੋਪੇਜ਼ ਬੇਨ ਐਫਲੈਕ ਨਾਲ ਉਸ ਦੀਆਂ \"ਸੁੰਦਰ ਯਾਦਾਂ\" ਲਈ ਸ਼ੁਕਰਗੁਜ਼ਾਰ ਹੈ - ਹਾਰਪਰਜ਼ ਬਾਜ਼ਾਰ",
        "‘ਟੈਰੀਫਾਇਰ 3’ ਬਾਕਸ ਆਫਿਸ ‘ਤੇ ਨੰਬਰ 1 ਲੈਣ ਲਈ’ ਜੋਕਰ 'ਨੂੰ ਕੱਟਦਾ ਹੈ, ਟਰੰਪ ਫਿਲਮ ‘ਦਿ ਅਪ੍ਰੈਂਟਿਸ’ਫਿਜ਼ਲ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਟ੍ਰਾਂਸਕ੍ਰਿਪਟਃ ਹਾ Houseਸ ਸਪੀਕਰ ਮਾਈਕ ਜਾਨਸਨ 'ਤੇ \"ਮਾਰਗਰੇਟ ਬ੍ਰੇਨਨ ਨਾਲ ਰਾਸ਼ਟਰ ਦਾ ਸਾਹਮਣਾ ਕਰੋ,\" ਅਕਤੂਬਰ 13, 2024 - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਇਜ਼ਰਾਈਲਃ ਬਿਨਿਆਮੀਨਾ 'ਤੇ ਡਰੋਨ ਹਮਲੇ ਵਿਚ 60 ਤੋਂ ਵੱਧ ਜ਼ਖਮੀ - ਬੀਬੀਸੀ.",
        "ਰੋਬੋਟੈਕਸੀ ਈਵੈਂਟ ਤੋਂ ਬਾਅਦ ਟੇਸਲਾ ਸਟਾਕ ਦੀ ਵਿਕਰੀ ਸਿਰਫ ਸ਼ੁਰੂਆਤ ਹੋ ਸਕਦੀ ਹੈ, ਪੇਸ਼ੇ ਚੇਤਾਵਨੀ ਦਿੰਦੇ ਹਨ - ਯਾਹੂ ਵਿੱਤ"
    ]
}