{
    "headlines": [
        "Харрис митингует с Обамой в Джорджии во время предвыборной кампании Трампа в Аризоне - CNN",
        "Судья заблокировал предложение владельца Coach Tapestry о приобретении владельца Michael Kors Capri - CNBC",
        "Акции Tesla взлетели после того, как инвесторы одобрили отчет о доходах за третий квартал - Yahoo Finance",
        "Байден принесет извинения коренным американцам за школы-интернаты для индейцев - The Washington Post",
        "«Присяжный № 2» может стать последним фильмом Клинта Иствуда — так почему Warner Bros. хоронит его? - Variety",
        "Переговорщики США и Израиля обсудят соглашение о прекращении огня в Газе в Дохе - Reuters",
        "Человек, которого рекламируют как «совесть» следующей администрации Трампа - POLITICO",
        "Изъято",
        "Техасские политики запускают полномасштабную судебную прессу против Харрис в преддверии ее предвыборного митинга в пограничном штате: «Извинитесь» - Fox News",
        "обновление iOS 18.1 для iPhone: дата выхода подтверждена, iOS 18.2 Beta Live - Forbes",
        "Северокорейские войска замечены в российском приграничном регионе с Украиной, говорит Киев - CNN",
        "США предупреждают Илона Маска, что его раздача избирателей на 1 миллион долларов может быть незаконной - BBC.com",
        "Вторая доза вакцины против COVID в этом году рекомендована для некоторых людей в возрасте 65 лет и старше - Новости CBS",
        "Секретный фильм «Хищник», сиквел «Чужого» и «Скорость 3» на столе: беседа с боссом 20th Century Studios Стивом Эсбеллом - Hollywood Reporter",
        "Отчет о разведке World Series: эта сила Dodgers может стать «рецептом катастрофы» для янки - New York Post",
        "Комитет Республиканской партии Палаты представителей, который наблюдает за выборами, нанял двух бывших чиновников Трампа, участвующих в поддельной избирательной схеме 2020 года - CNN",
        "Является ли предупреждение ООН о глобальном потеплении на 3,1°C сюрпризом? - BBC.com",
        "Изъято",
        "PFT's Week 8 2024 NFL picks: Florio vs. Simms - NBC Sports",
        "10 мужчин-кандидатов в баскетбольные секции в колледже на сезон 2024–25 - Sports Illustrated"
    ]
}