{
    "headlines": [
        "CFPB issues rules to remove medical debt from consumer credit reports - The Washington Post",
        "Wall Street notches another win as Fed's Barr clears the way for gentler banking regulator - CNBC",
        "Statement from President Joe Biden on Prime Minister Justin Trudeau of Canada - The White House",
        "Nvidia announces RTX 50-series graphics cards with DLSS 4 multi frame generation - Eurogamer",
        "What Is … the Greatest Game Show of All Time? - Rolling Stone",
        "2025 NFL Mock Draft: Titans stick at No. 1, Browns replace Deshaun Watson and Giants take Travis Hunter - CBS Sports",
        "Meta gets rid of fact checkers and says it will reduce ‘censorship’ - CNN",
        "Trump’s attorneys have reviewed draft of Smith’s final special counsel report and want it blocked from public release - CNN",
        "‘It’s golf, but it’s reimagined’: Everything to know about TGL, Tiger Woods’ and Rory McIlroy’s high-tech indoor golf league - CNN",
        "Tom Holland won't ‘rush a wedding’ with Zendaya post engagement; he always knew 'she was the one' - Hindustan Times",
        "At least 95 dead, scores injured in 6.8 magnitude earthquake near holy city in Tibet, Chinese media reports - ABC News",
        "Are Some Ultra-Processed Foods OK? New Study Has Answers - The Wall Street Journal",
        "First US bird flu death is announced in Louisiana - The Associated Press",
        "GOP confusion reigns as Trump waffles over reconciliation strategy - POLITICO",
        "HMPV: What to know about China's human metapneumovirus cases - BBC.com",
        "[Removed]",
        "2025 NFL playoff bracket projection: Bills take down Rams for first Super Bowl win; predictions for every game - CBS Sports",
        "ASUS Republic of Gamers 2025 Gaming Laptop Lineup Features Cutting-Edge Performance and All-New Designs - ASUS Pressroom",
        "Winter Storm Cora To Spread Snow, Ice Through South From Texas To The Carolinas - The Weather Channel",
        "Hulk Hogan Booed Heavily During ‘Monday Night Raw’ Netflix Debut - Yahoo Sports"
    ]
}