{
    "headlines": [
        "الشرق الأوسط الأحدث: إسرائيل تصدر تحذيرا بالإخلاء لكامل مدينة بعلبك في شرق لبنان - وكالة أسوشيتد برس",
        "ارتفاع تكاليف الاقتراض في المملكة المتحدة بعد زيادات ضريبية واسعة تم الإعلان عنها في الميزانية - CNBC",
        "استطلاعات CNN: تتمتع هاريس بميزة ضيقة في ميشيغان وويسكونسن، بينما لا تزال هي وترامب مرتبطين في بنسلفانيا - CNN",
        "جريمة قتل هامبتونز: مشتبه به في منتجع ووتر ميل الراقي شو سوغي بان هاوس يقتل منتحراً - ABC7 نيويورك",
        "جيمي كيميل يكرس 19 دقيقة لقضية مونولوج ضد دونالد ترامب لمنصب الرئيس – مشاهدة - الموعد النهائي",
        "عودة جود لو المنتصرة: الممثل عن أسرار \"حرب النجوم\"، والذهاب إلى الأمام بالكامل، و Marvel و \"Ripley\" Homoeroticism - متنوعة",
        "يتميز جهاز MacBook Pro الجديد بمجموعة M4 من الرقائق وذكاء Apple - Apple",
        "نما الاقتصاد الأمريكي بوتيرة قوية بنسبة 2.8 ٪ في الربع الأخير بفضل قوة الإنفاق الاستهلاكي - وكالة أسوشيتد برس",
        "اللحظات الأخيرة لمذنب الهالوين التي التقطتها مركبة الفضاء سوهو - سي إن إن",
        "الاكتئاب الشتوي حقيقي وهناك العديد من الطرق للرد - وكالة أسوشيتد برس",
        "نقطة محذوفة هنا",
        "تم الكشف عن لائحة تلفزيون Marvel لعام 2025، بما في ذلك النظرات الأولى على عروض \"Wonder Man\" و \"Spider - Man\" المتحركة و \"Wakanda\" - مجموعة متنوعة",
        "أسهم \"ترامب ميديا\" تتراجع بينما يصنع \"ماسك\" و \"هاريس\" موجات انتخابية. رالي دي جي تي يواجه هذا التهديد. - بارون",
        "يواجه المراهق المتهم بجرائم قتل ساوثبورت في المملكة المتحدة تهمة \"إرهاب\" جديدة - الجزيرة الإنجليزية",
        "سهم Alphabet يرتفع مع ارتفاع الأرباح بسبب النمو السحابي القوي - Yahoo Finance",
        "نقطة محذوفة هنا",
        "يشير بايدن إلى أن مؤيدي ترامب هم \"قمامة\" بعد إهانة الرسوم الهزلية لبورتوريكو - وكالة أسوشيتد برس",
        "نقطة محذوفة هنا",
        "اختيارات اتحاد كرة القدم الأميركي للأسبوع التاسع من بريسكو: الأسود تطرد المضيف باكرز في مواجهة NFC الشمالية ؛ الأكباش المتصاعدة تطيح بسي هوكس - سي بي إس سبورتس",
        "المدعون العامون في جورجيا يحققون في مزاعم تزوير الانتخابات - الجزيرة الإنجليزية"
    ]
}