{
    "headlines": [
        "كان رجل البهلوان يعرف أن جسده يتغير. استغرق الأطباء ما يقرب من عقد من الزمان لمعرفة السبب. - سي بي إس نيوز",
        "\"إجهاد الإخلاء\" يبدأ بالنسبة لسكان جنوب كاليفورنيا الذين لم يعودوا بعد إلى ديارهم بعد حرائق الغابات - سي إن إن",
        "ماذا يمكن أن يتوقع فريق دودجرز من روكي ساساكي هذا الموسم ؟ خمس ملخصات من كشافة MLB، EXECS - ESPN",
        "تحديثات CWG الحية: الأحد لجلب الثلوج وانفجار القطب الشمالي يتبع - واشنطن بوست",
        "ما هي المنتجات التي تحتوي على صبغة حمراء 3 ؟ انظر قائمة الوجبات الخفيفة والمشروبات المتأثرة بحظر إدارة الأغذية والعقاقير - Austin American - Stateman",
        "عادت المسيرة النسائية — لكن العديد من منظميها الأصليين لن يعودوا - POLITICO",
        "يحذر الجهاد الإسلامي في فلسطين من أن الرهائن الإسرائيليين العائدين أحياءً أو أمواتًا يعتمدون على جيش الدفاع الإسرائيلي - جروسالم بوست",
        "محذوف",
        "جدول مباريات التصفيات التقسيمية لاتحاد كرة القدم الأميركي، والاحتمالات، واختيارات الخبراء: أفضل الرهانات، ومكان المشاهدة، والتلفزيون، والبث المباشر، والمزيد - CBS Sports",
        "مقتل اثنين من قضاة المحكمة العليا الإيرانية في هجوم إطلاق نار في طهران - الجزيرة الإنجليزية",
        "خطة المصالحة \"حلوى للجميع\" لجيسون سميث - بوليتيكو",
        "دونالد ترامب يتجاهل حكم تيك توك الصادر عن المحكمة العليا: \"أنا أقرر\" - The Daily Beast",
        "فيما يلي أعظم لحظات يوم الافتتاح في تاريخ الولايات المتحدة - فوكس نيوز",
        "الهند: إدانة رجل في قضية اغتصاب وقتل طبيب - BBC.com",
        "حفل تنصيب ترامب الداخلي يفسد خطط المشرعين - أكسيوس",
        "​تزداد حالات السرطان في الشباب ؛ تغييرات بسيطة في نمط الحياة لتقليل المخاطر - تايمز أوف إنديا",
        "يقول تقرير جديد إن سلوك ميغان ماركل المزعوم \"الفتيات اللئيمات\" أجبر الموظفين على العلاج - The Mercury News",
        "دليل كاذب ولقطات جديدة في وقت لاحق، لا يزال طعن سيف علي خان المتهم بعيد المنال - ذا إنديان إكسبريس",
        "مقتطفات من ليلة الافتتاح لا مثيل لها: سكايلر ديغينز سميث يضرب 3 نقاط في المباراة الافتتاحية - سي بي إس سبورتس",
        "سجل موراي 30 نقطة، ولدى جوكيتش ثلاثة أضعاف أخرى لمساعدة ناجتس على تجاوز باتلر و هيت - ياهو سبورتس"
    ]
}