{
    "headlines": [
        "ਆਸਟਰੇਲੀਆ ਦੇ ਸੈਰ ਸਪਾਟਾ ਸਥਾਨ 'ਤੇ ਤੈਰਾਕੀ ਕਰਦੇ ਸਮੇਂ ਸ਼ਾਰਕ ਹਮਲੇ' ਚ ਕਿਸ਼ੋਰ ਲੜਕੀ ਦੀ ਮੌਤ - CNN",
        "ਐਲਨ ਮਸਕ ‘ਵਿਸ਼ੇਸ਼ ਸਰਕਾਰੀ ਕਰਮਚਾਰੀ‘ ਵਜੋਂ ਸੇਵਾ ਨਿਭਾ ਰਹੇ ਹਨ, ਵ੍ਹਾਈਟ ਹਾ Houseਸ ਕਹਿੰਦਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਟਰੰਪ ਨੇ ਕੈਨੇਡਾ ਦੀਆਂ ਟੈਰਿਫਾਂ 'ਤੇ ਰੋਕ ਲਗਾਉਣ ਤੋਂ ਬਾਅਦ ਸਟਾਕ ਫਿuresਚਰਜ਼ ਛਾਲ ਮਾਰਿਆਃ ਲਾਈਵ ਅਪਡੇਟਸ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਕੂਪਰ ਕੂਪ ਨੇ ਕਿਹਾ ਕਿ ਰੈਮਜ਼ ਉਸ ਨੂੰ ਤੁਰੰਤ ਵਪਾਰ ਕਰਨ ਲਈ ਕੰਮ ਕਰ ਰਹੇ ਹਨਃ 'ਮੈਂ ਫੈਸਲੇ ਨਾਲ ਸਹਿਮਤ ਨਹੀਂ ਹਾਂ' - ਯਾਹੂ ਸਪੋਰਟਸ",
        "ਯੂਰਪੀਅਨ ਯੂਨੀਅਨ ਦੇ ਨੇਤਾ ਟਰੰਪ ਦੇ ਅਧੀਨ ਅਮਰੀਕਾ ਨਾਲ ਝਗੜੇ ਤੋਂ ਬਚਣ ਅਤੇ ‘ਮੂਰਖ ਟੈਰਿਫ ਯੁੱਧ‘ ਤੋਂ ਬਚਣ ਲਈ ਝਗੜਾ ਕਰਦੇ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਯੂਨੀਅਨਾਂ ਨੇ ਮਸਕ ਟੀਮ ਦੀ ਖਜ਼ਾਨਾ ਅਦਾਇਗੀਆਂ ਤੱਕ ਪਹੁੰਚ ਨੂੰ ਰੋਕਣ ਲਈ ਮੁਕੱਦਮਾ ਕੀਤਾ - ਪੋਲਿਟਿਕੋ",
        "ਬਿਓਨਸੇ ਦੀ ਪਹਿਲੀ AOTY ਜਿੱਤ ਪੁਸ਼ਟੀ ਕਰਦੀ ਹੈ ਕਿ ਉਹ ਗ੍ਰੈਮੀਜ਼ ਲਈ ਹਮੇਸ਼ਾਂ ਬਹੁਤ ਕਾਲਾ ਸੀ - ਰੋਲਿੰਗ ਸਟੋਨ",
        "ਬਚਾਅ ਕਰੂ ਡੀਸੀ - ਡਬਲਯੂਟੀਓਪੀ ਦੇ ਨੇੜੇ ਘਾਤਕ ਹਵਾ ਦੀ ਟੱਕਰ ਤੋਂ ਬਾਅਦ ਨਦੀ ਤੋਂ ਇੰਜਨ, ਜੈੱਟ ਦਾ ਵੱਡਾ ਹਿੱਸਾ ਮੁੜ ਪ੍ਰਾਪਤ ਕਰਦੇ ਹਨ",
        "ਸੈਨੇਟ ਨੇ ਜੈਵਿਕ ਬਾਲਣ ਦੇ ਸੀਈਓ ਕ੍ਰਿਸ ਰਾਈਟ ਨੂੰ energyਰਜਾ ਸਕੱਤਰ ਵਜੋਂ ਪੁਸ਼ਟੀ ਕੀਤੀ. ਉਹ ਅਮਰੀਕੀ ਸਰੋਤਾਂ ਨੂੰ 'ਜਾਰੀ ਕਰਨ' ਦਾ ਵਾਅਦਾ ਕਰਦਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "Luka Doncic ਲੇਕਰਜ਼ ਨੂੰ ਬਲਾਕਬਸਟਰ ਵਪਾਰ ਦੀ ਖ਼ਬਰ ਸੁਣਨ ਤੋਂ ਬਾਅਦ ਰੋਇਆ, ਸਾਬਕਾ Mavs ਖਿਡਾਰੀ ਕਹਿੰਦਾ ਹੈ - WFAA.",
        "ਟਰੰਪ ਅਨਿਸ਼ਚਿਤਤਾ ਬੀਜਦਾ ਹੈ - ਅਤੇ ਸ਼ੀ ਜਿਨਪਿੰਗ ਇੱਕ ਮੌਕਾ ਵੇਖਦਾ ਹੈ - ਬੀਬੀਸੀ.",
        "ਤੱਥ ਸ਼ੀਟਃ ਰਾਸ਼ਟਰਪਤੀ ਡੋਨਾਲਡ ਜੇ. ਟਰੰਪ ਨੇ ਸੰਯੁਕਤ ਰਾਜ ਦੇ ਸੌਵਰਨ ਵੈਲਥ ਫੰਡ ਲਈ ਯੋਜਨਾ ਦਾ ਆਦੇਸ਼ ਦਿੱਤਾ - ਵ੍ਹਾਈਟ ਹਾ Houseਸ",
        "ਟਰੰਪ ਦੇ ਵਪਾਰਕ ਯੁੱਧ ਦੀ ਘੋਸ਼ਣਾ ਤੋਂ ਬਾਅਦ ਕੈਨੇਡੀਅਨ ਵਿਸ਼ਵਾਸਘਾਤ ਦੀ ਭਾਵਨਾ ਨਾਲ ਜੂਝਦੇ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਮੂਵ ਓਵਰ, ਹਾਉਟ ਕੋਚਰਃ ਲਿੰਗਰੀ ਨੇ 2025 ਗ੍ਰੈਮੀਜ਼ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ 'ਤੇ ਸਟਾਈਲ ਨੂੰ ਡ੍ਰੋਵ ਕੀਤਾ",
        "ਬੋਨੋਬੋਸ ਜਾਣਦੇ ਹਨ ਜਦੋਂ ਤੁਸੀਂ ਕਲਿਏਲੈਸ ਹੋ - ਆਰਸ ਟੈਕਨੀਕਾ",
        "ਅਮੈਰੀਕਨ ਹਾਰਟ ਮਹੀਨਾ, 2025 - ਵ੍ਹਾਈਟ ਹਾ Houseਸ",
        "ਮਾਇਲਜ਼ ਗੈਰੇਟ ਵਪਾਰ ਦੀ ਬੇਨਤੀ ਕਰਦਾ ਹੈਃ ਬ੍ਰਾsਨਜ਼ ਸਟਾਰ ਪਾਸ ਰਸ਼ਰ ਲਈ ਤਰਕਸ਼ੀਲ ਲੈਂਡਿੰਗ ਸਪਾਟ, ਲਾਇਨਜ਼, ਦੇਸ਼ ਭਗਤ ਸਮੇਤ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਸਾਰਾਹ ਮਿਸ਼ੇਲ ਗੇਲਰ ਰਿਟਰਨਿੰਗ ਨਾਇਰਸ ਹੂਲੂ ਪਾਇਲਟ ਆਰਡਰ ਦੇ ਨਾਲ ’ਬਫੀ ਦਿ ਵੈਂਪਾਇਰ ਸਲੈਅਰ' ਸੀਕਵਲ ਸੀਰੀਜ਼ - ਵੰਨਗੀ",
        "ਈਏ ਚਾਹੁੰਦਾ ਹੈ ਕਿ ਕਮਿ communityਨਿਟੀ ਅਗਲੀ ਲੜਾਈ ਦੇ ਮੈਦਾਨ ਨੂੰ ਸ਼ਕਲ ਦੇਣ ਵਿੱਚ ਸਹਾਇਤਾ ਕਰੇ - ਦਿ ਵਰਜ"
    ]
}