{
    "headlines": [
        "President-elect Donald Trump sentenced to an unconditional discharge in hush money case in New York City - ABC7 Los Angeles",
        "Samsung Galaxy S25 full specs revealed (again), detail changes from the S24 series - GSMArena.com news - GSMArena.com",
        "US to impose sanctions on Russian oil fleet and traders, document shows - Reuters",
        "US job growth blows away expectations in December; unemployment rate falls to 4.1% - Reuters",
        "The 250 Greatest Albums of the 21st Century So Far - Rolling Stone",
        "Middle East latest: Israel launches new strikes on Yemen’s Houthi rebels - The Associated Press",
        "SEC charges former WWE boss Vince McMahon over undisclosed settlements with two women - CNBC",
        "Insurance stocks sell off sharply as potential losses tied to LA wildfires increase - CNBC",
        "Man holding a garden hose and father at his son’s bedside are among the LA fire victims - The Associated Press",
        "How did Pluto’s large moon Charon form? With a ‘kiss,’ scientists say - CNN",
        "California wildfires live updates: 10 killed in Los Angeles County as Palisades, Kenneth and Eaton fires continue to spread - Yahoo! Voices",
        "Disney, Fox, Warner Bros. Discovery Scrap Venu Sports Streamer - Variety",
        "2024 CBS Sports NFL All-Pro Team: Lions, Ravens, Eagles among best-represented contenders in all-star voting - CBS Sports",
        "The coolest laptops of CES 2025 - The Verge",
        "Ukraine’s Defense Forces hit ammo depot in Russia’s Rostov region – source - Ukrinform",
        "Hoda Kotb’s Final ‘Today’ Show Celebrated With Laughs and Tears: ‘Thank You From the Bottom of My Very Full Heart’ - Variety",
        "What time does snow start Friday and how much will Raleigh area get? Latest NC forecast - Raleigh News & Observer",
        "Americans have dimmer view of Biden than they did of Trump or Obama as term ends, AP-NORC poll finds - The Associated Press",
        "Canadian ‘Super Scooper’ plane grounded after hitting civilian drone over Los Angeles wildfires - CNN",
        "College football fans will brave the winter chill as the Cotton Bowl Classic kicks off Friday - KERA News"
    ]
}