{
    "headlines": [
        "ਟਰੰਪ ਕਤਲ ਦੀ ਕੋਸ਼ਿਸ਼ ਵਾਲੀ ਜਗ੍ਹਾ 'ਤੇ ਰੈਲੀ ਲਈ ਬਟਲਰ ਵਾਪਸ ਪਰਤ ਰਹੇ ਹਨ - ਸੀਐਨਐਨ",
        "ਸ਼ੁੱਕਰਵਾਰ ਤੋਂ ਨਸਰਾਲਾ ਦਾ ਸੰਭਾਵਤ ਉੱਤਰਾਧਿਕਾਰੀ ਸੰਪਰਕ ਤੋਂ ਬਾਹਰ ਹੈ, ਲੇਬਨਾਨੀ ਸਰੋਤ ਕਹਿੰਦਾ ਹੈ - ਰਾਇਟਰਜ਼",
        "ਇਜ਼ਰਾਈਲ 'ਤੇ ਈਰਾਨ ਦਾ ਮਿਜ਼ਾਈਲ ਹਮਲਾ ਹਥਿਆਰਾਂ ਦੀ ਸੀਮਾ' ਤੇ ਸਵਾਲ ਖੜ੍ਹੇ ਕਰਦਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "2016 ਤੱਕ ਧੱਕੇਸ਼ਾਹੀ, ਡੈਮੋਕ੍ਰੇਟਸ ਨੂੰ ਡਰ ਕਮਲਾ ਹੈਰਿਸ ਇਸ ਨੂੰ ਬਹੁਤ ਸੁਰੱਖਿਅਤ ਖੇਡ ਰਿਹਾ ਹੈ - POLITICO",
        "Eye Opener: ਹੈਤੀ 'ਚ ਗੈਂਗ ਹਮਲੇ' ਚ ਘੱਟੋ-ਘੱਟ 70 ਲੋਕਾਂ ਦੀ ਮੌਤ, ਸੰਯੁਕਤ ਰਾਸ਼ਟਰ ਨੇ ਕਿਹਾ - CBS News",
        "ਮੈਸੇਚਿਉਸੇਟਸ ਵਿਚ ਦੋ ਹੋਰ womenਰਤਾਂ ਵੈਸਟ ਨੀਲ ਵਾਇਰਸ ਲਈ ਸਕਾਰਾਤਮਕ ਟੈਸਟ ਕਰਦੀਆਂ ਹਨ - ਡਬਲਯੂਸੀਵੀਬੀ ਬੋਸਟਨ",
        "ਜੂਝ ਰਹੇ ਜੇਟਸ ਡਬਲਯੂਆਰ ਗੈਰੇਟ ਵਿਲਸਨ ਨੂੰ ਡੇਵੈਂਟੇ ਐਡਮਜ਼ ਲਈ ਵਪਾਰ ਕਰਨ ਤੋਂ ਲਾਭ ਹੋ ਸਕਦਾ ਹੈ? - ਈਐਸਪੀਐਨ",
        "ਮਾਰਬਰਗ ਵਾਇਰਸ ਕੀ ਹੈ ਅਤੇ ਇਹ ਕਿੱਥੇ ਫੈਲਿਆ ਹੈ? - ਅਲ ਜਜ਼ੀਰਾ ਅੰਗਰੇਜ਼ੀ",
        "ਬੋਸਨੀਆ 'ਚ ਹੜ੍ਹ ਅਤੇ ਜ਼ਮੀਨ ਖਿਸਕਣ ਕਾਰਨ 16 ਮੌਤਾਂ - BBC.com",
        "ਬਿਡੇਨ ਨੇ ਵ੍ਹਾਈਟ ਹਾ Houseਸ ਦੀ ਪਹਿਲੀ ਪ੍ਰੈਸ ਬ੍ਰੀਫਿੰਗ ਪ੍ਰੈਜ਼ੀਡੈਂਸੀ ਦੀ ਦਿੱਖ ਬਣਾਈ - ਐਕਸੀਓਸ",
        "ਅਲਟਰਾ ਪ੍ਰੋਸੈਸਡ ਭੋਜਨ ਬੱਚਿਆਂ ਦੀ ਸਿਹਤ 'ਤੇ ਇਹ ਪ੍ਰਭਾਵ ਪਾਉਂਦੇ ਹਨ, ਪੋਸ਼ਣ ਵਿਗਿਆਨੀ ਚੇਤਾਵਨੀ ਦਿੰਦੇ ਹਨ - ਫੌਕਸ ਨਿ Newsਜ਼",
        "ਪਿਛਲੇ ਦਿਨੀਂ ਧਰਤੀ ਦੇ ਦੋ ਚੰਦਰਮਾ ਸਨ । ਮਿੰਨੀ ਚੰਦਰਮਾ ਵਿਚੋਂ ਇਕ ਨੇ ਦੋ ਵਾਰ ਦੌਰਾ ਕੀਤਾ ਹੈ ਅਤੇ 27 ਸਾਲਾਂ ਵਿਚ ਵਾਪਸ ਆ ਜਾਵੇਗਾ - ਵਿਓਨ",
        "ਇਕ ਸਾਲ ਵਿਚ, ਯੁੱਧ ਇਜ਼ਰਾਈਲ ਵਿਚ ਜ਼ਿੰਦਗੀ ਦੇ ਹਰ ਪਹਿਲੂ 'ਤੇ ਪਰਛਾਵਾਂ ਪਾਉਂਦਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਯੂਐਫਸੀ 307 ਨਤੀਜੇਃ ਪਰੇਰਾ ਬਨਾਮ ਰਾਉਂਟਰੀ ਜੂਨੀਅਰ - ਐਮਐਮਏ ਫਾਈਟਿੰਗ",
        "ਮੈਸੇਚਿਉਸੇਟਸ ਵਿਚ ਫਿਰ ਉੱਤਰੀ ਲਾਈਟਾਂ ਦਿਖਾਈ ਦੇ ਸਕਦੀਆਂ ਹਨ. aurora ਪੂਰਵ ਅਨੁਮਾਨ ਨਕਸ਼ਾ ਦੇਖੋ. - CBS ਬੋਸਟਨ",
        "ਤੂਫਾਨ ਹੇਲੀਨਃ ਰਾਜਨੀਤਿਕ ਝਗੜੇ ਨੇ ਤਬਾਹੀ ਰਾਹਤ ਦੀ ਓਵਰ ਕੀਤੀ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਇਤਿਹਾਸਕ ਬਿਲਟਮੋਰ ਅਸਟੇਟ ਹੈਲੀਨ ਨੇ ਉੱਤਰੀ ਕੈਰੋਲੀਨਾ ਨੂੰ ਕੁੱਟਣ ਤੋਂ ਬਾਅਦ ਕੁਝ ਥਾਵਾਂ ’ਤੇ’ ਵਿਸ਼ਾਲ’ ਨੁਕਸਾਨ ਝੱਲਿਆ - ਸੀ ਐਨ ਐਨ",
        "ਹੈਲੀਨ ਨੇ ਇਸ ਉੱਤਰੀ ਕੈਰੋਲੀਨਾ ਕੈਂਪ ਦੇ ਮੈਦਾਨ ਨੂੰ ਨਸ਼ਟ ਕਰ ਦਿੱਤਾ, ਪਰ ਗਾਹਕ ਅਤੇ ਅਜਨਬੀ ਮਦਦ ਲਈ ਕਦਮ ਵਧਾ ਰਹੇ ਹਨ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਤੇਲ ਦੀਆਂ ਵਧਦੀਆਂ ਕੀਮਤਾਂ ਬਾਰੇ ਮੈਨੂੰ ਕਿੰਨੀ ਚਿੰਤਾ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ? - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਗਾਰਥ ਬਰੂਕਸ ਨੇ ਬਲਾਤਕਾਰ ਦੇ ਦੋਸ਼ ਲੱਗਣ ਤੋਂ ਪਹਿਲਾਂ ਪਤਨੀ ਤ੍ਰਿਸ਼ਾ ਯੀਅਰਵੁੱਡ ਨੂੰ ਆਪਣਾ ’ਚੰਗੇ ਸਮੇਂ ਵਿਚ ਸਾਥੀ’ ਅਤੇ ’ਮਾੜੇ’ ਦਿਨ ਕਿਹਾ - ਪੰਨਾ ਛੇ"
    ]
}