{
    "headlines": [
        "Um lançamento de foguete da SpaceX pode ser visível no céu esta noite. Aqui é onde. - The Washington Post",
        "Google Parent Alphabet's Stock Slides as Cloud Revenue Disappoints - Investopedia",
        "O que LeBron James disse a Luka Doncic logo após chocar o comércio dos Lakers - New York Post",
        "Netflix se distancia de Karla Sofía Gascón enquanto a controvérsia força mudanças na campanha do Oscar de ‘Emilia Pérez’ - Variety",
        "Pedir ovos na Waffle House? Veja quanto mais vai pagar - PennLive",
        "AMD divulga resultados financeiros do quarto trimestre e do ano de 2024 - Relações com investidores",
        "NFL Referees Association chama alegações de favoritismo dos Chiefs de 'insultantes e absurdas' - CBS Sports",
        "Acidente de avião DC: Todos os 67 corpos recuperados do rio Potomac - ABC7 Los Angeles",
        "GSA busca cortes de gastos de 50%, RIF não voluntário após oferta de demissão do OPM - Federal News Network",
        "Trump diz que deu instruções a conselheiros para que o Irã seja \"obliterado\" se o assassinar - The Associated Press",
        "O que saber sobre a mega-prisão de El Salvador após o acordo de Trump para enviar pessoas para lá - The Associated Press",
        "Elon Musk só deve trabalhar 130 dias este ano por causa do status de 'funcionário especial do governo' - Fortune",
        "'No Team' Has Ask Miami for Permission to Talk to Jimmy Butler About Trade - Sports Illustrated",
        "Governo Trump inicia investigação sobre U of M em reportagens sobre antissemitismo - MPR News",
        "Tiroteio na Suécia: cerca de 10 pessoas mortas em tiroteio na escola de Orebro - BBC.com",
        "Agentes do FBI processam para impedir o DOJ de compilar a lista de funcionários que trabalharam em casos de 6 de janeiro ou de Trump - POLITICO",
        "Impacto de asteroide na lua explodiu dois grandes desfiladeiros em 10 segundos - Yahoo! Voices",
        "Apresentamos o Apple Invites, um novo aplicativo que une as pessoas para os momentos especiais da vida - Apple Newsroom",
        "O encontro entre Trump e Netanyahu é um momento importante para ambos os líderes – e para o Oriente Médio - CNN"
    ]
}