{
    "headlines": [
        "Jimmy Carter, 100, Casts Ballot For Kamala Harris In 2024 Election - Deadline",
        "Israel Strikes Southern Lebanon in Hezbollah-Dominated Areas: Live Updates - The New York Times",
        "Italy passes anti-surrogacy law that effectively bars gay couples from becoming parents - The Washington Post",
        "Trump doubles down on ‘enemy from within’ comments at Fox town hall - The Guardian US",
        "Live updates: Israel’s plan to strike Iran is ready, source says - CNN",
        "Fact check: Trump makes at least 19 false claims in one-hour Fox town hall with women - CNN",
        "Russian whale watcher adrift at sea for 67 days reveals how brother, nephew died - New York Post ",
        "Kevin Stefanski: I wish Amari Cooper luck - NBC Sports",
        "Pat McAfee praises Travis Kelce for handling spotlight well amid relationship with Taylor Swift - Fox News",
        "SpaceX will take Starship catch one step further very soon, Elon Musk confirms - TESLARATI",
        "People with felony records can now vote in Nebraska — and it could help tip the balance in November - The Associated Press",
        "‘Smile 2’ Heading For High Teens At Weekend Box Office - Deadline",
        "Amazon looks to advanced nuclear reactors to meet climate goals - The Verge",
        "Israel vows to improve Gaza conditions after U.S. threat to withhold weapons - Axios",
        "Cynthia Erivo Criticizes ‘Wicked’ Poster Being Fan Edited to Hide Her Face, Calls Out ‘Is Your P—- Green?’ Memes: ‘Offensive’ and ‘It Degrades Me’ - Variety",
        "Musk gave $75 million to pro-Trump group, becoming a Republican mega donor - Reuters",
        "Kamala Harris is set for her first Fox News interview. What to know. - The Washington Post",
        "ASML draws investor scrutiny after warning shocks global chip markets - Reuters",
        "Look up: Once-in-a-lifetime comet visible in the Louisville area - WLKY Louisville",
        "If Jets trade Haason Reddick to NFC team, they owe the Eagles a second-round pick - NBC Sports"
    ]
}