{
    "headlines": [
        "ਕਿਸੇ ਨੇ ਕੈਪਚਾ ਬਣਾਇਆ ਜਿੱਥੇ ਤੁਸੀਂ ਡੂਮ ਖੇਡਦੇ ਹੋ ਨਾਈਟਪੇਅਰ ਮੁਸ਼ਕਲ 'ਤੇ - ਆਰਸ ਟੈਕਨੀਕਾ",
        "ਹਫਤਾ 18 ਐਨਐਫਐਲ ਪਿਕਃ ਏਐਫਸੀ ਨੌਰਥ ਨੂੰ ਜਿੱਤਣ ਲਈ ਰੇਵੇਨਜ਼? ਕੀ ਬੰਗਾਲ ਪਲੇਆਫ ਦੀਆਂ ਉਮੀਦਾਂ ਨੂੰ ਜਾਰੀ ਰੱਖੇਗਾ? - ਐਨਐਫਐਲ.",
        "2025 ਕਾਲਜ ਫੁੱਟਬਾਲ ਪਲੇਆਫ ਦੀਆਂ ਸੰਭਾਵਨਾਵਾਂ, ਭਵਿੱਖਬਾਣੀਃ ਜਾਰਜੀਆ ਬਨਾਮ ਨੋਟਰੇ ਡੈਮ ਪਿਕਸ, 22-9 ਰੋਲ 'ਤੇ ਮਾਹਰ ਦੁਆਰਾ ਸੱਟਾ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "5 ਚੀਜ਼ਾਂ ਜੋ ਅਸੀਂ ਜਾਣਦੇ ਹਾਂ ਅਤੇ ਅਜੇ ਵੀ ਕੋਵਿਡ ਬਾਰੇ ਨਹੀਂ ਜਾਣਦੇ, 5 ਸਾਲ ਬਾਅਦ ਇਹ ਪ੍ਰਗਟ ਹੋਇਆ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "Giannis Antetokounmpo, ਨਿਕੋਲਾ ਜੋਕੀਕ ਏਟੀ ਐਂਡ ਟੀ ਦੁਆਰਾ ਪੇਸ਼ ਕੀਤੀ ਗਈ ਐਨਬੀਏ ਆਲ-ਸਟਾਰ ਵੋਟਿੰਗ ਦੇ 1 ਫੈਨ ਰਿਟਰਨ ਵਿੱਚ ਮੋਹਰੀ ਹੈ - ਐਨਬੀਏ ਡਾਟ ਕਾਮ",
        "ਐਫਬੀਆਈ ਏਜੰਟ ਓਵਰਟਾਈਮ ਤਨਖਾਹ ਲਈ ਸੈਕਸ ਦੀ ਮੰਗ ਕਰਨ ਦੇ ਦੋਸ਼ਾਂ ਵਿਚਕਾਰ ਐਨਵਾਈਪੀਡੀ ਦੇ ਚੋਟੀ ਦੇ ਅਧਿਕਾਰੀ ਦੇ ਘਰ ਦੀ ਭਾਲ ਕਰਦੇ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਅੱਜ ਰਾਤ ਨੂੰ ਸ਼ਾਨਦਾਰ ਕੁਆਡ੍ਰੈਂਟਿਡਸ ਮੀਟੀਅਰ ਸ਼ਾਵਰ ਨੂੰ ਕਿਵੇਂ ਵੇਖਣਾ ਹੈ - ਵਾਇਰਡ",
        "ਨੰਬਰ 1 ਡੱਕਸ ਦੇ ਹੈਰਾਨਕੁੰਨ ਰੋਜ਼ ਬਾlਲ ਹਾਰਨ ਤੋਂ ਬਾਅਦ ਓਰੇਗਨ ਲਾਕਰ ਰੂਮ ਦੇ ਅੰਦਰ ਓਹੀਓ ਸਟੇਟ - ਓਰੇਗਨਲਾਈਵ",
        "30 ਸਾਲਾਂ ਦੇ ਯੂਐਸ ਗਿਰਵੀਨਾਮੇ 'ਤੇ rateਸਤਨ ਦਰ 6.91% ਹਿੱਟ ਕਰਦੀ ਹੈ, ਫਰੈਡੀ ਮੈਕ ਦੇ ਅਨੁਸਾਰ, ਜੁਲਾਈ ਤੋਂ ਬਾਅਦ ਸਭ ਤੋਂ ਵੱਧ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਮੋਂਟੇਨੇਗਰੋ ਨੇ ਆਪਣੇ ਆਪ ਨੂੰ ਗੋਲੀ ਮਾਰਨ ਤੋਂ ਪਹਿਲਾਂ ਘੱਟੋ ਘੱਟ 12 ਲੋਕਾਂ ਦੀ ਹੱਤਿਆ ਕਰਨ ਤੋਂ ਬਾਅਦ ਸੋਗ ਕੀਤਾ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਨੋਰੋਵਾਇਰਸ ਦੇ ਮਾਮਲੇ ਵੱਧ ਰਹੇ ਹਨ; ਇੱਥੇ ਲੱਛਣ ਹਨ ਅਤੇ ਵਾਇਰਸ ਨੂੰ ਫੜਨ ਤੋਂ ਕਿਵੇਂ ਰੋਕਿਆ ਜਾਵੇ - MLive.",
        "ਸੈਮਸੰਗ ਦਾ ਸਸਤਾ ਗਲੈਕਸੀ ਫਿਟ 3 ਫਿਟਨੈਸ ਟਰੈਕਰ ਅਮਰੀਕਾ ਆ ਰਿਹਾ ਹੈ - ਦਿ ਵਰਜ",
        "ਨਿ Or ਓਰਲੀਨਜ਼ ਹਮਲਾ ਤਾਜ਼ਾਃ ਪੁਲਿਸ ਕਿਸੇ ਹੋਰ ਸ਼ੱਕੀ ਵਿਅਕਤੀ ਨੂੰ ਸ਼ਾਮਲ ਨਹੀਂ ਮੰਨਦੀ, ਐਫਬੀਆਈ ਕਹਿੰਦਾ ਹੈ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਰਾਸ਼ਟਰਪਤੀ ਬਾਇਡਨ ਨੇ ਰਾਸ਼ਟਰਪਤੀ ਨਾਗਰਿਕ ਮੈਡਲ ਪ੍ਰਾਪਤ ਕਰਨ ਵਾਲਿਆਂ ਦਾ ਐਲਾਨ ਕੀਤਾ - ਵ੍ਹਾਈਟ ਹਾਊਸ",
        "ਇਹ 2025 ਵਿਚ ਵੇਖਣ ਲਈ ਸਪੇਸ ਸਟਾਕ ਹਨ — ਸਪੇਸਐਕਸ, ਬੋਇੰਗ ਅਤੇ ਇਸ ਤੋਂ ਕਿਤੇ ਵੱਧ - ਮਾਰਕੀਟਵਾਚ",
        "Ariana Grande, ਸਿੰਥਿਆ Erivo ਤੇ ਦੁਸ਼ਟ ਆਸਕਰ ਬਜ਼, ਕੁਈਰ ਗਲਿੰਡਾ ਅਤੇ ਭਾਗ 2 - ਵੰਨਗੀ",
        "ਨਿਊਯਾਰਕ ਦੇ ਕੁਈਨਜ਼ 'ਚ ਨਾਈਟ ਕਲੱਬ' ਚ ਡਰਾਈਵਿੰਗ ਨਾਲ ਹੋਈ ਗੋਲੀਬਾਰੀ 'ਚ 10 ਲੋਕ ਜ਼ਖਮੀ - CNN",
        "ਇੰਗਲੈਂਡ ਵਿਚ 166 ਮਿਲੀਅਨ ਸਾਲ ਪੁਰਾਣੇ 'ਡਾਇਨਾਸੌਰ ਹਾਈਵੇ' ਟਰੈਕਾਂ ਦੀ ਖੋਜ ਕੀਤੀ ਗਈ ਹੈ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਏਅਰਲਾਈਨ, ਹਵਾਈ ਅੱਡੇ ਦੇ ਦੱਖਣੀ ਕੋਰੀਆ ਪੁਲਿਸ ਦੇ ਛਾਪੇ ਦਫ਼ਤਰ ਜਹਾਜ਼ ਕਰੈਸ਼ ਵਿੱਚ ਸ਼ਾਮਲ - ਵਾਲ ਸਟਰੀਟ ਜਰਨਲ",
        "ਟਰੰਪ ਨੇ ਨਿ Or ਓਰਲੀਨਜ਼, ਲਾਸ ਵੇਗਾਸ ਹਮਲਿਆਂ ਲਈ ‘ਖੁੱਲ੍ਹੀਆਂ ਸਰਹੱਦਾਂ’ ਨੂੰ ਜ਼ਿੰਮੇਵਾਰ ਠਹਿਰਾਇਆ - ਦਿ ਹਿੱਲ"
    ]
}