{
    "headlines": [
        "Джеймс Бонд Шокер: Amazon MGM получает творческий контроль над франшизой 007 в роли продюсеров Барбары Брокколи и Майкла Г. Уилсона Шаг назад - Разнообразие",
        "Дэвид Валадао слегка ступает на Medicaid, поскольку голосование за Obamacare преследует его - POLITICO",
        "Две девочки-подростка из Техаса арестованы за заговор с «массовыми жертвами» - BBC.com",
        "Amazon закрывает свой магазин приложений на Android - TechCrunch",
        "Пять команд MLB с самыми деморализующими межсезоньями готовятся к сезону 2025 года - Sports Illustrated",
        "Бывший футбольный босс Испании Луис Рубиалес оштрафован за поцелуй игрока - BBC.com",
        "Новый складной пульт Oppo может дистанционно управлять Mac - The Verge",
        "Трамп поддерживает идею отправить сбережения ДОЖЕЙ американским гражданам - Associated Press",
        "Голландский суд осудил 4 членов семьи за смертельное ножевое ранение женщины на глазах у ее дочери в предполагаемом «убийстве чести» - Новости CBS",
        "Прогноз доходов Walmart не оправдался из-за экономической неопределенности - Bloomberg",
        "Гол Месси компенсирует сильный холод, поскольку Интер Майами побеждает в Кубке чемпионов - The Associated Press",
        "Сейчас это не 10-стоковое шоу. Вот где найти возможности с S&P 500 на рекордно высоком уровне. - MarketWatch",
        "iPhone 16e: Apple делает ставку на функции искусственного интеллекта по более низкой цене - BBC.com",
        "Palantir получает рейтинг покупок от Loop Capital, который призывает к росту более чем на 25% - CNBC",
        "НАСА снижает риск столкновения с астероидом «город-убийца» 2024 YR4 до 1 из 67 (фу!) - Space.com",
        "Microsoft годами размещала явные видеоролики этого основателя стартапа. Вот как она их убрала - ПРОВОДНАЯ СВЯЗЬ",
        "Могут ли таблетки действительно сделать женщин более тревожными? - BBC.com",
        "Маск и Трамп просто повторили неточные заявления «застрявших» астронавтов Starliner. НАСА и астронавты не согласны - Space.com",
        "Телевизионный обзор «Нулевого дня»: политический триллер Роберта Де Ниро борется за то, чтобы Америка снова начала функционировать - крайний срок",
        "Гороскоп на четверг, 20 февраля 2025 года - Chicago Sun-Times"
    ]
}