{
    "headlines": [
        "Dolphins vs. Rams score, live updates: Miami heads to Los Angeles for Monday Night Football in Week 10 - Yahoo Sports",
        "Megan Fox Is Pregnant, Expecting Baby With Machine Gun Kelly - E! Online - E! NEWS",
        "Trump trade powers Dow 44,000, S&P 6,000 as stocks keep humming - Fox Business",
        "Finalists for MVP, Cy Young, Rookie & Manager of the Year revealed - MLB.com",
        "Trump selects Mike Waltz as national security adviser, sources say - Reuters",
        "At least 40 killed in Gaza as Israeli drone attacks ‘safe zone’ café - Al Jazeera English",
        "Melania Trump expected to skip Wednesday White House meeting with Jill Biden - CNN",
        "Bitcoin has topped $87,000 for a new record high. What to know about crypto's post-election rally - The Associated Press",
        "Trump's 'border czar' could have more power, fewer hurdles on deportation policy - CNBC",
        "Northern Taurids Meteor Shower Peak Starts Tonight—Here’s How To Watch - Forbes",
        "Trump names former Rep. Lee Zeldin to lead EPA, adviser Stephen Miller to be deputy chief of policy - The Associated Press",
        "‘Gladiator II’: Critics Mostly Give Thumbs Up to Ridley Scott’s Epic Blockbuster Sequel - Hollywood Reporter",
        "[Removed]",
        "Donald Trump to appoint immigration hawk Stephen Miller as deputy chief of staff - Financial Times",
        "Eagles snap counts: Jalyx Hunt sees significant time vs. Cowboys - NBC Sports Philadelphia",
        "Bird Flu Case Found in Hospitalized Canadian Teenager. What Happens Next. - Barron's",
        "Mac mini 2024 gets a teardown, has no user upgradeable parts - GSMArena.com",
        "Tesla options draw 'euphoric' trading as Trump win fires up stock - Reuters",
        "Will Trump Eliminate The Department Of Education? What We Know As Elon Musk Applauds ‘Good Idea.’ - Forbes",
        "SpaceX launching 24 Starlink satellites from Florida today after weather delay - Space.com"
    ]
}