{
    "headlines": [
        "ਏਸੇਸ 'ਏਜਾਵਿਲਸਨ ਨੇ ਡਬਲਯੂਐਨਬੀਏ ਸਿੰਗਲ-ਸੀਜ਼ਨ ਸਕੋਰਿੰਗ ਰਿਕਾਰਡ ਤੋੜਿਆ - ਈਐਸਪੀਐਨ",
        "ਲੂਸੀਆਨਾ 'ਤੇ ਤੂਫਾਨ ਫ੍ਰੈਂਚਾਈਨ ਬੇਅਰਿੰਗ - ਮੌਸਮ ਚੈਨਲ",
        "ਇਜ਼ਰਾਈਲ ਗਾਜ਼ਾਃ ਸੰਯੁਕਤ ਰਾਸ਼ਟਰ ਨੇ ਕਿਹਾ ਇਜ਼ਰਾਈਲ ਦੇ ਹਵਾਈ ਹਮਲੇ ਵਿਚ ਆਪਣੇ ਛੇ ਸਟਾਫ ਦੀ ਮੌਤ ਹੋ ਗਈ - ਬੀਬੀਸੀ.",
        "ਟਾਇਰਿਕ ਹਿੱਲ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਹ ਆਪਣੇ ਟ੍ਰੈਫਿਕ ਸਟਾਪ ਨੂੰ ਬਿਹਤਰ handleੰਗ ਨਾਲ ਸੰਭਾਲ ਸਕਦਾ ਸੀ ਪਰ ਉਹ ਅਜੇ ਵੀ ਚਾਹੁੰਦਾ ਹੈ ਕਿ ਅਧਿਕਾਰੀ ਨੂੰ ਬਰਖਾਸਤ ਕੀਤਾ ਜਾਵੇ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਸਟਾਕ ਮਾਰਕੀਟ ਨਿ Newsਜ਼, ਸਤੰਬਰ 11, 2024: ਸਟਾਕ ਸ਼ੁਰੂਆਤੀ ਗਿਰਾਵਟ ਨੂੰ ਉਲਟਾਉਂਦੇ ਹਨ; ਡੇਟਾ ਮਾਸਿਕ ਕੋਰ ਮਹਿੰਗਾਈ ਵਿੱਚ ਪਿਕਅਪ ਦਿਖਾਉਂਦਾ ਹੈ - ਦਿ ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "ਸਪੇਸਐਕਸ ਕੈਪਸੂਲ 'ਤੇ ਸਵਾਰ ਅਰਬਪਤੀ ਵਜੋਂ ਲਾਈਵ ਦੇਖੋ ਪਹਿਲੀ ਵਪਾਰਕ ਸਪੇਸਵਾਕ ਦੀ ਕੋਸ਼ਿਸ਼ - ਗਿਜ਼ਮੋਡੋ",
        "ਜੌਹਨਸਨ ਨੂੰ ਸਟਾਪਗੈਪ ਫੰਡਿੰਗ ਯੋਜਨਾ 'ਤੇ ਵੋਟ ਦੇਰੀ ਕਰਨ ਲਈ ਮਜਬੂਰ ਕੀਤਾ ਗਿਆ ਕਿਉਂਕਿ ਜੀਓਪੀ ਦਾ ਵਿਰੋਧ ਵਧਦਾ ਹੈ - ਪੋਲਿਟਿਕੋ",
        "ਬਹਿਸ ਨੇ ਕੁਝ ਵੋਟਰਾਂ ਨੂੰ ਪ੍ਰਭਾਵਿਤ ਨਹੀਂ ਕੀਤਾ ਸੀਐਨਐਨ ਨੇ ਗੱਲ ਕੀਤੀ, ਪਰ ਦੂਸਰੇ ਬਿਲਕੁਲ ਜਾਣਦੇ ਹਨ ਕਿ ਉਹ ਹੁਣ ਕਿਸ ਦਾ ਸਮਰਥਨ ਕਰ ਰਹੇ ਹਨ - ਸੀਐਨਐਨ",
        "ਟੇਲਰ ਸਵਿਫਟ ਨੇ ਕਮਲਾ ਹੈਰਿਸ ਦੀ ਹਮਾਇਤ ਨਾਲ 337,000 ਤੋਂ ਵੱਧ ਸੈਲਾਨੀਆਂ ਨੂੰ ਵੋਟ ਪਾਉਣ ਲਈ ਭਜਾ ਦਿੱਤਾ. gov - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਟਰੰਪ ਨੇ ਓਹੀਓ ਵਿਚ ਪ੍ਰਵਾਸੀਆਂ 'ਤੇ ਪਾਲਤੂ ਜਾਨਵਰਾਂ ਨੂੰ ਅਗਵਾ ਕਰਨ ਅਤੇ ਖਾਣ ਦਾ ਝੂਠਾ ਦੋਸ਼ ਲਗਾਇਆ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਡੈਨਿਟੀ ਕੇਨ ਦੀ ਡੌਨ ਰਿਚਰਡ ਸੁਸ ਡਿੱਡੀ ਜਿਨਸੀ ਸ਼ੋਸ਼ਣ ਲਈ - ਗੱਭਰੂ",
        "ਟਰੰਪ-ਹੈਰੀ ਦੀ ਬਹਿਸ ਤੋਂ ਬਾਅਦ ਨਿਵੇਸ਼ਕ ਅਹੁਦਿਆਂ ਨੂੰ ਬਦਲਣ ਲਈ ਝੰਜੋੜਦੇ ਹਨ - ਅਲ ਜਜ਼ੀਰਾ ਅੰਗਰੇਜ਼ੀ",
        "ਹਟਾਈ",
        "9/11 ਦੇ ਜਵਾਬ ਦੇਣ ਵਾਲਿਆਂ ਨੂੰ ਡਿਮੇਨਸ਼ੀਆ ਹੋ ਰਿਹਾ ਹੈ. ਉਹ ਚਾਹੁੰਦੇ ਹਨ ਕਿ ਸਰਕਾਰ ਉਨ੍ਹਾਂ ਦੀ ਮਦਦ ਕਰੇ । - ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਚੈਪਟਰ 11 ਦੀਵਾਲੀਆਪਨ ਲਈ ਇਕ ਹੋਰ ਰੈਸਟੋਰੈਂਟ ਚੇਨ ਫਾਈਲਾਂ - ਫੌਕਸ ਬਿਜ਼ਨਸ",
        "ਐਮਟੀਵੀ ਵੀਡੀਓ ਸੰਗੀਤ ਪੁਰਸਕਾਰ ਵਾਪਸ ਆ ਗਏ ਹਨ. ਕੀ ਟੇਲਰ ਸਵਿਫਟ ਇਤਿਹਾਸ ਰਚੇਗਾ? - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਲਾਸ ਏਂਜਲਸ-ਖੇਤਰ ਦੇ 3 ਵਿਸ਼ਾਲ ਜੰਗਲੀ ਅੱਗਾਂ ਨੇ ਇਕ ਹਫਤੇ ਵਿਚ 100,000 ਏਕੜ ਤੋਂ ਵੱਧ ਸੜ ਗਏ ਹਨ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਨਵਾਂ ਰਿਕਾਰਡ! ਇਸ ਸਮੇਂ 19 ਲੋਕ ਧਰਤੀ ਦਾ ਚੱਕਰ ਲਗਾ ਰਹੇ ਹਨ - Space. com",
        "ਐਂਡਰਾਇਡ ਆਟੋ ਐਂਡਰਾਇਡ 15 ਬੀਟਾ - 9to5Google 'ਤੇ ਪਿਕਸਲ 9 ਉਪਭੋਗਤਾਵਾਂ ਲਈ ਟੁੱਟ ਗਿਆ ਹੈ",
        "ਬਲਿੰਕਨ, ਯੂਕੇ ਦੇ ਲੈਮੀ ਯੁੱਧ ਵਿਚ ਮੁੱਖ ਮੋੜ 'ਤੇ ਸਮਰਥਨ ਦੇ ਪ੍ਰਦਰਸ਼ਨ ਵਿਚ ਯੂਕਰੇਨ ਦਾ ਦੌਰਾ ਕਰਦੇ ਹਨ - Reuters."
    ]
}