{
    "headlines": [
        "ਡੌਲਫਿਨਜ਼ ਡਬਲਯੂਆਰ ਗ੍ਰਾਂਟ ਡੁਬੋਸ ਕੋਲ ਸਾਰੀਆਂ ਹੱਦਾਂ ਵਿਚ ਅੰਦੋਲਨ ਹੈ, ਡਰਾਉਣੇ ਸਿਰ ਦੀ ਸੱਟ ਬਨਾਮ ਟੈਕਸਨਜ਼ ਤੋਂ ਬਾਅਦ ਹਸਪਤਾਲ ਵਿਚ ਰਹਿੰਦਾ ਹੈ - ਯਾਹੂ ਸਪੋਰਟਸ",
        "ਡਰੋਨ ਅਪਡੇਟਸਃ 'ਕੁਝ ਹੋ ਰਿਹਾ ਹੈ,' ਨਿ J ਜਰਸੀ ਦੇ ਮੇਅਰ ਕਹਿੰਦੇ ਹਨ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਜਰਮਨ ਚੋਣਾਂਃ ਸਕੋਲਜ਼ ਨੇ ਭਰੋਸੇ ਦੀ ਵੋਟ ਗੁਆ ਦਿੱਤੀ - DW (ਪੰਜਾਬੀ)",
        "ਪੇਂਟਾਗਨ ਦੇ ਬਾਹਰ ਉਸਦੇ ਅੰਡਰਵੀਅਰ ਵਿੱਚ ਗਲਾਕ ਸਵਿੱਚ ਨਾਲ ਹਥਿਆਰਬੰਦ ਆਦਮੀ ਗ੍ਰਿਫਤਾਰ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਐਪਲ ਦਾ ਅਫਵਾਹ ਵਾਲਾ ਫੋਲਡੇਬਲ ਆਈਪੈਡ ਆਪਣੇ ਖੁਦ ਦੇ ਚੰਗੇ ਲਈ ਬਹੁਤ ਵੱਡਾ ਜਾਪਦਾ ਹੈ - ਗਿਜ਼ਮੋਡੋ",
        "ਸਕਾਟ ਡਿਸਿਕ ਗਿਫਟਡ ਮੇਸਨ ਡਿਸਕ ਏ ਮਿੰਨੀ ਮਰਸਡੀਜ਼ ਜੀ-ਵੈਗਨ ਆਪਣੇ 15 ਵੇਂ ਜਨਮਦਿਨ ਲਈ, ਅਤੇ ਹਰ ਕੋਈ ਪੁਰਾਣਾ ਮਹਿਸੂਸ ਕਰਦਾ ਹੈ - ਬੁਜ਼ਫੀਡ",
        "‘ਯੈਲੋਸਟੋਨ’ ਫਾਈਨਲ ਵਿੱਚ ਇੱਕ ਮੌਤ ਅਤੇ ਇੱਕ ਪ੍ਰੇਮ ਕਹਾਣੀ ਸੀ - ਸੀ ਐਨ ਐਨ",
        "ਕਿ Qਬੀ ਐਮਵੀਪੀ 'ਤੇ ਪਕੜ ਨੂੰ ਕੱਸਦਾ ਹੈ, ਮਹੋਮਜ਼ ਸੱਟ ਦੇ ਡਰ ਅਤੇ ਐਨਐਫਸੀ ਲਈ ਤਿੰਨ-ਤਰੀਕੇ ਦੀ ਲੜਾਈ ਦਾ ਸਾਹਮਣਾ ਕਰਦਾ ਹੈਃ ਐਨਐਫਐਲ ਹਫਤਾ 15 ਐਤਵਾਰ ਦੀ ਲਪੇਟ - ਸੀ ਐਨ ਐਨ",
        "ਨਿਊਜ਼ੋਮ ਨੇ ਇੱਕ ਚੋਟੀ ਦਾ ਸਹਾਇਕ ਗੁਆ ਦਿੱਤਾ । ਹੈਰਿਸ ਦੇ ਸਾਬਕਾ ਸਲਾਹਕਾਰ ਲੈਣਗੇ ਉਨ੍ਹਾਂ ਦੀ ਜਗ੍ਹਾ - POLITICO",
        "2025 ਰਾਈਡਰ ਕੱਪ 'ਤੇ ਅਮਰੀਕਾ ਦੇ ਪੀਜੀਏ ਦਾ ਬਿਆਨ - ਪੀਜੀਏ.",
        "50 ਤੋਂ ਬਾਅਦ ਦੀ ਦੋਸਤੀਃ ਸਮਾਜਿਕ ਸਹਾਇਤਾ ਜ਼ਿੰਦਗੀ ਅਤੇ ਮੌਤ ਦਾ ਵਿਸ਼ਾ ਕਿਉਂ ਬਣ ਜਾਂਦੀ ਹੈ - ਅਧਿਐਨ ਲੱਭਦਾ ਹੈ",
        "ਜ਼ਿਆਦਾਤਰ ਆਈਫੋਨ ਮਾਲਕ ਹੁਣ ਤੱਕ ਐਪਲ ਇੰਟੈਲੀਜੈਂਸ ਵਿੱਚ ਬਹੁਤ ਘੱਟ ਕੋਈ ਮੁੱਲ ਨਹੀਂ ਵੇਖਦੇ - 9to5Mac",
        "ਬੋਸਟਨ ਹਵਾਈ ਅੱਡੇ 'ਤੇ ਡਰੋਨ 'ਖਤਰਨਾਕ ਤੌਰ 'ਤੇ ਨੇੜੇ' ਚਲਾਉਣ ਦੇ 2 ਆਦਮੀਆਂ 'ਤੇ ਦੋਸ਼ ਲਗਾਇਆ ਗਿਆ - ਅਮਰੀਕਾ ਅੱਜ",
        "ਰੂਸ ਭੱਜਣ ਤੋਂ ਬਾਅਦ ਬਸ਼ਰ ਅਲ ਅਸਦ ਨੇ ਜਾਰੀ ਕੀਤਾ ਪਹਿਲਾ ਬਿਆਨ - BBC.com",
        "ਸੈਮਸੰਗ ਦੇ ਗਲੈਕਸੀ S25 ਅਲਟਰਾ ਰੰਗ ਪੈਲੇਟ ਬੇਮਿਸਾਲ ਵੇਰਵੇ ਵਿੱਚ ਬਾਹਰ ਲੀਕ - PhoneArena",
        "ਇਜ਼ਰਾਈਲ-ਗਾਜ਼ਾ ਯੁੱਧਃ ਹਮਾਸ ਦੁਆਰਾ ਚਲਾਏ ਗਏ ਮੰਤਰਾਲੇ ਨੇ ਕਿਹਾ ਕਿ ਇਜ਼ਰਾਈਲ ਦੇ ਹਮਲਿਆਂ ਵਿੱਚ 50 ਦੀ ਮੌਤ ਹੋ ਗਈ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਫੈਡਰਲ ਰਿਜ਼ਰਵ ਦੇ ਮਹਿੰਗਾਈ ਦੇ ਦਬਾਅ ਨਾਲ ਆਪਣੀਆਂ ਦਰਾਂ ਵਿੱਚ ਕਟੌਤੀ ਨੂੰ ਹੌਲੀ ਕਰਨ ਦੀ ਸੰਭਾਵਨਾ ਹੈ ਅਜੇ ਵੀ ਉੱਚਾ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਸਾਫਟਬੈਂਕ ਦੇ ਸੀਈਓ ਅਤੇ ਟਰੰਪ ਨੇ ਫਰਮ ਦੁਆਰਾ ਅਮਰੀਕਾ ਵਿੱਚ 100 ਬਿਲੀਅਨ ਡਾਲਰ ਦੇ ਨਿਵੇਸ਼ ਦਾ ਐਲਾਨ ਕੀਤਾ - ਸੀਐਨਬੀਸੀ",
        "ਹੈਕਰ ਦੂਜਿਆਂ ਨੂੰ ਉਨ੍ਹਾਂ ਦੇ ਟੋਲ ਅਤੇ ਟਿਕਟਾਂ ਦਾ ਭੁਗਤਾਨ ਕਰਨ ਲਈ ਡਿਜੀਟਲ ਲਾਇਸੈਂਸ ਪਲੇਟਾਂ ਨੂੰ ਜੇਲ੍ਹ ਤੋੜ ਸਕਦੇ ਹਨ - ਵਾਇਰਡ",
        "ਪ੍ਰਿੰਸ ਐਂਡਰਿ to ਨਾਲ ਜੁੜਿਆ ਚੀਨੀ ‘ਜਾਸੂਸ‘ ‘ਆਈਸਬਰਗ ਦੀ ਨੋਕ’ - ਪੋਲੀਟੀਕੋ ਯੂਰਪ"
    ]
}