{
    "headlines": [
        "Hendrickson atordoa Steveson para ganhar o título de wrestling - ESPN",
        "Arkansas Razorbacks vs. St. John's Red Storm Live Score and Stats - 22 de março de 2025 Gametracker - CBS Sports",
        "A indústria de TV britânica está em crise, diz o diretor do Wolf Hall, Peter Kosminsky - BBC.com",
        "- Quão bom é Belal? ': Lutadores reagem ao final de Sean Brady de Leon Edwards no UFC Fight Night 255 - MMA Junkie",
        "Joe Gatto, ex-coringa impraticável, nega acusação de agressão sexual: \"Usei um julgamento ruim\" - Prazo",
        "Ex-procurador dos EUA para o Distrito Leste da Virgínia Jessica Aber encontrada morta aos 43 anos - NBC Washington",
        "Kitty Dukakis, ex-primeira-dama de Massachusetts, morre aos 88 anos - PBS NewsHour",
        "O risco de câncer de próstata aumenta em 45% entre os homens que compartilham um comportamento preocupante - AOL",
        "Hue vaza acidentalmente uma nova campainha de vídeo - The Verge",
        "Israel ataca o Líbano após o primeiro ataque com foguete desde o cessar-fogo - BBC.com",
        "Pré-visualização de programas de domingo: Trump luta contra a reação às deportações, move-se para estripar o Departamento de Educação - The Hill",
        "‘Uma lembrança para suas memórias’: concerto de órgão marca o fim da era da Macy's no Wanamaker Building - WHYY",
        "Investidores da Tesla com prejuízo à medida que Elon Musk reduz o preço das ações: \"Desta vez parece diferente\" - Fortune",
        "Trump alega que não assinou a ordem de deportação que definitivamente assinou - The Daily Beast",
        "Polícia de Memphis investiga tiroteio fora do FedExForum - FOX13 Memphis",
        "Mais de 30.000 pessoas compareceram para Bernie Sanders, comício da AOC em Denver em meio à pressão por mudanças progressivas - CBS News",
        "Os anéis icónicos de Saturno desaparecerão num evento celestial raro - Scripps News",
        "ACLU Reage à Última Diretriz do Presidente Trump Ameaçando Advogados e Escritórios de Advocacia - ACLU"
    ]
}