{
    "headlines": [
        "Дети умерли, 11 человек заразились листерией, связанной с брендом готового к употреблению мяса - The Washington Post",
        "По меньшей мере 15 человек погибли после израильского удара по зданию в центре Бейрута, говорят ливанские чиновники - CNN",
        "Изъято",
        "Медицинские тайны: ее депрессия и плохая память имели необычную причину - The Washington Post",
        "Звезды «Злой» были изменены навсегда. Бывшие эльфабы и глинды помнят волшебство - CNN",
        "Израильские авиаудары убили десятки людей в Газе за 48 часов, разрушили больницу на севере, говорят палестинские медики - Reuters",
        "Редкий образец астероида загрязнен микроорганизмами, несмотря на все усилия ученых - Gizmodo",
        "Замена Бонди на Гетца ослабляет опасения в Министерстве юстиции, но только немного - POLITICO",
        "Сокращение налогов Трампа и 11 других причин пропустить конверсию Roth - Forbes",
        "Ралли биткоина заставляет некоторых инвесторов нервничать из-за фондового рынка - MarketWatch",
        "Графический процессор Intel Arc B580 имеет TDP ниже 225 Вт и интерфейс PCIe 5,0×8 - VideoCardz.com",
        "Россия продолжит испытания новой баллистической ракеты, заявил Путин - CNN",
        "Джейсон Келси (Jason Kelce) и Кайли Келси (Kylie Kelcie) делают важное заявление о своей жизни - PennL",
        "Что нужно знать о содержании фтора в питьевой воде - CNN",
        "НАСА заметило очень молодую планету. Она может стать суперземлей. - Mashable",
        "Ведущие Fox, завсегдатаи кабельных новостей и профессионалы в сфере развлечений: Трамп проводит кастинг для телевизионного кабинета - CNN",
        "Трамп выбирает Марти Макари, чтобы возглавить FDA, Дэйв Уэлдон, чтобы руководить CDC - The Washington Post",
        "Изъято",
        "Тайриз Хэлибертон (Tyrese Haliburton), «Пэйсерс» (Pacers) изо всех сил пытается вернуть себе моджо прошлого сезона - NBA.com",
        "Гороскоп на субботу, 23 ноября 2024 года - Chicago Sun-Times"
    ]
}