{
    "headlines": [
        "[removed]",
        "\"Du bist nicht mein König\", schreit der indigene australische Senator, als er King Charles besucht - The Associated Press",
        "Gülen, der mächtige Kleriker, der beschuldigt wird, einen türkischen Staatsstreich inszeniert zu haben, stirbt - Reuters",
        "Schlaganfälle sind häufig — hier erfahren Sie, wie Sie die meisten davon verhindern können - New York Post",
        "Dahieh: Der Vorort von Beirut, der die Hauptlast der israelischen Bombardierung trägt - BBC.com",
        "[removed]",
        "Was ruckelt? Dieser beliebte Fitnesstrend geht auf die Grundlagen zurück, um große Gewinne zu erzielen - Fox News",
        "McDonald's Donald Trump arbeitete bei der fehlgeschlagenen letzten Gesundheitsinspektion - Newsweek",
        "Sean ‘Diddy’ Combs in mindestens 6 neuen Klagen genannt; andere Prominente angeblich involviert - CNN",
        "Samsung Galaxy Z Fold Special Edition ist mit 2000 $ Preis und 200MP Kamera erhältlich - PhoneArena",
        "Millionen von DNA von Menschen zweifeln daran, dass 23andMe vor dem Bankrott steht - ScienceAlert",
        "Moldawien spaltet sich beim Referendum auf, um der EU beizutreten - DW (Englisch)",
        "QB Wilson 'ausgezeichnet' beim Debüt als Steelers Bummel - ESPN",
        "China senkt die Zinsen im Kampf um das Wachstumsziel zum Jahresende - Financial Times",
        "OnePlus 13 Startdatum und Farboptionen offiziell bestätigt - Notebookcheck.net",
        "Jonquel Jones liefert WNBA Finals MVP-Leistung, um eiskalte Ionescu und Stewart zu retten - The Associated Press",
        "Sister Wives: Kody Brown sagt: \"Wenn ich in eine Frau verliebt bin, denke ich, dass sie schuld ist\" - E! Online - E! NEWS",
        "Los Angeles Dodgers besiegen New York Mets in NLCS Spiel 6, um World Series Kojen zu verdienen - CNN",
        "Comet Tracker Tonight: When and Where to See It On Monday With ‘Shooting Stars’ - Forbes",
        "40 % der Eltern gaben an, dass ihr Teenager im vergangenen Jahr Proteinpräparate konsumiert hat, so eine neue Umfrage - CNN"
    ]
}