{
    "headlines": [
        "Column | Cam Skattebo rescued the College Football Playoff by giving all he had - The Washington Post",
        "Ohio State Buckeyes vs. Oregon Ducks Results, Stats, and Recap - January 1, 2025 Gametracker - CBS Sports",
        "Montenegro: Mass shooting leaves ten dead including children - BBC.com",
        "Taken to brink, Texas shows 'fight' in CFP thriller - ESPN",
        "What to Know About ISIS Terror Attacks - The New York Times",
        "WME Insists Ryan Reynolds and Blake Lively Didn’t Pressure Agency to Drop Justin Baldoni - Hollywood Reporter",
        "Palestinian Authority suspends Al Jazeera operations in the West Bank - Al Jazeera English",
        "Power is restored to nearly all of Puerto Rico after a major blackout - The Associated Press",
        "Jocelyn Wildenstein, ‘Catwoman’ socialite known for her extreme cosmetic surgery, dies - CNN",
        "Las Vegas police looking for links between Cybertruck blast and New Orleans attack - ABC News",
        "Hailey Bieber Rings in the New Year — with a Caviar-Topped In-N-Out Burger and a Bikini - AOL",
        "Eagles coach Nick Sirianni set to rest Saquon Barkley in finale and end chance at NFL rushing record - The Associated Press",
        "Ukraine ends supply of Russian gas to Europe - CNN",
        "New Jersey asks judge to block congestion pricing in Manhattan before it starts Sunday - Gothamist",
        "Will Yellowstone National Park erupt? Scientists have new answers. - The Washington Post",
        "Bird flu suspected in Ohio, dead birds found in several counties - cleveland.com",
        "Dough Spectrum Black 32 review: I feel like a beta tester - Digital Trends",
        "FBI finds 150 homemade bombs at Virginia home in one of the largest such seizures, prosecutors say - The Associated Press",
        "The 5 best performing stocks on the Nasdaq 100 in 2024 - TheStreet",
        "It’s about to get dangerously cold, even for winter - CNN"
    ]
}