{
    "headlines": [
        "ਵਾਲ ਸਟ੍ਰੀਟ 'ਤੇ ਵੀਰਵਾਰ ਦੀ ਵਿਕਰੀ ਤੋਂ ਬਾਅਦ ਸਟਾਕ ਫਿuresਚਰ ਬਹੁਤ ਘੱਟ ਬਦਲਿਆ ਜਾਂਦਾ ਹੈਃ ਲਾਈਵ ਅਪਡੇਟਸ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਗਾਜ਼ਾ ਤੋਂ ਵਾਪਸ ਆਈ ਲਾਸ਼ ਬੀਬਾ ਦੀ ਮਾਂ ਨਹੀਂ ਹੈ, ਇਜ਼ਰਾਈਲੀ ਫੌਜ ਕਹਿੰਦੀ ਹੈ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਫਲੋਰੀਡਾ ਵਿੱਚ ਆਈਆਰਐਸ ਕਰਮਚਾਰੀ ਅਚਾਨਕ ਸਮਾਪਤੀ ਤੋਂ ਬਾਅਦ ਬੋਲਦੇ ਹਨ - ਡਬਲਯੂਈਐਸਐਚ 2 ਓਰਲੈਂਡੋ",
        "ਹੇਗਸੇਥ ਛੇਤੀ ਹੀ ਕੁਝ ਸੀਨੀਅਰ ਜਨਰਲ ਅਤੇ ਐਡਮਿਰਲ ਨੂੰ ਬਰਖਾਸਤ ਕਰ ਸਕਦਾ ਹੈ, ਸੂਤਰਾਂ ਦਾ ਕਹਿਣਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਡੈਲਟਾ ਏਅਰ ਲਾਈਨਜ਼ ਟੋਰਾਂਟੋ ਵਿਚ ਹਾਦਸਾਗ੍ਰਸਤ ਹੋਈ ਉਡਾਣ ਵਿਚ ਹਰੇਕ ਯਾਤਰੀ ਲਈ 30,000 ਡਾਲਰ ਦੀ ਪੇਸ਼ਕਸ਼ ਕਰਦੀ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਤੇਲ ਅਵੀਵ ਨੇੜੇ ਸ਼ੱਕੀ ਅੱਤਵਾਦੀ ਹਮਲੇ ਵਿਚ 3 ਬੱਸਾਂ ਫਟ ਗਈਆਂਃ ਇਜ਼ਰਾਈਲੀ ਪੁਲਿਸ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਡੈਨੀਅਲ ਕ੍ਰੈਗ ਐਮਾਜ਼ਾਨ ਐਮਜੀਐਮ ਨੂੰ ਜੇਮਜ਼ ਬਾਂਡ ਫਰੈਂਚਾਈਜ਼ ਦਾ ਨਿਯੰਤਰਣ ਲੈਣ ਦਾ ਜਵਾਬ ਦਿੰਦਾ ਹੈ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਸਾਰੇ ਹੈਨਸਵਿਲੇ ਪੁਲਿਸ ਅਫਸਰਾਂ ਨੂੰ ਛੁੱਟੀ 'ਤੇ ਰੱਖਿਆ ਗਿਆ ਕਿਉਂਕਿ ਕਲਮੈਨ ਸ਼ੈਰਿਫ ਗਸ਼ਤ ਨੂੰ ਸੰਭਾਲਦਾ ਹੈ - AL.",
        "ਜ਼ੈਕ ਮਾਰਟਿਨ ਨੇ ਗਊਆਂ ਨੂੰ ਦੱਸਿਆ ਹੈ ਕਿ ਉਹ ਰਿਟਾਇਰ ਹੋਣ ਦੀ ਯੋਜਨਾ ਬਣਾ ਰਿਹਾ ਹੈ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਧਰਤੀ ਨੂੰ ਮਾਰਨ ਵਾਲੇ ਹਾਲ ਹੀ ਵਿੱਚ ਲੱਭੇ ਗਏ ਐਸਟਰਾਇਡ ਦੇ ਔਕੜ ਲਗਭਗ ਜ਼ੀਰੋ ਤੱਕ ਡਿੱਗ ਗਏ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਟਰੰਪ ਪ੍ਰਸ਼ਾਸਨ ਨੇ ਲਗਭਗ ਡੇ million ਮਿਲੀਅਨ ਹੈਤੀ ਲੋਕਾਂ ਲਈ ਦੇਸ਼ ਨਿਕਾਲਾ ਤੋਂ ਸੁਰੱਖਿਆ ਸੁੱਟ ਦਿੱਤੀ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਮਸਕ ਨੇ ਆਈਐਸਐਸ ਨੂੰ \"ਜਿੰਨੀ ਜਲਦੀ ਹੋ ਸਕੇ\" ਡੀਅਰਬਿਟ ਕਰਨ ਦੀ ਮੰਗ ਕੀਤੀ - ਸਪੇਸਨਿਊਜ਼",
        "ਵਿਕਟਰ ਵੇਮਬਨੀਮਾ ਨੂੰ ਖੂਨ ਦੇ ਗਲੇ ਦੀ ਜਾਂਚ ਤੋਂ ਬਾਅਦ ਬਾਕੀ ਸੀਜ਼ਨ ਨੂੰ ਗੁਆਉਣ ਦੀ ਉਮੀਦ ਹੈ, ਸਪੁਰਸ ਨੇ ਘੋਸ਼ਣਾ ਕੀਤੀ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਬਰਡ ਫਲੂ ਡੇਅਰੀ ਵਰਕਰਾਂ ਦੀਆਂ ਬਿੱਲੀਆਂ ਨੂੰ ਮਾਰਦਾ ਹੈ, ਇੱਕ ਵਾਇਰਲ ਤਬਦੀਲੀ ਦਾ ਸੁਝਾਅ - ਬਲੂਮਬਰਗ",
        "ਸੈਨੇਟ ਨੇ ‘ਪਲਾਨ ਬੀ‘ ਬਜਟ ਨੂੰ ਮਨਜ਼ੂਰੀ ਦੇਣ ਲਈ ਇਕ ਆਲ-ਨਾਈਟ ਨੂੰ ਝੁਕਾਇਆ ਟਰੰਪ - ਪੋਲਿਟਿਕੋ",
        "ਵਿਸ਼ੇਸ਼ਃ ਸਟਾਲਕਰਵੇਅਰ ਐਪਸ ਕੋਕੋਸਪੀ ਅਤੇ ਸਪਾਈਕ ਲੱਖਾਂ ਲੋਕਾਂ ਦੇ ਫੋਨ ਡੇਟਾ ਦਾ ਪਰਦਾਫਾਸ਼ ਕਰ ਰਹੇ ਹਨ - TechCrunch",
        "ਕਾਸ਼ ਪਟੇਲ ਨੂੰ ਸੈਨੇਟ ਨੇ ਟਰੰਪ ਦੇ ਐਫਬੀਆਈ ਡਾਇਰੈਕਟਰ ਬਣਨ ਦੀ ਪੁਸ਼ਟੀ ਕੀਤੀ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਡਰਦੇ ਹੋਏ ਟਰੰਪ ਕਾਰਟੈਲ ਦੀ ਪੈਰਵੀ ਕਰਨ ਲਈ ਫੌਜੀ ਤੌਰ 'ਤੇ ਸਰਹੱਦ ਪਾਰ ਕਰ ਜਾਣਗੇ, ਮੈਕਸੀਕੋ ਸੰਵਿਧਾਨ ਨੂੰ ਸੁਧਾਰਨ ਲਈ ਚਲਦਾ ਹੈ - ਫੌਕਸ ਨਿ Newsਜ਼",
        "ਬਲੇਕ ਲਾਈਵਲੀ ਦਾ ਪਬਲਿਸ਼ਿਸਟ ਕਹਿੰਦਾ ਹੈ ਕਿ ਉਸਨੇ ਜਸਟਿਨ ਬਾਲਡੋਨੀ ਨੂੰ ਬਦਨਾਮ ਨਹੀਂ ਕੀਤਾ ਜਦੋਂ ਉਸਨੇ 'ਦਿ ਹੋਲ ਕਾਸਟ ਉਸ ਨਾਲ ਨਫ਼ਰਤ ਕਰਦਾ ਹੈ’ - ਵੰਨਗੀ"
    ]
}