{
    "headlines": [
        "ਜਿਵੇਂ ਕਿ ਟਰੰਪ ਦੀ ਜਿੱਤ ਵਿਸ਼ਵ ਵਿਵਸਥਾ ਦੀ ਜਾਂਚ ਕਰਦੀ ਹੈ, ਡਿਪਲੋਮੈਟ ਇਸ ਗੱਲ 'ਤੇ ਭੜਕ ਰਹੇ ਹਨ ਕਿ ਗ੍ਰਹਿ ਲਈ ਇਸਦਾ ਕੀ ਅਰਥ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਵਿਕੀਪੀਡੀਆ ‘ਸਿਆਸੀ ਲਾਜ਼ਮੀ ਹੋਣ ਲਈ,’ ਕੋਈ ਵੀ ‘ਇੱਕ ਦੇਣਦਾਰੀ’ ਦਾ ਮਾਲਕ — NYDIG - Cointelegraph",
        "ਪਰਿਵਰਤਨ ਦੇ ਤਾਜ਼ਾ ਝਟਕੇ ਵਿੱਚ ਹੈਤੀ ਦੇ ਪ੍ਰਧਾਨ ਮੰਤਰੀ ਨੂੰ ਬਰਖਾਸਤ ਕਰ ਦਿੱਤਾ ਗਿਆ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਹਟਾਈ",
        "ਟਰੰਪ ਨੇ ਇਮੀਗ੍ਰੇਸ਼ਨ ਅਧਿਕਾਰੀ ਟੌਮ ਹੋਮਨ ਨੂੰ ‘ਬਾਰਡਰ ਜ਼ਾਰ’ ਐਲਾਨਿਆ - Al Jazeera English",
        "ਨਿਊਯਾਰਕ ਸੂਬੇ 'ਚ ਜੰਗਲਾਂ' ਚ ਅੱਗ ਲੱਗਣ ਕਾਰਨ ਕਿਸ਼ੋਰ ਪਾਰਕ ਰੇਂਜਰ ਦੀ ਮੌਤ - BBC.com",
        "ਸੋਮਵਾਰ, 11 ਨਵੰਬਰ, 2024 ਲਈ ਕੁੰਡਲੀ - ਸ਼ਿਕਾਗੋ ਸੂਰਜ-ਟਾਈਮਜ਼",
        "ਚੀਨ ਵਿਸ਼ਵ ਦੇ ਆਇਰਨ ਨੂੰ ਰਿਕਾਰਡ $ 1 ਟ੍ਰਿਲੀਅਨ ਵਪਾਰ ਸਰਪਲੱਸ ਤੱਕ ਪਹੁੰਚਦਾ ਹੈ - ਬਲੂਮਬਰਗ",
        "ਟਰੰਪ, ਪੁਤਿਨ ਬੋਲਦੇ ਹਨ ਜਿਵੇਂ ਕਿ ਬਿਡੇਨ ਨੇ ਯੂਕਰੇਨ ਨਾਲ ਰਹਿਣ ਲਈ ਟਰੰਪ ਦੀ ਲਾਬਿੰਗ ਕਰਨ ਦੀ ਯੋਜਨਾ ਬਣਾਈ ਹੈ - ਰਾਇਟਰਜ਼",
        "ਐਨਐਫਐਲ ਪਲੇਆਫ ਤਸਵੀਰਃ ਚੀਫਸ ਏਐਫਸੀ ਦੀ ਅਗਵਾਈ ਕਰਦੇ ਹਨ, ਹਫਤੇ 10 ਵਿਚ ਤੰਗ ਜਿੱਤਾਂ ਤੋਂ ਬਾਅਦ ਲਾਇਨਜ਼ ਐਨਐਫਸੀ ਪੋਸਟ ਸੀਜ਼ਨ ਰੇਸਾਂ ਦੀ ਅਗਵਾਈ ਕਰਦੇ ਹਨ - ਯਾਹੂ ਸਪੋਰਟਸ",
        "ਮਾਸਕੋ ਨੂੰ ਨਿਸ਼ਾਨਾ ਬਣਾਇਆ ਗਿਆ ਕਿਉਂਕਿ ਯੂਕਰੇਨ ਅਤੇ ਰੂਸ ਵੱਡੇ ਡਰੋਨ ਹਮਲਿਆਂ ਦਾ ਵਪਾਰ ਕਰਦੇ ਹਨ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਲਾਇਨਜ਼-ਟੈਕਸਨਜ਼ਃ ਡੀਟ੍ਰਾਯੇਟ ਨੇ ਜੇਰੇਡ ਗੋਫ ਦੇ 5 ਆਈ ਐਨ ਟੀਜ਼ ਨੂੰ ਹਰਾਇਆ, ਹਿਊਸਟਨ 26-23 ਨੂੰ ਹੈਰਾਨ ਕਰਨ ਲਈ ਰੈਲੀ - ਯਾਹੂ ਸਪੋਰਟਸ",
        "ਸ਼ੁਰੂਆਤੀ ਅਲਜ਼ਾਈਮਰ ਦਾ ਨੁਕਸਾਨ ਚੁੱਪਚਾਪ ਹੋਣ ਲਈ ਪਾਇਆ ਗਿਆ, ਲੱਛਣ ਪ੍ਰਗਟ ਹੋਣ ਤੋਂ ਬਹੁਤ ਪਹਿਲਾਂ - SciTechDaily",
        "ਜੋਏ ਲੋਗਾਨੋ ਦੁਆਰਾ ਜਿੱਤੀ ਗਈ 2024 ਫੀਨਿਕਸ ਨਾਸਕਾਰ ਕੱਪ ਚੈਂਪੀਅਨਸ਼ਿਪ ਦੀ ਦੌੜ ਤੋਂ ਬਾਅਦ ਡਰਾਈਵਰਾਂ ਨੇ ਕੀ ਕਿਹਾ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਪੇਂਗੁਇਨ ਫਾਈਨਲਃ ਮੌਤ ਅਤੇ ਓਸਵਾਲਡ ਦੀ ਕਿਸਮਤ ਸੈਟ ਅਪ 'ਦਿ ਬੈਟਮੈਨ 2' - ਵੰਨਗੀ",
        "ਰਿਪਬਲਿਕਨ ਇੰਚ ਹਾ Houseਸ, ਸੈਨੇਟ, ਵ੍ਹਾਈਟ ਹਾ Houseਸ ਦੇ ‘ਟ੍ਰਾਈਫੈਕਟਾ’ ਨਿਯੰਤਰਣ ਵੱਲ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਚੱਕ ਸ਼ੂਮਰ ਸੈਨੇਟ ਓਰੀਐਂਟੇਸ਼ਨ ਵਿਖੇ ਡੇਵ ਮੈਕਕੋਰਮਿਕ ਨੂੰ ਆਗਿਆ ਨਹੀਂ ਦੇਵੇਗਾ, ਬਕਾਇਆ ਪੀਏ ਬੈਲਟ ਦਾ ਹਵਾਲਾ ਦਿੰਦੇ ਹੋਏ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "2024 ਐਨਐਫਐਲ ਵੀਕ 10 ਜੇਤੂ ਅਤੇ ਹਾਰਨ ਵਾਲੇਃ ਸਟੀਲਰਜ਼ ਦਾ ਮਾਈਕ ਟੋਮਲਿਨ ਇਕ ਹੋਰ ਵੱਡੀ ਜਿੱਤ ਪ੍ਰਾਪਤ ਕਰਦਾ ਹੈ; ਕਾਊਬੌਇਜ਼ ਦਾ ਸੀਜ਼ਨ ਹਾਰ ਗਿਆ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "'ਬੀਟ ਇਟ' ਲਗਭਗ ਇਕ ਭਾਰੀ ਧਾਤ ਦਾ ਗਾਣਾ ਸੀ ਪਰ ਕੁਇੰਸੀ ਜੋਨਸ ਨੇ ਇਸ ਨੂੰ ਬਚਾਇਆ, ਸਟੀਵ ਲੂਕਾਥਰ ਕਹਿੰਦਾ ਹੈਃ 'ਇਹ ਬਹੁਤ ਜ਼ਿਆਦਾ ਧਾਤੂ ਹੈ, ਤੁਹਾਨੂੰ ਸ਼ਾਂਤ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ' - ਅਖੀਰਲੀ ਗਿਟਾਰ",
        "ਅਗਲਾ ਨਿਨਟੈਂਡੋ ਡਾਇਰੈਕਟ ਸਭ ਸੁਪਰ ਨਿਨਟੈਂਡੋ ਵਰਲਡ ਦੇ ਡੋਂਕੀ ਕਾਂਗ ਕੰਟਰੀ - ਦਿ ਵਰਜ ਬਾਰੇ ਹੈ"
    ]
}