{
    "headlines": [
        "ਇਤਿਹਾਸਕ ਜਿੱਤ ਲਈ ਦੂਰ ਸੱਜੇ ਬੋਲੀ ਦੇ ਨਾਲ ਤੰਗ ਚੋਣ ਵਿੱਚ ਆਸਟਰੀਆ ਵੋਟ - Reuters",
        "ਲਾਈਵ ਅਪਡੇਟਸਃ ਹਿਜ਼ਬੁੱਲਾ ਨੇਤਾ ਦੀ ਹੱਤਿਆ ਇਜ਼ਰਾਈਲ ਨਾਲ ਟਕਰਾਅ ਵਧਾਉਂਦੀ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਕੱਲ੍ਹ ਦਾ ਚੋਟੀ ਦਾ 25 ਅੱਜਃ ਅਲਾਬਾਮਾ ਤੁਰੰਤ ਕਲਾਸਿਕ ਵਿਚ ਜਾਰਜੀਆ 'ਤੇ ਰੋਮਾਂਚਕ ਜਿੱਤ ਤੋਂ ਬਾਅਦ ਨੰਬਰ 1 ਸਥਾਨ' ਤੇ ਜਾਂਦਾ ਹੈ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਇਡਾਹੋ ਦੀ ਇਕ ਔਰਤ ਆਪਣੇ ਬਾਥਟਬ 'ਚ ਮ੍ਰਿਤਕ ਮਿਲੀ ਹੈ । ਕੀ ਉਸ ਦੇ ਪਤੀ ਨੇ ਦ੍ਰਿਸ਼ਟੀਕੋਣ ਨੂੰ ਸਟੇਜ ਕਰਨ ਲਈ ਆਪਣੇ ਕਾਨੂੰਨ ਲਾਗੂ ਕਰਨ ਦੇ ਹੁਨਰ ਦੀ ਵਰਤੋਂ ਕੀਤੀ? - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਐੱਸਐੱਨਐੱਲ ਕੋਲਡ ਓਪਨ: ਕਮਲਾ ਡਾਂਸ ਕਰ ਰਹੀ ਹੈ ਜਦੋਂ ਕਿ ਟਰੰਪ ਪੁਰਾਣੇ ਬਾਇਡਨ ਲਈ ਤਰਸ ਰਹੀ ਹੈ - ਰੋਲਿੰਗ ਸਟੋਨ",
        "ਸੋਪ ਵਰਲਡ ਨੇ ਡਰੇਕ ਹੋਗੇਸਟਿਨ ਦੀ ਮੌਤ 'ਤੇ ਪ੍ਰਤੀਕ੍ਰਿਆ ਕੀਤੀ: “ਉਹ ਦਿਨ ਪਿਆਰ ਕਰਦਾ ਸੀ, ਪ੍ਰਸ਼ੰਸਕਾਂ ਅਤੇ ਸੈੱਟ' ਤੇ ਹਰ ਕਿਸੇ ਨਾਲ ਉਸ ਜਨੂੰਨ ਨੂੰ ਸਾਂਝਾ ਕਰਦਾ ਸੀ” - ਡੈੱਡਲਾਈਨ",
        "ਭਾੜੇ ਦੀਆਂ ਦਰਾਂ ਵਧਦੀਆਂ ਹਨ ਕਿਉਂਕਿ ਕੰਪਨੀਆਂ ਮਹਿੰਗੀਆਂ ਯੂਐਸ ਪੋਰਟ ਹੜਤਾਲ ਦੀ ਯੋਜਨਾ ਬਣਾਉਂਦੀਆਂ ਹਨ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "ਤੁਹਾਡਾ ਲੁੱਕਹੈੱਡ ਕੁੰਡਲੀਃ ਸਤੰਬਰ 29, 2024 - ਗਲੋਬ ਅਤੇ ਮੇਲ",
        "ਹੈਰਿਸ ਦੇ ਸਰਹੱਦੀ ਦੌਰੇ ਤੋਂ ਬਾਅਦ ਟਰੰਪ ਪਾਉਂਡ ਇਮੀਗ੍ਰੇਸ਼ਨ ਸੰਦੇਸ਼ - ਐਕਸੀਓਸ",
        "ਡੀਓਜੇ ਨੇ ਅਲਾਬਾਮਾ, ਰਾਜ ਦੇ ਚੋਟੀ ਦੇ ਚੋਣ ਅਧਿਕਾਰੀ 'ਤੇ ਕਥਿਤ ਤੌਰ' ਤੇ ਚੋਣ ਦੇ ਬਹੁਤ ਨੇੜੇ ਗੈਰ-ਨਾਗਰਿਕ ਵੋਟਰਾਂ ਨੂੰ ਸਾਫ ਕਰਨ ਦਾ ਮੁਕੱਦਮਾ ਕੀਤਾ - ਫੌਕਸ ਨਿ Newsਜ਼",
        "ਉੱਤਰੀ ਕੈਰੋਲੀਨਾ ਦੇ ਐਸ਼ੇਵਿਲੇ ਨੇ ਹੇਲੇਨ ਦੇ ਨੁਕਸਾਨ ਤੋਂ ਬਾਅਦ ਬਿਜਲੀ ਕੱਟ ਦਿੱਤੀ, ਸੜਕਾਂ ਨੂੰ ਹੜ੍ਹ ਆਇਆ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਸਟੀਵਰਡ ਹੈਲਥ ਕੇਅਰ ਦੇ ਸੀਈਓ ਡਾ. ਰਾਲਫ ਡੀ ਲਾ ਟੋਰੇ ਦੀਵਾਲੀਆ ਕੰਪਨੀ ਨੂੰ ਛੱਡ ਦਿੰਦੇ ਹਨ - ਡਬਲਯੂਸੀਵੀਬੀ ਬੋਸਟਨ",
        "ਦੀਡੀ ਦੇ ਅਟਾਰਨੀ ਨੇ ਘੋਸ਼ਣਾ ਕੀਤੀ ਕਿ ਮੁਗਲ ਪਟੀਸ਼ਨ ਸੌਦੇ ਨੂੰ 'ਉਹ ਹੈ...' ਵਜੋਂ ਸਵੀਕਾਰ ਨਹੀਂ ਕਰੇਗਾ - ਹਿੰਦੁਸਤਾਨ ਟਾਈਮਜ਼",
        "ਜੂਲੀਅਸ ਰੈਂਡਲ ਦਾ ਨਵਾਂ ਲੁੱਕ ਸਾਹਮਣੇ ਆਇਆ ਹੈ ਜਿਵੇਂ ਕਿ ਮੰਮੀ ਨੇ ਇੰਸਟਾਗ੍ਰਾਮ 'ਤੇ ਨਿਕਸ ਦੇ ਵਪਾਰ ਨੂੰ ਸਵੀਕਾਰ ਕੀਤਾਃ‘ ਚਲੋ ਬਘਿਆੜਾਂ ਨੂੰ ਚੱਲੀਏ! ’- ਨਿਊਯਾਰਕ ਪੋਸਟ",
        "ਉਪ ਰਾਸ਼ਟਰਪਤੀ ਬਹਿਸ ਵੱਲ ਵਧਦੇ ਹੋਏ, ਟਿਮ ਵਾਲਜ਼ ਨਸਾਂ ਨਾਲ ਲੜ ਰਿਹਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਡਾ. ਰਮਾਕਾਂਤ ਪਾਂਡਾ - ਦਿ ਟਾਈਮਜ਼ ਆਫ਼ ਇੰਡੀਆ ਕਹਿੰਦਾ ਹੈ ਕਿ ਕੰਮ ਅਤੇ ਕਮਿਊਟ ਕਾਰਨ ਦਿਲ ਦਾ ਦੌਰਾ ਪੈਣ ਕਾਰਨ ਘੱਟੋ ਘੱਟ ਸਰੀਰਕ ਗਤੀਵਿਧੀ",
        "ਰਾਈਟ ਬ੍ਰਦਰਜ਼ ਮੈਮੋਰੀਅਲ ਦੀ ਪਹਿਲੀ ਉਡਾਣ ਹਵਾਈ ਅੱਡੇ ਦੇ ਨੇੜੇ ਜਹਾਜ਼ ਹਾਦਸੇ ਵਿੱਚ ਕਈ ਲੋਕਾਂ ਦੀ ਮੌਤ ਹੋ ਗਈ - ਏਬੀਸੀ11 ਰਾਲੇ-ਦਰਹੈਮ",
        "ਐਨਐਫਐਲ ਪਲੇਅਰ ਪ੍ਰੋਪਸ ਵੀਕ 4: ਸੈਮ ਡਾਰਨੋਲਡ, ਮਾਈਕਲ ਪਿਟਮੈਨ ਜੂਨੀਅਰ., ਗੈਰੇਟ ਵਿਲਸਨ, ਹੋਰ - ਐਕਸ਼ਨ ਨੈਟਵਰਕ",
        "ਵਾਚਃ ਬੀਬੀਸੀ ਵੈਰੀਫਾਈ ਬੇਰੂਤ 'ਤੇ ਇਜ਼ਰਾਈਲੀ ਹਮਲਿਆਂ ਦੀ ਫੁਟੇਜ ਦਾ ਵਿਸ਼ਲੇਸ਼ਣ ਕਰਦਾ ਹੈ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਮੈਕਸੀਕੋ ਦੀ ਖਾੜੀ ਵਿੱਚ ਸੰਭਾਵਿਤ ਖੰਡੀ ਵਿਕਾਸ ਦੇ ਨਵੇਂ ਖੇਤਰ ਨੂੰ ਟਰੈਕ ਕਰਨਾ - ਪਹਿਨੋ"
    ]
}