{
    "headlines": [
        "Gefährliche Winde kehren nach Südkalifornien zurück, wenn neue Waldbrände ausbrechen - Bakersfield Now",
        "Garth Hudson, Gründungsmitglied der Band, verstorben im Alter von 87 Jahren - Toronto Star",
        "Crypto Thought Trump würde ihm Legitimität verleihen. Dann startete er eine Meme-Münze. - The Wall Street Journal",
        "Trump beendet John Boltons Sicherheitsdetail innerhalb weniger Stunden nach Amtsantritt - CNN",
        "Trump kündigt KI-Infrastrukturinvestitionen an, die von Oracle, OpenAI und Softbank unterstützt werden - CNBC",
        "Bären stellen Ben Johnson als Cheftrainer ein - ChicagoBears.com",
        "Fans und Studenten des Staates Ohio feiern, nachdem Buckeyes die nationale Meisterschaft gewonnen hat - ABC6OnYourSide.com",
        "Samsung Galaxy S25 Unpacked Live-Blog — Last-Minute-Lecks und alle wichtigen Neuigkeiten - Tom's Guide",
        "Acht Palästinenser getötet, als Israel die Operation in Jenin startet - BBC.com",
        "Justin Bieber verspricht, dass er immer noch eine Frau ist - Geier",
        "Elon Musks \"Salute\" entfacht Kritik von ausländischen Führern und Demokraten - Forbes",
        "Netflix-Gewinne sind nach der Glocke. Das erwartet Sie - CNBC",
        "Historische Schneemengen fallen in Florida, Louisiana und Texas als Stürme, die es nur einmal in einer Generation gibt - CNN",
        "Schauen Sie durch den Monat für eine schillernde Parade von Planeten - The Washington Post",
        "Novo, Lilly Weight-Loss Drugs Reduce Risk of Alzheimer's, Studie zeigt. Was es für die Aktien bedeutet. - Barron's",
        "Zwei tote Gänse auf dem Campus UMass Amherst positiv auf Vogelgrippe getestet - WCVB Boston",
        "‘QAnon Shaman’ sagt, er kaufe ‘motha f—in guns’ nach Trumps Begnadigung - The Hill",
        "Novak Djokovic schiebt sich an Carlos Alcaraz vorbei ins Halbfinale der Australian Open - USA TODAY",
        "Trevor Noah kehrt als Gastgeber für die Grammy Awards 2025 zurück - Vielfalt"
    ]
}