{
    "headlines": [
        "Fed-Sitzung heute: FOMC trifft Zinsentscheidung; Powell spricht - The Wall Street Journal",
        "Dominikanische Republik veröffentlicht Joshua Riibe, letzte Person, die mit Sudiksha Konanki gesehen wurde - NDTV",
        "Israel-Hamas-Krieg: Neue Welle israelischer Angriffe in Gaza - BBC.com",
        "Aktien-Futures fallen, da Händler auf die Zinsentscheidung der Federal Reserve warten: Live-Updates - CNBC",
        "Alabama State Stunner bringt March Madness zu einem ausgelassenen Start - The Washington Post",
        "Maryland Richter weist DOGE an, die Bemühungen zur Demontage von USAID zu stoppen - The Washington Post",
        "Die Trump-Administration veröffentlicht Tausende von Akten über die Ermordung von JFK - Al Jazeera Englisch",
        "Trump antwortet auf die Rüge des Obersten Richters: \"Er hat meinen Namen nicht erwähnt\" - Axios",
        "DOGE spielt Hardball bei der Übernahme des U.S. Institute of Peace - The Washington Post",
        "Hongkongs PCCW Media arbeitet mit \"Crazy Rich Asians\" -Produzent SK Global für die Drama-Serie \"The Season\" - Variety zusammen",
        "Bundesrichter hindert Trump-Regierung daran, Transgender-Personen vom Militärdienst auszuschließen - The Associated Press",
        "US-Regierungsgerichtsakten halten Prinz Harrys Einwanderungsformulare geheim - The Associated Press",
        "Administration: ‘Many’ Venezuelans sent to El Salvador prison had no U.S. criminal record - Miami Herald",
        "Die Bundesjury in San Antonio verurteilt zwei Männer im Zusammenhang mit dem tödlichen Vorfall mit dem Sattelzug 2022 - Texas Public Radio",
        "Bewaffnete Männer auf Video-Targeting-Gruppe auf der Suche nach Verwandten in Jalisco gesehen - The Associated Press",
        "Die Aktie von Nvidia fällt nach den AGB. Deshalb war die Wall Street nicht so beeindruckt. - MarketWatch",
        "NASA-Astronauten kehren aufgrund von Boeing-Problemen von langem Aufenthalt auf der Raumstation zurück - TechCrunch"
    ]
}