{
    "headlines": [
        "Трамп добавит к национальному долгу вдвое больше, чем Харрис, показывает исследование - The Washington Post",
        "Нобелевская премия по медицине досталась Виктору Амбросу и Гэри Рувкуну за работу над открытием микроРНК - CNN",
        "Милтон увеличивается до урагана категории 2, поскольку Флорида готовится к массовой эвакуации - Ассошиэйтед Пресс",
        "Инвестор-активист Starboard сообщил Pfizer, что приобрел долю - Business Insider",
        "Доходность 10-летних казначейских облигаций достигла 4%, сдерживая рост акций - Reuters.com",
        "Российский суд приговорил гражданина США к шести годам тюрьмы за борьбу за Украину, сообщают государственные СМИ - Yahoo! Voices",
        "Фондовый рынок сегодня: мировые акции смешались после рекордного отчета о рабочих местах в США - Yahoo Finance",
        "«Шокирующий», исторический всплеск антиеврейских угроз в США, говорит ADL - CNN",
        "Верховный суд вернулся. Эти дела о выборах 2024 года могут оказаться на повестке дня. - POLITICO",
        "Женщина из Северной Каролины не ест ничего, кроме сардин, теряет 35 фунтов: «Это не диета» - Fox News",
        "Hollywood News Live Today 7 октября 2024 года : «Джокер 2» Хоакина Феникса озвучил разочаровывающие цифры в кассах США после провала - Hindustan Times",
        "Dak's late TD gives Cowboys 'one to remember' - ESPN",
        "Бой израильской семьи заложников «не закончился» через год - BBC.com",
        "CNBC Daily Open: сентябрьский отчет о работе в блокбастерах меняет исчисление - CNBC",
        "Израиль отмечает годовщину нападения 7 октября в связи с эскалацией конфликта на Ближнем Востоке - CNN",
        "Выводы 5-й недели НФЛ: Калеб Уильямс играет как выбор № 1 на драфте - Sports Illustrated",
        "SpaceX, NASA отстраняются от запуска Europa Clipper 10 октября из-за урагана Мильтон - Space.com",
        "Мэр Мексики убит через несколько дней после вступления в должность - Yahoo News Canada",
        "Мать Шона «Дидди» Комбса защищает сына в заявлении, говорит, что он не «монстр» - CBS News",
        "Сестра жен Коди Браун покидает дом своего мужа и жены Робин Браун после взрывоопасной драки - E! НОВОСТИ"
    ]
}