{
    "headlines": [
        "Избранный президент Дональд Трамп приговорен к безусловному увольнению по делу о тайных деньгах в Нью-Йорке - ABC7 Лос-Анджелес",
        "Раскрыты полные характеристики Samsung Galaxy S25 (снова), изменения деталей по сравнению с серией S24 - Новости GSMArena.com - GSMArena.com",
        "США введут санкции против российского нефтяного флота и трейдеров, показывает документ - Reuters",
        "Рост занятости в США сбивает ожидания в декабре; уровень безработицы упал до 4,1% - Reuters",
        "250 величайших альбомов XXI века - Rolling Stone",
        "Ближний Восток: Израиль наносит новые удары по повстанцам-хуситам в Йемене - Associated Press",
        "SEC обвиняет бывшего босса WWE Винса Макмэна в нераскрытых сделках с двумя женщинами - CNBC",
        "Страховые акции резко распродаются, поскольку потенциальные убытки, связанные с лесными пожарами в Лос-Анджелесе, увеличиваются - CNBC",
        "Мужчина с садовым шлангом и отцом у кровати сына - среди жертв пожара в Лос-Анджелесе - Associated Press",
        "Как сформировался большой спутник Плутона Харон? С «поцелуем», говорят ученые - CNN",
        "Калифорнийские лесные пожары в прямом эфире: 10 погибших в округе Лос-Анджелес, поскольку пожары в Палисейдсе, Кеннете и Итоне продолжают распространяться - Yahoo! Voices",
        "Спортивный стример Disney, Fox, Warner Bros. Discovery Scrap Venu - разнообразие",
        "2024 CBS Sports NFL All-Pro Team: Львы, Вороны, Орлы среди наиболее представленных соперников в звездном голосовании - CBS Sports",
        "Самые крутые ноутбуки CES 2025 - The Verge",
        "Силы обороны Украины нанесли удар по складу боеприпасов в Ростовской области РФ – источник - Укринформ",
        "Hoda Kotb's final ‘Today’ show Celebrated with Laughs and Tears: ‘Thank You From the Bottom of My Very Full Heart’ - Variety",
        "Во сколько начинается снег в пятницу и сколько будет в районе Роли? Последний прогноз NC - Raleigh News & Observer",
        "Американцы имеют более смутное представление о Байдене, чем о Трампе или Обаме в конце срока полномочий, считает опрос AP-NORC - The Associated Press",
        "Канадский самолет Super Scooper приземлился после удара гражданского беспилотника над лесными пожарами в Лос-Анджелесе - CNN",
        "Фанаты студенческого футбола встретят зимнюю прохладу на старте Cotton Bowl Classic в пятницу - KERA NEWS"
    ]
}