{
    "headlines": [
        "ਹਟਾਈ",
        "ਸੈਮਸੰਗ ਦਾ ਜ਼ੈਡ ਫੋਲਡ ਸਪੈਸ਼ਲ ਐਡੀਸ਼ਨ ਫਲੈਗਸ਼ਿਪ ਇੱਥੇ ਹੈ - ਦਿ ਵਰਜ",
        "ਅਰਨੋਲਡ ਪਾਮਰ ਦੀ ਧੀ ਨੇ ਆਪਣੇ ਪਿਤਾ ਦੇ ਮਨੁੱਖਤਾ ਬਾਰੇ ਟਰੰਪ ਦੀ ਕਹਾਣੀ 'ਤੇ ਪ੍ਰਤੀਕ੍ਰਿਆ ਕੀਤੀ - ਦਿ ਡੇਲੀ ਬੀਸਟ",
        "ਕਿBਬੀ ਵਿਲਸਨ ਸਟੀਲਰਸ ਸਟ੍ਰੌਲ ਦੇ ਰੂਪ ਵਿੱਚ ਡੈਬਿਊ ਵਿੱਚ 'ਸ਼ਾਨਦਾਰ' - ਈਐਸਪੀਐਨ",
        "ਕੌੜੀ ਸ਼ੈਰਲ ਰੀਵ ਨੇ ਜੰਗਲੀ ਰੈਂਟ ਵਿਚ ਲਿਬਰਟੀ ਨੂੰ ਡਬਲਯੂਐਨਬੀਏ ਫਾਈਨਲਜ਼ ਦੇ ਨੁਕਸਾਨ ਲਈ ਰੈਫਰਾਂ ਨੂੰ ਜ਼ਿੰਮੇਵਾਰ ਠਹਿਰਾਇਆਃ ‘ਐਸ-ਟੀ ਸਾਡੇ ਤੋਂ ਚੋਰੀ ਕੀਤੀ ਗਈ’ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਭੈਣ ਦੀਆਂ ਪਤਨੀਆਂ: ਕੋਡੀ ਬ੍ਰਾਊਨ ਕਹਿੰਦੀ ਹੈ “ਜੇ ਮੈਂ ਕਿਸੇ womanਰਤ ਨਾਲ ਪਿਆਰ ਕਰਦਾ ਹਾਂ, ਤਾਂ ਮੈਨੂੰ ਲਗਦਾ ਹੈ ਕਿ ਇਹ ਉਸ ਦਾ ਕਸੂਰ ਹੈ” - ਈ! ਆਨਲਾਈਨ - ਈ! ਨਿਊਜ਼",
        "ਕਾਮੇਟ ਟਰੈਕਰ ਅੱਜ ਰਾਤਃ ‘ਸ਼ੂਟਿੰਗ ਸਿਤਾਰਿਆਂ‘ ਨਾਲ ਸੋਮਵਾਰ ਨੂੰ ਇਸ ਨੂੰ ਕਦੋਂ ਅਤੇ ਕਿੱਥੇ ਵੇਖਣਾ ਹੈ - ਫੋਰਬਸ",
        "40% ਮਾਪਿਆਂ ਨੇ ਕਿਹਾ ਕਿ ਉਨ੍ਹਾਂ ਦੇ ਕਿਸ਼ੋਰ ਨੇ ਪਿਛਲੇ ਸਾਲ ਪ੍ਰੋਟੀਨ ਪੂਰਕ ਦਾ ਸੇਵਨ ਕੀਤਾ ਸੀ, ਨਵੀਂ ਪੋਲ ਦੇ ਅਨੁਸਾਰ - ਸੀ ਐਨ ਐਨ",
        "ਪੁਤਿਨ ਪੱਛਮ ਨੂੰ ਦਿਖਾਉਣ ਲਈ ਇੱਕ ਸੰਮੇਲਨ ਦੀ ਮੇਜ਼ਬਾਨੀ ਕਰਦਾ ਹੈ ਇਹ ਰੂਸ ਨੂੰ ਗਲੋਬਲ ਸਟੇਜ ਤੋਂ ਦੂਰ ਨਹੀਂ ਰੱਖ ਸਕਦਾ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਐਨਐਫਐਲ ਵੀਕ 7 ਗ੍ਰੇਡਃ ਸਟੀਲਰਜ਼ ਨੇ ਜੈੱਟਾਂ ਨੂੰ ਨਸ਼ਟ ਕਰਨ ਲਈ ਉੱਚਾ ਨਿਸ਼ਾਨ ਕਮਾਇਆ, 49ers ਚੀਫਾਂ ਨੂੰ ਬਦਸੂਰਤ ਨੁਕਸਾਨ ਤੋਂ ਬਾਅਦ 'ਸੀ-' ਪ੍ਰਾਪਤ ਕਰਦਾ ਹੈ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਪਿਕਸਲ 9 ਪ੍ਰੋ ਐਕਸਐਲ ਉਪਭੋਗਤਾ ਹੈਰਾਨ ਹੋ ਜਾਂਦਾ ਹੈ ਜਦੋਂ ਉਹ ਵੇਖਦਾ ਹੈ ਕਿ ਉਸਦੇ ਫੋਨ ਦੀ ਕੈਮਰਾ ਬਾਰ ਨਾਲ ਕੀ ਹੋਇਆ - ਫੋਨਅਰੇਨਾ",
        "Breanna ਸਟੂਅਰਟ, 1-ਇਵਰ WNBA ਸਿਰਲੇਖ ਜਿੱਤ ਬਨਾਮ Lynx ਲਈ ਪੱਖੇ ਦੁਆਰਾ ਮਨਾਇਆ ਲਿਬਰਟੀ - ਬਲੀਚਰ ਰਿਪੋਰਟ",
        "ਲੇਬਨਾਨ ਵਿਚ ਧਮਾਕਿਆਂ ਦੀ ਆਵਾਜ਼ ਸੁਣੀ ਗਈ ਜਦੋਂ ਇਜ਼ਰਾਈਲ ਨੇ ਹਿਜ਼ਬੁੱਲਾ ਵਿੱਤ ਸਾਈਟਾਂ ਨੂੰ ਮਾਰਨ ਦੀ ਸਹੁੰ ਖਾਧੀ - ਬੀਬੀਸੀ.",
        "'ਸਨਸੈੱਟ ਬੁਲੇਵਰਡ' ਸਮੀਖਿਆਃ ਨਿਕੋਲ ਸ਼ੇਰਜਿੰਗਰ 2024 ਦੇ ਸ਼ਾਨਦਾਰ ਪੁਨਰ ਸੁਰਜੀਤੀ ਦੀ ਅਗਵਾਈ ਕਰਦਾ ਹੈ - ਮਨੋਰੰਜਨ ਹਫਤਾਵਾਰੀ ਖ਼ਬਰਾਂ",
        "ਸੈਮਸੰਗ ਗਲੈਕਸੀ ਐਸ 25, ਐਸ 25 + ਅਤੇ ਗਲੈਕਸੀ ਐਸ 25 ਅਲਟਰਾਃ ਵਧੇਰੇ ਸਹੀ ਮਾਪ, ਤਿੰਨ ਡਮੀ ਅਤੇ ਬਹੁਤ ਸਾਰੇ ਸਕ੍ਰੀਨ ਪ੍ਰੋਟੈਕਟਰ - ਨੋਟਬੁੱਕਚੇਕ.",
        "ਚੀਨ ਵਿਕਾਸ ਨੂੰ ਸਮਰਥਨ ਦੇਣ ਲਈ ਮੁੱਖ ਉਧਾਰ ਦਰਾਂ ਵਿੱਚ ਕਟੌਤੀ ਕਰਦਾ ਹੈ - ਰਾਇਟਰਜ਼",
        "ਇਜ਼ਰਾਈਲ ਨੇ ਸਿਨਵਰ ਨੂੰ ਸੁਰੰਗਾਂ ਤੋਂ ਮਜਬੂਰ ਕਰਕੇ ਮਾਰਿਆ - ਦਿ ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "ਜੈਲੀ ਰੋਲ ਐਕਸ ਨੂੰ 'ਸਭ ਤੋਂ ਵੱਧ ਜ਼ਹਿਰੀਲੇ' ਐਪ ਕਦੇ ਵੀ ਬੁਲਾਉਂਦਾ ਹੈ, ਕਹਿੰਦਾ ਹੈ ਕਿ ਉਹ ਇਸ ਨੂੰ ਛੱਡ ਰਿਹਾ ਹੈ - ਟੀਐਮਜ਼ੈਡ",
        "ਟਰੰਪ ਸਟੇਜ-ਪ੍ਰਬੰਧਿਤ ਮੁਹਿੰਮ ਸਟਾਪ ਵਿੱਚ ਸਮਰਥਕਾਂ ਨੂੰ ਮੈਕਡੋਨਲਡਜ਼ ਫਰਾਈਜ਼ ਦੀ ਸੇਵਾ ਕਰਦਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਪੈਨਸਿਲਵੇਨੀਆ ਸਰਕਾਰ ਨੇ ਟਰੰਪ ਪੱਖੀ ਪਟੀਸ਼ਨ ‘ਤੇ ਹਸਤਾਖਰ ਕਰਨ ਲਈ ਐਲਨ ਮਸਕ ਦੀ ਮਿਲੀਅਨ ਡਾਲਰ ਦੀ ਦੇਣ ਨੂੰ‘ ਡੂੰਘੀ ਚਿੰਤਾ ’ਕਿਹਾ - ਫੌਕਸ ਬਿਜ਼ਨਸ"
    ]
}