{
    "headlines": [
        "تضعف فرانسين أثناء تحركها إلى الداخل، مما يؤدي إلى هطول أمطار إضافية - إن بي سي نيوز",
        "تمت الإزالة",
        "كوريا الشمالية تعطي لمحة عن منشأة سرية لتخصيب اليورانيوم بينما يدفع كيم لمزيد من الأسلحة النووية - وكالة أسوشيتد برس",
        "حل العلماء لغز التسونامي الضخم الذي يبلغ طوله 650 قدمًا والذي جعل الأرض تهتز لمدة 9 أيام - سي إن إن",
        "تمت الإزالة",
        "اخترقت القوات الأوكرانية دفاعات الحدود الروسية على بعد 20 ميلاً غرب بارز كورسك - لكنها لم تبتعد كثيراً - فوربس",
        "ما نعرفه عن ارتجاج الدلافين QB Tua Tagovailoa - وما هي الخطوة التالية - ESPN",
        "برجك ليوم الخميس 12 سبتمبر 2024 - شيكاغو صن تايمز",
        "حملات ترامب في الولايات الغربية حيث يركز هاريس على ولاية بنسلفانيا الحرجة - وكالة أسوشيتد برس",
        "قاضي ولاية داكوتا الشمالية يحكم بعدم دستورية حظر الإجهاض - أكسيوس",
        "يضاعف ترامب مطالبات المهاجرين بأكل الحيوانات الأليفة، ويتعهد بإسقاط ضرائب العمل الإضافي - جمهورية أريزونا",
        "بلدة جبلية ذات مناظر خلابة في كاليفورنيا تعصف بها عاصفة ثلجية مهددة الآن بالحرائق الهائلة - وكالة أسوشيتد برس",
        "تمت الإزالة",
        "يزعم Tyreek Hill أن ضابط الشرطة قرص رقبته أثناء الاعتقال، \"في محاولة لحملني على فعل شيء له\" - فوكس نيوز",
        "مسرور في رالي وارن للشاحنات: ستيلانتيس لا تقترب من الوفاء بالتزاماتها في عقد UAW - ديترويت فري برس",
        "وجدت مراكز السيطرة على الأمراض والوقاية منها أن معدلات السمنة أعلى من 20 ٪ في كل ولاية أمريكية. 4 نقاط رئيسية من أحدث تقرير لها. - ياهو لايف",
        "بوتين يهدد الناتو وسط تقارير عن السماح للأسلحة بعيدة المدى بالهجوم داخل روسيا - ذا هيل",
        "تم إحياء باك 12 لإضافة أربع مدارس جبلية غربية، بما في ذلك ولاية بويز - واشنطن بوست",
        "كيفية التحضير للطلب المسبق لجهاز iPhone 16 (+ حقيبة Torras Magnetic Ostand 360 Spin Case) - 9to5Mac",
        "‘The Secret Lives of Mormon Wives’ Stars Taylor and Mayci on letting Jen Affleck ‘Learn the Hard Way’ about her husband Zac and Whitney's MomTok Status: ‘She‘s Not Really Close With Anyone’ - Variety"
    ]
}