{
    "headlines": [
        "Woman alleging sexual assault by Jay-Z and Sean Combs admits inconsistencies in claims - The Guardian",
        "Georgia political crisis deepens as lawmakers vote in far-right ex-soccer player as president - CNN",
        "Trump will attend the Army-Navy game alongside key allies, nominees and Daniel Penny - The Associated Press",
        "Concern grows over mysterious drone sightings along US east coast - Financial Times",
        "Medical Mysteries: Why did this baby’s robust appetite wither? - The Washington Post",
        "Download iOS 18.2 Now for ChatGPT in Siri, New AI Features and More - CNET",
        "South Korea’s parliament votes to impeach President Yoon Suk Yeol over his martial law order - The Associated Press",
        "Syria: Stories from people freed from Saydnaya torture prison - BBC.com",
        "What college football bowl games are on today? Full schedule for start of bowl season - NBC Sports",
        "UnitedHealthcare CEO killing latest: Mangione hires 'veteran' New York lawyer - ABC News",
        "Tech Industry and CEOs Curry Favor With Trump Ahead of His Inauguration - The New York Times",
        "'We know how important this time of the year is' - Virgil van Dijk's Fulham programme notes - Liverpool FC",
        "Meet the Supercharged Growth Stock Poised to Hit $20 Trillion by 2030 According to 1 Wall Street Analyst - The Motley Fool",
        "[Removed]",
        "RFK Jr. ally petitioned FDA to revoke polio vaccine - Axios",
        "Elon Musk’s lawyer said the SEC demanded the Tesla CEO pay a fine or face charges to resolve an investigation into his purchase of Twitter - Fortune",
        "Nancy Pelosi in hospital after injury on overseas trip - BBC.com",
        "Horoscope for Saturday, December 14, 2024 - Chicago Sun-Times",
        "Texas AG sues out-of-state doctor over mail-order abortion pills - The Washington Post",
        "UFC Tampa Results: Covington vs. Buckley - MMA Fighting"
    ]
}