{
    "headlines": [
        "What caused the Notre Dame fire? The latest as the cathedral reopens. - The Washington Post",
        "Middle East latest: An Israeli strike on a Gaza tent camp kills at least 21 people - The Associated Press",
        "French prime minister ousted in no-confidence vote, throwing country into deep uncertainty - CNN",
        "National Signing Day, 2024: Where are N.J. D1 football players signing to play? - NJ.com",
        "Biden appears to rest his eyes at African summit in Angola - Fox News",
        "Bill Clinton backs president’s pardon of Hunter Biden - POLITICO",
        "Georgian opposition politician beaten unconscious by police, party says, as government crackdown intensifies - CNN",
        "‘Wicked’ Casts Spell Over National Board Of Review, Counts Three Awards Including Best Film - Deadline",
        "Trump nominates cryptocurrency advocate Paul Atkins as SEC chair - The Associated Press",
        "Donald Trump nominates Peter Navarro as senior economic adviser - Financial Times",
        "The best movies of 2024 as ranked by AP film writers - The Associated Press",
        "Premier League: Arsenal host Man Utd with Man City, Liverpool & Chelsea also in action - BBC.com",
        "'Spectacular' asteroid blazes over Siberia just hours after it was detected - Livescience.com",
        "WHO is investigating mystery illness behind 12 dozen deaths in the Democratic Republic of the Congo - Livescience.com",
        "Trump’s pick to run the DEA withdraws his name from consideration. Trump says he pulled the plug - The Associated Press",
        "A New Phone Scanner That Detects Spyware Has Already Found 7 Pegasus Infections - WIRED",
        "Fed Powell Speech Today: What to Watch - Barron's",
        "Raw milk recall in California expands after tests detect more bird flu virus - The Associated Press",
        "Trump transition live updates: Pete Hegseth vows to keep fighting for defense secretary post - The Washington Post",
        "Eminem’s half-brother posts scathing tribute to late mother as rapper stays mute amid years of ‘hatred’ - Hindustan Times"
    ]
}