{
    "headlines": [
        "ਬਾਇਡਨ ਨੇ ਸੰਯੁਕਤ ਰਾਸ਼ਟਰ ਜਨਰਲ ਅਸੈਂਬਲੀ ਨੂੰ ਰਾਸ਼ਟਰਪਤੀ ਵਜੋਂ ਅੰਤਮ ਭਾਸ਼ਣ ਦਿੱਤਾ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਸਟਾਕ ਮਾਰਕੀਟ ਅੱਜਃ ਅਮਰੀਕਾ ਦੇ ਸਟਾਕ Fedspeak ਦੇ ਤੌਰ ਤੇ ਉੱਚ ਟਿੱਕ, ਚੀਨ ਉਤੇਜਨਾ ਲਿਫਟ ਆਤਮਾ - ਯਾਹੂ ਵਿੱਤ",
        "ਬੇਰੂਤ 'ਤੇ ਇਜ਼ਰਾਈਲੀ ਹਮਲੇ' ਚ ਹਿਜ਼ਬੁੱਲਾ ਕਮਾਂਡਰ ਦੀ ਮੌਤ, ਸੁਰੱਖਿਆ ਸੂਤਰਾਂ ਦਾ ਕਹਿਣਾ - Reuters",
        "ਏਲਨ DeGeneres ਵਾਪਸ ਹੜਤਾਲ: “ਮਤਲਬ, ਪੁਰਾਣੇ ਅਤੇ ਸਮਲਿੰਗੀ — ਤੀਹਰਾ ਤਾਜ” - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਯੂਕੇ ਦੇ ਪ੍ਰਧਾਨ ਮੰਤਰੀ ਕੀਅਰ ਸਟਾਰਮਰ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਰਾਸ਼ਟਰੀ ਨਵੀਨੀਕਰਣ ਨੂੰ ਭੜਕਾਉਣ ਲਈ ਸਖਤ ਸਮੇਂ ਦੀ ਜ਼ਰੂਰਤ ਹੈ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਪੀਐਫਟੀ ਦਾ ਹਫਤਾ 4 2024 ਐਨਐਫਐਲ ਪਾਵਰ ਰੈਂਕਿੰਗ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਸਾੱਫਟਵੇਅਰ ਨਿਰਮਾਤਾ ਸਮਾਰਟਸ਼ੀਟ ਨੂੰ 8.4 ਬਿਲੀਅਨ ਡਾਲਰ ਵਿੱਚ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ ਬਲੈਕਸਟੋਨ ਅਤੇ ਵਿਸਟਾ ਇਕਵਿਟੀ ਪਾਰਟਨਰਜ਼ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਲਗਭਗ ਇੱਕ ਦਹਾਕੇ ਵਿੱਚ ਰਾਜ ਦੇ ਮੱਛਰ ਤੋਂ ਪੈਦਾ ਹੋਏ ਈਈਈ ਵਾਇਰਸ ਦੇ ਪਹਿਲੇ ਕੇਸ ਦੇ ਨਾਲ ਨਿ New ਯਾਰਕ ਨਿਵਾਸੀ ਦੀ ਮੌਤ ਹੋ ਗਈ ਹੈ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਨੋਵੋ ਨੋਰਡਿਸਕ ਦੇ ਸੀਈਓ ਨੂੰ ਭਾਰ ਘਟਾਉਣ ਵਾਲੀਆਂ ਦਵਾਈਆਂ ਦੀ ਕੀਮਤ ਬਾਰੇ ਯੂਐਸ ਕਾਂਗਰਸ ਦੀ ਪੜਤਾਲ ਦਾ ਸਾਹਮਣਾ ਕਰਨਾ ਪੈਂਦਾ ਹੈ - ਰਾਇਟਰਜ਼",
        "‘ਪਾਪੀਆਂ’ ਦਾ ਟ੍ਰੇਲਰਃ ਮਾਈਕਲ ਬੀ. ਜੌਰਡਨ ‘ਬਲੈਕ ਪੈਂਥਰ‘ ਡਾਇਰੈਕਟਰ ਰਿਆਨ ਕੂਗਲਰ ਨਾਲ ਦੁਬਾਰਾ ਮਿਲਦਾ ਹੈ ਅਤੇ ਇਕ ਡਰਾਉਣੀ ਬੁਰਾਈ ਨਾਲ ਲੜਦਾ ਹੈ - ਵੰਨਗੀ",
        "ਹਟਾਈ",
        "ਅਮਰੀਕਾ ਵਿਚ ਮੋਟਾਪੇ ਦੀਆਂ ਦਰਾਂ ਇਕ ਦਹਾਕੇ ਵਿਚ ਪਹਿਲੀ ਵਾਰ ਨਹੀਂ ਵਧੀਆਂ, ਬਲਕਿ ਵਧਣ 'ਤੇ ਗੰਭੀਰ ਮੋਟਾਪਾਃ ਸੀਡੀਸੀ - ਫੌਕਸ ਨਿ Newsਜ਼",
        "ਰਿਆਨ ਮਰਫੀ ਏਰਿਕ ਮੇਨੇਂਡੇਜ਼ ਦੀ 'ਰਾਖਸ਼ਾਂ' ਦੀ ਆਲੋਚਨਾ ਦਾ ਜਵਾਬ ਦਿੰਦਾ ਹੈ, ਇਨਕੈਸਟ ਇਨਵੈਂਡੋ ਦਾ ਬਚਾਅ ਕਰਦਾ ਹੈ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਮੰਗਲ 'ਤੇ ਅਜੀਬ' ਜ਼ੈਬਰਾ ਚੱਟਾਨ 'ਲਾਲ ਗ੍ਰਹਿ' ਤੇ ਪਹਿਲਾਂ ਵੇਖੀ ਗਈ ਕਿਸੇ ਵੀ ਚੀਜ ਦੇ ਉਲਟ ਹੈ, ਨਾਸਾ ਕਹਿੰਦਾ ਹੈ - Livescience.",
        "ਅਫਗਾਨਿਸਤਾਨਃ ਬਿੱਲੀਆਂ ਕੋਲ womenਰਤਾਂ ਨਾਲੋਂ ਵਧੇਰੇ ਆਜ਼ਾਦੀ ਹੈ, ਮੇਰਿਲ ਸਟ੍ਰੀਪ ਕਹਿੰਦਾ ਹੈ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਅਮਰੀਕੀ ਅਧਿਕਾਰੀ ਇਜ਼ਰਾਈਲ-ਹਜ਼ਬੁੱਲਾ ਦੇ ਟਕਰਾਅ ਨੂੰ 'ਖੇਤਰੀ ਯੁੱਧ ਵੱਲ ਭੜਕਾਉਣ‘ ਨੂੰ ਰੋਕਣ ਲਈ ਗਰਮਜੋਸ਼ੀ ਨਾਲ ਕੰਮ ਕਰਦੇ ਹਨ - ਸੀਐਨਐਨ",
        "ਡੈਮੀ ਲੋਵਾਟੋ ਨੂੰ ਡਿਜ਼ਨੀ ਚੈਨਲ 'ਤੇ ਉਸ ਦਾ ਜ਼ਿਆਦਾ ਸਮਾਂ ਯਾਦ ਨਹੀਂ ਹੈ. ਇਸ ਨੂੰ ਵਿਛੋੜਾ ਕਿਹਾ ਜਾਂਦਾ ਹੈ. - ਯੂਐਸਏ ਅੱਜ",
        "ਯੂਐਸ ਭਰ ਵਿੱਚ ਜਾਅਲੀ ਗੋਲੀਆਂ ਵੇਚਣ ਦਾ ਦੋਸ਼ ਲਗਾਇਆ ਗਿਆ ਆਦਮੀ, ਗੈਰੇਜ ਤੋਂ ਬਾਹਰ ਚੱਲ ਰਿਹਾ ਕੰਮ ਕਨੈਕਟੀਕਟ ਵਿੱਚ \"ਲੈਬ\" ਬਣ ਗਿਆ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਗੂਗਲ ਦਾ ਜੈਮਿਨੀ ਏਆਈ ਜਲਦੀ ਹੀ ਤੁਹਾਡੇ ਕਾਰਪੋਰੇਟ ਵਰਕਸਪੇਸ ਵਿੱਚ ਦਿਖਾਈ ਦੇ ਸਕਦਾ ਹੈ - ਦ ਵਰਜ",
        "ਮੈਂ ਇਨ੍ਹਾਂ ਦਿਮਾਗ ਨੂੰ ਟਰੈਕ ਕਰਨ ਵਾਲੇ ਹੈੱਡਫੋਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕੀਤੀ ਜੋ ਫੋਕਸ ਨੂੰ ਬਿਹਤਰ ਬਣਾਉਣ ਦਾ ਦਾਅਵਾ ਕਰਦੇ ਹਨ - ਵਾਇਰਡ"
    ]
}