{
    "headlines": [
        "Ações da Tesla saltam nos lucros do terceiro trimestre - Yahoo Finance",
        "Live Briefing: Blinken diz que ‘mais progresso’ de Israel é necessário no fluxo de ajuda a Gaza - The Washington Post",
        "Tropas norte-coreanas estão na Rússia, seriam ‘alvos legítimos’ na Ucrânia, dizem EUA - The Washington Post",
        "DOJ adverte Elon Musk's America PAC que doação de US $ 1 milhão pode infringir a lei - Fox News",
        "Dragon Undocks from Station, Crew-8 Heads Toward Earth – Space Station - NASA Blogs",
        "Chefes finalizando a negociação para obter DeAndre Hopkins dos Titãs - The Washington Post",
        "Ataques israelenses atingem cidade costeira libanesa após moradores serem evacuados - Associated Press",
        "Wall Street fecha, pressionada por perdas de tecnologia e preocupações com taxas - Reuters",
        "McDonald's tira Quarter Pounder do cardápio em 1 em cada 5 restaurantes devido ao surto de E. coli - CBS News",
        "   Removido ",
        "Biden acredita que Trump é fascista, diz Casa Branca",
        "Olivia Munn Bares Cicatrizes de Mastectomia em Nova Campanha SKIMS - E! NEWS",
        "Tropas enviadas para centro comunitário judaico na cidade de surfe do Sri Lanka após os EUA alertarem sobre possível ataque na área - CBS News",
        "Panthers 'Young vai largar depois que Dalton se machucou em acidente - ESPN",
        "Novas orientações para a prevenção de AVC incluem Ozempic, outros medicamentos para perda de peso - usa TODAY",
        "Grupo de hackers iranianos visa sites e mídia eleitorais dos EUA antes da votação, diz Microsoft - Reuters",
        "Pelo menos 4 mortos em 'ataque terrorista' a instalação aeroespacial na Turquia - ABC News",
        "Vendas de casas existentes caem para o nível mais baixo desde 2010 - Fox Business",
        "Quanto tempo consegue ficar de pé como um flamingo? A resposta pode refletir a sua idade, diz novo estudo - CNN",
        "‘Venom: A Última Dança’ entra em cena com forte início na China; estreia global chega a US $ 165 MILHÕES – Bilheteria Internacional - Prazo"
    ]
}