{
    "headlines": [
        "ديفين ويليامز صريح بشأن سياسة اللحية الجديدة لليانكيز وآثارها على الوكالة الحرة - نيويورك بوست",
        "أطلق النار على اثنين من ضباط شرطة شاطئ فرجينيا وقتلوا أثناء توقف حركة المرور - سي بي إس نيوز",
        "حماس تحرر ستة رهائن مع اقتراب نهاية المرحلة الأولى من وقف إطلاق النار - فاينانشال تايمز",
        "الطعن في برلين يمدد سلسلة الهجمات قبل الانتخابات الألمانية - صحيفة وول ستريت جورنال",
        "جراح فرنسي سابق متهم باغتصاب أو إساءة معاملة 299 ضحية. كان معظمهم من الأطفال المرضى - وكالة أسوشيتد برس",
        "أسرار طبية: سعالها المجنون كان له سبب غير متوقع - واشنطن بوست",
        "وارن بافيت يحتفل بنجاح بيركشاير هاثاواي على مدى 60 عاما كرئيس تنفيذي مع الاعتراف بالأخطاء - وكالة أسوشيتد برس",
        "أدلة الحمض النووي الجديدة تحرر رجل هاواي بعد 30 عاما في السجن بتهمة القتل - سي بي إس نيوز",
        "يخطط مدير مكتب التحقيقات الفيدرالي الجديد كاش باتيل لنقل ما يصل إلى 1500 عامل خارج واشنطن، كما يقول مصدر وكالة أسوشيتد برس - وكالة أسوشيتد برس",
        "يثبت iPhone 16e أننا بحاجة إلى Qualcomm لـ 5G في أمريكا الشمالية - Android Central",
        "يمكن لمعالج ماجورانا 1 الجديد من مايكروسوفت تحويل الحوسبة الكمومية - سلكي",
        "صحة البابا: سيبقى فرانسيس في المستشفى \"على الأقل طوال الأسبوع المقبل\" - لا كروا إنترناشيونال",
        "أخبار الأمان هذا الأسبوع: سرقة 1.4 مليار دولار من ByBit في أكبر سرقة عملات مشفرة على الإطلاق - WIRED",
        "إيلون ماسك يدعو إلى إخراج محطة الفضاء الدولية من المدار. إليك ما تفعله المحطة الفضائية - ABC News",
        "شركة تويوتا اليابانية لصناعة السيارات الغنية بالنقد تبني مدينة لاختبار التنقل المستقبلي - وكالة أسوشيتد برس",
        "هل ستشتري Nvidia Stock أو تبيع أو تحتفظ بها في عام 2025 ؟ - كذبة موتلي",
        "إذا نظرنا إلى الوراء في مهنة كريستين كراولي بعد فصلها من منصب رئيس LAFD - ABC7 لوس أنجلوس",
        "يكشف ديرك نوفيتسكي أنه أصيب بخيبة أمل وحزن على لوكا دونتشيتش بعد التداول من مافريكس - دالاس مورنينغ نيوز",
        "البيت الأبيض وأوكرانيا يقتربان من صفقة الأرض النادرة التي من شأنها تشديد العلاقة، كما يقول مصدر وكالة أسوشيتد برس - وكالة أسوشيتد برس"
    ]
}