{
    "headlines": [
        "ਵਾਲ ਸਟ੍ਰੀਟ ਬੈਂਕਾਂ ਦੀ ਇਕ ਵਧੀਆ ਤਿਮਾਹੀ ਸੀ, ਅਤੇ ਬੂਮ ਦੇ ਸਮੇਂ ਹੁਣੇ ਸ਼ੁਰੂ ਹੋ ਰਹੇ ਹਨ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਰਾਸ਼ਟਰਪਤੀ ਚੁਣੇ ਗਏ ਡੋਨਾਲਡ ਟਰੰਪ ਦੇ ਕੈਬਨਿਟ ਦੇ ਨਾਮਜ਼ਦ ਸੁਣਵਾਈ ਦੇ ਤੀਜੇ ਦਿਨ ਤੋਂ ਟੇਕਵੇਅ - ਸੀਐਨਐਨ",
        "ਸੌਦਾ ਮੇਜ਼ 'ਤੇ ਹੋਣ' ਤੇ ਟਰੰਪ ਟਿਕਟਾਕ ਨੂੰ 'ਹਨੇਰੇ' ਤੋਂ ਬਚਾਉਣਗੇ, ਸਲਾਹਕਾਰ ਕਹਿੰਦੇ ਹਨ - ਰਾਇਟਰ",
        "ਹਟਾਈ",
        "ਜਿਉਲਿਆਨੀ ਨੂੰ ਅਪਾਰਟਮੈਂਟਸ, ਵਰਲਡ ਸੀਰੀਜ਼ ਦੀਆਂ ਰਿੰਗਾਂ ਨੂੰ ਚੋਣ ਕਰਮਚਾਰੀਆਂ ਨਾਲ ਸਮਝੌਤਾ ਕਰਨ ਲਈ ਮਿਲਦਾ ਹੈ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਜਸਟਿਨ ਬਾਲਡੋਨੀ ਨੇ ਬਲੇਕ ਲਾਈਵਿਲ ਅਤੇ ਰਿਆਨ ਰੇਨੋਲਡਜ਼ ਦੇ ਖਿਲਾਫ 400 ਮਿਲੀਅਨ ਡਾਲਰ ਦਾ ਮੁਕੱਦਮਾ ਦਾਇਰ ਕੀਤਾ ਸਮਾਈਅਰ ਮੁਹਿੰਮ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਜੋਸ਼ ਐਲਨ 'ਤੇ ਲਾਮਾਰ ਜੈਕਸਨਃ ਮੈਂ ਤੁਹਾਨੂੰ ਹਰਾਉਣ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰ ਰਿਹਾ ਹਾਂ, ਤੁਹਾਡਾ ਦੋਸਤ ਨਹੀਂ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਇੱਥੇ ਲਗਭਗ ਹਰ ਗਲੈਕਸੀ ਐਸ 25 ਰੰਗ ਦੀ ਝਲਕ ਹੈ ਸੈਮਸੰਗ ਰੀਲਿਜ਼ ਕਰਨ ਦੀ ਯੋਜਨਾ ਬਣਾ ਰਿਹਾ ਹੈ - 9to5Google",
        "ਡੇਵਿਡ ਲਿੰਚ, ‘ਟਵਿਨ ਪੀਕਸ‘ ਅਤੇ 'ਬਲੂ ਵੇਲਵੇਟ’ ਦੇ ਵਿਜ਼ਨਰੀ ਡਾਇਰੈਕਟਰ, 78 ’ਤੇ ਮਰ ਜਾਂਦੇ ਹਨ - ਵੰਨਗੀ",
        "ਐਨਐਫਐਲ ਇਸ ਹਫਤੇ ਚੁਣਦਾ ਹੈ, ਔਕੜਾਂ, ਸੱਟੇਬਾਜ਼ੀਃ 2025 ਡਵੀਜ਼ਨਲ ਗੋਲ ਮਾਹਰ ਫੈਲਣ, ਪਾਰਲੇ ਅਤੇ ਪ੍ਰੋਪਸ ਦੇ ਵਿਰੁੱਧ ਭਵਿੱਖਬਾਣੀ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਬਾਇਡਨ ਨੇ ਅਮਰੀਕਾ ਨੂੰ 'ਓਲੀਗਰਕੀ‘ ਬਣਨ ਦੇ ਖਤਰੇ ਦੀ ਚਿਤਾਵਨੀ ਦਿੱਤੀ । ’ਇਸ ਸ਼ਬਦ ਦਾ ਕੀ ਅਰਥ ਹੈ? - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਐਫ ਡੀ ਏ ਜ਼ਾਈਨ ਨਿਕੋਟੀਨ ਪਾouਚਾਂ ਦੀ ਵਿਕਰੀ ਨੂੰ ਠੀਕ ਕਰਦਾ ਹੈ, ਬਾਲਗ ਤੰਬਾਕੂਨੋਸ਼ੀ ਕਰਨ ਵਾਲਿਆਂ ਲਈ ਸਿਹਤ ਲਾਭਾਂ ਦਾ ਹਵਾਲਾ ਦਿੰਦੇ ਹੋਏ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਹਟਾਈ",
        "ਹਟਾਈ",
        "ਸੈਟੇਲਾਈਟ ਫੋਟੋਆਂ ਇਜ਼ਰਾਈਲ-ਹਮਾਸ ਯੁੱਧ ਦੇ ਵਿਨਾਸ਼ ਤੋਂ ਪਹਿਲਾਂ ਅਤੇ ਬਾਅਦ ਵਿਚ ਗਾਜ਼ਾ ਪੱਟੀ ਨੂੰ ਦਰਸਾਉਂਦੀਆਂ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਕੀ ਡੀਓਨ ਸੈਂਡਰਸ, ਡੱਲਾਸ ਕਾਉਬੌਇਜ਼ ਇੱਕ ਸੌਦਾ ਕਰਨਗੇ? - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਐਲਏ ਜੰਗਲੀ ਅੱਗਾਂ ਤੋਂ ਲੈ ਕੇ ਤੂਫਾਨਾਂ ਤੱਕ, ਪ੍ਰਵਾਸੀ ਬਿਪਤਾਵਾਂ ਤੋਂ ਬਾਅਦ ਦੁਬਾਰਾ ਬਣਾਉਣ ਵਿੱਚ ਸਹਾਇਤਾ ਕਰਦੇ ਹਨ. ਕਈਆਂ ਨੂੰ ਦੇਸ਼ ਨਿਕਾਲਾ ਦਾ ਸਾਹਮਣਾ ਕਰਨਾ ਪੈ ਸਕਦਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਪੀਜੀਏ ਅਵਾਰਡ ਨਾਮਜ਼ਦਗੀਆਂ ਵਿੱਚ ‘ਡੁਨੇਃ ਭਾਗ ਦੋ’, ’ਦਿ ਬੇਰਹਿਮੀ‘, ’ਦੁਸ਼ਟ‘ ਚੋਟੀ ਦੇ ਫਿਲਮ ਪੁਰਸਕਾਰ ਲਈ ਵਿਜਿੰਗ ਸ਼ਾਮਲ ਹਨ - ਡੈੱਡਲਾਈਨ",
        "ਖਜ਼ਾਨਾ ਚੁੱਕਣ ਵਾਲੇ ਸਕਾਟ ਬੇਸੈਂਟ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਟਰੰਪ ਟੈਕਸ ਵਿਚ ਕਟੌਤੀ ਵਧਾਉਣ ਵਿਚ ਅਸਫਲ ਰਹਿਣ ਨਾਲ ਆਰਥਿਕ 'ਅਚਾਨਕ ਰੁਕਣ' ਦਾ ਕਾਰਨ ਬਣੇਗਾ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਸਪੇਸਐਕਸ ਦੇ ਡਬਲ ਚੰਦਰਮਾ ਦੇ ਸ਼ਾਟ ਤੋਂ ਬਾਅਦ ਚੰਦਰਮਾ ਦੇ ਦੋ ਲੈਂਡਰ ਚੰਦਰਮਾ ਦੇ ਰਸਤੇ 'ਤੇ ਹਨ - ਆਰਸ ਟੈਕਨੀਕਾ"
    ]
}