{
    "headlines": [
        "Trump acrescentaria duas vezes mais à dívida nacional do que Harris, segundo estudo - The Washington Post",
        "Prémio Nobel da Medicina vai para Victor Ambros e Gary Ruvkun pelo trabalho na descoberta do microRNA - CNN",
        "Milton aumenta para um furacão de categoria 2 enquanto a Flórida se prepara para evacuações em massa - The Associated Press",
        "O investidor ativista Starboard informou à Pfizer que assumiu uma participação - Business Insider",
        "O rendimento do Tesouro em 10 anos atinge 4%, mantendo os touros das ações sob controle - Reuters.com",
        "Tribunal russo condena cidadão dos EUA a seis anos de prisão por lutar pela Ucrânia, relata a mídia estatal - Yahoo! Voices",
        "Mercado de ações hoje: as ações mundiais estão mistas após um relatório de empregos de grande sucesso nos EUA - Yahoo Finance",
        "‘Chocante’, aumento histórico de ameaças anti-judaicas nos EUA, diz ADL - CNN",
        "A Suprema Corte está de volta. Esses casos eleitorais de 2024 podem cair em sua pauta. - POLITICO",
        "Mulher da Carolina do Norte não come nada além de sardinha, perde 15 quilos: 'Isso não é uma dieta' - Fox News",
        "Hollywood News Live Today 7 de outubro de 2024 : Coringa 2, de Joaquin Phoenix, entrega números decepcionantes nas bilheterias dos EUA após uma abertura fracassada - Hindustan Times",
        "O TD tardio de Dak dá aos Cowboys 'um para lembrar' - ESPN",
        "A luta da família de reféns israelitas 'não acabou' um ano depois - BBC.com",
        "CNBC Daily Open: relatório de empregos blockbuster de setembro muda o cálculo - CNBC",
        "Israel marca o aniversário do ataque de 7 de outubro à medida que o conflito no Oriente Médio aumenta - CNN",
        "Conclusões da semana 5 da NFL: Caleb Williams jogando como a escolha número 1 no draft - Sports Illustrated",
        "SpaceX e NASA desistem do lançamento do Europa Clipper em 10 de outubro devido ao furacão Milton - Space.com",
        "Prefeito mexicano assassinado dias depois de assumir o cargo - Yahoo News Canada",
        "Mãe de Sean \"Diddy\" Combs defende filho em comunicado, diz que ele não é \"monstro\" - CBS News",
        "Kody Brown, das Sister Wives, deixa a casa dele e da esposa Robyn Brown após luta explosiva - E! NEWS"
    ]
}