{
    "headlines": [
        "مجلس حماية الأسرة والطفل يصدر قواعد لإزالة الديون الطبية من تقارير الائتمان الاستهلاكي - واشنطن بوست",
        "وول ستريت تحقق فوزًا آخر بينما يمهد بنك الاحتياطي الفيدرالي بار الطريق أمام منظم مصرفي ألطف - سي إن بي سي",
        "بيان من الرئيس جو بايدن حول رئيس الوزراء الكندي جاستن ترودو - البيت الأبيض",
        "إنفيديا تعلن عن بطاقات رسومات RTX 50 - series مع جيل DLSS 4 متعدد الإطارات - Eurogamer",
        "ما هو ... أعظم عرض ألعاب على الإطلاق ؟ - رولينج ستون",
        "2025 NFL Mock Draft: Titans stick at No. 1, Browns replace Deshaun Watson and Giants take Travis Hunter - CBS Sports",
        "ميتا تتخلص من مدققي الحقائق وتقول إنها ستقلل من \"الرقابة\" - سي إن إن",
        "راجع محامو ترامب مسودة تقرير المستشار الخاص النهائي لسميث ويريدون منعه من النشر العام - سي إن إن",
        "\"إنه غولف، لكنه أعيد تخيله \": كل شيء يجب معرفته عن TGL و Tiger Woods و Rory McIlroy’s high - tech indoor golf league - CNN",
        "توم هولاند لن \"يستعجل حفل زفاف\" مع زندايا بعد الخطوبة ؛ كان يعرف دائمًا \"أنها هي\" - هندوستان تايمز",
        "ما لا يقل عن 95 قتيلاً وعشرات الجرحى في زلزال بقوة 6.8 درجة بالقرب من المدينة المقدسة في التبت، وفقاً لتقارير وسائل الإعلام الصينية - ABC News",
        "هل بعض الأطعمة فائقة المعالجة على ما يرام ؟ دراسة جديدة لها إجابات - صحيفة وول ستريت جورنال",
        "تم الإعلان عن أول حالة وفاة بإنفلونزا الطيور في الولايات المتحدة في لويزيانا - وكالة أسوشيتد برس",
        "يسود ارتباك الحزب الجمهوري بينما يتخبط ترامب حول استراتيجية المصالحة - بوليتيكو",
        "HMPV: ما يجب معرفته عن حالات فيروس الميتا الرئوي البشري في الصين - BBC.com",
        "محذوف",
        "إسقاط قوس التصفيات في الدوري الوطني لكرة القدم الأمريكية لعام 2025: فواتير إنزال الأكباش لأول فوز في مباراة السوبر بول ؛ توقعات لكل مباراة - سي بي إس سبورتس",
        "تشكيلة أجهزة الكمبيوتر المحمول للألعاب 2025 من ASUS Republic of Gamers تتميز بأداء متطور وتصميمات جديدة كلياً - غرفة الصحافة من ASUS",
        "عاصفة شتوية كورا لنشر الثلج والجليد عبر الجنوب من تكساس إلى كاروليناس - قناة الطقس",
        "هالك هوجان صيحات الاستهجان بشدة خلال \"ليلة الاثنين الخام\" نيتفليكس لاول مرة - ياهو سبورتس"
    ]
}