{
    "headlines": [
        "ਆਰਐਫਕੇ ਜੂਨੀਅਰ ਦਾ ਦਾਅਵਾ ਹੈ ਕਿ ਖਸਰੇ ਦਾ ਇਲਾਜ ਵਿਟਾਮਿਨ ਏ ਨਾਲ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ, ਜੋ ਮਾੜੀ ਖੁਰਾਕ ਨਾਲ ਜੁੜਿਆ ਹੋਇਆ ਹੈ. ਇਹ ਹੈ ਵਿਗਿਆਨ ਕੀ ਕਹਿੰਦਾ ਹੈ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਪੋਪ ਨੇ ਰੋਮ ਦੇ ਜੈਮੇਲੀ ਹਸਪਤਾਲ ਵਿਚ ਆਰਾਮ ਦੀ ਰਾਤ ਕੀਤੀ - ਵੈਟੀਕਨ ਨਿ Newsਜ਼ - ਪੰਜਾਬੀ",
        "ਚੰਦਰ ਗ੍ਰਹਿਣਃ ਲਹੂ ਦਾ ਚੰਦਰਮਾ ਸਵੇਰ ਤੋਂ ਪਹਿਲਾਂ ਪੂਰੇ ਯੂਕੇ ਵਿੱਚ ਦਿਖਾਇਆ ਗਿਆ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "2025 ਐਨਐਫਐਲ ਫ੍ਰੀ ਏਜੰਸੀ ਡੇਅ 4 ਜੇਤੂ ਅਤੇ ਹਾਰਨ ਵਾਲੇਃ ਸਟੀਲਰਜ਼ ਕੋਲ ਕਿ Qਬੀ ਵਿਖੇ ਬੈਕਅਪ ਯੋਜਨਾ ਹੈ ਕਿਉਂਕਿ ਉਹ ਐਰੋਨ ਰੋਜਰਸ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ ਦੀ ਉਡੀਕ ਕਰਦੇ ਹਨ",
        "ਮੈਕਸੀਕਨ ਕਾਰਟੈਲ ਦੇ ਅੰਦਰ ‘ਖ਼ਤਮ’ ਕੈਂਪਃ ਓਵਨ, ਜੁੱਤੇ ਅਤੇ ਦੰਦ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਚੀਨੀ ਸਟਾਕ ਵਧਣ ਦੇ ਤੌਰ ਤੇ ਬੀਜਿੰਗ ਦੀ ਯੋਜਨਾ 'ਤੇ ਖਪਤ' ਤੇ ਬ੍ਰੀਫਿੰਗ - ਬਲੂਮਬਰਗ",
        "ਸਿੱਖਿਆ ਵਿਭਾਗ ਦੀ ਛਾਂਟੀ ਨੇ ਵਿਦਿਆਰਥੀਆਂ ਦੇ ਕਰਜ਼ੇ, ਟੈਸਟਿੰਗ, ਨਾਗਰਿਕ ਅਧਿਕਾਰਾਂ ਨੂੰ ਕਿਵੇਂ ਪ੍ਰਭਾਵਤ ਕੀਤਾ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਡੈਮੋਕਰੇਟਸ ਦਾ ਦਾਅਵਾ ਹੈ ਕਿ ਓਜ਼ ਨੇ ਮੈਡੀਕੇਅਰ ਟੈਕਸਾਂ ਤੋਂ ਪਰਹੇਜ਼ ਕੀਤਾ । ਓਜ਼ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਚਾਲ ਦੀ ਆਗਿਆ ਹੈ. - ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਅਮਰੀਕਨ ਏਅਰਲਾਈਨਜ਼ ਦੇ ਜਹਾਜ਼ ਨੂੰ ਡਿਆ ਵਿਖੇ ਅੱਗ ਲੱਗੀ. 12 ਲੋਕਾਂ ਨੂੰ ਮਾਮੂਲੀ ਸੱਟਾਂ ਵਾਲੇ ਇਲਾਕੇ ਦੇ ਹਸਪਤਾਲਾਂ ਵਿੱਚ ਭੇਜਿਆ ਗਿਆ - ਕੋਲੋਰਾਡੋ ਪਬਲਿਕ ਰੇਡੀਓ",
        "ਵੱਡੇ ਮਾਰਚ ਦੀ ਤੂਫਾਨ ਪ੍ਰਣਾਲੀ ਅਮਰੀਕਾ ਨੂੰ ਬਵੰਡਰ, ਬਰਫਬਾਰੀ ਅਤੇ ਜੰਗਲੀ ਅੱਗ ਦੇ ਜੋਖਮ ਨਾਲ ਧਮਕੀ ਦਿੰਦੀ ਹੈ - ਯਾਹੂ",
        "ਸੈਨੇਟ ਅੱਧੀ ਰਾਤ ਦੀ ਆਖਰੀ ਤਾਰੀਖ ਤੋਂ ਪਹਿਲਾਂ ਅੰਸ਼ਕ ਸਰਕਾਰ ਦੇ ਬੰਦ ਨੂੰ ਰੋਕਣ ਲਈ ਕੰਮ ਕਰਦਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਯੂਐਸ ਵਾਈਨ ਦੀਆਂ ਦੁਕਾਨਾਂ ਅਤੇ ਆਯਾਤ ਕਰਨ ਵਾਲਿਆਂ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਟਰੰਪ ਦੇ ਯੂਰਪੀਅਨ ਵਾਈਨ 'ਤੇ 200% ਟੈਰਿਫ ਦੀ ਧਮਕੀ ਮੰਗ ਨੂੰ ਖਤਮ ਕਰ ਦੇਵੇਗੀ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਦੂਜੇ ਫੈਡਰਲ ਜੱਜ ਨੇ ਟਰੰਪ ਪ੍ਰਸ਼ਾਸਨ ਦੁਆਰਾ ਬਰਖਾਸਤ ਕੀਤੇ ਗਏ ਹਜ਼ਾਰਾਂ ਪ੍ਰੋਬੇਸ਼ਨਰੀ ਕਰਮਚਾਰੀਆਂ ਨੂੰ ਅਸਥਾਈ ਤੌਰ 'ਤੇ ਬਹਾਲ ਕਰਨ ਦਾ ਆਦੇਸ਼ ਦਿੱਤਾ - ਸੀਐਨਐਨ",
        "ਪੁਤਿਨ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਯੂਕਰੇਨ ਵਾਸੀਆਂ ਨੂੰ 'ਸਮਰਪਣ ਕਰਨਾ ਜਾਂ ਮਰਨਾ' ਚਾਹੀਦਾ ਹੈ - ਅਮਰੀਕਾ ਦੀ ਆਵਾਜ਼",
        "ਇਹ ਉਹ ਹੈ ਜੋ ਰੂਸ ਨੇ ਯੂਕਰੇਨ ਵਿਚ ਆਪਣੀ ਜੰਗ ਨੂੰ ਖਤਮ ਕਰਨ ਦੀ ਮੰਗ ਕੀਤੀ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਘੱਟੋ ਘੱਟ ਵਿਗਿਆਨੀਆਂ ਲਈ ਸੰਖੇਪ ਲਾਈਟ ਫੋਨ 3 ਮਾਰਚ ਦੇ ਅਖੀਰ ਤੋਂ ਉਪਲਬਧ ਹੋਣ ਦੀ ਉਮੀਦ ਹੈ - Notebookcheck. net",
        "ਨਾਸਾ ਨੇ ਧਰਤੀ ਦੇ ਸਭ ਤੋਂ ਗਰਮ ਸਾਲ ਵਿੱਚ 'ਅਚਾਨਕ' ਰਕਮ ਦੁਆਰਾ ਸਮੁੰਦਰੀ ਪੱਧਰ ਦੇ ਗੁਲਾਬ ਦੀ ਰਿਪੋਰਟ ਕੀਤੀ - ਸਾਇੰਸਅਲਰਟ",
        "ਸਾਬਕਾ ਕਾਉਬੌਏ ਡੀਮਾਰਕਸ ਲਾਰੈਂਸ ਨੇ ਡੱਲਾਸ ਨੂੰ ਸੀਹਾਕਸ ਲਈ ਛੱਡਣ ਤੋਂ ਬਾਅਦ ਛਾਂ ਸੁੱਟ ਦਿੱਤੀ; ਮੀਕਾਹ ਪਾਰਸਨਜ਼ ਨੇ ਵਾਪਸ ਅੱਗ ਲਗਾਈ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ"
    ]
}