{
    "headlines": [
        "ਐਮੀ 2024 ਲਾਈਵ ਅਪਡੇਟਸਃ ਐਵਾਰਡ ਸ਼ੋਅ ਤੋਂ ਪਹਿਲਾਂ ਰੈੱਡ ਕਾਰਪੇਟ ਲੁੱਕ ਅਤੇ ਸੈਲੀਬ੍ਰਿਟੀ ਆਗਮਨ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਯੂਰਪੀਅਨ ਹੜ੍ਹਾਂ ਵਿਚ ਮਰਨ ਵਾਲਿਆਂ ਦੀ ਗਿਣਤੀ ਵਧੀ, ਅਧਿਕਾਰੀਆਂ ਦਾ ਕਹਿਣਾ ਹੈ; ਹੋਰ ਮੀਂਹ ਪੈਣ ਦੀ ਉਮੀਦ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਯਮਨ ਤੋਂ ਕੇਂਦਰੀ ਇਜ਼ਰਾਈਲ 'ਚ ਹੂਤੀ ਫਾਇਰ ਮਿਜ਼ਾਈਲ, ਹੋਰ ਹਮਲੇ ਦੀ ਚਿਤਾਵਨੀ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਲਾਈਵ ਅਪਡੇਟਸਃ ਸਿਨਸਿਨਾਟੀ ਦੇ ਸੀਜ਼ਨ ਦੀ ਪਹਿਲੀ ਜਿੱਤ ਦੀ ਮੰਗ ਕਰਦਿਆਂ ਬੰਗਾਲ, ਚੀਫਜ਼ ਨੇ ਦੁਸ਼ਮਣੀ ਨੂੰ ਨਵੀਨੀਕਰਣ ਕੀਤਾ - ਡਬਲਯੂਐਲਡਬਲਯੂਟੀ ਸਿਨਸਿਨਾਟੀ",
        "ਉੱਤਰੀ ਕੈਰੋਲੀਨਾ, ਦੱਖਣੀ ਕੈਰੋਲੀਨਾ ਦੇ ਤੱਟਾਂ ਲਈ ਸੰਭਾਵਤ ਖੰਡੀ ਚੱਕਰਵਾਤ 8 ਰੂਪਾਂ ਵਜੋਂ ਖੰਡੀ ਤੂਫਾਨ ਦੀ ਚੇਤਾਵਨੀ ਜਾਰੀ ਕੀਤੀ ਗਈ - ਫੌਕਸ ਮੌਸਮ",
        "ਕੁਓਃ ਆਈਫੋਨ 16 ਪ੍ਰੋ ਦੀ ਮੰਗ ਉਮੀਦ ਨਾਲੋਂ ਘੱਟ, ਆਈਫੋਨ 16 ਪਲੱਸ ਪ੍ਰੀ-ਆਰਡਰ 48% - 9to5Mac",
        "ਸੀਕ੍ਰੇਟ ਸਰਵਿਸ ਨੇ ਆਪਣੇ ਗੋਲਫ ਕਲੱਬ ਨੇੜੇ ਹਥਿਆਰਾਂ ਨਾਲ ਸ਼ੱਕੀ ਵਿਅਕਤੀ 'ਤੇ ਗੋਲੀਬਾਰੀ ਕਰਨ ਤੋਂ ਬਾਅਦ ਟਰੰਪ ਸੁਰੱਖਿਅਤ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਲਾਈਵਃ ਵਾਈਕਿੰਗਜ਼ ਨੇ ਘਰੇਲੂ ਸਲਾਮੀ ਬੱਲੇਬਾਜ਼ 49ers ਨੂੰ 23-17 ਨਾਲ ਹਰਾਇਆ; ਜਸਟਿਨ ਜੈਫਰਸਨ ਜ਼ਖਮੀ - ਸਟਾਰ ਟ੍ਰਿਬਿਊਨ",
        "ਟਰੰਪ ਪੋਸਟ ਕਰਦਾ ਹੈ ‘ਮੈਂ ਟੇਲਰ ਸਵਿਫਟ ਨੂੰ ਨਫ਼ਰਤ ਕਰਦਾ ਹਾਂ,’ ਸਟਾਰ ਦੇ ਹੈਰਿਸ ਦੇ ਸਮਰਥਨ ਦੇ ਦਿਨਾਂ ਬਾਅਦ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਸੰਤਾਂ, ਐਲਵਿਨ ਕਾਮਾਰਾ ਬਲਿਟਜ਼ ਕਾਊਬੌਇਜ਼ ਐਨਐਫਐਲ ਸੀਜ਼ਨ ਦੇ ਸਭ ਤੋਂ ਵੱਡੇ ਸਟਨਨਰ ਵਿੱਚ - ਯਾਹੂ ਸਪੋਰਟਸ",
        "ਟਰੰਪ ਦੇ ਵੀਪੀ ਪਿਕ ਜੇਡੀ ਵੈਨਸ ਨੇ ਪ੍ਰਵਾਸੀਆਂ ਬਾਰੇ ਝੂਠੀ ਕਹਾਣੀ ਫੈਲਾਉਣ ਦਾ ਬਚਾਅ ਕੀਤਾ - ਅਲ ਜਜ਼ੀਰਾ ਅੰਗਰੇਜ਼ੀ",
        "ਰੂਸੀ ਬੰਬ ਨੇ ਖਾਰਕੀਵ ਅਪਾਰਟਮੈਂਟ ਦੀ ਇਮਾਰਤ 'ਤੇ ਕੀਤਾ ਹਮਲਾ, ਇਕ ਦੀ ਮੌਤ, 42 ਜ਼ਖਮੀ, ਅਧਿਕਾਰੀਆਂ ਦਾ ਕਹਿਣਾ ਹੈ - Reuters",
        "ਆਈਡਾਹੋ ਵਿਚ 4 ਯੂਨੀਵਰਸਿਟੀ ਦੇ ਵਿਦਿਆਰਥੀਆਂ ਦੀ ਹੱਤਿਆ ਕਰਨ ਦੇ ਦੋਸ਼ ਵਿਚ ਇਕ ਵਿਅਕਤੀ ਨੂੰ ਉਸ ਦੇ ਮੁਕੱਦਮੇ ਦੀ ਸੁਣਵਾਈ ਤੋਂ ਬਾਅਦ ਬੋਇਸ ਵਿਚ ਜੇਲ੍ਹ ਵਿਚ ਰੱਖਿਆ ਗਿਆ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਮਾਰੀਓ ਡਰਾਗੀ ਦੀ ਯੂਰਪ ਦੀ ਆਰਥਿਕਤਾ ਨੂੰ ਬਚਾਉਣ ਦੀ ਯੋਜਨਾ 'ਤੇ ਡਬਲਯੂਐਸਜੇ - ਮਿਸ਼ ਟਾਕ",
        "ਜੇਨ ਦਾ ਨਸ਼ਾ ਮੁਆਫੀ ਮੰਗਦਾ ਹੈ, ਪੈਰੀ ਫੈਰਲ ਅਤੇ ਡੇਵ ਨਵਾਰੋ ਦੇ ਆਨ-ਸਟੇਜ ਝਗੜੇ ਤੋਂ ਬਾਅਦ ਸ਼ੋਅ ਨੂੰ ਰੱਦ ਕਰਦਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਅਸਲੀ ‘Flappy ਪੰਛੀ’ ਸਿਰਜਣਹਾਰ ਸਤਹ ਇਸ ਦੇ Crypto ਜੂਮਬੀਨ ਜੀ ਉੱਠਣ ਅਸਵੀਕਾਰ ਕਰਨ ਲਈ - ਫੋਰਬਸ",
        "ਇਜ਼ਰਾਈਲੀ ਹਮਲੇ ਦੇ ‘ਉਪ-ਉਤਪਾਦ‘ ਵਜੋਂ ਤਿੰਨ ਹਮਾਸ ਬੰਧਕ ਮਾਰੇ ਗਏਃ ਆਈਡੀਐਫ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਵਿਲੀਅਮ, ਕੇਟ ਅਤੇ ਚਾਰਲਸ ਆਲ ਇੱਛਾ ਹੈਰੀ ਦੇ ਤੌਰ ਤੇ ‘ਓਲੀਵ ਬ੍ਰਾਂਚ’ 40 ਵੇਂ ਜਨਮਦਿਨ ਦੀਆਂ ਮੁਬਾਰਕਾਂ - ਦਿ ਡੇਲੀ ਬੀਸਟ",
        "ਐਫ ਡੀ ਏ ਦੇ ਨਵੇਂ ਮੈਮੋਗ੍ਰਾਮ ਦਿਸ਼ਾ ਨਿਰਦੇਸ਼ ਸ਼ਿਫਟ ਕਰਦੇ ਹਨ ਕਿ ਮਰੀਜ਼ਾਂ ਨੂੰ ਕੀ ਪਤਾ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ - ਅਮਰੀਕਾ ਅੱਜ",
        "ਵੈਨਸ ਇਸ ਗੱਲ 'ਤੇ ਪਿੱਛੇ ਹਟਦਾ ਹੈ ਕਿ ਕੀ ਟਰੰਪ ਰਾਸ਼ਟਰੀ ਗਰਭਪਾਤ ਪਾਬੰਦੀ ਨੂੰ ਵੀਟੋ ਕਰੇਗਾ - ਪੋਲਿਟਿਕੋ"
    ]
}