{
    "headlines": [
        "‘Duna: Profecia’ nos alerta sobre líderes carismáticos e IA assassina - The Washington Post",
        "Suprema Corte do Texas abre caminho para nova data de execução de Robert Roberson na morte da filha de 2 anos - CNN",
        "Zelenskiy, da Ucrânia, advertiu Scholz contra a ligação de Putin, diz fonte de Kiev - Reuters",
        "A Nvidia obtém um aumento na meta de preço. As ações caíram de qualquer maneira. - Barron's",
        "Mike Tyson vs. Jake Paul Fight Streams Tonight na Netflix. Veja a Que Horas Pode Assistir - CNET",
        "Rachel Zegler pede desculpas por post anti-Trump após pedidos para Disney demitir estrela de ’Branca de Neve'",
        "Pague primeiro, entregue depois: algumas mulheres estão a ser convidadas a pagar antecipadamente pelo seu bebé - CBS News",
        "Thune enfrenta primeiro teste de lealdade: o que fazer com as escolhas de gabinete mais controversas de Trump - POLITICO",
        "Vendas no varejo sólidas após Powell tomar cuidado com cortes na taxa do Fed; S&P 500 cai - Investor's Business Daily",
        "GM demite 1.000 funcionários em meio a reorganização e redução de custos - CNBC",
        "Juan Soto perguntou sobre três itens específicos no Red Sox Free Agency Pitch - Sports Illustrated",
        "Novo estudo prevê 260 MILHÕES de americanos obesos até 2050, Trump nomeia RFK Jr. como secretário de saúde e Onion compra Infowars - Yahoo! Voices",
        "Conan O’Brien será o anfitrião da cerimónia dos Óscares de 2025 - Variedade",
        "Elon Musk está contratando para a sua força-tarefa DOGE, mas você precisará trabalhar mais de 80 horas por semana em cortes de custos sem glamour - Fortune",
        "Alto funcionário iraniano promete apoio ao Líbano na guerra Israel-Hezbollah enquanto os EUA pressionam pelo cessar-fogo - The Associated Press",
        "Revisão: o Kindle Paperwhite 2024 da Amazon torna o melhor e-reader um pouco melhor - Ars Technica",
        "A última superlua de 2024 surge esta noite como a Lua Cheia do Castor de Novembro - Space.com",
        "Surto de casos de sarampo em todo o mundo impulsionado pela falta de cobertura vacinal, diz a OMS - The Washington Post",
        "Eu também instalei um abridor de porta de garagem de código aberto e estou adorando - Ars Technica",
        "Grandes apostas com Dawgs-Vols! As 4 melhores equipas caem na estrada! Connelly decompõe - ESPN"
    ]
}