{
    "headlines": [
        "ما هي قناة Lions vs Texans اليوم ؟ الوقت، جدول التلفزيون لكرة القدم الأمريكية ليلة الأحد لكرة القدم - Oklahoman.com",
        "ديبو صموئيل يلوم \"الإحباط\" على الصراخ في وجه كيه جيك مودي، وضرب إل إس تايبر بيبر - إن بي سي سبورتس",
        "الأسبوع العاشر من الدوري الوطني لكرة القدم الأمريكية يسلط الضوء على 2024: التتبع المباشر لأفضل المسرحيات، نتائج المربعات من نتائج الأحد - تقرير المبيض",
        "Nintendo Direct القادم هو كل شيء عن Super Nintendo World's Donkey Kong Country - The Verge",
        "ترامب وبوتين يتحدثان بينما يخطط بايدن للضغط على ترامب للتمسك بأوكرانيا - رويترز",
        "صحيفة واشنطن بوست: أوكرانيا تشن أكبر هجوم بطائرة بدون طيار حتى الآن على موسكو",
        "ترامب يضغط على زعيم الحزب الجمهوري القادم في مجلس الشيوخ للسماح \"بتعيينات العطلة\" - بوليتيكو",
        "الدمى \"الشريرة \": تعتذر شركة ماتيل عن الارتباط الخاطئ بموقع إباحي للبالغين على العبوة - مراسل هوليوود",
        "تقول المصادر إن سوتومايور ليس لديها خطط للاستقالة من المحكمة العليا - ABC News",
        "يحجب الرؤساء هدفًا ميدانيًا محتملًا للفوز بالمباراة لإيقاف Broncos، والحفاظ على سلسلة غير مهزومة على قيد الحياة - Yahoo Sports",
        "\"هرطقة\" و \"هيو غرانت\" لأول مرة بمبلغ 11 مليون دولار، لكن \"Venom: The Last Dance\" يتصدران شباك التذاكر مرة أخرى - وكالة أسوشيتد برس",
        "يحرز رجال الإطفاء تقدمًا، لكن حرائق الغابات في جنوب كاليفورنيا تشتعل - الولايات المتحدة الأمريكية اليوم",
        "تقول التقارير إن لبنان وغزة وسوريا تعرضت لضربات إسرائيلية مميتة - سي إن إن",
        "قمر صناعي ستارلينك يتحطم فوق جنوب غرب الولايات المتحدة يصنع ألعابًا نارية في السماء - Fox Weather",
        "إيلون ماسك يواجه مشكلة مع انطباع دانا كارفي \"SNL \":\" إنهم غاضبون للغاية \"- الموعد النهائي",
        "ينتشر \"الشعور بالرهبة\" عبر القوى العاملة الفيدرالية مع اقتراب ولاية ترامب الثانية - سي إن إن",
        "كيف أعاد غوفرز جبل سانت هيلين إلى الحياة في يوم واحد - Phys.org",
        "يقول النائب الديمقراطي رو خانا إن الحزب يحتاج إلى \"التأكيد على القضايا الاقتصادية\" - سي بي إس نيوز",
        "ساعد ركبتيك عن طريق القيام بهذه التمارين السهلة - سي إن إن",
        "قد يكون مصير ارتفاع سوق الأسهم بعد الانتخابات في أيدي متداولي السندات - MarketWatch"
    ]
}