{
    "headlines": [
        "ਮਸਕ ਨੇ ਟਰੰਪ ਦੇ ਮਨਪਸੰਦ ਲੜਾਕੂ ਜੈੱਟ ਨੂੰ ਨਿਸ਼ਾਨਾ ਬਣਾਇਆ - ਪੋਲਿਟਿਕੋ",
        "ਟਰੰਪ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਹ ਚੀਨ, ਕੈਨੇਡਾ ਅਤੇ ਮੈਕਸੀਕੋ ਨੂੰ ਨਵੇਂ ਟੈਰਿਫ ਨਾਲ ਮਾਰ ਦੇਣਗੇ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "ਡੈੱਨ ਹਰਲੀ 'ਤੇ ਦੇਰ ਨਾਲ ਤਕਨੀਕੀ ਦੇ ਬਾਅਦ Maui Invitational' ਤੇ ਮੈਮਫਿਸ ਸਟਨਜ਼ ਨੰਬਰ 2 UConn, ਜਿਸ ਨੇ 'sh* **y ਕਾਲਾਂ' ਤੇ ਘਾਟੇ ਦਾ ਦੋਸ਼ ਲਗਾਇਆ - ਯਾਹੂ ਸਪੋਰਟਸ",
        "ਟਾਈਗਰ ਵੁਡਸ ਨਹੀਂ ਖੇਡੇਗਾ ਹੀਰੋ ਵਰਲਡ ਚੈਲੇਂਜ - ਪੀਜੀਏ ਟੂਰ",
        "ਹਟਾਈ",
        "ਮਾਈਕ ਵਾਲਟਜ਼ ਟਰੰਪ ਪ੍ਰਸ਼ਾਸਨ ਵਿਚ ਸ਼ਾਮਲ ਹੋਣ ਲਈ ਸਹੁੰ ਚੁੱਕਣ ਦੇ ਦਿਨ ਤੋਂ ਅਸਤੀਫਾ ਦੇਣਗੇ - ਦ ਹਿੱਲ",
        "ਗੇ ਐਮਐਸਐਨਬੀਸੀ ਹੋਸਟ ਜੋਨਾਥਨ ਕੇਪਹਾਰਟ ਨੇ ਕਿਹਾ ਕਿ ਉਹ ਖਜ਼ਾਨੇ ਲਈ ਸਕਾਟ ਬੇਸੈਂਟ ਨੂੰ ਚੁਣਨ ਲਈ ਟਰੰਪ ਦੇ ਕਦਮ ਦੁਆਰਾ ‘ਟਕਰਾਅ’ ਵਾਲਾ ਹੈ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਕੈਲੀਫੋਰਨੀਆ ਵਿਚ ਕੱਚੇ ਦੁੱਧ ਵਿਚ ਪਾਇਆ ਗਿਆ ਬਰਡ ਫਲੂ ਵਾਇਰਸ - ਸੀ ਐਨ ਐਨ",
        "ਟਰੰਪ ਦੇ ਵਕੀਲ ਉਨ੍ਹਾਂ ਦੋਸ਼ਾਂ ਦੀ ਜਾਂਚ ਕਰਦੇ ਹਨ ਜੋ ਚੋਟੀ ਦੇ ਸਹਾਇਤਾ ਨੇ ਰਾਸ਼ਟਰਪਤੀ ਚੁਣੇ ਗਏ ਨਾਲ ਪ੍ਰਭਾਵ ਤੋਂ ਵਿੱਤੀ ਲਾਭ ਦੀ ਮੰਗ ਕੀਤੀ, ਸੂਤਰਾਂ ਦਾ ਕਹਿਣਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਐਨਵੀਡੀਆ ਦਾ ਨਵਾਂ ਏਆਈ ਆਡੀਓ ਮਾਡਲ ਉਨ੍ਹਾਂ ਆਵਾਜ਼ਾਂ ਦਾ ਸੰਸਲੇਸ਼ਣ ਕਰ ਸਕਦਾ ਹੈ ਜੋ ਕਦੇ ਮੌਜੂਦ ਨਹੀਂ ਸਨ - ਆਰਸ ਟੈਕਨੀਕਾ",
        "ਕੋਹਲ ਦੇ ਸੀਈਓ ਟੌਮ ਕਿੰਗਸਬਰੀ ਜਨਵਰੀ ਵਿਚ ਅਸਤੀਫਾ ਦੇਣਗੇ, ਜਿਸ ਦੀ ਥਾਂ ਮਾਈਕਲਜ਼ ਦੇ ਸੀਈਓ ਐਸ਼ਲੇ ਬੁਚਾਨਨ ਹੋਣਗੇ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਮਿਸਰ ਦੇ ਅਧਿਕਾਰੀਆਂ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਲਾਲ ਸਾਗਰ 'ਚ ਸੈਲਾਨੀ ਕਿਸ਼ਤੀ ਡੁੱਬਣ ਤੋਂ ਬਾਅਦ 16 ਲੋਕ ਲਾਪਤਾ - CNN",
        "ਇਜ਼ਰਾਈਲੀ ਕੈਬਨਿਟ ਨੇਤਨਯਾਹੂ ਨੇ ‘ਸਿਧਾਂਤਕ ਤੌਰ' ਤੇ ‘ਮਨਜ਼ੂਰੀ ਦੇਣ ਤੋਂ ਬਾਅਦ ਲੇਬਨਾਨ ਜੰਗਬੰਦੀ ਸਮਝੌਤੇ‘ ਤੇ ਵੋਟ ਪਾਉਣ ਲਈ, ਸਰੋਤ ਕਹਿੰਦਾ ਹੈ - ਸੀਐਨਐਨ",
        "ਸੁਧਾਰਵਾਦੀ ਨੇਤਾ ਰੋਮਾਨੀਆ ਨੂੰ ਵਾਪਸ ਹਰਾਉਣ ਲਈ ਰੈਲੀ ਰੂਸ ਪੱਖੀ ਹਾਰਡ ਸੱਜੇ - POLITICO ਯੂਰਪ",
        "ਕੁਰਸਕ ਖੇਤਰ ਵਿੱਚ ਯੂਕਰੇਨ ਲਈ ਲੜਦੇ ਹੋਏ ਰੂਸੀ ਫੌਜਾਂ ਦੁਆਰਾ ਫੜੇ ਗਏ ਬ੍ਰਿਟਿਸ਼ ਵਿਅਕਤੀ, ਸਟੇਟ ਮੀਡੀਆ ਦਾ ਕਹਿਣਾ ਹੈ - ਸੀਐਨਐਨ",
        "ਇਹ ਕੁਝ ਲਈ ਇੱਕ soggy, ਬਰਫੀਲਾ ਥੈਂਕਸਗਿਵਿੰਗ ਹੋ ਸਕਦਾ ਹੈ. ਪਤਾ ਕਰੋ ਕਿੱਥੇ - ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਰੂਸੀ ਕਾਰਗੋ ਸਪੇਸਕ੍ਰਾਫਟ ਦੀ 'ਅਚਾਨਕ ਗੰਧ' ਆਈਐਸਐਸ 'ਤੇ ਪੁਲਾੜ ਯਾਤਰੀਆਂ ਨੂੰ ਸਪੁਰਦਗੀ ਵਿੱਚ ਦੇਰੀ ਕਰਦੀ ਹੈ - ਸਪੇਸ ਡਾਟ ਕਾਮ",
        "ਬਾਕਸ ਆਫਿਸ ‘ਤੇ’ ਦੁਸ਼ਟ 'ਕਿਵੇਂ ਫੈਲਿਆ’ ਗਲੈਡੀਏਟਰ II ’- ਗੁਲਚਰ",
        "ਵਿਸ਼ੇਸ਼ ਵਕੀਲ ਜੈਕ ਸਮਿਥ ਨੇ 'ਸਪੱਸ਼ਟ' ਡੀਓਜੇ ਨੀਤੀ ਦਾ ਹਵਾਲਾ ਦਿੰਦੇ ਹੋਏ ਟਰੰਪ ਚੋਣ ਕੇਸ ਨੂੰ ਰੱਦ ਕਰਨ ਲਈ ਅੱਗੇ ਵਧਾਇਆ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਅਲਟਰਾ ਪ੍ਰੋਸੈਸਡ ਫੂਡਜ਼ ਨੂੰ ਪਛਾਣਨਾ - Fortune"
    ]
}