{
    "headlines": [
        "A última superlua do ano iluminará os céus em todo o mundo esta semana - The Washington Post",
        "Capri e Tapestry abandonam planos de fusão, citando obstáculos regulatórios - CNBC",
        "Amazon lança rival Temu e Shein com preços 'loucamente baixos' - BBC.com",
        "'Nenhum lugar é seguro': preocupações crescem à medida que Israel ataca novas áreas do Líbano - BBC.com",
        "Milhares foram evacuados quando partes da Espanha atingiram quase um mês de chuvas em uma hora - CNN",
        "Os futuros de ações caíram modestamente à medida que o rali pós-eleitoral mostra sinais de oscilação: atualizações ao vivo - CNBC",
        "‘Hilariamente estúpido’: a escolha de Donald Trump para o Pentágono desperta alarme — e desprezo - Financial Times",
        "Mike Tyson regressa ao boxe profissional 19 anos após a sua última luta. Há preocupações neurológicas para o homem de 58 anos - CNN",
        "Clingan, Sharpe Lead Blazers to Victory over Timberwolves - Blazer's Edge",
        "Trump escolhe Matt Gaetz para atuar como procurador-geral - Axios",
        "Hackers russos exploram nova falha NTLM para implantar malware RAT por meio de e-mails de phishing - The Hacker News",
        "Diabéticos ficam sem tratamento à medida que a taxa global de doenças duplica - Financial Times",
        "   Removido ",
        "Trump escolhe Tulsi Gabbard como diretora de inteligência nacional - The Washington Post",
        "Aqui estão as 10 principais senhas para 2024, e elas são todas embaraçosas - CNET",
        "Ozempic e Wegovy podem ser benéficos no combate ao vício em álcool: estudo - The Hill",
        "Os cientistas acabaram de descobrir uma criatura do mar tão grande quanto duas quadras de basquete. Aqui está o que parece. - Vox.com",
        "Senadores republicanos ignoram preocupações sobre o relacionamento de Thune com Trump - POLITICO",
        "Dave Coulier, estrela de \"Full House\", revelou que tem linfoma não-Hodgkin no estágio 3 - BuzzFeed",
        "A história estúpida de Elon Musk com o \"Doge\" Meme His Govt. Office Is Named After - Rolling Stone"
    ]
}