{
    "headlines": [
        "العقود الآجلة لمؤشر داو جونز تقفز 400 نقطة في رد فعل متأخر على تخفيض سعر الفائدة الكبير من قبل بنك الاحتياطي الفيدرالي: تحديثات مباشرة - CNBC",
        "حصري: ذخيرة من الهند تدخل أوكرانيا، مما يثير غضب روسيا - رويترز",
        "إسرائيل تقصف لبنان بعد انفجارات إذاعية، وتقول إنها تحبط مؤامرة اغتيال - رويترز",
        "تقول الشركة اليابانية إنها توقفت عن صنع أجهزة اللاسلكي المستخدمة في انفجارات لبنان - BBC.com",
        "بالصور - Super Harvest Moon وخسوف القمر يبهران Moongazers والمصورين في جميع أنحاء العالم - Sky at Night Magazine",
        "كاثي باسيفيك ايرباص خطأ يمكن أن يسبب أضرارا كبيرة، ويقول التقرير - BBC.com",
        "بنك الاحتياطي الفيدرالي الأمريكي يخفض أسعار الفائدة بمقدار نصف نقطة مئوية - سيمافور",
        "Nintendo Sues Palworld Maker Pocketpair لانتهاك براءات الاختراع - Yahoo Finance",
        "لن يؤيد سائقو الشاحنات ترامب أو هاريس في السباق الرئاسي الأمريكي - رويترز",
        "ماذا يعني شراء Commerzbank لـ UniCredit — والقطاع المصرفي - CNBC",
        "تعثر ترامب في لونغ آيلاند، وتعهد بـ \"الفوز بنيويورك\" بعد خسارته مرتين كبيرتين - واشنطن بوست",
        "جثة يُعتقد أنها لجوزيف كوتش، مطلق النار على الطريق السريع في كنتاكي، عثر عليها مستخدمو يوتيوب - نيويورك بوست",
        "استطلاعات الرأي ماريست: هاريس يتصدر ترامب في ميشيغان، ويسكونسن. انهم متعادلين في ولاية بنسلفانيا - التل",
        "\"إنه ليس الله. إنه خاسر \": جيف دنكان يتفاعل مع دعوة ترامب للحزب الجمهوري لإغلاق الحكومة - سي إن إن",
        "يقول زاك برايان إنه يفضل كاني على تايلور سويفت، ثم يعتذر - تنوع",
        "يحصل مصنعو الجعة على NL Central، ثم يخرجون من Phillies - MLB.com",
        "يقول المرشح السابق للمعارضة الفنزويلية إنه أُجبر على توقيع خطاب يعترف فعليًا بالهزيمة - وكالة أسوشيتد برس",
        "السبب الحقيقي أن جوان فاسوس أعطت انطباعها الأول لهذا العازب الذهبي المتسابق - E! أونلاين - E! NEWS",
        "مارشون لينش، إيلي مانينغ، آدم فيناتيري من بين 16 مرشحًا لأول مرة لقاعة مشاهير كرة القدم للمحترفين - ياهو سبورتس",
        "لعبة Patriots vs. Jets Prediction, Pick, Odds, How to Watch Thursday Night Football - The Action Network"
    ]
}