{
    "headlines": [
        "Israel vote on Gaza ceasefire deal delayed - BBC.com",
        "SpaceX loses Starship in space but catches booster in launch tower - ABC News",
        "Cancer in young women, impact of preferential treatment, NFL playoff preview: Catch up on the day’s stories - CNN",
        "Billie Eilish, Lady Gaga, Jelly Roll, Lil Baby to Perform at FireAid Benefit Concert for L.A. Wildfire Victims - Hollywood Reporter",
        "Johnson picks Rep. Rick Crawford to be next intel chairman - CNN",
        "The fight to replace Justin Trudeau is on - POLITICO",
        "Stock Market Today: Stocks end lower; UnitedHealth weighs on Dow - TheStreet",
        "Woman poisoned baby to grow online following and solicit donations, police say - The Washington Post",
        "Justin Baldoni sues Blake Lively and Ryan Reynolds for $400M in new step in 'It Ends With Us' fight - The Associated Press",
        "Nintendo's new Switch 2 console will come out in 2025 - KOMO News",
        "Aaron Rodgers knows his Jets future hinges on G.M., coach hires - NBC Sports",
        "Journalist disrupts Blinken press conference: ‘How does it feel for your legacy to be genocide?’ - The Hill",
        "Takeaways from Day 3 of President-elect Donald Trump’s Cabinet nominee hearings - CNN",
        "Trump will keep TikTok from 'going dark' if deal is on table, adviser says - Reuters",
        "American Express to pay $230 million to settle DOJ fraud probe, deceptive marketing claim - CNBC",
        "Here’s a look at almost every Galaxy S25 color Samsung plans on releasing - 9to5Google",
        "David Lynch Dies: ‘Twin Peaks’, ‘Blue Velvet’, ‘Elephant Man’ & ‘Eraserhead’ Visionary Was 78 - Deadline",
        "UK leader Starmer signs ‘100-year partnership’ agreement with Ukraine during trip to Kyiv - The Associated Press",
        "Florida Attorney General Ashley Moody will fill Marco Rubio’s Senate seat - The Associated Press",
        "Will Deion Sanders, Dallas Cowboys do a deal? - NBC Sports"
    ]
}