{
    "headlines": [
        "ਅਸੀਂ ਸਾਬਕਾ ਰਾਸ਼ਟਰਪਤੀ ਜਿੰਮੀ ਕਾਰਟਰ ਲਈ ਅੰਤਿਮ ਸੰਸਕਾਰ ਦੀਆਂ ਯੋਜਨਾਵਾਂ ਬਾਰੇ ਕੀ ਜਾਣਦੇ ਹਾਂ - ਸੀ ਐਨ ਐਨ",
        "ਅਸਾਧਾਰਣ ਘਾਤਕ ਸਾਲ ਦੇ ਵਿਚਕਾਰ ਤ੍ਰਿਨੀਦਾਦ ਅਤੇ ਟੋਬੈਗੋ ਵਿੱਚ ਐਮਰਜੈਂਸੀ ਦਾ ਐਲਾਨ - ਸੀਐਨਐਨ",
        "ਨੌਰਦਰਨ ਲਾਈਟਾਂ ਨਵੇਂ ਸਾਲ ਦੇ ਸ਼ੋਅ 'ਤੇ ਪਾਉਣਗੀਆਂ, ਪਰ ਕੀ ਉਹ ਡੀਸੀ ਖੇਤਰ ਤੋਂ ਦਿਖਾਈ ਦੇਣਗੀਆਂ? - ਡਬਲਯੂਟੀਓਪੀ",
        "ਨੋਰੋਵਾਇਰਸਃ ਗੈਸਟਰ੍ੋਇੰਟੇਸਟਾਈਨਲ ਬਿਮਾਰੀ ਦੇ ਵੱਧ ਰਹੇ ਫੈਲਣ ਬਾਰੇ ਕੀ ਜਾਣਨਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਬੈਂਕ ਰੈਗੂਲੇਟਰ ਨੇ ਬੈਂਕ ਸਟੇਕਸ 'ਤੇ ਬਲੈਕਰੌਕ ਜਨਵਰੀ ਦੀ ਆਖਰੀ ਤਾਰੀਖ ਦਿੱਤੀ - ਯਾਹੂ ਵਿੱਤ",
        "ਅਮਰੀਕੀ ਖਜ਼ਾਨਾ ਕਹਿੰਦਾ ਹੈ ਕਿ ਇਹ 'ਵੱਡੀ ਘਟਨਾ' ਵਿੱਚ ਚੀਨ ਦੁਆਰਾ ਹੈਕ ਕੀਤਾ ਗਿਆ ਸੀ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "2025 ਐਨਐਫਐਲ ਮੌਕ ਡਰਾਫਟਃ ਹਫਤੇ 17 ਵਿਚ ਜਾਇੰਟਸ, ਰੇਡਰਜ਼ ਅਤੇ ਜਗਸ ਸਾਰੇ ਜਿੱਤਣ ਦੇ ਨਤੀਜੇ ਵਜੋਂ ਚੋਟੀ ਦੇ 10 - ਸੀਬੀਐਸ ਸਪੋਰਟਸ ਦੇ ਅੰਦਰ ਵੱਡੇ ਝਟਕੇ ਲੱਗਦੇ ਹਨ",
        "ਸੋਮਵਾਰ ਨਾਈਟ ਫੁੱਟਬਾਲ 'ਤੇ ਲਾਇਨਜ਼ ਬਨਾਮ 49ers ਕਿਵੇਂ ਲਾਈਵ ਵੇਖਣਾ ਹੈ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਬਿਲ ਅਕਮੈਨ ਨੂੰ ਉਮੀਦ ਹੈ ਕਿ ਟਰੰਪ ਫੈਨੀ ਮੇ ਅਤੇ ਫਰੈਡੀ ਮੈਕ ਦਾ ਨਿੱਜੀਕਰਨ ਕਰਨਗੇ - ਰਾਇਟਰਜ਼",
        "ਵਾਲਮੇਸ? ਦੁਕਾਨਦਾਰ $ 78 ਵਾਲਮਾਰਟ ਬੈਗ ਬਾਰੇ ਗੱਲ ਕਰਨਾ ਬੰਦ ਨਹੀਂ ਕਰ ਸਕਦੇ ਜੋ $ 10,000 ਹਰਮੇਸ ਬਿਰਕਿਨ ਵਰਗਾ ਹੈ. - ਬਿਜ਼ਨਸ ਇਨਸਾਈਡਰ",
        "ਮਾਰਸੀ ਸੁਧਾਰਾਤਮਕ ਸਹੂਲਤ ਵਿਖੇ ’ਦੁਰਵਿਵਹਾਰ ਦੇ ਵਿਆਪਕ ਦਾਅਵੇ', 2022 ਦੀ ਰਿਪੋਰਟ ਮਿਲੀ - ਡਬਲਯੂਐਸਵਾਈਆਰ",
        "ਦੱਖਣ-ਪੱਛਮੀ ਓਹੀਓ ਕਾਉਂਟੀ ਵਿੱਚ ਲਗਭਗ 1 ਐਮ ਮੁਰਗੀਆਂ ਵਿੱਚ ਬਰਡ ਫਲੂ ਦਾ ਪਤਾ ਲੱਗਿਆ - ਡਬਲਯੂਐਲਡਬਲਯੂਟੀ ਸਿਨਸਿਨਾਟੀ",
        "ਡਬਲਯੂਐਚਓ ਨੇ ਗਾਜ਼ਾ ਦੇ ਹਸਪਤਾਲਾਂ 'ਤੇ ਹਮਲਿਆਂ ਨੂੰ ਖਤਮ ਕਰਨ ਦੀ ਅਪੀਲ ਕੀਤੀ - ਬੀਬੀਸੀ.",
        "ਬਾਈਡੇਨ ਨੇ ਯੂਕਰੇਨ ਲਈ ਲਗਭਗ 2.5 ਬਿਲੀਅਨ ਡਾਲਰ ਦੀ ਹੋਰ ਫੌਜੀ ਸਹਾਇਤਾ ਦਾ ਐਲਾਨ ਕੀਤਾ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਟਰੰਪ ਖਤਰਨਾਕ ਵੋਟਾਂ ਤੋਂ ਪਹਿਲਾਂ ਸਦਨ ਦੇ ਸਪੀਕਰ ਵਜੋਂ ਦੁਬਾਰਾ ਚੁਣੇ ਜਾਣ ਲਈ ਮਾਈਕ ਜਾਨਸਨ ਦੀ ਹਮਾਇਤ ਕਰਦਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਸਟਾਕ ਇਸ ਸਾਲ 'ਸੈਂਟਾ ਕਲਾਜ਼ ਰੈਲੀ’ ਨੂੰ ਛੱਡ ਰਹੇ ਹਨ. ਇਹ ਚੰਗਾ ਸੰਕੇਤ ਕਿਉਂ ਨਹੀਂ ਹੈ - ਮਾਰਕੀਟਵਾਚ",
        "ਮੈਗਡੇਬਰਗ ਹਮਲੇ 'ਤੇ ਜਰਮਨ ਸੁਰੱਖਿਆ ਮੁਖੀ ਗਰਿਲ - DW (ਅੰਗਰੇਜ਼ੀ)",
        "ਸੀਰੀਆ ਦੇ ਇਸਲਾਮਿਕ ਸ਼ਾਸਕਾਂ ਨੇ ਮਾਇਆ ਸਬਰੀਨ ਨੂੰ ਕੇਂਦਰੀ ਬੈਂਕ ਦੀ ਮੁਖੀ ਬਣਨ ਵਾਲੀ ਪਹਿਲੀ ਔਰਤ ਦਾ ਨਾਮ ਦਿੱਤਾ - ਦਿ ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "ਲੀਅਮ ਪੇਨੇਃ ਵਨ ਡਾਇਰੈਕਸ਼ਨ ਗਾਇਕ ਦੀ ਮੌਤ ਦੇ ਸੰਬੰਧ ਵਿੱਚ 5 ਨੂੰ ਦੋਸ਼ੀ ਠਹਿਰਾਇਆ ਗਿਆ - ਯਾਹੂ ਐਂਟਰਟੇਨਮੈਂਟ",
        "ਜੇਸਨ ਮੋਮੋਆ 'ਸੁਪਰਗਰਲ: ਵੂਮੈਨ ਆਫ ਕੱਲ‘ ਵਿਚ ਲੋਬੋ ਖੇਡਣਗੇ - ਡੈੱਡਲਾਈਨ"
    ]
}