{
    "headlines": [
        "حطام فضائي يزن أكثر من 1000 رطل يصطدم بقرية كينيا - AOL",
        "برايان جونسون يريد أن يعيش إلى الأبد. يعرض فيلم نيتفليكس الجديد الطرق البرية التي يحاول بها. - USA TODAY",
        "أغلقت سلاسل المطاعم هذه المواقع في عام 2024 - CNBC",
        "تحديثات نيو أورليانز: 10 قتلى وعشرات الجرحى بعد أن دهست السيارة الحشود في \"هجوم إرهابي\" - إيه بي سي نيوز",
        "من يورغوس لانثيموس القادم، بول توماس أندرسون وسبايك لي، إلى ظهور سكارليت جوهانسون وكريستين ستيوارت لأول مرة وعودة توم كروز إلى مهرجان كان ؟: 71 فيلمًا من جميع أنحاء العالم يمكن أن تضيء المهرجانات في عام 2025 - الموعد النهائي",
        "تقرير أسهم Lions vs. 49ers: 6 رافعين، 3 راسبين بعد فوز الساحل الغربي - Pride of Detroit",
        "كوريا الشمالية كيم جونغ أون يحضر احتفالات العام الجديد، ويتلقى بطاقة من الرئيس الصيني شي، كما تقول وكالة الأنباء المركزية الكورية - Reuters.com",
        "أوكرانيا توقف إمداد الغاز الروسي إلى أوروبا - سي إن إن",
        "تعرفت الشرطة على امرأة أضرمت فيها النيران في هجوم مميت في مدينة نيويورك - BBC.com",
        "تقول كييف إن روسيا تطلق 111 طائرة بدون طيار في أوكرانيا في هجوم مميت بمناسبة العام الجديد - ABC News",
        "سماء الليل لشهر يناير: شاهد كسوفًا كليًا للمريخ بواسطة \"قمر الذئب\" - فوربس",
        "حالات فيروس نوروفيروس مرتفعة في الولايات المتحدة كيف تأثرت منطقة العاصمة. - الواشنطن بوست",
        "مشاهدة: فيديو مرعب للمشتبه به وهو يدفع الرجل على قضبان مترو الأنفاق في مانهاتن - التايمز أوف إنديا",
        "ما يجب القيام به في العام الجديد بعد الانتهاء الضعيف إلى القوي 2024 - أعمال المستثمر اليومية",
        "مدرب ساوث كارولينا شين بيمر هائج على مدرب إلينوي لسخرية منه بسبب الجدل حول انطلاق المباراة - نيويورك بوست",
        "التصفيات الكلية لكرة القدم: رقم 6 ولاية بنسلفانيا ينتقل إلى الدور نصف النهائي مع 31-14 فييستا باول يفوز على رقم 3 ولاية بويز - ياهو سبورتس",
        "يقول ترامب إنه سيجري مكالمات لمايك جونسون - بوليتيكو",
        "جون هام يتفاعل مع أندي كوهين الذي يطلق عليه \"ذكر نيكول كيدمان\" خلال ليلة رأس السنة الجديدة الخاصة - مراسل هوليوود",
        "يقاضي جاستن بالدوني صحيفة نيويورك تايمز مقابل 250 مليون دولار بسبب قصة بليك ليفلي: دليل للاعبين الرئيسيين المشاركين في نزاع \"It Ends With Us\" - Yahoo Entertainment",
        "بالصور: احتفالات رأس السنة حول العالم - Axios"
    ]
}