{
    "headlines": [
        "محذوف",
        "إيغور كيريلوف: الجنرال الروسي المسؤول عن قوات الحماية النووية التي قتلت في انفجار موسكو - BBC.com",
        "يروج ترامب لتعهد استثماري بقيمة 100 مليار دولار من SoftBank الداعم لـ WeWork و FTX - The Washington Post",
        "قتل جنود كوريون شماليون يقاتلون أوكرانيا، كما تقول الولايات المتحدة - BBC.com",
        "الأسهم الآسيوية تتذبذب، شركات الدولار قبل اجتماعات البنك المركزي - رويترز",
        "رحيم موريس عن أبناء عمومة كيرك: \"يجب أن يلعب بشكل أفضل\" - إن بي سي سبورتس",
        "زلزال بقوة 7.3 درجة يضرب جزيرة فانواتو في المحيط الهادئ - ABC News",
        "فتاة بطاقة هوية الشرطة، 15 عامًا، يُزعم أنها مطلقة النار في مدرسة ويسكونسن التي قتلت طالبًا ومعلمًا، وأصابت 6 - WPVI - TV",
        "معاينة بطولة الإمارات لكأس الدوري الاميركي للمحترفين: الرعد، باكز والتنبؤ - NBA.com",
        "كريستيا فريلاند تستقيل، مهددة قبضة ترودو على السلطة - نيويورك تايمز",
        "يواجه الأمير أندرو أسئلة حول صلاته بجاسوس صيني متهم - واشنطن بوست",
        "نتائج WWE Raw – 12/16/24 (مباراتان مجدولتان للقب، يرد CM Punk على Seth \"Freakin\" Rollins) - Wrestleview.com",
        "ترامب، في مؤتمر صحفي واسع النطاق، يتبنى دور الرئيس المنتظر - واشنطن بوست",
        "بيان مشترك لوزارة الأمن الداخلي ومكتب التحقيقات الفيدرالي وإدارة الطيران الفيدرالية ووزارة الدفاع بشأن الاستجابة المستمرة لمشاهدة الطائرات بدون طيار المبلغ عنها - الأمن الداخلي",
        "SpaceX تطلق مهمة \"الاستجابة السريعة\" لنظام تحديد المواقع العالمي (GPS) التابعة لقوة الفضاء الأمريكية - SpaceNews",
        "الرئيس التنفيذي لشركة برودكوم يدق ناقوس الخطر بشأن التحول الحاسم في سوق رقائق الذكاء الاصطناعي - TheStreet",
        "قراءة ضغط الدم لديك خاطئة على الأرجح - صحيفة وول ستريت جورنال",
        "\"صفقة تمويل نهاية العام\" للكونغرس \"ليست هناك تمامًا\" قبل جرف الإغلاق يوم الجمعة - بوليتيكو",
        "يقول جوش أوكونور إن مقطورته أثناء تصوير فيلم Knives Out 3 كانت أجمل من شقته في لندن - الناس",
        "يقول كينيدي إنه \"كل شيء\" من أجل لقاح شلل الأطفال حيث يثير أعضاء مجلس الشيوخ من الحزب الجمهوري أسئلة حول وجهات نظره - سي إن إن"
    ]
}