{
    "headlines": [
        "النمسا تصوت في انتخابات ضيقة مع محاولة اليمين المتطرف للفوز التاريخي - رويترز",
        "تحديثات حية: مقتل قيادي في حزب الله يصعد الصراع مع إسرائيل - سي إن إن",
        "أفضل 25 مباراة غدًا اليوم: ألاباما تنتقل إلى المركز الأول بعد فوزها المثير على جورجيا في بطولة إنستانت كلاسيك - سي بي إس سبورتس",
        "تم العثور على امرأة من أيداهو ميتة في حوض الاستحمام الخاص بها. هل استخدم زوجها مهاراته في إنفاذ القانون لتنظيم المشهد ؟ - سي بي إس نيوز",
        "\"SNL \": كامالا ترقص بينما يتوق ترامب إلى بايدن القديم - رولينج ستون",
        "عالم الصابون يتفاعل مع وفاة دريك هوجستين: \"لقد أحب الأيام والمعجبين وشارك هذا الشغف مع الجميع في مكانه\" - الموعد النهائي",
        "ترتفع أسعار الشحن مع تخطيط الشركات لإضراب مكلف في الموانئ الأمريكية - فاينانشيال تايمز",
        "برجك المستقبلي: 29 سبتمبر 2024 - The Globe and Mail",
        "ترامب يوجه رسالة هجرة بعد زيارة هاريس الحدودية - أكسيوس",
        "تقاضي وزارة العدل ألاباما، أكبر مسؤول انتخابي في الولاية بزعم تطهيرها للناخبين غير المواطنين القريبين جدًا من الانتخابات - فوكس نيوز",
        "دمرت آشفيل في ولاية كارولينا الشمالية بعد أن قطع الضرر هيلين الكهرباء، والفيضانات الطرق - سي بي إس نيوز",
        "الرئيس التنفيذي لشركة ستيوارد هيلث كير الدكتور رالف دي لا توري يغادر الشركة المفلسة - دبليو سي في بي بوسطن",
        "يعلن محامي ديدي أن قطب الأعمال لن يقبل صفقة الإقرار بالذنب على أنها \"إنه...\" - هندوستان تايمز",
        "تم الكشف عن مظهر جوليوس راندل الجديد بينما تعترف أمي بتداول نيكس على إنستغرام: \"هيا بنا يا ذئاب! '- نيويورك بوست",
        "في طريقه إلى مناظرة نائب الرئيس، يقاتل تيم والتز الأعصاب - سي إن إن",
        "الحد الأدنى من النشاط البدني بسبب العمل والتنقل الذي يسبب النوبات القلبية، كما يقول الدكتور راماكانتا باندا - تايمز أوف إنديا",
        "قتل العديد من الأشخاص في حادث تحطم طائرة بالقرب من مطار رايت براذرز ميموريال الرحلة الأولى - ABC11 رالي دورهام",
        "لاعب اتحاد كرة القدم الأميركي الدعائم الأسبوع 4: سام دارنولد، مايكل بيتمان جونيور.، غاريت ويلسون، المزيد - شبكة العمل",
        "مشاهدة: بي بي سي تحقق تحلل لقطات من الضربات الإسرائيلية على بيروت - BBC.com",
        "تتبع منطقة جديدة من التنمية الاستوائية المحتملة في خليج المكسيك - WEAR"
    ]
}