{
    "headlines": [
        "Bob Uecker, longtime voice of the Brewers and a star of 'Major League,' dies at 90 - Yahoo Sports",
        "Florida Gov. Ron DeSantis picks Ashley Moody to replace Marco Rubio in Senate - ABC News",
        "Pope Francis injures arm after falling at the Vatican - CNN",
        "Nintendo Switch 2 Is Official: New Game Console Launches This Year - Hollywood Reporter",
        "UK’s Starmer in Kyiv for security talks with a pledge for a ‘100-year partnership’ with Ukraine - The Associated Press",
        "All The Big Performers At Trump’s Inauguration Events: Carrie Underwood, Village People, Gavin DeGraw And More - Forbes",
        "Live updates: Dozens killed in Gaza as Israel delays key vote on truce - CNN",
        "Civilization VII preview: A new age for a storied franchise - Ars Technica",
        "ASRock Intel Arc B570 Challenger OC “Battlemage” Graphics Card Review – 10 GB Vs 8 GB RTX 4060 For $80 US Less - Wccftech",
        "'Severance' Season 2 Cheat Sheet: What You Need to Know - Rolling Stone",
        "US defense contractor to build 4,000-worker advanced manufacturing facility in central Ohio - Yahoo! Voices",
        "Pacers Sports & Entertainment unveils plans to build world-class, $78M Indiana Fever Sports Performance Center - Indiana Fever",
        "NASA's stuck astronaut steps out on a spacewalk after 7 months in orbit - ABC News",
        "End of Hindenburg Research; Take a look at Nate Anderson’s ‘private’ family life - The Times of India",
        "How a TikTok ban would work and why users can't easily bypass it - Reuters",
        "Wendy Williams Speaks Out Against Guardianship: ‘I Am Not Cognitively Impaired’ and ‘I Feel Like I’m in Prison’ - Variety",
        "Bessent confirmation: Trump's Treasury pick to tout \"new economic golden age\" - Axios",
        "Indirect death toll from the L.A. fires may end up in the thousands - Yale Climate Connections",
        "It’s a make-or-break moment for housing in California - Vox.com",
        "Universal fires back at 'illogical' Drake lawsuit - BBC.com"
    ]
}