{
    "headlines": [
        "ਸਲਮਾਨ ਰਸ਼ਦੀ ਹਮਲਾਵਰ ਕਤਲ ਦੀ ਕੋਸ਼ਿਸ਼ ਅਤੇ ਹਮਲੇ ਦਾ ਦੋਸ਼ੀ ਪਾਇਆ ਗਿਆ - BBC.com",
        "ਯੂਨਾਈਟਿਡ ਹੈਲਥਕੇਅਰ ਦੇ ਸੀਈਓ ਹੱਤਿਆ - ਸੀਐਨਐਨ ਵਿੱਚ ਸਥਿਤੀ ਦੀ ਸੁਣਵਾਈ ਲਈ ਲੁਈਗੀ ਮੈਂਗਿਓਨ ਨਿ New ਯਾਰਕ ਦੀ ਰਾਜ ਅਦਾਲਤ ਵਿੱਚ ਪੇਸ਼ ਹੋਏ",
        "ਲਾਸ ਏਂਜਲਸ ਨੇ ਵਿਸ਼ਾਲ ਜੰਗਲੀ ਅੱਗ ਦੇ ਮੱਦੇਨਜ਼ਰ ਅੱਗ ਦੇ ਮੁਖੀ ਨੂੰ ਹਟਾ ਦਿੱਤਾ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਸਟਾਕ ਮਾਰਕੀਟ ਅੱਜਃ ਡਾਓ ਫਾਲਸ 750 ਪੁਆਇੰਟ; ਉਪਭੋਗਤਾ ਵਿਸ਼ਵਾਸ ਸਲਾਈਡ — ਲਾਈਵ ਅਪਡੇਟਸ - ਦਿ ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "Diddy Defense In Disarray As Top Lawyer Quits Before Of Sex Trafficking Trial; ਫੈੱਡਸ ਨੇ ਸੀਨ ਕੰਬਜ਼ 'ਤੇ ਦੋਸ਼ ਲਾਇਆ ਕਿ ਉਹ ਦੇਰੀ ਦੀਆਂ ਚਾਲਾਂ ਨਾਲ “ਮੁੜ ਸੁਰਜੀਤ” ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰ ਰਿਹਾ ਹੈ - ਡੈੱਡਲਾਈਨ",
        "ਡਾਕਟਰਃ ਪੋਪ ਇਲਾਜ ਦਾ ਜਵਾਬ ਦੇ ਰਿਹਾ ਹੈ ਪਰ ਅਜੇ ਖ਼ਤਰੇ ਤੋਂ ਬਾਹਰ ਨਹੀਂ ਹੈ - ਵੈਟੀਕਨ ਨਿ Newsਜ਼ - ਪੰਜਾਬੀ",
        "ਯੂਕਰੇਨ ਵਿਚ ਸ਼ਾਂਤੀ ਨੂੰ ਸੁਰੱਖਿਅਤ ਕਰਨ ਲਈ ਚਾਰ ਦ੍ਰਿਸ਼ - ਅਮਰੀਕਾ ਦੀ ਆਵਾਜ਼",
        "ਟਰੂਡੋ ਨੇ ਹਾਕੀ 'ਚ ਅਮਰੀਕਾ ਨੂੰ ਪਛਾੜਨ ਤੋਂ ਬਾਅਦ ਟਰੰਪ ਨੂੰ ਕੀਤਾ ਟਰੋਲ - ਏਬੀਸੀ ਨਿਊਜ਼",
        "ਐਨਵੀਡੀਆ ਸਟਾਕ ਦੀ ਕਮਾਈ ਤੋਂ ਪਹਿਲਾਂ ਵਿਸ਼ਲੇਸ਼ਕ ਕੀ ਸੋਚਦੇ ਹਨ - ਇਨਵੈਸਟੋਪੀਡੀਆ",
        "ਨਿ York ਯਾਰਕ ਯੈਂਕੀਜ਼ ਨੇ ਦਾੜ੍ਹੀ 'ਤੇ ਪਾਬੰਦੀ ਛੱਡ ਦਿੱਤੀ, ਮਾਲਕ ਜਾਰਜ ਸਟੀਨਬਰਨਰ ਦੁਆਰਾ ਇਸ ਨੂੰ ਥੋਪਣ ਤੋਂ 49 ਸਾਲ ਬਾਅਦ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਟਰੰਪ ਦੇ ਸੈਂਸਰ ਤੋਂ ਬਾਅਦ ਅਮਰੀਕੀ ਰਾਜਦੂਤ ਨੇ ਜ਼ੇਲੇਨਸਕੀ ਦੀ ਕੀਤੀ ਪ੍ਰਸ਼ੰਸਾ - PBS NewsHour",
        "ਸ਼ੀਪ ਰੋਜ਼ ਵੇਰਵੇ ‘ਪਾਗਲ’ ਸਿਏਨਾ ਇਵਾਨਸ ਨਾਲ ਅਨਫਿਲਮਡ ਗੱਲਬਾਤ - ਰਿਐਲਿਟੀ ਟੀ",
        "ਟੈਕਸਾਸ ਮੀਜ਼ਲਸ ਫੈਲਣਾ 100 ਕੇਸਾਂ ਨੂੰ ਨਿਸਚਿੰਤ ਕਰਦਾ ਹੈ, ਅਣਜਾਣ ਫੈਲਣ ਬਾਰੇ ਚਿੰਤਾਵਾਂ ਨੂੰ ਵਧਾਉਂਦਾ ਹੈ - ਕੈਸਰ ਹੈਲਥ ਨਿ Newsਜ਼",
        "ਜੈਨੀ ਸਲੇਟ ਨੇ ਦਾਇਰ ਕੀਤਾ ‘ਇਹ ਸਾਡੇ ਨਾਲ ਖਤਮ ਹੁੰਦਾ ਹੈ’ ਨਿਰਮਾਤਾ ਦੀਆਂ ਮਾਂ ਬਣਨ ਬਾਰੇ ਟਿੱਪਣੀਆਂ ਬਾਰੇ ਸ਼ਿਕਾਇਤ - ਰੋਲਿੰਗ ਸਟੋਨ",
        "ਨੋਵੋ ਨੋਰਡਿਸਕ ਦੇ ਵੇਗੋਵੀ ਅਤੇ ਓਜ਼ੈਂਪਿਕ ਡਰੱਗਜ਼ ਦੀ ਘਾਟ ਦਾ ਹੱਲ, ਐਫ ਡੀ ਏ ਕਹਿੰਦਾ ਹੈ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਕਿਸਾਨਾਂ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਬਰਡ ਫਲੂ ਇਕ 'ਸੰਕਟ' ਹੈ ਕਿਉਂਕਿ ਅੰਡੇ ਦੀਆਂ ਕੀਮਤਾਂ ਵਧਦੀਆਂ ਹਨ - ਬੀਬੀਸੀ.",
        "ਐਪਲ ਕਿਆਸਅਰਾਈਆਂ ਤੋਂ ਇਨਕਾਰ ਕਰਦਾ ਹੈ ਆਲੇ ਦੁਆਲੇ ਆਈਫੋਨ 16e ਦੀ ਮੈਗਸੇਫ ਦੀ ਘਾਟ - ਮੈਕਰੂਮੋਰਸ",
        "ਨਾਸਾ ਦੇ ਐਸੋਸੀਏਟ ਪ੍ਰਸ਼ਾਸਕ ਜਿਮ ਫ੍ਰੀ ਨੇ ਪੁਲਾੜ ਏਜੰਸੀ - ਸਪੇਸ ਡਾਟ ਕਾਮ ਵਿਖੇ 35 ਸਾਲਾਂ ਦੇ ਕੈਰੀਅਰ ਤੋਂ ਬਾਅਦ ਰਿਟਾਇਰਮੈਂਟ ਦੀ ਘੋਸ਼ਣਾ ਕੀਤੀ",
        "ਜਰਮਨ ਚੋਣਾਂਃ ਵੋਟਿੰਗ ਤੋਂ ਪਹਿਲਾਂ ਪਾਰਟੀਆਂ ਫਾਈਨਲ ਸਟ੍ਰੈਚ ਵਿੱਚ - ਡੀਡਬਲਯੂ (ਅੰਗਰੇਜ਼ੀ)"
    ]
}