{
    "headlines": [
        "ਅੱਜ ਕਿਸ ਚੈਨਲ 'ਤੇ ਲਾਇਨਜ਼ ਬਨਾਮ ਟੇਕਸਨਜ਼ ਹੈ? ਐਨਐਫਐਲ ਐਤਵਾਰ ਨਾਈਟ ਫੁੱਟਬਾਲ ਲਈ ਸਮਾਂ, ਟੀਵੀ ਅਨੁਸੂਚੀ - ਓਕਲਾਹੋਮੈਨ ਡਾਟ ਕਾਮ",
        "ਡੀਬੋ ਸੈਮੂਅਲ ਕੇ ਜੇਕ ਮੂਡੀ 'ਤੇ ਚੀਕਣ ਲਈ \"ਨਿਰਾਸ਼ਾ\" ਨੂੰ ਜ਼ਿੰਮੇਵਾਰ ਠਹਿਰਾਉਂਦਾ ਹੈ, ਐਲ ਐਸ ਟੇਬਰ ਮਿਰਚ ਨੂੰ ਮਾਰਦਾ ਹੈ - ਐਨ ਬੀ ਸੀ ਸਪੋਰਟਸ",
        "ਹਫਤਾ 10 ਐਨਐਫਐਲ ਹਾਈਲਾਈਟਸ 2024: ਲਾਈਵ ਟਰੈਕਿੰਗ ਚੋਟੀ ਦੇ ਨਾਟਕ, ਐਤਵਾਰ ਦੇ ਨਤੀਜਿਆਂ ਤੋਂ ਬਾਕਸ ਸਕੋਰ - ਬਲੀਚਰ ਰਿਪੋਰਟ",
        "ਅਗਲਾ ਨਿਨਟੈਂਡੋ ਡਾਇਰੈਕਟ ਸਭ ਸੁਪਰ ਨਿਨਟੈਂਡੋ ਵਰਲਡ ਦੇ ਡੋਂਕੀ ਕਾਂਗ ਕੰਟਰੀ - ਦਿ ਵਰਜ ਬਾਰੇ ਹੈ",
        "ਟਰੰਪ, ਪੁਤਿਨ ਬੋਲਦੇ ਹਨ ਜਿਵੇਂ ਕਿ ਬਿਡੇਨ ਨੇ ਯੂਕਰੇਨ ਨਾਲ ਰਹਿਣ ਲਈ ਟਰੰਪ ਦੀ ਲਾਬਿੰਗ ਕਰਨ ਦੀ ਯੋਜਨਾ ਬਣਾਈ ਹੈ - ਰਾਇਟਰਜ਼",
        "ਯੂਕਰੇਨ ਨੇ ਮਾਸਕੋ 'ਤੇ ਹੁਣ ਤੱਕ ਦਾ ਸਭ ਤੋਂ ਵੱਡਾ ਡਰੋਨ ਹਮਲਾ ਕੀਤਾ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਟਰੰਪ ਨੇ ‘ਛੁੱਟੀਆਂ ਦੀਆਂ ਨਿਯੁਕਤੀਆਂ' ਦੀ ਆਗਿਆ ਦੇਣ ਲਈ ਅਗਲੇ ਜੀਓਪੀ ਸੈਨੇਟ ਨੇਤਾ ’ਤੇ ਦਬਾਅ ਪਾਇਆ - ਪੋਲਿਟਿਕੋ",
        "‘ਦੁਸ਼ਟ’ ਗੁੱਡੀਆਂਃ ਮੈਟਲ ਪੈਕੇਜਿੰਗ 'ਤੇ ਬਾਲਗ ਪੋਰਨ ਸਾਈਟ ਨਾਲ ਗਲਤੀ ਨਾਲ ਜੋੜਨ ਲਈ ਮੁਆਫੀ ਮੰਗਦਾ ਹੈ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "Sotomayor ਕੋਲ ਸੁਪਰੀਮ ਕੋਰਟ ਤੋਂ ਅਸਤੀਫਾ ਦੇਣ ਦੀ ਕੋਈ ਯੋਜਨਾ ਨਹੀਂ ਹੈ, ਸੂਤਰਾਂ ਦਾ ਕਹਿਣਾ ਹੈ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਚੀਫਸ ਬ੍ਰੋਂਕੋਸ ਨੂੰ ਰੋਕਣ ਲਈ ਸੰਭਾਵਤ ਗੇਮ-ਜਿੱਤਣ ਵਾਲੇ ਫੀਲਡ ਟੀਚੇ ਨੂੰ ਰੋਕਦੇ ਹਨ, ਅਣਜਾਣ ਸਟ੍ਰੀਕ ਨੂੰ ਜਿੰਦਾ ਰੱਖਦੇ ਹਨ - ਯਾਹੂ ਸਪੋਰਟਸ",
        "'ਹੇਰੇਟਿਕ' ਅਤੇ ਹਿਊਗ ਗ੍ਰਾਂਟ ਨੇ $ 11 ਮਿਲੀਅਨ ਨਾਲ ਸ਼ੁਰੂਆਤ ਕੀਤੀ, ਪਰ 'ਵੇਨੋਮਃ ਦ ਲਾਸਟ ਡਾਂਸ' ਦੁਬਾਰਾ ਬਾਕਸ ਆਫਿਸ 'ਤੇ ਚੋਟੀ' ਤੇ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਅੱਗ ਬੁਝਾਉਣ ਵਾਲੇ ਤਰੱਕੀ ਕਰਦੇ ਹਨ, ਪਰ ਦੱਖਣੀ ਕੈਲੀਫੋਰਨੀਆ ਦੇ ਜੰਗਲੀ ਅੱਗ ਭੜਕਦੀ ਹੈ - ਅਮਰੀਕਾ ਅੱਜ",
        "ਲੇਬਨਾਨ, ਗਾਜ਼ਾ ਅਤੇ ਸੀਰੀਆ ਜਾਨਲੇਵਾ ਇਜ਼ਰਾਈਲ ਦੇ ਹਮਲੇ ਨਾਲ ਮਾਰਿਆ ਗਿਆ, ਰਿਪੋਰਟਾਂ ਕਹਿੰਦੀਆਂ ਹਨ - ਸੀਐਨਐਨ",
        "ਸਟਾਰਲਿੰਕ ਸੈਟੇਲਾਈਟ ਦੱਖਣ-ਪੱਛਮ ਅਮਰੀਕਾ ਵਿੱਚ ਟੁੱਟ ਕੇ ਅਸਮਾਨ ਵਿੱਚ ਆਤਿਸ਼ਬਾਜ਼ੀ ਬਣਾਉਂਦਾ ਹੈ - ਫੌਕਸ ਮੌਸਮ",
        "ਐਲਨ ਮਸਕ ਨੇ ਡਾਨਾ ਕਾਰਵੇ ਦੇ 'ਐਸ ਐਨ ਐਲ‘ ਪ੍ਰਭਾਵ ਨਾਲ ਮੁੱਦਾ ਲਿਆ: \"ਉਹ ਇੰਨੇ ਪਾਗਲ ਹਨ\" - ਡੈੱਡਲਾਈਨ",
        "‘ਡਰਾਉਣੀ ਭਾਵਨਾ’ ਫੈਡਰਲ ਵਰਕਫੋਰਸ ਵਿੱਚ ਫੈਲਦੀ ਹੈ ਕਿਉਂਕਿ ਦੂਜੀ ਟਰੰਪ ਦੀ ਮਿਆਦ ਲੂਮਜ਼ - ਸੀ ਐਨ ਐਨ",
        "ਗੋਫਰਜ਼ ਨੇ ਇਕ ਦਿਨ ਵਿਚ ਮਾਉਂਟ ਸੇਂਟ ਹੈਲੇਨਜ਼ ਨੂੰ ਕਿਵੇਂ ਦੁਬਾਰਾ ਜੀਵਿਤ ਕੀਤਾ - Phys.",
        "ਡੈਮੋਕਰੇਟਿਕ ਰਿਪਬਲਿਕ ਰੋ ਖੰਨਾ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਪਾਰਟੀ ਨੂੰ \"ਆਰਥਿਕ ਮੁੱਦਿਆਂ 'ਤੇ ਜ਼ੋਰ ਦੇਣ ਦੀ ਜ਼ਰੂਰਤ ਹੈ\" - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਇਹ ਆਸਾਨ ਅਭਿਆਸ ਕਰਕੇ ਆਪਣੇ ਗੋਡਿਆਂ ਦੀ ਮਦਦ ਕਰੋ - ਸੀ ਐਨ ਐਨ",
        "ਪੋਸਟ-ਚੋਣ ਸਟਾਕ-ਮਾਰਕੀਟ ਰੈਲੀ ਦੀ ਕਿਸਮਤ ਬਾਂਡ ਵਪਾਰੀਆਂ ਦੇ ਹੱਥ ਹੋ ਸਕਦੀ ਹੈ - ਮਾਰਕੀਟਵਾਚ"
    ]
}