{
    "headlines": [
        "إليكم الفائزين بجوائز الأوسكار 2025: القائمة الكاملة - لوحة الإعلانات",
        "أدريان برودي يفوز بجائزة الأوسكار، ويرمي علكته ويطلب من الأكاديمية قطع الموسيقى حتى يتمكن من إنهاء الخطاب: \"لقد فعلت هذا من قبل\" - تنوع",
        "تقفز أسعار العملات المشفرة بينما يروج ترامب للاحتياطي الوطني للعملات المشفرة - واشنطن بوست",
        "سبيس إكس تطلق مجموعة من أقمار ستارلينك من كيب كانافيرال - WESH 2 أورلاندو",
        "يقول RFK Jr إن تفشي الحصبة في تكساس \"دعوة للعمل\" - The Hill",
        "يقول مسؤول أمريكي كبير إن الولايات المتحدة تعلق العمليات السيبرانية الهجومية ضد روسيا - سي إن إن",
        "أمرت عمليات الإخلاء مع اندلاع 175 حريق غابات في جميع أنحاء ولاية كارولينا الجنوبية والشمالية - إيه بي سي نيوز",
        "كونان أوبراين يحمص كارلا صوفيا جاسكون في حفل توزيع جوائز الأوسكار بسبب تغريدات مثيرة للجدل - الموعد النهائي",
        "تدين الدول العربية والأمم المتحدة حصار المساعدات لغزة من قبل إسرائيل - BBC.com",
        "يواجه مؤيد ترامب عقوبة سجن محتملة في قضية مرتبطة بـ 6 يناير - سي بي إس نيوز",
        "يقول روبيو إن ترامب كان \"في طريقه إلى جائزة نوبل للسلام\" لو كان ديمقراطياً - ذا هيل",
        "ينتقل جو هايسميث من صنع القطع إلى فائز بجولة PGA في Cognizant Classic - The Associated Press",
        "يقول ستارمر من المملكة المتحدة إن أوروبا تقف عند \"مفترق طرق في التاريخ\" حيث يتفق القادة على خطوات لتحقيق السلام في أوكرانيا - وكالة أسوشيتد برس",
        "لينوفو تثير أجهزة الكمبيوتر المحمولة التي تعمل بالطاقة الشمسية وقابلة للطي في أحدث مفهوم - CNBC",
        "قد لا تصدر Apple سيري \"حديث\" حقًا حتى عام 2027 - TechCrunch",
        "تم تأكيد الإصابة بالحصبة لدى طفل غير ملقح في مقاطعة مونتغومري ؛ قد يكون آخرون قد تعرضوا لها - WHYY",
        "يعمل Dixon على الفتح بدون اتصال لاسلكي - ESPN",
        "الحشود تحتج على JD Vance في منتجع فيرمونت للتزلج - POLITICO",
        "ترودو يتطرق إلى تهديد ترامب بضم كندا في اجتماع مع الملك تشارلز - وكالة أسوشيتد برس",
        "جدل جيرفونتا ديفيس: فريق لامونت روش، لجنة نيويورك كلفت روش الملايين من خلال تجاهل الإعادة المتاحة - ياهو سبورتس"
    ]
}