{
    "headlines": [
        "Полицейский Майами-Дейд был привлечен к административной службе после того, как звезда «Дельфинов» Тайрик Хилл был задержан перед игрой - CNN",
        "Жители бегут, поскольку лесные пожары в Калифорнии и Неваде опасно приближаются, а синоптики предупреждают о рекордной жаре - CNN",
        "Удалено",
        "Удалено",
        "Трамп обещает посадить оппонентов в тюрьму, необоснованно предполагая, что у него украдут выборы - The Washington Post",
        "Том Брэди делает первые неловкие шаги в переходе от футбольного поля к телевизионному стенду - The Associated Press",
        "NFL Week 1 grades: Cowboys earn 'A' for blowout win, Bengals and Browns both receive 'F' for ugly losses - CBS Sports",
        "Шесть форм потенциального тропического циклона в Персидском заливе с тропическими штормовыми часами, выпущенными для Мексики - CNN",
        "Detroit Lions vs. Los Angeles Rams: новости в прямом эфире, основные моменты, последние новости - Pride Of Detroit",
        "Республиканская партия опубликовала критический отчет о выводе Байдена из Афганистана - The Hill",
        "Подозреваемая в стрельбе мать Джорджии позвонила в школу, чтобы предупредить о «чрезвычайной ситуации», говорит тетя - PBS NewsHour",
        "Лидер оппозиции Венесуэлы Гонсалес приземлился в Испании в поисках убежища - Reuters Канада",
        "В преддверии дебатов между Харрисом и Трампом избиратели хотят больше политики, меньше драмы - BBC.com",
        "Профсоюз машинистов заключил предварительный контракт с Boeing - The Seattle Times",
        "Северное сияние возможно на этой неделе с геомагнитными штормовыми часами - MLive.com",
        "Слухи о последнем событии Apple: iPhone 16, Apple Watch и многое другое - 9to5Mac",
        "Dream Kardashian, 7 лет, дебютирует на подиуме на Неделе моды в Нью-Йорке - E! НОВОСТИ",
        "Телескоп Джеймса Уэбба обнаружил сотни «маленьких красных точек» в древней Вселенной. Мы до сих пор не знаем, что это такое. - Livescience.com",
        "Папа Римский прибыл в отдаленные джунгли Папуа-Новой Гвинеи с тонной гуманитарной помощи и игрушек - The Associated Press",
        "Удалено"
    ]
}