{
    "headlines": [
        "ਟਰੰਪ ਨੇ ਰਿਪਬਲਿਕ ਮੈਟ ਗੇਟਜ਼ ਨੂੰ ਅਟਾਰਨੀ ਜਨਰਲ ਵਜੋਂ ਟੈਪ ਕੀਤਾ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਟਰੰਪ ਨੇ ਨੈਸ਼ਨਲ ਇੰਟੈਲੀਜੈਂਸ ਦੇ ਡਾਇਰੈਕਟਰ ਲਈ ਤੁਲਸੀ ਗਬਾਰਡ ਦੀ ਚੋਣ ਕੀਤੀ - ਸੀਐਨਐਨ",
        "ਰਿਪਬਲਿਕਨ ਹਾ Houseਸ ਬਹੁਮਤ, ਸੀ ਐਨ ਐਨ ਪ੍ਰੋਜੈਕਟਾਂ ਨੂੰ ਬਰਕਰਾਰ ਰੱਖਣਗੇ, ਵਾਸ਼ਿੰਗਟਨ ਦੇ ਜੀਓਪੀ ਦੇ ਦਬਦਬੇ ਨੂੰ ਪੂਰਾ ਕਰਨਗੇ - ਸੀ ਐਨ ਐਨ",
        "ਜੌਨ ਥੁਨੇ ਟਰੰਪ ਸਹਿਯੋਗੀਆਂ ਨੂੰ ਝਿੜਕਦੇ ਹੋਏ ਸੈਨੇਟ ਬਹੁਮਤ ਦੇ ਨੇਤਾ ਚੁਣੇ ਗਏ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "ਸਪੁਰਸ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਪੌਪੋਵਿਚ ਦੀ ਗੈਰਹਾਜ਼ਰੀ ਹਲਕੇ ਸਟਰੋਕ ਦੇ ਕਾਰਨ - ਈਐਸਪੀਐਨ",
        "ਜਾਪਦਾ ਹੈ ਕਿ ਸੁਪਰੀਮ ਕੋਰਟ ਤਕਨੀਕੀ ਕੰਪਨੀ ਐਨਵੀਡੀਆ ਦੇ ਵਿਰੁੱਧ ਕਲਾਸ ਦੀ ਕਾਰਵਾਈ ਦੀ ਆਗਿਆ ਦੇਵੇਗੀ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਐਮਾਜ਼ਾਨ ਦਾ ਨਵਾਂ $ 20 ਅਤੇ ਸਟੋਰ ਦੇ ਅਧੀਨ ਇੱਥੇ ਸ਼ੀਨ ਅਤੇ ਟੇਮੂ ਨੂੰ ਚੁਣੌਤੀ ਦੇਣ ਲਈ ਹੈ - ਦਿ ਵਰਜ",
        "ਬਾਇਡਨ ਤੇ ਸ਼ੀ ਏ. ਪੀ. ਈ. ਸੀ. 'ਚ ਕਰਨਗੇ ਮੁਲਾਕਾਤ, ਵਿਸ਼ਵ ਨੇਤਾਵਾਂ ਨੇ ਟਰੰਪ ਵੱਲ ਫੋਕਸ ਬਦਲਿਆ - ਬਲੂਮਬਰਗ",
        "ਵਾਲਵ ਨੇ ਹਾਫ-ਲਾਈਫ 2 ਕਿਵੇਂ ਬਣਾਇਆ ਅਤੇ ਭਵਿੱਖ ਦੀਆਂ ਖੇਡਾਂ ਲਈ ਇੱਕ ਨਵਾਂ ਮਿਆਰ ਸਥਾਪਤ ਕੀਤਾ - ਆਰਸ ਟੈਕਨੀਕਾ",
        "ਮਾਈਕ ਟਾਇਸਨ ਬਨਾਮ. ਜੈਕ ਪਾਲ-ਨੈੱਟਫਲਿਕਸ ਲਾਈਵ ਮੁੱਕੇਬਾਜ਼ੀ ਲੜਾਈ ਬਾਰੇ ਕੀ ਜਾਣਨਾ ਹੈ - ਫੋਰਬਸ",
        "ਟਰੰਪ ਅਤੇ ਬਿਡੇਨ ਦੋਵੇਂ ਇਤਿਹਾਸਕ ਓਵਲ ਦਫਤਰ ਦੀ ਬੈਠਕ ਵਿਚ ਨਿਰਵਿਘਨ ਤਬਦੀਲੀ ਦੀ ਮੰਗ ਕਰਦੇ ਹਨ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਹੇਗਸੇਥ, 'ਜਾਗਦੇ' ਫੌਜੀ ਨੇਤਾਵਾਂ ਨੂੰ ਬਰਖਾਸਤ ਕਰਨ ਦੇ ਵਕੀਲ, ਰੱਖਿਆ ਸਕੱਤਰ ਲਈ ਚੁਣਿਆ ਗਿਆ - ਰਾਇਟਰਜ਼",
        "ਜੌਨ ਕ੍ਰੈਸਿੰਸਕੀ ਨੂੰ ਪੀਪਲਜ਼ ਮੈਗਜ਼ੀਨ ਦਾ 2024 ਸਭ ਤੋਂ ਸੈਕਸੀ ਆਦਮੀ ਜ਼ਿੰਦਾ ਨਾਮਜ਼ਦ ਕੀਤਾ ਗਿਆ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਪਾਲ ਮੇਸਕਲ ਦਾ ਰੋਡ ਟੂ ‘ਗਲੇਡੀਏਟਰ II’: ’ਬਿਗ ਸਟੂਡੀਓ ਫਰੈਂਚਾਈਜ਼-ਵਾਈ‘ ਨੂੰ ਰੱਦ ਕਰਨਾ, ਰਿਡਲੇ ਸਕਾਟ ਨੂੰ ਯਕੀਨ ਦਿਵਾਉਣਾ ਕਿ ਉਹ ਉਸ ਨੂੰ ਆਪਣੇ ਸਟੰਟ ਅਤੇ ਹੋਰ ਕਰਨ ਦੇਵੇਗਾ - ਵੰਨਗੀ",
        "‘ਪੂਰਾ ਘਰ’ ਐਲਮ ਡੇਵ ਕੁਲੀਅਰ ਨੇ ਖੁਲਾਸਾ ਕੀਤਾ ਕਿ ਉਸ ਕੋਲ ਨਾਨ-ਹੌਜਕਿਨ ਲਿਮਫੋਮਾ ਹੈ - ਡੈੱਡਲਾਈਨ",
        "ਟ੍ਰੈਵਿਸ ਕੈਲਸੀ ਅਤੇ ਪੈਟਰਿਕ ਮਹੋਮਜ਼ ਨੇ ਰਿਪੋਰਟ ਕੀਤੀ ਹੈ ਕਿ ਉਹ ਨਵੀਂ ਐਫਬੀਆਈ ਜਾਂਚ ਵਿਚ ਸ਼ਾਮਲ ਹਨ - ਯਾਹੂ! ਆਵਾਜ਼ਾਂ",
        "ਕਨੇਡਾ ਦੇ ਐਚ 5 ਬਰਡ ਫਲੂ ਦੇ ਪਹਿਲੇ ਮਨੁੱਖੀ ਕੇਸ ਦੇ ਨਾਲ ਨਾਜ਼ੁਕ ਸਥਿਤੀ ਵਿੱਚ ਕਿਸ਼ੋਰ - ਆਰਸ ਟੈਕਨੀਕਾ",
        "ਵੋਲਕਸਵੈਗਨ 800 ਮਿਲੀਅਨ ਡਾਲਰ ਦੁਆਰਾ ਰਿਵੀਅਨ ਦੇ ਈਵੀ ਟੈਕ 'ਤੇ ਸੱਟਾ ਲਗਾਉਂਦਾ ਹੈ - ਯਾਹੂ ਵਿੱਤ",
        "ਤੁਹਾਡੀ ਸਿਹਤ ਲਈ ਤੁਰਨਾ ਇੰਨਾ ਵਧੀਆ ਬਣਾਉਂਦਾ ਹੈ ਅਤੇ ਤੁਹਾਨੂੰ ਹੋਰ ਕੀ ਕਰਨ ਦੀ ਜ਼ਰੂਰਤ ਹੈ - ਸੀਏਟਲ ਟਾਈਮਜ਼",
        "ਮਾਫੇਈ ਐਫ 1 ਦੇ ਮਾਲਕ ਲਿਬਰਟੀ ਮੀਡੀਆ - ਆਟੋਸਪੋਰਟ ਦੇ ਸੀਈਓ ਦੇ ਅਹੁਦੇ ਤੋਂ ਅਸਤੀਫਾ ਦੇਵੇਗਾ"
    ]
}