{
    "headlines": [
        "ਲੈਂਡਸਲਾਈਡ ਨੇ ਵੀਅਤਨਾਮ ਦੇ ਜ਼ਰੀਏ ਯਗੀ ਤੂਫਾਨ ਦੇ ਰੂਪ ਵਿੱਚ ਪਰਿਵਾਰ ਦੀ ਹੱਤਿਆ ਕੀਤੀ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਕੈਂਟਕੀ ਵਿਚ ਹਾਈਵੇਅ ਦੇ ਨਾਲ-ਨਾਲ ਕਈ ਲੋਕਾਂ ਨੇ ਗੋਲੀ ਮਾਰ ਦਿੱਤੀ; ਵੱਡੇ ਪੱਧਰ 'ਤੇ ਸ਼ੱਕੀ, ਅਧਿਕਾਰੀ ਕਹਿੰਦੇ ਹਨ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਸਕੂਲ ਦੇ ਸੈੱਲ ਫੋਨ 'ਤੇ ਲੌਜਿਸਟਿਕਸ, ਰਾਜਨੀਤੀ ਅਤੇ ਹਿੰਸਾ ਨਾਲ ਗੁੰਝਲਦਾਰ ਪਾਬੰਦੀ - ਪੋਲਿਟਿਕੋ",
        "ਵੈਸਟ ਬੈਂਕ-ਜੌਰਡਨ ਸਰਹੱਦ 'ਤੇ ਹਮਲੇ' ਚ ਤਿੰਨ ਦੀ ਮੌਤ, ਇਜ਼ਰਾਈਲ ਕਹਿੰਦਾ ਹੈ - BBC.com",
        "ਜਾਰਜੀਆ ਦੀ ਗੋਲੀਬਾਰੀ ਦੇ ਸ਼ੱਕੀ ਵਿਅਕਤੀ ਦੀ ਮਾਂ ਨੇ ਐਮਰਜੈਂਸੀ ਦੀ ਚਿਤਾਵਨੀ ਦੇਣ ਲਈ ਸਕੂਲ ਨੂੰ ਬੁਲਾਇਆ, ਚਾਚੀ ਕਹਿੰਦੀ ਹੈ - NPR",
        "ਪੀਟ ਪ੍ਰਿਸਕੋ ਦਾ ਹਫਤਾ 1 ਐਨਐਫਐਲ ਪਿਕਸਃ ਜੈਗੁਆਰਸ ਨੇ ਡੌਲਫਿਨਜ਼ ਨੂੰ ਪਛਾੜ ਦਿੱਤਾ, ਕੋਲਟਸ ਨੇ ਟੇਕਸਨਜ਼ ਨੂੰ ਪਰੇਸ਼ਾਨ ਕੀਤਾ, ਵਾਈਕਿੰਗਜ਼ ਉੱਤੇ ਦੈਂਤ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਪੋਪ ਇਕ ਟਨ ਮਾਨਵਤਾਵਾਦੀ ਸਹਾਇਤਾ ਅਤੇ ਖਿਡੌਣਿਆਂ ਨਾਲ ਪਾਪੂਆ ਨਿ Gu ਗਿੰਨੀ ਦੇ ਦੂਰ-ਦੁਰਾਡੇ ਦੇ ਜੰਗਲਾਂ ਵਿਚ ਪਹੁੰਚੇ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਜਿਵੇਂ ਕਿ ਵੋਲਕਸਵੈਗਨ ਜਰਮਨ ਆਟੋ ਪਲਾਂਟ ਦੇ ਆਪਣੇ ਪਹਿਲੇ ਬੰਦ ਹੋਣ ਦਾ ਭਾਰ ਹੈ, ਮਜ਼ਦੂਰ ਸਿਰਫ ਚਿੰਤਤ ਨਹੀਂ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਦੱਖਣੀ ਕੈਲੀਫੋਰਨੀਆ ਦੇ ਜੰਗਲੀ ਅੱਗ ਇੰਨੀ ਤੀਬਰਤਾ ਨਾਲ ਸੜਦੀ ਹੈ ਕਿ ਇਹ ਫੈਲਦੇ ਸਮੇਂ ਆਪਣਾ ਮੌਸਮ ਬਣਾਉਂਦੀ ਹੈ, ਨਿਕਾਸੀ ਲਈ ਮਜਬੂਰ ਕਰਦੀ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਇੱਕ ਉੱਤਰੀ ਇਲੀਨੋਇਸ ਸਟਨਨਰ, ਇੱਕ ਸਾਈ-ਹੌਕ ਥ੍ਰਿਲਰ ਅਤੇ ਹਫਤੇ ਦੇ ਹਫਤੇ ਦੀ ਹਫੜਾ-ਦਫੜੀ ਕਾਲਜ ਫੁੱਟਬਾਲ ਵਿੱਚ ਵਾਪਸ ਆ ਗਈ - ਈਐਸਪੀਐਨ",
        "ਐਤਵਾਰ, 8 ਸਤੰਬਰ, 2024 ਲਈ ਕੁੰਡਲੀ - ਸ਼ਿਕਾਗੋ ਸੂਰਜ-ਟਾਈਮਜ਼",
        "ਵੈਨਜ਼ੂਏਲਾ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਵਿਰੋਧੀ ਧਿਰ ਦੇ ਰਾਸ਼ਟਰਪਤੀ ਦੇ ਉਮੀਦਵਾਰ ਗੋਂਜ਼ਾਲੇਜ਼ ਸਪੇਨ ਵਿੱਚ ਸ਼ਰਨ ਲਈ ਦੇਸ਼ ਛੱਡ ਗਏ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਓਹੀਓ ਫਾਰਮ ਪਰਿਵਾਰ ਦੁਆਰਾ ਖਰੀਦੇ ਗਏ ਇੱਕ ਦੁਰਲੱਭ ਸਿੱਕੇ ਲਈ ਵੱਡੀ ਅਦਾਇਗੀ ਦੀ ਉਮੀਦ ਹੈ ਅਤੇ ਦਹਾਕਿਆਂ ਤੋਂ ਲੁਕਿਆ ਹੋਇਆ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਹਟਾਈ",
        "ਟ੍ਰੈਵਿਸ ਕੈਲਸੇ ਅਤੇ ਟੇਲਰ ਸਵਿਫਟ ਐਨਵਾਈਸੀ ਦੇ ਇਲੈਕਟ੍ਰਿਕ ਲੇਡੀ ਸਟੂਡੀਓਜ਼ ਵਿਖੇ ਮਾਡਲ ਕੈਰਨ ਐਲਸਨ ਦੇ ਵਿਆਹ ਵਿਚ ਸ਼ਾਮਲ ਹੁੰਦੇ ਹਨ - ਪੰਨਾ ਛੇ",
        "ਉੱਤਰੀ ਇਲੀਨੋਇਸ ਕੋਚ ਥਾਮਸ ਹੈਮੌਕ ਨੋਟਰੇ ਡੈਮ ਦੇ ਪਰੇਸ਼ਾਨ ਹੋਣ ਤੋਂ ਬਾਅਦ ਭਾਵਨਾਤਮਕਃ 'ਮੈਂ ਸਿਰਫ ਵਧੇਰੇ ਮਾਣ ਨਹੀਂ ਕਰ ਸਕਦਾ' - ਅਮਰੀਕਾ ਅੱਜ",
        "ਓਰੇਗਨ ਪੁਲਿਸ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਗੁਆਂ neighborੀ ਨੇ womanਰਤ ਦੀ ਹੱਤਿਆ ਕਰ ਦਿੱਤੀ, ਕੁਝ ਦਿਨ ਬਾਅਦ ਉਹ ਹਵਾਈ ਵਿਆਹ ਤੋਂ ਵਾਪਸ ਆਈ - ਹੋਨੋਲੂਲੂ ਸਟਾਰ-ਐਡਵਰਟਾਈਜ਼ਰ",
        "ਹਟਾਈ",
        "ਐਪਲ ਵਾਚ 10 — ਆਖਰੀ ਮਿੰਟ ਦੀ ਲੀਕ ਨੇ ਹੁਣੇ ਹੀ ਸਭ ਤੋਂ ਵੱਡੇ ਅਪਗ੍ਰੇਡਾਂ ਦਾ ਖੁਲਾਸਾ ਕੀਤਾ - ਟੌਮ ਦੀ ਗਾਈਡ",
        "ਐਪਲ ਦੇ ‘ਗਲੋਟਾਈਮ‘ ਆਈਫੋਨ 16 ਈਵੈਂਟ ਨੂੰ ਕਿਵੇਂ ਵੇਖਣਾ ਹੈ - ਦ ਵਰਜ"
    ]
}