{
    "headlines": [
        "Mercado de ações hoje: as ações dos EUA começam o relatório de empregos semana mais baixa com Powell pronto para falar - Yahoo Finance",
        "Election 2024 live updates: Harris, Trump focus on fallout from Hurricane Helene - The Washington Post",
        "As últimas notícias sobre as consequências do furacão Helene - CNN",
        "Greve portuária na Costa Leste dos EUA se aproxima na terça-feira sem negociações agendadas - Reuters",
        "Netanyahu: A República Islâmica do Irã cairá mais cedo do que as pessoas pensam - The Jerusalem Post",
        "Teste de insight: Usando Dungeons & Dragons como uma ferramenta de terapia de grupo - Ars Technica",
        "O QB dos Broncos, Bo Nix, entrega um primeiro tempo historicamente ruim contra os Jets - usa TODAY",
        "Guerra Israel-Hamas mais recente: ataque israelense atinge prédio de apartamentos no centro de Beirute - The Associated Press",
        "O debate de VP de Tim Walz e JD Vance em 2024 é amanhã. Aqui está o que saber. - CBS News",
        "CNN a bordo do petroleiro israelense para atacar o porto controlado pelos houthis no Iêmen - CNN",
        "Eleição austríaca: extrema-direita de Kickl 'abre nova era' com vitória sem precedentes - BBC.com",
        "   Removido ",
        "DirecTV e Dish To Merge, Criando Gigante de TV por Assinatura - Prazo",
        "Rupert Murdoch's property group rea ends chase to buy Rightmove after multiple rejected offers - CNBC",
        "Ruanda relata 8 mortes ligadas ao vírus Marburg, semelhante ao Ebola, dias depois de declarar um surto - The Associated Press",
        "Astronautas da NASA dão as boas-vindas à cápsula SpaceX que os trará para casa no próximo ano - The Associated Press",
        "Prefeito de Nova York, Eric Adams, pede demissão de acusação de suborno apresentada por promotores \"zelosos\" - ABC News",
        "Mãe solteira de Utah, 33 anos, arrecadando dinheiro para o próprio funeral após o diagnóstico de câncer lhe dar 3 meses de vida - Fox News",
        "Apple pode lançar o primeiro acessório Smart Home semelhante ao iPad no próximo ano - MacRumors",
        "O câncer se espalhou para o cérebro de Jimmy Carter há 9 anos. Veja como ele viveu por tanto tempo. - usa TODAY"
    ]
}