{
    "headlines": [
        "Planetary alignment lights up night sky with four visible planets through mid-February - WGME",
        "Israel's cabinet approves Gaza ceasefire and hostage deal - BBC.com",
        "Japanese star Sasaki says he's joining Dodgers - ESPN",
        "Yellen says Treasury will use 'extraordinary measures' on Jan. 21 to prevent hitting debt ceiling - The Associated Press",
        "Meghan Markle and Prince Harry are ‘so hot for each other,’ former colleague says - New York Post ",
        "Nintendo Switch 2 Is a Great Name for Nintendo's New Console, Analysts Say - IGN",
        "HHS invests nearly $600 million in Moderna’s bird flu vaccine development - CNN",
        "Live updates: Trump’s inauguration to be moved indoors due to extreme cold in Washington - The Washington Post",
        "[Removed]",
        "Russia sentences lawyers of late opposition figure Navalny to prison - The Washington Post",
        "'Severance' Recap Season 2 Episode 1: Why Helly Lies, Gemma Ending - Variety",
        "Jon Husted, Ohio's lieutenant governor, tapped to replace JD Vance in Senate - ABC News",
        "Stock Market Today: Dow Jones Climbs 0.8% While Nasdaq Jumps 1.5%, But Small Caps Fade (Live Coverage) - Investor's Business Daily",
        "Social Media Influencer Accused Of Poisoning 1-Year-Old Girl For GoFundMe Donations - HuffPost",
        "DOJ sues Walgreens, alleging it 'knowingly' filled millions of prescriptions that lacked legitimate medical purposes - CNBC",
        "Ohio State vs. Notre Dame prediction, odds, CFP National Championship spread, game time, where to watch on TV - CBS Sports",
        "Red Meat May Be Destroying Your Memory Over Time, Study Reveals - The Daily Galaxy --Great Discoveries Channel",
        "Perplexity acquires Read.cv, a social media platform for professionals - TechCrunch",
        "Arman Tsarukyan issues statement on sudden UFC 311 withdrawal - MMA Junkie",
        "About 120 million people could experience subzero temps soon. Where the cold will be worst. - The Washington Post"
    ]
}