{
    "headlines": [
        "Netanyahu wird sich einer Prostataentfernung unterziehen, Gerichtsverhandlung verzögert sich - The Jerusalem Post",
        "Charles Dolan, Medienpionier und Cablevision-Gründer, stirbt mit 98 Jahren - Newsday",
        "[removed]",
        "Liebe Jurisprudenz: Kann Donald Trump einen Zauberstab schwenken, um die Geburtsrecht-Staatsbürgerschaft loszuwerden? - Schiefer",
        "Jeju Air: Hat der Vogelschlag zum Flugzeugabsturz in Südkorea beigetragen? Was wir wissen - BBC.com",
        "NFL $ 1 Million Parlay-Picks, Quoten für Woche 17, 2024: Erhalten Sie eine gigantische Rendite auf eine $ 10-Wette vom Topmodel - CBS Sports",
        "Streuschauer nach Unwetter bis Sonntagmorgen möglich - WYFF4 Greenville",
        "\"Bachelorette\" -Star Andi Dorfman wurde Tage nach der Geburt ins Krankenhaus eingeliefert - TMZ",
        "Dinge, die Sie ausprobieren sollten: Unsere 9 Top-Tech-Tipps für Sie - The Wall Street Journal",
        "15 unverzichtbare Skywatching-Events mit bloßem Auge im Jahr 2025 - Space.com",
        "KI, Bitcoin erschütterte die Märkte im Jahr 2024, aber Anleihen frustrieren - TheStreet",
        "Neuer georgischer Präsident vereidigt, da Vorgänger sich weigert, beiseite zu treten - Al Jazeera Englisch",
        "Norovirus-Fälle nehmen in Teilen der USA zu, CDC-Daten zeigen - AOL",
        "Bannon Slams ‘Scam’ Visa als Loomer warnt GOP über Musk - The Daily Beast",
        "Schwere Wetterbedrohung bewegt sich nach Osten nach Tornado-spawnenden Stürmen, Texas und Mississippi, und hinterlässt mindestens 2 Tote - Yahoo! Voices",
        "SpaceX startet 4 Astranis-Satelliten beim 2. Versuch nach dem Abbruch der letzten Sekunde - Space.com",
        "Horoskop für Sonntag, 29. Dezember 2024 - Chicago Sun-Times",
        "Ovechkin kehrt zurück, großartige Jagd auf Gretzkys NHL-Ziele - Lebenslauf - NHL.com",
        "Kyler Murrays Kämpfe setzen sich in der Niederlage der Cardinals gegen Rams fort - Arizona Sports",
        "Gewinn des Mega Millions-Tickets im Wert von 1,22 Milliarden US-Dollar, das in Cottonwood verkauft wurde, Gewinner noch unbekannt - KRCR"
    ]
}