{
    "headlines": [
        "ਹਟਾਈ",
        "ਇਗੋਰ ਕਿਰੀਲੋਵਃ ਮਾਸਕੋ ਧਮਾਕੇ ਵਿੱਚ ਪਰਮਾਣੂ ਸੁਰੱਖਿਆ ਬਲਾਂ ਦੇ ਇੰਚਾਰਜ ਰੂਸੀ ਜਨਰਲ ਦੀ ਮੌਤ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਟਰੰਪ ਨੇ WeWork ਅਤੇ FTX ਸਮਰਥਕ ਸਾਫਟਬੈਂਕ ਤੋਂ $ 100B ਨਿਵੇਸ਼ ਦਾ ਵਾਅਦਾ ਕੀਤਾ - ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਯੂਕਰੇਨ ਨਾਲ ਲੜ ਰਹੇ ਉੱਤਰੀ ਕੋਰੀਆ ਦੇ ਸੈਨਿਕ ਮਾਰੇ ਗਏ, ਅਮਰੀਕਾ ਕਹਿੰਦਾ ਹੈ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਏਸ਼ੀਅਨ ਸ਼ੇਅਰ ਵੇਵਰ, ਕੇਂਦਰੀ ਬੈਂਕ ਦੀਆਂ ਮੀਟਿੰਗਾਂ ਤੋਂ ਪਹਿਲਾਂ ਡਾਲਰ ਦੀਆਂ ਫਰਮਾਂ - ਰਾਇਟਰਜ਼",
        "ਕਰਕ ਚਚੇਰੇ ਭਰਾਵਾਂ 'ਤੇ ਰਹੀਮ ਮੌਰਿਸਃ “ਉਸ ਨੂੰ ਬਿਹਤਰ ਖੇਡਣਾ ਪਏਗਾ” - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਪੈਸੀਫਿਕ ਟਾਪੂ ਦੇਸ਼ ਵਨੂਆਟੂ ਵਿੱਚ 7.3 ਤੀਬਰਤਾ ਦੇ ਭੂਚਾਲ ਦੇ ਝਟਕੇ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਪੁਲਿਸ ਆਈਡੀ ਲੜਕੀ, 15, ਵਿਸਕਾਨਸਿਨ ਸਕੂਲ ਦੇ ਕਥਿਤ ਨਿਸ਼ਾਨੇਬਾਜ਼ ਵਜੋਂ ਜਿਸਨੇ ਵਿਦਿਆਰਥੀ ਅਤੇ ਅਧਿਆਪਕ ਦੀ ਹੱਤਿਆ ਕੀਤੀ, 6 ਜ਼ਖਮੀ - ਡਬਲਯੂਪੀਵੀਆਈ-ਟੀਵੀ",
        "ਅਮੀਰਾਤ ਐਨਬੀਏ ਕੱਪ ਚੈਂਪੀਅਨਸ਼ਿਪ ਦੀ ਝਲਕਃ ਥੰਡਰ, ਬੱਕਸ ਅਤੇ ਇੱਕ ਭਵਿੱਖਬਾਣੀ - ਐਨਬੀਏ ਡਾਟ ਕਾਮ",
        "ਕ੍ਰਿਸਟੀਆ ਫ੍ਰੀਲੈਂਡ ਨੇ ਅਸਤੀਫਾ ਦੇ ਦਿੱਤਾ, ਟਰੂਡੋ ਦੀ ਸ਼ਕਤੀ ਨੂੰ ਧਮਕੀ ਦਿੱਤੀ - ਨਿ New ਯਾਰਕ ਟਾਈਮਜ਼",
        "ਪ੍ਰਿੰਸ ਐਂਡਰਿਊ ਨੂੰ ਦੋਸ਼ੀ ਚੀਨੀ ਜਾਸੂਸ ਨਾਲ ਸਬੰਧਾਂ 'ਤੇ ਸਵਾਲਾਂ ਦਾ ਸਾਹਮਣਾ ਕਰਨਾ ਪੈ ਰਿਹਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "WWE ਕੱਚੇ ਨਤੀਜੇ – 12/16/24 (ਦੋ ਸਿਰਲੇਖ ਮੈਚ ਤਹਿ, ਮੁੱਖ ਮੰਤਰੀ ਪੰਕ ਸੇਠ ਨੂੰ ਜਵਾਬ “Freakin” Rollins) - Wrestleview.com",
        "ਟਰੰਪ, ਵਿਆਪਕ ਨਿ newsਜ਼ ਕਾਨਫਰੰਸ ਵਿਚ, ਰਾਸ਼ਟਰਪਤੀ ਦੀ ਉਡੀਕ ਵਿਚ ਭੂਮਿਕਾ ਨੂੰ ਅਪਣਾਉਂਦਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਡੀਐਚਐਸ, ਐਫਬੀਆਈ, ਐਫਏਏ ਅਤੇ ਡੀਓਡੀ ਸੰਯੁਕਤ ਬਿਆਨ ਰਿਪੋਰਟ ਕੀਤੇ ਡਰੋਨ ਸਾਈਟਾਂ - ਹੋਮਲੈਂਡ ਸਿਕਿਓਰਿਟੀ ਨੂੰ ਜਾਰੀ ਪ੍ਰਤੀਕ੍ਰਿਆ ਬਾਰੇ",
        "ਸਪੇਸਐਕਸ ਨੇ ਯੂਐਸ ਸਪੇਸ ਫੋਰਸ ‘ਰੈਪਿਡ ਰਿਸਪਾਂਸ’ ਜੀਪੀਐਸ ਮਿਸ਼ਨ ਦੀ ਸ਼ੁਰੂਆਤ ਕੀਤੀ - ਸਪੇਸਨਿਊਜ਼",
        "ਬ੍ਰੌਡਕੌਮ ਦੇ ਸੀਈਓ ਏਆਈ-ਚਿੱਪ ਮਾਰਕੀਟ ਵਿੱਚ ਮਹੱਤਵਪੂਰਣ ਤਬਦੀਲੀ 'ਤੇ ਅਲਾਰਮ ਵੱਜਦੇ ਹਨ - ਥੀਸਟ੍ਰੀਟ",
        "ਤੁਹਾਡਾ ਬਲੱਡ ਪ੍ਰੈਸ਼ਰ ਪੜ੍ਹਨਾ ਸ਼ਾਇਦ ਗਲਤ ਹੈ - ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "ਕਾਂਗਰਸ ਦਾ ਸਾਲ ਦੇ ਅੰਤ ਦਾ ਫੰਡਿੰਗ ਸੌਦਾ ‘ਉਥੇ ਬਿਲਕੁਲ ਨਹੀਂ’ ਸ਼ੁੱਕਰਵਾਰ ਸ਼ੱਟਡਾਉਨ ਕਲਿਫ ਤੋਂ ਪਹਿਲਾਂ - ਪੋਲਿਟਿਕੋ",
        "ਜੋਸ਼ ਓਕੋਨਰ ਕਹਿੰਦਾ ਹੈ ਆਪਣਾ ਟ੍ਰੇਲਰ ਜਦੋਂ ਕਿ ਚਾਕੂਆਂ ਦੀ ਸ਼ੂਟਿੰਗ 3 ਉਸ ਦੇ ਲੰਡਨ ਅਪਾਰਟਮੈਂਟ ਨਾਲੋਂ ਵਧੀਆ ਸੀ - ਲੋਕ",
        "ਕੈਨੇਡੀ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਹ ਪੋਲੀਓ ਟੀਕੇ ਲਈ ‘ਸਾਰੇ' ਹਨ ਕਿਉਂਕਿ ਜੀਓਪੀ ਸੈਨੇਟਰ ਉਸ ਦੇ ਵਿਚਾਰਾਂ ਬਾਰੇ ਸਵਾਲ ਉਠਾਉਂਦੇ ਹਨ - ਸੀਐਨਐਨ"
    ]
}