{
    "headlines": [
        "Government shutdown looms unless Congress agrees on spending plan: Live updates | CNN Politics - CNN",
        "At least one dead and dozens injured after car driven into crowd at German Christmas market, reports say - BBC.com",
        "Key ally propping up Canada's Trudeau says he will vote to topple him - BBC.com",
        "At least one killed and several embassies damaged in ‘barbaric’ Russian missile barrage on Kyiv, Ukraine says - CNN",
        "US flu season is underway, as cases surge in some areas and vaccinations lag - The Associated Press",
        "Jim Harbaugh’s ‘favorite rule’ is rarely seen, but he used it to propel Chargers - MLive.com",
        "PFT’s Week 16 2024 NFL game previews, led by Steelers-Ravens - NBC Sports",
        "Watch NASA's Artemis Orion moon spacecraft blow its top during testing (video) - Space.com",
        "[Removed]",
        "‘The Mummy’ Being Written and Directed by ‘Evil Dead Rise’ Filmmaker Lee Cronin (Exclusive) - Hollywood Reporter",
        "Files by Google will support Gemini’s ‘Ask about this PDF’ - 9to5Google",
        "Malaysia announces new search for aircraft MH370, missing for over 10 years - USA TODAY",
        "Key Fed Inflation Rate Cools In November; S&P 500 Rallies - Investor's Business Daily",
        "Teen Mom: Maci Bookout’s Son Bentley, 16, Addresses Possibility of Being a Teen Parent - E! Online - E! NEWS",
        "Louisiana bars health dept. from promoting flu, COVID, mpox vaccines: Report - Ars Technica",
        "‘Sonic The Hedgehog 3’ $6.5M, ‘Mufasa’ $3M+ In Thursday Previews – Box Office - Deadline",
        "Two Lunar Landers Are Headed for Ancient Impact Sites. What You Need to Know - Gizmodo",
        "U.S. diplomats meet Syrian opposition leader in Damascus - Axios",
        "Big Lots store closings 2025: Retailer plans to close all stores - Axios",
        "CFPB sues JPMorgan Chase, Bank of America and Wells Fargo over Zelle payment fraud - CNBC"
    ]
}