{
    "headlines": [
        "Rapport : Mike Vick est le nouvel entraîneur-chef de Norfolk State - NBC Sports",
        "Grades commerciaux de Cody Bellinger : Les Yankees obtiennent un « A » pour un pivot stable après la perte de Juan Soto, les Cubs gagnent un jeu de réduction des coûts - CBS Sports",
        "SpaceX lance 2 satellites mPOWER depuis la Floride sur la 2ème étape du double-tête de vol spatial (vidéo) - Space.com",
        "[supprimé]",
        "Luigi Mangione accusé de meurtre au premier degré dans l'affaire UnitedHealthcare - Financial Times",
        "[supprimé]",
        "Les 2 astronautes coincés de la NASA font face à plus de temps dans l'espace avec un retour retardé au moins jusqu'à fin mars - The Associated Press",
        "Le nouvel outil d'IA de Google utilise des invites d'image au lieu de texte - CNN",
        "Les avocats de Trump allèguent l'inconduite du juré dans la dernière tentative de jeter un verdict d'argent secret - Axios",
        "Les dernières fuites du Galaxy S25 montrent les coins incurvés et les lunettes minces d'Ultra [Galerie] - 9to5Google",
        "Le Dow vient de faire quelque chose qu'il n'a pas fait depuis que Jimmy Carter était président - CNN",
        "Procès pour meurtre de Bob Lee : le jury de S.F. déclare Nima Momeni coupable de meurtre au deuxième degré - San Francisco Chronicle",
        "Trump poursuit Des Moines Register et le sondeur de l'Iowa, alléguant une ingérence électorale - The Washington Post",
        "Police ID 15-year-old girl as Abundant Life Christian School shooter in Wisconsin - ABC News",
        "Le vaisseau spatial SpaceX Dragon éclabousse le golfe au large des côtes de la Floride - PORTEZ",
        "Nvidia Stock Slump s'approfondit. Qu'est-ce qui le pousse plus loin dans le territoire de correction. - Barron's",
        "Grubhub paiera 25 millions de dollars en règlement de la FTC pour pratiques préjudiciables contre les convives, les travailleurs - CNBC",
        "Harris exhorte le public à « rester dans le combat », à « revenir prêt » après les vacances - ABC News",
        "Le kit de développement à 249 $ de Nvidia promet une petite puissance d'IA bon marché - The Verge",
        "Gilgo Beach suspect Rex Heuermann accusé du septième meurtre - BBC.com"
    ]
}