{
    "headlines": [
        "ਉਪ ਰਾਸ਼ਟਰਪਤੀ ਬਹਿਸ ਵੱਲ ਵਧਦੇ ਹੋਏ, ਟਿਮ ਵਾਲਜ਼ ਨਸਾਂ ਨਾਲ ਲੜ ਰਿਹਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਨੰਬਰ 6 ਓਲੇ ਮਿਸ ਐਸਈਸੀ ਓਪਨਰ ਵਿੱਚ ਕੈਂਟਕੀ ਦੁਆਰਾ ਪਰੇਸ਼ਾਨ, 20-17, ਗੇਮ ਟਾਈਿੰਗ ਫੀਲਡ ਗੋਲ ਗੁਆਉਣ ਤੋਂ ਬਾਅਦ - ਯਾਹੂ ਸਪੋਰਟਸ",
        "ਕਤਲੇਆਮ ਦੇ ਦੋਸ਼ੀ 13,000 ਤੋਂ ਵੱਧ ਪ੍ਰਵਾਸੀ ਅਮਰੀਕਾ ਵਿੱਚ ਇਮੀਗ੍ਰੇਸ਼ਨ ਹਿਰਾਸਤ ਤੋਂ ਬਾਹਰ ਰਹਿ ਰਹੇ ਹਨ, ਆਈਸੀਈ ਕਹਿੰਦਾ ਹੈ - ਐਨਬੀਸੀ ਨਿ Newsਜ਼",
        "ਹਿਜ਼ਬੁੱਲਾ ਇਸ ਗੱਲ ਦੀ ਪੁਸ਼ਟੀ ਕਰਦਾ ਹੈ ਕਿ ਇਸ ਦੇ ਨੇਤਾ ਹਸਨ ਨਸਰੱਲਾ ਇਜ਼ਰਾਈਲੀ ਹਵਾਈ ਹਮਲੇ ਵਿੱਚ ਮਾਰਿਆ ਗਿਆ ਸੀ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਕੇਂਦਰ ਵਿਲਕਿਨਸਨ ਨੇ ਆਪਣੇ ਕਿਡਜ਼ ਹੈਂਕ ਅਤੇ ਅਲੀਜਾ 'ਤੇ ਦੁਰਲੱਭ ਅਪਡੇਟ ਸਾਂਝੀ ਕੀਤੀ - ਈ! ਖ਼ਬਰਾਂ",
        "ਲੋਕ 'ਮਾਈਕਰੋਡੋਜ਼ਿੰਗ' ਓਜ਼ੈਮਪਿਕ ਹਨ — ਅਤੇ ਡਾਕਟਰਾਂ ਦਾ ਹੈਰਾਨੀਜਨਕ ਰੁਖ ਹੈ ਕਿ ਕੀ ਇਹ ਸਿਹਤਮੰਦ ਹੈ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਆਰਚ ਮੈਨਿੰਗ ਦੂਜੀ ਸ਼ੁਰੂਆਤ ਬਨਾਮ ਮਿਸੀਸਿਪੀ ਰਾਜ ਬਣਾਏਗੀ ਕਿਉਂਕਿ ਟੈਕਸਾਸ ਕਿ Qਬੀ ਕੁਇਨ ਈਵਰਜ਼ ਸੱਟ ਤੋਂ ਠੀਕ ਹੋ ਗਿਆ ਹੈ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਇਤਿਹਾਸਕ ਉੱਤਰੀ ਕੈਰੋਲੀਨਾ ਹੈਲੀਨ ਤੋਂ ਵਿਨਾਸ਼ਕਾਰੀ ਨੁਕਸਾਨ ਤੋਂ ਬਾਅਦ ਪਾਣੀ ਦੇ ਹੇਠਾਂ ਪਿੰਡ - ਐਨ ਬੀ ਸੀ ਨਿ Newsਜ਼",
        "ਬ੍ਰਿਟਿਸ਼ ਮੌਲਵੀ ਨਾਲ ਸੈਕਸ ਅਤੇ ਨਸ਼ੀਲੇ ਪਦਾਰਥਾਂ ਦੀ ਘਾਤਕ ਰਾਤ ਤੋਂ ਬਾਅਦ ਬੈਲਜੀਅਨ ਪਾਦਰੀ ਗ੍ਰਿਫਤਾਰ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਟਰੰਪ ਇਕ ਛੋਟੇ ਜਿਹੇ ਵਿਸਕਾਨਸਿਨ ਕਸਬੇ ਦੀ ਯਾਤਰਾ ਦੌਰਾਨ ਇਮੀਗ੍ਰੇਸ਼ਨ 'ਤੇ ਹੈਰਿਸ ਨੂੰ ਜਵਾਬ ਦੇਣ ਲਈ ਤਿਆਰ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਸਪੇਸਐਕਸ ਨੇ ਮਿਸ਼ਨ ਦੀ ਸ਼ੁਰੂਆਤ ਕੀਤੀ ਜਿਸਦਾ ਉਦੇਸ਼ ਲੰਬੇ ਸਮੇਂ ਤੋਂ ਦੇਰੀ ਨਾਲ ਸਟਾਰਲਾਈਨਰ ਪੁਲਾੜ ਯਾਤਰੀਆਂ ਨੂੰ ਵਾਪਸ ਕਰਨਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਮੈਟਾ ਆਪਣੇ ਕਥਿਤ ਆਈਫੋਨ ਕਾਤਲ ਦੁਆਰਾ ਇੱਕ ਝਲਕ ਪੇਸ਼ ਕਰਦਾ ਹੈਃ ਓਰੀਅਨ - ਟੈਕਕ੍ਰਾਂਚ",
        "'ਹੈਰੀ ਪੋਟਰ' ਸਿਤਾਰੇ ਮੈਗੀ ਸਮਿਥ ਨੂੰ ਸ਼ਰਧਾਂਜਲੀ ਦਿੰਦੇ ਹਨਃ 'ਉਸਨੇ ਗਰੈਫਿੰਡਰਾਂ ਨੂੰ ਉਨ੍ਹਾਂ ਦੇ ਪੈਰਾਂ' ਤੇ ਰੱਖਿਆ '- ਮਨੋਰੰਜਨ ਹਫਤਾਵਾਰੀ ਖ਼ਬਰਾਂ",
        "ਜੋਸ਼ ਹਾਰਟ ਦੇ ਚੈਲਸੀ ਗੁੱਸੇ ਨੇ ਹਾਸੇ-ਮਜ਼ਾਕ ਭੜਕਾਇਆ ਕਾਰਲ-ਐਂਥਨੀ ਟਾsਨਜ਼ ਨਿਕਸ ਹੰਗਾਮਾ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਬਾਕਸ ਆਫਿਸ 'ਤੇ' ਮੈਗਾਲੋਪੋਲਿਸ 'ਬੰਬ,' ਵਾਈਲਡ ਰੋਬੋਟ 'ਨੰਬਰ 1' ਤੇ ਚੜ੍ਹਦਾ ਹੈ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਤੂਫਾਨ ਹੇਲੀਨ ਤੋਂ ਮਰਨ ਵਾਲਿਆਂ ਦੀ ਗਿਣਤੀ ਵੱਧਦੀ ਜਾ ਰਹੀ ਹੈ ਕਿਉਂਕਿ ਬਾਅਦ ਦਾ ਮੁਲਾਂਕਣ ਸ਼ੁਰੂ ਹੁੰਦਾ ਹੈ - ਐਨਪੀਆਰ",
        "ਬ੍ਰਾਇਨ ਵਿਲੀਅਮਜ਼, ਐਮਾਜ਼ਾਨ ਚੋਣ ਰਾਤ ਲਈ ਗੱਲਬਾਤ ਵਿੱਚ ਵਿਸ਼ੇਸ਼ - ਡੈੱਡਲਾਈਨ",
        "ਐਪਲ ਦਾ ਹੋਮਵਰਕ ਸੋਮਵਾਰ ਦਾ ਕਾਰਨ ਹੈ ਭਾਵੇਂ ਕੁਝ ਵੀ ਹੋਵੇ, ਜੱਜ ਕਹਿੰਦਾ ਹੈ - ਦਿ ਵਰਜ",
        "ਪੂਰਬੀ ਤੱਟ ਬੰਦਰਗਾਹਾਂ 'ਤੇ ਵਿਘਨ ਪੈ ਰਿਹਾ ਹੈ ਕਿਉਂਕਿ ਲੰਬੇ ਤੱਟਵਰਤੀ ਲੋਕ ਹੜਤਾਲ ਕਰਨ ਦੀ ਤਿਆਰੀ ਕਰ ਰਹੇ ਹਨ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਸੈਮਸੰਗ ਗਲੈਕਸੀ ਐਸ 25 ਅਲਟਰਾ ਨੂੰ ਦੁਬਾਰਾ ਇੱਕ ਕੁੰਜੀ ਸਪੈੱਕ ਅਪਗ੍ਰੇਡ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ ਸੰਕੇਤ ਦਿੱਤਾ ਗਿਆ ਹੈ - TechRadar"
    ]
}