{
    "headlines": [
        "Fantasy Football Week 2 Start 'Em, Sit 'Em - Yahoo Sports",
        "ما يخبرنا به تسونامي غرينلاند الضخم لمدة تسعة أيام عن تغير المناخ - فرانس 24 الإنجليزية",
        "يقر جاستن تيمبرليك بالذنب في قضية DWI - NBC News",
        "تسمح المحكمة العليا في نبراسكا بإجراءات الإجهاض المتنافسة في اقتراع الخريف - واشنطن بوست",
        "تشاد ماكوين، ممثل \"طفل الكاراتيه\" وابن ستيف ماكوين، توفي عن 63 عامًا - واشنطن بوست",
        "تباطؤ التضخم يعزز مواقف الأمريكيين تجاه الاقتصاد - سي إن إن",
        "حملات ترامب في الولايات الغربية حيث يركز هاريس على ولاية بنسلفانيا الحرجة - وكالة أسوشيتد برس",
        "ارتفع عدد قتلى إعصار فيتنام إلى 233 مع العثور على المزيد من الجثث في المناطق التي ضربتها الانهيارات الأرضية والفيضانات - وكالة أسوشيتد برس",
        "من المتوقع أن تكشف إدارة بايدن عن أدلة جديدة على الدور الرئيسي لـ RT في عمليات الاستخبارات الروسية على مستوى العالم - سي إن إن",
        "التوقعات: سترتفع أسهم Nvidia خلال السنوات الخمس القادمة. إليك سبب واحد لذلك. - Yahoo Finance",
        "ستصل خدمة Starlink Internet المجانية إلى جميع طائرات United - Ars Technica",
        "تم اكتشاف فيروس غرب النيل في 2 من مجتمعات RI - WPRI.com",
        "إدارة الغذاء والدواء الأمريكية توافق على استخدام Apple AirPods Pro 2 كمعينات سمعية - CBS News",
        "2024 الأسبوع 2 يختار اتحاد كرة القدم الأميركي، والاحتمالات، وأفضل الرهانات من النموذج المتقدم: هذا اللعب الخماسي لكرة القدم يدفع 25-1 - سي بي إس سبورتس",
        "يقوم رواد الفضاء الخاصون في سبيس إكس بولاريس دون بإرسال صور إلى الأرض باستخدام أقمار ستارلينك الصناعية - Space.com",
        "تمت الإزالة",
        "الصين ترفع سن التقاعد، وهو الآن من بين أدنى المعدلات في الاقتصادات الرئيسية في العالم - NPR",
        "لويحات الأميلويد قد لا تسبب مرض الزهايمر: تحديات بحثية جديدة نظريات قديمة منذ عقود - SciTechDaily",
        "يمكن لمستخدمي iPad الأوروبيين تنزيل التطبيقات قريبًا من متاجر الجهات الخارجية - The Verge",
        "هل يمكن للرئيس حظر التكسير ؟ يتحقق الخبراء من صحة ادعاءات هاريس وترامب بشأن النفط والغاز - إيه بي سي نيوز"
    ]
}