{
    "headlines": [
        "معركة منظم الحرارة: العلم وراء حجج التدفئة المركزية الخاصة بك - BBC.com",
        "حفل توزيع جوائز الأوسكار 2025: كيف فازت \"أنورا\"، وفقدت ديمي مور وموسم جوائز مضطرب وصل إلى نهايته - مراسل هوليوود",
        "قتل رجل في طعن إرهابي في حيفا، وأصيب عدة آخرون بجروح خطيرة - جروسالم بوست",
        "كير ستارمر يعلن عن صفقة صاروخية بقيمة 1.6 مليار جنيه إسترليني لأوكرانيا - BBC.com",
        "زلزال يضرب هوليوود مع تجمع النجوم لحضور حفل توزيع جوائز الأوسكار - BBC.com",
        "ترامب يسمي 5 عملات مشفرة للاحتياطي الوطني، مما يؤدي إلى ارتفاع الأسعار - الجزيرة الإنجليزية",
        "تطلب أم ميشيغان من القاضي إعلان وفاة 3 أبناء مفقودين بعد 15 عامًا تقريبًا - وكالة أسوشيتد برس",
        "بالصور: حرائق الغابات في ولاية كارولينا تستدعي الإجلاء وتؤدي إلى حالة الطوارئ في ولاية كارولينا الجنوبية - أكسيوس",
        "طلبت خطابات ترامب السابقة أمام الكونجرس منهم تمرير أجندته. الآن، هو على استعداد للذهاب بمفرده - وكالة أسوشيتد برس",
        "سلسلة موسم ليكرز ضد كليبرز خلف لوكا دونشيتش - سيلفر سكرين آند رول",
        "أول مركبة خاصة للهبوط على سطح القمر تبدأ بأمان في إرسال صور سيلفي - The Register",
        "يدعم RFK Jr، المشكك في اللقاح، حقنة الحصبة وسط تفشي المرض القاتل في الولايات المتحدة - الجزيرة الإنجليزية",
        "أدريان برودي يفوز بجائزة الأوسكار، ويرمي علكته ويطلب من الأكاديمية قطع الموسيقى حتى يتمكن من إنهاء الخطاب: \"لقد فعلت هذا من قبل\" - تنوع",
        "ميكسو: أكبر شركة للوجبات السريعة في العالم لم تسمع بها من قبل - BBC.com",
        "ترودو يتطرق إلى تهديد ترامب بضم كندا في اجتماع مع الملك تشارلز - ذا تريبيون إنديا",
        "مشاهدة: إيلون ماسك يشارك لقطات نادرة من هبوط المركبة الفضائية SpaceX على الماء - The Times of India",
        "رسالة فيديو \"الامتنان\" لزيلينسكي بعد تهمة ترامب \"غير ممتن\" - NDTV",
        "يقول مسؤول أمريكي كبير إن الولايات المتحدة تعلق العمليات السيبرانية الهجومية ضد روسيا - سي إن إن",
        "نمو نشاط المصانع في الصين يصل إلى أعلى مستوى له في 3 أشهر في فبراير، حيث يعود الملايين إلى العمل بعد العطلات - CNBC",
        "صور حصرية من داخل حفل أوسكار فانيتي فير 2025 - فانيتي فير"
    ]
}