{
    "headlines": [
        "يتسابق هاريس وترامب لتقديم عروض ختامية قبل يومين من الانتخابات - سي إن إن",
        "Tennessee Titans مقابل New England Patriots يسجل اليوم: تحديثات مباشرة، وإحصائيات حيث يكسب Titans فوز OT - Tennessean",
        "\"داوسون كريك\" جيمس فان دير بيك يعلن تشخيص السرطان - سي بي إس نيوز",
        "أعاصير أوكلاهوما تصيب 11 شخصًا على الأقل، وتسبب أضرارًا كبيرة: ما نعرفه - KOCO Oklahoma City",
        "سبيس إكس تطلق 23 قمرا صناعيا من طراز ستارلينك على صاروخ فالكون 9 من كيب كانافيرال - WESH 2 أورلاندو",
        "التنمية الاستوائية مع هبوط موسم الأعاصير - قناة الطقس",
        "يشارك إدوين أروياف، شريك تيدي ميلينكامب السابق، منشورًا غامضًا حول \"الأيام المظلمة\" بعد إعلان الطلاق - الصفحة السادسة",
        "رعاة البقر يفقدون QB Prescott لإصابة أوتار الركبة - ESPN",
        "دردشة مباشرة للنصف الأول من Detroit Lions مقابل Green Bay Packers، موضوع مفتوح - Pride of Detroit",
        "Saturday Night Live alum Pete Davidson يكسر الشخصية مع صديقه جون مولاني في أحدث رسم موسيقي - Entertainment Weekly News",
        "تحديثات انتخابات 2024 مع قيام هاريس وترامب بالدفع النهائي في ولايات ساحة المعركة - سي بي إس نيوز",
        "نقطة محذوفة هنا",
        "الانتخابات المولدوفية: مرشح صديق لروسيا يتقدم وسط مزاعم بتدخل الكرملين - BBC.com",
        "هل الفلورايد في مياه الشرب آمن ؟ ما يجب معرفته بعد مطالبات RFK Jr. - USA TODAY",
        "حشود غاضبة تصرخ وترمي البيض على الملك الإسباني وهو يزور فالنسيا التي ضربتها الفيضانات - سي إن إن",
        "يدعي مفوض لجنة الاتصالات الفيدرالية أن كامالا هاريس \"SNL\" كان جهدًا \"واضحًا وصريحًا\" للتهرب من قاعدة الوقت المتساوي - الموعد النهائي",
        "نقطة محذوفة هنا",
        "السيناتور كاثرين كورتيز ماستو \"واثقة جدًا\" من أن الديمقراطيين \"سينظمون طريقنا إلى النصر\" في ساحة المعركة في نيفادا - سي بي إس نيوز",
        "\"هنا\" تتعثر مع 5 ملايين دولار ؛ روبرت زيميكيس يقول \"الأعمال السينمائية المسرحية في وضع مرهق الآن \": ما حدث مع إعادة\" Forrest Gump \"في BO - الموعد النهائي",
        "يحظى هاريس وترامب باهتمام السوق — لكن باول قد يسرق الأضواء - MarketWatch"
    ]
}