{
    "headlines": [
        "Live-Updates: Israel schwört Reaktion auf iranischen Raketenangriff, Angriffe im Libanon, Gaza - CNN",
        "Astros-Gesichtsbeseitigung nach dem Ablegen von Spiel 1 um 'Zoll' - MLB.com",
        "Wer hat die VP-Debatte gewonnen? Das sagten die Beobachter der Debatte in der Umfrage von CBS News - CBS News",
        "Aktienmarkt heute: Aktien schwanken, da die Vorsicht im Nahen Osten die Anleger erfasst - Yahoo Finance",
        "Fly Brain beleuchtet den menschlichen Denkprozess - BBC.com",
        "Mark Estes bricht das Schweigen über Kristin Cavallari Split - E! NEWS",
        "Erniedrigende Niederlage für den israelischen Minister, der versucht, hart zu handeln - The Daily Beast",
        "In-form Pulisic führt Pochettinos erstes US-Team an - ESPN",
        "Willkommen zu unserem neuesten Design-Update, Ars 9.0! - Ars Technica",
        "Helenes Überschwemmung fegte 11 Arbeiter in einer Fabrik in Tennessee weg. Jetzt ermittelt der Staat - The Associated Press",
        "Hafenarbeiter treffen Streikposten: Was es braucht, um den Hafenstreik zu beenden - Fox Business",
        "Eine US-Bombe aus dem Zweiten Weltkrieg explodiert auf einem japanischen Flughafen und verursacht einen großen Krater auf einer Rollbahn - ABC News",
        "[removed]",
        "Der Fall von Vuhledar ist ein Mikrokosmos der ukrainischen Kriegslage - The Associated Press",
        "Fantasy Football 2024 Rankings: Die besten NFL Week 5 QB, RB, WR, TE, Kicker, Defense Picks des Models - CBS Sports",
        "Jennings darüber, wie Vances Debatten-Performance bei Trump landen könnte - CNN",
        "Zwei Explosionen vor der Morgendämmerung erschüttern die Gegend um die israelische Botschaft in Kopenhagen, aber niemand wird verletzt - The Associated Press",
        "Bei der Debatte sagt Walz, dass sein Sohn im Teenageralter Zeuge einer Schießerei wurde: \"Diese Dinge verlassen dich nicht\" - USA TODAY",
        "Zelda: Echoes of Wisdom Spieler sind bereits dabei, sich ihren Weg durch das Spiel zu bahnen - Polygon",
        "Stellantis US-Autoverkäufe verlängern den freien Fall im dritten Quartal - CNBC"
    ]
}