{
    "headlines": [
        "Nach Khameneis Drohungen positionierten sich iranische Streitkräfte in der Position, Israel anzugreifen - Bericht - The Jerusalem Post",
        "Chappell Roan ‘Gets the Job Done’ debütiert neuen lesbischen Country-Song ‘The Giver’ auf ‘Saturday Night Live’ - Variety",
        "Harris erscheint überraschend auf SNL und gibt Ratschläge für das fiktive Selbst, das von Maya Rudolph gespielt wird - CNN",
        "Nr. 4 Ohio State Downs Nr. 3 Penn State, Nr. 5 Miami schlägt Duke, mehr aus Woche 10 des College-Footballs - NCAA.com",
        "Live-Updates: Donald Trump, Kamala Harris Wahlnachrichten | CNN Politics - CNN",
        "China steht vor einem Dilemma mit nordkoreanischen Truppen, die nach Russland strömen - The Wall Street Journal",
        "'Moreno is back!': Social Media reagiert auf Brandon Morenos Shutout gegen Amir Albazi bei der UFC Fight Night 246 - MMA Junkie",
        "Das erste Date eines Paares aus Illinois endete entsetzt, nachdem beide erschossen wurden; nur eines überlebte. - CBS News",
        "Die frühe Wahlbeteiligung liegt bei fast 44 % der Wählerstimmen 2020 - The Washington Post",
        "Irans oberster Führer droht Israel und den USA mit einer \"vernichtenden Antwort\" auf den israelischen Angriff - The Associated Press",
        "Kemi Badenoch verspricht Veränderung nach historischem Tory-Führungssieg - BBC.com",
        "Shocking footage played at Daniel Penny trial shows officers saying Jordan Neely had a pulse - New York Post",
        "LACMA Art + Film Gala 2024 Red Carpet Shoes: Ankunftsfotos, Live-Updates - Schuhnews",
        "Spaniens tödliche Überschwemmungen veranlassen die Regierung, 10.000 Soldaten und Polizisten nach Valencia zu schicken, da die Zahl der Todesopfer auf über 200 ansteigt - CBS News",
        "Wie viel Protein Sie benötigen, hängt von Ihrer Trainingsroutine ab - Fortune",
        "Margot Robbie bringt ein Baby zur Welt, heißt das erste Baby mit Ehemann Tom Ackerley willkommen - E! Online - E! NEWS",
        "Der Richter in Georgia lehnt eine republikanische Klage ab, die darauf abzielt, die Annahme von von Hand zurückgegebenen Briefwahlzetteln in Fulton County zu blockieren - CBS News",
        "Iowa-Umfrage: Kamala Harris überholt Donald Trump, um in der Nähe des Wahltags die Führung zu übernehmen. So geht's - Des Moines Register",
        "„Fall Back“ eine Stunde auf Normalzeit an diesem Sonntag - Axios",
        "Apples neuer M4 Max ist die schnellste CPU auf dem Markt, und wir haben M4 Ultra - 9to5Mac noch nicht einmal gesehen"
    ]
}