{
    "headlines": [
        "Os futuros do Dow mudaram pouco após o recorde de alta após o corte da taxa do Fed: atualizações ao vivo - CNBC",
        "4 altos funcionários da campanha de Mark Robinson renunciam após reportagem da CNN - CNN",
        "TSMC, Samsung pesam adição de fábricas de chips nos Emirados Árabes Unidos, diz WSJ - Yahoo Finance",
        "FirstFT: Forasteiro esquerdista Dissanayake vence eleição no Sri Lanka - Financial Times",
        "Janet Jackson‘s ‘Apology’ for Ill-Informed Comments About Kamala Harris Was Not Authorized - Variety",
        "O presidente da Câmara, Johnson, elimina as restrições de votação de Trump no novo projeto de lei de financiamento do governo - CNBC",
        "Apollo oferecerá investimento multibilionário na Intel - Bloomberg",
        "A guerra mais recente entre Israel e o Hamas: os temores de uma guerra total aumentam à medida que Israel e o Hezbollah intensificam os ataques - The Associated Press",
        "O escândalo do site pornô de Mark Robinson foi recebido com encolher de ombros por alguns apoiadores de Trump - The Washington Post",
        "Light The Beacons! 'Tales Of The Shire' fica confortável no Switch em março de 2025 - Nintendo Life",
        "FINAL: Green Bay Packers 30, Tennessee Titans 14 - Milwaukee Journal Sentinel",
        "Instantâneo de domingo: Aviso de eleição de Graham para Nebraska - Axios",
        "Temporada 2024 da NFL: como assistir ao jogo Baltimore Ravens vs. Dallas Cowboys hoje - Yahoo Sports",
        "4 mortos e 18 feridos em tiroteio em massa em Birmingham, diz polícia do Alabama - CBS News",
        "Ataques militares israelenses e fechamento do escritório da Al Jazeera na Cisjordânia - The Wall Street Journal",
        "Previsões para o confronto da Semana 3 dos Chiefs vs. Falcons - Chiefs Wire",
        "Macklemore canta 'Foda-se a América' para aplaudir concerto que beneficia agência da ONU ligada ao Hamas - New York Post",
        "Lizzo Aborda Alegações Ozempicas Depois de Mostrar a Transformação da Perda de Peso - Billboard",
        "   Removido ",
        "Aqui é onde Caitlin Clark terminou na votação para MVP da WNBA - Sports Illustrated"
    ]
}