{
    "headlines": [
        "ਡਰਬਿਨ ਜਸਟਿਸ ਥਾਮਸ ਅਤੇ ਅਲੀਟੋ 'ਤੇ ਖੁਲਾਸੇ ਦੇ ਕਾਨੂੰਨਾਂ ਦੀ ਉਲੰਘਣਾ ਕਰਨ ਦਾ ਦੋਸ਼ ਲਗਾਉਣ ਲਈ ਨਵੀਂ ਰਿਪੋਰਟ ਦੀ ਵਰਤੋਂ ਕਰਦਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਮਲੇਸ਼ੀਆ ਨੇ ਲਾਪਤਾ MH370 ਉਡਾਣ ਦੀ ਨਵੀਂ 70 ਮਿਲੀਅਨ ਡਾਲਰ ਦੀ ਤਲਾਸ਼ ਨੂੰ ਮਨਜ਼ੂਰੀ ਦਿੱਤੀ - ਹਵਾਬਾਜ਼ੀ ਏ 2 ਜ਼ੈਡ",
        "ਟਾਇਸਨ Fury Oleksandr Usyk ਵੱਧ ਭਾਰੀ ਭਾਰ ਫਾਇਦੇ ਦੇ ਨਾਲ ਵਿੱਚ ਭਾਰ - ਫੋਰਬਸ",
        "ਜਰਮਨੀ 'ਚ ਭੀੜ-ਭੜੱਕੇ ਵਾਲੇ ਕ੍ਰਿਸਮਸ ਬਾਜ਼ਾਰ' ਚ ਕਾਰ ਦੀ ਲਪੇਟ 'ਚ ਆਉਣ ਨਾਲ ਘੱਟੋ-ਘੱਟ ਦੋ ਮੌਤਾਂ - Al Jazeera English",
        "ਮਸਕ ਨੇ ਇੱਕ ਕਾਂਗਰਸ ਖਰਚੇ ਦੇ ਬਿੱਲ ਨੂੰ ਮਾਰਨ ਵਿੱਚ ਸਹਾਇਤਾ ਕੀਤੀ. ਪਰ ਉਸ ਨੇ ਜੋ ਕੁਝ ਫੈਲਾਇਆ ਉਹ ਬਹੁਤ ਗਲਤ ਜਾਣਕਾਰੀ ਸੀ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਡੈੱਡਲਾਈਨ ਗੁੰਮ ਜਾਣ ਦੇ ਬਾਵਜੂਦ, ਕਾਂਗਰਸ ਟਰੰਪ ਦੇ ਕਰਜ਼ੇ ਦੀ ਛੱਤ ਵਧਾਉਣ ਤੋਂ ਬਿਨਾਂ ਖਰਚੇ ਦਾ ਬਿੱਲ ਪਾਸ ਕਰਕੇ ਸਰਕਾਰ ਦੇ ਬੰਦ ਹੋਣ ਤੋਂ ਪਰਹੇਜ਼ ਕਰਦੀ ਹੈ - Fortune",
        "ਵਾਚਃ ਨੋਟਰੇ ਡੈਮ ਜੇਰੇਮੀਆ ਲਵ ਬਨਾਮ ਇੰਡੀਆਨਾ ਦੁਆਰਾ ਅਵਿਸ਼ਵਾਸ਼ਯੋਗ 98-ਯਾਰਡ ਟੀਡੀ ਦੇ ਨਾਲ ਸੀਐਫਪੀ ਗੇਟਾਂ ਤੋਂ ਬਾਹਰ ਫਟਦਾ ਹੈ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਯੈਂਕੀਜ਼ ਫਰਨਾਂਡੋ ਕਰੂਜ਼, ਅਲੈਕਸ ਜੈਕਸਨ - ਨਿ York ਯਾਰਕ ਪੋਸਟ ਲਈ ਜੋਸ ਟ੍ਰੇਵਿਨੋ ਨੂੰ ਰੈਡਸ ਨਾਲ ਵਪਾਰ ਕਰਦੇ ਹਨ",
        "ਤੇਲ ਅਵੀਵ ਯਮਨ ਤੋਂ ਗੋਲੀਬਾਰੀ ਨਾਲ ਮਾਰਿਆ ਗਿਆ, ਇਜ਼ਰਾਈਲੀ ਅਧਿਕਾਰੀ ਕਹਿੰਦੇ ਹਨ - ਸੀ ਐਨ ਐਨ",
        "ਸ਼ਿਕਾਗੋ ਸਕੂਲ ਬੋਰਡ ਨੇ ਸ਼ਿਕਾਗੋ ਪਬਲਿਕ ਸਕੂਲ ਦੇ ਸੀਈਓ ਪੇਡਰੋ ਮਾਰਟੀਨੇਜ਼ ਨੂੰ ਮਹੀਨਿਆਂ ਦੇ ਤਣਾਅ ਤੋਂ ਬਾਅਦ ਬਰਖਾਸਤ ਕੀਤਾ - ਚੱਕਬੀਟ",
        "Diddy ਜਿਨਸੀ ਸ਼ੋਸ਼ਣ ਲਈ 2006 NYC ਮੁਕਾਬਲੇ ਜੇਤੂ ਕੇ ਮੁਕੱਦਮਾ, ਫੋਟੋ ਸ਼ੇਅਰ; Mogul ਦੇ ਅਟਾਰਨੀ ਜਵਾਬ - ਹਿੰਦੁਸਤਾਨ ਟਾਈਮਜ਼",
        "ਸੈਨੇਟ ਬਹੁਤ ਸਾਰੇ ਜਨਤਕ ਸੇਵਾ ਰਿਟਾਇਰਮੈਂਟਾਂ ਲਈ ਸਮਾਜਿਕ ਸੁਰੱਖਿਆ ਲਾਭਾਂ ਨੂੰ ਉਤਸ਼ਾਹਤ ਕਰਨ 'ਤੇ ਅੰਤਮ ਵੋਟ ਲਵੇਗੀ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "WWE ਸਮੈਕਡਾਉਨ ਨਤੀਜੇ – 12/20/24 (ਲਾਈਨ 'ਤੇ Women' sਰਤਾਂ ਦੇ ਟੈਗ ਸਿਰਲੇਖ, ਅਤੇ ਹੋਰ!) - Wrestleview. com",
        "ਸੇਗਾ ਨੈੱਟਫਲਿਕਸ ਵਰਗੀ ਗੇਮ ਗਾਹਕੀ ਸੇਵਾ 'ਤੇ ਵਿਚਾਰ ਕਰਦਾ ਹੈ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਚੱਕਰਵਾਤੀ ਤੂਫਾਨ ਚਿਦੋ ਦਾ ਮਯੋਤੇ ਦਾ ਵਿਨਾਸ਼ ਤੁਰੰਤ ਸੀ ਅਤੇ ਦਹਾਕੇ ਆ ਰਹੇ ਸਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਐਲੀ ਲਿਲੀ ਨੇ ਭਾਰ ਘਟਾਉਣ ਵਾਲੀ ਦਵਾਈ ਨਾਲ ਨੀਂਦ ਦੀ ਬਿਮਾਰੀ ਦਾ ਇਲਾਜ ਕਰਨ ਲਈ ਅਮਰੀਕਾ ਵਿਚ ਹਰੀ ਰੋਸ਼ਨੀ ਦਿੱਤੀ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "ਮਿਸੂਰੀ ਦੇ ਗਵਰਨਰ ਏਰਿਕ ਡੀਵਾਲਕੇਨੇਰੇ ਨੂੰ ਆਜ਼ਾਦ ਕਰਦੇ ਹਨ, ਇੱਕ ਕਾਲੇ ਆਦਮੀ ਦੀ ਹੱਤਿਆ ਦੇ ਦੋਸ਼ੀ ਕੇਸੀ ਦੇ ਪਹਿਲੇ ਪੁਲਿਸ ਅਧਿਕਾਰੀ - ਕੰਸਾਸ ਸਿਟੀ ਸਟਾਰ",
        "ਬਰਾਕ ਓਬਾਮਾ 2024 ਪਸੰਦੀਦਾ ਸ਼ੇਅਰਃ ਸੈਲੀ ਰੂਨੀ, 'Dune: ਭਾਗ ਦੋ' ਸੂਚੀ ਬਣਾਓ - ਅਮਰੀਕਾ ਨੇ ਅੱਜ",
        "ਜੇਪੀ ਮੋਰਗਨ, ਵੇਲਜ਼ ਫਾਰਗੋ, ਬੋਫਏ ਜ਼ੇਲੇ ਭੁਗਤਾਨ ਨੈਟਵਰਕ ਧੋਖਾਧੜੀ ਬਾਰੇ ਸੰਘੀ ਮੁਕੱਦਮੇ ਦਾ ਸਾਹਮਣਾ ਕਰ ਰਿਹਾ ਹੈ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਕੈਲੀਫੋਰਨੀਆ ਦੇ ਡੇਅਰੀ ਝੁੰਡਾਂ ਦੁਆਰਾ ਐਚ 5 ਐਨ 1 ਬਰਡ ਫਲੂ ਦਾ ਤੇਜ਼ੀ ਨਾਲ ਫੈਲਣਾ ਪ੍ਰਸਾਰਣ ਦੇ ਅਣਜਾਣ ਮਾਰਗਾਂ ਦਾ ਸੰਕੇਤ ਦਿੰਦਾ ਹੈ - STAT"
    ]
}