{
    "headlines": [
        "Erste und zehn: Texas hat ein Arch-Manning-Problem. Ist er der Quarterback oder Quinn Ewers? - USA TODAY",
        "Aktienmarkt heute: Dow steigt um 500 Punkte, da Aktien der Fed Rekorde im Visier haben - Yahoo Finance",
        "NFL-Quoten, Vegas-Linien, Picks, Spreads, Spielvorhersagen: Model-liebende Browns, Bengals in Woche 3, 2024 - CBS Sports",
        "Bewerbungen für US-Arbeitslosenunterstützung fallen auf ein Vier-Monats-Tief - Bloomberg",
        "Metal-Band bucht erste Empower Field Stadion-Show von 2025 - FOX 31 Denver",
        "EU sagt Apple, wie man Interoperabilität macht, DMA-Stil - TechCrunch",
        "Ehemann der reichsten Frau Russlands nach Schießerei im Büro wegen Mordes verhaftet - Reuters",
        "Warum Teamsters keinen Kandidaten für 2024 unterstützen werden. Und wie man Kreditkartenschulden vermeidet. - NPR",
        "Die nächste Telefon-Ära ist fast da. This Is How It's Shaping Up - CNET",
        "SpaceX-Crew-9-Astronaut startet verzögert zum 26. September - Space.com",
        "Harris plant einen Livestream mit Oprah Winfrey, während Trump vor einer israelisch-amerikanischen Gruppe sprechen wird - The Associated Press",
        "Die Erde steht kurz vor einem Mini-Mond (vorübergehend). Was man über den Asteroiden 2024 PT5 wissen sollte. - USA HEUTE",
        "NFL Week 3 Picks from the MMQB Staff: Ravens Visit Cowboys Seeking First Win - Sports Illustrated",
        "Die Bildungschancen steigen, da NHC Störungen überwacht, die sich entwickeln und Florida bald beeinflussen könnten - WESH 2 Orlando",
        "Neue XEC-Coronavirus-Variante verbreitet sich weltweit: Was Sie wissen müssen - The Jerusalem Post",
        "Gemini Live wird kostenlos auf Galaxy-Handys ausgerollt - SamMobile - Samsung News",
        "Nintendo und The Pokémon Company verklagen die Palworld-Entwickler wegen \"Verletzung von Patentrechten\" - Rock Paper Shotgun",
        "Exklusiv: Munition aus Indien dringt in die Ukraine ein und erhöht den russischen Zorn - Reuters",
        "Pygmäen-Nilpferd Moo Deng wird so verehrt, dass sie möglicherweise ihr eigenes Patent erhält - The Associated Press",
        "Israel bombardiert den Libanon nach Radioexplosionen, sagt, es vereitelt Mordkomplott - Reuters"
    ]
}