{
    "headlines": [
        "Google Kalender erhält ein Redesign und einen dunklen Modus - The Verge",
        "Boeing-Maschinisten lehnen neuen Vertrag ab, weiterhin kostspieliger Streik - CBS News",
        "Rams vs. Vikings Quoten, Vorhersage, Zeit, Verbreitung: Thursday Night Football Picks aus dem NFL-Modell auf 12-5 Lauf - CBS Sports",
        "Israelischer Angriff auf Gaza-Unterkunft tötet 17, da Blinken sagt, dass die Waffenstillstandsgespräche wieder aufgenommen werden - The Associated Press",
        "Minecraft verliert im nächsten Jahr den VR-Support - The Verge",
        "Die Türkei schlägt den Irak, Syrien nach einem Angriff auf ein Verteidigungsunternehmen in der Nähe von Ankara - Al Jazeera Englisch",
        "Howards Ende? Wie SiriusXM nach Stern überleben wird - Hollywood Reporter",
        "Die Ticketpreise der World Series sind die zweithöchsten aller Zeiten - ein Heimspiel der Yankees könnte Sie fast 5.000 US-Dollar kosten - CNBC",
        "Primavera Sound 2025 Bücher Chappell Roan, Charli XCX & Sabrina Carpenter als Headliner - Stereogum",
        "Harris sagt, Trump sei \"ein Faschist\", nachdem John Kelly sagt, der ehemalige Präsident wolle Generäle wie Hitlers - The Associated Press",
        "House Intel Chair: USA sollten militärische Maßnahmen in Betracht ziehen, wenn nordkoreanische Truppen in die Ukraine einmarschieren - USA HEUTE",
        "Nach der Nachricht von der DOJ-Warnung gab Elon Musks Super-PAC am Mittwoch keinen „täglichen“ Lottogewinner bekannt - CNN",
        "TKO übernimmt IMG, On Location, Professional Bull Riders von Endeavor in $ 3.25B Stock Deal - Hollywood Reporter",
        "Hawaii rast, um die Ausbreitung von baumtötenden Nashornkäfern zu stoppen, invasive Arten, die 2 Meilen fliegen und 140 Eier legen können - CBS News",
        "Southwest warf in seinem Kampf gegen einen aktivistischen Investor das Handtuch - Yahoo! Voices",
        "NFL Week 8 Picks From the MMQB Staff: Tua Tagovailoa Returns Against Cardinals - Sports Illustrated",
        "Das Diabetes-Medikament Ozempic von Novo Nordisk kann laut Studie das Risiko für Alzheimer verringern - CNBC",
        "Argentinische Polizei durchsucht Liam Paynes Hotel, in dem der Sänger in den Tod fiel, und fordert mehr Sicherheitsmaterial - New York Post",
        "Eine SpaceX-Kapsel kehrt zur Erde zurück. Deshalb sind die Astronauten von Boeing Starliner nicht dabei - CNN",
        "Video zeigt hellen Feuerball am Himmel über dem Eriesee - USA HEUTE"
    ]
}