{
    "headlines": [
        "Kalifornien wirft ExxonMobil vor, über die Recyclingfähigkeit von Kunststoffen zu lügen - The Washington Post",
        "US-Beamte arbeiten fieberhaft daran, die Konfrontation zwischen Israel und der Hisbollah zu stoppen, die sich zu einem regionalen Krieg entwickelt - CNN",
        "Monday Night Football: Jayden Daniels führt Kommandanten zu 38-33 Sieg über Bengals - NBC Sports",
        "Der \"Weltuntergangsgletscher\" der Antarktis steuert früher als erwartet auf den Zusammenbruch zu - NDTV",
        "Israelische Streiks töten 492 an Libanons tödlichstem Konflikttag seit 2006 - The Associated Press",
        "Ein Schütze, der 10 Menschen in einem Supermarkt in Colorado getötet hat, wird zu lebenslanger Haft verurteilt - The Associated Press",
        "Die Boeing-Gewerkschaft schlägt sich über das \"letzte\" 30% ige Gehaltserhöhungsangebot - BBC.com",
        "Pac-12 Expansionschaos: Mountain West im Überlebensmodus als Utah State Defekte, AAC Schulen weisen Interesse zurück - CBS Sports",
        "China feuert politische Bazooka, um die Wirtschaft anzukurbeln, angeführt von einer Senkung der Hypothekenzinsen, Immobilien - South China Morning Post",
        "Die FDA hat gerade grünes Licht für einen Grippeimpfstoff zu Hause gegeben. Was die Zulassung eines selbst verabreichten Sprays für Sie bedeutet. - Yahoo Life",
        "Damar Hamlin zeichnet die erste Unterbrechung seiner Karriere auf, schickt Bills Menge weniger als 2 Jahre nach einem Herzstillstand in einen Rausch - Yahoo Sports",
        "Elon Musk bestätigt Pläne für X, seine Sperrfunktion zu ändern: „Höchste Zeit“ - Fox Business",
        "Feds sagen, dass sie Anklage wegen versuchten Mordes an Trump Golfplatzverdächtigen erheben werden - CBS News",
        "[removed]",
        "Mit Verbrechen auf der Wahlagenda gibt das FBI endgültige Kriminalstatistiken für 2023 - The Washington Post",
        "Al b! Sure! fordert eine Untersuchung des Todes von Diddys Ex Kim Porter - Hollywood Reporter",
        "Lächelnder Dick Van Dyke, 98, meldet sich zu Wort, nachdem er Emmys vermisst hat, scherzt, dass er \"betet\", dass er es bis zum 99. Geburtstag schafft - New York Post",
        "Telegram wird nun einige Benutzerdaten an Behörden weitergeben - BBC.com",
        "Nebraska GOP-Senator lehnt Änderung des Wahlkollegiums ab, die Trump geholfen haben könnte, die Wiederwahl zu gewinnen - Fox News",
        "7 Gewinner und 3 Verlierer aus dem Sieg der Chiefs über die Falcons - Arrowhead Pride"
    ]
}