{
    "headlines": [
        "Donald Trump lobt Elon Musk, nachdem er an der New Yorker Börse geläutet hat - Yahoo Finance",
        "Syrischer Rebellenführer, nach Assads Sturz, verschärft seinen Griff auf den Staat - Reuters",
        "Google kündigt Android XR an und startet 2025 auf Samsung Headset - 9to5Google",
        "Der Geminiden-Meteorschauer erreicht diese Woche seinen Höhepunkt. So sehen Sie es sich an - CNN",
        "Donald Trump hat Chinas Präsidenten Xi Jinping zu seiner Amtseinführung eingeladen - Financial Times",
        "Die USA sehen Assads Sturz als Chance, Syriens chemisches Arsenal „ein für alle Mal“ zu zerstören - Reuters",
        "Mit iOS 18.2 vervollständigt Apple sein KI-Starterkit - The Verge",
        "PPI-Inflationsbericht: November-Daten bleiben heiß - Barron's",
        "Die Tesla-Aktie ist seit Trumps Sieg um 70 % gestiegen. Dieser Analyst sieht es auf 500 $/Sh steigen - Investing.com",
        "Intel Arc B580 bietet vielversprechendes Linux-GPU-Rechenpotenzial für den Battlemage-Test - Phoronix",
        "Warner Bros. Discovery schafft neue Unternehmensstruktur, mit Abteilungen für lineare Netzwerke, Streaming & Studios - Deadline",
        "Winterreiseverbote und -empfehlungen in WNY - WGRZ.com",
        "[removed]",
        "Die Europäische Zentralbank senkt die Zinsen, wenn die Wirtschaft schwächer wird - The New York Times",
        "Die aufkommende Brustkrebsbehandlung: Keine Operation erforderlich - The Wall Street Journal",
        "Von der Politik der NFL angewidert, strebt Belichick einen Neustart des Colleges an - ESPN",
        "\"28 Years Later\" -Trailer: Britischer Kunsthändler behauptet, viraler Cillian Murphy Lookalike Zombie zu sein - Deadline",
        "B/R's Start 'Em, Sit 'Em Picks für jede NFL Week 15 Fantasy Matchup - Bleacher Report",
        "NFL Week 15 Picks From the MMQB Staff: Lions-Bills in Potential Super Bowl Preview - Sports Illustrated",
        "UnitedHealthcare CEO tötet zuletzt: Fingerabdrücke, Waffe an Tötungsort gebunden, sagen New Yorker Beamte - ABC News"
    ]
}