{
    "headlines": [
        "Ventos perigosos retornam ao sul da Califórnia à medida que novos incêndios florestais eclodem - Bakersfield Now",
        "Garth Hudson, membro fundador da banda, morto aos 87 anos - Toronto Star",
        "Criptomoedas pensaram que Trump traria legitimidade. Então ele lançou uma moeda meme. - The Wall Street Journal",
        "Trump encerra os detalhes de segurança de John Bolton poucas horas depois de assumir o cargo - CNN",
        "Trump anuncia investimento em infraestrutura de IA apoiado pela Oracle, OpenAI e Softbank - CNBC",
        "Os Bears contratam Ben Johnson como treinador principal - ChicagoBears.com",
        "Fãs e estudantes do estado de Ohio comemoram depois que os Buckeyes vencem o Campeonato Nacional - ABC6OnYourSide.com",
        "Blog ao vivo do Samsung Galaxy S25 Unpacked — vazamentos de última hora e todas as grandes novidades - Guia do Tom",
        "Oito palestinos mortos quando Israel lança operação em Jenin - BBC.com",
        "Justin Bieber promete que ainda é um homem-esposa - Vulture",
        "‘Saudação' de Elon Musk desperta críticas de líderes estrangeiros e democratas - Forbes",
        "Os ganhos da Netflix estão atrás do sino. Veja o que esperar - CNBC",
        "Quantidades históricas de neve estão caindo na Flórida, Louisiana e Texas com a chegada de uma tempestade única em uma geração - CNN",
        "Olhe para cima durante o mês para um deslumbrante desfile de planetas - The Washington Post",
        "Novo, Lilly Weight-Loss Drugs Reduce Risk of Alzheimer's, Study Shows. O que isso significa para as ações. - Barron's",
        "Dois gansos mortos encontrados no campus da UMass Amherst testam positivo para gripe aviária - WCVB Boston",
        "‘QAnon Shaman’ diz que está comprando ‘armas motha f—in’ após perdão de Trump - The Hill",
        "Novak Djokovic ultrapassa Carlos Alcaraz nas semifinais do Aberto da Austrália - usa TODAY",
        "Trevor Noah volta a apresentar o Grammy Awards 2025 - Variedade"
    ]
}