{
    "headlines": [
        "Der israelische Soldat Omer Neutra aus Plainview wurde bei einem Hamas-Angriff am 7. Oktober getötet, bestätigt das israelische Militär - Newsday",
        "Der Verteidiger sagt, der Veteran habe \"gehandelt, um Menschen zu retten\", indem er den Würgegriff des unberechenbaren U-Bahn-Fahrers benutzte - The Associated Press",
        "Die KI von World Labs kann interaktive 3D-Szenen aus einem einzigen Foto generieren - TechCrunch",
        "Jammed Thanksgiving Flights Push U.S. Air Travel to Record - The Wall Street Journal",
        "[removed]",
        "Grijalva lässt das Gebot für den Top-Panel-Platz fallen, da die Hausdemokraten mit der Generationenrechnung konfrontiert sind - POLITICO",
        "Netanyahu: Wird nach dem Hisbollah-Streik \"stark\" reagieren - Newsmax",
        "Der französische Gesetzgeber drängt auf einen Misstrauensantrag, der die Regierung stürzen könnte - CNN",
        "VW-Arbeiter streiken - Ars Technica",
        "Rebellengruppen haben Syriens zweitgrößte Stadt eingenommen. Das sind sie - CNN",
        "Eine Galaxie, die nach ihrer Ähnlichkeit mit einem Sombrero benannt ist, sieht im neuen Bild deutlich anders aus - CNN",
        "Die georgische Präsidentin bittet den Westen um Unterstützung in der Konfrontation mit ihrer eigenen Regierung - Reuters",
        "NFL-Woche-13-Noten: Rechnungen verdienen \"A+\" für einen verschneiten Sieg über 49ers, Bengals erhalten \"D\" für eine hässliche Niederlage gegen Steelers - CBS Sports",
        "Azeez Al-Shaair von den Houston Texans entschuldigt sich für den Treffer, der die Jacksonville Jaguars QB Trevor Lawrence erschütterte - CNN",
        "Warcraft: Orks & Humans, Warcraft 2 von GOG-PLATTFORM gezogen - Polygon",
        "Ehemann wegen Mordes verhaftet, nachdem er eine vermisste Frau und Hunde aus Oregon während einer mehrtägigen Suchmission tot aufgefunden hatte - CBS News",
        "Fische haben ein Mikrobiom im Gehirn. Könnte der Mensch auch einen haben? - Quanta Magazine",
        "Was hat Joe Biden über die Begnadigung seines Sohnes Hunter Biden gesagt? - BBC.com",
        "Betrunkener Trump-Kandidat mit Stripperinnen auf der Bühne erwischt - NJ.com",
        "Top-Demokraten sagen, sie werden nicht nur \"Trumpf-sicheres\" Kalifornien — sie werden es wieder erschwinglich machen - CalMatters"
    ]
}