{
    "headlines": [
        "Pete Prisco 2025 NFL mock draft 2.0: Equipe negocia entre os cinco primeiros para Ashton Jeanty; três QBs tirados na Rodada 1 - CBS Sports",
        "Secretário do Tesouro Bessent diz que escalada da China foi 'grande erro', país joga com 'mão perdedora' - CNBC",
        "A China não está recuando da guerra tarifária de Trump. E agora? - BBC",
        "Mais recente no Oriente Médio: ataques israelenses matam 25 pessoas em Gaza enquanto a Suprema Corte ouve casos do Shin Bet - AP News",
        "Não acredite no hype: a MAGA sabe que o \"endosso\" da RFK às vacinas é falso - Salon.com",
        "Futuros do Dow ganham 700 pontos enquanto Wall Street tenta se recuperar da liquidação tarifária de Trump: atualizações ao vivo - CNBC",
        "Coreia do Sul dispara tiros de advertência enquanto soldados norte-coreanos atravessam a fronteira da DMZ - South China Morning Post",
        "O único medo tarifário do democrata Jared Golden: que Trump recue - Axios",
        "Recurso do príncipe Harry sobre rebaixamento da segurança do Reino Unido para ser ouvido em tribunal - BBC",
        "Trump diz que EUA mantêm negociações nucleares com o Irã em anúncio surpresa - Axios",
        "Zelensky confirma tropas ucranianas ativas na região russa de Belgorod - BBC",
        "Suprema Corte dos EUA apoia deportações sob a Lei de Inimigos Estrangeiros - Al Jazeera",
        "Foguete que transporta o astronauta da NASA Jonny Kim, 2 cosmonautas russos atracam na estação espacial - CBS News",
        "A vacina contra herpes zoster reduz o risco de demência em 20% no estudo da Landmark Stanford - SciTechDaily",
        "Cientistas dizem que ressuscitaram o lobo terrível - CNN",
        "Lyle Menendez revela exatamente como os espectadores 'educados' da série 'Monstros' da Netflix - HuffPost",
        "O mercado está exagerando, diz a Casa Branca. Isso depende de como as tarifas evoluem. - Barron's",
        "Segundo caso de sarampo confirmado no Colorado, desta vez em Denver - Rádio Pública do Colorado",
        "Um satélite militar à espera de ser lançado com a ULA agora voará com a SpaceX - Ars Technica"
    ]
}