{
    "headlines": [
        "توتال إنرجي توقف العمل مع مجموعة أداني - رويترز",
        "رئيس الوزراء الإسرائيلي يوافق على اتفاق وقف إطلاق النار في لبنان \"من حيث المبدأ\"، كما يقول المصدر - سي إن إن",
        "ظهور \"الأشرار\" و \"المصارع\" لأول مرة في مسرح يتحدى الجاذبية - وكالة أسوشيتد برس",
        "\"إنه يضعه بين أعظم العظماء على الإطلاق\" – يثني هورنر على فيرشتابن بعد فوزه بـ \"أفضل وأصعب بطولة\" - الفورمولا 1",
        "الجيل Z يستخدمون جميعًا الذكاء الاصطناعي لإنجاز عملهم، كما وجدت الدراسة - أكسيوس",
        "اكتشاف إنفلونزا الطيور في الحليب الخام الذي يباع في متجر كاليفورنيا - واشنطن بوست",
        "كريستوفر روفو لديه أذن ترامب ويريد إنهاء DEI للأبد - صحيفة وول ستريت جورنال",
        "روسيا وأوكرانيا تضربان الطائرات بدون طيار بينما يدعو زيلينسكي الحلفاء إلى تقديم مساعدات \"لا تتزعزع\" - ABC News",
        "الولايات المتحدة تضع اللمسات الأخيرة على الجوائز الممنوحة لشركة بي أيه إي سيستمز، روكيت لاب لرقائق أشباه الموصلات - ياهو فاينانس",
        "تطلب هاريس من مستشاريها وحلفائها إبقاء خياراتها السياسية مفتوحة - بوليتيكو",
        "الإمارات تعتقل 3 مواطنين أوزبكيين بتهمة قتل حاخام مولدافي إسرائيلي - وكالة أسوشيتد برس",
        "كان ليام باين يحاول الهروب من الشرفة عندما سقط حتى وفاته - TMZ",
        "تصطدم SMCI مع Nasdaq، لكن الأسهم في ارتفاع - TipRanks",
        "ساكون باركلي يسجل العديد من سجلات امتياز النسور، ويصنع تاريخ اتحاد كرة القدم الأميركي في الانتصار المفاجئ على الأكباش - سي بي إس سبورتس",
        "يرى سكوت بيسنت إعادة ترتيب اقتصادية عالمية قادمة. \"يريد أن يكون جزءًا منه. - صحيفة وول ستريت جورنال",
        "قام أعضاء مجلس الشيوخ بإسقاط أحد اختيارات مجلس وزراء ترامب. لكن المعركة على سلطتهم بدأت للتو - وكالة أسوشيتد برس",
        "Krispy Kreme تطلق 3 كعكات جديدة للعطلات — وواحدة مفضلة مرة أخرى - الطعام والنبيذ",
        "حزب الله يطلق الصواريخ على إسرائيل بعد ضربات بيروت القاتلة - BBC.com",
        "تحديث حول عاصفة شتوية محتملة في عيد الشكر - WKBN.com",
        "أطلقت سبيس إكس 23 قمرًا صناعيًا ستارلينك من فلوريدا في وقت مبكر من 25 نوفمبر - Space.com"
    ]
}