{
    "headlines": [
        "Combate na República Democrática do Congo: Ruanda ocupa ilegalmente Goma, diz Thérèse Kayikwamba Wagner - BBC.com",
        "EUA investigam se a DeepSeek obteve chips da Nvidia de empresas em Cingapura, diz relatório - Investopedia",
        "Inflação piorou em dezembro, mostra métrica preferencial do Fed - Barron's",
        "Marianne Faithfull, cantora e ícone pop, morre aos 78 anos - Associated Press",
        "Dos abacates aos automóveis, as tarifas de Trump sobre o Canadá e o México podem chegar perto de casa - The Associated Press",
        "Samsung está no modo Caos, o Galaxy S25 Ultra tem 70% de desconto até esta sexta-feira à noite - Gizmodo",
        "OFICIAL: Real Madrid enfrenta Manchester City nos playoffs da UEFA Champions League - Treinador Madrid",
        "A população de tigres da Índia duplica numa década, oferecendo lições importantes - BBC.com",
        "Pai do refém mais jovem entre três homens será libertado no sábado, diz Hamas - BBC.com",
        "Um futuro piloto, filha de imigrantes indianos e campeões de patinação artística estão entre as vítimas de colisão aérea em DC - CNN",
        "A confirmação de Robert F. Kennedy Jr. é um sorteio - Axios",
        "Esses preços podem subir em poucos dias se Trump aplicar tarifas ao Canadá e ao México - ABC News",
        "Em meio ao hype contínuo da DeepSeek, a Microsoft torna o modelo de raciocínio da OpenAI gratuito para todos os usuários do Copilot - Wccftech",
        "Concertos beneficentes da FireAid em apoio a Los Angeles com a ajuda do Green Day, No Doubt e muito mais - CNN",
        "Donald Trump está travando uma guerra muito pública contra Jerome Powell, então por que ele não atendeu o telefone? - Fortune",
        "Resultados de Pesagem | UFC Arábia Saudita - UFC",
        "Tim Cook alude a atrasos ainda maiores para o maior recurso do iPhone 16 - PhoneArena",
        "5 anos após a Grã-Bretanha deixar a UE, o impacto total do Brexit ainda está emergindo - The Associated Press"
    ]
}