{
    "headlines": [
        "ਗੁਪਤ ਸੇਵਾ ਉਨ੍ਹਾਂ ਅਸਫਲਤਾਵਾਂ ਦੀ ਪਛਾਣ ਕਰਦੀ ਹੈ ਜੋ ਜੁਲਾਈ ਦੀ ਮੁਹਿੰਮ ਰੈਲੀ ਵਿਚ ਟਰੰਪ ਦੀ ਹੱਤਿਆ ਦੀ ਕੋਸ਼ਿਸ਼ ਤੋਂ ਪਹਿਲਾਂ ਦੀਆਂ ਅਸਫਲਤਾਵਾਂ ਦੀ ਪਛਾਣ ਕਰਦੀ ਹੈ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਇਜ਼ਰਾਈਲ ਨੇ ਬੇਰੂਤ ਹੜਤਾਲ ਵਿੱਚ ਕੁਲੀਨ ਹਿਜ਼ਬੁੱਲਾ ਕਮਾਂਡਰਾਂ ਨੂੰ ਮਾਰਿਆ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "ਯੂਕਰੇਨ ਅਪਡੇਟਸਃ ਰੂਸ ਵਿਚ ਦੋ ਹਥਿਆਰਾਂ ਨੂੰ ਨਸ਼ਟ ਕਰ ਦਿੱਤਾ ਗਿਆ, ਕੀਵ ਕਹਿੰਦਾ ਹੈ - ਡੀ ਡਬਲਯੂ (ਅੰਗਰੇਜ਼ੀ)",
        "ਸੀਨ ‘ਡਿੱਡੀ‘ ਕੰਬਜ਼ ਦੇ ਵਿਰੁੱਧ ਦੋਸ਼ ਕਿਵੇਂ ਆਰ. ਕੈਲੀ ਕੇਸ ਦੇ ਸਮਾਨਾਂਤਰ ਹਨ – ਇਕ ਮੁੱਖ ਅੰਤਰ ਦੇ ਨਾਲ - ਸੀ ਐਨ ਐਨ",
        "ਇਕ ਸਕੂਲ 'ਤੇ ਇਜ਼ਰਾਈਲੀ ਹੜਤਾਲ ਕਾਰਨ ਘੱਟੋ-ਘੱਟ 22 ਲੋਕਾਂ ਦੀ ਮੌਤ, ਗਾਜ਼ਾ ਸਿਹਤ ਮੰਤਰਾਲੇ ਦਾ ਕਹਿਣਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਐਫ 1 ਸਿੰਗਾਪੁਰ ਜੀਪੀਃ ਨੌਰਿਸ ਨੇ ਵਰਸਟਾਪੇਨ ਨੂੰ ਹਰਾ ਕੇ ਫਰਾਰੀ ਫੰਬਲਜ਼ ਦੇ ਰੂਪ ਵਿੱਚ ਪੋਲ ਕੀਤਾ - ਮੋਟਰਸਪੋਰਟ ਡਾਟ ਕਾਮ",
        "ਫਲਾਈਟ ਇਨ-ਫਲਾਈਟ ਭੋਜਨ ਤੋਂ ਬਾਹਰ ਚੜ੍ਹਨ ਤੋਂ ਬਾਅਦ ਲਾਈਵ ਮਾ mouseਸ ਦੇ ਚੜ੍ਹਨ ਤੋਂ ਬਾਅਦ ਐਮਰਜੈਂਸੀ ਲੈਂਡਿੰਗ ਕਰਦੀ ਹੈ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਉਸਨੇ ਇੱਕ ਰੁਟੀਨ ਸਕ੍ਰੀਨਿੰਗ ਛੱਡ ਦਿੱਤੀ । ਡਾਕਟਰਾਂ ਨੂੰ ਮਿਲਿਆ 2 ਤਰ੍ਹਾਂ ਦਾ ਕੈਂਸਰ - CBS News",
        "ਚਿੱਪਮੇਕਰ ਕੁਆਲਕਾਮ ਨੂੰ ਇੰਟੇਲ - ਬਲੂਮਬਰਗ ਦੇ ਦੋਸਤਾਨਾ ਟੇਕਓਵਰ ਦੀ ਪੜਚੋਲ ਕਰਨ ਲਈ ਕਿਹਾ ਗਿਆ ਹੈ",
        "ਲੂਕਾ ਅਲਟਮੀਅਰ ਅਤੇ ਫਾਈਟਿੰਗ ਇਲੀਨੀ ਨੇਬਰਾਸਕਾ ਦੀ ਪਾਰਟੀ ਨੂੰ ਵਿਗਾੜਨ ਤੋਂ ਬਾਅਦ ਤੁਹਾਡੇ ਧਿਆਨ ਦੀ ਮੰਗ ਕੀਤੀ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਮਾਹਰ ਅਲਕੋਹਲ ਪੀਣ ਅਤੇ ਕੈਂਸਰ ਪ੍ਰਾਪਤ ਕਰਨ ਦੇ ਵਿਚਕਾਰ ਸੰਬੰਧ ਦੀ ਚੇਤਾਵਨੀ - ਭਵਿੱਖਵਾਦ",
        "ਪਿਕੇਟ ਲਾਈਨਾਂ 'ਤੇ ਬੋਇੰਗ ਮਸ਼ੀਨਿਸਟ ਲੰਬੀ ਹੜਤਾਲ ਦੀ ਤਿਆਰੀ ਕਰਦੇ ਹਨਃ' ਮੈਂ ਜਿੰਨਾ ਸਮਾਂ ਲੈਂਦਾ ਹਾਂ ਰਹਿ ਸਕਦਾ ਹਾਂ '- ਸੀ ਐਨ ਬੀ ਸੀ",
        "5 ਸਾਲਾਂ 'ਚ ਪਹਿਲੀ ਸਤੰਬਰ' ਚ ਸ਼ੇਅਰਾਂ 'ਚ ਗਿਰਾਵਟ ਦਰਜ ਕੀਤੀ ਗਈ । ਕੀ ਅੱਗੇ ਹੋਰ ਚੰਗੇ ਸਮੇਂ ਹਨ? - ਮਾਰਕੀਟਵਾਚ",
        "ਆਈਓਐਸ 18 ਚੀਟ ਸ਼ੀਟਃ ਨਵੀਨਤਮ ਆਈਫੋਨ ਅਪਡੇਟ ਲਈ ਇੱਕ ਮਾਹਰ ਗਾਈਡ - ਸੀ ਐਨ ਈ ਟੀ",
        "ਐਂਟੀਚਿਨਸਃ ਉਹ ਛੋਟੇ ਜਿਹੇ ਮਾਰਸੁਪੀਅਲ ਜਿੱਥੇ ਮਰਦ ਮਰਨ ਤੱਕ ਸੈਕਸ ਕਰਦੇ ਹਨ — ਫਿਰ ਮਾਦਾ ਆਪਣੀਆਂ ਲਾਸ਼ਾਂ ਖਾਂਦੀਆਂ ਹਨ - Livescience.",
        "ਯੂਕੇ ਡੈਡੀਜ਼ ਵਧੇਰੇ ਪਿੱਤਰੀ ਛੁੱਟੀ ਲਈ ਧੱਕਣ ਲਈ ਪੁਰਸ਼ ਮੂਰਤੀਆਂ 'ਤੇ ਬੇਬੀ ਸਲਿੰਗਸ ਨੂੰ ਲਪੇਟ ਰਹੇ ਹਨ - ਐਨਪੀਆਰ",
        "ਵਿਗਿਆਨੀ ਡਰੇ ਹੋਏ ਸਨ ਕਿ ਉਨ੍ਹਾਂ ਨੂੰ ਕੀ ਮਿਲਿਆ - ਦੁਸ਼ਟ ਦਿਨ ਦੇ ਗਲੇਸ਼ੀਅਰ - ਭਵਿੱਖਵਾਦ",
        "ਅਦਾਲਤ ਨੇ ਲਗਭਗ 98,000 ਐਰੀਜ਼ੋਨਾ ਵਾਸੀਆਂ ਨੂੰ ਨਿਯਮ ਦਿੱਤਾ ਜਿਨ੍ਹਾਂ ਦੀ ਨਾਗਰਿਕਤਾ ਦੀ ਪੁਸ਼ਟੀ ਨਹੀਂ ਕੀਤੀ ਗਈ ਸੀ ਉਹ ਪੂਰੀ ਵੋਟ ਪਾ ਸਕਦੇ ਹਨ - ਫੀਨਿਕ੍ਸ ਵਿੱਚ ਏਬੀਸੀ15 ਐਰੀਜ਼ੋਨਾ",
        "Exclusive: ਈਰਾਨ ਨੇ ਰੂਸ ਨੂੰ ਮਿਜ਼ਾਈਲਾਂ ਦਿੱਤੀਆਂ ਪਰ ਕੋਈ ਲਾਂਚਰ ਨਹੀਂ, ਸੂਤਰਾਂ ਦਾ ਕਹਿਣਾ ਹੈ - ROUTERS",
        "ਟਰੰਪ ਰਿਪਬਲਿਕਨ ਸਹਿਯੋਗੀ ਦੇ ਦੁਆਲੇ ਘੁਟਾਲੇ ਵਜੋਂ ਉੱਤਰੀ ਕੈਰੋਲੀਨਾ ਦਾ ਦੌਰਾ ਕਰਨਗੇ - ਰਾਇਟਰਜ਼"
    ]
}