{
    "headlines": [
        "Russian bomb injures at least 30 civilians in Ukraine's Kharkiv, officials say - Reuters",
        "Gov. Maura Healey deflects questions on Harris statement on military - POLITICO",
        "JD Vance defends amplifying false claims about immigrants, saying \"you're never going to get this stuff perfect\" - CBS News",
        "Floods claim more lives as torrential rain pounds central Europe - Reuters",
        "Self-learning AI gives out NFL against the spread, over-under, money-line picks for each 2024 Week 2 game - CBS Sports",
        "Fantasy football: Live Week 2 Q&A with our experts, 11 a.m. ET - ESPN",
        "Dolphins Rumors: Tua Tagovailoa to Meet with Neurologists After Concussion vs. Bills - Bleacher Report",
        "Houthis launch long-range missile attack against Israel - Axios",
        "Blu-Ray on Life Support? Samsung Soundbars & Dolby Vision | You Asked Ep. 57 - Digital Trends",
        "Box Office: ‘Beetlejuice Beetlejuice’ No. 1 Again With $51 Million as ‘Speak No Evil’ Opens to $11 Million - Variety",
        "2024 Emmys: How to Watch the Ceremony Online Without Cable - TVLine",
        "These 10 U.S. cities offer the highest quality of life for retirees—none are in Florida - CNBC",
        "First iPhone 16 pre-orders now shipping, here’s how to track your order - 9to5Mac",
        "Experts warn against vaccine skepticism - CBS News",
        "Equities Market: S&P 500 Is Surviving Big Tech’s Slide as ‘Other 493’ Catch Up - Bloomberg",
        "Philippines withdraws from disputed reef in South China Sea - Financial Times",
        "Haiti: At least 24 killed in fuel tanker explosion - BBC.com",
        "Apple’s New Hearing Aid and Health Upgrades Saved iPhone 16 Launch - Bloomberg",
        "‘Olive Branch’ as William, Kate, and Charles All Wish Harry Happy 40th Birthday - The Daily Beast",
        "Even after having their tubes tied, some women got pregnant - The Washington Post"
    ]
}