{
    "headlines": [
        "ਦੱਖਣੀ ਕੋਰੀਆ ਦੀ ਅਦਾਲਤ ਨੇ ਰਾਸ਼ਟਰਪਤੀ ਯੂਨ ਦੀ ਨਜ਼ਰਬੰਦੀ ਨੂੰ ਵਧਾਇਆ, ਨਾਰਾਜ਼ ਸਮਰਥਕਾਂ - ਸੀਐਨਐਨ",
        "ਵੱਡੇ ਓਪਨਿੰਗ ਕਿੱਕਆਫ ਵਾਪਸੀ ਤੋਂ ਬਾਅਦ ਚੀਫਸ ਨੇ ਟੇਕਸਨਜ਼ 'ਤੇ ਸ਼ੁਰੂਆਤੀ ਲੀਡ ਲਈ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਆਉਣ ਵਾਲੇ ਦਿਨਾਂ ਵਿੱਚ ਬਹੁਤ ਸਾਰੇ ਅਮਰੀਕਾ ਲਈ ਬਹੁਤ ਜ਼ਿਆਦਾ ਠੰਡੇ ਹੋਣ ਦੀ ਭਵਿੱਖਬਾਣੀ, ਜਿਸ ਵਿੱਚ ਖਾੜੀ ਤੱਟ ਖੇਤਰ ਵਿੱਚ ਅਸਾਧਾਰਣ ਬਰਫਬਾਰੀ ਸ਼ਾਮਲ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਟਰੰਪ ਸੱਤਾ ਵਿਚ ਵਾਪਸੀ ਦੀ ਨਿਸ਼ਾਨਦੇਹੀ ਲਈ ਉਦਘਾਟਨੀ ਜਸ਼ਨਾਂ ਲਈ ਵਾਸ਼ਿੰਗਟਨ ਪਹੁੰਚ ਰਹੇ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਇਜ਼ਾਬੇਲਾ ਰੋਸੇਲਿਨੀ ਡੇਵਿਡ ਲਿੰਚ ਨੂੰ ਦਿਲ ਤੋੜਨ ਵਾਲੇ 5-ਵਰਡ ਸਟੇਟਮੈਂਟ ਨਾਲ ਸਨਮਾਨਿਤ ਕਰਦੀ ਹੈ - ਹਫਪੋਸਟ",
        "ਟਰੰਪ ਨੇ ਉਦਘਾਟਨ ਤੋਂ ਤੁਰੰਤ ਬਾਅਦ ਇਮੀਗ੍ਰੇਸ਼ਨ ਲਾਗੂ ਕਰਨ ਨੂੰ ਤੇਜ਼ ਕਰਨ ਦੀ ਯੋਜਨਾ ਬਣਾਈ ਹੈ, ਸੂਤਰਾਂ ਦਾ ਕਹਿਣਾ ਹੈ - ਰਾਇਟਰਜ਼",
        "ਕ੍ਰੀਟਨ 68-63 UConn (ਜਨਵਰੀ 18, 2025) ਗੇਮ ਰੀਕੈਪ - ਈਐਸਪੀਐਨ",
        "ਸਨੂਪ ਡੌਗ ਨੇ ਇੱਕ ਟਰੰਪ ਉਦਘਾਟਨ ਸਮਾਰੋਹ ਵਿੱਚ ਪ੍ਰਦਰਸ਼ਨ ਕੀਤਾ, ਅਤੇ ਲੋਕਾਂ ਕੋਲ ਕਹਿਣ ਲਈ ਬਹੁਤ ਕੁਝ ਹੈ - ਯਾਹੂ ਐਂਟਰਟੇਨਮੈਂਟ",
        "ਟਰੰਪ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਹ ਟਿਕਟਾਕ ‘ਤੇ ਪਾਬੰਦੀ ਨੂੰ ਅਸਥਾਈ ਤੌਰ’ ਤੇ 'ਜ਼ਿਆਦਾਤਰ ਸੰਭਾਵਤ’ ਦੇਰੀ ਕਰੇਗਾ, ਪਰ ਅੰਤਮ ਫੈਸਲਾ ਨਹੀਂ ਲਿਆ ਹੈ - ਸੀਐਨਐਨ",
        "ਵਰਮੋਂਟ ਵਿਚ ਠੰਢੀ ਨਦੀ ਤੋਂ ਕੁੱਤੇ ਦਾ ਮਨੁੱਖ ਦਾ ਨਾਟਕੀ ਬਚਾਅ ਵੀਡੀਓ 'ਤੇ ਫੜਿਆ ਗਿਆ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਟਰੰਪ ਦੇ ਵਿਰੋਧ 'ਚ ਡੀ. ਸੀ.' ਚ ਪੀਪਲਜ਼ ਮਾਰਚ 'ਚ ਹਜ਼ਾਰਾਂ ਦੀ ਗਿਣਤੀ' ਚ ਰੈਲੀ - The Washington Post",
        "ਨਿਆਂ ਵਿਭਾਗ ਨੇ ਵਾਲਗ੍ਰੀਨਜ਼ 'ਤੇ ਕਥਿਤ ਗੈਰਕਾਨੂੰਨੀ ਓਪੀਓਡ ਨੁਸਖ਼ਿਆਂ' ਤੇ ਮੁਕੱਦਮਾ ਕੀਤਾ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਨਿਣਟੇਨਡੋ ਸਵਿਚ 2 ਪਿੱਛੇ ਵੱਲ ਅਨੁਕੂਲਤਾ \"ਲਗਭਗ ਅਟੱਲ\" ਸੀ ਕਿਉਂਕਿ ਖਿਡਾਰੀਆਂ ਕੋਲ ਕੁੱਲ ਕੈਟਾਲਾਗ ਹੈ 1billion + ਗੇਮਜ਼ ਉਹ ਅਜੇ ਵੀ ਖੇਡਣਾ ਚਾਹੁੰਦੇ ਹਨ - ਗੇਮਜ਼ਰਾਡਰ",
        "ਟੇਲਰ ਸਵਿਫਟ ਚਿਕ ਦਿਖਾਈ ਦਿੰਦੀ ਹੈ ਜਦੋਂ ਉਹ ਨਿ New ਯਾਰਕ ਸਿਟੀ ਵਿੱਚ ਮਾਪਿਆਂ ਨਾਲ ਖਾਣਾ ਖਾਂਦੀ ਹੈ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਟਰੰਪ ਨੇ ਸ਼ੁਰੂ ਕੀਤਾ ਮੀਮ ਸਿੱਕਾ ਤੇ ਰਾਤੋ ਰਾਤ ਬਣ ਗਈ 32 ਅਰਬ ਡਾਲਰ ਦੀ ਕੀਮਤ - Axios",
        "ਜਾਰਜੀਆ ਨੇ ਬਰਡ ਫਲੂ ਦਾ ਪਤਾ ਲੱਗਣ ਤੋਂ ਬਾਅਦ ਰਾਜ ਵਿਚ ਪੋਲਟਰੀ ਦੀ ਵਿਕਰੀ ਰੋਕ ਦਿੱਤੀ - ਬਲੂਮਬਰਗ",
        "ਪਹਿਲੇ ਵਸਨੀਕਾਂ ਨੂੰ ਪਾਲੀਸੇਡਜ਼ ਅੱਗ ਨਾਲ ਤਬਾਹ ਹੋਏ ਭਾਈਚਾਰਿਆਂ ਨੂੰ ਵਾਪਸ ਜਾਣ ਦੀ ਆਗਿਆ ਦਿੱਤੀ ਗਈ - ਕੇਟੀਐਲਏ ਲਾਸ ਏਂਜਲਸ",
        "ਸਪੈਨਿਸ਼ ਸਕੀ ਰਿਜੋਰਟ ਵਿਖੇ ਚੇਅਰਲਿਫਟ ਹਾਦਸੇ ਵਿਚ ਦਰਜਨਾਂ ਜ਼ਖਮੀ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਇਸ ਹਫਤੇ ਇਨ ਸਪੇਸ ਪੋਡਕਾਸਟਃ ਐਪੀਸੋਡ 144 — ਮਹਾਨ ਚੰਦਰ ਆਰਮਾਡਾ - ਸਪੇਸ ਡਾਟ ਕਾਮ",
        "ਕਮਾਂਡਰ ਬਨਾਮ ਲਾਇਨਜ਼, ਟੈਕਸੇਨਜ਼ ਬਨਾਮ ਚੀਫਸ ਦੀ ਭਵਿੱਖਬਾਣੀਃ ਐਨਐਫਐਲ ਡਵੀਜ਼ਨਲ ਰਾਉਂਡ ਪਿਕਸ, ਔਕੜ - ਨਿ York ਯਾਰਕ ਪੋਸਟ"
    ]
}