{
    "headlines": [
        "IDF bestätigt gezielten Angriff im Norden des Gazastreifens - The Jerusalem Post",
        "Astronomen verfolgen einen Asteroiden, der die Erde im Jahr 2032 treffen könnte - NPR",
        "Was Sie über Polio-Impfstoffe wissen sollten, in 4 Diagrammen - CNN",
        "Murmeltiertag: Punxsutawney Phil macht Vorhersagen über den Spätwinter oder den frühen Frühling - BBC.com",
        "Elon Musk prognostiziert, dass Tesla dank dieser 10-Billionen-Dollar-Chance größer sein wird als Apple, Nvidia, Microsoft, Amazon und Alphabet zusammen - The Motley Fool",
        "Wie haben rassistische Massentexte nach der Wahl einige Anti-Spam-Schutzgeländer umgangen? - NPR",
        "An vorderster Front gegen die Vogelgrippe fürchten Eierbauern, dass sie den Kampf verlieren: Schüsse - Gesundheitsnachrichten - NPR",
        "Zappeln Sie an Ihrem Schreibtisch? Dein Körper versucht dir vielleicht etwas zu sagen - NPR",
        "Horoskop für Sonntag, 2. Februar 2025 - Chicago Sun-Times",
        "Benavidez übertrifft Morrell, fügt sekundären Titel hinzu - ESPN",
        "Rubio begibt sich auf Mission Impossible: Rückeroberung des Panamakanals - The Washington Post",
        "WWE Royal Rumble 2025 Ergebnisse, Gewinner, Noten: Jey Uso, Charlotte Flair schlagen ihre Tickets für WrestleMania - CBS Sports",
        "Social Media reagiert auf Arkansas '89-79 Sieg über Kentucky - Rivals.com - Arkansas",
        "Justin Baldoni wirft Blake Lively, New York Times, vor, in einer geänderten 400-Millionen-Dollar-Klage „Absprachen“ getroffen zu haben - Rolling Stone",
        "Elon Musks DOGENKOMMISSION erhält Zugang zu sensiblen Treasury-Zahlungssystemen: AP-Quellen - The Associated Press",
        "KI hat mir meine Zukunft gezeigt. Hier ist, was ich gelernt habe. - The Wall Street Journal",
        "„Minnesota nice has two sides“: Warum manche Demokraten in Ken Martin einen skrupellosen Anführer sehen - POLITICO",
        "Die NBA-Handelsfrist steht vor der Tür, und De 'Aaron Fox könnte für Teams verfügbar sein, die handeln möchten - KCRA Sacramento",
        "Medizinischer Transportjet war vor dem Absturz in Philadelphia weniger als eine Minute in der Luft: NTSB - ABC News"
    ]
}