{
    "headlines": [
        "Die Marine entschuldigt sich für die Zerstörung des Dorfes der Ureinwohner Alaskas im Jahr 1882 - CBS News",
        "\"Nimm unser Leben ernst\", fleht Michelle Obama, als sie sich für Kamala Harris in Michigan einsetzt - The Associated Press",
        "Japans neuer Premierminister steht vor einem großen Test mit einer Wahl nur wenige Wochen nach seinem Amtsantritt - CNN",
        "Louis Tomlinsons Sohn Freddie, 8, erscheint selten mit der Familie - E! NEWS",
        "World Series Game 2 Live-Updates: Dodgers vs. Yankees Score, Highlights, TV-Sender - USA TODAY",
        "Diese 3 Apple-Produkte werden wahrscheinlich nächste Woche eingestellt - 9to5Mac",
        "Wir haben es mit Google aufgenommen und sie gezwungen, 2 Mrd. £ auszuzahlen - BBC.com",
        "Der Verleger der Washington Post sagt, er habe Kamala Harris und nicht Jeff Bezos getötet: Bericht - New York Post",
        "Der päpstliche Gipfel endet mit der Forderung nach Führungsrollen für Frauen - BBC.com",
        "Berichten zufolge entwickelt Google ein KI-System für \"Computer-benutzende Agenten\" - The Verge",
        "Tom Hanks sagt, die Wiedervereinigung mit \"Robin Wright von Forrest Gump für \"Here\" war\" so einfach \"- Deadline",
        "Demi Lovatos Baby-Nichte stirbt nach einem Notfall-C-Abschnitt - WJW FOX 8 News Cleveland",
        "Cook verlässt Mizzou gegen Bama mit Handverletzung - ESPN",
        "Live-Updates: Israel schlägt den Iran als Vergeltung mit hohem Einsatz - CNN",
        "UFC 306: Ilia Topuria ist der nächste Star nach der Zerstörung von Max Holloway - Bleacher Report",
        "WATCH: Trump schlägt Detroit erneut, während er in Novi, Michigan, um Stimmen bittet - PBS NewsHour",
        "SpaceX-Crew-8-Astronaut mit \"medizinischem Problem\" ins Krankenhaus eingeliefert, nachdem Splashdown veröffentlicht wurde, sagt NASA - CNN",
        "American Airlines probiert neue Technologie aus, um Linienschneider zu beschämen - OregonLive",
        "Israelische Streitkräfte verhaften Mediziner, Patienten nach gewaltsamer Razzia im Gaza-Krankenhaus - Al Jazeera Englisch",
        "Apple gewinnt $ 250 von Masimo im Uhren-Patentversuch - TechCrunch"
    ]
}