{
    "headlines": [
        "تقول المذكرة إن تسريح الموظفين الفيدراليين \"محتمل\" إذا اختار عدد قليل جدًا من الموظفين الاستقالة - واشنطن بوست",
        "مؤشر ستاندرد آند بورز 500 يرتفع مع تخلي المستثمرين عن معارك ترامب التجارية، وناسداك تكسب 1 ٪ بقيادة بالانتير: تحديثات مباشرة - سي إن بي سي",
        "البيض على وشك أن يصبح أكثر تكلفة في وافل هاوس. إليك السبب - أصوات ياهو!",
        "التقييمات التلفزيونية: جوائز غرامي تتعرض للضرب على الهواء ولكنها تزدهر على وسائل التواصل الاجتماعي - مراسل هوليوود",
        "لوكا دونتشيتش يروي أفكاره عن رؤساء مافريكس الذين قايضوه: \"لا أعرف لماذا\" - نيويورك بوست",
        "الفكرة: كيف سيشكل الرئيس أحمد الشرع مستقبل سوريا ؟ - الجزيرة الإنجليزية",
        "أعلن تايجر وودز أن والدته، كولتيدا، قد توفيت - إن بي سي سبورتس",
        "تواجه الصين بتعريفات جمركية على المنتجات الأمريكية. كما أنها ستحقق في غوغل. - وكالة أسوشيتد برس",
        "رحلة بحرية لخفض القوى العاملة بنسبة 50 ٪ بعد أن خفضت جنرال موتورز التمويل لعمليات التاكسي الآلي - TechCrunch",
        "مواقع هبوط كوبر كوب: تشمل الوجهات التجارية المحتملة لـ WR السابق All - Pro Steelers و Cowboys - CBS Sports",
        "وصفها أصدقاء بيانكا سينسوري بأنها \"مشاركة راغبة\" في حيلة ملابس غرامي \"عارية\"، وادعوا أن كاني ويست \"يمكّنها\" - هندوستان تايمز",
        "تعلن Apple عن تطبيق \"Apple Invites\" لتخطيط الفعاليات - The Verge",
        "صياغة إدارة ترامب لأمر تنفيذي لبدء القضاء على وزارة التعليم - سي إن إن",
        "تتجه رحلات المهاجرين إلى خليج غوانتانامو بينما تدور الأسئلة القانونية حول خطط ترامب - سي إن إن",
        "أحدث إطلاق نار في مدرسة سويدية: إصابة ستة أشخاص بعد إطلاق النار في الحرم الجامعي في أوريبرو - BBC.com",
        "تحول مجلس الشيوخ بشأن تولسي غابارد - أكسيوس",
        "كيف اقتطعت ضربة كويكب قديم اثنين من الأخاديد الكبرى على سطح القمر - وكالة أسوشيتد برس",
        "كيف أطلق إيلون ماسك أسبوعين من الفوضى في جميع أنحاء واشنطن - سي إن إن",
        "هل أثمر خروج بريطانيا من الاتحاد الأوروبي أخيرًا ؟ ماذا يعني تأجيل التعريفة الجمركية لترامب بالنسبة لستارمر - بوليتيكو أوروبا",
        "Optoma تطلق جهاز عرض ليزر رئيسي جديد للسينما المنزلية بدقة 4K مع دعم HDR عالمي - Forbes"
    ]
}