{
    "headlines": [
        "Возрожденный Pac-12, чтобы добавить четыре школы Mountain West, в том числе в штате Бойсе - The Washington Post",
        "Изъято",
        "Chase: Cincy 'team to beat' in AFC as K.C. looms - ESPN",
        "Футбольные коэффициенты по четвергам, линия, время, спред: выбор Bills vs. Dolphins от Buffalo Expert на 40-27 пробежек - CBS Sports",
        "Google тестирует десктопное окно для Android-планшетов - The Verge",
        "Sundance Institute выводит 3 города на финальный этап в поиске принимающих городов в 2027 году - Salt Lake Tribune",
        "Лора Лумер: Кто является теоретиком заговора, путешествующим с Трампом? - BBC.com",
        "Землетрясение сотрясает район Лос-Анджелеса, «миллионы» уведомлены заранее, сообщает офис губернатора - ABC News",
        "FDA одобряет Apple AirPods в качестве слуховых аппаратов - The Washington Post",
        "Трамп заявил, что не будет участвовать в очередных президентских дебатах - CNN",
        "Еще 3 обвинения отклонены в обвинительном заключении по делу Трампа в Грузии - NPR",
        "Четверо гражданских лиц в смелой миссии SpaceX завершили первый коммерческий выход в открытый космос - CNN",
        "Navient достигла урегулирования в размере 120 миллионов долларов за вводящих в заблуждение заемщиков студенческих кредитов - NPR",
        "Акции Adobe провалились на фоне прогноза по выручке в четвертом квартале - CNBC",
        "Готовим немецкий шоколад без какао - NPR",
        "Серийные тесты на комаров дали положительный результат на EEE в Норт-Хэмптоне - WMUR Манчестер",
        "Ознакомьтесь с заявлением о полной отставке комиссара полиции Нью-Йорка Эдварда Кабана в департамент - NBC New York",
        "«Сосредоточиться на футболе»? Дешон Уотсон, Брауны снова снисходят после судебного процесса - USA TODAY",
        "Вице-председатель Berkshire Джейн продает более половины своей доли в компании - Financial Times",
        "650-футовое цунами в гренландском фьорде вызвало волны, которые длились 9 дней, выяснили ученые - Yahoo! Voices"
    ]
}