{
    "headlines": [
        "2025 ਐਨਬੀਏ ਸਲੈਮ ਡੰਕ ਮੁਕਾਬਲੇ ਦੀਆਂ ਮੁਸ਼ਕਲਾਂ, ਫੀਲਡ, ਪਿਕਸ, ਭਵਿੱਖਬਾਣੀ, ਸ਼ੁਰੂਆਤੀ ਸਮਾਂਃ 80-52 ਰਨ 'ਤੇ ਮਾਹਰ ਤੋਂ ਵਧੀਆ ਸੱਟਾ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਮ੍ਯੂਨਿਚ ਕਾਰ ਹਮਲੇ 'ਚ ਜ਼ਖਮੀ ਹੋਣ ਕਾਰਨ ਮਾਂ ਅਤੇ ਬੱਚੇ ਦੀ ਮੌਤ - BBC.com",
        "ਚੈਰ, ਲੇਡੀ ਗਾਗਾ, ਮਾਈਲੀ ਸਾਇਰਸ, ਸਨੂਪ ਡੌਗਃ 'ਸ਼ਨੀਵਾਰ ਨਾਈਟ ਲਾਈਵ' ਯੁੱਗਾਂ ਲਈ ਇਕ ਸਮਾਰੋਹ ਨਾਲ ਮਿਲਦਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਬਰਡ ਫਲੂ ਅੰਡੇ ਦੇ ਕਿਸਾਨਾਂ ਦੇ ਬਟੂਏ ਵਿੱਚੋਂ ਇੱਕ ਵੱਡਾ ਚੱਕ ਲੈਂਦਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਪੋਪ Francis ਦੇ ਨਵੀਨਤਮ ਟੈਸਟ ਦਿਖਾ 'ਕੁਝ' ਸੁਧਾਰ bronchitis ਲਈ ਹਸਪਤਾਲ ਦੇ ਵਿਚਕਾਰ, ਵੈਟੀਕਨ ਕਹਿੰਦਾ ਹੈ - ਏਬੀਸੀ ਨਿਊਜ਼",
        "ਲਾਲ ਸੌਕਸ ਬਣਾਓ ਛੋਟੇ ਰੋਸਟਰ ਮੂਵ ਅਲੈਕਸ ਬ੍ਰੈਗਮੈਨ ਲਈ ਕਮਰਾ ਬਣਾਉਣ ਲਈ - NESN",
        "ਬਾਕਸ ਆਫਿਸਃ ‘ਕੈਪਟਨ ਅਮਰੀਕਾਃ ਬਹਾਦਰ ਨਵੀਂ ਦੁਨੀਆ’ 40 ਮਿਲੀਅਨ ਡਾਲਰ ਦੇ ਉਦਘਾਟਨ ਦਿਵਸ ਦਾ ਉਦਘਾਟਨ - ਵਰਾਇਟੀ",
        "ਟਰੰਪ ਦੁਆਰਾ ‘ਦੁਸ਼ਟ‘ ਕਿਹਾ ਜਾਂਦਾ ਖਪਤਕਾਰ ਵਾਚਡੌਗ ਏਜੰਸੀ ਇਸ ਦੀ ਸਹਾਇਤਾ ਕੀਤੇ ਗਏ ਬਹੁਤ ਸਾਰੇ ਲੋਕਾਂ ਲਈ ‘ਹੀਰੋ’ ਵਜੋਂ ਵੇਖੀ ਜਾਂਦੀ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਬਜ਼ੁਰਗ ਵਯੋਮਿੰਗ womanਰਤ ਵਿੱਚ ਬਰਡ ਫਲੂ ਦੀ ਪੁਸ਼ਟੀ ਕੀਤੀ ਗਈ ਜਿਸਦਾ ਸੰਭਾਵਤ ਤੌਰ ਤੇ ਉਸਦੇ ਘਰ ਵਿੱਚ ਸੰਕਰਮਿਤ ਝੁੰਡ ਦੇ ਸੰਪਰਕ ਵਿੱਚ ਸੀ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਕਾਲਮ | ‘ਸ਼ਨੀਵਾਰ ਨਾਈਟ ਲਾਈਵ’ ਮਸ਼ੀਨ ਪੀਸਦੀ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਕਾਰਪੋਰੇਟ ਅਮਰੀਕਾ ਦੇ Souring ਲਾਭ ਆਉਟਲੁੱਕ ਬੱਦਲ ਇਕੁਇਟੀ ਰੈਲੀ - ਬਲੂਮਬਰਗ",
        "ਲੁਈਗੀ ਮੈਂਗਿਓਨ, ਯੂਨਾਈਟਿਡਹੈਲਥਕੇਅਰ ਦੇ ਸੀਈਓ ਬ੍ਰਾਇਨ ਥੌਮਸਨ ਦਾ ਦੋਸ਼ੀ ਕਾਤਲ, ਜੇਲ੍ਹ ਤੋਂ ਬਿਆਨ ਜਾਰੀ ਕਰਦਾ ਹੈ - ਏਬੀਸੀ 11 ਰੇਲੀ-ਡਰਹੈਮ",
        "ਵੋਲੋਡੀਮਰ ਜ਼ੇਲੇਨਸਕੀ ਨੇ ਰੂਸ ਦੀਆਂ ਧਮਕੀਆਂ ਦਾ ਸਾਹਮਣਾ ਕਰਨ ਲਈ 'ਯੂਰਪ ਦੀ ਫੌਜ' ਬਣਾਉਣ ਦੀ ਮੰਗ ਕੀਤੀ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਉਹ ਸੋਚਦੀ ਸੀ ਕਿ ਉਸ ਨੂੰ ਹਜ਼ਮ ਨਹੀਂ ਹੋ ਰਿਹਾ ਸੀ । ਡਾਕਟਰਾਂ ਨੂੰ ਇਕ ਨੇੜਿਓਂ ਘਾਤਕ ਧਮਣੀ ਰੁਕਾਵਟ ਮਿਲੀ... - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਲੈਬੋਰਡ ਦਾ ਚੈਮਲੀਅਨਃ ਰੰਗ ਬਦਲਣ ਵਾਲਾ ਚੂਹਾ ਜੋ 4 ਮਹੀਨਿਆਂ ਵਿੱਚ ਮਰ ਜਾਂਦਾ ਹੈ - Livescience.",
        "ਇਕ ਐਸਟਰਾਇਡ ਕੋਲ 2032 ਵਿਚ ਧਰਤੀ ਨਾਲ ਟਕਰਾਉਣ ਦੀ 2% ਸੰਭਾਵਨਾ ਹੈ. ਖਗੋਲ ਵਿਗਿਆਨੀ ਇਸ ਨੂੰ ਕਿਵੇਂ ਟਰੈਕ ਕਰ ਰਹੇ ਹਨ ਇਹ ਇੱਥੇ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਮੌਸਮ ਵਿਗਿਆਨੀ ਸੰਭਾਵਿਤ ਇਤਿਹਾਸਕ ਹੜ੍ਹਾਂ ਦੀ ਚੇਤਾਵਨੀ ਦਿੰਦੇ ਹਨ ਕਿਉਂਕਿ ਇੱਕ ਵੱਡਾ ਤੂਫਾਨ ਸਾਰੇ ਖਤਰਿਆਂ ਦੇ ਨਾਲ ਪੂਰਬ ਨੂੰ ਮਾਰਦਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਆਈਫੋਨ ਐਸਈ 4: ਐਪਲ ਨੇ ਪੁਸ਼ਟੀ ਕੀਤੀ ਨਵੀਂ ਉਤਪਾਦ ਲਾਂਚ ਦੀ ਤਾਰੀਖ ਲਗਭਗ ਇੱਥੇ ਹੈ - ਫੋਰਬਸ",
        "ਨੰਬਰ 1 ਜੈਨਿਕ ਸਿਨਰ ਨੂੰ ਡੋਪਿੰਗ ਕੇਸ ਦੇ ਨਿਪਟਾਰੇ ਵਿਚ 3 ਮਹੀਨੇ ਦੀ ਪਾਬੰਦੀ ਮਿਲੀ, ਫਰੈਂਚ ਓਪਨ ਤੋਂ ਪਹਿਲਾਂ ਵਾਪਸ ਆ ਸਕਦੇ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ"
    ]
}