{
    "headlines": [
        "Suspect in Gilgo Beach serial killings is charged in the death of a seventh woman - The Associated Press",
        "The latest on Trump’s presidential transition as Electoral College votes to confirm results - CNN",
        "Aaron Rodgers Talks His Romantic Past and Says He 'Didn't Do Myself Any Favors with Some of the Girls I Dated' - AOL",
        "Suddenly, Chaos in Canada’s Politics. That’s a Good Thing. - POLITICO",
        "Trump sues Des Moines Register and top pollster over final Iowa survey - CNN",
        "Alabama Woman Receives Nation’s Third Pig Kidney Transplant - The New York Times",
        "US November retail sales control group +0.4% vs +0.4% expected - ForexLive",
        "2024 NFL playoff picture: Who’s sealed their spot and who’s still in the hunt after Week 15 - CNN",
        "Prince Harry and Meghan share rare photo of their children on Christmas card - CNN",
        "Pfizer Stock Rises as Drug Giant Sees 2025 Revenue of $61 Billion to $64 Billion - Barron's",
        "Walmart employees are now wearing body cameras in some stores - CNBC",
        "Sara Sharif's father and stepmother jailed for life for her murder - BBC.com",
        "Igor Kirillov: Russia's chemical weapons chief and mouthpiece killed in Moscow - BBC.com",
        "Justin Jefferson: I’m grateful for Randy Moss, wanted to pay tribute to him - NBC Sports",
        "Drugmakers Paid PBMs Not to Restrict Opioid Prescriptions - The New York Times",
        "RFK Jr. has public health leaders quietly hopeful — and scared as hell - POLITICO",
        "Snowmanning: New holiday dating trend that doctors warn could lead to STIs and emotional fallout - Hindustan Times",
        "Wisconsin school shooting latest: Attack happened inside classroom, police say - ABC News",
        "Dragon’s Daring Return: SpaceX Capsule Heads for Florida Splashdown - SciTechDaily",
        "Ukrainian troops say inexperienced North Koreans are making easy targets - The Washington Post"
    ]
}