{
    "headlines": [
        "Prosecutors share how a smartwatch left clues in the killing of Laken Riley. Here are the key trial takeaways so far - CNN",
        "Jake Paul defeats Mike Tyson via unanimous decision in highly anticipated fight - CNN",
        "Ten newborns killed in north India hospital fire - Al Jazeera English",
        "Jalen Brunson’s game-winner, Mikal Bridges’ block helps Knicks escape with rivalry win over Nets - New York Post ",
        "Robert Roberson's execution can resume, Texas Supreme Court says - BBC.com",
        "Horoscope for Saturday, 11/16/24 by Christopher Renstrom - SFGATE",
        "LeBron ups triple-double streak to 4 in L.A. win - ESPN",
        "Avian influenza confirmed in birds on Central Oahu property - Honolulu Star-Advertiser",
        "What happens next in The Onion’s effort to buy Alex Jones’ Infowars - POLITICO",
        "Trump names Karoline Leavitt as youngest ever White House press secretary - The Associated Press",
        "Woman Told House Ethics She Saw Matt Gaetz Have Sex With a Minor, Says Lawyer - Rolling Stone",
        "North Korean troops in Ukraine ‘grave escalation’, Scholz tells Putin - BBC.com",
        "Trump Pentagon pick had been flagged by fellow service member as possible 'Insider Threat' - Star Tribune",
        "What is Bluesky, the fast-growing social platform welcoming fleeing X users? - The Associated Press",
        "Eva Longoria Clarifies She Didn’t Move Family Out of United States Because of Donald Trump - Hollywood Reporter",
        "Half-Life 2 20th Anniversary Update Includes Developer Commentary, Improved Graphics, and a 2-Hour Documentary - IGN",
        "Biden meets allies, warns of 'significant political change' - DW (English)",
        "Supermicro Stock Surges on Reports of Plan To Avoid Delisting - Yahoo Finance",
        "Hispanic, LGBTQ communities receive hateful emails after racist text surge - ABC News",
        "Trump names Interior nominee Burgum to head new National Energy Council - POLITICO"
    ]
}