{
    "headlines": [
        "Artur Beterbiev vs. Dmitry Bivol Kampfvorhersagen, Quoten, Startzeit, Undercard, Vorschau, wo man zuschauen kann - CBS Sports",
        "Harris in \"ausgezeichneter Gesundheit\", sagt ihr Arzt, während die Kampagne darauf abzielt, Trump unter Druck zu setzen, medizinische Unterlagen freizugeben - CBS News",
        "Trump macht blauen Umweg mit Coachella-Rallye - CNN",
        "College Football im Fernsehen: Ohio State in Oregon ist das Warten wert - The Washington Post",
        "Weitere Abtreibungsstimmzettel sollen verabschiedet werden. Dann werden die staatlichen Gerichte zu Wort kommen. - POLITICO",
        "Hier sind einige exklusive Details darüber, wie die Einführung von Xbox Cloud Gaming \"Bring Your Own Games\" aussehen wird: Regionen, Größe der Spielbibliothek, Zugriff auf iPhone, Android und mehr. - Windows Central",
        "Apple ermöglicht es Benutzern jetzt, ihre iCloud-E-Mail-Adresse ab iOS 18.1 - 9to5Mac zu ändern",
        "Um wie viel Uhr ist der Fernsehsender Oregon Football vs. Ohio State heute? Spread, Spielquoten, Streaming kostenlos ansehen - OregonLive",
        "RSV-Impfstoffe erneut auf ernste Risiken und Vorteile untersucht - Daily Kos",
        "Die NASA-Raumsonde Europa Clipper wird den Jupitermond nach den Zutaten für das Leben durchsuchen - The Associated Press",
        "‘Dune 2’ -Regisseur Denis Villeneuve sagt, dass die epische Sandwurm-Reitszene ‘Manchmal eine Woche für einen Schuss’ dauerte und eine separate Einheit erforderte: ‘Wenn ich es selbst gemacht hätte, würde ich immer noch schießen’ - Yahoo Entertainment",
        "Die erschütterndsten Details aus Sean \"Diddy\" Combs 'Kriminalfall - E! Online - E! NEWS",
        "[entfernt]",
        "Intel erweitert Application Optimized (APO) -Software um 12 weitere Spiele, Unterstützung für Core Ultra 285K/265K - VideoCardz.com",
        "Pennsylvania am härtesten vom landesweiten Keuchhustenausbruch betroffen - TribLIVE",
        "Boeing gibt vorläufigen signifikanten Verlust im dritten Quartal bekannt: Kürzung des 767-Frachterprogramms, Verzögerungen bei 777X Eis, größere Entlassungen - Leeham News und Analyse",
        "Das National Geographic-Team hat möglicherweise den Fuß eines berühmten Mount Everest-Bergsteigers entdeckt - NPR",
        "EF3 Tornado geschnitten 21-Meile Weg durch Palm Beach County mit 140 mph Winde, sagt NWS - WPTV News Channel 5 West Palm",
        "China signalisiert mehr fiskalische Anreize für die Wirtschaft, lässt wichtige Details zur Größe weg - Reuters",
        "Naher Osten: Israel drängt auf Evakuierungen im Libanon, Gaza - DW (Englisch)"
    ]
}