{
    "headlines": [
        "ਉਪ ਰਾਸ਼ਟਰਪਤੀ ਕਮਲਾ ਹੈਰਿਸ ਨੇ ਕੈਰੀ ਬਲਾਸਟ ਫਰਨੇਸ ਵਿਖੇ ਮੁਹਿੰਮ ਰੈਲੀ ਕੀਤੀ - ਡਬਲਯੂਟੀਏਈ ਪਿਟਸਬਰਗ",
        "ਜੋਅ ਰੋਗਨ ਨੇ ਚੋਣਾਂ ਦੇ ਦਿਨ ਦੀ ਪੂਰਵ ਸੰਧਿਆ 'ਤੇ ਟਰੰਪ ਦੀ ਹਮਾਇਤ ਕੀਤੀ - ਐਕਸੀਓਸ",
        "ਕੈਰੇਬੀਅਨ 'ਚ ਖੰਡੀ ਤੂਫਾਨ ਰਾਫੇਲ ਦਾ ਗਠਨ ਹੋ ਗਿਆ ਹੈ । ਕੀ ਜਾਣਨਾ ਹੈ - ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਸਟਾਕ ਫਿuresਚਰ ਬਹੁਤ ਘੱਟ ਬਦਲੇ ਗਏ ਹਨ ਕਿਉਂਕਿ ਵਾਲ ਸਟ੍ਰੀਟ ਰਾਸ਼ਟਰਪਤੀ ਚੋਣਾਂ ਲਈ ਤਿਆਰ ਹੈਃ ਲਾਈਵ ਅਪਡੇਟਸ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਟੇਲਰ ਸਵਿਫਟ ਨੇ ਚੋਣ ਦੀ ਪੂਰਵ ਸੰਧਿਆ 'ਤੇ ਕਮਲਾ ਹੈਰਿਸ ਦੀ ਰੈਲੀ ਨੂੰ ਲੈ ਕੇ ਚੀਫ ਦੀ ਖੇਡ ਵਿਚ ਹਿੱਸਾ ਲੈਣ ਦੀ ਚੋਣ ਕੀਤੀ - ਫੌਕਸ ਨਿ Newsਜ਼",
        "ਪੈਨਸਿਲਵੇਨੀਆ ਦੇ ਜੱਜ ਨੇ ਐਲਨ ਮਸਕ ਦੇ 1 ਮਿਲੀਅਨ ਡਾਲਰ ਦੇ ਵੋਟਰ ਦੇਣ ਦੀ ਆਗਿਆ ਦਿੱਤੀ - ਰਾਇਟਰਜ਼",
        "ਜੇਸਨ ਕੈਲਸੇ ਨੇ ਸਮੈਸ਼ਿੰਗ ਹੈਕਲਰ ਦੇ ਫੋਨ ਦੀ ਵਾਇਰਲ ਵੀਡੀਓ ਨੂੰ ਸੰਬੋਧਿਤ ਕੀਤਾਃ \"ਮੈਂ ਇਸ 'ਤੇ ਮਾਣ ਨਹੀਂ ਕਰਦਾ\" - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਹੜ੍ਹਾਂ ਤੋਂ ਬਾਅਦ ਪ੍ਰਦਰਸ਼ਨਕਾਰੀਆਂ ਨੇ ਸਪੇਨ ਦੇ ਰਾਜੇ, ਰਾਣੀ ਅਤੇ ਪ੍ਰਧਾਨ ਮੰਤਰੀ 'ਤੇ ਚਿੱਕੜ ਸੁੱਟਿਆ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਜਾਵਾ ਸਕ੍ਰਿਪਟ ਡਿਵੈਲਪਰ ਸੈਂਕੜੇ ਖਤਰਨਾਕ ਕੋਡ ਲਾਇਬ੍ਰੇਰੀਆਂ ਦੁਆਰਾ ਨਿਸ਼ਾਨਾ ਬਣਾਉਂਦੇ ਹਨ - ਆਰਸ ਟੈਕਨੀਕਾ",
        "ਬੈਟਲਗਰਾਉਂਡ ਪੈਨਸਿਲਵੇਨੀਆ ਵਿਚ ਆਖਰੀ ਮਿੰਟ ਦੀਆਂ ਚੁਣੌਤੀਆਂ ਹਜ਼ਾਰਾਂ ਮੇਲ-ਇਨ ਬੈਲਟਾਂ ਨੂੰ ਨਿਸ਼ਾਨਾ ਬਣਾਉਂਦੀਆਂ ਹਨ - ਸੀ ਐਨ ਐਨ",
        "ਟੌਰੀਡ ਮੀਟਿਅਰ ਸ਼ਾਵਰ ਨੂੰ ਵੇਖਣ ਲਈ ਸਭ ਤੋਂ ਵਧੀਆ ਸਮਾਂ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਮਿਸ਼ੀਗਨ ਵਿਚ ਖੰਘ ਦੀ ਗਿਣਤੀ ਵਿਚ ਵਾਧਾ ਜਾਰੀ ਹੈ - WOODTV. com",
        "ਜਾਰਜੀਆ ਦੀ ਸੁਪਰੀਮ ਕੋਰਟ ਨੇ ਕੋਬ ਕਾਉਂਟੀ ਵਿਚ ਦੇਰੀ ਨਾਲ ਵੋਟਾਂ ਲਈ ਵਾਧਾ ਰੱਦ ਕੀਤਾ, ਆਰ ਐਨ ਸੀ ਨਾਲ ਸਾਈਡਿੰਗ - ਦਿ ਹਿੱਲ",
        "ਰੂਸ ਨੇ ਅਮਰੀਕੀ ਹਵਾਈ ਜਹਾਜ਼ਾਂ 'ਤੇ ਭੜਕਾਊ ਯੰਤਰ ਭੇਜਣ ਦੀ ਸਾਜ਼ਿਸ਼ ਰਚਣ ਦਾ ਸ਼ੱਕ ਜਤਾਇਆ - ਦਿ ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "ਨੈੱਟਫਲਿਕਸ ‘ਤੇ ਸੀਜ਼ਨ 4 ਭਾਗ 2 ਦੀ ਸ਼ੁਰੂਆਤ ਤੋਂ ਪਹਿਲਾਂ ਪੰਜਵੇਂ ਅਤੇ ਅੰਤਮ ਸੀਜ਼ਨ ਲਈ’ ਆuterਟਰ ਬੈਂਕਾਂ 'ਦਾ ਨਵੀਨੀਕਰਣ - ਡੈੱਡਲਾਈਨ",
        "ਮਾਈਕ ਮੈਕਕਾਰਥੀਃ ਅਸੀਂ ਵਧੇਰੇ ਮੁਲਾਂਕਣ ਤੋਂ ਬਾਅਦ ਡੈਕ ਪ੍ਰੈਸਕੋਟ ਲਈ ਆਈਆਰ ਬਾਰੇ ਗੱਲਬਾਤ ਕਰਾਂਗੇ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਕਮਲਾ ਹੈਰਿਸ ਜਿੱਤੇਗੀ, ਸਟਾਕ ਮਾਰਕੀਟ ਚੋਣ ਸੂਚਕ ਅਨੁਸਾਰ - ਨਿਊਜ਼ਵੀਕ",
        "ਚਾਰਜਰਜ਼ 'ਤੇ ਬੰਗਲ ਐਤਵਾਰ ਰਾਤ ਨੂੰ ਫੁੱਟਬਾਲ ਵਿੱਚ Flexed - Bengals. com",
        "ਲਾਈਵ ਕਵਰੇਜਃ ਨਾਸਾ, ਸਪੇਸਐਕਸ ਅੰਤਰਰਾਸ਼ਟਰੀ ਪੁਲਾੜ ਸਟੇਸ਼ਨ ਲਈ ਕਾਰਗੋ ਪੁਨਰ ਸਪਲਾਈ ਮਿਸ਼ਨ 'ਤੇ ਫਾਲਕਨ 9 ਰਾਕੇਟ ਲਾਂਚ ਕਰੇਗਾ - ਸਪੇਸਫਲਾਈਟ ਹੁਣੇ ਸੰਪਰਕ ਕਰੋ",
        "ਐਪਲ ਨੇ ਮੈਕਬੁੱਕ ਪ੍ਰੋ ਓਵਰਹੌਲ 'ਤੇ ਕੰਮ ਕਰਨ ਦੀ ਰਿਪੋਰਟ ਕੀਤੀ - ਸੀ ਐਨ ਈ ਟੀ"
    ]
}