{
    "headlines": [
        "ਹਾਊਸ ਰਿਪਬਲਿਕਨ ਟੈਰਿਫ ਸ਼ਕਤੀਆਂ 'ਤੇ ਰਾਜ ਕਰਨ ਲਈ ਚਲਦਾ ਹੈ - ਪੋਲਿਟਿਕੋ",
        "ਹਵਾਈ ਹਮਲਿਆਂ ਦੇ ਵਿਚਕਾਰ, ਸੀਰੀਆ ਵਿੱਚ ਤੁਰਕੀ ਅਤੇ ਇਜ਼ਰਾਈਲ ਦੇ ਹਿੱਤਾਂ ਵਿੱਚ ਟਕਰਾਅ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਐਮਐਸ-ਡੌਸ 5.0 ਨੂੰ ਯਾਦ ਕਰਨਾ, ਮੇਰਾ ਪਹਿਲਾ ਮਾਈਕ੍ਰੋਸਾੱਫਟ ਉਤਪਾਦ, ਕੰਪਨੀ ਦੇ 50 ਵੇਂ ਜਨਮਦਿਨ ਤੇ - ਆਰਸ ਟੈਕਨੀਕਾ",
        "ਜੱਜ ਨਿਯਮ ਅਮਰੀਕਾ ਨੂੰ 'ਗਲਤੀ' ਵਿਚ ਅਲ ਸਲਵਾਡੋਰ ਨੂੰ ਡਿਪੋਰਟ ਕੀਤੇ ਆਦਮੀ ਨੂੰ ਵਾਪਸ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ - ਬੀਬੀਸੀ",
        "ਇੱਕ ਵਿਵਾਦਿਤ ਉੱਤਰੀ ਕੈਰੋਲੀਨਾ ਦੀ ਦੌੜ ਵਿੱਚ ਨਵੇਂ ਅਦਾਲਤ ਦੇ ਫੈਸਲੇ ਦਾ ਅਰਥ ਹੈ ਕਿ 65,000 ਵੋਟਾਂ ਬਾਹਰ ਸੁੱਟਣ ਦੇ ਇੱਕ ਕਦਮ ਦੇ ਨੇੜੇ ਹਨ - ਐਨ ਬੀ ਸੀ ਨਿ Newsਜ਼",
        "ਡਾਓ 2,000 ਅੰਕ ਡਿੱਗਦਾ ਹੈ ਜਿਵੇਂ ਕਿ ਟਰੰਪ ਟੈਰਿਫ ਮਾਰਕੀਟ ਰੂਟ ਡੂੰਘਾ ਹੁੰਦਾ ਹੈਃ ਲਾਈਵ ਅਪਡੇਟਸ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "4 ਪੁਲਾੜ ਸੈਲਾਨੀ ਇੱਕ ਪੰਧ ਦੀ ਯਾਤਰਾ ਕਰਨ ਤੋਂ ਬਾਅਦ ਹੇਠਾਂ ਸਪਲੈਸ਼ ਕਰਦੇ ਹਨ ਜਿਸ ਨੇ ਪਹਿਲਾਂ ਕਦੇ ਕੋਸ਼ਿਸ਼ ਨਹੀਂ ਕੀਤੀ - ਸੀਐਨਐਨ",
        "ਟਰੰਪ ਗੋਲਫ ਕੋਰਸ ਨੂੰ ਮਾਰਦਾ ਹੈ ਕਿਉਂਕਿ ਸਟਾਕ ਮਾਰਕੀਟ ਟੈਰਿਫਾਂ ਨੂੰ ਲੈ ਕੇ ਲਗਾਤਾਰ ਦੂਜੇ ਦਿਨ ਡਿੱਗਦਾ ਹੈ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਨਿਣਟੇਨਡੋ ਨੇ ਟਰੰਪ ਟੈਰਿਫ ਤੋਂ ਬਾਅਦ ਸਵਿੱਚ 2 ਲਈ ਪ੍ਰੀ-ਆਰਡਰਾਂ ਨੂੰ ਦੇਰੀ ਕੀਤੀ - ਬਲੂਮਬਰਗ",
        "ਜੇਰੋਮ ਪਾਵੇਲ ਨੇ ਟਰੰਪ ਦੇ ਟੈਰਿਫ 'ਤੇ ਚੇਤਾਵਨੀ ਦਿੱਤੀਃ ਉੱਚ ਮਹਿੰਗਾਈ ਇੱਥੇ ਰਹਿਣ ਲਈ ਹੋ ਸਕਦੀ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਮਿਸ਼ੇਲ ਵਿਲੀਅਮਜ਼ ਦਾ ਨਵਾਂ ਸ਼ੋਅ ਮਰਨ ਬਾਰੇ ਕਿੰਨਾ ਸੈਕਸੀ ਹੈ? ਬਹੁਤ. - ਸਲੇਟ",
        "ਪੰਜ-ਗੇੜ 2025 ਐਨਐਫਐਲ ਮੌਕ ਡਰਾਫਟਃ ਪੰਜ ਵਪਾਰ ਰਾਉਂਡ 1 ਨੂੰ ਹਿਲਾਉਂਦੇ ਹਨ; ਜੈੱਟਸ ਜੇਕਸਨ ਡਾਰਟ ਦੀ ਚੋਣ ਕਰਦੇ ਹਨ - ਐਨਐਫਐਲ.",
        "ਮਾਈਕ ਵ੍ਹਾਈਟ ਅਤੇ ‘ਵ੍ਹਾਈਟ ਲੋਟਸ’ ਕਾਸਟ ਟੀਜ਼ \"ਮੂੰਹ-ਅਗੈਪ ਝਟਕਾਉਣ\" ਸੁਪਰਸਾਈਜ਼ ਸੀਜ਼ਨ 3 ਫਾਈਨਲ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਕੇਵਿਨ ਡੀ ਬਰੂਨ ਦਾ ਅਗਲਾ ਕਲੱਬਃ ਇੰਟਰ ਮਿਆਮੀ, ਅਲ-ਨਸਰ ਅਤੇ ਨੌਂ ਸੰਭਾਵੀ ਮੁਫਤ ਟ੍ਰਾਂਸਫਰ ਮੰਜ਼ਿਲਾਂ ਜਿਵੇਂ ਕਿ ਬੈਲਜੀਅਮ ਦਾ ਡਾਇਨਾਮੋ ਨਜ਼ਦੀਕੀ ਮੈਨ ਸਿਟੀ ਦੇ ਨਿਕਾਸ ਦੀ ਪੁਸ਼ਟੀ ਕਰਦਾ ਹੈ - Goal.",
        "ਡਿਮੈਂਸ਼ੀਆ, ਸਟ੍ਰੋਕ ਅਤੇ ਡਿਪਰੈਸ਼ਨ ਦੇ ਤੁਹਾਡੇ ਜੋਖਮ ਨੂੰ ਘਟਾਉਣ ਲਈ ਇਨ੍ਹਾਂ 17 ਸਿਹਤ ਕਾਰਕਾਂ ਨਾਲ ਨਜਿੱਠੋ, ਅਧਿਐਨ ਕਹਿੰਦਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਟੈਕਸਾਸ ਵਿੱਚ ਖਸਰਾ ਦਾ ਪ੍ਰਕੋਪ 481 ਕੇਸਾਂ ਨੂੰ ਛੂਹਦਾ ਹੈ, ਪਿਛਲੇ 3 ਦਿਨਾਂ ਵਿੱਚ 59 ਨਵੇਂ ਲਾਗਾਂ ਦੀ ਪੁਸ਼ਟੀ ਹੋਈ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਟਰੰਪ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਅਮਰੀਕੀ ਨਿਰਮਾਣ ਬੂਮ ਦੇ ਨਤੀਜੇ ਵਜੋਂ ਟੈਰਿਫ ਆਉਣ ਤੋਂ ਪਹਿਲਾਂ 2 ਸਾਲ ਲੱਗ ਸਕਦੇ ਹਨ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਬਾਕਸ ਆਫਿਸਃ 'ਏ ਮਾਇਨਕਰਾਫਟ ਮੂਵੀ’ 10.55 ਮਿਲੀਅਨ ਡਾਲਰ ਦੀ ਝਲਕ ਬਣਾਉਂਦੀ ਹੈ - ਵੰਨਗੀ",
        "ਲੰਬੀ ਉਮਰ ਦਾ ਰਾਜ਼ਃ ਡਾ. ਸੰਜੇ ਗੁਪਤਾ ਦੇ ਨਾਲ ਜੀਵਨ ਦਾ ਪਿੱਛਾ ਕਰਦੇ ਰਹੋ - ਸੀ ਐਨ ਐਨ ਆਡੀਓ - ਸੀ ਐਨ ਐਨ ਤੇ ਪੋਡਕਾਸਟ",
        "ਬ੍ਰੀਵਿੰਗ ਰੇਵ-ਸ਼ੇਅਰ ਲੜਾਈ ਜੋ ਕਿ ਕਾਲਜ ਬਾਸਕਟਬਾਲ ਨੂੰ ਖਤਮ ਕਰੇਗੀਃ 'ਮੈਂ ਹੋਰ 2 ਮਿਲੀਅਨ ਡਾਲਰ ਕਿਉਂ ਗੁਆਉਣ ਜਾ ਰਿਹਾ ਹਾਂ?' - ਸੀਬੀਐਸ ਸਪੋਰਟਸ"
    ]
}