{
    "headlines": [
        "Les responsables de la santé publique du comté de Los Angeles confirment le premier cas humain de grippe aviaire H5 - CBS News",
        "Crisis PR on the Hot Seat After Blake Lively Alleges 'Smear Campaign' - Variety",
        "Éliminatoires du football collégial : Georgia QB Carson Beck subit une intervention chirurgicale à l'UCL, pour rater les séries éliminatoires - Yahoo Sports",
        "Packers vs Saints où regarder : heure de lancement de la NFL, diffusion en direct, cotes, prédiction pour le match 'MNF' - CBS Sports",
        "Biden donne la vie en prison à 37 des 40 condamnés à mort fédéraux avant que Trump ne puisse reprendre les exécutions - The Associated Press",
        "Bill Clinton hospitalisé à D.C. - Axios",
        "« Il faut changer les normes » : l'affaire Granger relance le débat sur les législateurs malades - POLITICO",
        "Matt Gaetz engage une action en justice infructueuse pour empêcher la publication du rapport sur l'éthique de la Chambre - CNN",
        "La famille Nordstrom prend une chaîne de grands magasins privée dans le cadre d'un accord de 6,25 milliards de dollars - The Washington Post",
        "Un homme fait face à des accusations de meurtre dans la mort d'une femme qui a été incendiée dans le métro de New York - The Associated Press",
        "Le prochain film de Christopher Nolan est une adaptation de « L'Odyssée » d'Homère, Universal Reveals - Date limite",
        "[supprimé]",
        "Agent abattu après avoir répondu à un appel concernant un homme armé dans un supermarché de Caroline du Nord : Police - ABC News",
        "Trump présente en avant-première une politique étrangère combative avec des menaces pour le Panama et le Groenland - Reuters",
        "UnitedHealthcare suspect de meurtre Luigi Mangione plaide non coupable à New York - The Washington Post",
        "[supprimé]",
        "Asus taquine un nouvel ordinateur portable ROG Strix à contour RVB à venir l'année prochaine - The Verge",
        "Le volcan Kilauea d'Hawaï envoie de la lave jaillissant à la surface lors de la dernière éruption - suivez en direct - BBC.com",
        "Le nouveau film sexy d'A24 n'est pas censé vous choquer. C'est censé faire quelque chose de mieux. - Ardoise",
        "Grades Giants-Falcons : Des Giants ont-ils bien joué lors de la défaite 34-7 contre Atlanta ? - Grande vue bleue"
    ]
}