{
    "headlines": [
        "ترامب يرضي مستخدمي تيك توك ولكن التأخير في حظر التطبيق يواجه التدقيق - بلومبرغ",
        "تصفيات الدوري الوطني لكرة القدم الأمريكية 2025: تحديثات نتائج Eagles vs. Rams للربع الثالث - Bleeding Green Nation",
        "\"الجميع يبكي \": يفرح الإسرائيليون بعودة 3 رهائن بعد أكثر من 470 يومًا في غزة - سي إن إن",
        "النسور تصنع تاريخ التصفيات في الدوري الوطني لكرة القدم الأمريكية ضد الأكباش، وتصبح أول فريق في عصر السوبر بول يحقق هذا الإنجاز المثير للإعجاب - سي بي إس سبورتس",
        "دونالد ترامب يخطط لتنفيذ أوامر تنفيذية للأيام الأولى في البيت الأبيض - فاينانشال تايمز",
        "الرابحون والخاسرون في دوري كرة القدم الأمريكية لعام 2025: جايدن دانيلز يتألق، يكافح جاريد جوف في حالة اضطراب في التصفيات - سي بي إس سبورتس",
        "العقود الآجلة لمؤشر داو جونز: افتتاح ترامب يلوح في الأفق ؛ $TRUMP Meme Coin Soars، خدمة استعادة TikTok - Investor's Business Daily",
        "رجل متهم بإشعال النار في مكتب عضو الكونغرس بدافع حظر تيك توك، كما تقول الشرطة - وكالة أسوشيتد برس",
        "يقول مسؤول إن 80 قتيلاً على الأقل، والعديد منهم اختطفوا في كولومبيا بعد فشل محادثات السلام - سي بي إس نيوز",
        "لاعب يانصيب أوريغون يفوز بأول جائزة باور بول لعام 2025، بقيمة 328 مليون دولار - OregonLive",
        "سبنسر برات يكشف عن مقدار ما كسبه على تيك توك بعد خسارته - أصوات ياهو!",
        "ترامب يعقد مسيرة النصر في واشنطن قبل تنصيبه - رويترز",
        "Dodgers land reliever Tanner Scott على صفقة مدتها 4 سنوات، 72 مليون دولار، لكل تقرير - Yahoo Sports",
        "يشمل أداء ترامب الافتتاحي فنانين ومغنيي الراب والفرق الموسيقية - KTLA Los Angeles",
        "حماس: انتهاكات إسرائيل لوقف إطلاق النار قد تعرض الرهائن للخطر - جروسالم بوست",
        "\"موفاسا\" تبقي التاج كما كيكي بالمر \"واحد من أيامهم\" يدق \"الرجل الذئب\" في مفاجأة شباك التذاكر - متنوعة",
        "تستعد ترامب لتحول هائل في الاقتصاد الأمريكي عشية تنصيبها - واشنطن بوست",
        "مستقبل راماسوامي في دوجي موضع شك بينما يستعد للإعلان عن عرضه لمنصب حاكم ولاية أوهايو - بوليتيكو",
        "ثقة فريق ترامب عالية ولكن علامات التحذير كثيرة - BBC.com",
        "يكشف تسريب Nintendo Switch 2 عن سعر الإطلاق المحتمل لأجهزة الألعاب المحمولة الجديدة - Notebookcheck.net"
    ]
}