{
    "headlines": [
        "ਟਰੰਪ ਨੇ ਆਈਵੀਐਫ ਤੱਕ ਪਹੁੰਚ ਵਧਾਉਣ ਦੇ ਕਾਰਜਕਾਰੀ ਆਦੇਸ਼ 'ਤੇ ਦਸਤਖਤ ਕੀਤੇ - ਐਕਸੀਓਸ",
        "ਪੈਂਥਰਜ਼ ਨੇ ਐਂਡੀ ਡਾਲਟਨ ਨੂੰ ਦੋ ਸਾਲ ਦੇ ਸੌਦੇ ਲਈ ਦੁਬਾਰਾ ਸਾਈਨ ਕੀਤਾ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਕੇਵਿਨ ਸਪੇਸੀ ਗਾਈ ਪੀਅਰਸ ਦੇ ਕਹਿਣ ਤੋਂ ਬਾਅਦ ਵਾਪਸ ਫਾਇਰ ਕਰਦਾ ਹੈ ਕਿ ਉਸਨੂੰ 'ਐਲ ਏ ਗੁਪਤ‘ ਸੈੱਟ ’ਤੇ’ ਨਿਸ਼ਾਨਾ 'ਬਣਾਇਆ ਗਿਆ ਸੀਃ' ਵਧੋ, ਗਾਈ. ਤੁਸੀਂ ਸ਼ਿਕਾਰ ਨਹੀਂ ਹੋ ’ - ਵੰਨ-ਸੁਵੰਨਤਾ",
        "ਵ੍ਹਾਈਟ ਹਾ Houseਸ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਐਲਨ ਮਸਕ ਡੋਗੇ ਵਿਖੇ ਇੰਚਾਰਜ ਨਹੀਂ ਹੈ, ਪਰ ਰਾਸ਼ਟਰਪਤੀ ਨੂੰ ਸਲਾਹ ਦੇ ਰਹੇ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਪੋਪ Francis ਦੋਨੋ ਫੇਫੜੇ ਵਿਚ ਨਮੂਨੀਆ ਹੈ, ਵੈਟੀਕਨ ਕਹਿੰਦਾ ਹੈ - ਬੀਬੀਸੀ.",
        "ਲਿਓਨਾਰਡ ਪੇਲਟੀਅਰ ਦੋ ਐਫਬੀਆਈ ਏਜੰਟਾਂ ਦੀ ਹੱਤਿਆ ਵਿੱਚ ਬਾਇਡਨ ਦੀ ਸਜ਼ਾ ਨੂੰ ਬਦਲਣ ਤੋਂ ਬਾਅਦ ਜੇਲ੍ਹ ਤੋਂ ਬਾਹਰ ਚਲੇ ਗਏ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਵਿਸ਼ਲੇਸ਼ਕ ਨਵੀਆਂ ਸਪਿਨੋਫ ਰਿਪੋਰਟਾਂ ਦੇ ਵਿਚਕਾਰ ਇੰਟੇਲ ਸਟਾਕ ਕੀਮਤ ਦਾ ਟੀਚਾ ਦੁਬਾਰਾ ਕੰਮ ਕਰਦਾ ਹੈ - ਥੀਸਟ੍ਰੀਟ",
        "ਟਰੰਪ ਦੀਆਂ ਗੋਲੀਆਂ ਦੇਸ਼ ਦੀਆਂ ਸਿਹਤ ਏਜੰਸੀਆਂ 'ਤੇ ਹਮਲਾ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਵੈਸਟ ਟੈਕਸਾਸ ਖਸਰਾ ਫੈਲਣਾ 58 ਕੇਸਾਂ ਤੱਕ ਵਧਦਾ ਹੈ, ਜਿਸ ਵਿੱਚ ਕੁਝ ਟੀਕੇ ਲਗਾਏ ਗਏ ਲੋਕ ਵੀ ਸ਼ਾਮਲ ਹਨ - ਸੀ ਐਨ ਐਨ",
        "ਹਮਾਸ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਹ ਬੀਬਾ ਪਰਿਵਾਰ ਸਮੇਤ ਚਾਰ ਬੰਧਕਾਂ ਦੀਆਂ ਲਾਸ਼ਾਂ ਵਾਪਸ ਕਰੇਗਾ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਵਾਧੂ ਮੋਨੈਕੋ ਜੀਪੀ ਪਿਟਸਟਾਪਾਂ ਨੂੰ ਮਜਬੂਰ ਕਰਨ ਲਈ ਐਫ 1 ਦੇ ਵਿਚਾਰ ਦਾ ਖੁਲਾਸਾ ਹੋਇਆ - ਰੇਸ",
        "ਟਰੰਪ ਦੀ ਨਾਰਾਜ਼ਗੀ ਤੋਂ ਬਾਅਦ ਮੈਕਰੋਂ ਨੇ ਯੂਕਰੇਨ 'ਤੇ ਯੂਰਪ' ਚ ਰੈਲੀ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕੀਤੀ । ਪਰ ਵੰਡ ਡੂੰਘੀ ਚੱਲਦੀ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਵਲਾਦੀਮੀਰ ਗੁਰੇਰੋ ਜੂਨੀਅਰ ਲੈਂਡਿੰਗ ਸਪਾਟਸਃ ਸਟਾਰ ਸਲਗਰ ਨੂੰ ਲੈਂਡ ਕਰਨ ਦੀਆਂ ਸਾਰੀਆਂ 30 ਟੀਮਾਂ ਦੀਆਂ ਸੰਭਾਵਨਾਵਾਂ ਨੂੰ ਦਰਜਾ ਦੇਣਾ ਕਿਉਂਕਿ ਉਹ ਮੁਫਤ ਏਜੰਸੀ ਦੀ ਨਜ਼ਰ ਰੱਖਦਾ ਹੈ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "'ਸਿਟੀ-ਕਿਲਰ' ਐਸਟਰਾਇਡ 2024 ਵਾਈਆਰ 4 ਧਰਤੀ 'ਤੇ ਟੁੱਟਣ ਦੀ ਸੰਭਾਵਨਾ ਇਕ ਵਾਰ ਫਿਰ ਵਧ ਕੇ 3.1% ਹੋ ਗਈ, ਨਾਸਾ ਰਿਪੋਰਟ ਕਰਦਾ ਹੈ - ਲਾਈਵਸਾਇੰਸ ਡਾਟ ਕਾਮ",
        "ਗੂਗਲ ਦੀ ਪਿਕਸਲ 10 ਸੀਰੀਜ਼ ਗਰਮੀ ਦੀ ਸ਼ੁਰੂਆਤ ਲਈ ਸਹੀ ਜਾਪਦੀ ਹੈ - ਐਂਡਰਾਇਡ ਪੁਲਿਸ",
        "ਅਮਰੀਕਾ ਅਤੇ ਰੂਸ ਯੂਕਰੇਨ ਯੁੱਧ ਖ਼ਤਮ ਕਰਨ ਲਈ ’ਜ਼ਮੀਨੀ ਕੰਮ’ ਕਰਨ ਲਈ ਸਹਿਮਤ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "ਐਨਵੀਡੀਆ ਦਾ ਸਟਾਕ ਦੁਬਾਰਾ ਚੜ੍ਹ ਰਿਹਾ ਹੈ, ਅਤੇ ਇਹ ਅਣਗੌਲਿਆ ਕਾਰਨ ਮਦਦ ਕਰ ਰਿਹਾ ਹੈ - ਮਾਰਕੀਟਵਾਚ",
        "ਘਰਾਂ ਦੇ ਬਿਲਡਰਾਂ ਨੂੰ ਹੁਣੇ ਹੁਣੇ ਇੱਕ ਅਸਲੀਅਤ ਜਾਂਚ ਮਿਲੀ ਹੈ — ਅਤੇ ਇਹ ਘਰਾਂ ਦੇ ਖਰੀਦਦਾਰਾਂ ਲਈ ਚੰਗੀ ਖ਼ਬਰ ਨਹੀਂ ਹੈ - ਮਾਰਕੀਟਵਾਚ"
    ]
}