{
    "headlines": [
        "Вырисовывается закрытие правительства, если Конгресс не согласится с планом расходов: обновления в прямом эфире | Политика CNN - CNN",
        "По меньшей мере один погибший и десятки раненых после того, как автомобиль въехал в толпу на немецком рождественском рынке, сообщают СМИ - BBC.com",
        "Ключевой союзник, поддерживающий канадского Трюдо, говорит, что он проголосует за его свержение - BBC.com",
        "По меньшей мере один человек погиб и несколько посольств пострадали в результате «варварского» ракетного обстрела Киева, - CNN",
        "Сезон гриппа в США продолжается, поскольку случаи заболевания растут в некоторых районах, а вакцинация отстает - Ассошиэйтед Пресс",
        "«Любимое правило» Джима Харбо встречается редко, но он использовал его для продвижения зарядных устройств - MLive.com",
        "PFT's Week 16 2024 NFL game previews, led by Steelers-Ravens - NBC Sports",
        "Космический аппарат НАСА «Артемида Орион» взорвал свою вершину во время испытаний (видео) - Space.com",
        "Изъято",
        "Сценарий и режиссура фильма «Мумия» от режиссера фильма «Зловещие мертвецы: Восстание» Ли Кронина (эксклюзив) - Hollywood Reporter",
        "Файлы от Google будут поддерживать функцию Gemini «Спросить об этом PDF-файле» - 9to5Google",
        "Малайзия объявляет о новом поиске самолета MH370, пропавшего без вести более 10 лет назад - USA TODAY",
        "Ключевая инфляция ФРС в ноябре снизилась; рост индекса S&P 500 - Investor's Business Daily",
        "Мама-подросток: Сын Бентли из Maci Bookout, 16 лет, говорит о возможности быть родителем-подростком - E! Онлайн - E! НОВОСТИ",
        "Луизиана запрещает отделу здравоохранения продвигать вакцины против гриппа, COVID, оспы: отчет - Ars Technica",
        "‘Sonic The Hedgehog 3’ $ 6.5M, ‘Mufasa’ $ 3M+ In Thursday Previews – Box Office - Deadline",
        "Два лунных посадочных модуля направляются к местам древних столкновений. Что нужно знать - Gizmodo",
        "Американские дипломаты встретились с лидером сирийской оппозиции в Дамаске - Axios",
        "Закрытие магазинов Big Lots 2025: ритейлер планирует закрыть все магазины - Axios",
        "CFPB подает в суд на JPMorgan Chase, Bank of America и Wells Fargo за мошенничество с платежами Zelle - CNBC"
    ]
}