{
    "headlines": [
        "ألتوف: \"مستحيل\" هذه هي مباراة بريغمان الأخيرة مع أستروس - MLB.com",
        "يحتوي Oura Ring 4 على مستشعرات أقل سمكًا ودقة متزايدة وأحجام أكثر - The Verge",
        "خمسة قتلى على الأقل في غارة جوية إسرائيلية على وسط بيروت في لبنان - BBC.com",
        "الأسهم الصينية في هونغ كونغ تنزلق بعد ارتفاعها أكثر من 30 ٪ - بلومبرغ",
        "وفاة ماثيو بيري: اعترف الطبيب بالذنب في جرعة زائدة من الكيتامين للممثل - BBC.com",
        "تم الكشف عن دور \"Grotesquerie\" لترافيس كيلسي في الحلقة الثالثة - مراسل هوليوود",
        "قنبلة أمريكية من الحرب العالمية الثانية تنفجر في مطار ياباني، تاركة حفرة على المدرج - ABC News",
        "إنفلونزا الطيور تقتل 47 نمرًا و 3 أسود ونمرًا في حدائق الحيوان الفيتنامية، وفقًا لتقارير وسائل الإعلام الحكومية - فوكس نيوز",
        "إعصار كراثون يغلق أجزاء من تايوان لليوم الثالث وهو يقترب من الجزيرة بأمطار غزيرة - وكالة أسوشيتد برس",
        "قد ينتهي الأمر بالمهاجمين إلى دفع بعض راتب دافانتي آدمز لتسهيل التجارة - NBC Sports",
        "تثير الوفيات العسكرية الإسرائيلية في لبنان تساؤلات حول نطاق الحرب - واشنطن بوست",
        "بايدن يعارض الضربات الإسرائيلية المحتملة على المواقع النووية الإيرانية - BBC.com",
        "يقدم المستشار الخاص جاك سميث أكمل صورة حتى الآن لقضيته الانتخابية لعام 2020 ضد ترامب في ملف جديد - سي إن إن",
        "يؤدي إغلاق الموانئ إلى ذعر الشراء في هيوستن، وتختفي المياه وورق التواليت من الرفوف - KPRC Click2Houston",
        "تم إصدار ساعة مراقبة العاصفة المغناطيسية الأرضية ؛ استعد للأضواء الشمالية فوق ميشيغان، جنوب الغرب الأوسط - MLive.com",
        "Chourio، Mitchell يبقي Brewers على قيد الحياة مقابل Mets - ESPN",
        "بريتني سبيرز تتقدم زوجة صديقها بول سوليز بطلب الطلاق بعد 8 سنوات من الزواج - الصفحة السادسة",
        "حرب الشرق الأوسط المرعبة منذ فترة طويلة هنا. هذه هي الطريقة التي يمكن أن ترد بها إسرائيل الآن على إيران - المحادثة",
        "يقول تيم والتز إنه أخطأ في تواريخه، ويعترف بأنه لم يسافر إلى الصين حتى أغسطس 1989 - سي بي إس نيوز",
        "مطياف البلازما فوياجر 2 مغلق في مقياس توفير الطاقة - هاكاداي"
    ]
}