{
    "headlines": [
        "Робо-такси Tesla, которое скоро будет представлено, возможно, уже отстает от своих китайских конкурентов - Fortune",
        "Джанкарло Стэнтон о своих выдающихся выступлениях в постсезоне, доминировании Геррита Коула - YESNetwork",
        "Футбол в четверг вечером: три оборота «Сихокс» дают 49ers 36-24 победы - NBC Sports",
        "Рысь растет с 18 вниз, оглушает Свободу в ОТ в G1 - ESPN",
        "Обама начинает предвыборную кампанию в Пенсильвании, призывает чернокожих поддержать кандидатуру Харриса - CBS News",
        "2 человека погибли, по меньшей мере 35 получили ранения после сообщения о выбросе химического вещества на нефтеперерабатывающем заводе в Дир-Парке, сообщают официальные лица - ABC13 Хьюстон",
        "Вы подали в суд на бывшего сотрудника, которого попросили расследовать Ким Кардашьян, «хвост» Бьянки Цензори - USA TODAY",
        "Этель Кеннеди, правозащитница и вдова Роберта Ф. Кеннеди, умерла в 96 лет - CNN",
        "Раскрыта причина смерти звезды сериала «Дни нашей жизни» (Days of Our Lives) Дрейка Хогестина - E! NEWS",
        "Генеральный директор Stellantis Карлос Таварес уйдет в отставку в 2026 году, поскольку автопроизводитель борется в Северной Америке - Reuters",
        "Суд по делу о секс-торговле Шоном «Дидди» Комбсом назначен на май - Reuters",
        "Это было быстро: Detroit Tigers снова побили рекорд Comerica Park по посещаемости после сезона - Detroit Free Press",
        "Республиканцы в Сенате сэкономят миллионы долларов на рекламе — благодаря FEC - POLITICO",
        "Ливан заявляет о 22 погибших в результате израильских ударов по центру Бейрута - BBC.com",
        "Федеральный апелляционный суд скептически относится к DACA, но может сузить постановление, отменяющее его - CNN",
        "С выходом урагана Мильтон Космический центр Кеннеди, мыс Канаверал, Космические силы оценивают ущерб - Florida Today",
        "Как теории заговора об урагане Мильтон и Хелен захватили социальные сети - BBC.com",
        "Четвертый человек заразился в Калифорнии из-за вспышки птичьего гриппа - USA TODAY",
        "На Землю обрушилась солнечная буря. Увидят ли США сегодня полярное сияние? - The Washington Post",
        "Процессоры Intel (NASDAQ:INTC) Core Ultra 200S Face Criticism - TipRanks"
    ]
}