{
    "headlines": [
        "Inter Milan 1-0 Arsenal (6 novembre 2024) Analyse du match - ESPN",
        "Les démocrates entrent dans une présidence Trump sans plan ni leader clair - The Associated Press",
        "Dow grimpe de 1 500 points pour atteindre son record du meilleur jour depuis 2022 après la victoire électorale de Trump : mises à jour en direct - CNBC",
        "Qui va gagner la Maison ? Voici les courses exceptionnelles à regarder - BBC.com",
        "Regarder en direct : Harris prononce un discours de concession après la victoire de Trump - CNBC",
        "Incendie de montagne à Moorpark alimenté par des vents forts au milieu des avertissements de drapeau rouge en Californie - CBS Los Angeles",
        "OpenAI vient-il de dépenser plus de 10 millions de dollars pour une URL ? - The Verge",
        "L'ouragan Rafael s'abat sur Cuba en tant que tempête de catégorie 3 - CNN",
        "Le prochain lancement de Starship pourrait avoir lieu dans moins de deux semaines - Ars Technica",
        "La coalition gouvernementale allemande s'effondre alors que Scholz limoge le ministre des Finances Lindner - POLITICO EUROPE",
        "Sur le front ukrainien et à Kiev, l'espoir et le pragmatisme rivalisent en ce qui concerne l'élection de Trump - The Associated Press",
        "La victoire de Trump pourrait amener les entreprises à faire grimper les prix. Voici pourquoi. - CBS News",
        "Ariana Grande a un nouveau plan d'action sur 10 ans - The A.V. Club",
        "Les Mahomes « capables de se déplacer » ne seront pas limités - ESPN",
        "La victoire de Trump se répercutera sur l'économie mondiale - Reuters",
        "L'avocat spécial Jack Smith devrait mettre fin aux poursuites contre Trump : Sources - ABC News",
        "Le Royaume-Uni identifie 4 cas de nouvelle variante de mpox, le premier groupe en dehors de l'Afrique - The Associated Press",
        "Score « Dune 2 » soumis pour les Oscars après ne pas avoir satisfait aux exigences - Variété",
        "Les dirigeants et les gouvernements étrangers réagissent alors que Trump remporte l'élection présidentielle américaine de 2024 - CBS News",
        "[supprimé]"
    ]
}