{
    "headlines": [
        "ਲਾਇਨਜ਼-49ers: ਡੀਟ੍ਰਾਯਟ 40-34 ਜਿੱਤ ਬਨਾਮ ਸੈਨ ਫ੍ਰਾਂਸਿਸਕੋ - ਯਾਹੂ ਸਪੋਰਟਸ ਵਿਚ ਆਪਣੇ ਸਟਾਰਟਰ ਨੂੰ ਆਰਾਮ ਨਹੀਂ ਦਿੰਦਾ",
        "ਡਾਓ ਜੋਨਸ ਫਿuresਚਰਜ਼ਃ ਐਨਵੀਡੀਆ, ਐਸ ਐਂਡ ਪੀ 500 ਸਟਾਕ ਮਾਰਕੀਟ ਵੇਚਣ ਤੋਂ ਬਾਅਦ ਮੁੱਖ ਪੱਧਰਾਂ ਤੋਂ ਹੇਠਾਂ - ਨਿਵੇਸ਼ਕ ਦਾ ਕਾਰੋਬਾਰ ਰੋਜ਼ਾਨਾ",
        "ਦੱਖਣੀ ਕੋਰੀਆ ਦੀ ਅਦਾਲਤ ਨੇ ਮਾਰਸ਼ਲ ਲਾਅ ਦੇ ਫ਼ਰਮਾਨ ਨੂੰ ਲੈ ਕੇ ਯੂਨ ਲਈ ਗ੍ਰਿਫਤਾਰੀ ਵਾਰੰਟ ਜਾਰੀ ਕੀਤਾ - Al Jazeera English",
        "2025 ਐਨਐਫਐਲ ਡਰਾਫਟ ਆਰਡਰਃ ਦੇਸ਼ ਭਗਤ ਨੰਬਰ 1 ਪਿਕ ਲਈ ਆਪਣੀ ਕਿਸਮਤ ਨੂੰ ਨਿਯੰਤਰਿਤ ਕਰਦੇ ਹਨ; ਰੇਡਰ ਹੁਣ ਲਗਾਤਾਰ ਦੋ ਜਿੱਤਾਂ ਤੋਂ ਬਾਅਦ ਅੱਠਵੇਂ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਮੈਗਜ਼ੀਨ ਸਟ੍ਰੀਟ 'ਤੇ ਦੋ ਮੰਜ਼ਿਲਾ ਇਮਾਰਤ ਅੰਸ਼ਕ ਤੌਰ' ਤੇ collapseਹਿ ਜਾਂਦੀ ਹੈ - ਡਬਲਯੂਡਬਲਯੂਐਲਟੀਵੀ.",
        "‘ਵੱਡੀ ਘਟਨਾ’: ਚੀਨ ਦੀ ਹਮਾਇਤ ਪ੍ਰਾਪਤ ਹੈਕਰਾਂ ਨੇ ਅਮਰੀਕੀ ਖਜ਼ਾਨਾ ਵਰਕਸਟੇਸ਼ਨਾਂ ਦੀ ਉਲੰਘਣਾ ਕੀਤੀ - ਸੀ ਐਨ ਐਨ",
        "ਨਿਊਯਾਰਕ ਦੀ ਜੇਲ੍ਹ ਜਿੱਥੇ ਗਾਰਡਾਂ ਦੀ ਕੁੱਟਮਾਰ ਤੋਂ ਬਾਅਦ ਮਰਨ ਵਾਲੇ ਵਿਅਕਤੀ ਨੂੰ ਮਿਲੇਗਾ ਨਵਾਂ ਨੇਤਾ - The Associated Press",
        "ਕੇਟ ਬੇਕਿਨਸੈਲ ਆਨ-ਸੈੱਟ ਪਰੇਸ਼ਾਨੀ ਦੇ ਸਾਲਾਂ ਦਾ ਵੇਰਵਾ ਦਿੰਦਾ ਹੈਃ \"ਦੁਰਵਿਵਹਾਰ ਬਾਰੇ ਸ਼ਿਕਾਇਤ ਕਰਨਾ ਹੋਰ ਦੁਰਵਿਵਹਾਰ ਨਹੀਂ ਹੋਣਾ ਚਾਹੀਦਾ\" - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਅਸੀਂ ਸਾਬਕਾ ਰਾਸ਼ਟਰਪਤੀ ਜਿੰਮੀ ਕਾਰਟਰ ਲਈ ਅੰਤਿਮ ਸੰਸਕਾਰ ਦੀਆਂ ਯੋਜਨਾਵਾਂ ਬਾਰੇ ਕੀ ਜਾਣਦੇ ਹਾਂ - ਸੀ ਐਨ ਐਨ",
        "ਅਸਾਧਾਰਣ ਘਾਤਕ ਸਾਲ ਦੇ ਵਿਚਕਾਰ ਤ੍ਰਿਨੀਦਾਦ ਅਤੇ ਟੋਬੈਗੋ ਵਿੱਚ ਐਮਰਜੈਂਸੀ ਦਾ ਐਲਾਨ - ਸੀਐਨਐਨ",
        "ਟਰੰਪ ਨੇ 5 ਮਿਲੀਅਨ ਡਾਲਰ ਦੀ ਈ. ਜੀਨ ਕੈਰਲ ਦੀ ਮਾਣਹਾਨੀ, ਜਿਨਸੀ ਸ਼ੋਸ਼ਣ ਦੇ ਕੇਸ ਵਿਚ ਅਪੀਲ ਗੁਆ ਦਿੱਤੀ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਵਾਲਮਾਰਟ ਦੇ ਹਰਮੇਸ ਬਿਰਕਿਨ ਦੇ ਸੰਸਕਰਣ ਨੇ ਇੰਟਰਨੈਟ 'ਤੇ ਕਬਜ਼ਾ ਕਰ ਲਿਆ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਨੋਰੋਵਾਇਰਸਃ ਗੈਸਟਰ੍ੋਇੰਟੇਸਟਾਈਨਲ ਬਿਮਾਰੀ ਦੇ ਵੱਧ ਰਹੇ ਫੈਲਣ ਬਾਰੇ ਕੀ ਜਾਣਨਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਐਫਬੀਆਈ ਪ੍ਰੋ ਅਥਲੀਟਾਂ ਨੂੰ ਨਿਸ਼ਾਨਾ ਬਣਾਉਣ ਵਾਲੇ ਸੰਗਠਿਤ ਅਪਰਾਧ ਸਮੂਹਾਂ ਬਾਰੇ ਲੀਗਾਂ ਨੂੰ ਚੇਤਾਵਨੀ ਜਾਰੀ ਕਰਦਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਬਲੈਕਰੌਕ ਅਤੇ ਐਫਡੀਆਈਸੀ 2025 ਦੇ ਅਰੰਭ ਵਿੱਚ ਬੈਂਕ ਦੇ ਹਿੱਸੇਦਾਰੀ ਨੂੰ ਲੈ ਕੇ ਟਕਰਾਅ ਲਈ ਕੋਰਸ 'ਤੇ ਹਨ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "ਸਭ ਤੋਂ ਭੈੜੀ ਪਾਲਤੂ ਜਾਨਵਰਾਂ ਦੀ ਫੂਡ ਰੈਗੂਲੇਟਰੀ ਅਸਫਲਤਾ ਦੇ ਨਾਲ 2024 ਨੂੰ ਖਤਮ ਕਰਨਾ - ਪਾਲਤੂ ਜਾਨਵਰਾਂ ਦੇ ਭੋਜਨ ਬਾਰੇ ਸੱਚਾਈ",
        "ਜੇਸਨ ਮੋਮੋਆ ਡੀਸੀ ਬ੍ਰਹਿਮੰਡ ਵਿਚ ਰੀਕਾਸਟ ਪ੍ਰਾਪਤ ਕਰਦਾ ਹੈ - ਗੰਦੇ",
        "ਗੂਗਲ ਦਾ ਨਵਾਂ ਪਿਕਸਲ ਨੋਟੀਫਿਕੇਸ਼ਨ ਸਿੰਕ ਪਹਿਲਾਂ ਹੀ ਅਪਗ੍ਰੇਡ ਲਈ ਤਿਆਰ ਹੈ - ਐਂਡਰਾਇਡ ਪੁਲਿਸ",
        "ਹਟਾਈ",
        "ਡਬਲਯੂਐਚਓ ਨੇ ਗਾਜ਼ਾ ਦੇ ਹਸਪਤਾਲਾਂ 'ਤੇ ਹਮਲਿਆਂ ਨੂੰ ਖਤਮ ਕਰਨ ਦੀ ਅਪੀਲ ਕੀਤੀ - ਬੀਬੀਸੀ."
    ]
}