{
    "headlines": [
        "الصين تفرض تعريفة انتقامية بنسبة 34 ٪ على جميع السلع المستوردة من الولايات المتحدة - CNBC",
        "نجمتان ميتتان عثر عليهما على بعد 150 سنة ضوئية فقط ستنفجران 10 مرات أكثر إشراقًا من القمر - SciTechDaily",
        "\"حرروا لوبان!\" فانس، ترامب، ماسك يتجمعون خلف زعيمة اليمين المتطرف في فرنسا - فرانس 24",
        "العقود الآجلة لمؤشر داو جونز تنخفض بعد أن دفعت التعريفات السوق إلى أكبر خسائر منذ عام 2020: تحديثات مباشرة - CNBC",
        "يلتقي جون شاير من ديوك مع كلفن سامبسون من هيوستن في النهائي الرابع بعد وضع الطوابع الخاصة بهم على برامجهم - سي بي إس سبورتس",
        "رئيس شركة بريتيش بتروليوم هيلج لوند يتنحى بعد أن تعهدت كبرى شركات النفط بإعادة الضبط الاستراتيجي - سي إن بي سي",
        "Raiders To Extend QB Geno Smith - ProFootballRumors.com",
        "\"فيلم ماين كرافت\" متجه إلى عطلة نهاية أسبوع شباك التذاكر البلاتينية بعد 7 ملايين دولار + معاينات الخميس - الموعد النهائي",
        "البرلمان الهندي يقر قانون الملكية المسلم المثير للجدل - Bloomberg.com",
        "الكليات تقول إن إدارة ترامب تستخدم تكتيكات جديدة لطرد الطلاب الدوليين - أسوشيتد برس نيوز",
        "تم إطلاق سراح زوجين من ميشيغان بعد ما يقرب من شهر في السجن المكسيكي بسبب نزاع على الدفع مع شركة مشاركة الوقت - سي إن إن",
        "إقالة رئيس وكالة الأمن القومي ونائب المدير - إن بي سي نيوز",
        "استمع العلماء إلى نداءات البونوبو ووجدوا أوجه تشابه ملحوظة مع اللغة البشرية - IFLScience",
        "تفكك رئيس كوريا الجنوبية للأحكام العرفية - بي بي سي",
        "ممفيس جريزليز ضد ميامي هيت لايف النتيجة والإحصائيات - 3 أبريل 2025 Gametracker - CBS Sports",
        "يقول ترامب إن ماسك من المرجح أن يغادر دوجي \"في غضون بضعة أشهر\" - أكسيوس",
        "الجمهوريون يمضون قدمًا في مشروع قانون ترامب \"الكبير\" للإعفاءات الضريبية وخفض الإنفاق وسط ضجة التعريفات الجمركية - أسوشيتد برس نيوز",
        "تويوتا تضيء شوارع المدينة بإصدار GR86 Yuzu الجديد - غرفة أخبار تويوتا الولايات المتحدة الأمريكية",
        "نجم كرة السلة في الكلية الذي تلقى تعليمًا في الدوري الاميركي للمحترفين - وول ستريت جورنال"
    ]
}