{
    "headlines": [
        "ਆਬਰੀ ਪਲਾਜ਼ਾ ਆਪਣੀ ਖੁਦਕੁਸ਼ੀ ਤੋਂ ਪਹਿਲਾਂ ਪਤੀ ਜੈੱਫ ਬੇਨਾ ਤੋਂ 4 ਮਹੀਨਿਆਂ ਲਈ ਵੱਖ ਹੋ ਗਿਆ ਸੀ, ਉਸ ਨੂੰ ਲੱਭਣ ਵਾਲੇ ਦਿਨ ਉਸ ਨੂੰ ਸੁਨੇਹਾ ਭੇਜਿਆ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਡੌਗ ਯੂਐਸ ਇੰਸਟੀਚਿ ofਟ ਆਫ਼ ਪੀਸ ਟੇਕਓਵਰ ਵਿੱਚ ਹਾਰਡਬਾਲ ਖੇਡਦਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਜਿਵੇਂ ਕਿ ਪੂਰੇ ਅਮਰੀਕਾ ਵਿੱਚ ਖਸਰਾ ਦੇ ਕੇਸ ਵੱਧ ਰਹੇ ਹਨ, ਕਿਸ ਨੂੰ ਇੱਕ ਹੋਰ ਟੀਕੇ ਦੀ ਖੁਰਾਕ ਦੀ ਜ਼ਰੂਰਤ ਹੋ ਸਕਦੀ ਹੈ? - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਐਮਟਰੈਕ ਦੇ ਸੀਈਓ ਨੇ ਅਸਤੀਫਾ ਦੇ ਦਿੱਤਾ, ਮਸਕ ਦੇ ਹਫ਼ਤਿਆਂ ਬਾਅਦ ਕਹਿੰਦਾ ਹੈ ਕਿ ਰੇਲ ਸੇਵਾ ਦਾ ਨਿੱਜੀਕਰਨ ਕੀਤਾ ਜਾਣਾ ਚਾਹੀਦਾ ਹੈ - ਸੀਐਨਐਨ",
        "ਡੌਗ ਅਧਿਕਾਰੀ ਯੂਐਸਏਆਈਡੀ ਵਿੱਚ ਲੀਡਰਸ਼ਿਪ ਦੀ ਭੂਮਿਕਾ ਨਿਭਾਉਂਦੇ ਹਨ, ਇੱਕ ਏਜੰਸੀ ਮਸਕ ਦੀ ਟੀਮ ਨੇ ਭੰਗ ਕਰਨ ਵਿੱਚ ਸਹਾਇਤਾ ਕੀਤੀ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਨਿਊਯਾਰਕ ਵਿੱਚ ਚੌਥੇ ਖਸਰਾ ਕੇਸ ਦੀ ਪੁਸ਼ਟੀ ਹੋਈ । ਰਾਜਪਾਲ ਹੋਚੁਲ ਨੇ ਟੀਕਾਕਰਨ ਨੂੰ ਉਤਸ਼ਾਹਤ ਕਰਨ ਲਈ ਮਦਦ ਮੰਗੀ - ਗੋਥਾਮਿਸਟ",
        "2025 ਐਨਐਫਐਲ ਖੇਡਣ ਦਾ ਨਿਯਮ, ਬਾਈਲਾਅ ਅਤੇ ਰੈਜ਼ੋਲੂਸ਼ਨ ਪ੍ਰਸਤਾਵਃ ਟਸ਼ ਪੁਸ਼, ਪਲੇਆਫ ਸੀਡਿੰਗ ਅਤੇ ਹੋਰ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "JFK ਫਾਈਲਾਂ ਵਿੱਚ ਨਵਾਂ ਕੀ ਹੈ? ਕਤਲ ਦੇ ਰਿਕਾਰਡਾਂ ਬਾਰੇ ਜਾਣਨ ਲਈ 4 ਚੀਜ਼ਾਂ. - ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਡਿਜ਼ਨੀ ਦੀ ਨਵੀਂ ‘ਸਨੋ ਵ੍ਹਾਈਟ’ ਫਿਲਮ ਲੜਦੀ ਹੈ ਸਭਿਆਚਾਰ ਦੀਆਂ ਲੜਾਈਆਂ ਅਤੇ ਜਿੱਤਾਂ - ਬਲੂਮਬਰਗ",
        "ਰੂਸ-ਯੂਕਰੇਨ: ਟਰੰਪ ਨੇ ਜ਼ੇਲੇਂਸਕੀ ਨਾਲ ਕੀਤੀ 'ਬਹੁਤ ਚੰਗੀ' ਫੋਨ ਕਾਲ ਦੀ ਸ਼ਲਾਘਾ - BBC.com",
        "ਟਰੰਪ-ਪੁਤਿਨ ਫੋਨ ਕਾਲ ਨੇ ਕ੍ਰੇਮਲਿਨ ਨੇਤਾ ਨੂੰ ਯੂਕਰੇਨ ਵਿਚ ਜੰਗ ਤੋਂ ਦੂਰ ਜਾਣ ਦਾ ਮੌਕਾ ਦਿੱਤਾ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਫੈਡਰਲ ਰਿਜ਼ਰਵ ਜਾਰੀ ਕਰਦਾ ਹੈ FOMC ਬਿਆਨ - ਫੈਡਰਲ ਰਿਜ਼ਰਵ",
        "ਗਿਲਿਅਡ ਸਟਾਕ ਐਚਐਚਐਸ ਤੋਂ ਇੱਕ ਵਿਨਾਸ਼ਕਾਰੀ ਸੰਭਾਵੀ ਕਾਲ 'ਤੇ ਡੁੱਬਦਾ ਹੈ - ਨਿਵੇਸ਼ਕ ਦਾ ਕਾਰੋਬਾਰ ਰੋਜ਼ਾਨਾ",
        "ਜੇਸਨ ਸੁਡੇਕੀਸ ਅਤੇ ਬੇਨੀ ਬਲੈਂਕੋ ਦੀ ਸਾਬਕਾ ਪ੍ਰੇਮਿਕਾ ਦੇ ਤੌਰ ਤੇ ਪੀਟ ਡੇਵਿਡਸਨ ਦੀ ਰਹੱਸਮਈ ਨਵੀਂ ਪ੍ਰੇਮਿਕਾ ਦਾ ਖੁਲਾਸਾ ਹੋਇਆ",
        "ਐਰੋਨ ਰੋਜਰਸ ਵਾਚ ਵਾਈਕਿੰਗਜ਼ ਦੇ ਸੁੰਗੜਨ ਤੋਂ ਬਾਅਦ ਬਹੁਤ ਦੂਰ ਜਾਪਦਾ ਹੈ ਕਿਉਂਕਿ ਦੈਂਤ, ਸਟੀਲਰਜ਼ ਇੰਤਜ਼ਾਰ ਕਰਦੇ ਹਨ - ਨਿ New ਯਾਰਕ ਪੋਸਟ",
        "ਤੁਰਕੀ ਨੇ ਭ੍ਰਿਸ਼ਟਾਚਾਰ ਦੀ ਜਾਂਚ 'ਚ ਇਸਤਾਂਬੁਲ ਦੇ ਮੇਅਰ ਇਮਾਮੋਗਲੂ ਨੂੰ ਹਿਰਾਸਤ' ਚ ਲਿਆ - DW (Punjabi)",
        "ਪੀਐਸਏਃ ਤੁਹਾਨੂੰ ਸ਼ੈਡੋ ਖੇਡਣ ਲਈ ਅਸਾਸੀਨ ਦੇ ਕ੍ਰੈਡ ਲੋਰ ਗਿਆਨ ਦੀ ਜ਼ਰੂਰਤ ਨਹੀਂ ਹੈ - ਯੂਰੋਗੇਮਰ",
        "ਮਾਈਕ੍ਰੋਸਾੱਫਟ ਆਪਣੇ ਮੁੱਖ ਲੋਕ ਅਧਿਕਾਰੀ ਦੀ ਥਾਂ ਲੈ ਰਿਹਾ ਹੈ ਕਿਉਂਕਿ ਇਹ ਪ੍ਰਦਰਸ਼ਨ ਦੀਆਂ ਸਮੀਖਿਆਵਾਂ 'ਤੇ ਮੁੜ ਵਿਚਾਰ ਕਰਦਾ ਹੈ. ਸੀਈਓ ਸੱਤਿਆ ਨਡੇਲਾ ਦੀ ਈਮੇਲ ਪੜ੍ਹੋ. - ਬਿਜ਼ਨਸ ਇਨਸਾਈਡਰ"
    ]
}