{
    "headlines": [
        "تسع صور لترافيس كيلسي وتايلور سويفت من لعبة تشيفز تيكسانز - كانساس سيتي ستار",
        "Tyson Fury مقابل Oleksandr Usyk التحديثات المباشرة: الوقت والبطاقة والاحتمالات والتوقعات لإعادة المباراة - USA TODAY",
        "وجدت مراجعة مجلس الشيوخ لأخلاقيات المحكمة العليا المزيد من الرحلات الفاخرة وتحث على مدونة قواعد سلوك قابلة للتنفيذ - وكالة أسوشيتد برس",
        "أي صدأ ؟ حصل فريق تيم وودز على 59 نقطة، وشارك في الصدارة في بطولة PNC - NBC Sports",
        "Texas vs. Clemson live stream, where to watch, TV channel, College Football Playoff odds, prediction, pick - CBS Sports",
        "تحظر الجمعية العالمية للكتاب العمل مع الحملة الترويجية للقرية بعد عدم الدفع للكتاب في \"العديد من المشاريع\" - الموعد النهائي",
        "يتهم بليك ليفلي النجم المشارك جاستن بالدوني بحملة تشويه - BBC.com",
        "مقتل 38 شخصًا في حادث تصادم بين حافلة ركاب وشاحنة في البرازيل - سي إن إن",
        "تورطت شرطة نيويورك في هزة عالية المستوى وسط ادعاءات بسوء السلوك الجنسي، تحقيق إريك آدمز - ABC News",
        "مجلس الشيوخ يقر زيادة مزايا الضمان الاجتماعي للعديد من موظفي الخدمة العامة المتقاعدين - PBS NewsHour",
        "بايدن يوقع مشروع قانون يحول دون إغلاق الحكومة ويقرب أيامًا من اضطرابات واشنطن - وكالة أسوشيتد برس",
        "محذوف",
        "صاروخ من اليمن يضرب تل أبيب، ويصيب 16، والفلسطينيون يحزنون على عشرات الأطفال في غزة - بوليتيكو",
        "شباك التذاكر: ‘Sonic the Hedgehog 3’ يحقق 25 مليون دولار في يوم الافتتاح، ‘Mufasa: The Lion King’ يحقق 13.3 مليون دولار - متنوع",
        "أول عاصفة ثلجية في مدينة نيويورك في فصل الشتاء: الكشف عن مجاميع الولايات الثلاث ودرجات الحرارة المتجمدة في المستقبل - المجرة اليومية - قناة الاكتشافات العظيمة",
        "أعلنت كاليفورنيا حالة الطوارئ. ما مدى خطورة إنفلونزا الطيور ؟ - وكالة أسوشيتد برس",
        "لماذا يحصل بعض الأطفال على أجهزة Walkmen وأقراص مدمجة لعيد الميلاد - واشنطن بوست",
        "كيف ترى أورسيدس، آخر أمطار النيازك التي ستصل إلى ذروتها في عام 2024 - سي إن إن",
        "ارتفاع حصيلة هجوم سوق عيد الميلاد الألماني إلى خمسة قتلى وأكثر من 200 جريح - واشنطن بوست",
        "يلاحظ العلماء \"الوقت السلبي\" في التجارب الكمية - Phys.org"
    ]
}