{
    "headlines": [
        "Medizinischer Jet mit sechs Abstürzen in die Nachbarschaft von Philadelphia - BBC.com",
        "\"Es wird viele Opfer geben\": Panama rüstet sich für den Krieg, während Trumps Team einen Deal neckt - POLITICO",
        "Palisaden- und Eaton-Feuer jetzt zu 100 % eingedämmt. Aber es zeichnet sich ein langer Weg zur Genesung ab - Yahoo! Voices",
        "Wird Emilia Pérez Star Karla Sofía Gascóns offensive X-Posts die Chancen des Oscar-Favoriten entgleisen lassen? - BBC.com",
        "Warum Zölle auf Mexiko und Kanada die Lebensmittelkosten in die Höhe treiben könnten, in 3 Diagrammen - CNN",
        "Fazit aus dem indischen Haushalt, der die Einkommenssteuer für die angestellte Mittelschicht senkt, um das Wachstum anzukurbeln - The Associated Press",
        "Costco erhöht die gewerkschaftsunabhängige Bezahlung auf über 30 US-Dollar pro Stunde, da sich die Frist für die Gewerkschaft abzeichnet - The Washington Post",
        "CDC entfernt geschlechtsspezifische, gleichberechtigte Verweise im Material zur öffentlichen Gesundheit - The Washington Post",
        "Damian Priest, Jacob Fatu und andere geben die Teilnahme an WWE Royal Rumble-Spielen für 2025 bekannt - Wrestling Inc.",
        "Unter der Oberfläche liegen die tiefen Wurzeln des Groundhog Day vor Punxsutawney Phil - The Associated Press",
        "Dejounte Murray reißt laut Bericht die Achillessehne, da die verletzungsgeschädigte Saison der Pelikane immer schlimmer wird - CBS Sports",
        "Trump reagiert auf Selena Gomez 'tränenreiche Reaktion auf Massenabschiebungen mit Clip, der die Schauspielerin im Wesentlichen beschuldigt, es vorzutäuschen - Yahoo! Voices",
        "Sam Altman sagt, dass OpenAI zwei neue KI-Ansätze umfassen wird, einen von DeepSeek und einen von Meta - Business Insider",
        "Heutige ‘Wordle‘ #1323 Tipps, Hinweise und Antworten für Samstag, den 1. Februar - Forbes",
        "Ehemaliger leitender Berater der Federal Reserve wegen Wirtschaftsspionage angeklagt - CBS News",
        "Venezuela befreit 6 Amerikaner nach Treffen zwischen Präsident Maduro und Trumps Gesandtem - The Associated Press",
        "Tech-Aktien haben die schlechteste Woche seit Monaten, nachdem \"niemand DeepSeek kommen sah\" - MarketWatch",
        "Terry Rozier von Heat lehnt es ab, über die Glücksspieluntersuchung des Bundes zu sprechen - New York Post",
        "College-Basketball-Picks, Zeitplan: Prognosen für Tennessee vs. Florida und weitere Top 25-Spiele für Samstag - CBS Sports"
    ]
}