{
    "headlines": [
        "تقول التقارير إن لبنان وغزة تعرضتا لضربات إسرائيلية مميتة - سي إن إن",
        "الجمهوريون الآن 5 مقاعد بعيدا عن سيطرة مجلس النواب - ولكن السباقات الرئيسية قريبة جدا من الدعوة - فوربس",
        "مقتل شخص واحد بعد إطلاق النار في جامعة توسكيجي - وكالة أسوشيتد برس",
        "ترشيحات بيونسي لجائزة غرامي في فئات البلدان ليست أول من يطمس خطوط النوع - USA TODAY",
        "البيتكوين تسجل رقماً قياسياً مع اقتراب ترامب من السيطرة الكاملة على الكونغرس - فاينانشيال تايمز",
        "أوكرانيا تهاجم موسكو بـ 34 طائرة بدون طيار، أكبر ضربة على العاصمة الروسية - رويترز",
        "اختيارات اتحاد كرة القدم الأميركي للأسبوع العاشر من بريسكو: رعاة بقر إيجلز إيدج وتكساس يزعجان الأسود في \"كرة القدم ليلة الأحد\" - سي بي إس سبورتس",
        "ماذا تعني خطة ترامب للترحيل الجماعي للعمال المهاجرين والاقتصاد - سي إن بي سي",
        "جنيفر لوبيز تسرق العرض بثوب مكشوف للبشرة في العرض الأول \"الشرير\" - TMZ",
        "تصنيفات الأسبوع 10 (تحديث الأحد): الإصابات تلوح في الأفق كبيرة لعدة نجوم - النتيجة",
        "إنه \"غير مستدام\" - الرئيس التنفيذي لشركة تسلا إيلون ماسك يصدر تحذيرًا خطيرًا من \"الإفلاس\" في الولايات المتحدة وسط ارتفاع كبير في أسعار البيتكوين والدوجكوين - فوربس",
        "\"الحزب الديمقراطي بحاجة إلى إعادة بناء \": يبدأ وضع الأزمة مع تراكم الخسائر - POLITICO",
        "تريفور لورانس من جاكوار يتعامل مع التواء كبير في مفصل AC في الكتف الأيسر، ولن يلعب ضد الفايكنج - NFL.com",
        "'SNL' Cold Open يسخر من إيلون ماسك، يكشف عن 'Hot، Jacked Trump' - نيوزويك",
        "كيف تشاهد Giants - Panthers يعيش مجانًا من ألمانيا: الوقت، البث - نيويورك بوست",
        "أمستردام تحظر المظاهرات بسبب الهجمات على المشجعين الإسرائيليين - DW (الإنجليزية)",
        "قطر تعلق دورها في المحادثات بين إسرائيل وحماس - سي إن إن",
        "يقول مسؤول إن الولايات المتحدة تقصف العديد من مواقع تخزين الأسلحة الحوثية في اليمن - ABC News",
        "يبدأ الديمقراطيون الذين لا يزالون مصدومين في التحديق نحو مستقبلهم - سي إن إن",
        "برجك المستقبلي: 10 نوفمبر 2024 - The Globe and Mail"
    ]
}