{
    "headlines": [
        "Trump Media Stock Drops as Lockup Ends - The Wall Street Journal",
        "Auf den Spuren der mysteriösen Frau, deren Firma explodierende Pager lizenziert hat - Reuters",
        "FDA genehmigt ersten Grippeimpfstoff, der zu Hause selbst verabreicht werden kann - CNN",
        "Mohamed Al Fayed war \"ein Monster, das von Harrods ermöglicht wurde\", sagt Anwalt - BBC.com",
        "Warum Maine und Nebraska über das Wahlkollegium streiten - Axios",
        "\"Wird nie alt\": NASA-Astronaut und UC Davis-Alaun Tracy C. Dyson spricht mit KCRA 3 live von der ISS - KCRA Sacramento",
        "Selbstlernende KI teilt die NFL mit den Spread-, Over-Under- und Money-Line-Picks für jedes Spiel der Woche 3 im Jahr 2024 - CBS Sports",
        "Der Trump-Steuer-Flip-Flop, der den Republikanern helfen könnte, das Haus zu gewinnen - POLITICO",
        "Dodgers Star Shohei Ohtanis 50. HR-Ball ist 500.000 $ wert, sagt Auktionsexperte - Bleacher-Bericht",
        "IDF ermittelt gegen Soldaten, die in der Westbank Leichen vom Dach geworfen haben - CNN",
        "Israel sagt, dass sein Angriff auf Beirut einen hochrangigen Hisbollah-Militärbeamten getötet hat, da der Libanon 12 Tote meldet - The Associated Press",
        "Was kommt als nächstes in der Bundesuntersuchung gegen Sean ‘Diddy’ Combs und seine angeblichen Mitverschwörer - CNN",
        "Caitlin Clark in den WNBA-Playoffs: Gegnerin der ersten Runde, Zeitplan - KCCI Des Moines",
        "Kentucky Sheriff tötete Richter in seinen Kammern nach einem Streit, sagt die Polizei. Das wissen wir - CNN",
        "Trumps Schützling aus North Carolina steht unter Beschuss wegen \"schwarzer Nazi\" -Porno-Behauptungen - Financial Times",
        "Der Bericht des Secret Service beschreibt Kommunikationsfehler vor dem Attentatsversuch auf Trump im Juli - The Associated Press",
        "Die Zinssenkung der Fed bringt Aktien auf Rekordhöhen. Wohin gehen die Märkte von hier aus? - ABC News",
        "Apple nennt AirPods Design \"den Schnorchel\", plus weitere AirPods 4 Details - 9to5Mac",
        "Patriots QB Brissett bleibt Starter, sagt Mayo - ESPN",
        "Ross McCall, 48, gibt ein seltenes Liebes-Update, nachdem er Pat Sajaks Tochter Maggie, 29 - Seite sechs geküsst hat"
    ]
}