{
    "headlines": [
        "Syrische Rebellen stürzen Präsident Assad, Ministerpräsident fordert freie Wahlen - Reuters",
        "FBI warnt iPhone, Android-Nutzer - WhatsApp, Facebook Messenger, Signal-Apps ändern - Forbes",
        "Hauptkartenergebnisse | UFC 310: Pantoja vs Asakura - UFC",
        "Was James Franklin sagte, nachdem Nr. 3 Penn State gegen Nr. 1 Oregon im Big Ten-Meisterschaftsspiel verloren hatte - OregonLive",
        "UnitedHealthcare CEO Shooting aktuell: NYPD-Detektive folgen Hinweisen nach Atlanta - ABC News",
        "SpaceX startet 23 Starlink-Satelliten auf der Falcon 9-Rakete von Cape Canaveral - Spaceflight Now",
        "Horoskop für Sonntag, 8. Dezember 2024 - Chicago Sun-Times",
        "Bowl-Projektionen: Oregon, Georgia, Boise State, Arizona State Schlagzeile erste 12-Team-College-Football-Playoff - CBS Sports",
        "Trump sagt, die USA sollten sich aus den Kämpfen in Syrien heraushalten, da die Oppositionskräfte gewinnen - The Associated Press",
        "Paar Rubin-Hausschuhe von Judy Garland aus \"Der Zauberer von Oz\" für 28 Millionen Dollar versteigert - CNN",
        "Charli xcx, Jack Antonoff, Lainey Wilson, Quavo, Olivia Rodrigo, Lana Del Rey und mehr Salute the Year in Music beim Hitmakers Brunch - Variety",
        "„Ich bin ein Überlebender sexueller Übergriffe“: Ernst verspricht eine „gründliche Überprüfung“ für Hegseth - POLITICO",
        "Prinz William und Trump treffen sich nach der Wiedereröffnung von Notre-Dame - BBC.com",
        "Barry Keoghan antwortet auf \"Lügen, Hass\" nach der Trennung von Sabrina Carpenter - Rolling Stone",
        "Dustin Burrows sagt, er habe Stimmen, um Sprecher des Texas House zu werden, nachdem David Cook die GOP-Caucus-Abstimmung gewonnen hat - The Texas Tribune",
        "Kongress zur Anhebung der angeworbenen Juniorgehälter um Tausende von Dollar im Jahr 2025 - Military Times",
        "New York Museum enthüllt 'Apex' — einen fast vollständigen Stegosaurus - KSL.com",
        "Google wehrt sich gegen die Bundesaufsicht über seine Zahlungssparte - TechCrunch",
        "Warum sind Flaggen bei halbem Personal in Pennsylvania? - ABC27",
        "Demokraten und Republikaner im Kongress befürchteten, dass Gabbard Informationen an Syrien weitergeben könnte - Yahoo! Voices"
    ]
}