{
    "headlines": [
        "ਯੂਐਸ ਸਰਦੀਆਂ ਦਾ ਤੂਫਾਨਃ ਕੈਂਟਕੀ ਅਤੇ ਵਰਜੀਨੀਆ ਨੇ ਐਮਰਜੈਂਸੀ ਦੀ ਸਥਿਤੀ ਦਾ ਐਲਾਨ ਕੀਤਾ - ਬੀਬੀਸੀ.",
        "ਡੈਰਿਕ ਰੋਜ਼ ਬੁੱਲਜ਼ ਦੇ ਅੱਧੇ ਸਮੇਂ ਦੀ ਰਸਮ ਵਿਚ ਹੰਝੂਆਂ ਵਿਚ ਚਲੇ ਗਏ, ਤਾਂ ਜੋ ਉਸ ਦੀ ਜਰਸੀ ਦਾ ਨੰਬਰ ਰਿਟਾਇਰ ਹੋ ਸਕੇ - ਯਾਹੂ ਸਪੋਰਟਸ",
        "ਦੱਖਣੀ ਕੋਰੀਆ ਦੇ ਪ੍ਰਦਰਸ਼ਨਕਾਰੀ ਯੂਨ ਨੂੰ ਬਰਖਾਸਤ ਕਰਨ ਦੀ ਮੰਗ ਕਰਨ ਲਈ ਬਹਾਦਰ ਠੰਡੇ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਐਤਵਾਰ, ਜਨਵਰੀ 5, 2025 ਲਈ ਕੁੰਡਲੀ - ਸ਼ਿਕਾਗੋ ਸੂਰਜ-ਟਾਈਮਜ਼",
        "ਟਰੰਪ ਆਪਣੇ ਫਲੋਰੀਡਾ ਕਲੱਬ ਵਿਚ ਇਟਲੀ ਦੇ ਪ੍ਰਧਾਨ ਮੰਤਰੀ ਮੇਲੋਨੀ ਨਾਲ ਦਿਖਾਈ ਦਿੰਦੇ ਹਨ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਬਿਡੇਨ ਦੇ ਨਿਪੋਨ ਸਟੀਲ ਟੇਕਓਵਰ ਨੂੰ ਰੋਕਣ ਦੇ ਫੈਸਲੇ ਨਾਲ ਯੂਐਸ ਸਟੀਲ ਵਰਕਰਾਂ ਲਈ ਅਨਿਸ਼ਚਿਤਤਾ ਪੈਦਾ ਹੁੰਦੀ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਯੋਧਿਆਂ ਦੇ ਨੋਟਸ: ਕੇਰ, ਕਰੀ, ਕੁਮਿੰਗਾ, ਪੇਟਨ, ਸੈਂਟੋਸ - hoopsrumors.com",
        "ਚੀਨ ਵਿਚ ਐਚਐਮਪੀਵੀ ਦਾ ਪ੍ਰਕੋਪਃ ਕੀ ਇਹ ਇਕ ਨਵਾਂ ਵਾਇਰਸ ਹੈ? ਇਹ ਕੋਵਿਡ-19 ਨਾਲ ਕਿਵੇਂ ਮਿਲਦਾ ਜੁਲਦਾ ਹੈ? ਕੀ ਇੱਥੇ ਕੋਈ ਵੈਕਸੀਨ ਹੈ? ਹੁਣ ਤੱਕ ਅਸੀਂ ਕੀ ਜਾਣਦੇ ਹਾਂ | Mint - Mint",
        "ਲਿੰਕਨ ਸ਼ਹਿਰ 'ਚ ਬਰਫ ਦੀ ਐਮਰਜੈਂਸੀ ਜਾਰੀ - KLKN",
        "ਬਾਈਡੇਨ ਦੀ ਇਜ਼ਰਾਈਲ ਨੂੰ 8 ਬਿਲੀਅਨ ਡਾਲਰ ਦੀ ਹਥਿਆਰਾਂ ਦੀ ਖੇਪ ਭੇਜਣ ਦੀ ਯੋਜਨਾ - ਬੀਬੀਸੀ ਡਾਟ ਕਾਮ",
        "ਜਿਮੀ ਕਾਰਟਰ ਦੀ ਅੰਤਮ ਯਾਤਰਾ ਪੇਂਡੂ ਜਾਰਜੀਆ ਦੁਆਰਾ ਜਲੂਸ ਨਾਲ ਸ਼ੁਰੂ ਹੁੰਦੀ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ ਕਾਰਟੂਨਿਸਟ ਨੇ ਬੇਜੋਸ ਅਤੇ ਟਰੰਪ ਦੇ ਵਿਅੰਗਕਾਰੀ ਕਾਰਟੂਨ ਪ੍ਰਕਾਸ਼ਤ ਕਰਨ ਤੋਂ ਇਨਕਾਰ ਕਰਨ 'ਤੇ ਅਸਤੀਫਾ ਦੇ ਦਿੱਤਾ - ਸੀਐਨਐਨ",
        "ਜੈੱਫ ਬੇਨਾ ਦੀ ਮੌਤ ਦੇ ਕਾਰਨਾਂ ਦਾ ਖੁਲਾਸਾ - ਡੈੱਡਲਾਈਨ",
        "2025 ਐਨਐਫਐਲ ਡਰਾਫਟ ਆਰਡਰਃ ਬ੍ਰਾsਨਜ਼ ਨੇ ਰੇਵੇਨਜ਼ ਨੂੰ ਨੁਕਸਾਨ ਦੇ ਨਾਲ ਚੋਟੀ ਦੇ ਤਿੰਨ ਪਿਕ ਨੂੰ ਜਿੱਤਿਆ, ਜਾਇੰਟਸ ਨੇ ਹੁਣ ਨੰਬਰ 1 ਤੇ ਸ਼ੂਟ ਨਹੀਂ ਕੀਤਾ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਐਕਸਕਲੂਸਿਵਃ ਨਿ Or ਓਰਲੀਨਜ਼ ਦੀ ਯੋਜਨਾਬੱਧ ਨਵੀਂ ਬੌਰਬਨ ਸਟ੍ਰੀਟ ਦੀਆਂ ਰੁਕਾਵਟਾਂ ਸਿਰਫ ਕ੍ਰੈਸ਼-ਰੇਟਡ 10 ਮੀਲ ਪ੍ਰਤੀ ਘੰਟਾ - ਰਾਇਟਰਜ਼",
        "ਨਿ New ਯਾਰਕ ਰਿਪਬਲਿਕਨ ਸੁਝਾਅ ਦਿੰਦਾ ਹੈ ਕਿ ਹਸ਼ ਮਨੀ ਕੇਸ ਨੇ ਟਰੰਪ ਨੂੰ ਚੁਣਨ ਵਿਚ ਸਹਾਇਤਾ ਕੀਤੀਃ ‘ਮਹਾਨ ਵਿਅੰਗਾਤਮਕ’ - ਦਿ ਹਿੱਲ",
        "ਆਸਟਰੀਆਃ ਗੱਠਜੋੜ ਗੱਲਬਾਤ ਦੇ collapseਹਿ ਜਾਣ ਤੋਂ ਬਾਅਦ ਚਾਂਸਲਰ ਅਸਤੀਫਾ ਦੇਣਗੇ - DW (ਪੰਜਾਬੀ)",
        "ਵੈਨਜ਼ੂਏਲਾ ਦੇ ਉਦਘਾਟਨ ਤੋਂ ਪਹਿਲਾਂ ਮਾਦੁਰੋ ਰਿਵਾਲ ਬਾਇਡਨ ਗੱਲਬਾਤ ਦੀ ਮੰਗ ਕਰਦਾ ਹੈ - ਯਾਹੂ ਵਿੱਤ",
        "ਹੇ, ਐਪਲ, ਆਓ 2025 ਵਿਚ ਆਈਫੋਨ ਦੇ ਡਿਜ਼ਾਈਨ ਨੂੰ ਹਿਲਾ ਦੇਈਏ — ਅੰਤ ਵਿਚ — ਸੀ ਐਨ ਈ ਟੀ",
        "‘ਮੁਫਾਸਾਃ ਦ ਲਾਇਨ ਕਿੰਗ’ ਹਫਤੇ ਦੇ ਅੰਤ ਵਿੱਚ ਬਾਕਸ ਆਫਿਸ ਉੱਤੇ ਨਿਯਮ ਜਾਰੀ ਰੱਖਦਾ ਹੈ - ਫੋਰਬਸ"
    ]
}