{
    "headlines": [
        "Le champion du Super Bowl, les Eagles, revient à Philadelphie | REGARDEZ LA COUVERTURE EN DIRECT - 6ABC Philadelphie",
        "Trump devrait gracier l'ex-gouverneur illinois Rod Blagojevich 5 ans après avoir commué sa peine - The Associated Press",
        "Hegseth ordonne une pause immédiate sur les soins médicaux d'affirmation de genre pour les membres des services transgenres - ABC News",
        "Les publicités de célébrités les plus et les moins populaires du Super Bowl LVIII - Hollywood Reporter",
        "La Maison Blanche cible le CFPB alors que le syndicat poursuit en justice pour arrêt de travail - The Washington Post",
        "Nightmarish ‘black seadevil’ spotted by scientists swimming in shallow waters - New York Post",
        "calendrier de lancement d'iPhone SE 2025 le plus récent : exactement quand s'attendre au nouvel iPhone - Forbes",
        "En cas d'urgence, le télescope James Webb étudiera l'astéroïde « city-killer » 2024 YR4 avant son approche rapprochée de la Terre - Livescience.com",
        "Apple corrige le bogue de l'iPhone et de l'iPad utilisé dans une « attaque extrêmement sophistiquée » - TechCrunch",
        "Super Bowl 2025 : Voici ce que Jalen Hurts, Patrick Mahomes, a dit l'un de l'autre après la déroute des Chiefs par les Eagles - CBS Sports",
        "Bracketologie : Duke glisse vers la quatrième graine n ° 1, strie St. John's se déplace vers le haut dans la fourchette projetée - CBS Sports",
        "Découvrez si vous serez touché par 3 grosses tempêtes cette semaine - The Washington Post",
        "Les revenus de McDonald's ne répondent pas aux attentes. Pourquoi le stock augmente. - Barron's",
        "Les cas de grippe augmentent, marquant la saison la plus intense en 15 ans - New Jersey Digest",
        "Les prix américains des métaux grimpent à de grosses primes avant les tarifs de Donald Trump - Financial Times",
        "Au moins 50 meurent au Guatemala après que le bus a plongé hors du pont - CNN",
        "Serena Williams crip fait une apparition surprise au Super Bowl - BBC.com",
        "Israël-Gaza dernier : Le Hamas dit qu'il suspend les libérations d'otages - Israël dit que l'armée est maintenant en « alerte maximale » - BBC.com"
    ]
}