{
    "headlines": [
        "Start 'Em, Sit 'Em отступает: 8-я неделя фэнтези-футбола - США СЕГОДНЯ",
        "Изъято",
        "Кризис кишечной палочки McDonald's показывает, почему загрязнение овощами является «более сложной проблемой» , чем говядина - U.S. News & World Report",
        "Изъято",
        "«Мое зрение начало ухудшаться»: команда Polaris Dawn раскрывает последствия исторической миссии - CNN",
        "Группа CDC снижает возраст для ключевой вакцины. Что должны знать пожилые люди. - USA TODAY",
        "Акции Capri упали на 45% после того, как судья заблокировал сделку с гобеленом на $ 8,5 млрд - Yahoo Finance",
        "Акции готовятся к еженедельным убыткам, поскольку выборы в Японии и риски прибыли вырисовываются - Reuters",
        "Король Чарльз говорит саммиту, что прошлое нельзя изменить, поскольку лидеры просят Великобританию считаться с рабством - Associated Press",
        "США получают 100 миллионов долларов за обрушение моста в Балтиморе - BBC.com",
        "Сможет ли Северная Корея, сражающаяся на Украине, превратить конфликт в мировую войну? - Newsweek",
        "Vikings-Rams: 4 TD Мэтью Стаффорда обгоняет Миннесоту во втором проигрыше подряд - Yahoo Sports",
        "Что будет дальше с братьями Менендес, поскольку окружной прокурор рекомендует выносить им повторные приговоры спустя десятилетия после убийства их родителей - CNN",
        "Министерство юстиции предупреждает, что конкурс петиций на 1 миллион долларов может нарушить законы о выборах - The Washington Post",
        "Бывшая модель купальника Sports Illustrated говорит, что Трамп щупал ее, чтобы похвастаться перед Джеффри Эпштейном - CNN",
        "Путин завершил саммит БРИКС, который стремился расширить глобальное влияние России, но был омрачен Украиной - The Associated Press",
        "11-летняя выжившая в массовом убийстве в пышном пригороде Сиэтла вспоминает, как утром брат-подросток якобы застрелил родителей, троих братьев и сестер: «Притворился мертвым» - New York Post",
        "«Комета Хэллоуина» распадается в космосе - ScienceAlert",
        "На звездном митинге в Джорджии Харрис и Обама настаивают на досрочном голосовании в жесткой гонке - Reuters",
        "Опровергая критику, Дональд Трамп говорит, что он «прямо противоположен» Адольфу Гитлеру - США СЕГОДНЯ"
    ]
}