{
    "headlines": [
        "Anniversary of Gaza war draws thousands of pro-Palestinian protesters around the world - Reuters",
        "Earth Officially Has a Second Moon: Asteroid 2024 PT5 Captured in Temporary Orbit - The Daily Galaxy --Great Discoveries Channel",
        "Trump returns to Butler for rally at site of assassination attempt - CNN",
        "[Removed]",
        "The northern lights could be visible in Massachusetts again. See the aurora forecast map. - CBS Boston",
        "Historic Biltmore Estate shutters after floods from Hurricane Helene ravage Asheville - NBC News",
        "Tropical Storm Milton tracker: Florida in path of brewing hurricane, forecasters say - USA TODAY",
        "Davante Adams Trade Rumors: Steelers Plan 'Aggressive Offer' After Missing on Aiyuk - Bleacher Report",
        "At Israel’s cafes and bars, life may seem normal. But the war has cast a pall nationwide - The Associated Press",
        "[Removed]",
        "‘Joker: Folie à Deux’ Falling Flat at Box Office After Receiving an Unprecedented D CinemaScore - Hollywood Reporter",
        "Trisha Yearwood unloaded ‘extraordinary’ Tennessee home for $3.3M — one day before Garth Brooks rape suit shock - New York Post ",
        "Biden pledged to campaign hard for Harris. So far, he’s been mostly a no-show - The Associated Press",
        "How a regular ultrasound to check on her pregnancy revealed a big health issue - CBS News",
        "She sought to prove her grandfather was poisoned at Camp Lejeune. Records she found could help thousands. - NBC News",
        "How long will it take the supply chain to normalize after dockworkers strike? - Fox Business",
        "Trump To Blame for Timing of Jack Smith's Bombshell Brief: Mary Trump - Newsweek",
        "Starfield’s big Shattered Space expansion isn’t weird enough - The Verge",
        "Homeowners hit by Hurricane Helene face the grim task of rebuilding without flood insurance - The Associated Press",
        "Have black plastic in your home? It could expose you to toxic chemicals, researchers say - The Washington Post"
    ]
}