{
    "headlines": [
        "Ex-CEO da Abercrombie & Fitch preso por acusações de tráfico sexual - ABC News",
        "O IRS anunciou os seus novos escalões fiscais para 2025. Aqui está o que saber. - CBS News",
        "Mulher deixa cair telefone, fica presa de cabeça para baixo em fenda de pedra à procura dele - The Washington Post",
        "A era de retornos quentes do S&P 500 acabou, diz Goldman - Axios",
        "Bruce Springsteen será a atração principal do comício Harris-Obama de quinta-feira em Atlanta -  The Atlanta Journal Constitution",
        "Vazamento de especificações da câmera Pixel 9a com 48MP principal, ‘Add Me’, e uma colisão da câmera - 9to5Google",
        "Putin recebe líderes do Sul Global na cúpula do BRICS para contrabalançar a influência ocidental - Associated Press",
        "O que é 'cocaína rosa', a droga encontrada no organismo de Liam Payne após sua morte? - NBC News",
        "Amy Adams enlouquece: a estrela de ‘Nightbitch’ em latidos, crescimento de cabelo no queixo e espectadores ‘polarizados’ com seu olhar cru na maternidade - Variedade",
        "Alemanha detecta primeiro caso Ib variante mpox - DW (inglês)",
        "Meteorito S2: O que aconteceu quando uma rocha tão grande quanto Londres atingiu a Terra? - BBC.com",
        "GM relata que os lucros antes dos impostos do terceiro trimestre subiram 15,5% com preços fortes, disciplina de custos - Detroit Free Press",
        "Investigação inicial sobre a fuga de informação dos EUA sobre o planeamento de ataques israelitas com foco em quem teve acesso a documentos - CNN",
        "Como o 4º livro da Southern Reach, Absolution, explodiu do autor Jeff VanderMeer - Polygon",
        "Oriente Médio mais recente: Mais de uma dúzia de mortos em ataques israelenses perto de um dos principais hospitais de Beirute - The Associated Press",
        "FMI eleva previsão de crescimento dos EUA, mas marca queda na China; vê economia global sem brilho - Reuters",
        "Hands-on com o iPad mini 2024: Descubra as diferenças - Ars Technica",
        "   Removido ",
        "Paul Whelan diz que passou informações da linha de frente da Ucrânia para os EUA da prisão russa - usa TODAY",
        "Noite de abertura da NBA 2024-25 - Escolhas dos especialistas para os campeões do Leste, Oeste e NBA - ESPN"
    ]
}