{
    "headlines": [
        "تقول إسرائيل إنها استهدفت زعيم حزب الله في غارات على العاصمة اللبنانية - سي إن إن",
        "السيدة ماجي سميث: الملك ورئيس الوزراء يشيدان بـ \"الكنز الوطني\" - BBC.com",
        "نشطاء المناخ يلقون الحساء على اثنين من فان جوخ، بعد ساعات فقط من الحكم على الآخرين بالسجن - واشنطن بوست",
        "استقال الرئيس التنفيذي لشركة WeightWatchers فجأة بعد الضغط لتبني أدوية إنقاص الوزن مثل Ozempic و Wegovy - New York Post",
        "ستقول هاريس، على الحدود، إنها ستحافظ على حملة بايدن على اللجوء وتجعل من الصعب رفعها - سي بي إس نيوز",
        "تقول شبكة سي بي إس نيوز إنه لن يتم كتم صوت الميكروفونات لمناظرة نائب الرئيس - ABC News",
        "جولة كأس الرؤساء الثانية: معاينة مباريات الجمعة الرباعية، الاحتمالات، المزيد - جولة PGA",
        "الإعصار التاريخي هيلين يقطع الكهرباء عن مليوني شخص في فلوريدا وكارولينا - أكسيوس",
        "يضغط المحامي الخاص للإفراج العام عن الملفات الرئيسية في قضية ترامب في 6 يناير - إيه بي سي نيوز",
        "اختيارات اتحاد كرة القدم الأميركي للأسبوع الرابع من بريسكو: رايفنز يبرد الفواتير غير المهزومة، باكرز هاند فايكنغز أول خسارة - سي بي إس سبورتس",
        "الولايات المتحدة تتهم 3 قراصنة إيرانيين يزعم أنهم استهدفوا حملة ترامب - سي بي إس نيوز",
        "iPhone 16 Pro Max: مراجعة كاميرا لمدة أسبوع واحد - MacRumors",
        "بيانات PCE الجديدة، أرباح Costco، نمو Nvidia: هيمنة السوق - Yahoo Finance",
        "قد يبهر المذنب تسوتشينشان أتلاس في نهاية هذا الأسبوع. ولكن هل الأفضل لم يأت بعد ؟ - Space.com",
        "أكثر من 20 شخصًا تم إنقاذهم من سقف مستشفى مقاطعة يونيكوي من قبل شرطة ولاية فرجينيا - WCYB",
        "مايكروسوفت تعيد إطلاق أداة لقطة شاشة \"كابوس الخصوصية\" للذكاء الاصطناعي - BBC.com",
        "داك بريسكوت: رعاة البقر لن \"يتحمسوا\" للفوز على العمالقة - DallasCowboys.com",
        "أحدث أقمار ستارلينك الصناعية تتسرب إشعاعات أكثر من سابقاتها — ويمكن أن تعطل علم الفلك قريبًا - Livescience.com",
        "تظهر الدراسة أن الأرض قد تهرب من الإبادة عندما تموت شمسنا - Gizmodo",
        "موقع عارضة الأزياء التي تم الاعتداء عليها جنسياً وتخديرها وتتبعها، دعاوى قضائية - رولينج ستون"
    ]
}