{
    "headlines": [
        "ਡਾਇਰੇਕਟੀਵੀ-ਡਿਸਨੀ ਆਉਟੇਜ ਸੋਮਵਾਰ ਰਾਤ ਫੁੱਟਬਾਲ ਅਤੇ ਰਾਸ਼ਟਰਪਤੀ ਬਹਿਸ ਪਹੁੰਚ ਦੇ ਤੌਰ ਤੇ ਗਰਮ ਕਰਦਾ ਹੈ - ਸੀ ਐਨ ਈ ਟੀ",
        "ਨਾਟੋ ਦੇ ਦੋ ਮੈਂਬਰਾਂ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਰੂਸੀ ਡਰੋਨ ਨੇ ਉਨ੍ਹਾਂ ਦੇ ਹਵਾਈ ਖੇਤਰ ਦੀ ਉਲੰਘਣਾ ਕੀਤੀ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "‘ਨਿਸ਼ਚਤ ਤੌਰ‘ ਤੇ ਸੜਕ ਦਾ ਗੁੱਸਾ ਨਹੀਂ ’: ਕੈਂਟਕੀ ਸ਼ੈਰਿਫ ਦੇ ਦਫਤਰ ਨੇ ਮਨੋਰਥ ਦੀ ਭਾਲ ਕੀਤੀ ਕਿਉਂਕਿ ਆਈ -75 ਨਿਸ਼ਾਨੇਬਾਜ਼ ਦੀ ਭਾਲ ਜਾਰੀ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਵਿਰੋਧੀ ਉਮੀਦਵਾਰ ਨੇ ਦੇਸ਼ ਨਿਕਾਲਾ ਵਿਚ ਪਿੱਛਾ ਕੀਤੇ ਜਾਣ ਤੋਂ ਕੁਝ ਮਹੀਨੇ ਪਹਿਲਾਂ ਵੈਨੇਜ਼ੁਏਲਾ ਦੀ ਰਾਜਨੀਤੀ ਵਿਚ ਫਟਿਆ - WOODTV.",
        "ਜਾਰਜੀਆ ਦੀ ਗੋਲੀਬਾਰੀ ਤੋਂ ਬਾਅਦ ਸੈਨੇਟਰ ਰਾਫੇਲ ਵਾਰਨੋਕਃ 'ਅਸੀਂ ਸਾਰੇ ਬਤਖ਼ ਬੈਠੇ ਹਾਂ' - ਪੋਲਿਟਿਕੋ",
        "2024 ਐਨਐਫਐਲ ਹਫਤਾ 1: ਜੈਕਸਨਵਿਲੇ ਜੈਗੁਆਰਸ ਬਨਾਮ ਮਿਆਮੀ ਡੌਲਫਿਨਜ਼ ਗੇਮ ਅੱਜ ਕਿਵੇਂ ਵੇਖੀਏ - ਯਾਹੂ ਸਪੋਰਟਸ",
        "‘ਬੀਟਲਜੁਇਸ ਬੀਟਲਜੁਇਸ’ $ 110 ਮਿਲੀਅਨ ਓਪਨਿੰਗ ਵੀਕੈਂਡ ਦੇ ਨਾਲ ਬਾਕਸ ਆਫਿਸ ਨੂੰ ਝਟਕਾ ਦਿੰਦਾ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਜਾਰਜੀਆ ਦੀ ਗੋਲੀਬਾਰੀ ਦੇ ਸ਼ੱਕੀ ਵਿਅਕਤੀ ਦੀ ਮਾਂ ਨੇ ਐਮਰਜੈਂਸੀ ਦੀ ਚਿਤਾਵਨੀ ਦੇਣ ਲਈ ਸਕੂਲ ਨੂੰ ਬੁਲਾਇਆ, ਚਾਚੀ ਕਹਿੰਦੀ ਹੈ - ਐਸੋਸੀਏਟਡ ਪ੍ਰੈਸ",
        "ਐਤਵਾਰ ਟ੍ਰੌਪਿਕਸ ਅਪਡੇਟਃ ਅੱਜ ਜਾਂ ਕੱਲ ਫ੍ਰੈਂਚਾਈਨ ਦਾ ਗਠਨ - ਕੇਪੀਆਰਸੀ ਕਲਿਕ 2ਹੌਸਟਨ",
        "ਹਟਾਈ",
        "‘ਈਡਨ’ ਸਮੀਖਿਆਃ ਰੌਨ ਹਾਵਰਡ ਆਖਰਕਾਰ ਆਪਣਾ ਮਨ ਗੁਆ ਬੈਠਾ ਹੈ - ਗੱਭਰੂ",
        "ਐਮੀ ਐਡਮਜ਼ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਆਸਕਰ ਨਾਮਜ਼ਦਗੀ 'ਉਹ ਚੀਜ਼ ਨਹੀਂ ਜਿਸ ਬਾਰੇ ਮੈਂ ਸੋਚਦਾ ਹਾਂ' - IndieWire",
        "ਸਰੋਤਃ ਪ੍ਰੈਸਕੋਟ, ਕਾਉਬੌਇਜ਼ $ 240M ਸੌਦੇ ਲਈ ਸਹਿਮਤ ਹਨ - ਈਐਸਪੀਐਨ",
        "ਡੋਰੀਟੋਸ ਵਿਚ ਪਾਇਆ ਗਿਆ ਰੰਗਤ ਮਾ mouseਸ ਦੀ ਚਮੜੀ ਨੂੰ ‘ਜਾਦੂ ਦੀ ਚਾਲ‘ ਵਾਂਗ ਪਾਰਦਰਸ਼ੀ ਬਣਾ ਦਿੰਦਾ ਹੈ, ਨਵਾਂ ਅਧਿਐਨ ਲੱਭਦਾ ਹੈ - ਹਿੰਦੁਸਤਾਨ ਟਾਈਮਜ਼",
        "ਡੌਲਫਿਨਜ਼ ਟਾਇਰਿਕ ਹਿੱਲ ਸਟੇਡੀਅਮ ਦੇ ਬਾਹਰ ਪੁਲਿਸ ਦੁਆਰਾ ਹਿਰਾਸਤ ਵਿੱਚ ਲਿਆ ਗਿਆ ਹੈ, ਓਪਨਰ ਬਨਾਮ ਜੈਗੁਆਰਸ ਵਿੱਚ ਖੇਡ ਰਿਹਾ ਹੈ - ਸਾ Southਥ ਫਲੋਰਿਡਾ ਸਨ ਸੈਂਟੀਨੇਲ",
        "ਮੈਟਾ ਲਲਾਮਾਃ ਓਪਨ ਜਨਰੇਟਿਵ ਏਆਈ ਮਾਡਲ ਬਾਰੇ ਤੁਹਾਨੂੰ ਜਾਣਨ ਦੀ ਹਰ ਚੀਜ - ਟੈਕਕ੍ਰਾਂਚ",
        "ਆਪਣੇ ਸੁਪਨੇ ਦੇ ਟੀਵੀ ਲਈ 2025 ਤੱਕ ਉਡੀਕ ਕਰੋ? ਕੀ ਮਿਨੀ ਐਲਈਡੀ ਬਹੁਤ ਚਮਕਦਾਰ ਹੈ? | ਤੁਸੀਂ ਈਪੀ ਨੂੰ ਪੁੱਛਿਆ. 56 - ਡਿਜੀਟਲ ਰੁਝਾਨ",
        "ਐਪਲ ਇਵੈਂਟ 2024: ਆਈਫੋਨ 16, ਐਪਲ ਇੰਟੈਲੀਜੈਂਸ ਅਤੇ ਹੋਰ ਸਾਰੇ ਉਮੀਦ ਕੀਤੇ ਗਏ 'ਗਲੋਟਾਈਮ' ਦਾ ਖੁਲਾਸਾ - ਟੈਕਕ੍ਰਾਂਚ",
        "ਮਹਿਮਾਨ ਕਾਲਮ | ਦੇਖਭਾਲ ਕਰਨ ਵਾਲਿਆਂ ਲਈ, ਇੱਕ ਦੋਸਤ ਜੋ ‘ਪ੍ਰਾਪਤ ਕਰਦਾ ਹੈ’ ਇੱਕ ਜੀਵਨ ਰੇਖਾ ਹੋ ਸਕਦਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਪਾਪੂਆ ਨਿ Gu ਗਿੰਨੀ ਦੇ ਦੂਰ-ਦੁਰਾਡੇ ਜੰਗਲਾਂ ਵਿਚ, ਪੋਪ ਉਮੀਦ ਲਿਆਉਂਦਾ ਹੈ - ਪੋਲਿਟਿਕੋ"
    ]
}