[
    "If you tell the truth, you don't have to remember anything.",
    "It is not fair to ask of others what you are not willing to do yourself.",
    "There are few reasons for telling the truth, but for lying the number is infinite.",
    "Time doesn't heal emotional pain, you need to learn how to let go.",
    "Poverty and hardship are created by false thinking.",
    "Life is to be fortified by many friendships. To love, and to be loved, is the greatest happiness of existence.",
    "Who looks outside, dreams; who looks inside, awakes.",
    "Genius is patience.",
    "Better to live until you die.",
    "Champions keep playing until they get it right.",
    "If you've made a mistake, it's better just to laugh at it.",
    "Success is going from failure to failure without losing your enthusiasm",
    "Success is not how high you have climbed, but how you make a positive difference to the world.",
    "Honesty is the first chapter in the book of wisdom.",
    "Talent is luck. The important thing in life is courage.",
    "Common sense is not so common. ",
    "Failure is acceptable. Not trying is a whole different ball park.",
    "Cease striving. Then there will be transformation.",
    "Happiness is a choice, not a result. Nothing will make you happy until you choose to be happy.",
    "If you're not failing every now and again, it's a sign you're not doing anything very innovative.",
    "Not everything that weighs you down is yours to carry.",
    "Success is an iceberg.",
    "Judge your success by what you had to give up in order to get it.",
    "The harder the conflict, the greater the triumph. ",
    "If you want something then you lose everything. If you don't want anything then you already have everything.",
    "Do not think you will necessarily be aware of your own enlightenment.",
    "Nothing like a health problem to turn up the contrast dial for the rest of life.",
    "Just because you are happy it does not mean that the day is perfect but that you have looked beyond its imperfections.",
    "You know the more one does the more one can do.",
    "A hut full of laughter is richer than a palace full of sadness.",
    "Life is but one dream flowing into another.",
    "Successful people appreciate where they have come from, but they don't let their past set the tone for their future.",
    "People should pursue what they're passionate about. That will make them happier than pretty much anything else.",
    "The only real security that a man can have in this world is a reserve of knowledge, experience and ability. ",
    "Don't let the noise of others' opinions drown out your own inner voice.",
    "It all depends on what you choose to believe.",
    "The less you open your heart to others, the more your heart suffers.",
    "The first principle of success is desire.",
    "The most difficult thing is the decision to act, the rest is merely tenacity. The fears are paper tigers.",
    "It's the job that's never started that takes the longest to finish.",
    "The greatest treasures are those invisible to the eye but found by the heart.",
    "Lost Time is never found again.",
    "You can't stay in your corner of the Forest waiting for others to come to you. You have to go to them sometimes.",
    "If you want work well done, select a busy man; the other kind has no time.",
    "Everything that is made beautiful and fair and lovely is made for the eye of one who sees.",
    "Not until we are lost do we begin to understand ourselves.",
    "Happiness is not the absence of problems, it's the ability to deal with them.",
    "The Only Thing That Is Constant Is Change",
    "Be yourself; everyone else is already taken ",
    "A zen master's life is one continuous mistake."
]