[
    "Life is either a daring adventure, or it is nothing.",
    "Duty makes us do things well, but love makes us do them beautifully.  ",
    "Friendship is one of the most tangible things in a world which offers fewer and fewer supports.",
    "I have lost friends, some by death...others by sheer inability to cross the street.",
    "Our truest life is when we are in dreams awake.",
    "It is not because things are difficult that we do not dare; it is because we do not dare that things are difficult.  ",
    "Luck is a matter of preparation meeting opportunity.",
    "The highest form of ignorance is when you reject something you don't know anything about. ",
    "Absurdity is the ecstasy of intellectualism.",
    "To acquire true self power you have to feel beneath no one, be immune to criticism and be fearless.",
    "Men are anxious to improve their circumstances but are unwilling to improve themselves; they therefore remain bound.",
    "Allow motion to equal emotion.",
    "The hardest arithmetic to master is that which enables us to count our blessings.",
    "A person who does not read is no better than one cannot read.",
    "When you dance, your purpose is not to get to a certain place on the floor. It's to enjoy each step along the way.  ",
    "Values are like fingerprints. Nobody's are the same, but you leave 'em all over everything you do.",
    "The only defense against the world is a thorough knowledge of it.",
    "If you do the work you get rewarded. There are no shortcuts in life.",
    "The majority of what you want will come from the minority of what you do.",
    "Becoming a great leader doesn't mean being perfect. it means living with your imperfections.",
    "Fool me once, shame on you; fool me twice, shame on me. ",
    "In a world that is constantly changing, it is to our advantage to learn how to adapt and enjoy something better.",
    "Happiness is pretty simple: someone to love, something to do, something to look forward to.",
    "Life is a gift. Never forget to enjoy and bask in every moment you are in.",
    "Nothing is easier than fault finding.",
    "Life is simply what our feelings do to us.",
    "You purchase pain with all that joy can give and die of nothing but a rage to live.",
    "He who permits himself to tell a lie once, finds it much easier to do it the second time.",
    "You have to give up some of the old so that you can make room for the new.",
    "Our stories may be singular, but our destination is shared.",
    "Hope is a waking dream.",
    "People think you're crazy if you talk about things they don't understand.",
    "Success on the outside means nothing unless you also have success within.",
    "If you tell the truth, you don't have to remember anything.",
    "The most difficult thing is the decision to act, the rest is merely tenacity. The fears are paper tigers.",
    "Success is not what you do when you are on top.  Success is how high you bounce when you hit the bottom.",
    "The only people without problems are those in cemeteries.",
    "Youth has no age.",
    "Be true to yourself, help others, make each day your masterpiece",
    "Thinking is the hardest work there is, which is probably the reason why so few engage in it.",
    "I am not what happened to me, I am what I choose to become.",
    "Go for it now. The future is promised to no one.",
    "The person who never made a mistake never tried anything new.",
    "Integrity is the ability to stand by an idea.",
    "Don't let them drag you down by rumors. Just go with what you believe in.",
    "One of the most difficult things is not to change society - but to change yourself.",
    "Every one of us is the sum total of his own thoughts.",
    "Within every desire is the mechanics of its fulfillment.",
    "If you believe you can, you can. If you believe you can't, then, well you can't.",
    "What the mind can conceive and believe, and the heart desire, you can achieve."
]