[
    "I would rather die on my feet than live on my knees.",
    "The goal is not to be perfect by the end, the goal is to be better today.",
    "Leave the beaten track behind occasionally and dive into the woods. Every time you do you will be certain to find something you have never seen before.",
    "If you have only one smile in you give it to the people you love.",
    "Life is trying things to see if they work.",
    "Do not ignore the passion that burns in you. Spend time to discover your gift.",
    "There are no ordinary moments.",
    "Success is not what you do when you are on top.  Success is how high you bounce when you hit the bottom.",
    "Everyone you meet is fighting a battle you know nothing about. Be kind. Always.",
    "If you spend too much time thinking about a thing, you'll never get it done. ",
    "Before you embark on a journey of revenge, dig two graves. ",
    "They who have conquered doubt and fear have conquered failure.",
    "We are always complaining that our days are few, and acting as though there would be no end of them.  ",
    "The road to success is always under construction..",
    "Forget safety. Live where you fear to live.",
    "Everything you've ever wanted is on the other side of fear.",
    "Never do to others what you would not like them to do to you. ",
    "When everything seems to be going against you, remember that the airplane takes off against the wind, not with it.",
    "Mastering others is strength, mastering yourself is true power.",
    "Much learning does not teach understanding.",
    "I have lost friends, some by death...others by sheer inability to cross the street.",
    "My favorite things in life don't cost any money. It's really clear that the most precious resource we all have is time.",
    "Many have died; you also will die. The drum of death is being beaten. The world has fallen in love with a dream. Only sayings of the wise will remain.",
    "Words have no power to impress the mind without the exquisite horror of their reality.",
    "Don't be afraid to see what you see.",
    "The destiny of man is in his own soul. ",
    "What we know is a drop, what we don't know is an ocean. ",
    "The danger of an adventure is worth a thousand days of ease and comfort.",
    "Whatever we plant in our subconscious mind and nourish with repetition and emotion will one day become reality.",
    "The mind is the limit.",
    "If you're not making mistakes, then you're not doing anything.",
    "Many answers to what you seek don't lie 'out there'. If you look inwards, you'll find the answer has been in you all along.",
    "You only live once, but if you do it right, once is enough.",
    "A gentleman accepts the responsibility of his actions and bears the burden of their consequences.",
    "Blessed is he who expects nothing, for he shall never be disappointed.",
    "The wiser you get, the less you care to look like a fool.",
    "We love the things we love for what they are.",
    "The tragedy of life doesn't lie in not reaching your goal. The tragedy lies in having no goals to reach.",
    "Whatever you do,strive to do it so well that no man living and no man dead and no man yet to be born could do it any better.",
    "It doesn't matter how much you want. What really matters is how much you want it.",
    "Successful people are always looking for opportunities to help others. Unsuccessful people are always asking, 'What's in it for me?'",
    "A rational person can find peace by cultivating indifference to things outside of their control.",
    "Acknowledging the good that you already have in your life is the foundation for all abundance.",
    "Your only obligation in any lifetime is to be true to yourself.",
    "I am not absentminded. It is the presence of mind that makes me unaware of everything else.",
    "Let us rather run the risk of wearing out than rusting out.",
    "When one does not have what one wants, one must want what one has.",
    "All has not been said and never will be.",
    "In a world that is constantly changing, it is to our advantage to learn how to adapt and enjoy something better.",
    "Little by little, one travels far."
]