[
    "Every blessing ignored becomes a curse.",
    "Thoughts become things. If you see it in your mind, you will hold it in your hand.",
    "It's easier to go down a hill than up it but the view is much better at the top.",
    "The only lost cause is one we give up on before we enter the struggle.",
    "If we know how to adapt, we end up being superior.",
    "We think too much and feel too little.",
    "What lies behind us and what lies before us are tiny matters compared to what lies within us.",
    "Have a vision. Be demanding.",
    "Trust is the foundation of great leadership.",
    "Attitude, not aptitude, determines altitude.  ",
    "Courage is the price that life exacts for granting peace.",
    "You can have it all. You just can't have it all at once. ",
    "Stay away from people who makes you feel like you are wasting their time.",
    "It's not the size of the dog in the fight, it's the size of the fight in the dog.",
    "Life is not always a matter of holding good cards, but sometimes, playing a poor hand well. ",
    "Wit is educated insolence.",
    "One is never afraid of the unknown; one is afraid of the known coming to an end.",
    "The opposite of courage in our society is not cowardice... it is conformity.",
    "Don't let making a living prevent you from making a life.",
    "Where violence reigns, reason is weak.",
    "The four P's to success are pressure, persistence, perseverance, and prayer.",
    "Rather than waste time and energy worrying, use that time and energy to constructively deal with whatever is causing the worry.",
    "Hold yourself responsible for a higher standard than anybody else expects of you.",
    "Well done is better than well said.",
    "Experience is a comb which nature gives us when we are bald. ",
    "Hardly anybody recognizes the most significant moments of their life at the time they happen.",
    "Everything flows, nothing stands still.",
    "Life has the name of life, but in reality it is death.",
    "The greatest weariness comes from work not done.",
    "If you want to see things just as they are, then you yourself must practice just as you are.",
    "There is no greatness where there is not simplicity, goodness, and truth.",
    "The friend is the man who knows all about you, and still likes you.",
    "No one can compete with you on being you. Most of life is a search for who and what needs you the most.",
    "By the practice of meditation, you will find that you are carrying within your heart a portable paradise.",
    "Your very silence shows you agree.",
    "Either you run the day or the day runs you.",
    "Every man gotta right to decide his own destiny.",
    "One beam, no matter how big, cannot support an entire house on its own.",
    "When one door closes another door opens. ",
    "The Only Thing That Is Constant Is Change",
    "It's much better to do good in a way that no one knows anything about it.",
    "Looking after my health today gives me a better hope for tomorrow. ",
    "The soul without imagination is what an observatory would be without a telescope.",
    "Attitude drives actions. Actions drive results. Results drive lifestyles.",
    "Whether you have a problem in your life or not depends upon your own attitude, your own understanding.",
    "Fallacies do not cease to be fallacies because they become fashions.",
    "Truth is the offspring of silence and meditation.",
    "Don't explain your philosophy. Embody it.",
    "Happiness must be grown in one's own garden.",
    "For fast-acting relief try slowing down."
]