[
    "Your life does not get better by chance, it gets better by change.",
    "He that can have patience can have what he will.",
    "There is no fear for one whose mind is not filled with desires.",
    "Things cannot forever go downward. There are limits to everything—even the cold, and the darkness, and the wind, and the dying.",
    "Happiness is the absence of the striving for happiness.",
    "Do something worth remembering.",
    "The heart wants what it wants - or else it does not care.",
    "A random act of kindness, no matter how small, can make a tremendous impact on someone else's life.",
    "The golden opportunity you are seeking is in yourself. It is not in your environment; it is not in luck or chance, or the help of others; it is in yourself alone. ",
    "No man can get rich himself unless he enriches others.",
    "Normality is a paved road: It's comfortable to walk, but no flowers grow on it.",
    "Disobedience is the true foundation of liberty. The obedient must be slaves.",
    "It still holds true that man is most uniquely human when he turns obstacles into opportunities.",
    "Supreme excellence consists of breaking the enemy's resistance without fighting.",
    "Be truthful about your emotions, and use your mind and emotions in your favor, not against yourself.",
    "There's no scarcity of opportunity to make a living at what you love. There is only a scarcity of resolve to make it happen.",
    "When you get up in the morning, you have two choices - either to be happy or to be unhappy. Just choose to be happy.",
    "To improve is to change, so to be perfect is to change often.",
    "Never give way to laziness.",
    "If I can stop one heart from breaking, I shall not live in vain.",
    "Everything you've ever wanted is on the other side of fear.",
    "Do not believe that you will reach your destination without leaving the shore. ",
    "A thing must be loved before it is lovable.",
    "Feelings come and go like clouds in a windy sky. Conscious breathing is my anchor.",
    "Trying to predict the future is like trying to drive down a country road at night with no lights while looking out the back window.",
    "Change is not a four letter word...but often your reaction to it is!",
    "You are free, and that is why you are lost. ",
    "My instinct is always to seek out challenges as opposed to avoiding them.",
    "Even the smallest person can change the course of the future.",
    "Behind every beautiful thing, there's some kind of pain.",
    "Intelligence, imagination, and knowledge are essential resources, but only effectiveness converts them into results.",
    "What you resist, persists.",
    "Everyone sees what you appear to be, few experience what you really are.",
    "I would rather die on my feet than live on my knees.",
    "Make each day a new horizon.",
    "Everything you look at can become a fairy tale and you can get a story from everything you touch.",
    "Many people spend more time looking at their failures than focusing on their successes.",
    "True wealth is of the heart, not of the purse.",
    "The way out is in.",
    "Never confuse a single defeat with a final defeat.",
    "Quiet people have the loudest minds.",
    "Don't concern yourself with the money. Be of service. Build. Work. Dream. Create.",
    "Every strike brings me closer to the next home run. ",
    "The more tranquil a man becomes, the greater is his success, his influence, his power for good. Calmness of mind is one of the beautiful jewels of wisdom.",
    "Man is made by his belief. As he believes, so he is.",
    "Trying to define yourself is like trying to bite your own teeth.",
    "How many times do you have to get hit over the head until you figure out who's hitting you?",
    "Success and failure come and go, but don't let them define you. It's who you are that matters.",
    "The only way to make sense out of change is to plunge into it, move with it, and join the dance.",
    "The biggest mistake we could ever make in our lives is to think we work for anybody but ourselves."
]