[
    "If I love myself I love you. If I love you I love myself.",
    "For every minute you are angry you lose sixty seconds of happiness.",
    "It's easy to wish for health when you're sick.  When you're doing well, you need just as much vigilance.",
    "Associate yourself with men of good quality, if you esteem your own reputation; for 'tis better to be alone than in bad company. ",
    "The best thing to hold onto in life is each other.",
    "It's only after you've stepped outside your comfort zone that you begin to change, grow, and transform.",
    "A zen master's life is one continuous mistake.",
    "You may be disappointed if you fail, but you are doomed if you don't try. ",
    "The truly rich men are the ones who have health, loved ones and a work they love.",
    "Fiction is the truth inside the lie.",
    "The chief danger in life is that you may take too many precautions.",
    "It is during our darkest moments that we must focus to see the light.",
    "Life is really simple, but men insist on making it complicated. ",
    "If you change the way you look at things, the things you look at change. ",
    "When you are talented you do it whatever it is until your fingers bleed or your eyes are ready to fall out of your head.",
    "You can never get enough of what you don't need to make you happy.",
    "It is not fair to ask of others what you are not willing to do yourself.",
    "You have to accept whatever comes, and the only important thing is that you meet it with the best you have to give.",
    "Bad things are not the worst things that an happen to us. NOTHING is the worst thing that can happen to us.",
    "When you judge others, you do not define them, you define yourself.",
    "A loving heart is the truest wisdom.",
    "Success is like reaching an important birthday and finding you're exactly the same.",
    "Never stand begging for that which you have the power to earn.",
    "Until you change how you get things done, you'll never know what works best.",
    "We are most nearly ourselves when we achieve the seriousness of the child at play.",
    "I must also have a dark side if I am to be whole.",
    "What is planted in each person's soul will sprout.  ",
    "Ever tried. Ever failed. No matter. Try Again. Fail again. Fail better. ",
    "Sorrow is how we learn to love.",
    "By going within. Nowhere you can go is more peaceful - more free of interruptions - than your own soul.",
    "Everyone wants to go to Heaven, but no one wants to die.",
    "If you want things to be different, perhaps the answer is to become different yourself.",
    "From error to error one discovers the entire truth.",
    "There are dark shadows on the earth, but its lights are stronger in the contrast.",
    "We've got to live, no matter how many skies have fallen.",
    "Each day provides it's own gifts.",
    "Without struggle, no progress and no result. Every breaking of habit produces a change in the machine.",
    "The nearer a man comes to a calm mind, the closer he is to strength.",
    "You cannot teach a crab to walk straight.",
    "Don't criticize what you can't understand. ",
    "The way of success is the way of continuous pursuit of knowledge.",
    "Instead of thinking outside the box, get rid of the box.",
    "The purpose of life is the life of purpose.",
    "If you want to achieve greatness stop asking for permission.",
    "Curiosity is the most powerful thing you own. Imagination is a force that can actually manifest a reality.",
    "A mountain never yields to the wind no matter how strong it is.",
    "Absorb what is useful, discard what is useless and add what is specifically your own.  ",
    "Understanding that rests in what it does not understand is the finest.",
    "Humor isn't for everyone. It's only for people who want to have fun, enjoy life, and feel alive.",
    "Let not your mind run on what you lack as much as on what you have already."
]