[
    "Older men declare war. But it is youth that must fight and die.",
    "If you realize that you're the problem, then you can change yourself, learn something and grow wiser. Don't blame other people for your problems.",
    "Never lose hope. Storms make people stronger and never last forever.",
    "Being entirely honest with oneself is a good exercise.",
    "People who bite the hand that feeds them usually lick the boot that kicks them.",
    "Those who seek the easy way do not seek the true way.",
    "Why fit in when you were born to stand out?",
    "Men trust their ears less than their eyes.",
    "No great discovery was ever made without a bold guess. ",
    "Treat every moment as your last. It is not preparation for something else.",
    "Each day provides it's own gifts.",
    "The businessman's tool is value.",
    "You must find the place inside yourself where nothing is impossible.",
    "Character is the result of two things: mental attitude and the way we spend our time.",
    "One of the first signs of the beginning of understanding is the wish to die. ",
    "A fear-oriented man is always calculating, planning, arranging, safeguarding. His whole life is lost in this way.",
    "There is no excuse for not trying.",
    "Have the courage to follow your heart and intuition. They somehow know what you truly want to become.",
    "Far and away the best prize that life has to offer is the chance to work hard at work worth doing.",
    "Be careful the environment you choose for it will shape you; be careful the friends you choose for you will become like them.",
    "A man who acquires the ability to take full possession of his own mind may take possession of anything else to which he is justly entitled.",
    "Do not take life too seriously. You will never get out of it alive.",
    "When we strive to become better than we are, everything around us becomes better, too.",
    "What a book a devil's chaplain might write on the clumsy, wasteful, blundering, low, and horribly cruel work of nature!",
    "Rather than waste time and energy worrying, use that time and energy to constructively deal with whatever is causing the worry.",
    "If you want to keep your memories, you first have to live them.",
    "Men do not attract which they want but that which they are.",
    "When you want to be honored by others, you learn to honor them first.",
    "The most important things are the hardest to say.",
    "We're responsible for everything that happens to us.",
    "Most people fail in life not because they aim too high and miss, but because they aim too low and hit.",
    "Never give way to laziness.",
    "You are not one person, but three: The one you think you are; The one others think you are; The one you really are.",
    "The future is no more uncertain than the present.",
    "Don't be afraid that you do not know something. Be afraid of not learning about it.",
    "Life doesn't get easier or more forgiving, we get stronger and more resilient.",
    "Courage is found in unlikely places.",
    "Man's character is his fate.",
    "You have to accept whatever comes, and the only important thing is that you meet it with the best you have to give.",
    "Sometimes you have to shut your eyes, so you can see the real beauty.",
    "The greatest mistake you can make in life is to be continually fearing you will make one.",
    "Be kind whenever possible. It is always possible.",
    "Don't gain the world and lose your soul. Wisdom is better than silver and gold.",
    "Silence is a source of great strength.",
    "The best way to predict your future is to create it.",
    "Things turn out best for the people who make the best of the way things turn out.",
    "He who permits himself to tell a lie once, finds it much easier to do it the second time.",
    "Never regret your past. Rather, embrace it as the teacher that it is.",
    "Showing off is the fool's idea of glory. ",
    "Either you run the day or the day runs you."
]