[
    "All happiness depends on courage and work.",
    "If you build the guts to do something, anything, then you better save enough to face the consequences.",
    "The journey, not the destination matters.",
    "Instead of thinking outside the box, get rid of the box.",
    "It is better to disappoint people with the truth than to appease them with a lie.",
    "Respect was invented to cover the empty place where love should be.",
    "There are more quarrels smothered by just shutting your mouth, and holding it shut, than by all the wisdom in the world.",
    "Blessed is he who expects nothing, for he shall be disappointed.",
    "When you are content to be simply yourself and don't compare or compete, everybody will respect you. ",
    "Remember the entrance to the sanctuary is inside you.",
    "The real meditation is how you live your life.",
    "Difficult and meaningful will always bring more satisfaction than easy and meaningless.",
    "Many people spend more time looking at their failures than focusing on their successes.",
    "To arrive at the simplest truth requires years of contemplation.",
    "Men are disturbed not by things, but by the view which they take of them.",
    "Only I can change my life. No one can do it for me.",
    "Everything around us is made up of energy. To attract positive things in your life, start by giving off positive energy.",
    "Those who cannot change their minds cannot change anything.",
    "Care about what other people think and you will always be their prisoner.",
    "The most important single ingredient in the formula of success is knowing how to get along with people.",
    "Don't criticize what you can't understand. ",
    "Being deeply loved by someone gives you strength, while loving someone deeply gives you courage. ",
    "Be regular and orderly in your life, so that you may be violent and original in your work.",
    "Success is getting what you want, happiness is wanting what you get.",
    "Only when one allows themself the right to die, do they then give yourself the permission to live.",
    "When we think about our strengths, we are strong. When we think about our weaknesses, we are weak.",
    "Help others for all the times that you have been ignored. Be kind to others, for all the times that you have been scorned.",
    "People don't care how much you know until they know how much you care.",
    "Loving thoughts and actions are clearly beneficial for our physical and mental health.",
    "Choose to be optimistic, it feels better.",
    "A thing constructed can only be loved after it is constructed; but a thing created is loved before it exists.",
    "No great mind has ever existed without a touch of madness.",
    "He who is untrue to his own cause cannot command the respect of others.",
    "The only time you run out of chances is when you stop taking them.",
    "It is impossible for a man to learn what he thinks he already knows.",
    "Life is a challenge, meet it! Life is a dream, realize it! Life is a game, play it! Life is love, enjoy it!",
    "The privilege of a lifetime is to become who you truly are.",
    "By the practice of meditation, you will find that you are carrying within your heart a portable paradise.",
    "If you realize that you're the problem, then you can change yourself, learn something and grow wiser. Don't blame other people for your problems.",
    "A different result requires doing something different.",
    "Goals are the fuel in the furnace of achievement.",
    "Never take your position for granted and never let any favors you receive go to your head.",
    "Enlightenment is intimacy with all things.",
    "Patience is a bitter plant, but its fruit is sweet.",
    "Better a diamond with a flaw than a pebble without one.",
    "Unless a man is master of his soul, all other kinds of mastery amount to little.",
    "An intelligence test sometimes shows a man how smart he would have been not to have taken it.",
    "The face is the mirror of the mind, and eyes without speaking confess the secrets of the heart. ",
    "For the things we have to learn before we can do them, we learn by doing them.",
    "What is a friend? A single soul dwelling in two bodies."
]