[
    "One must be poor to know the luxury of giving.",
    "Failure will never overtake me if my determination to succeed is strong enough.",
    "You can't tell big dreams to small minded people.",
    "Imagination is everything. It is the preview of life's coming attractions.",
    "In the midst of movement and chaos, keep stillness inside of you.",
    "Every defeat, every heartbreak every loss, contains its own seed, its own lesson on how to improve your performance the next time.",
    "Health is the greatest of all possessions.",
    "Where we fall are the stepping-stones for our journey.",
    "Any fool can paint a picture, but it takes a wise man to be able to sell it.",
    "One mistake does not have to rule a person's entire life.",
    "Be regular and orderly in your life, so that you may be violent and original in your work.",
    "Never fear quarrels, but seek hazardous adventures.",
    "What's the point in being smart enough to read, if everything you read makes you dumb?",
    "Great minds are always feared by lesser minds.",
    "Where ever you are, you are one with the clouds and one with the sun and the stars you see. You are one with everything.",
    "He who fails to plan, plans to fail.",
    "an action committed in anger is an action doomed to failure. ",
    "Love your enemies, for they tell you your faults.",
    "Go for it now. The future is promised to no one.",
    "Dreams are for dreamers. Goals are for achievers.",
    "Follow your instincts. That is where true wisdom manifests itself.",
    "We don't stop playing because we grow old; we grow old because we stop playing.",
    "Always show more kindness than seems necessary because the person receiving it needs it more than you will ever know.",
    "Do your duty and a little more and the future will take care of itself.",
    "Most people do not really want freedom, because freedom involves responsibility, and most people are frightened of responsibility.",
    "You can't have anything worthwhile without difficulties.",
    "Wisdom is the oneness of mind that guides and permeates all things.",
    "The only place where success comes before work is in the dictionary.",
    "You must learn to let go. Release the stress. You were never in control anyway.",
    "Nothing is easier than fault finding.",
    "Living a life that has a greater purpose and living up to it is the ultimate degree that we should strive for.",
    "Do not try to be on the side of the majority, but live according to your inner laws.",
    "You must conceive it in your heart and mind before you can receive it. If you believe then all things are possible.",
    "Time stays long enough for anyone who will use it.",
    "Circumstances rule men; men do not rule circumstances. ",
    "Everyone can rise above their circumstances and achieve success if they are dedicated to and passionate about what they do.",
    "Silence is the great teacher and to learn its lessons you must pay attention to it.",
    "We don't stumble accidentally into an amazing life. It takes decision, a commitment to consistently work on ourselves.",
    "The future belongs to those who learn more skills and combine them in creative ways.",
    "I hear and I forget. I see and I remember. I do and I understand. ",
    "In nature there is no alienation. Everything belongs.",
    "Trust is the foundation of great leadership.",
    "The only way it gets better for you is when you get better. Better is not something you wish, it's something you become.",
    "Success is stumbling from failure to failure with no loss of enthusiasm.",
    "Today is plenty; right now is enough. Tomorrow will come in good time. Until it does, live the depth of now.",
    "Find your Light; They can't love you if they can't see you.",
    "To understand the heart and mind of a person, look not at what he has already achieved, but at what he aspires to.",
    "Heroes don't need to talk about what they did.",
    "The greatest doer must also be a great dreamer.",
    "The first principle of success is desire."
]