[
    "Only I can change my life. No one can do it for me.",
    "Every moment is a fresh beginning.",
    "To travel is to be alive, but to get somewhere is to be dead.",
    "A good master leads you to the true master within. Only that master, who is your own higher self, can adequately answer all questions.",
    "We should not look back unless it is to derive useful lessons from past errors.",
    "It is useless to meet revenge with revenge; it will heal nothing.",
    "In the middle of chaos lies opportunity.  ",
    "Every limit is a beginning as well as an ending.",
    "If you haven't the strength to impose your own terms upon life, then you must accept the terms it offers you.",
    "Live and act within the limit of your knowledge and keep expanding it to the limit of your life.",
    "You're braver than you believe, and stronger than you seem, and smarter than you think.",
    "it's important to make sure that we're talking with each other in a way that heals, not in a way that wounds.",
    "Freedom is the open window through which pours the sunlight of the human spirit and human dignity.",
    "Behind every beautiful thing, there's some kind of pain.",
    "You are not one person, but three: The one you think you are; The one others think you are; The one you really are.",
    "Fear is stupid. So are regrets.",
    "I am who I am today because of the choices I made yesterday.",
    "The privilege of a lifetime is to become who you truly are.",
    "Happiness is not something ready made. It comes from your own actions.",
    "Riches don't make a man rich, they only make him busier.",
    "Only when I fall do I get up again.",
    "When you make a choice, you change the future.",
    "Failure is acceptable. Not trying is a whole different ball park.",
    "True friendship ought never to conceal what it thinks. ",
    "You can not live your life just based on what everyone else thinks.",
    "No great discovery was ever made without a bold guess. ",
    "Darkness cannot drive out darkness; only light can do that. Hate cannot drive out hate; only love can do that.",
    "The truth is rarely pure and never simple. ",
    "Be thankful for everything that happens in your life; it's all an experience.",
    "Do not wait for leaders; do it alone, person to person.",
    "How people treat you is their karma; how you react is yours. ",
    "If you truly love Nature, you will find beauty everywhere. ",
    "Hope means hoping when everything seems hopeless.",
    "You are not the drop in the ocean, but the ocean in the drop.",
    "Why compare yourself with others? No one in the entire world can do a better job of being you than you.",
    "The one who boasts does so only out of a feeling of inferiority.",
    "Anyone who wants to achieve a dream must stay strong, focused and steady.",
    "By the practice of meditation, you will find that you are carrying within your heart a portable paradise.",
    "If I have seen further than others, it is by standing upon the shoulders of giants.",
    "The world is open for play, everything and everybody is mockable in a wonderful way.",
    "It is not what we get. But who we become, what we contribute... that gives meaning to our lives.",
    "The best thing to hold onto in life is each other.",
    "You have a brain and mind of your own. Use it, and reach your own decisions.",
    "Take interest and even delight in doing the small things well.",
    "If you set your goals ridiculously high and its a failure, you will fail above everyone elses success.",
    "Grudges are for those who insist that they are owed something; forgiveness, however, is for those who are substantial enough to move on.",
    "Peace if possible, truth at all costs.",
    "Remain calm, serene, always in command of yourself. You will then find out how easy it is to get along. ",
    "Anyone who has ever made anything of importance was disciplined.",
    "All life is an experiment. The more experiments you make, the better."
]