[
    "Freedom is the only worthy goal in life. It is won by disregarding things that lie beyond our control.",
    "Creative people are often found either disagreeable or intimidating by mediocrities.",
    "It is easier to fight for one's principles than to live up to them. ",
    "You can never get enough of what you don't need to make you happy.",
    "When you're curious, you find lots of interesting things to do.",
    "In the beginner's mind there are many possibilities, but in the expert's mind there are few.",
    "The most virtuous are those who content themselves with being virtuous without seeking to appear so.",
    "As mortals, we're ruled by conditions, not by ourselves.",
    "Your time is limited, so don't waste it living someone elses. life.",
    "Often in the real world, it's not the smart that get ahead, but the bold.",
    "You can have it all. You just can't have it all at once. ",
    "Ever tried. Ever failed. No matter. Try Again. Fail again. Fail better. ",
    "The face is the mirror of the mind, and eyes without speaking confess the secrets of the heart. ",
    "Would you rather learn to deal with the truth now than be forced to do so later on?",
    "The more tranquil a man becomes, the greater is his success, his influence, his power for good. Calmness of mind is one of the beautiful jewels of wisdom.",
    "Embody what you teach, and teach only what you have embodied.",
    "Intense love does not measure, it just gives.",
    "Opportunities multiply as they are seized.",
    "Hardly anybody recognizes the most significant moments of their life at the time they happen.",
    "Anger begins with folly, and ends with repentance. ",
    "The person who never made a mistake never tried anything new.",
    "Don't let the noise of others opinions drown out your inner voice.",
    "It is what we make out of what we have, not what we are given, that separates one person from another.",
    "It's your outlook on life that counts.",
    "When it hurts - observe. Life is trying to teach you something.",
    "To be fully alive, fully human, and completely awake is to be continually thrown out of the nest.",
    "Unhappiness enters through a door that has been left open.",
    "The only time you run out of chances is when you stop taking them.",
    "Against the assault of laughter nothing can stand.",
    "In order to be walked over, you have to be lying down.",
    "If you've made a mistake, it's better just to laugh at it.",
    "The chief cause of failure and unhappiness is trading what you want most for what you want right now.",
    "The number one cause of failure is the fear of failure.",
    "Comedy = tragedy + time.",
    "The privilege of a lifetime is to become who you truly are.",
    "The glow of one warm thought is to me worth more than money.",
    "Never waste a minute of your precious life thinking about people you don't like.",
    "Do Something. If it works, do more of it. If it doesn't, do something else.",
    "It only takes a split second to smile and forget, yet to someone that needed it, it can last a lifetime.",
    "Failure is the key to success; each mistake teaches us something.",
    "I am always doing that which I can not do, in order that I may learn how to do it.",
    "I will love the light for it shows me the way, yet I will endure the darkness because it shows me the stars.",
    "Whatever you do,strive to do it so well that no man living and no man dead and no man yet to be born could do it any better.",
    "Live simply, expect little, give much.",
    "Our happiness depends on the habit of mind we cultivate.",
    "Be not afraid of growing slowly, be afraid only of standing still. ",
    "Do not look for a sanctuary in anyone except your self.",
    "The ability to observe without evaluating is the highest form of intelligence.",
    "A liar knows that he is a liar, but one who speaks mere portions of truth in order to deceive is a craftsman of destruction.",
    "Success is achieved and maintained by those who try and keep trying. "
]