[
    "Live as if you were to die tomorrow. Learn as if you were to live forever.",
    "If you cling to a certain thought with dynamic will power, it finally assumes a tangible outward form.",
    "Darkness must pass. A new day will come. And when the sun shines, it will shine out the clearer.",
    "If you don't like something change it. If you can't change it, change your attitude about it. Don't complain.",
    "Live the moment for the moment.",
    "If you're afraid - don't do it, - if you're doing it - don't be afraid! ",
    "Success is getting what you want... Happiness is wanting what you get.",
    "Love never keeps a man from pursuing his destiny.",
    "Courage is what it takes to stand up and speak. Courage is also what it takes to sit down and listen.",
    "Patience expands your options. If you insist on immediate gratification, your choices are severely limited.",
    "It isn't what you have or who you are or where you are or what you are doing that makes you happy or unhappy. It is what you think about it.",
    "The greatest treasures are those invisible to the eye but found by the heart.",
    "How to get more opportunity: Create more opportunity for others.",
    "You can suffer the pain of change or suffer remaining the way you are.",
    "Success is not the result of making money; making money is the result of success - and success is in direct proportion to our service.",
    "Before anything else, preparation is the key to success.",
    "Worry is a waste of emotional reserve.",
    "In order to control myself I must first accept myself by going with and not against my nature.",
    "Wise people, even though all laws were abolished, would still lead the same life.",
    "You're never given a dream without also being given the power to make it true.",
    "Lost Time is never found again.",
    "We meet ourselves time and again in a thousand disguises on the path of life.",
    "Never allow someone to be your priority while allowing yourself to be their option.",
    "I learned that courage was not the absence of fear, but the triumph over it. The brave man is not he who does not feel afraid, but he who conquers that fear.",
    "The future doesn't belong to the faint-hearted; it belongs to the brave.",
    "The two most important days in your life are the day you are born and the day you find out why.",
    "Everybody has talent, but ability takes hard work.",
    "Time and health are two precious assets that we don't recognize and appreciate until they have been depleted. ",
    "It is not as important how we start, but how we finish.",
    "Stand up to your obstacles and do something about them. You'll find they haven't half the strength you think they have.",
    "Those who can make you believe absurdities can make you commit atrocities. ",
    "Don't be pushed by your problems; be led by your dreams.",
    "Forget safety. Live where you fear to live.",
    "The best way to understanding is a few good examples.",
    "Learning never exhausts the mind. ",
    "The less you try to impress, the more peaceful you can be.",
    "Everyone must choose one of two pains: The pain of discipline or the pain of regret.",
    "Don't settle, and don't struggle.",
    "I am always doing that which I can not do, in order that I may learn how to do it.",
    "Words without actions are the assassins of idealism.",
    "What's the point in being smart enough to read, if everything you read makes you dumb?",
    "The people who are crazy enough to think they can change the world are the ones who do.",
    "Inspire yourself to be great. Being good isn't good enough.",
    "Discontent is the first necessity of progress.",
    "The best mind-altering drug is the truth.",
    "This is the real secret of life - to be completely engaged with what you are doing in the here and now. And instead of calling it work, realize it is play.",
    "To be fully alive, fully human, and completely awake is to be continually thrown out of the nest.",
    "Those who seek the easy way do not seek the true way.",
    "In the middle of difficulty lies opportunity.",
    "Don't waste your energy on being angry at something that somebody did six months ago or a year ago. It's over."
]