[
    "If you're not failing every now and again, it's a sign you're not doing anything very innovative.",
    "Natural talent only determines the limits of your athletic potential. It's dedication and a willingness to discipline your life that makes you great.",
    "Of all men's miseries the bitterest is this: to know so much and to have control over nothing. ",
    "Don't concern yourself with the money. Be of service. Build. Work. Dream. Create.",
    "Exceptional thinkers ignore their critics and go about their business making history.",
    "Night is a more quiet time to work. It aids thought.",
    "One always begins to forgive a place as soon as it's left behind.",
    "Life is either a daring adventure, or nothing.",
    "Love the life you live, live the life you love.",
    "For every effect there is a root cause. Find and address the root cause rather than try to fix the effect, as there is no end to the latter.",
    "Life isn't about finding yourself. Life is about creating yourself.",
    "A man is but a product of his thoughts. What he thinks he becomes.",
    "If you hang out with chickens, you're going to cluck and if you hang out with eagles, you're going to fly.",
    "Time heals what reason cannot.  ",
    "Tension is who you think you should be. Relaxation is who you are.",
    "Man suffers only because he takes seriously what the gods made for fun.",
    "Reflect upon your present blessings of which every man has many - not on your past misfortunes, of which all men have some.",
    "Do not stop thinking of life as an adventure.",
    "Courage is knowing what not to fear.",
    "Your task is not to seek for love, but merely to seek and find all the barriers within yourself that you have built against it.",
    "Your conscience is the measure of the honesty of your selfishness. Listen to it carefully.",
    "If you don't like something change it. If you can't change it, change your attitude about it. Don't complain.",
    "What is a friend? A single soul dwelling in two bodies.",
    "Knowledge isn't power until it is applied.",
    "It is our choices that show what we truly are, far more than our abilities.",
    "The sun is new each day.",
    "When reading, only read. When eating, only eat. When thinking, only think.",
    "Don't listen to the person who has the answers; listen to the person who has the questions.",
    "The swift wind of compromise is a lot more devastating than the sudden jolt of misfortune. ",
    "If you throw away all thoughts of attainment, you will then come to see the real purpose of your quest.",
    "Listen to what you know instead of what you fear.",
    "To be yourself in a world that is constantly trying to make you something else is the greatest accomplishment.",
    "It is the power of thought that gives man power over nature.",
    "You may forget with whom you laughed, but you will never forget with whom you wept.  ",
    "Tis not too late to seek a newer world.",
    "To get angry is like to revenge yourself for the guilt of others.",
    "The heart that gives, gathers.",
    "Numbing the pain for a while will make it worse when you finally feel it.",
    "Many a man has failed because he had his wishbone where his backbone should have been.",
    "You can never get enough of what you don't need to make you happy.",
    "Believe in yourself! Have faith in your abilities! Without a humble but reasonable confidence in your own powers you cannot be successful or happy.",
    "Everybody needs a passion. That's what keeps life interesting.",
    "Nothing is hopeless; we must hope for everything.",
    "Life is and will ever remain an equation incapable of solution, but it contains certain known factors. ",
    "Why compare yourself with others? No one in the entire world can do a better job of being you than you.",
    "Only the hand that erases can write the true thing.",
    "The cost of leadership is self-interest.",
    "Excellence is not an exception, it is a prevailing attitude.",
    "Your happiness is what truly matters most. Do what you have to do in order to be happy.",
    "I wasn't brave, I just didn't have time to be scared."
]