[
    "Be brave to stand for what you believe in even if you stand alone.",
    "Given the choice between the experience of pain and nothing, I would choose pain.",
    "The ego wants to go fast. The soul needs to go slow.",
    "Everything is possible. The impossible just takes longer.",
    "As soon as you truly commit to making something happen, the 'how' will reveal itself.",
    "If there's a definition of freedom, I think it's this: living life on your terms.",
    "One always begins to forgive a place as soon as it's left behind.",
    "If you want to be successful, find someone who has achieved the results you want and copy what they do and you'll achieve the same results.",
    "Go confidently in the direction of your dreams. Live the life you've imagined.",
    "If you want to make God laugh, tell him about your plans. ",
    "It's your life; you don't need someone's permission to live the life you want. Be brave to live from your heart.",
    "Don't let someone elses. opinion become your reality.",
    "We learn by pushing ourselves and finding what really lies at the outer reaches of our abilities.",
    "We are all born ignorant, but one must work hard to remain stupid.",
    "Ask no questions, and you'll be told no lies.",
    "Trust, but verify.",
    "If we did all the things we are capable of, we would literally astound ourselves.",
    "Everything that irritates us about others.",
    "Keep your dreams, you never know when you might need them.",
    "The person who says something is impossible should not interrupt the person who is doing it.",
    "Follow the man who seeks the truth; run from the man who has found it.",
    "When you know what you want, and want it bad enough, you will find a way to get it.",
    "Time flies whether you are having fun or not.",
    "Creative endeavors are by their nature uncertain.",
    "We never know how high we are till we are called to rise. Then if we are true to form our statures touch the skies.",
    "The art of being wise is knowing what to overlook.",
    "Your goals are the road maps that guide you and show you what is possible for your life.",
    "Any idea, plan, or purpose may be placed in the mind through repetition of thought.",
    "Never doubt that a small group of thoughtful, committed citizens can change the world; indeed, it's the only thing that ever has.",
    "A man should do his job so well that the living, the dead, and the unborn could do it no better.",
    "Where there is anger, there is always pain underneath.",
    "Stay away from people who makes you feel like you are wasting their time.",
    "Don't settle, and don't struggle.",
    "The season of failure is the best time for sowing the seeds of success. ",
    "It is what we make out of what we have, not what we are given, that separates one person from another.",
    "There are no differences but differences of degree between different degrees of difference and no difference.",
    "A zen master's life is one continuous mistake.",
    "Anger is an acid that can do more harm to the vessel in which it is stored than to anything on which it is poured.",
    "No one can confidently say that he will still be living tomorrow.",
    "Things turn out best for the people who make the best of the way things turn out.",
    "Everything that is done in the world is done by hope.",
    "The pursuit of mastery bears gifts. ",
    "Chase your passion, not your pension. ",
    "Success comes from knowing that you did your best to become the best that you are capable of becoming.",
    "Everything has its beauty, but not everyone sees it. ",
    "The score never interested me, only the game.",
    "Our stories may be singular, but our destination is shared.",
    "Others can stop you temporarily - you are the only one who can do it permanently.",
    "One must be poor to know the luxury of giving.",
    "The greatest of all mistakes is to do nothing because you think you can only do a little.  "
]