[
    "Learn the rules like a pro, so you can break them like an artist.",
    "If you take responsibility for yourself you will develop a hunger to accomplish your dream.",
    "You have to keep breaking your heart until it opens.",
    "You can't wait for inspiration. You have to go after it with a club. ",
    "No man ever steps in the same river twice, for it's not the same river and he's not the same man.",
    "Genius, in truth, means little more than the faculty of perceiving in an unhabitual way.",
    "If you haven't the strength to impose your own terms upon life, then you must accept the terms it offers you.",
    "There is no sadder sight than a young pessimist.",
    "A day wasted on others is not wasted on one's self.",
    "Success is like reaching an important birthday and finding you're exactly the same.",
    "It is the mark of an educated mind to be able to entertain a thought without accepting it.",
    "Never let the things you can't do stop you from doing what you can.",
    "Walking with a friend in the dark is better than walking alone in the light.",
    "We cannot always do great things in life, but we can do small things with great love.",
    "Trying to define yourself is like trying to bite your own teeth.",
    "Deeds will not be less valiant because they are upraised.",
    "Find your Light; They can't love you if they can't see you.",
    "Youth ages, immaturity is outgrown, ignorance can be educated, and drunkenness sobered, but stupid lasts forever.",
    "You don't have to control your thoughts; you just have to stop letting them control you.",
    "To be of use to the world is the only way to be happy.",
    "It is our choices that show what we truly are, far more than our abilities.",
    "I am thankful to all who said no to me. It is because of them that I'm doing it myself.",
    "You can never get enough of what you don't need to make you happy.",
    "Attitude is a little thing that makes a big difference.",
    "You have as much laughter as you have faith.",
    "Wheels of justice grind slow but grind fine.",
    "If we are not able to smile, then the world will not have peace.",
    "Cease striving. Then there will be transformation.",
    "Be not glad at the misfortune of another, though he may be your enemy. ",
    "Often in the real world, it's not the smart that get ahead, but the bold.",
    "If you don't make things happen then things will happen to you.",
    "Everything has beauty but not everyone sees it.",
    "Investing in yourself is the best investment you will ever make.",
    "Live in the sunshine, swim the sea, drink the wild air.",
    "Two roads diverged in a wood, and I took the one less traveled by, and that has made all the difference.",
    "Creativity is intelligence having fun.",
    "The dream is free, but the hustle is sold separately.",
    "Learn from the rejection and turn it into an opportunity!",
    "Your hardest times often lead to the greatest moments of your life. Keep going. Tough situations build strong people in the end.",
    "Life without love is like a tree without blossoms or fruit.",
    "Evil is whatever distracts. ",
    "Sometimes adversity is what you need to face in order to become successful.",
    "Never argue with stupid people, they will drag you down to their level and then beat you with experience.",
    "High thoughts must have high language.",
    "Never be afraid to raise your voice for honesty and truth and compassion against injustice and lying and greed.",
    "It is better to be looked over than overlooked.",
    "To be great is to be misunderstood.",
    "We are shaped and fashioned by what we love.",
    "The art of being happy lies in the power of extracting happiness from common things.",
    "Sometimes you have to shut your eyes, so you can see the real beauty."
]