[
    "Every time we liberate a woman, we liberate a man. ",
    "No man is free who is not master of himself.",
    "Every failure brings with it the seed of an equivalent success.",
    "Dreams are the royal road to the unconscious. ",
    "Love the life you live, live the life you love.",
    "All men are equal before fish.",
    "Forget safety. Live where you fear to live.",
    "Out of suffering have emerged the strongest souls; the most massive characters are seared with scars.",
    "The only people without problems are those in cemeteries.",
    "Until we can manage time, we can manage nothing else.",
    "Life has the name of life, but in reality it is death.",
    "Smile, breathe and go slowly.",
    "Nothing brings down walls as surely as acceptance.",
    "Trying to predict the future is like trying to drive down a country road at night with no lights while looking out the back window.",
    "We think too much and feel too little.",
    "The quality of your life is the quality of your relationships.",
    "Your mind will make you rich or poor, depending on the use you put to it.",
    "You are what you believe in. You become that which you believe you can become.",
    "If I cannot do great things. I can do small things in a great way.",
    "It is your attitude, not your aptitude, that determines your altitude.",
    "Motivation gets you going and habit gets you there.  ",
    "If you realize that you're the problem, then you can change yourself, learn something and grow wiser. Don't blame other people for your problems.",
    "You never know when a moment and a few sincere words can have an impact on a life.  ",
    "Happiness must be grown in one's own garden.",
    "To be of use to the world is the only way to be happy.",
    "The strongest and sweetest songs yet remain to be sung.",
    "I live by letting things happen.",
    "Loss is nothing else but change and change is nature's delight.",
    "I admire those who do good and expect nothing in return.",
    "I would rather be hated for who I am than loved for who I'm not.  ",
    "It is very obvious that we are not influenced by 'facts' but by our interpretation of the facts.",
    "Take care of your body. It's the only place you have to live.",
    "A person without a sense of humor is like a wagon without springs, jolted by every pebble in the road.",
    "A man sooner or later discovers that he is the master-gardener of his soul, the director of his life.",
    "The reward of suffering is experience.",
    "No matter what happens in life, never lose sight of who you are.",
    "Having an open mind is one of the most important qualities we can possess. Once our minds close, we stop evolving.",
    "Stop being a prisoner of your past. Become the architect of your future.",
    "The healthiest response to life is joy.",
    "If you want to be successful, find someone who has achieved the results you want and copy what they do and you'll achieve the same results.",
    "The present moment is filled with joy and happiness. If you are attentive, you will see it.",
    "Optimism is the faith that leads to achievement. Nothing can be done without hope and confidence.",
    "Fear is a natural reaction to moving closer to the truth.",
    "It is important to fight and fight again, and keep fighting, for only then can evil be kept at bay though never quite eradicated.",
    "The only thing worse than being blind is having sight but no vision.",
    "Keep your face always toward the sunshine -  shadows will fall behind you.",
    "Everyone has oceans to fly, if they have the heart to do it. Is it reckless? Maybe. But what do dreams know of boundaries.",
    "Do not go where the path may lead, go instead where there is no path and leave a trail.",
    "The chief enemy of creativity is good sense.",
    "Success is never final; failure is never fatal."
]