[
    "It matters not who you love, where you love, why you love, when you love or how you love, it matters only that you love.",
    "Thinking will not overcome fear but action will. ",
    "Do not regret the past. Look to the future.",
    "Is it really possible to tell someone else what one feels?",
    "There is nothing like looking if you want to find something.",
    "Success is getting what you want... Happiness is wanting what you get.",
    "All wealth is the product of labor.",
    "The season of failure is the best time for sowing the seeds of success. ",
    "It will never rain roses: when we want to have more roses, we must plant more roses.",
    "I never said it would be easy, I only said it would be worth it.",
    "Every drop in the ocean counts. ",
    "A poet should be so crafty with words that he is envied even for his pains.",
    "When you say yes to change, you are choosing to navigate that path peacefully and happily and see where it takes you.",
    "The giving of love is an education in itself.",
    "Life is filled with secrets. You can't learn them all at once.",
    "Never let the things you can't do stop you from doing what you can.",
    "You were born to win, but to be a winner, you must plan to win, prepare to win, expect to win.",
    "You are what you believe yourself to be.",
    "People who bite the hand that feeds them usually lick the boot that kicks them.",
    "To forget the whole world is easy; to make the whole world forget you is hard.",
    "I like the dreams of the future better than the history of the past.",
    "Educating the mind without educating the heart is no education at all.",
    "Changing minds is harder than finding people who already agree.",
    "To be alive - is Power.",
    "Victory is always possible for the person who refuses to stop fighting.",
    "Nothing brings down walls as surely as acceptance.",
    "We must have strong minds, ready to accept facts as they are.",
    "It is better to learn late than never.",
    "No man ever steps in the same river twice, for it's not the same river and he's not the same man.",
    "Success is achieved and maintained by those who try and keep trying. ",
    "A tiger doesn't lose sleep over the opinion of sheep.",
    "You don't need to be better than anyone else, you just need to be better than you used to be.",
    "There are no shortcuts to any place worth going. ",
    "Half the world is composed of people who have something to say and can't, and the other half who have nothing to say and keep on saying it.",
    "The privilege of a lifetime is to become who you truly are.",
    "The more you are grateful for what you have the more you will have to be grateful for.  ",
    "A fear of weakness only strengthens weakness.",
    "The ability to observe without evaluating is the highest form of intelligence.",
    "When you are tempted to give up, your breakthrough is probably just around the corner.",
    "Success is not what you do when you are on top.  Success is how high you bounce when you hit the bottom.",
    "Every great change is preceded by chaos.",
    "Life is and will ever remain an equation incapable of solution, but it contains certain known factors. ",
    "Constantly seek criticism. A well thought out critique of whatever you're doing is as valuable as gold.",
    "Wrong does not cease to be wrong because the majority share in it.",
    "I want the fishing rod, not the fish.",
    "The reward of suffering is experience.",
    "Originality is the fine art of remembering what you hear but forgetting where you heard it. ",
    "By the practice of meditation, you will find that you are carrying within your heart a portable paradise.",
    "All our dreams can come true, if we have the courage to pursue them.",
    "Opportunity often comes disguised in the form of misfortune or temporary defeat."
]