[
    "Only those who dare to fail greatly can ever achieve greatly.",
    "Things do not have meaning. We assign meaning to everything.",
    "Our greatest weakness lies in giving up. The most certain way to succeed is always to try just one more time.",
    "As you grow older you will discover that you have two hands. One for helping yourself, the other for helping others.",
    "Surround yourself with people who take their work seriously, but not themselves, those who work hard and play hard.",
    "Even though you are on the right track - you will get run over if you just sit there.",
    "Don't be afraid of missing opportunities. Behind every failure is an opportunity somebody wishes they had missed.",
    "You can't let your failures define you. You have to let your failures teach you.",
    "The real measure of your wealth is how much you'd be worth if you lost all your money.",
    "A man should do his job so well that the living, the dead, and the unborn could do it no better.",
    "Small men think they are small; great men never know they are great. ",
    "Live the moment for the moment.",
    "But better die than live mechanically a life that is a repetition of repetitions.",
    "I will not walk backward in life.",
    "Your imagination is your preview of life's coming attractions.",
    "Only he who has no use for the empire is fit to be entrusted with it.",
    "To get angry is like to revenge yourself for the guilt of others.",
    "Kind words can be short and easy to speak, but their echoes are truly endless.",
    "Don't think money does everything or you are going to end up doing everything for money.",
    "When it comes to mastering a skill, time is the magic ingredient.",
    "Real growth comes through intense, difficult, and challenging situations.",
    "Change is never easy, but always possible.",
    "You're never given a dream without also being given the power to make it true.",
    "Talk to someone about themselves and they'll listen for hours.",
    "The most wasted day of all is that on which we have not laughed.",
    "No one is useless in this world who lightens the burdens of another.",
    "Do not be so open-minded that your brains fall out.",
    "It still holds true that man is most uniquely human when he turns obstacles into opportunities.",
    "Amateurs sit and wait for inspiration, the rest of us just get up and got to work.",
    "The most virtuous are those who content themselves with being virtuous without seeking to appear so.",
    "Observe things as they are and don't pay attention to other people.",
    "To the mind that is still, the whole universe surrenders.",
    "Thinking is a habit, and like any other habit, it can be changed; it just takes effort and repetition.",
    "All that a man achieves and all that he fails to achieve is the direct result of his own thoughts.",
    "How you think is as important as as what you think.",
    "Forget yesterday - it has already forgotten you. Don't sweat tomorrow - you haven't even met. Instead, open your eyes and your heart to a truly precious gift - today.",
    "If you don't program yourself, life will program you.",
    "The more we value things, the less we value ourselves.  ",
    "The temptation to give up is strongest just before victory.",
    "Stress happens when the mind resists what is.",
    "Failure means you've now learned another valuable lesson that pushes you one step closer to success.",
    "Having lots of money while not having inner peace is like dying of thirst while bathing in the ocean.",
    "Some people want it to happen, some wish it would happen, others make it happen.",
    "A memory is a beautiful thing, it's almost a desire that you miss.",
    "The more we have the less we own.",
    "Make failure your teacher, not your undertaker.  ",
    "A Rolling Stone Gathers No Moss.",
    "Time is more valuable than money. You can get more money, but you cannot get more time.",
    "One always begins to forgive a place as soon as it's left behind.",
    "Genius is the ability to act rightly without precedent - the power to do the right thing the first time."
]