[
    "Wishing to be friends is quick work, but friendship is a slow ripening fruit.",
    "One never does wrong by doing right.",
    "Genius is the ability to act rightly without precedent - the power to do the right thing the first time.",
    "Be regular and orderly in your life, so that you may be violent and original in your work.",
    "Do good by stealth, and blush to find it fame.",
    "Love is the absence of judgment.",
    "Mastery is not a function of genius or talent, it is a function of time and intense focus applied to a particular field of knowledge.",
    "Even if our home burns down we can rebuild it. But the things that we got for nothing, we can never replace.",
    "You can have the mind or you can have the moment.",
    "Very little is needed to make a happy life; it is all within yourself, in your way of thinking.",
    "Love yourself with the same intensity you would use to pull yourself up if you were hanging off a cliff.",
    "Believe in yourself! Have faith in your abilities! Without a humble but reasonable confidence in your own powers you cannot be successful or happy.",
    "We are all in the gutter, but some of us are looking at the stars. ",
    "Great ones are willing to get burned time and again as they sharpen their swords in the fire.",
    "A simple rule in dealing with those who are hard to get along with is to remember that this person is striving to assert his superiority; and you must deal with him from that point of view.",
    "It's not how much we give but how much love we put into giving.",
    "Better to die fighting for freedom than be a prisoner all the days of your life.",
    "Learn from the mistakes of others. You can't live long enough to make them all yourself.",
    "Always try to be a little kinder than necessary.",
    "Worry is a waste of emotional reserve.",
    "Friendship takes time and energy if it's going to work.",
    "Life goes by fast. Enjoy it. Calm down. It's all funny.",
    "Desire for the fruits of work must never be your motive in working.",
    "The sun shines upon good and bad alike.",
    "You're only given a little spark of madness. You mustn't lose it.",
    "Hope is important because it can make the present moment less difficult to bear. If we believe that tomorrow will be better, we can bear a hardship today.",
    "The reward of suffering is experience.",
    "The only time you run out of chances is when you stop taking them.",
    "When you rise in the morning, form a resolution to make the day a happy one for a fellow creature.",
    "The successful warrior is the average man, with laser-like focus.",
    "Generosity is giving more than you can, and pride is taking less than you need.",
    "You don't have to be great to start, but you have to start to be great.  ",
    "Never put off to tomorrow what you can do to-day.",
    "No matter who you are, we're creatures of habit. The better your habits are, the better they will be in pressure situations.",
    "Make your stand today. On this spot. On this day.",
    "You can't stay in your corner of the Forest waiting for others to come to you. You have to go to them sometimes.",
    "I cannot make my days longer so I strive to make them better.",
    "The past is history. It no longer exists, but you are keeping it alive in your mind through your thoughts.  Let it go. It is not serving you.",
    "When you move beyond your fear, you feel free.",
    "Troubles are often the tools by which God fashions us for better things.",
    "The only way to make sense out of change is to plunge into it, move with it, and join the dance.",
    "Don't set your own goals by what other people make important.",
    "Knowledge isn't power until it is applied.",
    "Work for something because it is good, not just because it stands a chance to succeed.",
    "The secret of change is to focus all your energy not on fighting the old, but on building the new.",
    "A real decision is measured by the fact that you've taken a new action. If there's no action, you haven't truly decided.",
    "Rudeness is the weak man's imitation of strength.",
    "The constant assertion of belief is an indication of fear.",
    "Don't waste your time in anger, regrets, worries, and grudges. Life is too short to be unhappy.",
    "The wise learn many things from their enemies."
]