[
    "Our greatest weakness lies in giving up. The most certain way to succeed is always to try just one more time.",
    "Kind words can be short and easy to speak, but their echoes are truly endless.",
    "Trust is the glue that holds people together and is the lubricant that keeps an organization moving forward.",
    "If you tell the truth, you don't have to remember anything.",
    "Yesterday is history, tomorrow is a mystery, today is God's gift, that's why we call it the present.",
    "Mastery is not a function of genius or talent, it is a function of time and intense focus applied to a particular field of knowledge.",
    "Good entrepreneurs don't fail because they stay at it.",
    "Far and away the best prize that life has to offer is the chance to work hard at work worth doing.",
    "No one can confidently say that he will still be living tomorrow.",
    "Throw your heart over the fence and the rest will follow",
    "Create with the heart; build with the mind.",
    "He who has overcome his fears will truly be free.",
    "No one has ever become poor by giving.",
    "It doesn't matter how much you want. What really matters is how much you want it.",
    "How much pain they have cost us, the evils which have never happened.",
    "The quality of your life is determined by the quality of questions you ask.",
    "Change yourself and you have done your part in changing the world.",
    "Much learning does not teach understanding.",
    "The more knowledge you have, the more you're free to rely on your instincts.",
    "Greatness comes from living with purpose and passion.",
    "Only to the extent that we expose ourselves over and over to annihilation can that which is indestructible in us be found.",
    "Little minds have little worries, big minds have no time for worries.",
    "You don't need anybody to tell you who you are or what you are. You are what you are!",
    "If you do not change direction, you may end up where you are heading.",
    "If your happiness depends on what somebody else does, I guess you do have a problem.",
    "The human mind defines things in relation to one another - without light the notion of darkness would be unintelligible.",
    "Either write something worth reading or do something worth writing.",
    "A man should never be ashamed to own that he has been in the wrong, which is but saying, that he is wiser today than yesterday.",
    "Always render more and better service than is expected of you, no matter what your task may be.",
    "Nothing is more real than nothing.",
    "Most great people have achieved their greatest success just one step beyond their greatest failure.",
    "It is our experiences that mold us into who we are...during times of adversity our true character will show.",
    "Take care of your cents: dollars will take care of themselves.",
    "Anger begins with folly, and ends with repentance. ",
    "Some men see things as they are and ask why. Others dream things that never were and ask why not.",
    "The wise accomplish all that they want without arousing the envy or scorn of others.",
    "The happiest people in the world are those who feel absolutely terrific about themselves.",
    "As long as a human being worries about when he will die, and what he has that is his, all of his works are zero.",
    "Most people do not really want freedom, because freedom involves responsibility, and most people are frightened of responsibility.",
    "Walking with a friend in the dark is better than walking alone in the light.",
    "The only way round is through.",
    "The more you take responsibility for your past and present, the more you are able to create the future you seek.",
    "There is only one thing in the world worse than being talked about, and that is not being talked about. ",
    "There is no one giant step that does it. It's a lot of little steps.",
    "Chase your passion, not your pension. ",
    "There is only one way to happiness and that is to cease worrying about things which are beyond the power or our will.",
    "If you run you stand a chance of losing, but if you don't run you've already lost.",
    "We will outstretch the hand if you unclench your fist.",
    "The greatest deception men suffer is from their own opinions.",
    "If you want peace, accept. If you want suffering, expect."
]