[
    "Throughout this life, you can never be certain of living long enough to take another breath.",
    "Honesty is the first chapter in the book of wisdom.",
    "All we have to decide is what to do with the time that is given to us.",
    "A scientific man ought to have no wishes, no affections, - a mere heart of stone.",
    "Remain calm, serene, always in command of yourself. You will then find out how easy it is to get along. ",
    "One beam, no matter how big, cannot support an entire house on its own.",
    "Lying can never save us from another lie.",
    "The more you feed your mind with positive thoughts, the more you can attract great things into your life.",
    "Loyalty and devotion lead to bravery. Bravery leads to the spirit of self-sacrifice. The spirit of self-sacrifice creates trust in the power of love.",
    "Learn from the rejection and turn it into an opportunity!",
    "Everyday you can take a tiny step in the right direction.",
    "People who say it cannot be done should not interrupt those who are doing it.",
    "Discipline yourself, and others won't need to.",
    "Enthusiasm makes up for a host of deficiencies.",
    "Opportunity often comes disguised in the form of misfortune or temporary defeat.",
    "The quality of your life is determined by the quality of questions you ask.",
    "Truth is like the sun. You can shut it out for a time, but it ain't going away.",
    "Simplicity is a difficult thing to achieve.  ",
    "A life without a cause is a life without effect.",
    "Always be a first-rate version of yourself, instead of a second-rate version of someone else.",
    "Decide whether or not the goal is worth the risks involved. If it is, stop worrying.",
    "Stop wasting time looking at someone else's reality while doing nothing about yours.",
    "Have the courage to be ignorant of a great number of things, in order to avoid the calamity of being ignorant of everything.",
    "It is important that we forgive ourselves for making mistakes. We need to learn from our errors and move on.",
    "Happiness cannot be traveled to, owned, earned, worn or consumed.",
    "You Create Your Own Present By What You Give Your Attention To Today.",
    "You can't stay in your corner of the Forest waiting for others to come to you. You have to go to them sometimes.",
    "There's more to life than being a passenger.",
    "Turn off your mind, relax, and float downstream.",
    "Every traveler has a home of his own, and he learns to appreciate it the more from his wandering.",
    "Life is a traveling to the edge of knowledge, then a leap taken.",
    "You just can't beat the person who never gives up. ",
    "Your best life will not be found in comfort. It will be found in fighting for what you believe in.",
    "Life is and will ever remain an equation incapable of solution, but it contains certain known factors. ",
    "Get busy living, or get busy dying.",
    "Poverty and hardship are created by false thinking.",
    "Human happiness and moral duty are inseparably connected. ",
    "Learning never exhausts the mind. ",
    "Opportunities don't often come along. So, when they do, you have to grab them.",
    "The swift wind of compromise is a lot more devastating than the sudden jolt of misfortune. ",
    "Don't spend time beating on a wall, hoping to transform it into a door.",
    "A man that flies from his fear may find that he has only taken a short cut to meet it.",
    "Nothing is really work unless you would rather be doing something else. ",
    "Muddy water is best cleared by leaving it alone.",
    "Storms don't last forever.",
    "The more tranquil a man becomes, the greater is his success, his influence, his power for good. Calmness of mind is one of the beautiful jewels of wisdom.",
    "The most important single ingredient in the formula of success is knowing how to get along with people.",
    "Don't let the noise of others' opinions drown out your own inner voice.",
    "Having lots of money while not having inner peace is like dying of thirst while bathing in the ocean.",
    "What you are afraid of is never as bad as what you imagine. The fear you let build up in your mind is worse than the situation that actually exists."
]