[
    "The golden opportunity you are seeking is in yourself. It is not in your environment; it is not in luck or chance, or the help of others; it is in yourself alone. ",
    "Enjoy life. There's plenty of time to be dead.",
    "Be yourself; everyone else is already taken.",
    "Integrity is telling myself the truth. And honesty is telling the truth to other people.",
    "You give but little when you give of your possessions. It is when you give of yourself that you truly give.",
    "Obstacles are those frightful things you see when you take your eyes off your goals.",
    "Good judgment comes from experience, and experience comes from bad judgment.",
    "No man can get rich himself unless he enriches others.",
    "As soon as you truly commit to making something happen, the 'how' will reveal itself.",
    "The more you extend kindness to yourself, the more it will become your automatic response to others.",
    "To seek greatness is the only righteous vengeance.",
    "We forge the chains we wear in life.",
    "What a book a devil's chaplain might write on the clumsy, wasteful, blundering, low, and horribly cruel work of nature!",
    "Whatever you believe with feeling becomes your reality. ",
    "We build too many walls and not enough bridges.",
    "To improve is to change, so to be perfect is to change often.",
    "The art of being happy lies in the power of extracting happiness from common things.",
    "Whether you think you can or think you can't – you are right.",
    "Give so much away people insist on paying you.",
    "Go confidently in the direction of your dreams. Live the life you've imagined.",
    "People will forget what you said, people will forget what you did, but people will never forget how you made them feel.",
    "A rational person can find peace by cultivating indifference to things outside of their control.",
    "You cannot control the behavior of others, but you can always choose how you respond to it.",
    "Judge your success by what you had to give up in order to get it.",
    "Make each day your masterpiece.",
    "Our stories may be singular, but our destination is shared.",
    "You talk when you cease to be at peace with your thoughts.",
    "It's very important to like the people you work with, otherwise life and your job is gonna be quite miserable.",
    "Your setback is just a setup for a comeback.",
    "To earn more you must learn more.",
    "Success does not consist in never making mistakes but in never making the same one a second time.",
    "The best dreams happen when you're awake.",
    "The strongest and sweetest songs yet remain to be sung.",
    "Sometimes things become possible if we want them bad enough.",
    "Magic is believing in yourself, if you can do that, you can make anything happen.",
    "Before anything else, preparation is the key to success.",
    "Change will not come if we wait for some other person, or if we wait for some other time.",
    "Passion is born deaf and dumb.",
    "The highest level of wisdom is when you not only accept but love adversity.",
    "If you try to get rid of fear and anger without knowing their meaning, they will grow stronger and return.",
    "We turn not older with years but newer every day.",
    "Decide what your truth is. Then live it.",
    "It is not how much we have, but how much we enjoy, that makes happiness.",
    "The impossible can always be broken down into possibilities.",
    "To live is the rarest thing in the world. Most people exist, that is all. ",
    "The more you are focused on time - past and future - the more you miss the Now, the most precious thing there is.",
    "It only takes a split second to smile and forget, yet to someone that needed it, it can last a lifetime.",
    "No grand idea was ever born in a conference, but a lot of foolish ideas have died there.",
    "Greatness lies not in being strong, but in the right use of strength.",
    "A strong man overcomes an obstacle, a wise man goes the whole way."
]