[
    "Let us always meet each other with smile, for the smile is the beginning of love.",
    "There is peace even in the storm.",
    "Sometimes, the only way to evolve is to open ourselves fully.",
    "Absorb what is useful, discard what is useless and add what is specifically your own.  ",
    "Never say never, because limits, like fears, are often just an illusion.",
    "Those who can make you believe absurdities can make you commit atrocities. ",
    "It's easier to lose than to win.  ",
    "If you don't make things happen then things will happen to you.",
    "Anything worth doing is worth doing slowly.",
    "People rarely succeed unless they have fun in what they are doing.",
    "It is truth that liberates, not your effort to be free.",
    "Everything great that has ever happened to humanity has begun as a single thought in someone's mind.",
    "Coming together is a beginning, staying together is progress, and working together is success. ",
    "Give out what you most want to come back.",
    "Failure is the key to success; each mistake teaches us something.",
    "Whatever we plant in our subconscious mind and nourish with repetition and emotion will one day become reality.",
    "The time is now, the place is here. Stay in the present.",
    "Success is not final, failure is not fatal: it is the courage to continue that counts.",
    "Man is made by his belief. As he believes, so he is.",
    "I will not walk backward in life.",
    "The eyes of others our prisons; their thoughts our cages.",
    "Your past does not equal your future.",
    "It's not about what it is, it's about what it can become.",
    "The sun shines upon good and bad alike.",
    "Every traveler has a home of his own, and he learns to appreciate it the more from his wandering.",
    "It is the power of the mind to be unconquerable.",
    "Be the change that you want to see in the world.",
    "When you are tempted to give up, your breakthrough is probably just around the corner.",
    "It is safer to search in the maze than to remain in a cheeseless situation.",
    "Keep your dreams, you never know when you might need them.",
    "In any moment of decision, the best thing you can do is the right thing. The worst thing you can do is nothing.",
    "If you're not failing every now and again, it's a sign you're not doing anything very innovative.",
    "Sometimes you have to travel a long way to find what is near.",
    "You can never get enough of what you don't need to make you happy.",
    "The greatest work that kindness does to others is that it makes them kind themselves.",
    "As you grow older you will discover that you have two hands. One for helping yourself, the other for helping others.",
    "A real friend is one who walks in when the rest of the world walks out.",
    "In order for you to be the BEST you can be for others, first you must be BEST for yourself.",
    "You're on earth. There's no cure for that.",
    "Fear, uncertainty, and discomfort are your compasses toward growth.",
    "What the mind can conceive and believe, and the heart desire, you can achieve.",
    "Preoccupied with a single leaf you won't see the tree.",
    "No matter what happens, always be yourself.",
    "Think and wonder, wonder and think.",
    "Greatness comes from living with purpose and passion.",
    "It all depends on what you choose to believe.",
    "Man should fear never beginning to live.",
    "We can either add to our character each day, or we can fritter away our energies in distractions.",
    "To acquire true self power you have to feel beneath no one, be immune to criticism and be fearless.",
    "Life is filled with secrets. You can't learn them all at once."
]