[
    "Sometimes it is harder to deprive oneself of a pain than of a pleasure.",
    "You can live a whole life time never being awake.",
    "An approximate answer to the right question is worth a great deal more than a precise answer to the wrong question.",
    "Learn to use your emotions to think, not think with your emotions.",
    "To forget the whole world is easy; to make the whole world forget you is hard.",
    "The world is open for play, everything and everybody is mockable in a wonderful way.",
    "It doesn't matter what you do, only how well you do it.",
    "Failure means you've now learned another valuable lesson that pushes you one step closer to success.",
    "We may not be able to stop evil in the world, but how we treat one another is entirely up to us.",
    "Art is the signature of civilizations. ",
    "If the only prayer you ever say in your entire life is thank you, it will be enough.",
    "Believe in your infinite potential. Your only limitations are those you set upon yourself.",
    "If life is a video game, the graphics are great, but the plot is confusing and the tutorial is way too long.",
    "The fact of the matter is that there will be nothing learned from any challenge in which we don't try our hardest.",
    "Happiness cannot be traveled to, owned, earned, worn or consumed.",
    "Thoughts become things. If you see it in your mind, you will hold it in your hand.",
    "Wherever you are, and whatever you do, be in love.",
    "We know nothing of tomorrow, our business is to be good and happy today.",
    "Take care of your body. It's the only place you have to live.",
    "Happiness is only real, when shared.",
    "I begin with an idea and then it becomes something else.",
    "To escape from the world means that one's mind is not concerned with the opinions of the world.",
    "Better to die fighting for freedom than be a prisoner all the days of your life.",
    "To live fully is to be always in no-man's-land, to experience each moment as completely new and fresh.",
    "Everything you look at can become a fairy tale and you can get a story from everything you touch.",
    "We think too much and feel too little.",
    "It's easy to be a critic, but being a doer requires effort, risk, and change.  ",
    "Don't bother people for help without first trying to solve the problem yourself.",
    "A life without a cause is a life without effect.",
    "Winners don't Quit. That's why they Win.",
    "Nothing makes a man broad-minded like adversity.",
    "A good teacher opens the door for you, but you must enter the room by yourself.",
    "Getting over a painful experience is much like crossing monkey bars. You have to let go at some point in order to move forward.",
    "You can often change your circumstances by changing your attitude.",
    "The secret of happiness, you see, is not found in seeking more, but in developing the capacity to enjoy less.",
    "You are what you do, not what you say you'll do.",
    "Do not be awe struck by other people and try to copy them. Nobody can be you as efficiently as you can.",
    "The meaning of life is just to be alive. It is so plain and so obvious and so simple.",
    "No one is useless in this world who lightens the burdens of another.",
    "Every great change is preceded by chaos.",
    "Small men think they are small; great men never know they are great. ",
    "Tradition is the illusion of permanence. ",
    "Awakening is possible only for those who seek it and want it.",
    "Time and health are two precious assets that we don't recognize and appreciate until they have been depleted. ",
    "Be of good cheer about death, and know this of a truth, that no evil can happen to a good man, either in life or after death.",
    "You don't know who is important to you until you actually lose them.",
    "Be happy in the moment, that's enough. Each moment is all we need, not more.",
    "Integrity is telling myself the truth. And honesty is telling the truth to other people.",
    "Remember that sometimes not getting what you want is a wonderful stroke of luck.",
    "He that can have patience can have what he will."
]