[
    "Our greatest fears lie in anticipation.",
    "The only way out is through.",
    "Successful people ask better questions, and as a result, they get better answers.",
    "You don't have to move mountains. You'll change the world simply by being a warm, kind-hearted human being.",
    "Your chances of success in any undertaking can always be measured by your belief in yourself.",
    "Not all those who wander are lost.",
    "Two roads diverged in a wood, and I took the one less traveled by, and that has made all the difference.",
    "What have you done today to make someone else happy?",
    "Nothing endures but change.",
    "Great deeds are usually wrought at great risks.",
    "Success comes to those who become success conscious.",
    "I skate to where the puck is going to be, not where it has been.",
    "Quality is not an act, it is a habit.",
    "The way to get started is to quit talking and begin doing.",
    "My powers are ordinary. Only my application brings me success.",
    "I try more and more to be myself, caring relatively little whether people approve or disapprove.",
    "The ladder of success is best climbed by stepping on the rungs of opportunity.",
    "Poetry is written with tears, fiction with blood, and history with invisible ink.",
    "In the End, we will remember not the words of our enemies, but the silence of our friends.",
    "Anyone who wants to achieve a dream must stay strong, focused and steady.",
    "When you rise in the morning, form a resolution to make the day a happy one for a fellow creature.",
    "Progress is limited by your ability to change your mind.",
    "Instead of thinking about what you are going to do when you retire, think about how you can do that now and make a living from it.",
    "There are no mistakes in life, only lessons.",
    "The universe doesn't allow perfection.",
    "Life may be full of pain but that's not an excuse to give up.",
    "Instead of thinking outside the box, get rid of the box.",
    "We're responsible for everything that happens to us.",
    "We tend to live up to our expectations.",
    "Keep your friends close, and your enemies closer.",
    "What do we live for, if it is not to make life less difficult for each other?",
    "If you're walking down the right path and you're willing to keep walking, eventually you'll make progress.",
    "It is under the greatest adversity that there exists the greatest potential for doing good, both for oneself and others.",
    "When you reach the top of the mountain, keep climbing. ",
    "Behind every cloud is another cloud.",
    "It is what we make out of what we have, not what we are given, that separates one person from another.",
    "Better to light a candle than to curse the darkness. ",
    "You can't tell big dreams to small minded people.",
    "Courage is resistance to fear, mastery of fear - not absence of fear.",
    "The only person you should try to be better than is the person you were yesterday.",
    "It is easy to discover what another has discovered before.",
    "The tragedy of life doesn't lie in not reaching your goal. The tragedy lies in having no goals to reach.",
    "Stand up to your obstacles and do something about them. You'll find they haven't half the strength you think they have.",
    "People acting together as a group can accomplish things which no individual acting alone could ever hope to bring about.",
    "Never say never, because limits, like fears, are often just an illusion.",
    "I am always doing what I cannot do yet, in order to learn how to do it.",
    "Respect was invented to cover the empty place where love should be.",
    "In the midst of movement and chaos, keep stillness inside of you.",
    "All know the way; few actually walk it. ",
    "It doesn't matter how slow you go, as long as you don't stop."
]