[
    "Getting over a painful experience is much like crossing monkey bars. You have to let go at some point in order to move forward.",
    "The eye with which I see God is the same eye with which God sees me.",
    "The real meditation is how you live your life.",
    "I alone cannot change the world, but I can cast a stone across the waters to create many ripples.",
    "Invisible things are the only realities.",
    "We should not look back unless it is to derive useful lessons from past errors.",
    "Hold yourself responsible for a higher standard than anybody else expects of you.",
    "It's better to stand by someone's side than by yourself.",
    "We suffer more often in imagination than in reality.  ",
    "I'm an optimist by choice not by stupidity.",
    "All you need is the plan, the road map, and the courage to press on to your destination.",
    "You can't wait for inspiration. You have to go after it with a club. ",
    "The mirror is a worthless invention. The only way to truly see yourself is in the reflection of someone elses. eyes.",
    "To become what you are not, behave as you do not.",
    "You can tell more about a person by what he says about others than you can by what others say about him.",
    "I have never let my schooling interfere with my education.",
    "You must be willing to do what others won't do, to have what others won't have.",
    "Even if I knew that tomorrow the world would go to pieces, I would still plant my apple tree. ",
    "Less is more.",
    "When you're curious, you find lots of interesting things to do.",
    "Give a man a fish and you feed him for a day. Teach a man to fish and you feed him for a lifetime.",
    "An intelligence test sometimes shows a man how smart he would have been not to have taken it.",
    "Not all readers are leaders, but all leaders are readers.",
    "Make failure your teacher, not your undertaker.  ",
    "Failure will never overtake me if my determination to succeed is strong enough.",
    "Failure is not fatal, but failure to change might be.",
    "When you know what you want, and you want it bad enough, you will find a way to get it.",
    "Be not afraid of growing slowly, be afraid only of standing still. ",
    "A person who does not read is no better than one cannot read.",
    "I don't ever give up. I'd have to be dead or completely incapacitated.",
    "I defeat my enemies when I make them my friends.",
    "Treat everyone with politeness and kindness, not because they are nice, but because you are.",
    "The only difference between success and failure is the ability to take action.",
    "We need a backbone, not a wishbone.",
    "Comedy = tragedy + time.",
    "Distant water does not put out a nearby fire.",
    "The only place success comes before work is in the dictionary.",
    "Goals are the fuel in the furnace of achievement.",
    "The only place where success comes before work is in the dictionary.",
    "Creative endeavors are by their nature uncertain.",
    "The primary point of this existence is to live, and all living things move and grow.",
    "A thing must be loved before it is lovable.",
    "It is the mark of an educated mind to be able to entertain a thought without accepting it.",
    "An intelligent person hires people who are more intelligent than he is.",
    "Tension is who you think you should be. Relaxation is who you are.",
    "Receive without pride, let go without attachment.",
    "No man ever steps in the same river twice, for it's not the same river and he's not the same man.",
    "Any game becomes important when you know and love the players.",
    "There is always risk, so learn to manage risk instead of avoiding it.",
    "There is no failure except in no longer trying. There is no defeat except from within, no insurmountable barrier except our own inherent weakness of purpose."
]