[
    "Know your gifts and share them.",
    "Sometimes your joy is the source of your smile, but sometimes your smile can be the source of your joy.",
    "Whatever you decide to do, make sure it makes you happy.",
    "If you have only one smile in you give it to the people you love.",
    "There's no next time. It's now or never.",
    "To achieve, you need thought. You have to know what you are doing and that's real power.",
    "Make failure your teacher, not your undertaker.  ",
    "When a man is penalized for honesty he learns to lie.",
    "Truth is the offspring of silence and meditation.",
    "I have no methods; all I do is accept people as they are.",
    "Study logic and math, because once you've mastered them, you won't fear any book.",
    "A real friend is one who walks in when the rest of the world walks out.",
    "Emancipate yourself from mental slavery, none but ourselves can free our mind.",
    "Trust in dreams, for in them is the hidden gate to eternity.  ",
    "Bad things are not the worst things that an happen to us. NOTHING is the worst thing that can happen to us.",
    "The first step is to establish that something is possible; then probability will occur.",
    "Never was anything great achieved without danger.",
    "Do the hard jobs first. The easy jobs will take care of themselves.",
    "The foolish reject what they see, not what they think; the wise reject what they think, not what they see.",
    "The only thing we have to fear is fear itself.",
    "Everyone wants to go to Heaven, but no one wants to die.",
    "No man ever steps in the same river twice, for it's not the same river and he's not the same man.",
    "What is a friend? A single soul dwelling in two bodies.",
    "Allow motion to equal emotion.",
    "When you move beyond your fear, you feel free.",
    "Seek not the good in external things;seek it in yourselves.",
    "Sometimes success isn't about making the right decision, it's more about making some decision.",
    "Knowledge isn't power until it is applied.",
    "To be great is to be misunderstood.",
    "Instead of worrying about what you cannot control, shift your energy to what you can create.",
    "I'm not afraid of death, but I'm in no hurry to die.",
    "Excellence is not a skill. It is an attitude. ",
    "He who knows how to wait need make no concessions.",
    "Every night before going to sleep, we must ask ourselves: what weakness did I overcome today? What virtue did I acquire?",
    "The fewer the words, the better the prayer.",
    "Never argue with stupid people, they will drag you down to their level and then beat you with experience.",
    "I pay attention to every minute of the day.",
    "Nothing gives one person so much advantage over another as to remain always cool and unruffled under all circumstances.",
    "Great ones are willing to get burned time and again as they sharpen their swords in the fire.",
    "Nourish the mind like you would your body. The mind cannot survive on junk food.",
    "Everything you've ever wanted is on the other side of fear.",
    "The best way to understanding is a few good examples.",
    "The prettiest eyes have cried the most.",
    "Think of yourself as dead. you have lived your life. Now, take what's left, and live it properly.",
    "Empty your mind, be formless, shapeless, like water.",
    "A clear conscience is the sure sign of a bad memory.",
    "Those who are possessed by nothing possess everything.",
    "Don't let them drag you down by rumors. Just go with what you believe in.",
    "Never allow a person to tell you no who doesn't have the power to say yes.",
    "Life is a long lesson in humility. "
]