[
    "Only the hand that erases can write the true thing.",
    "Be like a postage stamp. Stick to it until you get there.",
    "Attitude, not aptitude, determines altitude.  ",
    "What have you done today to make someone else happy?",
    "We are all different. Don't judge, understand instead.",
    "To be in harmony with the wholeness of things is not to have anxiety over imperfections.",
    "Seek not the good in external things;seek it in yourselves.",
    "When you rise in the morning, form a resolution to make the day a happy one for a fellow creature.",
    "Sometimes good things fall apart so better things can fall together.",
    "Older men declare war. But it is youth that must fight and die.",
    "The most wasted day of all is that on which we have not laughed.",
    "He suffers more than necessary, who suffers before it is necessary.  ",
    "Only when you can be extremely pliable and soft can you be extremely hard and strong.",
    "Success is going from failure to failure without losing your enthusiasm",
    "Thoughts become things. If you see it in your mind, you will hold it in your hand.",
    "It takes a minute to have a crush on someone, an hour to like someone, and a day to love someone... but it takes a lifetime to forget someone.",
    "Make failure your teacher, not your undertaker.  ",
    "To be happy we need something to solve. Happiness is therefore a form of action.",
    "A man is but a product of his thoughts. What he thinks he becomes.",
    "Wise people, even though all laws were abolished, would still lead the same life.",
    "The enemy is a very good teacher.",
    "You can, you should, and if you're brave enough to start, you will.",
    "It is passion that makes man live; wisdom makes one only last.",
    "Don't gain the world and lose your soul. Wisdom is better than silver and gold.",
    "Ideas do not reach perfection in a day, no matter how much study is put upon them.",
    "The most effective way to do it, is to do it.",
    "If you want peace, accept. If you want suffering, expect.",
    "The only thing more frustrating than slanderers is those foolish enough to listen to them.",
    "You can only be afraid of what you think you know.",
    "Friendship is one of the most tangible things in a world which offers fewer and fewer supports.",
    "Listening well is as powerful as talking well, and is also as essential to true conversation.",
    "We need never be ashamed of our tears.",
    "Success is never final; failure is never fatal.",
    "Just living is not enough... one must have sunshine, freedom, and a little flower. ",
    "Life reflects your own thoughts back to you.",
    "Your setback is just a setup for a comeback.",
    "Mistakes are always forgivable, if one has the courage to admit them. ",
    "The desire for more positive experience is itself a negative experience.",
    "When you're at the end of your rope, tie a knot and hold on.",
    "Don't let someone elses. opinion become your reality.",
    "Fool me once, shame on you; fool me twice, shame on me. ",
    "Always dream and shoot higher than you know you can do. Do not bother just to be better than your contemporaries or predecessors. Try to be better than yourself.",
    "The important thing is not what one is born with but what use one makes of that equipment.",
    "If your happiness depends on what somebody else does, I guess you do have a problem.",
    "Saying nothing sometimes says the most.",
    "Any game becomes important when you know and love the players.",
    "Don't look for meaning in the words. Listen to the silences.",
    "Great minds discuss ideas. Average minds discuss events. Small minds discuss people.",
    "We don't stumble accidentally into an amazing life. It takes decision, a commitment to consistently work on ourselves.",
    "One of the really tough things is figuring out what questions to ask. Once you figure out the question, then the answer is relatively easy."
]