[
    "Your worth consists in what you are and not in what you have.",
    "Rich people have small TVs and big libraries, and poor people have small libraries and big TVs.",
    "Pursue what catches your heart, not what catches your eyes.",
    "There is nothing quite so tragic as a young cynic.",
    "Keep smiling, because life is a beautiful thing and there's so much to smile about.",
    "Work is always an antidote to depression.",
    "Sometimes you will never know the value of something, until it becomes a memory.",
    "There are more quarrels smothered by just shutting your mouth, and holding it shut, than by all the wisdom in the world.",
    "Silence is a source of great strength.",
    "There are more people who wish to be loved than there are who are willing to love. ",
    "Every man gotta right to decide his own destiny.",
    "You don't need anybody to tell you who you are or what you are. You are what you are!",
    "Anger begins with folly, and ends with repentance. ",
    "Do it with passion, or not at all.",
    "Before anything else, preparation is the key to success.",
    "If you aren't sure which way to do something, do it both ways and see which works better.",
    "Stop being a prisoner of your past. Become the architect of your future.",
    "It is the mark of an educated mind to be able to entertain a thought without accepting it.",
    "Do not anticipate trouble, or worry about what may never happen. Keep in the sunlight.",
    "The secret of happiness is not in doing what you like but in liking what you have to do.",
    "Think and wonder, wonder and think.",
    "The whole is greater than the sum of its parts.",
    "Till it has loved, no man or woman can become itself.",
    "You can start changing our world for the better daily, no matter how small the action.",
    "Success is getting what you want... Happiness is wanting what you get.",
    "Far and away the best prize that life has to offer is the chance to work hard at work worth doing.",
    "Perhaps the most tragic thing about mankind is that we are all dreaming about some magical garden over the horizon, instead of enjoying the roses that are right outside today.",
    "Always look on the bright side of things. If you can't comprehend this, polish that which has become dull until it begins to shine.",
    "The face is the mirror of the mind, and eyes without speaking confess the secrets of the heart. ",
    "Life is trying things to see if they work.",
    "In order for you to be the BEST you can be for others, first you must be BEST for yourself.",
    "An approximate answer to the right question is worth a great deal more than a precise answer to the wrong question.",
    "As mortals, we're ruled by conditions, not by ourselves.",
    "To raise your consciousness, surround yourself with people of higher consciousness.",
    "Engage in those actions and thoughts that nurture the good qualities you want to have.",
    "There are only two ways to live your life. One is as if nothing is a miracle. The other is as if everything is a miracle.",
    "You are free, and that is why you are lost.",
    "If you could kick the person in the pants responsible for most of your trouble, you wouldn't sit for a month.",
    "None of us can change our yesterdays but all of us can change our tomorrows.",
    "Respect other people's feelings. It might mean nothing to you, but it could mean everything to them.",
    "Hope itself is like a star- not to be seen in the sunshine of prosperity, and only to be discovered in the night of adversity.",
    "Forget yesterday - it has already forgotten you. Don't sweat tomorrow - you haven't even met. Instead, open your eyes and your heart to a truly precious gift - today.",
    "It is not titles that honour men, but men that honour titles.",
    "If you can't, you must. If you must, you can.",
    "The ego wants to go fast. The soul needs to go slow.",
    "We are always complaining that our days are few, and acting as though there would be no end of them.  ",
    "What you resist, persists.",
    "The roots of education are bitter, but the fruit is sweet.",
    "Singleness of purpose is one of the chief essentials for success in life, no matter what may be one's aim.",
    "When you judge others, you do not define them, you define yourself."
]