[
    "If you're really truthful with yourself, it's a wonderful guidance.  ",
    "Words are like Leaves; and where they most abound, Much Fruit of Sense beneath is rarely found.",
    "Preoccupied with a single leaf you won't see the tree.",
    "It is very obvious that we are not influenced by 'facts' but by our interpretation of the facts.",
    "Rudeness is the weak man's imitation of strength.",
    "Raise your words, not voice. It is rain that grows flowers, not thunder.",
    "Real growth comes through intense, difficult, and challenging situations.",
    "There is no truth. There is only perception.",
    "People are weird. When we find someone with weirdness that is compatible with ours, we team up and call it love.",
    "The only person you should try to be better than is the person you were yesterday.",
    "Instead of worrying about what you cannot control, shift your energy to what you can create.",
    "Money is only a tool. It will take you wherever you wish, but it will not replace you as the driver.",
    "Love yourself with the same intensity you would use to pull yourself up if you were hanging off a cliff.",
    "Progress comes to those who train and train; reliance on secret techniques will get you nowhere.",
    "A mentor is someone who sees more talent and ability within you, than you see in yourself, and helps bring it out of you.",
    "A leader is one who knows the way, goes the way, and shows the way.",
    "Only those who will risk going too far can possibly find out how far one can go.",
    "If you don't like something change it. If you can't change it, change your attitude about it. Don't complain.",
    "Two roads diverged in a wood, and I took the one less traveled by, and that has made all the difference.",
    "Don't be pushed by your problems; be led by your dreams.",
    "The future depends on what you do today. ",
    "Genius is one percent inspiration and ninety-nine percent perspiration.",
    "If you want to achieve anything in this world, you have to get used to the idea that not everyone will like you.",
    "The meaning of life is to find your gift. The purpose of life is to give it away.",
    "The one who praises you is a thief. The one who criticizes you is your true friend.",
    "Study logic and math, because once you've mastered them, you won't fear any book.",
    "Instead of worrying about what you cannot control, shift your energy to what you can create.",
    "If you truly expect something to be difficult, it will be.",
    "Our greatest glory is not in never falling but in rising every time we fall.",
    "Life is a succession of lessons, which must be lived to be understood.",
    "Stop comparing yourself to others and focus on your own improvement.",
    "What is a friend? A single soul dwelling in two bodies.",
    "Persistence. Perfection. Patience. Power. Prioritize your passion. It keeps you sane.",
    "Words are the clothing of our thoughts.",
    "Life is like stepping onto a boat which is about to sail out to sea and sink.",
    "There is no significance in life without struggle.",
    "Many roads lead to the path, but basically there are only two: reason and practice. ",
    "You may be disappointed if you fail, but you are doomed if you don't try.",
    "In youth we run into difficulties. In old age difficulties run into us. ",
    "Everyone sees what you appear to be, few experience what you really are.",
    "Every night before going to sleep, we must ask ourselves: what weakness did I overcome today? What virtue did I acquire?",
    "My powers are ordinary. Only my application brings me success.",
    "Learning is a weightless treasure you can always carry easily.",
    "A day wasted on others is not wasted on one's self.",
    "Progress is limited by your ability to change your mind.",
    "The way we feel is the direct result of what we think.",
    "The best way to find yourself is to lose yourself in the service of others.",
    "The only way to make sense out of change is to plunge into it, move with it, and join the dance.",
    "The golden opportunity you are seeking is in yourself. It is not in your environment; it is not in luck or chance, or the help of others; it is in yourself alone. ",
    "I never said it would be easy, I only said it would be worth it."
]