[
    "If you only knew the magnificence of the 3, 6, and 9, then you would have a key to the universe.",
    "If anything is worth doing, do it with all your heart.",
    "The quieter you become, the more you are able to hear.",
    "People don't realize that now is all there ever is; there is no past or future except as memory or anticipation in your mind.",
    "It is very obvious that we are not influenced by 'facts' but by our interpretation of the facts.",
    "How many times do you have to get hit over the head until you figure out who's hitting you?",
    "Great ones are willing to get burned time and again as they sharpen their swords in the fire.",
    "He is a wise man who does not grieve for the things which he has not, but rejoices for those which he has.",
    "No matter how much preparation we do, in the real tests of our lives, we'll be in unfamiliar terrain.",
    "Even when you think you have your life all mapped out, things happen that shape your destiny in ways you might never have imagined.",
    "Conquer the devils with a little thing called love.",
    "There can be no deep disappointment where there is not deep love.",
    "You are the sky. Everything else - it's just the weather.",
    "There is nothing more truly artistic than to love people.",
    "The more rejection you get, the better you are, the more you've learned, the closer you are to your outcome.",
    "Be fascinated instead of frustrated.",
    "Freedom itself demands discomfort.",
    "Lack of direction, not lack of time, is the problem. We all have twenty-four hour days.",
    "Make your life a mission - not an intermission.",
    "Your mind will make you rich or poor, depending on the use you put to it.",
    "Growth comes at the point of resistance.",
    "A scientific man ought to have no wishes, no affections, - a mere heart of stone.",
    "You have to keep breaking your heart until it opens.",
    "You cannot push anyone up a ladder unless he is willing to climb a little himself.",
    "Better to live until you die.",
    "Peace is the result of retraining your mind to process life as it is, rather than as you think it should be.  ",
    "Be Brave and Take Risks: You need to have faith in yourself. Be brave and take risks. You don't have to have it all figured out to move forward.",
    "The size of your success is measured by the strength of your desire; the size of your dream; and how you handle disappointment along the way.",
    "If you do the work you get rewarded. There are no shortcuts in life.",
    "If your happiness depends on what somebody else does, I guess you do have a problem.",
    "We're responsible for everything that happens to us.",
    "Setting goals is the first step in turning the invisible into the visible.",
    "Hope itself is like a star- not to be seen in the sunshine of prosperity, and only to be discovered in the night of adversity.",
    "If you want to turn a vision into reality, you have to give 100% and never stop believing in your dream.",
    "You must conceive it in your heart and mind before you can receive it. If you believe then all things are possible.",
    "One of the oldest human needs is having someone to wonder where you are when you don't come home at night. ",
    "If you are going to achieve excellence in big things, you develop the habit in little matters.",
    "The positive thinker sees the invisible, feels the intangible, and achieves the impossible.",
    "Don't let what you cannot do interfere with what you can do.",
    "Success comes from knowing that you did your best to become the best that you are capable of becoming.",
    "Abundance of knowledge does not teach men to be wise.",
    "The ego wants comfort and certainty. The soul wants to live fully.",
    "The big thing is to make a winning effort. I'm not obsessed with wins.",
    "Death is not sad; the sad thing is that most people don't really live at all.",
    "To every action there is always opposed an equal reaction.",
    "Always forgive your enemies - nothing annoys them so much. ",
    "A man sees in the world what he carries in his heart.",
    "You're always free to change your mind and choose a different future, or a different past.",
    "Too much sanity may be madness and the maddest of all, to see life as it is and not as it should be. ",
    "Life is a journey, not a destination."
]