[
    "Walking with a friend in the dark is better than walking alone in the light.",
    "Cleverness is not wisdom.",
    "When you have a dream, you've got to grab it and never let go.",
    "One never does wrong by doing right.",
    "Change your thoughts and you change your world.",
    "When obstacles arise, you change your direction to reach your goal; you do not change your decision to get there.",
    "Good things aren't supposed to just fall into your lap.",
    "The health of nations is more important than the wealth of nations.",
    "Do what is right, not what is easy, nor what is popular.",
    "Don't worry about being successful, but work toward being significant and the success will naturally follow.",
    "To become what you are not, behave as you do not.",
    "Never do to others what you would not like them to do to you. ",
    "Let us rather run the risk of wearing out than rusting out.",
    "Projecting your mind into a successful situation is the most powerful means to achieve goals.  ",
    "If I have seen further than others, it is by standing upon the shoulders of giants.",
    "The divine is not something high above us. It is in heaven, it is in earth, it is inside us.",
    "The one who praises you is a thief. The one who criticizes you is your true friend.",
    "Every experience is a lesson. Every loss is a gain.",
    "Scared people want comfort and certainty so they avoid failure. People living fully seek challenges because this is where they feel alive.",
    "Always dream and shoot higher than you know you can do. Do not bother just to be better than your contemporaries or predecessors. Try to be better than yourself.",
    "Leadership is solving problems",
    "If I persist long enough I will win.",
    "Just because something isn't a lie does not mean that it isn't deceptive.",
    "Every blessing ignored becomes a curse.",
    "Wit is educated insolence.",
    "The most important single ingredient in the formula of success is knowing how to get along with people.",
    "Do not use life to give life to death. Do not use death to bring death to life.",
    "A poet should be so crafty with words that he is envied even for his pains.",
    "A person hears only what they understand.",
    "Only in the agony of parting do we look into the depths of love.",
    "He who violates another's honor loses his own.",
    "Money poisons you when you've got it, and starves you when you haven't.",
    "Welcome every morning with a smile. Look on the new day as another gift from your Creator, another golden opportunity.",
    "There are no shortcuts to any place worth going.",
    "The present moment dies every moment to become the past , is reborn every moment into the future. All experience is now. Now never ends.",
    "Reversing your treatment of the man you have wronged is better than asking his forgiveness.",
    "It doesn't matter if the glass is half empty or half full. Be grateful you have a glass - you're the only person that can decide what's in it.",
    "Our greatest glory is not in never falling, but in rising every time we fall. ",
    "Our greatest fears lie in anticipation.",
    "Your next step is simple. You are the first domino.",
    "A Rolling Stone Gathers No Moss.",
    "Be yourself; everyone else is already taken ",
    "Your mind is infinite, it's your doubts that are limiting.",
    "Always keep your eyes open. Keep watching. Because whatever you see can inspire you.",
    "Tis not too late to seek a newer world.",
    "Knowing your own darkness is the best method for dealing with the darknesses of other people.",
    "We should not look back unless it is to derive useful lessons from past errors.",
    "Don't waste time on excuses. Just get it done.",
    "Among the things you can give and still keep are your word, a smile, and a grateful heart.",
    "The mind is the limit."
]