[
    "Someone who points out your flaws to you is not necessarily your enemy. Someone who speaks of your virtues is not necessarily your friend.",
    "The very essence of instinct is that it's followed independently of reason.",
    "The clock indicates the moment...but what does eternity indicate?",
    "A dream you dream alone is only a dream. A dream you dream together is reality.",
    "What would life be if we had no courage to attempt anything? ",
    "Darkness cannot drive out darkness; only light can do that. Hate cannot drive out hate; only love can do that.",
    "Our deeds determine us, as much as we determine our deeds.",
    "The greatest doer must also be a great dreamer.",
    "Giving back involves a certain amount of giving up.",
    "Never take your position for granted and never let any favors you receive go to your head.",
    "Champions keep playing until they get it right.",
    "Courage is fear that has said its prayers and decided to go forward anyway.",
    "As soon as you truly commit to making something happen, the 'how' will reveal itself.",
    "In the middle of difficulty lies opportunity.",
    "The way of success is the way of continuous pursuit of knowledge.",
    "The secret of life isn't what happens to you, but what you do with what happens to you.",
    "Nothing can dim the light which shines from within.",
    "Not why the addiction but why the pain.",
    "If we are honest with ourselves, most of us will have to admit that we live out our lives in an ocean of fear.",
    "I will not walk backward in life.",
    "As you think, you travel, and as you love, you attract.",
    "Don't be afraid to see what you see.",
    "All religions, arts and sciences are branches of the same tree. ",
    "Invisible things are the only realities.",
    "Nothing brings down walls as surely as acceptance.",
    "The truth is, everyone is going to hurt you. You just got to find the ones worth suffering for.",
    "The question isn't who is going to let me; it's who is going to stop me.",
    "Where there is no struggle, there is no strength. ",
    "All life is an experiment. The more experiments you make, the better.",
    "Don't take yourself too seriously, pretty soon you can find the humor in our everyday lives.",
    "One of the keys to happiness is a bad memory.",
    "All I can do is be me, whoever that is.",
    "Men are disturbed not by things, but by the view which they take of them.",
    "To be totally at leisure for one day is to be immortal for one day. ",
    "Giving is living. If you stop wanting to give, there's nothing more to live for.",
    "I will not walk backward in life.",
    "The biggest adventure you can ever take is to live the life of your dreams. ",
    "Lust, anger and greed are the three gates to self-destructive hell.",
    "Life is the art of drawing sufficient conclusions from insufficient premises.",
    "We can either add to our character each day, or we can fritter away our energies in distractions.",
    "Without struggle, no progress and no result. Every breaking of habit produces a change in the machine.",
    "It's better to dance than to march through life.",
    "You can tell more about a person by what he says about others than you can by what others say about him.",
    "Cultivate the merry heart, develop the happiness habit, and life will become a continual feast.",
    "Happiness is not a goal...it's a by-product of a life well lived.",
    "The world is open for play, everything and everybody is mockable in a wonderful way.",
    "Knowing others is wisdom, knowing yourself is enlightenment.",
    "Nothing gives one person so much advantage over another as to remain always cool and unruffled under all circumstances.",
    "Your imagination is your preview of life's coming attractions.",
    "Ideas do not reach perfection in a day, no matter how much study is put upon them."
]