[
    "When you judge others, you do not define them, you define yourself.",
    "The past is history. It no longer exists, but you are keeping it alive in your mind through your thoughts.  Let it go. It is not serving you.",
    "If you're afraid - don't do it, - if you're doing it - don't be afraid! ",
    "Many people spend more time looking at their failures than focusing on their successes.",
    "We love the things we love for what they are.",
    "The most important thing in communication is to hear what isn't being said.",
    "A good character is the best tombstone. Carve your name on hearts, not on marble.",
    "A dream you dream alone is only a dream. A dream you dream together is reality.",
    "Although the world is full of suffering, it is also full of the overcoming of it.",
    "Don't allow your mind to tell your heart what to do. The mind gives up easily.",
    "Convinced myself, I seek not to convince.",
    "Make each day your masterpiece.",
    "Confidence breeds beauty.  ",
    "You'll get more from being a peacemaker than a warrior.",
    "Love yourself with the same intensity you would use to pull yourself up if you were hanging off a cliff.",
    "Strategy is a commodity, execution is an art.",
    "We must cultivate our garden. ",
    "If I have seen further than others, it is by standing upon the shoulders of giants.",
    "The quieter you become, the more you are able to hear.",
    "There can be no greater gift than that of giving one's time and energy to help others without expecting anything in return.",
    "Your very silence shows you agree.",
    "The first man gets the oyster, the second man gets the shell.",
    "Every moment is a fresh beginning.",
    "Wisdom is the oneness of mind that guides and permeates all things.",
    "I find the best way to love someone is not to change them, but instead, help them reveal the greatest version of themselves.",
    "The meaning of life is to find your gift. The purpose of life is to give it away.",
    "Some men see things as they are and ask why. Others dream things that never were and ask why not.",
    "In the End, we will remember not the words of our enemies, but the silence of our friends.",
    "Nearly every crisis seems to be the worst one, but after it's over, it isn't so bad.",
    "Discontent is the first necessity of progress.",
    "Don't concern yourself with the money. Be of service. Build. Work. Dream. Create.",
    "A tiny change today brings a dramatically different tomorrow.",
    "A man that flies from his fear may find that he has only taken a short cut to meet it.",
    "Character is destiny.",
    "Change begets change. Nothing propagates so fast.",
    "Our truest life is when we are in dreams awake.",
    "New opinions are always suspected, and usually opposed, without any other reason but because they are not common.",
    "Forget yesterday - it has already forgotten you. Don't sweat tomorrow - you haven't even met. Instead, open your eyes and your heart to a truly precious gift - today.",
    "He who has overcome his fears will truly be free.",
    "The road to success is always under construction.",
    "Do good, live in the most positive and joyful way possible every day.",
    "We think too much and feel too little.",
    "Courage Is a Love Affair with the Unknown",
    "Truth is like most opinions - best unexpressed.",
    "To earn more you must learn more.",
    "Amateurs sit and wait for inspiration, the rest of us just get up and got to work.",
    "New beginnings are disguised as painful endings.",
    "You can't go forward and backwards at the same time.",
    "Every moment you get is a gift. Spend it on things that matter. Don't spend it by dwelling on unhappy things.",
    "We have to live life with a sense of urgency so not a minute is wasted."
]