[
    "The big thing is to make a winning effort. I'm not obsessed with wins.",
    "Realize deeply that the present moment is all you have. Make the NOW the primary focus of your life. ",
    "Happiness comes when you believe in what you are doing, know what you are doing, and love what you are doing.",
    "Every day may not be good, but there's something good in every day.",
    "Doubt is an uncomfortable condition, but certainty is a ridiculous one.",
    "Your first and foremost job as a leader is to take charge of your own energy and then help to orchestrate the energy of those around you.",
    "Only when one allows themself the right to die, do they then give yourself the permission to live.",
    "Life needs to be more than just solving problems every day. You need to wake up and be excited about the future.",
    "Don't want anything. Then you get everything.",
    "The more people you help become successful the more successful you become.",
    "A pessimist is one who makes difficulties of his opportunities and an optimist is one who makes opportunities of his difficulties.",
    "Talk does not cook rice.",
    "It is passion that makes man live; wisdom makes one only last.",
    "Friendship takes time and energy if it's going to work.",
    "In life you need either inspiration or desperation.",
    "The world is a puzzle; no need to make sense out of it.",
    "FOCUS - Follow One Course Until Successful",
    "Everything you can imagine is real.",
    "Faith is taking the first step even when you don't see the whole staircase.",
    "The journey is what brings us happiness not the destination.",
    "You're braver than you believe, and stronger than you seem, and smarter than you think.",
    "No one is useless in this world who lightens the burdens of another.",
    "When it hurts - observe. Life is trying to teach you something.",
    "Everyone is a moon, and has a dark side which he never shows to anybody.",
    "Never whine, never complain, never try to justify yourself.",
    "If you want to know what God thinks about money just look at the people He gives it to.",
    "What you get by achieving your goals is not as important as what you become by achieving your goals.",
    "The only way out is through.",
    "Zen insists that the whole trouble is just our failure to realize that there is no problem.",
    "Growth comes at the point of resistance.",
    "A mountain never yields to the wind no matter how strong it is.",
    "However difficult life may seem, there is always something you can do and succeed at.",
    "Life can be wonderful if you're not afraid of it.",
    "When your intuition is strong, follow it.",
    "Anger, ego, jealousy are the biggest diseases,Keep yourself aloof from these three diseases.",
    "When at last you are come to the ocean of happiness, do not go back thirsty.",
    "Appear weak when you are strong, and strong when you are weak.",
    "The best way to predict your future is to create it.",
    "Life is like a beautiful melody, only the lyrics are messed up.",
    "Everyone sees what you appear to be, few experience what you really are.",
    "It is your attitude, not your aptitude, that determines your altitude.",
    "Silence is the great teacher and to learn its lessons you must pay attention to it.",
    "You have to make time, even for something as universal as staring at the stars.",
    "When you're the only sane person, you look like the only insane person.",
    "Failure is simply the opportunity to begin again, this time more intelligently.",
    "If you are lucky enough to find love, remember it is there and don't throw it away.",
    "The present moment is filled with joy and happiness. If you are attentive, you will see it.",
    "For things to change, you have to change.",
    "When we strive to become better than we are, everything around us becomes better, too.",
    "You play the hand you're dealt. I think the game's worthwhile.  "
]