[
    "Fear, uncertainty, and discomfort are your compasses toward growth.",
    "It is useless to attempt to reason a man out of a thing he was never reasoned into.",
    "The more you are grateful for what you have the more you will have to be grateful for.  ",
    "Leaders think and talk about solutions. Followers think and talk about the problems.",
    "Learn to enjoy every minute of your life. Be happy now. Don't wait for something outside of yourself to make you happy in the future.",
    "Learn to value yourself, which means: fight for your happiness.",
    "Give credit where credit is due: simply said, if you want loyalty and best effort, you must be thoughtful.  ",
    "Positive thinking can be contagious. Being surrounded by winners helps you develop into a winner.",
    "Everyone thinks of changing the world, but no one thinks of changing himself.",
    "People become attached to their burdens sometimes more than the burdens are attached to them.",
    "It is those who concentrate on but one thing at a time who advance in this world.",
    "Do something to move yourself toward your major goal every day.",
    "The health of nations is more important than the wealth of nations.",
    "People will forget what you said, people will forget what you did, but people will never forget how you made them feel.",
    "There are people who have money and people who are rich.",
    "Your only limitations are those you set up in your mind or permit others to set up for you.",
    "Life is too important to be taken seriously.",
    "Remember that sometimes not getting what you want is a wonderful stroke of luck.",
    "The cost of leadership is self-interest.",
    "We are shaped and fashioned by what we love.",
    "In three words I can sum up everything I've learned about life: it goes on.",
    "All great truths begin as blasphemies.",
    "Knowing is not enough, we must apply. Willing is not enough, we must do.",
    "A mistake is only an error, it becomes a mistake when you fail to correct it.",
    "If you're not failing every now and again, it's a sign you're not doing anything very innovative.",
    "There can be no deep disappointment where there is not deep love.",
    "The only real security that a man can have in this world is a reserve of knowledge, experience and ability. ",
    "Tomorrow is only found in the calendar of fools.",
    "Become the kind of leader that people would follow voluntarily, even if you had no title or position.",
    "Silence is sometimes the best answer.",
    "Knowledge isn't power until it is applied.",
    "It's not how much we give but how much love we put into giving.",
    "Don't change your mind just because people are offended; change your mind if you're wrong.",
    "It will never rain roses: when we want to have more roses, we must plant more roses.",
    "To be truly ignorant, be content with your own knowledge.",
    "You can't build a reputation on what you are going to do. ",
    "Live the moment for the moment.",
    "The consequences of today are determined by the actions of the past. To change your future, alter your decisions today.",
    "We become what we believe.",
    "Life has no limitations except the ones you make.",
    "A man is literally what he thinks.",
    "The spirit is beyond destruction. No one can bring an end to spirit which is everlasting.",
    "If you do what you've always done, you'll get what you've always gotten.",
    "Troubles are often the tools by which God fashions us for better things.",
    "Working hard for something we don't care about is called stress: Working hard for something we love is called passion.",
    "You'll never find rainbows if you're looking down.  ",
    "Everyone faces challenges in life. It's a matter of how you learn to overcome them and using them to your advantage.",
    "Make failure your teacher, not your undertaker.  ",
    "The art of being wise is knowing what to overlook.",
    "Your next step is simple. You are the first domino."
]