[
    "Repetition does not transform a lie into a truth.",
    "Amateurs sit and wait for inspiration, the rest of us just get up and got to work.",
    "People think about what they don't want and attract more of the same.",
    "We can't help everyone, but everyone can help someone.",
    "When everything seems to be going against you, remember that the airplane takes off against the wind, not with it. ",
    "If you are going to achieve excellence in big things, you develop the habit in little matters.",
    "No matter what happens in life, never lose sight of who you are.",
    "The biggest room in the world is the room for improvement.",
    "Always remember that you are absolutely unique. Just like everyone else. ",
    "Heal the past, live the present, dream the future.",
    "People are doing the best that they can from their own level of consciousness.",
    "Time heals what reason cannot.  ",
    "There is no sadder sight than a young pessimist.",
    "It takes a great deal of bravery to stand up to our enemies, but just as much to stand up to our friends.",
    "When you view failure as feedback, you get more done. When you view failure as a finality, you get nothing done.",
    "Imagination is the true magic carpet.",
    "It is well known that those who do not trust themselves never trust others.",
    "Create with the heart; build with the mind.",
    "Every moment of happiness requires a great amount of Ignorance",
    "Only the educated are free.",
    "Life is the art of drawing sufficient conclusions from insufficient premises.",
    "The first rule of handling conflict is don't hang around people who are constantly engaging in conflict.",
    "Riches don't make a man rich, they only make him busier.",
    "Everyone wants to go to Heaven, but no one wants to die.",
    "A mountain never yields to the wind no matter how strong it is.",
    "Realistic people do not accomplish extraordinary things.",
    "Don't just sit there. Do something. The answers will follow.",
    "Great deeds are usually wrought at great risks.",
    "The one who praises you is a thief. The one who criticizes you is your true friend.",
    "It is in your moments of decision that your destiny is shaped.",
    "Judge your success by what you had to give up in order to get it.",
    "The future belongs to those who believe in the beauty of their dreams.",
    "You can tell more about a person by what he says about others than you can by what others say about him.",
    "The first half of life is devoted to forming a healthy ego, the second half is going inward and letting go of it.",
    "There exists only the present instant; a Now which always and without end is itself new.",
    "It's not the love you make. It's the love you give. ",
    "To be totally at leisure for one day is to be immortal for one day. ",
    "It is secondary whether we choose belief or defiance. What is precious is that we are always able to choose.",
    "Winners never quit and quitters never win.",
    "Most people fail in life not because they aim too high and miss, but because they aim too low and hit.",
    "You were born to win, but to be a winner, you must plan to win, prepare to win, expect to win.",
    "Who looks outside, dreams; who looks inside, awakes.",
    "There's a very deep connection among human beings. All we have to do is open our minds to it.",
    "Good judgment comes from experience, and experience comes from bad judgment.",
    "At first dreams seem impossible, then improbable, then inevitable.",
    "Success is not to be pursued, it is to be attracted by the person you become.",
    "If you want peace, accept. If you want suffering, expect.",
    "All that we see or seem is but a dream within a dream.",
    "You cannot find peace by avoiding life.",
    "Life is either a daring adventure, or nothing."
]