[
    "Continuous effort - not strength or intelligence - is the key to unlocking our potential.",
    "Blessed is he who expects nothing, for he shall never be disappointed.",
    "Failure is feedback. Learn from it and move on.",
    "Be careful the environment you choose for it will shape you; be careful the friends you choose for you will become like them.",
    "Every traveler has a home of his own, and he learns to appreciate it the more from his wandering.",
    "Nothing in this world is worth having or worth doing unless it means effort, pain, difficulty.",
    "Not all readers are leaders, but all leaders are readers.",
    "Everything has its beauty, but not everyone sees it. ",
    "Simple words, repeated daily, can change your life.",
    "It's not what you say out of your mouth that determines your life, it's what you whisper to yourself that has the most power!",
    "Good things aren't supposed to just fall into your lap.",
    "Chase your passion, not your pension. ",
    "If light is in your heart, you will find your way home.  ",
    "Still your waters.",
    "The opportunity of defeating the enemy is provided by the enemy himself.",
    "The true soldier fights not because he hates what is in front of him, but because he loves what is behind him.",
    "Every defeat, every heartbreak every loss, contains its own seed, its own lesson on how to improve your performance the next time.",
    "A successful man is one who can lay a firm foundation with the bricks others have thrown at him.  ",
    "There is little success where there is little laughter.",
    "Do not stop thinking of life as an adventure.",
    "When you are tough on yourself, life is going to be infinitely easier on you.  ",
    "A friend to all is a friend to none.",
    "Thinking is the hardest work there is, which is probably the reason why so few engage in it.",
    "Man's character is his fate.",
    "Many people will walk in and out of your life, but only true friends will leave footprints in your heart.",
    "Find your Light; They can't love you if they can't see you.",
    "I admire those who do good and expect nothing in return.",
    "Truth is exact correspondence with reality. ",
    "If we will be quiet and ready enough, we shall find compensation in every disappointment.",
    "Nothing is impossible. The word itself says 'I'm possible!'",
    "Better to light a candle than to curse the darkness. ",
    "Enjoy when you can, and endure when you must.",
    "Darkness is the absence of light.",
    "Friendship is like money, easier made than kept.",
    "Quality means doing it right when no one is looking.",
    "We would accomplish many more things if we did not think of them as impossible.",
    "Don't look for meaning in the words. Listen to the silences.",
    "There are no accidents... there is only some purpose that we haven't yet understood.",
    "There is only one way to happiness and that is to cease worrying about things which are beyond the power or our will.",
    "The quieter you become, the more you are able to hear.",
    "Life is a series of choices and all we can do is make them.",
    "The foolish reject what they see, not what they think; the wise reject what they think, not what they see.",
    "Your time is limited, so don't waste it living someone elses. life. Don't be trapped by dogma - which is living with the results of other people's thinking.",
    "You are the sky. Everything else - it's just the weather.",
    "None but ourselves can free our minds.",
    "The more you trust yourself, the less you compare yourself to others.",
    "A fall into a ditch makes you wiser.",
    "Imagination is more important than knowledge.",
    "Success is like reaching an important birthday and finding you're exactly the same.",
    "The spirit is beyond destruction. No one can bring an end to spirit which is everlasting."
]