[
    "Intelligent people make many mistakes because they cannot believe the world is really as foolish as it is.",
    "Trying to define yourself is like trying to bite your own teeth.",
    "A dream doesn't become reality through magic it takes sweat, determination and hard work.",
    "Welcome every morning with a smile. Look on the new day as another gift from your Creator, another golden opportunity.",
    "Muddy water is best cleared by leaving it alone.",
    "Don't live the same year 75 times and call it a life.",
    "In a world of change, the learners shall inherit the earth, while the learned shall find themselves perfectly suited for a world that no longer exists.",
    "The goal is not to be perfect by the end, the goal is to be better today.",
    "If I have seen further than others, it is by standing upon the shoulders of giants.",
    "Those who look for the bad in people will surely find it.",
    "It is useless to attempt to reason a man out of a thing he was never reasoned into.",
    "Everything you can imagine is real.",
    "Correct what you can. Learn from what you can't.",
    "The whole world is a series of miracles, but we're so used to them we call them ordinary things.",
    "Do not stop thinking of life as an adventure.",
    "Your life does not get better by chance, it gets better by change.",
    "Failure is an option here. If things are not failing, you are not innovating enough.",
    "Do your duty and a little more and the future will take care of itself.",
    "Don't let what you cannot do interfere with what you can do.",
    "Walk towards the sunshine, and the shadows will fall behind you.",
    "Never argue with ignorance. It only leads to frustration.",
    "You use a glass mirror to see your face; you use works of art to see your soul.",
    "Walk slowly but never walk backward.",
    "Expect the best, plan for the worst, and prepare to be surprised. ",
    "Life is the art of drawing sufficient conclusions from insufficient premises.",
    "Before you can see the Light, you have to deal with the darkness.",
    "Victims recite problems, leaders provide solutions.",
    "Be yourself; everyone else is already taken ",
    "Excellence is not an exception, it is a prevailing attitude.",
    "The outer conditions of a person's life will always be found to reflect their inner beliefs.",
    "In three words I can sum up everything I've learned about life: it goes on.",
    "There are no ordinary moments.",
    "From morning till night, we should never rely on a single thing.",
    "Though no one can go back and make a brand new start, anyone can start from now and make a brand new ending.",
    "Life doesn't get easier or more forgiving, we get stronger and more resilient.",
    "All animals except man know that the principal business of life is to enjoy it.",
    "There are only two ways to live your life. One is as if nothing is a miracle. The other is as if everything is a miracle.",
    "The older you get the stronger the wind gets - and it's always in your face.",
    "I love fools' experiments. I am always making them.",
    "It is children only who enjoy the present; their elders either live on the memory of the past or the hope of the future.",
    "When you have a dream, you've got to grab it and never let go.",
    "We learn by pushing ourselves and finding what really lies at the outer reaches of our abilities.",
    "In order for you to be the BEST you can be for others, first you must be BEST for yourself.",
    "Obstacles don't block the path, they are the path.",
    "The energy of the mind is the essence of life.",
    "I thought how unpleasant it is to be locked out; and I thought how it is worse, perhaps, to be locked in.",
    "Rewards and punishment is the lowest form of education.",
    "All that we see or seem is but a dream within a dream.",
    "Make each day your masterpiece.",
    "Growth is in a series of mistakes. That's the only way you learn."
]