[
    "The world is a puzzle; no need to make sense out of it.",
    "The quality of your life is the quality of your relationships.",
    "Definitions belong to the definers, not the defined.",
    "Don't seek, don't search, don't ask, don't knock, don't demand - relax.",
    "The key to immortality is first living a life worth remembering. ",
    "The heart wants what it wants. There's no logic. ",
    "In the midst of movement and chaos, keep stillness inside of you.",
    "Just trust that everything is unfolding the way it is supposed to. Don't resist... Great things are waiting for you around the corner.",
    "It is better to offer no excuse than a bad one. ",
    "There is no sadder sight than a young pessimist.",
    "If you go out looking for friends, you're going to find they are very scarce. If you go out to be a friend, you'll find them everywhere.",
    "The face is the mirror of the mind, and eyes without speaking confess the secrets of the heart. ",
    "Confidence is like a dragon where, for every head cut off, two more heads grow back.",
    "I am thankful to all those who said no. It's because of them, I did it myself.  ",
    "Where ever you are, you are one with the clouds and one with the sun and the stars you see. You are one with everything.",
    "If you don't make things happen then things will happen to you.",
    "Be careful the environment you choose for it will shape you; be careful the friends you choose for you will become like them.",
    "Numbing the pain for a while will only make it worse when you finally feel it.",
    "Instead of thinking outside the box, get rid of the box.",
    "Each day provides it's own gifts.",
    "Don't give up the fight, Stand up for your rights.",
    "Children are our greatest natural resource.",
    "It's not what you say out of your mouth that determines your life, it's what you whisper to yourself that has the most power!",
    "When obstacles arise, you change your direction to reach your goal; you do not change your decision to get there.",
    "Work for something because it is good, not just because it stands a chance to succeed.",
    "It is better to be looked over than overlooked.",
    "Life is about not knowing and then doing something anyway.",
    "Misfortune shows those who are not really friends.",
    "A lot of people have gone further than they thought they could because someone else thought they could.",
    "True wisdom comes to each of us when we realize how little we understand about life, ourselves, and the world around us.",
    "The less you want, the richer you are. The more you need in order to be happy, the more miserable you'll be.",
    "Learn to use your emotions to think, not think with your emotions.",
    "To raise your consciousness, surround yourself with people of higher consciousness.",
    "I have never in my life learned anything from any man who agreed with me.",
    "Simplicity is the glory of expression.",
    "Experience is simply the name we give our mistakes. ",
    "It's not the size of the dog in the fight, it's the size of the fight in the dog.",
    "Hope itself is like a star- not to be seen in the sunshine of prosperity, and only to be discovered in the night of adversity.",
    "We have a duty to maintain the light of consciousness to make sure it continues into the future.",
    "Happiness cannot be traveled to, owned, earned, worn or consumed.",
    "If you are unable to find the truth right where you are, where else do you expect to find it?",
    "Mistakes are always forgivable, if one has the courage to admit them. ",
    "Work joyfully and peacefully, knowing that right thoughts and right efforts inevitably bring about right results.",
    "Happiness is only real when shared.",
    "You cannot have a positive life and a negative mind.",
    "The dead receive more flowers than the living because regret is stronger than gratitude.",
    "Everyday is a second chance.",
    "Even in the grave, all is not lost.",
    "Don't explain your philosophy. Embody it.",
    "It is not titles that honour men, but men that honour titles."
]