[
    "We lie the loudest when we lie to ourselves.",
    "I alone cannot change the world, but I can cast a stone across the waters to create many ripples.",
    "Try all things, hold fast that which is good.",
    "If you do not conquer self, you will be conquered by self.",
    "The more you praise and celebrate your life, the more there is in life to celebrate. ",
    "If you want to see things just as they are, then you yourself must practice just as you are.",
    "Decide what your truth is. Then live it.",
    "A life spent making mistakes is not only more honorable but more useful than a life spent doing nothing.",
    "If you think you can do a thing or think you can't do a thing, you're right.",
    "We make a living by what we get, but we make a life by what we give.",
    "The source of a true smile is an awakened mind.",
    "Associate yourself with men of good quality, if you esteem your own reputation; for 'tis better to be alone than in bad company. ",
    "Living a life that has a greater purpose and living up to it is the ultimate degree that we should strive for.",
    "It is often safer to be in chains than to be free. ",
    "It's not how much money you make, it's how much money you keep.",
    "Friendship takes time and energy if it's going to work.",
    "Do what you can, with what you have, where you are.",
    "Even if you're sure you can win, be careful that you can live with what you lose.",
    "Avoiding danger is no safer in the long run than exposure.",
    "Not all of us can do great things. But we can do small things with great love.",
    "Luck is what happens when preparation meets opportunity.  ",
    "Walk with those seeking truth... RUN FROM THOSE WHO THINK THEY'VE FOUND IT.",
    "Most of us live our lives by accident - we live as it happens. Fulfilment comes when we live our lives on purpose.",
    "Nothing can bring you peace but yourself.",
    "If you truly love Nature, you will find beauty everywhere. ",
    "Happiness is the meaning and the purpose of life, the whole aim and end of human existence.",
    "A fool sees himself as another, but a wise man sees others as himself.",
    "A man who acquires the ability to take full possession of his own mind may take possession of anything else to which he is justly entitled.",
    "What you become is far more important than what you get.",
    "Only he who has no use for the empire is fit to be entrusted with it.",
    "Do it with passion, or not at all.",
    "Change is hard at first, messy in the middle and gorgeous at the end.",
    "Shoot for the moon. Even if you miss, you'll land among the stars.",
    "Remember where you came from, where you're going, and why you created this mess you got yourself into in the first place.",
    "Success is getting what you want. Happiness is wanting what you get.",
    "A pessimist is one who makes difficulties of his opportunities and an optimist is one who makes opportunities of his difficulties.",
    "Lost Time is never found again.",
    "Everything around us is made up of energy. To attract positive things in your life, start by giving off positive energy.",
    "It's not how much we give but how much love we put into giving.",
    "Nothing important is learned; it is simply remembered.",
    "Happiness is pretty simple: someone to love, something to do, something to look forward to.",
    "Success is built sequentially. It's one thing at a time.",
    "Anything becomes interesting if you look at it long enough..",
    "Adventure is worthwhile in itself.",
    "Many of life's failures are people who did not realize how close they were to success when they gave up.",
    "Every day may not be good, but there's something good in every day.",
    "Work is always an antidote to depression.",
    "You don't have to control your thoughts; you just have to stop letting them control you.",
    "If you do not push the boundaries, you will never know where they are.",
    "Move out of your comfort zone. You can only grow if you are willing to feel awkward and uncomfortable when you try something new."
]