[
    "I don't pretend to know everything; I just only speak on matters I know I'll win.",
    "The eye with which I see God is the same eye with which God sees me.",
    "You'll get more from being a peacemaker than a warrior.",
    "Heroes don't need to talk about what they did.",
    "The true soldier fights not because he hates what is in front of him, but because he loves what is behind him.",
    "You're braver than you believe, and stronger than you seem, and smarter than you think.",
    "Management is doing things right; leadership is doing the right things.",
    "Life is much like going to the gym. The most painful part is deciding to go. Once you get past that, it's easy.",
    "Superstars think like superstars long before the fans or the press anoint them.",
    "Cleverness is not wisdom.",
    "Truth is the offspring of silence and meditation.",
    "Don't cry because it's over. Smile because it happened.",
    "There is nothing more frightful than ignorance in action.",
    "No man will make a great leader who wants to do it all himself or to get all the credit for doing it.",
    "Life must be a constant education; one must learn everything, from speaking to dying.",
    "The more one judges, the less one loves.",
    "Tension is who you think you should be. Relaxation is who you are.",
    "Lack of direction, not lack of time, is the problem. We all have twenty-four hour days.",
    "A hopeless man is a very desperate and dangerous man, almost a dead man.",
    "To be yourself in a world that is constantly trying to make you something else is the greatest accomplishment.",
    "Peace is not something you wish for; It's something you make, something you do, something you are, and something you give away.",
    "Play your part in life, but never forget that it is only a role.",
    "The dead receive more flowers than the living because regret is stronger than gratitude.",
    "Life is ten percent what you experience and ninety percent how you respond to it.",
    "Success is an iceberg.",
    "Judge your success by what you had to give up in order to get it.",
    "Until we can manage time, we can manage nothing else.",
    "Don't waste your time in anger, regrets, worries, and grudges. Life is too short to be unhappy.",
    "Don't change your mind just because people are offended; change your mind if you're wrong.",
    "Force has no place where there is need of skill. ",
    "We are what we repeatedly do. Excellence, then, is not an act, but a habit.",
    "However difficult life may seem, there is always something you can do and succeed at.",
    "If we will be quiet and ready enough, we shall find compensation in every disappointment.",
    "an action committed in anger is an action doomed to failure. ",
    "The key to success is action.",
    "Words are the clothes thoughts wear.",
    "You cannot push anyone up a ladder unless he is willing to climb a little himself.",
    "An inch of time is an inch of gold but you can't buy that inch of time with an inch of gold.",
    "You are today where your thoughts have brought you.",
    "Every hour of every day is an unspeakably perfect miracle.",
    "The Only Thing That Is Constant Is Change",
    "Life is one long process of getting tired.",
    "You are the sky. Everything else - it's just the weather.",
    "Your mind is infinite, it's your doubts that are limiting.",
    "If you want something then you lose everything. If you don't want anything then you already have everything.",
    "Those who cannot change their minds cannot change anything.",
    "The key to immortality is first living a life worth remembering. ",
    "If you look for perfection, you'll never be content.",
    "Always try to be a little kinder than necessary.",
    "Even if our home burns down we can rebuild it. But the things that we got for nothing, we can never replace."
]