[
    "Life is like stepping onto a boat which is about to sail out to sea and sink.",
    "A successful man is one who can lay a firm foundation with the bricks others have thrown at him.  ",
    "Rewards and punishment is the lowest form of education.",
    "Success is within the reach of just about everyone.",
    "A diamond is a piece of charcoal that handled stress exceptionally well.",
    "Successful people ask better questions, and as a result, they get better answers.",
    "All animals except man know that the principal business of life is to enjoy it.",
    "A creative man is motivated by the desire to achieve, not by the desire to beat others.",
    "Peace of mind is that mental condition in which you have accepted the worst.",
    "Have the fearless attitude of a hero and the loving heart of a child.",
    "Never to suffer would never to have been blessed.",
    "Failure means you've now learned another valuable lesson that pushes you one step closer to success.",
    "We must not be afraid of dreaming the seemingly impossible if we want the seemingly impossible to become a reality.",
    "To be totally at leisure for one day is to be immortal for one day. ",
    "Nothing that results in human progress is achieved with unanimous consent.",
    "The people who succeed are irrationally passionate about something.",
    "Be thankful for what you have; you'll end up having more. If you concentrate on what you don't have, you will never, ever have enough. ",
    "Great deeds are usually wrought at great risks.",
    "Only he who has no use for the empire is fit to be entrusted with it.",
    "Stop being tormented by everyone else's reaction to you.",
    "The way to get started is to quit talking and begin doing.",
    "In the middle of difficulty lies opportunity.",
    "The two most important days in your life are the day you are born and the day you find out why.",
    "The sun shines upon good and bad alike.",
    "The hardest arithmetic to master is that which enables us to count our blessings.",
    "Be approximately right rather than exactly wrong.",
    "Success is never final; failure is never fatal.",
    "Take the attitude of a student. Never be too big to ask questions. Never know too much to learn something new.",
    "You are not the drop in the ocean, but the ocean in the drop.",
    "Some people feel the rain. Others just get wet. ",
    "We take care of the future best by taking care of the present now.",
    "Everything starts with a dream. A particle of our imagination that teases us of what the future could be like, as long as we fight for it.",
    "Nothing will work unless you do.",
    "Every time you are tempted to react in the same old way, ask if you want to be a prisoner of the past or a pioneer of the future.",
    "Making your mark on the world is hard. If it were easy, everybody would do it.",
    "The first thing you learn in life is you're a fool. The last thing you learn in life is you're the same fool.  ",
    "The friendship that can cease has never been real. ",
    "Every day passes whether you participate or not.",
    "Having lots of money while not having inner peace is like dying of thirst while bathing in the ocean.",
    "The content of your character is your choice. Day by day, what you choose, what you think and what you do is who you become.",
    "In the midst of movement and chaos, keep stillness inside of you.",
    "The more I want to get something done, the less I call it work.",
    "I defeat my enemies when I make them my friends.",
    "The act of taking the first step is what separates the winners from the losers.",
    "True friendship ought never to conceal what it thinks. ",
    "The most important thing in communication is to hear what isn't being said.",
    "Listen to what you know instead of what you fear.",
    "The cost of leadership is self-interest.",
    "The outer conditions of a person's life will always be found to reflect their inner beliefs.",
    "The older you get, the better you get. Unless you're a banana."
]