[
    "Only to the extent that we expose ourselves over and over to annihilation can that which is indestructible in us be found.",
    "Closing your eyes and listening to silence is self-care.",
    "Happiness is the meaning and the purpose of life, the whole aim and end of human existence.",
    "Trust thyself: every heart vibrates to that iron string.",
    "A rational person can find peace by cultivating indifference to things outside of their control.",
    "Courage is knowing what not to fear.",
    "Don't just sit there. Do something. The answers will follow.",
    "So we beat on, boats against the current, borne back ceaselessly into the past.",
    "Everybody by your side ain't on your side.",
    "To be calm is the highest achievement of the self.",
    "Many people will walk in and out of your life, but only true friends will leave footprints in your heart.",
    "The healthiest response to life is joy.",
    "Champions keep playing until they get it right.",
    "I succeeded by saying what everyone else is thinking.",
    "With self-discipline, almost anything is possible.",
    "Give so much away people insist on paying you.",
    "Poverty and hardship are created by false thinking.",
    "Youth ages, immaturity is outgrown, ignorance can be educated, and drunkenness sobered, but stupid lasts forever.",
    "The greatest doer must also be a great dreamer.",
    "If you want something you've never had you must be willing to do something you've never done.",
    "Nothing is hopeless; we must hope for everything.",
    "To forget the whole world is easy; to make the whole world forget you is hard.",
    "Real growth comes through intense, difficult, and challenging situations.",
    "The purpose of life is to live it, to taste experience to the utmost, to reach out eagerly and without fear for newer and richer experience.",
    "Not all of us can do great things. But we can do small things with great love.",
    "All men are equal before fish.",
    "Receive without complaint, Work with fate.",
    "Quality means doing it right when no one is looking.",
    "The best mind-altering drug is the truth.",
    "The wisest men follow their own direction.",
    "There are no ordinary moments.",
    "They who have conquered doubt and fear have conquered failure.",
    "If we all did the things we are capable of doing, we would literally astound ourselves.",
    "If you want to feel happy, do something for yourself. If you want to feel fulfilled, do something for someone else.",
    "Life is growth. If we stop growing, technically and spiritually, we are as good as dead.",
    "Do not go where the path may lead, go instead where there is no path and leave a trail.",
    "Perfection is not attainable, but if we chase perfection we can catch excellence.",
    "It always seems impossible until it's done.",
    "Man suffers only because he takes seriously what the gods made for fun.",
    "The present moment is filled with joy and happiness. If you are attentive, you will see it.",
    "If the happiness and prosperity of other people depend on you, you have nothing to fear anymore.",
    "When you believe in a thing, believe in it all the way, implicitly and unquestionable.",
    "Take care of your body. It's the only place you have to live.",
    "Persistence. Perfection. Patience. Power. Prioritize your passion. It keeps you sane.",
    "What you are afraid of is never as bad as what you imagine. The fear you let build up in your mind is worse than the situation that actually exists.",
    "A warrior does not give up what he loves, he finds the love in what he does.",
    "No kind action ever stops with itself. One kind action leads to another. Good example is followed.",
    "Don't live the same year 75 times and call it a life.",
    "It is up to each of us to sing as we feel moved by the overall song of life.",
    "The best thing to hold onto in life is each other."
]