[
    "The biggest and only critic lives in your perception of people's perception of you rather than people's perception of you.",
    "The man who moved the mountain was the one who began carrying away the smallest stones.",
    "People become attached to their burdens sometimes more than the burdens are attached to them.",
    "If you want to keep your memories, you first have to live them.",
    "Imagination is the beginning of creation.",
    "When you are talented you do it whatever it is until your fingers bleed or your eyes are ready to fall out of your head.",
    "Peace is not something you wish for; It's something you make, something you do, something you are, and something you give away.",
    "Ideas do not reach perfection in a day, no matter how much study is put upon them.",
    "If you practiced for the day, then you have won. If you were lazy for the day, then you have lost.",
    "It is in changing that we find purpose.",
    "Life becomes easier and more beautiful when we can see the good in other people.",
    "Simplicity is the glory of expression.",
    "Inspire yourself to be great. Being good isn't good enough.",
    "Trust in dreams, for in them is the hidden gate to eternity.  ",
    "Art is to console those who are broken by life.",
    "Every great change is preceded by chaos.",
    "A wise man can learn more from a foolish question than a fool can learn from a wise answer.  ",
    "Few things are more deceptive than memories.",
    "We build too many walls and not enough bridges.",
    "The future doesn't belong to the faint-hearted; it belongs to the brave.",
    "Don't wish it were easier, wish you were better.",
    "The greatest discovery of all time is that a person can change their future by merely changing their attitude.",
    "Awakening is possible only for those who seek it and want it.",
    "You get paid in direct proportion to the difficulty of problems you solve.",
    "Quiet people have the loudest minds.",
    "Keep your friends close, and your enemies closer.",
    "In matters of style, swim with the current; in matters of principle, stand like a rock.",
    "You never know when a moment and a few sincere words can have an impact on a life.  ",
    "The way of success is the way of continuous pursuit of knowledge.",
    "No problem can be solved from the same level of consciousness that created it.",
    "Cultivate the merry heart, develop the happiness habit, and life will become a continual feast.",
    "When we think about our strengths, we are strong. When we think about our weaknesses, we are weak.",
    "Success comes from knowing that you did your best to become the best that you are capable of becoming.",
    "Success is not final, failure is not fatal: it is the courage to continue that counts.",
    "The universe doesn't allow perfection.",
    "The day is for honest men, the night for thieves.",
    "I am not the outcome. I am never the result. I am only the effort.",
    "It is your attitude, not your aptitude, that determines your altitude.",
    "Respect was invented to cover the empty place where love should be.",
    "You'll never find rainbows if you're looking down.  ",
    "The giving of love is an education in itself.",
    "To plant a garden is to believe in tomorrow.  ",
    "There is nothing more frightful than ignorance in action.",
    "All I can do is be me, whoever that is.",
    "Confidence breeds beauty.  ",
    "He suffers more than necessary, who suffers before it is necessary.  ",
    "The greater the impact you want to make, the greater your influence needs to be.",
    "What would you do if you weren't afraid?",
    "The foolish reject what they see, not what they think; the wise reject what they think, not what they see.",
    "When it hurts - observe. Life is trying to teach you something."
]