[
    "The eyes of others our prisons; their thoughts our cages.",
    "The price of inaction is far greater than the cost of making a mistake.",
    "The pain of parting is nothing to the joy of meeting again.",
    "Success is a poor teacher.",
    "In nature there is no alienation. Everything belongs.",
    "Anger exceeding limits causes fear and excessive kindness eliminates respect.",
    "Nothing is permanent in this wicked world - not even our troubles.",
    "I am not what happened to me, I am what I choose to become.",
    "One must be deeply aware of the impermanence of the world.",
    "It is easier to fight for one's principles than to live up to them. ",
    "The glow of one warm thought is to me worth more than money.",
    "Luck is what happens when preparation meets opportunity.  ",
    "One machine can do the work of fifty ordinary men. No machine can do the work of one extraordinary man.",
    "No one is useless in this world who lightens the burdens of another.",
    "Better to die fighting for freedom than be a prisoner all the days of your life.",
    "Pursue what catches your heart, not what catches your eyes.",
    "The Law of Concentration states that whatever you dwell upon grows. The more you think about something, the more it becomes part of your reality.",
    "Optimism is the faith that leads to achievement. Nothing can be done without hope and confidence.",
    "The people who succeed are irrationally passionate about something.",
    "We are what we repeatedly do. Excellence, then, is not an act, but a habit.",
    "Everyone you admire was once a beginner.",
    "Life is not just the passing of time. Life is the collection of experiences and their intensity.",
    "A change is brought about because ordinary people do extraordinary things.",
    "We run to win, not just to be in the race.  ",
    "Sometimes you will never know the value of something, until it becomes a memory.",
    "Everything eaten is killed. Every meal is a sacrifice.",
    "Anyone who wants to achieve a dream must stay strong, focused and steady.",
    "You are always your own best guru, your own best teacher, the answers are always inside you.",
    "Whatever you are, be a good one.",
    "Life is essentially an endless series of problems. The solution to one problem is merely the creation of another.",
    "Investing in yourself is the best investment you will ever make.",
    "You can have the mind or you can have the moment.",
    "Don't let the silly little dramas of each day get you down. For you are here to do great things.",
    "Successful people do what unsuccessful people are not willing to do.",
    "Your next step is simple. You are the first domino.",
    "The whole problem with the world is the fools and fanatics are always so sure of themselves, and wiser people are full of doubts.",
    "It is not fair to ask of others what you are not willing to do yourself.",
    "Do the hard jobs first. The easy jobs will take care of themselves.",
    "From a certain point onward there is no longer any turning back. That is the point that must be reached.",
    "The worst part of success is trying to find someone who is happy for you.",
    "Darkness must pass. A new day will come. And when the sun shines, it will shine out the clearer.",
    "The more you are focused on time - past and future - the more you miss the Now, the most precious thing there is.",
    "He who cheats the earth will be cheated by the earth.",
    "Start the day with love, spend the day with love, fill the day with love and end the day with love.",
    "Great loves too must be endured.",
    "No problem can be solved from the same level of consciousness that created it.",
    "If you do what you've always done, you'll get what you've always gotten.",
    "We suffer for the simple reason that suffering is biologically useful. It is nature's preferred agent for inspiring change.",
    "To avoid criticism, do nothing, say nothing, and be nothing.",
    "Happiness depends upon ourselves."
]