[
    "Nothing like a health problem to turn up the contrast dial for the rest of life.",
    "The less you respond to negative people, the more positive your life will become.",
    "There's no coming to consciousness without pain",
    "Nothing in this world is worth having or worth doing unless it means effort, pain, difficulty.",
    "Simplicity is a difficult thing to achieve.  ",
    "Adversity is the tempering of one's mettle. Without it, we cannot know any true meaning in our accomplishments.",
    "When it is dark enough, you can see the stars.",
    "Those who look for the bad in people will surely find it.",
    "Keep your face to the sunshine and you cannot see the shadows.",
    "Happiness comes when you believe in what you are doing, know what you are doing, and love what you are doing.",
    "Everything eaten is killed. Every meal is a sacrifice.",
    "Never buy a thing you do not want, because it is cheap, it will be dear to you.",
    "Sometimes you have to shut your eyes, so you can see the real beauty.",
    "Do all things with love.",
    "If you aim at nothing, you will hit it every time.  ",
    "The worst part of success is trying to find someone who is happy for you.",
    "There is peace even in the storm.",
    "Grudges are for those who insist that they are owed something; forgiveness, however, is for those who are substantial enough to move on.",
    "There will always be suffering. But we must not suffer over the suffering.",
    "A gentleman accepts the responsibility of his actions and bears the burden of their consequences.",
    "Desire for the fruits of work must never be your motive in working.",
    "Lack of direction, not lack of time, is the problem. We all have twenty-four hour days.",
    "Nothing is more real than nothing.",
    "If you're brave enough to say goodbye, life will reward you with a new hello.",
    "Genius, in truth, means little more than the faculty of perceiving in an unhabitual way.",
    "Whatever we plant in our subconscious mind and nourish with repetition and emotion will one day become reality.",
    "Just because you are happy it does not mean that the day is perfect but that you have looked beyond its imperfections.",
    "Having lots of money while not having inner peace is like dying of thirst while bathing in the ocean.",
    "There can be no deep disappointment where there is not deep love.",
    "Sometimes good things fall apart so better things can fall together.",
    "He who permits himself to tell a lie once, finds it much easier to do it the second time.",
    "To lose your temper is only useful once a year.",
    "No experience is a cause of success or failure. We do not suffer from the shock of our experiences, so-called trauma - but we make out of them just what suits our purposes.",
    "Perplexity is the beginning of knowledge.",
    "Superstars think like superstars long before the fans or the press anoint them.",
    "A hero is an ordinary person doing things in an extra ordinary way.",
    "Don't let what you cannot do interfere with what you can do.",
    "A minute's success pays the failure of years.",
    "Others have seen what is and asked why. I have seen what could be and asked why not",
    "Perfectionism is simply putting a limit on your future.",
    "Go for it now. The future is promised to no one.",
    "I believe that potential is unlimited - success depends on daring to act on dreams.   ",
    "Accept responsibility for your life. Know that it is you who will get you where you want to go, no one else.",
    "Great acts are made up of small deeds.",
    "Thinking is the hardest work there is, which is probably the reason why so few engage in it.",
    "Everyone you admire was once a beginner.",
    "We are willing to believe anything other than the truth.",
    "Death smiles at us all. All we can do is smile back.",
    "The golden opportunity you are seeking is in yourself. It is not in your environment; it is not in luck or chance, or the help of others; it is in yourself alone. ",
    "Many roads lead to the path, but basically there are only two: reason and practice. "
]