[
    "The future is the worst thing about the present.",
    "We are shaped and fashioned by what we love.",
    "Having an open mind is one of the most important qualities we can possess. Once our minds close, we stop evolving.",
    "Everyone has oceans to fly, if they have the heart to do it. Is it reckless? Maybe. But what do dreams know of boundaries.",
    "I know not all that may be coming, but be it what it will, I'll go to it laughing.",
    "The quality of your life is the quality of your relationships.",
    "People spend too much time doing and not enough time thinking about what they should be doing.",
    "It's your life; you don't need someone's permission to live the life you want. Be brave to live from your heart.",
    "Doing what you love is the cornerstone of having abundance in your life. ",
    "Give more than you think you can, trusting that you are richer than you think.",
    "There is no way to happiness - happiness is the way.",
    "Be - don't try to become ",
    "If you want to be successful, find someone who has achieved the results you want and copy what they do and you'll achieve the same results.",
    "Blessed is he who expects nothing, for he shall never be disappointed.",
    "Let each man exercise the art he knows.",
    "Unless someone truly has the power to say no, they never truly have the power to say yes.",
    "Develop success from failures. Discouragement and failure are two of the surest stepping stones to success.",
    "It is children only who enjoy the present; their elders either live on the memory of the past or the hope of the future.",
    "Attitude is a little thing that makes a big difference.",
    "Fear of death is fear of the Unknown.",
    "Reflect upon your present blessings of which every man has many - not on your past misfortunes, of which all men have some.",
    "If there were no God, there would be no atheists.",
    "We are born from a quiet sleep, and we die to a calm awakening",
    "All power is from within and therefore under our control.",
    "Many a man has failed because he had his wishbone where his backbone should have been.",
    "Integrity is telling myself the truth. And honesty is telling the truth to other people.",
    "Our view of the world is truly shaped by what we decide to hear.",
    "Mistakes are always forgivable, if one has the courage to admit them. ",
    "Success seems to be connected to action. Successful people keep moving. They make mistakes, but they don't quit.",
    "Creativity is intelligence having fun.",
    "Patience is bitter, but its fruit is sweet.",
    "To arrive at the simplest truth requires years of contemplation.",
    "Words are the clothing of our thoughts.",
    "Make peace with your inner turmoil.",
    "Laziness may appear attractive, but work gives satisfaction.",
    "Acknowledging the good that you already have in your life is the foundation for all abundance.",
    "You must either modify your dreams or magnify your skills.",
    "What you are afraid of is never as bad as what you imagine. The fear you let build up in your mind is worse than the situation that actually exists.",
    "A diamond is a piece of charcoal that handled stress exceptionally well.",
    "Every moment you get is a gift. Spend it on things that matter. Don't spend it by dwelling on unhappy things.",
    "The most efficient way of rendering the poor harmless is to teach them to want to imitate the rich.",
    "Wealth is the product of man's capacity to think.",
    "Very little is needed to make a happy life; it is all within yourself, in your way of thinking.",
    "Don't talk about what you have done or what you are going to do.",
    "Do not think you will necessarily be aware of your own enlightenment.",
    "Old age is like everything else. To make a success of it, you've got to start young.",
    "We tend to live up to our expectations.",
    "Have the courage to follow your heart and intuition. They somehow know what you truly want to become.",
    "The idea of ourselves is our escape from the fact of what we really are.",
    "Show up even when you don't want to show up."
]