[
    "Correct what you can. Learn from what you can't.",
    "Act as if what you do makes a difference. It does.",
    "Question everything. Learn something. Answer nothing.",
    "Life is love and love is life.",
    "He who cheats the earth will be cheated by the earth.",
    "Do anything, but let it produce joy.",
    "Peaceful is the one who expects nothing.",
    "It's much better to do good in a way that no one knows anything about it.",
    "You are not stuck where you are unless you decide to be.  ",
    "Hope means hoping when everything seems hopeless.",
    "You can calculate the worth of a man by the number of his enemies.",
    "When it comes to mastering a skill, time is the magic ingredient.",
    "Closing your eyes and listening to silence is self-care.",
    "When it is dark enough, you can see the stars.",
    "Successful people do what unsuccessful people are not willing to do.",
    "Don't let the fear of losing be greater than the excitement of winning.",
    "Respect is earned by effort not age, all things age without effort.",
    "Whatever you do in life, surround yourself with smart people who'll argue with you.",
    "If you pick up a starving dog and make him prosperous he will not bite you. This is the principal difference between a dog and man.",
    "You can, you should, and if you're brave enough to start, you will.",
    "Greatest success comes just one step beyond the point at which defeat overtakes you.",
    "See what you're doing wrong, laugh at it, change and do better.",
    "Whether you have a problem in your life or not depends upon your own attitude, your own understanding.",
    "Winners don't Quit. That's why they Win.",
    "Choose to be optimistic, it feels better.",
    "You have the freedom to be yourself, your true self, here and now, and nothing can stand in your way.",
    "Less is more.",
    "Never whine, never complain, never try to justify yourself.",
    "Never spend your money before you have earned it.",
    "There is no limitations except those we create for ourselves.",
    "Happiness is when what you think, what you say, and what you do are in harmony.",
    "It is ignorance that causes most mistakes.",
    "If you truly expect something to be difficult, it will be.",
    "Never lose hope. Storms make people stronger and never last forever.",
    "The primary cause of unhappiness is never the situation but your thoughts about it.",
    "The purpose of life is to live it, to taste experience to the utmost, to reach out eagerly and without fear for newer and richer experience.",
    "The soul is neither born, and nor does it die.",
    "How to get more opportunity: Create more opportunity for others.",
    "Success is nothing more than a few simple disciplines practiced every day.",
    "Wisdom consists not so much in knowing what to do in the ultimate as knowing what to do next.",
    "Don't let the noise of others' opinions drown out your own inner voice.",
    "You are the average of the five people you spend the most time with.",
    "Be curious, not judgmental.",
    "A man is but a product of his thoughts. What he thinks he becomes.",
    "If you want to feel happy, do something for yourself. If you want to feel fulfilled, do something for someone else.",
    "Just get out and do it. You will be very, very glad that you did.",
    "Friendship is one of the most tangible things in a world which offers fewer and fewer supports.",
    "Goals are the fuel in the furnace of achievement.",
    "The mind is the limit.",
    "Without the confidence, nothing can be accomplished."
]