[
    "Where the willingness is great, the difficulties cannot be great.",
    "A moving door hinge never corrodes. Flowing water never grows stagnant.",
    "Happiness is only real when shared.",
    "We all give up great expectations along the way.",
    "It is in your moments of decision that your destiny is shaped.",
    "You can, you should, and if you're brave enough to start, you will.",
    "Every adversity, every failure, every heartbreak, carries with it the seed of an equal or greater benefit.",
    "A different result requires doing something different.",
    "Riches don't make a man rich, they only make him busier.",
    "First learn the meaning of what you say, and then speak.",
    "Natural talent only determines the limits of your athletic potential. It's dedication and a willingness to discipline your life that makes you great.",
    "Every poem should remind the reader that they are going to die.",
    "No matter who you are, we're creatures of habit. The better your habits are, the better they will be in pressure situations.",
    "Coming together is a beginning, staying together is progress, and working together is success. ",
    "If you do not change direction, you may end up where you are heading.",
    "No one ever is defeated until defeat has been accepted as a reality.",
    "If you care about someone enough, you'll always be there for them no matter what.",
    "We will outstretch the hand if you unclench your fist.",
    "Darkness is the absence of light.",
    "If I have seen further than others, it is by standing upon the shoulders of giants.",
    "Difficulties strengthen the mind, as labor does the body.  ",
    "The trouble with most of us is that we'd rather be ruined by praise than saved by criticism.",
    "The tragedy of life doesn't lie in not reaching your goal. The tragedy lies in having no goals to reach.",
    "To get angry is like to revenge yourself for the guilt of others.",
    "The wisest men follow their own direction.",
    "I will love the light for it shows me the way, yet I will endure the darkness because it shows me the stars.",
    "Showing off is the fool's idea of glory. ",
    "Realize deeply that the present moment is all you have. Make the NOW the primary focus of your life. ",
    "A dream doesn't become reality through magic it takes sweat, determination and hard work.",
    "One must be deeply aware of the impermanence of the world.",
    "Chase your passion, not your pension. ",
    "Success is not final, failure is not fatal: it is the courage to continue that counts.",
    "Life isn't about finding yourself. Life is about creating yourself.",
    "Your dream has to be bigger than your fear.",
    "Let the beauty of what you love be what you do.",
    "The people who are crazy enough to think they can change the world are the ones who do.",
    "Sometimes things become possible if we want them bad enough.",
    "Sometimes it is harder to deprive oneself of a pain than of a pleasure.",
    "People often say that motivation doesn't last. Well, neither does bathing - that's why we recommend it daily.",
    "The Only Thing That Is Constant Is Change",
    "Real growth comes through intense, difficult, and challenging situations.",
    "Life would be tragic if it weren't funny.",
    "The best teacher is experience and not through someone's distorted point of view.",
    "Having lots of money while not having inner peace is like dying of thirst while bathing in the ocean.",
    "Embrace the life you have and stop wishing that you could be someone else.",
    "It is startling to realize how much unbelief is necessary to make belief possible.",
    "Being In The Present Means Tuning Out Distractions And Paying Attention To What Is Important, Now.",
    "Where words fail, music speaks.",
    "The world is a puzzle; no need to make sense out of it.",
    "When you reach the end of your rope, tie a knot in it and hang on."
]