[
    "Never allow someone to be your priority while allowing yourself to be their option.",
    "Wherever you are, it's the place you need to be.",
    "In a world that is constantly changing, it is to our advantage to learn how to adapt and enjoy something better.",
    "Awaken. Take heed, do not squander your life.",
    "It's not the love you make. It's the love you give. ",
    "Our truest life is when we are in dreams awake.",
    "As one grows weaker one is less susceptible to suffering. There is less hurt because there is less to hurt.",
    "What gets measured gets improved.",
    "What worries you, masters you.",
    "Hope is a waking dream.",
    "Success is never final; failure is never fatal.",
    "I skate to where the puck is going to be, not where it has been.",
    "I must also have a dark side if I am to be whole.",
    "Learning is a weightless treasure you can always carry easily.",
    "It is ignorance that causes most mistakes.",
    "Dream big and dare to fail.",
    "Ask no questions, and you'll be told no lies.",
    "Awakening is possible only for those who seek it and want it.",
    "You are today where your thoughts have brought you.",
    "Be a good animal, true to your instincts.",
    "Blessed is he who expects nothing, for he shall never be disappointed.",
    "Fear is what stops you. Courage is what keeps you going.",
    "Realize deeply that the present moment is all you ever have. ",
    "Have a vision. Be demanding.",
    "We may not be responsible for the world that created our minds, but we can take responsibility for the mind with which we create our world.",
    "Optimism is the faith that leads to achievement. Nothing can be done without hope and confidence.",
    "Every time we liberate a woman, we liberate a man. ",
    "Life is like stepping onto a boat which is about to sail out to sea and sink.",
    "A wise person should have money in their head, but not in their heart.",
    "Happiness is a gift and the trick is not to expect it, but to delight in it when it comes.",
    "A successful man is one who can lay a firm foundation with the bricks others have thrown at him.  ",
    "It does not matter how slowly you go so long as you do not stop.",
    "What you seek is seeking you.",
    "Those who look for the bad in people will surely find it.",
    "Those who are easily shocked should be shocked more often.",
    "Always try to be a little kinder than necessary.",
    "Every man gotta right to decide his own destiny.",
    "When obstacles arise, you change your direction to reach your goal; you do not change your decision to get there.",
    "Many answers to what you seek don't lie 'out there'. If you look inwards, you'll find the answer has been in you all along.",
    "To know your Enemy, you must become your Enemy.",
    "Successful people are not without problems. They're simply people who've learned to solve their problems.",
    "Go as far as you can see and you will see further.  ",
    "A life spent making mistakes is not only more honorable but more useful than a life spent doing nothing.",
    "You cannot change your destination overnight but you can change your direction overnight.",
    "The future is no more uncertain than the present.",
    "It's not what we do once in a while that shapes our lives, but what we do consistently.",
    "Listen to the secret sound, the real sound, which is inside you.",
    "Courage is almost a contradiction in terms. It means a strong desire to live taking the form of a readiness to die.",
    "Love and compassion are necessities, not luxuries. Without them, humanity cannot survive.",
    "Do good by stealth, and blush to find it fame."
]