[
    "Saying nothing sometimes says the most.",
    "Passion is energy. Feel the power that comes from focusing on what excites you. ",
    "It is under the greatest adversity that there exists the greatest potential for doing good, both for oneself and others.",
    "It is startling to realize how much unbelief is necessary to make belief possible.",
    "The best thing to hold onto in life is each other.",
    "Always turn a negative situation into a positive situation.",
    "Inner peace is when you realize that, in the end, nothing matters.",
    "It is never too late to be what you might have been.",
    "No snowflake ever falls in the wrong place.",
    "Strategy without tactics is the slowest route to victory. Tactics without strategy is the noise before defeat.",
    "You were put on this earth to achieve your greatest self, to live out your purpose, and to do it courageously.",
    "Sometimes you have to shut your eyes, so you can see the real beauty.",
    "We build too many walls and not enough bridges.",
    "A hut full of laughter is richer than a palace full of sadness.",
    "The question is not what you look at, but what you see.",
    "Whatever we plant in our subconscious mind and nourish with repetition and emotion will one day become reality.",
    "It's easy to be a critic, but being a doer requires effort, risk, and change.  ",
    "If you've never eaten while crying you don t know what life tastes like.",
    "Enthusiasm is a vital element toward the individual success of every man or woman.",
    "The shoe that fits one person pinches another; there is no recipe for living that suits all cases.",
    "Light a candle instead of cursing the darkness.",
    "Better to die fighting for freedom than be a prisoner all the days of your life.",
    "Wherever there is danger, there lurks opportunity; wherever there is opportunity, there lurks danger. The two are inseparable.",
    "The truth... It is a beautiful and terrible thing, and should therefore be treated with great caution.",
    "No kind action ever stops with itself. One kind action leads to another. Good example is followed.",
    "You can't have anything worthwhile without difficulties.",
    "The only way to 'find out if it will work out' is to do it.",
    "If you only knew the magnificence of the 3, 6, and 9, then you would have a key to the universe.",
    "Every moment is a fresh beginning.",
    "Only the educated are free.",
    "Passion creates, addiction consumes.",
    "You can have results or excuses, but not both.",
    "Giving back involves a certain amount of giving up.",
    "It is during our darkest moments that we must focus to see the light.",
    "Where the willingness is great, the difficulties cannot be great.",
    "He who hesitates is a damned fool.",
    "There can be no greater gift than that of giving one's time and energy to help others without expecting anything in return.",
    "It's not the love you make. It's the love you give. ",
    "You become stronger with every problem you face and every obstacle you overcome.",
    "People become attached to their burdens sometimes more than the burdens are attached to them.",
    "The first step is to establish that something is possible; then probability will occur.",
    "Nothing external to you has any power over you.",
    "Remember, hope is a good thing, maybe the best of things.",
    "A creative man is motivated by the desire to achieve, not by the desire to beat others.",
    "A strong man overcomes an obstacle, a wise man goes the whole way.",
    "Everyone sees what you appear to be, few experience what you really are.",
    "Everybody needs a passion. That's what keeps life interesting.",
    "Life is either a daring adventure, or it is nothing.",
    "Only those who dare to fail greatly can ever achieve greatly.",
    "The most efficient way of rendering the poor harmless is to teach them to want to imitate the rich."
]