[
    "Don't allow your mind to tell your heart what to do. The mind gives up easily.",
    "Boldness makes even the smallest animal dangerous.",
    "Be still when you have nothing to say; when genuine passion moves you, say what you've got to say, and say it hot.",
    "Your worth consists in what you are and not in what you have.",
    "I'm not afraid of death, but I'm in no hurry to die.",
    "A Hero is an ordinary individual who finds the strength to persevere and endure in spite of overwhelming obstacles.",
    "It is during our darkest moments that we must focus to see the light.",
    "Success seems to be connected to action. Successful people keep moving. They make mistakes, but they don't quit.",
    "If you don't make things happen then things will happen to you.",
    "A tiny change today brings a dramatically different tomorrow.",
    "We have to live life with a sense of urgency so not a minute is wasted.",
    "The more you take responsibility for your past and present, the more you are able to create the future you seek.",
    "A person hears only what they understand.",
    "There is only one thing that makes a dream impossible to achieve: the fear of failure.",
    "Misfortune shows those who are not really friends.",
    "Show me a hero, and I'll write you a tragedy.",
    "Inspire yourself to be great. Being good isn't good enough.",
    "It takes a great deal of bravery to stand up to our enemies, but just as much to stand up to our friends.",
    "No man can get rich himself unless he enriches others.",
    "Rest in reason; move in passion.",
    "Trust in dreams, for in them is the hidden gate to eternity.  ",
    "All human beings can alter their lives by altering their attitudes.",
    "Life is like riding a bicycle. To keep your balance you must keep moving.",
    "The more you are grateful for what you have the more you will have to be grateful for.  ",
    "It is what we make out of what we have, not what we are given, that separates one person from another.",
    "Forever is composed of now's.",
    "Do the difficult things while they are easy and do the great things while they are small.",
    "Thinking is a habit, and like any other habit, it can be changed; it just takes effort and repetition.",
    "Mastery is not a function of genius or talent, it is a function of time and intense focus applied to a particular field of knowledge.",
    "There are more quarrels smothered by just shutting your mouth, and holding it shut, than by all the wisdom in the world.",
    "Success is never final; failure is never fatal.",
    "Anyone who stops learning is old, whether at twenty or eighty. Anyone who keeps learning stays young. ",
    "Most of us live our lives by accident - we live as it happens. Fulfilment comes when we live our lives on purpose.",
    "Believe in your infinite potential. Your only limitations are those you set upon yourself.",
    "The final mystery is oneself.",
    "Only put off until tomorrow what you are willing to die having left undone.",
    "The ego wants comfort and certainty. The soul wants to live fully.",
    "Enjoy life. There's plenty of time to be dead.",
    "The only thing worse than being blind is having sight but no vision.",
    "Real loss is only possible when you love something more than you love yourself.",
    "Whatever we plant in our subconscious mind and nourish with repetition and emotion will one day become reality.",
    "When you are talented you do it whatever it is until your fingers bleed or your eyes are ready to fall out of your head.",
    "Fishing is much more than fish.",
    "The birth of the mind is the death of the senses.",
    "All that a man achieves and all that he fails to achieve is the direct result of his own thoughts.",
    "Victorious warriors win first and then go to war, while defeated warriors go to war first and then seek to win.",
    "If your mind is empty, it is always ready for anything, it is open to everything.",
    "Our joy does not have to be based on our circumstances.",
    "You can tell more about a person by what he says about others than you can by what others say about him.",
    "A real decision is measured by the fact that you've taken a new action. If there's no action, you haven't truly decided."
]