[
    "The reward of suffering is experience.",
    "Play your part in life, but never forget that it is only a role.",
    "We love the things we love for what they are.",
    "If you aim at nothing, you will hit it every time.  ",
    "Not everything that weighs you down is yours to carry.",
    "Sometimes your joy is the source of your smile, but sometimes your smile can be the source of your joy.",
    "There are only encounters in history. There are no accidents.",
    "The only thing worse than being blind is having sight but no vision.",
    "Be not glad at the misfortune of another, though he may be your enemy. ",
    "Quiet people have the loudest minds.",
    "Follow your heart, listen to your inner voice, stop caring about what others think.",
    "Information changes your mind. Action changes your circumstances.",
    "Life can be the scariest and most beautiful thing simultaneously.",
    "You will face many defeats in life, but never let yourself be defeated.",
    "Half the world is composed of people who have something to say and can't, and the other half who have nothing to say and keep on saying it.",
    "We cannot expect to be happy always... by experiencing evil as well as good we become wise.",
    "Tragedy is a tool for the living to gain wisdom, not a guide by which to live.",
    "If you're not making mistakes, then you're not doing anything.",
    "When one does not have what one wants, one must want what one has.",
    "Procrastination is one of the most common and deadliest of diseases and its toll on success and happiness is heavy.",
    "People have the illusion that all over the world, all the time, all kinds of fantastic things are happening.",
    "Not all readers are leaders, but all leaders are readers.",
    "The most important thing is to enjoy your life, to be happy, it's all that matters.",
    "The first man gets the oyster, the second man gets the shell.",
    "Death smiles at us all. All we can do is smile back.",
    "The older you get, the more you understand how your conscience works.",
    "Never feel shame for trying and failing, for he who has never failed is he who has never tried.",
    "Do not think you will necessarily be aware of your own enlightenment.",
    "Nothing will work unless you do.",
    "Life is growth. If we stop growing, technically and spiritually, we are as good as dead.",
    "Trying to predict the future is like trying to drive down a country road at night with no lights while looking out the back window.",
    "Life is and will ever remain an equation incapable of solution, but it contains certain known factors. ",
    "Don't live the same year 75 times and call it a life.",
    "Don't let someone elses. opinion become your reality.",
    "No one returns from a long journey the same person they were before.",
    "If you don't break your ropes while you're alive, do you think ghosts will do it after?",
    "Keep others in suspense, cultivate an air of unpredictability.",
    "Nothing can dim the light which shines from within.",
    "I take the position that I'm always to some degree wrong, and the aspiration is to be less wrong.",
    "Know the rules well, so you can break them effectively.",
    "Wheels of justice grind slow but grind fine.",
    "It's easier to go down a hill than up it but the view is much better at the top.",
    "You cannot have a positive life and a negative mind.",
    "The person who never made a mistake never tried anything new.",
    "There are more quarrels smothered by just shutting your mouth, and holding it shut, than by all the wisdom in the world.",
    "Don't Let Yesterday Take Up Too Much Of Today.",
    "Make yourself so useful to other people, that they think you are irreplaceable.",
    "A man should never be ashamed to own that he has been in the wrong, which is but saying, that he is wiser today than yesterday.",
    "If you build the guts to do something, anything, then you better save enough to face the consequences.",
    "Concentrated power has always been the enemy of liberty."
]