[
    "Teachers open the door. You enter by yourself. ",
    "Positive thinking can be contagious. Being surrounded by winners helps you develop into a winner.",
    "Life without love is like a tree without blossoms or fruit.",
    "I think it's very important to have a feedback loop, where you're constantly thinking about what you've done and how you could be doing it better.",
    "It is in your moments of decision that your destiny is shaped.",
    "For things to change, you have to change.",
    "Confidence comes not from always being right but not fearing to be wrong.",
    "We are all self-made, but only the successful will admit it.",
    "If you want to know what God thinks about money just look at the people He gives it to.",
    "None but ourselves can free our minds.",
    "Work is always an antidote to depression.",
    "A goal is a dream with a deadline.",
    "The successful warrior is the average man, with laser-like focus.",
    "Information changes your mind. Action changes your circumstances.",
    "I have no methods; all I do is accept people as they are.",
    "It is the nature of the wise to resist pleasures, but the foolish to be a slave to them.",
    "You came empty handed, and you will leave empty handed.",
    "Difficulties strengthen the mind, as labor does the body.  ",
    "We have no more right to consume happiness without producing it than to consume wealth without producing it.",
    "Small men think they are small; great men never know they are great. ",
    "Find the game where you can win, and then commit your life to playing it; and play to win.",
    "Friendship is like money, easier made than kept.",
    "To be truly ignorant, be content with your own knowledge.",
    "Never allow a person to tell you no who doesn't have the power to say yes.",
    "Fear is a natural reaction to moving closer to the truth.",
    "Play your part in life, but never forget that it is only a role.",
    "Only when one allows themself the right to die, do they then give yourself the permission to live.",
    "The businessman's tool is value.",
    "It is only depth of character that determines the profundity with which we face life.",
    "Don't think money does everything or you are going to end up doing everything for money.",
    "Wisdom consists not so much in knowing what to do in the ultimate as knowing what to do next.",
    "Decide what your truth is. Then live it.",
    "Obstacles can't stop you. Problems can't stop you. Most of all, other people can't stop you. Only you can stop you.",
    "There is no medicine like hope, no incentive so great, and no tonic so powerful as expectation of something tomorrow. ",
    "Be thankful for what you have; you'll end up having more. If you concentrate on what you don't have, you will never, ever have enough. ",
    "You don't get in life what you want; you get in life what you are.",
    "Perseverance and spirit have done wonders in all ages. ",
    "Never take your position for granted and never let any favors you receive go to your head.",
    "Never give way to laziness.",
    "The best of us sometimes eat our words.  ",
    "He who has overcome his fears will truly be free.",
    "A pessimist sees the difficulty in every opportunity; an optimist sees the opportunity in every difficulty.",
    "To escape from the world means that one's mind is not concerned with the opinions of the world.",
    "Don't be afraid to stand for what you believe in, even if that means standing alone.",
    "He who cannot be a good follower cannot be a good leader.",
    "When you move beyond your fear, you feel free.",
    "Everyone has a sense of humor. If you don't laugh at jokes, you probably laugh at opinions.",
    "Do not think you will necessarily be aware of your own enlightenment.",
    "Yesterday is history, tomorrow is a mystery, today is God's gift, that's why we call it the present.",
    "Watch what you say, and whatever you say, practice it."
]