[
    "People who belittle people, will be LITTLE people, and will accomplish very Little",
    "Some people don't like change, but you need to embrace change if the alternative is disaster.",
    "Ability is a poor man's wealth.",
    "Yesterday is gone. Tomorrow has not yet come. We have only today.",
    "Human happiness and moral duty are inseparably connected. ",
    "Receive without pride, let go without attachment.",
    "The right thing to do and the hard thing to do are usually the same.",
    "Make failure your teacher, not your undertaker.  ",
    "Make your life a mission - not an intermission.",
    "Learn to enjoy every minute of your life. Be happy now. Don't wait for something outside of yourself to make you happy in the future.",
    "The highest form of ignorance is when you reject something you don't know anything about. ",
    "Even the finest sword plunged into salt water will eventually rust.",
    "If you're really truthful with yourself, it's a wonderful guidance.  ",
    "Do what you feel in your heart to be right - for you'll be criticized anyway.",
    "Simplicity is a difficult thing to achieve.  ",
    "The heart wants what it wants - or else it does not care.",
    "If you do what you've always done, you'll get what you've always gotten.",
    "You cannot have a positive life and a negative mind.",
    "I am always doing what I cannot do yet, in order to learn how to do it.",
    "We are like islands in the sea, separate on the surface but connected in the deep.",
    "To create more positive results in your life, replace 'if only' with 'next time'.",
    "You can't stay in your corner of the Forest waiting for others to come to you. You have to go to them sometimes.",
    "Challenge yourself to find the good and beautiful thing inside of everyone.",
    "Most people dabble their way through life, never deciding to master anything in particular.",
    "An intelligence test sometimes shows a man how smart he would have been not to have taken it.",
    "The happiness of your life depends upon the quality of your thoughts; therefore guard accordingly.",
    "Nothing is too high for a man to reach, but he must climb with care and confidence",
    "Life is growth. If we stop growing, technically and spiritually, we are as good as dead.",
    "It is better to learn late than never.",
    "We are willing to believe anything other than the truth.",
    "Either you run the day or the day runs you.",
    "Accept responsibility for your life. Know that it is you who will get you where you want to go, no one else.",
    "Less is more.",
    "Everything that is made beautiful and fair and lovely is made for the eye of one who sees.",
    "Work joyfully and peacefully, knowing that right thoughts and right efforts inevitably bring about right results.",
    "Make improvements, not excuses. Seek respect, not attention.",
    "You become stronger with every problem you face and every obstacle you overcome.",
    "Respect other people's feelings. It might mean nothing to you, but it could mean everything to them.",
    "The friendship that can cease has never been real. ",
    "Know the rules well, so you can break them effectively.",
    "Your best life will not be found in comfort. It will be found in fighting for what you believe in.",
    "Learn the rules like a pro, so you can break them like an artist.",
    "Create with the heart; build with the mind.",
    "You will face many defeats in life, but never let yourself be defeated.",
    "If you only knew the magnificence of the 3, 6, and 9, then you would have a key to the universe.",
    "Happiness cannot be traveled to, owned, earned, worn or consumed.",
    "He who can no longer pause to wonder and stand rapt in awe, is as good as dead; his eyes are closed. ",
    "Everything great that has ever happened to humanity has begun as a single thought in someone's mind.",
    "Loving thoughts and actions are clearly beneficial for our physical and mental health.",
    "Eighty percent of success is showing up. "
]