[
    "We must learn to live together as brothers or perish together as fools.",
    "Adventure is worthwhile in itself.",
    "A single act of kindness throws out roots in all directions, and the roots spring up and make new trees.",
    "People think you're crazy if you talk about things they don't understand.",
    "A lot of people have gone further than they thought they could because someone else thought they could.",
    "When you realize you've made a mistake, take immediate steps to correct it.",
    "If anything is worth doing, do it with all your heart.",
    "Productize your perspective.",
    "When you have a dream, you've got to grab it and never let go.",
    "The less you respond to negative people, the more positive your life will become.",
    "You don't know who is important to you until you actually lose them.",
    "To be truly ignorant, be content with your own knowledge.",
    "The man who does not value himself, cannot value anything or anyone.",
    "If you do not get the chills when you set your goal you're not setting big enough goals.",
    "The road to success is always under construction.",
    "The finish line is just the beginning of a whole new race.",
    "Life is the art of drawing sufficient conclusions from insufficient premises.",
    "The eyes of others our prisons; their thoughts our cages.",
    "You're always free to change your mind and choose a different future, or a different past.",
    "When a man is penalized for honesty he learns to lie.",
    "A diamond is a piece of charcoal that handled stress exceptionally well.",
    "It doesn't matter where you are coming from. All that matters is where you are going. ",
    "We need a backbone, not a wishbone.",
    "Thoughts become things. If you see it in your mind, you will hold it in your hand.",
    "All our dreams can come true, if we have the courage to pursue them.",
    "Desire for the fruits of work must never be your motive in working.",
    "Always forgive your enemies - nothing annoys them so much. ",
    "Man suffers only because he takes seriously what the gods made for fun.",
    "When you repeat a mistake, it is not a mistake anymore: it is a decision.",
    "You find peace not by rearranging the circumstances of your life, but by realizing who you are at the deepest level.",
    "Whatever your heart clings to and confides in, that is really your God.",
    "To affect the quality of the day, that is the highest of arts.",
    "The journey is what brings us happiness not the destination.",
    "The idea of ourselves is our escape from the fact of what we really are.",
    "A fool sees himself as another, but a wise man sees others as himself.",
    "The future depends on what you do today. ",
    "We are always complaining that our days are few, and acting as though there would be no end of them.  ",
    "Yesterday is but today's memory, tomorrow is today's dream.",
    "Not all readers are leaders, but all leaders are readers.",
    "If you read a lot of books, you're considered well-read. But if you watch a lot of TV, you're not considered well-viewed.",
    "The only normal people are the ones you don't know very well.",
    "What a liberation to realize that 'the voice in my head' is not who I am. Who am I then? The one who sees that.",
    "We're responsible for everything that happens to us.",
    "The secret of success lies not in doing your own work, but in recognizing the right man to do it.",
    "It's only after you've stepped outside your comfort zone that you begin to change, grow, and transform.",
    "Love is the expression of one's values.",
    "Never do to others what you would not like them to do to you. ",
    "Wherever you are is the entry point.",
    "Do what is right, not what is easy, nor what is popular.",
    "Your gift is something that you can do innately better than anything else."
]