[
    "Before anything else, preparation is the key to success.",
    "There is no significance in life without struggle.",
    "When you're at the end of your rope, tie a knot and hold on.",
    "If you done it, it ain't bragging.",
    "Where ever you are, you are one with the clouds and one with the sun and the stars you see. You are one with everything.",
    "What is planted in each person's soul will sprout.  ",
    "Live, travel, adventure, bless, and don't be sorry.  ",
    "The worst part of success is trying to find someone who is happy for you.",
    "Don't talk about what you have done or what you are going to do.",
    "Longevity is a fleeting moment that lasts forever.",
    "Go and do the things you can't. That is how you get to do them.",
    "Courage is what it takes to stand up and speak. Courage is also what it takes to sit down and listen.",
    "I am not what happened to me, I am what I choose to become.",
    "One never does wrong by doing right.",
    "Confidence is not a guarantee of success, but a pattern of thinking that will improve your likelihood of success, a tenacious search for ways to make things work.",
    "People inspire you, or they drain you. Pick them wisely.",
    "We lie the loudest when we lie to ourselves.",
    "The river that flows in you also flows in me.",
    "When you're the only sane person, you look like the only insane person.",
    "Success is getting what you want... Happiness is wanting what you get.",
    "I believe that one of life's greatest risks is never daring to risk.",
    "You are not the drop in the ocean, but the ocean in the drop.",
    "Your hardest times often lead to the greatest moments of your life. Keep going. Tough situations build strong people in the end.",
    "You cannot always control what goes on outside. But you can always control what goes on inside. ",
    "The path is difficult to ensure worthiness. The lazy look elsewhere, The persevering find riches.",
    "We must be free not because we claim freedom, but because we practice it.",
    "A vital part of the happiness formula is self-discipline. Whoever conquers himself knows deep happiness that fills the heart with joy.",
    "Stop acting so small. You are the universe in ecstatic motion.",
    "Life has no limitations except the ones you make.",
    "No one can compete with you on being you. Most of life is a search for who and what needs you the most.",
    "Happiness is a quality of the soul...not a function of one's material circumstances.",
    "Whatever you do in life, surround yourself with smart people who'll argue with you.",
    "If you do not get the chills when you set your goal you're not setting big enough goals.",
    "It's easy to be a critic, but being a doer requires effort, risk, and change.  ",
    "It is the power of the mind to be unconquerable.",
    "Rewards and punishment is the lowest form of education.",
    "Everything around us is made up of energy. To attract positive things in your life, start by giving off positive energy.",
    "You were born to win, but to be a winner, you must plan to win, prepare to win, expect to win.",
    "Every moment is a fresh beginning.",
    "Be happy in the moment, that's enough. Each moment is all we need, not more.",
    "The best way to predict your future is to create it.",
    "You cannot find peace avoiding life.",
    "You were born to win, but to be a winner you must plan to win, prepare to win, and expect to win.",
    "The goal is not to be perfect by the end, the goal is to be better today.",
    "With self-discipline, almost anything is possible.",
    "Everything has beauty but not everyone sees it.",
    "Older men declare war. But it is youth that must fight and die.",
    "To lead the people, walk behind them.",
    "Like it or not, this moment is all we really have to work with.",
    "We can change our lives. We can do, have, and be exactly what we wish."
]