[
    "Patience is a form of wisdom. It demonstrates that we understand and accept the fact that sometimes things must unfold in their own time.",
    "You play the hand you're dealt. I think the game's worthwhile.  ",
    "Alone we can do so little; together we can do so much.",
    "Men are equal; it is not birth but virtue that makes the difference.",
    "Never say never, because limits, like fears, are often just an illusion.",
    "Those who know, do. Those that understand, teach.",
    "In youth we run into difficulties. In old age difficulties run into us. ",
    "You can't build a reputation on what you are going to do. ",
    "Whatever satisfies the soul is truth.",
    "One machine can do the work of fifty ordinary men. No machine can do the work of one extraordinary man.",
    "Give out what you most want to come back.",
    "There is nothing in the world so irresistibly contagious as laughter and good humor.",
    "It is safer to search in the maze than to remain in a cheeseless situation.",
    "It's possible in ways both large or small to make a difference in someone's life.",
    "Help others and give something back.",
    "If you find you are not valued and appreciated, then shift your attention to places where you will be valued and appreciated.",
    "You don't have to control your thoughts; you just have to stop letting them control you.",
    "Get mad, then get over it.",
    "There exists only the present instant; a Now which always and without end is itself new.",
    "Be - don't try to become ",
    "It doesn't matter what you do, only how well you do it.",
    "Life is from the inside out. When you shift on the inside, life shifts on the outside.",
    "Confidence is not a guarantee of success, but a pattern of thinking that will improve your likelihood of success, a tenacious search for ways to make things work.",
    "What people say, what people do, and what they say they do are entirely different things. ",
    "To lose your temper is only useful once a year.",
    "Fishing is much more than fish.",
    "If you're not making mistakes, then you're not doing anything.",
    "The deeper the truth in a creative work, the longer it will live.  ",
    "Use your smile to change the world but don't let the world change your smile.",
    "The greatest value of a picture is when it forces us to notice what we never expected to see.",
    "Believe you can and you're halfway there.",
    "If you want peace, you won't get it with violence.",
    "To a mind that is still, the entire universe surrenders.",
    "It is the power of thought that gives man power over nature.",
    "We crave for new sensations but soon become indifferent to them. The wonders of yesterday are today common occurrences ",
    "Wake up and smile! Wake up and be grateful!",
    "Trusting our intuition often saves us from disaster. ",
    "Remember, today is the tomorrow you worried about yesterday.",
    "It's not about what it is, it's about what it can become.",
    "Absorb what is useful, discard what is not, add what is uniquely your own.",
    "Live in each season as it passes; breathe the air, drink the drink, taste the fruit, and resign yourself to the influence of the earth.",
    "Silence is a source of great strength.",
    "Most people fail in life because they major in minor things.",
    "Fallacies do not cease to be fallacies because they become fashions.",
    "Your home is where your thoughts find peace.",
    "We suffer more often in imagination than in reality.",
    "The smallest act of kindness is worth more than the greatest intention.  ",
    "Successful people are always looking for opportunities to help others. Unsuccessful people are always asking, 'What's in it for me?'",
    "Your worth consists in what you are and not in what you have.",
    "A dead thing can go with the stream, but only a living thing can go against it."
]