[
    "A man is but a product of his thoughts. What he thinks he becomes.",
    "Your past does not equal your future.",
    "To find yourself, think for yourself.",
    "Never feel shame for trying and failing, for he who has never failed is he who has never tried.",
    "We cannot change anything unless we accept it.",
    "Life is what you make it. Always has been, always will be.",
    "Do not allow your inner doubts to keep you from achieving what you can do.",
    "Raise your words, not voice. It is rain that grows flowers, not thunder.",
    "A gentleman is one who puts more into the world than he takes out.",
    "Everyone thinks of changing the world, but no one thinks of changing himself.",
    "If life is a video game, the graphics are great, but the plot is confusing and the tutorial is way too long.",
    "There is little success where there is little laughter.",
    "May you find grace as you surrender to life. May you find happiness, as you stop seeking it.",
    "Procrastination is attitude's natural assassin. There's nothing so fatiguing as an uncompleted task.",
    "Each time we don't say what we wanna say, we're dying.",
    "Success comes to those who become success conscious.",
    "Death and life have their determined appointments; riches and honors depend upon heaven. ",
    "All that we see or seem is but a dream within a dream.",
    "Everything is possible. The impossible just takes longer.",
    "I have no methods; all I do is accept people as they are.",
    "It matters not who you love, where you love, why you love, when you love or how you love, it matters only that you love.",
    "There are more quarrels smothered by just shutting your mouth, and holding it shut, than by all the wisdom in the world.",
    "Change will not come if we wait for some other person, or if we wait for some other time.",
    "Happiness is a choice, not a result. Nothing will make you happy until you choose to be happy.",
    "Progress is limited by your ability to change your mind.",
    "Confidence is consistency of thinking about what is possible and how to make it possible.",
    "The power of human thought grows exponentially with the number of minds that share that thought.",
    "The harder you work, the harder it is to surrender.",
    "Be kind, for everyone you meet is fighting a harder battle.",
    "Do all things with love.",
    "Thought is so cunning, so clever, that it distorts everything for its own convenience.",
    "You can have the mind or you can have the moment.",
    "Nothing is too high for a man to reach, but he must climb with care and confidence",
    "The more knowledge you have, the more you're free to rely on your instincts.",
    "Boldness makes even the smallest animal dangerous.",
    "It is the greatest of all mistakes to do nothing because you can only do little; do something.",
    "Focused, hard work is the real key to success.",
    "Every one of us is the sum total of his own thoughts.",
    "Every great change is preceded by chaos.",
    "Time is more valuable than money. You can get more money, but you cannot get more time.",
    "Trust, but verify.",
    "Learning is a weightless treasure you can always carry easily.",
    "Don't take yourself too seriously, pretty soon you can find the humor in our everyday lives.",
    "If you don't know where you're going, you will probably end up somewhere else.",
    "Things cannot forever go downward. There are limits to everything—even the cold, and the darkness, and the wind, and the dying.",
    "Success is going from failure to failure without losing your enthusiasm",
    "You can do two things at once, but you can't focus effectively on two things at once.",
    "Your friends will know you better in the first minute you meet than your acquaintances will know you in a thousand years.",
    "Once you choose hope, anything's possible.",
    "The more rejection you get, the better you are, the more you've learned, the closer you are to your outcome."
]