[
    "Paths are made by walking.",
    "Not how long, but how well you have lived is the main thing.",
    "Why do you stay in prison when the door is so wide open?",
    "No one can confidently say that he will still be living tomorrow.",
    "It is useless to attempt to reason a man out of a thing he was never reasoned into.",
    "What people need and what they want may be very different.",
    "At every moment where language can't go, that's your mind.",
    "Opportunity often comes disguised in the form of misfortune or temporary defeat.",
    "Trust in dreams, for in them is the hidden gate to eternity.  ",
    "You can never get enough of what you don't need to make you happy.",
    "An empty head is not really empty; it is stuffed with rubbish. Hence the difficulty of forcing anything into an empty head.",
    "A man who cannot tolerate small misfortunes can never accomplish great things.",
    "We will now discuss in a little more detail the Struggle for Existence.",
    "If you cling to a certain thought with dynamic will power, it finally assumes a tangible outward form.",
    "Forgive yourself for your faults and your mistakes and move on.",
    "Definiteness of purpose is the starting point of all achievement. ",
    "The only way it gets better for you is when you get better. Better is not something you wish, it's something you become.",
    "The clock indicates the moment...but what does eternity indicate?",
    "Elegance does not consist in putting on a new dress.",
    "You cannot swim for new horizons until you have courage to lose sight of the shore.",
    "Doing what you love is the cornerstone of having abundance in your life. ",
    "Care about what other people think and you will always be their prisoner.",
    "The greatest value of a picture is when it forces us to notice what we never expected to see.",
    "The attempt to escape from pain, is what creates more pain.",
    "The future doesn't belong to the faint-hearted; it belongs to the brave.",
    "Begin now to be what you will be hereafter.",
    "All life is a manifestation of the spirit, the manifestation of love.",
    "Those who can make you believe absurdities can make you commit atrocities. ",
    "I love fools' experiments. I am always making them.",
    "Believe in one thing too much and you have no room for new ideas.  ",
    "Some of your greatest lessons come from your darkest moments.",
    "Challenge yourself to find the good and beautiful thing inside of everyone.",
    "Human happiness and moral duty are inseparably connected. ",
    "Within every desire is the mechanics of its fulfillment.",
    "If you want others to be happy, practice compassion. If you want to be happy, practice compassion.",
    "Magic is believing in yourself, if you can do that, you can make anything happen.",
    "Nothing in this world is worth having or worth doing unless it means effort, pain, difficulty.",
    "The truth is, everyone is going to hurt you. You just got to find the ones worth suffering for.",
    "Associate with people who are likely to improve you.  ",
    "Do not go where the path may lead, go instead where there is no path and leave a trail.",
    "You can easily judge the character of a man by how he treats those who can do nothing for him.",
    "Life is to be fortified by many friendships. To love, and to be loved, is the greatest happiness of existence.",
    "There can be no deep disappointment where there is not deep love.",
    "Learn to sit back and observe, not everything needs a reaction.",
    "Instead of worrying about what you cannot control, shift your energy to what you can create.",
    "Strategy is a commodity, execution is an art.",
    "Courage is fear that has said its prayers and decided to go forward anyway.",
    "Try to be a rainbow in someone's cloud.",
    "Life is either a daring adventure, or nothing.",
    "Every saint has a past, and every sinner has a future."
]