[
    "The most creative act you will ever undertake is the act of creating yourself.",
    "One day, in retrospect, the years of struggle will strike you as the most beautiful.",
    "It is literally true that you can succeed best and quickest by helping others succeed.",
    "Confidence is not a guarantee of success, but a pattern of thinking that will improve your likelihood of success, a tenacious search for ways to make things work.",
    "The universe doesn't give you what you ask for with your thoughts - it gives you what you demand with your actions.",
    "It's very important to like the people you work with, otherwise life and your job is gonna be quite miserable.",
    "Success is nothing more than a few simple disciplines practiced every day.",
    "If the only prayer you ever say in your entire life is thank you, it will be enough.",
    "It doesn't matter where you are, you are nowhere compared to where you can go.",
    "Believe in your infinite potential. Your only limitations are those you set upon yourself.",
    "True love stories never have endings.",
    "As you think, you travel, and as you love, you attract.",
    "It is safer to search in the maze than to remain in a cheeseless situation.",
    "Appear weak when you are strong, and strong when you are weak.",
    "Debt is the slavery of the free.",
    "Just because you are happy it does not mean that the day is perfect but that you have looked beyond its imperfections.",
    "A clear conscience never fears midnight knocking.",
    "There are no uninteresting things, only uninterested people.",
    "Man should fear never beginning to live.",
    "Everything great that has ever happened to humanity has begun as a single thought in someone's mind.",
    "Often in the real world, it's not the smart that get ahead, but the bold.",
    "I do not exist to impress the world. I exist to live my life in a way that will make me happy.",
    "No one can hurt you without your consent.",
    "Life is not always a matter of holding good cards, but sometimes, playing a poor hand well. ",
    "The grass is greener where you water it.",
    "Ability is a poor man's wealth.",
    "What the mind can conceive and believe, and the heart desire, you can achieve.",
    "Don't let the past steal your present.",
    "The quality, not the longevity, of one's life is what is important.",
    "The prettiest eyes have cried the most.",
    "It is in changing that we find purpose.",
    "When you reach the top of the mountain, keep climbing. ",
    "Better the cottage where one is merry than the palace where one weeps.",
    "FEAR has two meanings: 'Forget Everything And Run' or 'Face Everything And Rise.' The choice is yours.",
    "There is nothing more truly artistic than to love people.",
    "Your setback is just a setup for a comeback.",
    "Pursue what catches your heart, not what catches your eyes.",
    "It's not whether you get knocked down, its whether you get back up.",
    "I have no methods; all I do is accept people as they are.",
    "Friendship takes time and energy if it's going to work.",
    "We are born from a quiet sleep, and we die to a calm awakening",
    "Don't let the behavior of others destroy your inner peace.",
    "Don't waste your energy on being angry at something that somebody did six months ago or a year ago. It's over.",
    "Peace is letting it be. Letting life flow, letting emotions flow through you.",
    "You need to be doing fewer things for more effect instead of doing more things with side effects.",
    "As mortals, we're ruled by conditions, not by ourselves.",
    "Successful people ask better questions, and as a result, they get better answers.",
    "A man who cannot tolerate small misfortunes can never accomplish great things.",
    "It is impossible for a man to learn what he thinks he already knows.",
    "If your mind is empty, it is always ready for anything, it is open to everything."
]