[
    "To some degree, you control your life by controlling your time.",
    "Until we can manage time, we can manage nothing else.",
    "The goal is not to show how great you are to others, but how vulnerable you are to yourself.",
    "Silence is a source of great strength.",
    "To injure an opponent is to injure yourself. To control aggression without inflicting injury is the Art of Peace.",
    "Find something you love and do it better than everyone else.",
    "Belief creates the actual fact.",
    "The future depends on what you do today. ",
    "The unthankful heart discovers no mercies; but the thankful heart will find, in every hour, some heavenly blessings.",
    "To accomplish big things, I am convinced you must first dream big dreams.",
    "A gentleman accepts the responsibility of his actions and bears the burden of their consequences.",
    "When reading, only read. When eating, only eat. When thinking, only think.",
    "No duty is more urgent than that of returning thanks.",
    "The tragedy of life doesn't lie in not reaching your goal. The tragedy lies in having no goals to reach.",
    "You want to live but do you know how to live? You are scared of dying and tell me, is the kind of life you lead really any different from being dead?",
    "When a man is penalized for honesty he learns to lie.",
    "You make your own luck if you stay at it long enough.",
    "Consider the rights of others before your own feelings, and the feelings of others before your own rights.",
    "Change the changeable, accept the unchangeable, and remove yourself from the unacceptable. ",
    "The strength of a wall is neither greater nor less than the courage of the men who defend it. ",
    "Conscience is a man's compass. ",
    "The greatest work that kindness does to others is that it makes them kind themselves.",
    "Life is simply what our feelings do to us.",
    "You will never do anything in this world without courage. It is the greatest quality of the mind next to honor.",
    "Be strong. Be confident. Be the star of your own life.",
    "With self-discipline, almost anything is possible.",
    "I cannot make my days longer so I strive to make them better.",
    "Whenever you do a thing, act as if all the world were watching.",
    "The more you extend kindness to yourself, the more it will become your automatic response to others.",
    "Life moves on and so should we.",
    "Heart is what separates the good from the great.",
    "Strive for excellence, not perfection, because we don't live in a perfect world.",
    "You're only given a little spark of madness. You mustn't lose it.",
    "Nothing is really work unless you would rather be doing something else. ",
    "If we learn to open our hearts, anyone, including the people who drive us crazy, can be our teacher.",
    "You need to be doing fewer things for more effect instead of doing more things with side effects.",
    "Your friends will know you better in the first minute you meet than your acquaintances will know you in a thousand years.",
    "Learn to use your emotions to think, not think with your emotions.",
    "Stop being a prisoner of your past. Become the architect of your future.",
    "Once you choose hope, anything's possible.",
    "The whole world is a series of miracles, but we're so used to them we call them ordinary things.",
    "Happiness can be found, even in the darkest of times, if one only remembers to turn on the light.",
    "Life has more imagination than we carry in our dreams.",
    "Fiction is the truth inside the lie.",
    "The power to make and break habits and learning how to do that is really important.",
    "True it is, we only hate those whom we do not know.",
    "I thought how unpleasant it is to be locked out; and I thought how it is worse, perhaps, to be locked in.",
    "As soon as you truly commit to making something happen, the 'how' will reveal itself.",
    "We are always complaining that our days are few, and acting as though there would be no end of them.  ",
    "Truth is such a rare thing, it is delighted to tell it."
]