[
    "Every person, all the events of your life are there because you have drawn them there. What you choose to do with them is up to you.",
    "Do every act of your life as if it were your last.",
    "Quality is not an act, it is a habit.",
    "Stop comparing yourself to others and focus on your own improvement.",
    "Learning is a weightless treasure you can always carry easily.",
    "Instead of worrying about what you cannot control, shift your energy to what you can create.",
    "May you live all the days of your life.",
    "Observe things as they are and don't pay attention to other people.",
    "No man is more cheated than the selfish man.",
    "When you lose your desire for things that do not matter, you will be free.",
    "Just do what must be done. This may not be happiness but it is greatness.",
    "Thought is so cunning, so clever, that it distorts everything for its own convenience.",
    "Showing off is the fool's idea of glory. ",
    "Failure is the highway to success.",
    "Sometimes you will never know the value of something, until it becomes a memory.",
    "Life is like a wheel. Sooner or later, it always comes around to where you started again.",
    "Everything that is made beautiful and fair and lovely is made for the eye of one who sees.",
    "Live your life and forget your age.",
    "To be in harmony with the wholeness of things is not to have anxiety over imperfections.",
    "When one door closes another door opens. ",
    "When it comes to mastering a skill, time is the magic ingredient.",
    "Patience is bitter, but its fruit is sweet.",
    "We don't stumble accidentally into an amazing life. It takes decision, a commitment to consistently work on ourselves.",
    "Fishing is much more than fish.",
    "One of the really tough things is figuring out what questions to ask. Once you figure out the question, then the answer is relatively easy.",
    "Quality is more important than quantity. One home run is much better than two doubles.",
    "There is nothing quite so tragic as a young cynic.",
    "If you want work well done, select a busy man; the other kind has no time.",
    "All wealth is the product of labor.",
    "It is very obvious that we are not influenced by 'facts' but by our interpretation of the facts.",
    "It is during our darkest moments that we must focus to see the light.",
    "People seldom do what they believe in. They do what is convenient, then repent.",
    "If you want to be sad, no one in the world can make you happy. But if you make up your mind to be happy, no one and nothing on earth can take that happiness from you.",
    "Don't gain the world and lose your soul. Wisdom is better than silver and gold.",
    "It's not the men in your life that matters, it's the life in your men.",
    "Persistence. Perfection. Patience. Power. Prioritize your passion. It keeps you sane.",
    "To be able to forget means sanity.",
    "Truth is such a rare thing, it is delighted to tell it.",
    "An investment in knowledge pays the best interest.",
    "Preoccupied with a single leaf you won't see the tree.",
    "The art of being wise is knowing what to overlook.",
    "The best answer to anger is silence.",
    "The difference between treason and patriotism is only a matter of dates.",
    "Happiness is the absence of the striving for happiness.",
    "Don't want anything. Then you get everything.",
    "Silence is sometimes the best answer.",
    "To achieve, you need thought. You have to know what you are doing and that's real power.",
    "Create with the heart; build with the mind.",
    "Only those who will risk going too far can possibly find out how far one can go.",
    "You can live a whole life time never being awake."
]