[
    "Every man's work, whether it be literature or music or pictures or architecture or anything else, is always a portrait of himself.",
    "Longevity is a fleeting moment that lasts forever.",
    "Trying to define yourself is like trying to bite your own teeth.",
    "When obstacles arise, you change your direction to reach your goal; you do not change your decision to get there.",
    "Make each day your masterpiece.",
    "20 percent of your activities will account for 80 percent of your results.",
    "Peaceful is the one who expects nothing.",
    "Mistakes are always forgivable, if one has the courage to admit them. ",
    "A golden cage is still just a cage.",
    "Convinced myself, I seek not to convince.",
    "Character is the result of two things: mental attitude and the way we spend our time.",
    "Progress is limited by your ability to change your mind.",
    "You're braver than you believe, and stronger than you seem, and smarter than you think.",
    "If you want to feel happy, do something for yourself. If you want to feel fulfilled, do something for someone else.",
    "There are no secrets to success. It is the result of preparation, hard work, learning from failure.",
    "Not all those who wander are lost.",
    "You can't have anything worthwhile without difficulties.",
    "Supreme excellence consists of breaking the enemy's resistance without fighting.",
    "Some of us learn from other people's mistakes and the rest of us have to be other people.  ",
    "Give a girl the right shoes, and she can conquer the world.",
    "Every moment you get is a gift. Spend it on things that matter. Don't spend it by dwelling on unhappy things.",
    "The privilege of a lifetime is to become who you truly are.",
    "Your setback is just a setup for a comeback.",
    "To some degree, you control your life by controlling your time.",
    "There is no greatness where there is not simplicity, goodness, and truth.",
    "Giving is the secret of a healthy life. Not necessarily money, but whatever a person has of encouragement, sympathy and understanding.",
    "We live only now. Everything else is either passed or is unknown.",
    "Actions are the seeds of fate. Deeds grow into destiny.",
    "Success comes from knowing that you did your best to become the best that you are capable of becoming.",
    "Reflect upon your present blessings of which every man has many - not on your past misfortunes, of which all men have some.",
    "The quality, not the longevity, of one's life is what is important.",
    "The divine is not something high above us. It is in heaven, it is in earth, it is inside us.",
    "Happiness cannot be traveled to, owned, earned, worn or consumed.",
    "Nourish the mind like you would your body. The mind cannot survive on junk food.",
    "I think it's very important to have a feedback loop, where you're constantly thinking about what you've done and how you could be doing it better.",
    "You drown not by falling into a river, but by staying submerged in it.",
    "Success is not to be pursued, it is to be attracted by the person you become.",
    "We must embrace pain and burn it as fuel for our journey.",
    "The highest form of ignorance is when you reject something you don't know anything about. ",
    "One loses many laughs by not laughing at oneself.",
    "Everything eaten is killed. Every meal is a sacrifice.",
    "The only thing we have to fear is fear itself.",
    "You can start changing our world for the better daily, no matter how small the action.",
    "Without struggle, no progress and no result. Every breaking of habit produces a change in the machine.",
    "Argue for your limitations and sure enough, they're yours.",
    "Don't shortchange yourself when it comes to investing in your own better future.",
    "Don't be afraid to see what you see.",
    "Imagination is everything. It is the preview of life's coming attractions.",
    "By the practice of meditation, you will find that you are carrying within your heart a portable paradise.",
    "If you want to be sad, no one in the world can make you happy. But if you make up your mind to be happy, no one and nothing on earth can take that happiness from you."
]