[
    "Even if you're sure you can win, be careful that you can live with what you lose.",
    "Our joy does not have to be based on our circumstances.",
    "Make your mind your own business.",
    "Well done is better than well said.",
    "A good stance and posture reflect a proper state of mind.",
    "In the middle of chaos lies opportunity.  ",
    "We can see through others only when we can see through ourselves.",
    "Walking with a friend in the dark is better than walking alone in the light.",
    "Formal education will make you a living, self-education will make you a fortune.",
    "If you want something then you lose everything. If you don't want anything then you already have everything.",
    "Do not ignore the passion that burns in you. Spend time to discover your gift.",
    "The clock indicates the moment...but what does eternity indicate?",
    "Everyday you can take a tiny step in the right direction.",
    "The best way out is always through.",
    "Be a master of change rather than a victim of change.",
    "The most difficult times for many of us are the ones we give ourselves.",
    "Heroes don't need to talk about what they did.",
    "The friend is the man who knows all about you, and still likes you.",
    "Happiness is not the absence of problems, it's the ability to deal with them.",
    "In youth we run into difficulties. In old age difficulties run into us. ",
    "Be who you are and say what you feel because those who mind don't matter and those who matter don't mind.",
    "We have a duty to maintain the light of consciousness to make sure it continues into the future.",
    "It takes half your life before you discover life is a do-it-yourself project.",
    "Confidence is the greatest friend.",
    "The best way to find yourself is to lose yourself in the service of others.",
    "Change happens when the pain of holding on becomes greater than the fear of letting go.",
    "True wealth is of the heart, not of the purse.",
    "The mind that turns ever outward Will have no end to craving. Only the mind turned inward Will find a still-point of peace.",
    "A single act of kindness throws out roots in all directions, and the roots spring up and make new trees.",
    "Life happens in the river, not the shore.",
    "When you believe in a thing, believe in it all the way, implicitly and unquestionable.",
    "You can only lose something that you have, but you cannot lose something that you are.",
    "Do every act of your life as if it were your last.",
    "You are not what you think you are, You are not what others think you are, You are what you think others think you are.",
    "The world is a puzzle; no need to make sense out of it.",
    "Whatever you decide to do, make sure it makes you happy.",
    "Think of yourself as dead. you have lived your life. Now, take what's left, and live it properly.",
    "Patience is a form of wisdom. It demonstrates that we understand and accept the fact that sometimes things must unfold in their own time.",
    "Don't let the silly little dramas of each day get you down. For you are here to do great things.",
    "Men are anxious to improve their circumstances but are unwilling to improve themselves; they therefore remain bound.",
    "Be gentle with yourself. Think less and feel more. Be as happy as you can. You only have this moment.",
    "Not everything that weighs you down is yours to carry.",
    "Catch, then, O catch the transient hour; Improve each moment as it flies! ",
    "People rarely succeed unless they have fun in what they are doing.",
    "As long as a human being worries about when he will die, and what he has that is his, all of his works are zero.",
    "The outer conditions of a person's life will always be found to reflect their inner beliefs.",
    "If you read a lot of books, you're considered well-read. But if you watch a lot of TV, you're not considered well-viewed.",
    "Change yourself - you are in control.",
    "You are not the drop in the ocean, but the ocean in the drop.",
    "Get busy living, or get busy dying."
]