[
    "Confidence comes from crossing thresholds.",
    "Life is not a problem to be solved, but a reality to be experienced.",
    "When you consider things like the stars, our affairs don't seem to matter very much, do they?",
    "Try not to become a man of success, but rather try to become a man of value.",
    "Human behavior flows from three main sources: desire, emotion, and knowledge.",
    "There is always room in your life for thinking bigger, pushing limits and imagining the impossible.",
    "If you aim at nothing, you will hit it every time.  ",
    "What people need and what they want may be very different.",
    "Throw me to the wolves and I will return leading the pack.  ",
    "If you are unable to find the truth right where you are, where else do you expect to find it?",
    "Never stand begging for that which you have the power to earn.",
    "When asked, how do you write? I invariably answer, one word at a time.",
    "Nothing ever goes away until it has taught us what we need to know.",
    "An intelligent person hires people who are more intelligent than he is.",
    "You are always your own best guru, your own best teacher, the answers are always inside you.",
    "Change is never easy, but always possible.",
    "I want the fishing rod, not the fish.",
    "To live is to be willing to die over and over again.",
    "Be still when you have nothing to say; when genuine passion moves you, say what you've got to say, and say it hot.",
    "Man suffers only because he takes seriously what the gods made for fun.",
    "There is no right or wrong, only a series of possibilities that shift with each thought, feeling, and action that you experience.",
    "There are as many opinions as there are experts.",
    "Passion is energy. Feel the power that comes from focusing on what excites you. ",
    "The time is now, the place is here. Stay in the present.",
    "I skate to where the puck is going to be, not where it has been.",
    "Shoot for the moon, because even if you miss, you'll land among the stars.",
    "To be yourself in a world that is constantly trying to make you something else is the greatest accomplishment.",
    "Behind every beautiful thing, there's some kind of pain.",
    "If you can't fly, run. If you can't run, walk. If you can't walk, crawl, but by all means, keep moving.",
    "The golden opportunity you are seeking is within yourself.",
    "When you have a dream, you've got to grab it and never let go.",
    "The wise accomplish all that they want without arousing the envy or scorn of others.",
    "Change happens when the pain of holding on becomes greater than the fear of letting go.",
    "If you've made a mistake, it's better just to laugh at it.",
    "Conscience is a man's compass. ",
    "The road to success is always under construction.",
    "Dance first. Think later. It's the natural order.",
    "Live as if you were to die tomorrow. Learn as if you were to live forever.",
    "Against the assault of laughter nothing can stand.",
    "There is only the one reality, neither to be realized nor attained.",
    "Be royal in your own fashion: act like a king to be treated like one.",
    "This is such a short and precious life that it's really important that you don't spend it being unhappy.",
    "Amateurs sit and wait for inspiration, the rest of us just get up and got to work.",
    "Life begins where fear ends.",
    "The joy of life comes from our encounters with new experiences.",
    "You're braver than you believe, and stronger than you seem, and smarter than you think.",
    "There are people who have money and people who are rich.",
    "Science can flourish only in an atmosphere of free speech. ",
    "Who you are is always right.",
    "The tragedy of life doesn't lie in not reaching your goal. The tragedy lies in having no goals to reach."
]