[
    "Live and act within the limit of your knowledge and keep expanding it to the limit of your life.",
    "Do not ignore the passion that burns in you. Spend time to discover your gift.",
    "Life moves on and so should we.",
    "Closing your eyes and listening to silence is self-care.",
    "An investment in knowledge pays the best interest.",
    "Never close your lips to those whom you have already opened your heart.",
    "No great mind has ever existed without a touch of madness.",
    "The ones who are crazy enough to think they can change the world, are the ones that do.",
    "A real decision is measured by the fact that you've taken a new action. If there's no action, you haven't truly decided.",
    "Only when I fall do I get up again.",
    "The smallest act of kindness is worth more than the greatest intention.  ",
    "Nothing good ever comes of violence.",
    "Care about what other people think and you will always be their prisoner.",
    "Find your Light; They can't love you if they can't see you.",
    "Remember to look up at the stars and not down at your feet.",
    "Happiness is a quality of the soul...not a function of one's material circumstances.",
    "Every day passes whether you participate or not.",
    "Learn to use your emotions to think, not think with your emotions.",
    "Creative endeavors are by their nature uncertain.",
    "Happiness is not something ready made. It comes from your own actions.",
    "A leader is best when people barely know he exists, when his work is done, his aim fulfilled, they will say: we did it ourselves.",
    "Whatever your mind can conceive and believe, it can achieve.",
    "Stop wasting time defending your problems and work on addressing them instead.",
    "We're responsible for everything that happens to us.",
    "To know even one life has breathed easier because you have lived. This is to have succeeded.",
    "Every act of creation is first an act of destruction.",
    "To be alive - is Power.",
    "Reversing your treatment of the man you have wronged is better than asking his forgiveness.",
    "Trying to define yourself is like trying to bite your own teeth.",
    "By seeking and blundering we learn.",
    "The truth is rarely pure and never simple. ",
    "The greatest treasures are those invisible to the eye but found by the heart.",
    "The seasons do not push one another; neither do clouds race the wind across the sky. All things happen in their own good time.",
    "Know yourself and you will win all battles.",
    "If there were no God, there would be no atheists.",
    "Thinking is difficult, that's why most people judge.",
    "To know your Enemy, you must become your Enemy.",
    "Show up even when you don't want to show up.",
    "Receive without pride, let go without attachment.",
    "Cease striving. Then there will be transformation.",
    "Dreams are the touchstones of our characters.",
    "Good judgment comes from experience, and experience comes from bad judgment.",
    "Much learning does not teach understanding.",
    "The things I carry are my thoughts. That's it. They are the only weight. My thoughts determine whether I am free and light or burdened.",
    "The most difficult thing is the decision to act, the rest is merely tenacity. The fears are paper tigers.",
    "For your life to be great, your faith must be bigger than your fear.",
    "There is no truth. There is only perception.",
    "No amount of regretting can change the past, and no amount of worrying can change the future.",
    "The greatest of empires, is the empire over one's self.",
    "Working hard for something we don't care about is called stress: Working hard for something we love is called passion."
]