[
    "Learn to enjoy every minute of your life. Be happy now. Don't wait for something outside of yourself to make you happy in the future.",
    "Attitude drives actions. Actions drive results. Results drive lifestyles.",
    "It's much better to do good in a way that no one knows anything about it.",
    "The best revenge is to be unlike him who performed the injury.",
    "No one can hurt you without your consent.",
    "Have the fearless attitude of a hero and the loving heart of a child.",
    "I must also have a dark side if I am to be whole.",
    "Age is a very high price to pay for maturity.",
    "A good stance and posture reflect a proper state of mind.",
    "Fear is stupid. So are regrets.",
    "If I can laugh, I can live.",
    "It is literally true that you can succeed best and quickest by helping others succeed.",
    "Resilience is not what happens to you. It's how you react to, respond to, and recover from what happens to you.",
    "I live by letting things happen.",
    "It's not what we do once in a while that shapes our lives, but what we do consistently.",
    "Spend eighty percent of your time focusing on the opportunities of tomorrow rather than the problems of yesterday.",
    "Success in any endeavor depends on the degree to which it is an expression of your true self. ",
    "The biggest mistake we could ever make in our lives is to think we work for anybody but ourselves.",
    "Old age is like everything else. To make a success of it, you've got to start young.",
    "It matters not what someone is born, but what they grow to be.",
    "Setting goals is the first step in turning the invisible into the visible.",
    "Everyone is a moon, and has a dark side which he never shows to anybody.",
    "Great minds discuss ideas. Average minds discuss events. Small minds discuss people.",
    "Life is a challenge, meet it! Life is a dream, realize it! Life is a game, play it! Life is love, enjoy it!",
    "If you are going to achieve excellence in big things, you develop the habit in little matters.",
    "Happiness is the spiritual experience of living every minute with love, grace and gratitude.",
    "The ability to observe without evaluating is the highest form of intelligence.",
    "Those who can make you believe absurdities can make you commit atrocities. ",
    "When reading, only read. When eating, only eat. When thinking, only think.",
    "Everything has its beauty, but not everyone sees it. ",
    "If you throw away all thoughts of attainment, you will then come to see the real purpose of your quest.",
    "Nothing makes a man broad-minded like adversity.",
    "Nothing is particularly hard if you divide it into small jobs. ",
    "Make peace with your inner turmoil.",
    "Aim for the moon. If you miss, you may hit a star.",
    "Rather than love, than money, than fame, give me truth.",
    "Remain calm, serene, always in command of yourself. You will then find out how easy it is to get along. ",
    "The journey is what brings us happiness not the destination.",
    "To affect the quality of the day, that is the highest of arts.",
    "Hope means hoping when everything seems hopeless.",
    "Patience is a form of wisdom. It demonstrates that we understand and accept the fact that sometimes things must unfold in their own time.",
    "Enjoy when you can, and endure when you must.",
    "Faith means believing the unbelievable.",
    "Circumstances rule men; men do not rule circumstances. ",
    "Strategy without tactics is the slowest route to victory. Tactics without strategy is the noise before defeat.",
    "We never know how high we are till we are called to rise. Then if we are true to form our statures touch the skies.",
    "Perfectionism is simply putting a limit on your future.",
    "If you want to feel happy, do something for yourself. If you want to feel fulfilled, do something for someone else.",
    "Love is the energy of life.",
    "Our truest life is when we are in dreams awake."
]