[
    "It is safer to search in the maze than to remain in a cheeseless situation.",
    "Live your life and forget your age.",
    "Every day do something that will inch you closer to a better tomorrow.",
    "People spend too much time doing and not enough time thinking about what they should be doing.",
    "The danger of an adventure is worth a thousand days of ease and comfort.",
    "While some of us act without thinking, too many of us think without acting.",
    "If you think adventure is dangerous, try routine; it is lethal.",
    "The fear of death follows from the fear of life. A man who lives fully is prepared to die at any time.",
    "Everything that is made beautiful and fair and lovely is made for the eye of one who sees.",
    "Opportunities don't often come along. So, when they do, you have to grab them.",
    "Change yourself and you have done your part in changing the world.",
    "Only by attracting the best people will you accomplish great deeds.",
    "Freedom itself demands discomfort.",
    "No one can hurt you without your consent.",
    "When it is dark enough, you can see the stars.",
    "In spite of everything, I shall rise again.",
    "The only thing worse than being blind is having sight but no vision.",
    "Fear not the path of Truth for the lack of People walking on it.",
    "The question isn't who is going to let me; it's who is going to stop me.",
    "The birth of the mind is the death of the senses.",
    "The way we feel is the direct result of what we think.",
    "Short cuts make long delays.",
    "A dream you dream alone is only a dream. A dream you dream together is reality.",
    "The swift wind of compromise is a lot more devastating than the sudden jolt of misfortune. ",
    "Life is a question and how we live it is our answer.",
    "If the misery of the poor be caused not by the laws of nature, but by our institutions, great is our sin.",
    "Confidence is consistency of thinking about what is possible and how to make it possible.",
    "The whole world is a series of miracles, but we're so used to them we call them ordinary things.",
    "Hope is not a strategy. Luck is not a factor. Fear is not an option.",
    "Happiness is a gift and the trick is not to expect it, but to delight in it when it comes.",
    "Only I can change my life. No one can do it for me.",
    "Treat every moment as your last. It is not preparation for something else.",
    "The only limits in your life are those that you set yourself.",
    "There is peace even in the storm.",
    "Do not ignore the passion that burns in you. Spend time to discover your gift.",
    "When you are tough on yourself, life is going to be infinitely easier on you.  ",
    "The world doesn't always give you want, but it often gives you what you need.",
    "Love and compassion are necessities, not luxuries. Without them, humanity cannot survive.",
    "Action is the foundational key to all success.",
    "The biggest challenge after success is shutting up about it.",
    "Life can be the scariest and most beautiful thing simultaneously.",
    "It takes a great deal of bravery to stand up to our enemies, but just as much to stand up to our friends.",
    "He who has overcome his fears will truly be free.",
    "Our attitude toward life determines life's attitude towards us.",
    "Every act of creation is first an act of destruction.",
    "What a book a devil's chaplain might write on the clumsy, wasteful, blundering, low, and horribly cruel work of nature!",
    "Every day is an opportunity to a make a new happy ending.",
    "Everything around us is made up of energy. To attract positive things in your life, start by giving off positive energy.",
    "The best and most beautiful things in the world cannot be seen or even touched - they must be felt with the heart.",
    "Nothing like a health problem to turn up the contrast dial for the rest of life."
]