[
    "Only the hand that erases can write the true thing.",
    "Don't ever save anything for a special occasion. Being alive is the special occasion.",
    "We have a duty to maintain the light of consciousness to make sure it continues into the future.",
    "Everyday you can take a tiny step in the right direction.",
    "Often in the real world, it's not the smart that get ahead, but the bold.",
    "In matters of style, swim with the current; in matters of principle, stand like a rock.",
    "Sometimes you will never know the value of something, until it becomes a memory.",
    "We are what we repeatedly do. Excellence, then, is not an act, but a habit.",
    "Each day provides it's own gifts.",
    "The more you feed your mind with positive thoughts, the more you can attract great things into your life.",
    "Each day your life grows a day shorter. Make every move count.",
    "It is our experiences that mold us into who we are...during times of adversity our true character will show.",
    "Don't seek, don't avoid, don't expect. Take what comes and be happy.",
    "Never put off to tomorrow what you can do to-day.",
    "Stand up to your obstacles and do something about them. You'll find they haven't half the strength you think they have.",
    "We would accomplish many more things if we did not think of them as impossible.",
    "A little progress each day adds up to big results.",
    "I think self-awareness is probably the most important thing towards being a champion. ",
    "Paths are made by walking.",
    "Death walks faster than the wind and never returns what he has taken.",
    "Forget mistakes. Forget failure. Forget everything except what you are going to do now and do it. Today is your lucky day!",
    "The best way to find yourself is to lose yourself in the service of others.",
    "Circumstances do not make the man, they reveal him.",
    "Deeds will not be less valiant because they are upraised.",
    "Conscience is a dog that does not stop us from passing but that we cannot prevent from barking.",
    "Don't want anything. Then you get everything.",
    "The most difficult times for many of us are the ones we give ourselves.",
    "Fools talk, cowards are silent, wise men listen.",
    "It is hard to fail, but it is worse never to have tried to succeed.",
    "Procrastination is one of the most common and deadliest of diseases and its toll on success and happiness is heavy.",
    "Patience is a bitter plant, but its fruit is sweet.",
    "What you become is far more important than what you get.",
    "Your success and happiness lie in you.",
    "To succeed takes more than the desire to win. It also takes the acceptance that we could fail.",
    "We need a backbone, not a wishbone.",
    "If you are patient in one moment of anger, you will escape a hundred days of sorrow. ",
    "A leader is best when people barely know he exists, when his work is done, his aim fulfilled, they will say: we did it ourselves.",
    "If you want to be successful, find someone who has achieved the results you want and copy what they do and you'll achieve the same results.",
    "Insanity is relative. It depends on who has who locked in what cage.  ",
    "My definition of success is control.",
    "Someday death will take us to another star.",
    "Find something you love and do it better than everyone else.",
    "Before you embark on a journey of revenge, dig two graves. ",
    "The attempt to escape from pain, is what creates more pain.",
    "We must not cease from exploration. And the end of all our exploring will be to arrive where we began and to know the place for the first time.",
    "Everyone has oceans to fly, if they have the heart to do it. Is it reckless? Maybe. But what do dreams know of boundaries.",
    "Learn only how to avoid seeking for and attaching yourselves to anything.",
    "Tenderness and kindness are not signs of weakness and despair, but manifestations of strength and resolution.",
    "We must learn to live together as brothers or perish together as fools.",
    "Be patient and calm; no one can catch fish in anger."
]