[
    "Our joy does not have to be based on our circumstances.",
    "There is no path to Love. Love is the path.",
    "To the mind that is still, the whole universe surrenders.",
    "If you spend too much time thinking about a thing, you'll never get it done. ",
    "New opinions are always suspected, and usually opposed, without any other reason but because they are not common.",
    "Is it really possible to tell someone else what one feels?",
    "If you always do what you've always done, you'll always get what you've always got. ",
    "Before you speak, ask yourself, is it kind, is it necessary, is it true, does it improve the silence?",
    "Old age is like everything else. To make a success of it, you've got to start young.",
    "The first principle of success is desire.",
    "Show up even when you don't want to show up.",
    "Remain calm, serene, always in command of yourself. You will then find out how easy it is to get along. ",
    "Your time is limited, so don't waste it living someone elses. life. Don't be trapped by dogma - which is living with the results of other people's thinking.",
    "Help others achieve their dreams and you will achieve yours.",
    "If you don't know where you're going, you will probably end up somewhere else.",
    "Experience is simply the name we give our mistakes. ",
    "Just because something isn't a lie does not mean that it isn't deceptive.",
    "There's no next time. It's now or never.",
    "Peaceful is the one who expects nothing.",
    "Love is the expression of one's values.",
    "First learn the meaning of what you say, and then speak.",
    "In the practice of tolerance, one's enemy is the best teacher.",
    "Being a good example is the best form of service.",
    "She who loves roses must be patient and not cry out when she is pierced by thorns.",
    "The present moment is filled with joy and happiness. If you are attentive, you will see it.",
    "Everything will be ok in the end. If it's not ok, it's not the end.",
    "If you want to find the secrets of the universe, think in terms of energy, frequency and vibration. ",
    "Perhaps the most tragic thing about mankind is that we are all dreaming about some magical garden over the horizon, instead of enjoying the roses that are right outside today.",
    "Most people fail in life not because they aim too high and miss, but because they aim too low and hit.",
    "If I persist long enough I will win.",
    "For your life to be great, your faith must be bigger than your fear.",
    "The major difference between the big shot and the little shot is the big shot is just a little shot who kept on shooting.",
    "Sadness is but a wall between two gardens.",
    "There's more to life than being a passenger.",
    "The smallest act of kindness is worth more than the greatest intention.  ",
    "Sometimes your joy is the source of your smile, but sometimes your smile can be the source of your joy.",
    "Live your life as an exclamation rather than an explanation.",
    "Tall oaks grow from little acorns.",
    "Death walks faster than the wind and never returns what he has taken.",
    "Pleasure is always derived from something outside you, whereas joy arises from within. ",
    "If the only prayer you ever say in your entire life is thank you, it will be enough.",
    "It ain't where you start in life, it's where you end up, and what you did along the way.",
    "Simplicity is the glory of expression.",
    "When the time is gone, you can never get it back.",
    "Stop being a prisoner of your past. Become the architect of your future.",
    "When you are talented you do it whatever it is until your fingers bleed or your eyes are ready to fall out of your head.",
    "The greatest treasures are those invisible to the eye but found by the heart.",
    "The educated differ from the uneducated as much as the living differ from the dead.",
    "Within every desire is the mechanics of its fulfillment.",
    "It is difficult to free fools from the chains they revere. "
]