[
    "The fewer the words, the better the prayer.",
    "By failing to prepare, you are preparing to fail.",
    "Generosity is giving more than you can, and pride is taking less than you need.",
    "Play your part in life, but never forget that it is only a role.",
    "The past is history. It no longer exists, but you are keeping it alive in your mind through your thoughts.  Let it go. It is not serving you.",
    "Do not try to be on the side of the majority, but live according to your inner laws.",
    "If you want to see things just as they are, then you yourself must practice just as you are.",
    "Have the courage to follow your heart and intuition. They somehow know what you truly want to become.",
    "The greatest of empires, is the empire over one's self.",
    "It takes half your life before you discover life is a do-it-yourself project.",
    "Nothing is permanent in this wicked world - not even our troubles.",
    "Go for it now. The future is promised to no one.",
    "Life can be the scariest and most beautiful thing simultaneously.",
    "People don't realize that now is all there ever is; there is no past or future except as memory or anticipation in your mind.",
    "Give out what you most want to come back.",
    "Success is a poor teacher.",
    "The educated differ from the uneducated as much as the living differ from the dead.",
    "You are never too old to set another goal or to dream a new dream.",
    "Absorb what is useful, discard what is not, add what is uniquely your own.",
    "Don't be afraid to see what you see.",
    "It's much better to do good in a way that no one knows anything about it.",
    "If you don't read the newspaper, you're uninformed. If you read the newspaper, you're misinformed.",
    "To be yourself in a world that is constantly trying to make you something else is the greatest accomplishment.",
    "If you put yourself in a position where you have to stretch outside your comfort zone, then you are forced to expand your consciousness.",
    "It is not fair to ask of others what you are not willing to do yourself.",
    "If you want work well done, select a busy man; the other kind has no time.",
    "A man should never be ashamed to own that he has been in the wrong, which is but saying, that he is wiser today than yesterday.",
    "Whatever you think the world is withholding from you, you are withholding from the world.",
    "Luck is a matter of preparation meeting opportunity.",
    "In order to carry a positive action, we must develop here a positive vision.",
    "The mind is the limit.",
    "Failure is feedback. Learn from it and move on.",
    "Every person, all the events of your life are there because you have drawn them there. What you choose to do with them is up to you.",
    "Exceptional thinkers ignore their critics and go about their business making history.",
    "All happiness depends on courage and work.",
    "Even when you think you have your life all mapped out, things happen that shape your destiny in ways you might never have imagined.",
    "Unexpressed emotions will never die. They are buried alive and will come forth later in uglier ways.",
    "Do not wait for leaders; do it alone, person to person.",
    "It's always to soon to quit!",
    "You play the hand you're dealt. I think the game's worthwhile.  ",
    "Conflict cannot survive without your participation. ",
    "Never to suffer would never to have been blessed.",
    "Management is doing things right; leadership is doing the right things.",
    "Tension is who you think you should be. Relaxation is who you are.",
    "TEAMWORK: the fuel that allows common people attain uncommon results.",
    "What keeps life fascinating is the constant creativity of the soul.",
    "We become what we believe.",
    "Change begets change. Nothing propagates so fast.",
    "A creative man is motivated by the desire to achieve, not by the desire to beat others.",
    "For your life to be great, your faith must be bigger than your fear."
]