[
    "It's always to soon to quit!",
    "The only way to 'find out if it will work out' is to do it.",
    "The more you lose yourself in something bigger than yourself, the more energy you will have.",
    "Life begins where fear ends.",
    "The future is the worst thing about the present.",
    "The consequences of today are determined by the actions of the past. To change your future, alter your decisions today.",
    "The goal is not to show how great you are to others, but how vulnerable you are to yourself.",
    "The universe doesn't allow perfection.",
    "Our virtues and our failings are inseparable, like force and matter. When they separate, man is no more. ",
    "A real friend is one who walks in when the rest of the world walks out.",
    "Little by little, one travels far.",
    "The most important thing in communication is to hear what isn't being said.",
    "It is the power of thought that gives man power over nature.",
    "Selfishness and greed, individual or national, cause most of our troubles.",
    "Failure is the key to success; each mistake teaches us something.",
    "In a world that is constantly changing, it is to our advantage to learn how to adapt and enjoy something better.",
    "You are the average of the five people you spend most time with.",
    "Do something to move yourself toward your major goal every day.",
    "Your greatest asset is your earning ability. Your greatest resource is your time.",
    "There are no uninteresting things, only uninterested people.",
    "The secret of happiness, you see, is not found in seeking more, but in developing the capacity to enjoy less.",
    "Every day passes whether you participate or not.",
    "Everything that irritates us about others.",
    "The less people know, the more stubbornly they know it.",
    "I am thankful to all those who said no. It's because of them, I did it myself.  ",
    "When you make a choice, you change the future.",
    "Your best life will not be found in comfort. It will be found in fighting for what you believe in.",
    "You'll never find rainbows if you're looking down.  ",
    "To improve is to change, so to be perfect is to change often.",
    "Even if I knew that tomorrow the world would go to pieces, I would still plant my apple tree. ",
    "As you think, so shall you become. ",
    "Today is plenty; right now is enough. Tomorrow will come in good time. Until it does, live the depth of now.",
    "All we have to decide is what to do with the time that is given to us.",
    "Don't let anyone define you. You define yourself.",
    "You came empty handed, and you will leave empty handed.",
    "I discovered a long time ago that if I helped enough people get what they wanted, I would always get what I wanted and I would never have to worry.",
    "If you want to change how you see your problems, you have to change what you value and/or how you measure failure/success.",
    "The greatest work that kindness does to others is that it makes them kind themselves.",
    "Curiosity is the most powerful thing you own.",
    "Don't let the fear of losing be greater than the excitement of winning.",
    "Rudeness is the weak man's imitation of strength.",
    "True love stories never have endings.",
    "Go for it now. The future is promised to no one.",
    "In youth we run into difficulties. In old age difficulties run into us. ",
    "Old age is like everything else. To make a success of it, you've got to start young.",
    "The more acquaintances you have, the less you know them.",
    "If you are far from the enemy, make him believe you are near.",
    "Respect was invented to cover the empty place where love should be.",
    "The dream is free, but the hustle is sold separately.",
    "Simplicity is a difficult thing to achieve.  "
]