[
    "The important thing is not to stop questioning. Curiosity has its own reason for existing.",
    "The guest will judge better of a feast than the cook.",
    "Be still when you have nothing to say; when genuine passion moves you, say what you've got to say, and say it hot.",
    "Reality is the leading cause of stress among those in touch with it.",
    "It's possible in ways both large or small to make a difference in someone's life.",
    "The way we feel is the direct result of what we think.",
    "Trust, like the soul, never returns once it is gone.",
    "We are all self-made, but only the successful will admit it.",
    "I learned the value of hard work by working hard. ",
    "It is better to change an opinion than to persist in a wrong one.",
    "With the new day comes new strength and new thoughts.",
    "To perceive is to suffer.",
    "Yesterday is gone. Tomorrow has not yet come. We have only today.",
    "The trouble with the rat race is that even if you win, you're still a rat.",
    "Open your eyes and look within. Are you satisfied with the life you're living?",
    "When you move beyond your fear, you feel free.",
    "Go and do the things you can't. That is how you get to do them.",
    "Words are the clothes thoughts wear.",
    "Every day do something that will inch you closer to a better tomorrow.",
    "Lack of emotion causes lack of progress and lack of motivation.",
    "Once a decision was made, I didn't worry about it afterward.",
    "Nothing is permanent in this wicked world - not even our troubles.",
    "Nothing important is learned; it is simply remembered.",
    "The pessimist sees difficulty in every opportunity. The optimist sees opportunity in every difficulty.",
    "To handle yourself, use your head; to handle others, use your heart.",
    "it's important to make sure that we're talking with each other in a way that heals, not in a way that wounds.",
    "There exists only the present instant; a Now which always and without end is itself new.",
    "Great things are not accomplished by those who yield to trends and fads and popular opinion.",
    "Trust thyself: every heart vibrates to that iron string.",
    "Boldness makes even the smallest animal dangerous.",
    "Nothing has any power over me other than that which I give it through my conscious thoughts.",
    "Create each day anew.",
    "The more I want to get something done, the less I call it work.",
    "Respect is earned by effort not age, all things age without effort.",
    "Those who cannot change their minds cannot change anything.",
    "The cost of leadership is self-interest.",
    "A wise man makes his own decisions, but an ignorant man mindlessly follows the crowd.",
    "To improve is to change, so to be perfect is to change often.",
    "If you hang out with chickens, you're going to cluck and if you hang out with eagles, you're going to fly.",
    "The universe doesn't allow perfection.",
    "Be kind, for everyone you meet is fighting a harder battle.",
    "All life is a manifestation of the spirit, the manifestation of love.",
    "Most people dabble their way through life, never deciding to master anything in particular.",
    "Your time is limited, so don't waste it living someone elses. life. Don't be trapped by dogma - which is living with the results of other people's thinking.",
    "Night is a more quiet time to work. It aids thought.",
    "We are willing to believe anything other than the truth.",
    "Question everything. Learn something. Answer nothing.",
    "Always be a first rate version of yourself and not a second rate version of someone else.",
    "He suffers more than necessary, who suffers before it is necessary.  ",
    "You are not the drop in the ocean, but the ocean in the drop."
]