[
    "A clear conscience is the sure sign of a bad memory.",
    "Any fool can paint a picture, but it takes a wise man to be able to sell it.",
    "Friendship is like money, easier made than kept.",
    "It is hard to fail, but it is worse never to have tried to succeed.",
    "Learn to use your emotions to think, not think with your emotions.",
    "A life without a cause is a life without effect.",
    "We have a choice everyday regarding the attitude we will embrace for that day.",
    "The biggest and only critic lives in your perception of people's perception of you rather than people's perception of you.",
    "Opportunities multiply as they are seized.",
    "If you practiced for the day, then you have won. If you were lazy for the day, then you have lost.",
    "Here and now...breathe and relax...in battle and in life.",
    "The person who cannot control his words shows that he cannot control himself.",
    "With self-discipline, almost anything is possible.",
    "Growth comes at the point of resistance.",
    "Normality is a paved road: It's comfortable to walk, but no flowers grow on it.",
    "The secret of perfect health lies in keeping the mind always cheerful - never worried, never hurried, never borne down by any fear, thought or anxiety.",
    "Here is the test to find whether your mission on earth is finished. If you're alive, it isn't.",
    "If you don't find the time, if you don't do the work, you don't get the results.",
    "It's not the size of the dog in the fight, it's the size of the fight in the dog.",
    "If you want to know what God thinks about money just look at the people He gives it to.",
    "Those who can make you believe absurdities can make you commit atrocities. ",
    "The worst part of success is trying to find someone who is happy for you.",
    "The friendship that can cease has never been real. ",
    "The man who asks a question is a fool for a minute, the man who does not ask is a fool for life.",
    "The person who is his own master cannot tolerate another boss. ",
    "Trying to define yourself is like trying to bite your own teeth.",
    "Life has more imagination than we carry in our dreams.",
    "Wherever you are, and whatever you do, be in love.",
    "Think and wonder, wonder and think.",
    "Fear can hold you prisoner. Hope can set you free.",
    "Life is the dancer and you are the dance.",
    "You can calculate the worth of a man by the number of his enemies.",
    "Have a vision, trust yourself, break some rules, ignore the naysayers, don't be afraid to fail.",
    "Time heals what reason cannot.  ",
    "But better die than live mechanically a life that is a repetition of repetitions.",
    "If you can't, you must. If you must, you can.",
    "Go for it now. The future is promised to no one. ",
    "Never do things others can do and will do if there are things others cannot do or will not do.",
    "Sometimes things become possible if we want them bad enough.",
    "If we know how to adapt, we end up being superior.",
    "Keep your face to the sunshine and you cannot see the shadows.",
    "Most people achieved their greatest success one step beyond what looked like their greatest failure.",
    "To himself everyone is immortal; he may know that he is going to die, but he can never know he is dead.",
    "Life is a constant series of opportunities.",
    "Nothing is impossible. The word itself says 'I'm possible!'",
    "If it's not broken, tinker with it till you find out how it works.",
    "The idea of ourselves is our escape from the fact of what we really are.",
    "You win more from losing than winning.",
    "Do not regret the past. Look to the future.",
    "It doesn't matter where you are coming from. All that matters is where you are going. "
]