[
    "The question is not what you look at, but what you see.",
    "A little impatience will spoil great plans.",
    "Life is the art of drawing sufficient conclusions from insufficient premises.",
    "It's not the love you make. It's the love you give. ",
    "By seeking and blundering we learn.",
    "If you want to change how you see your problems, you have to change what you value and/or how you measure failure/success.",
    "Throw your heart over the bar and your body will follow.",
    "Only in the agony of parting do we look into the depths of love.",
    "Surround yourself with people who take their work seriously, but not themselves, those who work hard and play hard.",
    "In a world of change, the learners shall inherit the earth, while the learned shall find themselves perfectly suited for a world that no longer exists.",
    "Peaceful is the one who expects nothing.",
    "In order to be walked over, you have to be lying down.",
    "Try all things, hold fast that which is good.",
    "Positive thinking can be contagious. Being surrounded by winners helps you develop into a winner.",
    "The deeper the truth in a creative work, the longer it will live.  ",
    "If you can't feed a hundred people, then feed just one.",
    "When you can't make them see the light, make them feel the heat.",
    "The chief danger in life is that you may take too many precautions.",
    "The world doesn't always give you want, but it often gives you what you need.",
    "Just because something isn't a lie does not mean that it isn't deceptive.",
    "The content of your character is your choice. Day by day, what you choose, what you think and what you do is who you become.",
    "Mind is the creator of everything. You should therefore guide it to create only good.",
    "There can be no greater gift than that of giving one's time and energy to help others without expecting anything in return.",
    "Adults are just children who earn money.",
    "A man should do his job so well that the living, the dead, and the unborn could do it no better.",
    "You can't make someone feel good about themselves until you feel good about yourself.",
    "Better to have, and not need, than to need, and not have.",
    "If you want something then you lose everything. If you don't want anything then you already have everything.",
    "The moment you doubt whether you can fly, you cease for ever to be able to do it.",
    "It is well known that those who do not trust themselves never trust others.",
    "If you pick up a starving dog and make him prosperous he will not bite you. This is the principal difference between a dog and man.",
    "It is the power of the mind to be unconquerable.",
    "There is a big difference between being centered and being self-centered.",
    "The educated differ from the uneducated as much as the living differ from the dead.",
    "Chase your passion, not your pension. ",
    "However difficult life may seem, there is always something you can do and succeed at.",
    "Fear is a natural reaction to moving closer to the truth.",
    "Don't cry because it's over. Smile because it happened.",
    "Whoever is happy will make others happy too.",
    "Change happens when the pain of holding on becomes greater than the fear of letting go.",
    "Your time is limited, so don't waste it living someone elses. life. Don't be trapped by dogma - which is living with the results of other people's thinking.",
    "You can't get to a place that you don't believe exists.",
    "You can't stay in your corner of the Forest waiting for others to come to you. You have to go to them sometimes.",
    "Make improvements, not excuses. Seek respect, not attention.",
    "Success is good at any age, but the sooner you find it, the longer you will enjoy it.",
    "Men learn to love the woman they are attracted to. Women learn to become attracted to the man they fall in love with.",
    "Patience is a form of wisdom. It demonstrates that we understand and accept the fact that sometimes things must unfold in their own time.",
    "When it comes to mastering a skill, time is the magic ingredient.",
    "A vital part of the happiness formula is self-discipline. Whoever conquers himself knows deep happiness that fills the heart with joy.",
    "Always do your best. What you plant now, you will harvest later."
]