[
    "Begin at once to live, and count each separate day as a separate life.  ",
    "The quality of your life is the quality of your relationships.",
    "Continuous effort - not strength or intelligence - is the key to unlocking our potential.",
    "The tragedy of life doesn't lie in not reaching your goal. The tragedy lies in having no goals to reach.",
    "You don't need to be better than anyone else, you just need to be better than you used to be.",
    "The pessimist sees difficulty in every opportunity. The optimist sees opportunity in every difficulty.",
    "Leadership is solving problems",
    "Think and wonder, wonder and think.",
    "In a world of change, the learners shall inherit the earth, while the learned shall find themselves perfectly suited for a world that no longer exists.",
    "No kind action ever stops with itself. One kind action leads to another. Good example is followed.",
    "A random act of kindness, no matter how small, can make a tremendous impact on someone else's life.",
    "Always do what is right. It will gratify half of mankind and astound the other.",
    "Poetry is written with tears, fiction with blood, and history with invisible ink.",
    "Wrong turns are as important as right turns. More important, sometimes.",
    "Don't let the noise of others opinions drown out your inner voice.",
    "Give out what you most want to come back.",
    "Giving is living. If you stop wanting to give, there's nothing more to live for.",
    "Help others and give something back.",
    "Don't change your mind just because people are offended; change your mind if you're wrong.",
    "A crisis is an opportunity riding the dangerous wind.",
    "Imagination is more important than knowledge.",
    "I am always doing what I cannot do yet, in order to learn how to do it.",
    "It's easier to go down a hill than up it but the view is much better at the top.",
    "There is no greater agony than bearing an untold story inside you.",
    "All we have to decide is what to do with the time that is given to us.",
    "The soul is neither born, and nor does it die.",
    "We win by helping each other win.",
    "To escape from the world means that one's mind is not concerned with the opinions of the world.",
    "Time stays long enough for anyone who will use it.",
    "Change yourself - you are in control.",
    "Happiness is not something ready made. It comes from your own actions.",
    "Rudeness is the weak man's imitation of strength.",
    "Remember we're all in this alone.",
    "Never lose hope. Storms make people stronger and never last forever.",
    "Selfishness and greed, individual or national, cause most of our troubles.",
    "Gratitude is the fairest blossom which springs from the soul.",
    "Find the game where you can win, and then commit your life to playing it; and play to win.",
    "A tiny change today brings a dramatically different tomorrow.",
    "Most people fail in life not because they aim too high and miss, but because they aim too low and hit.",
    "Success comes to those who become success conscious.",
    "When you know what you want, and you want it bad enough, you will find a way to get it.",
    "The more you are focused on time - past and future - the more you miss the Now, the most precious thing there is.",
    "The goal is not to show how great you are to others, but how vulnerable you are to yourself.",
    "We must be free not because we claim freedom, but because we practice it.",
    "Absorb what is useful, discard what is useless and add what is specifically your own.  ",
    "When you judge another, you do not define them, you define yourself",
    "All animals except man know that the principal business of life is to enjoy it.",
    "Life is a long lesson in humility. ",
    "You cannot control the behavior of others, but you can always choose how you respond to it.",
    "To judge a man by his weakest link or deed is like judging the power of the ocean by one wave."
]