[
    "You are now, and you do become, what you think about.",
    "You have to keep breaking your heart until it opens.",
    "A man with outward courage dares to die: a man with inner courage dares to live.",
    "Mistakes are always forgivable, if one has the courage to admit them. ",
    "There are no ordinary moments.",
    "What we call the beginning is often the end. And to make an end is to make a beginning. The end is where we start from.",
    "Nothing in this world is worth having or worth doing unless it means effort, pain, difficulty.",
    "The only way to make sense out of change is to plunge into it, move with it, and join the dance.",
    "Either you choose to stay in the shallow end of the pool or you go out into the ocean.",
    "If I can laugh, I can live.",
    "An ounce of performance is worth pounds of promises.",
    "May you live all the days of your life.",
    "Any fool can turn a blind eye but who knows what the ostrich sees in the sand.",
    "He who cheats the earth will be cheated by the earth.",
    "Courage is fear that has said its prayers and decided to go forward anyway.",
    "A man who dares to waste one hour of time has not discovered the value of life.",
    "There is a cosmic law which says that every satisfaction must be paid for with a dissatisfaction.",
    "Trying to define yourself is like trying to bite your own teeth.",
    "Older men declare war. But it is youth that must fight and die.",
    "Failure is a great teacher. If you're open to it every mistake has a lesson to offer.",
    "We learn by pushing ourselves and finding what really lies at the outer reaches of our abilities.",
    "Your success and happiness lie in you.",
    "Remain calm, serene, always in command of yourself. You will then find out how easy it is to get along. ",
    "Life is too short to waste your time on people who don't respect, appreciate, and value you.",
    "The wiser you get, the less you care to look like a fool.",
    "Don't let what you cannot do interfere with what you can do.",
    "The greatest doer must also be a great dreamer.",
    "The best way to not feel hopeless is to get up and do something.",
    "Live as if you were to die tomorrow. Learn as if you were to live forever.",
    "Fortunate are those who take the first steps.",
    "It's easy to be a critic, but being a doer requires effort, risk, and change.  ",
    "It is not the knowing that is difficult, but the doing. ",
    "You may be disappointed if you fail, but you are doomed if you don't try.",
    "When you know what you want, and you want it bad enough, you will find a way to get it.",
    "The only thing worse than being blind is having sight but no vision.",
    "Be as simple as you can be; you will be astonished to see how uncomplicated and happy your life can become.",
    "Keep smiling, because life is a beautiful thing and there's so much to smile about.",
    "If you don't program yourself, life will program you.",
    "A bird does not sing because it has an answer. It sings because it has a song.",
    "Do it with passion, or not at all.",
    "The only real mistake is the one from which we learn nothing. ",
    "You can avoid reality, but you cannot avoid the consequences of avoiding reality.",
    "True prayer has no set form.",
    "As you think, so shall you become. ",
    "When a man is penalized for honesty he learns to lie.",
    "A diamond is a piece of charcoal that handled stress exceptionally well.",
    "The greatest mistake you can make in life is to be continually fearing you will make one.",
    "Winning isn't always championships.",
    "Some changes look negative on the surface but you will soon realize that space is being created in your life for something new to emerge.",
    "Don't let someone elses. opinion become your reality."
]