[
    "Don't set your own goals by what other people make important.",
    "The only real security that a man can have in this world is a reserve of knowledge, experience and ability. ",
    "Leadership is solving problems",
    "The world is open for play, everything and everybody is mockable in a wonderful way.",
    "Before anything else, preparation is the key to success.",
    "By going within. Nowhere you can go is more peaceful - more free of interruptions - than your own soul.",
    "When we allow negative messages to fester in our head, they take on a life of their own.",
    "The greatest discovery of all time is that a person can change their future by merely changing their attitude.",
    "A dead thing can go with the stream, but only a living thing can go against it.",
    "Just get out and do it. You will be very, very glad that you did.",
    "We learn by pushing ourselves and finding what really lies at the outer reaches of our abilities.",
    "Definitions belong to the definers, not the defined.",
    "The wise warrior avoids the battle.",
    "There are only two ways to live your life. One is as if nothing is a miracle. The other is as if everything is a miracle.",
    "If you love life, don't waste time, for time is what life is made up of. ",
    "I am thankful to all who said no to me. It is because of them that I'm doing it myself.",
    "Productize your perspective.",
    "You can't make someone feel good about themselves until you feel good about yourself.",
    "Happiness is not something ready made. It comes from your own actions.",
    "Everyone you meet is fighting a battle you know nothing about. Be kind. Always.",
    "When the mind is calm, how quickly, how smoothly, how beautifully you will perceive everything.",
    "Success is a poor teacher.",
    "Once a decision was made, I didn't worry about it afterward.",
    "To forget the whole world is easy; to make the whole world forget you is hard.",
    "If you want to keep your memories, you first have to live them.",
    "Patience is not the ability to wait but the ability to keep a good attitude while waiting.",
    "Be grateful for what you have now, and nothing should be taken for granted.",
    "If you are lucky enough to find love, remember it is there and don't throw it away.",
    "It's the possibility of having a dream come true that makes life interesting.",
    "Whatever happens always happens on time.",
    "Never argue with ignorance. It only leads to frustration.",
    "I don't walk away from things that I think are unfinished.",
    "Go for it now. The future is promised to no one.",
    "To handle yourself, use your head; to handle others, use your heart.",
    "Some people feel the rain. Others just get wet. ",
    "It is well known that those who do not trust themselves never trust others.",
    "Enjoy life. There's plenty of time to be dead.",
    "If you done it, it ain't bragging.",
    "What are we doing here, that is the question.",
    "If you run you stand a chance of losing, but if you don't run you've already lost.",
    "Cherish forever what makes you unique, cuz you're really a yawn if it goes.",
    "I like the dreams of the future better than the history of the past.",
    "Sometimes your joy is the source of your smile, but sometimes your smile can be the source of your joy.",
    "Discipline is the bridge between goals and accomplishment.",
    "The only way it gets better for you is when you get better. Better is not something you wish, it's something you become.",
    "Take responsibility of your own happiness, never put it in other people's hands.",
    "The secret of perfect health lies in keeping the mind always cheerful - never worried, never hurried, never borne down by any fear, thought or anxiety.",
    "I will not walk backward in life.",
    "To be alive - is Power.",
    "If you want to be happy, do not dwell in the past, do not worry about the future, focus on living fully in the present."
]