[
    "Help others achieve their dreams and you will achieve yours.",
    "The scariest moment is always just before you start. After that, things can only get better.",
    "One beam, no matter how big, cannot support an entire house on its own.",
    "Adventure is not outside man; it is within.",
    "People don't care how much you know until they know how much you care.",
    "You're never too old for anything.",
    "Peace begins with a smile.",
    "It's possible in ways both large or small to make a difference in someone's life.",
    "In the middle of chaos lies opportunity.  ",
    "Silence is a source of great strength.",
    "Champions keep playing until they get it right.",
    "If you put water into a cup, it becomes the cup.",
    "It doesn't matter what you do, only how well you do it.",
    "If he cannot stop the mind that seeks after fame and profit, he will spend his life without finding peace.",
    "Be the reason someone smiles. Be the reason someone feels loved and believes in the goodness in people.",
    "It is during our darkest moments that we must focus to see the light.",
    "When we strive to become better than we are, everything around us becomes better, too.",
    "People often say that motivation doesn't last. Well, neither does bathing - that's why we recommend it daily.",
    "You can have the mind or you can have the moment.",
    "A creative man is motivated by the desire to achieve, not by the desire to beat others.",
    "Whatever we plant in our subconscious mind and nourish with repetition and emotion will one day become reality.",
    "In the middle of difficulty lies opportunity.",
    "To find yourself, think for yourself.",
    "Fashion fades, only style remains the same.",
    "A dream you dream alone is only a dream. A dream you dream together is reality.",
    "Be happy now, without reason - or you never will be at all.",
    "Be thankful for everything that happens in your life; it's all an experience.",
    "There exists only the present instant; a Now which always and without end is itself new.",
    "We build too many walls and not enough bridges.",
    "Our greatest glory is not in never falling, but in rising every time we fall. ",
    "There are two things a person should never be angry at, what they can help, and what they cannot.",
    "Everything is created twice, first in the mind and then in reality.",
    "Life is a question and how we live it is our answer.",
    "It's not the love you make. It's the love you give. ",
    "Money poisons you when you've got it, and starves you when you haven't.",
    "Most people do not really want freedom, because freedom involves responsibility, and most people are frightened of responsibility.",
    "The man who does not value himself, cannot value anything or anyone.",
    "While we may not be able to control all that happens to us, we can control what happens inside us.",
    "Remain calm. Be kind.",
    "One reason so few of us achieve what we truly want is that we never direct our focus; we never concentrate our power.",
    "If you don't have time to do it right, when will you have time to do it over?",
    "You can often change your circumstances by changing your attitude.",
    "The purpose of life is the expansion of happiness.",
    "Charms strike the sight, but merit wins the soul.",
    "A different result requires doing something different.",
    "You will face many defeats in life, but never let yourself be defeated.",
    "The desire for more positive experience is itself a negative experience.",
    "The content of your character is your choice. Day by day, what you choose, what you think and what you do is who you become.",
    "Our greatest fears lie in anticipation.",
    "Don't take yourself too seriously, pretty soon you can find the humor in our everyday lives."
]