[
    "I am always doing what I cannot do yet, in order to learn how to do it.",
    "The tragedy of life doesn't lie in not reaching your goal. The tragedy lies in having no goals to reach.",
    "Failure is an option here. If things are not failing, you are not innovating enough.",
    "You talk when you cease to be at peace with your thoughts.",
    "What's obvious to you isn't obvious to most people. Operate from this perspective and you'll help more people.",
    "To handle yourself, use your head; to handle others, use your heart.",
    "To seek greatness is the only righteous vengeance.",
    "Not how long, but how well you have lived is the main thing.",
    "People will forget what you said, people will forget what you did, but people will never forget how you made them feel.",
    "To live fully is to be always in no-man's-land, to experience each moment as completely new and fresh.",
    "Your home is where your thoughts find peace.",
    "Human beings believe just as they breathe - in order to survive.",
    "Never doubt that a small group of thoughtful, committed citizens can change the world; indeed, it's the only thing that ever has.",
    "The sun shines upon good and bad alike.",
    "A man that flies from his fear may find that he has only taken a short cut to meet it.",
    "There is no one giant step that does it. It's a lot of little steps.",
    "Judgments prevent us from seeing the good that lies beyond appearances.  ",
    "If you don't know where you're going, you will probably end up somewhere else.",
    "Trust, like the soul, never returns once it is gone.",
    "There's no scarcity of opportunity to make a living at what you love. There is only a scarcity of resolve to make it happen.",
    "No one can hurt you without your consent.",
    "Instead of worrying about what you cannot control, shift your energy to what you can create.",
    "What we call the beginning is often the end. And to make an end is to make a beginning. The end is where we start from.",
    "Everything you look at can become a fairy tale and you can get a story from everything you touch.",
    "If we have no peace, it is because we have forgotten that we belong to each other.",
    "Ponder and deliberate before you make a move.",
    "There is no greatness where there is not simplicity, goodness, and truth.",
    "Work out your own salvation. Do not depend on others.",
    "We're responsible for everything that happens to us.",
    "Courage is fear that has said its prayers and decided to go forward anyway.",
    "He who knows best knows how little he knows.",
    "The pursuit of mastery bears gifts. ",
    "We are all here for some special reason.",
    "You will never do anything in this world without courage. It is the greatest quality of the mind next to honor.",
    "To forget the whole world is easy; to make the whole world forget you is hard.",
    "Projecting your mind into a successful situation is the most powerful means to achieve goals.  ",
    "The scariest moment is always just before you start. After that, things can only get better.",
    "Begin now to be what you will be hereafter.",
    "TEAMWORK: the fuel that allows common people attain uncommon results.",
    "To every action there is always opposed an equal reaction.",
    "Nothing is impossible. The word itself says 'I'm possible!'",
    "Why live an ordinary life, when you can live an extraordinary one.",
    "Opportunities don't often come along. So, when they do, you have to grab them.",
    "Thought is so cunning, so clever, that it distorts everything for its own convenience.",
    "The greatest discovery of all time is that a person can change their future by merely changing their attitude.",
    "Remember to look up at the stars and not down at your feet.",
    "Anyone who stops learning is old, whether at twenty or eighty. Anyone who keeps learning stays young. ",
    "Curiosity is the most powerful thing you own. Imagination is a force that can actually manifest a reality.",
    "The more something scares you, the more you should do it.",
    "The less you talk about your shame, the more of it you have."
]