[
    "Work for something because it is good, not just because it stands a chance to succeed.",
    "The highest form of ignorance is when you reject something you don't know anything about. ",
    "Family not only needs to consist of merely those whom we share blood, but also of those whom we'd give blood.",
    "All we have to decide is what to do with the time that is given to us.",
    "Thinking is difficult, that's why most people judge.",
    "If you've made a mistake, it's better just to laugh at it.",
    "Happiness is when what you think, what you say, and what you do are in harmony.",
    "The important thing is not what one is born with but what use one makes of that equipment.",
    "There is no fear for one whose mind is not filled with desires.",
    "Learn to value yourself, which means: fight for your happiness.",
    "If we know how to adapt, we end up being superior.",
    "To judge a man by his weakest link or deed is like judging the power of the ocean by one wave.",
    "Constantly think about how you could be doing things better.",
    "Great leaders are almost always great simplifiers, who can cut through argument, debate and doubt, to offer a solution everybody can understand.",
    "A man, as a general rule, owes very little to what he is born with - a man is what he makes of himself.",
    "Take time like the river that never grows stale. Keep going and steady. No hurry, no rush.",
    "Anger is an acid that can do more harm to the vessel in which it is stored than to anything on which it is poured.",
    "Thought is so cunning, so clever, that it distorts everything for its own convenience.",
    "The dead receive more flowers than the living because regret is stronger than gratitude.",
    "Life becomes easier and more beautiful when we can see the good in other people.",
    "Growth is in a series of mistakes. That's the only way you learn.",
    "When asked, how do you write? I invariably answer, one word at a time.",
    "If you don't program yourself, life will program you.",
    "Heal the past, live the present, dream the future.",
    "A person hears only what they understand.",
    "Change your thoughts and you change your world.",
    "It is indeed a radical act of love just to sit down and be quiet for a time by yourself.",
    "If you can't explain it simply, you don't understand it well enough.",
    "It doesn't matter how slow you go, as long as you don't stop.",
    "Concentrate all your thoughts upon the work at hand. The sun's rays do not burn until brought to focus.",
    "Don't give up the fight, Stand up for your rights.",
    "If I have seen further than others, it is by standing upon the shoulders of giants.",
    "To seek is to suffer. To seek nothing is bliss.",
    "Treat everyone with politeness and kindness, not because they are nice, but because you are.",
    "Genius, in truth, means little more than the faculty of perceiving in an unhabitual way.",
    "If you want to know what God thinks about money just look at the people He gives it to.",
    "The more you know, the more you know you don't know.",
    "I would rather die on my feet than live on my knees.",
    "Action may not always bring happiness, but there is no happiness without action.",
    "A loving heart is the truest wisdom.",
    "The secret of success lies not in doing your own work, but in recognizing the right man to do it.",
    "The past is history. It no longer exists, but you are keeping it alive in your mind through your thoughts.  Let it go. It is not serving you.",
    "A man that flies from his fear may find that he has only taken a short cut to meet it.",
    "Life may be full of pain but that's not an excuse to give up.",
    "A leader leads by example, not by force.",
    "Be yourself; everyone else is already taken.",
    "This is the real secret of life - to be completely engaged with what you are doing in the here and now. And instead of calling it work, realize it is play.",
    "Let the beauty of what you love be what you do.",
    "Live and act within the limit of your knowledge and keep expanding it to the limit of your life.",
    "Friendship takes time and energy if it's going to work."
]