[
    "Night is a more quiet time to work. It aids thought.",
    "All cruelty springs from weakness.  ",
    "If you can change your mind, you can change your life.",
    "The only limits in your life are those that you set yourself.",
    "Whatever you decide to do, make sure it makes you happy.",
    "Great things are not done by impulse, but by a series of small things brought together.",
    "Go for it now. The future is promised to no one. ",
    "The more we value things, the less we value ourselves.  ",
    "Fear, uncertainty, and discomfort are your compasses toward growth.",
    "Life is from the inside out. When you shift on the inside, life shifts on the outside.",
    "Waste not fresh tears over old griefs.",
    "Go confidently in the direction of your dreams. Live the life you've imagined.",
    "There is no absolute success in the world, only constant progress.",
    "The most important thing is to enjoy your life, to be happy, it's all that matters.",
    "It is important that we forgive ourselves for making mistakes. We need to learn from our errors and move on.",
    "If you do the work you get rewarded. There are no shortcuts in life.",
    "Tomorrow is only found in the calendar of fools.",
    "Be polite to all, but intimate with few.",
    "You know the more one does the more one can do.",
    "Live calmly. The time will come when the flowers bloom by themselves.",
    "The trouble with most of us is that we'd rather be ruined by praise than saved by criticism.",
    "The birth of the mind is the death of the senses.",
    "You don't need a weatherman to know which way the wind blows.",
    "A hero is an ordinary person doing things in an extra ordinary way.",
    "A day wasted on others is not wasted on one's self.",
    "It isn't what you do, but how you do it.",
    "When the world pushes you to your knees, you're in the perfect position to pray.",
    "Creativity is intelligence having fun.",
    "Intelligence, imagination, and knowledge are essential resources, but only effectiveness converts them into results.",
    "Even a hare will bite when it is cornered. ",
    "Maybe you are searching among the branches, for what only appears in the roots.",
    "You cannot swim for new horizons until you have courage to lose sight of the shore.",
    "Whatever you are, be a good one.",
    "Focused, hard work is the real key to success.",
    "Getting over a painful experience is much like crossing monkey bars. You have to let go at some point in order to move forward.",
    "A random act of kindness, no matter how small, can make a tremendous impact on someone else's life.",
    "There is no limit to the amount of good you can do if you don't care who gets the credit.",
    "Men go to far greater lengths to avoid what they fear than to obtain what they desire.",
    "Be the reason someone smiles. Be the reason someone feels loved and believes in the goodness in people.",
    "If we know how to adapt, we end up being superior.",
    "As you think, so shall you become. ",
    "You may forget with whom you laughed, but you will never forget with whom you wept.  ",
    "You cannot change your destination overnight but you can change your direction overnight.",
    "Re-examine all that you have been told... dismiss that which insults your soul.",
    "It is far easier to start something than it is to finish it.",
    "Courage is fear that has said its prayers and decided to go forward anyway.",
    "It is passion that makes man live; wisdom makes one only last.",
    "Far and away the best prize that life has to offer is the chance to work hard at work worth doing.",
    "Your mind will make you rich or poor, depending on the use you put to it.",
    "You can't tell big dreams to small minded people."
]