[
    "TEAMWORK: the fuel that allows common people attain uncommon results.",
    "Everything that irritates us about others.",
    "Life is about accepting the challenges along the way, choosing to keep moving forward, and savoring the journey.",
    "You know you are on the road to success if you would do your job and not be paid for it.",
    "It's possible in ways both large or small to make a difference in someone's life.",
    "Do not ignore the passion that burns in you. Spend time to discover your gift.",
    "Always focus on the front windshield and not the rear view mirror.",
    "Where words fail, music speaks.",
    "My mind seems to have become a kind of machine for grinding general laws out of large collections of facts.",
    "Knowing is not enough, we must apply. Willing is not enough, we must do.  ",
    "You are free, and that is why you are lost.",
    "Find the game where you can win, and then commit your life to playing it; and play to win.",
    "The source of a true smile is an awakened mind.",
    "When everything seems to be going against you, remember that the airplane takes off against the wind, not with it.",
    "If I can laugh, I can live.",
    "Time and health are two precious assets that we don't recognize and appreciate until they have been depleted. ",
    "No man will make a great leader who wants to do it all himself or to get all the credit for doing it.",
    "Do not try to be on the side of the majority, but live according to your inner laws.",
    "If you do not change direction, you may end up where you are heading.",
    "The more we have the less we own.",
    "Do not allow your inner doubts to keep you from achieving what you can do.",
    "Whatever you think the world is withholding from you, you are withholding from the world.",
    "Looking after my health today gives me a better hope for tomorrow. ",
    "You need a plan to build a house. To build a life, it is even more important to have a plan or goal.",
    "The most tragic thing in the world is a man of genius who is not a man of honor.",
    "I would rather die on my feet than live on my knees.",
    "Just because something isn't a lie does not mean that it isn't deceptive.",
    "As mortals, we're ruled by conditions, not by ourselves.",
    "The more you feed your mind with positive thoughts, the more you can attract great things into your life.",
    "All that a man achieves and all that he fails to achieve is the direct result of his own thoughts.",
    "Remember to look up at the stars and not down at your feet.",
    "It is far easier to start something than it is to finish it.",
    "Be kind, for everyone you meet is fighting a harder battle.",
    "Words, once they are printed, have a life of their own.",
    "No matter who you are, we're creatures of habit. The better your habits are, the better they will be in pressure situations.",
    "Happiness is not something ready made. It comes from your own actions.",
    "Your world is a living expression of how you are using and have used your mind.",
    "The whole of life, from the moment you are born to the moment you die, is a process of learning.",
    "In the practice of tolerance, one's enemy is the best teacher.",
    "The past has no power over the present moment. ",
    "Some people don't like change, but you need to embrace change if the alternative is disaster.",
    "Most people dabble their way through life, never deciding to master anything in particular.",
    "Whatever you decide to do, make sure it makes you happy.",
    "The first rule of business; treat others like they want to treat you.",
    "The ability to hold two competing thoughts in one's mind and still be able to function is the mark of a superior mind.",
    "Life must be a constant education; one must learn everything, from speaking to dying.",
    "When you rise in the morning, form a resolution to make the day a happy one for a fellow creature.",
    "Begin at once to live, and count each separate day as a separate life.  ",
    "To get angry is like to revenge yourself for the guilt of others.",
    "Generosity is giving more than you can, and pride is taking less than you need."
]