[
    "Presents are made for the pleasure of who gives them, not the merits of who receives them.",
    "Desire is suffering.",
    "The ability to observe without evaluating is the highest form of intelligence.",
    "The river that flows in you also flows in me.",
    "Success seems to be connected to action. Successful people keep moving. They make mistakes, but they don't quit.",
    "Your friends will know you better in the first minute you meet than your acquaintances will know you in a thousand years.",
    "Dreams provide nourishment for the soul, just as a meal does for the body.",
    "You don't earn loyalty in a day. You earn loyalty day-by-day.",
    "Logic is like the sword - those who appeal to it shall perish by it.",
    "Faithless is he that says farewell when the road darkens.",
    "Never be bored, and you will never be boring.",
    "When you rise in the morning, form a resolution to make the day a happy one for a fellow creature.",
    "Know yourself and you will win all battles.",
    "You miss 100% of the shots you don't take.",
    "Don't waste your time in anger, regrets, worries, and grudges. Life is too short to be unhappy.",
    "All cruelty springs from weakness.  ",
    "Whatever you decide to do, make sure it makes you happy.",
    "We suffer for the simple reason that suffering is biologically useful. It is nature's preferred agent for inspiring change.",
    "How many times do you have to get hit over the head until you figure out who's hitting you?",
    "Even if I knew that tomorrow the world would go to pieces, I would still plant my apple tree. ",
    "Life is essentially an endless series of problems. The solution to one problem is merely the creation of another.",
    "Let not your mind run on what you lack as much as on what you have already.",
    "To a mind that is still, the entire universe surrenders.",
    "Happiness is the meaning and the purpose of life, the whole aim and end of human existence.",
    "Confidence is like a dragon where, for every head cut off, two more heads grow back.",
    "Hope is important because it can make the present moment less difficult to bear. If we believe that tomorrow will be better, we can bear a hardship today.",
    "We will act consistently with our view of who we truly are, whether that view is accurate or not.",
    "We can either add to our character each day, or we can fritter away our energies in distractions.",
    "You cannot have a positive life and a negative mind.",
    "Why compare yourself with others? No one in the entire world can do a better job of being you than you.",
    "Don't learn to do, but learn in doing.",
    "Take time like the river that never grows stale. Keep going and steady. No hurry, no rush.",
    "The more you are grateful for what you have the more you will have to be grateful for.  ",
    "It matters not what someone is born, but what they grow to be.",
    "Do good by stealth, and blush to find it fame.",
    "Don't be pushed around by the fears in your mind. Be led by the dreams in your heart.",
    "If you run you stand a chance of losing, but if you don't run you've already lost.",
    "Nothing can bring you peace but yourself.",
    "To belittle, you have to be little.",
    "Who looks outside, dreams; who looks inside, awakes.",
    "The ability to hold two competing thoughts in one's mind and still be able to function is the mark of a superior mind.",
    "A man is not called wise because he talks and talks again; but if he is peaceful, loving and fearless then he is in truth called wise. ",
    "It is well known that those who do not trust themselves never trust others.",
    "Love is the expression of one's values.",
    "What gets measured gets improved.",
    "Help others and give something back.",
    "It doesn't matter how much you want. What really matters is how much you want it.",
    "My favorite things in life don't cost any money. It's really clear that the most precious resource we all have is time.",
    "You play the hand you're dealt. I think the game's worthwhile.  ",
    "Don't criticize what you can't understand. "
]