[
    "The more we value things, the less we value ourselves.  ",
    "Action is the foundational key to all success.",
    "Confidence comes not from always being right but not fearing to be wrong.",
    "To improve is to change, so to be perfect is to change often.",
    "Whether you think you can or think you can't – you are right.",
    "Play your part in life, but never forget that it is only a role.",
    "When you are talented you do it whatever it is until your fingers bleed or your eyes are ready to fall out of your head.",
    "This is the real secret of life - to be completely engaged with what you are doing in the here and now. And instead of calling it work, realize it is play.",
    "Courage is resistance to fear, mastery of fear - not absence of fear.",
    "Loyalty and friendship are the most precious possessions a man can have.",
    "You can tell more about a person by what he says about others than you can by what others say about him.",
    "I alone cannot change the world, but I can cast a stone across the waters to create many ripples.",
    "Go for it now. The future is promised to no one.",
    "I no doubt deserved my enemies, but I don't believe I deserved my friends.",
    "An investment in knowledge pays the best interest.",
    "Older men declare war. But it is youth that must fight and die.",
    "Every blessing ignored becomes a curse.",
    "The destiny of man is in his own soul. ",
    "We learn to walk by falling down. If we never fell down, we would never walk.",
    "When you know what you want, and you want it bad enough, you will find a way to get it.",
    "Life is not a problem to be solved, but a reality to be experienced.",
    "When at last you are come to the ocean of happiness, do not go back thirsty.",
    "Quiet people have the loudest minds.",
    "Great thoughts speak only to the thoughtful mind, but great actions speak to all mankind.",
    "A memory is a beautiful thing, it's almost a desire that you miss.",
    "It's your outlook on life that counts.",
    "A scientific man ought to have no wishes, no affections, - a mere heart of stone.",
    "Everything you've ever wanted is on the other side of fear.",
    "Death walks faster than the wind and never returns what he has taken.",
    "I've always tried to go a step past wherever people expected me to end up.",
    "The outer conditions of a person's life will always be found to reflect their inner beliefs.",
    "Why do you stay in prison when the door is so wide open?",
    "Learn to enjoy every minute of your life. Be happy now. Don't wait for something outside of yourself to make you happy in the future.",
    "Success is never final, failure is never fatal. It's courage that counts.",
    "Never give up on a dream just because of the time it will take to accomplish it. The time will pass anyway.",
    "A fear of weakness only strengthens weakness.",
    "Goals are the fuel in the furnace of achievement.",
    "One is never afraid of the unknown; one is afraid of the known coming to an end.",
    "If everyone is moving forward together, then success takes care of itself.",
    "You must learn to let go. Release the stress. You were never in control anyway.",
    "The finish line is just the beginning of a whole new race.",
    "We must not be afraid of dreaming the seemingly impossible if we want the seemingly impossible to become a reality.",
    "Successful people ask better questions, and as a result, they get better answers.",
    "The only way it gets better for you is when you get better. Better is not something you wish, it's something you become.",
    "Death smiles at us all. All we can do is smile back.",
    "It's better to stand by someone's side than by yourself.",
    "Don't blame others. it won't make you a better person.",
    "Anger, ego, jealousy are the biggest diseases,Keep yourself aloof from these three diseases.",
    "The fact of the matter is that there will be nothing learned from any challenge in which we don't try our hardest.",
    "The more you extend kindness to yourself, the more it will become your automatic response to others."
]