[
    "The more often a stupidity is repeated, the more it gets the appearance of wisdom.",
    "The journey is what brings us happiness not the destination.",
    "Every day is an opportunity to a make a new happy ending.",
    "Excuses are the lies you convince yourself are true to avoid proving you are worthy of the gift you were given.",
    "We are all faced with a series of great opportunities brilliantly disguised as impossible situations. ",
    "When it is dark enough, you can see the stars.",
    "A fall into a ditch makes you wiser.",
    "If you want more luck, take more chances.",
    "Every saint has a past, and every sinner has a future.",
    "Your worth consists in what you are and not in what you have.",
    "It is never too late to be what you might have been.",
    "Be grateful for what you have now, and nothing should be taken for granted.",
    "Your imagination is your preview of life's coming attractions.",
    "Who you are is always right.",
    "If I can laugh, I can live.",
    "When something is important enough, you do it even if the odds are not in your favor.",
    "Anger, ego, jealousy are the biggest diseases,Keep yourself aloof from these three diseases.",
    "All that we see or seem is but a dream within a dream.",
    "Only when you can be extremely pliable and soft can you be extremely hard and strong.",
    "How to get more opportunity: Create more opportunity for others.",
    "For changes to be of any true value, they've got to be lasting and consistent.",
    "Every man is guilty of all the good he did not do. ",
    "Remember the entrance to the sanctuary is inside you.",
    "Live life as though nobody is watching, and express yourself as though everyone is listening.",
    "The only way out is through.",
    "Today is the oldest you've ever been, and the youngest you'll ever be again.",
    "Your only obligation in any lifetime is to be true to yourself.",
    "Instead of being intimidated by the limitations, be inspired to find new ways around them.",
    "Your work is going to fill a large part of your life, and the only way to be truly satisfied is to do what you believe is great work. ",
    "When obstacles arise, you change your direction to reach your goal; you do not change your decision to get there.",
    "It doesn't matter if the glass is half empty or half full. Be grateful you have a glass - you're the only person that can decide what's in it.",
    "Life comes at us in waves. We can't predict or control those waves, but we can learn to surf.",
    "If the plan doesn't work, change the plan, but never the goal.",
    "The real art in learning takes place as we move beyond proficiency, when our work becomes an expression of our essence.",
    "The real measure of your wealth is how much you'd be worth if you lost all your money.",
    "If you don't like something, change it. If you can't change it, change your attitude.",
    "Believe in yourself. You are braver than you think, more talented than you know, and capable of more than you imagine.",
    "As soon as you truly commit to making something happen, the 'how' will reveal itself.",
    "Some of your greatest lessons come from your darkest moments.",
    "There is only one way to happiness and that is to cease worrying about things which are beyond the power or our will.",
    "It is in your moments of decision that your destiny is shaped.",
    "It is better to disappoint people with the truth than to appease them with a lie.",
    "There is no absolute success in the world, only constant progress.",
    "The whole world is a series of miracles, but we're so used to them we call them ordinary things.",
    "Walk slowly but never walk backward.",
    "So we beat on, boats against the current, borne back ceaselessly into the past.",
    "Have the courage to be ignorant of a great number of things, in order to avoid the calamity of being ignorant of everything.",
    "Character is doing what you don't want to do but know you should do.",
    "Life is a process. We are a process. The universe is a process.",
    "Your friends will know you better in the first minute you meet than your acquaintances will know you in a thousand years."
]