[
    "One loyal friend is worth ten thousand relatives.",
    "Obstacles don't block the path, they are the path.",
    "We would accomplish many more things if we did not think of them as impossible.",
    "Whatever you think the world is withholding from you, you are withholding from the world.",
    "We don't stop playing because we grow old; we grow old because we stop playing.",
    "When angry count to ten before you speak. If very angry, count to one hundred.",
    "Consider the rights of others before your own feelings, and the feelings of others before your own rights.",
    "Leave the beaten track behind occasionally and dive into the woods. Every time you do you will be certain to find something you have never seen before.",
    "It doesn't matter if the glass is half empty or half full. Be grateful you have a glass - you're the only person that can decide what's in it.",
    "The divine is not something high above us. It is in heaven, it is in earth, it is inside us.",
    "Facts are the enemy of truth. ",
    "All that we see or seem is but a dream within a dream.",
    "There are no mistakes in life, only lessons.",
    "You must learn to let go. Release the stress. You were never in control anyway.",
    "Life and death are of supreme importance. Time swiftly passes by and opportunity is lost.",
    "By the practice of meditation, you will find that you are carrying within your heart a portable paradise.",
    "Correct what you can. Learn from what you can't.",
    "Words are clothes that thoughts wear",
    "The pen is the tongue of the mind. ",
    "The roots of education are bitter, but the fruit is sweet.",
    "As mortals, we're ruled by conditions, not by ourselves.",
    "People don't realize that now is all there ever is; there is no past or future except as memory or anticipation in your mind.",
    "When you get up in the morning, you have two choices - either to be happy or to be unhappy. Just choose to be happy.",
    "There is no truth. There is only perception.",
    "Change begets change. Nothing propagates so fast.",
    "It is easy to love your friend, but sometimes the hardest lesson to learn is to love your enemy.",
    "A wise person should have money in their head, but not in their heart.",
    "Nothing can dim the light which shines from within.",
    "Many roads lead to the path, but basically there are only two: reason and practice. ",
    "No amount of regretting can change the past, and no amount of worrying can change the future.",
    "Progress is limited by your ability to change your mind.",
    "Believe that life is worth living and your belief will help create the fact.",
    "Never feel shame for trying and failing, for he who has never failed is he who has never tried.",
    "If we will be quiet and ready enough, we shall find compensation in every disappointment.",
    "I was angered, for I had no shoes. Then I met a man who had no feet. ",
    "He who loses wealth loses much; he who loses a friend loses more; but he that loses his courage loses all.",
    "Often in the real world, it's not the smart that get ahead, but the bold.",
    "Real loss is only possible when you love something more than you love yourself.",
    "When you realize you've made a mistake, take immediate steps to correct it.",
    "Take responsibility of your own happiness, never put it in other people's hands.",
    "Winners don't Quit. That's why they Win.",
    "One of the oldest human needs is having someone to wonder where you are when you don't come home at night. ",
    "Natural talent only determines the limits of your athletic potential. It's dedication and a willingness to discipline your life that makes you great.",
    "Be a master of change rather than a victim of change.",
    "Don't give up the fight, Stand up for your rights.",
    "It is amazing what you can accomplish if you do not care who gets the credit.",
    "To achieve, you need thought. You have to know what you are doing and that's real power.",
    "I am thankful to all those who said no. It's because of them, I did it myself.  ",
    "If you hang out with chickens, you're going to cluck and if you hang out with eagles, you're going to fly.",
    "Charms strike the sight, but merit wins the soul."
]