[
    "As mortals, we're ruled by conditions, not by ourselves.",
    "Life is not meant to be easy my child, but take courage: it can be delightful.",
    "Sometimes letting things go is an act of far greater power than defending or hanging on.",
    "Older men declare war. But it is youth that must fight and die.",
    "What do we live for, if it is not to make life less difficult for each other?",
    "Being entirely honest with oneself is a good exercise.",
    "I cannot make my days longer so I strive to make them better.",
    "She who loves roses must be patient and not cry out when she is pierced by thorns.",
    "He who loses wealth loses much; he who loses a friend loses more; but he that loses his courage loses all.",
    "We will now discuss in a little more detail the Struggle for Existence.",
    "A mistake is only an error, it becomes a mistake when you fail to correct it.",
    "One loyal friend is worth ten thousand relatives.",
    "The things I carry are my thoughts. That's it. They are the only weight. My thoughts determine whether I am free and light or burdened.",
    "A thing must be loved before it is lovable.",
    "There is only one thing in the world worse than being talked about, and that is not being talked about. ",
    "The human mind defines things in relation to one another - without light the notion of darkness would be unintelligible.",
    "Life is either a daring adventure, or it is nothing.",
    "Our virtues and our failings are inseparable, like force and matter. When they separate, man is no more. ",
    "Fears are nothing more than a state of mind.",
    "Your purpose will be clear only when you listen to your heart.",
    "Do not use life to give life to death. Do not use death to bring death to life.",
    "A creative man is motivated by the desire to achieve, not by the desire to beat others.",
    "If you could kick the person in the pants responsible for most of your trouble, you wouldn't sit for a month.",
    "If you think you can do a thing or think you can't do a thing, you're right.",
    "You make your own luck if you stay at it long enough.",
    "The person who cannot control his words shows that he cannot control himself.",
    "Freedom is the open window through which pours the sunlight of the human spirit and human dignity.",
    "The constant assertion of belief is an indication of fear.",
    "Success is like reaching an important birthday and finding you're exactly the same.",
    "Hope means hoping when everything seems hopeless.",
    "The ability to observe without evaluating is the highest form of intelligence.",
    "One day, in retrospect, the years of struggle will strike you as the most beautiful.",
    "I begin with an idea and then it becomes something else.",
    "Happiness comes when you believe in what you are doing, know what you are doing, and love what you are doing.",
    "Anger exceeding limits causes fear and excessive kindness eliminates respect.",
    "There is only the one reality, neither to be realized nor attained.",
    "It is literally true that you can succeed best and quickest by helping others succeed.",
    "Lying can never save us from another lie.",
    "No matter how qualified or deserving we are, we will never reach a better life until we can imagine it for ourselves and allow ourselves to have it.",
    "Why compare yourself with others? No one in the entire world can do a better job of being you than you.",
    "What worries you, masters you.",
    "A man that flies from his fear may find that he has only taken a short cut to meet it.",
    "A journey of a thousand miles begins with a single step.",
    "Live your life as an exclamation rather than an explanation.",
    "Unless someone truly has the power to say no, they never truly have the power to say yes.",
    "Our greatest glory is not in never falling, but in rising every time we fall. ",
    "Some men see things as they are and ask why. Others dream things that never were and ask why not.",
    "Your best life will not be found in comfort. It will be found in fighting for what you believe in.",
    "Don't take yourself too seriously, pretty soon you can find the humor in our everyday lives.",
    "The more you extend kindness to yourself, the more it will become your automatic response to others."
]