[
    "The score never interested me, only the game.",
    "Whatever you do,strive to do it so well that no man living and no man dead and no man yet to be born could do it any better.",
    "Be the reason someone smiles. Be the reason someone feels loved and believes in the goodness in people.",
    "But better die than live mechanically a life that is a repetition of repetitions.",
    "The giving of love is an education in itself.",
    "You win more from losing than winning.",
    "Associate yourself with men of good quality, if you esteem your own reputation; for 'tis better to be alone than in bad company. ",
    "I would rather be a little nobody, then to be an evil somebody.",
    "Faith is taking the first step even when you don't see the whole staircase.",
    "People should pursue what they're passionate about. That will make them happier than pretty much anything else.",
    "Even the smallest person can change the course of the future.",
    "Nothing brings down walls as surely as acceptance.",
    "However difficult life may seem, there is always something you can do and succeed at.",
    "Do not fight with pigs - you will be smeared in mud but the pig will like it.",
    "A clear conscience is the sure sign of a bad memory.",
    "an action committed in anger is an action doomed to failure. ",
    "Knowing is not enough, we must apply. Willing is not enough, we must do.  ",
    "There is always room in your life for thinking bigger, pushing limits and imagining the impossible.",
    "When the mind is calm, how quickly, how smoothly, how beautifully you will perceive everything.",
    "Life is like stepping onto a boat which is about to sail out to sea and sink.",
    "Death and life have their determined appointments; riches and honors depend upon heaven. ",
    "It is important to fight and fight again, and keep fighting, for only then can evil be kept at bay though never quite eradicated.",
    "Your purpose will be clear only when you listen to your heart.",
    "The most efficient way of rendering the poor harmless is to teach them to want to imitate the rich.",
    "From a certain point onward there is no longer any turning back. That is the point that must be reached.",
    "You are not the drop in the ocean, but the ocean in the drop.",
    "Old age is like everything else. To make a success of it, you've got to start young.",
    "Every saint has a past, and every sinner has a future.",
    "Instead of worrying about what you cannot control, shift your energy to what you can create.",
    "It's easy to be a critic, but being a doer requires effort, risk, and change.  ",
    "Laws are like cobwebs, which may catch small flies, but let wasps and hornets break through.",
    "Life comes at us in waves. We can't predict or control those waves, but we can learn to surf.",
    "It is literally true that you can succeed best and quickest by helping others succeed.",
    "It's the little things done consistently over time, straight from your heart, that have the greatest impact.",
    "I try more and more to be myself, caring relatively little whether people approve or disapprove.",
    "I will not walk backward in life.",
    "Don't let the past steal your present.",
    "Giving is living. If you stop wanting to give, there's nothing more to live for.",
    "Your imagination is your preview of life's coming attractions.",
    "The primary cause of unhappiness is never the situation but your thoughts about it.",
    "A memory is a beautiful thing, it's almost a desire that you miss.",
    "If you want work well done, select a busy man; the other kind has no time.",
    "For fast-acting relief try slowing down.",
    "You are what you believe yourself to be.",
    "Observe things as they are and don't pay attention to other people.",
    "Go for it now. The future is promised to no one. ",
    "Many people will walk in and out of your life, but only true friends will leave footprints in your heart.",
    "If everyone is moving forward together, then success takes care of itself.",
    "Expect the best, plan for the worst, and prepare to be surprised. ",
    "The only reason to be alive is to enjoy it."
]