[
    "Get busy living, or get busy dying.",
    "May you find grace as you surrender to life. May you find happiness, as you stop seeking it.",
    "When uncomfortable, my instinct is not to avoid the discomfort but to become at peace with it.",
    "Where violence reigns, reason is weak.",
    "Those who realize their folly are not true fools.",
    "It's only after you've stepped outside your comfort zone that you begin to change, grow, and transform.",
    "Happiness depends upon ourselves.",
    "Success does not consist in never making mistakes but in never making the same one a second time.",
    "There's no scarcity of opportunity to make a living at what you love. There is only a scarcity of resolve to make it happen.",
    "One reason so few of us achieve what we truly want is that we never direct our focus; we never concentrate our power.",
    "To himself everyone is immortal; he may know that he is going to die, but he can never know he is dead.",
    "Any fool can turn a blind eye but who knows what the ostrich sees in the sand.",
    "Without education, we are in a horrible and deadly danger of taking educated people seriously.",
    "Always be a first-rate version of yourself, instead of a second-rate version of someone else.",
    "Become the kind of leader that people would follow voluntarily, even if you had no title or position.",
    "If you're brave enough to say goodbye, life will reward you with a new hello.",
    "Let each man exercise the art he knows.",
    "Words are like Leaves; and where they most abound, Much Fruit of Sense beneath is rarely found.",
    "The only limits in your life are those that you set yourself.",
    "Turn the pain into power.",
    "The only way to make sense out of change is to plunge into it, move with it, and join the dance.",
    "Just trust that everything is unfolding the way it is supposed to. Don't resist... Great things are waiting for you around the corner.",
    "Perpetual optimism is a force multiplier.",
    "Life is about not knowing and then doing something anyway.",
    "Experience is simply the name we give our mistakes. ",
    "Begin now to be what you will be hereafter.",
    "A fear of weakness only strengthens weakness.",
    "Behind every cloud is another cloud.",
    "Everything that irritates us about others.",
    "Saying nothing sometimes says the most.",
    "Every man is guilty of all the good he did not do. ",
    "The person who is his own master cannot tolerate another boss. ",
    "Realize deeply that the present moment is all you ever have. ",
    "Receive without complaint, Work with fate.",
    "Hope is a waking dream.",
    "Creative people are often found either disagreeable or intimidating by mediocrities.",
    "The merit of all things lies in their difficulty.",
    "When obstacles arise, you change your direction to reach your goal; you do not change your decision to get there.",
    "Don't blame others. it won't make you a better person.",
    "Be thankful for everything that happens in your life; it's all an experience.",
    "It is well known that those who do not trust themselves never trust others.",
    "Many a man has failed because he had his wishbone where his backbone should have been.",
    "Success is the sum of small efforts, repeated day in and day out.",
    "The big thing is to make a winning effort. I'm not obsessed with wins.",
    "It is better to fail in originality than to succeed in imitation.",
    "Success is good at any age, but the sooner you find it, the longer you will enjoy it.",
    "Observe things as they are and don't pay attention to other people.",
    "Too much sanity may be madness and the maddest of all, to see life as it is and not as it should be. ",
    "The soul should always stand ajar, ready to welcome the ecstatic experience.",
    "Luck is a matter of preparation meeting opportunity."
]