[
    "Words without actions are the assassins of idealism.",
    "If it's not broken, tinker with it till you find out how it works.",
    "No one can compete with you on being you. Most of life is a search for who and what needs you the most.",
    "Empty your mind, be formless, shapeless, like water.",
    "The greatest treasures are those invisible to the eye but found by the heart.",
    "Great loves too must be endured.",
    "No matter how much preparation we do, in the real tests of our lives, we'll be in unfamiliar terrain.",
    "I'm not afraid of death, but I'm in no hurry to die.",
    "If you think adventure is dangerous, try routine; it is lethal.",
    "Abundance of knowledge does not teach men to be wise.",
    "Doing the best at this moment puts you in the best place for the next moment.",
    "Investing in yourself is the best investment you will ever make.",
    "A journey of a thousand miles must begin with a single step.",
    "The key to success is to focus our conscious mind on things we desire not things we fear. ",
    "If you focus on results and finding shortcuts, you'll get impatient. If you focus on the process and doing the right thing, you'll be unstoppable.",
    "Remember, hope is a good thing, maybe the best of things.",
    "If life is a video game, the graphics are great, but the plot is confusing and the tutorial is way too long.",
    "Move out of your comfort zone. You can only grow if you are willing to feel awkward and uncomfortable when you try something new.",
    "Time and health are two precious assets that we don't recognize and appreciate until they have been depleted. ",
    "Knowledge has to be improved, challenged, and increased constantly, or it vanishes.",
    "An ounce of performance is worth pounds of promises.",
    "To be fully alive, fully human, and completely awake is to be continually thrown out of the nest.",
    "If you don't find the time, if you don't do the work, you don't get the results.",
    "Your vision will become clear only when you can look into your own heart.",
    "You cannot find peace avoiding life.",
    "The past has no power over the present moment. ",
    "No matter what happens in life, never lose sight of who you are.",
    "Every day passes whether you participate or not.",
    "Whoever is happy will make others happy too.",
    "The sun is new each day.",
    "Remember the entrance to the sanctuary is inside you.",
    "Worry is a waste of emotional reserve.",
    "Among the things you can give and still keep are your word, a smile, and a grateful heart.",
    "Help others for all the times that you have been ignored. Be kind to others, for all the times that you have been scorned.",
    "He is not a lover who does not love forever.",
    "Everything will be ok in the end. If it's not ok, it's not the end.",
    "Forgive those who have hurt you.",
    "Blessed is he who expects nothing, for he shall be disappointed.",
    "Cherish forever what makes you unique, cuz you're really a yawn if it goes.",
    "Don't let the behavior of others destroy your inner peace.",
    "Until we can manage time, we can manage nothing else.",
    "The more you feed your mind with positive thoughts, the more you can attract great things into your life.",
    "Our life is what our thoughts make it. A man will find that as he alters his thoughts toward things and other people, things and other people will alter towards him.",
    "Our deeds determine us, as much as we determine our deeds.",
    "Trust in dreams, for in them is the hidden gate to eternity.  ",
    "Everybody by your side ain't on your side.",
    "If I can laugh, I can live.",
    "Your life does not get better by chance, it gets better by change.",
    "On the other side of the clouds is a bright blue sky.",
    "It's not what we do once in a while that shapes our lives, but what we do consistently."
]