[
    "Repetition does not transform a lie into a truth.",
    "You give but little when you give of your possessions. It is when you give of yourself that you truly give.",
    "Not everything that weighs you down is yours to carry.",
    "Look to the beauty of this day, miracles are all around you.",
    "When you're at the end of your rope, tie a knot and hold on.",
    "You will succeed because most people are lazy.",
    "To live outside the law, you must be honest. ",
    "You are the only real obstacle in your path to a fulfilling life.",
    "The way to get started is to quit talking and begin doing.",
    "Keep your face always toward the sunshine -  shadows will fall behind you.",
    "It is the power of thought that gives man power over nature.",
    "The pursuit of mastery bears gifts. ",
    "The single most powerful asset we all have is our mind.",
    "The prettiest eyes have cried the most.",
    "Weeds are flowers too, once you get to know them.",
    "No matter what happens, always be yourself.",
    "Embody what you teach, and teach only what you have embodied.",
    "In the midst of movement and chaos, keep stillness inside of you.",
    "If he cannot stop the mind that seeks after fame and profit, he will spend his life without finding peace.",
    "The soul should always stand ajar, ready to welcome the ecstatic experience.",
    "The more acquaintances you have, the less you know them.",
    "Judge your success by what you had to give up in order to get it.",
    "It's not whether you get knocked down, its whether you get back up.",
    "Be royal in your own fashion: act like a king to be treated like one.",
    "One of the advantages of being disorganized is that one is always having surprising discoveries.",
    "The enemy is a very good teacher.",
    "Stop wasting time defending your problems and work on addressing them instead.",
    "To the world you may be one person; but to one person you may be the world.",
    "Anxiety is the dizziness of freedom.",
    "Believe in one thing too much and you have no room for new ideas.  ",
    "Insanity is relative. It depends on who has who locked in what cage.  ",
    "The more you extend kindness to yourself, the more it will become your automatic response to others.",
    "What most people need to learn in life is how to love people and use things instead of using people and loving things.",
    "Extraordinary results happen only when you give the best you have to become the best you can be at your most important work.",
    "Always keep your eyes open. Keep watching. Because whatever you see can inspire you.",
    "Truth is the offspring of silence and meditation.",
    "If I can stop one heart from breaking, I shall not live in vain.",
    "Sometimes you put walls up not to keep people out, but to see who cares enough to break them down.",
    "Heaven is right where you are standing.",
    "The quicker you let go of old cheese, the sooner you find new cheese.",
    "You must find the place inside yourself where nothing is impossible.",
    "Go for it now. The future is promised to no one. ",
    "Get mad, then get over it.",
    "Don't look for meaning in the words. Listen to the silences.",
    "One never does wrong by doing right.",
    "Courage is almost a contradiction in terms. It means a strong desire to live taking the form of a readiness to die.",
    "Keep your friends close, and your enemies closer.",
    "The best of us sometimes eat our words.  ",
    "Character is the result of two things: mental attitude and the way we spend our time.",
    "Go confidently in the direction of your dreams. Live the life you've imagined."
]