[
    "It takes a great deal of bravery to stand up to our enemies, but just as much to stand up to our friends.",
    "Your task is not to seek for love, but merely to seek and find all the barriers within yourself that you have built against it.",
    "We are all born ignorant, but one must work hard to remain stupid.",
    "He who violates another's honor loses his own.",
    "Happiness is the spiritual experience of living every minute with love, grace and gratitude.",
    "To live fully is to be always in no-man's-land, to experience each moment as completely new and fresh.",
    "The fear of death follows from the fear of life. A man who lives fully is prepared to die at any time.",
    "The important thing is not what one is born with but what use one makes of that equipment.",
    "Awakening is possible only for those who seek it and want it.",
    "It is during our darkest moments that we must focus to see the light.",
    "Be grateful for what you have now, and nothing should be taken for granted.",
    "We will outstretch the hand if you unclench your fist.",
    "If you want something you've never had you must be willing to do something you've never done.",
    "Life must be rich and full of loving-it's no good otherwise, no good at all, for anyone.  ",
    "Trust is built and maintained by many small actions over time.",
    "It's always to soon to quit!",
    "Make yourself so useful to other people, that they think you are irreplaceable.",
    "Those who bring sunshine into the lives of others cannot keep it from themselves.",
    "He who leaves the game wins it.",
    "Don't look back - you're not going that way.",
    "The first principle of success is desire.",
    "It is difficult to free fools from the chains they revere. ",
    "If you could kick the person in the pants responsible for most of your trouble, you wouldn't sit for a month.",
    "Be the change that you want to see in the world.",
    "One of the keys to happiness is a bad memory.",
    "Embrace the life you have and stop wishing that you could be someone else.",
    "Changing minds is harder than finding people who already agree.",
    "The art of being wise is knowing what to overlook.",
    "Change is never easy, but always possible.",
    "Enthusiasm is a vital element toward the individual success of every man or woman.",
    "If I cannot do great things. I can do small things in a great way.",
    "Ability is a poor man's wealth.",
    "Your only obligation in any lifetime is to be true to yourself.",
    "If you have only one smile in you give it to the people you love.",
    "Every man's work, whether it be literature or music or pictures or architecture or anything else, is always a portrait of himself.",
    "Hope means hoping when everything seems hopeless.",
    "Here is the test to find whether your mission on earth is finished. If you're alive, it isn't.",
    "Be patient and calm; no one can catch fish in anger.",
    "You cannot push anyone up a ladder unless he is willing to climb a little himself.",
    "If I have seen further than others, it is by standing upon the shoulders of giants.",
    "Progress is impossible without change, and those who cannot change their minds cannot change anything.",
    "The strength of a wall is neither greater nor less than the courage of the men who defend it. ",
    "I can never decide whether my dreams are the result of my thoughts or my thoughts the result of my dreams.",
    "Trust is the foundation of great leadership.",
    "Art, like morality, consists of drawing the line somewhere.",
    "Longevity is a fleeting moment that lasts forever.",
    "Every man gotta right to decide his own destiny.",
    "You are free, and that is why you are lost. ",
    "We would accomplish many more things if we did not think of them as impossible.",
    "If you focus on success, you'll have stress. But if you pursue excellence, success will be guaranteed."
]