[
    "The only way round is through.",
    "Go and do the things you can't. That is how you get to do them.",
    "When you judge another, you do not define them, you define yourself",
    "Success is the progressive realization of a worthy goal or ideal.",
    "Human beings can alter their lives by altering their attitudes of mind.",
    "To be happy we need something to solve. Happiness is therefore a form of action.",
    "It isn't that they can't see the solution. It is that they can't see the problem.",
    "If there were no God, there would be no atheists.",
    "Do not use life to give life to death. Do not use death to bring death to life.",
    "There is peace even in the storm.",
    "It always seems impossible until it's done.",
    "Words are the clothes thoughts wear.",
    "First say to yourself what you would be; and then do what you have to do.",
    "Thoughts become things. If you see it in your mind, you will hold it in your hand.",
    "Simplicity is a difficult thing to achieve.  ",
    "Not why the addiction but why the pain.",
    "Stand up to your obstacles and do something about them. You'll find they haven't half the strength you think they have.",
    "The greatest value of a picture is when it forces us to notice what we never expected to see.",
    "Everything that is made beautiful and fair and lovely is made for the eye of one who sees.",
    "You'll get more from being a peacemaker than a warrior.",
    "Adventure is worthwhile in itself.",
    "Do not look for approval except for the consciousness of doing your best.",
    "Change happens when the pain of holding on becomes greater than the fear of letting go.",
    "Go confidently in the direction of your dreams. Live the life you've imagined.",
    "Victory is always possible for the person who refuses to stop fighting.",
    "If you don't program yourself, life will program you.",
    "Nothing can dim the light which shines from within.",
    "Our stories may be singular, but our destination is shared.",
    "You can discover what your enemy fears most by observing the means he uses to frighten you.",
    "Inspiration exists, but it has to find you working.",
    "Confidence is the greatest friend.",
    "Sometimes you have to lose all you have to find out who you truly are.",
    "There are no differences but differences of degree between different degrees of difference and no difference.",
    "Life becomes easier and more beautiful when we can see the good in other people.",
    "Don't spend time beating on a wall, hoping to transform it into a door.",
    "I'd rather welcome change than cling to the past.",
    "There is no limit to the amount of good you can do if you don't care who gets the credit.",
    "The fact of the matter is that there will be nothing learned from any challenge in which we don't try our hardest.",
    "Never trust he who trusts everyone.",
    "Some changes look negative on the surface but you will soon realize that space is being created in your life for something new to emerge.",
    "Success is within the reach of just about everyone.",
    "Open your mind before your mouth.",
    "Your task is not to seek for love, but merely to seek and find all the barriers within yourself that you have built against it.",
    "The more you like yourself, the less you are like anyone else, which makes you unique.",
    "No one can confidently say that he will still be living tomorrow.",
    "An empty head is not really empty; it is stuffed with rubbish. Hence the difficulty of forcing anything into an empty head.",
    "Stop wasting time looking at someone else's reality while doing nothing about yours.",
    "Change yourself and you have done your part in changing the world.",
    "Avoiding failure is to avoid progress.",
    "Living a life that has a greater purpose and living up to it is the ultimate degree that we should strive for."
]