[
    "Do not use life to give life to death. Do not use death to bring death to life.",
    "There is no limitations except those we create for ourselves.",
    "If you are ever the smartest person in the room, you are in the wrong room.",
    "Life is and will ever remain an equation incapable of solution, but it contains certain known factors. ",
    "Any fool can turn a blind eye but who knows what the ostrich sees in the sand.",
    "The important thing is not to stop questioning. Curiosity has its own reason for existing.",
    "Everything you look at can become a fairy tale and you can get a story from everything you touch.",
    "Kindness is a language which the deaf can hear and the blind can see.",
    "Do good, live in the most positive and joyful way possible every day.",
    "No man is happy who does not think himself so.",
    "By changing nothing, nothing changes.",
    "A clear conscience is the sure sign of a bad memory.",
    "If you believe you can, you can. If you believe you can't, then, well you can't.",
    "We must not sit down and wait for miracles. Up and be going!",
    "Take interest and even delight in doing the small things well.",
    "Thinking will not overcome fear but action will. ",
    "Perplexity is the beginning of knowledge.",
    "There can be no greater gift than that of giving one's time and energy to help others without expecting anything in return.",
    "I think it's very important to have a feedback loop, where you're constantly thinking about what you've done and how you could be doing it better.",
    "Every failure brings with it the seed of an equivalent success.",
    "Do the difficult things while they are easy and do the great things while they are small.",
    "The key to success is to focus our conscious mind on things we desire not things we fear. ",
    "Quality means doing it right when no one is looking.",
    "If you want to achieve anything in this world, you have to get used to the idea that not everyone will like you.",
    "All human wisdom is contained in these two words - Wait and Hope",
    "Hope is important because it can make the present moment less difficult to bear. If we believe that tomorrow will be better, we can bear a hardship today.",
    "If you think you can do a thing or think you can't do a thing, you're right.",
    "A pessimist is one who makes difficulties of his opportunities and an optimist is one who makes opportunities of his difficulties.",
    "We think too much and feel too little.",
    "Duty makes us do things well, but love makes us do them beautifully.  ",
    "Most people do not really want freedom, because freedom involves responsibility, and most people are frightened of responsibility.",
    "If we know how to adapt, we end up being superior.",
    "Resilience is not what happens to you. It's how you react to, respond to, and recover from what happens to you.",
    "No man becomes rich unless he enriches others.",
    "The future will be shaped by those willing to commit their minds and their bodies to the task.",
    "Sadness is but a wall between two gardens.",
    "Over time, loneliness gets inside you and doesn't go away.",
    "If you want to be sad, no one in the world can make you happy. But if you make up your mind to be happy, no one and nothing on earth can take that happiness from you.",
    "Trust in dreams, for in them is the hidden gate to eternity.  ",
    "The reward of suffering is experience.",
    "The best and most beautiful things in the world cannot be seen or even touched - they must be felt with the heart.",
    "People tend to complicate their own lives, as if living weren't already complicated enough.",
    "But better die than live mechanically a life that is a repetition of repetitions.",
    "Do not fear failure but rather fear not trying.",
    "A poet should be so crafty with words that he is envied even for his pains.",
    "The way we feel is the direct result of what we think.",
    "Heroes don't need to talk about what they did.",
    "When one does not have what one wants, one must want what one has.",
    "The degree of responsibility you take for your life determines how much change you can create in it.",
    "My actions are my only true belongings. I cannot escape the consequences of my actions. My actions are the ground upon which I stand."
]