[
    "Luck is a matter of preparation meeting opportunity.",
    "If the misery of the poor be caused not by the laws of nature, but by our institutions, great is our sin.",
    "Where we fall are the stepping-stones for our journey.",
    "To acquire true self power you have to feel beneath no one, be immune to criticism and be fearless.",
    "The more often a stupidity is repeated, the more it gets the appearance of wisdom.",
    "I believe that one of life's greatest risks is never daring to risk.",
    "When everything seems to be going against you, remember that the airplane takes off against the wind, not with it. ",
    "The quicker you let go of old cheese, the sooner you find new cheese.",
    "You can't have anything worthwhile without difficulties.",
    "Incredible change happens in your life when you decide to take control of what you do have power over instead of craving control over what you don't.",
    "Any idea, plan, or purpose may be placed in the mind through repetition of thought.",
    "Be brave. Take risks. Nothing can substitute experience.",
    "To a mind that is still, the entire universe surrenders.",
    "If you want something new, you have to stop doing something old.",
    "The beautiful journey of today can only begin when we learn to let go of yesterday.",
    "What worries you, masters you.",
    "The important thing is not to stop questioning. Curiosity has its own reason for existing.",
    "Life is what happens to you while you're busy making other plans.",
    "Supreme excellence consists of breaking the enemy's resistance without fighting.",
    "From error to error one discovers the entire truth.",
    "There are no secrets to success. It is the result of preparation, hard work, and learning from failure.",
    "It's very important to like the people you work with, otherwise life and your job is gonna be quite miserable.",
    "Loyalty and friendship are the most precious possessions a man can have.",
    "Remain calm, serene, always in command of yourself. You will then find out how easy it is to get along. ",
    "When you are able to employ your will always for constructive purposes, you become the controller of your destiny.",
    "Learn from the rejection and turn it into an opportunity!",
    "Welcome every morning with a smile. Look on the new day as another gift from your Creator, another golden opportunity.",
    "You'll get more from being a peacemaker than a warrior.",
    "The glow of one warm thought is to me worth more than money.",
    "In order to be irreplaceable one must always be different.",
    "If you don't read the newspaper, you're uninformed. If you read the newspaper, you're misinformed.",
    "The Law of Concentration states that whatever you dwell upon grows. The more you think about something, the more it becomes part of your reality.",
    "The guest will judge better of a feast than the cook.",
    "I try more and more to be myself, caring relatively little whether people approve or disapprove.",
    "You cannot have a positive life and a negative mind.",
    "If the happiness and prosperity of other people depend on you, you have nothing to fear anymore.",
    "Everybody needs a passion. That's what keeps life interesting.",
    "Freedom is the open window through which pours the sunlight of the human spirit and human dignity.",
    "Life belongs to the living, and he who lives must be prepared for changes.",
    "Sometimes it is more important to discover what one cannot do, than what one can do.",
    "The only way round is through.",
    "You can not live your life just based on what everyone else thinks.",
    "Your very silence shows you agree.",
    "Patience expands your options. If you insist on immediate gratification, your choices are severely limited.",
    "Walking with a friend in the dark is better than walking alone in the light.",
    "We have no more right to consume happiness without producing it than to consume wealth without producing it.",
    "Everything begins with an idea.",
    "Your happiness is what truly matters most. Do what you have to do in order to be happy.",
    "People think about what they don't want and attract more of the same.",
    "an action committed in anger is an action doomed to failure. "
]