[
    "The giving of love is an education in itself.",
    "If there is a book that you want to read, but it hasn't been written yet, then you must write it.",
    "We meet ourselves time and again in a thousand disguises on the path of life.",
    "You must find the place inside yourself where nothing is impossible.",
    "You must live in the present, launch yourself on every wave, find your eternity in each moment. Fools stand on their island of opportunities and look toward another land. There is no other land; there is no other life but this.",
    "You change the world by being yourself.",
    "Still your waters.",
    "A mistake is only an error, it becomes a mistake when you fail to correct it.",
    "Those who realize their folly are not true fools.",
    "Success is going from failure to failure without losing your enthusiasm",
    "Forget mistakes. Forget failure. Forget everything except what you are going to do now and do it. Today is your lucky day!",
    "We forge the chains we wear in life.",
    "A clear conscience never fears midnight knocking.",
    "The number one cause of failure is the fear of failure.",
    "Never give up on a dream just because of the time it will take to accomplish it. The time will pass anyway.",
    "Wealth is the product of man's capacity to think.",
    "Actions are the seeds of fate. Deeds grow into destiny.",
    "Victorious warriors win first and then go to war, while defeated warriors go to war first and then seek to win.",
    "Life is ours to be spent, not to be saved. ",
    "Your next step is simple. You are the first domino.",
    "We have a choice everyday regarding the attitude we will embrace for that day.",
    "Everything will be ok in the end. If it's not ok, it's not the end.",
    "The only people without problems are those in cemeteries.",
    "You will not do incredible things without an incredible dream.",
    "Great loves too must be endured.",
    "Courage is the price that life exacts for granting peace.",
    "He is a wise man who does not grieve for the things which he has not, but rejoices for those which he has.",
    "It all depends on what you choose to believe.",
    "When everything seems to be going against you, remember that the airplane takes off against the wind, not with it.",
    "Desire for the fruits of work must never be your motive in working.",
    "Those who know, do. Those that understand, teach.",
    "Don't Let Yesterday Take Up Too Much Of Today.",
    "To do two things at once is to do neither.",
    "Too many of us are not living our dreams because we are living our fears.",
    "You Create Your Own Present By What You Give Your Attention To Today.",
    "A gentleman accepts the responsibility of his actions and bears the burden of their consequences.",
    "Perfection is not attainable, but if we chase perfection we can catch excellence.",
    "Nothing gives one person so much advantage over another as to remain always cool and unruffled under all circumstances.",
    "Leaders spend 5% of their time on the problem & 95% of their time on the solution. Get over it & crush it!",
    "Be royal in your own fashion: act like a king to be treated like one.",
    "A lie can travel half way around the world while the truth is putting on its shoes.",
    "A little progress each day adds up to big results.",
    "There are no limitations to the mind except those we acknowledge...",
    "The worst part of success is trying to find someone who is happy for you.",
    "The river that flows in you also flows in me.",
    "Working hard for something we don't care about is called stress: Working hard for something we love is called passion.",
    "Definitions belong to the definers, not the defined.",
    "There are no differences but differences of degree between different degrees of difference and no difference.",
    "Fashion fades, only style remains the same.",
    "Every traveler has a home of his own, and he learns to appreciate it the more from his wandering."
]