[
    "Far more crucial than what we know or do not know is what we do not want to know.",
    "To live fully is to be always in no-man's-land, to experience each moment as completely new and fresh.",
    "Where there is no struggle, there is no strength. ",
    "Without education, we are in a horrible and deadly danger of taking educated people seriously.",
    "You can't go forward and backwards at the same time.",
    "To forgive means pardoning the unpardonable.",
    "Instead of worrying about what you cannot control, shift your energy to what you can create.",
    "Don't try to be young. Just open your mind. Stay interested in stuff.",
    "Youth has no age.",
    "To handle yourself, use your head; to handle others, use your heart.",
    "Change the changeable, accept the unchangeable, and remove yourself from the unacceptable. ",
    "Some men see things as they are and ask why. Others dream things that never were and ask why not.",
    "Knowledge isn't power until it is applied.",
    "Our view of the world is truly shaped by what we decide to hear.",
    "We need never be ashamed of our tears.",
    "Wise people, even though all laws were abolished, would still lead the same life.",
    "When we think about our strengths, we are strong. When we think about our weaknesses, we are weak.",
    "Go as far as you can see and you will see further.  ",
    "Making money isn't hard in itself... What's hard is to earn it doing something worth devoting one's life to.",
    "Duty makes us do things well, but love makes us do them beautifully.  ",
    "Wealth is the product of man's capacity to think.",
    "You can avoid reality, but you cannot avoid the consequences of avoiding reality.",
    "Happiness depends on your mindset and attitude.",
    "How many times do you have to get hit over the head until you figure out who's hitting you?",
    "The highest form of ignorance is when you reject something you don't know anything about. ",
    "Where there's life, there's hope.",
    "The less you open your heart to others, the more your heart suffers.",
    "Peace is the result of retraining your mind to process life as it is, rather than as you think it should be.  ",
    "If I can stop one heart from breaking, I shall not live in vain.",
    "Mastering others is strength, mastering yourself is true power.",
    "You're never given a dream without also being given the power to make it true.",
    "My sun sets to rise again.",
    "We can either add to our character each day, or we can fritter away our energies in distractions.",
    "The important thing is not to stop questioning. Curiosity has its own reason for existing.",
    "To belittle, you have to be little.",
    "To improve is to change, so to be perfect is to change often.",
    "A scientific man ought to have no wishes, no affections, - a mere heart of stone.",
    "Progress comes to those who train and train; reliance on secret techniques will get you nowhere.",
    "Throughout this life, you can never be certain of living long enough to take another breath.",
    "Strategy without tactics is the slowest route to victory. Tactics without strategy is the noise before defeat.",
    "Be not afraid of growing slowly, be afraid only of standing still. ",
    "Don't bother people for help without first trying to solve the problem yourself.",
    "A pessimist sees the difficulty in every opportunity; an optimist sees the opportunity in every difficulty.",
    "Life is from the inside out. When you shift on the inside, life shifts on the outside.",
    "All I can do is be me, whoever that is.",
    "Nature loves to hide.",
    "Every one of us is the sum total of his own thoughts.",
    "Judgments prevent us from seeing the good that lies beyond appearances.  ",
    "Success is about creating value.",
    "He is a wise man who does not grieve for the things which he has not, but rejoices for those which he has."
]