[
    "The price of inaction is far greater than the cost of making a mistake.",
    "Fallacies do not cease to be fallacies because they become fashions.",
    "Half the world is composed of people who have something to say and can't, and the other half who have nothing to say and keep on saying it.",
    "By perseverance the snail reached the ark.",
    "Happiness is pretty simple: someone to love, something to do, something to look forward to.",
    "The ego wants to go fast. The soul needs to go slow.",
    "Peace is the result of retraining your mind to process life as it is, rather than as you think it should be.  ",
    "Rather than waste time and energy worrying, use that time and energy to constructively deal with whatever is causing the worry.",
    "If you change the way you look at things, the things you look at change. ",
    "Remain calm, serene, always in command of yourself. You will then find out how easy it is to get along. ",
    "Expect the best, plan for the worst, and prepare to be surprised. ",
    "Don't let the silly little dramas of each day get you down. For you are here to do great things.",
    "You play the hand you're dealt. I think the game's worthwhile.  ",
    "No one ever said life was fair. Just Eventful.",
    "Too many of us are not living our dreams because we are living our fears.",
    "Believe in yourself! Have faith in your abilities! Without a humble but reasonable confidence in your own powers you cannot be successful or happy.",
    "Stop acting so small. You are the universe in ecstatic motion.",
    "Life can only be understood backwards; but it must be lived forwards.",
    "It's your outlook on life that counts.",
    "Where you are right now doesn't have to determine where you'll end up.",
    "Live your life and forget your age.",
    "Strive for excellence, not perfection, because we don't live in a perfect world.",
    "Life goes by very fast. And the worst thing in life that you can have is a job that you hate, and have no energy and creativity in.",
    "Love the life you live, live the life you love.",
    "Stop comparing yourself to others and focus on your own improvement.",
    "Force has no place where there is need of skill. ",
    "To live is to be willing to die over and over again.",
    "If someone betrays you once, it's their fault; if they betray you twice, it's your fault.",
    "Life is a succession of lessons, which must be lived to be understood.",
    "If the plan doesn't work, change the plan, but never the goal.",
    "If you are lucky enough to find love, remember it is there and don't throw it away.",
    "It's easy to wish for health when you're sick.  When you're doing well, you need just as much vigilance.",
    "Nothing is impossible. The word itself says 'I'm possible!'",
    "Do it with passion, or not at all.",
    "Behind every cloud is another cloud.",
    "Don't let the past steal your present.",
    "Fear not the path of Truth for the lack of People walking on it.",
    "Extraordinary results happen only when you give the best you have to become the best you can be at your most important work.",
    "Never give way to laziness.",
    "Appear weak when you are strong, and strong when you are weak.",
    "When you lose your desire for things that do not matter, you will be free.",
    "We ourselves feel that what we are doing is just a drop in the ocean. But the ocean would be less because of that missing drop.",
    "Opportunity comes when you continually push forward.",
    "The only thing more frustrating than slanderers is those foolish enough to listen to them.",
    "What a liberation to realize that 'the voice in my head' is not who I am. Who am I then? The one who sees that.",
    "Be strong. Be confident. Be the star of your own life.",
    "As soon as you trust yourself, you will know how to live.",
    "Receive without pride, let go without attachment.",
    "Life is filled with secrets. You can't learn them all at once.",
    "There's more to life than being a passenger."
]