[
    "Try to be a rainbow in someone's cloud.",
    "A Quitter never wins - and - a Winner never quits.",
    "Failure will never overtake me if my determination to succeed is strong enough.",
    "Everyone must choose one of two pains: The pain of discipline or the pain of regret.",
    "Fool me once, shame on you; fool me twice, shame on me. ",
    "What kills the creative force is not age or lack of talent, but our own spirit, our own attitude.",
    "My favorite things in life don't cost any money. It's really clear that the most precious resource we all have is time.",
    "If you do not conquer self, you will be conquered by self.",
    "Freedom from desire leads to inner peace.",
    "True wisdom comes to each of us when we realize how little we understand about life, ourselves, and the world around us.",
    "To escape from the world means that one's mind is not concerned with the opinions of the world.",
    "Whatever you think the world is withholding from you, you are withholding from the world.",
    "One must be deeply aware of the impermanence of the world.",
    "Instead of worrying about what you cannot control, shift your energy to what you can create.",
    "There is no absolute success in the world, only constant progress.",
    "I live by letting things happen.",
    "Your work is going to fill a large part of your life, and the only way to be truly satisfied is to do what you believe is great work. ",
    "Yesterday is gone. Tomorrow has not yet come. We have only today.",
    "The only way out is through.",
    "All has not been said and never will be.",
    "Unless you change how you are, you will always have what you got.",
    "In the end, it's not the years in your life that count. It's the life in your years.",
    "The nearer a man comes to a calm mind, the closer he is to strength.",
    "The greatest mistake you can make in life is to be continually fearing you will make one.",
    "Perpetual optimism is a force multiplier.",
    "A heart is not judged by how much you love, but by how much you are loved by others.",
    "Smell the cheese often so you know when it is getting old.",
    "Anger is an acid that can do more harm to the vessel in which it is stored than to anything on which it is poured.",
    "Every person, all the events of your life are there because you have drawn them there. What you choose to do with them is up to you.",
    "You gain strength, courage and confidence by every experience in which you really stop to look fear in the face.",
    "The beautiful journey of today can only begin when we learn to let go of yesterday.",
    "Success seems to be connected to action. Successful people keep moving. They make mistakes, but they don't quit.",
    "The farther backward you can look, the farther forward you are likely to see.",
    "An inch of time is an inch of gold but you can't buy that inch of time with an inch of gold.",
    "A person without a sense of humor is like a wagon without springs, jolted by every pebble in the road.",
    "You will have bad times, but they will always wake you up to the stuff you weren't paying attention to.",
    "While we may not be able to control all that happens to us, we can control what happens inside us.",
    "Winning isn't everything, but wanting to win is.",
    "You must find the place inside yourself where nothing is impossible.",
    "Zen insists that the whole trouble is just our failure to realize that there is no problem.",
    "Life is about accepting the challenges along the way, choosing to keep moving forward, and savoring the journey.",
    "Setting goals is the first step in turning the invisible into the visible.",
    "If you try to micromanage yourself all you're going to do is make yourself miserable.",
    "The most important single ingredient in the formula of success is knowing how to get along with people.",
    "The birth of the mind is the death of the senses.",
    "It is easy to love your friend, but sometimes the hardest lesson to learn is to love your enemy.",
    "A man sees in the world what he carries in his heart.",
    "Surround yourself only with people who are going to take you higher.",
    "All our knowledge has its origins in our perceptions.",
    "Don't bother people for help without first trying to solve the problem yourself."
]