[
    "You can only be afraid of what you think you know.",
    "It is better to learn late than never.",
    "What we call the beginning is often the end. And to make an end is to make a beginning. The end is where we start from.",
    "Emancipate yourself from mental slavery, none but ourselves can free our mind.",
    "As you think, you travel, and as you love, you attract.",
    "The big secret in life is that there is no big secret. Whatever your goal, you can get there if you're willing to work.",
    "Making your mark on the world is hard. If it were easy, everybody would do it.",
    "No idea, no matter how good, will work if it doesn't get used.",
    "Courage is the willingness to engage in a risk-taking behavior regardless of whether the consequences are unknown or possibly adverse.",
    "The degree of responsibility you take for your life determines how much change you can create in it.",
    "Success is achieved and maintained by those who try and keep trying. ",
    "True it is, we only hate those whom we do not know.",
    "There are no contests in the Art of Peace. A true warrior is invincible because he or she contests with nothing.",
    "Help others for all the times that you have been ignored. Be kind to others, for all the times that you have been scorned.",
    "My guiding principle is this: Guilt is never to be doubted. ",
    "You can never cross the ocean unless you have the courage to lose sight of the shore.",
    "It is ignorance that causes most mistakes.",
    "Give a man a fish and you feed him for a day. Teach a man to fish and you feed him for a lifetime.",
    "To improve is to change, so to be perfect is to change often.",
    "A little progress each day adds up to big results.",
    "Enjoy every minute of life. Never second-guess life.",
    "Love yourself with the same intensity you would use to pull yourself up if you were hanging off a cliff.",
    "The more perfect a person is on the outside, the more demons they have on the inside.",
    "Always focus on the front windshield and not the rear view mirror.",
    "Challenge yourself to find the good and beautiful thing inside of everyone.",
    "In three words I can sum up everything I've learned about life: it goes on.",
    "The future depends on what you do today. ",
    "How you think is as important as as what you think.",
    "If you try to get rid of fear and anger without knowing their meaning, they will grow stronger and return.",
    "Like it or not, this moment is all we really have to work with.",
    "You can put lipstick on a pig. It's still a pig.",
    "The danger of an adventure is worth a thousand days of ease and comfort.",
    "We are all self-made, but only the successful will admit it.",
    "Life is love and love is life.",
    "Everything you've ever wanted is on the other side of fear.",
    "You are not what you think you are, You are not what others think you are, You are what you think others think you are.",
    "Care about what other people think and you will always be their prisoner.",
    "All wealth is the product of labor.",
    "Only he who has no use for the empire is fit to be entrusted with it.",
    "Those who can make you believe absurdities can make you commit atrocities. ",
    "You can calculate the worth of a man by the number of his enemies.",
    "Your happiness is what truly matters most. Do what you have to do in order to be happy.",
    "When your intuition is strong, follow it.",
    "If you cannot understand something, then you have understood it incorrectly.",
    "It's not what happens to you, but how you react to it that matters.",
    "The soul without imagination is what an observatory would be without a telescope.",
    "Loyalty and friendship are the most precious possessions a man can have.",
    "Facts are the enemy of truth. ",
    "Attitude, not aptitude, determines altitude.  ",
    "Youth is happy because it has the ability to see beauty. Anyone who keeps the ability to see beauty never grows old. "
]