[
    "Nothing is really work unless you would rather be doing something else. ",
    "If I cannot do great things. I can do small things in a great way.",
    "It doesn't matter if the glass is half empty or half full. Be grateful you have a glass - you're the only person that can decide what's in it.",
    "A successful man is one who can lay a firm foundation with the bricks others have thrown at him.  ",
    "Happiness must be grown in one's own garden.",
    "Even when you think you have your life all mapped out, things happen that shape your destiny in ways you might never have imagined.",
    "Your only obligation in any lifetime is to be true to yourself.",
    "Sometimes out of your biggest misery, comes your greatest gain.",
    "When you get up in the morning, you have two choices - either to be happy or to be unhappy. Just choose to be happy.",
    "Honor is the foundation of courage.",
    "We are all different. Don't judge, understand instead.",
    "The only defense against the world is a thorough knowledge of it.",
    "What is a friend? A single soul dwelling in two bodies.",
    "By failing to prepare, you are preparing to fail.",
    "The opportunity of defeating the enemy is provided by the enemy himself.",
    "It is not fair to ask of others what you are not willing to do yourself.",
    "Public opinion is the worst of all opinions.",
    "You are free, and that is why you are lost.",
    "Confidence is like a dragon where, for every head cut off, two more heads grow back.",
    "We cannot expect to be happy always... by experiencing evil as well as good we become wise.",
    "You cannot find peace by avoiding life.",
    "It isn't what you have or who you are or where you are or what you are doing that makes you happy or unhappy. It is what you think about it.",
    "Definitions belong to the definers, not the defined.",
    "Confuse them with your silence and amaze them with your actions.",
    "Don't spend time beating on a wall, hoping to transform it into a door.",
    "The divine is not something high above us. It is in heaven, it is in earth, it is inside us.",
    "What the mind can conceive and believe, and the heart desire, you can achieve.",
    "Wit is educated insolence.",
    "It is not uncommon for people to spend their whole life waiting to start living.",
    "We need a backbone, not a wishbone.",
    "Prefer to be defeated in the presence of the wise than to excel among fools.",
    "If you want work well done, select a busy man; the other kind has no time.",
    "Better the cottage where one is merry than the palace where one weeps.",
    "Riches don't make a man rich, they only make him busier.",
    "Your work is to discover your work and then, with all your heart, to give yourself to it.",
    "Darkness must pass. A new day will come. And when the sun shines, it will shine out the clearer.",
    "Find the game where you can win, and then commit your life to playing it; and play to win.",
    "Your neighbor is the man who needs you.",
    "A self that goes on changing is a self that goes on living.",
    "Everyone must choose one of two pains: The pain of discipline or the pain of regret.",
    "Like it or not, this moment is all we really have to work with.",
    "A thing must be loved before it is lovable.",
    "Nothing like a health problem to turn up the contrast dial for the rest of life.",
    "The right thing to do and the hard thing to do are usually the same.",
    "I would rather be hated for who I am than loved for who I'm not.  ",
    "Listening well is as powerful as talking well, and is also as essential to true conversation.",
    "Where your talents and the needs of the world cross, there lies your vocation.",
    "Evil is whatever distracts. ",
    "Real loss is only possible when you love something more than you love yourself.",
    "Absurdity is the ecstasy of intellectualism."
]