[
    "Adults are just children who earn money.",
    "If you do not get the chills when you set your goal you're not setting big enough goals.",
    "The path is difficult to ensure worthiness. The lazy look elsewhere, The persevering find riches.",
    "Be brave enough to suck at something new.",
    "The measure of who we are is what we do with what we have.",
    "You're never too old for anything.",
    "Quiet people have the loudest minds.",
    "Arise, slay thy enemies, enjoy a prosperous kingdom.",
    "Respect was invented to cover the empty place where love should be.",
    "It is not enough to win a war; it is more important to organize the peace.",
    "People rarely succeed unless they have fun in what they are doing.",
    "It is during our darkest moments that we must focus to see the light.",
    "There is only one thing in the world worse than being talked about, and that is not being talked about. ",
    "Don't cry because it's over. Smile because it happened.",
    "When obstacles arise, you change your direction to reach your goal; you do not change your decision to get there.",
    "The major difference between the big shot and the little shot is the big shot is just a little shot who kept on shooting.",
    "To be happy we need something to solve. Happiness is therefore a form of action.",
    "Your greatest asset is your earning ability. Your greatest resource is your time.",
    "The road to success is always under construction.",
    "Remember that the best relationship is one in which your love for each other exceeds your need for each other.",
    "It is in the heart that makes a man rich. He is rich according to what he is, not according to what he has.",
    "There are no secrets to success. It is the result of preparation, hard work, and learning from failure.",
    "Learn to value yourself, which means: fight for your happiness.",
    "Most of the evil in this world is done by people with good intentions.",
    "No matter how tall the mountain is, it cannot block the sun.",
    "I love fools' experiments. I am always making them.",
    "The farther backward you can look, the farther forward you are likely to see.",
    "You may delay, but time will not.",
    "Success is achieved and maintained by those who try and keep trying. ",
    "Write to help yourself, publish to help others.",
    "Someday death will take us to another star.",
    "Just try to be the best you can be; never cease trying to be the best you can be. That's in your power.",
    "Rivers know this: there is no hurry. We shall get there some day.",
    "One loyal friend is worth ten thousand relatives.",
    "Art is the signature of civilizations. ",
    "Being wrong opens us up to the possibility of change.",
    "Stay away from people who makes you feel like you are wasting their time.",
    "There is nothing like looking if you want to find something.",
    "Successful people ask better questions, and as a result, they get better answers.",
    "Some people want it to happen, some wish it would happen, others make it happen.",
    "In order for you to be the BEST you can be for others, first you must be BEST for yourself.",
    "To accomplish big things, I am convinced you must first dream big dreams.",
    "Nothing is easier than fault finding.",
    "Show kindness but never expect it. Show authenticity but never expect it. Only the wise are indifferent to things they can't control.",
    "Life is a constant series of opportunities.",
    "Difficult and meaningful will always bring more satisfaction than easy and meaningless.",
    "To the world you may be one person; but to one person you may be the world.",
    "He who possesses most must be most afraid of loss.",
    "Any fool can turn a blind eye but who knows what the ostrich sees in the sand.",
    "The older you get, the more you understand how your conscience works."
]