[
    "Words are the clothes thoughts wear.",
    "Living a life that has a greater purpose and living up to it is the ultimate degree that we should strive for.",
    "I discovered a long time ago that if I helped enough people get what they wanted, I would always get what I wanted and I would never have to worry.",
    "When the time is gone, you can never get it back.",
    "Fear does not have any special power unless you empower it by submitting to it.",
    "Don't waste your energy on being angry at something that somebody did six months ago or a year ago. It's over.",
    "The dead receive more flowers than the living because regret is stronger than gratitude.",
    "We think too much and feel too little.",
    "All problems are illusions of the mind.",
    "The wisest men follow their own direction.",
    "To the world you may be one person; but to one person you may be the world.",
    "The positive thinker sees the invisible, feels the intangible, and achieves the impossible.",
    "There is nothing more truly artistic than to love people.",
    "Doing what you love is the cornerstone of having abundance in your life. ",
    "It's the little things done consistently over time, straight from your heart, that have the greatest impact.",
    "Love the life you live, live the life you love.",
    "It's OK to have your eggs in one basket as long as you control what happens to that basket.",
    "Care about what other people think and you will always be their prisoner.",
    "When you realize you've made a mistake, take immediate steps to correct it.",
    "No valid plans for the future can be made by those who have no capacity for living now.",
    "Don't stop when you're tired. Stop when you're done.",
    "He who laughs at himself never runs out of things to laugh at.",
    "To belittle, you have to be little.",
    "Better to have, and not need, than to need, and not have.",
    "In the middle of difficulty lies opportunity.",
    "The future belongs to those who learn more skills and combine them in creative ways.",
    "It's very strange that the people you love are often the people you're most cruel to.",
    "If you don't know where you're going, you will probably end up somewhere else.",
    "You have as much laughter as you have faith.",
    "The less you respond to negative people, the more positive your life will become.",
    "It is never too late to be what you might have been.",
    "Progress comes to those who train and train; reliance on secret techniques will get you nowhere.",
    "Courage is what it takes to stand up and speak. Courage is also what it takes to sit down and listen.",
    "The most important things are the hardest to say.",
    "Always do what is right. It will gratify half of mankind and astound the other.",
    "We've got to live, no matter how many skies have fallen.",
    "Given the choice between the experience of pain and nothing, I would choose pain.",
    "The only defense against the world is a thorough knowledge of it.",
    "Never close your lips to those whom you have already opened your heart.",
    "The best way out is always through.",
    "Everything you look at can become a fairy tale and you can get a story from everything you touch.",
    "He who knows best knows how little he knows.",
    "It is only depth of character that determines the profundity with which we face life.",
    "No man becomes rich unless he enriches others.",
    "Quality is more important than quantity. One home run is much better than two doubles.",
    "Life belongs to the living, and he who lives must be prepared for changes.",
    "Forget yesterday - it has already forgotten you. Don't sweat tomorrow - you haven't even met. Instead, open your eyes and your heart to a truly precious gift - today.",
    "If your happiness depends on what somebody else does, I guess you do have a problem.",
    "That some achieve great success is proof to all that others can achieve it as well.",
    "We run to win, not just to be in the race.  "
]