[
    "Do something to move yourself toward your major goal every day.",
    "Strategy without tactics is the slowest route to victory. Tactics without strategy is the noise before defeat.",
    "Success comes from knowing that you did your best to become the best that you are capable of becoming.",
    "Any fool can turn a blind eye but who knows what the ostrich sees in the sand.",
    "Everyone must choose one of two pains: The pain of discipline or the pain of regret.",
    "Success is the progressive realization of a worthy goal or ideal.",
    "You are what you believe yourself to be.",
    "A Rolling Stone Gathers No Moss.",
    "Freedom lies in being bold.",
    "You can calculate the worth of a man by the number of his enemies.",
    "If you only knew the magnificence of the 3, 6, and 9, then you would have a key to the universe.",
    "Anger is an acid that can do more harm to the vessel in which it is stored than to anything on which it is poured.",
    "Youth has no age.",
    "Success on the outside means nothing unless you also have success within.",
    "The destiny of man is in his own soul. ",
    "Sometimes, the only way to evolve is to open ourselves fully.",
    "Every blessing ignored becomes a curse.",
    "Be content with what you have, rejoice in the way things are. When you realize there is nothing lacking, the whole world belongs to you.",
    "Life must be a constant education; one must learn everything, from speaking to dying.",
    "New beginnings are disguised as painful endings.",
    "FOCUS - Follow One Course Until Successful",
    "Trying to define yourself is like trying to bite your own teeth.",
    "The only problem we really have is we think we're not supposed to have problems! Problems call us to higher level- - face & solve them now!",
    "Trust is the glue that holds people together and is the lubricant that keeps an organization moving forward.",
    "If you do not push the boundaries, you will never know where they are.",
    "You'll see it when you believe it. ",
    "Here and now...breathe and relax...in battle and in life.",
    "Too much sanity may be madness and the maddest of all, to see life as it is and not as it should be. ",
    "How people treat you is their karma; how you react is yours. ",
    "Life and the simple beauty of it is too good to pass up.",
    "Just do what must be done. This may not be happiness but it is greatness.",
    "Wealth is the product of man's capacity to think.",
    "Nothing is hopeless; we must hope for everything.",
    "If your mind is empty, it is always ready for anything, it is open to everything.",
    "It does not matter how slowly you go so long as you do not stop.",
    "The greatest weariness comes from work not done.",
    "We suffer for the simple reason that suffering is biologically useful. It is nature's preferred agent for inspiring change.",
    "Success is nothing more than a few simple disciplines practiced every day.",
    "Learning is a weightless treasure you can always carry easily.",
    "Beware of false knowledge, it is more dangerous than ignorance.",
    "Everything has its beauty, but not everyone sees it. ",
    "Those who attain the middle Dominate the whole.",
    "Time heals what reason cannot.  ",
    "Find something you love and do it better than everyone else.",
    "It takes a minute to have a crush on someone, an hour to like someone, and a day to love someone... but it takes a lifetime to forget someone.",
    "We are all self-made, but only the successful will admit it.",
    "Love is the absence of judgment.",
    "We must accept finite disappointment, but never lose infinite hope.",
    "No matter how smart we may think we are, no matter how committed we are to our truth, we can lose our way.",
    "There is a difference between giving directions and giving direction."
]