[
    "Dreams have only one owner at a time. That's why dreamers are lonely.",
    "You don't have to be great to start, but you have to start to be great.  ",
    "The first man gets the oyster, the second man gets the shell.",
    "Be brave to stand for what you believe in even if you stand alone.",
    "All life is a manifestation of the spirit, the manifestation of love.",
    "The way of success is the way of continuous pursuit of knowledge.",
    "Raise your words, not voice. It is rain that grows flowers, not thunder.",
    "Success is often achieved by those who don't know that failure is inevitable.",
    "It is those who concentrate on but one thing at a time who advance in this world.",
    "Never argue with ignorance. It only leads to frustration.",
    "We all give up great expectations along the way.",
    "In a world of change, the learners shall inherit the earth, while the learned shall find themselves perfectly suited for a world that no longer exists.",
    "The greatest enemy of knowledge is not ignorance, it's the illusion of knowledge.",
    "Nothing has any power over me other than that which I give it through my conscious thoughts.",
    "A Hero is an ordinary individual who finds the strength to persevere and endure in spite of overwhelming obstacles.",
    "Many answers to what you seek don't lie 'out there'. If you look inwards, you'll find the answer has been in you all along.",
    "The heart wants what it wants - or else it does not care.",
    "Anyone who has ever made anything of importance was disciplined.",
    "Friends ask you questions; enemies question you.",
    "Death is not sad; the sad thing is that most people don't really live at all.",
    "Sometimes good things fall apart so better things can fall together.",
    "Every blessing ignored becomes a curse.",
    "The question isn't who is going to let me; it's who is going to stop me.",
    "Better to die fighting for freedom than be a prisoner all the days of your life.",
    "Everyone has oceans to fly, if they have the heart to do it. Is it reckless? Maybe. But what do dreams know of boundaries.",
    "For changes to be of any true value, they've got to be lasting and consistent.",
    "Admire as much as you can. Most people do not admire enough.",
    "There are no secrets to success. It is the result of preparation, hard work, learning from failure.",
    "It takes a great deal of bravery to stand up to our enemies, but just as much to stand up to our friends.",
    "Knowledge isn't power until it is applied.",
    "Nothing is more real than nothing.",
    "It's easy to be a critic, but being a doer requires effort, risk, and change.  ",
    "You were born to win, but to be a winner you must plan to win, prepare to win, and expect to win.",
    "Little by little, one travels far.",
    "Never regret your past. Rather, embrace it as the teacher that it is.",
    "Saying nothing sometimes says the most.",
    "Everyone must choose one of two pains: The pain of discipline or the pain of regret.",
    "Live and act within the limit of your knowledge and keep expanding it to the limit of your life.",
    "Everything that is made beautiful and fair and lovely is made for the eye of one who sees.",
    "Make improvements, not excuses. Seek respect, not attention.",
    "It is easy to discover what another has discovered before.",
    "Words have no power to impress the mind without the exquisite horror of their reality.",
    "I begin with an idea and then it becomes something else.",
    "Work out your own salvation. Do not depend on others.",
    "Anything you may hold firmly in your imagination can be yours.",
    "An ounce of performance is worth pounds of promises.",
    "It's not what happens to you, but how you react to it that matters.",
    "Confidence is what you have before you understand the problem.",
    "Muddy water is best cleared by leaving it alone.",
    "Some people find fault like there is a reward for it.  "
]