[
    "Life is a gift. Never forget to enjoy and bask in every moment you are in.",
    "Luck is what happens when preparation meets opportunity.  ",
    "Don't let your mind stop you.",
    "People have the illusion that all over the world, all the time, all kinds of fantastic things are happening.",
    "Outstanding people have one thing in common: an absolute sense of mission.  ",
    "Do not allow your inner doubts to keep you from achieving what you can do.",
    "It is the mark of an educated mind to be able to entertain a thought without accepting it.",
    "To judge a man by his weakest link or deed is like judging the power of the ocean by one wave.",
    "All happiness depends on courage and work.",
    "The wise speak only of what they know.",
    "Selfishness and greed, individual or national, cause most of our troubles.",
    "Wrong does not cease to be wrong because the majority share in it.",
    "The best thing to hold onto in life is each other.",
    "We become what we believe.",
    "Always show more kindness than seems necessary because the person receiving it needs it more than you will ever know.",
    "You find peace not by rearranging the circumstances of your life, but by realizing who you are at the deepest level.",
    "Through selfless service, you will always be fruitful and find the fulfillment of your desires.",
    "A strong man overcomes an obstacle, a wise man goes the whole way.",
    "It's what you do in the present that will redeem the past and thereby change the future.",
    "Resentment or grudges do no harm to the person against whom you hold these feelings but every day and every night of your life, they are eating at you.",
    "It is important to fight and fight again, and keep fighting, for only then can evil be kept at bay though never quite eradicated.",
    "Everyone has the right to make his own decisions, but none has the right to force his decision on others.",
    "Give credit where credit is due: simply said, if you want loyalty and best effort, you must be thoughtful.  ",
    "Each day your life grows a day shorter. Make every move count.",
    "Employ your time in improving yourself by other men's writings, so that you shall gain easily what others have labored hard for.",
    "If you don't find the time, if you don't do the work, you don't get the results.",
    "It isn't that they can't see the solution. It is that they can't see the problem.",
    "We all give up great expectations along the way.",
    "Living a life that has a greater purpose and living up to it is the ultimate degree that we should strive for.",
    "Natural talent only determines the limits of your athletic potential. It's dedication and a willingness to discipline your life that makes you great.",
    "The content of your character is your choice. Day by day, what you choose, what you think and what you do is who you become.",
    "The more you are motivated by Love, The more Fearless & Free your action will be.",
    "The danger of an adventure is worth a thousand days of ease and comfort.",
    "Take into account that great love and great achievements involve great risk.",
    "Victory is always possible for the person who refuses to stop fighting.",
    "When it comes to mastering a skill, time is the magic ingredient.",
    "Unhappiness enters through a door that has been left open.",
    "Be - don't try to become ",
    "Everyone thinks of changing the world, but no one thinks of changing himself.",
    "There are as many opinions as there are experts.",
    "It is not what we get. But who we become, what we contribute... that gives meaning to our lives.",
    "It's not the men in your life that matters, it's the life in your men.",
    "Concentrate all your thoughts upon the work at hand. The sun's rays do not burn until brought to focus.",
    "Make peace within, and there will be no one who can overcome you. And no one you will wish to overcome.",
    "Men are disturbed not by things, but by the view which they take of them.",
    "I think it's very important to have a feedback loop, where you're constantly thinking about what you've done and how you could be doing it better.",
    "Believe in yourself. You are braver than you think, more talented than you know, and capable of more than you imagine.",
    "The purpose of life is the life of purpose.",
    "The greatest work that kindness does to others is that it makes them kind themselves.",
    "Half the world is composed of people who have something to say and can't, and the other half who have nothing to say and keep on saying it."
]