[
    "It is indeed a radical act of love just to sit down and be quiet for a time by yourself.",
    "Nothing endures but change.",
    "Hardly anybody recognizes the most significant moments of their life at the time they happen.",
    "An approximate answer to the right question is worth a great deal more than a precise answer to the wrong question.",
    "The quality of your life is determined by the quality of your thoughts.",
    "When you have a dream, you've got to grab it and never let go.",
    "We ordinary people must forge our own beauty.",
    "If you don't know, the thing to do is not to get scared, but to learn.",
    "If you throw away all thoughts of attainment, you will then come to see the real purpose of your quest.",
    "Success is getting what you want, happiness is wanting what you get.",
    "Life goes by fast. Enjoy it. Calm down. It's all funny.",
    "Be as fluid as water, do not give your enemies anything solid to attack.",
    "If you don't like something change it. If you can't change it, change your attitude about it. Don't complain.",
    "The fewer the words, the better the prayer.",
    "Today is plenty; right now is enough. Tomorrow will come in good time. Until it does, live the depth of now.",
    "Sad thing is, you can still love someone and be wrong for them.",
    "If the misery of the poor be caused not by the laws of nature, but by our institutions, great is our sin.",
    "Anything you may hold firmly in your imagination can be yours.",
    "Each path to knowledge involves different rules and these rules are not interchangeable.",
    "A bird does not sing because it has an answer. It sings because it has a song.",
    "Winners are not people who never fail, but people who never quit.",
    "Although the world is full of suffering, it is also full of the overcoming of it.",
    "Life is a traveling to the edge of knowledge, then a leap taken.",
    "An inch of time is an inch of gold but you can't buy that inch of time with an inch of gold.",
    "If you see a get rich quick scheme, that's someone else trying to get rich off of you.",
    "There is no path to Peace. Peace is the path.",
    "You can't have anything worthwhile without difficulties.",
    "You can't go forward and backwards at the same time.",
    "Having an open mind is one of the most important qualities we can possess. Once our minds close, we stop evolving.",
    "Don't worry about being successful, but work toward being significant and the success will naturally follow.",
    "Great minds discuss ideas. Average minds discuss events. Small minds discuss people.",
    "The biggest and only critic lives in your perception of people's perception of you rather than people's perception of you.",
    "I know not all that may be coming, but be it what it will, I'll go to it laughing.",
    "Sometimes success isn't about making the right decision, it's more about making some decision.",
    "The only thing worse than being blind is having sight but no vision.",
    "Victims recite problems, leaders provide solutions.",
    "Everything great that has ever happened to humanity has begun as a single thought in someone's mind.",
    "Every day is an opportunity to a make a new happy ending.",
    "Tis not too late to seek a newer world.",
    "Men do not attract which they want but that which they are.",
    "Just living is not enough... one must have sunshine, freedom, and a little flower. ",
    "Some people feel the rain. Others just get wet. ",
    "The difference between treason and patriotism is only a matter of dates.",
    "Turn off your mind, relax, and float downstream.",
    "Troubles are often the tools by which God fashions us for better things.",
    "Force has no place where there is need of skill. ",
    "It's easier to go down a hill than up it but the view is much better at the top.",
    "The significance of life is living.",
    "The greatest weariness comes from work not done.",
    "Growth comes at the point of resistance."
]