[
    "Surround yourself only with people who are going to take you higher.",
    "Sometimes a change of perspective is all it takes to see the light.",
    "Sometimes, the only way to evolve is to open ourselves fully.",
    "Giving is the secret of a healthy life. Not necessarily money, but whatever a person has of encouragement, sympathy and understanding.",
    "Throughout this life, you can never be certain of living long enough to take another breath.",
    "Some of us learn from other people's mistakes and the rest of us have to be other people.  ",
    "True wisdom comes to each of us when we realize how little we understand about life, ourselves, and the world around us.",
    "If you're brave enough to say goodbye, life will reward you with a new hello.",
    "Well done is better than well said.",
    "Paths are made by walking.",
    "There is no excuse for not trying.",
    "Those who bring sunshine into the lives of others cannot keep it from themselves.",
    "Change is not a four letter word...but often your reaction to it is!",
    "Wheels of justice grind slow but grind fine.",
    "Death is as sure for that which is born, as birth is for that which is dead. Therefore grieve not for what is inevitable.",
    "For fast-acting relief try slowing down.",
    "When you repeat a mistake, it is not a mistake anymore: it is a decision.",
    "We may not be responsible for the world that created our minds, but we can take responsibility for the mind with which we create our world.",
    "Nothing in this world is worth having or worth doing unless it means effort, pain, difficulty.",
    "The important thing is not what one is born with but what use one makes of that equipment.",
    "Learn to sit back and observe, not everything needs a reaction.",
    "All know the way; few actually walk it. ",
    "In spite of everything, I shall rise again.",
    "Behind every beautiful thing, there's some kind of pain.",
    "Presents are made for the pleasure of who gives them, not the merits of who receives them.",
    "Never say never, because limits, like fears, are often just an illusion.",
    "All leaders are readers.",
    "If you're not failing every now and again, it's a sign you're not doing anything very innovative.",
    "By the practice of meditation, you will find that you are carrying within your heart a portable paradise.",
    "The most important thing in communication is to hear what isn't being said.",
    "The truly rich men are the ones who have health, loved ones and a work they love.",
    "He who knows, does not speak. He who speaks, does not know.",
    "Follow your instincts. That is where true wisdom manifests itself.",
    "Poetry is written with tears, fiction with blood, and history with invisible ink.",
    "Lack of emotion causes lack of progress and lack of motivation.",
    "To be prepared is half the victory. ",
    "If there were no God, there would be no atheists.",
    "The path is difficult to ensure worthiness. The lazy look elsewhere, The persevering find riches.",
    "Life does not get better by chance, it gets better by change.",
    "When you are talented you do it whatever it is until your fingers bleed or your eyes are ready to fall out of your head.",
    "To live is the rarest thing in the world. Most people exist, that is all. ",
    "Where there is anger, there is always pain underneath.",
    "In the middle of difficulty lies opportunity.",
    "By words the mind is winged.",
    "You are what you believe in. You become that which you believe you can become.",
    "Find something you love and do it better than everyone else.",
    "Why do you stay in prison when the door is so wide open?",
    "I was wise enough to never grow up while fooling most people into believing I had. ",
    "Rich people have small TVs and big libraries, and poor people have small libraries and big TVs.",
    "Life is love and love is life."
]