[
    "Open your eyes and look within. Are you satisfied with the life you're living?",
    "Associate with people who are likely to improve you.  ",
    "The more perfect a person is on the outside, the more demons they have on the inside.",
    "Being in a good frame of mind helps keep one in the picture of health.",
    "I do not exist to impress the world. I exist to live my life in a way that will make me happy.",
    "Let us always meet each other with smile, for the smile is the beginning of love.",
    "The chief cause of failure and unhappiness is trading what you want most for what you want right now.",
    "We win by helping each other win.",
    "People seldom do what they believe in. They do what is convenient, then repent.",
    "Nothing makes a man broad-minded like adversity.",
    "From error to error one discovers the entire truth.",
    "The problem happens when we have multiple desires. When we have fuzzy desires. When we want to do ten different things and we're not clear about which is the one we care about.",
    "A change is brought about because ordinary people do extraordinary things.",
    "Plants grow weak without wind.",
    "The universe doesn't give you what you ask for with your thoughts - it gives you what you demand with your actions.",
    "Nothing brings down walls as surely as acceptance.",
    "Only he who has no use for the empire is fit to be entrusted with it.",
    "Happiness is not the absence of problems, it's the ability to deal with them.",
    "We can have more than we've got because we can become more than we are.",
    "Do anything, but let it produce joy.",
    "The thing about smart people is that they seem like crazy people to dumb people.",
    "What a liberation to realize that 'the voice in my head' is not who I am. Who am I then? The one who sees that.",
    "The less you respond to negative people, the more positive your life will become.",
    "Challenge yourself to find the good and beautiful thing inside of everyone.",
    "Rest and be kind, you don't have to prove anything.",
    "He suffers more than necessary, who suffers before it is necessary.  ",
    "When you dance, your purpose is not to get to a certain place on the floor. It's to enjoy each step along the way.  ",
    "It's your road, and yours alone, others may walk it with you, but no one can walk it for you.",
    "Best be yourself, imperial, plain, and true.",
    "Prefer to be defeated in the presence of the wise than to excel among fools.",
    "Inspire yourself to be great. Being good isn't good enough.",
    "I am thankful to all those who said no. It's because of them, I did it myself.  ",
    "Thinking is a habit, and like any other habit, it can be changed; it just takes effort and repetition.",
    "Courage is fear that has said its prayers and decided to go forward anyway.",
    "If the happiness and prosperity of other people depend on you, you have nothing to fear anymore.",
    "The enemy is a very good teacher.",
    "The more acquaintances you have, the less you know them.",
    "A clear conscience is the sure sign of a bad memory.",
    "Don't let your learning lead to knowledge. Let your learning lead to action.",
    "Fishing is much more than fish.",
    "He who laughs at himself never runs out of things to laugh at.",
    "Once a decision was made, I didn't worry about it afterward.",
    "To love means loving the unlovable.",
    "Human beings can alter their lives by altering their attitudes of mind.",
    "Words are like Leaves; and where they most abound, Much Fruit of Sense beneath is rarely found.",
    "Even though you are on the right track - you will get run over if you just sit there.",
    "Life does not get better by chance, it gets better by change.",
    "Those who bring sunshine into the lives of others cannot keep it from themselves.",
    "The secret of happiness is not in doing what you like but in liking what you have to do.",
    "To be yourself in a world that is constantly trying to make you something else is the greatest accomplishment."
]