[
    "However difficult life may seem, there is always something you can do and succeed at.",
    "It's not what we do once in a while that shapes our lives, but what we do consistently.",
    "Raise your words, not voice. It is rain that grows flowers, not thunder.",
    "Friends ask you questions; enemies question you.",
    "Man is made by his belief. As he believes, so he is.",
    "We make a living by what we get, but we make a life by what we give.",
    "If your happiness depends on what somebody else does, I guess you do have a problem.",
    "Attitude is a little thing that makes a big difference.",
    "Character is doing what you don't want to do but know you should do.",
    "The weak can never forgive. Forgiveness is the attribute of the strong.",
    "What's the point in being smart enough to read, if everything you read makes you dumb?",
    "Nothing like a health problem to turn up the contrast dial for the rest of life.",
    "Change is not a four letter word...but often your reaction to it is!",
    "Intelligent people make many mistakes because they cannot believe the world is really as foolish as it is.",
    "A person is only by the thoughts that he chooses.",
    "It is startling to realize how much unbelief is necessary to make belief possible.",
    "As you love yourself, life loves you back.",
    "Out of your vulnerabilities will come your strength.",
    "We can spend our whole lives escaping from the monsters of our minds.",
    "Freeing oneself from words is liberation. ",
    "The whole world is a series of miracles, but we're so used to them we call them ordinary things.",
    "All religions, arts and sciences are branches of the same tree. ",
    "The biggest challenge after success is shutting up about it.",
    "Hold yourself responsible for a higher standard than anybody else expects of you.",
    "It is very obvious that we are not influenced by 'facts' but by our interpretation of the facts.",
    "It's not what happens to you, but how you react to it that matters.",
    "Men do not attract which they want but that which they are.",
    "By perseverance the snail reached the ark.",
    "Enthusiasm makes up for a host of deficiencies.",
    "Life is from the inside out. When you shift on the inside, life shifts on the outside.",
    "Never say never, because limits, like fears, are often just an illusion.",
    "Try all things, hold fast that which is good.",
    "Bloom where you are planted!",
    "Fishing is much more than fish.",
    "Don't wait for extraordinary opportunities. Seize common occasions and make them great.",
    "Although the world is full of suffering, it is also full of the overcoming of it.",
    "Peace of mind is that mental condition in which you have accepted the worst.",
    "I have never in my life learned anything from any man who agreed with me.",
    "A fool sees himself as another, but a wise man sees others as himself.",
    "Youth is happy because it has the ability to see beauty. Anyone who keeps the ability to see beauty never grows old. ",
    "Perfectionism is simply putting a limit on your future.",
    "The best way to understanding is a few good examples.",
    "All things come into being by conflict of opposites.",
    "When you reach the top of the mountain, keep climbing. ",
    "I would rather be a little nobody, then to be an evil somebody.",
    "Sometimes you have to shut your eyes, so you can see the real beauty.",
    "Resentment or grudges do no harm to the person against whom you hold these feelings but every day and every night of your life, they are eating at you.",
    "Money is only a tool. It will take you wherever you wish, but it will not replace you as the driver.",
    "Where words fail, music speaks.",
    "Every defeat, every heartbreak every loss, contains its own seed, its own lesson on how to improve your performance the next time."
]