[
    "The divine is not something high above us. It is in heaven, it is in earth, it is inside us.",
    "Focus on how far you have come in life rather than looking at the accomplishments of others.",
    "Nothing we see or hear is perfect. But right there in the imperfection is perfect reality.",
    "Normality is a paved road: It's comfortable to walk, but no flowers grow on it.",
    "Rivers know this: there is no hurry. We shall get there some day.",
    "If you believe you can, you can. If you believe you can't, then, well you can't.",
    "The man who removes a mountain begins by carrying away small stones.",
    "Convinced myself, I seek not to convince.",
    "The greatest weariness comes from work not done.",
    "Your vision will become clear only when you can look into your own heart.",
    "The health of nations is more important than the wealth of nations.",
    "Most of the evil in this world is done by people with good intentions.",
    "Out of suffering have emerged the strongest souls; the most massive characters are seared with scars.",
    "It's better to dance than to march through life.",
    "Realize deeply that the present moment is all you have. Make the NOW the primary focus of your life. ",
    "Wealth consists not in having great possessions, but in having few wants.",
    "Any idea, plan, or purpose may be placed in the mind through repetition of thought.",
    "Nothing ever goes away until it has taught us what we need to know.",
    "When one door closes another door opens. ",
    "But better die than live mechanically a life that is a repetition of repetitions.",
    "Pursue what catches your heart, not what catches your eyes.",
    "He who knows, does not speak. He who speaks, does not know.",
    "Great deeds are usually wrought at great risks.",
    "Excuses are the lies you convince yourself are true to avoid proving you are worthy of the gift you were given.",
    "To share your weakness is to make yourself vulnerable; to make yourself vulnerable is to show your strength.",
    "Life is like a beautiful melody, only the lyrics are messed up.",
    "Wherever you are, it's the place you need to be.",
    "Think how really precious is the time you have to spend, whether it's at work or with your family. Every minute should be enjoyed and savored.",
    "It doesn't matter where you are coming from. All that matters is where you are going. ",
    "Just living is not enough... one must have sunshine, freedom, and a little flower. ",
    "Money is only a tool. It will take you wherever you wish, but it will not replace you as the driver.",
    "We never know the love of a parent till we become parents ourselves.",
    "Great ones are willing to get burned time and again as they sharpen their swords in the fire.",
    "Desire is suffering.",
    "Successful people appreciate where they have come from, but they don't let their past set the tone for their future.",
    "Distant water does not put out a nearby fire.",
    "Best be yourself, imperial, plain, and true.",
    "The universe doesn't allow perfection.",
    "Mistakes are always forgivable, if one has the courage to admit them. ",
    "It is in your moments of decision that your destiny is shaped.",
    "Life goes by very fast. And the worst thing in life that you can have is a job that you hate, and have no energy and creativity in.",
    "The outer conditions of a person's life will always be found to reflect their inner beliefs.",
    "Truth will always be truth, regardless of lack of understanding, disbelief or ignorance. ",
    "Pain doesn't last. And when it's gone, we have something to show for it. Growth.",
    "In the practice of tolerance, one's enemy is the best teacher.",
    "Life is the art of drawing sufficient conclusions from insufficient premises.",
    "Good luck is opportunity meeting preparedness.",
    "Creative people are often found either disagreeable or intimidating by mediocrities.",
    "For every minute you are angry you lose sixty seconds of happiness.",
    "She who loves roses must be patient and not cry out when she is pierced by thorns."
]