[
    "The wise learn many things from their enemies.",
    "Who you are is defined by what you're willing to struggle for.",
    "The wisest men follow their own direction.",
    "If you done it, it ain't bragging.",
    "When you repeat a mistake, it is not a mistake anymore: it is a decision.",
    "If you see someone without a smile give them one of yours.",
    "When you know what you want, and you want it bad enough, you will find a way to get it.",
    "The joy of life comes from our encounters with new experiences.",
    "Education breeds confidence. Confidence breeds hope. Hope breeds peace.",
    "Nothing ever goes away until it has taught us what we need to know.",
    "Only he who has no use for the empire is fit to be entrusted with it.",
    "Why do you stay in prison when the door is so wide open?",
    "Life reflects your own thoughts back to you.",
    "If you do not change direction, you may end up where you are heading.",
    "The world is open for play, everything and everybody is mockable in a wonderful way.",
    "Don't try to steer the river.",
    "I live by letting things happen.",
    "Don't let what you cannot do interfere with what you can do.",
    "Don't set your own goals by what other people make important.",
    "Peace is not something you wish for; It's something you make, something you do, something you are, and something you give away.",
    "The educated differ from the uneducated as much as the living differ from the dead.",
    "It's your outlook on life that counts.",
    "Nothing has any power over me other than that which I give it through my conscious thoughts.",
    "The best way to predict the future is to create it.",
    "Good judgment comes from experience, and experience comes from bad judgment.",
    "I thought how unpleasant it is to be locked out; and I thought how it is worse, perhaps, to be locked in.",
    "When you are tempted to give up, your breakthrough is probably just around the corner.",
    "Your heart is the size of an ocean. Go find yourself in its hidden depths.",
    "Use your smile to change the world but don't let the world change your smile.",
    "Anything becomes interesting if you look at it long enough..",
    "The ones who are crazy enough to think they can change the world, are the ones that do.",
    "The destiny of man is in his own soul. ",
    "It is important to fight and fight again, and keep fighting, for only then can evil be kept at bay though never quite eradicated.",
    "If you want to make God laugh, tell him about your plans. ",
    "Chase your passion, not your pension. ",
    "To acquire true self power you have to feel beneath no one, be immune to criticism and be fearless.",
    "Motivation gets you going and habit gets you there.  ",
    "Every night before going to sleep, we must ask ourselves: what weakness did I overcome today? What virtue did I acquire?",
    "When you can't make them see the light, make them feel the heat.",
    "You have a brain and mind of your own. Use it, and reach your own decisions.",
    "Whether you have a problem in your life or not depends upon your own attitude, your own understanding.",
    "I cannot make my days longer so I strive to make them better.",
    "You can have results or excuses, but not both.",
    "Originality is the fine art of remembering what you hear but forgetting where you heard it. ",
    "Just do what must be done. This may not be happiness but it is greatness.",
    "People who bite the hand that feeds them usually lick the boot that kicks them.",
    "To achieve, you need thought. You have to know what you are doing and that's real power.",
    "Beauty is not in the face; beauty is a light in the heart.",
    "The majority of what you want will come from the minority of what you do.",
    "Anyone who reads a book with a sense of obligation does not understand the art of reading."
]