[
    "Happiness is when what you think, what you say, and what you do are in harmony.",
    "Optimism is the one quality more associated with success and happiness than any other.",
    "The one who praises you is a thief. The one who criticizes you is your true friend.",
    "Just get out and do it. You will be very, very glad that you did.",
    "If you set your goals ridiculously high and its a failure, you will fail above everyone elses success.",
    "Tis not too late to seek a newer world.",
    "No need to hurry. No need to sparkle. No need to be anybody but oneself.",
    "What a book a devil's chaplain might write on the clumsy, wasteful, blundering, low, and horribly cruel work of nature!",
    "The biggest and only critic lives in your perception of people's perception of you rather than people's perception of you.",
    "He who laughs at himself never runs out of things to laugh at.",
    "Conscience is a dog that does not stop us from passing but that we cannot prevent from barking.",
    "Do not take life too seriously. You will never get out of it alive.",
    "It's not how much money you make, it's how much money you keep.",
    "He who is not contented with what he has, would not be contented with what he would like to have.",
    "The right thing to do and the hard thing to do are usually the same.",
    "Your life does not get better by chance, it gets better by change.",
    "No one is useless in this world who lightens the burdens of another.",
    "Respect was invented to cover the empty place where love should be.",
    "The first man gets the oyster, the second man gets the shell.",
    "There is always risk, so learn to manage risk instead of avoiding it.",
    "You are the average of the five people you spend most time with.",
    "Relax. Nothing is under control.",
    "Knowledge has to be improved, challenged, and increased constantly, or it vanishes.",
    "There is no fear for one whose mind is not filled with desires.",
    "Convinced myself, I seek not to convince.",
    "If you can't explain it simply, you don't understand it well enough.",
    "One of the most difficult things is not to change society - but to change yourself.",
    "Learn from the rejection and turn it into an opportunity!",
    "Be brave to stand for what you believe in even if you stand alone.",
    "It's not what happens to you, but how you react to it that matters.",
    "Receive without pride, let go without attachment.",
    "Productize your perspective.",
    "Today I begin a new life. I will greet this day with love in my heart.",
    "The most important single ingredient in the formula of success is knowing how to get along with people.",
    "We have no more right to consume happiness without producing it than to consume wealth without producing it.",
    "Difficulties strengthen the mind, as labor does the body.  ",
    "Inner peace is when you realize that, in the end, nothing matters.",
    "Even the finest sword plunged into salt water will eventually rust.",
    "Nothing we see or hear is perfect. But right there in the imperfection is perfect reality.",
    "Pleasure in the job puts perfection in the work.",
    "Life can only be understood backwards; but it must be lived forwards.",
    "We're responsible for everything that happens to us.",
    "Your vision will become clear only when you can look into your own heart.",
    "The big thing is to make a winning effort. I'm not obsessed with wins.",
    "To be able to forget means sanity.",
    "Knowledge is a treasure, but practice is the key to it.",
    "It takes a great deal of bravery to stand up to our enemies, but just as much to stand up to our friends.",
    "Take care of your cents: dollars will take care of themselves.",
    "The future doesn't belong to the faint-hearted; it belongs to the brave.",
    "You give but little when you give of your possessions. It is when you give of yourself that you truly give."
]