[
    "The majority of what you want will come from the minority of what you do.",
    "As you grow older you will discover that you have two hands. One for helping yourself, the other for helping others.",
    "Of all men's miseries the bitterest is this: to know so much and to have control over nothing. ",
    "If life is a video game, the graphics are great, but the plot is confusing and the tutorial is way too long.",
    "Whatever we plant in our subconscious mind and nourish with repetition and emotion will one day become reality.",
    "Life is not always a matter of holding good cards, but sometimes, playing a poor hand well. ",
    "Life is a series of choices and all we can do is make them.",
    "What we dwell on is who we become.",
    "Anger is an acid that can do more harm to the vessel in which it is stored than to anything on which it is poured.",
    "We need a backbone, not a wishbone.",
    "Make each day your masterpiece.",
    "The future is not a gift. It is an achievement.",
    "You have brains in your head. You have feet in your shoes. You can steer yourself any direction you choose.",
    "You can't climb the ladder of success with your hands in your pockets.",
    "Learning never exhausts the mind. ",
    "Walk towards the sunshine, and the shadows will fall behind you.",
    "The biggest room in the world is the room for improvement.",
    "It's always to soon to quit!",
    "Truth is the offspring of silence and meditation.",
    "The ego wants to go fast. The soul needs to go slow.",
    "It is under the greatest adversity that there exists the greatest potential for doing good, both for oneself and others.",
    "Everyday is a second chance.",
    "Either write something worth reading or do something worth writing.",
    "Those who are possessed by nothing possess everything.",
    "Every experience is a lesson. Every loss is a gain.",
    "Everyone can rise above their circumstances and achieve success if they are dedicated to and passionate about what they do.",
    "There is only the one reality, neither to be realized nor attained.",
    "Life is just the same as learning to swim. Do not be afraid of making mistakes, for there is no other way of learning how to live!",
    "One never does wrong by doing right.",
    "We turn not older with years but newer every day.",
    "If you cling to a certain thought with dynamic will power, it finally assumes a tangible outward form.",
    "If you get up one more time than you fall, you will make it through.",
    "The sun is new each day.",
    "People who are unable to motivate themselves must be content with mediocrity, no matter how impressive their other talents.",
    "Don't let the past steal your present.",
    "The two most powerful warriors are patience and time.",
    "An approximate answer to the right question is worth a great deal more than a precise answer to the wrong question.",
    "Procrastination is attitude's natural assassin. There's nothing so fatiguing as an uncompleted task.",
    "The more you like yourself, the less you are like anyone else, which makes you unique.",
    "Never settle for the crumbs of life.",
    "The score never interested me, only the game.",
    "Obstacles can't stop you. Problems can't stop you. Most of all, other people can't stop you. Only you can stop you.",
    "A wise man will be master of his mind, a fool will be its slave.",
    "Absence makes the heart grow fonder.",
    "Some people dream of success, while others wake up and work hard at it.",
    "Admire as much as you can. Most people do not admire enough.",
    "Humor isn't for everyone. It's only for people who want to have fun, enjoy life, and feel alive.",
    "Some people feel the rain. Others just get wet. ",
    "I believe that one of life's greatest risks is never daring to risk.",
    "Learn only how to avoid seeking for and attaching yourselves to anything."
]