[
    "It's not the love you make. It's the love you give. ",
    "The truly rich men are the ones who have health, loved ones and a work they love.",
    "A wise man can learn more from a foolish question than a fool can learn from a wise answer.  ",
    "There is always room in your life for thinking bigger, pushing limits and imagining the impossible.",
    "The only place success comes before work is in the dictionary.",
    "It is better to offer no excuse than a bad one. ",
    "Wit is educated insolence.",
    "The less people know, the more stubbornly they know it.",
    "To be totally at leisure for one day is to be immortal for one day. ",
    "Positive thinking can be contagious. Being surrounded by winners helps you develop into a winner.",
    "What's the point in being smart enough to read, if everything you read makes you dumb?",
    "The time is now, the place is here. Stay in the present.",
    "A man who dares to waste one hour of time has not discovered the value of life.",
    "Over time, loneliness gets inside you and doesn't go away.",
    "Don't let the fear of losing be greater than the excitement of winning.",
    "Where we fall are the stepping-stones for our journey.",
    "A woman unsatisfied must have luxuries. But a woman who loves a man would sleep on a board.",
    "Always be a first rate version of yourself and not a second rate version of someone else.",
    "Life's too mysterious to take too serious.",
    "Surround yourself with people who take their work seriously, but not themselves, those who work hard and play hard.",
    "Wisdom consists not so much in knowing what to do in the ultimate as knowing what to do next.",
    "A journey of a thousand miles must begin with a single step.",
    "When you get up in the morning, you have two choices - either to be happy or to be unhappy. Just choose to be happy.",
    "It is not how much we have, but how much we enjoy, that makes happiness.",
    "Welcome every morning with a smile. Look on the new day as another gift from your Creator, another golden opportunity.",
    "If there's a definition of freedom, I think it's this: living life on your terms.",
    "The temptation to give up is strongest just before victory.",
    "When you rise in the morning, form a resolution to make the day a happy one for a fellow creature.",
    "Life was meant to be lived, and curiosity must be kept alive. One must never, for whatever reason, turn his back on life.",
    "Be yourself; everyone else is already taken.",
    "Intelligence, imagination, and knowledge are essential resources, but only effectiveness converts them into results.",
    "It is best to begin at the beginning.",
    "In three words I can sum up everything I've learned about life: it goes on.",
    "A zen master's life is one continuous mistake.",
    "When we strive to become better than we are, everything around us becomes better, too.",
    "It is literally true that you can succeed best and quickest by helping others succeed.",
    "You make your own luck if you stay at it long enough.",
    "Awakening is possible only for those who seek it and want it.",
    "Laziness may appear attractive, but work gives satisfaction.",
    "I think self-awareness is probably the most important thing towards being a champion. ",
    "Don't hate the player. Change the game.",
    "Let us always meet each other with smile, for the smile is the beginning of love.",
    "There is nothing in the world so irresistibly contagious as laughter and good humor.",
    "He who wishes to be obeyed must know how to command.",
    "Through selfless service, you will always be fruitful and find the fulfillment of your desires.",
    "Be confident, not certain.",
    "Others can stop you temporarily - you are the only one who can do it permanently.",
    "The season of failure is the best time for sowing the seeds of success. ",
    "Never settle for the crumbs of life.",
    "In a world of change, the learners shall inherit the earth, while the learned shall find themselves perfectly suited for a world that no longer exists."
]