[
    "The pessimist sees difficulty in every opportunity. The optimist sees opportunity in every difficulty.",
    "If there's a definition of freedom, I think it's this: living life on your terms.",
    "Don't spend major time on minor things.",
    "Simplicity is a difficult thing to achieve.  ",
    "Try to be a rainbow in someone's cloud.",
    "Nothing gives one person so much advantage over another as to remain always cool and unruffled under all circumstances.",
    "A tiny change today brings a dramatically different tomorrow.",
    "You can't wait for inspiration. You have to go after it with a club. ",
    "Time is more valuable than money. You can get more money, but you cannot get more time.",
    "The key to immortality is first living a life worth remembering. ",
    "There is a cosmic law which says that every satisfaction must be paid for with a dissatisfaction.",
    "Life should be touched, not strangled.  ",
    "The price of inaction is far greater than the cost of making a mistake.",
    "It's not what you've got; it's what you do that makes the difference.",
    "Good, better, best. Never let it rest. 'Til your good is better and your better is best. ",
    "What people say, what people do, and what they say they do are entirely different things. ",
    "There is no value in anything until it is finished. ",
    "Live calmly. The time will come when the flowers bloom by themselves.",
    "Anything you may hold firmly in your imagination can be yours.",
    "To live is the rarest thing in the world. Most people exist, that is all. ",
    "Be thankful for what you have; you'll end up having more. If you concentrate on what you don't have, you will never, ever have enough. ",
    "If you can handle rejection, you'll learn to get everything you want.",
    "Stop acting so small. You are the universe in ecstatic motion.",
    "You change the world by being yourself.",
    "The healthiest response to life is joy.",
    "There is an essence of when you are fearless, you become more creative.",
    "You get paid in direct proportion to the difficulty of problems you solve.",
    "Ripe fruit falls by itself - but it doesn't fall in your mouth. ",
    "Small men think they are small; great men never know they are great. ",
    "Remember, hope is a good thing, maybe the best of things.",
    "The world doesn't owe you anything. It was here first.",
    "Fear of death is fear of the Unknown.",
    "The best way to predict the future is to create it.",
    "He is richest who is content with the least, for content is the wealth of nature.",
    "It's your outlook on life that counts.",
    "Whatever you decide to do, make sure it makes you happy.",
    "Everything will be ok in the end. If it's not ok, it's not the end.",
    "When you reach the top of the mountain, keep climbing. ",
    "Sometimes you have to shut your eyes, so you can see the real beauty.",
    "The score never interested me, only the game.",
    "Just try to be the best you can be; never cease trying to be the best you can be. That's in your power.",
    "Fashion fades, only style remains the same.",
    "The greatest doer must also be a great dreamer.",
    "The most wasted day of all is that on which we have not laughed.",
    "Some of the greater things in life are unseen; that's why you close your eyes when you kiss, cry, or dream.",
    "Waste no more time arguing about what a good man should be. Be one.",
    "Don't wish it were easier, wish you were better.",
    "You can often change your circumstances by changing your attitude.",
    "Where the willingness is great, the difficulties cannot be great.",
    "Your mind will make you rich or poor, depending on the use you put to it."
]