[
    "Choose a job you love, and you will never have to work a day in your life. ",
    "There is no one giant step that does it. It's a lot of little steps.",
    "What keeps life fascinating is the constant creativity of the soul.",
    "Receive without pride, let go without attachment.",
    "Identify your problems, but give your power and energy to solutions.",
    "Your time is limited, so don't waste it living someone elses. life.",
    "It does not do to dwell on dreams and forget to live, remember that.",
    "The secret of happiness, you see, is not found in seeking more, but in developing the capacity to enjoy less.",
    "Live your life as an exclamation rather than an explanation.",
    "We would accomplish many more things if we did not think of them as impossible.",
    "What's right is what's left if you do everything else wrong.",
    "Opportunities multiply as they are seized.",
    "The golden opportunity you are seeking is in yourself. It is not in your environment; it is not in luck or chance, or the help of others; it is in yourself alone. ",
    "Walking with a friend in the dark is better than walking alone in the light.",
    "Show kindness but never expect it. Show authenticity but never expect it. Only the wise are indifferent to things they can't control.",
    "Great ones are willing to get burned time and again as they sharpen their swords in the fire.",
    "I will love the light for it shows me the way, yet I will endure the darkness because it shows me the stars.",
    "You must learn to let go. Release the stress. You were never in control anyway.",
    "If you want peace, accept. If you want suffering, expect.",
    "You're on earth. There's no cure for that.",
    "We meet ourselves time and again in a thousand disguises on the path of life.",
    "Life is ten percent what you experience and ninety percent how you respond to it.",
    "It is not the knowing that is difficult, but the doing. ",
    "Wise men speak because they have something to say; Fools because they have to say something.",
    "Don't spend time beating on a wall, hoping to transform it into a door.",
    "Curiosity is the most powerful thing you own. Imagination is a force that can actually manifest a reality.",
    "There are no uninteresting things, only uninterested people.",
    "Knowing your own darkness is the best method for dealing with the darknesses of other people.",
    "If you can't, you must. If you must, you can.",
    "Success is like reaching an important birthday and finding you're exactly the same.",
    "Enlightenment is intimacy with all things.",
    "Tenderness and kindness are not signs of weakness and despair, but manifestations of strength and resolution.",
    "Sometimes you will never know the value of something, until it becomes a memory.",
    "Keep your eyes on the stars, but remember to keep your feet on the ground.",
    "You miss 100% of the shots you don't take.",
    "My sun sets to rise again.",
    "There exists only the present instant; a Now which always and without end is itself new.",
    "It is not as important how we start, but how we finish.",
    "The biggest and only critic lives in your perception of people's perception of you rather than people's perception of you.",
    "The first thing you learn in life is you're a fool. The last thing you learn in life is you're the same fool.  ",
    "The important thing is not what one is born with but what use one makes of that equipment.",
    "Over time, loneliness gets inside you and doesn't go away.",
    "When you believe in a thing, believe in it all the way, implicitly and unquestionable.",
    "The face is the mirror of the mind, and eyes without speaking confess the secrets of the heart. ",
    "To himself everyone is immortal; he may know that he is going to die, but he can never know he is dead.",
    "Whenever you do a thing, act as if all the world were watching.",
    "Never waste a minute of your precious life thinking about people you don't like.",
    "By the practice of meditation, you will find that you are carrying within your heart a portable paradise.",
    "Until we can manage time, we can manage nothing else.",
    "Trusting our intuition often saves us from disaster. "
]