[
    "What we call the beginning is often the end. And to make an end is to make a beginning. The end is where we start from.",
    "What is planted in each person's soul will sprout.  ",
    "To accomplish big things, I am convinced you must first dream big dreams.",
    "Memory is the scribe of the soul.",
    "As you grow older you will discover that you have two hands. One for helping yourself, the other for helping others.",
    "May you live all the days of your life.",
    "Nothing that results in human progress is achieved with unanimous consent.",
    "It is not how much we have, but how much we enjoy, that makes happiness.",
    "A loving heart is the truest wisdom.",
    "I know not all that may be coming, but be it what it will, I'll go to it laughing.",
    "The face is the mirror of the mind, and eyes without speaking confess the secrets of the heart. ",
    "Life is about not knowing and then doing something anyway.",
    "Only those who do nothing at all make no mistakes.",
    "We never know how high we are till we are called to rise. Then if we are true to form our statures touch the skies.",
    "Love and compassion are necessities, not luxuries. Without them, humanity cannot survive.",
    "If you truly expect something to be difficult, it will be.",
    "Getting over a painful experience is much like crossing monkey bars. You have to let go at some point in order to move forward.",
    "I don't pretend to know everything; I just only speak on matters I know I'll win.",
    "It doesn't matter if the glass is half empty or half full. Be grateful you have a glass - you're the only person that can decide what's in it.",
    "If you want something then you lose everything. If you don't want anything then you already have everything.",
    "We are all here for some special reason.",
    "I think it's very important to have a feedback loop, where you're constantly thinking about what you've done and how you could be doing it better.",
    "The most wasted day of all is that on which we have not laughed.",
    "Life is a long lesson in humility. ",
    "Don't listen to the person who has the answers; listen to the person who has the questions.",
    "Always do what is right. It will gratify half of mankind and astound the other.",
    "Peace is not absence of conflict, it is the ability to handle conflict by peaceful means.",
    "The highest level of wisdom is when you not only accept but love adversity.",
    "Never argue with ignorance. It only leads to frustration.",
    "Nothing we see or hear is perfect. But right there in the imperfection is perfect reality.",
    "Failure will never overtake me if my determination to succeed is strong enough.",
    "Understanding that rests in what it does not understand is the finest.",
    "Routine life is unbearable, and most people only think about how to escape into the world of fantasy and dreams.",
    "The soul is neither born, and nor does it die.",
    "Rather than waste time and energy worrying, use that time and energy to constructively deal with whatever is causing the worry.",
    "Tragedy is a tool for the living to gain wisdom, not a guide by which to live.",
    "Best be yourself, imperial, plain, and true.",
    "No one can hurt you without your consent.",
    "Receive without complaint, Work with fate.",
    "Letting go means to come to the realization that some people are a part of your history, but not a part of your destiny.",
    "Sometimes adversity is what you need to face in order to become successful.",
    "People will forget what you said, people will forget what you did, but people will never forget how you made them feel.",
    "Realize deeply that the present moment is all you have. Make the NOW the primary focus of your life. ",
    "Do it with passion, or not at all.",
    "To be truly positive in the eyes of some, you have to risk appearing negative in the eyes of others.",
    "The future is not a gift. It is an achievement.",
    "Anything worth doing is worth doing slowly.",
    "You can't stay in your corner of the Forest waiting for others to come to you. You have to go to them sometimes.",
    "Life is like stepping onto a boat which is about to sail out to sea and sink.",
    "Everyone wants to go to Heaven, but no one wants to die."
]