[
    "Genius, in truth, means little more than the faculty of perceiving in an unhabitual way.",
    "I do not exist to impress the world. I exist to live my life in a way that will make me happy.",
    "A simple rule in dealing with those who are hard to get along with is to remember that this person is striving to assert his superiority; and you must deal with him from that point of view.",
    "At the end of the day, let there be no excuses, no explanations, no regrets.",
    "What the eye doesn't see and the mind doesn't know, doesn't exist.",
    "Things may come to those who wait, but only the things left by those who hustle.",
    "Sometimes you have to shut your eyes, so you can see the real beauty.",
    "Night is a more quiet time to work. It aids thought.",
    "The first thing you learn in life is you're a fool. The last thing you learn in life is you're the same fool.  ",
    "Stop being tormented by everyone else's reaction to you.",
    "It's the unknown we fear when we look upon death and darkness, nothing more.",
    "Laws are like cobwebs, which may catch small flies, but let wasps and hornets break through.",
    "How many times do you have to get hit over the head until you figure out who's hitting you?",
    "The meaning of life is to find your gift. The purpose of life is to give it away.",
    "It takes a great deal of bravery to stand up to our enemies, but just as much to stand up to our friends.",
    "Educating the mind without educating the heart is no education at all.",
    "If I can laugh, I can live.",
    "Better the cottage where one is merry than the palace where one weeps.",
    "The saddest aspect of life is that there is no one on earth whose happiness is such that he won't sometimes wish he were dead rather than alive.",
    "The salvation of the world lies in the human heart.",
    "There's no scarcity of opportunity to make a living at what you love. There is only a scarcity of resolve to make it happen.",
    "Do not look for approval except for the consciousness of doing your best.",
    "Unless someone truly has the power to say no, they never truly have the power to say yes.",
    "I am not the outcome. I am never the result. I am only the effort.",
    "The pain of parting is nothing to the joy of meeting again.",
    "Progress is impossible without change, and those who cannot change their minds cannot change anything.",
    "People acting together as a group can accomplish things which no individual acting alone could ever hope to bring about.",
    "Do not take life too seriously. You will never get out of it alive.",
    "Good judgment comes from experience, and experience comes from bad judgment.",
    "Do good by stealth, and blush to find it fame.",
    "Misfortune shows those who are not really friends.",
    "If anything is worth doing, do it with all your heart.",
    "Sometimes it is harder to deprive oneself of a pain than of a pleasure.",
    "Courage is resistance to fear, mastery of fear - not absence of fear.",
    "Expect the best, plan for the worst, and prepare to be surprised. ",
    "Thinking is the hardest work there is, which is probably the reason why so few engage in it.",
    "Every strike brings me closer to the next home run. ",
    "Be not afraid of growing slowly, be afraid only of standing still. ",
    "In youth we run into difficulties. In old age difficulties run into us. ",
    "Difficult and meaningful will always bring more satisfaction than easy and meaningless.",
    "A leader is best when people barely know he exists, when his work is done, his aim fulfilled, they will say: we did it ourselves.",
    "Confidence is what you have before you understand the problem.",
    "Awaken. Take heed, do not squander your life.",
    "I begin with an idea and then it becomes something else.",
    "We would accomplish many more things if we did not think of them as impossible.",
    "Kindness is a language which the deaf can hear and the blind can see.",
    "Don't shortchange yourself when it comes to investing in your own better future.",
    "A minute's success pays the failure of years.",
    "The best way to understanding is a few good examples.",
    "The hardest arithmetic to master is that which enables us to count our blessings."
]