[
    "The face is the mirror of the mind, and eyes without speaking confess the secrets of the heart. ",
    "Sometimes adversity is what you need to face in order to become successful.",
    "The impossible can always be broken down into possibilities.",
    "You become stronger with every problem you face and every obstacle you overcome.",
    "Big people don't make people feel small.",
    "Sometimes success isn't about making the right decision, it's more about making some decision.",
    "They say love is the best investment; the more you give, the more you get in return.",
    "Curiosity is the most powerful thing you own. Imagination is a force that can actually manifest a reality.",
    "Closing your eyes and listening to silence is self-care.",
    "Life is too short to waste your time on people who don't respect, appreciate, and value you.",
    "You have the potential for greatness.",
    "Make peace with your inner turmoil.",
    "Give so much away people insist on paying you.",
    "The best teacher is experience and not through someone's distorted point of view.",
    "Truth is like most opinions - best unexpressed.",
    "You may delay, but time will not.",
    "Don't give up on your dreams, or your dreams will give up on you.",
    "To wish you were someone else is to waste the person you are.",
    "The hardest arithmetic to master is that which enables us to count our blessings.",
    "Never waste a minute of your precious life thinking about people you don't like.",
    "Imagination is more important than knowledge.",
    "You don't earn loyalty in a day. You earn loyalty day-by-day.",
    "It is in your moments of decision that your destiny is shaped.",
    "Begin now to be what you will be hereafter.",
    "Though no one can go back and make a brand new start, anyone can start from now and make a brand new ending.",
    "Rest in reason; move in passion.",
    "Life has more imagination than we carry in our dreams.",
    "FEAR has two meanings: 'Forget Everything And Run' or 'Face Everything And Rise.' The choice is yours.",
    "Happiness is a quality of the soul...not a function of one's material circumstances.",
    "When you rise in the morning, form a resolution to make the day a happy one for a fellow creature.",
    "The tragedy of life doesn't lie in not reaching your goal. The tragedy lies in having no goals to reach.",
    "Be grateful for what you have now, and nothing should be taken for granted.",
    "Even if our home burns down we can rebuild it. But the things that we got for nothing, we can never replace.",
    "Only the hand that erases can write the true thing.",
    "If the plan doesn't work, change the plan, but never the goal.",
    "Intelligence, imagination, and knowledge are essential resources, but only effectiveness converts them into results.",
    "Happiness is the meaning and the purpose of life, the whole aim and end of human existence.",
    "It's always to soon to quit!",
    "Change the changeable, accept the unchangeable, and remove yourself from the unacceptable. ",
    "If you want peace, you won't get it with violence.",
    "Vision is the art of seeing things invisible.",
    "When you reach the top of the mountain, keep climbing. ",
    "If you try to micromanage yourself all you're going to do is make yourself miserable.",
    "Knowing your own darkness is the best method for dealing with the darknesses of other people.",
    "Normality is a paved road: It's comfortable to walk, but no flowers grow on it.",
    "Heaven is right where you are standing.",
    "The journey is what brings us happiness not the destination.",
    "Humans and prosperity never endure side by side for long.",
    "Men are anxious to improve their circumstances but are unwilling to improve themselves; they therefore remain bound.",
    "Life and the simple beauty of it is too good to pass up."
]