[
    "What kills the creative force is not age or lack of talent, but our own spirit, our own attitude.",
    "Better to light a candle than to curse the darkness. ",
    "It is not how much we have, but how much we enjoy, that makes happiness.",
    "When you are able to employ your will always for constructive purposes, you become the controller of your destiny.",
    "Keep your friends close, and your enemies closer.",
    "Integrity is the ability to stand by an idea.",
    "It is well known that those who do not trust themselves never trust others.",
    "All human beings can alter their lives by altering their attitudes.",
    "By seeking and blundering we learn.",
    "Too many of us are not living our dreams because we are living our fears.",
    "Freedom lies in being bold.",
    "You can discover what your enemy fears most by observing the means he uses to frighten you.",
    "We are all self-made, but only the successful will admit it.",
    "Life is the dancer and you are the dance.",
    "Do not dwell in the past, do not dream of the future, concentrate the mind on the present moment.",
    "As a matter of fact is an expression that precedes many an expression that isn't.",
    "Be still when you have nothing to say; when genuine passion moves you, say what you've got to say, and say it hot.",
    "The only difference between success and failure is the ability to take action.",
    "Knowing your own darkness is the best method for dealing with the darknesses of other people.",
    "If you do not change direction, you may end up where you are heading.",
    "Live in the sunshine, swim the sea, drink the wild air.",
    "Whatever you decide to do, make sure it makes you happy.",
    "You cannot control the behavior of others, but you can always choose how you respond to it.",
    "The strongest and sweetest songs yet remain to be sung.",
    "Chase your passion, not your pension. ",
    "Fallacies do not cease to be fallacies because they become fashions.",
    "We are most nearly ourselves when we achieve the seriousness of the child at play.",
    "Information changes your mind. Action changes your circumstances.",
    "Everyday is a second chance.",
    "Knowing yourself is the beginning of all wisdom.",
    "A tiny change today brings a dramatically different tomorrow.",
    "Be - don't try to become ",
    "There are two things a person should never be angry at, what they can help, and what they cannot.",
    "Passion is energy. Feel the power that comes from focusing on what excites you. ",
    "Don't give up on your dreams, or your dreams will give up on you.",
    "Less is more.",
    "If you go out looking for friends, you're going to find they are very scarce. If you go out to be a friend, you'll find them everywhere.",
    "I succeeded by saying what everyone else is thinking.",
    "The attempt to escape from pain, is what creates more pain.",
    "The most virtuous are those who content themselves with being virtuous without seeking to appear so.",
    "It doesn't matter where you are, you are nowhere compared to where you can go.",
    "It is what we make out of what we have, not what we are given, that separates one person from another.",
    "How to get more opportunity: Create more opportunity for others.",
    "There are as many opinions as there are experts.",
    "Getting lost along your path is a part of finding the path you are meant to be on.",
    "Courage is what it takes to stand up and speak. Courage is also what it takes to sit down and listen.",
    "In the midst of movement and chaos, keep stillness inside of you.",
    "The first rule of business; treat others like they want to treat you.",
    "Enthusiasm is a vital element toward the individual success of every man or woman.",
    "Riches don't make a man rich, they only make him busier."
]