[
    "To be prepared is half the victory. ",
    "We become what we believe.",
    "A moving door hinge never corrodes. Flowing water never grows stagnant.",
    "Just because something isn't a lie does not mean that it isn't deceptive.",
    "Where you are right now doesn't have to determine where you'll end up.",
    "I cannot make my days longer so I strive to make them better.",
    "The day is for honest men, the night for thieves.",
    "Never settle for the crumbs of life.",
    "Every blessing ignored becomes a curse.",
    "The best way out is always through.",
    "You can do two things at once, but you can't focus effectively on two things at once.",
    "When at last you are come to the ocean of happiness, do not go back thirsty.",
    "The least deviation from truth will be multiplied later.",
    "Progress lies not in enhancing what is, but in advancing toward what will be.",
    "If they wrote it to make money, don't read it.",
    "The Art of Peace begins with you.",
    "Never give way to laziness.",
    "All wealth is the product of labor.",
    "Walking with a friend in the dark is better than walking alone in the light.",
    "You are not the drop in the ocean, but the ocean in the drop.",
    "The sculptor produces the beautiful statue by chipping away such parts of the marble block as are not needed - it is a process of elimination.",
    "Where focus goes, energy flows.",
    "Things do not have meaning. We assign meaning to everything.",
    "The meaning of life is just to be alive. It is so plain and so obvious and so simple.",
    "Everything that is made beautiful and fair and lovely is made for the eye of one who sees.",
    "The heart wants what it wants - or else it does not care.",
    "It is ignorance that causes most mistakes.",
    "True prayer has no set form.",
    "They say love is the best investment; the more you give, the more you get in return.",
    "Success seems to be connected to action. Successful people keep moving. They make mistakes, but they don't quit.",
    "Over time, loneliness gets inside you and doesn't go away.",
    "Nothing external to you has any power over you.",
    "Do the hard jobs first. The easy jobs will take care of themselves.",
    "The birth of the mind is the death of the senses.",
    "Rewards and punishment is the lowest form of education.",
    "It is difficult to free fools from the chains they revere. ",
    "We must not be afraid of dreaming the seemingly impossible if we want the seemingly impossible to become a reality.",
    "Acknowledging the good that you already have in your life is the foundation for all abundance.",
    "You can not live your life just based on what everyone else thinks.",
    "If I can pay the bills, I'm happy.",
    "Gratitude is the fairest blossom which springs from the soul.",
    "Man suffers only because he takes seriously what the gods made for fun.",
    "Half the world is composed of people who have something to say and can't, and the other half who have nothing to say and keep on saying it.",
    "Be happy now, without reason - or you never will be at all.",
    "No matter how tall the mountain is, it cannot block the sun.",
    "Most people spend more time and energy going around problems than in trying to solve them. ",
    "The wise warrior avoids the battle.",
    "All power is from within and therefore under our control.",
    "A mentor is someone who sees more talent and ability within you, than you see in yourself, and helps bring it out of you.",
    "Circumstances do not make the man, they reveal him."
]