[
    "Loyalty and devotion lead to bravery. Bravery leads to the spirit of self-sacrifice. The spirit of self-sacrifice creates trust in the power of love.",
    "It is easy to love your friend, but sometimes the hardest lesson to learn is to love your enemy.",
    "A man sees in the world what he carries in his heart.",
    "The time is now, the place is here. Stay in the present.",
    "A leader is one who knows the way, goes the way, and shows the way.",
    "He suffers more than necessary, who suffers before it is necessary.  ",
    "The best answer to anger is silence.",
    "Faith is taking the first step even when you don't see the whole staircase.",
    "No matter who you are, we're creatures of habit. The better your habits are, the better they will be in pressure situations.",
    "I was angered, for I had no shoes. Then I met a man who had no feet. ",
    "The only place where success comes before work is in the dictionary.",
    "Trying to predict the future is like trying to drive down a country road at night with no lights while looking out the back window.",
    "If you set your goals ridiculously high and its a failure, you will fail above everyone elses success.",
    "Make each day a new horizon.",
    "People are doing the best that they can from their own level of consciousness.",
    "Ever tried. Ever failed. No matter. Try Again. Fail again. Fail better. ",
    "You can never cross the ocean unless you have the courage to lose sight of the shore.",
    "Presents are made for the pleasure of who gives them, not the merits of who receives them.",
    "If you haven't the strength to impose your own terms upon life, then you must accept the terms it offers you.",
    "I begin with an idea and then it becomes something else.",
    "Fears are nothing more than a state of mind.",
    "A man who dares to waste one hour of time has not discovered the value of life.",
    "Unexpressed emotions will never die. They are buried alive and will come forth later in uglier ways.",
    "Avoiding danger is no safer in the long run than exposure.",
    "Today is plenty; right now is enough. Tomorrow will come in good time. Until it does, live the depth of now.",
    "The seasons do not push one another; neither do clouds race the wind across the sky. All things happen in their own good time.",
    "We may not be able to stop evil in the world, but how we treat one another is entirely up to us.",
    "Trust is the foundation of great leadership.",
    "All animals except man know that the principal business of life is to enjoy it.",
    "Real growth comes through intense, difficult, and challenging situations.",
    "Awakening is possible only for those who seek it and want it.",
    "Someday death will take us to another star.",
    "You don't have to be great to start, but you have to start to be great.  ",
    "Laws are like cobwebs, which may catch small flies, but let wasps and hornets break through.",
    "The mirror is a worthless invention. The only way to truly see yourself is in the reflection of someone elses. eyes.",
    "You're never too old for anything.",
    "Don't be afraid to give up the good to go for the great.",
    "An un-examined life is not worth living.",
    "Doubt is an uncomfortable condition, but certainty is a ridiculous one.",
    "To live fully is to be always in no-man's-land, to experience each moment as completely new and fresh.",
    "I would rather be hated for who I am than loved for who I'm not.  ",
    "Don't cry because it's over. Smile because it happened.",
    "Let us always meet each other with smile, for the smile is the beginning of love.",
    "Others can stop you temporarily - you are the only one who can do it permanently.",
    "No matter what happens in life, never lose sight of who you are.",
    "Logic is like the sword - those who appeal to it shall perish by it.",
    "Never whine, never complain, never try to justify yourself.",
    "Start each day with a positive thought and a grateful heart.",
    "The greatest weariness comes from work not done.",
    "It's the little things done consistently over time, straight from your heart, that have the greatest impact."
]