[
    "It is better to be looked over than overlooked.",
    "When your intuition is strong, follow it.",
    "Knowing others is wisdom, knowing yourself is enlightenment.",
    "Whatever you are, be a good one.",
    "When you win, say nothing, when you lose say less.",
    "Gratitude is the fairest blossom which springs from the soul.",
    "Success is getting what you want. Happiness is wanting what you get.",
    "Better to die fighting for freedom than be a prisoner all the days of your life.",
    "Whatever you decide to do, make sure it makes you happy.",
    "A moving door hinge never corrodes. Flowing water never grows stagnant.",
    "A man is not called wise because he talks and talks again; but if he is peaceful, loving and fearless then he is in truth called wise. ",
    "Persistence. Perfection. Patience. Power. Prioritize your passion. It keeps you sane.",
    "An investment in knowledge pays the best interest.",
    "The less you respond to negative people, the more positive your life will become.",
    "Be not glad at the misfortune of another, though he may be your enemy. ",
    "To forgive means pardoning the unpardonable.",
    "Contemplation often makes life miserable.  We should act more, think less, and stop watching ourselves live.",
    "I can think of nothing less pleasurable than a life devoted to pleasure.",
    "If the only prayer you ever say in your entire life is thank you, it will be enough.",
    "The ladder of success is best climbed by stepping on the rungs of opportunity.",
    "A crisis is an opportunity riding the dangerous wind.",
    "Receive without complaint, Work with fate.",
    "There are two things a person should never be angry at, what they can help, and what they cannot.",
    "To some degree, you control your life by controlling your time.",
    "With self-discipline, almost anything is possible.",
    "When we think about our strengths, we are strong. When we think about our weaknesses, we are weak.",
    "Every blessing ignored becomes a curse.",
    "Enthusiasm is a vital element toward the individual success of every man or woman.",
    "The truth is simple. If it was complicated, everyone would understand it.",
    "You can have results or excuses, but not both.",
    "Troubles are often the tools by which God fashions us for better things.",
    "Death is as sure for that which is born, as birth is for that which is dead. Therefore grieve not for what is inevitable.",
    "You don't need anybody to tell you who you are or what you are. You are what you are!",
    "Those who attain the middle Dominate the whole.",
    "Failure is an option, fear is not.",
    "Peaceful is the one who expects nothing.",
    "I alone cannot change the world, but I can cast a stone across the waters to create many ripples.",
    "You are what you believe yourself to be.",
    "Of all men's miseries the bitterest is this: to know so much and to have control over nothing. ",
    "The present moment is filled with joy and happiness. If you are attentive, you will see it.",
    "Judgments prevent us from seeing the good that lies beyond appearances.  ",
    "To be truly ignorant, be content with your own knowledge.",
    "Wisdom consists not so much in knowing what to do in the ultimate as knowing what to do next.",
    "Learning is a gift, even when pain is your teacher.",
    "Live as if you were to die tomorrow. Learn as if you were to live forever.",
    "A loving heart is the truest wisdom.",
    "Progress is limited by your ability to change your mind.",
    "Genius is the ability to act rightly without precedent - the power to do the right thing the first time.",
    "To do two things at once is to do neither.",
    "It's just a bad day, not a bad life."
]