[
    "Your problem isn't the problem. Your reaction is the problem.",
    "The one who praises you is a thief. The one who criticizes you is your true friend.",
    "The more rejection you get, the better you are, the more you've learned, the closer you are to your outcome.",
    "To be totally at leisure for one day is to be immortal for one day. ",
    "You can never get enough of what you don't need to make you happy.",
    "Life goes by fast. Enjoy it. Calm down. It's all funny.",
    "It matters not what someone is born, but what they grow to be.",
    "Don't change your mind just because people are offended; change your mind if you're wrong.",
    "Vision is the art of seeing things invisible.",
    "The ego wants to go fast. The soul needs to go slow.",
    "The world doesn't always give you want, but it often gives you what you need.",
    "Every traveler has a home of his own, and he learns to appreciate it the more from his wandering.",
    "Character is destiny.",
    "Death is not an ending. It is a transformation.",
    "The dreamers are the saviors of the worlds.",
    "Art is the signature of civilizations. ",
    "Life itself is the most wonderful fairy tale.",
    "What we know is a drop, what we don't know is an ocean. ",
    "There is no self-discovery without pain and loss.",
    "No one can confidently say that he will still be living tomorrow.",
    "No man is more cheated than the selfish man.",
    "If I persist long enough I will win.",
    "Force has no place where there is need of skill. ",
    "No kind action ever stops with itself. One kind action leads to another. Good example is followed.",
    "Plants grow weak without wind.",
    "Challenge yourself to find the good and beautiful thing inside of everyone.",
    "We don't stop playing because we grow old; we grow old because we stop playing.",
    "Sometimes success isn't about making the right decision, it's more about making some decision.",
    "Remember, hope is a good thing, maybe the best of things.",
    "Wheresoever you go, go with all your heart.",
    "Enthusiasm makes up for a host of deficiencies.",
    "For every effect there is a root cause. Find and address the root cause rather than try to fix the effect, as there is no end to the latter.",
    "It is useless to attempt to reason a man out of a thing he was never reasoned into.",
    "Incredible change happens in your life when you decide to take control of what you do have power over instead of craving control over what you don't.",
    "Lying can never save us from another lie.",
    "Wherever you are is the entry point.",
    "To forget the whole world is easy; to make the whole world forget you is hard.",
    "You have the ability, now apply yourself.",
    "It is very obvious that we are not influenced by 'facts' but by our interpretation of the facts.",
    "I dream my painting and I paint my dream.",
    "No experience is a cause of success or failure. We do not suffer from the shock of our experiences, so-called trauma - but we make out of them just what suits our purposes.",
    "Be the change that you want to see in the world.",
    "Life is and will ever remain an equation incapable of solution, but it contains certain known factors. ",
    "Muddy water is best cleared by leaving it alone.",
    "To live outside the law, you must be honest. ",
    "From a certain point onward there is no longer any turning back. That is the point that must be reached.",
    "A gentleman is one who puts more into the world than he takes out.",
    "Concentrated power has always been the enemy of liberty.",
    "The dream is free, but the hustle is sold separately.",
    "Anyone who stops learning is old, whether at twenty or eighty. Anyone who keeps learning stays young. "
]