[
    "Do every act of your life as if it were your last.",
    "If you're afraid - don't do it, - if you're doing it - don't be afraid! ",
    "Don't change your mind just because people are offended; change your mind if you're wrong.",
    "There is always room in your life for thinking bigger, pushing limits and imagining the impossible.",
    "Smell the cheese often so you know when it is getting old.",
    "I was angered, for I had no shoes. Then I met a man who had no feet. ",
    "The only way out is through.",
    "It always seems impossible until it's done.",
    "Winners don't Quit. That's why they Win.",
    "Once you choose hope, anything's possible.",
    "The great use of life is to spend it for something that will outlast it.",
    "If he cannot stop the mind that seeks after fame and profit, he will spend his life without finding peace.",
    "The key to success is to focus our conscious mind on things we desire not things we fear. ",
    "The person who is his own master cannot tolerate another boss. ",
    "Throughout this life, you can never be certain of living long enough to take another breath.",
    "Try all things, hold fast that which is good.",
    "An empty head is not really empty; it is stuffed with rubbish. Hence the difficulty of forcing anything into an empty head.",
    "You're only given a little spark of madness. You mustn't lose it.",
    "Hold yourself responsible for a higher standard than anybody else expects of you.",
    "No one has ever become poor by giving.",
    "Success is not to be pursued, it is to be attracted by the person you become.",
    "You use a glass mirror to see your face; you use works of art to see your soul.",
    "Employ your time in improving yourself by other men's writings, so that you shall gain easily what others have labored hard for.",
    "Man is affected not by events but by the view he takes of them.  ",
    "Even if our home burns down we can rebuild it. But the things that we got for nothing, we can never replace.",
    "Life should be touched, not strangled.  ",
    "You Create Your Own Present By What You Give Your Attention To Today.",
    "Strategy is a commodity, execution is an art.",
    "Thinking is difficult, that's why most people judge.",
    "One always begins to forgive a place as soon as it's left behind.",
    "A hero is an ordinary person doing things in an extra ordinary way.",
    "Everything you've ever wanted is on the other side of fear.",
    "It is better to learn late than never.",
    "The greatest mistake you can make in life is to be continually fearing you will make one.",
    "The wise man reads both books and life itself.",
    "True it is, we only hate those whom we do not know.",
    "Failure means you've now learned another valuable lesson that pushes you one step closer to success.",
    "Life is growth. If we stop growing, technically and spiritually, we are as good as dead.",
    "Wealth consists not in having great possessions, but in having few wants.",
    "It all depends on what you choose to believe.",
    "Be royal in your own fashion: act like a king to be treated like one.",
    "The wise accomplish all that they want without arousing the envy or scorn of others.",
    "Time is more valuable than money. You can get more money, but you cannot get more time.",
    "Where you are right now doesn't have to determine where you'll end up.",
    "When you consider things like the stars, our affairs don't seem to matter very much, do they?",
    "Throw me to the wolves and I will return leading the pack.  ",
    "Believe you can and you're halfway there.",
    "Your very silence shows you agree.",
    "The pain of parting is nothing to the joy of meeting again.",
    "You were born to win, but to be a winner you must plan to win, prepare to win, and expect to win."
]