[
    "Learn the rules like a pro, so you can break them like an artist.",
    "He who permits himself to tell a lie once, finds it much easier to do it the second time.",
    "When reading, only read. When eating, only eat. When thinking, only think.",
    "Confuse them with your silence and amaze them with your actions.",
    "Do not stop thinking of life as an adventure.",
    "Life reflects your own thoughts back to you.",
    "If I love myself I love you. If I love you I love myself.",
    "Success is like reaching an important birthday and finding you're exactly the same.",
    "A man, as a general rule, owes very little to what he is born with - a man is what he makes of himself.",
    "Genius is the ability to act rightly without precedent - the power to do the right thing the first time.",
    "Words used to attract the dull of wit are not to be relied on.",
    "We cannot expect to be happy always... by experiencing evil as well as good we become wise.",
    "Never buy a thing you do not want, because it is cheap, it will be dear to you.",
    "The least deviation from truth will be multiplied later.",
    "People become attached to their burdens sometimes more than the burdens are attached to them.",
    "Procrastination is one of the most common and deadliest of diseases and its toll on success and happiness is heavy.",
    "Every one of us is the sum total of his own thoughts.",
    "There are only two ways to live your life. One is as if nothing is a miracle. The other is as if everything is a miracle.",
    "The world is changed by your example, not by your opinion.",
    "Those who know, do. Those that understand, teach.",
    "Working hard for something we don't care about is called stress: Working hard for something we love is called passion.",
    "Man is made by his belief. As he believes, so he is.",
    "Work as though you would live forever, and live as though you would die today. Go another mile.",
    "Every night before going to sleep, we must ask ourselves: what weakness did I overcome today? What virtue did I acquire?",
    "Nothing is impossible. The word itself says 'I'm possible!'",
    "You are not what you think you are, You are not what others think you are, You are what you think others think you are.",
    "Everything that is made beautiful and fair and lovely is made for the eye of one who sees.",
    "There is always risk, so learn to manage risk instead of avoiding it.",
    "Passion is born deaf and dumb.",
    "The most courageous act is still to think for yourself. Aloud.",
    "Focus is a matter of deciding what things you're not going to do.",
    "Dark times lie ahead of us and there will be a time when we must choose between what is easy and what is right.",
    "People rarely succeed unless they have fun in what they are doing.",
    "Sometimes good things fall apart so better things can fall together.",
    "There are no accidents... there is only some purpose that we haven't yet understood.",
    "Life is not just the passing of time. Life is the collection of experiences and their intensity.",
    "Progress lies not in enhancing what is, but in advancing toward what will be.",
    "The greatest weariness comes from work not done.",
    "Beginning today, treat everyone you meet as if they were going to be dead by midnight. Your life will never be the same again.",
    "To injure an opponent is to injure yourself. To control aggression without inflicting injury is the Art of Peace.",
    "Everybody needs a passion. That's what keeps life interesting.",
    "Believe in yourself! Have faith in your abilities! Without a humble but reasonable confidence in your own powers you cannot be successful or happy.",
    "In three words I can sum up everything I've learned about life: it goes on.",
    "Often in the real world, it's not the smart that get ahead, but the bold.",
    "Man should fear never beginning to live.",
    "Be still when you have nothing to say; when genuine passion moves you, say what you've got to say, and say it hot.",
    "The road to success and the road to failure are almost exactly the same.",
    "Most of us live our lives by accident - we live as it happens. Fulfilment comes when we live our lives on purpose.",
    "Have the courage to be ignorant of a great number of things, in order to avoid the calamity of being ignorant of everything.",
    "Thinking is the hardest work there is, which is probably the reason why so few engage in it."
]