[
    "There is no medicine like hope, no incentive so great, and no tonic so powerful as expectation of something tomorrow. ",
    "You are the sky. Everything else - it's just the weather.",
    "He who is untrue to his own cause cannot command the respect of others.",
    "The only thing we have to fear is fear itself.",
    "Tis not too late to seek a newer world.",
    "The joy of life comes from our encounters with new experiences.",
    "The journey is what brings us happiness not the destination.",
    "When you lose your desire for things that do not matter, you will be free.",
    "Freedom is the open window through which pours the sunlight of the human spirit and human dignity.",
    "Success is about doing the right thing, not about doing everything right.",
    "Don't waste time on excuses. Just get it done.",
    "Create each day anew.",
    "Listening well is as powerful as talking well, and is also as essential to true conversation.",
    "Even if you stumble and fall down, it doesn't mean you've chosen the wrong path.",
    "I was wise enough to never grow up while fooling most people into believing I had. ",
    "From a certain point onward there is no longer any turning back. That is the point that must be reached.",
    "There is no limitations except those we create for ourselves.",
    "Everything has beauty but not everyone sees it.",
    "Be happy in the moment, that's enough. Each moment is all we need, not more.",
    "You can't let your failures define you. You have to let your failures teach you.",
    "The real meditation is how you live your life.",
    "It is best to begin at the beginning.",
    "The Only Thing That Is Constant Is Change",
    "Receive without complaint, Work with fate.",
    "The single biggest problem in communication is the illusion that it has taken place.",
    "He will win who knows when to fight and when not to fight.",
    "The guest will judge better of a feast than the cook.",
    "Be regular and orderly in your life, so that you may be violent and original in your work.",
    "Speak when you are angry - and you'll make the best speech you'll ever regret.",
    "The healthiest response to life is joy.",
    "Extraordinary results happen only when you give the best you have to become the best you can be at your most important work.",
    "The only defense against the world is a thorough knowledge of it.",
    "Understanding that rests in what it does not understand is the finest.",
    "You cannot find peace by avoiding life.",
    "A clever person turns great troubles into little ones, and little ones into none at all. ",
    "Believe in your infinite potential. Your only limitations are those you set upon yourself.",
    "I am who I am today because of the choices I made yesterday.",
    "A good stance and posture reflect a proper state of mind.",
    "Misfortune shows those who are not really friends.",
    "You are free, and that is why you are lost.",
    "Growth comes at the point of resistance.",
    "Constantly seek criticism. A well thought out critique of whatever you're doing is as valuable as gold.",
    "Time goes from present to past.",
    "Every second you have on this planet is very precious and it's your responsibility that you're happy.",
    "It is startling to realize how much unbelief is necessary to make belief possible.",
    "Time heals what reason cannot.  ",
    "He who can no longer pause to wonder and stand rapt in awe, is as good as dead; his eyes are closed. ",
    "Nothing is more real than nothing.",
    "Life is not always a matter of holding good cards, but sometimes, playing a poor hand well. ",
    "If you are patient in one moment of anger, you will escape a hundred days of sorrow. "
]