[
    "Those who can make you believe absurdities can make you commit atrocities. ",
    "If everyone is moving forward together, then success takes care of itself.",
    "It is what we make out of what we have, not what we are given, that separates one person from another.",
    "Do the difficult things while they are easy and do the great things while they are small.",
    "The Truth is realized in an instant; the Act is practiced step by step.",
    "If you realize that you're the problem, then you can change yourself, learn something and grow wiser. Don't blame other people for your problems.",
    "I like the dreams of the future better than the history of the past.",
    "Stop being tormented by everyone else's reaction to you.",
    "You can discover what your enemy fears most by observing the means he uses to frighten you.",
    "Words without actions are the assassins of idealism.",
    "There are no contests in the Art of Peace. A true warrior is invincible because he or she contests with nothing.",
    "The sun shines upon good and bad alike.",
    "The deeper the truth in a creative work, the longer it will live.  ",
    "Only those who dare to fail greatly can ever achieve greatly.",
    "The key to success is action.",
    "The quality of your life is determined by the quality of questions you ask.",
    "Successful people are not without problems. They're simply people who've learned to solve their problems.",
    "We must accept finite disappointment, but never lose infinite hope.",
    "We cannot expect to be happy always... by experiencing evil as well as good we become wise.",
    "Write to help yourself, publish to help others.",
    "The ego wants to go fast. The soul needs to go slow.",
    "Everybody by your side ain't on your side.",
    "Embrace the life you have and stop wishing that you could be someone else.",
    "The greatest value of a picture is when it forces us to notice what we never expected to see.",
    "Perpetual optimism is a force multiplier.",
    "Art is the signature of civilizations. ",
    "Having an open mind is one of the most important qualities we can possess. Once our minds close, we stop evolving.",
    "Most of the important things in the world have been accompanied by people who have kept on trying when there seemed to be no hope at all.",
    "Leaders spend 5% of their time on the problem & 95% of their time on the solution. Get over it & crush it!",
    "Conflict cannot survive without your participation. ",
    "Do it with passion, or not at all.",
    "When something is important enough, you do it even if the odds are not in your favor.",
    "The more something threatens your identity, the more you will avoid it.",
    "We are all faced with a series of great opportunities brilliantly disguised as impossible situations. ",
    "The wise speak only of what they know.",
    "The measure of who we are is what we do with what we have.",
    "All things come into being by conflict of opposites.",
    "Courage is knowing what not to fear.",
    "It's only after you've stepped outside your comfort zone that you begin to change, grow, and transform.",
    "Be courteous to all, but intimate with few, and let those few be well tried before you give them your confidence. ",
    "The dream is free, but the hustle is sold separately.",
    "When one door closes another door opens. ",
    "You want to live but do you know how to live? You are scared of dying and tell me, is the kind of life you lead really any different from being dead?",
    "Time flies whether you are having fun or not.",
    "There is no limit to the amount of good you can do if you don't care who gets the credit.",
    "Circumstances do not make the man, they reveal him.",
    "Vision is the art of seeing things invisible.",
    "No man ever steps in the same river twice, for it's not the same river and he's not the same man.",
    "When you get up in the morning, you have two choices - either to be happy or to be unhappy. Just choose to be happy.",
    "Life is a question and how we live it is our answer."
]