[
    "Enjoy when you can, and endure when you must.",
    "If you haven't the strength to impose your own terms upon life, then you must accept the terms it offers you.",
    "Time heals what reason cannot.  ",
    "Some people dream of success, while others wake up and work hard at it.",
    "Life is like a beautiful melody, only the lyrics are messed up.",
    "Remember where you came from, where you're going, and why you created this mess you got yourself into in the first place.",
    "Do good, live in the most positive and joyful way possible every day.",
    "There is only one thing that makes a dream impossible to achieve: the fear of failure.",
    "It isn't what you do, but how you do it.",
    "You gain strength, courage and confidence by every experience in which you really stop to look fear in the face.",
    "It is the power of the mind to be unconquerable.",
    "A man who dares to waste one hour of time has not discovered the value of life.",
    "Those who cannot change their minds cannot change anything.",
    "Dark times lie ahead of us and there will be a time when we must choose between what is easy and what is right.",
    "All animals except man know that the principal business of life is to enjoy it.",
    "Cry. Forgive. Learn. Move on. Let your tears water the seeds of your future happiness.",
    "The wiser you get, the less you care to look like a fool.",
    "Love yourself with the same intensity you would use to pull yourself up if you were hanging off a cliff.",
    "You play the hand you're dealt. I think the game's worthwhile.  ",
    "To love means loving the unlovable.",
    "Rich people have small TVs and big libraries, and poor people have small libraries and big TVs.",
    "He who laughs at himself never runs out of things to laugh at.",
    "If you pray for rain, be prepared to deal with some mud.",
    "Be brave. Take risks. Nothing can substitute experience.",
    "Death is as sure for that which is born, as birth is for that which is dead. Therefore grieve not for what is inevitable.",
    "Most people fail in life not because they aim too high and miss, but because they aim too low and hit.",
    "Your chances of success in any undertaking can always be measured by your belief in yourself.",
    "There are dark shadows on the earth, but its lights are stronger in the contrast.",
    "The privilege of a lifetime is to become who you truly are.",
    "Who looks outside, dreams; who looks inside, awakes.",
    "You want to live but do you know how to live? You are scared of dying and tell me, is the kind of life you lead really any different from being dead?",
    "Never stand begging for that which you have the power to earn.",
    "A creative man is motivated by the desire to achieve, not by the desire to beat others.",
    "Yesterday is the past, tomorrow is the future, today is a gift - that's why it's called the present.",
    "It is best to begin at the beginning.",
    "You cannot find peace by avoiding life.",
    "The truth is simple. If it was complicated, everyone would understand it.",
    "You can have results or excuses, but not both.",
    "Live, travel, adventure, bless, and don't be sorry.  ",
    "The greatest mistake you can make in life is to be continually fearing you will make one.",
    "We run to win, not just to be in the race.  ",
    "He who is not contented with what he has, would not be contented with what he would like to have.",
    "Every one of us is the sum total of his own thoughts.",
    "All problems are illusions of the mind.",
    "He suffers more than necessary, who suffers before it is necessary.  ",
    "Life may be full of pain but that's not an excuse to give up.",
    "In the End, we will remember not the words of our enemies, but the silence of our friends.",
    "He who wishes to be obeyed must know how to command.",
    "Until you make the unconscious conscious, it will direct your life and you will call it fate.",
    "To earn more you must learn more."
]