[
    "Our greatest fears lie in anticipation.",
    "Remember that the best relationship is one in which your love for each other exceeds your need for each other.",
    "A little progress each day adds up to big results.",
    "A man has to learn that he cannot command things but that he can command himself; that he cannot coerce the wills of others but that he can mold and master his own will.",
    "Smile, breathe and go slowly.",
    "Dreams do come true, if we only wish hard enough, You can have anything in life if you will sacrifice everything else for it.",
    "Life is too short to waste your time on people who don't respect, appreciate, and value you.",
    "Our life isn't how much we can take out, but how much we can put in.  ",
    "A man should do his job so well that the living, the dead, and the unborn could do it no better.",
    "Failure is the key to success; each mistake teaches us something.",
    "Yesterday is history, tomorrow is a mystery, today is God's gift, that's why we call it the present.",
    "Our view of the world is truly shaped by what we decide to hear.",
    "Winners never quit and quitters never win.",
    "You were born to win, but to be a winner, you must plan to win, prepare to win, expect to win.",
    "To do great work one must be very idle as well as very industrious.",
    "Help others and give something back.",
    "The scariest monsters are the ones that lurk within our souls.",
    "Rest and be kind, you don't have to prove anything.",
    "The only person you should try to be better than is the person you were yesterday.",
    "Everything you can imagine is real.",
    "Every blessing ignored becomes a curse.",
    "Throw me to the wolves and I will return leading the pack.  ",
    "Before you speak, ask yourself, is it kind, is it necessary, is it true, does it improve the silence?",
    "You can't get to a place that you don't believe exists.",
    "Remain calm, serene, always in command of yourself. You will then find out how easy it is to get along. ",
    "One always begins to forgive a place as soon as it's left behind.",
    "A fear of weakness only strengthens weakness.",
    "To become what you are not, behave as you do not.",
    "A wise person should have money in their head, but not in their heart.",
    "You find peace not by rearranging the circumstances of your life, but by realizing who you are at the deepest level.",
    "Your conscience is the measure of the honesty of your selfishness. Listen to it carefully.",
    "There are more people who wish to be loved than there are who are willing to love. ",
    "Having lots of money while not having inner peace is like dying of thirst while bathing in the ocean.",
    "If you're not failing every now and again, it's a sign you're not doing anything very innovative.",
    "Don't bother people for help without first trying to solve the problem yourself.",
    "The best way to predict the future is to create it.",
    "Fear of death is fear of the Unknown.",
    "Respect other people's feelings. It might mean nothing to you, but it could mean everything to them.",
    "Friendship takes time and energy if it's going to work.",
    "Life needs to be more than just solving problems every day. You need to wake up and be excited about the future.",
    "The human mind defines things in relation to one another - without light the notion of darkness would be unintelligible.",
    "We suffer more often in imagination than in reality.",
    "Enthusiasm is a vital element toward the individual success of every man or woman.",
    "Confidence comes not from always being right but not fearing to be wrong.",
    "Nourish the mind like you would your body. The mind cannot survive on junk food.",
    "To arrive at the simplest truth requires years of contemplation.",
    "A man sees in the world what he carries in his heart.",
    "If you want something new, you have to stop doing something old.",
    "Great loves too must be endured.",
    "Routine life is unbearable, and most people only think about how to escape into the world of fantasy and dreams."
]