[
    "The only man who never makes mistakes is the man who never does anything.",
    "Don't give up the fight, Stand up for your rights.",
    "Every hour of every day is an unspeakably perfect miracle.",
    "It is better to light a single candle than to curse the darkness.",
    "A fear of weakness only strengthens weakness.",
    "You miss 100% of the shots you don't take.",
    "Success is getting what you want, happiness is wanting what you get.",
    "Forget safety. Live where you fear to live.",
    "Cleverness is not wisdom.",
    "We have a duty to maintain the light of consciousness to make sure it continues into the future.",
    "Conquer the devils with a little thing called love.",
    "Love your enemies, for they tell you your faults.",
    "A good system shortens the road to the goal. ",
    "Work for something because it is good, not just because it stands a chance to succeed.",
    "Avoiding failure is to avoid progress.",
    "What the mind can conceive, it can achieve.",
    "The fastest way to change is to laugh at your own folly.",
    "When it comes to mastering a skill, time is the magic ingredient.",
    "Meditate. It won't be fun but it will surface what you need to deal with.",
    "If he cannot stop the mind that seeks after fame and profit, he will spend his life without finding peace.",
    "The important thing is not to stop questioning. Curiosity has its own reason for existing.",
    "Adventure is worthwhile in itself.",
    "Ripe fruit falls by itself - but it doesn't fall in your mouth. ",
    "Success is often achieved by those who don't know that failure is inevitable.",
    "Today will never happen again. Don't waste it with a false start or no start at all.",
    "A successful man is one who can lay a firm foundation with the bricks others have thrown at him.  ",
    "If light is in your heart, you will find your way home.  ",
    "Happiness is a choice, not a result. Nothing will make you happy until you choose to be happy.",
    "People who bite the hand that feeds them usually lick the boot that kicks them.",
    "If we are not able to smile, then the world will not have peace.",
    "it's important to make sure that we're talking with each other in a way that heals, not in a way that wounds.",
    "All things come into being by conflict of opposites.",
    "Don't let the fear of losing be greater than the excitement of winning.",
    "Every time we liberate a woman, we liberate a man. ",
    "It isn't that they can't see the solution. It is that they can't see the problem.",
    "The only lost cause is one we give up on before we enter the struggle.",
    "The one who praises you is a thief. The one who criticizes you is your true friend.",
    "No man is more cheated than the selfish man.",
    "What have you done today to make someone else happy?",
    "Arise, slay thy enemies, enjoy a prosperous kingdom.",
    "Believe in your infinite potential. Your only limitations are those you set upon yourself.",
    "There are people who have money and people who are rich.",
    "The more you know, the more you know you don't know.",
    "The truly rich men are the ones who have health, loved ones and a work they love.",
    "Never allow someone to be your priority while allowing yourself to be their option.",
    "Don't be pushed by your problems; be led by your dreams.",
    "Do good, live in the most positive and joyful way possible every day.",
    "Your work is going to fill a large part of your life, and the only way to be truly satisfied is to do what you believe is great work. ",
    "Don't set your own goals by what other people make important.",
    "Aim for the moon. If you miss, you may hit a star."
]