[
    "The hard path is often the right one. The river teaches more than the shore.",
    "The man who removes a mountain begins by carrying away small stones.",
    "Do you want to know who you are? Don't ask. Act! Action will delineate and define you.",
    "I don't walk away from things that I think are unfinished.",
    "All human wisdom is contained in these two words - Wait and Hope",
    "You have within you right now, everything you need to deal with whatever the world can throw at you.",
    "Whenever people agree with me I always feel I must be wrong.",
    "In order to be irreplaceable one must always be different.",
    "I was angered, for I had no shoes. Then I met a man who had no feet. ",
    "A path is made by walking on it.",
    "The quality of your life is determined by the quality of questions you ask.",
    "Happiness is not something ready made. It comes from your own actions.",
    "We take care of the future best by taking care of the present now.",
    "Every man gotta right to decide his own destiny.",
    "You get in life what you have the courage to ask for.",
    "If we all did the things we are capable of doing, we would literally astound ourselves.",
    "The single most powerful asset we all have is our mind.",
    "Wisdom is doing now what you are going to be happy with later on.",
    "Be polite to all, but intimate with few.",
    "Truth is like the sun. You can shut it out for a time, but it ain't going away.",
    "You can never cross the ocean unless you have the courage to lose sight of the shore.",
    "Allow motion to equal emotion.",
    "You can't let your failures define you. You have to let your failures teach you.",
    "Nothing gives one person so much advantage over another as to remain always cool and unruffled under all circumstances.",
    "New beginnings are disguised as painful endings.",
    "Rather than love, than money, than fame, give me truth.",
    "Everything that is done in the world is done by hope.",
    "All men are equal before fish.",
    "If life were predictable it would cease to be life, and be without flavor.",
    "The more we value things, the less we value ourselves.  ",
    "Wrong does not cease to be wrong because the majority share in it.",
    "A zen master's life is one continuous mistake.",
    "A man sooner or later discovers that he is the master-gardener of his soul, the director of his life.",
    "The dreamers are the saviors of the worlds.",
    "Once you learn to quit, it becomes a habit.",
    "No matter what happens, always be yourself.",
    "Till it has loved, no man or woman can become itself.",
    "He who can no longer pause to wonder and stand rapt in awe, is as good as dead; his eyes are closed. ",
    "Good luck is opportunity meeting preparedness.",
    "We ordinary people must forge our own beauty.",
    "Be courteous to all, but intimate with few, and let those few be well tried before you give them your confidence. ",
    "Where there is no struggle, there is no strength. ",
    "Peace is the result of retraining your mind to process life as it is, rather than as you think it should be.  ",
    "The only real security that a man can have in this world is a reserve of knowledge, experience and ability. ",
    "Every act of creation is first an act of destruction.",
    "You can't make someone feel good about themselves until you feel good about yourself.",
    "People do not decide their futures, they decide their habits and their habits decide their futures.",
    "We learn by pushing ourselves and finding what really lies at the outer reaches of our abilities.",
    "The grass is greener where you water it.",
    "Rich people have small TVs and big libraries, and poor people have small libraries and big TVs."
]