[
    "Through discipline comes freedom.",
    "The greatest treasures are those invisible to the eye but found by the heart.",
    "The first principle of success is desire.",
    "Cry. Forgive. Learn. Move on. Let your tears water the seeds of your future happiness.",
    "Singleness of purpose is one of the chief essentials for success in life, no matter what may be one's aim.",
    "What's right is what's left if you do everything else wrong.",
    "It is truth that liberates, not your effort to be free.",
    "There are people who have money and people who are rich.",
    "To be calm is the highest achievement of the self.",
    "Anyone who stops learning is old, whether at twenty or eighty. Anyone who keeps learning stays young. ",
    "Peace is not something you wish for; It's something you make, something you do, something you are, and something you give away.",
    "You can't wait for inspiration. You have to go after it with a club. ",
    "The more you lose yourself in something bigger than yourself, the more energy you will have.",
    "There are no limitations to the mind except those we acknowledge...",
    "Yesterday is history, tomorrow is a mystery, today is God's gift, that's why we call it the present.",
    "Nothing is really work unless you would rather be doing something else. ",
    "It isn't what you have or who you are or where you are or what you are doing that makes you happy or unhappy. It is what you think about it.",
    "Humans and prosperity never endure side by side for long.",
    "Problems remain as problems because people are busy defending them rather than finding solutions.",
    "Success is the sum of small efforts, repeated day in and day out.",
    "When you want to be honored by others, you learn to honor them first.",
    "Do not dwell in the past, do not dream of the future, concentrate the mind on the present moment.",
    "Inner peace is when you realize that, in the end, nothing matters.",
    "Anger begins with folly, and ends with repentance. ",
    "Sometimes, the only way to evolve is to open ourselves fully.",
    "It's your road, and yours alone, others may walk it with you, but no one can walk it for you.",
    "Avoiding failure is to avoid progress.",
    "You don't need anybody to tell you who you are or what you are. You are what you are!",
    "Creativity is intelligence having fun.",
    "Creativity is the greatest rebellion in existence.",
    "Fear is a natural reaction to moving closer to the truth.",
    "A wise man can learn more from a foolish question than a fool can learn from a wise answer.  ",
    "Good judgment comes from experience, and experience comes from bad judgment.",
    "The source of a true smile is an awakened mind.",
    "You cannot find peace avoiding life.",
    "The only place where success comes before work is in the dictionary.",
    "Your purpose will be clear only when you listen to your heart.",
    "To be in harmony with the wholeness of things is not to have anxiety over imperfections.",
    "I learned that courage was not the absence of fear, but the triumph over it. The brave man is not he who does not feel afraid, but he who conquers that fear.",
    "Live the moment for the moment.",
    "You cannot control the behavior of others, but you can always choose how you respond to it.",
    "Be happy now, without reason - or you never will be at all.",
    "We ordinary people must forge our own beauty.",
    "Change your thoughts and you change your world.",
    "Don't be afraid to stand for what you believe in, even if that means standing alone.",
    "There is a big difference between being centered and being self-centered.",
    "Question everything. Learn something. Answer nothing.",
    "Believe nothing you hear, and only one half that you see.",
    "Anyone who dreams of an uncommon life eventually discovers there is no choice but to seek an uncommon approach to living it.",
    "Never take your position for granted and never let any favors you receive go to your head."
]