[
    "Even in the grave, all is not lost.",
    "Words are clothes that thoughts wear",
    "Difficult roads often lead to beautiful destinations.",
    "Wise people, even though all laws were abolished, would still lead the same life.",
    "Being deeply loved by someone gives you strength, while loving someone deeply gives you courage. ",
    "By failing to prepare, you are preparing to fail.",
    "Tragedy is a tool for the living to gain wisdom, not a guide by which to live.",
    "Don't let the noise of others opinions drown out your inner voice.",
    "The present moment dies every moment to become the past , is reborn every moment into the future. All experience is now. Now never ends.",
    "If you are going to achieve excellence in big things, you develop the habit in little matters.",
    "Our joy does not have to be based on our circumstances.",
    "There are as many opinions as there are experts.",
    "Knowledge has to be improved, challenged, and increased constantly, or it vanishes.",
    "He who has overcome his fears will truly be free.",
    "Bloom where you are planted!",
    "If you don't like something change it; if you can't change it, change the way you think about it.",
    "There is no greatness where there is not simplicity, goodness, and truth.",
    "Some people don't like change, but you need to embrace change if the alternative is disaster.",
    "Sadness is but a wall between two gardens.",
    "When the fish is caught we pay no more attention to the trap.",
    "The more you feed your mind with positive thoughts, the more you can attract great things into your life.",
    "It is startling to realize how much unbelief is necessary to make belief possible.",
    "I have never in my life learned anything from any man who agreed with me.",
    "If you tell the truth, you don't have to remember anything.",
    "You can do nothing to change the past, and the future will never come exactly as you plan or hope for.",
    "Learn to value yourself, which means: fight for your happiness.",
    "No duty is more urgent than that of returning thanks.",
    "A man is literally what he thinks.",
    "The farther backward you can look, the farther forward you are likely to see.",
    "People think you're crazy if you talk about things they don't understand.",
    "Life is not a problem to be solved, but a reality to be experienced.",
    "Most people dabble their way through life, never deciding to master anything in particular.",
    "A moving door hinge never corrodes. Flowing water never grows stagnant.",
    "People who have goals succeed because they know where they're going. It's that simple.",
    "Receive without pride, let go without attachment.",
    "Getting over a painful experience is much like crossing monkey bars. You have to let go at some point in order to move forward.",
    "It takes half your life before you discover life is a do-it-yourself project.",
    "Every adversity, every failure, every heartbreak, carries with it the seed of an equal or greater benefit.",
    "Never settle for the crumbs of life.",
    "Your greatest asset is your earning ability. Your greatest resource is your time.",
    "Heaven is right where you are standing.",
    "A warrior does not give up what he loves, he finds the love in what he does.",
    "If you do the work you get rewarded. There are no shortcuts in life.",
    "Correct what you can. Learn from what you can't.",
    "Imagination is the beginning of creation.",
    "People don't care how much you know until they know how much you care.",
    "There is no one giant step that does it. It's a lot of little steps.",
    "The longer we dwell on our misfortunes, the greater is their power to harm us.",
    "When you consider things like the stars, our affairs don't seem to matter very much, do they?",
    "Listen to what you know instead of what you fear."
]