[
    "Rivers know this: there is no hurry. We shall get there some day.",
    "My powers are ordinary. Only my application brings me success.",
    "Sometimes it is harder to deprive oneself of a pain than of a pleasure.",
    "Confuse them with your silence and amaze them with your actions.",
    "Learn from the mistakes of others. You can't live long enough to make them all yourself.",
    "Many people spend more time looking at their failures than focusing on their successes.",
    "Whatever you decide to do, make sure it makes you happy.",
    "Rather than love, than money, than fame, give me truth.",
    "The greatest miracle is to be alive.",
    "Smell the cheese often so you know when it is getting old.",
    "Older men declare war. But it is youth that must fight and die.",
    "Don't hate the player. Change the game.",
    "He will win who knows when to fight and when not to fight.",
    "The most wasted day of all is that on which we have not laughed.",
    "Remember we're all in this alone.",
    "There are only encounters in history. There are no accidents.",
    "Success is an iceberg.",
    "It is important that we forgive ourselves for making mistakes. We need to learn from our errors and move on.",
    "We have a duty to maintain the light of consciousness to make sure it continues into the future.",
    "When it hurts - observe. Life is trying to teach you something.",
    "Have a heart that never hardens, and a temper that never tires, and a touch that never hurts.",
    "All wealth is the product of labor.",
    "At every moment where language can't go, that's your mind.",
    "The most courageous act is still to think for yourself. Aloud.",
    "Living a life that has a greater purpose and living up to it is the ultimate degree that we should strive for.",
    "Stop acting so small. You are the universe in ecstatic motion.",
    "You are the only problem you will ever have and you are the only solution.",
    "Keep smiling, because life is a beautiful thing and there's so much to smile about.",
    "We all give up great expectations along the way.",
    "Before you embark on a journey of revenge, dig two graves. ",
    "If we did all the things we are capable of, we would literally astound ourselves.",
    "The greatest doer must also be a great dreamer.",
    "Loving thoughts and actions are clearly beneficial for our physical and mental health.",
    "Be content with what you have, rejoice in the way things are. When you realize there is nothing lacking, the whole world belongs to you.",
    "The measure of wisdom is how calm you are when facing any given situation.",
    "Be as simple as you can be; you will be astonished to see how uncomplicated and happy your life can become.",
    "The scariest monsters are the ones that lurk within our souls.",
    "Victims recite problems, leaders provide solutions.",
    "To handle yourself, use your head; to handle others, use your heart.",
    "Thought is so cunning, so clever, that it distorts everything for its own convenience.",
    "Happiness can be found, even in the darkest of times, if one only remembers to turn on the light.",
    "You can calculate the worth of a man by the number of his enemies.",
    "Stop wasting time looking at someone else's reality while doing nothing about yours.",
    "Pleasure in the job puts perfection in the work.",
    "All that we see or seem is but a dream within a dream.",
    "Know the rules well, so you can break them effectively.",
    "Doing what you love is the cornerstone of having abundance in your life. ",
    "The difference between treason and patriotism is only a matter of dates.",
    "Judgments prevent us from seeing the good that lies beyond appearances.  ",
    "Happiness is an effect of doing what you love, not an end goal to be achieved."
]