[
    "We have to live life with a sense of urgency so not a minute is wasted.",
    "Paths are made by walking.",
    "Worry is a waste of emotional reserve.",
    "We're responsible for everything that happens to us.",
    "It is useless to attempt to reason a man out of a thing he was never reasoned into.",
    "The only way to make sense out of change is to plunge into it, move with it, and join the dance.",
    "Love your enemies, for they tell you your faults.",
    "A rational person can find peace by cultivating indifference to things outside of their control.",
    "Those who attain the middle Dominate the whole.",
    "A good master leads you to the true master within. Only that master, who is your own higher self, can adequately answer all questions.",
    "Magic is believing in yourself, if you can do that, you can make anything happen.",
    "Problems remain as problems because people are busy defending them rather than finding solutions.",
    "The greatest gift that you can give to others is the gift of unconditional love and acceptance. ",
    "A fool sees himself as another, but a wise man sees others as himself.",
    "A single dream is more powerful than a thousand realities.",
    "Don't shortchange yourself when it comes to investing in your own better future.",
    "Loving thoughts and actions are clearly beneficial for our physical and mental health.",
    "Laws are like cobwebs, which may catch small flies, but let wasps and hornets break through.",
    "People spend too much time doing and not enough time thinking about what they should be doing.",
    "Leaders spend 5% of their time on the problem & 95% of their time on the solution. Get over it & crush it!",
    "What you are afraid of is never as bad as what you imagine. The fear you let build up in your mind is worse than the situation that actually exists.",
    "A mountain never yields to the wind no matter how strong it is.",
    "You have a brain and mind of your own. Use it, and reach your own decisions.",
    "There are two ways of seeing: with the body and with the soul. The body's sight can sometimes forget, but the soul remembers forever.",
    "He who permits himself to tell a lie once, finds it much easier to do it the second time.",
    "Life is not meant to be easy my child, but take courage: it can be delightful.",
    "Success is often achieved by those who don't know that failure is inevitable.",
    "The chief cause of failure and unhappiness is trading what you want most for what you want right now.",
    "Every poem should remind the reader that they are going to die.",
    "The way to love anything is to realize that it may be lost.",
    "Nothing you do is going to matter that much in the long run. Don't take yourself so seriously.",
    "If you can't, you must. If you must, you can.",
    "Life is the dancer and you are the dance.",
    "Only in the agony of parting do we look into the depths of love.",
    "Lying can never save us from another lie.",
    "Being spiritual has nothing to do with what you believe and everything to do with your state of consciousness.",
    "Beginning today, treat everyone you meet as if they were going to be dead by midnight. Your life will never be the same again.",
    "He who has overcome his fears will truly be free.",
    "The unthankful heart discovers no mercies; but the thankful heart will find, in every hour, some heavenly blessings.",
    "Tragedy is a tool for the living to gain wisdom, not a guide by which to live.",
    "The future depends on what you do today. ",
    "In the midst of chaos, there is also opportunity.",
    "Opportunity comes when you continually push forward.",
    "A comfort zone is a beautiful place, but nothing ever grows there.",
    "You'll get more from being a peacemaker than a warrior.",
    "The person who cannot control his words shows that he cannot control himself.",
    "If you pick up a starving dog and make him prosperous he will not bite you. This is the principal difference between a dog and man.",
    "Life is the art of drawing sufficient conclusions from insufficient premises.",
    "Perhaps the most tragic thing about mankind is that we are all dreaming about some magical garden over the horizon, instead of enjoying the roses that are right outside today.",
    "Peaceful is the one who expects nothing."
]