[
    "To belittle, you have to be little.",
    "Think how really precious is the time you have to spend, whether it's at work or with your family. Every minute should be enjoyed and savored.",
    "No great discovery was ever made without a bold guess. ",
    "First learn the meaning of what you say, and then speak.",
    "It is far easier to start something than it is to finish it.",
    "Do not look upon this world with fear and loathing. Bravely face whatever the gods offer.",
    "It is never too late to be what you might have been.",
    "Resilience is not what happens to you. It's how you react to, respond to, and recover from what happens to you.",
    "I am always doing what I cannot do yet, in order to learn how to do it.",
    "It is best to begin at the beginning.",
    "Admire as much as you can. Most people do not admire enough.",
    "Good luck is opportunity meeting preparedness.",
    "The quieter you become, the more you are able to hear.",
    "Wrong turns are as important as right turns. More important, sometimes.",
    "an action committed in anger is an action doomed to failure. ",
    "It doesn't matter where you are coming from. All that matters is where you are going. ",
    "Listen to what you know instead of what you fear.",
    "Life is from the inside out. When you shift on the inside, life shifts on the outside.",
    "You do not read a book for the book's sake, but for your own.",
    "Life is much more successfully looked at from a single window.",
    "20 percent of your activities will account for 80 percent of your results.",
    "Don't live the same year 75 times and call it a life.",
    "Success comes from knowing that you did your best to become the best that you are capable of becoming.",
    "We meet ourselves time and again in a thousand disguises on the path of life.",
    "If you genuinely want something, don't wait for it - teach yourself.",
    "The future doesn't belong to the faint-hearted; it belongs to the brave.",
    "Would you rather learn to deal with the truth now than be forced to do so later on?",
    "You can, you should, and if you're brave enough to start, you will.",
    "Being entirely honest with oneself is a good exercise.",
    "You make your own luck if you stay at it long enough.",
    "To live is the rarest thing in the world. Most people exist, that is all. ",
    "Trust is the glue that holds people together and is the lubricant that keeps an organization moving forward.",
    "You're braver than you believe, and stronger than you seem, and smarter than you think.",
    "Genius is one percent inspiration and ninety-nine percent perspiration.",
    "Unhappiness enters through a door that has been left open.",
    "If light is in your heart, you will find your way home.  ",
    "You get paid in direct proportion to the difficulty of problems you solve.",
    "When you want something in life, you just gotta reach out and grab it.",
    "Don't talk about what you have done or what you are going to do.",
    "Don't worry about being successful, but work toward being significant and the success will naturally follow.",
    "The future will be shaped by those willing to commit their minds and their bodies to the task.",
    "A Rolling Stone Gathers No Moss.",
    "What a liberation to realize that 'the voice in my head' is not who I am. Who am I then? The one who sees that.",
    "The search for happiness is one of the chief sources of unhappiness.",
    "We are willing to believe anything other than the truth.",
    "My powers are ordinary. Only my application brings me success.",
    "Our truest life is when we are in dreams awake.",
    "Forget mistakes. Forget failure. Forget everything except what you are going to do now and do it. Today is your lucky day!",
    "Be polite to all, but intimate with few.",
    "One reason so few of us achieve what we truly want is that we never direct our focus; we never concentrate our power."
]