[
    "No one has ever become poor by giving.",
    "Difficult roads often lead to beautiful destinations.",
    "Curiosity is the most powerful thing you own.",
    "Nothing good ever comes of violence.",
    "Even the finest sword plunged into salt water will eventually rust.",
    "One beam, no matter how big, cannot support an entire house on its own.",
    "Successful people appreciate where they have come from, but they don't let their past set the tone for their future.",
    "It's not what you say out of your mouth that determines your life, it's what you whisper to yourself that has the most power!",
    "If you look for perfection, you'll never be content.",
    "You cannot swim for new horizons until you have courage to lose sight of the shore.",
    "Some of your greatest lessons come from your darkest moments.",
    "You have the potential for greatness.",
    "Doing what you love is the cornerstone of having abundance in your life. ",
    "There is only one way to happiness and that is to cease worrying about things which are beyond the power or our will.",
    "There are people who have money and people who are rich.",
    "The swift wind of compromise is a lot more devastating than the sudden jolt of misfortune. ",
    "Those who look for the bad in people will surely find it.",
    "Feelings come and go like clouds in a windy sky. Conscious breathing is my anchor.",
    "If the only prayer you ever say in your entire life is thank you, it will be enough.",
    "The less you talk about your shame, the more of it you have.",
    "Projecting your mind into a successful situation is the most powerful means to achieve goals.  ",
    "You can often change your circumstances by changing your attitude.",
    "If you are patient in one moment of anger, you will escape a hundred days of sorrow. ",
    "Not why the addiction but why the pain.",
    "The only limits in our life are those we impose on ourselves.",
    "Time is a game played beautifully by children.",
    "It ain't where you start in life, it's where you end up, and what you did along the way.",
    "Heroes don't need to talk about what they did.",
    "You can, you should, and if you're brave enough to start, you will.",
    "It is dangerous to be right in matters on which the established authorities are wrong.",
    "What gets measured gets improved.",
    "A day wasted on others is not wasted on one's self.",
    "Life is just the same as learning to swim. Do not be afraid of making mistakes, for there is no other way of learning how to live!",
    "To be of use to the world is the only way to be happy.",
    "Definiteness of purpose is the starting point of all achievement. ",
    "If you do not change direction, you may end up where you are heading.",
    "The road to success and the road to failure are almost exactly the same.",
    "You can have results or excuses, but not both.",
    "The future is no more uncertain than the present.",
    "Never confuse a single defeat with a final defeat.",
    "If light is in your heart, you will find your way home.  ",
    "Success is like reaching an important birthday and finding you're exactly the same.",
    "The clock indicates the moment...but what does eternity indicate?",
    "Do good by stealth, and blush to find it fame.",
    "Fear does not have any special power unless you empower it by submitting to it.",
    "Laziness may appear attractive, but work gives satisfaction.",
    "You're never too old for anything.",
    "Happiness is a gift and the trick is not to expect it, but to delight in it when it comes.",
    "If you hang out with chickens, you're going to cluck and if you hang out with eagles, you're going to fly.",
    "I thought how unpleasant it is to be locked out; and I thought how it is worse, perhaps, to be locked in."
]