[
    "Sadness is but a wall between two gardens.",
    "Tradition is the illusion of permanence. ",
    "Everyone has the right to make his own decisions, but none has the right to force his decision on others.",
    "Realize deeply that the present moment is all you ever have. ",
    "The pessimist sees difficulty in every opportunity. The optimist sees opportunity in every difficulty.",
    "The big thing is to make a winning effort. I'm not obsessed with wins.",
    "Never allow a person to tell you no who doesn't have the power to say yes.",
    "It's possible in ways both large or small to make a difference in someone's life.",
    "You become a worrier by practicing worry. You become free of worry by practicing the opposite.",
    "Instead of thinking outside the box, get rid of the box.",
    "People who avoid failure also avoid success.",
    "Enjoy when you can, and endure when you must.",
    "Peaceful is the one who expects nothing.",
    "Education breeds confidence. Confidence breeds hope. Hope breeds peace.",
    "You are never too old to become younger.",
    "Your business is not to 'get somewhere' - it is to be here.",
    "Even if I knew that tomorrow the world would go to pieces, I would still plant my apple tree. ",
    "Remain calm. Be kind.",
    "Charms strike the sight, but merit wins the soul.",
    "A man sooner or later discovers that he is the master-gardener of his soul, the director of his life.",
    "Appear weak when you are strong, and strong when you are weak.",
    "The purpose of life is the life of purpose.",
    "When you repeat a mistake, it is not a mistake anymore: it is a decision.",
    "You get in life what you have the courage to ask for.",
    "Men do not attract which they want but that which they are.",
    "You cannot have a positive life and a negative mind.",
    "Freeing oneself from words is liberation. ",
    "Raise your words, not voice. It is rain that grows flowers, not thunder.",
    "However difficult life may seem, there is always something you can do and succeed at.",
    "Be confident, not certain.",
    "If the plan doesn't work, change the plan, but never the goal.",
    "You are free, and that is why you are lost. ",
    "In order to attain the impossible, one must attempt the absurd.",
    "You must welcome change as the rule but not as your ruler. ",
    "A man is great not because he hasn't failed; a man is great because failure hasn't stopped him.",
    "There is peace even in the storm.",
    "Love the life you live, live the life you love.",
    "The very essence of instinct is that it's followed independently of reason.",
    "Avoiding danger is no safer in the long run than exposure.",
    "When you judge another, you do not define them, you define yourself",
    "You can't build a reputation on what you are going to do. ",
    "If you try to get rid of fear and anger without knowing their meaning, they will grow stronger and return.",
    "A man who acquires the ability to take full possession of his own mind may take possession of anything else to which he is justly entitled.",
    "The future is not a gift. It is an achievement.",
    "The universe doesn't allow perfection.",
    "You must either modify your dreams or magnify your skills.",
    "First learn the meaning of what you say, and then speak.",
    "To every action there is always opposed an equal reaction.",
    "Before preparing to improve the world, first look around your own home three times. ",
    "There is no such thing as a great talent without great willpower."
]