[
    "I like the dreams of the future better than the history of the past.",
    "Incredible change happens in your life when you decide to take control of what you do have power over instead of craving control over what you don't.",
    "I will not walk backward in life.",
    "If you look for perfection, you'll never be content.",
    "The whole is greater than the sum of its parts.",
    "Life and death are of supreme importance. Time swiftly passes by and opportunity is lost.",
    "The law of harvest is to reap more than you sow. Sow an act, and you reap a habit. Sow a habit and you reap a character. Sow a character and you reap a destiny.",
    "My actions are my only true belongings. I cannot escape the consequences of my actions. My actions are the ground upon which I stand.",
    "Show kindness but never expect it. Show authenticity but never expect it. Only the wise are indifferent to things they can't control.",
    "When we think about our strengths, we are strong. When we think about our weaknesses, we are weak.",
    "A wise man will be master of his mind, a fool will be its slave.",
    "Heaven is right where you are standing.",
    "Natural talent only determines the limits of your athletic potential. It's dedication and a willingness to discipline your life that makes you great.",
    "Those who can make you believe absurdities can make you commit atrocities. ",
    "Who you are is always right.",
    "If you build the guts to do something, anything, then you better save enough to face the consequences.",
    "The future belongs to those who believe in the beauty of their dreams.",
    "The ladder of success is best climbed by stepping on the rungs of opportunity.",
    "Remember where you came from, where you're going, and why you created this mess you got yourself into in the first place.",
    "Information changes your mind. Action changes your circumstances.",
    "Time is more valuable than money. You can get more money, but you cannot get more time.",
    "Life goes by fast. Enjoy it. Calm down. It's all funny.",
    "Educating the mind without educating the heart is no education at all.",
    "In spite of everything, I shall rise again.",
    "Courage is the willingness to engage in a risk-taking behavior regardless of whether the consequences are unknown or possibly adverse.",
    "I live by letting things happen.",
    "Progress lies not in enhancing what is, but in advancing toward what will be.",
    "People who bite the hand that feeds them usually lick the boot that kicks them.",
    "Believe in yourself! Have faith in your abilities! Without a humble but reasonable confidence in your own powers you cannot be successful or happy.",
    "The more you are focused on time - past and future - the more you miss the Now, the most precious thing there is.",
    "Most people achieved their greatest success one step beyond what looked like their greatest failure.",
    "If you want something then you lose everything. If you don't want anything then you already have everything.",
    "To get angry is like to revenge yourself for the guilt of others.",
    "Life has more imagination than we carry in our dreams.",
    "Life is essentially an endless series of problems. The solution to one problem is merely the creation of another.",
    "Some people want it to happen, some wish it would happen, others make it happen.",
    "The man who moved the mountain was the one who began carrying away the smallest stones.",
    "As mortals, we're ruled by conditions, not by ourselves.",
    "The more something scares you, the more you should do it.",
    "Even the finest sword plunged into salt water will eventually rust.",
    "If there is a book that you want to read, but it hasn't been written yet, then you must write it.",
    "Not why the addiction but why the pain.",
    "She who loves roses must be patient and not cry out when she is pierced by thorns.",
    "Keep true. Never be ashamed of doing right. Decide what you think is right and stick to it.",
    "The dead receive more flowers than the living because regret is stronger than gratitude.",
    "You do not read a book for the book's sake, but for your own.",
    "Don't try to steer the river.",
    "My instinct is always to seek out challenges as opposed to avoiding them.",
    "My powers are ordinary. Only my application brings me success.",
    "Looking after my health today gives me a better hope for tomorrow. "
]