[
    "Better to have, and not need, than to need, and not have.",
    "If you don't know where you're going, you will probably end up somewhere else.",
    "You came empty handed, and you will leave empty handed.",
    "He is a wise man who does not grieve for the things which he has not, but rejoices for those which he has.",
    "To the world you may be one person; but to one person you may be the world.",
    "It's easier to go down a hill than up it but the view is much better at the top.",
    "Never allow a person to tell you no who doesn't have the power to say yes.",
    "If you are depressed, you are living in the past. If you are anxious, you are living in the future. if you are at peace, you are living in the present.",
    "Never stand begging for that which you have the power to earn.",
    "There is no such thing as a great talent without great willpower.",
    "The purpose of life is the expansion of happiness.",
    "Never spend your money before you have earned it.",
    "So we beat on, boats against the current, borne back ceaselessly into the past.",
    "If what you're doing is not your passion, you have nothing to lose.",
    "You don't have to be great to start, but you have to start to be great.  ",
    "The man who does not value himself, cannot value anything or anyone.",
    "Wrong turns are as important as right turns. More important, sometimes.",
    "What is a friend? A single soul dwelling in two bodies.",
    "There is no limit to the amount of good you can do if you don't care who gets the credit.",
    "Life happens in the river, not the shore.",
    "The best mind-altering drug is the truth.",
    "Good luck is opportunity meeting preparedness.",
    "Fear is what stops you. Courage is what keeps you going.",
    "Kind words can be short and easy to speak, but their echoes are truly endless.",
    "When you're curious, you find lots of interesting things to do.",
    "Genius, in truth, means little more than the faculty of perceiving in an unhabitual way.",
    "If you do not conquer self, you will be conquered by self.",
    "Muddy water is best cleared by leaving it alone.",
    "The best dreams happen when you're awake.",
    "Awakening is possible only for those who seek it and want it.",
    "You talk when you cease to be at peace with your thoughts.",
    "We crave for new sensations but soon become indifferent to them. The wonders of yesterday are today common occurrences ",
    "You are not only responsible for what you say, but also for what you do not say. ",
    "It's not the love you make. It's the love you give. ",
    "Receive without pride, let go without attachment.",
    "Don't be afraid to give up the good to go for the great.",
    "One's best success comes after their greatest disappointments.",
    "You have a brain and mind of your own. Use it, and reach your own decisions.",
    "Keep your friends close, and your enemies closer.",
    "Don't concern yourself with the money. Be of service. Build. Work. Dream. Create.",
    "A gentleman is one who puts more into the world than he takes out.",
    "If you spend too much time thinking about a thing, you'll never get it done. ",
    "A thing constructed can only be loved after it is constructed; but a thing created is loved before it exists.",
    "Money is only a tool. It will take you wherever you wish, but it will not replace you as the driver.",
    "Life is 10% what happens to you and 90% how you react to it. ",
    "From error to error one discovers the entire truth.",
    "The farther backward you can look, the farther forward you are likely to see.",
    "Money poisons you when you've got it, and starves you when you haven't.",
    "You'll never find rainbows if you're looking down.  ",
    "Management is doing things right; leadership is doing the right things."
]