[
    "What we call the beginning is often the end. And to make an end is to make a beginning. The end is where we start from.",
    "Life is like playing the violin in public and learning the instrument as one goes on.",
    "Showing off is the fool's idea of glory. ",
    "The whole world is a series of miracles, but we're so used to them we call them ordinary things.",
    "Better to light a candle than to curse the darkness. ",
    "No matter how smart we may think we are, no matter how committed we are to our truth, we can lose our way.",
    "It is best to begin at the beginning.",
    "The single biggest problem in communication is the illusion that it has taken place.",
    "The merit of all things lies in their difficulty.",
    "Some of the greater things in life are unseen; that's why you close your eyes when you kiss, cry, or dream.",
    "Give so much away people insist on paying you.",
    "Seek not the good in external things;seek it in yourselves.",
    "We must not be afraid of dreaming the seemingly impossible if we want the seemingly impossible to become a reality.",
    "A dream doesn't become reality through magic it takes sweat, determination and hard work.",
    "Without struggle, no progress and no result. Every breaking of habit produces a change in the machine.",
    "If you don't have time to do it right, when will you have time to do it over?",
    "Don't think money does everything or you are going to end up doing everything for money.",
    "The greatest of empires, is the empire over one's self.",
    "Make each day your masterpiece.",
    "The purpose of life is the life of purpose.",
    "Do not allow your inner doubts to keep you from achieving what you can do.",
    "The reward of suffering is experience.",
    "Wealth is the product of man's capacity to think.",
    "Character is destiny.",
    "There is a difference between giving directions and giving direction.",
    "Nature is pleased with simplicity. And nature is no dummy.",
    "Don't let what you cannot do interfere with what you can do.",
    "Knowledge is a treasure, but practice is the key to it.",
    "The only normal people are the ones you don't know very well.",
    "Stop being a prisoner of your past. Become the architect of your future.",
    "Thinking will not overcome fear but action will. ",
    "Find the game where you can win, and then commit your life to playing it; and play to win.",
    "Logic is like the sword - those who appeal to it shall perish by it.",
    "The most difficult thing is the decision to act, the rest is merely tenacity. The fears are paper tigers.",
    "Don't be afraid to stand for what you believe in, even if that means standing alone.",
    "Yesterday is the past, tomorrow is the future, today is a gift - that's why it's called the present.",
    "When meditation is mastered, the mind is unwavering like the flame of a lamp in a windless place.",
    "Follow your instincts. That is where true wisdom manifests itself.",
    "Only when one allows themself the right to die, do they then give yourself the permission to live.",
    "Have a vision, trust yourself, break some rules, ignore the naysayers, don't be afraid to fail.",
    "The only reason to be alive is to enjoy it.",
    "Change yourself - you are in control.",
    "Wheels of justice grind slow but grind fine.",
    "I was angered, for I had no shoes. Then I met a man who had no feet. ",
    "Of all men's miseries the bitterest is this: to know so much and to have control over nothing. ",
    "If you can't fly, run. If you can't run, walk. If you can't walk, crawl, but by all means, keep moving.",
    "People are doing the best that they can from their own level of consciousness.",
    "The mind can calculate, but the spirit yearns, and the heart wants what the heart wants.",
    "Our greatest glory is not in never falling, but in rising every time we fall. ",
    "The road to success and the road to failure are almost exactly the same."
]