[
    "We may not be responsible for the world that created our minds, but we can take responsibility for the mind with which we create our world.",
    "Absorb what is useful, discard what is not, add what is uniquely your own.",
    "Obstacles are those frightful things you see when you take your eyes off your goals.",
    "Be thankful for everything that happens in your life; it's all an experience.",
    "Teachers open the door. You enter by yourself. ",
    "The way we feel is the direct result of what we think.",
    "All our dreams can come true, if we have the courage to pursue them.",
    "No matter how qualified or deserving we are, we will never reach a better life until we can imagine it for ourselves and allow ourselves to have it.",
    "We can change our lives. We can do, have, and be exactly what we wish.",
    "For your life to be great, your faith must be bigger than your fear.",
    "A man is literally what he thinks.",
    "When everything seems to be going against you, remember that the airplane takes off against the wind, not with it. ",
    "Life was meant to be lived, and curiosity must be kept alive. One must never, for whatever reason, turn his back on life.",
    "You can't climb the ladder of success with your hands in your pockets.",
    "Friendship is one of the most tangible things in a world which offers fewer and fewer supports.",
    "Forget safety. Live where you fear to live.",
    "Your greatest asset is your earning ability. Your greatest resource is your time.",
    "The person who says something is impossible should not interrupt the person who is doing it.",
    "Presents are made for the pleasure of who gives them, not the merits of who receives them.",
    "Even in the grave, all is not lost.",
    "Strategy is a commodity, execution is an art.",
    "The wisdom of life consists in the elimination of the nonessentials.",
    "I'm an optimist by choice not by stupidity.",
    "People who avoid failure also avoid success.",
    "Be brave enough to suck at something new.",
    "When you know what you want, and want it bad enough, you will find a way to get it.",
    "Better to light a candle than to curse the darkness. ",
    "New beginnings are disguised as painful endings.",
    "Nothing good ever comes of violence.",
    "If you've never eaten while crying you don t know what life tastes like.",
    "We ordinary people must forge our own beauty.",
    "Concentrate all your thoughts upon the work at hand. The sun's rays do not burn until brought to focus.",
    "You become a worrier by practicing worry. You become free of worry by practicing the opposite.",
    "A man is but a product of his thoughts. What he thinks he becomes.",
    "Have the fearless attitude of a hero and the loving heart of a child.",
    "Play your part in life, but never forget that it is only a role.",
    "Live, travel, adventure, bless, and don't be sorry.  ",
    "A wise man makes his own decisions, but an ignorant man mindlessly follows the crowd.",
    "Happiness is not a goal...it's a by-product of a life well lived.",
    "We suffer more often in imagination than in reality.  ",
    "You're braver than you believe, and stronger than you seem, and smarter than you think.",
    "You can tell more about a person by what he says about others than you can by what others say about him.",
    "Pursue what catches your heart, not what catches your eyes.",
    "Life is a gift. Never forget to enjoy and bask in every moment you are in.",
    "However difficult life may seem, there is always something you can do and succeed at.",
    "Never do to others what you would not like them to do to you. ",
    "Those who attain the middle Dominate the whole.",
    "A friend to all is a friend to none.",
    "You are today where your thoughts have brought you.",
    "It is passion that makes man live; wisdom makes one only last."
]