[
    "You do not read a book for the book's sake, but for your own.",
    "Wise men speak because they have something to say; Fools because they have to say something.",
    "Meanings are not determined by situations, but we determine ourselves by the meanings we give to situations.",
    "Either you choose to stay in the shallow end of the pool or you go out into the ocean.",
    "Never say never, because limits, like fears, are often just an illusion.",
    "A bird does not sing because it has an answer. It sings because it has a song.",
    "We must create our own world or we will die from inaction.",
    "Catch, then, O catch the transient hour; Improve each moment as it flies! ",
    "Failure is an option, fear is not.",
    "There are no ordinary moments.",
    "A person is only by the thoughts that he chooses.",
    "At every moment where language can't go, that's your mind.",
    "Great things happen to those who don't stop believing, trying, learning, and being grateful.",
    "Where there is no struggle, there is no strength. ",
    "Common sense is not so common. ",
    "The more reasons you have for achieving your goal, the more determined you will become.",
    "Believe and you're halfway there.",
    "People who bite the hand that feeds them usually lick the boot that kicks them.",
    "When you are able to employ your will always for constructive purposes, you become the controller of your destiny.",
    "In peace, sons bury their fathers. In war, fathers bury their sons. ",
    "Never spend your money before you have earned it.",
    "Not why the addiction but why the pain.",
    "Confidence is contagious. So is lack of confidence.",
    "Turn your face to the sun, as flowers know how to do.",
    "Unless someone truly has the power to say no, they never truly have the power to say yes.",
    "Wise people, even though all laws were abolished, would still lead the same life.",
    "Man's character is his fate.",
    "The quicker you let go of old cheese, the sooner you find new cheese.",
    "Death is not an ending. It is a transformation.",
    "It takes a very long time to become young.",
    "The only thing new in the world is the history you do not know.",
    "Your goals are the road maps that guide you and show you what is possible for your life.",
    "Nothing ever goes away until it has taught us what we need to know.",
    "Deliberately seek the company of people who influence you to think and act on building the life you desire.",
    "Life is about accepting the challenges along the way, choosing to keep moving forward, and savoring the journey.",
    "The true soldier fights not because he hates what is in front of him, but because he loves what is behind him.",
    "Never regret your past. Rather, embrace it as the teacher that it is.",
    "Success comes from knowing that you did your best to become the best that you are capable of becoming.",
    "Everything is possible. The impossible just takes longer.",
    "An intelligence test sometimes shows a man how smart he would have been not to have taken it.",
    "If you can't explain it simply, you don't understand it well enough.",
    "Your only limitations are those you set up in your mind or permit others to set up for you.",
    "Where ever you are, you are one with the clouds and one with the sun and the stars you see. You are one with everything.",
    "There is no truth. There is only perception.",
    "Life is like a wheel. Sooner or later, it always comes around to where you started again.",
    "Life is and will ever remain an equation incapable of solution, but it contains certain known factors. ",
    "The human mind defines things in relation to one another - without light the notion of darkness would be unintelligible.",
    "Absorb what is useful, discard what is not, add what is uniquely your own.",
    "No matter how smart we may think we are, no matter how committed we are to our truth, we can lose our way.",
    "Giving is living. If you stop wanting to give, there's nothing more to live for."
]