[
    "Although the world is full of suffering, it is also full of the overcoming of it.",
    "Believe in your infinite potential. Your only limitations are those you set upon yourself.",
    "Life is like a beautiful melody, only the lyrics are messed up.",
    "Most great people have achieved their greatest success just one step beyond their greatest failure.",
    "It is amazing what you can accomplish if you do not care who gets the credit.",
    "Elegance does not consist in putting on a new dress.",
    "Still your waters.",
    "You must either modify your dreams or magnify your skills.",
    "If you aren't sure which way to do something, do it both ways and see which works better.",
    "Wherever you are, it's the place you need to be.",
    "Every traveler has a home of his own, and he learns to appreciate it the more from his wandering.",
    "The only difference between success and failure is the ability to take action.",
    "But better die than live mechanically a life that is a repetition of repetitions.",
    "You cannot control the behavior of others, but you can always choose how you respond to it.",
    "It will never rain roses: when we want to have more roses, we must plant more roses.",
    "The biggest challenge after success is shutting up about it.",
    "Failure will never overtake me if my determination to succeed is strong enough.",
    "A wise person should have money in their head, but not in their heart.",
    "We're kept from our goal not by obstacles, but by a clear path to a lesser goal.",
    "A poet should be so crafty with words that he is envied even for his pains.",
    "It takes a very long time to become young.",
    "The single biggest problem in communication is the illusion that it has taken place.",
    "I believe that one of life's greatest risks is never daring to risk.",
    "Write to help yourself, publish to help others.",
    "Wheresoever you go, go with all your heart.",
    "A friend to all is a friend to none.",
    "It is not what we get. But who we become, what we contribute... that gives meaning to our lives.",
    "Conquer the devils with a little thing called love.",
    "No matter who you are, we're creatures of habit. The better your habits are, the better they will be in pressure situations.",
    "If I can laugh, I can live.",
    "I do not seek. I find.",
    "There are two things a person should never be angry at, what they can help, and what they cannot.",
    "You can live a whole life time never being awake.",
    "Any thought that is passed on to the subconscious often enough and convincingly enough is finally accepted.",
    "It's wise to tell the truth. It's even wiser to tell it kindly.",
    "By changing nothing, nothing changes.",
    "Your gift is something that you can do innately better than anything else.",
    "There are people who have money and people who are rich.",
    "If you quit once it becomes a habit.",
    "It's not what you say out of your mouth that determines your life, it's what you whisper to yourself that has the most power!",
    "The most important single ingredient in the formula of success is knowing how to get along with people.",
    "Don't want anything. Then you get everything.",
    "The only defense against the world is a thorough knowledge of it.",
    "The whole is greater than the sum of its parts.",
    "A clear conscience never fears midnight knocking.",
    "The man who moved the mountain was the one who began carrying away the smallest stones.",
    "I learned that courage was not the absence of fear, but the triumph over it. The brave man is not he who does not feel afraid, but he who conquers that fear.",
    "Just do the best you can. No one can do more than that.",
    "Your imagination is your preview of life's coming attractions.",
    "Life is the art of drawing sufficient conclusions from insufficient premises."
]