[
    "Unexpressed emotions will never die. They are buried alive and will come forth later in uglier ways.",
    "The divine is not something high above us. It is in heaven, it is in earth, it is inside us.",
    "You can often change your circumstances by changing your attitude.",
    "Give a man a fish and you feed him for a day. Teach a man to fish and you feed him for a lifetime.",
    "Live your life as an exclamation rather than an explanation.",
    "The opposite of courage in our society is not cowardice... it is conformity.",
    "If you pray for rain, be prepared to deal with some mud.",
    "Throw your heart over the bar and your body will follow.",
    "There is only one thing in the world worse than being talked about, and that is not being talked about. ",
    "You win more from losing than winning.",
    "Throw your heart over the fence and the rest will follow",
    "Numbing the pain for a while will make it worse when you finally feel it.",
    "It is better to learn late than never.",
    "When you want something in life, you just gotta reach out and grab it.",
    "Forgive yourself for your faults and your mistakes and move on.",
    "An empty head is not really empty; it is stuffed with rubbish. Hence the difficulty of forcing anything into an empty head.",
    "If I can laugh, I can live.",
    "If we have no peace, it is because we have forgotten that we belong to each other.",
    "People who belittle people, will be LITTLE people, and will accomplish very Little",
    "Successful people are not without problems. They're simply people who've learned to solve their problems.",
    "Instead of being intimidated by the limitations, be inspired to find new ways around them.",
    "The only time you run out of chances is when you stop taking them.",
    "Let my soul smile through my heart and my heart smile through my eyes, that I may scatter rich smiles in sad hearts. ",
    "People don't care how much you know until they know how much you care.",
    "If you do what you've always done, you'll get what you've always gotten.",
    "Smell the cheese often so you know when it is getting old.",
    "Just try to be the best you can be; never cease trying to be the best you can be. That's in your power.",
    "We shape clay into a pot, but it is the emptiness inside that holds whatever we want.",
    "Have a vision, trust yourself, break some rules, ignore the naysayers, don't be afraid to fail.",
    "We can spend our whole lives escaping from the monsters of our minds.",
    "Fortunate are those who take the first steps.",
    "The heart wants what it wants - or else it does not care.",
    "Progress is impossible without change, and those who cannot change their minds cannot change anything.",
    "Amateurs sit and wait for inspiration, the rest of us just get up and got to work.",
    "The power to make and break habits and learning how to do that is really important.",
    "What is a friend? A single soul dwelling in two bodies.",
    "It does not matter how slowly you go so long as you do not stop.",
    "When you are content to be simply yourself and don't compare or compete, everybody will respect you. ",
    "From morning till night, we should never rely on a single thing.",
    "To belittle, you have to be little.",
    "Silence is a source of great strength.",
    "A poet should be so crafty with words that he is envied even for his pains.",
    "Don't let someone elses. opinion become your reality.",
    "You become stronger with every problem you face and every obstacle you overcome.",
    "Man is affected not by events but by the view he takes of them.  ",
    "To bear trials with a calm mind robs misfortune of its strength and burden.",
    "Always try to be a little kinder than necessary.",
    "The trouble with the rat race is that even if you win, you're still a rat.",
    "If you've never eaten while crying you don t know what life tastes like.",
    "Letting go means to come to the realization that some people are a part of your history, but not a part of your destiny."
]