[
    "Reversing your treatment of the man you have wronged is better than asking his forgiveness.",
    "It's not what you say out of your mouth that determines your life, it's what you whisper to yourself that has the most power!",
    "Everything begins with an idea.",
    "Instead of being intimidated by the limitations, be inspired to find new ways around them.",
    "Play your part in life, but never forget that it is only a role.",
    "Wisdom is the oneness of mind that guides and permeates all things.",
    "If the misery of the poor be caused not by the laws of nature, but by our institutions, great is our sin.",
    "The only way to 'find out if it will work out' is to do it.",
    "The smallest of actions is always better than the noblest of intentions.",
    "Heaven is right where you are standing.",
    "Success is not final, failure is not fatal: it is the courage to continue that counts.",
    "You are a function of what the whole universe is doing in the same way that a wave is a function of what the whole ocean is doing.",
    "The saddest aspect of life is that there is no one on earth whose happiness is such that he won't sometimes wish he were dead rather than alive.",
    "One of the really tough things is figuring out what questions to ask. Once you figure out the question, then the answer is relatively easy.",
    "He who hesitates is a damned fool.",
    "Don't seek, don't avoid, don't expect. Take what comes and be happy.",
    "If you can't explain it simply, you don't understand it well enough.",
    "Be who you are and say what you feel because those who mind don't matter and those who matter don't mind.",
    "Perhaps the most tragic thing about mankind is that we are all dreaming about some magical garden over the horizon, instead of enjoying the roses that are right outside today.",
    "Thoughts become things. If you see it in your mind, you will hold it in your hand.",
    "The pursuit of mastery bears gifts. ",
    "Change is hardest at the beginning, messiest in the middle and best at the end.",
    "In the practice of tolerance, one's enemy is the best teacher.",
    "A wise man can learn more from a foolish question than a fool can learn from a wise answer.  ",
    "Happiness is the absence of the striving for happiness.",
    "Family not only needs to consist of merely those whom we share blood, but also of those whom we'd give blood.",
    "While some of us act without thinking, too many of us think without acting.",
    "We must embrace pain and burn it as fuel for our journey.",
    "A single dream is more powerful than a thousand realities.",
    "We must not sit down and wait for miracles. Up and be going!",
    "Better a diamond with a flaw than a pebble without one.",
    "What you get by achieving your goals is not as important as what you become by achieving your goals.",
    "It is better to offer no excuse than a bad one. ",
    "Progress lies not in enhancing what is, but in advancing toward what will be.",
    "Success is getting what you want. Happiness is wanting what you get.",
    "True knowledge exists in knowing that you know nothing.",
    "Still your waters.",
    "When you are talented you do it whatever it is until your fingers bleed or your eyes are ready to fall out of your head.",
    "Definitions belong to the definers, not the defined.",
    "How much pain they have cost us, the evils which have never happened.",
    "Obstacles are those frightful things you see when you take your eyes off your goal.",
    "You have to give up some of the old so that you can make room for the new.",
    "Life is the dancer and you are the dance.",
    "You will have bad times, but they will always wake you up to the stuff you weren't paying attention to.",
    "I believe that one of life's greatest risks is never daring to risk.",
    "You are the average of the five people you spend the most time with.",
    "Lying can never save us from another lie.",
    "Make peace with your inner turmoil.",
    "Rest and be kind, you don't have to prove anything.",
    "Enthusiasm is a vital element toward the individual success of every man or woman."
]