[
    "The road to success is always under construction..",
    "Out of suffering have emerged the strongest souls; the most massive characters are seared with scars.",
    "The difference between treason and patriotism is only a matter of dates.",
    "Work is always an antidote to depression.",
    "There are no secrets to success. It is the result of preparation, hard work, and learning from failure.",
    "People don't realize that now is all there ever is; there is no past or future except as memory or anticipation in your mind.",
    "Art is to console those who are broken by life.",
    "Everyday you can take a tiny step in the right direction.",
    "Always do what is right. It will gratify half of mankind and astound the other.",
    "Listen to the secret sound, the real sound, which is inside you.",
    "Happiness is an effect of doing what you love, not an end goal to be achieved.",
    "You are never too old to set another goal or to dream a new dream.",
    "The first rule of handling conflict is don't hang around people who are constantly engaging in conflict.",
    "Fear not the path of Truth for the lack of People walking on it.",
    "Life is the art of drawing sufficient conclusions from insufficient premises.",
    "I must also have a dark side if I am to be whole.",
    "Man's character is his fate.",
    "Don't let the fear of losing be greater than the excitement of winning.",
    "Being in a good frame of mind helps keep one in the picture of health.",
    "Success is built sequentially. It's one thing at a time.",
    "When everything seems to be going against you, remember that the airplane takes off against the wind, not with it.",
    "Superstars think like superstars long before the fans or the press anoint them.",
    "First comes the shy wish. Then you must have the heart to have the dream. Then, you work, and work.  ",
    "Try to be a rainbow in someone's cloud.",
    "There is peace even in the storm.",
    "Until you change how you get things done, you'll never know what works best.",
    "A pessimist is one who makes difficulties of his opportunities and an optimist is one who makes opportunities of his difficulties.",
    "Constantly seek criticism. A well thought out critique of whatever you're doing is as valuable as gold.",
    "People do not decide their futures, they decide their habits and their habits decide their futures.",
    "In the middle of chaos lies opportunity.  ",
    "High thoughts must have high language.",
    "If you see yourself as prosperous, you will be.",
    "We never know how high we are till we are called to rise. Then if we are true to form our statures touch the skies.",
    "Ripe fruit falls by itself - but it doesn't fall in your mouth. ",
    "You're only given a little spark of madness. You mustn't lose it.",
    "The biggest mistake we could ever make in our lives is to think we work for anybody but ourselves.",
    "Thinking is the hardest work there is, which is probably the reason why so few engage in it.",
    "A mistake is only an error, it becomes a mistake when you fail to correct it.",
    "Failure is a great teacher. If you're open to it every mistake has a lesson to offer.",
    "Why live an ordinary life, when you can live an extraordinary one.",
    "It is better to offer no excuse than a bad one. ",
    "Love and compassion are necessities, not luxuries. Without them, humanity cannot survive.",
    "Wise men speak because they have something to say; Fools because they have to say something.",
    "Every day is an opportunity to a make a new happy ending.",
    "The farther backward you can look, the farther forward you are likely to see.",
    "Care about what other people think and you will always be their prisoner.",
    "He is richest who is content with the least, for content is the wealth of nature.",
    "Focus is a matter of deciding what things you're not going to do.",
    "The heart wants what it wants. There's no logic. ",
    "Your happiness is what truly matters most. Do what you have to do in order to be happy."
]