[
    "Change the changeable, accept the unchangeable, and remove yourself from the unacceptable. ",
    "That some achieve great success is proof to all that others can achieve it as well.",
    "It's easy to be a critic, but being a doer requires effort, risk, and change.  ",
    "Trust, but verify.",
    "The great use of life is to spend it for something that will outlast it.",
    "The purpose of life is the life of purpose.",
    "Everyone can rise above their circumstances and achieve success if they are dedicated to and passionate about what they do.",
    "Mistake is a mistake only if you make it twice.",
    "You find peace not by rearranging the circumstances of your life, but by realizing who you are at the deepest level.",
    "Fear is stupid. So are regrets.",
    "Do not stop thinking of life as an adventure.",
    "The only people without problems are those in cemeteries.",
    "Honor is the foundation of courage.",
    "Be Brave and Take Risks: You need to have faith in yourself. Be brave and take risks. You don't have to have it all figured out to move forward.",
    "Any fool can paint a picture, but it takes a wise man to be able to sell it.",
    "Setting goals is the first step in turning the invisible into the visible.",
    "If the grass is greener on the other side, maybe that's because you're not taking good care of your grass.",
    "When you judge others, you do not define them, you define yourself.",
    "Your imagination is your preview of life's coming attractions.",
    "Don't spend major time on minor things.",
    "Greatness comes from living with purpose and passion.",
    "When you view failure as feedback, you get more done. When you view failure as a finality, you get nothing done.",
    "Productize your perspective.",
    "It is impossible for a man to learn what he thinks he already knows.",
    "Speak when you are angry - and you'll make the best speech you'll ever regret.",
    "Happiness is a choice, not a result. Nothing will make you happy until you choose to be happy.",
    "Only in the agony of parting do we look into the depths of love.",
    "This is the real secret of life - to be completely engaged with what you are doing in the here and now. And instead of calling it work, realize it is play.",
    "Unexpressed emotions will never die. They are buried alive and will come forth later in uglier ways.",
    "Don't put off living to next week, next month, next year or next decade. The only time you're ever living is in this moment.",
    "We may not be responsible for the world that created our minds, but we can take responsibility for the mind with which we create our world.",
    "Associate yourself with men of good quality, if you esteem your own reputation; for 'tis better to be alone than in bad company. ",
    "The impossible can always be broken down into possibilities.",
    "In peace, sons bury their fathers. In war, fathers bury their sons. ",
    "Only when one allows themself the right to die, do they then give yourself the permission to live.",
    "Those who are possessed by nothing possess everything.",
    "If you want to achieve anything in this world, you have to get used to the idea that not everyone will like you.",
    "There are no secrets to success. It is the result of preparation, hard work, and learning from failure.",
    "All that a man achieves and all that he fails to achieve is the direct result of his own thoughts.",
    "In three words I can sum up everything I've learned about life: it goes on.",
    "It's easier to go down a hill than up it but the view is much better at the top.",
    "Behind every beautiful thing, there's some kind of pain.",
    "Friendship is one of the most tangible things in a world which offers fewer and fewer supports.",
    "The friendship that can cease has never been real. ",
    "You will face many defeats in life, but never let yourself be defeated.",
    "Old age is like everything else. To make a success of it, you've got to start young.",
    "Create with the heart; build with the mind.",
    "Fear does not have any special power unless you empower it by submitting to it.",
    "A good teacher opens the door for you, but you must enter the room by yourself.",
    "Believe in one thing too much and you have no room for new ideas.  "
]