[
    "All leaders are readers.",
    "Love is the absence of judgment.",
    "No one is useless in this world who lightens the burdens of another.",
    "Worry is a waste of emotional reserve.",
    "Do not look for a sanctuary in anyone except your self.",
    "You don't have to control your thoughts; you just have to stop letting them control you.",
    "We may not be able to stop evil in the world, but how we treat one another is entirely up to us.",
    "Your first and foremost job as a leader is to take charge of your own energy and then help to orchestrate the energy of those around you.",
    "A strong man overcomes an obstacle, a wise man goes the whole way.",
    "Don't just sit there. Do something. The answers will follow.",
    "Stop wasting time looking at someone else's reality while doing nothing about yours.",
    "Curiosity is the most powerful thing you own. Imagination is a force that can actually manifest a reality.",
    "Concentrated power has always been the enemy of liberty.",
    "Expect the best, plan for the worst, and prepare to be surprised. ",
    "Winners don't Quit. That's why they Win.",
    "All human beings can alter their lives by altering their attitudes.",
    "Anger is an acid that can do more harm to the vessel in which it is stored than to anything on which it is poured.",
    "You can't make someone feel good about themselves until you feel good about yourself.",
    "People will forget what you said, people will forget what you did, but people will never forget how you made them feel.",
    "The big secret in life is that there is no big secret. Whatever your goal, you can get there if you're willing to work.",
    "Every great change is preceded by chaos.",
    "I try more and more to be myself, caring relatively little whether people approve or disapprove.",
    "We learn to walk by falling down. If we never fell down, we would never walk.",
    "We can have more than we've got because we can become more than we are.",
    "Never let the fear of striking out keep you from playing the game.",
    "From a certain point onward there is no longer any turning back. That is the point that must be reached.",
    "Success is about creating value.",
    "Don't be afraid to stand for what you believe in, even if that means standing alone.",
    "To be great is to be misunderstood.",
    "How much pain they have cost us, the evils which have never happened.",
    "Nothing that results in human progress is achieved with unanimous consent.",
    "We are what we repeatedly do. Excellence, then, is not an act, but a habit.",
    "There is peace even in the storm.",
    "Our view of the world is truly shaped by what we decide to hear.",
    "Never fear quarrels, but seek hazardous adventures.",
    "I have not failed. I've just found 10,000 ways that won't work.",
    "Think and wonder, wonder and think.",
    "Open your eyes and look within. Are you satisfied with the life you're living?",
    "Pursue what catches your heart, not what catches your eyes.",
    "The world doesn't always give you want, but it often gives you what you need.",
    "Success seems to be connected to action. Successful people keep moving. They make mistakes, but they don't quit.",
    "Anyone who reads a book with a sense of obligation does not understand the art of reading.",
    "The real art in learning takes place as we move beyond proficiency, when our work becomes an expression of our essence.",
    "I want the fishing rod, not the fish.",
    "I will not walk backward in life.",
    "Art is to console those who are broken by life.",
    "The truth is, everyone is going to hurt you. You just got to find the ones worth suffering for.",
    "The face is the mirror of the mind, and eyes without speaking confess the secrets of the heart. ",
    "Truth is such a rare thing, it is delighted to tell it.",
    "Darkness is the absence of light."
]