[
    "Do not take life too seriously. You will never get out of it alive.",
    "If you are ever the smartest person in the room, you are in the wrong room.",
    "To affect the quality of the day, that is the highest of arts.",
    "Wherever you are, and whatever you do, be in love.",
    "A single dream is more powerful than a thousand realities.",
    "It's not what happens to you, but how you react to it that matters.",
    "To be angry is to revenge the faults of others on ourselves.",
    "No matter how tall the mountain is, it cannot block the sun.",
    "Successful people do what unsuccessful people are not willing to do.",
    "Confidence is what you have before you understand the problem.",
    "You want to live but do you know how to live? You are scared of dying and tell me, is the kind of life you lead really any different from being dead?",
    "Insanity is relative. It depends on who has who locked in what cage.  ",
    "The less you respond to negative people, the more positive your life will become.",
    "Do something to move yourself toward your major goal every day.",
    "Among the things you can give and still keep are your word, a smile, and a grateful heart.",
    "Follow your instincts. That is where true wisdom manifests itself.",
    "When you have a dream, you've got to grab it and never let go.",
    "It is not how much we have, but how much we enjoy, that makes happiness.",
    "Turn off your mind, relax, and float downstream.",
    "Surround yourself with people who take their work seriously, but not themselves, those who work hard and play hard.",
    "Reversing your treatment of the man you have wronged is better than asking his forgiveness.",
    "Start each day with a positive thought and a grateful heart.",
    "To be yourself in a world that is constantly trying to make you something else is the greatest accomplishment.",
    "I thought how unpleasant it is to be locked out; and I thought how it is worse, perhaps, to be locked in.",
    "Success is not to be pursued, it is to be attracted by the person you become.",
    "Never allow a person to tell you no who doesn't have the power to say yes.",
    "Chop your own wood and it will warm you twice. ",
    "Instead of thinking outside the box, get rid of the box.",
    "Write to help yourself, publish to help others.",
    "A pessimist is one who makes difficulties of his opportunities and an optimist is one who makes opportunities of his difficulties.",
    "It always seems impossible until it's done.",
    "It is not that we have too little time to do all the things we need to do , it is that we feel the need to do too many things in the time we have.",
    "For every effect there is a root cause. Find and address the root cause rather than try to fix the effect, as there is no end to the latter.",
    "He who can no longer pause to wonder and stand rapt in awe, is as good as dead; his eyes are closed. ",
    "To be totally at leisure for one day is to be immortal for one day. ",
    "Forgive those who have hurt you.",
    "Wherever you are is the entry point.",
    "We take care of the future best by taking care of the present now.",
    "Trust thyself: every heart vibrates to that iron string.",
    "Today you are you, that is truer than true. There is no one alive who is you-er than you.",
    "Better to die fighting for freedom than be a prisoner all the days of your life.",
    "Discontent is the first necessity of progress.",
    "Everything starts with a dream. A particle of our imagination that teases us of what the future could be like, as long as we fight for it.",
    "The Law of Concentration states that whatever you dwell upon grows. The more you think about something, the more it becomes part of your reality.",
    "Don't look for meaning in the words. Listen to the silences.",
    "If life is a video game, the graphics are great, but the plot is confusing and the tutorial is way too long.",
    "Plants grow weak without wind.",
    "Keep others in suspense, cultivate an air of unpredictability.",
    "I want the fishing rod, not the fish.",
    "One small positive thought can change your whole day."
]