[
    "Little by little, one travels far.",
    "Always forgive your enemies - nothing annoys them so much. ",
    "Victory is always possible for the person who refuses to stop fighting.",
    "Never stand begging for that which you have the power to earn.",
    "Sometimes things become possible if we want them bad enough.",
    "We are all different. Don't judge, understand instead.",
    "In all chaos there is a cosmos, in all disorder a secret order.",
    "If you genuinely want something, don't wait for it - teach yourself.",
    "An approximate answer to the right question is worth a great deal more than a precise answer to the wrong question.",
    "The wisdom of life consists in the elimination of the nonessentials.",
    "What you become is far more important than what you get.",
    "When at last you are come to the ocean of happiness, do not go back thirsty.",
    "The constant assertion of belief is an indication of fear.",
    "Every man desires to live long, but no man wishes to be old.",
    "Every traveler has a home of his own, and he learns to appreciate it the more from his wandering.",
    "The trouble with most of us is that we'd rather be ruined by praise than saved by criticism.",
    "Productize your perspective.",
    "Inspire yourself to be great. Being good isn't good enough.",
    "Action is the foundational key to all success.",
    "There are no contests in the Art of Peace. A true warrior is invincible because he or she contests with nothing.",
    "I admire those who do good and expect nothing in return.",
    "The only reason to be alive is to enjoy it.",
    "Thought is so cunning, so clever, that it distorts everything for its own convenience.",
    "Without struggle, no progress and no result. Every breaking of habit produces a change in the machine.",
    "You will have bad times, but they will always wake you up to the stuff you weren't paying attention to.",
    "Falling down is not failure. Failure comes when you stay where you have fallen.",
    "Things do not have meaning. We assign meaning to everything.",
    "Rest in reason; move in passion.",
    "Never allow a person to tell you no who doesn't have the power to say yes.",
    "Where the willingness is great, the difficulties cannot be great.",
    "In the midst of movement and chaos, keep stillness inside of you.",
    "The more you lose yourself in something bigger than yourself, the more energy you will have.",
    "Great thoughts speak only to the thoughtful mind, but great actions speak to all mankind.",
    "Ever tried. Ever failed. No matter. Try Again. Fail again. Fail better. ",
    "It is passion that makes man live; wisdom makes one only last.",
    "I am always doing what I cannot do yet, in order to learn how to do it.",
    "You can discover what your enemy fears most by observing the means he uses to frighten you.",
    "If you want work well done, select a busy man; the other kind has no time.",
    "Never put off to tomorrow what you can do to-day.",
    "Judge your success by what you had to give up in order to get it.",
    "Everyday you can take a tiny step in the right direction.",
    "Stop being a prisoner of your past. Become the architect of your future.",
    "For your life to be great, your faith must be bigger than your fear.",
    "Every man gotta right to decide his own destiny.",
    "To wish you were someone else is to waste the person you are.",
    "We must embrace pain and burn it as fuel for our journey.",
    "Constantly think about how you could be doing things better.",
    "In youth we run into difficulties. In old age difficulties run into us. ",
    "Act as if what you do makes a difference. It does.",
    "Life is a gift, and it offers us the privilege, opportunity, and responsibility to give something back by becoming more."
]