[
    "Little minds have little worries, big minds have no time for worries.",
    "We have no more right to consume happiness without producing it than to consume wealth without producing it.",
    "Nothing good ever comes of violence.",
    "It is better to disappoint people with the truth than to appease them with a lie.",
    "The truth is rarely pure and never simple. ",
    "Those who bring sunshine into the lives of others cannot keep it from themselves.",
    "A crisis is an opportunity riding the dangerous wind.",
    "Forever is composed of now's.",
    "When something comes from within, when it is a part of you, you have no choice but to live it, to express it.",
    "It is easier to fight for one's principles than to live up to them. ",
    "Health is the greatest of all possessions.",
    "Just as true humor is laughter at oneself, true humanity is knowledge of oneself.",
    "Every man is guilty of all the good he did not do. ",
    "By seeking and blundering we learn.",
    "Those who dream by day are cognizant of many things which escape those who dream only by night.",
    "The things I carry are my thoughts. That's it. They are the only weight. My thoughts determine whether I am free and light or burdened.",
    "The positive thinker sees the invisible, feels the intangible, and achieves the impossible.",
    "Light a candle instead of cursing the darkness.",
    "No man is more cheated than the selfish man.",
    "Keep your dreams, you never know when you might need them.",
    "Courage is the willingness to engage in a risk-taking behavior regardless of whether the consequences are unknown or possibly adverse.",
    "Your work is to discover your work and then, with all your heart, to give yourself to it.",
    "You'll see it when you believe it. ",
    "You're always free to change your mind and choose a different future, or a different past.",
    "You are the only real obstacle in your path to a fulfilling life.",
    "The more rejection you get, the better you are, the more you've learned, the closer you are to your outcome.",
    "Courage Is a Love Affair with the Unknown",
    "You can do two things at once, but you can't focus effectively on two things at once.",
    "Life isn't about finding yourself. Life is about creating yourself.",
    "Wheels of justice grind slow but grind fine.",
    "Well done is better than well said.",
    "It's not about what it is, it's about what it can become.",
    "Knowing is not enough, we must apply. Willing is not enough, we must do.",
    "Be not afraid of growing slowly, be afraid only of standing still. ",
    "For every minute you are angry you lose sixty seconds of happiness.",
    "To arrive at the simplest truth requires years of contemplation.",
    "The only lost cause is one we give up on before we enter the struggle.",
    "Honesty is the first chapter in the book of wisdom.",
    "Live as if you were to die tomorrow. Learn as if you were to live forever.",
    "Reality is nothing but a collective hunch.",
    "Develop success from failures. Discouragement and failure are two of the surest stepping stones to success.",
    "He who hesitates is a damned fool.",
    "There are no secrets to success. It is the result of preparation, hard work, learning from failure.",
    "The world is a puzzle; no need to make sense out of it.",
    "You are the average of the five people you spend the most time with.",
    "The future belongs to those who learn more skills and combine them in creative ways.",
    "If you need inspiration, don't do it.",
    "If you try to get rid of fear and anger without knowing their meaning, they will grow stronger and return.",
    "Leadership is solving problems",
    "It is better to offer no excuse than a bad one. "
]