[
    "Courage is fear that has said its prayers and decided to go forward anyway.",
    "To himself everyone is immortal; he may know that he is going to die, but he can never know he is dead.",
    "The glow of one warm thought is to me worth more than money.",
    "He who laughs at himself never runs out of things to laugh at.",
    "Creative people are often found either disagreeable or intimidating by mediocrities.",
    "Living life in style also means living a life of balance.",
    "Every day do something that will inch you closer to a better tomorrow.",
    "Don't waste time on excuses. Just get it done.",
    "Simplicity is the glory of expression.",
    "Those who are easily shocked should be shocked more often.",
    "Light a candle instead of cursing the darkness.",
    "You may be one person in this world, but to one person you may mean the world.",
    "The dead receive more flowers than the living because regret is stronger than gratitude.",
    "I learned that courage was not the absence of fear, but the triumph over it. The brave man is not he who does not feel afraid, but he who conquers that fear.",
    "Accept responsibility for your life. Know that it is you who will get you where you want to go, no one else.",
    "If anything is worth doing, do it with all your heart.",
    "To arrive at the simplest truth requires years of contemplation.",
    "The harder you work, the harder it is to surrender.",
    "Success is doing what you want to do, when you want, where you want, with whom you want, as much as you want.",
    "Life is a constant series of opportunities.",
    "It is ignorance that causes most mistakes.",
    "Truth is such a rare thing, it is delighted to tell it.",
    "Genius is patience.",
    "The goal of an artist is to create the definitive work that cannot be surpassed.",
    "If you put yourself in a position where you have to stretch outside your comfort zone, then you are forced to expand your consciousness.",
    "Actions are the seeds of fate. Deeds grow into destiny.",
    "The first step toward getting somewhere is to decide that you are not going to stay where you are.",
    "A very little key will open a very heavy door.",
    "Success is getting what you want. Happiness is wanting what you get.",
    "Whenever you do a thing, act as if all the world were watching.",
    "Just do the best you can. No one can do more than that.",
    "People with clear, written goals, accomplish far more in a shorter period of time than people without them could ever imagine.",
    "it's important to make sure that we're talking with each other in a way that heals, not in a way that wounds.",
    "There is no such thing as a great talent without great willpower.",
    "Your only obligation in any lifetime is to be true to yourself.",
    "Heart is what separates the good from the great.",
    "What the mind can conceive, it can achieve.",
    "As mortals, we're ruled by conditions, not by ourselves.",
    "Things do not have meaning. We assign meaning to everything.",
    "Concentrate all your thoughts upon the work at hand. The sun's rays do not burn until brought to focus.",
    "What most people need to learn in life is how to love people and use things instead of using people and loving things.",
    "Fear is a natural reaction to moving closer to the truth.",
    "If someone betrays you once, it's their fault; if they betray you twice, it's your fault.",
    "Words used to attract the dull of wit are not to be relied on.",
    "You can not live your life just based on what everyone else thinks.",
    "Only in the agony of parting do we look into the depths of love.",
    "The ladder of success is best climbed by stepping on the rungs of opportunity.",
    "Don't let the fear of losing be greater than the excitement of winning.",
    "A fall into a ditch makes you wiser.",
    "Unless a man is master of his soul, all other kinds of mastery amount to little."
]