[
    "You can tell more about a person by what he says about others than you can by what others say about him.",
    "You do not read a book for the book's sake, but for your own.",
    "Let my soul smile through my heart and my heart smile through my eyes, that I may scatter rich smiles in sad hearts. ",
    "You need a plan to build a house. To build a life, it is even more important to have a plan or goal.",
    "Go confidently in the direction of your dreams! Live the life you've imagined.",
    "Our truest life is when we are in dreams awake.",
    "Every day do something that will inch you closer to a better tomorrow.",
    "The idea of ourselves is our escape from the fact of what we really are.",
    "Trust is the foundation of great leadership.",
    "Anyone who has ever made anything of importance was disciplined.",
    "Where you are right now doesn't have to determine where you'll end up.",
    "No need to hurry. No need to sparkle. No need to be anybody but oneself.",
    "Not why the addiction but why the pain.",
    "Disobedience is the true foundation of liberty. The obedient must be slaves.",
    "A single act of kindness throws out roots in all directions, and the roots spring up and make new trees.",
    "When you know what you want, and you want it bad enough, you will find a way to get it.",
    "If you see a get rich quick scheme, that's someone else trying to get rich off of you.",
    "There is no limitations except those we create for ourselves.",
    "We have a duty to maintain the light of consciousness to make sure it continues into the future.",
    "A path is made by walking on it.",
    "Be the silent watcher of your thoughts and behavior. You are beneath the thinker.",
    "The strength of a wall is neither greater nor less than the courage of the men who defend it. ",
    "We learn to walk by falling down. If we never fell down, we would never walk.",
    "However difficult life may seem, there is always something you can do and succeed at.",
    "The majority of what you want will come from the minority of what you do.",
    "The heart wants what it wants. There's no logic. ",
    "A scientific man ought to have no wishes, no affections, - a mere heart of stone.",
    "Muddy water is best cleared by leaving it alone.",
    "It is the nature of the wise to resist pleasures, but the foolish to be a slave to them.",
    "The best way out is always through.",
    "By changing nothing, nothing changes.",
    "Be royal in your own fashion: act like a king to be treated like one.",
    "You cannot teach a crab to walk straight.",
    "What a book a devil's chaplain might write on the clumsy, wasteful, blundering, low, and horribly cruel work of nature!",
    "Do not pray for an easy life, pray for the strength to endure a difficult one.  ",
    "Peace begins with a smile.",
    "Emancipate yourself from mental slavery, none but ourselves can free our mind.",
    "Man is affected not by events but by the view he takes of them.  ",
    "Intelligent men are cruel. Stupid men are monstrously cruel.",
    "We become what we believe.",
    "Lack of emotion causes lack of progress and lack of motivation.",
    "Believe and you're halfway there.",
    "There is always room in your life for thinking bigger, pushing limits and imagining the impossible.",
    "If you only knew the magnificence of the 3, 6, and 9, then you would have a key to the universe.",
    "Trust is the glue that holds people together and is the lubricant that keeps an organization moving forward.",
    "The significance of life is living.",
    "A poet should be so crafty with words that he is envied even for his pains.",
    "True wealth is of the heart, not of the purse.",
    "It's the little things done consistently over time, straight from your heart, that have the greatest impact.",
    "A real decision is measured by the fact that you've taken a new action. If there's no action, you haven't truly decided."
]