[
    "Setting goals is the first step in turning the invisible into the visible.",
    "The Law of Concentration states that whatever you dwell upon grows. The more you think about something, the more it becomes part of your reality.",
    "Your mind is infinite, it's your doubts that are limiting.",
    "Work for something because it is good, not just because it stands a chance to succeed.",
    "Love yourself with the same intensity you would use to pull yourself up if you were hanging off a cliff.",
    "To lead the people, walk behind them.",
    "What you are afraid of is never as bad as what you imagine. The fear you let build up in your mind is worse than the situation that actually exists.",
    "If you need inspiration, don't do it.",
    "Everything is created twice, first in the mind and then in reality.",
    "No great mind has ever existed without a touch of madness.",
    "The happiest people in the world are those who feel absolutely terrific about themselves.",
    "In a world of change, the learners shall inherit the earth, while the learned shall find themselves perfectly suited for a world that no longer exists.",
    "Love doesn't need reason. It speaks from the irrational wisdom of the heart.",
    "Failure is not fatal, but failure to change might be.",
    "There is nothing in the world so irresistibly contagious as laughter and good humor.",
    "The secret of life is to fall seven times and to get up eight times.",
    "We live only now. Everything else is either passed or is unknown.",
    "It is not because things are difficult that we do not dare; it is because we do not dare that things are difficult.  ",
    "Not all those who wander are lost.",
    "Great leaders are almost always great simplifiers, who can cut through argument, debate and doubt, to offer a solution everybody can understand.",
    "Your life does not get better by chance, it gets better by change.",
    "It is not uncommon for people to spend their whole life waiting to start living.",
    "Not all readers are leaders, but all leaders are readers.",
    "The whole problem with the world is the fools and fanatics are always so sure of themselves, and wiser people are full of doubts.",
    "Walking with a friend in the dark is better than walking alone in the light.",
    "The more acquaintances you have, the less you know them.",
    "In all chaos there is a cosmos, in all disorder a secret order.",
    "If you do not conquer self, you will be conquered by self.",
    "The most efficient way of rendering the poor harmless is to teach them to want to imitate the rich.",
    "Repetition does not transform a lie into a truth.",
    "Make each day a new horizon.",
    "If I love myself I love you. If I love you I love myself.",
    "If you love somebody, let them go, for if they return, they were always yours. If they don't, they never were.",
    "The person who is his own master cannot tolerate another boss. ",
    "Always forgive your enemies - nothing annoys them so much. ",
    "Don't waste your energy on being angry at something that somebody did six months ago or a year ago. It's over.",
    "Better to die fighting for freedom than be a prisoner all the days of your life.",
    "The best thing to hold onto in life is each other.",
    "To think is easy. To act is hard. But the hardest thing in the world is to act in accordance with your thinking.",
    "Greatness comes from living with purpose and passion.",
    "Honor is the foundation of courage.",
    "There is only one thing in the world worse than being talked about, and that is not being talked about. ",
    "I'm an optimist by choice not by stupidity.",
    "To wish you were someone else is to waste the person you are.",
    "Rather than love, than money, than fame, give me truth.",
    "Your best life will not be found in comfort. It will be found in fighting for what you believe in.",
    "It is in changing that we find purpose.",
    "No great discovery was ever made without a bold guess. ",
    "Everyone faces challenges in life. It's a matter of how you learn to overcome them and using them to your advantage.",
    "Failure is a prerequisite for great success. If you want success faster, double your rate of failure."
]