[
    "Freedom itself demands discomfort.",
    "Time is more valuable than money. You can get more money, but you cannot get more time.",
    "The only thing more frustrating than slanderers is those foolish enough to listen to them.",
    "If you don't program yourself, life will program you.",
    "You must live in the present, launch yourself on every wave, find your eternity in each moment. Fools stand on their island of opportunities and look toward another land. There is no other land; there is no other life but this.",
    "Imagination is the beginning of creation.",
    "If it's not broken, tinker with it till you find out how it works.",
    "Even if you stumble and fall down, it doesn't mean you've chosen the wrong path.",
    "Where your talents and the needs of the world cross, there lies your vocation.",
    "Every day is an opportunity to a make a new happy ending.",
    "Don't criticize what you can't understand. ",
    "Perplexity is the beginning of knowledge.",
    "Realistic people do not accomplish extraordinary things.",
    "Darkness is the absence of light.",
    "It is our experiences that mold us into who we are...during times of adversity our true character will show.",
    "When it is dark enough, you can see the stars.",
    "We are like islands in the sea, separate on the surface but connected in the deep.",
    "It still holds true that man is most uniquely human when he turns obstacles into opportunities.",
    "Wherever there is danger, there lurks opportunity; wherever there is opportunity, there lurks danger. The two are inseparable.",
    "You are the sky. Everything else - it's just the weather.",
    "Trusting our intuition often saves us from disaster. ",
    "True friendship ought never to conceal what it thinks. ",
    "Great loves too must be endured.",
    "It is only depth of character that determines the profundity with which we face life.",
    "Intense love does not measure, it just gives.",
    "Opportunity comes when you continually push forward.",
    "The only place success comes before work is in the dictionary.",
    "No one ever said life was fair. Just Eventful.",
    "Against the assault of laughter nothing can stand.",
    "No problem can be solved from the same level of consciousness that created it.",
    "You can easily judge the character of a man by how he treats those who can do nothing for him.",
    "Elegance does not consist in putting on a new dress.",
    "You use a glass mirror to see your face; you use works of art to see your soul.",
    "Success is often achieved by those who don't know that failure is inevitable.",
    "If we have no peace, it is because we have forgotten that we belong to each other.",
    "If we learn to open our hearts, anyone, including the people who drive us crazy, can be our teacher.",
    "Let us always meet each other with smile, for the smile is the beginning of love.",
    "Trust is built and maintained by many small actions over time.",
    "It's very important to like the people you work with, otherwise life and your job is gonna be quite miserable.",
    "Life is one long process of getting tired.",
    "Never be afraid to raise your voice for honesty and truth and compassion against injustice and lying and greed.",
    "We all give up great expectations along the way.",
    "Make no small plans for they have no power to stir the soul.",
    "Never feel shame for trying and failing, for he who has never failed is he who has never tried.",
    "It is children only who enjoy the present; their elders either live on the memory of the past or the hope of the future.",
    "The best fighter is never angry.",
    "One mistake does not have to rule a person's entire life.",
    "He who has overcome his fears will truly be free.",
    "Life is a question and how we live it is our answer.",
    "You are not what you think you are, You are not what others think you are, You are what you think others think you are."
]