[
    "Attitude, not aptitude, determines altitude.  ",
    "Never be afraid to raise your voice for honesty and truth and compassion against injustice and lying and greed.",
    "The less people know, the more stubbornly they know it.",
    "Always turn a negative situation into a positive situation.",
    "Those who know, do. Those that understand, teach.",
    "Always try to be a little kinder than necessary.",
    "The only way out is through.",
    "Words, once they are printed, have a life of their own.",
    "If anything is worth doing, do it with all your heart.",
    "Judge your success by what you had to give up in order to get it.",
    "It ain't where you start in life, it's where you end up, and what you did along the way.",
    "Follow your heart, listen to your inner voice, stop caring about what others think.",
    "Information changes your mind. Action changes your circumstances.",
    "It all depends on what you choose to believe.",
    "Within every desire is the mechanics of its fulfillment.",
    "Write to help yourself, publish to help others.",
    "When the world pushes you to your knees, you're in the perfect position to pray.",
    "Little minds have little worries, big minds have no time for worries.",
    "A tiny change today brings a dramatically different tomorrow.",
    "Every man gotta right to decide his own destiny.",
    "To live is to be willing to die over and over again.",
    "Courage is the price that life exacts for granting peace.",
    "Worry is a waste of emotional reserve.",
    "It is the mark of an educated mind to be able to entertain a thought without accepting it.",
    "The wisest men follow their own direction.",
    "To think is easy. To act is hard. But the hardest thing in the world is to act in accordance with your thinking.",
    "Rich people have small TVs and big libraries, and poor people have small libraries and big TVs.",
    "The law of harvest is to reap more than you sow. Sow an act, and you reap a habit. Sow a habit and you reap a character. Sow a character and you reap a destiny.",
    "Go for it now. The future is promised to no one.",
    "Forgive yourself for your faults and your mistakes and move on.",
    "The only problem we really have is we think we're not supposed to have problems! Problems call us to higher level- - face & solve them now!",
    "The four P's to success are pressure, persistence, perseverance, and prayer.",
    "Nothing ever goes away until it has taught us what we need to know.",
    "Happiness is the spiritual experience of living every minute with love, grace and gratitude.",
    "Life is the dancer and you are the dance.",
    "Care about what other people think and you will always be their prisoner.",
    "To avoid criticism, do nothing, say nothing, and be nothing.",
    "We are all in the gutter, but some of us are looking at the stars. ",
    "Rivers know this: there is no hurry. We shall get there some day.",
    "Good entrepreneurs don't fail because they stay at it.",
    "Only when you can be extremely pliable and soft can you be extremely hard and strong.",
    "You will never do anything in this world without courage. It is the greatest quality of the mind next to honor.",
    "It is not fair to ask of others what you are not willing to do yourself.",
    "Trying to define yourself is like trying to bite your own teeth.",
    "Do not believe that you will reach your destination without leaving the shore. ",
    "Only those who dare to fail greatly can ever achieve greatly.",
    "Continuous effort - not strength or intelligence - is the key to unlocking our potential.",
    "To earn more you must learn more.",
    "Where focus goes, energy flows.",
    "Success is good at any age, but the sooner you find it, the longer you will enjoy it."
]