[
    "Mastery is not a function of genius or talent, it is a function of time and intense focus applied to a particular field of knowledge.",
    "Be brave. Take risks. Nothing can substitute experience.",
    "One is never afraid of the unknown; one is afraid of the known coming to an end.",
    "It is those who concentrate on but one thing at a time who advance in this world.",
    "Life is not meant to be easy my child, but take courage: it can be delightful.",
    "If you want something new, you have to stop doing something old.",
    "Either get busy living or get busy dying.",
    "Hope and fear come from feeling that we lack something; they come from a sense of poverty.",
    "There are no second chances in life, except to feel remorse.",
    "Just throw away all thoughts of imaginary things, and stand firm in that which you are.",
    "Focused, hard work is the real key to success.",
    "Things may come to those who wait, but only the things left by those who hustle.",
    "Lost Time is never found again.",
    "Abundance of knowledge does not teach men to be wise.",
    "There are two primary choices in life: to accept conditions as they exist, or accept the responsibility for changing them.",
    "Even the finest sword plunged into salt water will eventually rust.",
    "Education breeds confidence. Confidence breeds hope. Hope breeds peace.",
    "To know your Enemy, you must become your Enemy.",
    "The wise learn many things from their enemies.",
    "Sometimes you put walls up not to keep people out, but to see who cares enough to break them down.",
    "If you are patient in one moment of anger, you will escape a hundred days of sorrow. ",
    "Forget yesterday - it has already forgotten you. Don't sweat tomorrow - you haven't even met. Instead, open your eyes and your heart to a truly precious gift - today.",
    "Anything you may hold firmly in your imagination can be yours.",
    "Why compare yourself with others? No one in the entire world can do a better job of being you than you.",
    "Have a vision, trust yourself, break some rules, ignore the naysayers, don't be afraid to fail.",
    "The sun shines upon good and bad alike.",
    "Why do you stay in prison when the door is so wide open?",
    "The major difference between the big shot and the little shot is the big shot is just a little shot who kept on shooting.",
    "Attitude is a little thing that makes a big difference.",
    "A good master leads you to the true master within. Only that master, who is your own higher self, can adequately answer all questions.",
    "Realistic people do not accomplish extraordinary things.",
    "Study logic and math, because once you've mastered them, you won't fear any book.",
    "The worst part of success is trying to find someone who is happy for you.",
    "Rather than love, than money, than fame, give me truth.",
    "You will succeed because most people are lazy.",
    "If you are unable to find the truth right where you are, where else do you expect to find it?",
    "Take responsibility of your own happiness, never put it in other people's hands.",
    "Peace if possible, truth at all costs.",
    "You are always your own best guru, your own best teacher, the answers are always inside you.",
    "If you cling to a certain thought with dynamic will power, it finally assumes a tangible outward form.",
    "Today will never happen again. Don't waste it with a false start or no start at all.",
    "Don't want anything. Then you get everything.",
    "Death is not an ending. It is a transformation.",
    "When you judge others, you do not define them, you define yourself.",
    "Always do your best. What you plant now, you will harvest later.",
    "Rather than waste time and energy worrying, use that time and energy to constructively deal with whatever is causing the worry.",
    "Most of us will do anything to avoid facing ourselves.",
    "You are the average of the five people you spend most time with.",
    "Your hardest times often lead to the greatest moments of your life. Keep going. Tough situations build strong people in the end.",
    "Children are our greatest natural resource."
]