[
    "Most great people have achieved their greatest success just one step beyond their greatest failure.",
    "Excellence is not a skill. It is an attitude. ",
    "Stand up to your obstacles and do something about them. You'll find they haven't half the strength you think they have.",
    "If you genuinely want something, don't wait for it - teach yourself.",
    "Where violence reigns, reason is weak.",
    "If you can't imagine it, you can't have it.",
    "You cannot push anyone up a ladder unless he is willing to climb a little himself.",
    "You use a glass mirror to see your face; you use works of art to see your soul.",
    "Blessed is he who expects nothing, for he shall never be disappointed.",
    "Strive for excellence, not perfection, because we don't live in a perfect world.",
    "The people who are crazy enough to think they can change the world are the ones who do.",
    "Failing is another stepping stone to greatness.",
    "The Art of Peace begins with you.",
    "It is better to change an opinion than to persist in a wrong one.",
    "The best way to predict the future is to create it.",
    "Don't blame others. it won't make you a better person.",
    "Wheresoever you go, go with all your heart.",
    "To every action there is always opposed an equal reaction.",
    "Simplicity is the glory of expression.",
    "Live simply, expect little, give much.",
    "You miss 100% of the shots you don't take.",
    "It's very important to like the people you work with, otherwise life and your job is gonna be quite miserable.",
    "If you want something then you lose everything. If you don't want anything then you already have everything.",
    "Don't look back - you're not going that way.",
    "Remembering that you are going to die is the best way I know to avoid the trap of thinking you have something to lose.",
    "If you want more luck, take more chances.",
    "Success is the sum of small efforts, repeated day in and day out.",
    "The question isn't who is going to let me; it's who is going to stop me.",
    "If you care about someone enough, you'll always be there for them no matter what.",
    "The future is the worst thing about the present.",
    "The road to success and the road to failure are almost exactly the same.",
    "Man must use what he has, not hope for what is not.",
    "Children are our greatest natural resource.",
    "When reading, only read. When eating, only eat. When thinking, only think.",
    "Out of suffering have emerged the strongest souls; the most massive characters are seared with scars.",
    "Some of the greater things in life are unseen; that's why you close your eyes when you kiss, cry, or dream.",
    "There are no constraints on the human mind, no walls around the human spirit, no barriers to our progress except those we ourselves erect.",
    "Your very silence shows you agree.",
    "A golden cage is still just a cage.",
    "Always show more kindness than seems necessary because the person receiving it needs it more than you will ever know.",
    "No one has ever become poor by giving.",
    "The glow of one warm thought is to me worth more than money.",
    "Life is a traveling to the edge of knowledge, then a leap taken.",
    "Failure is simply the opportunity to begin again, this time more intelligently.",
    "I dream my painting and I paint my dream.",
    "Confidence is the greatest friend.",
    "The wiser you get, the less you care to look like a fool.",
    "If you want something you've never had you must be willing to do something you've never done.",
    "Nothing like a health problem to turn up the contrast dial for the rest of life.",
    "Life becomes easier and more beautiful when we can see the good in other people."
]