[
    "The things I carry are my thoughts. That's it. They are the only weight. My thoughts determine whether I am free and light or burdened.",
    "All men are equal before fish.",
    "You may forget with whom you laughed, but you will never forget with whom you wept.  ",
    "The question is not what you look at, but what you see.",
    "The greatest discovery of all time is that a person can change their future by merely changing their attitude.",
    "Words can only have a positive effect on others if and when they are ready to listen.",
    "The ego wants to go fast. The soul needs to go slow.",
    "There are no uninteresting things, only uninterested people.",
    "I think it's very important to have a feedback loop, where you're constantly thinking about what you've done and how you could be doing it better.",
    "Always do what is right. It will gratify half of mankind and astound the other.",
    "Act as if what you do makes a difference. It does.",
    "Only he who has no use for the empire is fit to be entrusted with it.",
    "Each time we don't say what we wanna say, we're dying.",
    "The biggest challenge after success is shutting up about it.",
    "Peace is not something you wish for; It's something you make, something you do, something you are, and something you give away.",
    "I will not walk backward in life.",
    "Progress is impossible without change, and those who cannot change their minds cannot change anything.",
    "That some achieve great success is proof to all that others can achieve it as well.",
    "Forget yesterday - it has already forgotten you. Don't sweat tomorrow - you haven't even met. Instead, open your eyes and your heart to a truly precious gift - today.",
    "Good luck is opportunity meeting preparedness.",
    "When we strive to become better than we are, everything around us becomes better, too.",
    "Age is a very high price to pay for maturity.",
    "Our virtues and our failings are inseparable, like force and matter. When they separate, man is no more. ",
    "There is no path to Happiness. Happiness is the path.",
    "When you've got nothing, you've got nothing to lose.",
    "Money is only a tool. It will take you wherever you wish, but it will not replace you as the driver.",
    "The face is the mirror of the mind, and eyes without speaking confess the secrets of the heart. ",
    "Don't stop when you're tired. Stop when you're done.",
    "You can't climb the ladder of success with your hands in your pockets.",
    "The day is for honest men, the night for thieves.",
    "Successful people do what unsuccessful people are not willing to do.",
    "Obstacles are those frightful things you see when you take your eyes off your goals.",
    "Man's character is his fate.",
    "Nothing in the world is ever completely wrong. Even a stopped clock is right twice a day.",
    "I am thankful to all those who said no. It's because of them, I did it myself.  ",
    "Procrastination is one of the most common and deadliest of diseases and its toll on success and happiness is heavy.",
    "Anger is an acid that can do more harm to the vessel in which it is stored than to anything on which it is poured.",
    "It doesn't matter if the glass is half empty or half full. Be grateful you have a glass - you're the only person that can decide what's in it.",
    "Show kindness but never expect it. Show authenticity but never expect it. Only the wise are indifferent to things they can't control.",
    "The secret of happiness is not in doing what you like but in liking what you have to do.",
    "Attitude is a little thing that makes a big difference.",
    "Go for it now. The future is promised to no one.",
    "If you are not living each day with excitement, energy, and passion, then you are not living true to your life purpose.",
    "In a world that is constantly changing, it is to our advantage to learn how to adapt and enjoy something better.",
    "Happiness is not something ready made. It comes from your own actions.",
    "Perpetual optimism is a force multiplier.",
    "Never waste a minute of your precious life thinking about people you don't like.",
    "We may not be able to stop evil in the world, but how we treat one another is entirely up to us.",
    "Happiness is a choice, not a result. Nothing will make you happy until you choose to be happy.",
    "Work out your own salvation. Do not depend on others."
]