[
    "He will win who knows when to fight and when not to fight.",
    "Life can be the scariest and most beautiful thing simultaneously.",
    "Whenever people agree with me I always feel I must be wrong.",
    "Always forgive your enemies - nothing annoys them so much. ",
    "Don't put off living to next week, next month, next year or next decade. The only time you're ever living is in this moment.",
    "I can live without money, but I cannot live without love.",
    "If the grass is greener on the other side, maybe that's because you're not taking good care of your grass.",
    "Courage is found in unlikely places.",
    "In the long run, the sharpest weapon of all is a kind and gentle spirit.",
    "A gentleman accepts the responsibility of his actions and bears the burden of their consequences.",
    "You can put lipstick on a pig. It's still a pig.",
    "I am always doing that which I can not do, in order that I may learn how to do it.",
    "There's no next time. It's now or never.",
    "We've got to live, no matter how many skies have fallen.",
    "One must be poor to know the luxury of giving.",
    "You have power over your mind - not outside events. Realize this, and you will find strength.",
    "Don't wait for the right opportunity: create it.",
    "People who say it cannot be done should not interrupt those who are doing it.",
    "Success is not the result of making money; making money is the result of success - and success is in direct proportion to our service.",
    "Out of your vulnerabilities will come your strength.",
    "We are all here for some special reason.",
    "A man is but a product of his thoughts. What he thinks he becomes.",
    "The greatest gift that you can give to others is the gift of unconditional love and acceptance. ",
    "Sometimes things become possible if we want them bad enough.",
    "Know the rules well, so you can break them effectively.",
    "Show kindness but never expect it. Show authenticity but never expect it. Only the wise are indifferent to things they can't control.",
    "There are no shortcuts to any place worth going. ",
    "A man with outward courage dares to die: a man with inner courage dares to live.",
    "One loses many laughs by not laughing at oneself.",
    "From the errors of others, a wise man corrects his own.",
    "Our attitude toward life determines life's attitude towards us.",
    "You're always free to change your mind and choose a different future, or a different past.",
    "Luck is what happens when preparation meets opportunity.  ",
    "Whether you think you can or think you can't – you are right.",
    "We will outstretch the hand if you unclench your fist.",
    "Go confidently in the direction of your dreams! Live the life you've imagined.",
    "Anything becomes interesting if you look at it long enough..",
    "Each time we don't say what we wanna say, we're dying.",
    "Our truest life is when we are in dreams awake.",
    "An un-examined life is not worth living.",
    "What kills the creative force is not age or lack of talent, but our own spirit, our own attitude.",
    "The most effective way to do it, is to do it.",
    "Become the kind of leader that people would follow voluntarily, even if you had no title or position.",
    "If it entertains you now but will bore you someday, it's a distraction. Keep looking.",
    "When the root is strong, the fruit is sweet.",
    "To wish you were someone else is to waste the person you are.",
    "An inventor is a man who asks Why? of the universe and lets nothing stand between the answer and his mind.",
    "It is the power of the mind to be unconquerable.",
    "Your time is limited, so don't waste it living someone elses. life. Don't be trapped by dogma - which is living with the results of other people's thinking.",
    "Meditate. It won't be fun but it will surface what you need to deal with."
]