[
    "Develop success from failures. Discouragement and failure are two of the surest stepping stones to success.",
    "Life is a gift, and it offers us the privilege, opportunity, and responsibility to give something back by becoming more.",
    "You win more from losing than winning.",
    "Today I begin a new life. I will greet this day with love in my heart.",
    "Intense love does not measure, it just gives.",
    "Things turn out best for the people who make the best of the way things turn out.",
    "The only real mistake is the one from which we learn nothing. ",
    "Before preparing to improve the world, first look around your own home three times. ",
    "Your business is not to 'get somewhere' - it is to be here.",
    "A gentleman accepts the responsibility of his actions and bears the burden of their consequences.",
    "The only real security that a man can have in this world is a reserve of knowledge, experience and ability. ",
    "Sorrow is how we learn to love.",
    "I must also have a dark side if I am to be whole.",
    "Not how long, but how well you have lived is the main thing.",
    "It takes half your life before you discover life is a do-it-yourself project.",
    "The secret of life is to fall seven times and to get up eight times.",
    "A bird does not sing because it has an answer. It sings because it has a song.",
    "A hero is an ordinary person doing things in an extra ordinary way.",
    "It is the power of thought that gives man power over nature.",
    "Never buy a thing you do not want, because it is cheap, it will be dear to you.",
    "People who avoid failure also avoid success.",
    "Most of the evil in this world is done by people with good intentions.",
    "Freedom is the open window through which pours the sunlight of the human spirit and human dignity.",
    "Simplicity is the glory of expression.",
    "Chase your passion, not your pension. ",
    "If the only prayer you ever say in your entire life is thank you, it will be enough.",
    "Embody what you teach, and teach only what you have embodied.",
    "Show kindness but never expect it. Show authenticity but never expect it. Only the wise are indifferent to things they can't control.",
    "A man, as a general rule, owes very little to what he is born with - a man is what he makes of himself.",
    "Honor is the foundation of courage.",
    "Light a candle instead of cursing the darkness.",
    "All know that the drop merges into the ocean, but few know that the ocean merges into the drop.",
    "Change will not come if we wait for some other person, or if we wait for some other time.",
    "Choose to be optimistic, it feels better.",
    "When you've got nothing, you've got nothing to lose.",
    "Don't be afraid to see what you see.",
    "Still your waters.",
    "Fortunate are those who take the first steps.",
    "When you're curious, you find lots of interesting things to do.",
    "The tragedy of life doesn't lie in not reaching your goal. The tragedy lies in having no goals to reach.",
    "It is not that we have too little time to do all the things we need to do , it is that we feel the need to do too many things in the time we have.",
    "One's best success comes after their greatest disappointments.",
    "If fear is too strong, the genius is suppressed.",
    "Nothing we see or hear is perfect. But right there in the imperfection is perfect reality.",
    "Repetition does not transform a lie into a truth.",
    "It is better to offer no excuse than a bad one. ",
    "If you don't like something change it; if you can't change it, change the way you think about it.",
    "TEAMWORK: the fuel that allows common people attain uncommon results.",
    "If you've made a mistake, it's better just to laugh at it.",
    "The very essence of instinct is that it's followed independently of reason."
]