[
    "Be not afraid of growing slowly, be afraid only of standing still. ",
    "Be a good animal, true to your instincts.",
    "The dreamers are the saviors of the worlds.",
    "To judge a man by his weakest link or deed is like judging the power of the ocean by one wave.",
    "Appear weak when you are strong, and strong when you are weak.",
    "Natural talent only determines the limits of your athletic potential. It's dedication and a willingness to discipline your life that makes you great.",
    "Throw your heart over the bar and your body will follow.",
    "If you need inspiration, don't do it.",
    "Don´t hesitate or allow yourself to make excuses. Just get out and do it.",
    "If you are going to achieve excellence in big things, you develop the habit in little matters.",
    "The world would go on even without you. Don't take yourself so seriously.",
    "The truly rich men are the ones who have health, loved ones and a work they love.",
    "Most people dabble their way through life, never deciding to master anything in particular.",
    "Talk to someone about themselves and they'll listen for hours.",
    "Life may be full of pain but that's not an excuse to give up.",
    "Greatness lies not in being strong, but in the right use of strength.",
    "There can be no deep disappointment where there is not deep love.",
    "Intelligence is the ability to adapt to change.",
    "Singleness of purpose is one of the chief essentials for success in life, no matter what may be one's aim.",
    "If you think you can do a thing or think you can't do a thing, you're right.",
    "Decide whether or not the goal is worth the risks involved. If it is, stop worrying.",
    "It's easier to lose than to win.  ",
    "It is up to each of us to sing as we feel moved by the overall song of life.",
    "It's easier to go down a hill than up it but the view is much better at the top.",
    "Don't ever save anything for a special occasion. Being alive is the special occasion.",
    "Your first and foremost job as a leader is to take charge of your own energy and then help to orchestrate the energy of those around you.",
    "The healthiest response to life is joy.",
    "Life is ten percent what you experience and ninety percent how you respond to it.",
    "You gain strength, courage and confidence by every experience in which you really stop to look fear in the face.",
    "If you don't read the newspaper, you're uninformed. If you read the newspaper, you're misinformed.",
    "The greatest weariness comes from work not done.",
    "Thinking is a habit, and like any other habit, it can be changed; it just takes effort and repetition.",
    "What have you done today to make someone else happy?",
    "Awakening is possible only for those who seek it and want it.",
    "Being ignorant is not so much a shame, as being unwilling to learn.",
    "Be truthful about your emotions, and use your mind and emotions in your favor, not against yourself.",
    "People who avoid failure also avoid success.",
    "Life is not always a matter of holding good cards, but sometimes, playing a poor hand well. ",
    "It still holds true that man is most uniquely human when he turns obstacles into opportunities.",
    "Confidence is like a dragon where, for every head cut off, two more heads grow back.",
    "Listen to the secret sound, the real sound, which is inside you.",
    "The day is for honest men, the night for thieves.",
    "To accomplish big things, I am convinced you must first dream big dreams.",
    "Great things are not accomplished by those who yield to trends and fads and popular opinion.",
    "Enthusiasm makes up for a host of deficiencies.",
    "Who you are is defined by what you're willing to struggle for.",
    "Life begins where fear ends.",
    "Our happiness depends on the habit of mind we cultivate.",
    "You can do nothing to change the past, and the future will never come exactly as you plan or hope for.",
    "There's more to life than being a passenger."
]