[
    "Follow the man who seeks the truth; run from the man who has found it.",
    "He who is not contented with what he has, would not be contented with what he would like to have.",
    "Debt is the slavery of the free.",
    "If you correct your mind, the rest of your life will fall into place.",
    "Nothing gives one person so much advantage over another as to remain always cool and unruffled under all circumstances.",
    "A man sees in the world what he carries in his heart.",
    "Yesterday is history, tomorrow is a mystery, today is God's gift, that's why we call it the present.",
    "You get paid in direct proportion to the difficulty of problems you solve.",
    "The greatest enemy of knowledge is not ignorance, it's the illusion of knowledge.",
    "You are the sky. Everything else - it's just the weather.",
    "Intense love does not measure, it just gives.",
    "The constant assertion of belief is an indication of fear.",
    "Trust, like the soul, never returns once it is gone.",
    "True wisdom comes to each of us when we realize how little we understand about life, ourselves, and the world around us.",
    "The future doesn't belong to the faint-hearted; it belongs to the brave.",
    "A person is only by the thoughts that he chooses.",
    "Imagination means nothing without doing.  ",
    "Everything that is made beautiful and fair and lovely is made for the eye of one who sees.",
    "Learn to value yourself, which means: fight for your happiness.",
    "Even if you're sure you can win, be careful that you can live with what you lose.",
    "Patience expands your options. If you insist on immediate gratification, your choices are severely limited.",
    "Every time you are tempted to react in the same old way, ask if you want to be a prisoner of the past or a pioneer of the future.",
    "Confidence is not a guarantee of success, but a pattern of thinking that will improve your likelihood of success, a tenacious search for ways to make things work.",
    "No one can compete with you on being you. Most of life is a search for who and what needs you the most.",
    "The whole of life, from the moment you are born to the moment you die, is a process of learning.",
    "Self-knowledge is the beginning of self-correction.",
    "A hut full of laughter is richer than a palace full of sadness.",
    "An approximate answer to the right question is worth a great deal more than a precise answer to the wrong question.",
    "You're braver than you believe, and stronger than you seem, and smarter than you think.",
    "To plant a garden is to believe in tomorrow.  ",
    "It's easy to be a critic, but being a doer requires effort, risk, and change.  ",
    "It is dangerous to be right in matters on which the established authorities are wrong.",
    "Curiosity is the most powerful thing you own.",
    "Rivers know this: there is no hurry. We shall get there some day.",
    "If you take responsibility for yourself you will develop a hunger to accomplish your dream.",
    "Feelings come and go like clouds in a windy sky. Conscious breathing is my anchor.",
    "I will not walk backward in life.",
    "Great minds are always feared by lesser minds.",
    "Every day is an opportunity to a make a new happy ending.",
    "You win more from losing than winning.",
    "An un-examined life is not worth living.",
    "On the other side of the clouds is a bright blue sky.",
    "It takes a great deal of bravery to stand up to our enemies, but just as much to stand up to our friends.",
    "All you need is passion. If you have a passion for something, you'll create the talent.",
    "It's the possibility of having a dream come true that makes life interesting.",
    "Words without actions are the assassins of idealism.",
    "We can spend our whole lives escaping from the monsters of our minds.",
    "Sometimes success isn't about making the right decision, it's more about making some decision.",
    "Great deeds are usually wrought at great risks.",
    "Life is like a beautiful melody, only the lyrics are messed up."
]