[
    "Happiness must be grown in one's own garden.",
    "He is not a lover who does not love forever.",
    "All we have to decide is what to do with the time that is given to us.",
    "Disobedience is the true foundation of liberty. The obedient must be slaves.",
    "To lose your temper is only useful once a year.",
    "If we will be quiet and ready enough, we shall find compensation in every disappointment.",
    "Success is achieved and maintained by those who try and keep trying. ",
    "Be - don't try to become ",
    "The more you are grateful for what you have the more you will have to be grateful for.  ",
    "Our view of the world is truly shaped by what we decide to hear.",
    "Of all men's miseries the bitterest is this: to know so much and to have control over nothing. ",
    "You change the world by being yourself.",
    "Always keep your eyes open. Keep watching. Because whatever you see can inspire you.",
    "Although the world is full of suffering, it is also full of the overcoming of it.",
    "Everything that is done in the world is done by hope.",
    "You get in life what you have the courage to ask for.",
    "Always be a first-rate version of yourself, instead of a second-rate version of someone else.",
    "Never fear quarrels, but seek hazardous adventures.",
    "How people treat you is their karma; how you react is yours. ",
    "The two most powerful warriors are patience and time.",
    "To perceive is to suffer.",
    "Before enlightenment; chop wood, carry water. After enlightenment; chop wood, carry water.",
    "He who laughs at himself never runs out of things to laugh at.",
    "We are like islands in the sea, separate on the surface but connected in the deep.",
    "If you do the work you get rewarded. There are no shortcuts in life.",
    "Sometimes good things fall apart so better things can fall together.",
    "Adventure is not outside man; it is within.",
    "The world only exists in your eyes. You can make it as big or as small as you want.",
    "Too much sanity may be madness and the maddest of all, to see life as it is and not as it should be. ",
    "Discipline is the bridge between goals and accomplishment.",
    "The sweetest pleasure arises from difficulties overcome.",
    "Change will not come if we wait for some other person, or if we wait for some other time.",
    "When something comes from within, when it is a part of you, you have no choice but to live it, to express it.",
    "Character is the result of two things: mental attitude and the way we spend our time.",
    "Learn to sit back and observe, not everything needs a reaction.",
    "Winners don't Quit. That's why they Win.",
    "Success is not the result of making money; making money is the result of success - and success is in direct proportion to our service.",
    "We don't stop playing because we grow old; we grow old because we stop playing.",
    "To be in harmony with the wholeness of things is not to have anxiety over imperfections.",
    "Youth has no age.",
    "He who hesitates is a damned fool.",
    "You have within you right now, everything you need to deal with whatever the world can throw at you.",
    "To know even one life has breathed easier because you have lived. This is to have succeeded.",
    "A man is literally what he thinks.",
    "Correct what you can. Learn from what you can't.",
    "When you have to make a choice and don't make it, that is in itself a choice.",
    "Yesterday is gone. Tomorrow has not yet come. We have only today.",
    "There is peace even in the storm.",
    "In the practice of tolerance, one's enemy is the best teacher.",
    "Being ignorant is not so much a shame, as being unwilling to learn."
]