[
    "Opportunities don't often come along. So, when they do, you have to grab them.",
    "Riches don't make a man rich, they only make him busier.",
    "When something comes from within, when it is a part of you, you have no choice but to live it, to express it.",
    "The hardest arithmetic to master is that which enables us to count our blessings.",
    "One of the keys to happiness is a bad memory.",
    "What the mind can conceive, it can achieve.",
    "Truth will always be truth, regardless of lack of understanding, disbelief or ignorance. ",
    "The season of failure is the best time for sowing the seeds of success. ",
    "With self-discipline, almost anything is possible.",
    "A good teacher opens the door for you, but you must enter the room by yourself.",
    "Most people fail in life because they major in minor things.",
    "You can do nothing to change the past, and the future will never come exactly as you plan or hope for.",
    "It's not about what it is, it's about what it can become.",
    "What you seek is seeking you.",
    "What lies behind us and what lies before us are tiny matters compared to what lies within us.",
    "A good master leads you to the true master within. Only that master, who is your own higher self, can adequately answer all questions.",
    "Few things are more deceptive than memories.",
    "Only he who has no use for the empire is fit to be entrusted with it.",
    "If you take responsibility for yourself you will develop a hunger to accomplish your dream.",
    "Our greatest glory is not in never falling but in rising every time we fall.",
    "The big thing is to make a winning effort. I'm not obsessed with wins.",
    "The reward of suffering is experience.",
    "Everyone has a sense of humor. If you don't laugh at jokes, you probably laugh at opinions.",
    "Take away love and our earth is a tomb.",
    "What people need and what they want may be very different.",
    "Be not glad at the misfortune of another, though he may be your enemy. ",
    "The people who are crazy enough to think they can change the world are the ones who do.",
    "We are most nearly ourselves when we achieve the seriousness of the child at play.",
    "Where there is anger, there is always pain underneath.",
    "It is children only who enjoy the present; their elders either live on the memory of the past or the hope of the future.",
    "What a book a devil's chaplain might write on the clumsy, wasteful, blundering, low, and horribly cruel work of nature!",
    "There is only one thing in the world worse than being talked about, and that is not being talked about. ",
    "The pen is the tongue of the mind. ",
    "Vision is the art of seeing things invisible.",
    "It is difficult to free fools from the chains they revere. ",
    "The key to success is to focus our conscious mind on things we desire not things we fear. ",
    "Nothing is really work unless you would rather be doing something else. ",
    "Man's character is his fate.",
    "The first step is to establish that something is possible; then probability will occur.",
    "Whatever happened, happened for the good. Whatever is happening, is happening for the good. Whatever will happen, will also happen for the good.",
    "The biggest challenge after success is shutting up about it.",
    "Don't bother people for help without first trying to solve the problem yourself.",
    "The meaning of life is that it stops.",
    "Imagination is the beginning of creation.",
    "Presents are made for the pleasure of who gives them, not the merits of who receives them.",
    "You can do two things at once, but you can't focus effectively on two things at once.",
    "Life is like a beautiful melody, only the lyrics are messed up.",
    "My sun sets to rise again.",
    "There are no ordinary moments.",
    "Decide upon your major definite purpose in life and then organize all your activities around it."
]