[
    "Freedom is the only worthy goal in life. It is won by disregarding things that lie beyond our control.",
    "Some people find fault like there is a reward for it.  ",
    "The secret of happiness, you see, is not found in seeking more, but in developing the capacity to enjoy less.",
    "A diamond is a piece of charcoal that handled stress exceptionally well.",
    "Art, like morality, consists of drawing the line somewhere.",
    "Today you are you, that is truer than true. There is no one alive who is you-er than you.",
    "Guilt is perhaps the most painful companion of death.",
    "If you do not tell the truth about yourself you cannot tell it about other people.",
    "Tradition is the illusion of permanence. ",
    "My instinct is always to seek out challenges as opposed to avoiding them.",
    "Nothing is more real than nothing.",
    "It's not what you've got; it's what you do that makes the difference.",
    "Remember, hope is a good thing, maybe the best of things.",
    "Success is built sequentially. It's one thing at a time.",
    "Not engaging in ignorance is wisdom. ",
    "Remain calm. Be kind.",
    "What do we live for if not to make life less difficult for each other?",
    "Whatever you are, be a good one.",
    "It's better to stand by someone's side than by yourself.",
    "We've got to live, no matter how many skies have fallen.",
    "Don't listen to the person who has the answers; listen to the person who has the questions.",
    "He who cheats the earth will be cheated by the earth.",
    "If you don't like something change it. If you can't change it, change your attitude about it. Don't complain.",
    "The world doesn't always give you want, but it often gives you what you need.",
    "If you realize that you're the problem, then you can change yourself, learn something and grow wiser. Don't blame other people for your problems.",
    "A tiger doesn't lose sleep over the opinion of sheep.",
    "Remember to look up at the stars and not down at your feet.",
    "The more you like yourself, the less you are like anyone else, which makes you unique.",
    "Always seek out the seed of triumph in every adversity.",
    "A path is made by walking on it.",
    "Our heart is a treasury; if you pour out all its wealth at once, you are bankrupt.",
    "Peace is letting it be. Letting life flow, letting emotions flow through you.",
    "It's the possibility of having a dream come true that makes life interesting.",
    "A single dream is more powerful than a thousand realities.",
    "Those who attain the middle Dominate the whole.",
    "Associate yourself with men of good quality, if you esteem your own reputation; for 'tis better to be alone than in bad company. ",
    "At the end of the day, let there be no excuses, no explanations, no regrets.",
    "We ourselves feel that what we are doing is just a drop in the ocean. But the ocean would be less because of that missing drop.",
    "The secret of success lies not in doing your own work, but in recognizing the right man to do it.",
    "It matters not who you love, where you love, why you love, when you love or how you love, it matters only that you love.",
    "Think and wonder, wonder and think.",
    "Nothing is more creative...nor destructive...than a brilliant mind with a purpose.",
    "A mentor is someone who sees more talent and ability within you, than you see in yourself, and helps bring it out of you.",
    "Mastering others is strength, mastering yourself is true power.",
    "What a book a devil's chaplain might write on the clumsy, wasteful, blundering, low, and horribly cruel work of nature!",
    "Do not be so open-minded that your brains fall out.",
    "If you have to be in a soap opera try not to be cast in the worst role.",
    "To plant a garden is to believe in tomorrow.  ",
    "No man ever steps in the same river twice, for it's not the same river and he's not the same man.",
    "Convinced myself, I seek not to convince."
]