[
    "Storms don't last forever.",
    "The opposite of courage in our society is not cowardice... it is conformity.",
    "Life is a long lesson in humility. ",
    "For things to change, you have to change.",
    "Think and wonder, wonder and think.",
    "If you are ever the smartest person in the room, you are in the wrong room.",
    "People with clear, written goals, accomplish far more in a shorter period of time than people without them could ever imagine.",
    "An un-examined life is not worth living.",
    "The present moment dies every moment to become the past , is reborn every moment into the future. All experience is now. Now never ends.",
    "Don't try to steer the river.",
    "Make no small plans for they have no power to stir the soul.",
    "Silence is a source of great strength.",
    "Sometimes it is more important to discover what one cannot do, than what one can do.",
    "Victorious warriors win first and then go to war, while defeated warriors go to war first and then seek to win.",
    "Your only obligation in any lifetime is to be true to yourself.",
    "Learning is a gift, even when pain is your teacher.",
    "Belief creates the actual fact.",
    "By perseverance the snail reached the ark.",
    "Some people want it to happen, some wish it would happen, others make it happen.",
    "We must not sit down and wait for miracles. Up and be going!",
    "In order to control myself I must first accept myself by going with and not against my nature.",
    "No man ever steps in the same river twice, for it's not the same river and he's not the same man.",
    "Resentment or grudges do no harm to the person against whom you hold these feelings but every day and every night of your life, they are eating at you.",
    "It is better to be looked over than overlooked.",
    "The more you praise and celebrate your life, the more there is in life to celebrate. ",
    "What have you done today to make someone else happy?",
    "Many answers to what you seek don't lie 'out there'. If you look inwards, you'll find the answer has been in you all along.",
    "No man can get rich himself unless he enriches others.",
    "Changing minds is harder than finding people who already agree.",
    "They who have conquered doubt and fear have conquered failure.",
    "No matter how tall the mountain is, it cannot block the sun.",
    "Life is a gift, and it offers us the privilege, opportunity, and responsibility to give something back by becoming more.",
    "We lie the loudest when we lie to ourselves.",
    "If I have seen further than others, it is by standing upon the shoulders of giants.",
    "Nourish the mind like you would your body. The mind cannot survive on junk food.",
    "Do what you feel in your heart to be right - for you'll be criticized anyway.",
    "Stop being tormented by everyone else's reaction to you.",
    "The truth is, everyone is going to hurt you. You just got to find the ones worth suffering for.",
    "Genius is one percent inspiration and ninety-nine percent perspiration.",
    "Always try to be a little kinder than necessary.",
    "To judge a man by his weakest link or deed is like judging the power of the ocean by one wave.",
    "Leadership is solving problems",
    "If you change the way you look at things, the things you look at change. ",
    "I believe that potential is unlimited - success depends on daring to act on dreams.   ",
    "The two most powerful warriors are patience and time.",
    "Singleness of purpose is one of the chief essentials for success in life, no matter what may be one's aim.",
    "Learn to sit back and observe, not everything needs a reaction.",
    "Know yourself and you will win all battles.",
    "People tend to complicate their own lives, as if living weren't already complicated enough.",
    "Though no one can go back and make a brand new start, anyone can start from now and make a brand new ending."
]