[
    "What have you done today to make someone else happy?",
    "For every effect there is a root cause. Find and address the root cause rather than try to fix the effect, as there is no end to the latter.",
    "When you repeat a mistake, it is not a mistake anymore: it is a decision.",
    "The power of man has grown in every sphere, except over himself.",
    "People spend too much time doing and not enough time thinking about what they should be doing.",
    "Just get out and do it. You will be very, very glad that you did.",
    "Our deeds determine us, as much as we determine our deeds.",
    "A clear conscience is the sure sign of a bad memory.",
    "Greatest success comes just one step beyond the point at which defeat overtakes you.",
    "No one has ever become poor by giving.",
    "There are few reasons for telling the truth, but for lying the number is infinite.",
    "The spirit is beyond destruction. No one can bring an end to spirit which is everlasting.",
    "Where there is anger, there is always pain underneath.",
    "You will not do incredible things without an incredible dream.",
    "You know the more one does the more one can do.",
    "Everyone thinks of changing the world, but no one thinks of changing himself.",
    "Whether you have a problem in your life or not depends upon your own attitude, your own understanding.",
    "Expect the best, plan for the worst, and prepare to be surprised. ",
    "Life is much more successfully looked at from a single window.",
    "The present moment is filled with joy and happiness. If you are attentive, you will see it.",
    "A man is literally what he thinks.",
    "The world doesn't always give you want, but it often gives you what you need.",
    "It doesn't matter where you are, you are nowhere compared to where you can go.",
    "You don't get in life what you want; you get in life what you are.",
    "Don't let making a living prevent you from making a life.",
    "In all human affairs there are efforts, and there are results, and the strength of the effort is the measure of the result.",
    "Thinking will not overcome fear but action will. ",
    "There is no such thing as a great talent without great willpower.",
    "A person hears only what they understand.",
    "Friendship is like money, easier made than kept.",
    "Being In The Present Means Tuning Out Distractions And Paying Attention To What Is Important, Now.",
    "Showing off is the fool's idea of glory. ",
    "Make peace within, and there will be no one who can overcome you. And no one you will wish to overcome.",
    "The truly rich men are the ones who have health, loved ones and a work they love.",
    "Find something you love and do it better than everyone else.",
    "A tiny change today brings a dramatically different tomorrow.",
    "It doesn't matter how much you want. What really matters is how much you want it.",
    "If you want to be successful, you have to jump, there's no way around it.",
    "A person is only by the thoughts that he chooses.",
    "If you love life, don't waste time, for time is what life is made up of. ",
    "Abundance of knowledge does not teach men to be wise.",
    "Life is growth. If we stop growing, technically and spiritually, we are as good as dead.",
    "The greatest step towards a life of simplicity is to learn to let go.",
    "It's beautiful to be alone. To be alone does not mean to be lonely. It means the mind is not influenced and contaminated by society.",
    "Just trust that everything is unfolding the way it is supposed to. Don't resist... Great things are waiting for you around the corner.",
    "The significance of life is living.",
    "To love means loving the unlovable.",
    "We have to walk in a way that we only print peace and serenity on the Earth. Walk as if you are kissing the Earth with your feet.",
    "Creative endeavors are by their nature uncertain.",
    "There are more quarrels smothered by just shutting your mouth, and holding it shut, than by all the wisdom in the world."
]