[
    "Successful people appreciate where they have come from, but they don't let their past set the tone for their future.",
    "Those who know, do. Those that understand, teach.",
    "Life happens in the river, not the shore.",
    "Giving back involves a certain amount of giving up.",
    "A random act of kindness, no matter how small, can make a tremendous impact on someone else's life.",
    "Faith means believing the unbelievable.",
    "It only takes a split second to smile and forget, yet to someone that needed it, it can last a lifetime.",
    "Do you want to know who you are? Don't ask. Act! Action will delineate and define you.",
    "He who is not contented with what he has, would not be contented with what he would like to have.",
    "You talk when you cease to be at peace with your thoughts.",
    "When you are tough on yourself, life is going to be infinitely easier on you.  ",
    "What the eye doesn't see and the mind doesn't know, doesn't exist.",
    "To a mind that is still, the entire universe surrenders.",
    "The fear of death is more to be feared, than death itself.",
    "People who avoid failure also avoid success.",
    "Boldness makes even the smallest animal dangerous.",
    "Anything worth doing is worth doing slowly.",
    "Even if our home burns down we can rebuild it. But the things that we got for nothing, we can never replace.",
    "The more you are focused on time - past and future - the more you miss the Now, the most precious thing there is.",
    "When you get up in the morning, you have two choices - either to be happy or to be unhappy. Just choose to be happy.",
    "Enjoy every minute of life. Never second-guess life.",
    "No amount of regretting can change the past, and no amount of worrying can change the future.",
    "Our virtues and our failings are inseparable, like force and matter. When they separate, man is no more. ",
    "Never whine, never complain, never try to justify yourself.",
    "Do not look upon this world with fear and loathing. Bravely face whatever the gods offer.",
    "Sometimes a change of perspective is all it takes to see the light.",
    "If anything is worth doing, do it with all your heart.",
    "Stand up to your obstacles and do something about them. You'll find they haven't half the strength you think they have.",
    "There's more to life than being a passenger.",
    "A man is great not because he hasn't failed; a man is great because failure hasn't stopped him.",
    "When you realize you've made a mistake, take immediate steps to correct it.",
    "Loss is nothing else but change and change is nature's delight.",
    "Coming together is a beginning, staying together is progress, and working together is success. ",
    "The grass is greener where you water it.",
    "I've always tried to go a step past wherever people expected me to end up.",
    "Be brave to stand for what you believe in even if you stand alone.",
    "Your very silence shows you agree.",
    "Creativity is intelligence having fun.",
    "Know your gifts and share them.",
    "The art of being happy lies in the power of extracting happiness from common things.",
    "Victims recite problems, leaders provide solutions.",
    "There are two kinds of perfect people: those who are dead, and those who have not been born yet.",
    "Contemplation often makes life miserable.  We should act more, think less, and stop watching ourselves live.",
    "Give so much away people insist on paying you.",
    "You have to make time, even for something as universal as staring at the stars.",
    "You make your own luck if you stay at it long enough.",
    "The most difficult times for many of us are the ones we give ourselves.",
    "Keep others in suspense, cultivate an air of unpredictability.",
    "If the only prayer you ever say in your entire life is thank you, it will be enough.",
    "Everything is created twice, first in the mind and then in reality."
]