[
    "The truth is rarely pure and never simple. ",
    "Death and life have their determined appointments; riches and honors depend upon heaven. ",
    "The universe doesn't allow perfection.",
    "With self-discipline, almost anything is possible.",
    "Your heart is the size of an ocean. Go find yourself in its hidden depths.",
    "It does not matter how slowly you go so long as you do not stop.",
    "The only way it gets better for you is when you get better. Better is not something you wish, it's something you become.",
    "Music is like creating an emotional painting. The sounds are the colors.",
    "What we call the beginning is often the end. And to make an end is to make a beginning. The end is where we start from.",
    "We forge the chains we wear in life.",
    "The meaning of life is to find your gift. The purpose of life is to give it away.",
    "Your gift is something that you can do innately better than anything else.",
    "We suffer more often in imagination than in reality.",
    "When you're at the end of your rope, tie a knot and hold on.",
    "The happiness of your life depends upon the quality of your thoughts; therefore guard accordingly.",
    "Others can stop you temporarily - you are the only one who can do it permanently.",
    "The greatest work that kindness does to others is that it makes them kind themselves.",
    "The degree of responsibility you take for your life determines how much change you can create in it.",
    "Be curious, not judgmental.",
    "Respect is earned by effort not age, all things age without effort.",
    "The soul without imagination is what an observatory would be without a telescope.",
    "Any fool can turn a blind eye but who knows what the ostrich sees in the sand.",
    "Life is a traveling to the edge of knowledge, then a leap taken.",
    "Success is the child of drudgery and perseverance. It cannot be coaxed or bribed; pay the price and it is yours. ",
    "If your mind is empty, it is always ready for anything, it is open to everything.",
    "Convinced myself, I seek not to convince.",
    "If they wrote it to make money, don't read it.",
    "Make your life a mission - not an intermission.",
    "Reality is the leading cause of stress among those in touch with it.",
    "Today is plenty; right now is enough. Tomorrow will come in good time. Until it does, live the depth of now.",
    "Everyday is a second chance.",
    "Every hour of every day is an unspeakably perfect miracle.",
    "No matter how smart we may think we are, no matter how committed we are to our truth, we can lose our way.",
    "Nothing has more strength than dire necessity.",
    "If you can't fly, run. If you can't run, walk. If you can't walk, crawl, but by all means, keep moving.",
    "What you get by achieving your goals is not as important as what you become by achieving your goals.",
    "The power of man has grown in every sphere, except over himself.",
    "You can only be afraid of what you think you know.",
    "Your neighbor is the man who needs you.",
    "Imagination means nothing without doing.  ",
    "It is startling to realize how much unbelief is necessary to make belief possible.",
    "To improve is to change, so to be perfect is to change often.",
    "Real learning comes about when the competitive spirit has ceased.",
    "The pessimist sees difficulty in every opportunity. The optimist sees opportunity in every difficulty.",
    "No matter how qualified or deserving we are, we will never reach a better life until we can imagine it for ourselves and allow ourselves to have it.",
    "Each of us is a unique strand in the intricate web of life and here to make a contribution.",
    "You will never do anything in this world without courage. It is the greatest quality of the mind next to honor.",
    "Stand up to your obstacles and do something about them. You'll find they haven't half the strength you think they have.",
    "Deliberately seek the company of people who influence you to think and act on building the life you desire.",
    "Hope is not a strategy. Luck is not a factor. Fear is not an option."
]