[
    "It is during our darkest moments that we must focus to see the light.",
    "Judge a man by his questions rather than his answers.",
    "Welcome every morning with a smile. Look on the new day as another gift from your Creator, another golden opportunity.",
    "Never argue with ignorance. It only leads to frustration.",
    "Obstacles are those frightful things you see when you take your eyes off your goal.",
    "Be the change that you want to see in the world.",
    "The best way to understanding is a few good examples.",
    "Facts are the enemy of truth. ",
    "Freedom is the only worthy goal in life. It is won by disregarding things that lie beyond our control.",
    "The true soldier fights not because he hates what is in front of him, but because he loves what is behind him.",
    "We tend to live up to our expectations.",
    "If you want to achieve anything in this world, you have to get used to the idea that not everyone will like you.",
    "Life is like a beautiful melody, only the lyrics are messed up.",
    "We are all different. Don't judge, understand instead.",
    "Talk sense to a fool and he calls you foolish.",
    "It is easier to fight for one's principles than to live up to them. ",
    "It is our experiences that mold us into who we are...during times of adversity our true character will show.",
    "Learning never exhausts the mind. ",
    "It takes a great deal of bravery to stand up to our enemies, but just as much to stand up to our friends.",
    "Happiness is an effect of doing what you love, not an end goal to be achieved.",
    "However difficult life may seem, there is always something you can do and succeed at.",
    "If you don't know, the thing to do is not to get scared, but to learn.",
    "Decide upon your major definite purpose in life and then organize all your activities around it.",
    "It's not what you've got; it's what you do that makes the difference.",
    "If you are ever the smartest person in the room, you are in the wrong room.",
    "Our virtues and our failings are inseparable, like force and matter. When they separate, man is no more. ",
    "Whatever you decide to do, make sure it makes you happy.",
    "It's easier to lose than to win.  ",
    "Heal the past, live the present, dream the future.",
    "Wherever there is danger, there lurks opportunity; wherever there is opportunity, there lurks danger. The two are inseparable.",
    "The primary cause of unhappiness is never the situation but your thoughts about it.",
    "The past has no power over the present moment. ",
    "Before enlightenment; chop wood, carry water. After enlightenment; chop wood, carry water.",
    "Realize deeply that the present moment is all you ever have. ",
    "Where the willingness is great, the difficulties cannot be great.",
    "If you focus on success, you'll have stress. But if you pursue excellence, success will be guaranteed.",
    "The strongest and sweetest songs yet remain to be sung.",
    "Do every act of your life as if it were your last.",
    "Experience is simply the name we give our mistakes. ",
    "In the end, it's not the years in your life that count. It's the life in your years.",
    "Actions are the seeds of fate. Deeds grow into destiny.",
    "You cannot teach a crab to walk straight.",
    "Doing what you love is the cornerstone of having abundance in your life. ",
    "True friendship ought never to conceal what it thinks. ",
    "Be patient and calm; no one can catch fish in anger.",
    "Darkness must pass. A new day will come. And when the sun shines, it will shine out the clearer.",
    "To do two things at once is to do neither.",
    "Elegance does not consist in putting on a new dress.",
    "Although the world is full of suffering, it is also full of the overcoming of it.",
    "No tree, it is said, can grow to heaven unless its roots reach down to hell."
]