[
    "Instead of thinking outside the box, get rid of the box.",
    "When you are talented you do it whatever it is until your fingers bleed or your eyes are ready to fall out of your head.",
    "Sometimes it is harder to deprive oneself of a pain than of a pleasure.",
    "The goal is not to be perfect by the end, the goal is to be better today.",
    "Life would be tragic if it weren't funny.",
    "All life is a manifestation of the spirit, the manifestation of love.",
    "Awakening is possible only for those who seek it and want it.",
    "Awaken. Take heed, do not squander your life.",
    "The future belongs to those who learn more skills and combine them in creative ways.",
    "The only real mistake is the one from which we learn nothing. ",
    "I can never decide whether my dreams are the result of my thoughts or my thoughts the result of my dreams.",
    "Death is not sad; the sad thing is that most people don't really live at all.",
    "Truth is like the sun. You can shut it out for a time, but it ain't going away.",
    "Death is not an ending. It is a transformation.",
    "In matters of style, swim with the current; in matters of principle, stand like a rock.",
    "No one is useless in this world who lightens the burdens of another.",
    "Memory is the scribe of the soul.",
    "Nothing makes a man broad-minded like adversity.",
    "Closing your eyes and listening to silence is self-care.",
    "Concentrated power has always been the enemy of liberty.",
    "You can do nothing to change the past, and the future will never come exactly as you plan or hope for.",
    "True friendship ought never to conceal what it thinks. ",
    "To create more positive results in your life, replace 'if only' with 'next time'.",
    "You only live once, but if you do it right, once is enough.",
    "Invisible things are the only realities.",
    "The only thing more frustrating than slanderers is those foolish enough to listen to them.",
    "Remember where you came from, where you're going, and why you created this mess you got yourself into in the first place.",
    "Begin now to be what you will be hereafter.",
    "Discipline is the mark of intelligent living.",
    "To forget the whole world is easy; to make the whole world forget you is hard.",
    "Cleverness is not wisdom.",
    "Once you choose hope, anything's possible.",
    "A man with outward courage dares to die: a man with inner courage dares to live.",
    "The greatest treasures are those invisible to the eye but found by the heart.",
    "Do not ignore your gift. Your gift is the thing you do the absolute best with the least amount of effort.",
    "If you love life, don't waste time, for time is what life is made up of. ",
    "Life is like riding a bicycle. To keep your balance you must keep moving.",
    "Knowing others is wisdom, knowing yourself is enlightenment.",
    "Keep others in suspense, cultivate an air of unpredictability.",
    "Problems remain as problems because people are busy defending them rather than finding solutions.",
    "You already have every characteristic necessary for success if you recognize, claim, develop and use them.",
    "If we learn to open our hearts, anyone, including the people who drive us crazy, can be our teacher.",
    "The day is for honest men, the night for thieves.",
    "You can easily judge the character of a man by how he treats those who can do nothing for him.",
    "The dead receive more flowers than the living because regret is stronger than gratitude.",
    "The goal of an artist is to create the definitive work that cannot be surpassed.",
    "Out of suffering have emerged the strongest souls; the most massive characters are seared with scars.",
    "Identify your problems, but give your power and energy to solutions.",
    "You just can't beat the person who never gives up. ",
    "Before you embark on a journey of revenge, dig two graves. "
]