[
    "Don't concern yourself with the money. Be of service. Build. Work. Dream. Create.",
    "If you go out looking for friends, you're going to find they are very scarce. If you go out to be a friend, you'll find them everywhere.",
    "The world doesn't owe you anything. It was here first.",
    "Life needs to be more than just solving problems every day. You need to wake up and be excited about the future.",
    "You Create Your Own Present By What You Give Your Attention To Today.",
    "You play the hand you're dealt. I think the game's worthwhile.  ",
    "Avoiding failure is to avoid progress.",
    "The thing about smart people is that they seem like crazy people to dumb people.",
    "Never settle for the crumbs of life.",
    "It doesn't matter what you do, only how well you do it.",
    "You can start changing our world for the better daily, no matter how small the action.",
    "Don't seek, don't avoid, don't expect. Take what comes and be happy.",
    "Fear is a natural reaction to moving closer to the truth.",
    "it's important to make sure that we're talking with each other in a way that heals, not in a way that wounds.",
    "Those who attain the middle Dominate the whole.",
    "Find something you love and do it better than everyone else.",
    "Our stories may be singular, but our destination is shared.",
    "I don't ever give up. I'd have to be dead or completely incapacitated.",
    "Remember that sometimes not getting what you want is a wonderful stroke of luck.",
    "There is always risk, so learn to manage risk instead of avoiding it.",
    "Everything will be ok in the end. If it's not ok, it's not the end.",
    "You can do nothing to change the past, and the future will never come exactly as you plan or hope for.",
    "Preoccupied with a single leaf you won't see the tree.",
    "When asked, how do you write? I invariably answer, one word at a time.",
    "Family not only needs to consist of merely those whom we share blood, but also of those whom we'd give blood.",
    "The best dreams happen when you're awake.",
    "Adventure is worthwhile in itself.",
    "Our happiness depends on the habit of mind we cultivate.",
    "The price of inaction is far greater than the cost of making a mistake.",
    "Don't stop when you're tired. Stop when you're done.",
    "If I can stop one heart from breaking, I shall not live in vain.",
    "an action committed in anger is an action doomed to failure. ",
    "A person is only by the thoughts that he chooses.",
    "Living a life that has a greater purpose and living up to it is the ultimate degree that we should strive for.",
    "Take responsibility of your own happiness, never put it in other people's hands.",
    "Scared people want comfort and certainty so they avoid failure. People living fully seek challenges because this is where they feel alive.",
    "Life's too mysterious to take too serious.",
    "It is passion that makes man live; wisdom makes one only last.",
    "I would rather be hated for who I am than loved for who I'm not.  ",
    "If you can see it in your mind, you can hold it in your mind.",
    "Respect other people's feelings. It might mean nothing to you, but it could mean everything to them.",
    "In youth we run into difficulties. In old age difficulties run into us. ",
    "You are today where your thoughts have brought you.",
    "Don't put off living to next week, next month, next year or next decade. The only time you're ever living is in this moment.",
    "The act of taking the first step is what separates the winners from the losers.",
    "Too much sanity may be madness and the maddest of all, to see life as it is and not as it should be. ",
    "There is a wisdom of the head, and there is a wisdom of the heart.",
    "Anyone who reads a book with a sense of obligation does not understand the art of reading.",
    "I have never let my schooling interfere with my education.",
    "To handle yourself, use your head; to handle others, use your heart."
]