[
    "A thing must be loved before it is lovable.",
    "Your only obligation in any lifetime is to be true to yourself.",
    "Do not be so open-minded that your brains fall out.",
    "We are all like the bright moon, we still have our darker side.  ",
    "The pen is the tongue of the mind. ",
    "The world makes way for the man who knows where he is going.",
    "Every day may not be good, but there's something good in every day.",
    "Only by attracting the best people will you accomplish great deeds.",
    "The trouble with most of us is that we'd rather be ruined by praise than saved by criticism.",
    "Absorb what is useful, discard what is useless and add what is specifically your own.  ",
    "Only those who do nothing at all make no mistakes.",
    "Success is about doing the right thing, not about doing everything right.",
    "All know that the drop merges into the ocean, but few know that the ocean merges into the drop.",
    "The greatest gift that you can give to others is the gift of unconditional love and acceptance. ",
    "Note that this journey is uniquely yours, no one elses. So the path has to be your own.",
    "Often in the real world, it's not the smart that get ahead, but the bold.",
    "Tenderness and kindness are not signs of weakness and despair, but manifestations of strength and resolution.",
    "We will now discuss in a little more detail the Struggle for Existence.",
    "May you live all the days of your life.",
    "I'd rather welcome change than cling to the past.",
    "We are all different. Don't judge, understand instead.",
    "Fear is a natural reaction to moving closer to the truth.",
    "When you realize you've made a mistake, take immediate steps to correct it.",
    "There's more to life than being a passenger.",
    "If a thing is worth doing, it is worth doing badly.",
    "People seldom do what they believe in. They do what is convenient, then repent.",
    "Being a good example is the best form of service.",
    "For fast-acting relief try slowing down.",
    "What's right is what's left if you do everything else wrong.",
    "Looking after my health today gives me a better hope for tomorrow. ",
    "Always dream and shoot higher than you know you can do. Do not bother just to be better than your contemporaries or predecessors. Try to be better than yourself.",
    "To be truly ignorant, be content with your own knowledge.",
    "It only takes a split second to smile and forget, yet to someone that needed it, it can last a lifetime.",
    "Your heart is the size of an ocean. Go find yourself in its hidden depths.",
    "Be fascinated instead of frustrated.",
    "Today I begin a new life. I will greet this day with love in my heart.",
    "If you go out looking for friends, you're going to find they are very scarce. If you go out to be a friend, you'll find them everywhere.",
    "With self-discipline, almost anything is possible.",
    "The truth is rarely pure and never simple. ",
    "If you want to be happy, set a goal that commands your thoughts, liberates your energy, and inspires your hopes.",
    "The best fighter is never angry.",
    "Wheels of justice grind slow but grind fine.",
    "You are the average of the five people you spend the most time with.",
    "If you want work well done, select a busy man; the other kind has no time.",
    "The only way round is through.",
    "Keep true. Never be ashamed of doing right. Decide what you think is right and stick to it.",
    "Success is going from failure to failure without losing your enthusiasm",
    "If life is a video game, the graphics are great, but the plot is confusing and the tutorial is way too long.",
    "The shoe that fits one person pinches another; there is no recipe for living that suits all cases.",
    "The one who praises you is a thief. The one who criticizes you is your true friend."
]