[
    "Where there is anger, there is always pain underneath.",
    "The journey is what brings us happiness not the destination.",
    "Those who know, do. Those that understand, teach.",
    "In the middle of chaos lies opportunity.  ",
    "Words are the clothes thoughts wear.",
    "There are no constraints on the human mind, no walls around the human spirit, no barriers to our progress except those we ourselves erect.",
    "Go confidently in the direction of your dreams! Live the life you've imagined.",
    "Imagination is everything. It is the preview of life's coming attractions.",
    "Nothing ever goes away until it has taught us what we need to know.",
    "He who wishes to be obeyed must know how to command.",
    "Words are clothes that thoughts wear",
    "All men are equal before fish.",
    "While we may not be able to control all that happens to us, we can control what happens inside us.",
    "I am not what happened to me, I am what I choose to become.",
    "Ripe fruit falls by itself - but it doesn't fall in your mouth. ",
    "Life is growth. If we stop growing, technically and spiritually, we are as good as dead.",
    "The trouble with most of us is that we'd rather be ruined by praise than saved by criticism.",
    "Do not stop thinking of life as an adventure.",
    "Don't be pushed around by the fears in your mind. Be led by the dreams in your heart.",
    "You came empty handed, and you will leave empty handed.",
    "It's better to stand by someone's side than by yourself.",
    "Being a good example is the best form of service.",
    "Thinking is difficult, that's why most people judge.",
    "Darkness cannot drive out darkness; only light can do that. Hate cannot drive out hate; only love can do that.",
    "Seek not the good in external things;seek it in yourselves.",
    "Character is doing what you don't want to do but know you should do.",
    "If you've never eaten while crying you don t know what life tastes like.",
    "Death is not an ending. It is a transformation.",
    "A little progress each day adds up to big results.",
    "May you live all the days of your life.",
    "Every day passes whether you participate or not.",
    "Men go to far greater lengths to avoid what they fear than to obtain what they desire.",
    "Be a master of change rather than a victim of change.",
    "It is not enough to win a war; it is more important to organize the peace.",
    "Whatever your heart clings to and confides in, that is really your God.",
    "Life does not get better by chance, it gets better by change.",
    "No problem can be solved from the same level of consciousness that created it.",
    "In order for you to be the BEST you can be for others, first you must be BEST for yourself.",
    "Time heals what reason cannot.  ",
    "There are no uninteresting things, only uninterested people.",
    "In three words I can sum up everything I've learned about life: it goes on.",
    "Better late than never.",
    "The best way to predict your future is to create it.",
    "A man who acquires the ability to take full possession of his own mind may take possession of anything else to which he is justly entitled.",
    "The first rule of handling conflict is don't hang around people who are constantly engaging in conflict.",
    "Action is the foundational key to all success.",
    "One never does wrong by doing right.",
    "Don't take yourself too seriously, pretty soon you can find the humor in our everyday lives.",
    "I find the best way to love someone is not to change them, but instead, help them reveal the greatest version of themselves.",
    "We tend to live up to our expectations."
]