[
    "Where focus goes, energy flows.",
    "Work is always an antidote to depression.",
    "We may not be able to stop evil in the world, but how we treat one another is entirely up to us.",
    "Employ your time in improving yourself by other men's writings, so that you shall gain easily what others have labored hard for.",
    "If you can't feed a hundred people, then feed just one.",
    "There are no shortcuts to any place worth going.",
    "It's better to dance than to march through life.",
    "Fool me once, shame on you; fool me twice, shame on me. ",
    "Just because something isn't a lie does not mean that it isn't deceptive.",
    "Even in the grave, all is not lost.",
    "A clever person turns great troubles into little ones, and little ones into none at all. ",
    "Let each man exercise the art he knows.",
    "Never close your lips to those whom you have already opened your heart.",
    "There is no such thing as a great talent without great willpower.",
    "There is only one thing in the world worse than being talked about, and that is not being talked about. ",
    "No need to hurry. No need to sparkle. No need to be anybody but oneself.",
    "Do not bite at the bait of pleasure, till you know there is no hook beneath it.",
    "Decide what your truth is. Then live it.",
    "Everyone you meet is fighting a battle you know nothing about. Be kind. Always.",
    "Be the change that you want to see in the world.",
    "Adventure is not outside man; it is within.",
    "Forgive those who have hurt you.",
    "Humans and prosperity never endure side by side for long.",
    "An intelligence test sometimes shows a man how smart he would have been not to have taken it.",
    "Sometimes adversity is what you need to face in order to become successful.",
    "Life is much more successfully looked at from a single window.",
    "Do not use life to give life to death. Do not use death to bring death to life.",
    "Success is good at any age, but the sooner you find it, the longer you will enjoy it.",
    "Many people spend more time looking at their failures than focusing on their successes.",
    "Knowing others is wisdom, knowing yourself is enlightenment.",
    "Most of us will do anything to avoid facing ourselves.",
    "You can't wait for inspiration. You have to go after it with a club. ",
    "If you take responsibility for yourself you will develop a hunger to accomplish your dream.",
    "As soon as you truly commit to making something happen, the 'how' will reveal itself.",
    "Changing minds is harder than finding people who already agree.",
    "An inch of time is an inch of gold but you can't buy that inch of time with an inch of gold.",
    "It is impossible for a man to learn what he thinks he already knows.",
    "Our greatest fears lie in anticipation.",
    "Who you are is always right.",
    "Work for something because it is good, not just because it stands a chance to succeed.",
    "Just get out and do it. You will be very, very glad that you did.",
    "We love the things we love for what they are.",
    "The more perfect a person is on the outside, the more demons they have on the inside.",
    "Without the confidence, nothing can be accomplished.",
    "Curiosity is the most powerful thing you own.",
    "Whoever is happy will make others happy too.",
    "Anyone who wants to achieve a dream must stay strong, focused and steady.",
    "When you know what you want, and want it bad enough, you will find a way to get it.",
    "It is not fair to ask of others what you are not willing to do yourself.",
    "The most effective way to do it, is to do it."
]