[
    "I do not exist to impress the world. I exist to live my life in a way that will make me happy.",
    "Failure is the highway to success.",
    "A leader leads by example, not by force.",
    "When you move beyond your fear, you feel free.",
    "Believe in yourself. You are braver than you think, more talented than you know, and capable of more than you imagine.",
    "It is the greatest of all mistakes to do nothing because you can only do little; do something.",
    "Love is the expression of one's values.",
    "When we strive to become better than we are, everything around us becomes better, too.",
    "Life is the art of drawing sufficient conclusions from insufficient premises.",
    "The four P's to success are pressure, persistence, perseverance, and prayer.",
    "Empty yourself of everything - let the mind become still.",
    "When you're curious, you find lots of interesting things to do.",
    "Only when I fall do I get up again.",
    "Poverty and hardship are created by false thinking.",
    "Respect other people's feelings. It might mean nothing to you, but it could mean everything to them.",
    "Whatever your mind can conceive and believe, it can achieve.",
    "What you seek is seeking you.",
    "Our anxiety does not empty tomorrow of its sorrows, but only empties today of its strengths.",
    "Everything has beauty but not everyone sees it.",
    "The thing about smart people is that they seem like crazy people to dumb people.",
    "Everything flows, nothing stands still.",
    "If you think adventure is dangerous, try routine; it is lethal.",
    "Heaven is right where you are standing.",
    "Raise your words, not voice. It is rain that grows flowers, not thunder.",
    "The mind can calculate, but the spirit yearns, and the heart wants what the heart wants.",
    "Sometimes you have to travel a long way to find what is near.",
    "Let my soul smile through my heart and my heart smile through my eyes, that I may scatter rich smiles in sad hearts. ",
    "If you want something then you lose everything. If you don't want anything then you already have everything.",
    "20 percent of your activities will account for 80 percent of your results.",
    "If you want to be successful, you have to jump, there's no way around it.",
    "Your only limitations are those you set up in your mind or permit others to set up for you.",
    "Either you choose to stay in the shallow end of the pool or you go out into the ocean.",
    "You give but little when you give of your possessions. It is when you give of yourself that you truly give.",
    "To perceive is to suffer.",
    "The best way to find yourself is to lose yourself in the service of others.",
    "Half the world is composed of people who have something to say and can't, and the other half who have nothing to say and keep on saying it.",
    "Constantly think about how you could be doing things better.",
    "Do what you can, with what you have, where you are.",
    "Never doubt that a small group of thoughtful, committed citizens can change the world; indeed, it's the only thing that ever has.",
    "Stop acting so small. You are the universe in ecstatic motion.",
    "Everybody has talent, but ability takes hard work.",
    "Why compare yourself with others? No one in the entire world can do a better job of being you than you.",
    "No man is free who is not master of himself.",
    "There are no ordinary moments.",
    "Each path to knowledge involves different rules and these rules are not interchangeable.",
    "When you reach the top of the mountain, keep climbing. ",
    "Life is a challenge, meet it! Life is a dream, realize it! Life is a game, play it! Life is love, enjoy it!",
    "If you run you stand a chance of losing, but if you don't run you've already lost.",
    "The best fighter is never angry.",
    "We must embrace pain and burn it as fuel for our journey."
]