[
    "You can't build a reputation on what you are going to do. ",
    "Don't let the fear of losing be greater than the excitement of winning.",
    "Dark times lie ahead of us and there will be a time when we must choose between what is easy and what is right.",
    "Dance first. Think later. It's the natural order.",
    "No valid plans for the future can be made by those who have no capacity for living now.",
    "Greatness lies not in being strong, but in the right use of strength.",
    "A friend to all is a friend to none.",
    "Stuff your eyes with wonder... live as if you'd drop dead in ten seconds. See the world. It's more fantastic than any dream made or paid for in factories.",
    "We can change our lives. We can do, have, and be exactly what we wish.",
    "Discipline is the bridge between goals and accomplishment.",
    "Faith means believing the unbelievable.",
    "Life can be the scariest and most beautiful thing simultaneously.",
    "If you can't argue both sides, you can't argue.",
    "Never allow someone to be your priority while allowing yourself to be their option.",
    "Peace is not the absence of conflict, but the ability to cope with it.",
    "Truth is like the sun. You can shut it out for a time, but it ain't going away.",
    "There are no contests in the Art of Peace. A true warrior is invincible because he or she contests with nothing.",
    "The more one judges, the less one loves.",
    "We're kept from our goal not by obstacles, but by a clear path to a lesser goal.",
    "True life is lived when tiny changes occur.",
    "The decisions of our past are the architects of our present.",
    "People who are unable to motivate themselves must be content with mediocrity, no matter how impressive their other talents.",
    "Kindness in words creates confidence. Kindness in thinking creates profoundness. Kindness in giving creates love. ",
    "Start the day with love, spend the day with love, fill the day with love and end the day with love.",
    "What do we live for, if it is not to make life less difficult for each other?",
    "We know nothing of tomorrow, our business is to be good and happy today.",
    "Let each man exercise the art he knows.",
    "Until we can manage time, we can manage nothing else.",
    "The content of your character is your choice. Day by day, what you choose, what you think and what you do is who you become.",
    "Judge your success by what you had to give up in order to get it.",
    "The weak can never forgive. Forgiveness is the attribute of the strong.",
    "Being in a good frame of mind helps keep one in the picture of health.",
    "The goal is not to show how great you are to others, but how vulnerable you are to yourself.",
    "The best way out is always through.",
    "Like it or not, this moment is all we really have to work with.",
    "He who possesses most must be most afraid of loss.",
    "Shoot for the moon, because even if you miss, you'll land among the stars.",
    "When people are free to do as they please, they usually imitate each other.",
    "The quality, not the longevity, of one's life is what is important.",
    "Success comes from knowing that you did your best to become the best that you are capable of becoming.",
    "To find yourself, think for yourself.",
    "A tiger doesn't lose sleep over the opinion of sheep.",
    "The significance of life is living.",
    "Give out what you most want to come back.",
    "You can live a whole life time never being awake.",
    "Muddy water is best cleared by leaving it alone.",
    "If you see yourself as prosperous, you will be.",
    "It's what you do in the present that will redeem the past and thereby change the future.",
    "The difference between winning and losing is most often not quitting.",
    "The future belongs to those who learn more skills and combine them in creative ways."
]