[
    "You are the average of the five people you spend the most time with.",
    "A Rolling Stone Gathers No Moss.",
    "A tiger doesn't lose sleep over the opinion of sheep.",
    "You live by what you thrill to, and there's the end of it.",
    "A hero is an ordinary person doing things in an extra ordinary way.",
    "Routine life is unbearable, and most people only think about how to escape into the world of fantasy and dreams.",
    "To be happy we need something to solve. Happiness is therefore a form of action.",
    "The saddest aspect of life is that there is no one on earth whose happiness is such that he won't sometimes wish he were dead rather than alive.",
    "True wealth is of the heart, not of the purse.",
    "People don't care how much you know until they know how much you care.",
    "When you reach the top of the mountain, keep climbing. ",
    "The question isn't who is going to let me; it's who is going to stop me.",
    "Nothing is hopeless; we must hope for everything.",
    "If you don't like something change it; if you can't change it, change the way you think about it.",
    "The purpose of life is the expansion of happiness.",
    "Engage in those actions and thoughts that nurture the good qualities you want to have.",
    "Learn to use your emotions to think, not think with your emotions.",
    "Life has no limitations except the ones you make.",
    "Men go to far greater lengths to avoid what they fear than to obtain what they desire.",
    "What worries you, masters you.",
    "Always remember that you are absolutely unique. Just like everyone else. ",
    "Courage is fear that has said its prayers and decided to go forward anyway.",
    "Note that this journey is uniquely yours, no one elses. So the path has to be your own.",
    "Talk to someone about themselves and they'll listen for hours.",
    "All you need is passion. If you have a passion for something, you'll create the talent.",
    "Your vision will become clear only when you can look into your own heart.",
    "If you spend too much time thinking about a thing, you'll never get it done. ",
    "The way to change others' minds is with affection, and not anger.",
    "Never give up on a dream just because of the time it will take to accomplish it. The time will pass anyway.",
    "Winning isn't always championships.",
    "The majority of what you want will come from the minority of what you do.",
    "To handle yourself, use your head; to handle others, use your heart.",
    "Life is growth. If we stop growing, technically and spiritually, we are as good as dead.",
    "Few things are more deceptive than memories.",
    "Charms strike the sight, but merit wins the soul.",
    "The power of human thought grows exponentially with the number of minds that share that thought.",
    "The older you get, the more you understand how your conscience works.",
    "Nothing brings down walls as surely as acceptance.",
    "You may be one person in this world, but to one person you may mean the world.",
    "Every failure brings with it the seed of an equivalent success.",
    "The world only exists in your eyes. You can make it as big or as small as you want.",
    "There are no second chances in life, except to feel remorse.",
    "If you're not failing every now and again, it's a sign you're not doing anything very innovative.",
    "The Truth is realized in an instant; the Act is practiced step by step.",
    "Every man gotta right to decide his own destiny.",
    "A good teacher opens the door for you, but you must enter the room by yourself.",
    "Have the courage to be ignorant of a great number of things, in order to avoid the calamity of being ignorant of everything.",
    "The more something threatens your identity, the more you will avoid it.",
    "You can discover what your enemy fears most by observing the means he uses to frighten you.",
    "When the time is gone, you can never get it back."
]