[
    "Even when a friend does something you do not like, he continues to be your friend. ",
    "Intelligent men are cruel. Stupid men are monstrously cruel.",
    "A man that flies from his fear may find that he has only taken a short cut to meet it.",
    "I think it's very important to have a feedback loop, where you're constantly thinking about what you've done and how you could be doing it better.",
    "A tiny change today brings a dramatically different tomorrow.",
    "Winners are not afraid of losing. But losers are. Failure is part of the process of success. People who avoid failure also avoid success.",
    "Trust, like the soul, never returns once it is gone.",
    "If you don't find the time, if you don't do the work, you don't get the results.",
    "Today I begin a new life. I will greet this day with love in my heart.",
    "Natural talent only determines the limits of your athletic potential. It's dedication and a willingness to discipline your life that makes you great.",
    "Great loves too must be endured.",
    "Failure means you've now learned another valuable lesson that pushes you one step closer to success.",
    "You must learn to let go. Release the stress. You were never in control anyway.",
    "When the root is strong, the fruit is sweet.",
    "To be alive - is Power.",
    "The only place success comes before work is in the dictionary.",
    "Your chances of success in any undertaking can always be measured by your belief in yourself.",
    "Rather than waste time and energy worrying, use that time and energy to constructively deal with whatever is causing the worry.",
    "It is useless to meet revenge with revenge; it will heal nothing.",
    "The truth... It is a beautiful and terrible thing, and should therefore be treated with great caution.",
    "It is in the heart that makes a man rich. He is rich according to what he is, not according to what he has.",
    "If you need inspiration, don't do it.",
    "Make your life a mission - not an intermission.",
    "Everything great that has ever happened to humanity has begun as a single thought in someone's mind.",
    "Just because you are happy it does not mean that the day is perfect but that you have looked beyond its imperfections.",
    "The nearer a man comes to a calm mind, the closer he is to strength.",
    "People seldom do what they believe in. They do what is convenient, then repent.",
    "I put my heart and soul into my work, and I have lost my mind in the process.",
    "The trouble with most of us is that we'd rather be ruined by praise than saved by criticism.",
    "If you think adventure is dangerous, try routine; it is lethal.",
    "Life is a long lesson in humility. ",
    "People don't care how much you know until they know how much you care.",
    "Fishing is much more than fish.",
    "With self-discipline, almost anything is possible.",
    "Scared people want comfort and certainty so they avoid failure. People living fully seek challenges because this is where they feel alive.",
    "Happiness is a gift and the trick is not to expect it, but to delight in it when it comes.",
    "One of the first signs of the beginning of understanding is the wish to die. ",
    "You can't tell big dreams to small minded people.",
    "If you get up one more time than you fall, you will make it through.",
    "Intelligence is the ability to adapt to change.",
    "The danger of an adventure is worth a thousand days of ease and comfort.",
    "Everything that is done in the world is done by hope.",
    "Do not bite at the bait of pleasure, till you know there is no hook beneath it.",
    "Out of suffering have emerged the strongest souls; the most massive characters are seared with scars.",
    "Life is from the inside out. When you shift on the inside, life shifts on the outside.",
    "The measure of wisdom is how calm you are when facing any given situation.",
    "In the middle of difficulty lies opportunity.",
    "Be the reason someone smiles. Be the reason someone feels loved and believes in the goodness in people.",
    "A hopeless man is a very desperate and dangerous man, almost a dead man.",
    "Even in the grave, all is not lost."
]