[
    "Silence is a source of great strength.",
    "Waste not fresh tears over old griefs.",
    "The whole is greater than the sum of its parts.",
    "Peace if possible, truth at all costs.",
    "Don't live the same year 75 times and call it a life.",
    "The Law of Concentration states that whatever you dwell upon grows. The more you think about something, the more it becomes part of your reality.",
    "What people say, what people do, and what they say they do are entirely different things. ",
    "Don't try to steer the river.",
    "Doing what you love is the cornerstone of having abundance in your life. ",
    "The truth is simple. If it was complicated, everyone would understand it.",
    "The fastest way to change is to laugh at your own folly.",
    "You will not do incredible things without an incredible dream.",
    "Help others for all the times that you have been ignored. Be kind to others, for all the times that you have been scorned.",
    "Few things are more deceptive than memories.",
    "Fool me once, shame on you; fool me twice, shame on me. ",
    "Even in the grave, all is not lost.",
    "I alone cannot change the world, but I can cast a stone across the waters to create many ripples.",
    "A wise person should have money in their head, but not in their heart.",
    "Life is ten percent what you experience and ninety percent how you respond to it.",
    "Cease striving. Then there will be transformation.",
    "Don't give up on your dreams, or your dreams will give up on you.",
    "It takes a very long time to become young.",
    "All human beings can alter their lives by altering their attitudes.",
    "In nature there is no alienation. Everything belongs.",
    "Talk sense to a fool and he calls you foolish.",
    "Wisdom consists not so much in knowing what to do in the ultimate as knowing what to do next.",
    "Scared people want comfort and certainty so they avoid failure. People living fully seek challenges because this is where they feel alive.",
    "Dance first. Think later. It's the natural order.",
    "The best answer to anger is silence.",
    "I dream my painting and I paint my dream.",
    "Just because something isn't a lie does not mean that it isn't deceptive.",
    "Life is one long process of getting tired.",
    "What most people need to learn in life is how to love people and use things instead of using people and loving things.",
    "Everything that is done in the world is done by hope.",
    "Luck is what happens when preparation meets opportunity.  ",
    "Forget safety. Live where you fear to live.",
    "You can have the mind or you can have the moment.",
    "You don't need anybody to tell you who you are or what you are. You are what you are!",
    "If what you're doing is not your passion, you have nothing to lose.",
    "The universe doesn't allow perfection.",
    "Anyone telling you it's pointless to share your perspective is sharing their perspective.",
    "Quiet people have the loudest minds.",
    "It's easy to be a critic, but being a doer requires effort, risk, and change.  ",
    "There is no self-discovery without pain and loss.",
    "Whatever you think the world is withholding from you, you are withholding from the world.",
    "The great use of life is to spend it for something that will outlast it.",
    "If we are not able to smile, then the world will not have peace.",
    "Some people find fault like there is a reward for it.  ",
    "It's easy to wish for health when you're sick.  When you're doing well, you need just as much vigilance.",
    "When angry count to ten before you speak. If very angry, count to one hundred."
]