[
    "Identification with our mind causes thought to become compulsive.",
    "Wise people, even though all laws were abolished, would still lead the same life.",
    "A man who cannot tolerate small misfortunes can never accomplish great things.",
    "The chief cause of failure and unhappiness is trading what you want most for what you want right now.",
    "The only thing we have to fear is fear itself.",
    "If you do what you've always done, you'll get what you've always gotten.",
    "The roots of education are bitter, but the fruit is sweet.",
    "Men learn to love the woman they are attracted to. Women learn to become attracted to the man they fall in love with.",
    "Nearly every crisis seems to be the worst one, but after it's over, it isn't so bad.",
    "Knowing yourself is the beginning of all wisdom.",
    "When you judge others, you do not define them, you define yourself.",
    "You are free, and that is why you are lost.",
    "Those who dream by day are cognizant of many things which escape those who dream only by night.",
    "Act as if what you do makes a difference. It does.",
    "Do not wait for leaders; do it alone, person to person.",
    "Dreams provide nourishment for the soul, just as a meal does for the body.",
    "You'll never find rainbows if you're looking down.  ",
    "Tension is who you think you should be. Relaxation is who you are.",
    "To be able to forget means sanity.",
    "Everyone sees what you appear to be, few experience what you really are.",
    "The two most powerful warriors are patience and time.",
    "Simplicity is a difficult thing to achieve.  ",
    "All problems are interpersonal relationship problems.",
    "I can never decide whether my dreams are the result of my thoughts or my thoughts the result of my dreams.",
    "Meditate. It won't be fun but it will surface what you need to deal with.",
    "He is richest who is content with the least, for content is the wealth of nature.",
    "Everything that irritates us about others.",
    "I put my heart and soul into my work, and I have lost my mind in the process.",
    "The truth is rarely pure and never simple. ",
    "By perseverance the snail reached the ark.",
    "For your life to be great, your faith must be bigger than your fear.",
    "Make improvements, not excuses. Seek respect, not attention.",
    "Pleasure is always derived from something outside you, whereas joy arises from within. ",
    "Each path to knowledge involves different rules and these rules are not interchangeable.",
    "The truly rich men are the ones who have health, loved ones and a work they love.",
    "Be regular and orderly in your life, so that you may be violent and original in your work.",
    "The quality, not the longevity, of one's life is what is important.",
    "The less people know, the more stubbornly they know it.",
    "The danger of an adventure is worth a thousand days of ease and comfort.",
    "Trust, but verify.",
    "Life is simply what our feelings do to us.",
    "Courage is the willingness to engage in a risk-taking behavior regardless of whether the consequences are unknown or possibly adverse.",
    "As one grows weaker one is less susceptible to suffering. There is less hurt because there is less to hurt.",
    "Only by attracting the best people will you accomplish great deeds.",
    "If you hang out with chickens, you're going to cluck and if you hang out with eagles, you're going to fly.",
    "We know nothing of tomorrow, our business is to be good and happy today.",
    "If you want to achieve greatness stop asking for permission.",
    "Tradition is the illusion of permanence. ",
    "When you're the only sane person, you look like the only insane person.",
    "As soon as you truly commit to making something happen, the 'how' will reveal itself."
]