[
    "Duty makes us do things well, but love makes us do them beautifully.  ",
    "Fear is your worst enemy. Risk is your best friend.",
    "If you are ever the smartest person in the room, you are in the wrong room.",
    "He who knows, does not speak. He who speaks, does not know.",
    "Take care of your cents: dollars will take care of themselves.",
    "The seasons do not push one another; neither do clouds race the wind across the sky. All things happen in their own good time.",
    "Take the attitude of a student. Never be too big to ask questions. Never know too much to learn something new.",
    "Never be afraid to raise your voice for honesty and truth and compassion against injustice and lying and greed.",
    "It's not about what it is, it's about what it can become.",
    "Opportunity comes when you continually push forward.",
    "Worry is a waste of emotional reserve.",
    "The true soldier fights not because he hates what is in front of him, but because he loves what is behind him.",
    "How to get more opportunity: Create more opportunity for others.",
    "Unless a man is master of his soul, all other kinds of mastery amount to little.",
    "Absurdity is the ecstasy of intellectualism.",
    "Enjoy life. There's plenty of time to be dead.",
    "Curiosity is the most powerful thing you own. Imagination is a force that can actually manifest a reality.",
    "Be a master of change rather than a victim of change.",
    "Empty yourself of everything - let the mind become still.",
    "What have you done today to make someone else happy?",
    "If you pray for rain, be prepared to deal with some mud.",
    "Everybody's life is either rewarding or an example.",
    "Either write something worth reading or do something worth writing.",
    "Anyone telling you it's pointless to share your perspective is sharing their perspective.",
    "It is not as important how we start, but how we finish.",
    "Truth is like most opinions - best unexpressed.",
    "It is important to fight and fight again, and keep fighting, for only then can evil be kept at bay though never quite eradicated.",
    "Every day may not be good, but there's something good in every day.",
    "The way to get started is to quit talking and begin doing.",
    "If you run you stand a chance of losing, but if you don't run you've already lost.",
    "The biggest room in the world is the room for improvement.",
    "I am always doing that which I can not do, in order that I may learn how to do it.",
    "Natural talent only determines the limits of your athletic potential. It's dedication and a willingness to discipline your life that makes you great.",
    "It doesn't matter what you do, only how well you do it.",
    "Follow your heart, listen to your inner voice, stop caring about what others think.",
    "We suffer more often in imagination than in reality.  ",
    "A man is not called wise because he talks and talks again; but if he is peaceful, loving and fearless then he is in truth called wise. ",
    "Progress lies not in enhancing what is, but in advancing toward what will be.",
    "The first step is to establish that something is possible; then probability will occur.",
    "Man invented language to satisfy his deep need to complain.",
    "If you're walking down the right path and you're willing to keep walking, eventually you'll make progress.",
    "The harder you work, the harder it is to surrender.",
    "If you tell the truth, you don't have to remember anything.",
    "Yesterday is the past, tomorrow is the future, today is a gift - that's why it's called the present.",
    "Whoever is happy will make others happy too.",
    "Show me a hero, and I'll write you a tragedy.",
    "Courage is the willingness to engage in a risk-taking behavior regardless of whether the consequences are unknown or possibly adverse.",
    "He who violates another's honor loses his own.",
    "All life is a manifestation of the spirit, the manifestation of love.",
    "Never let the things you can't do stop you from doing what you can."
]