[
    "If you aren't sure which way to do something, do it both ways and see which works better.",
    "Nature is pleased with simplicity. And nature is no dummy.",
    "You're only given a little spark of madness. You mustn't lose it.",
    "While some of us act without thinking, too many of us think without acting.",
    "Too many of us are not living our dreams because we are living our fears.",
    "Surround yourself with people who take their work seriously, but not themselves, those who work hard and play hard.",
    "Enthusiasm is a vital element toward the individual success of every man or woman.",
    "Often we pass beside happiness without seeing it, without looking at it, or even if we have seen and looked at it, without recognizing it.",
    "Happiness is the meaning and the purpose of life, the whole aim and end of human existence.",
    "Don't let them drag you down by rumors. Just go with what you believe in.",
    "No idea, no matter how good, will work if it doesn't get used.",
    "To be prepared is half the victory. ",
    "The mirror is a worthless invention. The only way to truly see yourself is in the reflection of someone elses. eyes.",
    "The present moment dies every moment to become the past , is reborn every moment into the future. All experience is now. Now never ends.",
    "What's right is what's left if you do everything else wrong.",
    "A mistake is only an error, it becomes a mistake when you fail to correct it.",
    "All know that the drop merges into the ocean, but few know that the ocean merges into the drop.",
    "You are not one person, but three: The one you think you are; The one others think you are; The one you really are.",
    "I discovered a long time ago that if I helped enough people get what they wanted, I would always get what I wanted and I would never have to worry.",
    "Without the confidence, nothing can be accomplished.",
    "Ponder and deliberate before you make a move.",
    "If you are not living each day with excitement, energy, and passion, then you are not living true to your life purpose.",
    "People become attached to their burdens sometimes more than the burdens are attached to them.",
    "Associate with people who are likely to improve you.  ",
    "If you want something then you lose everything. If you don't want anything then you already have everything.",
    "Confidence is consistency of thinking about what is possible and how to make it possible.",
    "Friends ask you questions; enemies question you.",
    "Observe things as they are and don't pay attention to other people.",
    "The destiny of man is in his own soul. ",
    "The soul should always stand ajar, ready to welcome the ecstatic experience.",
    "If you want to find the secrets of the universe, think in terms of energy, frequency and vibration. ",
    "An investment in knowledge pays the best interest.",
    "True knowledge exists in knowing that you know nothing.",
    "The things I carry are my thoughts. That's it. They are the only weight. My thoughts determine whether I am free and light or burdened.",
    "There are no ordinary moments.",
    "Nothing external to you has any power over you.",
    "Be grateful for what you have now, and nothing should be taken for granted.",
    "The biggest challenge after success is shutting up about it.",
    "What is planted in each person's soul will sprout.  ",
    "The highest level of wisdom is when you not only accept but love adversity.",
    "Everything will be ok in the end. If it's not ok, it's not the end.",
    "Growing up is losing some illusions, in order to acquire others.",
    "Loss is nothing else but change and change is nature's delight.",
    "Watch what you say, and whatever you say, practice it.",
    "The wise speak only of what they know.",
    "The world is open for play, everything and everybody is mockable in a wonderful way.",
    "You have to give up some of the old so that you can make room for the new.",
    "You cannot have a positive life and a negative mind.",
    "If you cling to a certain thought with dynamic will power, it finally assumes a tangible outward form.",
    "Nothing makes a man broad-minded like adversity."
]