[
    "Words are the clothing of our thoughts.",
    "Cherish forever what makes you unique, cuz you're really a yawn if it goes.",
    "What's obvious to you isn't obvious to most people. Operate from this perspective and you'll help more people.",
    "Keep your face to the sunshine and you cannot see the shadows.",
    "Life is ten percent what you experience and ninety percent how you respond to it.",
    "Don't let the fear of losing be greater than the excitement of winning.",
    "A comfort zone is a beautiful place, but nothing ever grows there.",
    "Trust in dreams, for in them is the hidden gate to eternity.  ",
    "Whatever happened, happened for the good. Whatever is happening, is happening for the good. Whatever will happen, will also happen for the good.",
    "Failure is just information and an opportunity to change your course.",
    "Greatness comes from living with purpose and passion.",
    "Be not glad at the misfortune of another, though he may be your enemy. ",
    "Nothing is too high for a man to reach, but he must climb with care and confidence",
    "There is always risk, so learn to manage risk instead of avoiding it.",
    "It isn't what you have or who you are or where you are or what you are doing that makes you happy or unhappy. It is what you think about it.",
    "The highest level of wisdom is when you not only accept but love adversity.",
    "Your neighbor is the man who needs you.",
    "What you get by achieving your goals is not as important as what you become by achieving your goals.",
    "Better a diamond with a flaw than a pebble without one.",
    "In order to attain the impossible, one must attempt the absurd.",
    "Projecting your mind into a successful situation is the most powerful means to achieve goals.  ",
    "What's the point in being smart enough to read, if everything you read makes you dumb?",
    "Our joy does not have to be based on our circumstances.",
    "When your intuition is strong, follow it.",
    "Blessed is he who expects nothing, for he shall never be disappointed.",
    "Being ignorant is not so much a shame, as being unwilling to learn.",
    "Victory is always possible for the person who refuses to stop fighting.",
    "Your business is not to 'get somewhere' - it is to be here.",
    "Success is stumbling from failure to failure with no loss of enthusiasm.",
    "Life is not a problem to be solved, but a reality to be experienced.",
    "Knowledge is a treasure, but practice is the key to it.",
    "Embody what you teach, and teach only what you have embodied.",
    "Every limit is a beginning as well as an ending.",
    "The quality of your life is the quality of your relationships.",
    "Art is to console those who are broken by life.",
    "Beginning today, treat everyone you meet as if they were going to be dead by midnight. Your life will never be the same again.",
    "We ordinary people must forge our own beauty.",
    "Don't look for meaning in the words. Listen to the silences.",
    "Mastering others is strength, mastering yourself is true power.",
    "Making your mark on the world is hard. If it were easy, everybody would do it.",
    "We can change our lives. We can do, have, and be exactly what we wish.",
    "Life needs to be more than just solving problems every day. You need to wake up and be excited about the future.",
    "Work is always an antidote to depression.",
    "Success is not to be pursued, it is to be attracted by the person you become.",
    "You don't get in life what you want; you get in life what you are.",
    "The finish line is just the beginning of a whole new race.",
    "The quality of your life is determined by the quality of your thoughts.",
    "It is dangerous to be right in matters on which the established authorities are wrong.",
    "The future will be shaped by those willing to commit their minds and their bodies to the task.",
    "Don't criticize what you can't understand. "
]