[
    "We suffer for the simple reason that suffering is biologically useful. It is nature's preferred agent for inspiring change.",
    "There are two things a person should never be angry at, what they can help, and what they cannot.",
    "Our joy does not have to be based on our circumstances.",
    "If you want to be happy, set a goal that commands your thoughts, liberates your energy, and inspires your hopes.",
    "Many people spend more time looking at their failures than focusing on their successes.",
    "I hear and I forget. I see and I remember. I do and I understand. ",
    "Trying to define yourself is like trying to bite your own teeth.",
    "When we strive to become better than we are, everything around us becomes better, too.",
    "There is no sadder sight than a young pessimist.",
    "We must create our own world or we will die from inaction.",
    "It is our choices that show what we truly are, far more than our abilities.",
    "Insanity is relative. It depends on who has who locked in what cage.  ",
    "A good stance and posture reflect a proper state of mind.",
    "A man sooner or later discovers that he is the master-gardener of his soul, the director of his life.",
    "Know yourself and you will win all battles.",
    "No matter how tall the mountain is, it cannot block the sun.",
    "There are no uninteresting things, only uninterested people.",
    "Happiness depends upon ourselves.",
    "You can't tell big dreams to small minded people.",
    "Your very silence shows you agree.",
    "If you correct your mind, the rest of your life will fall into place.",
    "We are born from a quiet sleep, and we die to a calm awakening",
    "A wise man makes his own decisions, but an ignorant man mindlessly follows the crowd.",
    "Lack of emotion causes lack of progress and lack of motivation.",
    "If you genuinely want something, don't wait for it - teach yourself.",
    "The weak can never forgive. Forgiveness is the attribute of the strong.",
    "Have the courage to follow your heart and intuition. They somehow know what you truly want to become.",
    "When you realize you've made a mistake, take immediate steps to correct it.",
    "Be thankful for everything that happens in your life; it's all an experience.",
    "Those who cannot change their minds cannot change anything.",
    "We are shaped and fashioned by what we love.",
    "Work out your own salvation. Do not depend on others.",
    "Obstacles can't stop you. Problems can't stop you. Most of all, other people can't stop you. Only you can stop you.",
    "Never put off to tomorrow what you can do to-day.",
    "Failure is not fatal, but failure to change might be.",
    "He who permits himself to tell a lie once, finds it much easier to do it the second time.",
    "The first rule of business; treat others like they want to treat you.",
    "Don't ever be afraid to put yourself in a lesser position so that you can learn something from someone who knows more.",
    "Inspire yourself to be great. Being good isn't good enough.",
    "Failure is the highway to success.",
    "It's beautiful to be alone. To be alone does not mean to be lonely. It means the mind is not influenced and contaminated by society.",
    "Anything worth doing is worth doing slowly.",
    "Give so much away people insist on paying you.",
    "I love fools' experiments. I am always making them.",
    "Opportunity is missed by most people because it is dressed in overalls and looks like work.",
    "Don't wait for the right opportunity: create it.",
    "Whoever is happy will make others happy too.",
    "The worst part of success is trying to find someone who is happy for you.",
    "There is no path to Happiness. Happiness is the path.",
    "All men who have achieved great things have been great dreamers. "
]