[
    "No matter what happens, always be yourself.",
    "Those who are enlightened never stop forging themselves.",
    "If you want to see things just as they are, then you yourself must practice just as you are.",
    "Death smiles at us all. All we can do is smile back.",
    "Everyone can rise above their circumstances and achieve success if they are dedicated to and passionate about what they do.",
    "What is planted in each person's soul will sprout.  ",
    "If you aren't sure which way to do something, do it both ways and see which works better.",
    "Be of good cheer about death, and know this of a truth, that no evil can happen to a good man, either in life or after death.",
    "Only one thing is ever guaranteed, that is that you will definitely not achieve the goal if you don't take the shot.",
    "The only thing we have to fear is fear itself.",
    "You will have bad times, but they will always wake you up to the stuff you weren't paying attention to.",
    "Perseverance and spirit have done wonders in all ages. ",
    "The prettiest eyes have cried the most.",
    "You can start changing our world for the better daily, no matter how small the action.",
    "The future is the worst thing about the present.",
    "The Only Thing That Is Constant Is Change",
    "Victims recite problems, leaders provide solutions.",
    "If everyone is moving forward together, then success takes care of itself.",
    "Note that this journey is uniquely yours, no one elses. So the path has to be your own.",
    "The whole of life, from the moment you are born to the moment you die, is a process of learning.",
    "It's beautiful to be alone. To be alone does not mean to be lonely. It means the mind is not influenced and contaminated by society.",
    "A tiger doesn't lose sleep over the opinion of sheep.",
    "The key to success is action.",
    "Hope is important because it can make the present moment less difficult to bear. If we believe that tomorrow will be better, we can bear a hardship today.",
    "The wisest men follow their own direction.",
    "Success is a poor teacher.",
    "Not all those who wander are lost.",
    "The smallest act of kindness is worth more than the greatest intention.  ",
    "You are never too old to become younger.",
    "The right thing to do and the hard thing to do are usually the same.",
    "Even if our home burns down we can rebuild it. But the things that we got for nothing, we can never replace.",
    "You become stronger with every problem you face and every obstacle you overcome.",
    "Honor is the foundation of courage.",
    "Love and compassion are necessities, not luxuries. Without them, humanity cannot survive.",
    "Our greatest fears lie in anticipation.",
    "A successful man is one who can lay a firm foundation with the bricks others have thrown at him.  ",
    "Nothing can dim the light which shines from within.",
    "A journey of a thousand miles must begin with a single step.",
    "The most difficult thing is the decision to act, the rest is merely tenacity. The fears are paper tigers.",
    "You're on earth. There's no cure for that.",
    "Do you want to know who you are? Don't ask. Act! Action will delineate and define you.",
    "It's not what happens to you, but how you react to it that matters.",
    "Help others for all the times that you have been ignored. Be kind to others, for all the times that you have been scorned.",
    "The world doesn't owe you anything. It was here first.",
    "A day without laughter is a day wasted.",
    "You must find the place inside yourself where nothing is impossible.",
    "No idea, no matter how good, will work if it doesn't get used.",
    "Simplicity is a difficult thing to achieve.  ",
    "The more you extend kindness to yourself, the more it will become your automatic response to others.",
    "I love fools' experiments. I am always making them."
]