[
    "The single most powerful asset we all have is our mind.",
    "Do you want to know who you are? Don't ask. Act! Action will delineate and define you.",
    "Every artist dips his brush in his own soul, and paints his own nature into his pictures.",
    "I am always doing what I cannot do yet, in order to learn how to do it.",
    "There is no greater agony than bearing an untold story inside you.",
    "The salvation of the world lies in the human heart.",
    "Dream big. Start small. But most of all, start.",
    "Routine life is unbearable, and most people only think about how to escape into the world of fantasy and dreams.",
    "Setting goals is the first step in turning the invisible into the visible.",
    "I wasn't brave, I just didn't have time to be scared.",
    "Intense love does not measure, it just gives.",
    "Fool me once, shame on you; fool me twice, shame on me. ",
    "Courage is found in unlikely places.",
    "Constantly think about how you could be doing things better.",
    "I'd rather welcome change than cling to the past.",
    "A man sooner or later discovers that he is the master-gardener of his soul, the director of his life.",
    "Where there's life, there's hope.",
    "It is the nature of the wise to resist pleasures, but the foolish to be a slave to them.",
    "The greatest weariness comes from work not done.",
    "Man is made by his belief. As he believes, so he is.",
    "Too many of us are not living our dreams because we are living our fears.",
    "People are not disturbed by things, but by the views they take of them.",
    "Raise your words, not voice. It is rain that grows flowers, not thunder.",
    "He is a wise man who does not grieve for the things which he has not, but rejoices for those which he has.",
    "Nothing in this world is worth having or worth doing unless it means effort, pain, difficulty.",
    "Don't stumble over something that's behind you.",
    "Few things are more deceptive than memories.",
    "The quicker you let go of old cheese, the sooner you find new cheese.",
    "Anger, ego, jealousy are the biggest diseases,Keep yourself aloof from these three diseases.",
    "The ones who are crazy enough to think they can change the world, are the ones that do.",
    "When reading, only read. When eating, only eat. When thinking, only think.",
    "Confidence breeds beauty.  ",
    "The truth is not for all men, but for those who seek it.",
    "Start the day with love, spend the day with love, fill the day with love and end the day with love.",
    "Peaceful is the one who expects nothing.",
    "Give more than you think you can, trusting that you are richer than you think.",
    "What worries you, masters you.",
    "If you can't feed a hundred people, then feed just one.",
    "Act the way you want to be and soon you'll be the way you act.",
    "As mortals, we're ruled by conditions, not by ourselves.",
    "The more you are focused on time - past and future - the more you miss the Now, the most precious thing there is.",
    "Imagination is everything. It is the preview of life's coming attractions.",
    "Show me a hero, and I'll write you a tragedy.",
    "Let each man exercise the art he knows.",
    "The greatest enemy of knowledge is not ignorance, it's the illusion of knowledge.",
    "There are only two ways to live your life. One is as if nothing is a miracle. The other is as if everything is a miracle.",
    "No man is more cheated than the selfish man.",
    "Fear is your worst enemy. Risk is your best friend.",
    "The man who removes a mountain begins by carrying away small stones.",
    "I defeat my enemies when I make them my friends."
]