[
    "Sometimes good things fall apart so better things can fall together.",
    "Do your duty and a little more and the future will take care of itself.",
    "It's your life-but only if you make it so.",
    "The older you get, the more you understand how your conscience works.",
    "No matter what happens, always be yourself.",
    "Successful people appreciate where they have come from, but they don't let their past set the tone for their future.",
    "Wisdom consists not so much in knowing what to do in the ultimate as knowing what to do next.",
    "A single act of kindness throws out roots in all directions, and the roots spring up and make new trees.",
    "The measure of who we are is what we do with what we have.",
    "If you can't argue both sides, you can't argue.",
    "You are not stuck where you are unless you decide to be.  ",
    "The spirit is beyond destruction. No one can bring an end to spirit which is everlasting.",
    "Life has the name of life, but in reality it is death.",
    "If you do not push the boundaries, you will never know where they are.",
    "On the other side of the clouds is a bright blue sky.",
    "Art is the signature of civilizations. ",
    "Don't want anything. Then you get everything.",
    "Peace is the result of retraining your mind to process life as it is, rather than as you think it should be.  ",
    "He who knows, does not speak. He who speaks, does not know.",
    "It's not how much we give but how much love we put into giving.",
    "Amateurs sit and wait for inspiration, the rest of us just get up and got to work.",
    "Everyone wants to go to Heaven, but no one wants to die.",
    "Fortunate are those who take the first steps.",
    "To avoid criticism, do nothing, say nothing, and be nothing.",
    "Don't measure yourself by what you have accomplished, but by what you should have accomplished with your ability.",
    "Accept responsibility for your life. Know that it is you who will get you where you want to go, no one else.",
    "If you focus on results and finding shortcuts, you'll get impatient. If you focus on the process and doing the right thing, you'll be unstoppable.",
    "The difference between treason and patriotism is only a matter of dates.",
    "Think how really precious is the time you have to spend, whether it's at work or with your family. Every minute should be enjoyed and savored.",
    "There is no right or wrong, only a series of possibilities that shift with each thought, feeling, and action that you experience.",
    "Just because you are happy it does not mean that the day is perfect but that you have looked beyond its imperfections.",
    "Death smiles at us all. All we can do is smile back.",
    "My instinct is always to seek out challenges as opposed to avoiding them.",
    "What the caterpillar calls the end of the world, the master calls a butterfly.",
    "You are now, and you do become, what you think about.",
    "If you read a lot of books, you're considered well-read. But if you watch a lot of TV, you're not considered well-viewed.",
    "The world only exists in your eyes. You can make it as big or as small as you want.",
    "Do anything, but let it produce joy.",
    "Excuses are the lies you convince yourself are true to avoid proving you are worthy of the gift you were given.",
    "The future is no more uncertain than the present.",
    "Be the change that you want to see in the world.",
    "A lie can travel half way around the world while the truth is putting on its shoes.",
    "What would you do if you weren't afraid?",
    "Embrace the life you have and stop wishing that you could be someone else.",
    "The least deviation from truth will be multiplied later.",
    "Yesterday is history, tomorrow is a mystery, today is God's gift, that's why we call it the present.",
    "Courage is resistance to fear, mastery of fear - not absence of fear.",
    "What lies behind us and what lies before us are tiny matters compared to what lies within us.",
    "Unexpressed emotions will never die. They are buried alive and will come forth later in uglier ways.",
    "Leadership starts at the top."
]