[
    "The key to success is failure.",
    "If the grass is greener on the other side, maybe that's because you're not taking good care of your grass.",
    "If someone betrays you once, it's their fault; if they betray you twice, it's your fault.",
    "There is no way to happiness - happiness is the way.",
    "We never know the love of a parent till we become parents ourselves.",
    "Be Brave and Take Risks: You need to have faith in yourself. Be brave and take risks. You don't have to have it all figured out to move forward.",
    "Winners are not afraid of losing. But losers are. Failure is part of the process of success. People who avoid failure also avoid success.",
    "The greatest work that kindness does to others is that it makes them kind themselves.",
    "Insanity: doing the same thing over and over again and expecting different results.",
    "Never give way to laziness.",
    "Most people get ahead during the time that others waste.",
    "Confidence breeds beauty.  ",
    "The birth of the mind is the death of the senses.",
    "The only way to make sense out of change is to plunge into it, move with it, and join the dance.",
    "Being entirely honest with oneself is a good exercise.",
    "You get in life what you have the courage to ask for.",
    "Becoming a great leader doesn't mean being perfect. it means living with your imperfections.",
    "If you can change your mind, you can change your life.",
    "I am thankful to all who said no to me. It is because of them that I'm doing it myself.",
    "A leader leads by example, not by force.",
    "Closing your eyes and listening to silence is self-care.",
    "Very little is needed to make a happy life; it is all within yourself, in your way of thinking.",
    "Embody what you teach, and teach only what you have embodied.",
    "The wisdom of life consists in the elimination of the nonessentials.",
    "Disobedience is the true foundation of liberty. The obedient must be slaves.",
    "Anything becomes interesting if you look at it long enough..",
    "Don't change your mind just because people are offended; change your mind if you're wrong.",
    "People think about what they don't want and attract more of the same.",
    "The only reason to be alive is to enjoy it.",
    "The most important thing in communication is to hear what isn't being said.",
    "If you focus on success, you'll have stress. But if you pursue excellence, success will be guaranteed.",
    "When asked, how do you write? I invariably answer, one word at a time.",
    "Know yourself and you will win all battles.",
    "Still your waters.",
    "The quieter you become, the more you are able to hear.",
    "Even in the grave, all is not lost.",
    "You use a glass mirror to see your face; you use works of art to see your soul.",
    "The score never interested me, only the game.",
    "You can live a whole life time never being awake.",
    "There are no ordinary moments.",
    "Routine life is unbearable, and most people only think about how to escape into the world of fantasy and dreams.",
    "You must either modify your dreams or magnify your skills.",
    "Trying to define yourself is like trying to bite your own teeth.",
    "Curiosity is the most powerful thing you own.",
    "Until we can manage time, we can manage nothing else.",
    "A day without laughter is a day wasted.",
    "If you are not living each day with excitement, energy, and passion, then you are not living true to your life purpose.",
    "It all depends on what you choose to believe.",
    "Life is too important to be taken seriously.",
    "We are most nearly ourselves when we achieve the seriousness of the child at play."
]