[
    "To himself everyone is immortal; he may know that he is going to die, but he can never know he is dead.",
    "There is always risk, so learn to manage risk instead of avoiding it.",
    "Remember, today is the tomorrow you worried about yesterday.",
    "It's better to have a short life that is full of what you like doing, than a long life spent in a miserable way.",
    "Your world is a living expression of how you are using and have used your mind.",
    "Throw me to the wolves and I will return leading the pack.  ",
    "Look to the beauty of this day, miracles are all around you.",
    "Receive without pride, let go without attachment.",
    "Goals are the fuel in the furnace of achievement.",
    "The journey, not the destination matters.",
    "Is it really possible to tell someone else what one feels?",
    "The most effective way to do it, is to do it.",
    "Every traveler has a home of his own, and he learns to appreciate it the more from his wandering.",
    "For things to change, you have to change.",
    "No one returns from a long journey the same person they were before.",
    "If you can handle rejection, you'll learn to get everything you want.",
    "If you always do what you've always done, you'll always get what you've always got. ",
    "Wealth consists not in having great possessions, but in having few wants.",
    "Tis not too late to seek a newer world.",
    "Within every desire is the mechanics of its fulfillment.",
    "The road to success is always under construction..",
    "I am who I am today because of the choices I made yesterday.",
    "Do every act of your life as if it were your last.",
    "Don't try to steer the river.",
    "Hope means hoping when everything seems hopeless.",
    "Don't waste your time in anger, regrets, worries, and grudges. Life is too short to be unhappy.",
    "The decisions of our past are the architects of our present.",
    "To be of use to the world is the only way to be happy.",
    "Winners are not people who never fail, but people who never quit.",
    "Take care of your cents: dollars will take care of themselves.",
    "Choose a job you love, and you will never have to work a day in your life. ",
    "Extraordinary results happen only when you give the best you have to become the best you can be at your most important work.",
    "When you love someone, you love the person as they are, and not as you'd like them to be.",
    "Write to help yourself, publish to help others.",
    "There is no greater agony than bearing an untold story inside you.",
    "The scariest moment is always just before you start. After that, things can only get better.",
    "Your happiness is what truly matters most. Do what you have to do in order to be happy.",
    "Management is doing things right; leadership is doing the right things.",
    "Confidence is like a dragon where, for every head cut off, two more heads grow back.",
    "Life is a question and how we live it is our answer.",
    "Short cuts make long delays.",
    "Courage is almost a contradiction in terms. It means a strong desire to live taking the form of a readiness to die.",
    "Every moment you get is a gift. Spend it on things that matter. Don't spend it by dwelling on unhappy things.",
    "Don't concern yourself with the money. Be of service. Build. Work. Dream. Create.",
    "Learn to use your emotions to think, not think with your emotions.",
    "Never was anything great achieved without danger.",
    "Always forgive your enemies - nothing annoys them so much. ",
    "It is easy to discover what another has discovered before.",
    "Only those who do nothing at all make no mistakes.",
    "Take time like the river that never grows stale. Keep going and steady. No hurry, no rush."
]