[
    "Victorious warriors win first and then go to war, while defeated warriors go to war first and then seek to win.",
    "You don't know who is important to you until you actually lose them.",
    "What lies behind us and what lies before us are tiny matters compared to what lies within us.",
    "Don't let the noise of others opinions drown out your inner voice.",
    "The best way to find yourself is to lose yourself in the service of others.",
    "Even if I knew that tomorrow the world would go to pieces, I would still plant my apple tree. ",
    "He who knows how to wait need make no concessions.",
    "Wealth consists not in having great possessions, but in having few wants.",
    "If you want to be successful, find someone who has achieved the results you want and copy what they do and you'll achieve the same results.",
    "Amateurs sit and wait for inspiration, the rest of us just get up and got to work.",
    "When you make a choice, you change the future.",
    "Wake up and smile! Wake up and be grateful!",
    "The person who never made a mistake never tried anything new.",
    "I was angered, for I had no shoes. Then I met a man who had no feet. ",
    "Man must use what he has, not hope for what is not.",
    "The grass is greener where you water it.",
    "Courage is not having the strength to go on; it is going on when you don't have the strength.",
    "All you need is passion. If you have a passion for something, you'll create the talent.",
    "You change the world by being yourself.",
    "Constantly think about how you could be doing things better.",
    "It is indeed a radical act of love just to sit down and be quiet for a time by yourself.",
    "Our attitude toward life determines life's attitude towards us.",
    "Never do to others what you would not like them to do to you. ",
    "Have the courage to follow your heart and intuition. They somehow know what you truly want to become.",
    "Be the reason someone smiles. Be the reason someone feels loved and believes in the goodness in people.",
    "No matter how qualified or deserving we are, we will never reach a better life until we can imagine it for ourselves and allow ourselves to have it.",
    "Care about what other people think and you will always be their prisoner.",
    "Working hard for something we don't care about is called stress: Working hard for something we love is called passion.",
    "A liar knows that he is a liar, but one who speaks mere portions of truth in order to deceive is a craftsman of destruction.",
    "Once you learn to quit, it becomes a habit.",
    "Genius is one percent inspiration and ninety-nine percent perspiration.",
    "A single dream is more powerful than a thousand realities.",
    "Not all of us can do great things. But we can do small things with great love.",
    "You came empty handed, and you will leave empty handed.",
    "Help others and give something back.",
    "Things turn out best for the people who make the best of the way things turn out.",
    "Doing the best at this moment puts you in the best place for the next moment.",
    "Most of the evil in this world is done by people with good intentions.",
    "You must either modify your dreams or magnify your skills.",
    "Don't cry because it's over. Smile because it happened.",
    "The fastest way to change is to laugh at your own folly.",
    "Remember the entrance to the sanctuary is inside you.",
    "Storms don't last forever.",
    "No need to hurry. No need to sparkle. No need to be anybody but oneself.",
    "Curiosity is the most powerful thing you own.",
    "Give me six hours to chop down a tree and I will spend the first four sharpening the axe.",
    "True love stories never have endings.",
    "Change will not come if we wait for some other person, or if we wait for some other time.",
    "Anger is an acid that can do more harm to the vessel in which it is stored than to anything on which it is poured.",
    "Things do not have meaning. We assign meaning to everything."
]