[
    "Poverty and hardship are created by false thinking.",
    "Identify your problems, but give your power and energy to solutions.",
    "Confidence breeds beauty.  ",
    "Never say never, because limits, like fears, are often just an illusion.",
    "The world would go on even without you. Don't take yourself so seriously.",
    "Truth will always be truth, regardless of lack of understanding, disbelief or ignorance. ",
    "I'd rather welcome change than cling to the past.",
    "Don't shortchange yourself when it comes to investing in your own better future.",
    "Every man gotta right to decide his own destiny.",
    "Magic is believing in yourself, if you can do that, you can make anything happen.",
    "Be kind whenever possible. It is always possible.",
    "Always focus on the front windshield and not the rear view mirror.",
    "No one is useless in this world who lightens the burdens of another.",
    "Life is a process. We are a process. The universe is a process.",
    "Those who are possessed by nothing possess everything.",
    "Focus on how far you have come in life rather than looking at the accomplishments of others.",
    "He that can have patience can have what he will.",
    "What you do today can improve all your tomorrows.",
    "For changes to be of any true value, they've got to be lasting and consistent.",
    "Just throw away all thoughts of imaginary things, and stand firm in that which you are.",
    "Happiness is the spiritual experience of living every minute with love, grace and gratitude.",
    "Everything that is done in the world is done by hope.",
    "Strive for excellence, not perfection, because we don't live in a perfect world.",
    "Older men declare war. But it is youth that must fight and die.",
    "The shoe that fits one person pinches another; there is no recipe for living that suits all cases.",
    "Open your eyes and look within. Are you satisfied with the life you're living?",
    "Be as simple as you can be; you will be astonished to see how uncomplicated and happy your life can become.",
    "A man who acquires the ability to take full possession of his own mind may take possession of anything else to which he is justly entitled.",
    "The best teacher is experience and not through someone's distorted point of view.",
    "To live is to be willing to die over and over again.",
    "The fastest way to change is to laugh at your own folly.",
    "The only place success comes before work is in the dictionary.",
    "First say to yourself what you would be; and then do what you have to do.",
    "Happiness is a choice and a skill and you can dedicate yourself to learning that skill and making that choice.",
    "Watch what you say, and whatever you say, practice it.",
    "You have the potential for greatness.",
    "Pleasure is always derived from something outside you, whereas joy arises from within. ",
    "You must conceive it in your heart and mind before you can receive it. If you believe then all things are possible.",
    "Death walks faster than the wind and never returns what he has taken.",
    "Nothing brings down walls as surely as acceptance.",
    "Every person, all the events of your life are there because you have drawn them there. What you choose to do with them is up to you.",
    "Each time we don't say what we wanna say, we're dying.",
    "Do the difficult things while they are easy and do the great things while they are small.",
    "Life would be tragic if it weren't funny.",
    "We must embrace pain and burn it as fuel for our journey.",
    "You were put on this earth to achieve your greatest self, to live out your purpose, and to do it courageously.",
    "Find the game where you can win, and then commit your life to playing it; and play to win.",
    "Lost Time is never found again.",
    "An un-examined life is not worth living.",
    "It matters not what someone is born, but what they grow to be."
]