[
    "If he cannot stop the mind that seeks after fame and profit, he will spend his life without finding peace.",
    "Just try to be the best you can be; never cease trying to be the best you can be. That's in your power.",
    "From error to error one discovers the entire truth.",
    "Don't let the behavior of others destroy your inner peace.",
    "You're on earth. There's no cure for that.",
    "There are no ordinary moments.",
    "Attitude is a little thing that makes a big difference.",
    "If you don't program yourself, life will program you.",
    "My favorite things in life don't cost any money. It's really clear that the most precious resource we all have is time.",
    "Confidence comes not from always being right but not fearing to be wrong.",
    "Judge a man by his questions rather than his answers.",
    "One loses many laughs by not laughing at oneself.",
    "Change yourself and you have done your part in changing the world.",
    "I like the dreams of the future better than the history of the past.",
    "Supreme excellence consists of breaking the enemy's resistance without fighting.",
    "It is not uncommon for people to spend their whole life waiting to start living.",
    "Everybody needs a passion. That's what keeps life interesting.",
    "TEAMWORK: the fuel that allows common people attain uncommon results.",
    "Sometimes a change of perspective is all it takes to see the light.",
    "You can tell more about a person by what he says about others than you can by what others say about him.",
    "A single act of kindness throws out roots in all directions, and the roots spring up and make new trees.",
    "Just throw away all thoughts of imaginary things, and stand firm in that which you are.",
    "The degree of responsibility you take for your life determines how much change you can create in it.",
    "Talk to someone about themselves and they'll listen for hours.",
    "There are no differences but differences of degree between different degrees of difference and no difference.",
    "If you do not tell the truth about yourself you cannot tell it about other people.",
    "From morning till night, we should never rely on a single thing.",
    "Take into account that great love and great achievements involve great risk.",
    "Attitude drives actions. Actions drive results. Results drive lifestyles.",
    "Help others for all the times that you have been ignored. Be kind to others, for all the times that you have been scorned.",
    "The more knowledge you have, the more you're free to rely on your instincts.",
    "It is not fair to ask of others what you are not willing to do yourself.",
    "I've always lived in the moment.",
    "Life moves on and so should we.",
    "We have more possibilities available in each moment than we realize.",
    "Kindness is a language which the deaf can hear and the blind can see.",
    "The secret of change is to focus all your energy not on fighting the old, but on building the new.",
    "Live your life as an exclamation rather than an explanation.",
    "The best answer to anger is silence.",
    "If you focus on results and finding shortcuts, you'll get impatient. If you focus on the process and doing the right thing, you'll be unstoppable.",
    "Great minds are always feared by lesser minds.",
    "Given the choice between the experience of pain and nothing, I would choose pain.",
    "Always be a first-rate version of yourself, instead of a second-rate version of someone else.",
    "We never know how high we are till we are called to rise. Then if we are true to form our statures touch the skies.",
    "We suffer for the simple reason that suffering is biologically useful. It is nature's preferred agent for inspiring change.",
    "I learned the value of hard work by working hard. ",
    "We think too much and feel too little.",
    "We must have strong minds, ready to accept facts as they are.",
    "All problems are interpersonal relationship problems.",
    "It matters not what someone is born, but what they grow to be."
]