[
    "Our view of the world is truly shaped by what we decide to hear.",
    "Words are the clothes thoughts wear.",
    "Engage in those actions and thoughts that nurture the good qualities you want to have.",
    "Often in the real world, it's not the smart that get ahead, but the bold.",
    "You are not what you think you are, You are not what others think you are, You are what you think others think you are.",
    "If you practiced for the day, then you have won. If you were lazy for the day, then you have lost.",
    "Treat everyone with politeness and kindness, not because they are nice, but because you are.",
    "What is a friend? A single soul dwelling in two bodies.",
    "We may not be responsible for the world that created our minds, but we can take responsibility for the mind with which we create our world.",
    "The power to make and break habits and learning how to do that is really important.",
    "Every hour of every day is an unspeakably perfect miracle.",
    "I do not exist to impress the world. I exist to live my life in a way that will make me happy.",
    "Success is not what you do when you are on top.  Success is how high you bounce when you hit the bottom.",
    "Evil is whatever distracts. ",
    "If the grass is greener on the other side, maybe that's because you're not taking good care of your grass.",
    "You'll get more from being a peacemaker than a warrior.",
    "If you don't have time to do it right, when will you have time to do it over?",
    "Keep your face always toward the sunshine -  shadows will fall behind you.",
    "It is during our darkest moments that we must focus to see the light.",
    "Be happy in the moment, that's enough. Each moment is all we need, not more.",
    "There is no path to Peace. Peace is the path.",
    "Consider the rights of others before your own feelings, and the feelings of others before your own rights.",
    "He who can, does.",
    "You may be disappointed if you fail, but you are doomed if you don't try.",
    "Fear can hold you prisoner. Hope can set you free.",
    "Everything is possible. The impossible just takes longer.",
    "I think it's very important to have a feedback loop, where you're constantly thinking about what you've done and how you could be doing it better.",
    "Follow the man who seeks the truth; run from the man who has found it.",
    "Your heart is full of fertile seeds, waiting to sprout.",
    "All problems are interpersonal relationship problems.",
    "You were born to win, but to be a winner, you must plan to win, prepare to win, expect to win.",
    "Your problem isn't the problem. Your reaction is the problem.",
    "You cannot always control what goes on outside. But you can always control what goes on inside. ",
    "Tension is who you think you should be. Relaxation is who you are.",
    "We would accomplish many more things if we did not think of them as impossible.",
    "Never say never, because limits, like fears, are often just an illusion.",
    "Those who seek the easy way do not seek the true way.",
    "There are no ordinary moments.",
    "It's very important to like the people you work with, otherwise life and your job is gonna be quite miserable.",
    "If you change the way you look at things, the things you look at change. ",
    "It is far easier to start something than it is to finish it.",
    "Fear is a natural reaction to moving closer to the truth.",
    "We are all in the gutter, but some of us are looking at the stars. ",
    "Never give up on a dream just because of the time it will take to accomplish it. The time will pass anyway.",
    "The temptation to give up is strongest just before victory.",
    "Life has more imagination than we carry in our dreams.",
    "Love the life you live, live the life you love.",
    "There are two kinds of perfect people: those who are dead, and those who have not been born yet.",
    "Let the beauty of what you love be what you do.",
    "There are no accidents... there is only some purpose that we haven't yet understood."
]