[
    "As a matter of fact is an expression that precedes many an expression that isn't.",
    "No one can hurt you without your consent.",
    "Human beings believe just as they breathe - in order to survive.",
    "Whoever is happy will make others happy too.",
    "I alone cannot change the world, but I can cast a stone across the waters to create many ripples.",
    "Productize your perspective.",
    "Every adversity, every failure, every heartbreak, carries with it the seed of an equal or greater benefit.",
    "Either you choose to stay in the shallow end of the pool or you go out into the ocean.",
    "We're kept from our goal not by obstacles, but by a clear path to a lesser goal.",
    "The pessimist sees difficulty in every opportunity. The optimist sees opportunity in every difficulty.",
    "Time you enjoy wasting, was not wasted.",
    "If you practiced for the day, then you have won. If you were lazy for the day, then you have lost.",
    "The more you like yourself, the less you are like anyone else, which makes you unique.",
    "Mastering others is strength, mastering yourself is true power.",
    "This is the most simple and basic component of life: our struggles determine our successes.",
    "What a liberation to realize that 'the voice in my head' is not who I am. Who am I then? The one who sees that.",
    "Why live an ordinary life, when you can live an extraordinary one.",
    "Rest and be kind, you don't have to prove anything.",
    "Resentment or grudges do no harm to the person against whom you hold these feelings but every day and every night of your life, they are eating at you.",
    "Whatever your mind can conceive and believe, it can achieve.",
    "Problems remain as problems because people are busy defending them rather than finding solutions.",
    "As one grows weaker one is less susceptible to suffering. There is less hurt because there is less to hurt.",
    "Stop acting so small. You are the universe in ecstatic motion.",
    "Life is and will ever remain an equation incapable of solution, but it contains certain known factors. ",
    "Never spend your money before you have earned it.",
    "Open your eyes and look within. Are you satisfied with the life you're living?",
    "One must be deeply aware of the impermanence of the world.",
    "Do what you feel in your heart to be right - for you'll be criticized anyway.",
    "The goal is not to show how great you are to others, but how vulnerable you are to yourself.",
    "Success is getting what you want, happiness is wanting what you get.",
    "Life is a balance of holding on and letting go.",
    "What the mind can conceive and believe, and the heart desire, you can achieve.",
    "There is only one thing that makes a dream impossible to achieve: the fear of failure.",
    "We love the things we love for what they are.",
    "You make your own luck if you stay at it long enough.",
    "Most people spend more time and energy going around problems than in trying to solve them. ",
    "Arise, slay thy enemies, enjoy a prosperous kingdom.",
    "Anything becomes interesting if you look at it long enough..",
    "When angry count to ten before you speak. If very angry, count to one hundred.",
    "Observe things as they are and don't pay attention to other people.",
    "Reality is the leading cause of stress among those in touch with it.",
    "No one ever is defeated until defeat has been accepted as a reality.",
    "Our heart is a treasury; if you pour out all its wealth at once, you are bankrupt.",
    "If you want to be happy, set a goal that commands your thoughts, liberates your energy, and inspires your hopes.",
    "Creativity is intelligence having fun.",
    "Happiness is only real when shared.",
    "He that can have patience can have what he will.",
    "Nothing can survive without food. Everything we consume acts either to heal us or to poison us.",
    "Sometimes letting things go is an act of far greater power than defending or hanging on.",
    "You have within you right now, everything you need to deal with whatever the world can throw at you."
]