[
    "I will not walk backward in life.",
    "Only those who dare to fail greatly can ever achieve greatly.",
    "Don't gain the world and lose your soul. Wisdom is better than silver and gold.",
    "Every blessing ignored becomes a curse.",
    "The significance of life is living.",
    "Success is never final; failure is never fatal.",
    "There is no medicine like hope, no incentive so great, and no tonic so powerful as expectation of something tomorrow. ",
    "Conscience is a dog that does not stop us from passing but that we cannot prevent from barking.",
    "Knowing your own darkness is the best method for dealing with the darknesses of other people.",
    "There is no one giant step that does it. It's a lot of little steps.",
    "Numbing the pain for a while will only make it worse when you finally feel it.",
    "If you want to change how you see your problems, you have to change what you value and/or how you measure failure/success.",
    "We have more possibilities available in each moment than we realize.",
    "In all human affairs there are efforts, and there are results, and the strength of the effort is the measure of the result.",
    "Time doesn't heal emotional pain, you need to learn how to let go.",
    "Don't spend time beating on a wall, hoping to transform it into a door.",
    "Blessed is he who expects nothing, for he shall never be disappointed.",
    "By going within. Nowhere you can go is more peaceful - more free of interruptions - than your own soul.",
    "Don't let the noise of others' opinions drown out your own inner voice.",
    "In order to be walked over, you have to be lying down.",
    "If you do not change direction, you may end up where you are heading.",
    "Anger exceeding limits causes fear and excessive kindness eliminates respect.",
    "A person who does not read is no better than one cannot read.",
    "Never let the fear of striking out keep you from playing the game.",
    "Walking with a friend in the dark is better than walking alone in the light.",
    "Success is good at any age, but the sooner you find it, the longer you will enjoy it.",
    "Every day is lost in which we do not learn something useful. Man has no nobler or more valuable possession than time.",
    "The best teacher is experience and not through someone's distorted point of view.",
    "I would rather be a little nobody, then to be an evil somebody.",
    "Life is like a beautiful melody, only the lyrics are messed up.",
    "We are all here for some special reason.",
    "It is during our darkest moments that we must focus to see the light.",
    "If you aren't sure which way to do something, do it both ways and see which works better.",
    "Respect other people's feelings. It might mean nothing to you, but it could mean everything to them.",
    "Be willing to be a beginner every single morning.",
    "We would accomplish many more things if we did not think of them as impossible.",
    "Yesterday is the past, tomorrow is the future, today is a gift - that's why it's called the present.",
    "Being spiritual has nothing to do with what you believe and everything to do with your state of consciousness.",
    "Fears are nothing more than a state of mind.",
    "Things may come to those who wait, but only the things left by those who hustle.",
    "Chase your passion, not your pension. ",
    "Give so much away people insist on paying you.",
    "Winners are not people who never fail, but people who never quit.",
    "You are what you do, not what you say you'll do.",
    "Failure means you've now learned another valuable lesson that pushes you one step closer to success.",
    "Be grateful for what you have now, and nothing should be taken for granted.",
    "Having an open mind is one of the most important qualities we can possess. Once our minds close, we stop evolving.",
    "Riches don't make a man rich, they only make him busier.",
    "Believe nothing you hear, and only one half that you see.",
    "The ladder of success is best climbed by stepping on the rungs of opportunity."
]