[
    "A good character is the best tombstone. Carve your name on hearts, not on marble.",
    "If you truly expect something to be difficult, it will be.",
    "Do all things with love.",
    "No man can get rich himself unless he enriches others.",
    "The secret of happiness, you see, is not found in seeking more, but in developing the capacity to enjoy less.",
    "Courage is resistance to fear, mastery of fear - not absence of fear.",
    "Winning isn't always championships.",
    "Nothing in the world is ever completely wrong. Even a stopped clock is right twice a day.",
    "Be mindful. Be grateful. Be positive. Be true. Be kind.",
    "Do you want to know who you are? Don't ask. Act! Action will delineate and define you.",
    "I am thankful to all who said no to me. It is because of them that I'm doing it myself.",
    "We can choose to look at whatever we want.  We can look at what's wrong in our life or we can look at what's right.",
    "What the caterpillar calls the end of the world, the master calls a butterfly.",
    "Life is essentially an endless series of problems. The solution to one problem is merely the creation of another.",
    "Over time, loneliness gets inside you and doesn't go away.",
    "Keep your face always toward the sunshine -  shadows will fall behind you.",
    "If a man knows not to which port he sails, no wind is favorable.  ",
    "The most important things are the hardest to say.",
    "Discontent is the first necessity of progress.",
    "We win by helping each other win.",
    "Realistic people do not accomplish extraordinary things.",
    "A heart is not judged by how much you love, but by how much you are loved by others.",
    "He who laughs at himself never runs out of things to laugh at.",
    "The first principle of success is desire.",
    "Creative people are often found either disagreeable or intimidating by mediocrities.",
    "Simple words, repeated daily, can change your life.",
    "Laziness may appear attractive, but work gives satisfaction.",
    "The happiest people in the world are those who feel absolutely terrific about themselves.",
    "It's what you do in the present that will redeem the past and thereby change the future.",
    "Trust thyself: every heart vibrates to that iron string.",
    "There is no limitations except those we create for ourselves.",
    "One must be poor to know the luxury of giving.",
    "Learning is a weightless treasure you can always carry easily.",
    "We create the world and ourselves;",
    "Focused, hard work is the real key to success.",
    "He who cheats the earth will be cheated by the earth.",
    "People with clear, written goals, accomplish far more in a shorter period of time than people without them could ever imagine.",
    "Great minds discuss ideas. Average minds discuss events. Small minds discuss people.",
    "People are weird. When we find someone with weirdness that is compatible with ours, we team up and call it love.",
    "Once you choose hope, anything's possible.",
    "Everything starts with a dream. A particle of our imagination that teases us of what the future could be like, as long as we fight for it.",
    "As you love yourself, life loves you back.",
    "Have the fearless attitude of a hero and the loving heart of a child.",
    "Sometimes you will never know the value of something, until it becomes a memory.",
    "When you have to make a choice and don't make it, that is in itself a choice.",
    "It is best to begin at the beginning.",
    "Never be bored, and you will never be boring.",
    "Money poisons you when you've got it, and starves you when you haven't.",
    "Think and wonder, wonder and think.",
    "Confidence is not a guarantee of success, but a pattern of thinking that will improve your likelihood of success, a tenacious search for ways to make things work."
]