[
    "Act the way you want to be and soon you'll be the way you act.",
    "If you want to achieve greatness stop asking for permission.",
    "The eyes of others our prisons; their thoughts our cages.",
    "The purpose of life is the life of purpose.",
    "Be like a postage stamp. Stick to it until you get there.",
    "Instead of being intimidated by the limitations, be inspired to find new ways around them.",
    "Work joyfully and peacefully, knowing that right thoughts and right efforts inevitably bring about right results.",
    "Sometimes it is harder to deprive oneself of a pain than of a pleasure.",
    "You must conceive it in your heart and mind before you can receive it. If you believe then all things are possible.",
    "Good judgment comes from experience, and experience comes from bad judgment.",
    "The man who does not value himself, cannot value anything or anyone.",
    "Courage is fear that has said its prayers and decided to go forward anyway.",
    "Trying to define yourself is like trying to bite your own teeth.",
    "To a mind that is still, the entire universe surrenders.",
    "A journey of a thousand miles begins with a single step.",
    "Never put off to tomorrow what you can do to-day.",
    "Failure means you've now learned another valuable lesson that pushes you one step closer to success.",
    "Never give way to laziness.",
    "Why compare yourself with others? No one in the entire world can do a better job of being you than you.",
    "Do not pray for an easy life, pray for the strength to endure a difficult one.  ",
    "I take the position that I'm always to some degree wrong, and the aspiration is to be less wrong.",
    "For every effect there is a root cause. Find and address the root cause rather than try to fix the effect, as there is no end to the latter.",
    "A goal is a dream with a deadline.",
    "It's much better to do good in a way that no one knows anything about it.",
    "Force has no place where there is need of skill. ",
    "Never close your lips to those whom you have already opened your heart.",
    "The primary point of this existence is to live, and all living things move and grow.",
    "We suffer more often in imagination than in reality.  ",
    "The first half of life is devoted to forming a healthy ego, the second half is going inward and letting go of it.",
    "Identify your problems, but give your power and energy to solutions.",
    "Everything has its beauty, but not everyone sees it. ",
    "Live simply, expect little, give much.",
    "Enthusiasm makes up for a host of deficiencies.",
    "While we may not be able to control all that happens to us, we can control what happens inside us.",
    "People who belittle people, will be LITTLE people, and will accomplish very Little",
    "The golden opportunity you are seeking is within yourself.",
    "When I let go of what I am, I become what I might be.",
    "If you genuinely want something, don't wait for it - teach yourself.",
    "Words are the clothing of our thoughts.",
    "Without the rain there would be no rainbow.",
    "Art is to console those who are broken by life.",
    "Even if you stumble and fall down, it doesn't mean you've chosen the wrong path.",
    "All religions, arts and sciences are branches of the same tree. ",
    "Decide what your truth is. Then live it.",
    "Everything begins with an idea.",
    "I would rather be hated for who I am than loved for who I'm not.  ",
    "People seldom do what they believe in. They do what is convenient, then repent.",
    "We love the things we love for what they are.",
    "When you get up in the morning, you have two choices - either to be happy or to be unhappy. Just choose to be happy.",
    "What loneliness is more lonely than distrust?"
]