[
    "I skate to where the puck is going to be, not where it has been.",
    "Falling down is not failure. Failure comes when you stay where you have fallen.",
    "A gentleman accepts the responsibility of his actions and bears the burden of their consequences.",
    "Where we fall are the stepping-stones for our journey.",
    "The more you lose yourself in something bigger than yourself, the more energy you will have.",
    "If you love somebody, let them go, for if they return, they were always yours. If they don't, they never were.",
    "Those who cannot change their minds cannot change anything.",
    "The sun shines upon good and bad alike.",
    "Wisdom is doing now what you are going to be happy with later on.",
    "A warrior does not give up what he loves, he finds the love in what he does.",
    "Failure is acceptable. Not trying is a whole different ball park.",
    "Here is the test to find whether your mission on earth is finished. If you're alive, it isn't.",
    "Some men see things as they are and ask why. Others dream things that never were and ask why not.",
    "Everyone has the right to make his own decisions, but none has the right to force his decision on others.",
    "If no one ever broke the rules, then we'd never advance.",
    "You'll see it when you believe it. ",
    "People tend to complicate their own lives, as if living weren't already complicated enough.",
    "Eighty percent of success is showing up. ",
    "Dark times lie ahead of us and there will be a time when we must choose between what is easy and what is right.",
    "If you genuinely want something, don't wait for it - teach yourself.",
    "Life moves on and so should we.",
    "Death is not an ending. It is a transformation.",
    "If you want to find the secrets of the universe, think in terms of energy, frequency and vibration. ",
    "Don't let anyone define you. You define yourself.",
    "I like the dreams of the future better than the history of the past.",
    "To know your Enemy, you must become your Enemy.",
    "It is in your moments of decision that your destiny is shaped.",
    "From error to error one discovers the entire truth.",
    "Victims recite problems, leaders provide solutions.",
    "Muddy water is best cleared by leaving it alone.",
    "Only those who do nothing at all make no mistakes.",
    "He who is untrue to his own cause cannot command the respect of others.",
    "A person without a sense of humor is like a wagon without springs, jolted by every pebble in the road.",
    "Not engaging in ignorance is wisdom. ",
    "Life is ours to be spent, not to be saved. ",
    "Weeds are flowers too, once you get to know them.",
    "The guest will judge better of a feast than the cook.",
    "Creative endeavors are by their nature uncertain.",
    "Natural talent only determines the limits of your athletic potential. It's dedication and a willingness to discipline your life that makes you great.",
    "Choose to be optimistic, it feels better.",
    "A diamond is a piece of charcoal that handled stress exceptionally well.",
    "Sometimes you have to lose all you have to find out who you truly are.",
    "You have the freedom to be yourself, your true self, here and now, and nothing can stand in your way.",
    "I'd rather welcome change than cling to the past.",
    "You can have it all. You just can't have it all at once. ",
    "To do great work one must be very idle as well as very industrious.",
    "It is startling to realize how much unbelief is necessary to make belief possible.",
    "Knowing others is wisdom, knowing yourself is enlightenment.",
    "A life spent making mistakes is not only more honorable but more useful than a life spent doing nothing.",
    "Doing the best at this moment puts you in the best place for the next moment."
]