[
    "It is very obvious that we are not influenced by 'facts' but by our interpretation of the facts.",
    "Every one of us is the sum total of his own thoughts.",
    "Do not allow your inner doubts to keep you from achieving what you can do.",
    "The older you get, the better you get. Unless you're a banana.",
    "Words are clothes that thoughts wear",
    "If you want to be successful, find someone who has achieved the results you want and copy what they do and you'll achieve the same results.",
    "Believe in your infinite potential. Your only limitations are those you set upon yourself.",
    "Yesterday is history, tomorrow is a mystery, today is God's gift, that's why we call it the present.",
    "An inch of time is an inch of gold but you can't buy that inch of time with an inch of gold.",
    "Excellence is not an exception, it is a prevailing attitude.",
    "If you're brave enough to say goodbye, life will reward you with a new hello.",
    "The most courageous act is still to think for yourself. Aloud.",
    "If we all did the things we are capable of doing, we would literally astound ourselves.",
    "By the practice of meditation, you will find that you are carrying within your heart a portable paradise.",
    "Be strong. Be confident. Be the star of your own life.",
    "The time is always right to do what is right.",
    "Make yourself so useful to other people, that they think you are irreplaceable.",
    "Pleasure in the job puts perfection in the work.",
    "Man should fear never beginning to live.",
    "Identification with our mind causes thought to become compulsive.",
    "In the middle of difficulty lies opportunity.",
    "Life is the art of drawing sufficient conclusions from insufficient premises.",
    "Numbing the pain for a while will only make it worse when you finally feel it.",
    "If you love somebody, let them go, for if they return, they were always yours. If they don't, they never were.",
    "A lot of people have gone further than they thought they could because someone else thought they could.",
    "Until you change how you get things done, you'll never know what works best.",
    "Life is about not knowing and then doing something anyway.",
    "The wise warrior avoids the battle.",
    "I would rather be a little nobody, then to be an evil somebody.",
    "A leader is one who knows the way, goes the way, and shows the way.",
    "Someday death will take us to another star.",
    "Confidence comes from crossing thresholds.",
    "It is not enough to win a war; it is more important to organize the peace.",
    "Life is too important to be taken seriously.",
    "Everything that is made beautiful and fair and lovely is made for the eye of one who sees.",
    "You can suffer the pain of change or suffer remaining the way you are.",
    "The whole problem with the world is the fools and fanatics are always so sure of themselves, and wiser people are full of doubts.",
    "Success is getting what you want, happiness is wanting what you get.",
    "It doesn't matter where you are, you are nowhere compared to where you can go.",
    "There is no right or wrong, only a series of possibilities that shift with each thought, feeling, and action that you experience.",
    "Don't stop when you're tired. Stop when you're done.",
    "Patience is bitter, but its fruit is sweet.",
    "The decisions of our past are the architects of our present.",
    "One of the really tough things is figuring out what questions to ask. Once you figure out the question, then the answer is relatively easy.",
    "All power is from within and therefore under our control.",
    "Whatever happens always happens on time.",
    "It's just a bad day, not a bad life.",
    "The sun is new each day.",
    "You have the freedom to be yourself, your true self, here and now, and nothing can stand in your way.",
    "A Quitter never wins - and - a Winner never quits."
]