[
    "You're never too old for anything.",
    "Motivation is what gets you started. Habit is what keeps you going.",
    "It is in changing that we find purpose.",
    "Heroes don't need to talk about what they did.",
    "Being entirely honest with oneself is a good exercise.",
    "Study logic and math, because once you've mastered them, you won't fear any book.",
    "The joy of life comes from our encounters with new experiences.",
    "Maybe you are searching among the branches, for what only appears in the roots.",
    "Do what you can, with what you have, where you are.",
    "Learning is a weightless treasure you can always carry easily.",
    "Success is never final, failure is never fatal. It's courage that counts.",
    "The difference between impossible and possible is a willing heart.",
    "On the other side of the clouds is a bright blue sky.",
    "We make a living by what we get, but we make a life by what we give.",
    "The nearer a man comes to a calm mind, the closer he is to strength.",
    "Live calmly. The time will come when the flowers bloom by themselves.",
    "Success is not what you do when you are on top.  Success is how high you bounce when you hit the bottom.",
    "We may not be responsible for the world that created our minds, but we can take responsibility for the mind with which we create our world.",
    "For every minute you are angry you lose sixty seconds of happiness.",
    "Remember the entrance to the sanctuary is inside you.",
    "Always be a first rate version of yourself and not a second rate version of someone else.",
    "If you want to be happy, set a goal that commands your thoughts, liberates your energy, and inspires your hopes.",
    "Every limit is a beginning as well as an ending.",
    "Challenge yourself to find the good and beautiful thing inside of everyone.",
    "Even a hare will bite when it is cornered. ",
    "Be fascinated instead of frustrated.",
    "There are no second chances in life, except to feel remorse.",
    "Think of yourself as dead. you have lived your life. Now, take what's left, and live it properly.",
    "Love doesn't need reason. It speaks from the irrational wisdom of the heart.",
    "Make failure your teacher, not your undertaker.  ",
    "Never be bored, and you will never be boring.",
    "Judgments prevent us from seeing the good that lies beyond appearances.  ",
    "Confidence is consistency of thinking about what is possible and how to make it possible.",
    "Courage is what it takes to stand up and speak. Courage is also what it takes to sit down and listen.",
    "The key to success is failure.",
    "Before preparing to improve the world, first look around your own home three times. ",
    "Our greatest fears lie in anticipation.",
    "Less is more.",
    "Life is simply what our feelings do to us.",
    "My sun sets to rise again.",
    "We can't help everyone, but everyone can help someone.",
    "Everything that is done in the world is done by hope.",
    "A life spent making mistakes is not only more honorable but more useful than a life spent doing nothing.",
    "It is your attitude, not your aptitude, that determines your altitude.",
    "Inspire yourself to be great. Being good isn't good enough.",
    "Our greatest glory is not in never falling, but in rising every time we fall. ",
    "Surround yourself only with people who are going to take you higher.",
    "Never lose hope. Storms make people stronger and never last forever.",
    "Men are disturbed not by things, but by the view which they take of them.",
    "I discovered a long time ago that if I helped enough people get what they wanted, I would always get what I wanted and I would never have to worry."
]