[
    "Those who dream by day are cognizant of many things which escape those who dream only by night.",
    "Everything eaten is killed. Every meal is a sacrifice.",
    "Understanding that rests in what it does not understand is the finest.",
    "The only limits in our life are those we impose on ourselves.",
    "Our greatest weakness lies in giving up. The most certain way to succeed is always to try just one more time.",
    "Pleasure is always derived from something outside you, whereas joy arises from within. ",
    "The right thing to do and the hard thing to do are usually the same.",
    "The majority of what you want will come from the minority of what you do.",
    "Is it really possible to tell someone else what one feels?",
    "You are the average of the five people you spend the most time with.",
    "Why change? Everyone has his own style. When you have found it, you should stick to it.",
    "It is useless to meet revenge with revenge; it will heal nothing.",
    "Enthusiasm is a vital element toward the individual success of every man or woman.",
    "Any fool can paint a picture, but it takes a wise man to be able to sell it.",
    "All problems are interpersonal relationship problems.",
    "You talk when you cease to be at peace with your thoughts.",
    "There is no way to happiness - happiness is the way.",
    "In all chaos there is a cosmos, in all disorder a secret order.",
    "If you realize that you're the problem, then you can change yourself, learn something and grow wiser. Don't blame other people for your problems.",
    "You can have the mind or you can have the moment.",
    "How to get more opportunity: Create more opportunity for others.",
    "Every second you have on this planet is very precious and it's your responsibility that you're happy.",
    "Whenever people agree with me I always feel I must be wrong.",
    "To belittle, you have to be little.",
    "If you want to turn a vision into reality, you have to give 100% and never stop believing in your dream.",
    "For your life to be great, your faith must be bigger than your fear.",
    "If you don't break your ropes while you're alive, do you think ghosts will do it after?",
    "Pleasure can be supported by an illusion; but happiness rests upon truth. ",
    "If you find you are not valued and appreciated, then shift your attention to places where you will be valued and appreciated.",
    "How you think is as important as as what you think.",
    "It is your attitude, not your aptitude, that determines your altitude.",
    "Let not your mind run on what you lack as much as on what you have already.",
    "The only lost cause is one we give up on before we enter the struggle.",
    "If you can't feed a hundred people, then feed just one.",
    "Mastering others is strength, mastering yourself is true power.",
    "Learning is a gift, even when pain is your teacher.",
    "On the other side of the clouds is a bright blue sky.",
    "Thinking is the hardest work there is. That is why so few people engage in it.",
    "In the End, we will remember not the words of our enemies, but the silence of our friends.",
    "Nothing is more creative...nor destructive...than a brilliant mind with a purpose.",
    "Winning isn't everything, but wanting to win is.",
    "It is better to learn late than never.",
    "You use a glass mirror to see your face; you use works of art to see your soul.",
    "Happiness is the absence of the striving for happiness.",
    "To himself everyone is immortal; he may know that he is going to die, but he can never know he is dead.",
    "The secret of change is to focus all your energy not on fighting the old, but on building the new.",
    "Art is to console those who are broken by life.",
    "Success is good at any age, but the sooner you find it, the longer you will enjoy it.",
    "The difference between winning and losing is most often not quitting.",
    "Progress is limited by your ability to change your mind."
]