[
    "When you are tough on yourself, life is going to be infinitely easier on you.  ",
    "Yesterday is gone. Tomorrow has not yet come. We have only today.",
    "Laziness may appear attractive, but work gives satisfaction.",
    "Genius is the ability to act rightly without precedent - the power to do the right thing the first time.",
    "Just because something isn't a lie does not mean that it isn't deceptive.",
    "The world is open for play, everything and everybody is mockable in a wonderful way.",
    "A self that goes on changing is a self that goes on living.",
    "Anger begins with folly, and ends with repentance. ",
    "Courage is fear that has said its prayers and decided to go forward anyway.",
    "Work as though you would live forever, and live as though you would die today. Go another mile.",
    "The big secret in life is that there is no big secret. Whatever your goal, you can get there if you're willing to work.",
    "The fear of death follows from the fear of life. A man who lives fully is prepared to die at any time.",
    "Allow motion to equal emotion.",
    "The more you extend kindness to yourself, the more it will become your automatic response to others.",
    "A diamond is a piece of charcoal that handled stress exceptionally well.",
    "Persistence. Perfection. Patience. Power. Prioritize your passion. It keeps you sane.",
    "There is nothing in the world so irresistibly contagious as laughter and good humor.",
    "A fear-oriented man is always calculating, planning, arranging, safeguarding. His whole life is lost in this way.",
    "No matter how smart we may think we are, no matter how committed we are to our truth, we can lose our way.",
    "Be as fluid as water, do not give your enemies anything solid to attack.",
    "A warrior does not give up what he loves, he finds the love in what he does.",
    "Everything eaten is killed. Every meal is a sacrifice.",
    "The world would go on even without you. Don't take yourself so seriously.",
    "Becoming a great leader doesn't mean being perfect. it means living with your imperfections.",
    "In order to be irreplaceable one must always be different.",
    "Be mindful. Be grateful. Be positive. Be true. Be kind.",
    "I was wise enough to never grow up while fooling most people into believing I had. ",
    "The fastest way to change is to laugh at your own folly.",
    "A wise person should have money in their head, but not in their heart.",
    "Good things aren't supposed to just fall into your lap.",
    "We are what we repeatedly do. Excellence, then, is not an act, but a habit.",
    "When you lose your desire for things that do not matter, you will be free.",
    "The source of a true smile is an awakened mind.",
    "One always begins to forgive a place as soon as it's left behind.",
    "The more we value things, the less we value ourselves.  ",
    "The present moment is filled with joy and happiness. If you are attentive, you will see it.",
    "Failure is an option here. If things are not failing, you are not innovating enough.",
    "It is ignorance that causes most mistakes.",
    "Whatever you are, be a good one.",
    "If you done it, it ain't bragging.",
    "Opportunity comes when you continually push forward.",
    "Life is like a wheel. Sooner or later, it always comes around to where you started again.",
    "Turn off your mind, relax, and float downstream.",
    "The greatest value of a picture is when it forces us to notice what we never expected to see.",
    "He who can, does.",
    "You don't get in life what you want; you get in life what you are.",
    "We are all like the bright moon, we still have our darker side.  ",
    "Public opinion is the worst of all opinions.",
    "People have the illusion that all over the world, all the time, all kinds of fantastic things are happening.",
    "You may be one person in this world, but to one person you may mean the world."
]