[
    "Everyone you admire was once a beginner.",
    "We become brave by doing brave acts.",
    "Time and health are two precious assets that we don't recognize and appreciate until they have been depleted. ",
    "Some people feel the rain. Others just get wet. ",
    "The beautiful journey of today can only begin when we learn to let go of yesterday.",
    "Sometimes a change of perspective is all it takes to see the light.",
    "Get busy living, or get busy dying.",
    "Make your stand today. On this spot. On this day.",
    "The major difference between the big shot and the little shot is the big shot is just a little shot who kept on shooting.",
    "Champions keep playing until they get it right.",
    "The consequences of today are determined by the actions of the past. To change your future, alter your decisions today.",
    "The most courageous act is still to think for yourself. Aloud.",
    "What are we doing here, that is the question.",
    "You find peace not by rearranging the circumstances of your life, but by realizing who you are at the deepest level.",
    "I admire those who do good and expect nothing in return.",
    "To know your Enemy, you must become your Enemy.",
    "Sometimes adversity is what you need to face in order to become successful.",
    "Human beings believe just as they breathe - in order to survive.",
    "Lust, anger and greed are the three gates to self-destructive hell.",
    "The whole problem with the world is the fools and fanatics are always so sure of themselves, and wiser people are full of doubts.",
    "Experience is a comb which nature gives us when we are bald. ",
    "It's easier to lose than to win.  ",
    "When it hurts - observe. Life is trying to teach you something.",
    "We are like islands in the sea, separate on the surface but connected in the deep.",
    "Happiness is the spiritual experience of living every minute with love, grace and gratitude.",
    "A wise person should have money in their head, but not in their heart.",
    "Success is a poor teacher.",
    "Your work is going to fill a large part of your life, and the only way to be truly satisfied is to do what you believe is great work. ",
    "Your worth consists in what you are and not in what you have.",
    "Life is much more successfully looked at from a single window.",
    "Life is not meant to be easy my child, but take courage: it can be delightful.",
    "You were born to win, but to be a winner, you must plan to win, prepare to win, expect to win.",
    "A man that flies from his fear may find that he has only taken a short cut to meet it.",
    "I am always doing what I cannot do yet, in order to learn how to do it.",
    "Don't allow your mind to tell your heart what to do. The mind gives up easily.",
    "To be heroic is to be courageous enough to die for something; to be inspirational is to be crazy enough to live a little.",
    "Do what is right, not what is easy, nor what is popular.",
    "Freeing oneself from words is liberation. ",
    "Believe in one thing too much and you have no room for new ideas.  ",
    "A man is not called wise because he talks and talks again; but if he is peaceful, loving and fearless then he is in truth called wise. ",
    "Failure will never overtake me if my determination to succeed is strong enough.",
    "The strongest and sweetest songs yet remain to be sung.",
    "All problems are interpersonal relationship problems.",
    "Courage Is a Love Affair with the Unknown",
    "Worry is a waste of emotional reserve.",
    "Most people fail in life because they major in minor things.",
    "If you set your goals ridiculously high and its a failure, you will fail above everyone elses success.",
    "Failure means you've now learned another valuable lesson that pushes you one step closer to success.",
    "Patience is a bitter plant, but its fruit is sweet.",
    "Everything around us is made up of energy. To attract positive things in your life, start by giving off positive energy."
]