[
    "Move out of your comfort zone. You can only grow if you are willing to feel awkward and uncomfortable when you try something new.",
    "There are no secrets to success. It is the result of preparation, hard work, learning from failure.",
    "Do not be awe struck by other people and try to copy them. Nobody can be you as efficiently as you can.",
    "The world doesn't owe you anything. It was here first.",
    "He who knows how to wait need make no concessions.",
    "We ordinary people must forge our own beauty.",
    "Why do you stay in prison when the door is so wide open?",
    "Success is an iceberg.",
    "Make your life a mission - not an intermission.",
    "Where violence reigns, reason is weak.",
    "I was wise enough to never grow up while fooling most people into believing I had. ",
    "Presents are made for the pleasure of who gives them, not the merits of who receives them.",
    "To bear trials with a calm mind robs misfortune of its strength and burden.",
    "Never do things others can do and will do if there are things others cannot do or will not do.",
    "The only way it gets better for you is when you get better. Better is not something you wish, it's something you become.",
    "Be courteous to all, but intimate with few, and let those few be well tried before you give them your confidence. ",
    "Everybody has talent, but ability takes hard work.",
    "Conscience is a dog that does not stop us from passing but that we cannot prevent from barking.",
    "Do not look for approval except for the consciousness of doing your best.",
    "Don't Let Yesterday Take Up Too Much Of Today.",
    "Sometimes a change of perspective is all it takes to see the light.",
    "Let not your mind run on what you lack as much as on what you have already.",
    "Greatness comes from living with purpose and passion.",
    "Happiness is a gift and the trick is not to expect it, but to delight in it when it comes.",
    "Confidence is contagious. So is lack of confidence.",
    "Every one of us is the sum total of his own thoughts.",
    "We are all self-made, but only the successful will admit it.",
    "Remain calm. Be kind.",
    "Every day is lost in which we do not learn something useful. Man has no nobler or more valuable possession than time.",
    "Fear is what stops you. Courage is what keeps you going.",
    "Less is more.",
    "Rivers know this: there is no hurry. We shall get there some day.",
    "A bird does not sing because it has an answer. It sings because it has a song.",
    "If you cannot understand something, then you have understood it incorrectly.",
    "The problem happens when we have multiple desires. When we have fuzzy desires. When we want to do ten different things and we're not clear about which is the one we care about.",
    "Talk does not cook rice.",
    "A self that goes on changing is a self that goes on living.",
    "There is no one giant step that does it. It's a lot of little steps.",
    "If you only knew the magnificence of the 3, 6, and 9, then you would have a key to the universe.",
    "Keep away from people who try to belittle your ambitions.",
    "A path is made by walking on it.",
    "The greatest of all mistakes is to do nothing because you think you can only do a little.  ",
    "Receive without complaint, Work with fate.",
    "Once a decision was made, I didn't worry about it afterward.",
    "The biggest room in the world is the room for improvement.",
    "Not all those who wander are lost.",
    "Natural talent only determines the limits of your athletic potential. It's dedication and a willingness to discipline your life that makes you great.",
    "Life is trying things to see if they work.",
    "Fishing is much more than fish.",
    "Love is merely the name for the desire and pursuit of the whole."
]