[
    "The day is for honest men, the night for thieves.",
    "When reading, only read. When eating, only eat. When thinking, only think.",
    "Every limit is a beginning as well as an ending.",
    "Champions keep playing until they get it right.",
    "Never doubt that a small group of thoughtful, committed citizens can change the world; indeed, it's the only thing that ever has.",
    "Do what is right, not what is easy, nor what is popular.",
    "The most creative act you will ever undertake is the act of creating yourself.",
    "The more reasons you have for achieving your goal, the more determined you will become.",
    "People don't care how much you know until they know how much you care.",
    "Great things happen to those who don't stop believing, trying, learning, and being grateful.",
    "We win by helping each other win.",
    "We have more possibilities available in each moment than we realize.",
    "Fools read fast. Geniuses reread.",
    "Fools resist. The wise embrace.",
    "Death is not sad; the sad thing is that most people don't really live at all.",
    "He who is not contented with what he has, would not be contented with what he would like to have.",
    "By the practice of meditation, you will find that you are carrying within your heart a portable paradise.",
    "Be polite to all, but intimate with few.",
    "A fall into a ditch makes you wiser.",
    "You were put on this earth to achieve your greatest self, to live out your purpose, and to do it courageously.",
    "FOCUS - Follow One Course Until Successful",
    "When your intuition is strong, follow it.",
    "To share your weakness is to make yourself vulnerable; to make yourself vulnerable is to show your strength.",
    "Care about what other people think and you will always be their prisoner.",
    "No matter what happens, always be yourself.",
    "Trust, like the soul, never returns once it is gone.",
    "Fortunate are those who take the first steps.",
    "If you are depressed, you are living in the past. If you are anxious, you are living in the future. if you are at peace, you are living in the present.",
    "Mastering others is strength, mastering yourself is true power.",
    "It's better to stand by someone's side than by yourself.",
    "To do two things at once is to do neither.",
    "The more you know, the more you know you don't know.",
    "Don't let the noise of others' opinions drown out your own inner voice.",
    "Learn to use your emotions to think, not think with your emotions.",
    "Be grateful for what you have now, and nothing should be taken for granted.",
    "Do what you feel in your heart to be right - for you'll be criticized anyway.",
    "The dream is free, but the hustle is sold separately.",
    "To lose your temper is only useful once a year.",
    "You'll get more from being a peacemaker than a warrior.",
    "The most important thing in communication is to hear what isn't being said.",
    "Others can stop you temporarily - you are the only one who can do it permanently.",
    "There is a big difference between being centered and being self-centered.",
    "The way to change others' minds is with affection, and not anger.",
    "We may not be able to stop evil in the world, but how we treat one another is entirely up to us.",
    "When one does not have what one wants, one must want what one has.",
    "The foolish reject what they see, not what they think; the wise reject what they think, not what they see.",
    "If you see a get rich quick scheme, that's someone else trying to get rich off of you.",
    "For fast-acting relief try slowing down.",
    "Confidence comes not from always being right but not fearing to be wrong.",
    "Until you make the unconscious conscious, it will direct your life and you will call it fate."
]