[
    "Our greatest glory is not in never falling but in rising every time we fall.",
    "Every defeat, every heartbreak every loss, contains its own seed, its own lesson on how to improve your performance the next time.",
    "If you see someone without a smile give them one of yours.",
    "Everyone sees what you appear to be, few experience what you really are.",
    "What is planted in each person's soul will sprout.  ",
    "People should pursue what they're passionate about. That will make them happier than pretty much anything else.",
    "Nothing has any power over me other than that which I give it through my conscious thoughts.",
    "If you pray for rain, be prepared to deal with some mud.",
    "Respect was invented to cover the empty place where love should be.",
    "What keeps life fascinating is the constant creativity of the soul.",
    "Heal the past, live the present, dream the future.",
    "Success on the outside means nothing unless you also have success within.",
    "Successful people tend to become more successful because they are always thinking about their successes.",
    "I'd rather welcome change than cling to the past.",
    "Nourish the mind like you would your body. The mind cannot survive on junk food.",
    "Our life isn't how much we can take out, but how much we can put in.  ",
    "Every strike brings me closer to the next home run. ",
    "Courage is fear that has said its prayers and decided to go forward anyway.",
    "In the end, it's not the years in your life that count. It's the life in your years.",
    "Life is to be fortified by many friendships. To love, and to be loved, is the greatest happiness of existence.",
    "Faults are yours to fix, not to curse.",
    "The constant assertion of belief is an indication of fear.",
    "It takes half your life before you discover life is a do-it-yourself project.",
    "The ego wants to go fast. The soul needs to go slow.",
    "Do not stop thinking of life as an adventure.",
    "One of the advantages of being disorganized is that one is always having surprising discoveries.",
    "Passion is energy. Feel the power that comes from focusing on what excites you. ",
    "Doing what you love is the cornerstone of having abundance in your life. ",
    "Care about what other people think and you will always be their prisoner.",
    "Sorrow is how we learn to love.",
    "Decide upon your major definite purpose in life and then organize all your activities around it.",
    "Do not believe that you will reach your destination without leaving the shore. ",
    "You're only given a little spark of madness. You mustn't lose it.",
    "It doesn't matter how much you want. What really matters is how much you want it.",
    "It's not what we do once in a while that shapes our lives, but what we do consistently.",
    "The first principle of success is desire.",
    "Everyone wants to go to Heaven, but no one wants to die.",
    "Life is about accepting the challenges along the way, choosing to keep moving forward, and savoring the journey.",
    "Through discipline comes freedom.",
    "A moving door hinge never corrodes. Flowing water never grows stagnant.",
    "Change your thoughts and you change your world.",
    "Curiosity is the most powerful thing you own. Imagination is a force that can actually manifest a reality.",
    "Be content with what you have, rejoice in the way things are. When you realize there is nothing lacking, the whole world belongs to you.",
    "Ripe fruit falls by itself - but it doesn't fall in your mouth. ",
    "In a world of change, the learners shall inherit the earth, while the learned shall find themselves perfectly suited for a world that no longer exists.",
    "The best way to predict your future is to create it.",
    "A loving heart is the truest wisdom.",
    "We live only now. Everything else is either passed or is unknown.",
    "Do not dwell in the past, do not dream of the future, concentrate the mind on the present moment.",
    "Human behavior flows from three main sources: desire, emotion, and knowledge."
]