[
    "Success is not what you do when you are on top.  Success is how high you bounce when you hit the bottom.",
    "It is better to disappoint people with the truth than to appease them with a lie.",
    "Rest in reason; move in passion.",
    "We suffer more often in imagination than in reality.  ",
    "If you could kick the person in the pants responsible for most of your trouble, you wouldn't sit for a month.",
    "You don't need a weatherman to know which way the wind blows.",
    "To acquire true self power you have to feel beneath no one, be immune to criticism and be fearless.",
    "You may be disappointed if you fail, but you are doomed if you don't try. ",
    "If you do not tell the truth about yourself you cannot tell it about other people.",
    "Even if you stumble and fall down, it doesn't mean you've chosen the wrong path.",
    "It is in changing that we find purpose.",
    "It still holds true that man is most uniquely human when he turns obstacles into opportunities.",
    "Let each man exercise the art he knows.",
    "When asked, how do you write? I invariably answer, one word at a time.",
    "The best revenge is to be unlike him who performed the injury.",
    "One of the oldest human needs is having someone to wonder where you are when you don't come home at night. ",
    "Given the choice between the experience of pain and nothing, I would choose pain.",
    "A Quitter never wins - and - a Winner never quits.",
    "It only takes a split second to smile and forget, yet to someone that needed it, it can last a lifetime.",
    "Nothing can dim the light which shines from within.",
    "It always seems impossible until it's done.",
    "There's more to life than being a passenger.",
    "Out of suffering have emerged the strongest souls; the most massive characters are seared with scars.",
    "For changes to be of any true value, they've got to be lasting and consistent.",
    "The truth... It is a beautiful and terrible thing, and should therefore be treated with great caution.",
    "In nature there is no alienation. Everything belongs.",
    "Amateurs sit and wait for inspiration, the rest of us just get up and got to work.",
    "Darkness cannot drive out darkness; only light can do that. Hate cannot drive out hate; only love can do that.",
    "Friendship is like money, easier made than kept.",
    "He who permits himself to tell a lie once, finds it much easier to do it the second time.",
    "Your heart is full of fertile seeds, waiting to sprout.",
    "Play your part in life, but never forget that it is only a role.",
    "Heal the past, live the present, dream the future.",
    "Half the world is composed of people who have something to say and can't, and the other half who have nothing to say and keep on saying it.",
    "Before enlightenment; chop wood, carry water. After enlightenment; chop wood, carry water.",
    "The joy of life comes from our encounters with new experiences.",
    "We suffer more often in imagination than in reality.",
    "The tragedy of life doesn't lie in not reaching your goal. The tragedy lies in having no goals to reach.",
    "Integrity is telling myself the truth. And honesty is telling the truth to other people.",
    "You will not do incredible things without an incredible dream.",
    "The person who says something is impossible should not interrupt the person who is doing it.",
    "Any idea, plan, or purpose may be placed in the mind through repetition of thought.",
    "It's the unknown we fear when we look upon death and darkness, nothing more.",
    "Never to suffer would never to have been blessed.",
    "When you judge others, you do not define them, you define yourself.",
    "Do not fight with pigs - you will be smeared in mud but the pig will like it.",
    "Sometimes you have to lose all you have to find out who you truly are.",
    "The great use of life is to spend it for something that will outlast it.",
    "Everyone has the right to make his own decisions, but none has the right to force his decision on others.",
    "I discovered a long time ago that if I helped enough people get what they wanted, I would always get what I wanted and I would never have to worry."
]