[
    "Success is about creating value.",
    "At first dreams seem impossible, then improbable, then inevitable.",
    "One of the really tough things is figuring out what questions to ask. Once you figure out the question, then the answer is relatively easy.",
    "Get mad, then get over it.",
    "Never do to others what you would not like them to do to you. ",
    "Strive for excellence, not perfection, because we don't live in a perfect world.",
    "You can calculate the worth of a man by the number of his enemies.",
    "The best way out is always through.",
    "We're responsible for everything that happens to us.",
    "Be kind, for everyone you meet is fighting a harder battle.",
    "We are always complaining that our days are few, and acting as though there would be no end of them.  ",
    "Loving thoughts and actions are clearly beneficial for our physical and mental health.",
    "Absorb what is useful, discard what is not, add what is uniquely your own.",
    "Whether you have a problem in your life or not depends upon your own attitude, your own understanding.",
    "A man is but a product of his thoughts. What he thinks he becomes.",
    "We can change our lives. We can do, have, and be exactly what we wish.",
    "We are like islands in the sea, separate on the surface but connected in the deep.",
    "By failing to prepare, you are preparing to fail.",
    "Do the hard jobs first. The easy jobs will take care of themselves.",
    "It is easy to discover what another has discovered before.",
    "Men go to far greater lengths to avoid what they fear than to obtain what they desire.",
    "The road to success is always under construction..",
    "What we dwell on is who we become.",
    "It's the unknown we fear when we look upon death and darkness, nothing more.",
    "Over time, loneliness gets inside you and doesn't go away.",
    "Every time we liberate a woman, we liberate a man. ",
    "If he cannot stop the mind that seeks after fame and profit, he will spend his life without finding peace.",
    "Where we fall are the stepping-stones for our journey.",
    "You don't need anybody to tell you who you are or what you are. You are what you are!",
    "Embody what you teach, and teach only what you have embodied.",
    "To every action there is always opposed an equal reaction.",
    "If you don't make things happen then things will happen to you.",
    "You can't make someone feel good about themselves until you feel good about yourself.",
    "It's easy to be a critic, but being a doer requires effort, risk, and change.  ",
    "It's wise to tell the truth. It's even wiser to tell it kindly.",
    "The meaning of life is just to be alive. It is so plain and so obvious and so simple.",
    "The truly rich men are the ones who have health, loved ones and a work they love.",
    "Our greatest fears lie in anticipation.",
    "If what you're doing is not your passion, you have nothing to lose.",
    "Success is doing what you want to do, when you want, where you want, with whom you want, as much as you want.",
    "Believe in yourself. You are braver than you think, more talented than you know, and capable of more than you imagine.",
    "All cruelty springs from weakness.  ",
    "It is better to be looked over than overlooked.",
    "Let us always meet each other with smile, for the smile is the beginning of love.",
    "The only problem we really have is we think we're not supposed to have problems! Problems call us to higher level- - face & solve them now!",
    "The best of us sometimes eat our words.  ",
    "We learn by pushing ourselves and finding what really lies at the outer reaches of our abilities.",
    "It is our experiences that mold us into who we are...during times of adversity our true character will show.",
    "Victorious warriors win first and then go to war, while defeated warriors go to war first and then seek to win.",
    "Show me a hero, and I'll write you a tragedy."
]