[
    "Humor isn't for everyone. It's only for people who want to have fun, enjoy life, and feel alive.",
    "A crisis is an opportunity riding the dangerous wind.",
    "Night is a more quiet time to work. It aids thought.",
    "A clear conscience is the sure sign of a bad memory.",
    "Failure is a prerequisite for great success. If you want success faster, double your rate of failure.",
    "Don't ever be afraid to put yourself in a lesser position so that you can learn something from someone who knows more.",
    "There are three classes of people: those who see. Those who see when they are shown. Those who do not see.",
    "If you set your goals ridiculously high and its a failure, you will fail above everyone elses success.",
    "What you seek is seeking you.",
    "The secret of perfect health lies in keeping the mind always cheerful - never worried, never hurried, never borne down by any fear, thought or anxiety.",
    "Nothing will work unless you do.",
    "There is no medicine like hope, no incentive so great, and no tonic so powerful as expectation of something tomorrow. ",
    "Always forgive your enemies - nothing annoys them so much. ",
    "Some men see things as they are and ask why. Others dream things that never were and ask why not.",
    "Don't want anything. Then you get everything.",
    "People rarely succeed unless they have fun in what they are doing.",
    "It takes half your life before you discover life is a do-it-yourself project.",
    "If I persist long enough I will win.",
    "Raise your words, not voice. It is rain that grows flowers, not thunder.",
    "The mind that turns ever outward Will have no end to craving. Only the mind turned inward Will find a still-point of peace.",
    "The energy of the mind is the essence of life.",
    "It is our experiences that mold us into who we are...during times of adversity our true character will show.",
    "The Law of Concentration states that whatever you dwell upon grows. The more you think about something, the more it becomes part of your reality.",
    "The season of failure is the best time for sowing the seeds of success. ",
    "Problems remain as problems because people are busy defending them rather than finding solutions.",
    "Reality is nothing but a collective hunch.",
    "As mortals, we're ruled by conditions, not by ourselves.",
    "Every night before going to sleep, we must ask ourselves: what weakness did I overcome today? What virtue did I acquire?",
    "The primary cause of unhappiness is never the situation but your thoughts about it.",
    "Winners don't Quit. That's why they Win.",
    "Learning is a weightless treasure you can always carry easily.",
    "Friendship is one of the most tangible things in a world which offers fewer and fewer supports.",
    "Faithless is he that says farewell when the road darkens.",
    "There is no way to happiness - happiness is the way.",
    "The present moment dies every moment to become the past , is reborn every moment into the future. All experience is now. Now never ends.",
    "When you're at the end of your rope, tie a knot and hold on.",
    "Incredible change happens in your life when you decide to take control of what you do have power over instead of craving control over what you don't.",
    "The pain of parting is nothing to the joy of meeting again.",
    "If you focus on results and finding shortcuts, you'll get impatient. If you focus on the process and doing the right thing, you'll be unstoppable.",
    "Even in the grave, all is not lost.",
    "Real learning comes about when the competitive spirit has ceased.",
    "Life is not just the passing of time. Life is the collection of experiences and their intensity.",
    "If you want to be successful, you have to jump, there's no way around it.",
    "I wasn't brave, I just didn't have time to be scared.",
    "Lack of emotion causes lack of progress and lack of motivation.",
    "Your past does not equal your future.",
    "The person who is his own master cannot tolerate another boss. ",
    "Most of us live our lives by accident - we live as it happens. Fulfilment comes when we live our lives on purpose.",
    "The unthankful heart discovers no mercies; but the thankful heart will find, in every hour, some heavenly blessings.",
    "Without the rain there would be no rainbow."
]