[
    "Evil is whatever distracts. ",
    "We've got to live, no matter how many skies have fallen.",
    "A thing must be loved before it is lovable.",
    "Opportunities multiply as they are seized.",
    "When something comes from within, when it is a part of you, you have no choice but to live it, to express it.",
    "There is no limitations except those we create for ourselves.",
    "It is in the heart that makes a man rich. He is rich according to what he is, not according to what he has.",
    "Successful people appreciate where they have come from, but they don't let their past set the tone for their future.",
    "Imagination means nothing without doing.  ",
    "Within every desire is the mechanics of its fulfillment.",
    "Luck is what happens when preparation meets opportunity.  ",
    "Only one thing is ever guaranteed, that is that you will definitely not achieve the goal if you don't take the shot.",
    "Hope is a waking dream.",
    "We are always complaining that our days are few, and acting as though there would be no end of them.  ",
    "It's better to have a short life that is full of what you like doing, than a long life spent in a miserable way.",
    "Freedom is the open window through which pours the sunlight of the human spirit and human dignity.",
    "If I persist long enough I will win.",
    "Whatever your mind can conceive and believe, it can achieve.",
    "The more perfect a person is on the outside, the more demons they have on the inside.",
    "Sometimes you have to lose all you have to find out who you truly are.",
    "Truth will always be truth, regardless of lack of understanding, disbelief or ignorance. ",
    "The best and most beautiful things in the world cannot be seen or even touched - they must be felt with the heart.",
    "Don't let the noise of others' opinions drown out your own inner voice.",
    "You may delay, but time will not.",
    "Let the beauty of what you love be what you do.",
    "Act the way you want to be and soon you'll be the way you act.",
    "I'm an optimist by choice not by stupidity.",
    "Whatever you are, be a good one.",
    "The person who cannot control his words shows that he cannot control himself.",
    "Study logic and math, because once you've mastered them, you won't fear any book.",
    "From error to error one discovers the entire truth.",
    "Desire for the fruits of work must never be your motive in working.",
    "You are never too old to become younger.",
    "Kindness is a language which the deaf can hear and the blind can see.",
    "Projecting your mind into a successful situation is the most powerful means to achieve goals.  ",
    "The secret of happiness is not in doing what you like but in liking what you have to do.",
    "Remember we're all in this alone.",
    "Be brave. Take risks. Nothing can substitute experience.",
    "Do not believe that you will reach your destination without leaving the shore. ",
    "Sometimes you have to shut your eyes, so you can see the real beauty.",
    "There are two ways of seeing: with the body and with the soul. The body's sight can sometimes forget, but the soul remembers forever.",
    "Avoiding danger is no safer in the long run than exposure.",
    "The big thing is to make a winning effort. I'm not obsessed with wins.",
    "Show kindness but never expect it. Show authenticity but never expect it. Only the wise are indifferent to things they can't control.",
    "Your visions will become clear only when you can look into your own heart. Who looks outside, dreams; who looks inside, awakes.",
    "Be careful the environment you choose for it will shape you; be careful the friends you choose for you will become like them.",
    "The fear of death is more to be feared, than death itself.",
    "Freedom is the only worthy goal in life. It is won by disregarding things that lie beyond our control.",
    "Sometimes you put walls up not to keep people out, but to see who cares enough to break them down.",
    "It's beautiful to be alone. To be alone does not mean to be lonely. It means the mind is not influenced and contaminated by society."
]