[
    "Every great change is preceded by chaos.",
    "Discipline yourself, and others won't need to.",
    "We can either add to our character each day, or we can fritter away our energies in distractions.",
    "Night is a more quiet time to work. It aids thought.",
    "Those who dream by day are cognizant of many things which escape those who dream only by night.",
    "Death and life have their determined appointments; riches and honors depend upon heaven. ",
    "It is important to fight and fight again, and keep fighting, for only then can evil be kept at bay though never quite eradicated.",
    "Life is about choice. You can choose to be a victim or anything else you like to be.",
    "Words without actions are the assassins of idealism.",
    "Don't learn to do, but learn in doing.",
    "Man is affected not by events but by the view he takes of them.  ",
    "Hardly anybody recognizes the most significant moments of their life at the time they happen.",
    "It's beautiful to be alone. To be alone does not mean to be lonely. It means the mind is not influenced and contaminated by society.",
    "What people need and what they want may be very different.",
    "Less is more.",
    "Good, better, best. Never let it rest. 'Til your good is better and your better is best. ",
    "Being wrong brings the opportunity for growth.",
    "Freedom is the only worthy goal in life. It is won by disregarding things that lie beyond our control.",
    "Walk with those seeking truth... RUN FROM THOSE WHO THINK THEY'VE FOUND IT.",
    "Let us always meet each other with smile, for the smile is the beginning of love.",
    "What have you done today to make someone else happy?",
    "There are no shortcuts to any place worth going. ",
    "Do not pray for an easy life, pray for the strength to endure a difficult one.  ",
    "Don't spend time beating on a wall, hoping to transform it into a door.",
    "A Hero is an ordinary individual who finds the strength to persevere and endure in spite of overwhelming obstacles.",
    "Life is about not knowing and then doing something anyway.",
    "Success is not the result of making money; making money is the result of success - and success is in direct proportion to our service.",
    "The law of harvest is to reap more than you sow. Sow an act, and you reap a habit. Sow a habit and you reap a character. Sow a character and you reap a destiny.",
    "The most important thing in communication is to hear what isn't being said.",
    "There is no right or wrong, only a series of possibilities that shift with each thought, feeling, and action that you experience.",
    "It is easy to love your friend, but sometimes the hardest lesson to learn is to love your enemy.",
    "If you think adventure is dangerous, try routine; it is lethal.",
    "A dead thing can go with the stream, but only a living thing can go against it.",
    "Even when a friend does something you do not like, he continues to be your friend. ",
    "There is no value in anything until it is finished. ",
    "If it entertains you now but will bore you someday, it's a distraction. Keep looking.",
    "The quieter you become, the more you are able to hear.",
    "Learn only how to avoid seeking for and attaching yourselves to anything.",
    "Never trust he who trusts everyone.",
    "The secret of change is to focus all your energy not on fighting the old, but on building the new.",
    "Don't try to be young. Just open your mind. Stay interested in stuff.",
    "Great leaders are almost always great simplifiers, who can cut through argument, debate and doubt, to offer a solution everybody can understand.",
    "Keep your dreams, you never know when you might need them.",
    "A diamond is a piece of charcoal that handled stress exceptionally well.",
    "Patience is a form of wisdom. It demonstrates that we understand and accept the fact that sometimes things must unfold in their own time.",
    "Everyday you can take a tiny step in the right direction.",
    "The only place success comes before work is in the dictionary.",
    "Give a girl the right shoes, and she can conquer the world.",
    "Animals don't hate, and we're supposed to be better than them.",
    "You will succeed because most people are lazy."
]