[
    "He is not a lover who does not love forever.",
    "Sometimes it is more important to discover what one cannot do, than what one can do.",
    "Most people dabble their way through life, never deciding to master anything in particular.",
    "You are the only problem you will ever have and you are the only solution.",
    "Give a man a fish and you feed him for a day. Teach a man to fish and you feed him for a lifetime.",
    "A comfort zone is a beautiful place, but nothing ever grows there.",
    "Family not only needs to consist of merely those whom we share blood, but also of those whom we'd give blood.",
    "I will not walk backward in life.",
    "Every traveler has a home of his own, and he learns to appreciate it the more from his wandering.",
    "A man who acquires the ability to take full possession of his own mind may take possession of anything else to which he is justly entitled.",
    "Go confidently in the direction of your dreams! Live the life you've imagined.",
    "We must be free not because we claim freedom, but because we practice it.",
    "It is dangerous to be right in matters on which the established authorities are wrong.",
    "We never know how high we are till we are called to rise. Then if we are true to form our statures touch the skies.",
    "People seldom do what they believe in. They do what is convenient, then repent.",
    "Better late than never.",
    "Great things are not accomplished by those who yield to trends and fads and popular opinion.",
    "In the practice of tolerance, one's enemy is the best teacher.",
    "I discovered a long time ago that if I helped enough people get what they wanted, I would always get what I wanted and I would never have to worry.",
    "Loyalty and devotion lead to bravery. Bravery leads to the spirit of self-sacrifice. The spirit of self-sacrifice creates trust in the power of love.",
    "Many people will walk in and out of your life, but only true friends will leave footprints in your heart.",
    "The longer we dwell on our misfortunes, the greater is their power to harm us.",
    "Do anything, but let it produce joy.",
    "I put my heart and soul into my work, and I have lost my mind in the process.",
    "The measure of wisdom is how calm you are when facing any given situation.",
    "Never be afraid to raise your voice for honesty and truth and compassion against injustice and lying and greed.",
    "Do you want to know who you are? Don't ask. Act! Action will delineate and define you.",
    "The only real mistake is the one from which we learn nothing. ",
    "Love never keeps a man from pursuing his destiny.",
    "Not until we are lost do we begin to understand ourselves.",
    "When we have our body and mind in order, everything else will exist in the right place, in the right way.",
    "Pain doesn't last. And when it's gone, we have something to show for it. Growth.",
    "You have the potential for greatness.",
    "Follow your heart, listen to your inner voice, stop caring about what others think.",
    "When you judge others, you do not define them, you define yourself.",
    "Focus on how far you have come in life rather than looking at the accomplishments of others.",
    "Intelligent men are cruel. Stupid men are monstrously cruel.",
    "Pleasure can be supported by an illusion; but happiness rests upon truth. ",
    "He who is not contented with what he has, would not be contented with what he would like to have.",
    "Imagination is everything. It is the preview of life's coming attractions.",
    "Time goes from present to past.",
    "Out of suffering have emerged the strongest souls; the most massive characters are seared with scars.",
    "Nature is pleased with simplicity. And nature is no dummy.",
    "A rational person can find peace by cultivating indifference to things outside of their control.",
    "Your time is limited, so don't waste it living someone elses. life. Don't be trapped by dogma - which is living with the results of other people's thinking.",
    "Don't let your mind stop you.",
    "There is no truth. There is only perception.",
    "Nothing good ever comes of violence.",
    "Words, once they are printed, have a life of their own.",
    "No snowflake ever falls in the wrong place."
]