[
    "Cherish forever what makes you unique, cuz you're really a yawn if it goes.",
    "We don't stop playing because we grow old; we grow old because we stop playing.",
    "The wisest men follow their own direction.",
    "Ability is a poor man's wealth.",
    "Whatever satisfies the soul is truth.",
    "Relax. Nothing is under control.",
    "Life is love and love is life.",
    "He who loses wealth loses much; he who loses a friend loses more; but he that loses his courage loses all.",
    "Growing up is losing some illusions, in order to acquire others.",
    "Every moment is a fresh beginning.",
    "You already have every characteristic necessary for success if you recognize, claim, develop and use them.",
    "If you aren't sure which way to do something, do it both ways and see which works better.",
    "It is the nature of the wise to resist pleasures, but the foolish to be a slave to them.",
    "Resentment or grudges do no harm to the person against whom you hold these feelings but every day and every night of your life, they are eating at you.",
    "The universe doesn't give you what you ask for with your thoughts - it gives you what you demand with your actions.",
    "Your mind will make you rich or poor, depending on the use you put to it.",
    "If everyone is moving forward together, then success takes care of itself.",
    "There is no limit to the amount of good you can do if you don't care who gets the credit.",
    "Life is to be fortified by many friendships. To love, and to be loved, is the greatest happiness of existence.",
    "Don't look for meaning in the words. Listen to the silences.",
    "Don't look back - you're not going that way.",
    "If we all did the things we are capable of doing, we would literally astound ourselves.",
    "If you truly love Nature, you will find beauty everywhere. ",
    "Any thought that is passed on to the subconscious often enough and convincingly enough is finally accepted.",
    "Progress is impossible without change, and those who cannot change their minds cannot change anything.",
    "Don´t hesitate or allow yourself to make excuses. Just get out and do it.",
    "A life spent making mistakes is not only more honorable but more useful than a life spent doing nothing.",
    "A person is only by the thoughts that he chooses.",
    "Don't seek, don't avoid, don't expect. Take what comes and be happy.",
    "Remain calm, serene, always in command of yourself. You will then find out how easy it is to get along. ",
    "Obstacles don't block the path, they are the path.",
    "We are willing to believe anything other than the truth.",
    "Judgments prevent us from seeing the good that lies beyond appearances.  ",
    "Excellence is not a skill. It is an attitude. ",
    "All you need is the plan, the road map, and the courage to press on to your destination.",
    "Nothing is too high for a man to reach, but he must climb with care and confidence",
    "Winning isn't everything, but wanting to win is.",
    "Would you rather live your life according to the approval of others or aligned with your truth and your dreams?",
    "Difficult roads often lead to beautiful destinations.",
    "Work joyfully and peacefully, knowing that right thoughts and right efforts inevitably bring about right results.",
    "Success is like reaching an important birthday and finding you're exactly the same.",
    "People don't care how much you know until they know how much you care.",
    "Everything eaten is killed. Every meal is a sacrifice.",
    "A crisis is an opportunity riding the dangerous wind.",
    "Truth is such a rare thing, it is delighted to tell it.",
    "You may think I'm small, but I have a universe inside my mind.",
    "I was angered, for I had no shoes. Then I met a man who had no feet. ",
    "Tenderness and kindness are not signs of weakness and despair, but manifestations of strength and resolution.",
    "The world is changed by your example, not by your opinion.",
    "People are not disturbed by things, but by the views they take of them."
]