[
    "The act of taking the first step is what separates the winners from the losers.",
    "The content of your character is your choice. Day by day, what you choose, what you think and what you do is who you become.",
    "Most great people have achieved their greatest success just one step beyond their greatest failure.",
    "Excuses are the lies you convince yourself are true to avoid proving you are worthy of the gift you were given.",
    "It is amazing what you can accomplish if you do not care who gets the credit.",
    "No one is useless in this world who lightens the burdens of another.",
    "You only live once, but if you do it right, once is enough.",
    "When asked, how do you write? I invariably answer, one word at a time.",
    "Love your enemies, for they tell you your faults.",
    "What we dwell on is who we become.",
    "Looking after my health today gives me a better hope for tomorrow. ",
    "If you are not living each day with excitement, energy, and passion, then you are not living true to your life purpose.",
    "Care about what other people think and you will always be their prisoner.",
    "Big people don't make people feel small.",
    "To be prepared is half the victory. ",
    "All has not been said and never will be.",
    "Problems remain as problems because people are busy defending them rather than finding solutions.",
    "Courage is what it takes to stand up and speak. Courage is also what it takes to sit down and listen.",
    "If you want to turn a vision into reality, you have to give 100% and never stop believing in your dream.",
    "It is indeed a radical act of love just to sit down and be quiet for a time by yourself.",
    "A flower falls, even though we love it; and a weed grows, even though we do not love it.",
    "Better to live until you die.",
    "The sculptor produces the beautiful statue by chipping away such parts of the marble block as are not needed - it is a process of elimination.",
    "If you don't have time to do it right, when will you have time to do it over?",
    "Best be yourself, imperial, plain, and true.",
    "When you want to be honored by others, you learn to honor them first.",
    "Success is going from failure to failure without losing your enthusiasm",
    "The world is open for play, everything and everybody is mockable in a wonderful way.",
    "Don't stop when you're tired. Stop when you're done.",
    "Life is the art of drawing sufficient conclusions from insufficient premises.",
    "Maybe you are searching among the branches, for what only appears in the roots.",
    "Everything has its beauty, but not everyone sees it. ",
    "FEAR has two meanings: 'Forget Everything And Run' or 'Face Everything And Rise.' The choice is yours.",
    "It's necessary to get the losers out of your life if you want to live your dream.",
    "Rich people have small TVs and big libraries, and poor people have small libraries and big TVs.",
    "The most virtuous are those who content themselves with being virtuous without seeking to appear so.",
    "Men go to far greater lengths to avoid what they fear than to obtain what they desire.",
    "When you believe in a thing, believe in it all the way, implicitly and unquestionable.",
    "Don't measure yourself by what you have accomplished, but by what you should have accomplished with your ability.",
    "Man must use what he has, not hope for what is not.",
    "Live your life and forget your age.",
    "Luck is what happens when preparation meets opportunity.  ",
    "Everyday you can take a tiny step in the right direction.",
    "Fear of death is fear of surrender to Infinity. Learn to surrender, to exist at Infinity while alive, and fear of death dissolves.",
    "We suffer more often in imagination than in reality.  ",
    "Do not stop thinking of life as an adventure.",
    "Life is but one dream flowing into another.",
    "Love is the energy of life.",
    "It is better to fail in originality than to succeed in imitation.",
    "Animals don't hate, and we're supposed to be better than them."
]