[

  "When anger rises,think of the consequences.",
  "Absorb what is useful,Discard what is not : Add what is uniquely your own.",
  "Be happy on your own,don't seek out someone else to validate your existence.",
  "When the debate is lost,insults become the loser's tool.",
  "l am not what happened to me,l am what i choose to become.",
  "Be a man who is dedicated to fitness, finance, and family.Anything else is just a distraction.",
  "A man's true character is revealed by how,he treats those who can do nothing for him.",
  "He is a wise man,who does not grieve for the things which he has not but rejoices for those which he has.",
  "I am free and that is why I am lost.",
  "The obstacle in the way becomes the way.",
  "The struggles you face introduce you to your strengths.",
  "A gem cannot be polished without friction nor a man perfected without trials.",
  "The best way to predict the future is to create it.",
  "Where wolf's ears are, wolf's teeth are near.",
  "You can't win in life if you're losing in mind.",
  "Just because something is hard to obtain doesn't mean it's valuable.",
  "He who has peace of mnind disturbs neither himself nor another.",
  "The more easily you get offended the less intelligent you actually are.",
  "Choose a good heart not a good face.",
  "Once you do the hard stuff consistently.it becomes not that hard.",
  "The mind that is anxious about future events is miserable.",
  "He who advances only on the good times will falter during the bad.",
  "Progress is not achieved by luck or accident but by working on yourself daily.",
  "He who learns must suffer.",
  "No man has the right to be an amateur in the matter of physical training.",
  "Absorb what is useful,Discard what is not,Add what is uniquely your own.",
  "Life is slavery if the courage to die is absent.",
  "The whole future lies in uncertainty live immediately.",
  "Go for it whether it ends good or bad it was an experience",
  "Do not let the behavior of others destroy your inner peace.",
  "In the game of life,death always wins,All we can do is choose how to play.",
  "Man is affected not by events but by the view he takes of them.",
  "You cannot wish for both strong character and an easy life.The price of each is the other.",
  "To delay is to choose to be weak grab your fate and make it happen.",
  "Pleasures when they go beyond a certain limit are but punishments.",
  "Train your mind to see beauty in everything.",

]
